{
     "Tip": "Makale",
     "Dergi İsmi": "Ankara Üni. Hukuk Fak. Dergisi",
     "Üniversite İsmi": "",
     "Gün": " 02",
     "Ay": "07",
     "Yıl": "2020",
     "Cilt": "69",
     "Sayı": "01",
     "Başlık": "SÖZLEŞMEYE DAYANAN HAVA ARACI İPOTEĞİ",
     "Title": "Contractual Aircraft Mortgage",
     "Yazar İsmi": [
          "M. Emir GÖKA"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Hava aracı ipoteği",
          "Uçak ipoteği",
          "Hava aracı rehni",
          "Taşınır ipoteği",
          "Cape Town Sözleşmesi",
          "Uluslararası teminat",
          "Uluslararası menfaat"
     ],
     "Keywords": [
          "Aircraft mortgage",
          "Airplane mortgage",
          "Aircraft pledge",
          "Movable mortgage",
          "Cape Town Convention",
          "International security",
          "International interest"
     ],
     "Özet": "Bu çalışmada, öncelikle, hava araçlarının, taşınırlara ilişkin genel hukukî rejimden  farklı  olarak,  neden  sicile  kaydedilerek  rehnedilmesi  gerektiği üzerinde durulmuştur. Ardından hava araçları üzerinde tesis edilebilen bazı teminatları uluslararası düzeyde koruyan Cape Town Sözleşmesi nin ve buna ilişkin Protokol ün etkileri ele alınmıştır. Sonrasında, Türk Sivil Havacılık Kanunu na göre hangi hava araçları üzerinde ipotek kurulabileceği incelenmiş ve  hava  aracı  ipoteğine  hâkim  olan  ilkeler  irdelenmiştir.  Devam  eden bölümlerde,  sözleşmeye  dayanan  hava  aracı  ipoteğinin  tesisinden  sona ermesine kadar olan tüm süreç ortaya koyularak tartışmalar ve sorunlara ilişkin değerlendirmeler yapılmıştır.",
     "Abstract": "First, this study covers why aircrafts are required to be pledged through registration with a registry, as distinct from the general legal regime of movables. Then, it explains the effects of the Cape Town Convention and the Protocol to the Convention, which protect certain securities over aircrafts at an international level. Following this, the study examines the principles underlying aircraft mortgages and seeks to answer over what aircrafts a                                                  Makalenin Geliş Tarihi: 14.01.2020, Makalenin Kabul Tarihi: 02.07.2020     Özel Hukuk Doktora Öğrencisi, İ. D. Bilkent Üniversitesi Hukuk Fakültesi E-posta: emirgoka@gmail.com. ORCID: 0000-0002-0129-1685.  M. Emir GÖKA                                    Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188 mortgage can be established under the Turkish Civil Aviation Code. The following sections deal with the whole process of mortgaging an aircraft, starting from its establishment to its termination, and evaluate the discussions as well as problems regarding this.",
     "Metin": "Hava araçları, ulaşım, taşımacılık ve ticaretin vazgeçilmez bir parçasıdır. İnsanın en eski hayallerinden birini gerçek kılan bu araçlar uçuşa elverişli olmak zorundadır. Bunu sağlamak için hava araçlarının, mevzuatta nevileri ve özellikleri belirlenen zorunlu asgarî teçhizatı içermesi gerekmektedir. Yerine getirdikleri  faaliyet  itibariyle  bu  teçhizatın  bir  kısmı  yüksek  teknoloji içermektedir ve bu sebeple ekonomik anlamda değerli olan hava araçları önemli bir finansman aracıdır. Bununla birlikte, hava araçları sürekli olarak işletilme amacıyla üretildiği ve bu işletim havada dolaşımı gerektirdiği için, hava araçlarının etkili bir finansman aracı olarak kullanılabilmesi, taşınırlara ilişkin genel hukukî rejimden daha farklı kurallara tâbi tutulmalarına bağlıdır.  Esasen  hava  araçlarının  içkin  özellikleri  sebebiyle  taşıdığı  sermaye değerinin yanında işletilmeleri sonucunda elde edilecek gelir de finansman sağlamakta kullanılabilecek ölçüde değerlidir. Hava aracını rehnederek kredi almayı seçen malikin, taşınırların tâbi olduğu genel hukukî rejime göre, bunun zilyetliğini karşı tarafa devretmesi gerektiği kabul edilirse (TMK m. 939), malik, hava aracını işleterek elde edeceği gelirden mahrum kalacaktır ve bunu krediyi geri ödemekte kullanamayacaktır. Ayrıca, hava aracının zilyetliğini devralan rehin hakkı sahibi de ciddi bir bakım külfeti altına girecektir (TMK m.  945).  Bu  sakıncalar  sebebiyle,  taşınır  niteliğinde  olmalarına  rağmen (TSHK m. 65), hava araçlarının zilyetliğin devri gerekmeksizin hakkın bir sicile tescili yoluyla rehni mümkün kılınmıştır (TSHK m. 69). Bu çalışmada TSHK kapsamında sözleşmeye dayanan hava aracı ipoteği                                                  1   Sivil hava araçlarında geçerli olan şartlar için bkz. Sürekli Uçuşa Elverişlilik ve Bakım Sorumluluğu Yönetmeliği (28503 sayılı ve 20.12.2012 tarihli RG).  2   Kurt, Ekrem, Hava Aracı Üzerindeki Ayni Hakların TSHK da Düzenleniş Biçiminin Değerlendirilmesi, Sivil Havacılık Hukukunda Güncel Gelişmeler Sempozyumu, MEF Üniversitesi, 22 Şubat 2018, Ed. Havva Karagöz, Kazım Sedat Sirmen, Bilge Erson Asar, İstanbul, 2019, s. 216 vd. 108Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188      Sözleşmeye Dayanan Hava Aracı… ele alınacaktır. Ancak şimdiden belirtmek gerekir ki, Türkiye nin de taraf olduğu, Cape Town da imzalanmış Taşınır Donanım Üzerindeki Uluslararası Teminatlar Hakkında Sözleşme ile Taşınır Donanım Üzerindeki Uluslararası Teminatlar  Hakkında  Sözleşmeye  İlişkin  Hava  Aracı  Donanımına  Özgü Konulara  Dair  Protokol  de  eldeki  konu  bakımından  oldukça  önemlidir. Bunlarla hava aracı gövdelerinin, motorlarının ve helikopterler üzerindeki uluslararası  teminatların  tescil  edilebileceği  uluslararası  bir  sicil kurulmuştur.  Öğretide uluslararası sicile tescilin, ulusal sicile tescile tercih edileceğinden  ötürü  TSHK nın  hava  aracı  ipoteğiyle  ilgili  kurallarının zamanla pratik önemini yitireceği belirtilmiştir. Diğer taraftan, 6353 sayılı kanunla  TSHK ya  eklenen  68/A  maddesine  göre,  anılan  Sözleşme  ve Protokol ün düzenlemeleri  ile  kanunların  çatışması  sebebiyle  çıkabilecek uyuşmazlıklarda,  Sözleşme  ve  Protokol ün  hükümleri  esas  alınacaktır. Ayrıca,  6518  sayılı  kanunla  İİK ya  eklenen  Ek  Madde  2 de,  anılan Sözleşme de ve Protokol de düzenlenen hakların icrasıyla ilgili özel bir düzen öngörülmüştür. Tüm bunlar dikkate alınarak, Cape Town Sözleşmesi ile Protokol ün düzenlemeleri ve bunların Türk hukukuna etkisi aşağıda II. başlık altında ayrıca incelenmiştir. Fakat bağımsız bir çalışmaya konu edilebilecek kadar  geniş  olan  bu  incelemenin  kapsamı  sınırlı  tutulmuştur.  İlerleyen bölümlerde ise TSHK ya göre tesis edilecek sözleşmeye dayanan hava aracı ipoteğiyle ilgili açıklamalar yapılmıştır.                                                   3   Onaylanmasını uygun bulan 6192 sayılı kanun: 27889 sayılı ve 29.3.2011 tarihli Resmî Gazete. 2011/1926 sayılı onay kararı: 27984 (2. Mükerrer) sayılı ve 4.7.2011 tarihli Resmî Gazete. 4   Cape  Town  Sözleşmesi nin  resmî  dilleri,  çatışma  hâlinde  hiçbiri  bir  diğerine  üstün olmayacak şekilde, Arapça, Çince, İngilizce, Fransızca, İspanyolca ve Rusça dır. İngilizce metinde uluslararası teminatlar (international securities/guarantees) kavramı değil, bundan daha geniş olan ‘international interests  kavramı kullanılmıştır. Fransızca, Almanca ve Türkçe metinlerin başlığında aynı ibare, sırasıyla, garanties internationales (uluslararası garantiler),  internationale  Sicherungsrechte  (uluslararası  teminat  hakları)  ve uluslararası teminatlar şeklindedir. Bu çalışmada da Cape Town Sözleşmesi nin Resmî Gazete de  yayımlanan  metnine  sadık  kalınarak  uluslararası  teminat,  teminat  ve/veya Sözleşme metninin içinde geçen şekliyle güvence kavramı kullanılacaktır. Cape Town Sözleşmesi nin kapsamındaki teminatlar 2(2). maddede düzenlenmiştir. 5   Atamer, Kerim, Gemi ve Uçak İpoteğinin Hukuksal Temelleri, İstanbul, 2012, s. 87. 6   28351 sayılı ve 12.7.2012 tarihli Resmî Gazete. 7   28918 sayılı ve 19.2.2014 tarihli Resmî Gazete. 8   Bu çalışmanın kapsamı dışında tutulacak İİK Ek Madde 2 nin değerlendirmesi için bkz. Yazıcı, Çiğdem, Cape Town Konvansiyonu ve Protokolü Çerçevesinde İcra ve İflâs Kanunu na  Eklenen  Ek  Madde  2  Hükmünün  Değerlendirilmesi,  Sivil  Havacılık Hukukunda Güncel Gelişmeler Sempozyumu, MEF Üniversitesi, 22 Şubat 2018, Ed. Havva Karagöz, Kazım Sedat Sirmen, Bilge Erson Asar, İstanbul, 2019, s. 245 vd.  109M. Emir GÖKA                                    Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188 I. Teminat Hukukunda Taşınır İpoteğinin İşlevi Rehin hakkı, sahibine, bu hakla temin edilen alacağın hiç veya gereği gibi ifa  edilmemesi  hâlinde,  rehin  konusu  şeyi  veya  hakkı,  rehin  verenin aracılığına  ihtiyaç  duymaksızın  paraya  çevirerek  getirisinden  alacağını öncelikle alma yetkisi veren bir sınırlı aynî haktır. TMK, rehin hakkını, taşınmaz rehni (m. 850-938) ve taşınır rehni (m. 939-972) şeklinde iki ayrı bölümde düzenlemiştir. Bunlar arasındaki en belirgin fark, aynî haklara hâkim olan ilkelerden aleniyetin taşınmaz rehninde tapu siciline tescille, taşınır rehninde ise zilyetlikle sağlanmasıdır.  TMK m. 939/I e göre, kanunda öngörülen istisnalar dışında, taşınırlar üzerinde rehin hakkı ancak zilyetliğin devriyle kurulabilir. Yine TMK m. 939/III uyarınca taşınır, fiilen rehin verenin hâkimiyetinde kaldığı sürece rehin hakkı doğmaz. Bu sebeple, hükmen teslim, teslim yerine geçen sözleşme yollarıyla ve müşterek zilyetlik sağlanarak teslime bağlı rehin kurulamaz. Zilyetliğin havalesiyle taşınır rehni kurulabilmesi için ise havalenin mutlaka dolaysız zilyede ihbarı gerekir. Elbirliğiyle zilyetlik tesis edilerek de taşınır rehni  kurulabilir.  Rehnin  kurulması  için  taşınırın  bir  üçüncü  kişiye (yediemine) teslim edilmesi de yeterlidir. Önemli olan taşınırın rehin alana teslimi değil, rehin verenin münhasır fiilî hâkimiyetinden çıkartılmasıdır. Bu, yalnızca rehin hakkının kurulması için değil, geçerli olarak sürdürülmesi için de şarttır (TMK m. 943).                                                   9   Sirmen,  A.  Lâle,  Eşya  Hukuku,  7.  Baskı,  Ankara,  2019,  s.  586;  Oğuzman,  M. Kemal/Seliçi, Özer/Oktay-Özdemir, Saibe, Eşya Hukuku, 21. Baskı, Ankara, 2018, N. 3176. Taşınır rehninin benzer bir tanımı için bkz. Zobl, Dieter/Thurnherr, Christoph, Berner Kommentar, Schweizerisches Zivilgesetzbuch, Band IV: Das Sachenrecht, 2. Abteilung:  Die  beschränkten  Dinglichen  Rechte,  5.  Teilband:  Das  Fahrnispfand,  1. Unterteilband: Systematischer Teil und Art. 884-887 ZGB, 3. Auflage, Bern, 2010, Systematischer Teil, N. 149.  10  Serozan, Rona, Eşya Hukuku I, 3. Bası, İstanbul, 2014, N. 1435; Sirmen, s. 589. 11  Bu konuda Yargıtay ın açıklamaları için bkz. Yargıtay HGK, E. 1999/11-43, K. 1999/67, T. 10.2.1999 (Kazancı, E. T. 8.11.2019). 12  Sirmen, s. 682-683; Oğuzman/Seliçi/Oktay-Özdemir, N. 3669 vd.; Nomer, Halûk Nami/Ergüne, M. Serkan, Eşya Hukuku, 6. Bası, İstanbul, 2019, N. 1248, 1249, 1256. TMK m. 766 uyarınca taşınır mülkiyetini hükmen teslimle devir hakkı, taşınır rehni kurallarını dolanmak için kullanılmışsa, yalnızca rehin hakkı kurulmamakla kalmaz (TMK m. 939/III), mülkiyetin devri de sonuç doğurmaz.  13  Serozan, N. 1459; Nomer/Ergüne, N. 1251; Ergüne, M. Serkan, Hukukumuzda Taşınır Rehninin, Özellikle Teslime Bağlı Taşınır Rehninin Kuruluşu, İstanbul, 2002, s. 146-147. 14  Rehin konusunun üçüncü kişiye tesliminin her zaman rehin verenin bunun üzerinde münhasır fiilî hâkimiyetini engellemeyeceği yönünde: Nomer/Ergüne, N. 1242, dn. 94. 15  Serozan, N. 1462; Nomer/Ergüne, N. 1242. 110Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188      Sözleşmeye Dayanan Hava Aracı… Taşınır rehnini ilke olarak zilyetliğin devrine bağlı kılan kanun koyucu, rehin hakkı sahibi alacaklının ve üçüncü kişilerin menfaatlerini korumayı amaçlamıştır. Rehin hakkına sahip alacaklı yönünden, taşınırın fiilen onun veya bir yedieminin hâkimiyetinde olması güvenli bir teminat sağlar ve bunun paraya çevrilmesini kolaylaştırır. Ayrıca, taşınırın malikinin bunun üzerinde fiilî ve hukukî tasarruflarda bulunarak rehin hakkı sahibine zarar vermesinin de önüne geçilir. Üçüncü kişiler yönünden getirilen koruma ise özellikle zilyetliğin aleniyet işlevi ile ilgilidir. TMK m. 989 ve 990 da ifadesini bulan zilyetliğin olumlu aleniyet işlevine göre, bir taşınırın zilyedi onun üzerinde iddia ettiği aynî hakka karineten sahip sayılır. Bunun zıt anlamından, birinin zilyetliğindeki  taşınır  üzerinde  başkalarının  aynî  haklara  sahip  olmadığı sonucu çıkar ve buna da zilyetliğin olumsuz aleniyet işlevi denir. İşte taşınır rehni zilyetliğin devrine bağlanarak üçüncü kişilerin gerçekte rehnedilmiş bir taşınırın rehin verenin zilyetliğinde olması sebebiyle onun malvarlığını ya da itibarını  yanlış  değerlendirmesi  ve  ondan  alacaklılarsa  yapacakları  icra takiplerinin rehin hakkı sebebiyle semeresiz kalması engellenmektedir. Son olarak, bir görüşe göre, taşınırın rehnedilmesi için kural olarak zilyetliğin devrinin  aranması  rehin  veren  borçluyu  kendisine  karşı  korumaktadır: Zilyetliğin devri sebebiyle rehnedeceği taşınırdan yoksun kalacak olan borçlu, müzayakada olsa bile, çok değerli olan taşınırlarını rehnetmekten kaçınarak sömürülmekten korunacaktır. Oysa TBK m. 28 deki gabine ilişkin emredici hüküm varken, burada da borçluya böyle bir koruma getirilmesi gereksiz olurdu. TMK nın  taşınır  rehninde  benimsediği  bu  sistem,  özellikle  aleniyet ilkesini  gerçekleştirmek  uğruna,  bir  aynî  hakkın  tesisi  için  yapılacak                                                  16  Serozan,  N.  1463;  Hadžimanovic,  Nataša,  Die  allgemeine  Mobiliarhypothek  – unentbehrlich für das Schweizer Recht?, Aktuelle Juristische Praxis, 2009, s. 1440. Reisoğlu, Seza, Menkul İpoteği, Teslimsiz Menkul Rehni, Ankara, 1965, s. 3.  17  Ayrıntılı  bilgi  için  bkz.  Thomas  Bauer/Christoph  Bauer,  Basler  Kommentar, Zivilgesetzbuch II, Art. 457-977 ZGB und Art. 1-61 SchIT ZGB, Hrsg. Thomas Geiser, Stephan Wolf, 6. Auflage, Basel, 2019, Art. 884, N. 9; Ergüne, s. 128-129. 18  BSK-Bauer/Bauer, ZGB II, Art. 884, N. 7. Zilyetlik karineleri hakkında bkz. Sirmen, s. 41, 80 vd.; Nomer/Ergüne, N. 64. 19  BSK-Bauer/Bauer, ZGB II, Art. 884, N. 7. Bu ilke karşılığını, taşınır mülkiyetinin devrinde ve rehninin kurulmasında kural olarak zilyetliğin devrinin aranmasında bulur. Bkz. BSKBauer/Bauer, ZGB II, Art. 884, N. 8; Serozan, N. 232, 1463. 20  BGE 99 II 34 (37); BSK-Bauer/Bauer, ZGB II, Art. 884, N. 8; Hadžimanovic, s. 1440; Serozan, N. 232, 1463; Ergüne, s. 127-128; Reisoğlu, s. 3; Davran, Bülent, Rehin Hukuku Dersleri, İstanbul, 1972, s. 81. 21  Hadžimanovic, s. 1441-1442; Hromadka, Wolfgang, Geschichtliche Beiträge zu Fragen des  Faustpfandprinzips  im  Schweizerischen  Zivilgesetzbuch,  Zeitschrift  für Schweizerisches Recht, 1970, s. 153-154. 111M. Emir GÖKA                                    Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188 sözleşmeye ek olarak üzerinde aynî hak kurulacak taşınırın da alacaklıya devredilmesini  gerekli  kılan  teslim  ilkesine  (Übergabegrundsatz, Traditionsprinzip (traditio=teslim)) dayanır. Taşınırlar üzerindeki herkes tarafından ihlâli mümkün olan aynî hakların alenileşmesini sağlayan teslim ilkesi, İsviçre ve Türk medenî hukuklarınca, Roma hukukundaki aynî hakkın salt  tarafların  anlaşmasıyla  devir  veya  tesis  edilmiş  olacağı  yönündeki sözleşme  ilkesine  (Vertragsprinzip)23  tercih  edilmiş  ve  böylece  Roma hukukunun  aleniyet  ilkesine  ilişkin  zayıflığı  giderilmiştir.  Yukarıda açıklanan düzenlemelerle TMK, Roma hukukunda esas olan teslimsiz taşınır rehni sisteminin tam aksini kabul etmiştir. Ancak teslim ilkesi bir tür teslim zorunluluğu  olarak  anlaşılmamalıdır.  Hukuk  sisteminde  bu  ilkeden sapılmasını gerektiren pek çok istisnaî durum mevcuttur.  Taşınır rehni bakımından  bu  ilkenin  istisnaları  ancak  kanunla  öngörülebilir  (TMK  m. 939/I).  Bazı  taşınırların  bir  sicile  tescil  yoluyla  rehnini  mümkün  kılan hükümler böyledir. Taşınır ipoteği, taşınırlar üzerinde bu şekilde kurulabilen rehin  hakkını  ifade  eder.  Taşınır  ipoteğinde  rehin  hakkının  aleniyeti, zilyetliğin devriyle kurulan taşınır rehnindeki gibi zilyetlikle değil, taşınmaz rehni gibi sicile yapılan tescil ile sağlanır. İsviçre  Medenî  Kanunu nun  (İMK)  hazırlanış  aşamasında  bazı hukukçular taşınır ipoteği ile ilgili hükümler getirilmesini önermiştir; ama hayvan rehni haricinde (İMK m. 885, TMK m. 940/I) bu öneriler kabul görmemiştir.  Bunun  gerekçesi  olarak  taşınır  ipoteğinin,  mülkiyeti  saklı                                                  22  Meier-Hayoz, Arthur, Berner Kommentar, Schweizerisches Zivilgesetzbuch, Band IV: Das Sachenrecht, 1. Abteilung: Das Eigentum, 1. Teilband: Systematischer Teil und Allgemeine  Bestimmungen,  Art.  641-654  ZGB,  5.  Auflage,  Bern,  1981,  ZGB Systematischer Teil, N. 69-70; Oftinger, Karl/Bär, Rolf, Zürcher Kommentar zum Schweizerischen  Zivilgesetzbuch,  IV.  Band:  Das  Sachenrecht,  2.  Abteilung:  Die beschränkten dinglichen Rechte, 23. Titel: Das Fahrnispfand, Art. 884-918, 3. Auflage, Zürich, 1981, Art. 884, N. 179. 23  BK-Meier-Hayoz, ZGB, Systematischer Teil, N. 71; Kaser, Max, Roman Private Law, Trans. Rolf Dannenbring, 4. Edition, Pretoria, 1984, s. 154 vd. 24  Schwarz, Andreas B., Türkiye-İsviçre Medenî Hukuku ve Roma Hukuku, Profesör Cemil Birsel e Armağan dan Ayrı Bası, İstanbul, 1939, s. 51. 25  BK-Meier-Hayoz, ZGB, Systematischer Teil, N. 71; Schwarz, s. 51; Kaser, s. 154 vd. 26  BK-Meier-Hayoz, ZGB, Systematischer Teil, N. 69.  27  BSK-Bauer/Bauer, ZGB II, Art. 884, N. 21; Ergüne, s. 58-59. 28  ZK-Oftinger/Bär,  ZGB,  Systematischer  Teil,  N.  66;  BK-Zobl/Thurnherr,  ZGB, Systematischer Teil, N. 273. 29  Davran, Bülent, Teslim Şartlı Menkul Rehni – Sicilli Menkul Rehni, Ticaret ve Banka Hukuku  Haftası  (27  Nisan  –  3  Mayıs  1959),  Tebliğler-Müzakereler-Yabancı  Dilde Hülâsalar, Ankara, 1960, s. 163-164; Akçura-Karaman, Tuba, Gemi ve Hava Aracı İpoteği ve Motorlu Taşıt Rehni (Taşınır İpoteği), 2. Baskı, İstanbul, 2019, s. 20-21. 112Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188      Sözleşmeye Dayanan Hava Aracı… tutma kaydıyla satış kurumunun (İMK m. 715, TMK m. 764) muadili olması gösterilmiştir. Oysa mülkiyeti saklı tutma kaydıyla satışın amacı satıcının korunması iken taşınır ipoteğinin amacı, öncelikle, taşınmaz rehniyle kredi elde etmekte zorlanan küçük ve orta büyüklükte işletmelerin faaliyetlerinde kullandıkları  taşınırları  bir  yandan  işleterek  kazanç  sağlamaya  devam ederken, diğer yandan bunlar üzerinden kredi alabilmeleridir. Başka bir ifadeyle, taşınır ipoteği, rehnedilen taşınır niteliğindeki üretim araçlarının zilyetliğinin  kaybedilmemesini  ve  böylece  rehinle  temin  edilen  borcun doğrudan  rehnedilen  üretim  araçlarının  işletilmesiyle  ödenmesini sağlamaktadır.  Esasen  İMK da  hayvan  rehninin  sicilli  olarak düzenlenmesinin altında da çiftçinin, en önemli gelir kaynağı olan hayvandan yoksun  bırakılmadan,  yine  o  hayvan  üzerinden  kredi  elde  edebilmesini sağlama amacı yatmaktadır. Aynısı, büyük ekonomik değer taşıyan gemi ve sivil hava aracı gibi taşınırlar için de geçerlidir; ama bunların sicilli rehni daha                                                  Belirtelim ki, TMK m. 940 ın ikinci fıkrası, Türk Kanunu Medenîsi nde düzenlenmemişti.  30  Davran, Menkul Rehni, s. 163-164; Akçura-Karaman, s. 20. Mülkiyeti saklı tutma kaydının kısmen taşınır ipoteği niteliği gösterdiği hakkında bkz. Kuntalp, Erden, Teminat Kavramı, Teminat Türleri ve Bunlardan Doğan Sorumluluk, Prof. Dr. Reha Poroy a Armağan, İstanbul, 1995, s. 282. Bu kaydın, son tahlilde, taşınır ipoteği anlamına geleceği yönünde bkz. Serozan, Rona, Mülkiyeti Saklı Tutma Anlaşması ve Teminaten Temlik, Prof. Dr. Erdoğan Moroğlu na 65. Yaş Günü Armağanı, 2. Tıpkı Bası, İstanbul, 2011, s. 989, 993. 31  Karş. Serozan, Mülkiyeti Saklı Tutma, s. 989. 32  Reisoğlu, s. 1-2; Akçura-Karaman, s. 20-21. Hava aracı ipoteği özelinde bkz. Kurt, Sempozyum, s. 233. TMK m. 940/II nin eklenmesi sonucunda motorlu taşıt rehninin sicilli rehne dönüştürülmesindeki amaç ise daha farklıdır. Bunda, bir taraftan motorlu taşıtı krediyle satın alan ve kredinin teminatı olarak taşıtı bankaya rehneden kişinin taşıtı kullanabilmesi, diğer taraftan bankanın bu taşıtın muhafazasının getirdiği külfetlerden kurtulması amaçlanmıştır. Uyumaz, Alper, Motorlu Taşıt Rehni, İstanbul, 2012, s. 74 vd.; Makaracı-Başak, Aslı, Taşınır Rehni Sözleşmesi, İstanbul, 2014, s. 350 vd. 33  Oktay-Özdemir, Saibe, Ticari İşlemlerde Taşınır Rehni Kanununa Göre Üzerinde Rehin Hakkı Kurulabilecek Ticari İşletmeler Dışındaki Taşınır Varlıklar, Ticarî İşlemlerde Taşınır Rehni Sempozyumu, 16 Şubat 2018, Ed. A. Lâle Sirmen, A. Barış Özbilen, Ankara, 2018, s. 53; Ergüne, s. 129; Demir, Ant, Hava Aracı İpoteği, Yayımlanmamış Doktora Tezi, Ankara, 2009, s. 20; Sözer, Bülent, Türk Sivil Havacılık Kanunu na İlişkin Bazı Görüşler  ve  Değerlendirmeler,  BATİDER,  Cilt  12,  Sayı  2-3,  1984,  s.  82;  Hızır, Serdar/Turaev,  Alisher,  Türk  Hukuku nda  Hava  Araçları  Üzerinde  İpotek  Tesis Edilmesi, AÜHFD, Cilt 57, Sayı 3, 2008, s. 373; Kurtuluş, Funda, Hava Aracı İpoteği, Başkent  Üniversitesi  Hukuk  Fakültesi  Dergisi,  Cilt  3,  Sayı 1,  2017,  s.  156;  Tahir Çağa/Rayegân Kender, Deniz Ticareti Hukuku I, Giriş, Gemi, Donatan ve Kaptan, 14. Bası, İstanbul, 2005, s. 112.  34  Huber, Eugen, Schweizerisches Zivilgesetzbuch, Erläuterungen zum Vorentwurf des Eidgenössischen Justiz- und Polizeidepartments, Zweiter Band: Sachenrecht und Text des Vorentwurfes vom 15. November 1900, 2. Auflage, Bern, 1914, N. 1957, s. 334-335 (Swisslex, E. T. 2.11.2019); Bauer/Bauer, Basler Kommentar, ZGB II, Art. 855, N. 1.  113M. Emir GÖKA                                    Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188 sonra  mümkün  kılınmıştır.  Türk  kanun  koyucusu,  hava  aracı  ipoteğini düzenlemekte  bu  durumu  dikkate  aldığını  TSHK  gerekçesinde  açıkça belirtmiştir. Yine değerli taşınırların zilyetliğin devri yoluyla rehnedilmesi hâlinde  TMK  m.  945  uyarınca  alacaklı,  taşınırın  kaybolmasından,  yok olmasından ya da değerinin azalmasından sorumlu olacağı için, alacaklıyı böyle bir külfet altında bırakmak ve alacaklının bunu önlemek için ciddi masraf yapmasına göz yummak da sakıncalı görülmüştür.  Bu sakıncalar daha sonra dikkate alınmış ve taşınır ipoteği kurumu mülga 6762  sayılı  TTK da  gemi  ipoteğiyle  (6102  sayılı  TTK  m.  1012  vd.)37, sonrasında mülga 1447 sayılı Ticari İşletme Rehni Kanunu nda (TİRK) ticari işletme rehninde işletme faaliyetine tahsis edilmiş taşınırların işletmeyle birlikte rehni imkânıyla (burada tam anlamıyla taşınır ipoteği söz konusu olmasa da işletmeyle birlikte taşınırların zilyetliğin devri olmadan kül hâlinde rehni mümkün kılınmıştır), daha sonra 2920 sayılı Türk Sivil Havacılık Kanunu nda (TSHK) hava aracı ipoteğiyle ve nihayet en geniş hâliyle, TİRK i yürürlükten kaldıran, 6750 sayılı Ticari İşlemlerde Taşınır Rehni Kanunu (TİTRK) ile düzenlenmiştir. Bunlara ek olarak, 713 sayılı Türk Kanunu Medenîsi nde yer almayan TMK m. 940/II hükmüyle bir sicile tescili zorunlu olan taşınırların üzerinde zilyetlik devredilmeden rehin kurulabileceği öngörülmüş ve Karayolları Trafik Kanunu m. 19 uyarınca motorlu araçların trafik siciline tescili zorunlu olduğu için bunların da taşınır ipoteği yoluyla rehninin önü açılmıştır. Esasen TİTRK e kadar olan düzenlemelerle yalnızca gemi, hava aracı ve motorlu taşıtlar gibi mahiyeti itibariyle taşınır olmakla birlikte hem pahalarının yüksek olmasından ötürü önemli finansman araçları                                                  35  Uçağın ekonomik önemi dikkate alınarak, bu değerin hareketlendirilmesini, kredi kaynağı oluşturmasını, sermaye unsuru olarak sabitlikten kurtarıp, yatırım olanakları yaratmasını sağlayacak hükümlere yer verilmiştir. Türk Sivil Havacılık Kanun Tasarısı Hakkında Genel  Açıklamalar  ve  Gerekçe,  s.  5  (http://mevzuat.shgm.gov.tr/wpcontent/uploads/2016/01/turk_sivil_hav.kanun-tasari_mayis1.pdf (E. T. 27.9.2019)). 36  Göknil, Mazhar Nedim, Hava Hukuku, İstanbul, 1951, s. 170; Kurt, Sempozyum, s. 233; Nomer/Ergüne, N. 1222; Ergüne, s. 131. Örneğin, alacaklının zilyetliğin devri yoluyla rehnaldığı gemiyi muhafaza etmesi oldukça zor ve masraflı olacaktır: Çağa/Kender, s. 112. 37  Aslında 13.5.1929 tarihli ve 1440 sayılı Ticaret Kanunu nda (2. Kitap – Deniz Ticareti) gemi rehnine ilişkin Alman BGB si temelinde hazırlanmış düzenlemeler vardı. Fakat bunların ipotekten ziyade hayvan rehnine daha yakın olması gerekçesiyle 6762 sayılı kanunda, BGB yerine, Almanya daki daha güncel olan 1940 tarihli Müseccel Gemiler ile Yapı Hâlinde Bulunan  Gemiler  Üzerindeki  Haklara  İlişkin  Kanun  esas  alınmıştır  ve  sicile  kayıtlı gemilerin hususiyetini dikkate alan bir düzen getirilmiştir. Bu konuda ayrıntılı bilgi için bkz. Atamer, s. 70 vd. 38  Bu  fıkranın  eklenmesinin  temel  sebebi,  motorlu  araç  rehninde  zilyetliğin  devri zorunluluğunu ortadan kaldırmaktır. Nomer/Ergüne, N. 1306. 114Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188      Sözleşmeye Dayanan Hava Aracı… teşkil eden hem de rehin verenin kullanmaya devam etmekte menfaati bulunan taşınırların bir sicile kaydedilmek suretiyle rehnedilebilmesi sağlanmıştır. Buna karşın, TİTRK m. 5/I-p de her türlü taşınırın, TİTRK m. 3 te sayılan taraflar  arasında  olmak  kaydıyla,  rehinli  taşınır  siciline  kaydedilerek rehnedilebileceği  düzenlenmiştir.  Bunun  sonucunda,  ticarî  uygulamada teslime  bağlı  rehnin  istisna,  taşınır  ipoteğinin  kural  hâline  gelmesi mümkündür.  II. Hava Aracı İpoteğine İlişkin Başlıca Düzenlemeler A. Uluslararası Sözleşmeler 1. Genel Olarak Sivil hava araçlarını ve bunlar üzerindeki aynî hakları ilgilendiren birden fazla  uluslararası  sözleşme  mevcuttur.  Bunlar  arasında  başta  19.6.1948 tarihinde  Cenevre de  imzalanan  Hava  Araçları  Üzerindeki  Hakların Uluslararası Alanda Tanınması Konusundaki Uluslararası Sözleşme ve Türkiye nin  de  taraf  olduğu,  7.12.1944  tarihinde  Chicago da  imzalanan Milletlerarası  Sivil  Havacılık  Sözleşmesi  (Chicago  Sözleşmesi) sayılabilir. Ancak yukarıda Giriş bölümünde değinildiği üzere, Taşınır Donanım Üzerindeki Uluslararası Teminatlar Hakkında Sözleşme (bundan böyle Cape Town Sözleşmesi veya CTS olarak anılacaktır) ile Taşınır Donanım Üzerindeki Uluslararası Teminatlar Hakkında Sözleşmeye İlişkin Hava  Aracı  Donanımına  Özgü  Konulara  Dair  Protokol  (bundan  böyle Protokol  olarak  anılacaktır)  eldeki  konu  bakımından  özel  bir  öneme sahiptir. Bunlar doğrudan doğruya yüksek ekonomik değeri olan ve ülkeler arasında dolaşım kabiliyetine sahip hava araçları üzerindeki teminatların uluslararası  olarak  tanınmasını  ve  korunmasını,  bunların  etkili  birer finansman aracı olarak kullanılmasının sağlanmasını ve bunun için yapılacak işlemlerin  açık  kurallara  bağlanıp  kolaylaştırılmasını  ve                                                  39  Gereksinimler ve çıkarlar sıkıştırdıkça, ‘menkul ipoteği  ya da ‘teslimsiz rehin  listesi de genişlemektedir. Serozan, N. 1468. 40  Convention on the International Recognition of Rights in Aircraft. Uluslararası Sivil Havacılık Örgütü nün internet sitesinde yer alan dokümana göre, Türkiye bu sözleşmeye taraf  değildir (https://www.icao.int/secretariat/legal/List%20of%20Parties/Geneva_EN.pdf).  Resmî Gazete de ve SHGM nin internet sitesinde de Türkiye nin bu sözleşmeye taraf olduğuna dair bir bilgi tespit edilememiştir. Karş. Atamer, s. 25; Kurtuluş, s. 158. 41  Convention on International Civil Aviation. 12.06.1945 tarihli ve 6029 sayılı Resmî Gazete ile onaylanmıştır.   115M. Emir GÖKA                                    Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188 yeknesaklaştırılmasını  amaçlamaktadır.  Aşağıda  yalnızca  bunlarla  ilgili açıklamalara yer verilecektir.  2. Cape Town Sözleşmesi ve buna ilişkin Protokol a. Düzenlemelerin Kapsamı CTS  ve  buna  ilişkin  Protokol,  UNIDROIT in  taşınır  teminatlı finansmana ilişkin hukuk kurallarını yeknesaklaştırma çalışmaları sonucunda ortaya çıkmıştır. Bunlarda yer alan düzenlemeler, hava araçlarının yanında demiryolu üzerinde hareket eden nesneleri (railway rolling stock) ve uzay malvarlıklarını  (space  assets)  da  kapsamaktadır  (CTS  m.  2(3))44. Sayılanların tamamı yüksek ekonomik değere sahip olan ve işletilmesinin olağan seyrinde bir ülkeden başka ülkeye geçen ya da ülke sınırları dışına çıkan taşınırlardır. Bu özelliklere sahip olmamakla birlikte, gelişmekte olan ülkelerde  duyulan  ihtiyaca  yönelik  olarak  madencilik,  tarım  ve  inşaat ekipmanına ilişkin ayrı bir protokol de 2014 ten beri hazırlanmaktadır. Bu gelişmeler, bunların finansman elde etmekte borçluya sağladığı kolaylıklar ve alacaklıya getirdikleri uluslararası koruma, taşınır teminatıyla ilgili ulusal düzenlemelerin pratik öneminin giderek azalacağına işaret etmektedir. CTS ve buna ilişkin Protokol, taraf devletlerin belirli konularda çaba göstermeyi  ya  da  hukukî  düzenleme  yapmayı  taahhüt  ettiği  uluslararası anlaşmalar değildir. Bunlarda, uluslararası teminat hakkına (international interest,  international  Sicherungsrecht)  dayanak  oluşturabilecek  temel                                                  42  Ülgen, Hüseyin/Aydoğan, Fatih, Genel Hatlarıyla Cape Town Konvansiyonu ve Hava Aracı Protokolü, Prof. Dr. Hamdi Yasaman a Armağan, İstanbul, 2017, s. 715 vd. 43  Kozuka, Souichirou, Why National Implementation of the Cape Town Convention Matters, Ius Comparatum – Global Studies in Comparative Law, Vol. 22, Implementing the  Cape  Town  Convention  and  the  Domestic  Laws  on  Secured  Transactions,  Ed. Souichirou Kozuka, Cham, 2017, s. 2; Goode, Roy, Convention on International Interests in Mobile Equipment and Protocol Thereto on Matters Specific to Aircraft Equipment, Official Commentary, Revised Edition, Rome, 2008, N. 1.1 vd.; Ülgen/Aydoğan, s. 718 vd. 44  Bu iki tür taşınıra ilişkin ayrı protokoller düzenlenmiştir. Demiryolu üzerinde hareket eden nesnelere  ilişkin  2007  tarihli  protokol:  Luxembourg  Protocol  to  the  Convention  on International Interests in Mobile Equipment on Matters Specific to Railway Rolling Stock (https://www.unidroit.org/97-instruments/security-interests/cape-town-convention-mobileequipment-2001/604-luxembourg-protocol-to-the-convention-on-international-interests-inmobile-equipment-on-matters-specific-to-railway-rolling-stock-luxembourg-2007).  Uzay malvarlıklarına ilişkin 2012 tarihli protokol: Protocol to the Convention on International Interests  in  Mobile  Equipment  on  Matters  Specific  to  Space  Assets (https://www.unidroit.org/instruments/security-interests/space-protocol).  45  Goode, Roy, The Protection of Interests in Movables in Transnational Commercial Law, Uniform Law Review, Vol. 3, No. 2-3, 1998, s. 460. 46  Bkz. https://www.unidroit.org/work-in-progress/mac-protocol 116Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188      Sözleşmeye Dayanan Hava Aracı… ilişkiler (CTS m. 2), bunların şekli (CTS m. 7), uluslararası teminatın konusu (CTS m. 2(3)), tescili (CTS m. 18 vd.), paraya çevrilmesi (CTS m. 8 vd.), önceliği (CTS m. 29, 8(6), 9(5)), devri (CTS m. 31 vd.) ve gerektiğinde ihtiyati tedbirle  korunması  (CTS  m.  13)  gibi  konular  doğrudan  doğruya düzenlenmektedir.  Hatta  borçlunun  iflası  hâlinde  uluslararası  teminatın geçerliliği bile kurala bağlanmıştır (CTS m. 30). Ayrıca, CTS ile Protokol hükümleri  arasında  çatışma  olması  hâlinde  Protokol  hükümlerinin  esas alınacağı öngörülmüştür (CTS m. 6(2)). Bazı düzenlemelerin taraf iradesiyle değiştirilmesi mümkün kılınmıştır. Örneğin, CTS m. 11(2) de taraflar arasındaki sözleşmeye aykırı davranışın (temerrüt kavramıyla ifade edilmiştir) ölçütü düzenlenmiştir; ama CTS m. 11(1) ile taraflara temerrüt oluşturacak veya başka bir şekilde CTS m. 8-10 ile 13 teki hakların kullanılmasına yol açacak olaylar üzerinde anlaşma hakkı tanınmıştır.  Yalnızca  böyle  bir  anlaşmanın  yokluğunda  veya  kapsamı dışındaki olaylarda CTS m. 11(2) deki ölçüt uygulanabilecektir.  Tarafların aksini veya uygulanmayacağını kararlaştıramayacağı emredici nitelikte hükümler de vardır. Hangi hükümlerin emredici nitelikte olduğu CTS m. 15 te sayılmıştır. Taraflar, CTS m. 15 te sayılanlar dışında olup Bölüm III – Temerrüt hâlinde başvurulabilecek yasal yollar altında yer alan kuralların etkisini kısıtlayabilir veya bunları değiştirebilir.  Özetle CTS  ve buna ilişkin Protokol deki düzenlemeler uluslararası teminatın  kuruluşundan,  paraya  çevrilmesine  kadar  olan  bütün  süreci kapsamaktadır. Bu süreçte karşılaşılabilecek sözleşmeye aykırılık, borçlunun iflası,  teminat  konusunun  değerinin  korunması  vb.  sebeplerle  ortaya çıkabilecek ihtiyati tedbir ihtiyacı ve teminatın devri (karş. Türk hukukunda fer ilik ilkesi) gibi sorunlar da ayrıca hükme bağlanarak çözümlenmiştir. Son olarak, CTS ile buna ilişkin Protokol, uygulamalarını temin etmek üzere kurulacak kurumları da düzenlemiştir. CTS m. 17 ve Protokol m. XVII da uluslararası teminatların tescil edileceği sicilin teşkili, işleyişinin düzenlenmesi ve denetlenmesi, sicille ilgili şikayetlerin dinlenebileceği idarî usullerin  öngörülmesi  ve  taraf  devletlere  CTS  ile  Protokol deki yükümlülüklerinin  ifasıyla  ilgili  periyodik  olarak  rapor  verilmesi  gibi faaliyetleri  yerine  getirmek  için  bir  Nezaret  Otoritesi  (Supervisory Authority)  kurulmuştur.  CTS  m.  27 ye  göre,  Nezaret  Otoritesi  hukuken kişiliğe sahip olmadığı yerlerde uluslararası tüzel kişiliğe sahip sayılacaktır.                                                  47  CTS de açıkça belirtilmemesine rağmen, özellikle CTS nin getirdiği tescil sistemiyle ilgili bazı hükümlerin aksinin kararlaştırılması mümkün olmaz. Bkz. Goode, N. 2.38. 117M. Emir GÖKA                                    Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188 b. Uluslararası  Teminat  Hakkı  ve  Cape  Town  Sözleşmesi nin Uygulanma Şartları Türkiye nin de taraf olduğu 1993 tarihli Gemi Alacaklısı Haklarına ve Gemi İpoteklerine İlişkin Milletlerarası Sözleşme den farklı olarak, CTS de, teminatın ancak ulusal hukuka göre geçerli olarak kurulabileceği ve yalnızca bundan sonra uluslararası olarak korunabileceği bir sistem öngörülmemiştir. Aksine, hava aracı üzerinde uluslararası teminat hakkının doğması için CTS ve Protokol altında öngörülen şartların gerçekleşmesi yeterlidir. Uygulanacak ulusal hukukta bu teminat hakkının karşılığının bulunmaması, doğması için bazı ek şartların aranması veya bu hukukun zilyetliğin devri olmadan taşınır rehnini kabul etmemesi durumu değiştirmez. Ancak aşağıda değinileceği üzere, uygulanacak ulusal hukuk, özellikle uluslararası teminata dayanak olan temel ilişkiyi vasıflandırmada, CTS nin uygulanabilirliği bakımından önem taşır (CTS m. 2(4)).   CTS m. 2(2) uyarınca taşınır donanım üzerindeki uluslararası teminat, … üçüncü fıkrada sayılan kategorilerdeki nesneler arasından bireysel olarak tanımlanabilen ve Protokol ile tayin edilmiş bir nesne üzerinde kurulabilir. Protokol e göre tayin edilme şartının sağlanması için hava aracı nesnesinin imalatçı seri numarası, imalatçı ismi ve modelinin belirli olması gerekir (m. VII).  CTS nin getirdiği uluslararası teminat hakkı, yeni ve hibrit bir maddî hukuk kurumudur. CTS m. 2(2) nin alt bentlerinde uluslararası teminata dayanak  oluşturabilecek  temel  ilişkiler/işlemler  (Basisgeschäfte)                                                  48  International Convention on Maritime Liens and Mortgages. Onaylanmasını uygun bulan 6902 sayılı kanun, 30018 sayılı ve 25.3.2017 tarihli Resmî Gazete de yayımlanmıştır. 49  von  Bodungen,  Benjamin,  Mobiliarsicherungsrechte  an  Luftfahrzeugen  und Eisenbahnrollmaterial im nationalen und internationalen Rechtsverkehr, Münster, 2009, s. 268; Goode, Roy, The International Interests as an Autonomous Property Interest, European Review of Private Law, Vol. 12, Issue 1, s. 24.   50  Goode, International Interests, s. 24. Bununla birlikte, Cape Town Sözleşmesi m. 2(4) uyarınca  somut  olaydaki  teminatın,  aynı  maddenin  2.  fıkrasında  sayılan  uluslararası teminatlardan birine girip girmediğini uygulanacak hukuk (m. 5) belirler. Bu sebeple, taraflar arasında ilgili uluslararası teminatı doğurmaya elverişli bir sözleşme bulunup bulunmadığı, tarafların bu sözleşmeyi yapmak için gerekli ehliyeti haiz olup olmadığı ve iradelerin uyuşup uyuşmadığı gibi sorunlar ulusal hukuktan bağımsız değildir. 51  Hükmün alıntılanan kısmının İngilizcesi şöyledir: an international interest in mobile equipment is an interest, …, in a uniquely identifiable object of a category of such objects listed in paragraph 3… Buradaki kalınlaştırılarak vurgulanmış in kelimesi, resmî Türkçe tercümede tam karşılığını bulmamıştır.  52  von Bodungen, s. 268 vd.; Ülgen/Aydoğan, s. 722. 118Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188      Sözleşmeye Dayanan Hava Aracı… düzenlenmiştir.  Buna  göre,  uluslararası  teminat,  bir  güvence  anlaşması gereği güvence borçlusu tarafından verilen (m. 2(2)(a)) ya da bir mülkiyeti muhafaza anlaşmasındaki şartlı satıcıda (conditional seller) (m. 2(2)(b)) veya bir finansal kiralama anlaşması gereği kiraya verende bulunan (m. 2(2)(c)) teminattır. Bu anlaşmaların tanımları sırasıyla CTS m. 1(ii), 1(ll), 1(q) da verilmiştir. Anlaşma kavramı da yalnızca bu üç tür anlaşmayı içerecek şekilde  tanımlanmıştır  (CTS  m.  1(a)).  Anlaşmanın  taraflarına  ilişkin  bir sınırlandırma yapılmamıştır. Bu hükümlerden, uluslararası teminata dayanak oluşturabilecek temel ilişkilerin oldukça sınırlandırıldığı sonucu çıkartılmamalıdır. Zira CTS m. 2(2)(a) daki  güvence  borçlusu  (chargor)  ve  burada  zikredilmemekle beraber  diğer  birçok  hükümde  kullanılan  güvence  alacaklısı  (chargee) kavramları bazı ulusal hukuklardaki teknik anlamlarıyla kullanılmamıştır. Bunlar, teminat amacıyla mülkiyetin devri (security transfer of ownership, Sicherungsübereignung) de dâhil olmak üzere, zilyetlik devredilerek veya devredilmeden verilen her türlü güvencenin taraflarını ifade etmektedir. Kapsamı bu şekilde geniş olan CTS m. 2(2)(a) hükmüyle yetinilmeyerek mülkiyeti muhafaza ile finansal kiralama anlaşmalarının ayrıca sayılmasının sebebi ise ulusal hukuk sistemlerinde bunların CTS m. 2(2)(a) anlamında güvence teşkil edip etmeyeceğiyle ilgili ayrılıklar olmasıdır.                                                   53  CTS m. 41 de saklı tutulduğu üzere, Protokol m. III uyarınca CTS nin bazı hükümlerinin hava aracı nesnelerinin satışına da uygulanacaktır. Esasen satış sözleşmeleri CTS anlamında bir  uluslararası  teminat  teşkil  etmemektedir.  Protokol  m.  III teki  düzenleme,  satış sözleşmelerindeki  alıcının  korunması  için  uluslararası  sicilden  yararlanılabileceği düşüncesiyle yapılmıştır. Bu konuda bkz. Goode, N. 2.26, 4.39. 54  Leasing agreement kavramı, CTS nin Resmî Gazete de yayımlanan metninde kira sözleşmesi  şeklinde  tercüme  edilmiştir.  Oysa  finansal  kiralama  sözleşmesi  şeklinde tercüme edilmesi gerekirdi. 55  Uluslararası teminata temel olabilecek işlemlerle ilgili ayrıntılı bilgi için bkz. Goode, s. 23 vd.; von Bodungen, s. 270 ff. 56  Goode, N. 2.39. 57  Goode, N. 2.27. 58  Goode, N. 2.27. 59  Kozuka, Souichirou, The Cape Town Convention and Its Implementation in Domestic Law: Between Tradition and Innovation Ius Comparatum – Global Studies in Comparative Law, Vol. 22, Implementing the Cape Town Convention and the Domestic Laws on Secured Transactions, Ed. Souichirou Kozuka, Cham, 2017, s. 30 vd.; Goode, Protection of Interests, s. 460; von Bodungen, s. 269. Alman hukukuyla CTS nin karşılaştırması için bkz. von Bodungen, Benjamin, Security Interests in Mobile Equipment Under German Law – Some Notes on the Similarities and Differences in Relation to the Cape Town Regime, Ius Comparatum – Global Studies in Comparative Law, Vol. 22, Implementing the Cape Town Convention and the Domestic Laws on Secured Transactions, Ed. Souichirou Kozuka, 119M. Emir GÖKA                                    Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188 CTS m. 2(4) uyarınca bir anlaşmanın, CTS m. 2(2) nin (a), (b) ve (c) bentlerindeki  anlaşmalardan  birisi  olarak  vasıflandırılıp vasıflandırılamayacağında  ve  vasıflandırılabilecekse  hangisine  dâhil olacağında uygulanacak ulusal hukuk belirleyicidir. Bu hüküm özellikle iki açıdan ulusal hukuka önemli bir işlev yüklemektedir. İlk olarak, sözleşmeye aykırılık  hâlinde  güvence  anlaşmasının  alacaklısına  tanınan  haklar  ile mülkiyeti muhafaza ve finansal kiralama anlaşmalarının alacaklılarına tanınan haklar arasında fark vardır. Güvence anlaşması alacaklısının hakları CTS m. 8 ve 9 da geniş olarak düzenlenirken, diğer iki anlaşmadaki alacaklılarının hakları CTS m. 10 da daha dar kapsamlı kurallara bağlanmıştır. Her ne kadar CTS  m.  15  uyarınca  bu  hükümlerin  çoğunun  tarafların  anlaşmasıyla değiştirilmesi  mümkün  olsa  da,  uygulanacak  ulusal  hukukun vasıflandırmasına göre CTS nin alacaklıya sağladığı hakların kapsamında farklılık  olabilecektir.  İkinci  olarak,  uluslararası  teminata  dayanak oluşturabilecek temel ilişkiler de ülkeden ülkeye farklılık gösterebilecektir: CTS m. 2(2) e göre uluslararası teminatın CTS m. 2(3) te sayılanlar arasından ferden belirli bir taşınırın üzerinde kurulması gerekmektedir. Yine CTS m. 1(ii) uyarınca güvence anlaşması bir nesne üzerinde veya bir nesneye ilişkin olarak bir hak sağlayan bir anlaşmadır. Örneğin, Kıta Avrupası hukuk sisteminde böyle bir anlaşma tipik olarak aynî hak tesis etmeye yönelik olacaktır. Eğer uygulanacak ulusal hukuka göre, taraflar arasındaki anlaşma CTS  m.  2(2) nin  alt  bentlerinden  birine  dâhil  olacak  şekilde vasıflandırılamazsa, CTS nin uygulanması mümkün olmayacaktır.  Taraflar arasındaki temel ilişkinin yukarıda açıklanan nitelikte olması CTS nin uygulanması ve bir uluslararası teminatın kurulması için yeterli değildir. Bu anlaşmanın CTS m. 7 deki şeklî şartlara uygun olması ve teminatın konusunun da aşağıda açıklanacak hava aracı nesnelerinden biri olması  lazımdır.  Ayrıca,  taraflar  arasındaki  anlaşmanın  (CTS  m.  2(2)) kurulduğu anda borçlunun bir taraf devlette bulunması gerekmektedir (CTS m. 3, ayrıca bkz. Protokol m. IV(1)). Borçlunun bulunduğu yerin tespiti CTS                                                  Cham, 2017, s. 238-239.  60  Ayrıntılı bilgi için bkz. Ülgen/Aydoğan, s. 727 vd. 61  Goode, International Interests, s. 23. 62  von Bodungen, s. 273 ff.; Sagaert, Vincent, The UNIDROIT Convention on International Interests in Mobile Equipment: a Belgian Perspective, European Review of Private Law, Vol. 12, Issue 1, 2004, s. 81-82. Özellikle teminat amacıyla mülkiyetin devri ve rehin veya ipotek hakkı buraya dâhildir. 63  CTS m. 7 de hakkı ihdas eden veya sağlayan anlaşma şekli şartlara tâbi tutulmuştur. Bundan anlaşılması gereken CTS m. 2(2) nin alt bentlerinde sayılan anlaşmalardır. Bkz. von Bodungen, s. 284 ff.  120Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188      Sözleşmeye Dayanan Hava Aracı… m. 4 e göre yapılır. Bu koşullar sağlanmışsa CTS m. 18 vd. hükümlerine göre ilgili teminat hakkı İrlanda Cumhuriyeti nde kurulmuş uluslararası sicile (International  Registry  of  Mobile  Assets)  tescil  edilebilir.  Bu  sicilin malvarlığı, evrakı, veri tabanları ve arşivi dokunulmazlığa sahiptir (CTS m. 27(4)). Bunlar elkoyma ve benzeri hukukî ya da idarî takiplerden muaftır ama Nezaret Otoritesi bu dokunulmazlık veya muafiyetten feragat edebilir (CTS m. 27(6)).  Son olarak, CTS, CTS nin yürürlük tarihinden önce kurulmuş olan hak ya  da  teminatlara,  aksi  ilgili  taraf  devletçe  herhangi  bir  anda  beyan edilmedikçe, uygulanmaz (CTS m. 60). Bunların CTS yürürlüğe girdikten sonra bir başkasına devredilmiş olması hâlinde de durum değişmez. c.    Uluslararası  Teminat  Hakkına  Konu  Olabilen  Hava  Aracı Nesneleri Protokol  m.  I(2)(a) ya  göre  hava  aracı,  Chicago  Sözleşmesi nde tanımlanmış olan ve üzerinde hava aracı motorları takılı olan hava aracı gövdeleri veya helikopterlerdir. Protokolde askerî hizmetlerde, gümrük ve polis  hizmetlerinde  kullanılan  hava  araçları  kapsam  dışında  tutulmuştur (Protokol m. I(2) nin (b), (e) ve (l) fıkraları). Zira bu hizmetlerde kullanılanlar Chicago Sözleşmesi m. 3(b) de devlet hava aracı sayılmıştır.  Protokol m. I(2)(c) de üzerinde uluslararası teminat kurulabilecek hava aracı nesneleri şöyle sayılmıştır: (i) hava aracı gövdesi, (ii) hava aracı motorları ve (iii) helikopterler. Bunlar sırasıyla Protokol m. I(2)(e), I(2)(b) ve I(2)(l) de  ayrı  ayrı  tanımlanmıştır.  Bu  tanımlardan,  hava  aracı  nesneleri üzerindeki uluslararası teminat hakkının bunlara takılı parçaları da kapsadığı anlaşılmaktadır (CTS m. 29(7) saklıdır). Bununla birlikte, helikopterlere takılı  olanlar  dışında,  hava  aracı  motorları,  yüksek  ekonomik  değerleri sebebiyle CTS ve Protokol altında bağımsız eşya olarak kabul edilmiştir.                                                  64  Uygulanma koşullarıyla ilgili ayrıntılı bilgi için bkz. von Bodungen, s. 277 ff.; Goode, N. 2.18 vd.; Goode, International Interests, s. 21. 65  CTS nin en önemli yeniliklerinden biri de bu uluslararası sicilin, yegâne kürsel elektronik sicil  olmasıdır.  Ülgen/Aydoğan,  s.  725.  Sicilin  internet  sitesi: https://www.internationalregistry.aero/ir-web/. Protokol m. XVII(5) e göre: İlk Tescil Mercii, Uluslararası Sicili bu Protokolün yürürlüğe girdiği tarihten itibaren beş yıllık bir süre için tutacaktır. Daha sonra, Tescil Mercii düzenli olarak beşer yıllık dönemler için tayin veya yeniden tayin edilecektir. 66  Goode, N. 2.126. 67  Bkz. aşağıda III/A ve III/B/1. 68  Goode, N. 2.22, 3.9. 69  Goode, N. 2.21, 3.8 vd.; von Bodungen, s. 279. Türk hukukunda hava aracının moturunun 121M. Emir GÖKA                                    Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188 Bunun sonucunda bir hava aracı motoru üzerindeki mülkiyet hakkı, başka bir hak ya da teminat, o motorun bir hava aracına takılmasından veya takılı bulunduğu hava aracından sökülmesinden etkilenmez (Protokol m. XIV(3))70. Yalnızca Protokol m. I(2)(1) anlamında helikopterlere takılı olan hava aracı motorlarının  bağımsız  eşya  niteliği  taşımadığı  ve  helikopterle  birlikte uluslararası teminata konu olacağı belirtilmektedir.  CTS m. 2(5) uyarınca bir nesne üzerindeki uluslararası teminat onun hâsılasını da kapsar. Hâsıla kavramı ise nesnenin tam veya kısmî hasar, ziya veya fizikî tahribatından ya da tümüyle veyahut kısmen müsadere edilmesi, alıkonulması veya o nesneye el konulmasından kaynaklanacak para veya para dışındaki hâsılalar şeklinde tanımlanmıştır (CTS m. 1(w)). Bu tanımla sınırlı olarak CTS de aynî ikame ilkesi geçerlidir. Buna göre, örneğin, uluslararası teminata konu hava aracı gövdesinin yok olması sebebiyle ortaya bir sigorta alacağı  çıkarsa,  teminat  bu  alacağın  üzerine  geçecek  ve  önceliğini koruyacaktır.  d. Uluslararası Teminat Hakkının Tescilinin Etkileri Uluslararası teminat hakkının doğması için yukarıda açıklanan şartların gerçekleşmesi  yeterlidir.  Uluslararası  sicile  tescil  kurucu  değildir;  yani tescilin olumsuz etkisi yoktur. Bu sebeple, mesela, borçlunun temerrüdü hâlinde  alacaklının  haklarını  düzenleyen  CTS nin  III.  Bölüm ündeki düzenlemeler tescil edilmiş ve edilmemiş tüm uluslararası teminat hakları bakımından uygulanır.  CTS m. 22 uyarınca herhangi bir kişi tescil edilmiş veya muhtemel uluslararası teminatlara ilişkin olarak Uluslararası Sicil de elektronik araçlarla araştırma yapma ya da yapılmasını talep etme hakkına sahiptir (ayrıca bkz. CTS m. 18(4), 19(2), 19(6)). Buna göre, Uluslararası Sicil alenîdir. CTS m. 28(1)  uyarınca  Uluslararası  Sicil,  doğrudan  sicilin,  memurlarının  ve çalışanlarının hatası ve eksikliğinden veya tescil sisteminin hatalı işleyişinden                                                  niteliğiyle ilgili olarak karş. Kurt, Sempozyum, s. 214; Akçura-Karaman, s. 300; Demir, s. 116. 70  Bu konuda bkz. Goode, N. 2.21, 3.10. 71  Goode, N. 3.10. 72  Bkz. Sagaert, s. 86, 88-89. 73  Goode, N. 2.117. 74  Goode, N. 2.43; von Bodungen, s. 289, 323; Kozuka, s. 16-17; Ülgen/Aydoğan, s. 723. 75  Goode, N. 2.43, 2.132. 76  Aslında burada kullanıcı demek daha doğrudur. Zira, tespit edilebildiği kadarıyla, pratikte Uluslararası  Sicil in  internet  sitesine  kaydolmuş  olan  kişi  ve  kurumlar  arama yapabilmektedir.  122Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188      Sözleşmeye Dayanan Hava Aracı… kaynaklanan sebeplerle doğan zararları tazmin etmekle sorumludur. Bununla beraber, CTS ve Protokol de, tescil edilmiş hakların geçerli olarak varlık kazandığının kabul edildiği (tescilin olumlu etkisi, TMK m. 1022/I) ve sicile güvenin korunduğu (TMK m. 1023) bir sistem öngörülmemiştir. CTS m. 28(2) ye göre, Uluslararası Sicil, kullanıcılar tarafından kendisine aktarılan tescil bilgilerinin gerçeğe aykırı olmasından sorumlu değildir. Tescil edilmiş hakların geçerli olarak doğduğu veya varlığını sürdürdüğü şeklinde bir kabul yoktur. Bu sebeple, Uluslararası Sicil in olumlu aleniyet (positive Publizität) işlevi bulunmaz. Üçüncü kişiler, Uluslararası Sicil deki kayıtların doğru olduğuna  güvenemez  ve  bunlara  dayanamaz.  Ancak  bu  durum,  tescil edilmemiş uluslararası teminat hakları bakımından geçerli değildir. Aşağıda açıklanacağı üzere, uluslararası teminat haklarının sıra bakımından önceliği tamamen tescil edilmelerine bağlıdır. Dolayısıyla lehine tescil yapılacak olan alacaklılar, kendi haklarının, varsa sicilde görünmeyen diğer uluslararası teminat haklarından sıra itibariyle önce geleceğine kural olarak güvenebilir. Bu bağlamda Uluslararası Sicil in olumsuz aleniyet (negative Publizität) işlevi vardır. Fakat CTS m. 39 a göre tescil edilmemiş olsa dahi sıra bakımından önceliğe  sahip  olacak  haklar  ve  bunlara  ilişkin  olarak  taraf  devletlerin çekinceleri saklıdır. Türkiye Cumhuriyeti nin de CTS m. 39(1) in (a) ve (b) bentleri kapsamında koyduğu çekinceler mevcuttur.  Tescilin en önemli ve tarafları tescile teşvik edecek etkisi, uluslararası teminat  haklarının  sırasına  ilişkindir.  Yalnızca  tescil  edilmiş  uluslararası teminat hakları CTS kapsamında sıra bakımından öncelikten yararlanacaktır. Tescil  edilmemiş  teminat  haklarının  sırası  ise  uygulanacak  hukuka  göre belirlenecektir. CTS m. 29(1) uyarınca tescil edilmiş bir uluslararası teminat, sıra  itibariyle,  kendisinden  sonra  tescil  edilmiş  teminatlardan  (prior  in tempore, potior in iure) ve tescil edilmemiş tüm teminatlardan önce gelir. Ancak CTS m. 19(2) gereği, sıra belirlenirken dikkate alınacak olan an verinin Uluslararası Sicil e ulaştığı değil, veri tabanında aranabilir hâle geldiği (bkz. CTS m. 19(3)) veya sistem düzgün çalışsaydı erişilebilir olacağı andır. CTS m. 29(1) de tanınan öncelik, alacaklının, uluslararası teminatın kurulması veya tescili sırasında daha önce kurulmuş ama tescil edilmemiş olan diğer teminatların  varlığını  bilip  bilmemesinden  bağımsızdır  (CTS  m.  29(2)).                                                  77  von Bodungen, s. 329 vd. Uluslararası Sicil in memurları ve çalışanları, sicile ulaşan tescil bilgilerinin içeriğinin doğru olup olmadığını incelemez veya denetlenemez. 78  von Bodungen, s. 330. 79  von Bodungen, s. 330. 80  von Bodungen, s. 330. 81  Goode, N. 2.103; von Bodungen, s. 339. 82  Goode, N. 2.75. 123M. Emir GÖKA                                    Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188 Alacaklı, tescil edilmemiş olan diğer uluslararası teminatların var olduğunu bilse  dahi  lehine  tescil  edilen  uluslararası  teminat  hakkı  sıra  itibariyle bunlardan önce gelecektir. Protokol m. XIV nin ilk iki fıkrasında da benzer nitelikte düzenlemeler vardır. Tescilin diğer bir etkisi de teminat konusunun devrinde kendini gösterir. CTS m. 29(3) uyarınca teminat konusunun yeni maliki, bunu yalnızca tescil edilmiş uluslararası teminatlarla yüklü olarak iktisap eder. Yeni malikin tescil edilmemiş  uluslararası  teminatların  varlığını  bilip  bilmemesi  sonucu değiştirmez. Yeni malik bunların varlığını bilse dahi teminat konusunun mülkiyetini bunlardan ari olarak kazanır. CTS m. 30 uyarınca uluslararası teminatın tescili borçlunun iflasında da önem taşır. Alacaklının uluslararası teminat hakkı borçlu hakkında yapılan iflas takibinden önce tescil edilmişse, iflas masasına karşı ileri sürülebilir. Bu alacaklının teminat konusu hava aracı nesnesi/nesneleri üzerindeki hakkı korunur ve alacaklı ancak bunların paraya çevrilmesi yoluyla tatmin olmazsa garameten paylaşıma katılır.  e. Türk  Hukukunda  İç  İşlemler  Bakımından  Cape  Town Sözleşmesi nin ve Protokol ün Uygulanabilirliği Türkiye  Cumhuriyeti nin,  CTS nin  uygun  bulunduğuna  dair  belgeyi depo  ederken  koyduğu  çekinceler  vardır.  Burada  sadece  CTS nin  ve Protokol ün Türkiye deki uygulama alanını daraltan CTS m. 50 kapsamındaki çekinceye değinilecektir. Bu madde, iç işlemlere ilişkindir. CTS m. 1(n) ye göre, iç işlem Madde 2(2)(a) dan (c) ye kadar sınırlanan tipte olan, o hukuki işlemin taraflarının tümünün ana teminatlarının merkezinin ve ilgili nesnenin bulunduğu yerin (Protokol de belirtildiği şekilde) sözleşmenin bağıtlandığı anda aynı Âkit Devlet te yer alması ve işlemle ihdas edilen teminatın Madde 50(1) e uygun bir deklarasyon yapmış olan ve bu Âkit Devlet teki sicile kaydedilmiş olması hâlinde yapılan işlemdir. Bu tanımdaki ilgili nesnenin bulunduğu yer Protokol m. IV(2) e göre tespit edilecektir. Protokol m. IV(2) de,  teminatı  ihdas  eden  sözleşme  kurulduğu  anda  hava  aracı gövdelerinin,  ait  olduğu  hava  aracının  tescil  edilmiş  olduğu  devlette bulunduğu; hava aracı motorlarının üzerine takılı olduğu hava aracının tescil edilmiş olduğu devlette veya bir hava aracına takılı değilse fiziki olarak neredeyse orada bulunduğu; helikopterlerin ise tescil edilmiş olduğu devlette bulunduğu kabul edilmiştir. CTS m. 50 uyarınca taraf devletler, CTS nin o devlet açısından iç işlem                                                  83  Ayrıntılı bilgi için bkz. Goode, N. 2.102 vd. 124Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188      Sözleşmeye Dayanan Hava Aracı… sayılan  işlemlere  uygulanmayacağını  beyan  edebilir.  Türkiye Cumhuriyeti nin  bununla ilgili  çekincesi  şöyledir: Türkiye  Cumhuriyeti, 50(2)  Maddesinin  hükümleri  saklı  kalmak  kaydıyla,  Sözleşmenin  veya Protokolün  uygulama  alanına  giren  her  türlü  nesneye  ilişkin  olarak, Sözleşmenin ve Protokolün Türkiye Cumhuriyeti açısından iç işlem sayılan herhangi bir işleme uygulanmayacağını deklare eder. Burada saklı tutulan CTS m. 50(2) hükmünde, çekince koyularak iç işlemler bakımından dahi uygulanması  önlenemeyecek  veya  sınırlandırılamayacak  CTS  hükümleri sayılmıştır. Bunlar CTS m. 8(4), 9(1), 16, 18-26 (Bölüm V), 29 ve tescil edilmiş  teminatlara  ilişkin  herhangi  bir  CTS  hükmüdür.  Türkiye Cumhuriyeti nin çekincesine rağmen, CTS nin uygulanma şartları sağlandığı takdirde, bu hükümler iç işlemler bakımından da uygulanacaktır.  CTS m. 50(2) de sayılanlar arasında uluslararası sicil ve uluslararası teminat haklarının tesciline ilişkin düzenlemeler (CTS m. 16, 18-26) ile hakların sıra bakımından önceliğine dair hüküm (CTS m. 29) de mevcuttur. Esasen tescil edilmiş teminatlara ilişkin tüm hükümler saklı tutulduğu için, örneğin, uluslararası teminatın borçlunun iflası hâlinde geçerli olacağına dair CTS m. 30 da çekinceye rağmen uygulanabilecektir. Ayrıca, CTS m. 1(n) gereğince iç işlemin varlığı, hakkın ilgili taraf devletin ulusal sicilinde tescil edilmesine  bağlı  olduğu  için  taraf  devletlerin  çekincelerinin  etkisi sınırlanmaktadır. Çekincenin pratikte etkili olabilmesi için ilgili taraf devlette mutlaka hava aracı nesnelerinin üzerindeki hakların kaydedilebileceği bir sicilin bulunması gerekmektedir. Böyle bir ulusal sicil bulunsa bile, yalnızca CTS  m.  2(2) de  sayılan  uluslararası  teminatlardan  bu  sicile  tescil edilebilenler, şartları sağlanmışsa, iç işlem sayılabilecektir. Diğerleri için yine CTS ve Protokol hükümleri uygulanmaya devam edecektir.  Bu sebeplerle, Türkiye Cumhuriyeti nin çekincesi, iç işlemlerde CTS ve Protokol ün hiçbir şekilde uygulanmayacağını göstermemektedir. CTS m. 50(2) de saklı tutulan tescile ilişkin hükümler sebebiyle iç işlem niteliğinde olan işlemlerin dahi uluslararası teminat olarak tescil edilmesi mümkündür. Eğer tescil edilirse sıra itibariyle öncelikten yararlanacak (CTS m. 29) ve borçlunun iflası hâlinde geçerliliğini koruyacaktır (CTS m. 30). Fakat, çekince sonucunda, uluslararası teminat olarak tescili mümkün olmakla birlikte, sicile tescil  edilmemiş  teminatlara  CTS  altında  sağlanan  koruma,  iç  işlemler bakımından  önemli  ölçüde  dışarıda  bırakılmaktadır.  Zira  Bölüm  III teki borçlu temerrüdünü ve alacaklıların haklarını düzenleyen hükümlerin büyük                                                  84  Bkz. Goode, N. 2.169, 4.313 vd. 85  Goode, N. 4.314. 86  Goode, N. 4.314. 125M. Emir GÖKA                                    Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188 kısmı  iç  işlemlere  uygulanmayacaktır.  Bunlar  uygulanabilir  hukuka  tâbi olacaktır. Sonuçta, Türkiye Cumhuriyeti nin çekincesine rağmen iç işlemler bakımından CTS ve Protokol ün önemli düzenlemeleri uygulanmaya devam edecektir. Çekince sonucunda uçak sicili ve hava aracı ipoteğine ilişkin ulusal düzenlemeler, CTS ve Protokol karşısında uygulanabilirliğini yitirmemiştir; ama  CTS  ve  Protokol ün  uygulanma  şartlarının  sağlandığı  durumlarda bunların pratik önemi azalmıştır.  f. TSHK m. 68/A nın Değerlendirilmesi 6353 sayılı kanunla TSHK ya eklenen 68/A maddesine göre, CTS ve Protokol ün düzenlemeleri  ile  kanunların  çatışması  sebebiyle  çıkabilecek uyuşmazlıklarda, CTS nin ve Protokol ün hükümleri esas alınacaktır. Bu maddeye  neden  ihtiyaç  duyulduğuna  ilişkin  olarak  kanun  gerekçesinde yalnızca  Protokol  ve  Sözleşme  hükümlerinin,  iç  hukukumuzdaki  diğer kanunlara  göre  öncelikle  uygulanmasının  amaçlandığı  belirtilmiştir. Aşağıdaki açıklamalarda CTS ve Protokol ün yukarıda değinilen uygulanma şartlarının sağlandığı varsayılmıştır. Anayasa m. 90/V uyarınca, temel hak ve özgürlüklere ilişkin olanlar hariç,  usulüne  göre  yürürlüğe  konmuş  milletlerarası  anlaşmalar  kanun hükmündedir.  Anayasa  Mahkemesi  denetimine  kapalı  olmaları,  bunlara kanun üstü bir nitelik kazandırmaz. Ancak, aynı maddeye göre, usulüne uygun olarak yürürlüğe girmiş temel hak ve özgürlüklere ilişkin milletlerarası antlaşmalar ile kanunların aynı konuda farklı hükümler içermesi nedeniyle çıkabilecek  uyuşmazlıklarda  milletlerarası  antlaşma  hükümleri  esas alınacaktır.  Öncelikle  çözülmesi  gereken  sorun,  CTS  ve  Protokol deki düzenlemelerin temel hak ve özgürlüklere ilişkin olup olmadığıdır. Çok güç ve kapsamlı olması sebebiyle bu değerlendirme eldeki çalışmanın kapsamını aşacaktır. Burada sadece konumuz bakımından önemli olan mülkiyet hakkı ve hak arama özgürlüğü bakımından kısa bir değerlendirmeye yer verilecektir.                                                   87  6353 sayılı Kanun un gerekçesi için bkz. https://www.tbmm.gov.tr/d/2/2-0679.pdf, s. 19, m. 11 (kanunlaştığında m. 15 te yer almıştır).  88  Aybay, Rona, Uluslararası Antlaşmaların Türk Hukukundaki Yeri, TBB Dergisi, Sayı 70, 2007, s. 198. 89  AY m. 90/V teki esas alınır ifadesinin anlamının muğlaklığı ve bu ifadenin mutlaka öncelik verilir şeklinde yorumlanmayacağı yönünde bkz. Aybay, s. 204-205. TSHK m. 68/A da AY m. 90/V ile aynı şekilde kurgulanmış ve orada da esas alınır ifadesi kullanılmıştır. 90  Bkz. Aybay, s. 203 vd. 126Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188      Sözleşmeye Dayanan Hava Aracı… Mülkiyet hakkı, AY m. 35 ve Türkiye nin de taraf olduğu AİHS ye Ek Protokol m. 1 uyarınca temel haklardandır. Temel hak olarak mülkiyet hakkı ile eşya hukuku anlamındaki mülkiyet hakkının kapsamı farklıdır. İlkinin kapsamı çok daha geniştir: […] anayasal mülkiyet hakkı […] gayrımaddi malvarlığı değerleri ve haklar üzerinde de kurulabilir. Bu yönüyle Türk hukukundan  aşina  olunan  malvarlığı/mamelek  kavramıyla  örtüşmektedir. Dolayısıyla,  sadece  taşınmaz/gayrimenkul  ve  taşınırlar/menkul  mallar üzerindeki mülkiyet veya intifa gibi diğer ayni haklar, fikri ürünler üzerinde kurulan fikri mülkiyet gibi mutlak haklar değil, ama ayrıca alacak hakları, sosyal güvenlik pozisyonlarından kaynaklanan talep hakları gibi şahsi/nisbi haklar  da  AY  md.  35  ile  P-1 in  sağladığı  garantilerden faydalanabilmektedir. Hatta bir kiralama sözleşmesine dayanan kullanım hakkı dahi anayasal mülkiyet hakkının koruma şemsiyesini işlevsel kılmaya yeterlidir.91 Buradan, CTS ve Protokol altında tanınan uluslararası teminat haklarının  ve  bunun  korunmasına  ilişkin  hükümlerin  de  mülkiyet  hakkı kapsamına  gireceği  anlaşılmaktadır.  Esasen,  borçlu  temerrüdü  hâlinde başvurulabilecek yollara ilişkin düzenlemeler ve ihtiyati tedbire ilişkin CTS m.  13  ile  43  gibi  hükümler  de  hak  arama  özgürlüğü  kapsamında değerlendirilebilir. Öyleyse CTS ve Protokol deki düzenlemeler, AY m. 90/V altında temel hak ve özgürlüklere dair olabilir. Böyle hükümler bakımından TSHK  m.  68/A nın  yalnızca  açıklayıcı  ve  mahkemeleri  bunları  dikkate almaları konusunda uyarıcı bir işlevi vardır.  Olağan olarak CTS ve Protokol ün temel hak ve özgürlüklere ilişkin olmadığı tespit edilen düzenlemeleri ile kanunlar arasında çatışma olması hâlinde ise bu çatışma, bunlar normlar hiyerarşisinde aynı düzeyde olduğu için, öncelik-sonralık, genellik-özellik ilkelerine göre çözülecektir. Ancak TSHK m. 68/A nın düzenlenmesi ile bu ilkelerin uygulanması ek bir inceleme gerektirir hâle gelmiştir. TSHK m. 68/A ya eklenen hüküm, bunun yürürlük tarihinden (4.7.2012) önce ulusal mevzuatta mevcut olan özel nitelikli ve dolayısıyla daha yeni tarihli olmasına rağmen CTS ve Protokol hükümlerine kıyasla öncelikle uygulanma ihtimali olan düzenlemelerin uygulanmasını engellemiştir. Çünkü, bu hüküm, kanun koyucunun, ulusal mevzuatta mevcut olan önceki tarihli özel veya genel nitelikli hükümler karşısında CTS ve Protokol  hükümlerinin  öncelikle  uygulanması  yönündeki  iradesini                                                  91  Gemalmaz, Burak, Mülkiyet Hakkı, Anayasa Mahkemesine Bireysel Başvuru El Kitapları Serisi – 6, 2. Baskı, Ankara, 2019, s. 34. Anayasa Mahkemesi de mülkiyet hakkını böyle yorumlamaktadır: Mahmut Duran ve Diğerleri Başvurusu, Başvuru Numarası: 2014/11441, Karar Tarihi: 1.2.2017, N. 60. AİHS altında nelerin mülk olduğu konusunda ayrıntılı bilgi için bkz. Harris, D. J. et alia, Avrupa İnsan Hakları Sözleşmesi Hukuku, Çev. Mehveş Bingöllü Kılcı, Ulaş Karan, Ankara, 2013, 676-682.  127M. Emir GÖKA                                    Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188 göstermektedir.  Bununla  beraber,  TSHK  m.  68/A nın  yürürlüğe  girdiği 4.7.2012 den sonra kanunlarda, CTS veya Protokol hükümleriyle çatışan nitelikte  düzenlemeler  yapılırsa,  TSHK  m.  68/A ya  rağmen,  hangi düzenlemenin  uygulanacağının,  yukarıda  değinilen  ilkelere  göre,  ayrıca değerlendirilmesi gerekecektir. B. Ulusal Düzenlemeler 1. TSHK, SHGM nin Düzenleyici İşlemleri ve TİTRK TSHK nın  14.10.1983 te  yürürlüğe  girmesinden  (m.  149)  önceki dönemde, hava araçları üzerinde rehin hakkı mülga 743 sayılı Türk Kanunu Medenîsi  hükümlerine  göre  ve  kural  olarak  zilyetliğin  devriyle kurulabiliyordu. Hava aracı üzerinde rehin hakkının doğabilmesi için bunun rehin  verenin  münhasır  fiilî  hâkimiyetinden  çıkartılması  gerekiyordu. TSHK nın  yürürlüğe  girmesiyle  hava  araçlarının  sicilli  rehni  mümkün kılınmıştır.  Hava  aracı  ipoteği,  TSHK nın  Hava  Seyrüseferinin  Genel Hükümleri başlıklı ikinci kısmının Hava Araçları ve Sicillerin Tutulması başlıklı beşinci bölümünde 69 ilâ 84. maddelerde düzenlenmiştir. Bunlara ek olarak, Sivil Havacılık Genel Müdürlüğü nün yönetmelik, genelge ve tebliğlerinde de hava aracı ipoteğini ilgilendiren hükümler mevcuttur. Esasen TİTRK her türlü taşınırı kapsayan düzenlemeler içermektedir (m. 5/I-p)  ama  buradaki  düzenlemeler  kural  olarak  hava  aracı  rehnine uygulanmaz. Zira hava araçlarının TİTRK e göre tek başına rehnedilmesi mümkün değildir. Ancak TİTRK m. 5/II ve VIII uyarınca bir hava aracı, tamamı rehnedilecek bir ticari işletmenin faaliyetine tahsis edilmişse, bu hava aracı, ticari işletmeyle birlikte TİTRK e göre rehnedilebilir ve bu durumda, rehinli taşınır sicili rehni, uçak siciline bildirir.                                                  92  Demir, s. 10-11; Uyumaz, Alper, Medenî Kanun Dışındaki Kanunlarda Düzenlenmiş Taşınır Rehni Çeşitleri, Gazi Üniversitesi Hukuk Fakültesi Dergisi, Cilt XXI, Sayı 4, 2017, s. 73. Türk hava hukuku düzenlemelerinin tarihçesi için bkz. Demir, s. 10, dn. 18; AkçuraKaraman, s. 35.  93  TSHK m. 6 da Türk hava sahasında uçuş yapabilecek hava araçlarının uçak siciline kayıtlı olması gerektiği öngörülmüş olsa da, bu sicille ilgili hükümlerin hava trafiğinin genel hükümleri altında değil, ayrı bir kısımda düzenlenmesi daha isabetli olurdu. Sözer, TSHK, s. 66. 94  Yürürlükteki ve mülga yönetmeliklerin listesine SHGM nin internet sitesinden ulaşılabilir. Eldeki  konu  bakımından  özellikle  Sivil  Hava  Vasıtaları  Tescil  Yönetmeliği  önem taşımaktadır.  95  Bu konudaki açıklamalar için bkz. aşağıda dn. 162. 96  Sirmen,  s.  674;  Göle,  Celal/Aydoğan,  Gökhan,  ‘Ticari  İşlemlerde  Taşınır  Rehni Kanunu nun Ticaret Hukuku Açısından Değerlendirilmesi, BATİDER, Cilt 33, Sayı 1, 128Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188      Sözleşmeye Dayanan Hava Aracı… 2.    TSHK da  Hava  Aracı  İpoteğiyle  İlgili  Düzenleme  Olmayan Durumlarda Hangi Hükümlerin Uygulanacağı Sorunu TSHK nın  genel  gerekçesi  incelendiğinde  tek  bir  kaynağa  bağlı kalınmadığı görülmektedir. İsviçre, Almanya, İtalya, Fransa, Avustralya ve hatta Salvador Kanunu da dâhil pek çok ülkenin sivil havacılık mevzuatı değerlendirilmiştir.  Madde  gerekçelerine  bakıldığında  kimi  zaman  aynı konudaki hükümlerde bile farklı farklı ülkelerin kanunlarından yararlanıldığı açıkça ifade edilmektedir. Bununla birlikte, özellikle hava aracı ipoteğine dair hükümlerin gerekçesinde yabancı kanunlara değil, ağırlıklı olarak mülga 6762 sayılı TTK nın (mülga TTK) gemi ipoteğine ilişkin hükümlerine ve bazen mülga 743 sayılı Türk Kanunu Medenisi nin taşınmaz rehni hükümlerine atıf yapılmıştır. Atamer ise hava aracı ipoteğinin tamamen mülga TTK nın gemi ipoteğine  ilişkin  hükümlerinden  yararlanılarak  ama  bunlardan  daha  az ayrıntılı şekilde düzenlendiğini belirtmektedir. Diğer yandan, TSHK m. 65 uyarınca hava araçları taşınır mal niteliğindedir. Öyleyse TSHK da hava aracı ipoteğiyle  ilgili  düzenleme  bulunmayan  konularda  hangi  hükümlere başvurulacağı bakımından temelde üç farklı ihtimal ortaya çıkmaktadır: (i) TTK nın gemi ipoteğine ilişkin hükümleri; (ii) TMK nın taşınmaz rehnine ilişkin hükümleri ve (iii) TMK nın taşınır rehnine ilişkin hükümleri. Cape Town Sözleşmesi ve Protokol ün Türk hukukuna etkisi yukarıda ele alındığı için burada sadece ulusal mevzuat üzerinden bir değerlendirme yapılacaktır.  Bir görüşe göre, TSHK da uçak sicili ve hava aracı ipoteğiyle ilgili hüküm bulunmayan bazı konularda TSHK m. 106 vasıtasıyla TTK nın gemi sicili ve ipoteğine ilişkin hükümleri uygulanacaktır. TSHK m. 106 da havayolu ile yurt içinde yapılacak taşımalarda TSHK da hüküm bulunmayan durumlarda Türkiye nin taraf olduğu uluslararası anlaşma hükümlerinin ve bunlarda da hüküm yoksa TTK hükümlerinin uygulanacağı düzenlenmiştir. Bu  atıf  yalnızca  havayolu  ile  yurt  içinde  yapılacak  taşımalar  hakkında TSHK da kural yoksa hangi hükümlerin uygulanacağını gösteren basamaklı bir düzenleme getirmektedir. Son basamağın TTK olarak öngörülmüş olması, uçak  sicili  ve  hava  aracı  ipoteğiyle  ilgili  TSHK da  düzenleme  olmayan                                                  2017, s. 32-33; Oktay-Özdemir, s. 58, dn. 12. 97  TSHK Tasarısı Hakkında Genel Açıklamalar ve Gerekçe, s. 1-4, 12.  98  TSHK Tasarısı Hakkında Genel Açıklamalar ve Gerekçe, s. 13-14. 99  Atamer, s. 88-89. 100  Bkz. Demir, s. 29. 101  Kaner, İnci, Hava Hukuku Dersleri (Hususî Kısım), 2. Bası, İstanbul, 2004, s. 28, 36, dn. 13. Yazar, bunu doğrudan ifade etmemekle beraber, birden fazla durumda TSHK da hüküm bulunmaması  hâlinde TSHK m.  106  vasıtasıyla  gemi  siciline  veya  ipoteğine ilişkin hükümlerin uygulanacağını belirtmektedir. 129M. Emir GÖKA                                    Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188 durumlarda  TTK nın  gemi  sicili  ve  ipoteği  hükümlerinin  uygulanmasını gerektirmez.  Aynı sonuca farklı bir gerekçeyle ulaşan Hızır/Turaev ise hava aracı ipoteği ile gemi ipoteğinin nitelikleri ve öngörülüş amaçları benzer olduğu için TSHK da hüküm bulunmayan hâllerde öncelikle TTK nın gemi ipoteği hükümlerinin uygulanması gerektiğini ve ancak burada da düzenleme yoksa TMK ya başvurulabileceğini belirtmektedir. Bu görüş, gemi ipoteğinin deniz hukukunun, hava aracı ipoteğinin ise hava hukukunun özelliklerine göre kanunlaştırıldığını  göz  ardı  ederek  peşinen  birine  ilişkin  düzenlemelerin diğerinde hüküm bulunmayan hâllerde öncelikle uygulanacağını savunduğu için eleştirilmiştir. Ayrıca TSHK nın gerekçesinde ipoteğin hava aracı ve alacak bakımından kapsamı ile kanunî ipotek gibi bazı konularda doğrudan TMK nın taşınmaz rehni düzenlemelerine gönderme yapılması karşısında, ortaya çıkan her düzenleme eksikliğinde öncelikle TTK nın gemi ipoteğine ilişkin hükümlerinin uygulanması gerektiği söylenemez.  Bir başka görüşe göre, TSHK da hava aracı ipoteğiyle ilgili hüküm bulunmayan hâllerde öncelikle TMK nın taşınmaz rehni düzenlemelerine başvurulmalıdır, çünkü TSHK nın gerekçesinde çoğunlukla mülga TTK nın gemi  ipoteğine  dair  hükümlerine  gönderme  bulunulsa  dahi  bunlar  da TMK daki  taşınmaz  rehni  hükümleri  esas  alınarak  düzenlenmiştir.  Bu tespit, mülga TTK bakımından ancak bir ölçüye kadar doğrudur. Mülga TTK nın  gemi  ipoteğine  ilişkin  düzenlemelerinin  temel  kaynağı,  Alman hukukundaki taşınmaz ipoteğini esas alarak hazırlanmış olan, 1940 tarihli Müseccel Gemiler ile Yapı Hâlinde Bulunan Gemiler Üzerindeki Haklara İlişkin  Kanun dur  (Gesetz  über  Rechte  an  eingetragenen  Schiffen  und Schiffsbauwerken)108. Fakat, Hirsch in hazırladığı taslakta Adliye Encümeni tarafından yapılan değişiklikler sonucunda en çok yollama yapılan kaynak Türk Kanunu Medenîsi nin ve İMK nın taşınmaz rehnine ilişkin hükümleri olmuştur.  Bu  değişikliklerle,  Türk  Kanunu  Medenîsi nin  ve  İMK nın                                                  102  Demir, s. 30; Hızır/Turaev, s. 392, dn. 82. 103  Hızır/Turaev, s. 382. 104  Demir, s. 31. 105  Demir, s. 31-32. 106  Demir, s. 33 vd. Böyle bir gerekçe belirtmeksizin: Esener, Turhan/Güven, Kudret, Eşya Hukuku, 7. Baskı, Ankara, 2017, s. 570; Tek, Gülen Sinem, Ulaşım Araçlarının İpoteği, İstanbul, 2012, s. 23 vd.; Makaracı-Başak, s. 352. 107  Atamer, s. 82. 108  Kalpsüz, Turgut, Gemi Rehni, 4. Baskı, Ankara, 2001, s. 2-3; Atamer, s. 83. Ayrıca bkz. 6102 sayılı TTK Gerekçesi, 1012 ilâ 1058 inci Maddelere İlişkin Genel Açıklamalar. 109  Ayrıntılı bilgi için bkz. Atamer, s. 80 vd. 130Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188      Sözleşmeye Dayanan Hava Aracı… taşınmaz rehnine ilişkin hükümleri, gemi ipoteği düzenlemelerinin bir diğer aslî kaynağı hâline gelmiştir.  Mülga  TTK nın  aksine,  6102  sayılı  TTK nın  gerekçesinde,  gemiler üzerindeki  aynî  hakları  düzenleyen  m.  996  ilâ  1011 e  ilişkin  genel açıklamalarda, yalnızca gemiler üzerindeki aynî haklar bakımından farklı bir şekilde  düzenlenmesi  gereken  hususların  ayrıca  TTK da  düzenlendiği, düzenlenmemiş  bütün  konularda  ise  TTK nın  ayrılmaz  bir  cüzünü oluşturduğu TMK nın hükümlerinin cari olacağı belirtilmiştir. Gerekçenin açıklığı sebebiyle öğretide gemi ipoteğiyle ilgili özel düzenleme bulunmayan durumlarda  TMK nın  taşınmaz  ipoteğine  ilişkin  düzenlemelerine başvurulması gerektiği ifade edilmektedir. Aslında TTK nın gemi ipoteğine ilişkin 1012 ilâ 1058. maddelerinin gerekçesinde,  mülga  TTK daki  düzenlemelerin  dili  güncellenerek  yeni TTK ya büyük ölçüde aynen alındığı görülmektedir. Bu sebeple, gemi ipoteğinin  yukarıda  açıklanan  kanunî  kaynaklarında  esaslı  bir  değişiklik olmamasına  rağmen,  TTK nın  gerekçesinde,  gemi  ipoteğine  ilişkin düzenleme bulunmayan tüm hâllerde TMK hükümlerine başvurulacağının öngörülmüş olması eleştirilebilir. Gerçekten de 1012 ilâ 1058 arasında yer alan  maddelerin  gerekçeleri  incelendiğinde  sadece  gemi  sicil  memuru huzurunda ipotek anlaşması yapma imkânı tanınmasında (TTK m. 1015) ve yabancı para üzerinden gemi ipoteğinde sicile tescil edilecek hususlarda (TTK m.  1016)  TMK nın  taşınmaz  rehni  hükümleri  ile  paralellik  kurulmaya çalışıldığı görülmektedir. Buna karşın, bazı hükümlerin gerekçesinde, örneğin TTK m. 1013 ünkinde, TMK nın taşınmaz rehnine ilişkin çözümünün kabul edilmediği,  Alman  kanunundaki  çözümün  benimsendiği  açıkça  ifade edilmiştir. Ayrıca mülga TTK dan aynen alınmayıp değişikliğe uğrayan çoğu hükmün  gerekçesinde  de  TMK ya  değil,  Alman  kanununa  gönderme yapılmıştır.  TTK nın  996  ilâ  1011.  maddelerinin  gerekçesinde  özel  hüküm bulunmayan hâllerde TMK ya başvurulacağı şeklindeki yukarıda değinilen açıklık, TSHK nın kanun malzemesinden çıkmamaktadır. Kaldı ki, TTK nın gerekçesindeki  açıklığa  rağmen  gemi  ipoteğine  ilişkin  özel  düzenleme bulunmayan  bütün  durumlarda  başvuru  kaynağının  peşinen  TMK  olarak                                                  110  Atamer, s. 82. 111  6102 sayılı TTK Gerekçesi, 996 ilâ 1011 inci Maddelere İlişkin Genel Açıklamalar. 112  Atamer, s. 97; Damar, Duygu, İpotekli Geminin Mülkiyetinin Devri, Prof. Dr. Belgin Erdoğmuş a Armağan, İstanbul, 2011, s. 593. 113  6102 sayılı TTK Gerekçesinde 1012 ilâ 1058 inci Maddelere İlişkin Genel Açıklamalar. 114  Bkz. TTK m. 1039, 1042, 1043, 1048, 1054 gerekçeleri. 131M. Emir GÖKA                                    Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188 belirlenmesi somut olay adaletine uygun olmayan sonuçlar doğurabilir. Bu gerekçelerle, hava aracı ipoteğinin bir rehin hakkı türü olması sebebiyle de TSHK da  hüküm  bulunmayan  durumlarda  öncelikle  TMK  hükümlerine başvurulacağına ilişkin görüş de yerinde değildir. Kanımca, TSHK da hava aracı  ipoteğiyle  ilgili  düzenleme  bulunmayan  durumlarda  da  peşinen TMK nın taşınır veya taşınmaz rehnine ya da TTK nın gemi ipoteğine ilişkin düzenlemelerine başvurulacağı şeklinde bir neticeye ulaşılamaz. Esasen  hava  aracı  ipoteğiyle  ilgili  TSHK da  düzenleme  olmayan durumlarda hangi hükümlere başvurulacağı incelenirken ilk olarak TMK m. 5 teki genel atıf kuralının irdelenmesi gerekir. Hükme göre Bu Kanun ve Borçlar Kanununun genel nitelikli hükümleri, uygun düştüğü ölçüde tüm özel hukuk  ilişkilerine  uygulanır.  Maddedeki  bu  kanun  ifadesinin  nasıl yorumlanacağı öğretide tartışmalıdır. TTK m. 1 de TTK nın, TMK nın ayrılmaz bir parçası olduğu öngörüldüğüne göre TMK m. 5 teki bu kanun ifadesinin kapsamına TTK nın genel nitelikli hükümlerinin de dâhil edilmesi gerekir. Öyleyse TSHK da hava aracı ipoteğiyle ilgili kural bulunmayan durumlarda TMK nın taşınmaz rehni ve TTK nın gemi rehni konusundaki hükümlerinden genel nitelikli olanlarının hangisinin daha önce uygulanması gerektiği  sorunu,  salt  TMK  m.  5 te  TTK ya  açıkça  atıf  yapılmamış olmasından  hareketle,  TMK daki  taşınmaz  rehni  hükümlerinin  öncelikle uygulanacağını savunan görüş lehine çözülemez. Yine salt gemi ipoteğinin de hava aracı ipoteği gibi bir tür taşınır ipoteği olmasına dayanarak, TSHK da hava aracı ipoteğiyle ilgili kural bulunmayan durumlarda, taşınmaz rehnine değil, gemi ipoteğine ilişkin hükümlerin öncelikle uygulanması gerektiği şeklinde bir genelleme yapılması da doğru olmaz. TMK m. 5 hükmü, lafzında geçen uygun düştüğü ölçüde ibaresinin de gösterdiği üzere, kıyasen uygulamayı öngören bir atıf kuralıdır. Zira TMK, TBK ve TTK nın somut olaya doğrudan doğruya uygulanabilecek genel                                                  115  Kurtuluş, s. 162. 116  Edis, Seyfullah, Medenî Hukuka Giriş ve Başlangıç Hükümleri, 4. Basıdan Tıpkı Basım, Ankara, 1993, s. 242-245; Gürzumar, Osman Berat, Türk Medeni Kanunu'nun 5'inci Maddesi ve Özel Hukuk Uygulamasındaki Yeri, Prof. Dr. Erden Kuntalp e Armağan, Cilt I, Özel Hukuk, Galatasaray Üniversitesi Hukuk Fakültesi Dergisi, Sayı 1, 2004, s. 121-128.  117  Edis, s. 245; Gürzumar, s. 128. 118  İmre,  Zahit,  Medeni  Hukuka  Giriş,  3.  Bası,  İstanbul,  1980,  s.  153-154;  Tuor, Peter/Schnyder, Bernhard/Schmid, Jörg/Jungo, Alexandra: ZGB, 14. Auflage, ZürichBasel-Genf, 2015, § 4, N. 5; Edis, s. 249-250 (Yazar, verdiği örneklerde uygulamanın esas itibariyle kıyasen olduğunu belirtmektedir). Hükmün sadece kıyasen uygulamaya ilişkin olduğu görüşünde: Gürzumar, s. 141, 152-153; Oğuzman, M. Kemal/Barlas, Nami, Medenî Hukuk, Giriş, Kaynaklar, Temel Kavramlar, 24. Bası, İstanbul, 2018, N. 219. 132Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188      Sözleşmeye Dayanan Hava Aracı… nitelikteki hükümleri zaten bu şekilde uygulanır. Bunun için kanun koyucu ayrıca TMK m. 5 i düzenleme ihtiyacı duymaz. Öyleyse TMK m. 5, belirli bir özel hukuk ilişkisine dair kanunda doğrudan doğruya uygulanabilecek nitelikte hüküm bulunmayan durumlarda, hâkime, öncelikle anılan kanunların genel  nitelikli  hükümlerine  bakmasını  ve  bunları  uygun  düştüğü  ölçüde uygulayıp uygulayamayacağını araştırmasını emretmektedir. Aksi takdirde, benzer menfaat çatışmalarının benzer şekilde çözülmesini gerektiren eşitlik ilkesi yerine gerine getirilmemiş olacaktır.  TSHK da hava aracı ipoteğine ilişkin doğrudan uygulanabilecek bir düzenleme yoksa, hâkim, TMK m. 5 uyarınca anılan kanunların genel nitelikli hükümlerini inceleyecek ve somut olaya uygulanması uygun düşen bir hüküm varsa bunu uygulayacaktır. Genel nitelikli hükmün uygulanmasının uygun düşüp düşmediğini tespit edebilmek için ise menfaatler dengesini göz önünde bulunduracak, düzenlenmemiş konuda TSHK nın diğer hükümlerine göre korunduğu anlaşılan veya somut olayın özelliklerine göre korunması gereken menfaati  ya  da  taraflar  arasında  teşkili  lazım  olan  menfaat  dengesini irdeleyecektir.  TMK daki  taşınır  ve  taşınmaz  rehniyle  ilgili  kurallar  ile TTK daki gemi ipoteğiyle ilgili düzenlemeler dikkate alındığında hâkimin karşısına birden fazla genel nitelikli kural çıkabilecektir. Bu kuralları tespit eden hâkim, korunmaya değer olduğunu tespit ettiği menfaati temine ya da somut olayda teşkili gerekli menfaatler dengesini oluşturmaya hangi kuralın daha elverişli olduğunu değerlendirerek bir karar vermelidir. TMK m. 5 teki uygun düştüğü ölçüde uygulama ile TMK m. 1 uyarınca hukuk boşluğunu doldurmada başvurulan kıyasın farklı olduğunu savunan görüş kabul edilse dahi, yukarıda açıklananların aynısı, eşitlik ilkesi gereği hâkimin hukuk boşluğunu doldururken başvurabileceği kıyasta da geçerlidir. Öyleyse TMK m. 5 uyarınca uygulanabilecek genel nitelikli bir hüküm olmayan durumlarda, örf ve âdet hukuku da yoksa, hâkim yine öncelikle açıklanan şekilde ilgili hukuk  boşluğunu  doldurmalıdır.  Örnek  olarak,  Akçura-Karaman,  rehin konusunun değerinin azalması hâlinde tarafların hak ve yükümlülüklerine                                                  119  Gürzumar, s. 142, 155. 120  Gürzumar, s. 155 vd. Yazara göre, bu aşamada henüz bir kanun boşluğu yoktur. Boşluk olsaydı, örneğin, TSHK da düzenleme olmayan durumlarda hangi kuralların TMK m. 5 anlamında kıyasen uygulanacağına değil, TMK m. 1/II uyarınca öncelikle bu konuda bir örf ve âdet hukuku kuralı olup olmadığına bakılması ve sonra hukuk boşluğunu doldururken (hukuk yaratmada) yararlanılan kıyasa (bkz. aşağıda dn. 121) başvurulması gerekirdi. Dolayısıyla, bu aşamada kanun boşluğu olduğu kabul edilirse, TMK m. 5 in hukukun uygulanmasında bir işlevi olmayacaktır. 121  TMK m. 1/II uyarınca hâkim, hukuk yaratırken kanun koyucu gibi hareket edeceği için, kural olarak, ilk önce başvurması gereken yöntem kıyastır. Edis, s. 143 vd. 122  Bkz. Gürzumar, s. 160-161. 133M. Emir GÖKA                                    Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188 ilişkin olarak hava aracı ipoteği ve motorlu taşıt rehni düzenlemelerinde bir kural bulunmadığını belirttikten sonra böyle bir değerlendirme yapmıştır. III. TSHK ya Göre Hava Aracı Kavramı ve Üzerinde İpotek Tesis Edilebilecek Hava Araçları  A. Hava Aracı Kavramı  TSHK m. 3 te genel bir hava aracı tanımı yapılmıştır. Buna göre, hava aracı, havalanabilen ve havada seyredebilme kabiliyetine sahip her türlü aracı  ifade  etmektedir.  Öyleyse  TSHK ya  göre  bir  hava  aracından bahsedebilmek için bunun yalnızca havalanması yeterli olmayıp yer çekimine direnç göstererek havada kalabilmesi ve yol alabilmesi de gereklidir. Bu iki unsuru da sağlayan uçak, helikopter, planör, balon, insansız hava aracı (bkz.                                                  123  Hava  aracı  ve  motorlu  taşıt  rehninde  ise  alacaklı,  taşıtlara  zilyet  olmadığından, alacaklının taşıtın değer düşmesine karşı önlem alma yetkileriyle donatılması önemlidir. Bu nedenle hâkim bu konudaki kanun boşluğunu MK m. 1 uyarınca doldururken taşınmaz ipoteğindeki MK m. 855-868 ve gemi ipoteğindeki TK m. 1030 düzenlemelerine kıyasen başvurabilecektir. Peki, taşınmaz ipoteği mi yoksa gemi ipoteği hükümlerinin mi tercih edilmesi menfaat dengelerine daha uygun düşecektir? […] gemi ipoteği açısından getirilen TK m. 1030 ile ipotek alacaklısına sağlanan imkânların MK daki imkânlara göre alacaklıyı daha fazla koruduğu açıktır. […] Önemli ekonomik değer teşkil edip; stabil olmamaları, hızlı yer değiştirebilmeleri, korsanlarca kaçırılma, yanma veya batma gibi ciddi risklerle karşı karşıya olmaları dolayısıyla gemi alacaklısının taşınmaz alacaklısına göre korumaya daha fazla ihtiyacı bulunduğu açıktır. Aynı riskler, hava aracı ve motorlu taşıt ipotek alacaklısı için de söz konusudur. Dolayısıyla bu tür ipoteklerde de ipotek alacaklısının TK m. 1030 daki düzenlemeye benzer şekilde korunması, menfaat dengesine daha uygun olacaktır. Akçura-Karaman, s. 372-375 (Atıf metnine vurgu eklenmiştir). Bununla birlikte, yazar, TSHK da hüküm bulunmayan hâllerde önce TTK, burada da hüküm yoksa TMK ya başvurulması gerektiğini belirtmektedir. Akçura-Karaman, s. 35. 124  TSHK da böyle bir tanım yapılarak objektif sistem kabul edilmiştir. Bu sistemde, hava araçları sınırlı sayıya tâbi değildir. Kanunî tanımda belirtilen özellikleri havi tüm araçlar, hava aracı sayılmaktadır. Sübjektif sistemde ise nelerin hava aracı sayıldığı sınırlı sayı ilkesine  tâbi  şekilde  sayılmaktadır.  Örneğin,  Alman  Hava  Seyrüsefer  Kanunu (Luftverkehrsgesetz) § 1 de böyle bir sayım mevcuttur. Objektif ve sübjektif sistemler hakkında bkz. Kırman, Ahmet, Havayolu ile Yapılan Uluslararası Yolcu Taşımalarında Taşıyıcının Sorumluluğu, Ankara, 1990, s. 55, dn. 210 ve 211. Hava aracı kavramıyla ilgili ayrıntılı bilgi için bkz. Akkurt, Sinan Sami, Sivil Havayolu ile Yolcu Taşımacılığından Kaynaklanan Hukukî Sorumluluk, 2. Baskı, Ankara, 2018, s. 60 vd. 134Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188      Sözleşmeye Dayanan Hava Aracı… TSHK m. 144)125, zeplin gibi araçlar birer hava aracı teşkil eder. Buna karşın,  örneğin,  paraşüt  havalanabilme  özelliğine  sahip  olmadığı  için TSHK ya  göre  hava  aracı  sayılmaz.  Yine,  aerodinamik  özelliğinin sonucunda rüzgârın etkisiyle veya kendi motor gücüyle direnç göstererek havada kalamayan araçlar da hava aracı teşkil etmez. Mesela, yeryüzünden fırlatılma yoluyla havalanan ve yalnızca fırlatmadaki itmenin etkisiyle belirli bir süre havada seyrettikten sonra yere inen roket, füze gibi araçlar, hava aracı niteliğinde değildir. Havalanabilme ve havada seyredebilme unsurlarının geçici  olarak  kaybedilmesi  (örneğin,  arıza  dolayısıyla  bir  uçağın  tamir edilinceye dek havalanamaz hâle gelmesi) hava aracı niteliğini etkilemez. Kanundaki tanımda insan ve/veya eşya taşıyabilme koşulu aranmadığı için  öğretide  belirli  büyüklükteki  uçurtmaların  dahi  birer  hava  aracı sayılabileceği  belirtilmektedir.  Oysa  böyle  basit  şeylerin  hava  aracı kapsamına  dâhil  edilerek  TSHK nın  uygulama  alanına  sokulması öngörülemez sonuçlar doğurabilir. Örneğin, bir an için böyle şeylerin kanun kapsamında kaldığı kabul edilirse, TSHK m. 60/I-c de aranan ve Hava Aracı ve İlgili Ürün, Parça ve Cihazın Uçuşa Elverişlilik ve Çevresel Sertifikasyonu                                                  125  Pazarcı, Hüseyin, Uluslararası Hukuk, 16. Bası, Ankara, 2017, s. 257. Kurt a göre, İnsansız  Hava  Aracı  Sistemleri  Talimatındaki  sınıflandırmalar  dikkate  alındığında yalnızca 25 kg üzerindeki insansız hava araçları, hava aracı sayılmaktadır. Kurt, Ekrem, Sivil Hava Aracı Mülkiyetinin Kazanılması, Devri ve Sona Ermesi, Gazi Üniversitesi Hukuk Fakültesi Dergisi, Cilt XXI, Sayı 2, 2017, s. 52. Oysa bu talimatta yer alan insansız hava aracının ağırlığına göre bunları kaydettirme zorunluluğu vb. ödevlerden yola çıkarak hangilerinin  hava  aracı  tanımı  içine  girip  girmeyeceğini  belirlemek  mümkün görünmemektedir. Bu sonuca Hava Aracı Milliyeti ve Tescil İşaretleri Talimatı m. 2/II de 25 kg ye kadar olan insansız hava araçlarının kapsam dışında tutulmasından ulaşılabilir. Ancak TSHK daki hava aracı tanımını daraltacak nitelikteki bu düzenlemelerin talimatla değil, kanunla yapılması gerekirdi. 126  Kaner, s. 14-15; Ergüne, s. 88, dn. 86; Pazarcı, s. 157; Kırman, s. 56-57; Kurt, s. 51; Tek, s. 32; Kurtuluş, s. 161, 164; Erdoğmuş, Hasan Fehmi, Finansal Kiralama Sözleşmesi ve Hava Aracı ve Parçalarının Finansal Kiralama Yöntemi ile Temini, Yayımlanmamış Doktora Tezi, İstanbul, 2014, s. 112.  127  Akkurt, s. 66; Hızır/Turaev, s. 375; Demir, s. 90; Erdoğmuş, s. 113. Alman Hava Seyrüsefer Kanunu (Luftverkehrsgesetz) § 1(2)(8) de ise acil durum paraşütleri hava aracı sayılmıştır.  128  Demir, s. 89. 129  Akkurt,  s.  66;  Demir,  s.  89;  Tek,  s.  32.  Alman  Hava  Seyrüsefer  Kanunu (Luftverkehrsgesetz) § 1(2) ye göre ise uzay araçları, roketler ve benzer misiller, atmosferde kaldığı sürece hava aracı teşkil eder. Bunlar uzaya çıktığı takdirde hava aracı niteliğini kaybeder. Bunlardan yalnızca uzay araçları TSHK anlamında hava aracı teşkil edebilir.  130  Kaner, s. 15; Hızır/Turaev, s. 376; Demir, s. 90; Tek, s. 32; Kurtuluş, s. 164. 131  Belbez, Hikmet, Hava Hukuku: Konusu ve Mahiyeti, AÜHFD, Cilt 2, Sayı 4, 1945, 743746, s. 743, dn. 2; Kaner, s. 15. Karş. Kurt, s. 51. 135M. Emir GÖKA                                    Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188 Yönetmeliği m. 5 te somutlaştırılan uçuşa elverişlilik koşulunun kapsamında kalmadıklarından bunlar tescile tâbi olmayacak ve TSHK m. 67 uyarınca uçurtma satışında uçurtmanın mülkiyetinin alıcıya teslimden önce intikalinin mümkün  olacağı  sonucuna  ulaşılacaktır.  Dolayısıyla,  havalanabilme  ve havada seyredebilme ölçütleri TSHK nın diğer hükümleriyle mantıklı bir bütün  oluşturacak  şekilde  yorumlanmalı  ve  uçurtma  (özellikle  çocuk uçurtması), maket uçak, uçak modeli gibi eğlence ya da hobi maksatlı olup belirli bir düzeyde teknik donanıma sahip olmayan eşya, TSHK kapsamında hava aracı sayılmamalıdır. Bu doğrultuda, Alman Hava Seyrüsefer Kanunu (Luftverkehrsgesetz) § 1(2)(7) de hava araçları arasında sayılan uçurtmalar (Drachen) ibaresi daha sonra ilga edilmiştir. Bu ibare kanunda mevcutken dahi, öğretide çocuk uçurtmalarının kanun kapsamında sayılmaması gerektiği belirtilmekteydi.   Son olarak, Türkiye nin de taraf olduğu, 7.12.1944 tarihinde Chicago da imzalanan  Milletlerarası  Sivil  Havacılık  Sözleşmesi  (Chicago Sözleşmesi)  m.  54 e  dayanılarak  Uluslararası  Sivil  Havacılık  Teşkilatı tarafından  yayınlanan  ve  Hava  Aracı  Milliyeti  ve  Tescil  İşaretleri konusunda  uluslararası  standartları  düzenleyen  Ek-7  (Annex-7  to  the Convention  on  International  Civil  Aviation:  Aircraft  Nationality  and Registration Marks; bundan böyle Ek-7 olarak anılacaktır)135 m. 1 de de hava aracı tanımlanmıştır. Buna göre, Hava aracı. Havanın, yer yüzüne karşı reaksiyonları  hariç,  atmosferde  havanın  reaksiyonlarından  destek sağlayabilen  her  türlü  makineyi  ifade  etmektedir.  Öğretide,  Chicago Sözleşmesi nin  eklerinde  yer  alan  tanımların,  kural  olarak,  buna  üye devletlerde  de  geçerli  olduğu  belirtilmektedir.  TSHK daki  hava  aracı                                                  132  Kurt, s. 51.   133  Deutsches Rechts-Lexikon, Band 2: G – P, Hrsg. Horst Tilch, Frank Arloth, 3. Auflage, München, 2001, s. 2776 (Luftfahrzeug). Sözlükteki açıklamaya göre, özellikle balonlar, uçurtmalar ve uçak modellerinin hangilerinin kanun kapsamında olduğuna ilişkin sınırı çekmek zordur. Alman hukukunda bu sorun, Luftverkehrs-Zulassungs-Ordnung § 6 da 25 kilonun  altındaki  insansız  balonların  ve  uçak  modellerinin  (maddenin  mefhumu muhalifinden)  uçuşa  elverişlilik  izni  almasına  gerek  olmadığının  düzenlenmesiyle çözülmüştür.  134  12.06.1945  tarihli  ve  6029  sayılı  Resmî  Gazete de  yayımlanan  4749  sayılı  kanunla onaylanmıştır.   135  Bu ek, üye ülkelerden gelen geri bildirimlere göre fasılalı olarak güncellenmektedir. Bugün itibariyle, Ek-7 nin 2012 tarihli altıncı baskısı yürürlüktedir.  136  Aircraft. Any machine that can derive support in the atmosphere from the reactions of the air other than the reactions of the air against the earth s surface.  137  Sözer, TSHK, s. 72; Sözer, Bülent, Türk Hukukunda ve Uluslararası Hukukta Hava Yolu ile Yük Taşıma Sözleşmesi, 2. Bası, İstanbul, 2009, s. 18.  136Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188      Sözleşmeye Dayanan Hava Aracı… tanımı, Ek-7 dekine kıyasla geniş kalmaktadır. Fakat Ek-7 m. 1 e göre bu tanım,  sadece  Ek-7 nin  düzenleme  alanında  hava  aracının  ne  anlamda kullanıldığını  göstermektedir.  Bu  düzenlemeden  hareketle,  Ek-7 deki tanımın genel geçer bir uygulaması olmadığı anlaşılmaktadır. B. Üzerinde İpotek Tesis Edilebilecek Hava Araçları 1. Hava Araçlarının Bazı Açılardan Sınıflandırılması Hangi hava araçlarının üzerinde ipotek tesis edilebileceği belirtilmeden önce TSHK ya göre hava araçlarının tâbi olduğu bazı ayrımların açıklanması zorunludur.  a. Devlet Hava Araçları ve Sivil Hava Araçları Chicago Sözleşmesi m. 3(b) ye göre, askerî hizmetlerde, gümrük ve polis hizmetlerinde kullanılan hava araçları, devlet hava aracı sayılır. Hükmün ifadesi açık olmadığı ve bu arada Türkiye nin tarafı bulunmadığı, Chicago Sözleşmesi ile yürürlükten kaldırılan, 13.10.1919 tarihli Hava Seyrüseferinin Tanzimi  Hakkında  Sözleşme  m.  30 da  münhasıran  devlet  hizmetinde kullanılan tüm hava araçları, devlet hava aracı sayıldığı için, uluslararası hukukta, Chicago Sözleşmesi m. 3(b) deki sayımın tahdidi olup olmadığı tartışmalıdır. Açık olan ise Chicago Sözleşmesi nin devlet hava aracı ve sivil hava aracı ayrımı bakımından aracın malikinin kim olduğunu esas alan mülkiyet  teorisini  değil,  hangi  amaçlarla  kullanıldığını  dikkate  alan fonksiyonel teoriyi kabul ettiğidir. Fonksiyonel teoriye göre, bir hava aracı                                                  138  Sözer, s. 19. İsviçre deki Hava Seyrüseferi Hakkında Federal Kanun (Bundesgesetz über die Luftfahrt) m. 1/III teki hava aracı tanımı da Ek-7 deki gibidir.   139  Sivil Havacılık Genel Müdürlüğü, Chicago Sözleşmesi Ek-7 ile aynı ismi taşıyan Hava Aracı Milliyeti ve Tescil İşaretleri Talimatı m. 3/2 de, bu talimatın, Ek-7 deki gereklilikler esas alınarak çıkartıldığını ifade etmesine rağmen, m. 4/1-ç de hava aracını, Ek-7 deki gibi değil, TSHK m. 3 teki şekilde tanımlamıştır. 140  Aircraft used in military, customs and police services shall be deemed to be state aircraft. 141  Bir görüş, Chicago Sözleşmesi ndeki tanımın sınırlayıcı değil, örnekleyici olduğunu ve sayılanlar  dışında  başka  hizmetlerde  (örneğin,  orman  yangınlarının  söndürülmesi) kullanılan hava araçlarının da devlet hava aracı sayılabileceğini belirtmektedir. Abeyratne, Ruwantissa, Convention on International Civil Aviation, A Commentary, Switzerland, 2014, s. 51-52 (Yazarın bazı paragraflarda state aircraft yerine sehven military aircraft kavramını kullandığı kanaatindeyim). Diğer bir görüş ise posta hizmetleri gibi devletin egemenlik yetkisini ilgilendiren amaçlarla kullanılan hava araçlarının sivil hava aracı sayılacağını belirterek sayımın tahdidî olduğunu kabul etmektedir. Sirmen, Kâzım Sedat, Hava Araçlarının Tâbiiyeti, Ankara, 2005, s. 6. Farklı gerekçeyle sayımın tahdidî olduğu görüşünde: Akkurt, s. 69. Bu tartışmalar hakkında bkz. Akkurt, s. 68 vd.; Akkutay, Berat Lale,  Uluslararası  Hukukta  Sivil  ve  Devlet  Hava  Aracı  Ayrımı,  Türkiye  Adalet Akademisi Dergisi, Yıl: 8, Sayı: 31, 2017, s. 316 vd.  137M. Emir GÖKA                                    Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188 devletin egemenliğiyle ilgili amaçlarla kullanılıyorsa, yani aracın kontrolü devletteyse ve araç münhasıran kamu görevi ve hizmeti görüyorsa, devlet hava  aracı  olarak  değerlendirilir.  Chicago  Sözleşmesi ndekine  benzer olarak, TSHK m. 3/I-c de de fonksiyonel teoriyi esas alan bir devlet hava aracı tanımı  yapılmıştır.  Bu  maddenin  6495  sayılı  Kanun  ile  12.7.2013 te değişikliğe uğramadan önceki hâlinde devlet hava aracı; askerlik, güvenlik ve gümrük  hizmetlerinde  kullanılan  hava  araçları  şeklinde  tanımlanmıştı. Değişiklikle  birlikte  bu  hizmetlere  orman  yangınları  ile  mücadele  de eklenmiştir. TSHK m. 3/I-d de ise Türk sivil hava aracı Devlet hava araçları tanımı dışında kalan ve mülkiyeti Türk Devletine veya kamu tüzel kişilerine veya Türk vatandaşlarına ait araçlar şeklinde tanımlanmıştır. TSHK nın,  devlet  hava  araçlarının  tanımında  sadece  bunların  belli hizmetlerde  kullanılmasını  esas  almasına  karşın,  sivil  hava  araçlarının tanımında malikinin kim olduğunu da dikkate alması öğretide tartışmaya yol açmıştır. Bir görüşe göre, devlet hava aracından bahsedebilmek için bunun yalnızca  TSHK  m.  3/I-c de  sayılan  dört  hizmete  tahsis  edilmesi  yeterli değildir; ayrıca aracın devletin mülkiyetinde olması şarttır. Yani bu görüş, fonksiyonel teori yanında mülkiyet teorisinin de dikkate alınması gerektiğini belirtmektedir.  Tespit  edebildiğim  kadarıyla,  bu  görüşteki  yazarlardan yalnızca  Hızır/Turaev  bir  gerekçe  sunmuş  ve  TSHK  m.  3/I-c  ile  3/I-d hükümleri birlikte okunduğunda bu sonuca ulaşıldığını belirtmiştir. Oysa kanımca, devlet hava araçlarının aksi öngörülmedikçe TSHK nın kapsamı dışında olduğunu düzenleyen TSHK m. 2/II karşısında böyle bir çıkarımın yorum yoluyla yapılması yerinde değildir. Hükümler arasında açık bir çatışma olmadıkça, TSHK nın uygulama alanını belirleyecek önemde bir tanımın kendi içinde yeterli olduğunun varsayılması ve bu tanıma, kanunun diğer hükümlerinde sarih olarak ifade edilmeyen başka unsurların eklenmemesi gerekir. Kaldı ki, TSHK m. 3/I-d deki Devlet hava araçları tanımı dışında kalan ve mülkiyeti Türk Devletine veya kamu tüzel kişilerine … ait araçlar ibaresinin mefhumu muhalifinden, TSHK m. 3/I-c de sayılan hizmetlerde kullanılan  araçların  kamu  tüzel  kişilerinin  mülkiyetinde  olması  gerektiği sonucu  da  çıkmamaktadır.  Aksine,  kanımca,  hükümlerin  birlikte okunmasından şu iki sonuca ulaşılmaktadır: (i) TSHK m. 3/I-c de sayılan hizmetlerde  kullanılan  ama  kamu  tüzel  kişilerinin  maliki  olmadığı  hava                                                  142  Akkutay, s. 317. 143  Akkurt, s. 67. 144  Sivil hava aracı türleri hakkında ayrıntılı bilgi için bkz. Akkurt, s. 70 vd. 145  Kaner, s. 16; Hızır/Turaev, s. 376; Kurt, s. 54, dn. 17 (yazarın atıf yapılan yerdeki yorumundan bu görüşte olduğu anlaşılmaktadır).   146  Hızır/Turaev, s. 376, dn. 14. 138Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188      Sözleşmeye Dayanan Hava Aracı… araçları, bu kanuna göre, devlet hava aracıdır ve (ii) TSHK m. 3/I-d uyarınca, maliki kamu tüzel kişisi olsa bile, TSHK m. 3/I-c de sayılan hizmetlerde kullanılmayan hava araçları, bu kanuna göre, sivil hava aracıdır.  Bu doğrultuda, öğretideki diğer bir görüş, maliki kim olursa olsun, TSHK m. 3/I-c de sayılan hizmetlere tahsis  edilmiş araçların devlet hava aracı olduğunu savunmaktadır. Akkutay, TSHK m. 3/I-c nin, Chicago Sözleşmesi m. 3(b) deki sayımı tahdidî olarak yorumlayan bir düzenleme olduğunu ve dolayısıyla  sadece  TSHK da  sayılan  dört  tür  hizmette  kullanılan  hava araçlarının  devlet  hava  aracı  sayılacağını  ifade  etmektedir.  Açıklanan sebeplerle, devlet hava aracını yalnızca TSHK m. 3/I-c deki hizmetlerde kullanılanlarla  sınırlayan  ve  devletin  araca  malik  olması  gerekmediğini savunan bu görüş üstün tutulmalıdır.  TSHK ya göre durum böyle olmakla beraber, doğrudan devlet hava araçlarını tanımlamak amacıyla çıkartılan Devlet Hava Araçları Hakkında Yönetmelik  m.  5 te  devlet  hava  araçlarını  kullanan  idare  bakımından TSHK da öngörülmemiş bir sınırlandırma getirilmiştir. Hükme göre, Devlet tarafından askerlik, güvenlik, gümrük ve orman yangınları ile mücadele hizmetlerinde  kullanılan  ve;  a)  Askerlik  hizmetlerinde;  Milli  Savunma Bakanlığı, Genelkurmay Başkanlığı ve Kuvvet Komutanlıkları ile bağlı, ilgili kurum  ve  kuruluşları  tarafından  kullanılan  hava  araçları,  b)  Güvenlik hizmetlerinde;  Cumhurbaşkanlığı  ile  İçişleri  Bakanlığı  hizmetlerinde kullanılan  hava  araçları,  c)  Gümrük  hizmetlerinde;  Ticaret  Bakanlığı tarafından  gümrük  hizmetlerinde  kullanılan  hava  araçları,  d)  Orman yangınları ile mücadele hizmetlerinde, Tarım ve Orman Bakanlığı tarafından orman yangınları ile mücadele hizmetlerinde kullanılan hava araçları devlet hava  aracıdır.  Devlet  hava  araçları  TSHK  m.  2/II  uyarınca  aksi  açıkça düzenlenmedikçe TSHK nın kapsamı dışında olduğu için, bu düzenlemeyle TSHK nın uygulama alanı genişletilmektedir. Zira yalnızca yukarıda sayılan idarelerce  ilgili  hizmetlerde  kullanılan  hava  araçları,  devlet  hava  aracı sayılmaktadır. Bu arada, yönetmeliğin 6. maddesinde, sivil hava araçlarının, devlet hava aracı olarak kullanılmasına yönelik usullerin Sivil Havacılık Genel Müdürlüğü tarafından ayrıca düzenleneceğinin öngörülmüş olması, yukarıda anılan tartışmada katıldığım görüşü destekler niteliktedir. Yukarıdaki  açıklamalar  yalnızca  TSHK  ve  Devlet  Hava  Araçları                                                  147  Akkurt, s. 67; Akkutay, s. 320, dn. 22; Demir, s. 94 ve s. 93 te dn. 196 ve 197 de anılan yazarlar. 148  Akkutay, s. 320, dn. 22. 149  31001 sayılı ve 7.01.2020 tarihli Resmî Gazete. 139M. Emir GÖKA                                    Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188 Hakkında Yönetmelik kapsamında devlet ve sivil hava aracının neyi ifade ettiğine ilişkindir. Yoksa TSHK kapsamında devlet hava aracı sayılmayan bir hava aracının kamusal mal (dar anlamda kamu malı) olması ve bunlara ilişkin rejime göre korunması mümkündür. Bir malın, kamusal mal sayılması için organik ve maddî koşulların kümülatif olarak gerçekleşmesi gerekir. Organik koşul, malın bir kamu tüzel kişisinin mülkiyetinde olmasıdır. Maddî koşul ise malın kamunun ortak kullanımına ve yararlanmasına sunulmuş ya da özel bir düzenleme ile kamu hizmetine tahsis edilmiş bulunmasıdır. Maddî koşulda, kamunun ortak kullanımına ve yararlanmasına sunulmuş mallarla kastedilen sahipsiz mallar ile orta mallarıdır. Özel bir düzenleme ile kamu hizmetine tahsis edilenler ise hizmet mallarıdır. Hava araçları ancak hizmet malı olabilir. Eğer bir hava aracı, bu nitelikleri haiz olması sebebiyle kamusal mal ise, kamusal malların tâbi olduğu koruma rejiminden yararlanacaktır. Örneğin, bürokratların görevlerinde kullanılmak üzere kamu tüzel kişiliğince iktisap edilmiş ve bu amaca tahsis edilmiş hava araçları böyledir. Ancak salt bu  durum,  ilgili  hava  aracının,  TSHK  anlamında  bir  devlet  hava  aracı sayılmasını gerektirmez. Bunun için o hava aracının TSHK m. 3/I-c deki hizmetlerde kullanılması şarttır. b. Türk Sivil Hava Araçları ve Yabancı Sivil Hava Araçları Sivil hava araçları, tâbiiyetlerine göre, Türk sivil hava araçları ve yabancı sivil hava araçları olarak ayrılmaktadır. TSHK m. 3/I-d uyarınca Türk sivil hava aracı, devlet hava araçları dışında kalan ve mülkiyeti Türk Devleti, kamu tüzel kişileri veya Türk vatandaşlarına ait araçlardır. Buna göre, bir sivil hava aracının Türk tâbiiyetini taşımasında malikinin tâbiiyeti esas alınmaktadır. TSHK m. 3/I-d ye ek olarak, Türk Sivil Hava Aracı başlıklı TSHK m. 49 da sayılan durumlarda da ilgili hava aracı, Türk sivil hava aracı teşkil eder. Hükme göre, Türk kanunları uyarınca kurulan: (i) kamu kurumu niteliğindeki mesleki  kuruluşlarının,  derneklerin,  siyasi  partilerin,  sendikaların  veya                                                  150  Gözübüyük, Şeref/Tan, Turgut, İdare Hukuku, Cilt I, Genel Esaslar, 13. Bası, Ankara, 2019, N. 1079; Akyılmaz, Bahtiyar/Sezginer, Murat/Kaya, Cemil, Türk İdare Hukuku, 9. Baskı, Ankara, 2018, s. 624.  151  Gözübüyük/Tan, N. 1079; Akyılmaz/Sezginer/Kaya, s. 624.  152  Sirmen, s. 18-21.  153  Sirmen, s. 18.  154  Kamusal malların tâbi olduğu rejime ilişkin olarak bkz. Gözübüyük/Tan, N. 1089 vd.; Akyılmaz/Sezginer/Kaya, s. 629 vd. Mesela, devlet gemilerine ve devlet hava araçlarına, ihtiyatî tedbir veya haciz yoluyla el koyulamayacaktır. Nomer, Ergin, Milletlerarası Usul Hukuku, 2. Bası, İstanbul, 2018, N. 141. 155  Güngör, Gülin, Tâbiiyet Hukuku, Gerçek Kişiler – Tüzel Kişiler – Şeyler, 7. Bası, Ankara, 2019, s. 257.  140Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188      Sözleşmeye Dayanan Hava Aracı… vakıfların mülkiyetindeki hava araçları, bunların idarî organını oluşturanların çoğunluğunun Türk vatandaşı olması hâlinde; ve (ii) Türk Ticaret Siciline kaydedilmiş  ticari  şirketlerin,  kooperatiflerin  ve  bunların  birliklerinin mülkiyetindeki hava araçları, bunları idare ve temsil etmeye yetkili olanların çoğunluğunun Türk vatandaşı olması ve şirket esas sözleşmesine göre oy çoğunluğunun  Türk  ortaklarda  bulunması  hâlinde,  Türk  sivil  hava  aracı sayılır. TSHK m. 3/I-d de düzenlenen Türk vatandaşı gerçek kişiler ile kamu tüzel kişilerinin mülkiyetindeki sivil hava araçlarından farklı olarak, TSHK m.  49 da  Türk  kanunlarına  göre  kurulmuş  özel  hukuk  tüzel  kişilerinin mülkiyetindeki hava araçlarının Türk tâbiiyetinde sayılması için yalnızca araca bunların malik olması yeterli görülmemiştir. Bu hava aracının maliki olan özel hukuk tüzel kişisinin kontrolünün de Türk vatandaşlarında olması aranmıştır. Sonuç olarak, bir sivil hava aracının Türk tâbiiyetinde olup olmadığını belirlerken öncelikle maliki tespit edilecek ve sonra TSHK m. 3/Id veya 49 a göre değerlendirme yapılacaktır. Bu iki maddeden somut olaya uygulananın şartlarını sağlamayan ve devlet hava aracı niteliğinde de olmayan hava araçları, yabancı sivil hava aracı teşkil eder.  c.    Tescile Tâbi Hava Araçları ve Tescile Tâbi Olmayan Hava Araçları Hava aracı ipoteği yalnızca uçak siciline kayıtlı hava araçları üzerinde kurulabileceği için bu konuda önemli olan bir diğer ayrım tescile tâbi olan ve  olmayan  hava  araçlarıdır.  Bir  hava  aracının  uçak  siciline kaydedilebilmesinin şartları TSHK m. 60 ta üç bent hâlinde sayılmıştır. Buna göre,  şu  üç  şartın  tamamını  sağlayan  hava  araçları  uçak  siciline kaydedilebilecektir: (i) TSHK m. 49 a göre, hava aracının Türk sivil hava aracı sayılması; (ii) hava aracının, başka bir memlekette tescil edilmemiş olması  ve  eğer  tescil  edilmiş  ise  oradan  kaydının  silindiğine dair  belge getirilmiş olması ve (iii) hava aracının uçuşa elverişli bulunduğuna dair Ulaştırma Bakanlığınca verilmiş belgeyi haiz olması. İlk bentte yalnızca TSHK m. 49 uyarınca hava aracının Türk sivil hava aracı sayılmasının şart olduğu öngörülmekle birlikte, buraya TSHK m. 3/Id deki Türk sivil hava aracı tanımına giren hava araçlarının da dâhil edilmesi gerekir. Sivil Hava Vasıtaları Tescil Yönetmeliği m.  3/I-c bir ölçüye kadar                                                  156  Güngör, s. 257 (tâbiiyetin belirlenmesinde kullanılan sistemlerden biri olan kontrol sistemi hakkında bkz. aynı eserde, s. 243-244); Sirmen, Tâbiiyet, s. 101. 157  Kaner, s. 24, 34; Akçura-Karaman, s. 289-290; Ergüne, s. 88; Hızır/Turaev, s. 379; Demir, s. 99.  158  12611 sayılı ve 2.6.1967 tarihli Resmî Gazete. 141M. Emir GÖKA                                    Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188 bu durumu dikkate almıştır. TSHK m. 64 te hava araçlarından tescile tâbi olmayanların  bir  yönetmelikte  düzenleneceği  belirtilmiştir.  Maddede önceden bu konuda bir tüzük çıkartılacağı öngörülüyordu ama Anayasa değişikliği nedeniyle, 2.7.2018 tarihli ve 703 sayılı KHK m. 189/I-c ile TSHK m. 64 ün başlığındaki ve metnindeki tüzük ibareleri yönetmelik olarak  değiştirilmiştir.  Bu  değişikliğin,  kanun  koyucunun  hiçbir  şekilde amaçlamadığını ve öngörmediğini düşündüğüm bir etkisi olmuştur: 2.6.1967 tarihli Resmî Gazete de yayımlanan Sivil Hava Vasıtaları Tescil Yönetmeliği m. 1 de Türkiye Cumhuriyeti hava sahasında faaliyette bulunan bilumum sivil hava vasıtalarının bir Devlet sivil hava vasıtaları sicilinde tescil edilmiş olması  şarttır.  hükmü  mevcuttur.  Tüzük  ibaresinin  yönetmelik  olarak değiştirilmesiyle  birlikte  bu  maddenin,  TSHK  m.  64 te  çıkartılacağı öngörülen yönetmeliği karşılayıp karşılamayacağı sorunu ortaya çıkmıştır. Kanımca, bütün sivil hava vasıtalarının bir Devlet sivil hava vasıtası siciline tescilini şart kılan eleştiriye açık bu hüküm, kanunda özel olarak tescile tâbi olmayanlar hakkında çıkartılacağı belirtilen yönetmeliği karşılamaz. Esasen Sivil Hava Vasıtaları Tescil Yönetmeliği m. 1 hükmünün, tüm Türk sivil hava araçlarının uçak siciline tescilinin gerektiğini düzenlemeyi değil, yalnızca Türk hava sahasında faaliyet gösteren hava araçlarının tâbiiyetini Chicago Sözleşmesi m. 17 uyarınca belirlenebilir kılmayı amaçladığı söylenebilir. Çıkması  beklenen  tüzüğün,  şimdiki  hâliyle  yönetmeliğin,  halen çıkmamış olması sebebiyle öğretide hava araçları, tescile tâbi olanlar ve olmayanlar yerine hâlihazırda uçak siciline kaydedilmiş olanlar ve olmayanlar şeklinde bir ayrım yapılarak incelenmektedir.  Uçak siciline kayıtlı Türk sivil hava araçları üzerinde zilyetliğin aynî hak kurma işlevi olmadığı için bunlar yalnızca hava aracı ipoteği kurallarına uygun olarak rehnedilebilir.                                                  159  11.2.2017  tarihli  ve  29976  sayılı  Resmî  Gazete de  yayımlanan  6771  sayılı  Türkiye Cumhuriyeti Anayasasında Değişiklik Yapılmasına Dair Kanun. 160  Chicago Sözleşmesi m. 17 uyarınca hava araçları kayıtlı oldukları devletin tâbiiyetindedir ve uluslararası hukuka göre, bir hava aracı sadece tek bir tâbiiyete sahip olabilir. Pazarcı, s. 157. 161  Akçura-Karaman, s. 289 vd.; Ergüne, s. 88 vd. Karş.  Kaner, s. 30 vd.; Demir, s. 100 vd. Tek e göre, hava aracı ipoteği yalnızca uçak siciline kaydı zorunlu (tescile tâbi) hava araçları üzerinde kurulabilir. Tek, s. 34. Hava aracı ipoteğinin yalnızca sicile kaydedilmiş hava araçları üzerinde tesis edilebileceği açık olmakla birlikte, TSHK da Tek in ifade ettiği gibi bir sınırlandırma yer almamaktadır. TSHK m. 64 teki yönetmeliğin de çıkartılmadığı mevcut durumda, bu görüş, yerinde değildir. Akçura-Karaman, s. 290, dn. 417. 162  Kaner, s. 30-31. Yalnızca hava aracı ipoteğinde zilyetliğin böyle bir işlevi olmadığı yönünde: Ergüne, s. 93, dn. 93 (karş. s. 90, dn. 90). Ancak yazar, s. 90, dn. 90 daki görüşünü değiştirmiştir: Ergüne, M. Serkan, Taşınır Mülkiyeti, İstanbul, 2017, N. 395, dn. 398. Akçura-Karaman a göre, tescile tâbi hava araçlarının belirlenmemesinden ötürü, henüz hiçbir  hava  aracının  uçak  siciline  tescil  zorunluluğu  olduğu  söylenemez.  AkçuraKaraman, s. 290. Karş.  Oğuzman/Seliçi/Oktay-Özdemir, N. 3748. Bu husus kabul 142Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188      Sözleşmeye Dayanan Hava Aracı… Sicile kayıtlı olmayanlar ise TMK m. 939 a göre zilyetliğin devriyle (hava aracı, malikin münhasır zilyetliğinden çıkartılarak) rehnedilir.  2. Üzerinde İpotek Tesis Edilebilecek Hava Araçları TSHK  m.  3/I-b deki  hava  aracı  kavramına  dâhil  olmakla  beraber, TSHK ya  göre  üzerinde  ipotek  tesis  edilemeyecek  hava  araçları  vardır. Öncelikle, TSHK m. 2/II uyarınca devlet hava araçları üzerinde TSHK m. 69 vd. hükümlerine göre ipotek kurulabileceğine ilişkin açık bir düzenleme olmadığı için bunlar üzerinde ipotek tesisi mümkün değildir. Bu sonuca, TSHK m. 60/I-a nın ve m. 50 nin zıt anlamları gereği devlet hava araçlarının uçak siciline kaydedilmeyeceği üzerinden ulaşılması da mümkündür.  Yabancı sivil hava araçları üzerinde de kural olarak hava aracı ipoteği kurulamaz. TSHK m. 60/I-a ve b nin düz ve m. 50 nin zıt anlamı uyarınca, devlet hava araçlarına benzer şekilde, yabancı sivil hava araçları da uçak siciline kaydedilmez. Esasen TSHK m. 50, hava araçlarının kaydedileceği sicilin adının Uçak Sicili olduğunu öngörmesine rağmen, bu sicil TSHK m. 6, 58, 59, 85 te Türk uçak sicili ve TSHK m. 54 te de Türk sivil uçak sicili olarak anılmaktadır. Uçak sicilinde yalnızca Türk sivil hava araçlarının kayıtlı olacağı hakkındaki kural öyle sıkı tutulmuştur ki, TSHK m. 59 da sicile kayıtlı bir Türk sivil hava aracı, Ulaştırma ve Altyapı Bakanlığınca, Genelkurmay Başkanlığı ile Dışişleri Bakanlığının görüşü alınmak suretiyle yabancı gerçek veya tüzel kişilere ya da TSHK m. 49 a göre kontrolü yabancıların elinde bulunan  özel  hukuk  tüzel  kişilerine  yalnız  bunlarca  işletilmek  üzere bırakılırsa,  bu  hava  aracının  Türk  uçak  sicilindeki  kaydının  silineceği öngörülmüştür. Aynı maddeye göre, bunun tek istisnası, önceden bu hava aracı  üzerinde  sicile  kayıtlı  ipotek,  haciz  şerhi  ve  benzeri  bir  takyit bulunmasıdır. Yine TSHK m. 61/I-a uyarınca hâlihazırda sicile kayıtlı bir                                                  edildiği takdirde, hava araçları, TİTRK m. 2/I-k daki kendi özel siciline tescili zorunlu olanlar dışındaki ibaresiyle getirilen sınırlama kapsamına girmez. Yine de TSHK m. 70 e göre hâlihazırda sicile kayıtlı olan hava araçları üzerinde ipotek kurulması için uçak siciline tescil zorunludur (Esener/Güven, s. 569; Akçura-Karaman, s. 164 vd., 215; Demir, s. 5253; Ergüne, s. 90, dn. 90; Kaner, s. 33-34. Karş. Hızır/Turaev, s. 381). Bu sebeple, TİTRK m. 8/III uyarınca hava araçlarının tek başına TİTRK hükümlerine göre rehni mümkün değildir. Keza Ticari İşlemlerde Rehin Hakkının Kurulması ve Temerrüt Sonrası Hakların Kullanılması Hakkında Yönetmelik m. 2/II-d ye göre de TSHK ya göre kurulan hava aracı ipoteğine yönetmeliğin hükümleri uygulanmayacaktır. Bununla birlikte, yukarıda III/B/1 de değinildiği üzere, TİTRK m. 5/II ve VIII uyarınca bir hava aracı, tamamı rehnedilecek bir ticari işletmenin faaliyetine tahsis edilmişse bunun, ticari işletmeyle birlikte TİTRK e göre rehnedilmesi  mümkündür.  Bu  durumda,  rehinli  taşınır  sicili  rehni,  uçak  sicili ne bildirecektir. Sirmen, s. 674; Göle/Aydoğan, s. 32-33; Oktay-Özdemir, s. 58, dn. 12. 163  Ergüne, s. 88; Uyumaz, s. 137, 139, dn. 425.  143M. Emir GÖKA                                    Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188 Türk sivil hava aracı, sonradan Türk tâbiiyetini kaybederse re sen sicilden silinir. Sicilden silinme TSHK m. 63 teki usule göre yapılır.  Tespit edebildiğim kadarıyla, uçak siciline yalnızca TSHK m. 3/I-d ve 49 daki anlamda bir Türk sivil hava aracının kaydedilebileceği kuralının oldukça sınırlı tek bir istisnası mevcuttur. TSHK m. 55 e göre, TSHK m. 3/Id ve 49 da sayılan kişilerin mülkiyetinde olmasa bile (ki maddelere göre bu, Türk sivil hava aracı sayılmanın koşuludur) ilgili mevzuata uygun olarak yurda sokulmuş olan sivil hava aracı, bu kişilere en az 6 ay süreyle ve yalnız bu kişiler adına işletilmek üzere bırakılırsa sicile geçici olarak kaydedilebilir. Böyle geçici olarak tescil edilmiş olan ve TSHK m. 3/I-d ile 49 a göre Türk sivil hava aracı sayılmayan hava araçlarının üzerinde hava aracı ipoteği tesisini açıkça yasaklayan bir hüküm yoktur. Ancak TSHK m. 61/III e göre, bu araçlar da işletme süresi sona erdiğinde, yine TSHK m. 63 teki usul uygulanarak, sicilden re sen silinecektir.   Son olarak, yukarıda değinildiği üzere, hava aracı ipoteği yalnızca uçak siciline kayıtlı hava araçları üzerinde kurulabilir. Bunların payı üzerinde de ipotek  kurulması  mümkündür.  TSHK  m.  65  uyarınca  taşınır  mal niteliğindeki sicile kayıtlı olmayan hava araçları ise TMK m. 939 vd. na göre zilyetliğin devriyle (hava aracı, malikin münhasır zilyetliğinden çıkartılarak) rehnedilebilir. Sonuç itibariyle, TSHK ya göre, hava aracı ipoteği sadece uçak siciline  kayıtlı  Türk  sivil  hava  araçları  veya  bunların  payları  üzerinde kurulabilir.  IV. Hava Aracı İpoteğine Hâkim Olan İlkeler A. Fer ilik İlkesi Fer ilik  (alacağa  bağlılık)  ilkesi,  rehin  hakkının  varlığının,  teminat sağlamak amacıyla kurulduğu alacağın hukukî kaderine bağlı olması anlamına gelir. Bu ilke, zaman itibariyle, rehin hakkının varlığını, alacağın varlığıyla sınırlar. Fer ilik, teminat hukukunda yapısal bir ilkedir ve hava aracı ipoteği bakımından TSHK m. 69/I da ipoteğin bir alacağı temin etmek için                                                  164  Kaner, s. 24, 34; Akçura-Karaman, s. 289-290; Ergüne, s. 88; Hızır/Turaev, s. 379; Demir, s. 99.  165  Akçura-Karaman, s. 291 vd.; Ergüne, s. 91, dn. 91. 166  BK-Zobl/Thurnherr, ZGB, Systematischer Teil, N. 161; BSK-Bauer/Bauer, ZGB II, Vorbem. Art. 884-894, N. 24; Köprülü, Bülent/Kaneti, Selim, Sınırlı Aynî Haklar, 2. Bası, İstanbul, 1982-1983, s. 464; Sirmen, s. 676-677; Esener/Güven, s. 488. 167  BK-Zobl/Thurnherr, ZGB, Systematischer Teil, N. 161. 168  Serozan, N. 1443.  144Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188      Sözleşmeye Dayanan Hava Aracı… kurulduğu öngörülerek ifade edilmiştir. Buna göre, hava aracı ipoteğinin doğabilmesi  ve  varlığını  sürdürebilmesi  için  geçerli  olarak  kurulmuş  ve mevcudiyetini koruyan bir alacak hakkının mevcut olması gerekir. Alacak hakkı sona erdiğinde, hava aracı üzerindeki rehin hakkı da son bulur. Alacağın geçersizliği, rehin hakkının da geçersizliğine sebep olur.  TSHK m. 84 e göre, hava aracı üzerindeki rehin hakkının, alacaktan bağımsız olarak ve alacağın da bunu temin eden rehin hakkından ayrı tutularak devrinin mümkün olmaması da fer ilik ilkesine dayanır (gemi ipoteğinde TTK m. 1038/II)171. Yine TSHK m. 80 e göre, alacak hakkına karşı borçlunun ileri sürebileceği tüm def ilerden üçüncü kişi rehin verenin de yararlanabilmesi fer ilik  ilkesinin  uzantısıdır  (gemi  ipoteğinde  TTK  m.  1032)172.  Aynı maddenin  üçüncü  fıkrası  uyarınca  borçlu,  alacaklıya  karşı  olan  bir savunmasından feragat etse bile üçüncü kişi rehin veren bunlara dayanabilir. Rehin hakkının fer iliğinin bir etkisi de borcun nakli hâlinde ortaya çıkar. Şayet rehinli hava aracının maliki, aynı zamanda bu rehinle temin edilen alacağın da borçlusuysa, bu borç üçüncü bir kişiye nakledilse bile, TBK m. 198/I uyarınca hava aracı ipoteği ayakta kalır. Öte yandan, rehinli hava aracının maliki, borçtan şahsen sorumlu olmayan üçüncü kişiyse, borcun nakli hâlinde rehin hakkının devam etmesi için TBK m. 198/II uyarınca rehin veren üçüncü kişinin borcun nakline yazılı onay vermesi gerekir. Onay verilmezse hava aracı ipoteği sona erer.  Fer ilik ilkesi gereği taşınır rehninin kurulması ve varlığını sürdürmesi, temin ettiği alacağın varlığına dayanmakla birlikte, özellikle ticarî hayatta kredi sağlamakta ortaya çıkan ihtiyaçlar sebebiyle, bu kuralın zayıfladığı durumlar vardır. Örneğin, banka ile müşteri, aralarındaki kredi sözleşmesinde kararlaştırılan kredi borcunun doğmasını, belirli taşınırların geçerli şekilde bankaya rehnedilmesine bağlayabilir. Esasen taşınır rehninin ileride doğacak (müstakbel) veya şarta bağlı alacakları güvence altına almak için kurulup                                                  169  Akçura-Karaman, s. 53. Alman Hava Seyrüsefer Kanunu (Luftverkehrsgesetz) §§ 4, 51, 57 ye göre de hava aracı ipoteğinde fer ilik ilkesi geçerlidir. Bu konuda bkz. Schladebach, Marcus/Kraft, Julia, Das Registerpfandrecht an Luftfahrzeugen, Zeitschrift für Bank- und Kapitalmarktrecht, 2012, Heft 7, s. 273. 170  BSK-Bauer/Bauer,  ZGB  II,  Vorbem.  Art.  884-894,  N.  24; Tuor/Schnyder/Schmid/Jungo, § 118, N. 9; Akçura-Karaman, s. 53; Ergüne, s. 188. 171  BK-Zobl/Thurnherr, ZGB, Systematischer Teil, N.  246; Köprülü/Kaneti, s. 464-465; Akçura-Karaman, s. 474 vd.; Ergüne, s. 190. 172  BSK-Bauer/Bauer, ZGB II, Art. 884, N. 26; Serozan, N. 1447; Akçura-Karaman, s. 5455, 448 vd. 173  Akçura-Karaman, s. 56; Ergüne, s. 190. 174  Akçura-Karaman, s. 56; Ergüne, s. 191. 145M. Emir GÖKA                                    Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188 kurulamayacağı  tartışmalıdır.  Zira  TMK nın  taşınır  rehni düzenlemelerinde, ipoteğe ilişkin TMK  m. 881/I  benzeri bir  hükme yer verilmemiştir.  Ancak  TSHK  m.  69 daki  müstakbel  veya  şarta  bağlı alacakların da hava aracı ipoteğiyle temin edilebileceğini öngören özel hüküm sebebiyle hava aracı ipoteği bakımından bu tartışmaların yapılmasına gerek yoktur (gemi ipoteğinde TTK m. 1014/I)176.  B. Belirlilik İlkesi Taşınır rehninde belirlilik ilkesi iki yönlüdür: (i) rehin konusunun belirli olması ve (ii) rehinle temin edilen alacağın belirli olması.  1. Rehin Konusu Hava Aracının Belirli Olması Belirlilik  ilkesi,  taşınmaz  rehnine  ilişkin  TMK  m.  854/I de düzenlenmiştir ve bu hükmün taşınır rehninde de kıyasen uygulanacağı kabul edilmektedir. Tescil yapılırken üzerinde ipotek kurulacak hava aracının belirtilmesi gerektiği TSHK m. 74 te ifade edilmemiş olsa da, hava aracı ipoteğinde de rehin konusunun ferden belirlenmiş ya da belirlenebilir hava aracı ya da hava araçları olması şarttır. Aksi yönde bir sonuca ulaşmak pratik olarak da mümkün değildir. Hava aracı ipoteğinin tescil edilebilmesi için ilgili hava aracının uçak siciline kayıtlı olması (bkz. yukarıda III, B, 2), yani bu hava aracı için sicilde ayrı bir sayfa açılmış olması gerektiği için rehin konusu belirli değilse, zaten sicil memuru tescili yapamaz.  Rehin konusunun belirlenebilirliği, en geç ipoteğin sicile tescil edileceği ana  kadar  devam  edebilir.  Rehin  konusu  ferden  ve  somut  olarak, benzerlerinden ayrılacak şekilde belirlenmeden tasarruf işleminin yapılması ve rehin hakkının doğması mümkün olmaz. Kanunda aksi düzenlenmedikçe                                                  175  Bu tartışmalar hakkında bkz. Oğuzman/Seliçi/Oktay-Özdemir, N. 3607. Kurulabileceği yönünde: BGE 51 II 273 ff. (277-278); ZK-Oftinger/Bär, ZGB, Art. 884, N. 73, 122-123; BK-Zobl/Thurnherr, ZGB, Systematischer Teil, N. 251; BSK-Bauer/Bauer, ZGB II, Art. 844, N. 55; Tuor/Schnyder/Schmid/Jungo, § 118, N. 9; Makaracı-Başak, s. 86-92. Bunun fer ilik ilkesini zedelediği yönünde: Serozan, N. 1456.  176  Alman Hava Seyrüsefer Kanunu (Luftverkehrsgesetz) § 2 de de müstakbel ve şarta bağlı alacakların hava aracı ipoteğiyle temin edilebileceği düzenlenmiştir. İsviçre de de Hava Aracı Sicili Hakkında Federal Kanun un (Bundesgesetz über das Luftfahrzeugbuch) 26. maddesinin 1. fıkrasına göre mevcut, müstakbel veya yalnızca doğması ihtimali bulunan alacaklar hava aracı ipoteği ile güvence altına alınabilir.  177  BSK-Bauer/Bauer, ZGB II, Art. 884, N. 22; BK-Zobl/Thurnherr, ZGB, Systematischer Teil, N. 258.  178  Akçura-Karaman, s. 98-99.  179  Bu takdirde, sicil memuru tescilden imtina edebilir. Akçura-Karaman, s. 99. 180  ZK-Oftinger/Bär, ZGB, Art. 884, N. 18; Sirmen, s. 678; Acar, Faruk, Rehin Hukuku Dersleri, İstanbul, 2015, s. 168; Akçura-Karaman, s. 98-99; Makaracı-Başak, s. 73. 146Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188      Sözleşmeye Dayanan Hava Aracı… bir malvarlığındaki taşınırların tamamının veya bir kısmının tek bir rehin hakkına konu edilmesi mümkün değildir.  2.    Hava Aracı İpoteğiyle Temin Edilen Alacağın (Rehin Yükünün) Belirli Olması TMK  m.  939  uyarınca  taşınırlar  kural  olarak  zilyetliğin  devriyle rehnedileceği  için  taşınır  üzerindeki  rehin  yükünün  miktar  veya  nitelik itibariyle  belirlenmiş  olması  gerekmez;  belirlenebilir  olması  yeterlidir. Böyle bir taşınır rehni sözleşmesi geçerlidir, ancak rehnin paraya çevrilmesi aşamasında rehin yükünün belirlenmiş olması gerekir. Diğer taraftan, TMK m. 851/I uyarınca taşınmaz rehninde rehin yükünün belirli olması gerekir. Bu nedenle, taşınmaz rehninde olduğu gibi teslime bağlı taşınır rehninin bir üst sınır üzerinden kurulması gerekli değildir.  TSHK  m.  74/I-b  uyarınca  sicilli  bir  taşınır  rehni  olan  hava  aracı ipoteğinde de rehin yükünün belirli olması ve tescil edilmesi gerekmektedir. Eğer hava aracı ipoteğiyle temin edilecek alacağın miktarı baştan belirli değilse, TSHK m. 74/I-c uyarınca rehin yükünü gösteren azamî miktar uçak siciline tescil edilmek suretiyle bir üst sınır ipoteği kurulacaktır.  a. Anapara İpoteği – Üst Sınır İpoteği TMK m. 851/I in ilk cümlesinde anapara ipoteği, ikinci cümlesinde ise üst sınır ipoteği tarif edilmiştir. Buna göre, alacağın miktarı rehnin kuruluş anında  belirliyse  ve  tapu  siciline  tescil  edilmişse  anapara  ipoteği  söz                                                  Böylece  tasarruf  işlemi,  rehin  konusunun  belirlenmesine  hizmet  eder.  BKZobl/Thurnherr, ZGB, Art. 884, N. 373. 181  Tuor/Schnyder/Schmid/Jungo,  §  118,  N.  26;  Serozan,  N.  1479;  Sirmen,  s.  678; Esener/Güven, s. 497; Akçura-Karaman, s. 98. 182  ZK-Oftinger/Bär, ZGB, Art. 884, N. 119; BK-Zobl/Thurnherr, ZGB, Systematischer Teil, N. 266; BSK-Bauer/Bauer, ZGB II, Art. 884, N. 48; Köprülü/Kaneti, s. 470; Oğuzman/Seliçi/Oktay-Özdemir, N. 3638; Sirmen, s. 679; Makaracı-Başak, s. 94, 105. Bu sebeple, fer ilik ve rehin yükünün belirliliği ilkelerinin havada kaldığı yönünde: Serozan, N. 1482. 183  BSK-Bauer/Bauer,  ZGB  II,  Art.  884,  N.  48;  Köprülü/Kaneti,  s.  470; Oğuzman/Seliçi/Oktay-Özdemir, N. 3638; Nomer/Ergüne, N. 1197; Ergüne, s. 111. İleride doğacak alacakların rehin hakkıyla teminat altına alınmasının belirlilik ilkesine ne derecede uygun olduğu hakkında bkz. Ergüne, s. 192 vd. 184  ZK-Oftinger/Bär, ZGB, Art. 884, N. 119; Sirmen, s. 592 vd.; Makaracı-Başak, s. 105, dn. 366. 185  BSK-Bauer/Bauer, ZGB II, Art. 884, N. 48; Sirmen, s. 679; Ergüne, s. 111; MakaracıBaşak, s. 94-95, 105. 186  Akçura-Karaman, s. 102. 187  Akçura-Karaman, s. 102, 346 vd. 147M. Emir GÖKA                                    Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188 konusudur.  Öte  yandan,  alacağın  miktarı  baştan  belli  değilse  veya  belli olmakla  birlikte  taraflar  ipoteğin  sağladığı  güvenceye  faizler  ve  takip giderlerinin eklenmesiyle aşılmasını istemedikleri bir sınır çizmek istiyorlarsa alacaklının bütün istemlerini karşılayacak bir azamî meblağ belirleyerek üst sınır ipoteği kurabilirler. TMK m. 875 te ipoteğin teminat altına aldığı alacağın kapsamı düzenlenmiştir. Buna karşın, üst sınır ipoteği kurulması hâlinde,  alacaklının  tüm  talepleri  bunun  içinde  olacağı  için,  söz  edilen hükmün yalnızca anapara ipoteğinde uygulanabileceği kabul edilmektedir.  TSHK m. 69 da, TMK m. 851/I deki gibi anapara ve üst sınır ipoteği ayrımına ulaşılabilecek bir ifadeye yer verilmemiştir. Ancak söz konusu ayrımın, TSHK m. 75/I-b deki alacağın tutarı ve faiz oranının ve m. 75/Ic deki alacağın tutarı kesin değil veya değiştirilebilir ise faizler dahil, ipoteğin temin ettiği azami tutarın tescil edilmesi gerektiği hükümlerinden hareketle hava aracı ipoteğinde de geçerli olduğu anlaşılmaktadır. TSHK m. 75 te hava aracı ipoteğinin temin ettiği alacağın kapsamı bakımından TMK m. 875/I (Türk Kanunu Medenîsi m. 790/I) ve TMK m. 876 (Türk Kanunu Medenîsi m. 791) in uygulanacağı düzenlenmiştir.  b. Yabancı Para İpoteği TMK m. 851/I e göre, taşınmaz rehninde tescil edilecek rehin yükü kural olarak Türk lirası üzerinden gösterilmek zorundadır. Yabancı para üzerinden taşınmaz rehni kurulabilmesi ancak TMK m. 851/II de belirtilen istisnai durumlarda mümkündür. TSHK m. 73 te Yabancı para ile ödenecek olan borçlar için, Maliye Bakanlığının izni ile yabancı para esasına göre ipotek tesis  olunabilir.  Bu  iznin  sicile  kaydı  lazımdır.  düzenlemesi  mevcuttur. Bunun zıt anlamından hava aracı ipoteğinde de rehin yükünün kural olarak Türk lirasıyla gösterilmesi gerektiği ortaya çıkmaktadır. TSHK m. 73 e göre, hava  aracı  ipoteğinin  yabancı  para  üzerinden  kurulabilmesi  için  borcun yabancı para ile ödenecek olması, Maliye Bakanlığının (artık T. C. Hazine ve Maliye Bakanlığı) izni ve bu iznin uçak siciline tescil edilmesi gereklidir. Bu şartlar sağlanmazsa hava aracı ipoteğinin Türk lirası üzerinden kurulması zorunludur.                                                   188  Köprülü/Kaneti, s. 289; Oğuzman/Seliçi/Oktay-Özdemir, N. 3358; Sirmen, s. 629; Esener/Güven, s. 514. 189  Esener/Güven, s. 569. 190  Yabancı para üzerinden hava aracı ipoteği hakkında bkz. aşağıda VI/A.  191  Demir, s. 150. 148Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188      Sözleşmeye Dayanan Hava Aracı… C. Aleniyet İlkesi Aynî hak, sahibine eşya üzerinde doğrudan hâkimiyet sağlayan, herkese karşı ileri sürülebilen ve dolayısıyla herkes tarafından ihlal edilebilen bir mutlak hak olduğu için sınırlı ayni haklardan olan rehin hakkında da aleniyet (açıklık) ilkesi geçerlidir. Buna göre, aynî hakkın kuruluşu, mevcudiyeti, el değiştirmesi ve sona ermesi herkes tarafından görülebilmelidir. Aleniyet, sicilli  rehinlerde  tescil,  zilyetliğin  devriyle  kurulan  taşınır  rehninde  ise zilyetlikle sağlanır.  Sicile  bağlı  rehinlerin  kurulmasının  tescil,  sona  ermesinin  terkinle gerçekleşmesi  aleniyet  ilkesinin  bir  gereğidir  (ipotek  dışındaki  haklar bakımından karş. TSHK m. 66/I). TSHK m. 70 uyarınca hava aracı ipoteği, hakkın uçak siciline tesciliyle doğar. Aynısı hava aracının payı üzerinde kurulacak  ipotekler  bakımından  da  geçerli  sayılmalıdır.  Hava  aracı ipoteğinin terkinle son bulduğu ise TSHK m. 84/III ten anlaşılabilmektedir. Bunlara ek olarak, TSHK m. 51 de uçak sicilinin alenî olduğu ve ilgisini ispatlayabilenlerin  (karş.  TMK  m.  1020:  ilgisini  inanılır  kılan)  sicili inceleyebileceği  öngörülmüştür.  Böylece  aynî  hak  durumunun  ilgililer tarafından görülebilmesi sağlanmıştır. Sicili görme imkânını kullanmayan kişiler TMK m 3/II uyarınca gerekli özeni göstermemiş olacağı için iyiniyet iddiasında bulunamayacaktır. Uçak siciline kayıtlı hava araçları üzerinde ipotek kurulmasında aleniyet ilkesine ilişkin yukarıda açıklanan kurallar geçerlidir. Ancak TSHK m. 66 ya göre: (1) Hava aracının tamamı veya bir payının üzerinde mülkiyet ve diğer ayni hakların tesisi, devri ve temlik için yazılı sözleşme yapılması lazım ve kafidir.  Temlike  ilişkin  sözleşmeler  yazılı  şekilde  yapılmadıkça  muteber değildir.  (2)  Sözleşmeler  uçak  siciline  tescil  edilmeden  üçüncü  şahıslar bakımından hüküm ifade etmez.197 Buna göre, sicile kayıtlı bir hava aracının mülkiyetinin naklinde veya üzerinde diğer aynî hakların (=özel olarak                                                  192  BK-Zobl/Thurnherr, ZGB, Systematischer Teil, N. 272; Özçelik, Ş. Barış, Tapu Siciline Güvenin Korunması, Ankara, 2016, s. 28; Akçura-Karaman, s. 59 vd. 193  Serozan, N. 228 vd.; Özçelik, s. 28. 194  BK-Zobl/Thurnherr,  ZGB,  Systematischer  Teil,  N.  273;  ZK-Oftinger/Bär,  ZGB, Systematischer Teil, N. 66; Serozan, N. 228; Özçelik, s. 28-29. Bkz. yukarıda Giriş bölümünde yapılan açıklamalar.  195  Esener/Güven, s. 569; Akçura-Karaman, s. 164 vd., 215; Demir, s. 52-53; Ergüne, s. 90, dn. 90; Kaner, s. 33-34. Karş. Hızır/Turaev, s. 381.  196  Akçura-Karaman, s. 293. Bu konuda bkz. aşağıda VII/A/1.  197  Kanun metnine fıkra numaraları eklenmiştir. TSHK m. 66 ile ilgili ayrıntılı bilgi ve eleştiriler için bkz. Kurt, s. 57 vd; Kurt, Sempozyum, s. 224 vd., 235 vd. 149M. Emir GÖKA                                    Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188 düzenlenen ipotek hakkı dışarıda tutulursa sadece intifa hakkı) tesisinde tescilin olumsuz (kurucu) etkisi bulunmamaktadır. Bunun yanında, sicile kayıtlı bir hava aracının mülkiyetinin nakli ya da üzerinde intifa hakkı tesisi için zilyetliğin devrine de gerek yoktur. Bunlar doğrudan ve yalnızca yazılı şekle  tâbi,  tasarruf  işlemi  niteliğindeki  anlaşmanın  yapılmasıyla gerçekleşir. Fakat hak durumundaki bu sicil dışı değişiklik tescil edilene kadar üçüncü kişilere karşı hüküm doğurmaz (TSHK m. 66/II). Dolayısıyla tescil yapılmadıkça, TSHK m. 52/I deki iyiniyet koruması işler; meğer ki somut olayda sicile güvenerek hak iktisap eden kişinin kötüniyetli olduğu ispatlansın (TMK m. 3).  Benzer mahiyette bir kural mülga TTK m. 868 de sicile kayıtlı gemiler için mevcuttu: Gemi siciline kayıtlı bulunan bir geminin temliki için malik ile iktisap edenin, mülkiyetin iktisap edene intikal edeceğine dair anlaşmaları lâzım ve kâfidir. Gerekçesinde belirtilmemiş olmakla beraber TSHK m. 66, bu  kuraldan  esinlenmiştir.  Gemi  mülkiyetinin  naklinin  bu  şekilde düzenlenmiş  olmasının  sebebi,  bazı  durumlarda  tescile  veya  zilyetliğin devrine dahi zaman harcamaya tahammül edilemeyecek kadar süratli olmaya ihtiyaç  duyulmasıdır.  Buna  karşın,  söz  konusu  maddenin  TTK daki                                                  198  Taşınırlar üzerinde kurulabilecek sınırlı aynî haklar, intifa ve rehin haklarıdır. AkçuraKaraman, s. 232; Kurt, s. 61, 65-66, dn. 43; Kurt, Sempozyum, s. 212-213, 235 vd. TSHK m. 70 te sözleşmeye dayanan ipoteğin tescille kurulacağı özel olarak düzenlendiği için, TSHK m. 66 daki diğer aynî haklar ibaresinin kapsamına sadece intifa hakkı girecektir. Bkz. Kurt, s. 61. Tek ise TSHK m. 66 daki diğer aynî haklar ibaresine karşın, kanunun diğer hükümlerinde hava araçları üzerinde sadece mülkiyet ve ipotek hakkı kurulabileceği öngörüldüğü için intifa hakkı kurulamayacağını belirtmektedir. Tek, s. 152. Oysa sicile güvenin korunmasıyla ilgili TSHK m. 52/I deki mülkiyet, ipotek veya diğer bir ayni hakkı ifadesinden, kanun koyucunun hava araçları üzerinde yalnızca mülkiyet ve ipotek hakkı kurulabileceğini kabul etmek gibi bir iradesi olmadığı anlaşılmaktadır.  199  Mülkiyetin devri için zilyetliğin nakline gerek olmadığına ilişkin olarak bkz: Kaner, s. 3031; Kurt, Sempozyum, s. 224 vd.; Ergüne, Taşınır Mülkiyeti, N. 395. Daha önce de ifade edildiği üzere (bkz. yukarıda dn. 162), Ergüne, yüksek lisans tezinde savunduğu, hava aracının mülkiyetinin nakli için zilyetliğinin devrinin de gerektiği görüşünü (bkz. Ergüne, s. 90, dn. 90) değiştirmiştir (Ergüne, Taşınır Mülkiyeti, N. 395, dn. 398). İntifa hakkının kurulması için zilyetliğin nakline gerek olmadığına ilişkin olarak bkz. Kurt, s. 76, 90; Kurt, Sempozyum, s. 229 vd. Karş. Akçura-Karaman, s. 235.  200  Ergüne, Taşınır Mülkiyeti, N. 395; Kurt, s. 60 vd. Karş. Sözer, TSHK, s. 85.  201  Sözer, TSHK, s. 85, dn. 38. 202  Hükmün gerekçesi şöyledir: Bu suretle kayıtlı bulunan gemi üzerindeki mülkiyetin iktisabı gerek menkul gerek gayrimenkul iktisap tarzlarından bariz bir şekilde ayrılmaktadır… [t]eklif edilen hüküm denizciliğin icabatından ileri gelir. Temlikin muteberiyeti tescil sartına bağlanacak olursa, bağlama limanı dışında temlik muamelesinde bulunmak hemen hemen imkânsız olacaktır. Teslimi şart kılmak demek, yolculukta bulunan gemi üzerinde âni tasarrufları imkânsız kılmak demektir. Binaenaleyh sadece anlaşma ile iktifa etmekten 150Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188      Sözleşmeye Dayanan Hava Aracı… karşılığı  olan  1001.  maddede  sicile  kayıtlı  geminin  mülkiyetinin  nakli, zilyetliğin devrine bağlanmıştır. Hükmün gerekçesinde gemi mülkiyetinin devrinin, TMK nın taşınır mülkiyetine ilişkin kurallarıyla uyumlaştırıldığı belirtilmiştir. TSHK m. 66/I deki hüküm ise halen korunmaktadır. Mülga TTK m. 868 e benzer olarak, TSHK m. 66 nın gerekçesinde de uçağın hususiyeti sebebiyle mülkiyetin devralana hemen geçmesinin istenebileceği ifade edilmiştir. Dolayısıyla mülga TTK m. 868 in amacıyla ilgili dn. 202 de atıf yapılan açıklamalar, TSHK m. 66 için de geçerlidir. İletişimin anlık bir olguya dönüştüğü ve temsil ilişkilerinin kolaylıkla kurulabildiği günümüzde aleniyet ilkesini zedeleyen bu hükmün hala TSHK da tutulması eleştiriye  açıktır.  Aynı  hükmün  ikinci  fıkrasında  yer  alan,  hava  aracı üzerindeki aynî hak değişikliğinin üçüncü kişilere karşı ancak tescilden sonra hüküm ifade edeceği yönündeki düzenleme, birinci fıkranın bu konudaki olumsuz etkilerini azaltmaktadır.  D. Güvenin Korunması İlkesi Aleniyet  ilkesi,  aynî  hakkın  bir  mutlak  hak  olmasının  uzantısıyken güvenin korunması ilkesi de aleniyet ilkesine dayanır. Alenî olan uçak sicili (TSHK m. 51/I) ile kamuya açıklanan hususlar karşısında kamunun da bu açıklamaya  olan  güveninin  korunması  gerekir.  Aksi  takdirde,  kamuya açıklanan  hak  durumunun  gerçeklikle  uyuşmadığı  hâllerde,  açıklamaya güvenerek işlem yapan üçüncü kişiler zarar görecektir. TSHK m. 66/I hükmü sebebiyle böyle durumlarla sıklıkla karşılaşılabilir. Bu sebeple, kanun koyucu,                                                  başka bir çare yoktur. TBMM Zabıt Ceridesi, Devre X, Cilt 12, İçtima 2, İnikat 83, 29.6.1956, s. 46 (Lexpera, E. T. 17.10.2019). Ayrıca bkz. Akıncı, Sami, Gemi Mülkiyeti, İÜHFM, Cilt 23, Sayı 3-4, 1958, s. 302: Meselâ bir harp patlama tehlikesi anında donatan yabancı bir memlekette bulunan gemisini en kısa bir zamanda devir etmek suretiyle gemiyi bitaraf  bir  bayrağın  himayesi  altına  koyabilmeli  ve  bu  suretle  zapt  tehlikesinden kurtarabilmelidir Böyle bir sür'atin temini ise mülkiyetin intikalini tescile veya zilyedliğin devrine bağlamakla telif edilemez.; Çağa/Kender, s. 98: Kanunun gemi mülkiyetinin intikalinde her türlü formaliteden sarfınazar etmesi, intikalde sürati sağlamak içindir. .. [s]eferde bulunan gemiye son derece uygun şartlarla bir müşteri çıkmıştır; ancak müşteri mevcut önemli bir navlunu kaçırmamak için derhal mâlik olmak istemektedir.   203  Oysa zilyetliğin devriyle mülkiyetin nakli de TTK m. 974/I ile sicildeki kayda tanınan mülkiyet karinesine ve m. 983 teki sicilin olumlu etkisine uygun düşmemektedir. Coşkun, H. Yener, Gemi Mülkiyeti, Legal Hukuk Dergisi, Sayı 136, 2014, Başlık 3.2 (Legalbank, E. T. 23.10.2019). Ayrıca, TTK m. 1007 uyarınca sicile kayıtlı gemi payının mülkiyetinin devrinde,  tescil  şartı  aranmamış,  doğrudan  malik  ile  devralanın  anlaşması  yeterli görülmüştür.  204  TSHK Tasarısı Hakkında Genel Açıklamalar ve Gerekçe, s. 13 (m. 73).  205  Kurt, Sempozyum, s. 226-227, 235 vd. 206  Serozan, N. 237; Özçelik, s. 37. Gerçi CTS ile kurulan Uluslararası Sicil de ilgililerin erişimine açıktır ama güvenin korunması ilkesi işlememektedir. Bkz. yukarıda II/A/2/d. 151M. Emir GÖKA                                    Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188 gerçek hak durumunu yansıtmayan tescile (yolsuz tescil) iyiniyetle güvenerek bir aynî hak kazanmak üzere işlem yapan kişinin kazanımının korunacağına dair hükümler getirmiştir. TSHK m. 52/I uyarınca uçak sicilindeki bir kayda iyiniyetle dayanarak bir aynî hak kazanan kişinin bu kazanımı korunur (bkz. tapu sicilinde TMK m. 1023, gemi sicilinde TTK m. 983; Alman Hava Seyrüsefer Kanunu (Luftverkehrsgesetz) § 98). Diğer taraftan, uçak siciline kayıtlı hava araçlarında zilyetliğin aynî hak kurma işlevi olmadığı için TMK m. 939/II ve 988 uygulanmaz. Yani sicile kayıtlı bir hava aracı üzerinde bunun emin sıfatıyla zilyedinden iyiniyetle rehin hakkı kazanılamaz. TMK m. 939/II ve 988 yalnızca zilyetliğin devrine bağlı olarak iyiniyeti korur. Bununla beraber, zilyetliğin aynî hak kurma işlevinin bulunmadığı sicile kayıtlı hava araçları üzerinde kuralın tescille, istisnanın  sicil  dışında  aynî  hak  kazanımı  olması  gerekirken,  yukarıda değinilen TSHK m. 66/I deki düzenleme, ipotek hakkı haricinde, tescilsiz iktisabı kural hâline getirilmiştir.  E. Rehin Yükünün Bölünmezliği İlkesi TMK m. 944/II de teslime bağlı taşınır rehni bakımından düzenlenen rehin yükünün bölünmezliği ilkesine göre, rehinli taşınır bir bütün olarak alacağın tamamını temin eder. Bu itibarla, ilke iki yönlüdür: (i) alacağın tamamı (faiz gibi fer ileriyle birlikte) temin edilir ve (ii) rehnedilen taşınır bir bütün olarak güvence oluşturur. İlki sonucunda alacak kısmen sona erse bile taşınırın tamamının veya bir kısmının rehin verene iadesi gerekmez. İkincisi ise taşınırın bütünleyici parçaları ve eklentileri ile birlikte kül hâlinde teminat sağladığını ifade eder.  Tek bir alacak için birden fazla şeyin rehnedildiği toplu rehinde, rehin yükünün  bölünmezliği  ilkesi,  rehnedilen  şeylerin  her  birinin  alacağın tamamını güvenceye alması şeklinde ortaya çıkar. TSHK m. 72 uyarınca hava  aracı  ipoteğinde  aynı  ilke  geçerli  olmakla  beraber,  taraflar  aksini                                                  207  Bkz. yukarıda dn. 162 ve aşağıda V/B/3. 208  Reisoğlu, s. 4; Akçura-Karaman, s. 78; Uyumaz, s. 139, dn. 425. Zilyetliğin devrinden bağımsız olarak gerçekleşen taşınır mülkiyetinin devrinde (TSHK m. 66/I) de TMK m. 988 uygulanmaz: Ergüne, Taşınır Mülkiyeti, N. 398, 410. 209  Ergüne, M. Serkan, Ticari İşlemlerde Taşınır Rehninin Kuruluşu, Ticarî İşlemlerde Taşınır Rehni Sempozyumu, 16 Şubat 2018, Ed. A. Lâle Sirmen, A. Barış Özbilen, Ankara, 2018, s. 123. 210  Sirmen, s. 681; Acar, s. 46. 211  Acar, s. 46-47. 212  Serozan, N. 1512. 152Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188      Sözleşmeye Dayanan Hava Aracı… kararlaştırarak rehin yükünün hava araçları arasında paylaştırılması suretiyle ipotek de kurabilir. Aynı ilke gereği, hava aracı ipoteğinde, tıpkı taşınmaz rehninde olduğu gibi, borç kısmen ifa edilse bile ipotekli hava aracı bütün unsurlarıyla ama aşağıda açıklanacağı üzere, derecede tescil edilmiş miktar ölçüsünde güvence sağlamaya devam eder.  F. Derecelerin Sabitliği İlkesi Aynı hava aracı üzerinde birden fazla sınırlı aynî hak kurulabileceği ve bunların içeriği birbiriyle çatışabileceği için bunlar arasındaki sıra ilişkisinin belirlenmesi gerekir. Sınırlı aynî haklar arasındaki sırayı belirlemekte öncelik ilkesi ve derecelerin sabitliği ilkesi olmak üzere başlıca iki ilke mevcuttur. Kural  olarak  sınırlı  aynî  hakların  sırası  bunların  doğum  tarihine  göre belirlenir. Başka bir ifadeyle, sıranın tespitinde zamanda önce olan hakta da öndedir (prior in tempore, potior in iure) ilkesi uygulanır. Esasen aynı ilke, kural olarak, taşınırlar ve taşınmazlar üzerinde olan çatışma hâlindeki tüm  sınırlı  aynî  hakların  ve  şerh  edilmiş  kişisel  hakların  birbirine  karşı sırasının belirlenmesinde geçerlidir (TMK m. 869/II, 948/II, 1009/II, 1022)216. Ancak taşınmaz rehni ve çoğu sicilli taşınır rehninde kabul edilen sabit dereceler sistemi müstesnadır. Sabit dereceler sisteminde, rehin konusu farazî değer parçalarına bölünür ve her bir değer parçasına derece denir. Her derecede, o derecenin üst sınırına kadar rehin kurulabilir ve rehinler kuruldukları derecenin miktar ve sırasına göre alacağa teminat oluşturur. Dolayısıyla sabit dereceler sisteminde rehin konusu üzerinde birden fazla rehin varsa bunlar sıralarını rehnin kuruluş tarihine göre değil, rehnin kurulduğu derecenin sırasına göre alır. Şayet aynı taşınmaz üzerindeki irtifak hakkı veya taşınmaz yükü ile rehin hakkı çatışma hâlindeyse bunlar arasındaki sırayı belirlerken irtifak hakkının ve taşınmaz yükünün  doğum  tarihine,  taşınmaz  rehninin  ise  tescil  edildiği  derecenin kuruluş tarihine bakılır. Sabit dereceler sisteminde, derecelerin sabitliği                                                  213  Acar, s. 47. 214  Nomer/Ergüne, N. 959. 215  Serozan, N. 268; Acar, s. 56-57; Akçura-Karaman, s. 108. 216  Oğuzman/Seliçi/Oktay-Özdemir, N. 2709, 3653; Sirmen, s. 526-529, 680-681; AkçuraKaraman, s. 231. 217  Akçura-Karaman, s. 231 vd. 218  Oğuzman/Seliçi/Oktay-Özdemir, N. 3265; Sirmen, s. 610; Acar, s. 52. 219  Köprülü/Kaneti, s. 353; Oğuzman/Seliçi/Oktay-Özdemir, N. 2714; Sirmen, s. 526, 611. 220  Köprülü/Kaneti, s. 357; Oğuzman/Seliçi/Oktay-Özdemir, N. 2714; Sirmen, s. 526, 611, 613. 153M. Emir GÖKA                                    Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188 ilkesi geçerlidir. Buna göre, malik önde gelen dereceleri boş bırakarak sonraki derecelerde ipotek kurabilir (TMK m. 870/II). Öndeki derecenin boşalması hâlinde, kural olarak, sonraki derecelerdeki rehin hakları kendiliğinden öndeki dereceye ilerlemez (TMK m. 871). Ancak boş bırakılmış veya sonradan boşalmış  öndeki  derecelerin  değerinin  artırılabilmesi  için  sonraki derecelerdeki rehin hakkı sahiplerinin rızası gerekir. Öğretide hâkim görüş, hava aracı ipoteğinde de sabit dereceler sisteminin geçerli olduğunu savunmaktadır. Bu görüşteki yazarlara göre, TSHK da sabit dereceler sisteminin kabul edildiğini gösteren açık bir düzenleme olmasa da bu sonuca TSHK m. 79 daki derecesi aynı olan veya sonra gelen ipotekli alacaklıların ifadesinden ulaşılabilmektedir. Azınlıkta kalan görüş ise, TSHK m. 65 uyarınca kanunda aksine bir düzenleme bulunmadıkça hava araçlarının  taşınır  hükümlerine  tâbi  olmasına  dayanarak  sabit  dereceler sisteminin değil, ilerleme sisteminin geçerli olduğunu savunmaktadır. Buna göre, hava aracı üzerinde rehin hakkı, rehin sözleşmesinin uçak siciline tescille doğacak ve daha önce kurulmuş olan bir ipotek hakkı sona ererse, sonrakiler bunun yerine kendiliğinden ilerleyecektir. Gerçekten de birçok konuda TMK nın taşınmaz rehnine ilişkin hükümlerine atıf yapan (örneğin, TSHK m. 68, 71/II, 75, 76) kanun koyucunun, sabit dereceler sistemiyle ilgili düzenlemelere atıf yapmamış olması tereddüde yol açmaktadır. Zira taşınır nitelikteki hava araçları bakımından sabit dereceler sisteminin kabulü, esasen, bu konuda açık bir düzenleme gerektirir. Bununla beraber, TSHK m. 79 un yukarıda  alıntılanan  ibaresinin,  hava  aracı  ipoteğinde  sabit  dereceler sisteminin ve derecelerin sabitliği ilkesinin geçerli olduğundan başka şekilde yorumlanması da mümkün görünmemektedir. Dolayısıyla, kanımca, hâkim görüş  yerindedir.  Uçak  sicilindeki  uygulama  da  sabit  dereceler  sistemi üzerindendir.                                                   221  Sirmen, s. 610-611, 613. 222  Atamer, s. 284 vd.; Esener/Güven, s. 570; Kaner, s. 36; Demir, s. 80; Ergüne, s. 95, dn. 96; Uyumaz, s. 140, dn. 428; Tek, s. 142; Hızır/Turaev, s. 386-387; Kurtuluş, s. 175. Akçura-Karaman,  uçak  sicili  uygulamasında  sabit  dereceler  sistemi  kullanıldığı  için tartışmanın teoride kaldığını belirtmektedir. Akçura-Karaman, s. 110, 212. 223  Kaner, s. 36; Demir, s. 80; Ergüne, s. 95, dn. 96; Uyumaz, s. 140, dn. 428; Tek, s. 142; Hızır/Turaev, s. 386-387. Esener/Güven ise hava aracı ipoteğinin, hakkında hüküm bulunmayan konularda taşınmaz rehni hükümlerine tâbi olduğu gerekçesiyle sabit dereceler sisteminin geçerli olduğunu savunmaktadır. Esener/Güven, s. 570. 224  Ertaş, Şeref, Eşya Hukuku, 14. Baskı, İzmir, 2018, N. 2775. 225  Ertaş, N. 2767. 226  Ertaş, N. 2775. 227  Akçura-Karaman, s. 246. 228  Akçura-Karaman, s. 110, 212. 154Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188      Sözleşmeye Dayanan Hava Aracı… Sabit dereceler sisteminin hava aracı ipoteğinde de istisnaları vardır. Bu istisnaların  TSHK da  öngörülmemiş  olması  bazı  sorunları  beraberinde getirmektedir. İsviçre hukukunda, Hava Aracı Sicili Hakkında Federal Kanun (Bundesgesetz über das Luftfahrzeugbuch) m. 52 de hava araçlarının cebri icrasında taşınmazlara ilişkin hükümlerin uygulanacağı öngörülmüştür. Keza TTK m. 1381 uyarınca akdî ve kanunî gemi ipotekleri, ipoteğin paraya çevrilmesi hükümlerine göre paraya çevrilecektir. TSHK da ise hava aracı ipoteğinin cebri icrasında hangi hükümlerin uygulanacağı düzenlenmemiştir. TSHK m. 146 da sivil hava araçlarının cebri icra bakımından İİK hükümlerine tâbi olduğu ve özel olarak İİK m. 26 nın bunlar hakkında da uygulanacağı öngörülmüştür. İİK m. 26 paraya çevirmeye değil, taşınmazların tahliyesine ve  teslimine  ilişkindir.  TSHK  m.  65 te,  TSHK da  aksine  düzenleme bulunmadıkça  hava  araçlarının  taşınırlara  ilişkin  hükümlere  tâbi  olduğu düzenlenmiştir. Hava araçları veya hava aracı ipoteğine ilişkin İİK da da özel bir düzenleme yoktur.  Anılan hükümler karşısında, hava araçları, İİK altında taşınır mal teşkil edecek  ve  taşınırların  paraya  çevrilmesine  ilişkin  hükümlerine  tâbi olacaktır. Bu durum eleştirilmekte ve öğretide bazı yazarlarca, haklı olarak, hava aracı ipoteğinin paraya çevrilmesinde, ipoteğin paraya çevrilmesine ilişkin hükümlerin uygulanması gerektiği savunulmaktadır. Özellikle sabit dereceler sisteminin uygulandığı ve bir sicile tescil edilen hava aracı ipoteği bakımından taşınırların paraya çevrilmesine dair hükümlerin değil, ipoteğin paraya çevrilmesine ilişkin hükümlerin uygulanması yerinde olacaktır. Bu doğrultuda, kanımca, rehinli taşınmazın paraya çevrilmesinde öndeki boş derecelerin hesaba katılmayacağını öngören TMK m. 872 nin de hava aracı ipoteği bakımından kıyasen (TMK m. 5) uygulanması gerekir. Kanundan doğan bu ilerleme hakkı, sabit dereceler sisteminin kanunî bir istisnasını teşkil                                                  229  Arslan, Ramazan, İcra-İflâs Hukukunda İhale ve İhalenin Feshi, Ankara, 1984, s. 37, dn. 21; Erturgut, Mine, İcra ve İflâs Hukukunda Menkullerin Paraya Çevrilmesi, Ankara, 2000, s. 27-28; Namlı, Mert, İcra Hukukunda Taşınmaz Malların Haczi ve Paraya Çevrilmesi, İstanbul, 2019, s. 28; Demir, s. 231; Akçura-Karaman, s. 523; Tek, s. 238. Yargıtay  Hukuk  Genel  Kurulu  bir  kararında,  haczedilmiş  hava  aracının  satışının istenmesinde taşınırların tâbi olduğu süreyi uygulamıştır: Yargıtay HGK, E. 2009/19-256, K. 2009/300, 1.7.2009 (Kazancı, E. T. 30.12.2019). 230  Akçura-Karaman, s. 523. İpotekle sınırlı olmaksızın hava araçlarının cebri icrasında taşınmazlara ilişkin hükümlerinin uygulanması gerektiği yönünde: Namlı, s. 28. Yalnızca İİK m. 144/IV nin hava aracı ipoteğinde de uygulanması gerektiği yönünde: Tek, s. 238239. 231  Akçura-Karaman, s. 523. 232  Demir, s. 82; Tek, s. 148-149. 155M. Emir GÖKA                                    Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188 eder.  Sabit dereceler sisteminin diğer istisnası, hava aracının maliki ile rehinli alacaklı arasında yapılan (boşalan dereceye) ilerleme sözleşmesidir. Bu sözleşmenin geçerlilik şeklini ve sicile şerh edilebileceğini düzenleyen TMK m. 871/III teki gibi bir hüküm TSHK da mevcut değildir. Sözleşme serbestîsi ilkesi gereği, bu durum, hava aracı ipoteğinin taraflarının ilerleme sözleşmesi yapmasını engellemez. Ancak bu sözleşmenin bir geçerlilik şekline tâbi olup olmayacağı ve şerh edilip edilemeyeceğinin tartışılması gerekir. Tek e göre, her  iki  konuda  da  TMK  m.  871/III  hükmü  hava  aracı  ipoteğinde  de uygulanacaktır. Sözleşmenin şekliyle ilgili bir görüş belirtmeyen Demir e göre,  TSHK  m.  119/II deki  kira  sözleşmelerinin  uçak  siciline  şerh edilebileceğini  düzenleyen  hüküm  kıyasen  ilerleme  sözleşmesine  de uygulanmalı ve bunların şerh edilebileceği kabul edilmelidir.  İlerleme sözleşmesinin şekle tâbi olup olmayacağı yalnızca görünüşte sorunludur.  TSHK  m.  70/II  uyarınca  rehin  sözleşmesinin  yazılı  olarak yapılması  ve  tarafların  imzalarının  noterce  onaylanması  gerekmektedir. İlerleme sözleşmesi, rehin sözleşmesinde bir kayıt olarak yer alacaksa zaten bu şekle tâbi olacaktır. Sonradan yapılan ilerleme sözleşmesi ise, malikin borcunu ağırlaştırdığı için, rehin sözleşmesiyle aynı şekle göre yapılacaktır. Bu, geçerlilik şeklidir (TBK m. 12/II).  İlerleme  sözleşmesinin  uçak  siciline  şerh  edilip  edilemeyeceği konusunda, kanımca, yukarıda anılan görüşler yerinde değildir. Hava aracı ipoteğinde  ilerleme  sözleşmesinin  şerhiyle  ilgili  olarak  TMK  m.  871/III ve/veya TSHK m. 119/II hükümleri kıyasen dahi uygulanamaz. İlerleme sözleşmesinden doğan kişisel hakkın uçak siciline şerh edilerek etkisinin güçlendirilebilmesi, bunun kanunda açıkça öngörülmesine bağlıdır. Örneğin, İsviçre hukukunda, Hava Aracı Sicili Hakkında Federal Kanun (Bundesgesetz über  das  Luftfahrzeugbuch)  m.  5/I-c de  ilerleme  sözleşmesinden  doğan hakkın sicile şerh edilebileceği açıkça düzenlenmiştir. Alman hukukunda da ipotek hakkının derecesini değiştirecek sözleşmelerden doğan hakların sicile şerh edilebileceği Hava Araçları Üzerindeki Haklara İlişkin Kanun (Gesetz                                                  233  Bkz. Sirmen, s. 615.  234  Demir, s. 82 vd.; Tek, s. 146 vd.  235  Tek, s. 146 vd.  236  Demir, s. 84. 237  Sirmen, s. 616; Oğuzman/Seliçi/Oktay-Özdemir, N. 3294; Helvacı, İlhan, Türk Medenî Kanununa Göre Sözleşmeden Doğan İpotek Hakkı, İstanbul, 2008, s. 361-362. 238  Sirmen, s. 616; Oğuzman/Seliçi/Oktay-Özdemir, N. 3294; Acar, s. 171. Ayrıntılı bilgi için bkz. Helvacı, s. 361-362, dn. 28. 156Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188      Sözleşmeye Dayanan Hava Aracı… über  Rechte  an  Luftfahrzeugen)  §  10 da  öngörülmüştür.  Benzer  bir düzenleme, gemi sicili bakımından TTK m. 977/I de yapılmıştır ve ipotek derecelerinin değiştirilmesi de TTK m. 1042 ile ayrıca düzenlenmiştir. Böyle açık  bir  kuralın  yokluğunda,  hava  aracı  ipoteğine  ilişkin  ilerleme sözleşmesinin uçak siciline şerh edilmesi mümkün görünmemektedir. Aksi takdirde hangi kişisel hakların şerh edilerek etkisinin güçlendirilebileceği belirsiz ve hatta keyfî bir hâl alabilir. Burada açıklanan görüşün uygulama bakımından  sorun  yaratacak  nitelikte  ve  pratiklikten  uzak  olduğu  aşikâr olmakla  birlikte,  ilerleme  sözleşmesinin  uçak  siciline  şerh  edilmesini sağlayacak uygun bir kılıf tespit edilememiştir. V. Sözleşmeye Dayanan Hava Aracı İpoteğinin Kuruluşu  A. İpotek Sözleşmesi İpotek sözleşmesi, ipotek alan (alacaklı) ile ipotek veren (hava aracının maliki) arasında yapılan ve en geç ipoteğin tescili anında belirli hâle gelecek olan hava aracı üzerinde ipotek kurma borcu doğuran bir sözleşmedir. İpotek verenin mutlaka ipotekle temin edilen alacağın borçlusu olması gerekmez (TKHK m. 82). Hava aracı ipoteği ancak uçak siciline kayıtlı hava araçları üzerinde kurulabileceği için hava aracının malikinin, sicilde de malik olarak görünmesi gerekir. Bunun dışında, ipotek verene ilişkin bir sınırlama yoktur. Ancak TSHK m. 53 uyarınca sicilin muhtevasının gerçek hukukî durumu yansıtmamasından ötürü sicile bir itiraz şerh edilmişse ya da sicilde malik görünen kişiden ipotek hakkı kazanacak olan taraf TSHK m. 52 uyarınca iyiniyetli değilse, yapılan tescil yolsuz olur.  TSHK da ipotek alanlar da sınırlandırılmamıştır. Hava aracı ipoteğiyle güvence altına alınabilecek alacak açısından ise tek sınırlandırma TSHK m. 73 uyarınca ipoteğin yabancı para üzerinden kurulması hâlinde söz konusudur.  Rehin  sözleşmesi,  alacaklıya  yalnızca  hava  aracının  rehnedilmesine yönelik kişisel bir hak sağlar. Rehin hakkını kurucu etkisi yoktur. TSHK m. 70 uyarınca sözleşme ancak yazılı olarak yapılması ve tarafların imzalarının noterce onaylanması hâlinde geçerli olacaktır. Bu geçerlilik şekli, ipotek sözleşmesinin tüm objektif ve sübjektif esaslı noktalarında tarafların karşılıklı ve birbirine uygun irade beyanlarını kapsamalıdır. İpotek sözleşmesinde tarafların  karşılıklı  irade  beyanlarının  uyuşması  gereken  objektif  esaslı                                                  239  Kaner, s. 24, 34; Akçura-Karaman, s. 289-290; Ergüne, s. 88; Hızır/Turaev, s. 379; Demir, s. 99. 240  Demir, s. 38. 241  Bu konuda bkz. aşağıda VI/A. 242  Sirmen, s. 600; Helvacı, s. 115 vd. 157M. Emir GÖKA                                    Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188 noktalar şöyle sıralanabilir:   İpotek verenin ve alanın kimlikleri;   İpoteği borçlu dışındaki bir üçüncü kişi veriyorsa, borçlunun kimliği;   İpoteğe konu hava aracı veya araçları;    Anapara ipoteğinde ana alacak ile faiz oranı ve   Üst sınır ipoteğinde rehin yükünü gösteren üst tutar.  Rehin derecesinin ipotek sözleşmesinin objektif esaslı noktalarından olup olmadığı tartışmalıdır. Katıldığım hâkim görüşe göre, rehin derecesi objektif esaslı nokta teşkil etmez ve derecenin kararlaştırmadığı durumlarda rehnin  kurulduğu  (derecesinin  tapu  kütüğüne  tescil  edildiği)  tarihe  göre derecesi belirlenir. Azınlıkta kalan görüş ise bunun objektif esaslı nokta olduğunu savunmaktadır.  B. İpotek Hakkının Uçak Siciline Tescili 1. Uçak Sicili Uçak sicili, Türk sivil hava araçlarının kaydedildiği özel ve alenî bir sicildir (TSHK m. 50, 51). Bu sicil, TSHK m. 50 uyarınca Ulaştırma Bakanlığı (artık  T.  C.  Ulaştırma  ve  Altyapı  Bakanlığı)  tarafından  tutulmaktadır. Ancak TSHK m. 64 gereği uçak sicilinin tesisi ve nasıl tutulacağına ilişkin düzenlemeleri de ihtiva edecek yönetmelik hâlen çıkartılmadığı için sicilin işleyişine ilişkin kâğıt üzerinde inceleme yapma imkânı yoktur.                                                     243  Demir, s. 42. Genel olarak rehin sözleşmesinin esaslı noktaları hakkında bkz. SchmidTschirren, Christina, Basler Kommentar, Zivilgesetzbuch II, Art. 457-977 ZGB und Art. 1-61 SchIT ZGB, Hrsg. Thomas Geiser, Stephan Wolf, 6. Auflage, Basel, 2019, Art. 799, N. 12; Oğuzman/Seliçi/Oktay-Özdemir, N. 3236; Sirmen, s. 600; Acar, s. 167 vd.; Helvacı, s. 115 vd.; Makaracı-Başak, s. 26 vd.; Çetiner, Bilgehan, Taşınmaz Teminatı, İstanbul, 2015, s. 121-122. İpotek sözleşmesinde alacağın hukukî sebebinin gösterilmesi gerekip gerekmediği tartışmalıdır. Bu konudaki görüşler hakkında bkz. Helvacı, s. 115-118. 244  Taraflardan biri tüzel kişiyse nelerin tescil edileceği hakkında bkz. Tek, s. 141 vd. Yazar yalnızca ipotek alan bakımından açıklamada bulunmuştur.  245  BSK-Schmid-Tschirren, ZGB II, Art. 799, N. 13 ile Art. 813, N. 6; Sirmen, s. 600; Acar, s. 170; Helvacı, s. 116; Esener/Güven, s. 521, dn. 29; Çetiner, s. 122. Karş. Demir, s. 42. 246  Ertaş, N. 2574, 2578; Demir, s. 42. 247  Sivil Hava Vasıtaları Tescil Yönetmeliği, TSHK m. 64 te çıkartılacağı belirtilen sicilin işleyişine ilişkin yönetmeliği karşılamamaktadır. Bu konuda bkz. yukarıda III/B/1/c. 158Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188      Sözleşmeye Dayanan Hava Aracı… 2. Tescil Talebi ve Tescil Edilecek Hususlar TSHK da  hava  aracı  üzerinde  kurulacak  ipotek  hakkının  tescili talebinde kimin bulunacağı düzenlenmemiştir. Bu, Sivil Havacılık Genel Müdürlüğü nün internet sayfasında ipotek tesciline ilişkin olarak aktarılan bilgilerden  ve  aynı  sitedeki  FR-16  numaralı  İpotek  Tescili  Başvuru Formunda yer alan koşullardan da anlaşılamamaktadır. TMK m. 1013/I e göre,  tescil,  kural  olarak,  malikin  yazılı  beyanı  üzerine  yapılır.  AkçuraKaraman a göre, hava aracı ipoteğinin tescili talebinde kimin bulunacağı konusunda  bu  hükmün  uygulanması  uygun  olacaktır.  Ancak  yazar, uygulamada, taraflardan biri noter onaylı ipotek sözleşmesiyle uçak siciline başvurduğunda,  bu  sözleşmede  tescil  talebinde  kimin  bulunacağı  farklı şekilde kararlaştırılmadıysa, tescilin yapıldığını ifade etmektedir. Farklı görüşteki  Hızır/Turaev  ise  gemi  ipoteğinin  tescili  talebinde,  ipotek alacaklısının  veya  tescil  sonucunda  hakkı  etkilenecek  kişilerin bulunabileceğini öngören Gemi Sicil Nizamnamesi m. 16/II nin hava aracı ipoteğinin tescilinde de kıyasen uygulanması gerektiğini belirtmektedir.  Kanımca,  ipotek  hakkına  konu  olacak  hava  aracı  üzerinde  malikin tasarruf yetkisi bulunduğu ve hakkın doğumunda tescil kurucu olduğu için malikin  rızası  olmaksızın  tescilin  yapılması  ancak  açık  bir  kanunî düzenlemeyle  mümkündür.  Böyle  bir  düzenlemenin  yokluğunda  malikin mülkiyet hakkı üzerinde başkalarının tasarruf edememesi gerekir. Oysa uçak sicilinin yukarıda değinilen uygulaması, noter onaylı ipotek sözleşmesini yapmakla  malikin  ipoteğin  tesciline  de  zımnen  rıza  verdiğini varsaymaktadır. Bu uygulama, hava aracı üzerindeki ipoteğin tescil ile kurulduğunu göz ardı etmektedir. Gemi Sicil Nizamnamesi  m. 16/II nin kıyasen hava aracı ipoteğinde uygulanması ise istisnaî bir düzenlemenin yeterli gerekçe olmaksızın genişletilmesi sonucunu doğuracaktır. Dolayısıyla,                                                  248  Tescil talebinin hukukî niteliği tartışmalıdır. Bu tartışmalar, özel bir çalışmaya konu olacak denli geniş kapsamlı olduğu için bunlara burada yer verilmeyecektir. Bu tartışmalara ilişkin olarak bkz. Oğuzman/Seliçi/Oktay-Özdemir, N. 839 vd.; Sirmen, s. 183-184; AkçuraKaraman, s. 173 vd.; Tek, s. 131 vd. 249  Bkz. http://web.shgm.gov.tr/tr/s/2217-ipotek-tescili. 250  Bu  form,  http://web.shgm.gov.tr/tr/formlar/3910-index  sayfasında,  Sicil  Müdürlüğü başlığı altında yer almaktadır. Ancak indirilen belgenin başlığı İpotek Tescili Kontrol Listesi Formudur.  251  Akçura-Karaman, s. 191. 252  Akçura-Karaman, s. 181, 191. 253  Hızır/Turaev, s. 383. 254  Kaner, s. 34; Akçura-Karaman, s. 90, 192; Ergüne, s. 89, 90, dn. 90; Demir, s. 52-53, 98 vd. Karş. Hızır/Turaev, s. 381.  255  Akçura-Karaman, s. 181. 159M. Emir GÖKA                                    Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188 TMK m. 1013/I de ifadesini bulan genel ilkeye uygun olarak, hava aracı ipoteğinde de tasarruf yetkisini haiz malikin veya temsilcisinin tescil talebinde bulunacağı kabul edilmelidir.  Tescil talebinin yazılı olması gerektiği TSHK da öngörülmemiştir ama öğretide, tescilin idareyi harekete geçiren yönü dikkate alınarak yazılı şekilde yapılması gerektiği haklı olarak ifade edilmektedir. Sivil Havacılık Genel Müdürlüğü nün sitesindeki bilgilerden de uçak sicili uygulamasında tescil talebinin yazılı olmasının arandığı anlaşılmaktadır. Hava aracı ipoteğinin tescili talep edildiğinde uçak siciline tescil edilmesi gereken hususlar TSHK m. 74 te sayma yoluyla gösterilmiştir. Buna göre:   Alacaklının adı, soyadı ve adresinin;    Alacağın tutarı ve faiz oranının (yalnızca anapara ipoteğinde);   Alacağın  tutarı  kesin  değil  veya  değiştirilebilir  ise  faizler  dâhil, ipoteğin temin ettiği azami tutarın (yalnızca üst sınır ipoteğinde);   Nama veya hamiline yazılı tahvillerin ipotek ile temini durumunda (i) ipotek borcun tamamı için kurulacaksa, alacaklı yerine, borçlu ile alacaklıların tümünü birden temsil edecek bir temsilcinin; (ii) ihracı üstlenen işletme için kurulacaksa, ipotek üzerinde tahvil sahipleri lehine bir rehin hakkının; tescil edilmesi gerekmektedir.  3. Uçak Siciline Yapılan Tescilin Etkisi Hava  aracı  üzerinde  ipotek  hakkının  kazanılması,  ilke  olarak,  uçak siciline tesciline bağlıdır (TSHK m. 70).  Aynî hakkın kazanılmasının kural olarak bir resmî sicile tescile bağlandığı durumlarda yapılan tescil, mantık kuralları gereği, olumlu ve olumsuz olmak üzere iki etki doğurur. Tapu sicilindeki tesciller bakımından bu iki etki sırasıyla ve basitçe şöyle ifade edilmektedir: Tapuda bir kayıt var mıdır? Taallûk ettiği hak muhakkak                                                  256  Akçura-Karaman, s. 197-201; Tek, s. 137. 257  Bkz. http://web.shgm.gov.tr/tr/s/2217-ipotek-tescili: İpoteğin tescili talebini içeren Genel Müdürlüğümüze hitaben yazılmış bir üst yazı (üst yazıda imzası bulunanlar bu hususta imza atmaya yetkili olduğunu belgelendirmelidir). 258  Tapu siciline yapılan kayıtların mantıkî neticesinin bunlar olduğu hakkında bkz. Saymen, Ferit H./Elbir, Halid K., Türk Eşya Hukuku (Aynî Haklar), İstanbul, 1954, s. 190-191. Kanımca, yazarların buradaki açıklamalarının, tescilin ilke olarak kurucu olduğu diğer siciller için de geçerli olmaması için bir sebep yoktur. Dolayısıyla, bu açıklamalar, uçak sicilinde yalnızca ipotek hakkı bakımından geçerli olacaktır. Bkz. yukarıda IV/C ve IV/D. 160Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188      Sözleşmeye Dayanan Hava Aracı… mevcuttur. Bir kayıt yok mudur? Hak da yoktur.259 Aşağıda açıklanacağı üzere, bunlar uçak siciline tescil edilen hava aracı ipotekleri için de geçerlidir.  Tescilin  olumsuz  etkisi,  kurulması  kanunen  tescile  bağlı  olan  aynî hakların,  tescil  edilmedikçe  doğmayacağını  ifade  eder.  Tapu  sicili bakımından bu ilke ifadesini TMK m. 1021 de bulmuştur. Uçak sicilinde ise kural olarak tescilin olumsuz hükmü yoktur. Zira TSHK m. 66/I da hava aracının tamamı veya bir payı üzerinde mülkiyet ve diğer aynî hakların kurulması  ve  devri  için  yazılı  sözleşme  yapılmasının  yeterli  olduğu düzenlenmiştir.  Tescil  yalnızca  bunların  üçüncü  kişilere  karşı  hüküm doğurmasını  sağlamaktadır  (TSHK  m.  66/II,  açıklayıcı  tescil).  Bununla beraber, TSHK m. 70 uyarınca hava araçları üzerinde ipotek hakkı sicile tescil ile tesis edilebilmektedir (kurucu tescil)263. Bu hükümle, sadece ipotek hakkı  bakımından  uçak  siciline  yapılacak  tescilin  olumsuz  etkisi  kabul edilmiştir. Buna göre, TSHK ya göre hava araçları üzerinde kurulacak diğer aynî haklardan farklı olarak, hava aracı ipoteğinin kurulması için hakkın uçak siciline tescili zorunludur. Tescilin olumlu etkisine göre ise tescil edilmiş aynî hakların geçerli olarak kurulduğu kabul edilir. Bu ilke, tapu sicili bakımından TMK m. 1022/I de aynî haklar tapu kütüğüne tescille doğar şeklinde ifade edilmiştir. Tescil edilmiş hakkın geçerli olarak vücut bulduğu kabul edildiği ve aleniyet ilkesi mevcut olduğu için sicildeki kayıt, gerçek hak durumunu yansıtmasa, yani yolsuz bir tescil olsa dahi, bu kayda iyiniyetle güvenen üçüncü kişinin kazandığı aynî hak korunmalıdır (güvenin korunması ilkesi, tapu sicilinde TMK  m.  1023)267.  TSHK da,  TMK  m.  1022/I deki  gibi  bir  düzenleme                                                  259  Saymen/Elbir, s. 190. 260  Tuor/Schnyder/Schmid/Jungo, § 95, N. 26; Schmid, Jörg/Hürlimann-Kaup, Bettina, Sachenrecht, 5. Auflage, Zürich-Basel-Genf, 2017, N. 570; BK-Meier-Hayoz, ZGB, Systematischer  Teil,  N.  72  (tescil  ilkesi);  Saymen/Elbir,  s.  191;  Serozan,  N.  23; Oğuzman/Seliçi/Oktay-Özdemir, N. 982, 985; Sirmen, s. 198; Nomer/Ergüne, N. 424; Akipek, Jale G./Akıntürk, Turgut, Eşya Hukuku, İstanbul, 2009, s. 306 vd. 261  Ergüne, s. 90, dn. 90; Demir, s. 52.  262  TSHK m. 66 ya ilişkin olarak bkz. yukarıda IV/C ve IV/D.  263  Kaner, s. 33-34; Esener/Güven, s. 569; Akçura-Karaman, s. 215; Demir, s. 52-53; Ergüne, s. 90, dn. 90. Karş. Hızır/Turaev, s. 381. Hava aracı payı üzerinde tesis edilecek ipoteklerdeki durum için bkz. aşağıda VII/A/1. 264  Akçura-Karaman, s. 202, 215; Ergüne, s. 89, 90, dn. 90; Demir, s. 52-53. Karş. Hızır/Turaev, s. 381.  265  Tuor/Schnyder/Schmid/Jungo, § 95, N. 31; Saymen/Elbir, s. 193; Akipek/Akıntürk, s. 312 vd.; Sirmen, s. 202; Cansel, Erol, Tapu Siciline İtimat Prensibi, Ankara, 1964, s. 5-6. 266  Bkz. yukarıda IV/C. 267  BK-Meier-Hayoz, ZGB, Systematischer Teil, N. 59-60; Saymen/Elbir, s. 195; Cansel, s. 161M. Emir GÖKA                                    Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188 bulunmamakla birlikte, TSHK m. 52 uyarınca Uçak sicilindeki bir kayda iyi niyete dayanarak mülkiyet, ipotek veya diğer bir ayni hakkı iktisap eden kişinin bu iktisabı geçerli olur. Bu hüküm karşısında uçak siciline yapılan tescillerin olumlu etkisi vardır. TSHK m. 66/II uyarınca, aynı hükmün birinci fıkrasına göre sicil dışında kazanılan aynî haklar da uçak siciline tescil edilmediği sürece TSHK m. 52/I deki iyiniyet koruması işler; meğer ki somut olayda sicile güvenerek hak iktisap eden kişinin kötüniyetli olduğu ispatlansın (TMK m. 3). Kanımca, özellikle TSHK m. 66 gereği ipotek dışındaki aynî hak tescillerinin olumsuz etkisi olmamasından ötürü, TSHK m. 52/II de sicilde malik görünen kişiye iyiniyetle ifada bulunan kişiler de korunmuştur (örneğin, hava aracının kiracısı)269.  Öğretideki  bir  görüşe  göre,  hava  aracı  ipoteği  bakımından  tescilin etkisinin  hangi  anda  doğduğu  konusunda  kıyasen  TMK  m.  1022/II uygulanmalı ve tescil talebinin sicile kaydedildiği an dikkate alınmalıdır. Bu uygulamaya da uygun düşmektedir. Zira, nasıl ki tapu sicilinde tescil talebinde bulunulduğunda derhâl yevmiye defterine kayıt yapılıyorsa, uçak sicilinde de tescil talepleri derhâl kaydedilmektedir. Kanımca, aynı sonuca, TSHK m. 52/III uyarınca sicildeki yolsuz tescile güvenerek aynî hak iktisap eden kişinin iyiniyetinin arandığı anın tescili isteme tarihi olmasından da varılabilir. Bu talep uçak siciline derhâl kaydedildiğine göre, tescilin en azından olumsuz etkisinin talebin kaydedildiği andan başladığının kabulü gerekmektedir ki sonradan (tescil talebi ile tescilin yapılması arasında) gelen kötüniyet zarar vermesin (mala fides superveniens non nocet). Öyleyse hava aracı üzerindeki ipotek hakkı, tescil talebinin uçak siciline kaydedildiği andan itibaren doğacaktır. VI. Sözleşmeye Dayanan Hava Aracı İpoteğinde Özel Durumlar A. Yabancı Para Üzerinden Hava Aracı İpoteği Yabancı para üzerinden hava aracı ipoteği kurulmasının şartları TSHK m.  73 te  düzenlenmiştir.  Buna  göre  hava  aracı  ipoteğinin  yabancı  para                                                  5-6; Kaner, s. 25-27; Sirmen, s. 202 vd. 268  Akçura-Karaman, s. 91-92, 217. Olumlu etkiyi kısa yoldan TMK m. 1023 e göre açıklayan görüş için bkz. Schmid/Hürlimann-Kaup, N. 579; Oğuzman/Seliçi/Oktay-Özdemir, N. 995; Nomer/Ergüne, N. 433 vd. 269  Bu korumanın tapu sicilinde malik görünen ama gerçekte malik olmayan kimseye yapılan ifalarda TMK m. 1023 e kıyasen sağlanıp sağlanamayacağı hakkındaki tartışmalar için bkz. Oğuzman/Seliçi/Oktay-Özdemir, N. 1003, dn. 728. 270  Akçura-Karaman, s. 202, 217. 271  Sirmen, s. 114. 272  Akçura-Karaman, s. 217. 273  Özellikle yevmiye defterine yapılan kaydın etkisi hakkında bkz. Sirmen, s. 114-115. 162Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188      Sözleşmeye Dayanan Hava Aracı… üzerinden kurulabilmesi için (i) borcun yabancı para ile ödenecek olması, (ii) Maliye Bakanlığının (artık T. C. Hazine ve Maliye Bakanlığı) izni ve (iii) bu  iznin  uçak  siciline  kaydedilmesi  şeklinde  üç  koşulun  sağlanması gerekmektedir. Bu şartlar sağlanmazsa hava aracı ipoteğinin Türk lirası üzerinden kurulması zorunludur. Bununla birlikte, Sivil Havacılık Genel Müdürlüğü nün internet sitesinde yer alan bir havacılık uzmanlığı tezinde, TMK da  taşınmazların  ve  TTK da  gemilerin  yabancı  para  üzerinden ipoteğinde Maliye Bakanlığı nın izni şartının ilgasından hareketle, yabancı para üzerinden hava aracı ipoteğinin kurulmasında da bu koşulun aranmadığı belirtilmektedir. Aynı tespiti uçak sicili uygulaması bakımından AkçuraKaraman da yapmaktadır.  TSHK  m.  73 teki  yabancı  para  esasına  göre  ifadesinden  yola çıkılarak, hükümde belirtilen şartlar gerçekleştiğinde, yabancı para üzerinden veya buna endeksli olarak hava aracı ipoteği kurulabilir. Ancak TSHK m. 73 teki yabancı para ile ödenecek borçlar ifadesi sebebiyle, teminat altına alınacak  alacak  yabancı  paraya  endeksli  olamaz;  bunun  yabancı  para üzerinden olması şarttır. Zira, aksi takdirde, TSHK m. 73 teki yabancı para  ile  ödenecek  borçlar  ile  yabancı  para  esasına  göre  ifadelerini kullanmakta kanun koyucunun abesle iştigal ettiği sonucuna ulaşılacaktır.  TMK m. 851/II deki yalnızca yurt içinde veya dışında dışında faaliyette bulunan kredi kuruluşlarınca yabancı para üzerinden veya yabancı para ölçüsü ile verilen kredileri güvence altına almak için taşınmazlar üzerinde yabancı para  ipoteği  tesis  edilebileceğini  düzenleyen  hükmün  hava  araçları bakımından da uygulanıp uygulanmayacağı tartışmalıdır. TSHK m. 73 te hava araçları üzerinde yabancı para ipoteği tesisi için bu şart aranmamıştır. Gemiler üzerinde yabancı para ipoteğini düzenleyen ve gerekçesinde TMK m.                                                  274  Hükmün eleştirisi için bkz. Akçura-Karaman, s. 378; Hızır/Turaev, s. 398; Uyumaz, Taşınır Rehni, s. 74, dn. 88. Uygulamada Maliye Bakanlığının izni şartı aranmadan uçak sicilinde yabancı para ipoteği tescil edildiği hakkında bkz. Akçura-Karaman, s. 378. 275  Demir, s. 150.  276  Ayyıldız, Fatma Reyyan, Gemi İpoteği ile Hava Aracı İpoteğinin Karşılaştırılması, Havacılık  Uzmanlığı  Tezi,  Ocak  2016,  s.  64  (Neden  bu  başlık  altında  olduğu anlaşılamamakla  birlikte,  Kurumsal  Mevzuat  altında  yer  alan  Personel  Tezleri kısmından  erişilebilir:  http://mevzuat.shgm.gov.tr/wpcontent/uploads/2018/09/fatma_reyyan_ayyildiz.pdf, E. T. 25.12.2019). Yazar, TMK ve TTK da izin şartlarını kaldıran kanun koyucunun, TSHK da da bu şartın uygulanmaması gerektiği yönünde zımnî bir iradesi olduğu yönünde yorumlamakta ve konuyu önceki özel hüküm, sonraki genel hüküm çatışması altında değerlendirmektedir.   277  Akçura-Karaman, s. 378. 278  Hızır/Turaev, s. 398; Demir, s. 150 279  Demir, s. 187. 163M. Emir GÖKA                                    Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188 851 e paralel olduğu belirtilen TTK m. 1016 da da bu şarta yer verilmemiştir. Akçura-Karaman a göre, istisnaî bir düzenleme olan yabancı para ipoteğinin dar yorumlanması ve TMK m. 851 de aranan şartların, yabancı para üzerinden gemi ipoteği bakımından da uygulanarak TTK m. 1016 nın uygulama alanının daraltılması gerekmektedir. Aksi yöndeki görüş ise yabancı para üzerinden hava  aracı  ve  gemi  ipoteğinde  TMK  m.  851/II de  yer  alan  koşulun aranmayacağını savunmaktadır. Kanımca, TSHK m. 73 e kıyasla daha yeni tarihli bir hüküm olan TTK m. 1016 nın gerekçesinde açıkça bu hükmün TMK m. 851 e paralel olarak düzenlendiğini belirten kanun koyucunun, buna rağmen,  TMK  m.  851/II deki  koşulu  öngörmemiş  olması  bilinçli  bir tercihtir. Dolayısıyla, yabancı para üzerinden gemi ipoteği tesisinde TMK m. 851/II deki şart aranmayacaktır. Kanun koyucunun TTK m. 1016 da bu şekilde kasıtlı olarak sustuğu kabul edilirse, TSHK m. 73 bakımından da farklı bir sonuca varılmayacaktır. Bu sebeple, TMK m. 851 den farklı olarak, yabancı para üzerinden hava aracı ipoteğinin mutlaka yurt içinde veya dışında faaliyette bulunan kredi kuruluşlarınca yabancı para üzerinden veya yabancı para ölçüsü ile verilen kredileri güvence altına almak için kurulmasının gerekmediği  kabul  edilmelidir.  Bu  doğrultuda,  TSHK  m.  73  uyarınca ipoteğin  yabancı  para  ile  ödenecek  bir  borcun  güvencesini  oluşturması yeterlidir.  Yabancı para üzerinden veya buna endeksli olan alacakların hangi ipotek türüyle teminat altına alınabileceği de tartışmalıdır. Hâkim görüşe göre, bu alacakları teminen anapara veya üst sınır ipoteği tesis edilebilir. Farklı görüşteki Sirmen e göre ise yabancı para üzerinden gösterilen rehin yükü, alacağın gerçek miktarını yansıtsa bile, İİK m. 148 in yollamasıyla m. 58/II3 uyarınca ipoteğin paraya çevrilmesi aşamasında alacak miktarının Türk lirası ile gösterilmesi zorunlu olduğu için, söz konusu alacağın miktarının                                                  280  Akçura-Karaman, s. 375. Yazar, aynı yorumu yabancı para üzerinden hava aracı ipoteği hakkında yapmamıştır. 281  Yalnızca yabancı para üzerinden hava aracı ipoteğinde aranmayacağı hakkında bkz. Hızır/Turaev, s. 398; Demir, s. 188. Yalnızca yabancı para üzerinden gemi ipoteğinde aranmayacağı hakkında bkz. Atamer, s. 265. Tek, yabancı para üzerinden hava aracı ve gemi  ipoteğinde  düzenleme  bulunmayan  durumlarda  TMK  m.  851 in  kıyasen uygulanabileceğini  kabul etmekle  beraber, TMK  m.  851/II deki  koşulun  ikisinde  de uygulanmayacağını belirtmektedir. Tek, s. 174-176. 282  TTK m. 1016 nın hazırlık çalışmalarında bu konunun üzerinde durulduğu ve ilgili koşula yer verilmediği hakkında bkz. Atamer, s. 264-265. 283  Hızır/Turaev, s. 398; Demir, s. 188; Tek, s. 176. 284  Kuntalp, Erden, Yabancı Para Üzerinden Taşınmaz Rehni, Hayri Domaniç e Armağan, İstanbul, 1995, s. 307; Nomer/Ergüne, N. 1026; Acar, N. 282-283; Helvacı, s. 167-168; Çetiner, s. 177-178; Ertaş, N. 2538 164Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188      Sözleşmeye Dayanan Hava Aracı… belirli olduğu söylenemez. Yazara göre, alacağın miktarı önceden belirli olmayacağından ötürü yabancı para üzerinden alacaklar yalnızca üst sınır ipoteğine ilişkin TMK m. 851/I c. 2 nin kıyasen uygulanması yoluyla güvence altına alınabilir. B. Birlikte Hava Aracı İpoteği TSHK m. 72 uyarınca tek bir alacak için birden fazla hava aracı ipotek edilirse, her bir hava aracının temin ettiği rehin yükü kararlaştırılarak tescil edilmedikçe, bu hava araçlarından her biri borcun tamamını temin eder. Buna, öğretide  toplu  rehin287  veya  müteselsil  rehin288  denmektedir.  Hâkim görüşe göre, bu rehin türünde, rehne konu birden fazla mal olsa da bunların tamamı üzerinde tek bir rehin hakkı mevcuttur. TSHK m. 72 ye göre tarafların sözleşmede kararlaştırarak hava araçlarından her birinin temin ettiği borç miktarının uçak siciline tescil edilmesi suretiyle kurabileceği rehin ise rehin yükünün paylaştırılması suretiyle kurulan rehin290 veya müşterek rehin 291 olarak adlandırılmaktadır. Bu ihtimalde birden fazla rehin hakkı söz konusu olur.  Kanun koyucu, TSHK m. 72 de, TMK m. 855 teki düzenden ayrılmış ve gemi ipoteğine ilişkin TTK m. 1021 (mülga TTK m. 897) ile paralellik kurulmuştur. TSHK ve TTK da birlikte hava aracı veya gemi ipoteğinin kural  olarak  toplu  rehin  şeklinde  tecessüm  edeceği  düzenlenmiş;  ancak tarafların anlaşması ve paylaştırılan rehin yükünün tescili ile rehin yükünün paylaştırılması suretiyle ipotek kurulabileceği öngörülmüştür. Oysa TMK m. 855/I uyarınca toplu rehin yalnızca taşınmazların aynı malike veya borçtan                                                  285  Sirmen, A. Lâle, Yeni Türk Medenî Kanununda Yabancı Para Üzerinden Taşınmaz Rehni Kurulmasına İlişkin Düzenlemeler, AÜHFD, Cilt 52, Sayı 1, 2003, s. 10; Sirmen, s. 622623. 286  Sirmen in  bu  konuda  yukarıda  atıf  yapılan  makalesinden  üst  sınır  ipoteğine  ilişkin hükümlerin doğrudan uygulanacağını savunduğu anlaşılmaktadır. Ancak yazar, daha yeni tarihli olan kitabında, bu uygulamanın kıyasen olacağını belirtmiştir. Sırasıyla bkz. Sirmen, Yabancı Para, s. 9-10; Sirmen, s. 622-623. Özellikle karş. Helvacı, s. 167-168; Çetiner, s. 177 vd. 287  Sirmen, s. 596; Helvacı, s. 213. 288  Esener/Güven, s. 499-500; Helvacı, s. 213. 289  Köprülü/Kaneti, s. 291; Davran, s. 27; Sirmen, s. 597; Helvacı, s. 213; Nomer/Ergüne, N. 1037; Esener/Güven, s. 499-500. Karş. Oğuzman/Seliçi/Oktay-Özdemir, N. 3224; Acar, N. 91. 290  Sirmen, s. 597; Helvacı, s. 227 vd. 291  Esener/Güven, s. 499-500. Gerçi, yazarlar bazen müteselsil rehin yerine müşterek rehin tabirini de kullanmaktadır. Karş. Davran, s. 28. 292  Sirmen, s. 597; Helvacı, s. 227. 293  Akçura-Karaman, s. 293-294. 165M. Emir GÖKA                                    Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188 müteselsilen sorumlu olan maliklere ait olması koşuluyla kurulabilmektedir. Diğer  hâllerde,  TMK  m.  855/II ye  göre  rehin  yükünün  paylaştırılması suretiyle  rehin  tesis  edilebilmektedir.  TMK  m.  855 te  toplu  rehin kurulabilmesi için aranan şartlar da TSHK ve TTK da aranmamıştır. Bunlar dışında,  hava  araçları  üzerinde  kurulan  toplu  rehnin  ve  rehin  yükünün paylaştırılması suretiyle rehnin hükümleri ve paraya çevrilmesi önemli bir farklılık arz etmez. TSHK da birlikte rehin hâlinde halefiyete ilişkin bir düzenleme yer almamaktadır. Kanımca, TSHK nın bu konuda, TMK daki düzenlemeden saptığı ve TTK ya yaklaştığı dikkate alınarak TTK m. 1046 daki birlikte gemi ipoteğinde halefiyete ilişkin hükmün kıyasen birlikte hava aracı ipoteğinde de uygulanması gerekir.  VII. Sözleşmeye Dayanan Hava Aracı İpoteğinin Kapsamı A. Hava Aracı İpoteğinin Sağladığı Teminat Yönünden Kapsamı 1. Hava Aracı Hava aracı ipoteğinin sağladığı teminat başta uçak siciline kayıtlı sivil hava aracını kapsar. Hangi araçların TSHK bakımından sivil hava aracı sayılacağı ve üzerinde ipotek kurulabileceği yukarıda incelenmiştir. Her ne kadar TSHK m. 69 ve 70 te yalnızca hava aracının bir bütün olarak ipoteğe konu olabileceği öngörülmüşse de, hava aracı üzerinde tesis edilebilecek aynî haklarla ilgili genel hüküm olan TSHK m. 66 da hava aracının payı üzerinde de aynî hak kurulabileceği belirtilmiştir. TMK m. 702/III te elbirliği mülkiyeti devam  ettiği  sürece  paylar  üzerinde  tasarrufta  bulunulamayacağı  açıkça düzenlendiğine  ve  TMK  m.  688/III te  paylı  mülkiyet  payının rehnedilebileceği öngörüldüğüne göre, TSHK m. 66 daki pay, paylı mülkiyete konu hava aracının payıdır (bkz. TTK m. 1014/III)298. Yukarıda, TSHK m. 66 da öngörülen rejim itibariyle uçak siciline tescilin kural olarak kurucu olmadığı ama TSHK m 70 te düzenlenen hava aracı ipoteğinin bunun bir istisnasını teşkil ettiği açıklanmıştır. Hava aracının payı üzerinde tesis edilecek ipotekler için de TSHK m. 66 daki değil, TSHK m. 70 teki rejim                                                  294  Akçura-Karaman, s. 294; Hızır/Turaev, s. 394; Demir, s. 194; Kurtuluş, s. 172. 295  Bu  konuda  yukarıda  dn.  289 da  anılan  yazarların  ilgili  sayfalardaki  açıklamalarına bakılabilir. Hava araçları özelinde bir inceleme için bkz. Hızır/Turaev, s. 395 vd. 296  Karş. Hızır/Turaev, s. 395-396. 297  Bkz. IV/A ve IV/B. 298  Akçura-Karaman, s. 291-292. Ayrıca bkz. Ergüne, s. 91, dn. 91; Hızır/Turaev, s. 380, dn. 28. 299  Bkz. IV/C ve IV/D. 166Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188      Sözleşmeye Dayanan Hava Aracı… uygulanmalı ve bunların da kurulması için sicile tescillerinin gerektiği kabul edilmelidir. Kanımca, bu konuda, TSHK m. 70 teki özel hükümde payın açıkça  belirtilmemesinden  ve  TSHK  m.  66 da  hava  aracının  payının mülkiyetinin  dahi  tescile  gerek  olmaksızın  devredilebileceğinden  yola çıkılarak  pay  üzerinde  ipotek  hakkının  evleviyetle  tescilsiz  iktisap edilebileceği şeklinde bir yorum, aleniyet ilkesinin ipotek hakkı bakımından da ciddi olarak zedelenmesine sebep olacaktır.  Her bir paydaş, hava aracındaki payı üzerinde, diğer paydaşların rızası olmaksızın  ipotek  tesis  edebilir.  Elbirliğiyle  malikler  ise  sadece  hava aracının tamamı üzerinde ipotek tesis edebilir ve bunun için birlikte hareket etmeleri gerekir. Kanımca, TMK m. 857/II nin de hava aracı ipoteğinde kıyasen uygulama alanı bulması gerekir (ayrıca bkz. TMK m. 692/II). Buna göre,  hava  aracının  payı  üzerinde  ipotek  tesis  edilmişse,  kural  olarak tamamında ipotek kurulamamalıdır. Eğer hava aracının tamamı üzerinde ipotek tesis edilmişse, daha sonra payı üzerinde ipotek kurulması mümkündür.  2. Hava Aracının Bütünleyici Parçaları ve Eklentileri TSHK  m.  76 da  hava  aracı  ipoteğinin  sağladığı  teminat  yönünden kapsamı  bakımından  TMK  m.  862 ye  atıf  yapılmıştır.  Buna  göre,  hava aracının bütünleyici parçaları ve eklentileri de rehne dâhildir. Hava aracının bütünleyici  parçaları  ve  eklentilerinin nasıl  tespit  edileceği hakkında  ise TSHK  m.  68 de,  TMK  m.  684  ve  686 ya  atıf  yapılmıştır.  Dolayısıyla bütünleyici  parçalar  ve  eklentilerin  kapsamı  TMK  hükümlerine  göre belirlenecektir. TMK m. 684/II de bütünleyici parça şöyle tanımlanmıştır: Bütünleyici parça,  yerel  âdetlere  göre  asıl  şeyin  temel  unsuru  olan  ve  o  şey  yok edilmedikçe,  zarara  uğratılmadıkça  veya  yapısı  değiştirilmedikçe  ondan ayrılmasına olanak bulunmayan parçadır. Bu tanımdan hareketle bir şeyin, başka bir şeyin bütünleyici parçası olabilmesi için (i) bütünleyici parça ile asıl şey arasında dışarıdan seçilebilen maddî bir bağlılık olması (dış bağlılık); (ii) bütünleyici  parça  ile  asıl  şeyin  varlığına  sürekli  olarak  dâhil  olmalı  (iç                                                  300  Akçura-Karaman, s. 293. 301  TSHK m. 66 nın aleniyet ilkesini zedelediği hakkında bkz. yukarıda IV/C. 302  Ergüne, s. 91, dn. 91; Hızır/Turaev, s. 380, dn. 28. 303  Sirmen, s. 596; Ergüne, s. 91, dn. 91; Hızır/Turaev, s. 380, dn. 28. 304  Bkz. Sirmen, s. 596, dn. 195. Atıf yapılan yerde anılan İsviçre Federal Mahkemesi kararlarında, pay üzerindeki rehnin alacaklısının rızasıyla sıra bakımından onun önüne geçmek şartıyla taşınmazın tümünün rehnedilebileceği belirtilmiştir. Bunun hava aracı ipoteğinde de geçerli olmaması için bir sebep yoktur.  167M. Emir GÖKA                                    Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188 bağlılık); ve (iii) dış ve iç bağlılık yerel âdete göre mevcut olmalıdır. TMK m.  684/I  uyarınca  asıl  şey  üzerindeki  aynî  haklar,  kendiliğinden,  onun bütünleyici parçasını da kapsar. Bu husus, yalnızca asıl şey üzerinde aynî hak kurulduğu anda mevcut olan bütünleyici parçalar için değil, sonradan o şeyin bütünleyici parçası hâline gelen şeyler için de geçerlidir. Öyleyse, hava aracı  üzerindeki  ipotek  hakkı,  bu  hak  kurulduğunda  mevcut  bütünleyici parçalar ile kurulduktan sonra bütünleyici parça hâline gelen şeyleri kapsar. Ayrıca, bütünleyici parça, asıl şeyden bağımsız bir varlığa sahip olmadığı için ondan  ayrı  olarak  tasarruf  işlemine  konu  olamaz.  Tüm  bunların kaynaklandığı ilkeye bütünleyici parçanın asla bağlılığı ilkesi denir ve bu ilkenin temelinde ekonomik değerlerin parçalanmaması, alışveriş hayatında geçerli  kurallarla  uyumluluk  ve  hukukî  ilişkilerin  sade  bir  şekilde düzenlenmesi yatar.   Türk  öğretisinde  hava  aracının  bütünleyici  parçalarına  pervane, koltuklar, kanatlar, motor vb. örnek gösterilmiştir. Bunlar arasında özellikle motorun  bütünleyici  parça  sayılıp  sayılmaması  gerektiği  esasen tartışmalıdır.  Pratik  olarak,  yüksek  ekonomik  değere  sahip  hava  aracı motorlarının bir hava aracına monte edildiğinde bağımsız eşya niteliğini kaybederek  söz  konusu  hava  aracının  malikinin  mülkiyetine  geçmesinin finansman bakımından felakete yol açacağı ifade edilmektedir. Ayrıca, hava araçlarının uçuşa elverişsiz hâle gelmesini engellemek için motorların uzun süre takılı kalmadığı ve sıkça tamir veya değişim amacıyla söküldüğü                                                  305  Sirmen, s. 268 vd. 306  Sirmen, s. 272. Asıl şey üzerinde kurulan aynî hakkın bütünleyici parçaya da sirayet etmesi doğrudan kanundan kaynaklanır. Dolayısıyla, bütünleyici parça üzerinde doğan aynî hakkın, devren değil, aslen kazanılacağı ve bu sebeple, bütünleyici parça üzerinde iyiniyetle hak kazanmadan bahsedilemeyeceği hakkında bkz. Serozan, Rona, Teferruat Niteliğindeki Eşyanın Hukuki Rejimi, İÜHFM, Cilt 41, Sayı 1-2, 1975, s. 237.  307  Sirmen, s. 272.  308  Serozan, Teferruat, s. 238. 309  Kurt, Sempozyum, s. 214; Akçura-Karaman, s. 300; Demir, s. 116. 310  Bkz.  Schladebach/Kraft,  s.  275;  Elbing,  Gunther,  Sind  Triebwerke  wesentliche Bestandteile von Flugzeugen?, Zeitschrift für Luft- und Weltraumrecht, Band 44, 1995, s. 387 vd.   311  Honnebier, Patrick, Analysing the Effects of the Cape Town Convention on Four Selected Issues That Hinder the International Financing and Leasing of Aircraft and Engines, Ius Comparatum – Global Studies in Comparative Law, Vol. 22, Implementing the Cape Town Convention and the Domestic Laws on Secured Transactions, Ed. Souichirou Kozuka, Cham, 2017, s. 352. 168Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188      Sözleşmeye Dayanan Hava Aracı… belirtilmektedir. Diğer taraftan, yukarıda değinilen Chicago Sözleşmesi m.  53 e  dayanarak  Uluslararası  Sivil  Havacılık  Teşkilatı  tarafından yayınlanan  Ek-7 deki  tanımdan,  bir  aracın  hava  aracı  sayılabilmesi  için havada seyredebilmesinin gerektiği anlaşılmaktadır. TSHK m. 3/I-b deki tanımda  buna  havada  kalabilme  de  eklenmiştir.  Havada  kalabilme  veya seyretme motora bağlı olduğuna göre, buna sahip olmayan araçlar, hava aracının  en  karakteristik  özelliğinden  mahrum  olacak  ve  hava  aracı sayılmayacaktır. Temel olarak açıklanan sebeplerle bir görüş motorların eklenti  niteliğinde  olduğunu  savunurken,  diğer  görüş  bütünleyici  parça olduğunu  belirtmektedir.  Alman  hukukunda  Hava  Araçları  Üzerindeki Haklara İlişkin Kanun (Gesetz über Rechte an Luftfahrzeugen) § 31(2) ve 68(1) de, İsviçre hukukunda ise Hava Aracı Sicili Hakkında Federal Kanun (Bundesgesetz über das Luftfahrzeugbuch) m. 22, 33 ve 38 de hava aracı motorlarıyla ilgili özel düzenlemeler yapılmıştır. Motorların TSHK da da ayrıca düzenlenmesi gerektiği kanaatindeyim.   TMK  m.  686/II ye  göre:  Eklenti,  asıl  şey  malikinin  anlaşılabilen arzusuna  veya  yerel  âdetlere  göre,  işletilmesi,  korunması  veya  yarar sağlaması  için  asıl  şeye  sürekli  olarak  özgülenen  ve  kullanılmasında birleştirme, takma veya başka bir biçimde asıl şeye bağlı kılınan taşınır maldır. Bu tanımdan hareketle eklenti sayılabilmek için (i) şeyin taşınır niteliğinde olması; (ii) eklenti ile asıl şey arasında dışarıdan seçilebilecek bir bağlılık olması (dış bağlılık); ve (iii) eklentinin, malikin anlaşılabilen arzusu veya yerel âdetlere göre ekonomik olarak asıl şeyin varlığına sürekli olarak özgülenmesi  (özgülenme)  gerekmektedir.  Bütünleyici  parçadan  farklı olarak eklentinin, asıl şeyden bağımsız bir varlığı vardır. Bu sebeple, asıl şey ve eklenti üzerinde aynı değil, ayrı aynî haklar söz konusudur. Bununla birlikte,  TMK  m.  686/I  uyarınca  asıl  şeye  ilişkin  tasarruflar  aksi belirtilmedikçe  onun  eklentilerini  de  kapsayacaktır.  Dolayısıyla  taraflar açıkça aksini kararlaştırmazsa hava aracının eklentileri de ipoteğin kapsamına                                                  312  Schladebach/Kraft, s. 275; Reuleaux, Matthias/Herick, Frank, Das Registerpfandrecht für Luftfahrzeuge – qualitativ sicher genug für die Begebung von Pfandbriefen? Ein Vergleich mit der Sicherungsqualität der Schiffshypothek, Zeitschrift für Luft- und Weltraumrecht, Band 53, 2004, s. 560. 313  Bkz. III/A.  314  Schladebach/Kraft, s. 275. 315  Schladebach/Kraft, s. 275. 316  Tartışma ve görüşlerle ilgili ayrıntılı bilgi için bkz. (her ikisi de Alman hukuku bakımından eklenti görüşünde): Schladebach/Kraft, s. 275; Elbing, s. 387 vd.  317  Sirmen, s. 277 vd. 318  Sirmen, s. 277. 169M. Emir GÖKA                                    Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188 dâhil olacaktır. Hava aracının eklentisine örnek olarak bunların içinde bulunan yedek makineler gösterilebilir. 3. Kira Bedelleri THSK  m.  76 da  hava  aracı  ipoteğinin  sağladığı  teminatın  kapsamı hakkında TMK m. 863 e de atıf yapılmıştır. Bu atıf sebebiyle, hava aracı kiraya verilmişse, rehnin paraya çevrilmesi yoluyla takibe başlanmasından veya borçlunun iflâsının ilânından başlayarak rehnin paraya çevrilmesi anına kadar işleyen kira bedelleri de teminata dâhildir. Esasen kira alacağı, eşya niteliğinde olmayıp bütünleyici parça ya da eklenti teşkil etmez. Ortada, rehin konusundan tamamen bağımsız bir alacak hakkı (kira alacağı) söz konusudur. Dolayısıyla TMK m. 863 ün neticesinde, taşınmazın rehnedilmesiyle birlikte, buna bağlı olarak, kira alacağı üzerinde TMK m. 954 uyarınca bir kanunî alacak rehni doğacağı belirtilmektedir. Kira alacağı üzerindeki rehin hakkı, bir nevi asıl şey üzerindeki rehin hakkının ferisidir; asıl şey üzerindeki rehin hakkı sona erdiğinde, kira alacaklarındaki rehin de ortadan kalkar. TMK m. 863/II uyarınca kira alacağı üzerindeki rehin hakkının kiracılara karşı ileri sürülebilmesi için rehnin paraya çevrilmesi yoluyla takibin onlara bildirilmesi veya iflâs kararının ilan edilmesi gerekmektedir. İİK m. 150/b de rehinli bir taşınmazın paraya çevrilmesinin talep edilmesi hâlinde takibin kesinleşmesi beklenmeden bunun kiracılara bildirileceği ve bu andan itibaren kiraların  icra  dairesine  ödenmesinin  emredileceği  düzenlenmiştir.  Şayet kiracı, bu bildirime rağmen kirayı icra dairesine yatırmaz ve malike öderse, İİK m. 365 uyarınca ilgili bedel kiracının malvarlığı haczedilerek alınır. TMK m. 863/III uyarınca rehnin paraya çevrilmesi yoluyla takip başladıktan sonra ipotek borçlusunun henüz muaccel olmamış kira alacakları üzerinde yapacağı hiçbir hukukî işlem ve bu kiralar üzerine diğer alacaklılarca koyulan hiçbir haciz, takibe başlayan alacaklıya karşı ileri sürülemez.  4. Sigorta Tazminatı TSHK m. 77 ilâ 79 uyarınca hava aracı ipoteği, sigorta tazminatını da kapsar. Esasen burada, ayni ikame kuralı gereği kaim değer (sürrogat) olarak hava aracı yerine geçen sigorta tazminatı üzerinde, hava aracı ipoteği yerine kanunî  bir  alacak  rehni  doğmaktadır.  Buradaki  sigortadan  kasıt,  zarar                                                  319  Akçura-Karaman, s. 300. 320  Sirmen, s. 627; Helvacı, s. 196; Akçura-Karaman, s. 320. 321  Akçura-Karaman, s. 320-321. Ancak, bunun talîlik (ikincillik) özelliği olmadığı için asıl şeyin paraya çevrilmesi tamamlanmadan önce kira alacağı üzerindeki rehne başvurulabilir.  322  Sirmen, s. 627. 170Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188      Sözleşmeye Dayanan Hava Aracı… sigortasıdır. TSHK m. 77 de sigortacıya, malikin tazminat hakkı muaccel olduğunda, bunu malike ödemeden önce, uçak sicilinde hava aracı üzerinde tescil  edilmiş  bir  ipotek  olup  olmadığını  araştırma  yükümlülüğü yüklenmiştir.  Dolayısıyla  sigortacı,  tescil  edilmiş  bir  ipoteğe  rağmen tazminatı  malike  öderse,  ipotek  alacaklısına  ikinci  kez  ödeme  yapmak zorunda kalacaktır.  B.   Hava Aracı İpoteğinin Teminat Altına Aldığı Alacak Yönünden Kapsamı Hava aracı ipoteğinin teminat aldığı alacak yönünden kapsamı anapara ipoteğinde ve üst sınır ipoteğinde farklılık gösterir. Hava aracı ipoteğinin sağladığı teminat yönünden kapsamına ilişkin TSHK m. 76 da olduğu gibi hava aracı ipoteğinin teminat aldığı alacak yönünden kapsamı hakkında da TSHK m. 75 te, TMK hükümlerine (m. 875/I, 876) atıf yapılmıştır. TMK m. 875 yalnızca anapara ipoteğinde uygulanırken TMK m. 876 hem anapara hem de üst sınır ipoteğinde uygulanır. TMK m. 875 te ipoteğin teminat aldığı alacağın kapsamı sayma suretiyle gösterilmiştir. Bu hükmün yalnızca anapara ipoteğinde uygulanabilmesinin sebebi, üst sınır ipoteğinde rehnin temin ettiği alacağın  azami  sınırının  belirli  olmasıdır.  Böyle  bir  üst  sınır  anapara ipoteğinde  söz  konusu  değildir.  Dolayısıyla  anapara  ipoteği  bakımından kapital faizi, temerrüt faizi ve takip giderlerinin ne ölçüde temin edildiğinin ayrıca düzenlenmesi gerekmektedir.  1. Anapara İpoteğinde Kapsam a. Anapara Hava aracı ipoteği öncelikle uçak sicilinde tescil edilmiş olan anaparayı teminat altına alır. Bununla beraber, rehnin paraya çevrileceği tarihte anapara alacağı azalmış veya sona ermiş olabilir. Bu sebeple, tescil edilmiş olan anapara  miktarı,  alacağın  miktarına  kanıt  veya  karine  değildir;  alacağın mevcudiyetinin ve tescil edilen miktarda olduğunun alacaklı tarafından ispatı gerekir. Anapara ipoteği, özellikle anaparanın bir kısmını karşılayacak şekilde kurulmuşsa, TBK m. 100/II uyarınca alacağın tamamı ödeninceye kadar ipotek devam eder. Zira, hükme göre, borçlunun kısmen yaptığı ödemeyi, borcun güvence altına alınan kısmına mahsup etme hakkı yoktur.                                                   323  Akçura-Karaman, s. 333. 324  Akçura-Karaman, s. 333. 325  Sirmen, s. 629, 633. 326  Helvacı, s. 147; Sirmen, s. 630; Akçura-Karaman, s. 386.  327  Helvacı, s. 147-148; Akçura-Karaman, s. 386 vd. 171M. Emir GÖKA                                    Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188 b. Takip Giderleri TMK m. 875/I uyarınca hava aracı ipoteğinin paraya çevrilmesi amacıyla yapılan  masraflar  da  ipoteğin  sağladığı  teminattan  yararlanır.  Bunlar, alacaklının bireysel olarak yapması gereken masraflardır. Takip giderleri başta alacaklı tarafından ödenir ama satıştan sonra paraların paylaştırılması aşamasında  alacaklı  bunları  alır.  Takip  giderlerine  icra  dairesinden yapılacak tebligat giderleri, haciz giderleri, değerleme için bilirkişi incelemesi yapılması gerekiyorsa bilirkişi ücretleri, paraya çevirme aşamasında malın ihale edilmesi için yapılacak masraflar ve avukat ücreti dâhildir.  c. Faiz Faize ilişkin başlıca iki ayrım vardır. Doğumu açısından faiz, kanunî ve akdî olarak ikiye ayrılır. İşlemeye başladığı an bakımından faiz ise kapital (anapara) ve temerrüt faizi olarak ikiye ayrılır. Kapital veya temerrüt faizi doğrudan  kanundan  doğuyorsa  kanunî  kapital  veya  temerrüt  faizinden, sözleşmeden doğuyorsa akdî kapital veya temerrüt faizinden bahsedilir.   aa. Kapital (Anapara) Faizi TMK m. 875/I-3 uyarınca kapital faizi de hava aracı ipoteğinin sağladığı teminatın  kapsamındadır.  TSHK  m.  74/I-b de  kapital  faizinin  de  tescil edilmesi gerektiği düzenlenmiş ve faizin sicilde görünmemesi sebebiyle gizli bir rehin hakkı ortaya çıkması engellenmiştir.  Faiz Kanunu m. 1 de %12 olarak öngörülen kanunî kapital faizi oranı, 2005 tarihli ve 9831 sayılı Bakanlar Kurulu kararı ile %9 a indirilmiştir. TBK m. 88/II deki sınırlama sebebiyle adî işlerde taraflar bu oranı ancak %13,5 e kadar artırabilir. Ticarî işlerde ise TTK m. 8/I uyarınca taraflar kapital faizi oranını belirlemekte serbesttir. TMK  m.  875/I-3 te  yalnızca  iflasın  açıldığı  veya  rehnin  paraya çevrilmesinin istendiği tarihe kadar muaccel olmuş üç yıllık faiz ile son vadeden  başlayarak  işleyen  faizin  teminat  kapsamında  olduğu düzenlenmiştir.  Bu  hüküm  emredici  niteliktedir.  Bunun  aksi  veya uygulanmayacağı  kararlaştırılamayacağı  için  hükümde  belirtilen  sürenin dışında  işleyen  faizler  yalnızca  teminatı  olmayan  adi  birer  alacak  teşkil                                                  328  Kuntalp, Erden, Anapara ve Üst Sınır (Maksimal) İpotek Ayrımı, Ankara, 1989, s. 27. 329  Kuru, Baki, İcra ve İflas Hukuku, El Kitabı, 2. Bası, Ankara, 2013, s. 731, dn. 9.  330  Kuru, s. 731. 331  Bkz. Kuntalp, İpotek, s. 28; Sirmen, s. 630. 332  Oğuzman, M. Kemal/Öz, Turgut, Borçlar Hukuku, Genel Hükümler, Cilt-1, 16. Bası, İstanbul,  2018,  N.  1613;  Yargıtay  HGK,  E.  2013/6-2249,  K.  2015/1362,  15.5.2015 (Kazancı, E. T. 3.12.2018).  333  Helvacı, s. 153; Akçura-Karaman, s. 397. 172Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188      Sözleşmeye Dayanan Hava Aracı… eder. Hükmün ile kelimesinden önceki daha sarih olan kısmına göre, hava aracı ipoteğinin paraya çevrilmesinin talep edilmesinden önce muaccel olmuş üç yıllık kapital faizi ipotekten yararlanacaktır. Bu kısımdan sonraki son vade ifadesiyle kastedilen paraya çevirmenin istendiği tarihten önce, örneğin bir kredi borcu sebebiyle, işleyen faizin son vadesidir. Bu son vadeden, ipoteğin paraya çevrilme işlemleri tamamlanana kadar işleyecek olan faiz de teminatın kapsamına dâhildir.  bb. Temerrüt Faizi TMK m. 875/I-2 de temerrüt faizinin de teminatın kapsamına girdiği öngörülmüştür. Faiz Kanunu m. 2 de, 1. maddeye atıf yapılarak %12 olarak öngörülen kanunî temerrüt faizi oranı, 2005 tarihli ve 9831 sayılı Bakanlar Kurulu kararı ile %9 a indirilmiştir. Ancak TTK m. 1530/VII gereği mal ve hizmet tedarikini konu alan ticarî işlerde kanunî temerrüt faizi oranı Merkez Bankası tarafından 1.1.2020 den itibaren %15 olarak belirlenmiştir. TBK m. 120/II uyarınca adî işlerde kanunî temerrüt faizi oran ancak %18 e kadar artırılabilir. Ticarî işlerde ise TTK m. 8/I uyarınca taraflar temerrüt faizi oranını belirlemekte serbesttir. Faiz Kanunu m. 2/IV uyarınca sözleşmede kapital faizi, kanunî faiz oranı olan %9 un üzerinde kararlaştırılmışsa ama temerrüt  faizi  oranı  kararlaştırılmamışsa,  temerrüt  faizinin  oranı,  kapital faizinin oranından az olamaz. Eğer hava aracı ipoteği, borçlu tarafından değil de üçüncü kişi tarafından tesis edilmişse, TMK m. 887 uyarınca temerrüt faizinin  işlemeye  başlayabilmesi  için  alacaklının  hem  borçluya  hem  de üçüncü kişiye ihtarda bulunması gerekmektedir.  d.    Hava Aracının Korunması İçin Yapılan Masraflar ve Alacaklı Tarafından Ödenen Sigorta Primleri TMK  m.  876  uyarınca  alacaklının  rehin  konusunun  korunması  için yaptığı zorunlu masraflar ile aslında malikin borçlandığı sigorta primleri için yaptığı ödemeler de hava aracı ipoteğiyle kanunen teminat altına alınmıştır (TSHK m. 75 teki atıf sonucunda).  2. Üst Sınır İpoteğinde Kapsam TSHK m. 75/I-c uyarınca hava aracı üzerinde üst sınır ipoteği tesis                                                  334  Helvacı, s. 153; Akçura-Karaman, s. 397; Kuntalp, İpotek, s. 30-32; Sirmen, s. 632. 335  Akçura-Karaman, s. 398. 336  Köprülü/Kaneti, s. 285; Helvacı, s. 153, dn. 43; Sirmen, s. 632, dn. 283. 337  tcmb.gov.tr/wps/wcm/connect/TR/TCMB+TR/Main+Menu/Istatistikler/Piyasa+ Verileri/TTK+Md.+1530 (E. T. 7.01.2020). 338  Oğuzman/Öz, Cilt 1, N. 1613; Yargıtay HGK, E. 2013/6-2249, K. 2015/1362, 15.5.2015. 173M. Emir GÖKA                                    Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188 edilmesi durumunda faizler dahil, ipoteğin temin ettiği azami tutarın uçak siciline  tescil  edilmesi  gerekmektedir.  Sicilde  gösterilen  azamî  miktar anapara,  faiz  ve  takip  giderleri  de  dâhil  olmak  üzere  alacaklının  tüm taleplerinin haddini oluşturur. Bu sebeple, üst sınır ipoteğinin teminat altına aldığı  alacak  yönünden  kapsamının  ayrıca  incelenmesine  gerek  yoktur. Yalnızca TMK m. 876 uyarınca rehin konusunun korunması için yapılan zorunlu masraflar sebebiyle sicil dışında doğan kanunî ipotek hakkı, tescil edilmiş üst sınıra tâbi değildir. 3.   Hava  Aracı  İpoteği  ile  Teminat  Altına  Alınan  Alacağın Zamanaşımı Alacağın hava aracı ipoteğiyle teminat altına alınmasının zamanaşımına tesirinin  ne olacağı  TSHK da  düzenlenmemiştir.  Konuyu  taşınmaz rehni bakımından  düzenleyen  TMK  m.  864  uyarınca  rehnin  tapu  kütüğüne tescilinden  sonra  rehinle  güvence  altına  alınan  alacak  hakkına  ilişkin zamanaşımı işlemeyecektir (duracaktır). TTK m. 984/III te gemi ipoteği için de aynı çözüm kabul edilmiştir. Öte yandan, TSHK m. 65 uyarınca hava araçları kural olarak taşınır niteliğinde olduğu için hava aracı ipoteğinde taşınır rehnine ilişkin TBK m. 154 ve 159 un uygulanması gerekecektir. Buna  göre,  hava  aracı  ipoteğiyle  temin  edilen  alacağın  zamanaşımı durmayacaktır; ama kesilecektir. Yani zamanaşımı süresi baştan başlayacak ve işlemeye devam edecektir. Ancak TBK m. 159 uyarınca taşınır rehniyle güvence  altına  alınmış  olan  alacak  hakkı  zamanaşımına  uğrasa  bile alacaklının  rehni  paraya  çevirme  hakkı  saklıdır.  Alacaklı  rehnin  paraya çevrilmesi sonucunda alacağın tamamını elde edemezse, borçlu kalan kısma karşı zamanaşımı def i ileri sürülebilecektir.   VIII.  Sözleşmeye Dayanan Hava Aracı İpoteğinde İpotekli Alacağın Devri ve İpoteğin Sona Ermesi A. İpotekli Alacağın Devri TBK m. 183 ilâ 194 te düzenlenen alacağın devri, geniş anlamda bir borç ilişkisinden doğan alacak veya alacakların (dar anlamda borç ilişkilerinin) bir başka kişiye devredilmesidir. Bu sebeple, alacağın devri, TBK m. 204                                                 339  Kuntalp, İpotek, s. 35; Sirmen, s. 629; Helvacı, s. 157; Acar, s. 151; Esener/Güven, s. 496; Akçura-Karaman, s. 404. 340  Helvacı, s. 158. 341  Akçura-Karaman, s. 354; Demir, s. 168; Tek, s. 24. Oysa hava aracı ipoteği bir taşınır rehni türü olmakla beraber, sicile tescil edildiği için, TMK m. 864 ve TTK m. 984/III teki gibi tescille birlikte zamanaşımının duracağının kabul edilmesi yerinde olurdu.  342  von Tuhr, Peter, Borçlar Hukukunun Umumi Kısmı, C. 1-2, Çev. Cevat Edege, Ankara, 174Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188      Sözleşmeye Dayanan Hava Aracı… 205 te  yer  alan  sözleşmenin  (geniş  anlamda  borç  ilişkisinin)  devrinden farklıdır. Alacağın devri, devreden ve devralan arasında yapılan tasarruf işlemi niteliğindeki bir sözleşme ile gerçekleşir. Alacağın devredilebilmesi için borçlunun rızası aranmaz (TBK m. 183/I). Alacağın devrinin geçerliliği yazılı şekilde yapılmasına bağlıdır (TBK m. 184).  Hava aracı ipoteğine ilişkin olarak yukarıda açıklanan fer ilik ilkesi, sözleşmeye dayalı alacağın devrinde iki ilkenin temelini oluşturur: (i) rehin hakkı, alacaktan bağımsız olarak devredilemez ve (ii) alacak da rehin hakkı ayrı tutularak devredilemez. Bunlardan ikincisinin sonucu tartışmalıdır. TBK m.  189 da  alacağın  devriyle  birlikte  devredenin  kişiliğine  özgü  olanlar dışındaki (örneğin, kişisel def i hakları) öncelik haklarının ve bağlı hakların devralana geçeceği öngörülmüştür. Rehin hakkı bakımından bunun aksinin kararlaştırılmasına açıkça geçersizlik sonucu bağlanmamıştır. Bir görüşe göre, taşınır rehniyle temin edilmiş alacak, bu rehin hakkının muhafazası kaydıyla devredilirse rehin hakkından feragat sonucu doğarken, taşınmaz rehniyle  temin  edilmiş  alacak  bu  şekilde  devredilirse,  devir  geçersiz olacaktır.  Diğer  görüş,  böyle  bir  ayrıma  gitmemekte  ve  rehin  hakkı muhafaza  edilerek  alacak  hakkının  devrinin geçerli  olduğunu  ama  rehin hakkından  feragat  (veya  hakkın  sona  ermesi)  sonucunu  doğuracağını savunmaktadır.  TBK daki durumdan farklı olarak, gemi ipoteği ve hava aracı ipoteği düzenlemelerinde ağırlıklı olarak Alman hukuku mehaz alındığı için TTK m. 1038/II de ve TSHK m. 84/I de, BGB § 1153 e paralel şekilde, alacağın ipotekten,  ipoteğin  de  alacaktan  ayrı  olarak  devredilemeyeceği  açıkça düzenlenmiştir. Bu hükümler, yukarıda açıklanan alacak devrinin geçersizliği görüşüne daha yakındır.                                                   1983, s. 839; Franko, Nisim, Alacağın Temliki, AÜSBFD, Cilt 49, Sayı 1, 1994, s. 178; Oğuzman, M. Kemal/Öz, Turgut, Borçlar Hukuku, Genel Hükümler, Cilt-2, 14. Bası, İstanbul, 2018, N. 1655; Eren, Fikret, Borçlar Hukuku, Genel Hükümler, 24. Baskı, Ankara, 2019, N. 3826.  343  von Tuhr, s. 827; Franko, s. 179; Oğuzman/Öz, Cilt-2, N. 1665 vd.; Eren, N. 3838 vd. 344  Bkz. IV/A. 345  Karş. BGB § 1153. Bu konuda bkz. Akçura-Karaman, s. 472-473. 346  von Tuhr, s. 852-853. Taşınır rehni bakımından aynı görüşte: Franko, s. 187. Bu görüşün Alman hukukundaki düzenlemeden esinlendiği hakkında ve genel olarak bu konudaki tartışmalara ilişkin olarak bkz. Akçura-Karaman, s. 472-473. Genel olarak böyle bir devrin geçersiz olacağı yönünde: Aksoy, Hüseyin Can, Sendikasyon Kredisi Alacaklarının Fer i Teminatlarla Güvence Altına Alınması, İstanbul, 2019, s. 61-62. 347  ZK-Oftinger/Bär, ZGB, Art. 884, N. 163; Sirmen, A. Lâle, Alacak Rehni, Ankara, 1990, s. 13; Akçura-Karaman, s. 473; Ergüne, s. 190; Makaracı-Başak, s. 192.  348  Bkz. ve karş. Akçura-Karaman, s. 473-474. 175M. Emir GÖKA                                    Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188 TSHK  m.  84/I de  alacağın  devriyle  birlikte  ipoteğin  de  devralana geçeceği öngörülmüş ama bunun için devrin yazılı şekilde yapılmasının ve sicile tescil edilmesinin gerektiği belirtilmiştir. Tescil kurucudur. Oysa TMK m. 891 e göre, ipotekle temin edilmiş alacağın devrinin geçerli olması, devrin tapu kütüğüne tesciline bağlı değildir.   İpotekli alacak kısmen devredilirse, kısmî alacak için devralanın lehine alacağın devredende kalan kısmını temin edenle aynı sırada bir rehin hakkı doğar. Özellikle genel bir rehin kaydı kararlaştırılmak suretiyle üst sınır ipoteği niteliğinde bir ipotek ile temin edilmiş birden çok alacağı barındıran bir borç ilişkisinin alacaklısının, bu alacaklardan yalnızca birini devretmesi hâlinde tarafların farazî ortak iradelerinin, borçlu ile alacaklı arasındaki temel borç  ilişkisi  devam  ettiği  sürece  ipoteğin,  alacağı  devralana  geçmemesi şeklinde olduğu ifade edilmektedir. Alacağın  devri  yalnızca  sözleşmeye  değil,  kanuna  veya  mahkeme kararına da dayanabilir (TBK m. 185). Örneğin, rehnedilmiş hava aracının borçtan şahsen sorumlu olmayan malikinin borç için ödeme yapması hâlinde, yaptığı ödeme oranında alacaklıya halef olacağını düzenleyen TSHK m. 82 de kanunî  bir  alacak  devri  vardır.  Benzer  bir  düzenleme  TBK  m.  127 de mevcuttur.  Mahkeme  kararıyla  alacağın  devrine  örnek  olarak  ise  ifa edilmeyen bir alacağın devir vaadine karşı açılan davada hâkimin kararının, devir  borçlusunun  irade  beyanı  yerine  geçerek  devri  gerçekleştirmesi gösterilebilir.  B. İpoteğin Sona Ermesi ve Uçak Sicilinden Terkini 1. Genel Olarak İpoteği Sona Erdiren Sebepler TSHK  m.  84/II de  alacağın  sona  ermesi,  alacaklının  feragati  ve alacaklının ipotekli hava aracının mülkiyetini kazanması hâlinde ipoteğin sona ereceği düzenlenmiştir. Hükümde sayılan ilk iki husus, tüm rehin türleri için geçerlidir. Bununla birlikte, alacaklı ile borçlu sıfatlarının birleşmesinin bir  örneği  olan  rehinli  alacaklı  ile  rehin  konusunun  maliki  sıfatlarının birleşmesi durumunda farklı düzenlemeler mevcuttur.                                                   349  Akçura-Karaman, s. 478. 350  Sirmen, A. Lâle, İpotekli Alacağın Devredilmesiyle İlgili Bazı Sorunlar, Ticaret Hukuku ve Yargıtay Kararları Sempozyumu, Bildiriler-Tartışmalar, XXII, 15 Aralık 2006, Ankara, 2007, s. 218.  351  Sirmen, İpotekli Alacağın Devri, s. 221. 352  Oğuzman/Öz, Cilt-2, N. 1660. Mahkemenin bir alacağın mevcut olup olmadığına ilişkin tespit kararı yargısal devre sebep olmaz. Yargısal devir için mahkemenin mutlaka alacağın davacıya geçtiğine hükmetmesi gerekir. Eren, N. 3834. 176Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188      Sözleşmeye Dayanan Hava Aracı… Öncelikle belirtelim ki, kural olarak, TTK m. 1045/I uyarınca rehinli alacaklı  ve  malik  sıfatlarının  birleşmesi  hâlinde  gemi  ipoteği  de  sona erecektir, ancak hükmün uygulanabilmesi için bu sıfatların borçtan şahsen sorumlu olan kişide birleşmesi gerekmektedir. Öte yandan, gemi ipoteğinde TTK  m. 1045/II deki ve taşınmaz rehninde TMK m. 884/II deki şartlar gerçekleşirse rehinli alacaklı ve malik sıfatları birleşmesine rağmen rehin hakkı sona ermez. Malik lehine ipotekten bahsedilir. Hükümlere göre, gemi veya taşınmaz borçtan şahsen sorumlu olmayan kişilerce rehnedilmiş ve bu kişiler daha sonra alacaklıya halef olmuşsa gemi ya da taşınmaz üzerindeki rehin hakkı son bulmaz. Rehinli alacaklı ve malik sıfatları aynı kişide birleştiği sürece rehin konusunu paraya çevirme yetkisi askıda kalır. Bu husus TTK m. 1045/II de açıkça gemi maliki alacaklı sıfatı ile geminin paraya  çevrilmesini  isteyemez  şeklinde  belirtilmiştir.  Bu  süreçte,  rehin konusu bir başka alacak için paraya çevrilirse malik lehine rehin boş derece gibi işlem görür. Eğer rehinli alacaklı ve malik sıfatları birbirinden ayrılırsa, mesela, rehinli alacak bir üçüncü kişiye devredilirse, rehin tekrar hukukî sonuçlarını  doğurmaya  başlar.  Akçura-Karaman a  göre,  hava  aracı ipoteğinde TTK m. 1045/II veya TMK m. 884 teki istisna öngörülmemiş olsa da bunların kıyasen uygulanması ticarî hayatın gereklerine daha iyi hizmet edecektir. TSHK m. 84/II deki liste tahdidi değildir. Fer ilik ilkesi gereği alacağı sona erdiren her türlü sebep hava aracı ipoteğini de sona erdirir. Ancak ipotek hakkı sicilden terkin edilmediği sürece maddî değeri olmayan bir yolsuz tescil söz konusu olur. İpoteğin tescili, temin edilen alacağın varlığına karine teşkil etmediği için, rehinli alacak ortadan kalktıysa, sicilde kayıtlı olan ipotek hakkı, buna güvenerek alacağı iyiniyetle devralan üçüncü kişiye hava aracını paraya çevirme yetkisini vermez. Eğer alacak mevcut ama hava aracı ipoteği, rehin sözleşmesindeki veya tescil talebindeki bir sakatlık nedeniyle geçersizse ipotek hakkını bu yolsuz tescile iyiniyetle güvenerek kazanan üçüncü kişinin hakkı TSHK m. 52 uyarınca korunur.                                                   353  TMK m. 914/II uyarınca ipotekli borç senedi ve irat senedinin baştan malik lehine düzenlenmesi de mümkündür. Bu konuda bkz. Oğuzman/Seliçi/Oktay-Özdemir, N. 2699; Sirmen, s. 523-525. 354  Sirmen, s. 523; Oğuzman/Seliçi/Oktay-Özdemir, N. 2700; Akçura-Karaman, s. 454. 355  Sirmen, s. 524; Akçura-Karaman, s. 465. 356  Tuor/Schnyder/Schmid/Jungo, § 105, N. 24, 29; Oğuzman/Seliçi/Oktay-Özdemir, N. 2701; Sirmen, s. 524.  357  Tuor/Schnyder/Schmid/Jungo, § 105, N. 24; Sirmen, s. 524. 358  Akçura-Karaman, s. 467-468. 359  Sirmen, s. 205; Akçura-Karaman, s. 488. 360  Sirmen, s. 205; Akçura-Karaman, s. 92. 177M. Emir GÖKA                                    Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188 Hava aracı ipoteği, bununla güvence altına alınan alacaktan bağımsız olarak da sona erebilir. Örneğin, hava aracı ipoteğinin tamamen yok olması veya rehin hakkının belirli bir süreyle kurulduğu hâllerde sürenin geçmesi hâllerinde rehin hakkı, alacaktan bağımsız olarak son bulur.  Son olarak, rehnin paraya çevrilmesi yoluyla takip sonucunda hava aracının satışı gerçekleştiğinde ipotek hakkı sona erer. İpotekli alacaklının tamamen tatmin edilip edilmemiş olması bu sonucu değiştirmez. Kalan kısım adi alacak teşkil eder ve borçludan talep edilebilir. Paraya çevirme sonucunda yapılacak terkin açıklayıcıdır. 2. İpoteğin Uçak Sicilinden Terkini Terkin, bir tescilin sicilden silinerek etkisiz hâle getirilmesidir. Bu itibarla, TSHK m. 84/III ve TMK m. 858/I deki terkin kavramı, TSHK m. 70 teki ve TMK m. 856/I deki tescil kavramının karşıtını teşkil eder ve bunlar birbirini tamamlar. Nasıl ki tescilden önce aynî hak iktisabı mümkünse, terkinden  önce  tescil  edilmiş  aynî  hakkın  sona  ermesi  de  olanaklıdır. Dolayısıyla, terkin, yenilik doğurucu nitelikteki aynî hakkı sona erdiren terkinler ve açıklayıcı mahiyetteki sicili düzelten terkinler olmak üzere ikiye ayrılır. TSHK m. 84/III uyarınca hava aracı ipoteğinin düşmesi (sona ermesi) üzerine, bu kayıt sicilden terkin edilir. TMK m. 1014 te terkin talebinin, bu kaydın hak sağladığı kişilerin yazılı talebi üzerinde yapılacağı düzenlenmiştir. TSHK da konuyla ilgili bir düzenleme bulunmadığı için bu hüküm kıyasen (TMK m. 5) uygulanmalıdır. Hak sahibi terkin talebinde bulunmazsa, malik terkini  sağlamak  üzere  dava  açabilir.  Açılacak  davanın  hukuki  niteliği yapılacak terkinin aynî hakkı sona erdiren mi yoksa açıklayıcı mahiyette mi olduğuna göre değişecektir.                                                   361  Bu konuda ayrıntılı bilgi için bkz. Akçura-Karaman, s. 494 vd. 362  Helvacı, s. 410-411. 363  Hava araçlarının hangi hükümlere göre paraya çevrileceği konusunda bkz. yukarıda IV/F. 364  Helvacı, s. 411. 365  Helvacı, s. 410-411. 366  Sirmen, s. 194; Acar, s. 195. 367  Acar, s. 195. 368  Sirmen, s. 194 vd. 369  Gemi ve hava aracı ipoteğinde hüküm olmayan durumlarda TMK daki taşınmaz ipoteğinin sona ermesi hükümlerinin kıyasen uygulanması gerektiği yönünde bkz. Akçura-Karaman, s. 487. Sicil memurunun terkin için yazılı bir beyanı mutlaka arayacağı yönünde bkz. Akçura-Karaman, s. 499. 370  Bu konuda bkz. Helvacı, s. 403 vd.; Akçura-Karaman, s. 485 vd. 178Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188      Sözleşmeye Dayanan Hava Aracı… Hava  aracı  ipoteğinin  terkini,  dolaylı  olarak,  hava  aracının  uçak sicilinden terkiniyle de gerçekleşebilir. Böyle bir terkin, duruma göre, malikin talebi üzerine veya re sen sicil memuru tarafından yapılabilir. TSHK m. 61 uyarınca  hava  aracının,  hava  aracı  olabilmek  için  aranan  nitelikleri kaybetmesi, yabancı bir devletin siciline kaydedilmesi ya da geçici tescil süresinin dolması hâllerinde hava aracı, uçak sicilinden re sen terkin edilir. Ancak bu terkin kendiliğinden rehni sona erdirmez. TSHK m. 63 e göre, bu durumda hava aracı, uçak sicilinden terkin edilmeden önce keyfiyetin ipotek hakkı sahiplerine bildirilmesi ve itirazlarını iletmeleri için 30 günlük süre verilmesi şarttır. Hiçbir itirazın bildirilmemesi veya yapılan itirazlara karşı açılacak davada bunların haksız bulunması hâlinde, hava aracı doğrudan uçak sicilinden terkin edilir. Diğer türlü, ancak itiraz etmekte haklı olan ipotek alacaklılarına haklarının saklı kaldığını gösteren bir belge verildikten sonra hava aracı, uçak sicilinden terkin edilebilir ve bu hâlde ipotek hakkı sona ermez.  TSHK  m.  62 de  ise  hava  aracının  harap  veya  yok  olması durumunda,  malikin  talebi  üzerine,  hava  aracının  uçak  sicilinden  terkin edileceği düzenlenmiştir.  Sicildeki kaydın şeklî bir değerinin dahi kalmadığı bu  hâlde  terkini  talep  etme  hakkının,  TMK  m.  1026 daki  gibi,  malike bırakılması isabetli olmuştur. Sonuç Bu çalışmada, TSHK altında sözleşmeye dayanan hava aracı ipoteği, konuyla  ilgili  tartışma  ve  sorunlara  geniş  yer  verilerek  ayrıntılı  şekilde incelenmiştir. Her bir başlık altında ilgili tartışma bakımından varılan sonuçlar belirtilmiştir.  Bu  kapsamda,  ulaşılan  başlıca  sonuçların  aşağıdaki  gibi özetlenmesi mümkündür: -  Öncelikle,  yukarıda  II/A/2  altında  açıklanan  sebeplerle,  Türkiye Cumhuriyeti nin  iç  işlemlerde  koyduğu  çekinceye  rağmen  Cape  Town Sözleşmesi  ve  Protokol ün  önemli  hükümlerinin  uygulanabilirliği  devam etmektedir. Bunlara göre tesis edilen uluslararası teminat, uçak siciline tescille kurulacak  hava  aracı  ipoteğine  kıyasla  alacaklıya  daha  geniş  imkânlar tanıdığı, uluslararası bir koruma getirdiği ve rehni paraya çevirmede yaşanan zorlukları büyük ölçüde giderdiği için TSHK nın hava aracı ipoteğine ilişkin düzenlemelerinin pratikte giderek önemini kaybedeceği görülmektedir. Buna rağmen, bu çalışmada irdelenen TSHK daki sorunlara yasama organında çözüm aranmaması düşünülemez.                                                   371  TSHK m. 63 hükmü, niteliği gereği TSHK m. 62 hakkında uygulanmaz. Kaner, s. 34. 372  Kaner, s. 34. 179M. Emir GÖKA                                    Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188 -  TSHK daki  düzenlemeler  özellikle  şu  üç  bakımdan  hala  pratik önemini korumaktadır: (i) Cape Town Sözleşmesi ve Protokol ün uygulama şartlarının gerçekleşmediği hâller; (ii) Cape Town Sözleşmesi ve Protokol ün yürürlüğe girmesinden önce tesis edilmeleri sebebiyle kural olarak bunların uygulama alanı dışında kalan hava aracı ipotekleri; ve (iii) Cape Town Sözleşmesi  ve  Protokol  yürürlüğe  girdikten  sonra  tarafların  uluslararası teminat yerine (ulusal) hava aracı ipoteği tesis etmeyi tercih ettiği durumlar. Bunlar dikkate alınarak TSHK nın hava aracı ipoteği ile uçak siciline ilişkin hükümlerinin mutlaka güncellenmesi ve bu arada TSHK da atıf yapılmakla birlikte  yıllardır  hazırlanmamış  ikincil  düzenlemelerin  (bkz.  yukarıda III/B/1/c) çıkartılması gerekmektedir. -  Halihazırda TSHK da hava aracı ipoteğiyle ilgili düzenlemelerde eksiklikler mevcuttur. TSHK da hüküm bulunmayan durumlarda, yukarıda II/B/2 de açıklandığı üzere, öncelikle TMK nın taşınır veya taşınmaz rehni ya da  TTK nın  gemi  rehni  hükümlerine  başvurulacağı  şeklinde  peşin  bir değerlendirme yapılmamalıdır. Öncelikle TMK m. 5 e göre, somut olaya uygulanması  uygun  düşen  genel  nitelikli  bir  kural  olup  olmadığı araştırılmalıdır.  Bu  araştırma  sonucunda  hâkimin  karşısına  tereddüt oluşturacak şekilde birden fazla genel nitelikli kural çıkması mümkündür. Bu takdirde,  hâkim,  somut  olayda  korunmaya  değer  olduğunu  tespit  ettiği menfaati temine ya da teşkili gerekli menfaatler dengesini oluşturmaya hangi kuralın daha elverişli olduğunu değerlendirerek bir karar vermelidir. Aynısı örf ve âdet hukuku yokluğunda, TMK m. 1/II ye göre hukuk yaratacak hâkimin  bu  faaliyetinde  kıyas  yoluyla  yararlanacağı  hukuk  kuralları bakımından da geçerlidir.  -  Devlet ve sivil hava araçlarını birbirinden ayırmada mülkiyet teorisi değil, fonksiyonel teori kabul edilmelidir. Buna göre, bir hava aracının devlet hava aracı olması için devletin mülkiyetinde bulunması şart değildir (bkz. yukarıda III/B/1/a). Devletin mülkiyetindeki bir hava aracının kamu malı statüsünde olması ve buna göre korunması sonucu değiştirmez. -  TSHK daki  giderilmesi  elzem  olan  eksikliklerden  bir  tanesi  de ilerleme sözleşmesinin şerh edilebileceğinin öngörülmemiş olmasıdır. Bu konuda, bazı yazarlarca ileri sürülenin aksine, ilerleme sözleşmesinin şerhiyle ilgili  TMK  m.  871/III  ve/veya  TSHK  m.  119/II  hükümleri,  hava  aracı ipoteğinde kıyasen dahi uygulanamaz. Zira, ilerleme sözleşmesinden doğan kişisel hakkın uçak siciline şerh edilerek etkisinin güçlendirilebilmesi için kanunda açıkça öngörülmesi zorunludur. Diğer türlü, hangi kişisel hakların şerh edilerek etkisinin güçlendirilebileceği belirsiz ve hatta keyfî bir hâl alabilecektir.  180Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188      Sözleşmeye Dayanan Hava Aracı… -  TSHK da hava aracı ipoteğinin tescili talebinde kimin bulunacağına dair bir düzenleme de yoktur. Uygulamada noter onaylı sözleşmeyle ipotek alacaklısının da tescil talebinde bulunmaya izin verdiği belirtilmektedir. Oysa, ipotek hakkına konu olacak hava aracı üzerinde malikin tasarruf yetkisi bulunduğu ve tescil kurucu olduğu için malikin rızası olmaksızın tescilin yapılması  ancak  açık  bir  kanunî  düzenlemeyle  mümkündür.  Böyle  bir düzenlemenin  yokluğunda  malikin  mülkiyet  hakkı  üzerinde  başkalarının tasarruf edememesi gerekir.  -  Yabancı  para  üzerinden  hava  aracı  ipoteği  tesisinde,  TMK  m. 851 deki yurt içinde veya yurt dışında faaliyette bulunan kredi kuruluşlarınca yabancı para üzerinden veya yabancı para ölçüsü ile verilen kredileri güvence altına alma şartı aranmamalıdır (bkz. yukarıda VI/A). Bu konuda, kanun koyucunun, gemi ipoteğine ilişkin yeni tarihli TTK m. 1016 da kasıtlı olarak sustuğu kabul edilirse, TSHK m. 73 bakımından farklı bir sonuca ulaşmak için sebep yoktur.  -  Son  olarak,  TMK  m.  857/II nin  hava  aracı  ipoteğinde  kıyasen uygulama alanı bulması gerekir (ayrıca bkz. TMK m. 692/II). Bu hüküm uyarınca, hava aracının payı üzerinde ipotek tesis edilmişse, kural olarak, tamamında ipotek kurulamamalıdır.    181M. Emir GÖKA                                    Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188",
     "Kaynakça": "Abeyratne,  Ruwantissa,  Convention  on  International  Civil  Aviation,  A Commentary, Switzerland, 2014. Akçura-Karaman, Tuba, Gemi ve Hava Aracı İpoteği ve Motorlu Taşıt Rehni (Taşınır İpoteği), 2. Baskı, İstanbul, 2019. Akıncı, Sami, “Gemi Mülkiyeti, İÜHFM, Cilt 23, Sayı 3-4, 1958, s. 291-368. Akipek, Jale G./Akıntürk, Turgut, Eşya Hukuku, İstanbul, 2009. Akkurt, Sinan Sami, Sivil Havayolu ile Yolcu Taşımacılığından Kaynaklanan Hukukî Sorumluluk, 2. Baskı, Ankara, 2018. Akkutay, Berat Lale, “Uluslararası Hukukta Sivil ve Devlet Hava Aracı Ayrımı, Türkiye Adalet Akademisi Dergisi, Yıl: 8, Sayı: 31, 2017, s. 315-348. Aksoy,  Hüseyin  Can,  Sendikasyon  Kredisi  Alacaklarının  Fer i  Teminatlarla Güvence Altına Alınması, İstanbul, 2019. Akyılmaz, Bahtiyar/Sezginer, Murat/Kaya, Cemil, Türk İdare Hukuku, 9. Baskı, Ankara, 2018. Arslan, Ramazan, İcra-İflâs Hukukunda İhale ve İhalenin Feshi, Ankara, 1984. Atamer, Kerim, Gemi ve Uçak İpoteğinin Hukuksal Temelleri, İstanbul, 2012. Aybay, Rona, “Uluslararası Antlaşmaların Türk Hukukundaki Yeri, TBB Dergisi, Sayı 70, 2007, s. 187-213. Ayyıldız, Fatma Reyyan, Gemi İpoteği ile Hava Aracı İpoteğinin Karşılaştırılması, Havacılık Uzmanlığı Tezi, Ocak 2016. Bauer, Thomas/Bauer, Christoph, Basler Kommentar, Zivilgesetzbuch II, Art. 457977 ZGB und Art. 1-61 SchIT ZGB, Hrsg. Thomas Geiser, Stephan Wolf, 6. Auflage, Basel, 2019. Belbez, Hikmet, “Hava Hukuku: Konusu ve Mahiyeti, AÜHFD, Cilt 2, Sayı 4, 1945, s. 743-746. Coşkun, H. Yener, “Gemi Mülkiyeti, Legal Hukuk Dergisi, Sayı 136, 2014, s. 73104. Çağa, Tahir/Kender, Rayegân, Deniz Ticareti Hukuku I, Giriş, Gemi, Donatan ve Kaptan, 14. Bası, İstanbul, 2005. Çetiner, Bilgehan, Taşınmaz Teminatı, İstanbul, 2015. Damar,  Duygu,  “İpotekli  Geminin  Mülkiyetinin  Devri,  Prof.  Dr.  Belgin Erdoğmuş a Armağan, İstanbul, 2011, s. 589-626. 182Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188      Sözleşmeye Dayanan Hava Aracı… Davran, Bülent, “Teslim Şartlı Menkul Rehni – Sicilli Menkul Rehni, Ticaret ve Banka Hukuku Haftası (27 Nisan – 3 Mayıs 1959), Tebliğler-MüzakerelerYabancı Dilde Hülâsalar, Ankara, 1960, s. 161-182. (Kısaltma: Menkul Rehni) Davran, Bülent, Rehin Hukuku Dersleri, İstanbul, 1972. Demir, Ant, Hava Aracı İpoteği, Yayımlanmamış Doktora Tezi, Ankara, 2009. Deutsches Rechts-Lexikon, Band 2: G – P, Hrsg. Horst Tilch, Frank Arloth, 3. Auflage, München, 2001. Edis, Seyfullah, Medenî Hukuka Giriş ve Başlangıç Hükümleri, 4. Basıdan Tıpkı Basım, Ankara, 1993. Elbing, Gunther, “Sind Triebwerke wesentliche Bestandteile von Flugzeugen?, Zeitschrift für Luft- und Weltraumrecht, Band 44, 1995, s. 387-395. Erdoğmuş,  Hasan  Fehmi,  Finansal  Kiralama  Sözleşmesi  ve  Hava  Aracı  ve Parçalarının Finansal Kiralama Yöntemi ile Temini, Yayımlanmamış Doktora Tezi, İstanbul, 2014. Eren, Fikret, Borçlar Hukuku, Genel Hükümler, 24. Baskı, Ankara, 2019. Ergüne,  M.  Serkan,  “Ticari  İşlemlerde  Taşınır  Rehninin  Kuruluşu,  Ticarî İşlemlerde Taşınır Rehni Sempozyumu, 16 Şubat 2018, Ed. A. Lâle Sirmen, A. Barış Özbilen, Ankara, 2018, s. 117-124. (Kısaltma: Sempozyum) Ergüne, M. Serkan, Hukukumuzda Taşınır Rehninin, Özellikle Teslime Bağlı Taşınır Rehninin Kuruluşu, İstanbul, 2002. Ergüne, M. Serkan, Taşınır Mülkiyeti, İstanbul, 2017. (Kısaltma: Taşınır Mülkiyeti) Ertaş, Şeref, Eşya Hukuku, 14. Baskı, İzmir, 2018. Erturgut, Mine, İcra ve İflâs Hukukunda Menkullerin Paraya Çevrilmesi, Ankara, 2000. Esener, Turhan/Güven, Kudret, Eşya Hukuku, 7. Baskı, Ankara, 2017. Gemalmaz, Burak, Mülkiyet Hakkı, Anayasa Mahkemesine Bireysel Başvuru El Kitapları Serisi – 6, 2. Baskı, Ankara, 2019. Goode, Roy, “The International Interests as an Autonomous Property Interest, European  Review of  Private  Law,  Vol. 12, Issue  1,  s. 18-25. (Kısaltma: International Interests) Goode, Roy, “The Protection of Interests in Movables in Transnational Commercial Law, Uniform Law Review, Vol. 3, No. 2-3, 1998, s. 453-466. (Kısaltma: Protection of Interests) 183M. Emir GÖKA                                    Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188 Goode, Roy, Convention on International Interests in Mobile Equipment and Protocol Thereto on Matters Specific to Aircraft Equipment, Official Commentary, Revised Edition, Rome, 2008. Göknil, Mazhar Nedim, Hava Hukuku, İstanbul, 1951. Göle,  Celal/Aydoğan,  Gökhan,  “‘Ticari İşlemlerde  Taşınır  Rehni Kanunu nun Ticaret Hukuku Açısından Değerlendirilmesi, BATİDER, Cilt 33, Sayı 1, 2017, s. 5-54. Gözübüyük, Şeref/Tan, Turgut, İdare Hukuku, Cilt I, Genel Esaslar, 13. Bası, Ankara, 2019. Güngör, Gülin, Tâbiiyet Hukuku, Gerçek Kişiler – Tüzel Kişiler – Şeyler, 7. Bası, Ankara, 2019. Gürzumar, Osman Berat, “Türk Medeni Kanunu'nun 5'inci Maddesi ve Özel Hukuk Uygulamasındaki Yeri, Prof. Dr. Erden Kuntalp e Armağan, Cilt I, Özel Hukuk, Galatasaray Üniversitesi Hukuk Fakültesi Dergisi, Sayı 1, 2004, 105161. Hadžimanovic, Nataša, “Die allgemeine Mobiliarhypothek – unentbehrlich für das Schweizer Recht?, Aktuelle Juristische Praxis, 2009, s. 1435-1452. Harris, D. J. et alia, Avrupa İnsan Hakları Sözleşmesi Hukuku, Çev. Mehveş Bingöllü Kılcı, Ulaş Karan, Ankara, 2013. Helvacı, İlhan, Türk Medenî Kanununa Göre Sözleşmeden Doğan İpotek Hakkı, İstanbul, 2008. Hızır, Serdar/Turaev, Alisher, “Türk Hukuku nda Hava Araçları Üzerinde İpotek Tesis Edilmesi, AÜHFD, Cilt 57, Sayı 3, 2008, s. 371-407. Honnebier, Patrick, “Analysing the Effects of the Cape Town Convention on Four Selected Issues That Hinder the International Financing and Leasing of Aircraft and Engines, Ius Comparatum – Global Studies in Comparative Law, Vol. 22, Implementing the Cape Town Convention and the Domestic Laws on Secured Transactions, Ed. Souichirou Kozuka, Cham, 2017, s. 337-362. Hromadka, Wolfgang, “Geschichtliche Beiträge zu Fragen des Faustpfandprinzips im Schweizerischen Zivilgesetzbuch, Zeitschrift für Schweizerisches Recht, 1970, s. 117-158. Huber, Eugen, Schweizerisches Zivilgesetzbuch, Erläuterungen zum Vorentwurf des Eidgenössischen Justiz- und Polizeidepartments, Zweiter Band: Sachenrecht und Text des Vorentwurfes vom 15. November 1900, 2. Auflage, Bern, 1914. İmre, Zahit, Medeni Hukuka Giriş, 3. Bası, İstanbul, 1980. Kalpsüz, Turgut, Gemi Rehni, 4. Baskı, Ankara, 2001. 184Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188      Sözleşmeye Dayanan Hava Aracı… Kaner, İnci, Hava Hukuku Dersleri (Hususî Kısım), 2. Bası, İstanbul, 2004. Kaser, Max, Roman Private Law, Trans. Rolf Dannenbring, 4. Edition, Pretoria, 1984. Kırman, Ahmet, Havayolu ile Yapılan Uluslararası Yolcu Taşımalarında Taşıyıcının Sorumluluğu, Ankara, 1990. Kozuka, Souichirou, “The Cape Town Convention and Its Implementation in Domestic Law: Between Tradition and Innovation Ius Comparatum – Global Studies in Comparative Law, Vol. 22, Implementing the Cape Town Convention and the Domestic Laws on Secured Transactions, Ed. Souichirou Kozuka, Cham, 2017, s. 15-58. Kozuka, Souichirou, “Why National Implementation of the Cape Town Convention Matters, Ius Comparatum – Global Studies in Comparative Law, Vol. 22, Implementing the Cape Town Convention and the Domestic Laws on Secured Transactions,  Ed.  Souichirou  Kozuka,  Cham,  2017,  s.  2-8.  (Kısaltma: Implementation) Köprülü, Bülent/Kaneti, Selim, Sınırlı Aynî Haklar, 2. Bası, İstanbul, 1982-1983. Kuntalp,  Erden,  “Teminat  Kavramı,  Teminat  Türleri  ve  Bunlardan  Doğan Sorumluluk, Prof. Dr. Reha Poroy a Armağan, İstanbul, 1995, s. 263-299. Kuntalp, Erden, “Yabancı Para Üzerinden Taşınmaz Rehni, Hayri Domaniç e Armağan, İstanbul, 1995, s. 293-316. (Kısaltma: Yabancı Para) Kuntalp, Erden, Anapara ve Üst Sınır (Maksimal) İpotek Ayrımı, Ankara, 1989. (Kısaltma: İpotek) Kurt,  Ekrem,  “Hava  Aracı  Üzerindeki  Ayni  Hakların  TSHK da  Düzenleniş Biçiminin Değerlendirilmesi, Sivil Havacılık Hukukunda Güncel Gelişmeler Sempozyumu, MEF Üniversitesi, 22 Şubat 2018, Ed. Havva Karagöz, Kazım Sedat  Sirmen,  Bilge  Erson  Asar,  İstanbul,  2019,  s.  211-238.  (Kısaltma: Sempozyum) Kurt, Ekrem, “Sivil Hava Aracı Mülkiyetinin Kazanılması, Devri ve Sona Ermesi, Gazi Üniversitesi Hukuk Fakültesi Dergisi, Cilt XXI, Sayı 2, 2017, 47-102. Kurtuluş, Funda, “Hava Aracı İpoteği, Başkent Üniversitesi Hukuk Fakültesi Dergisi, Cilt 3, Sayı 1, 2017, s. 155-187. Kuru, Baki, İcra ve İflas Hukuku, El Kitabı, 2. Bası, Ankara, 2013. Makaracı-Başak, Aslı, Taşınır Rehni Sözleşmesi, İstanbul, 2014. Meier-Hayoz, Arthur, Berner Kommentar, Schweizerisches Zivilgesetzbuch, Band IV: Das Sachenrecht, 1. Abteilung: Das Eigentum, 1. Teilband: Systematischer Teil und Allgemeine Bestimmungen, Art. 641-654 ZGB, 5. Auflage, Bern, 1981. 185M. Emir GÖKA                                    Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188 Namlı, Mert, İcra Hukukunda Taşınmaz Malların Haczi ve Paraya Çevrilmesi, İstanbul, 2019. Nomer, Ergin, Milletlerarası Usul Hukuku, 2. Bası, İstanbul, 2018. Nomer, Halûk Nami/Ergüne, M. Serkan, Eşya Hukuku, 6. Bası, İstanbul, 2019. Oftinger,  Karl/Bär,  Rolf,  Zürcher  Kommentar  zum  Schweizerischen Zivilgesetzbuch, IV. Band: Das Sachenrecht, 2. Abteilung: Die beschränkten dinglichen Rechte, 23. Titel: Das Fahrnispfand, Art. 884-918, 3. Auflage, Zürich, 1981. Oğuzman, M. Kemal/Öz, Turgut, Borçlar Hukuku, Genel Hükümler, Cilt-1, 16. Bası, İstanbul, 2018. (Kısaltma: Cilt-1) Oğuzman, M. Kemal/Öz, Turgut, Borçlar Hukuku, Genel Hükümler, Cilt-2, 14. Bası, İstanbul, 2018. (Kısaltma: Cilt-2) Oğuzman, M. Kemal/Seliçi, Özer/Oktay-Özdemir, Saibe, Eşya Hukuku, 21. Baskı, Ankara, 2018. Oğuzman, M.  Kemal/Barlas, Nami,  Medenî Hukuk,  Giriş,  Kaynaklar,  Temel Kavramlar, 24. Bası, İstanbul, 2018. Oktay-Özdemir, Saibe, “Ticari İşlemlerde Taşınır Rehni Kanununa Göre Üzerinde Rehin Hakkı Kurulabilecek Ticari İşletmeler Dışındaki Taşınır Varlıklar, Ticarî İşlemlerde Taşınır Rehni Sempozyumu, 16 Şubat 2018, Ed. A. Lâle Sirmen, A. Barış Özbilen, Ankara, 2018, s. 53-84. Pazarcı, Hüseyin, Uluslararası Hukuk, 16. Bası, Ankara, 2017. Reisoğlu, Seza, Menkul İpoteği, “Teslimsiz Menkul Rehni, Ankara, 1965. Reuleaux, Matthias/Herick, Frank, “Das Registerpfandrecht für Luftfahrzeuge – qualitativ sicher genug für die Begebung von Pfandbriefen? Ein Vergleich mit der  Sicherungsqualität  der  Schiffshypothek,  Zeitschrift  für  Luft-  und Weltraumrecht, Band 53, 2004, s. 558-572. Sagaert, Vincent, “The UNIDROIT Convention on International Interests in Mobile Equipment: a Belgian Perspective, European Review of Private Law, Vol. 12, Issue 1, 2004, s. 75-90. Saymen, Ferit H./Elbir, Halid K., Türk Eşya Hukuku (Aynî Haklar), İstanbul, 1954. Schladebach, Marcus/Kraft, Julia, “Das Registerpfandrecht an Luftfahrzeugen, Zeitschrift für Bank- und Kapitalmarktrecht, 2012, Heft 7, s. 270-276. Schmid, Jörg/Hürlimann-Kaup, Bettina, Sachenrecht, 5. Auflage, Zürich-BaselGenf, 2017. 186Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188      Sözleşmeye Dayanan Hava Aracı… Schmid-Tschirren, Christina, Basler Kommentar, Zivilgesetzbuch II, Art. 457-977 ZGB und Art. 1-61 SchIT ZGB, Hrsg. Thomas Geiser, Stephan Wolf, 6. Auflage, Basel, 2019. Schwarz, Andreas B., Türkiye-İsviçre Medenî Hukuku ve Roma Hukuku, Profesör Cemil Birsel e Armağan dan Ayrı Bası, İstanbul, 1939. Serozan, Rona, “Mülkiyeti Saklı Tutma Anlaşması ve Teminaten Temlik, Prof. Dr. Erdoğan Moroğlu na 65. Yaş Günü Armağanı, 2. Tıpkı Bası, İstanbul, 2011, s. 987-1014. (Kısaltma: Mülkiyeti Saklı Tutma) Serozan, Rona, “Teferruat Niteliğindeki Eşyanın Hukuki Rejimi, İÜHFM, Cilt 41, Sayı 1-2, 1975, s. 235-253. (Kısaltma: Teferruat) Serozan, Rona, Eşya Hukuku I, 3. Bası, İstanbul, 2014. Sirmen, A. Lâle, “İpotekli Alacağın Devredilmesiyle İlgili Bazı Sorunlar, Ticaret Hukuku ve Yargıtay Kararları Sempozyumu, Bildiriler-Tartışmalar, XXII, 15 Aralık 2006, Ankara, 2007, s. 213-223. (Kısaltma: İpotekli Alacağın Devri) Sirmen, A. Lâle, “Yeni Türk Medenî Kanununda Yabancı Para Üzerinden Taşınmaz Rehni Kurulmasına İlişkin Düzenlemeler, AÜHFD, Cilt 52, Sayı 1, 2003, s. 112. (Kısaltma: Yabancı Para) Sirmen, A. Lâle, Alacak Rehni, Ankara, 1990. (Kısaltma: Alacak Rehni) Sirmen, A. Lâle, Eşya Hukuku, 7. Baskı, Ankara, 2019. Sirmen,  Kâzım  Sedat,  Hava  Araçlarının  Tâbiiyeti,  Ankara,  2005.  (Kısaltma: Tâbiiyet) Sözer,  Bülent,  “Türk  Sivil  Havacılık  Kanunu na  İlişkin  Bazı  Görüşler  ve Değerlendirmeler, BATİDER, Cilt 12, Sayı 2-3, 1984, s. 63-92. (Kısaltma: TSHK) Sözer, Bülent, Türk Hukukunda ve Uluslararası Hukukta Hava Yolu ile Yük Taşıma Sözleşmesi, 2. Bası, İstanbul, 2009. Tek, Gülen Sinem, Ulaşım Araçlarının İpoteği, İstanbul, 2012. Tuor,  Peter/Schnyder,  Bernhard/Schmid,  Jörg/Jungo,  Alexandra:  ZGB,  14. Auflage, Zürich-Basel-Genf, 2015. Uyumaz, Alper, “Medenî Kanun Dışındaki Kanunlarda Düzenlenmiş Taşınır Rehni Çeşitleri, Gazi Üniversitesi Hukuk Fakültesi Dergisi, Cilt XXI, Sayı 4, 2017, s. 49-90. Uyumaz, Alper, Motorlu Taşıt Rehni, İstanbul, 2012. Ülgen, Hüseyin/Aydoğan, Fatih, “Genel Hatlarıyla Cape Town Konvansiyonu ve Hava Aracı Protokolü, Prof. Dr. Hamdi Yasaman a Armağan, İstanbul, 2017, s. 711-735. 187M. Emir GÖKA                                    Ankara Üni. Hukuk Fak. Dergisi, 69 (1) 2020: 107-188 von Bodungen, Benjamin, “Security Interests in Mobile Equipment Under German Law – Some Notes on the Similarities and Differences in Relation to the Cape Town Regime, Ius Comparatum – Global Studies in Comparative Law, Vol. 22, Implementing the Cape Town Convention and the Domestic Laws on Secured  Transactions,  Ed.  Souichirou  Kozuka,  Cham,  2017,  s.  237-242. (Kısaltma: Similarities and Differences) von  Bodungen,  Benjamin,  Mobiliarsicherungsrechte  an  Luftfahrzeugen  und Eisenbahnrollmaterial  im  nationalen  und  internationalen  Rechtsverkehr, Münster, 2009.  von Tuhr, Peter, Borçlar Hukukunun Umumi Kısmı, C. 1-2, Çev. Cevat Edege, Ankara, 1983.  Yazıcı, Çiğdem, “Cape Town Konvansiyonu ve Protokolü Çerçevesinde İcra ve İflâs Kanunu na Eklenen Ek Madde 2 Hükmünün Değerlendirilmesi, Sivil Havacılık Hukukunda Güncel Gelişmeler Sempozyumu, MEF Üniversitesi, 22 Şubat 2018, Ed. Havva Karagöz, Kazım Sedat Sirmen, Bilge Erson Asar, İstanbul, 2019, s. 239-255. Zobl,  Dieter/Thurnherr,  Christoph,  Berner  Kommentar,  Schweizerisches Zivilgesetzbuch, Band IV: Das Sachenrecht, 2. Abteilung: Die beschränkten Dinglichen  Rechte,  5.  Teilband:  Das  Fahrnispfand,  1.  Unterteilband: Systematischer Teil und Art. 884-887 ZGB, 3. Auflage, Bern, 2010.            188"
}