{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2015",
     "Cilt": "64",
     "Sayı": "2",
     "Başlık": "KARŞILAŞTIRMALI HUKUKTA VE TÜRK HUKUKUNDA HUKUK EĞİTİMİ VE HUKUK KLİNİĞİ",
     "Title": "Legal Education and Legal Clinic in t he Field of Comparative and Turkish Law",
     "Yazar İsmi": [
          "Alper UYUMAZ Kemal ERDOĞAN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Hukuk Kliniği",
          "Hukuk Eğitimi",
          "Hukuk Eğitiminde Pratiğin Önemi",
          "Hukukta Meslekî Eğitim",
          "Profesyonel Hukuk Eğitimi"
     ],
     "Keywords": [
          "Legal Clinic",
          "Law Education",
          "Importance of Practice in Education of Law",
          "Occupational Education in Law",
          "Professional Law Education"
     ],
     "Özet": "Hukuk, bir iyilik ve hakkaniyet sanatıysa; insanlar arasında adaletin en iyi şekilde  gerçekleşmesi gerektiğini amaçlamayan  bir hukuk sisteminde hukuktan bahsetmek imkânsızsa, hukuku özüne, yani adalet ve hakkaniyete döndürecek hukukçulara ihtiyaç duyulduğuna olan inançtan yola çıkarak hukuk eğitimi yeniden ele alınmalıdır. Özellikle, ülkemizde hukuk eğitimi alanında  meydana  gelen  son  değişiklikler  ve  yenilikler  dikkate  alınırsa, hukuk eğitimi alanında derin ve köklü bir reforma gidilmesinin zorunlu olduğu  ifade  edilmelidir.  Bu  noktada,  hukuk  fakültesi  kontenjanlarının artırılması, neredeyse her üniversite bünyesinde yeni hukuk fakültelerinin kurulması isabetli olmamıştır. Kontenjan artırımı ve öğrenci kabulünde taban puanların düşmesi, göreceli de olsa hukuk eğitimi için yeterli donanıma sahip olmayan öğrencilerin hukuk fakültesine kabulü anlamını taşımaktadır. Fiziksel alt yapı yetersizliği ile kurulan bu yeni fakültelerde ciddî öğretim üyesi eksiklikleri de bulunmakta, bu fakülteleri kazanan öğrenciler kimi zaman  taşıma  eğitim  ile  başka  şehirlerdeki  fakültelerde  eğitim görmektedirler. Bu arada, hukuk eğitiminde klasik yöntem olan salt takrir sistemi ile eğitimden vazgeçilerek pratiği de kapsayan, hatta teoriden çok pratiğe  eğilerek  öğrenciye  bir  bilgiyi  ezberletmek  yerine  fikir  üretme, muhakeme  yapma,  uyuşmazlık  üzerine  yaratıcı  düşünme  teknikleri öğretilmelidir.  Pratik  ders  olarak  ifade  bulan  uygulama  çalışmalarında varsayıma  dayalı,  masa  başında  üretilmiş  senaryolardan  uzaklaşılarak, gerçek hukukî uyuşmazlıklar üzerine çözüm üretme yeteneğini geliştirecek bir öğretme tekniği benimsenmelidir. Hiç şüphesiz, bu da hukuk kliniğinin bir  kurum  ve  yöntem  olarak  hukuk  eğitiminde  tüm  hukuk  fakülteleri bünyesinde hayata geçirilmesiyle gerçekleşecektir.",
     "Abstract": "The education of law, if the law is an art of favor and justice and it is impossible that making mention to law in a legal system which does not aim that taking place of justice ideally among people is required, should be tackled again on the basis of a belief that lawyers returning law to self, namely  to  justice  and  favor,  is  needed.  Particularly,  considering  recent changes and innovations occurring in the field of law education, it should be stated that making a radical and rooted reform in the field of law education is imperative.  At  this  point,  increasing  of  law  faculties   quotas  and  the establishment of new law faculties in the body of nearly all universities are not right decisions. Quota increase and decreasing of base point in student admissions come to mean, relatively, admission of students that do not have sufficient fund of knowledge for law education. There is also a serious lack of faculty members in law faculties recently established with inadequacy of physical substructure. Moreover, students getting accepted into these law faculties  sometimes  receive  education  in  other  cities  through  mobile education.  In  the  meantime,  techniques  of  creative  thinking,  reasoning, producing ideas in law education should be taught to students instead of having students memorize an information by dispensing with the education with declaration method which is a time-honored practice and perhaps by giving some thought to practice rather than theory.  In these practice studies stated as  practice lessons , a teaching method that can advance generating solutions techniques over real legal disputes should be adopted by deserting scenarios  that  is  based  upon  assumptions  and  produced  at  a  desk. Undoubtedly, this will become fact by means of actualization of legal clinic in the body of all law faculties as an institution and method.",
     "Metin": "Hukuk  kliniği,  hukuk  eğitimi  alan  öğrencilere,  meslek  hayatlarında karşılaşabilecekleri hukukî uyuşmazlıkları çözerken öğrendikleri teorik ve soyut bilgileri somut olaya nasıl uygulayacaklarını ve bu uyuşmazlıkları, adalet ve hakkaniyet çerçevesinde nasıl çözümleyeceklerini kapsamına alan bir terimi ifade eder. Hukuk kliniği, kavram olarak son zamanlarda sıkça kullanılmaya başlanmış, birden bire ortaya çıkmış gibi görünen bu terimden sıkça söz edilir olmuştur. Oysa, hukuk kliniğine olan ihtiyaç hukuk kliniği fikrinin tarihin çok eski dönemlerinde ortaya çıkmasına neden olmuştur. Ancak  bu  kavramın  bir  terim  olarak  hukuk  literatürüne  girmesi  yakın zamanda gerçekleşmiştir.  Aslında,  hukuk  kliniğinin  ortaya  çıkışındaki  temel  sebep,  hukuk öğrencilerine,  hukuk  fakültelerinde  sadece  karmaşık  teorik  bilgiler öğretilmesi ve öğrencilerin uygulamada bu teorik bilgileri uyuşmazlıkların çözümünde nasıl kullanacaklarını bilememelerine dayanır. Zira, ülkemizde eskiden beri hukuk eğitimi daha çok teorik bilgi üzerinden yürütülmektedir ve  öğrencilere  bu  bilgilerin  uyuşmazlık  çözümünde  nasıl  kullanılacağı neredeyse  hiç  öğretilmemektedir.  İşte  bu  ihtiyacı  gidermek  için  ortaya atılmış olan hukuk kliniği, ülkemizde de yavaş yavaş bilinir olmaya ve bazı                                                  1  Martinez, G. A. (1997-1998). Foreword: Theory, Practice, and Clinical Legal Education. SMU Law Review, 1419-1421, s.1419. Ayrıca bkz. Boersig, J., Marshall, J., & Seaton, G. (2002). Teaching Law and Legal Practice in a Live Client Clinic. Newcatle Law Rewiev, 6, 51-68. 2  D'Amelio, M. / Akğüc, A. (1936). Hukuk Kliniği. İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, 2, 70-74, s.70. 3  D Ammelio / Akğüc, s.70.   461Hukuk Eğitimi ve Hukuk Kliniği…  AÜHFD, 64 (2) 2015: 459-505  hukuk  fakülteleri  bünyesinde  çok  küçük  çaplı  da  olsa  uygulanmaya başlamıştır. Ülkemizde yenice dile getirilmeye başlanan bu kavram, uluslararası hukukta,  özellikle  hukuk  eğitiminde  gelişmişlik  düzeyi  yüksek  olan ülkelerde önemli bir yere sahiptir. Bu tür ülkelerde, neredeyse her hukuk fakültesi bünyesinde çeşitli alanlarda uzmanlaşmış hukuk kliniği enstitüleri kurulmuştur.  Akademisyenler  ve  pratisyenler  tarafından  hukuk  kliniği hakkında  çok  sayıda  makale  ve  kitap  kaleme  alınmıştır.  Bu  durum karşısında, hukuk gibi teori kadar pratiğin de değerli olduğu bir bilimin eğitiminde  ülkemiz  açısından  hukuk  kliniği  kavramına  vurgu  yapmak, kavrama dikkat çekmek büyük önem arz etmektedir. Özellikle, son yıllarda hukuk  fakültelerinin  ve  öğrenci  sayılarının  kontrolsüz  bir  şekilde  arttığı nazara  alındığında  niteliksiz  hukuk  mezunlarının  gitgide  çoğalacağı düşüncesi,  hukuk  kliniğinin  Türk  Hukukundaki  önemini  daha  da arttırmaktadır.  Hukuk  kliniği  sayesinde  öğrencilere,  karmaşık  ve  nicelik olarak oldukça fazla olan teorik bilgilerin nasıl kullanılacağı öğretilecek, böylece hukuk pratisyenlerinin ideal adalete gitmenin hedeflendiği yolda üzerlerine düşeni yapabilmeleri sağlanmaya çalışılacaktır.  Hukuk  kliniği  terimi,  yalnızca  hukuk  fakültesi  öğrencilerinin  teorik bilgiyi  nasıl  uygulayacaklarını  öğrenmelerini  değil,  aynı  zamanda  bu öğrencilere  gerçek  uyuşmazlık  konusu  olaylarda  aktif  çalışma  imkânı vererek  onların  hukukî  yardım  projelerinde  rol  üstlenmesine  olanak                                                  4  Fransa da  ilk  kurulan  hukuk  kliniği,  avukat  Robert  Maureaux un  idaresi  ve  Henry Capitan ın idaresi ve himayesi altında  Les ecoles polytecniques du Palais de Justice  nezdinde  Institut clinique de jurispudence  ismiyle kurulmuştur. Bkz. D Ammelio / Akğüc, s.71. 5  Bonecase tarafından kaleme alınan  Clinique juridique et facultes de Droit  isimli eserde, hukuk kliniği kurumuna olan ihtiyaç dile getirilmiştir. İtalya da da Carnelutti,  Clinica del dritto   isimli  makalesinde  hukuk  kliniği  fikrini  şiddetle  savunmuştur.  Yine  Piero Calamandrei tarafından kaleme alına  l elogio del giudicescritto da un avvocato  (Bir Avukatın Hâkimi Methi) isimli eser, hukuk kliniği üzerine yazılmıştır. Bkz. D Ammelio/ Akğüc, s.71,74. Ayrıca bkz. Miller, S. R. (2013). Field Notes from Starting a Law School Clinic. Clinical Law Review, 137-180; Spencer, R. (2002). Adelaide Magistrates Court Legal Advice Clinic Part B: An Intimate Look into How It Was Set Up and How It Operates. Newcastle Law Review, 6, 15-32; Pekcanıtez, H. (2003). Hukukta Aktif Eğitim. Hukuk Öğretimi ve Hukukçunun Eğitimi (s. 109-117). Ankara: TBB. 6  D Ammelio/ Akğüc e göre,  Hukuk bir iyilik ve hakkaniyet sanatıdır…İnsanlar arasında adaletin en iyi şekilde tatbikini kendisine hedef yapmamış hukuk beyhudedir. Aristokratik bir fikir yorgunluğundan başka bir şey değildir.  Bkz. D Ammelio / Akğüc, s.71. 462AÜHFD, 64 (2) 2015: 459-505  Uyumaz - Erdoğan sağlayan,  böylece  öğrencilerin  meslekî  ve  etik  anlamda  donanımlı  bir hukukçu  olarak  eğitilmelerini  kapsamına  alan  bir  metodolojidir.  Hukuk kliniği  profesyonel  olmayı  arzulayan  öğrencileri  eğitmede  kullanılan mekanizmanın en önemli parçalarından biridir. Hukuk kliniği uygulaması, toplumsal  bir  ihtiyaç  olan  uyuşmazlık  çözümünde  hukuk  fakülteleri aracılığıyla ücretsiz hukukî yardım sağlamak ve diğer hukuk kurumlarıyla işbirliği içerisinde bulunmak anlamına da gelmektedir. Bu anlamda, hukuk kliniği,  tıp  öğrencilerinin  pratik  bakımdan  eğitildiği  medikal  kliniklerin hukuk alanındaki özgün bir uzantısı olarak görülebilir.  Tarihsel sürece bakıldığında, hukuk kliniği fikrinin ilk ortaya çıktığı zamanlarda, hukuk kliniğinin sadece birkaç ülkede uygulanan bir yöntem olduğu görülür. Bir hukukçunun, avukat, hâkim veya savcı adayının bir hekimden farklı olarak mezun olduktan sonra fakültede öğrendiği pek çok bilgi neredeyse hiç uygulanmadığından hayalî ve unutulmaya yüz tutmuş bilgiler olarak kalır. Oysa, bir hekim mezun olduğunda mesleğe hazırdır. Çünkü o, öğrenciliğinin büyük bir kısmını kliniklerde hastaların yatakları başında öğrenmiştir. Tıpta eğitim, teorik olduğu kadar pratiktir. Genç bir hukukçu için bunu söylemek zorsa da, genç bir hekimin mesleğe hazır olarak mezun olduğu rahatlıkla söylenebilir.                                                   7  Ayrıca bkz. Munn, M. K. (1989-1990). Clinical Legal Education through the LookingGlass. Dalhousie Law Journal, 12, 505-524, s. 505; Dimitrova-Simeonova, S. (2008). Legal Clinic of Burgas Free University. Uluslararası Boyutuyla Hukuk Eğitimi ve Avukatlık Mesleğine Giriş Sempozyumu (s. 262-269). Edirne: TBB, s. 263-264. Avustralya Hukuk Dekanları Konseyi (CALD) tarafından 2009 yılında hukuk eğitiminde olmazsa olmaz standart prensipler benimsenmiştir. Bu prensiplerden hukukçunun, toplumdaki rolü ve sorumluluğu özellikle vurgulanmış, meslekî etik kurallarını benimseyerek mesleğinde bu kuralları uygulaması gerektiği üzerinde durulmuştur. Bu prensip standartlarda, hukuki konuların, politik, sosyal, tarihsel, felsefî ve ekonomik açıdan çok geniş bir çerçevede incelenmesi  gerektiği  sonucuna  da  varılmıştır.  Hukuk  eğitiminin  hukukçunun  meslek etiğine, toplumdaki rolüne ve sorumluluğuna fayda sağlaması için öğrencide eleştirel farkındalığın  geliştirilmesi  gerekir.  Bkz.  Maxwell,  L.  (2012).  How  to  Develop  Law Students' Critical Awareness? Change the Language of Legal Education. Legal Education Review, 22 (1-2), 99-120, s. 99. Nitelikli hâkim yetiştirilmesi için siyaset bilimi, ekonomi, sosyal bilimler  gibi derslerin müfredata  eklenmesi ve sayılarının artırılması gerektiği yönünde bkz. Er, S. (2003). Adli Yargı da Hâkim ve Savcı Adaylarının Eğitimi. Hukuk Öğretimi ve Hukukçunun Eğitimi (s. 241-246). Ankara: TBB, s. 242, 245. Aynı yönde bkz. Arslan, R., & Taşpınar, S. (2004). Avrupa Birliği Sürecinde Türkiye'de ve Avrupa'da Hukuk Öğretimi ve Hukukçu Yetiştirilmesi ve Türkiye'nin Bu Gelişmelerden Etkilenmesi. Ankara Üniversitesi Hukuk Fakültesi Dergisi, 53 (1), 1-26, s. 6. 8  Disiplinler arası klinikler hakkında ayrıntılı bilgi için bkz. Galowitz, P. (2012). The Opportunities and Challenges of  an Interdisciplinary Clinic.  International Journal of Clinical Legal Education, 165-180.   463Hukuk Eğitimi ve Hukuk Kliniği…  AÜHFD, 64 (2) 2015: 459-505  Neden  hukuk  fakültelerinde  böyle  bir  eğitimin  verilmediği  sorusu, hukuk kliniği fikrinin Kıta Avrupa sında ilk kez Fransa da doğmasına sebep olmuştur. Fakat, bugün hukuk kliniğine başta Amerika Birleşik Devletleri olmak üzere, İngiltere, Almanya, Avustralya, İtalya, İspanya ve Portekiz gibi birçok  ülkedeki  neredeyse  tüm  hukuk  fakültelerinde  rastlamak mümkündür.  Bu  noktada,  ülkemizde  hukuk  kliniği  uygulamasının  neredeyse  hiç bulunmadığını, en azından istenen düzeyde olmadığını ifade etmek gerekir. Ülkemizde, hukuk kliniği olarak görülebilecek uygulamalara bakıldığında lisans öncesi düzeyde bir uygulamanın olmadığı ifade edilmelidir. Lisans düzeyinde ise farazî duruşmalar, ders kapsamında pratik çalışmalar ve yargı kararı analizleri yapılarak asgarî düzeyde bir hukuk kliniği uygulamasının bulunduğu söylenebilir. Lisans sonrası aşamada ise mezun hukukçunun tercihine  göre,  avukatlık  stajı,  hâkimlik-savcılık  veya  noterlik  stajı  gibi mesleğe yönelik ama yetersiz eğitimin olduğu stajlar sayesinde hukuk kliniği kısmen de olsa hayata geçirilmektedir.  Karşılaştırmalı hukukta ise, hukuk kliniği kavramı genellikle, hukuk fakülteleri  bünyelerinde  kurulan  ve  genellikle  insanların,  teorik  bilgi öğrenmeye başlamış hukuk fakültesi öğrencilerinden bedelsiz hukukî yardım aldıkları enstitüleri, uygulama ve araştırma merkezlerini ifade etmektedir.                                                  9  D Ammelio  / Akğüc, s.71. 10 Hukuk  kliniği  alanında  yeni  gelişmeler  için  bkz.  Bradway,  J.  S.  (1927-1928).  New Developments in the Legal Clinic Field. ST. Louis Law Review, 122, 122-135. 11  Bu konu, ileride  Türk Hukukunda Hukuk Eğitimi ve Hukuk Kliniği  başlığı altında ayrıntılı olarak incelenecektir. Bkz., IV.  12  Ülkemizde, klasik metot şeklinde isimlendirilen takrir sisteminin hukuk eğitiminde egemen olduğu  ve  öğrenci  odaklı  aktif  eğitim  yerine  öğretim  üyesi  odaklı  pasif  eğitimin uygulandığı yönünde bkz. Arslan/ Taşpınar, s. 2. Pratik ders uygulamalarının en üst düzeye çıkarılması, mahkeme içtihadı incelemeleri ile kurumlar arası ilişkilerin artırılarak hukuk mezunlarına, kamu kurumlarını da kapsayacak şekilde staj zorunluluğunun getirilmesi gerektiği yönünde bkz. Er, s. 242. 13 Bu kliniklerde, ücretsiz veya çok düşük bir ücretle verilen hukukî yardım sayesinde geleneksel hukuk eğitiminin bir şekilde yerel halka ulaşması sağlanmış olur. Ancak, bu kliniklerin çoğunlukla lisans düzeyinde hukuk eğitimi sırasında aktif olarak işlediği, lisans sonrası  eğitim  düzeyinde  çok  ender  görüldüğü  ifade  edilmelidir.  Kaliforniya  Devlet Üniversitesi bünyesinde bulunan  The Community Legal Information Center (CLIC)  bu klinikleri,  lisans  sonrası  hukuk  eğitiminde  de  sağlayan  nadir  üniversitelerden  biridir. 1969 da kurulan bu merkez, 12 program ve her sömestrde 100-125 öğrenci desteği ile hukuk kliniğini lisans sonrası düzeyde de devam ettiren alanında öncü üniversitelerdendir. Bkz. Allen, M. D., Parker, A. S., & Delorenzo, T. C. (2012). Civic Engagement in the 464AÜHFD, 64 (2) 2015: 459-505  Uyumaz - Erdoğan Bu klinikler, kâr amacı gütmeyen kurumlardır ve bu kurumların kural olarak öğrencilerine meslekî tecrübe ve pratik kazanım sağlamak dışında herhangi bir kaygıları yoktur. Bu klinikler, maddî yetersizlik içerisinde oldukları için avukat  tutamayan  insanlara  bedelsiz  hukukî  yardım  sunarak  sosyal sorumluluk  üstlenilmesini  sağlarlar,  toplumsal  bir  ihtiyacı  yardımlaşma yoluyla  gidermeyi  amaçlarlar.  Bu  yönden  hukuk  kliniği,  bir  taraftan öğrencilerin pratik eksikliğini gidermekte, öğrencilere ders geçme kredisi sağlamakta  ve  ahlâki  ödev  yüklemekteyken,  diğer  taraftan  ihtiyaç sahiplerinin  hukukî  uyuşmazlıklarının  çözülmesine  yardımcı  olarak toplumsal barışa katkı sağlarlar. Fakat, hukuk kliniği sadece fiziksel bir kurum  olarak  değil,  aynı  zamanda  ülkemizdeki  yetersiz  uygulamaya  ve uluslararası  hukuktaki  bu  dar  anlamına  rağmen  öğrenciye  soyut  bilgiyi somut olaya uygulama yeteneği kazandıracak her türlü yol ve yöntem olarak görülmelidir. Şüphesiz, hukukçular ne ise hukuk da odur. Hukukçular ise, hukuk fakültelerinin onları ne yaptığıdır. II. HUKUK KLİNİĞİNİN ÖNEMİ VE AMACI Hukuk kliniği, hukuk fakültesi öğrencilerinin gerçek olaylarla yüz yüze gelmesine olanak sağlar ve böylece onların fakültede öğrenebileceklerinden çok  daha  fazla  kazanım  elde  etmelerine  imkân  verir.  Bu  klinikler, öğrencilerin  derslerde  öğrendikleri  teorik  bilgileri  pratiğe  dökmelerinin ötesinde kendilerine nezaret eden tecrübeli hukuk uygulayıcılarının denetimi altında hukukun pratik yönünü öğrenmelerini mümkün kılar. Neredeyse hukuk  mezunlarının tamamı, kendilerine teorik bilgilerini pratiğe dökme konusunda fırsat verilince hukukî kurumları daha iyi öğrenebileceklerine                                                                                                                    Community:  Undergraduate  Clinical  Legal  Education.  Journal  of  Political  Science Education, 8, 35-49, s. 35-36; Spencer, s. 20-21. 14  Allen/ Delorenzo, s. 37; Boersig/ Marshall/ Seaton, s. 54. 15 Bu ifade, Harward Hukuk Fakültesi Profesörü Felix Frankfurter in Mr. Rosenwald a 13 Mayıs 1927 de yazdığı bir mektuptan alınmıştır. Bkz. Edwards, H. T. (1992). The Growing Disjunction between Legal Education and the Legal Profession. Michigan Law Review, 91 (1), 34-78. 16 Hill, E. R. (2000). Clinical Legal Education in a Developing Island Jurisdiction - A Unique Environment. Legal Education Review, (11), s. 253-265; Andrade, J. H. F., Legal Clinic on  International Protection, 21.07.2014 tarihinde, http://eng.dirittopubblico.unimi.it/extfiles/unimidire/389501/attachment/2013-2014-progrleg-clinic-eng.pdf, adresinden erişildi. Ayrıca bkz. Boersig/ Marshall/ Seaton, s. 51-52, 57; Dimitrova-Simeonova, s. 263; Spencer, s. 19-20.   465Hukuk Eğitimi ve Hukuk Kliniği…  AÜHFD, 64 (2) 2015: 459-505  inanmaktadır.  Hukuk  klinikleri,  öğrencilere,  gerçek  bir  hukukî uyuşmazlığın tarafıyla görüşme imkânı vererek, uyuşmazlığın çözümü için gerçek bir dosyanın takibi yükümlülüğünü yükler. Yani öğrenci,  hukuk kliniği sayesinde herhangi bir somut uyuşmazlığın çözümü için gerekli bilgi ve  dokümanı  toplamayı,  bir  dava  dilekçesi  yazmayı,  mahkemede gerçekleşen yargılama safhasını bizzat gözlemlemeyi, davanın seyrine göre yeni stratejiler belirlemeyi ve dava sonunda verilen hükme göre üst yargı denetimine  başvurmayı  ve  kesinleşmiş  bir  mahkeme  kararını  cebrî  icra yoluyla yerine getirmeyi tecrübe eder. İşte bu yüzden, hukuk kliniği bir metodoloji (öğretme tekniği) olarak da anlaşılması gereken bir kavramdır.   Ancak, hukuk kliniğinin fizyolojisini de iyi anlamak gerekir. Hukuk kliniği  adı  altında  öğrencilere  masa  başında  düşünülerek  hazırlanmış, varsayımsal hukukî uyuşmazlıkları değil, gerçek kişiler arasında ortaya çıkan önceden öngörülmesi mümkün olmayan, kimi zaman mahkeme safhasında gelişen  uyuşmazlıkları  aktarmak  daha  isabetli  olacaktır.  Örneğin, öğrencilere  banka  hukukunu  iyi  öğretebilmek  için,  öğrencileri  bankalara götürmek, bankanın iç işleyiş mekanizması hakkında onları bilgilendirmek, öğrencilerin hukukî kurumu fiziksel olarak tanımasına ve anlamasına imkân sağlamak hukuk kliniği metodolojisi ile uyumludur. Aynı şekilde, kara, hava ve  deniz  yolu  taşımacılığı,  borsada  gerçekleşen  hukukî  işlemler  ve uyuşmazlıklar hakkında da benzer durum söz konusudur. Eskiden beri, hukuk fakültelerinde, ilgili bilim dallarında bir dizi kural ve istisnaların ezberletilmesi en sık kullanılan öğretme metodudur. Şüphesiz, bu  metot  hukuk  eğitimi  açısından  olmazsa  olmazdır.  Fakat,  bu  metot, öğrenciyi  genel  bir  anlama  seviyesinde  bırakarak  öğrencide  bir  bilinç uyandıramamakta ve unutulmaya mahkûm, ezberden öte gitmeyen bilgiler                                                  17  Allen/ Delorenzo, s. 43. 18  Bir hukuk kliniğinde bu sürecin detayı hakkında bkz. Spencer, s.17 vd. Ayrıca bkz. Başözen, A., & İyiler, M. (2010). Türk Hukuk Eğitiminde Klinik Eğitimin Bir Türü Olarak Yeni Bir Uygulama:  Lisans Aşamasında Öğrenci Stajı . Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, 11, 1481-1492, s. 1484. 19  Boersig/ Marshall/ Seaton, s. 52. 20  Arslan/ Taşpınar, s. 25. Similasyon şeklinde başından sonuna kadar gerçek bir dava prosedürünü  canlandırmanın  bir  hukuk  kliniği  çeşidi  olarak  hukuk  eğitiminde kullanılabileceği yönünde bkz. Dimitrova-Simeonova, s. 264.  21 D Ammelio  / Akğüc, s.72.  466AÜHFD, 64 (2) 2015: 459-505  Uyumaz - Erdoğan verilmesinden ibarettir. Ancak, hukukta teorik bilgi, pratiğe ayrılamaz bir şekilde bağlıdır. Klinik eğitim sayesinde öğrenci için hiçbir anlam ifade etmeyen  teorik  bilgi,  öğrenci  zihninde  anlamlandırılarak  bir  ömür  boyu unutulmayacak tecrübeye dönüşür. Hukuk  kliniğinin  öğrencilere  sağladığı  bu  faydalardan  yola  çıkarak çeşitli  amaçlarının  olduğu  sonucuna  varılabilir.  Bu  tespite  göre,  hukuk kliğini uygulamasını hukuk fakülteleri bünyesine katmaktaki amaçlar, sınırlı sayıda  olmamakla  beraber,  öğrencinin  teorik  bilgisini  pratik  ile bütünleştirerek  teorik  bilgiyi  yeniden  anlamasını  ve  anlamlandırmasını sağlamak, öğrencilere kendi kendine öğrenme, seçim yapabilme, karar verip uygulayabilme  becerisi  kazandırmak  ve  mesleği  ne  olursa  olsun  iyi  bir hukukçuda  olması  gereken  meslek  etiği  ilkelerini  edindirmek  şeklinde sıralanabilir. Aynı zamanda hukuk klinikleri ile bireyler arası ilişkilerin geliştirilmesi ve maddî bakımdan yetersiz kişilere karşılıksız hukukî yardım sağlanması,  böylece  sosyal  adaletin  ve  uzun  vadede  toplumsal  barışın gerçekleşmesi amaçlanmaktadır. Üstelik, hukuk kliniği hukukun çok farklı alanlarında  etkilidir.  Örneğin,  ceza  hukuku,  göçmen  hukuku,  borçlar hukuku, eşya hukuku, aile hukuku, aile içi şiddet, iş hukuku, idare hukuku, vergi hukuku, insan hakları hukuku, fikrî mülkiyet hukuku, tüketici hukuku, çevre  hukuku,  alanlarında  hukuk  kliniğinin  çeşitli  uygulamaları                                                  22 D Ammelio  / Akğüc, s.71. 23 Hill, s.258. 24  Allen/ Delorenzo, s. 36; Boersig/ Marshall/ Seaton, s. 57; Gibson, s. 34; Pilkington, s. 422. 25 Bu konuda ayrıntılı bilgi için bkz. Joy, P. A. (2003-2004). The Law School Clinic as a Model Ethical Law Office. William Mitchell Law Review, 30 (1), 35-50. 26 Fuchs, R. F. (1937). The Educational Value of a Legal Clinic-Some Doubts and Queries. The America Law School Review, 8 (9), 857-860, s.857-858. Ayrıca bkz. Gibson, F. (2002). Chinese Clinical Legal Education in the Year of the Horsea Visitto Tsinghua University. Newcatle Law Review, 6, 33-38, s. 34; Boersig/ Marshall/ Seaton, s. 57, 67-68. 27 Kosuri, P. (2012). Losing My Religion: The Place of Social Justice in Clinical Legal Education. Boston College Journal of Law and Social Justice, 32, 331-344, s. 331; Allen/ Delorenzo, s. 39; Pilkington, s. 421. Kliniğe dayalı hukuk eğitimi, öğrencide, sosyal adalet ve etik konusunda derin bir algı oluşturacaktır. Bkz. Boersig/ Marshall/ Seaton, s. 67-68. 28  Ancak, bir uyuşmazlık hakkında hukuk kliniğinin yetkilendirilmesi noktasında bazı kıstas ve sınırlamalara gidildiği de görülür. Örneğin, Avustralya da, çok karmaşık olmayan ve uyuşmazlık bedeli düşük olan sivil özel hukuk sorunları hukuk kliniğinde çözümlenir. Ayrıca, yetkinin parasal bir sınırı (6.000 $) da vardır. Bu uyuşmazlıklara örnek olarak, trafik  kazalarından  doğan  zararlara  ilişkin  uyuşmazlıklar,  seyahat  sigortaları uyuşmazlıkları,  inşaat  uyuşmazlıkları,  borç  ilişkisinden  doğan  uyuşmazlıklar  ve malvarlığının tahviline ilişkin uyuşmazlıklar gösterilebilir. Bkz. Spencer, s. 20.   467Hukuk Eğitimi ve Hukuk Kliniği…  AÜHFD, 64 (2) 2015: 459-505  görülmektedir.  III. KARŞILAŞTIRMALI HUKUKTA HUKUK EĞİTİMİ  A. GENEL OLARAK Küreselleşme,  sadece  ekonomik  anlamda  değil,  başkaca  pek  çok anlamda  sınır  ötesi  ilişkilerin  artmasına  sebep  olmuştur.  Bu  anlamda küreselleşme,  politik,  kültürel  ve  sosyal  açıdan  dünyanın  küçüldüğü anlamına  gelmektedir.  Küreselleşmenin  bu  anlamı,  hukuk  dünyası bakımından değerlendirildiğinde hukukî uyuşmazlıkların taraflarının farklı ülkelerden ve milletlerden insanlar olmaya başlamasına sebebiyet vermiştir. Böylece,  hukukçulardan  sadece  kendi  ülkelerinde  yürürlükte  olan  millî hukuklarını değil, aynı zamanda uluslararası hukuku, hatta uyuşmazlığın karşı tarafının tâbi olduğu hukuk sistemini bilmeleri ve bu uyuşmazlıkta hukukî  yardımda  bulunabilme  yeterliliğine  sahip  olmaları  beklenir olmuştur.                                                  29 Karacan, O. (2012). Hukuk Kliniği Çalışmaları Aile İçi Şiddetle Mücadele Bağlamında Türkiye'deki Hukuk Fakültelerinde Alternatif Bir Eğitim Metodu Olabilir Mi? Hukuk Felsefesi ve Sosyolojisi Arkivi-Hukuka Felsefi ve Sosyolojik Bakışlar V Sempozyumu (s. 69-74). İstanbul: İstanbul Barosu, s.72-73. Ayrıca bkz. Goedde, P. (2014). Globalized Legal Education, Human Rights Lawyering, and Institutional Form: The Case of a Refugee Law Clinic in South Korea. Clinical Law Review, 20 (2), 355-378; Johnson, K. R., & Perez, A. (1997-1998). Clinical Legal Education and the U.C. Davis Immigration Law Clinic: Putting Theory into Practice and Practice into Theory. SMU Law Review, 14231460; Olomola, O., & Bamgbose, O. (2013). Collaborating with Other Disciplines: Best Practice for Legal Clinics-A Case Study of The Women's Law Clinic. International Journal of Clinical Legal Education, 19, 355-371; Andrade, s.1. Ayrıca bkz. Allen/ Delorenzo, s. 38; Dimitrova-Simeonova, s. 264-365. 30 Teknik gelişmeler ve siyasî blokların çözülmesi, Dünya Ticaret Örgütü, Avrupa Birliği, Kuzey Amerika Serbest Ticaret Anlaşması ve Güney Amerika Ticaret Birliği gibi ticarî bloklar sayesinde ülkelerin birbirleri ile sınır ötesi ilişkileri kolaylaşmıştır. Şüphesiz, bu etkenlerin  hepsinin  yakın  zamanda  ortaya  çıkmış olması  eşine  rastlanmayan  bir  etki doğurmuş, sınır ötesi hukuk hizmetlerine ve hukuk kliniğine talep artmıştır. Bkz. Elveriş, İ. (2004).  The Effects of Globalization on Legal Education  İsimli Kitabın İncelemesi. İstanbul Hukuk Fakültesi Mecmuası, 62 (1-2), 517-541, s. 518.  31 Elveriş, İnceleme, s. 517-518; Gürseler, G., Pekcanıtez, H., Bingöl, B., Işıktaç, Y., Oğuz, A., Erdal, M., vd. (2008). Avrupa da Hukuk Eğitimi.  Uluslararası Boyutuyla Hukuk Eğitimi ve Avukatlık Mesleğine Giriş Sempozyumu (s. 61-67). Edirne: TBB, s. 87; Çulha, R., Şen, A., Durmaz, M. Z., Akgöl, S., & Erdemir, N. (2008). Avrupa'da Avukatlık Mesleğine Giriş ve Meslek İçi Eğitim. Uluslararası Boyutuyla Hukuk Eğitimi ve Avukatlık Mesleğine Giriş Sempozyumu (s. 181-206). Edirne: TBB, s. 181. Bu konuda bir örnek verilirse, Hollanda da bir hukuk öğrencisinin üniversite bitirme sınavında başarılı olması için belli alanlardaki derslere katılması ve başarılı olması gerekir; öğrenci şirketler hukuku 468AÜHFD, 64 (2) 2015: 459-505  Uyumaz - Erdoğan Dünya üzerindeki hukuk fakültelerinde, hukuk klinikleri, uluslararası düzeyde Kuzey Amerika, İngiltere ve Avustralya da 1960 lar ve 1970 lerde ortaya çıkmıştır. Afrika, Latin Amerika ve daha sonra Rusya, Doğu Avrupa ve Güney Asya ya ise, hukukî korumadan yoksun kişilere karşılıksız hukukî yardım getiren girişimci yardım kuruluşları sayesinde ulaşmıştır.  Gerçek  anlamda  hukuk  kliniklerinin  ilk  olarak  Amerika da  ortaya çıkması, hukukun küreselleşmesine bağlanabilir. Zira, hukuk dünyasında küresel  etki  yaratan  gelişmeler  sonucunda,  Amerika daki  büyük  hukuk büroları,  eskiden  birlikte  çalıştıkları  kendi  sınırları  dışındaki  ülkelerde bulunan muhabir hukuk bürolarından vazgeçmişlerdir. Bu bürolar, muhabir büroların aracılığı yerine kendi sınırları dışında da bizzat hukuk büroları açmaya başlamışlardır. Bu durum ise, uluslararası hukukta lider dil olan İngilizce nin, model hukuk olarak da Amerikan Hukukunun öncü olmasına sebebiyet  vermiştir.  Dahası,  artan  hareketlilik  ve  iletişim,  tüm  bu gelişmelerle birleşince hukuk hizmeti verenlerin üzerine eskisinden çok daha ağır  bir  yük  binmeye  başlamıştır.  Avukatların  uzmanlaşmaya  muhtaç olmaları yanında çalışma saatleri de artmıştır. Hukuk hizmetinden beklenen kalite yükseldikçe hukukçuların meslek içi eğitimleri, hatta lisans düzeyinde tecrübe kazanmaları gereksinimi kendini göstermeye başlamıştır. Bu gelişmelerin doğal bir sonucu olarak, ulusal ve uluslararası hukuk uyuşmazlıklarında hukukî yardımda bulunacak nitelikli hukukçu yetiştirmek üzere  hukuk  kliniğine  olan  ihtiyacın  artmasıyla  birlikte  hukuk  kliniği kavramı  teorik  bir  terim  olmaktan  çıkarılmış,  hukuk  klinikleri  fiziksel kurumlara dönüştürülerek klinikten umulan fayda en üst seviyeye taşınmak                                                                                                                    dersine katılmak zorunda ise eskiden bu ders Hollanda şirketler hukukuna ilişkin olmak zorunda iken, bugün öğrencinin Fransız, Alman veya İngiliz şirketler hukuku derslerine katılmış ve bunları başarmış olması gerekmektedir. Bkz. Arslan/ Taşpınar, s. 9. 32  1998 yılında on üç Avustralya üniversitesi kliniğe dayalı hukuk eğitimi vermekte ve bunlardan  sekiz  tanesi  gerçek  olaylara  dayalı  programlar  sunmaktadır.  Bkz.  Boersig/ Marshall/  Seaton,  s.  52.  Güncel  bir  örnek  için  ise,  Osgoode  Hall  Law  School öğrencilerinden  oluşan  Parkdale  Commnity  Legal  Service in  2014-2015  programı  ve çalışma  mekanizması  için  bkz. http://gallery.mailchimp.com/5270cefa33aaca9f/files/2014_PCLS_Info.pdf, 16.9.2014 tarihinde erişildi. Ayrıca bkz. Pilkington, M. L. (1997). Parkdale Community Legal Services: An Investment in Legal Education. Osgoode Hall Law Journal, 35 (3), 419-424. 33 Goedde, s. 355. 34  Boersig/ Marshall/ Seaton, s. 53; Dimitrova-Simeonova, s. 263. 35 Elveriş, İnceleme, s. 520. Ayrıca bkz. Akyüz, s. 119.   469Hukuk Eğitimi ve Hukuk Kliniği…  AÜHFD, 64 (2) 2015: 459-505  istenmiştir.  Bu  anlamda,  aşağıda  sayılanlarla  sınırlı  olmamakla  birlikte, karşılaştırmalı hukukta hukuk eğitimi ve hukuk kliniği uygulamasında önde gelen  ülkeler;  Amerika,  İngiltere,  Almanya,  Fransa,  Avusturya, İsviçre, İtalya, İspanya, Danimarka, Portekizolarak sıralanabilir. Dünya çapında, hukuk klinikleri genel olarak birbirine benzer şekilde işlerler. Bu klinikler, ihtiyacı olan herkese hukukî yardım sunarlar. Yardım talebinde bulunmak için talepte bulunanda hiçbir nitelik aranmaz. Genellikle                                                  36 Ayrıntılı bilgi için bkz. Gehringer, A. (2003). ABD'de Hukuk Öğretimi, Hukukçu Eğitimi ve Sorunları. Hukuk Öğretimi ve Hukukçunun Eğitimi (s. 156-164). Ankara: TBB; Akyüz, A. Ş. (2004). Türk Hukukçuların ABD de  Hukuk Master ı Yapması ve New York Barosu Üyeliği, Ankara Barosu Dergisi, (4), 105-120. 37 Ayrıca bkz. Lonbay, J. (2003). İngiltere'de Hukuk Öğretimi, Hukukçu Eğitimi ve Sorunları. Hukuk Öğretimi ve Hukukçunun Eğitimi (s. 147-155). Ankara: TBB; Oshundeyi, M. (2011). The English Juridical System: Process of Becoming Legal Professionals. Ankara Bar Review (1), 57-70. 38 Ayrıca bkz. Sert-Çelik, Ç. (2004). Almanya'da Hukuk Eğitimi ve Stajyerlik. TBB Dergisi (54), 339-346. 39 Ayrıca  bkz.  Kuhne,  H.  H.  (2003).  Fransa'da  Hukuk  Öğretimi,  Hukukçu  Eğitimi  ve Sorunları. Hukuk Öğretimi ve Hukukçunun Eğitimi (s. 137-138). Ankara: TBB. 40 Ayrıca bkz. Bozkurt, K., & Türe, M. (2011). Avusturya ve İsviçre Sistemlerinde Hukuk Eğitimi. TBB Dergisi , 82-107. 41 Ayrıca bkz. Oğuz, A. (2003). Hukuk Eğitimindeki Son Gelişmeler ve Karşılaştırmalı Hukukun Hukuk Eğitimindeki Rolü. Ankara Üniversitesi Hukuk Fakültesi Dergisi, 52 (4), 1-40. 42 Ayrıca bkz. Gordillo-Perez, L. I. (2008). The International Aspect Law Education and Entrance to the Legal Profession: The Spain Case in the European Context. Uluslararası Boyutuyla Hukuk Eğitimi ve Avukatlık Mesleğine Giriş Sempozyumu (s. 249-261). Edirne: TBB. 43 Ayrıca bkz. Uysal, R. (2012). A Brief Look to the Legal Education in Denmark. Ankara Bar Review (1), 119-124. 44 Oğuz, s. 17-18. Diğer bazı ülkeler için ayrıca bkz. Nanos, K., Boşnakov, Y., & Calvert, T. (2008).  Avrupa'da  Avukatlık  Mesleğine  Giriş  ve  Meslek  İçi  Eğitim  (Yunanistan, Bulgaristan, İngiltere). Uluslararası Boyutuyla Hukuk Eğitimi ve Avukatlık Mesleğine Giriş Sempozyumu  (s.  132-160).  Edirne:  TBB;  Gibson,  F.  (2002).  Chinese  Clinical  Legal Education in the Year of the Horsea Visitto Tsinghua University. Newcastle Law Review, 6, 33-38;  Lo,  V.  I.  (2012).  Before  Competition  and  Beyond  Complacency  The Internationalisation of Legal Education In Australia. Legal Education Review, 22 (1-2), 350; Akpet, K. O. (2011). The Australian Legal System: The Legal Profession and the Judiciary. Ankara Bar Review (1), 71-94; Nanos, K. (2008). The Legal Education in Greece. Uluslararası Boyutuyla Hukuk Eğitimi ve Avukatlık Mesleğine Giriş Sempozyumu (s.  270-278).  Edirne:  TBB;  Dimitrova-Simeonova,  s.  266  vd.;  Pantelis,  A.  (2003). Yunanistan'da  Hukuk  Öğretimi,  Hukukçu  Eğitimi  ve  Sorunları.  Hukuk  Öğretimi  ve Hukukçunun Eğitimi (s. 139-141). Ankara: TBB. 45  İşleyiş hakkında detaylı bilgi için bkz. Allen/ Delorenzo, s. 39 vd; Dimitrova-Simeonova, s. 265-268; Spencer, s. 17 vd. 470AÜHFD, 64 (2) 2015: 459-505  Uyumaz - Erdoğan yardım  talep  eden  kişiler,  ilgili  kamu  kuruluşlarınca,  sivil  toplum örgütlerince,  uluslararası  kuruluşlarca  veya  özel  avukatlarca  hukuk kliniklerine yönlendirilirler. Hukukî yardım, talepte bulunanlara, kliniklerde görevlendirilen  ve  pratik  uygulamayı  öğrenmesi  istenen  öğrenciler tarafından  verilir.  Hukuk  kliniklerinde  sunulan  hukukî  yardımın  ücretsiz olması,  hukuk  kliniklerinin  geleneksel  bir  özelliği  olduğu  gibi  öz fonksiyonlarından da biridir.  Dünya  üzerindeki  kliniklerinin  neredeyse  hepsi,  o  bölgedeki  hukuk fakülteleri  tarafından  kurulmuştur.  Zira  toplumun  içerisinde  bulunan  bu klinikler,  uygulamaya  çok  yakın  oldukları  için  istenen  hedefe  kolayca ulaşabilirler.  Her  kliniğin  bir  hukukî  bilgi  merkezi  bulunur.  Bu  bilgi merkezleri,  öğrencilere,  uygulamayı  yakından  görme,  bir  hakkın korunmasında aktivist olma, ekip ruhuyla birlikte çalışma becerisi edinme, toplum  içi  eğitim  sayesinde  konuşma  becerilerinin  gelişmesi  imkânını sunar. Bu küçük ama ağır yük, öğrenicinin kendisine anlatılan teorik hukuk ile uygulanan hukuk arasındaki farkı sezinlemesine son derece yardımcı olur.  Ayrıca,  hukuk  klinikleri  ihtiyaç  sahiplerine  hukukî  yardımda bulunurken, uluslararası hukuk fakülteleri ve ulusal/uluslararası kurumlarla işbirliği içerisindedir. Şüphesiz, bir hukuk fakültesi tarafından kurulmuş hukuk  kliniği,  diğer  hukuk  fakülteleri  tarafından  kurulmuş  ulusal  ve uluslararası hukuk klinikleri ile de yakın iletişim ve işbirliği içerisindedir.                                                  46  Ayrıca bkz. Miller, s. 148, 167; Spencer, s. 18; Gibson, s. 37-38. 47 Quafisheh, M. M. (2012). The Role Of Legal Clinics in Leading Legal Education: The Model from the Middle East. Legal Education Review, 22 (1-2), 177-198, s.179-180. Amerika da hukuk kliniği uygulaması hakkında öğrenci geri dönüşü üzerine yapılan bir ankete göre, 2010 yılı öğrencilerinin %91 i, 2009 bahar yarıyılı öğrencilerinin %84 ü, 2008 güz dönemi öğrencilerinin %77 si klinik çalışmaların fakülte derslerinin öğrenilmesini kolaylaştırdığını ısrarlı bir şekilde savunmuşlardır. Bkz. Allen/ Delorenzo, s. 43-44. Yine, hukuk fakültesi öğrencileri, öğretim üyelerinin nasıl buldukları sorusuna, kimilerinin çok seçkin,  kimilerinin  ise  pekiyi  olmağını,  ancak  hiçbirinin  hukuk  pedagojisinden anlamadığını belirterek cevap vermişlerdir. Bkz. Hativa, N. (2000). Teaching Large Classes Well: An Outsider's View. Journal of Legal Education, 50, 95-111, s. 95. Ayrıca bkz. Spencer, s. 21.  48 Bu  uluslararası  kurumlara  örnek  olarak,  Birleşmiş  Milletler  İnsan  Hakları  Yüksek Komisyonu (United Nations Office of the High Comissioner for Human Rights), diğer uluslararası insan hakları örgütleri, duyarlı işitsel, görsel ve sosyal medya kuruluşları gösterilebilir. 49  Allen/ Delorenzo, s. 37,42-43; Spencer, s. 20; Pilkington, s. 423-424. 50  Allen/  Delorenzo,  s.  47.  Avustralya daki  bazı  üniversitelerde  bulunan  hukuk  kliniği programları  diğer  üniversite  öğrencilerine  de  açıktır.  Monash  Üniversitesi,  Griffiths   471Hukuk Eğitimi ve Hukuk Kliniği…  AÜHFD, 64 (2) 2015: 459-505  B. AMERİKA DA Amerika da hukuk eğitimi, Avrupa dan oldukça farklıdır. Zira, Amerika Birleşik  Devletleri nde  yasal  açıdan  bağlayıcı  bir  örnek  hukuk  eğitimi sistemi bulunmamaktadır. Ülkede kabul gören genel kanıya göre, hukuk öğrencilerinin  eğitimi  ile  ilgili  standartları  saptayıp  ilgili  tüzük  ve yönetmelikler çıkarma işi, yürütme organının işi değil, hukuk fakültelerinin, mahkemelerin ve hukuk ile ilgili diğer kurum ve kuruluşların işidir. Bununla uyumlu  olarak,  1921  yılında  Amerikan  Barolar  Birliği  (ABA),  hukuk mesleğinin ülke çapındaki temsilcisi olarak bir örnek hukuk eğitimi sistemi modelini  benimsemeye  ve  bunu  hukuk  fakültelerine  benimsetmeye başlamıştır. Amerika da  elli  eyalet ile  yönetim  bölgelerinin tamamında baro sınavının ön şartı Amerikan Barolar Birliğince denkliği onaylanmış bir hukuk fakültesini bitirmektir. Amerika da  hukuk  fakültelerine  giriş  üç  veya  dört  yıllık  bir  lisans eğitiminin  başarı  ile  tamamlanması  sonucunda  elde  edilmiş  bir  lisans derecesini  gerektirir.  Hukuk  fakültesinde  verilen  temel  hukuk  eğitimi sonucunda mezun olan adaya  Juris Doctor (JD)  ismi verilir. Bir adayın bu dereceyi elde etmesi için en az üç yıllık bir hukuk eğitimi alması gerekir. Ayrıca  Juris  Doctor  temel  derecesi  dışında  çok  sayıda  hukuk  fakültesi  Magister  Legum   ya  da   Hukuk  Uzmanlığı  (LLM)   veren  bir  yıllık lisansüstü  programlar  sunar.  Bu  programın  amacı,  belirli  bir  alanda                                                                                                                    Üniversitesi ve Queensland Üniversitesi, bu üniversiteler arasında yer alır. Bkz. Boersig/ Marshall/ Seaton, s. 52. Ayrıca bkz. Miller, s. 144-145; Spencer, s. 15; Gibson, s. 34. 51 Amerika Birleşik Devletleri Eğitim Bakanlığı da Amerikan Barolar Birliğinin  Hukuk Öğretimi ve Baroya Girişler  bölümüne, hukuk fakültelerinin denkliği için ulusal düzeyde tanınmış bir kurum statüsünü vererek bahsi geçen kabulü güçlendirmiştir. Bkz. Gehringer, s. 156. 52 Denkliği onaylanmamış hukuk fakültelerinin mezunları sadece kendi hukuk fakültelerinin bulunduğu eyaletlerde baro sınavına girebilirler. Amerika Birleşik Devletlerinde Amerikan Barolar Birliğince denkliği onanmış  yüz seksen  yedi adet hukuk fakültesi mevcuttur (Ağustos 2002 yılı itibarıyla). Bunların çoğu hukuk öğreniminin niteliğini yükseltmeye çalışan bir örgüt olan Amerikan Hukuk Fakülteleri Birliği (AALS) nin bir üyesidir. Bkz. Gehringer, s. 156. Baro sınavı hakkında ayrıntılı bilgi için bkz. Akyüz, s. 115 vd. Aynı şekilde, Amerikan Hukuk Fakülteleri Birliğinin hukuk kliniği bölümü ve Amerikan Barolar Birliği, hukuk eğitimine katkı sağlamak adına hukuk kliniklerini de desteklemektedir. Bkz. Miller, s. 173-174.  53 Aday, LLM derecesi almak için bir yarıyılda yirmi ile yirmi dört saatlik lisansüstü ders, seminer  veya  araştırma  veya  kompozisyon  dersi  almak  zorundadır.  Ayrıca,  bu öğrencilerden  yayımlanabilir  nitelikte  bir  tez  yazmaları  istenmektedir.  Ancak,  LLM öğrencilerinin daha çok yabancı öğrenciler olduğu ve LLM in Amerikalı öğrencilerce pek 472AÜHFD, 64 (2) 2015: 459-505  Uyumaz - Erdoğan uzmanlaşmak isteyen ya da öğretim üyesi olmayı planlayan genç hukukçular yetiştirmektir. Bazı Amerikan hukuk fakülteleri ise hukuk bilimleri doktoru (S. JD) unvanı veren programlar sunar. Doktora derecesinde adaylara, bir yıl süreyle bilfiil fakültede hazır bulunup en az dört yarıyıllık ders ve seminere katılma zorunluluğu getirilir. Bunun ardından adaylar, doktora derecesini almak için dört veya beş yıl içinde yayımlanabilir biçimde bir tez çalışmasını bitirdikten sonra tez konusu veya ilgili öğrenim dalları üzerine bir sözlü sınavdan geçmek zorundadırlar.  Amerikan hukuk eğitiminin amacı çoğu Avrupa ülkesinden farklı olarak bir hukukçu gibi düşünmeyi öğretmektir. Öğrenciler, çoğu kez  bu davada müvekkilinize tavsiyeniz ne olurdu? ,  bu şirketin hukuk danışmanı olarak ne yapardınız? ,  bu somut olayın çözümünde hangi hukukî kurumu tercih ederdiniz?  gibi soruların çözümüne  dayalı sınavlara tâbi tutulur. Genel olarak öğrenciler, fakültede karmaşık uyuşmazlıları hukukî ve olgusal açıdan tahlil etmeyi öğrenirler. Aslında, bu tercihin, sorunları, bunların temelini oluşturan  olgulara  göre  ayırt  etmeyi  öngören  içtihat  hukuku  yöntemiyle yakın  ilişkisi  vardır.  Mahkeme  içtihatlarına  dayanan  Amerikan  hukuk sisteminde  maddî  hukuk  ve  usul  hukuku  iç  içe  geçmiştir.  Karar  verme sürecinin  tahlili,  çoğu  zaman  fiilen  verilmiş  kararın  kendisinden  daha önemlidir. Bu yüzden, öğretim üyeleri, derslerde hukukî bir soruna cevap vermek  yerine,  öğrencilerin  durumu  tartışmalarını;  bunun  üzerine düşünmelerini;  somut  olaydaki  durumun  siyah  veya  beyazdan  çok,  bu ikisinin arasındaki bir şey olduğunu anlamalarını isterler. Yani öğrenciler, hukuku  olduğu  gibi  kabul  etmek  yerine  hukuk  üzerine  düşünmeye zorlanırlar. Öğrencilere bir hukukçu gibi düşünüp konuşmanın ne demek olduğunu  öğretme  amacı,  öğrencinin  bir  hukukçu  (avukat,  hâkim, kanunkoyucu) gibi okuyup yazmayı ve öğretilmekte olan şey üzerine şahsen düşünmeyi,  hukuk  ve  hakkaniyet,  olgular  ve  kurallar,  maddî  hukuk  ve yargılama  usulleri  hakkında  kendi  adına  konuşmasını  gerektirir.  Hukukî hayal  gücünün  gelişmesi  ve  yaratıcılık,  maddî  hukuk  ve  usul  hukuku kurallarına hâkim olmaktan daha önemli sayılır. Buradaki temel amaç, hukukçuyu gerçek dünyada karşılaşacağı sorunlara, özellikle de profesyonel meslek hayatına hazırlamaktır. İletişim ve müzakere becerilerinin yanında                                                                                                                    tercih edilmediği söylenebilir. Bkz. Gehringer, s. 158; Akyüz, s. 109. LLM ve LLM in öğrenciye katkıları hakkında ayrıntılı bilgi için bkz. Akyüz, s. 107 vd. 54 Gehringer, s. 157-158.  55  Aynı yönde bkz. Hativa, s. 100. 56  Hukuk  mezunları,  mezuniyet  sonrası  dönemde  hukuk  profesyonelleri  olarak  hukuk sisteminin oluşmasında, var olan sistemin geliştirilmesinde veya değiştirilmesinde, kimi   473Hukuk Eğitimi ve Hukuk Kliniği…  AÜHFD, 64 (2) 2015: 459-505  hukukî  araştırma  becerisi  ile  düşüncelerini  kâğıda  dökme  becerisinin, Amerikalı hukuk öğrencilerinin başarısında, Avrupalılardan çok daha önemli olduğunu söylemek gerekir.  Amerikan Hukuk Fakültelerinin öğretim elamanları tam gün çalışan öğretim elemanları ile yardımcı öğretim elemanlarından oluşur. Amerikan Hukuk Fakültelerinde sunulan dersler olabildiğince çeşitli olup  Havacılık Hukukunda Risk Sermayesi ve Teknoloji Alışverişleri  gibi derslere kadar uzanır.  Bu  şekilde,  çeşitli  dersler  verebilmek  yardımcı  öğretim  üyeleri sayesinde  mümkün  olabilmektedir.  Bu  yardımcı  öğretim  üyeleri  fakülte dışında  yapmakta  oldukları  profesyonel  mesleklerindeki  tecrübelerini dersliklere taşırlar.   Geçen otuz yılda, Amerika da, hukuk fakültelerinden mezun olmak için aranan şartlar ve standartlar sürekli olarak yükseltilmiştir. Son yıllarda hukuk fakültelerinin çoğu, öğrencinin en az doksan yarıyıl saat (kredi) almasını zorunlu tutmaktadır. Zorunlu teorik dersler dışında  yargı uygulamaları ,  müvekkil ile görüşme ve danışmanlık ,  müzakere ,  alternatif uyuşmazlık çözüm yolları ,  dava becerileri ,  eğitim mahkemeleri  ve  klinikler  gibi dersler hukukçunun yetişmesinde büyük rol oynar. Bu dersler, genellikle yardımcı  öğreticiler  olan  tecrübeli  uygulayıcılar  (hâkimler  ve  avukatlar) tarafından  verilir. Dönem sonu  sınavlarının çoğu, metin sorusuna dayalı sınavlar  veya  çoktan  seçmeli  sınavlar  yerine  olay  incelemesi  ve kompozisyon yazımına dayalı şekilde gerçekleştirilir. Amerikan Hukuk Fakültelerinde sınıflar oldukça küçüktür. Tam gün çalışan  kadrolu  öğretim  üyeleri  ve  yardımcı  öğretim  üyeleri  nazara alındığında on beş öğrenciye bir öğretici düşmektedir. Sayıları otuz ila kırk                                                                                                                    zaman  kanunkoyucu,  kimi  zaman  da  uyuşmazlığı  çözen  hâkim,  politikacı  ya  da akademisyen  olarak  rol  oynayacaklar,  ülkenin  hukuk  politikasını  belirleyici  kişiler olacaklardır. Bkz. Maxwell, s. 105. Belki de hukukun toplumsal hayatta etkili bir güç olduğu yönündeki görüş, bu kabulden kaynağını almaktadır.  57 Gehringer,  s  162-164.  Dünyanın  farklı  pek  çok  yerinde  kurulan  hukuk  kliniklerinde Amerikan sisteminin model alınması da buna bağlanabilir. Bkz. Gibson, s. 34. 58 Gehringer, s 158. 59 Amerikan  hukuk  fakültelerinde  öğrenciler,  hangi dersleri  alacaklarına  karar  vermekte oldukça serbesttir. Ancak bazı dersler zorunludur ve bu tür derslerin sayısı son otuz yıl içinde sürekli olarak artırılmıştır. Sözleşme hukuku (%100), haksız fiil hukuku (%100), eşya hukuku (%98,8), ceza hukuku (%98,9), medenî usul hukuku (%98,3) ve anayasa hukuku (%88,5) genellikle zorunlu dersler arasında yer alır. Bkz. Gehringer, s. 159. 60 Gehringer, s. 162. 61  İyi bir hukuk eğitimi için doğru öğrenme ortamının önemi hakkında bkz. Hativa, s.101. 474AÜHFD, 64 (2) 2015: 459-505  Uyumaz - Erdoğan öğrenciyi  geçmeyen  küçük  sınıflarda  öğretim  üyeleri,  öğretme  metodu olarak   takrir  sistemi   yerine  Sokrat ın  öğrencilerle  tartışmaya  dayalı  tümevarım yöntemi ni kullanmaktadırlar. Amerikan hukuk fakültelerini dünyadaki diğer hukuk fakültelerinden ayıran temel unsurlardan en önemlisi, öğrencilerin ve öğretim üyelerinin içinde bulundukları rekabetçi ortamdır. Hukuk  fakültesinin  daha  birinci  yılında  öğrencilere   bulgusal  öğretim yöntemi  uygulanarak sınıfta rekabetçi bir ortam oluşturulur.  Bu rekabetçi ortamın öğrenci görünümünde esas olan öğretim üyesi ile öğrencilerin ve öğrencilerin kendi arasında tartışması, böylece bir düşünsel rekabet  ortamının  oluşturulması  amaçlanmaktadır. Derslere  sözlü  katılım dönem sonu notunun tespitinde etkilidir. Hukuk fakültelerinin büyük bir çoğunluğu derse düzenli olarak devam etmeyi zorunlu kılar. Devam ve ders hazırlığı,  derslerin  birinci  haftasında  öğrenciye  hatırlatılır  ve  sıkı  sıkıya uygulanır.  Derslere  hazırlıksız  gelme  ve  devam  etmeme,  dönem  sonu sınavına  girememe  ve  o  dersten  kredi  alamama  ile  sonuçlanabilir. Rekabetçi  ortamın  öğretim  üyesi  görünümünde  ise,  öğrencilerin  baro sınavlarındaki  başarısı  ile  öğretim  üyelerin  değerlendirilmesine  ilişkin anketler etkili olur. Kimi zaman öğretim üyelerinin terfileri ve maaş artışları bu değerlendirmelere göre belirlenir.  C. FRANSA DA Fransa da hukuk fakültelerine giriş için herhangi bir standart yoktur. Hukuk  fakültesine  girmek  isteyen  bir  öğrenciden  istenen  tek  şey,  Baccalauréat  ismi verilen lise diplomasını almış olmaktır. Hukuk eğitimi, oldukça düşük olan başvuru masrafları ve sosyal güvenlik giderleri dışında ücretsizdir.                                                  62  Ayrıca bkz. Hativa, s. 103. 63 Gehringer, s. 160. 64  Türkiye uygulamasında bu sistemi işletmenin, öğrenci profili sebebiyle çok zor olduğu hakkında  bkz.  Güran,  S.  (2003).  Hukuk  Fakültelerinde  Öğretim;  Yönetimin Değerlendirilmesi, Programın Analizi, Kadrolar ve Öğrenci Profili. Hukuk Öğretimi ve Hukukçunun Eğitimi (s. 84-92). Ankara: TBB, s. 86. Eğitim teorisyenlerine göre, aktif öğrenme sınıfta gerçekleşir. Derse hazırlıklı gelen bir öğrenci, bilgiyi kendi bildikleri üzerine  kendi  eylemleriyle  inşa  eder,  öğrencinin  öğrendikleri  zaten  bildiklerini geliştirmesidir. Bkz. Maxwell, s. 102, dipnot 17. Bu sebeple, her eğitimde olduğu gibi hukuk eğitiminde de devam mecburiyetinin özel bir yeri vardır. 65 Gehringer, s. 161-162. Öğretim üyesinin öğrenciyi değerlendirebildiği, ancak öğrencinin öğretim üyesini değerlendirme imkânının olmadığı sistemlerde iyi bir eğitimin mümkün olmayacağı yönünde bkz. Pekcanıtez, s. 111.   66 Oğuz, s. 2.   475Hukuk Eğitimi ve Hukuk Kliniği…  AÜHFD, 64 (2) 2015: 459-505  Hukuk  bilimi,  sistemli  çalışmaya  ve  mantığa  dayanan  bir  disiplin olduğu  için  genellikle  hukuk  fakültelerini,  liselerin  edebiyat  ve  iktisat bölümlerinden  mezun  olan  öğrenciler  tercih  etmekte;  fen  bölümlerinden mezun olan öğrenciler pek tercih etmemektedir. Ancak, fakülteye girişte öğrenci  yeterliliğine  ilişkin  bir  tespit  sınavı  yapılmadığından  en  iyi öğrencilerle  temel  hukukî  muhakeme  yeteneğini  bile  kazanabilecek yeterlilikte olmayan öğrenciler yan yana eğitim görmektedir. Fransa da  hukuk  eğitimi  üç  programdan  oluşur.  Birinci  ve  ikinci program temel eğitime yönelikken; üçüncü program doktoraya yöneliktir. Birinci program, ilk iki öğrenim yılının ardından verilen ve birinci dönem sayılan  yüz  yirmi  krediden  oluşan   DEUG   adı  verilen  genel  eğitim derecesidir. Lisans yüz seksen kredinin, üçüncü yılın sonunda  maîtrise  240 kredinin sonunda elde edilir. DEUG adı verilen temel dereceyi alan öğrenciler  genellikle  fakülteye  devam  etmeyip  devlet  memuru  olurlar. Yalnızca   maîtrise   derecesi  alanlar,  hukuk  öğrenimine  devam  ederek hâkimlik ve avukatlık gibi profesyonel meslekleri icra edebilirler. Ancak, bunun için de öğrencinin spesifik bir alan yeterlilik sınavına tâbi tutularak başarılı olması gerekir. Maîtrise ile doktora arasında bir geçiş aşaması olan  DEA  seviyesinde öğrenci, hukuk teorisi ve hukukî araştırma teknikleri üzerine öğrenim alır. Hukukun pratik yönünü ise  DESS  adı verilen bir seviye oluşturur. Bu aşamada öğrenci, hukuk alanında profesyonel olarak bir mesleğe sahip olan kişilerle, genellikle bir adliye ile bağlantılı olarak yakın temas içerisinde çalışır. DEA aşamasından sonra ise çok az sayıda öğrenci hukuk  doktoru  unvanı  almak  üzere  doktora  çalışmaları  için  başvuruda bulunur. Akademik kariyer için zorunlu olan doktora en az dört yıl sürer ve yayınlanabilir kalitede bir tez yazımına bağlıdır. İlk  iki  yılı  kapsayan  DEUG  düzeyinde  öğrenciye  Fransız  hukuk kültürünün temel ilkeleri yanında medenî hukuk, anayasa hukuku, hukuk tarihi  ve  temel  iktisat  dersleri  verilir.  Bazı  üniversiteler  yabancı  dil  ve bilgisayar bilimleri derslerini de zorunlu tutmaktadır. İkinci yılda öğrencinin ilk tanıştığı hukuk derslerini daha derinlemesine öğrenmesine çalışılır. Bu                                                  67  Dreifus-Netter,  s. 142-143.   68 Oğuz, s. 2. 69 Oğuz, s. 2. 70 Dreifus-Netter,  s. 143; Oğuz, s. 2-3. 476AÜHFD, 64 (2) 2015: 459-505  Uyumaz - Erdoğan yılda borçlar hukuku, haksız fiil hukuku, idare hukuku, ceza hukuku, iş hukuku, vergi hukuku, devletler genel hukuku gibi dersleri alma zorunluluğu vardır.    Fransa da  öğretim  metodu  geleneksel  şekilde  öğrencilerin  not tutmasına  yönelik  takrir  sistemine  dayalıdır.  Ancak,  öğrenciler  teorik derslere ek olarak haftada üç saatlik öğretim yardımcıları tarafından verilen seminerlere de katılmak zorundadır. Öğretim yardımcıları, öğrencilere, yıl içindeki derslerin değerlendirilmesini yaparak öğrencileri sınava hazırlamak ve mahkeme kararlarını yorumlamak suretiyle pratik eğitim verirler. 1998  Sorbon  Deklarasyonu  ve  1999  Bolonya  Deklarasyonu nun ardından Avrupa Birliği ülkeleri, Avrupa Birliği öğrencilerinin Avrupa Birliği sınırları  içerisindeki  hareketliliğini  kolaylaştırmak  için,  öğretim programlarını  birbirleri  ile  uyumlu  hale  getirmeye  başlamıştır.  Fransız hükümeti  de  2002  yılında  aynı  amaçla Avrupa Yüksek  Öğretim  alanını Fransa ya aktarmaya amaçlayan bir dizi yönetmelik çıkarmıştır. Buna göre, eski öğretim programını aksine hukuk öğretimi üç yılı lisans, beş yılı yüksek lisans ve sekiz yılı doktora olmak üzere yeniden yapılandırılmıştır. Hukuk derecelerinin  krediye  dayandırıldığı  sistemde,  lisans  yüz  seksen,  yüksek lisans üç  yüz kredi olacak, krediler her yarıyılı dağıtılacak, böylece  bir yarıyılı başka bir Avrupa ülkesinde geçirmek mümkün olacaktır.  D. ALMANYA DA 1500 lü yıllarda Almanya da suç işleme oranının yüksek olmasına bağlı olarak  işkence  yaygın  olarak  görülmekteydi.  O  yıllarda,  çeşitli  yasal düzenlemelerle  işkence  sınırlandırılsa  da,  işkenceyi  sona  erdirmek  için delilleri  serbestçe  takdir  edebilecek  nitelikte,  iyi  eğitilmiş,  güvenilir hâkimlere ihtiyaç olduğu düşünülmekteydi. Bunu sağlamanın en doğru yolu ise hukuk öğrencilerine iyi bir hukuk eğitimi vermekti. Almanya da hukuk eğitimi,  önemini  o  yıllardan  alır  ve  eğitim  sisteminin  temeli  o  yıllarda atılmıştır. Almanya daki kabule göre, bir hukukçunun, üstlendiği toplumsal rolü ve görevlerini hukuk mesleğine ve ilkelerine uygun bir biçimde yerine getirebilmesi, iyi bir hukuk eğitiminden geçmesine bağlıdır, böylece hukuk da saygınlık kazanacaktır.                                                  71 Dreifus-Netter,  s. 144; Oğuz, s. 4. 72 Dreifus-Netter,  s. 145; Oğuz, s. 3. 73 Dreifus-Netter,  s. 146.   74 Sert-Çelik, s. 339.   477Hukuk Eğitimi ve Hukuk Kliniği…  AÜHFD, 64 (2) 2015: 459-505  Almanya da hukuk eğitimi federal bir yapıya sahiptir. Dolayısıyla, hem federal düzeyde  hem de  eyalet düzeyinde  hukuk eğitimine  ilişkin farklı kanunlar mevcuttur. Ancak, Almanya da yüz yılı aşkın bir süredir, tüm hukuk fakültelerinde birleşik bir eğitim sistemi amaçlanmaktadır. Eğitim sistemi içerik olarak, hukuk üzerine genel bilgi sahibi öğrenciler yetiştirmeyi amaçlarken; öğrenciye, belirli bir konuda derinlemesine bilgi edinmeyi de öğretir. Yani öğrenci, çeşitli hukukî metinlerden hiç bilmediği bir bölümü eğitimini aldığı bölümler kadar yeterlilikle ele alabilecek düzeyde yetiştirilir. Eğitimdeki amacın özü, ezbere dayalı öğretim metodundan çok, hukukun temel yapısını, ilkelerini anlamak ve yorum üzerine nüfuz etmektir. Almanya da hukuk eğitimi iki bölüme ayrılır. Birinci bölüm en az yedi yarıyıllık bir üniversite eğitimidir. Üniversiteye girmenin ön şartı ise on üç yıllık temel eğitim aldıktan sonra yapılan  Abitur  isimli lise sonrası sınavda başarılı  olmaktır.  Üniversite  eğitimi,  Adalet  Bakanlığınca  ilgili  hukuk fakültelerinin  öğretim  üyelerinin  işbirliği  ile  eyalet  düzeyinde gerçekleştirilen birinci eyalet sınavı ile sona erer.  Birinci yarıyıl sınavını başarı ile tamamlamış olanlar hukuk öğreniminin ikinci yarıyıl aşamasına geçerler.  Referendariat  ismi verilen ve on beş aylık bir staj dönemi olan bu aşama Adalet Bakanlığı tarafından yürütülür. Bu aşamaya gelebilen adaylara  Referendar  ismi verilir. Bu adaylar genç bir hâkimin maaşının dörtte birini bulan mütevazı bir maaş alırlar. Referendar ismi verilen bu adaylar, hukuk mesleğinin  çeşitli  alanlarında  yardımcı  uygulayıcı  olarak  eğitim  alırlar. Adaylar eyalet mahkemesi düzeyinde önce bir özel hukuk ve ceza hukuku hâkimiyle, bir savcıyla, bir bölge mahkemesi hâkimiyle, özel hukuk alanında bir yüksek yargı hâkimi ile ve kamu yönetiminde çalışırlar. Son ve en önemli olarak  ise  mesleğini  fiilen  icra  eden  bir  avukatla  birlikte  çalışarak uygulamayı yakından görürler.                                                   75 Sert-Çelik, s. 339; Oğuz, s. 20. 76 Kuhne, s. 137; Arslan/ Taşpınar, s. 7-8. 77 Bu  sınav,  özel  hukuk,  ceza  hukuku,  kamu  hukuku  ve  seçmeli  bir  dersten  soruların yönetildiği yaklaşık beş saatlik bir yazılı sınavdan oluşur. Bu sınava en çok iki kez girilebilir. Bu sınavdan iki kez başarısız olmak, adayın Almanya nın her yerinde ileri düzeyde hukuk eğitimi almasını ve mesleğe katılmasını imkânsız kılar. Fiilî eğitim süresi ortalama olarak dokuz yarıyıl olan üniversite öğrenimi sırasında yaklaşık yüzde ellilik oranda okuldan ayrılma görülür. Bkz. Kuhne, s. 138. Ayrıca bkz. Oğuz, s. 20, 21; Güran, s. 93. Ülkemizde ise, hukuk fakültesi öğrencilerinin hukuk fakültesini zorluğu sebebiyle okuldan ayrılma yüzdesi çok çok düşüktür. Bunun sebebi de öğrenci affı kanunları olarak gösterilmektedir. Bkz. Gürseler/ Pekcanıtez/ Bingöl/ Işıktaç/ Oğuz/ Erdal/ s. 63. 478AÜHFD, 64 (2) 2015: 459-505  Uyumaz - Erdoğan Adayların bu eğitimleri destekleyici derslere katılma zorunluluğu da bulunmaktadır.  Adaylık  dönemi  iki  yıl  sürer  ve  ikinci  eyalet  sınavına girilmesiyle sona erer. Sözlü ve yazılı sınavlara ek olarak, adaylardan belirli bir davada iddianame veya mahkeme kararı hazırlayıp sunmaları da istenir. Bu sınavda başarısızlık oranı oldukça azdır, okuldan ayrılma neredeyse yok gibidir. İkinci eyalet sınavını başarmış olanlar, istedikleri mesleği seçmekte özgürdür.   Son yıllarda Avrupa Hukukundaki gelişmeler sonucunda bu sistem çok yoğun bir şekilde eleştirilmeye başlanmış ve bu eleştirilerin geniş kitlelere yayılması sonucunda 1.7.2003 tarihinde yürürlüğe giren federal düzeydeki  Hukukçu  Eğitimi  Reformu  Kanunu  (Gesetz  zur  Reform  der Juristenausbildung)     kabul  edilmiştir.  Reform  tartışmaları,  Türkiye'de değinilen sorunların çok benzerlerinin Almanya da da ileri sürülmesinden ibarettir.  Örneğin, Almanya'da  da  hukuk  öğretiminin  kalabalık  sınıflarda yapılması,  dünyadaki  gelişmelere  kapalı,  dünyadan  uzak  bir  sistemin benimsenmesi, öğretim üyelerinin uzun, zor ve ağır süren bir öğrenimin verilmesinden yakınmaları, mezunların iş yaşamında büyük bir rekabet içine girmek  zorunda  kalmaları,  sınavların  çok  zor  olması,  Alman  hukuk öğretiminin  Avrupa  hukuku  ve  uluslararası  hukukla  karşılaştırıldığında rekabete uyum sağlayamadığı gibi sorunlar esasen Türkiye de dile getirilen sorunlardan belki daha az olmakla beraber pek de farklı değildir. Reformda, hukuk fakültesinden hukuk mezunu olarak ayrılmak ve daha sonra ilgili alanlara yönelmek esası korunmuş ancak yeni ilke, öğrenciyi meslekî  alanlara  yönlendirmek  olmuştur. Almanya da  uzun  yıllar  hukuk öğretiminin  hâkim odaklı  verildiği eleştirisi yapılmaktaydı. Bundan sonra,                                                  78 Bu sınava da en çok iki kez girilebilir.  İkinci sınavı da geçemeyenlerin hâkimlik, savcılık veya  avukatlık  gibi  görevleri  üstlenmeleri  mümkün  olmasa  da  sigorta  şirketleri  ve bankalarda istihdam imkânları bulunmaktadır. Bkz. Kuhne, s. 138-139; Oğuz, s. 21. 79 Kuhne, s. 139. İkinci eyalet sınavı on dört puan üzerinden değerlendirilir. Bu sınavdan en az dokuz puan alanlar Adalet Bakanlığı nca hâkimlik ve savcılık mesleğine kabul edilirler. Daha düşük puan alanların ise serbest avukatlık yapma hakları vardır. Bkz. Oğuz, s. 1. 80 Kanunun tem metni için bkz. http://www.gesetze-im- internet.de/jurausbrefg/BJNR200002.html  (24.07.2014  tarihinde  erişildi).  Reforma kadar o dönemlerde, Almanya'da uzunca bir süre hukuk öğretiminin  sefalet inden söz edilmiş, bu sebeple  Alman Hâkimler Kanunu nu değiştiren bu reform gerçekleştirilmiştir. Bkz. Arslan/ Taşpınar, s. 6.  81  Arslan/ Taşpınar, s. 12.   479Hukuk Eğitimi ve Hukuk Kliniği…  AÜHFD, 64 (2) 2015: 459-505  eğitim artık diğer hukukî alanlara ve her şeyden önce avukat yetiştirmeye yönelmektedir  ve  avukatlığa  hazırlık  artık  eğitimin  içinde  belli  bir  yer almaktadır.  Çünkü  hukuk  fakültesi  öğrencilerinin  %80 lik  bir  bölümü avukatlığı  meslek  olarak  tercih  etmektedir.  Aynı  zamanda,  hukuk fakültelerinde  seçmeli  derslerin  artırılması  önemli  bir  ilke  olarak  kabul edilmiştir. Değişiklikte, uyuşmazlık çözme, karar verme odaklı eğitim yerine avukatlığı hedef alan, hukukî danışmanlık, müzakere yönetimi, aracılık ve uyuşmazlıkların uzlaşmaya dayalı çözümü gibi unsurlar öne çıkmaktadır. Bu durum, gerçek bir paradigma değişimi olarak kabul edilmektedir. Ancak, piyasa eğilimlerine yönelik bir eğitimin pozitif hukuk ile hukukun temelleri arasındaki dengeyi bozabileceği endişesi de hâkimdir. E. İTALYA DA İtalya da  hukuk  eğitimi,  1930  yıllarında  gerçekleştirilen  bir  yasal düzenlemeye dayanmaktadır. Bu düzenlemeye göre, öğrencilerin on üç adet bir yıllık, beş adet iki yıllık zorunlu ders ve üç yıllık seçmeli dersten başarılı olmaları gerekmektedir. Öğrenciler, ilk yıl özel hukukun temelleri, Roma hukuku  tarihi,  hukuk  felsefesi  ve  ekonomi  derslerini, ikinci  yıl  anayasa hukuku,  ticaret  hukuku,  malî  hukuk  derslerini,  üçüncü  yıl  devlet  kilise hukuku, medenî usul hukuku derslerini, dördüncü yıl ise iş hukuku, ceza usul hukuku, devletler umumî hukuku derslerini alırlar. Birinci ve ikinci yıl medenî hukuk, ceza hukuku, Roma hukuku ve İtalyan hukuk tarihi dersleri okutulur. Bu derslerden başarılı olan öğrenciler bitirme tezi (esame di laurea) yazmaya hak kazanırlar. Bu tezi başarı ile tamamlayan öğrencilere  Dottore in giurisprudenza  unvanı verilir.  İtalyan  hukuk  eğitiminde  birinci  yılında,  özel  ve  Roma  hukuku kurumları oldukça kapsamlı bir şekilde incelenir. Öğrenciler bütün kurumları öğrenmek,  literatür  ve  mahkeme  içtihatlarını  da  bilmek  durumundadır. İtalyan hukuk eğitiminde, dersler Kasım başından Mayıs ortalarına kadar devam eder. Sınavlar her yıl üç dönemde yapılmaktadır.   Yetmişli  yıllarda  yapılan  bir  reform  sonucunda  öğrenciler  kendi programlarını kendi kendilerine belirleme olanağına kavuşmuşlardır. Ancak                                                  82  Bu konuda ayrıntılı bilgi için bkz. Arslan/ Taşpınar, s. 17 vd. 83 Oğuz, s. 7. 84 Oğuz, s. 8. 480AÜHFD, 64 (2) 2015: 459-505  Uyumaz - Erdoğan bu olanak, öğrencilerin zor ama önemli olan dersleri seçmemelerine neden olmuştur.  Bu  durum,  baro  ve  noterlerin  bu  dersleri  almayan  öğrencileri mesleğe kabul etmemesine yol açmıştır. Bunun üzerine bazı fakülteler bu derslerin alınmasını zorunlu tutmaktadır.  Doksanlı yılların başında yapılan bir reforma göre, fakülteler öğrenim planlarını  bağımsız  bir  şekilde  belirleyebilmektedirler.  Bu  reform, fakültelerin tamamen farklı bir program uygulamasına sebep olmuşsa da, eski sistemi kaldırmamıştır. Bu son yapılan reform sonucunda fakülteler, öğrencilerin  kendi  programlarını  oluşturmasını  kabul  etmemekte  ve öğrencilere dört farklı öğretim planı sunmaktadırlar. Bu bağlamda, hâkimlik, avukatlık veya noterlik gibi mesleklerden birinde çalışmak isteyen öğrenciler için  piano di studi professionale , bankacı veya işletmeci olarak çalışmak isteyen öğrenciler için  piano di studi economico-aziendale , uluslararası örgütlerden  birinde  çalışmak  isteyen  öğrenciler  için   piano  di  storicocomparatistico , anayasal ve idarî organlarda çalışmak isteyenler için kamu hukuku programları sunulmaktadır. Bu dört program öyle düzenlenmiştir ki, öğrenciler  bu  dört  programdan  hangisini  bitirirlerse  bitirsinler,  her  çeşit hukuk mesleğini seçebilmektedirler. Öte yandan, İtalyan hukuk eğitiminde dönem esasının geçerli olması da ayrı bir eleştiri konusudur.  İtalyan  hukuk  eğitiminde  sınavlar  ilke  olarak  sözlü  yapılmaktadır. Öğretim elemanlarının yazılı sınav yapma hakları olmasına rağmen bu güne kadar  ekonomi  bilimi  hariç  yazılı  sınav  yapan  öğretim  elemanına rastlanmamıştır. Sözlü sınav komisyonu, biri başkan olmak üzere üç öğretim elemanından oluşmaktadır. Öğrenciler salona tek tek alınır ve ilke olarak öğrencilere  üçer  soru  sorulur.  Sorular  komisyon  başkanı  olan  profesör tarafından belirlenir. Notlar otuza kadar olup, on sekiz notu geçme notudur. Bitirme sınavı daha değişik bir şekilde yapılmaktadır. Bu sınavda öğrenci, 100  ila  500  sayfa  arasında  yazılmış  olan  bitirme  tezini  sunar.  Tezler derslerden birinden seçilen teorik bir konu hakkında yazılır.                                                   85 Oğuz, s. 8. İtalya da Almanya ya nazaran öğretim üyelerinin anlatımına dayalı olan bir sistemle kuramsal bir eğitim yapılmaktadır. Bu nedenle de tıpkı Türkiye de olduğu gibi öğrencilerin hukuk bilgisini somut olaylara uygulama becerisi eksik  kalmaktadır. Bu noktada  usulî  düşünme  becerisi  ve  hukuk  kuralını  algılama  arasındaki  fark  ortaya çıkmaktadır. Bu şekilde eğitim verilen ülkelerde hukuk öğrencileri gerçek hukuk yaşamına ancak fakülte sonrasında atılmaktadır. Böylece, bir Alman hukukçu ile İtalyan hukukçunun yazdığı dilekçe, verdiği karar arasında çok büyük bir fark olmaktadır. Hatta, Avrupa Birliği içerisinde bir İtalyan'ın bir Alman mahkemesinde savunma yapacak olması tepkiye de neden olmaktadır. Bkz. Arslan/ Taşpınar, s. 8. 86 Oğuz, s. 10-11.   481Hukuk Eğitimi ve Hukuk Kliniği…  AÜHFD, 64 (2) 2015: 459-505  İtalya da noter olmak isteyen adaylar iki yıl bir noterin yanında staj yapmak  zorundadır.  Staj  sonucunda  belge  düzenlemek  ve  yorumlamak konularında yazılı bir sınava tâbi tutulurlar. Bu sınavı başaran adaylar sözlü sınava  alınırlar.  Sözlü  sınavı  da  başaran  adaylar  noter  olmaya  hak kazanmaktadır. Avukat olmak isteyen adaylar ise bir avukat yanında iki sene staj  yapmaktadırlar.  Stajı  tamamlayan  adaylara  medenî  hukuk  ve  ceza hukukunda birer dosya hazırlattırılarak yazılı sınav yapılmakta, bu sınavı başaran adaylar ise girdikleri sözlü sınavı kazanarak avukat olmaya hak kazanmaktadırlar. İtalya da akademik çalışma kendine has bir özelliğe sahiptir. Önce  dottorato di ricerca  adı verilen doktora aşaması vardır.  Dottorato  için başvuru olanağı sınırlı sayıdadır. Doktora eğitimi üç yıl sürmektedir. Bu eğitimde  izlenen eğitim fakülteden fakülteye  değişmektedir. Her doktora öğrencisi bir tez yazar ve bitirme jürisi önünde sunar. Bir sonraki aşama  ricercatore dir. Ricercatore kadrosu için yapılan ilk sınav yazılı sınavdır. Bu sınavın ilk aşamasında genel teorik bir soru ikinci aşamasında özel bir soru sorulmaktadır. Bu aşamayı geçen adaylar sözlü sınava alınırlar. Bu sınavın ilk aşamasında adayın yaptığı yayınlar dikkate alınarak, muhtemel yayınları tartışılır. Adayın yayınları bilimsel olarak yeterli bulunursa adaya kapalı zarflar içinde konular yöneltilir. Aday bu konuya yirmi dört saat çalışır ve bir ders verir. Dersi başarı ile veren aday ricercatore ye kabul edilir. İtalya da bu sistemde bazı yeniliklerin yapılması için reform çalışmalar yapılmaktadır. Bu reform tasarında, öğrenimin iki basamakta düzenlenmesi öngörülmüştür.  Önce  öğrencinin   laurea   isimli  üç  yıllık  bir  öğrenim, ardından  laurea specialistica  isimli iki yıllık, daha spesifik bir öğrenim alması planlanmaktadır. Öğrencilerin laurea ile çalışma hayatına atılabilmesi mümkün ise de, hâkim, avukat, noter olabilmesi veya idarî kurumlarda üst düzey  bir  göreve  gelebilmesi  için  laurea  specialista yı  elde  etmeleri                                                  87 Oğuz, s. 11. 88 Çünkü bir unvanın elde edilmesi için başka bir unvanın elde edilmesine gerek yoktur. Bkz. Oğuz, s. 12. 89 Bu  aşama,  Türkiye deki  araştırma  görevlisi  kadrosuna  benzetilebilir.  Bu  kadroya başvurabilmek için doktora yapmış olmak şart değildir. Ancak, doktora yapanlara öncelik tanınır. 90 Oğuz, s. 12. 482AÜHFD, 64 (2) 2015: 459-505  Uyumaz - Erdoğan zorunludur.  Yine  bu  reform  ile  laurea  specialista dan  sonra  da  hukuk eğitimini derinleştirme olanakları öngörülmüştür. F. İSPANYA DA İspanya da üniversitelere kabul edilme, merkezi bir kurum tarafından değil,  hangi  notlarla  öğrenci  alınacağı  üniversitelerce  belirlenen  bachillerato  ya da  Bachillerato Unificado Polivalente (BUP)  adında bir sınavın başarılmasına bağlıdır. İspanya da her üniversite öğrenim programını ve öğrenim süresini serbestçe belirleme yetkisine sahiptir. İspanya da bir akademik yıl, iki döneme ayrılmaktadır. Bir öğrencinin haftada ortalama yirmi ila yirmi dört saat dersi vardır. Ancak İspanya da kredi  sistemi  diğer  ülkelerden  biraz  farklıdır.   Créditos   denilen  kredi sisteminde  bir  dersin  bir  dönem  içerisinde  kaç  saat  verilmesi  gerektiği belirlenir. Bir  crédito  on saatten oluşmaktadır. Yani, üç kredi (créditos) olan bir ders bir dönemde otuz saat okutulacak demektir. Medenî hukuk, ticaret hukuku, ceza hukuku, idare hukuku, anayasa hukuku, vergi hukuku, medenî usul hukuku ve ceza usul hukuku, hukuk teorisi, Roma hukuku, kilise hukuku ve hukuk tarihi gibi dersler her hukuk fakültesinde zorunlu olan derslerdir. Seçmeli dersler ise fakülteden fakülteye değişmektedir.  Sınıf  mevcudu  genellikle  yüz  kişi  civarındadır.  Öğretim tekniği olarak konferans şeklinde gerçekleştirilen teorik ders anlatımının yanı sıra ek dersler yapılarak pratik çalışmalar da gerçekleştirilmektedir.  Öğrencilerin  bir  dersi  kaç  defa  tekrar  alabileceği  konusunda  karar verme yetkisi üniversite yönetimine aittir. Sınavlar kural olarak yazılı olarak yapılmakta  ve  ortalama  olarak  iki  saat  sürmektedir.  Sınavlarda  kanun kullanmak  genellikle  serbest  değildir.  Bazen  öğretim  üyelerinin  çoktan seçmeli  test  yaptığı  da  görülmektedir.  Notlar  sıfır  ile  on  arasında değişmektedir.  Bir  dersi  geçebilmek  için  en  az  beş  puan  almak gerekmektedir.  Hukuk  öğrenimi,  öngörülen  derslerin  başarı  ile tamamlanması ile biter. Lisans eğitimini tamamlayan öğrenci  Licenciado  unvanını alır ve avukat olarak çalışma hakkını elde eder. Ancak, barolar                                                  91 Oğuz, s. 13-14. 92 Oğuz, s. 14. 93 Oğuz, s. 14. 94 Oğuz, s. 15.   483Hukuk Eğitimi ve Hukuk Kliniği…  AÜHFD, 64 (2) 2015: 459-505  tarafından mezunlara bir staj eğitiminin verilmesi gerektiği ifade edilmelidir. Hâkim olmak için öğrencilerin  oposición  isimli sözlü bir sınavda başarılı olmaları  gerekmektedir.    Bu  sınavda,  adaylardan  kura  yöntemi  ile  altı konudan  birini  seçmeleri  ve  bu  konuda  konferans  vermeleri  istenir. Akademik  çalışma  yapmak  isteyen  öğrenciler  öncelikle  iki  yıllık  süren doktora eğitimine başlamaktadırlar. Her ne kadar doktora eğitimi iki yıllık ise de, bir öğrencinin doktor unvanını alması dört ya da beş yılı bulmaktadır. Ayrıca, öğretim üyesi olabilmek için  concurso-oposición  adı verilen bir sınavda başarılı olmak gerekmektedir. G. PORTEKİZ DE Portekiz de hukuk eğitimi beş yıl sürer ve öğretim yılı Ekim de başlar, Mayıs  ayında  sona  erer. Dersler teorik ve  pratik olmak üzere  iki farklı şekilde verilmektedir. Teorik derslerde konular öğretim üyeleri tarafından aktarılmaktadır. Bu derslerde, öğrencilerle diyalog kurulması, olay çözümü veya karar analizi söz konusu olmaz. Pratik derslerde, hukukî olay çözümü söz  konusu  olur.  Bu  derslerde,  genellikle  asistanlar  tarafından  öğretim üyesinin anlattığı teorik konularla ilgili somut hukukî uyuşmazlıklara dayalı olaylar çözümlenmektedir.  Sınavlarda,  sorular  derslerde  anlatılan  konulardan  seçilir.  Sınavların genellikle yazılı olarak yapılmasının yanı sıra, bazı hukuk fakültelerinde öğrenciler,  sözlü  olarak  veya  ev  ödevlerine  göre  değerlendirilmeye  tâbi tutulurlar.  Hukuk  eğitiminde  seminerler  de  önemli  bir  yer  tutmaktadır. Hukuk  eğitiminin  tamamlanması  ile  öğrenci   Licenciatura   sıfatını  elde etmektedir. Bu sıfatı elde eden öğrencilerin avukat olmak için staj yapması ve bu staj döneminde belirli bir öğretim görmesi gerekmektedir. Hâkim olmak isteyen öğrenciler içinse iki yıllık merkezî eğitim ve bu eğitimin ardından iki yıl mahkeme stajı öngörülmüştür.  H. DANİMARKA DA Danimarka da hukuk eğitimi iki program içermektedir. Bunlardan birisi  Bachelor , diğeri ise  Master dır. Bachelor eğitimi üç yıl sürmektedir ve bu eğitimde Avrupa Birliği Hukuku da dâhil olmak üzere, özel hukuk ve kamu                                                  95 Oğuz, s. 16. 96 Oğuz, s. 17. 97 Oğuz, s. 18. 484AÜHFD, 64 (2) 2015: 459-505  Uyumaz - Erdoğan hukukunun  temel  konuları  öğretilmektedir.  Her  sömestrin  sonunda öğrenciler sınava tâbi tutulmaktadır. Son sömestrde ise, öğrencin bir proje hazırlaması gerekmektedir.  Bachelor eğitiminin tamamlanmasının ardından, iki yıl süren master eğitimi başlar.  Bu eğitimde de Bachelor sisteminde olduğu gibi, öğrenciler her sömestrin sonunda sınava tâbi tutulurlar. Bu eğitimin sonunda öğrencinin bir bitirme tezi yazması gerekmektedir.  Hukuk fakültesinden mezun olan öğrenciler avukat, hâkim-savcı veya noter  olarak  çalışabilmektedir.  Danimarka da  avukat  olabilmek  için,  bir hukuk bürosunda üç yıl stajyer avukat olarak çalışmak gerekmektedir. Bu staj döneminde stajyer avukatın çeşitli hukuk kursları alması gerekmektedir. Nihayet, bir stajyerin avukat sıfatını alabilmesi için, staj sonunda yapılan sınavda da başarılı olması gerekmektedir.  İ.   AVUSTURYA DA Avusturya da hukuk eğitimi köklü bir geçmişe sahiptir. Zira,  pozitif hukuk öğretisi nin önde gelen isimlerinden biri olan ve Viyana Üniversitesi Hukuk Fakültesi nde uzun yıllar görev yapan Hans Kelsen, Kıta Avrupa sı hukuk sisteminin şekillenmesinde özel bir yere sahiptir. Bu nedenle, ülkede hukuk  ve  hukuk  eğitimi  tarihsel  olarak  büyük  bir  öneme  sahip bulunmaktadır. Üniversiteye  girebilmek  için  lise  eğitiminin  sonunda  yapılan  ve üniversiteye kayıt için gereken  Yeterlilik Diplomasını  sağlayan  Matura  sınavından  başarılı olunması gerekmektedir. Avusturya  federal bir devlet olmasına rağmen ülkede üniversiteye geçiş için başka herhangi bir sınav bulunmamakta  ve  kayıt  için  matura  sınavı  sonunda  alınan  yeterlilik diplomasından başka bir şeye gerek duyulmamaktadır. Aynı şekilde, ülkedeki tüm hukuk fakültelerinde tek bir hukuk eğitimi verilmektedir. Branşlaşma, staj dönemlerinde ortaya çıkmaktadır. Avusturya da hukuk eğitiminin amacı, temel hukuk nosyonunu kazanmış, teorik bilgiyi doğru bir metodoloji ile pratikte uygulayabilen, hukukî bilgileri ile temel ekonomik bilimler arasında                                                  98 Bu anlamda, Danimarka Bachelor sistemi, İngiliz Bachelor sistemine benzemektedir. Bkz. Uysal, s. 121. 99 Uysal, s. 121, 122. 100 Bkz. http://tr.wikipedia.org/wiki/Hans_Kelsen. 101  Bozkurt, K., & Türe, M. (2011). Avusturya ve İsviçre Sistemlerinde Hukuk Eğitimi. TBB Dergisi , 82-107, s. 86.   485Hukuk Eğitimi ve Hukuk Kliniği…  AÜHFD, 64 (2) 2015: 459-505  bağ kurabilen, hukukî muhakeme yeteneği edinmiş, sosyal ve hukukî bilinci gelişmiş profesyoneller yetiştirmektir. Hukuk fakültelerindeki hukuk eğitimi, minimum sekiz sömestr olarak belirlenmiştir. Bu süre boyunca üç farklı eğitim aşaması bulunmaktadır. Bu üç aşamayı tamamlayan öğrenciler Türkiye deki sistemden farklı olarak,  Magistra   akademik  derecisini  alırlar.  Çünkü  Avusturya da  hukuk fakültelerinden  mezun  olabilmek  için  bir  bitirme  tezi  (Diplomarbeit) yazılması  gerekmektedir.  Bu  tez,  öğrencilerin  teorik  bilgiyi  tartışıp eleştirebilmelerine  ve  bilgilerini  yazınsal  olarak  ifade  edebilme yeteneklerinin gelişmesine yardımcı olmaktadır. Hukuk  fakültesini  bitirdikten  sonra  mezunlar,  mesleklerini  kendileri belirleme  özgürlüğüne  sahiptirler.  Adaylar,  hangi  mesleği  seçerlerse seçsinler, dokuz aylık mahkeme ön stajını beraber tamamlarlar. Bu ön staj, avukatlık, hâkimlik/savcılık veya noterlik için zorunludur. Ancak, mezunlar isterlerse  bu  stajı  yapmaksızın  akademik  yaşamı,  bürokrasiyi  veya diplomasiyi seçebilmektedirler. Avukat stajyerleri, dokuz aylık mahkeme ön stajından sonra, bir avukat yanında en az üç yıl avukatlık stajı yapmak zorundadırlar. Bu stajdan sonra, stajyerler,  avukatlık  ruhsatını  alabilmek  için   Avukatlık  Sınav Komisyonu nun oluşturduğu senatonun düzenlediği oldukça teknik ve zor olan yazılı ve sözlü sınavları başarmalıdırlar. Hâkim ve savcı stajyerleri ise, dokuz aylık mahkeme ön stajından sonra seçtikleri alana göre ağırlıklı olarak mahkeme veya savcılıkta dört yıl daha staj  yaparlar.  Bu  dönemde,  adaylar,  staja,  ilk  derece  mahkemeleri,  ilçe mahkemeleri, noter veya avukat yanında ve savcılıklarda devam ederler. Bu sürenin sonunda, adaylar yazılı ve sözlü sınava alınırlar. Bu sınavları başarı ile geçen adaylar aktif olarak mesleğe başlarlar.                                                  102  Bozkurt / Türe, s. 88. 103  Ancak, Viyana Üniversitesi Hukuk Fakültesi 2006 yılında almış olduğu bir kararla bu uygulamayı daha da genişleterek üç aşamadan oluşan bu hukuk eğitimini on yedi modüle ayırarak kredili sisteme geçmiştir. Bu karara göre, hukuk eğitimini tamamlayabilmek için iki yüz kırk Avrupa Kredisi (europeancredits (ECTS)) gerekmektedir.  104  Bozkurt / Türe, s. 89, 90. 105  Bozkurt / Türe, s. 92. 106  Bozkurt / Türe, s. 93. 486AÜHFD, 64 (2) 2015: 459-505  Uyumaz - Erdoğan Noter olabilmek için ise, dokuz aylık mahkeme ön stajından sonra, Noterler  Birliği nin  açmış  olduğu  noter  adaylığı  listesine  yazılmak zorunludur. Staj listesine yazılan adaylar, ilk on sekiz aylık staj sonunda ilk aşama sınavına katılma hakkı kazanırlar. Noter adayı, bu sınavı azamî beş yıl içinde geçmek zorundadır. Aksi halde, ismi staj listesinden silinir. Bu sınavı başaran adaylar, ikinci etap olan bir yıllık staja başlarlar. Bu sürenin sonunda aday ikinci aşama sınavına katılmaya hak kazanır. Adaylar bu sınavı da on yıl içinde başarmak zorundadır. Bu sınavı başaran adaylar noterlik mesleğine başlamaya hak kazanırlar. J. İSVİÇRE DE Bilindiği  gibi,  İsviçre  farklı  kantonlardan  oluşan  bir konfederasyondur.  Yüksek  öğrenim  açısından  her  kantonun  farklı  bir düzenleme  yapma  yetkisi  bulunmasına  rağmen,  kantonlar  arasında  pek büyük  farklılıklar  görülmemektedir.  Ülkede,  yüksek  öğretime  kayıt olabilmek için konfederasyon düzeyinde bir lise diplomasına sahip olmak gerekmektedir.  Hukuk  eğitimi,  kantonlar  arasında  küçük  farklılıklar bulunmasına rağmen, birleşik bir eğitimdir. Kantonlar arasındaki farklılık daha çok staj döneminde görülmektedir. Bologna  sistemi,  İsviçre  hukuk  eğitiminde  bazı  farklılıklara  yol açmıştır.  Bu  değişim,  hukuk  eğitiminde,   Bacheloria   ve   Master  sistemlerini getirmiştir. Altı sömestr süren Bacheloria eğitiminde seçimlik dersler  kısıtlı  olmasına  rağmen,  üç  sömestr  süren  Master  eğitiminde öğrenciler seçimlik alanlara yönelme hakkına sahip olmaktadır. Dolayısıyla, hukuk eğitimi asgari dört buçuk yıl sürmektedir. Hukuk fakültesini bitiren öğrenciler, avukatlık, hâkimlik-savcılık veya noterlik  mesleklerinden  birini  seçebilirler.  Avukatlık  konusunda  gerekli düzenlemeleri yapma yetkisi kantonlara aittir. Öncelikle, hukuk eğitimini                                                  107  Bozkurt / Türe, s. 94, 95. 108  Ülkede, Almanca, Fransızca, İtalyanca ve Romanşça dilleri olmak üzere dört farklı dil konuşulmaktadır. Bu durum, ülkede farklı eğitim ve öğretim dillerinin var olmasına yol açmıştır. Bkz. Bozkurt / Türe, s. 95.  109  Bu diploma Avusturya ve Almanya da olduğu gibi  matura  ve  abitur  sınavları ile alınan belgeye benzemektedir. Bu anlamda, başkaca bir sınava girmeye gerek yoktur. Bkz. Bozkurt / Türe, s. 96. 110  Bozkurt / Türe, s. 95-97. 111  Bozkurt / Türe, s. 97.   487Hukuk Eğitimi ve Hukuk Kliniği…  AÜHFD, 64 (2) 2015: 459-505  tamamlayan  ve  avukatlık  yapmayı  düşünen  herkes  bir  staj  sürecinden geçmek zorundadır.  Bu sınavın ardından adaylar yazılı ve sözlü sınavlara alınır. Bu sınavlardan başarılı olan adaylar avukatlık ruhsatı almaya hak kazanır. Hâkimlik-savcılık mesleğine seçilme ve atanma kriteri diğerlerinden tamamıyla  farklıdır.  Bu  anlamda,  kantonlar  arasında  da  farklılıklar görülmektedir.  İsviçre de  hâkimlik  için  üç  farklı  derece  bulunmaktadır. Bunlardan birinci dereceyi kantonal bölgelerdeki ilk derece hâkimleri, ikinci dereceyi kantonal bölgelerdeki yüksek hâkimler, üçüncü dereceyi ise Federal Yüksek  Mahkeme  hâkimleri  oluşturmaktadır.  İlk  derece  hâkimleri  halk tarafından seçilirler ve hukuk mezunu olma zorunluluğu yoktur.  Buna karşın, ikinci derece hâkimleri bazı kantonlarda Kanton Meclisi tarafından, bazılarında  ise  yine  halk  oylaması  ile  seçilmektedir.  Üçüncü  derece hâkimleri ise, Federal Meclis tarafından seçilir ve atanır. İsviçre de noter olma usulü oldukça karışıktır ve kantondan kantona büyük farklılıklar görülebilmektedir. Hatta, bazı kantonlarda noterlik kurumu bulunmamakta ve bu görevi avukatlar icra etmektedirler. Örneğin, noterlik hakkında  Bern Kantonunda  bulunan  bir  düzenlemeye  göre,  noter  olmak isteyen adayların en az on sekiz ay bir noter yanında ve üç ay da tapu müdürlüğünde  staj  yapmaları  gerekmektedir.  Bu  staj  sonunda gerçekleştirilen yazılı ve sözlü sınavlarda başarılı olunması durumunda o kantonda noter olarak çalışmak mümkün olabilir. IV. TÜRK  HUKUKUNDA  HUKUK  EĞİTİMİ  VE  HUKUK KLİNİĞİ Türkiye de bir yüksek öğretim kurumuna kayıt açısından yeknesak bir uygulama vardır. Bir öğrencinin, herhangi bir yüksek öğretim kurumuna kayıt yaptırılabilmesi için lise mezunu olması ve merkezî bir kurum olan Öğrenci Seçme ve Yerleştirme Merkezi (ÖSYM) tarafından gerçekleştirilen                                                  112  Bu süre, örneğin Bern Kantonunda on sekiz aydır; bu sürenin en az dokuz ayı avukat yanında, üç ayı ise mahkemede tamamlanmalıdır. Bkz. Bozkurt / Türe, s. 100. 113  Bozkurt / Türe, s. 100. 114  Bu anlamda, bazı büyük kantonlarda atama hukukçular bulunmaktadır. Bkz. Bozkurt / Türe, s. 101. 115  Bozkurt / Türe, s. 101, 102. 116  Bozkurt / Türe, s. 102. 488AÜHFD, 64 (2) 2015: 459-505  Uyumaz - Erdoğan üniversite sınavlarında başarılı olması gerekmektedir. Dolayısıyla, hukuk fakülteleri de bu sınavda başarılı olan lise mezunlarını öğrenci olarak kabul etmektedir. Hukuk  fakültelerinde  dört  yıllık  bir  lisans  öğretimi  verilir. Üniversiteden üniversiteye değişebilmekle birlikte hukuk fakülteleri genelde yıllık ders usulüyle öğretim sunar ve hukuk fakültelerinde, ilk yıl, anayasa hukuku, medenî hukuk (giriş, kişiler ve aile hukuku), Roma hukuku ve hukuk başlangıcı; ikinci yıl, idare hukuku, ceza hukuku, borçlar hukuku, milletlerarası genel hukuk; üçüncü yıl, eşya hukuku, usul hukuku, ticaret hukuku, ceza  hukuku (özel hükümler), borçlar hukuku (özel hükümler); dördüncü ve son yıl ise, miras hukuku, ceza muhakemesi hukuku, iş ve sosyal güvenlik hukuku, milletlerarası özel hukuk, sigorta hukuku, kıymetli evrak hukuku, idarî yargılama hukuku dersleri okutulmaktadır. Bu dersler, bir öğretim üyesi tarafından öğrencilere önce teorik olarak anlatılmakta ve çoğu zaman anlatılan bu teorik konularla ilgili hazırlanmış pratik çalışmalar kimi zaman teorik ders saati içinde, kimi zaman da ders dışı etüt şeklinde çözülmektedir. Zira, hukuk fakültelerinde eskiden bulunan pratik dersler terk  edilmiştir.  Bu  sebeple,  öğrencilere,  öğrendikleri  teorik  bilgileri                                                  117  Fakülteye giriş sınavının sakıncalı sonuçları hakkında ayrıntılı bilgi için bkz. Gürseler, İ. G. (2008). Türkiye'de Hukuk Eğitimi ve Sorunları. Uluslararası Boyutuyla Hukuk Eğitimi ve Avukatlık Mesleğine Giriş Sempozyumu (s. 239-248). Edirne: TBB. 118  Hukuk fakültelerine, Adalet Meslek Yüksek Okullarından öğrenci alınmasının uygun olacağı yönündeki görüş için bkz. Akıncı, Ş. (2001). Hukuk Eğitimi Üzerine Düşünceler. Selçuk Üniversitesi Hukuk Fakültesi Dergisi, 9 (1-2), 9-48, s. 16. 119  Ülkemizde lisans düzeyinde, genellikle bütün hukuk fakülteleri için hemen hemen tek model olan ders programlarında çok az seçmeli ders dışında bütün hukuk dallarının zorunlu ders olarak okutulması kabul edilmiştir. Yukarıda sayılan dersler bu zorunlu dersleri ifade eder. Bkz. Arslan/ Taşpınar, s. 2. 120  Takrir sistemi denilen bu yöntemde, öğretim üyeleri, mahkeme kararları ve uygulamanın birçok pratik yönünü ihmal ederek ders anlatımını gerçekleştirmekteler, buna karşılık derslerde çok daha fazla teorik ve çoğunluğu uygulama için önem arz etmeyen bilgiler verilmeye çalışılmaktadır. Ancak, hukuk eğitiminin amacı, hukuk öğrencisine araştırma ve tartışma yeteneğini kazandırmaktır. Takrir metodunun bu amacı gerçekleştirmekte yetersiz kalması sonucunda başta Amerika olmak üzere yabancı ülkelerde uygulanan ve  case method  denen metot önerilmektedir. Bu metotta, hukuk eğitimi belli başlı ve önemli mahkeme  kararlarının  incelenmesi  ve  tartışılması  yoluyla  yapılır.  Bu  amaçla   Karar Kitabı   denilen  ve  önemli  mahkeme  kararlarını  içeren  kitaplar  hazırlanmıştır.  Bkz. Gürseler, Sorunları, s. 245. Case method hakkında ayrıntılı bilgi için bkz. Arat, T. (1968). Amerikan  Hukuk  Öğretiminde  Case  Method.  Ankara:  Ankara  Üniversitesi  Hukuk Fakültesi Yayınları.   489Hukuk Eğitimi ve Hukuk Kliniği…  AÜHFD, 64 (2) 2015: 459-505  karşılaştıkları  somut  olaylarda  nasıl  kullanacakları  mütevazı  bir  şekilde öğretilmeye çalışılmaktadır. Maalesef, hukuk fakültesi öğrencileri, lisans eğitimleri süresince staj yapmak  veya  mezun  olabilmek  için  bitirme  tezi  yazmak  zorunda değillerdir. Dolayısıyla, pek çok öğrenci, duruşma salonu, icra dairesi, tapu müdürlüğü ve benzeri kamu kurumlarını hiç görmeden veya alanıyla ilgili bir araştırma yapmadan hukuk fakültelerinden mezun olmaktadırlar. Bu  durum,  kısa  vadede  stajyerlerin  mesleği  tanıma  ve  mesleği  kolayca öğrenmede zorlanmalarına, uzun vadede de uygulama ile teorinin birbirinden uzaklaşmasına neden olmaktadır.  Hukuk  fakültelerinden  mezun  olan  öğrenciler,  avukatlık,  hâkimsavcılık,  noterlik  mesleklerini  yapabilmektedirler.  Öğrencinin,  bu mesleklerden  hangisini  seçeceği  kendi  iradesine  ve  kimi  zaman  ulusal düzeyde yapılan seçme sınavlarında başarılı olmasına bağlıdır. Bu sınavlar, çoğunlukla teorik bilgi üzerine kurulu, çoktan seçmeli sorular üzerinden öğrencinin sınanması şeklinde yapılmakta, çoğu zaman sorulan sorularda öğrencinin akıl yürütme becerisi ve hukukî muhakeme yeteneğine hiçbir değer verilmemektedir. Avukat olmak isteyen mezunlar, herhangi bir sınava tâbi tutulmadan, Türkiye  genelinde  il  düzeyinde  teşkilatlanmış  olan  Barolara  başvurarak avukatlık stajına başlayabilirler. Toplamda bir yıllık olan avukatlık stajının                                                  121  Bu konuda ayrıntılı bilgi için bkz. Başözen, A. (2010). New Method in Turkish Legal Education: Internship During the Law Faculty. Hukuk, Ekonomi ve Siyasal Bilimler Aylık İnternet Dergisi, E-Akademi.org (98); Başözen, A., & İyiler, M. (2010). Türk Hukuk Eğitiminde Klinik Eğitimin Bir Türü Olarak Yeni Bir Ugulama:  Lisans Aşamasında Öğrenci Stajı . Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, 11, 1481-1492. 122  Bu  durumun  bir  istisnası,  Erciyes  Üniversitesi  Hukuk  Fakültesi  tarafından  önerilen  Hukuk  Fakültesi  Staj  ve  Bitirme  Ödevi  İlkeleri nin  Erciyes  Üniversitesi  Senatosu tarafından 2007-2008 Eğitim-Öğretim döneminde onaylanarak yürürlüğe girmesiyle ortaya çıkmıştır. Bu uygulamaya göre, her öğrenci, beşinci yarıyılın başında staj ve bitirme ödevi için  kayıt  yaptırmak  ve  mezun  olabilmek  için  bu  çalışmayı  başarıyla  tamamlamak zorundadır. Ayrıntılı bilgi için bkz. Başözen/ İyiler, s. 1485 vd. 123  Benzer durumun Yunanistan için de geçerli olduğu yönünde bkz. Nanos, s. 272. Arslan/ Taşpınar, a  göre,  Türkiye de  hukuk  fakültesi  öğrencileri   hukukçu   olarak  değil  de  teknisyen  gibi yetiştirilmektedir. Bkz. Arslan/ Taşpınar, s. 5. 124  Pekcanıtez, s. 111; Arslan/ Taşpınar, s. 4-5. 125  Bugün var olmasa da avukatlığa kabul için bir yeterlilik sınavının kaçınılmaz olduğu ve bu sınavın  sözel  beceri  yeteneğini  ölçebilmek  açısından  kesinlikle  çoktan  seçmeli  test usulüyle yapılmaması, yazılı ve sözlü olmak üzere iki aşamalı yapılması gerektiği yönünde bkz. Çulha/ Şen/ Durmaz/ Akgöl/ Erdemir, s. 182. 490AÜHFD, 64 (2) 2015: 459-505  Uyumaz - Erdoğan ilk altı ayı çeşitli mahkemelerde ve icra müdürlüğünde, ikinci altı ayı da bir avukat yanında icra edilmektedir. Prensip olarak, bu bir yıllık staj süresi içerisinde avukat stajyerleri, Baro Staj Eğitim Merkezleri nde verilen (ancak çoğu zaman hem stajyerce hem de baroca önemsenmeyen) staj eğitim derslerini almak zorundadırlar. Bazen de stajyerlerden belli bir konuda tez yazmaları ve bu tezi tecrübeli avukatlar önünde sunmaları istenmektedir. Bir yıllık staj dönemini başarı ile tamamlayan stajyerler, başka bir yasal engelleri yoksa avukatlık ruhsatını almaya hak kazanırlar. Hâkim veya savcı olmak isteyen adayların ise, 2802 sayılı Hâkimler ve Savcılar Kanununa göre kanunda öngörülen diğer koşulların yanında lisans eğitimini bitirerek çoktan seçmeli sorular üzerinden yapılan yazılı yarışma sınavında ve sözlü sınavda başarılı olmaları gerekmektedir. Yazılı yarışma sınavı  ve  sözlü sınavda  başarılı  olan  hâkim  ve  savcı  adayları  iki  yıllık adaylık süresinde Hâkim ve Savcı Eğitim Merkezi nde ilk üç ay ve son üç ay olmak üzere hazırlık ve son eğitim aşamalarından geçerler. Bu iki aşama arasında on sekiz aylık fiilî staj dönemi bulunur.                                                    126  Altı aylık adliye stajı şu mahkeme ve müdürlüklerde yapılmaktadır: 15 gün Cumhuriyet Başsavcılığında, 15 gün Bölge İdare Mahkemesinde, 1 ay Ağır Ceza Mahkemesinde, 15 gün Asliye Ceza Mahkemesinde, 15 gün Sulh Ceza Mahkemesinde, 15 gün Sulh Hukuk Mahkemesinde,  1,5  ay  Asliye  Hukuk  (veya  Ticaret)  Mahkemesinde  ve  1  ay  İcra Müdürlüğünde. 127  Arslan/ Taşpınar, s. 3. 128  Ülke genelinde yapılan avukatlık stajları dikkate alındığında, çoğunlukla terk edilen bu uygulamanın bir kural olarak tüm stajyerler için zorunlu olması gerektiği yönünde bkz. Güner, s. 197. 129  Avukatlık ruhsatın alınmasından sonra meslek içi eğitimin olmadığı ve bunun büyük bir eksiklik  olduğu  yönünde  bkz.  Güner,  s.  194.  Lisans  düzeyinde,  çeşitli  fakültelerde gerçekleştirilen eğitim kalitesinden kaynaklanan pek çok eksikliğin meslek içi eğitim ile aşılabileceği ifade edilebilir. Ayrıca bkz. Arslan/ Taşpınar, s. 5. 130 Bir istatistikî bilgiye göre, 2004-2008 yılları arasında yapılan Adalet Bakanlığı nın yaptığı Hâkim ve Savcı Adayı Seçme Sınavına katılan yaklaşık  5.000  kişiden sadece  367  kişi başarılı olmuş,  200  aday ise bu sınavdan  0  almıştır. Bu durum da gösteriyor ki, ülkemizde takrir sistemine bağlı olarak verilen teorik bilgi yüklemeye dayalı eğitim son derece yetersizdir. Başka bir istatistikî bilgiye göre, idarî yargı hâkimlerinden hukuk mezunu olanların yüzdelik oranı, 1968 yılında %70,44; 1985 yılında %72,72; 1990 yılında %56,78  ve  2002  yılında  %27,95 tir.  Er e  göre,  hukuk  mezunu  olmayan  hâkimlerin sayısındaki artışın isabetli olmaması kadar hâkimlik sınavının çoktan seçmeli sorular üzerinden yapılması da isabetli değildir. Bkz. Er, s. 244-245,243. Ayrıca bkz. Gürseler/ Pekcanıtez/ Bingöl/ Işıktaç/ Oğuz/ Erdal, s. 63. 131  Çamlıbel,  F.  (2003).  Adli  Yargıda  Hâkim  ve  Savcı  Adaylarının  Eğitimi  ve  Adalet Akademisi. Hukuk Öğretimi ve Hukukçunun Eğitimi (s. 215-221). Ankara: TBB, s. 216. 132  Arslan/ Taşpınar, s. 3. Adliyede gerçekleştirilen fiilî stajın, eğitim merkezinde verilen eğitim kadar iyi sevk ve idare edilmediği yönünde bkz. Çamlıbel, s. 216. Zira, eğitim   491Hukuk Eğitimi ve Hukuk Kliniği…  AÜHFD, 64 (2) 2015: 459-505  Noter  olmak  isteyen  öğrencilerin,  1512  sayılı  Noterlik  Kanunu hükümlerine göre, Adalet Bakanlığı tarafından verilen bir yıllık staj süresini başarıyla tamamlamaları gerekmektedir. Ülkemizde, hukuk kliniğinin çeşitli uygulamalarına uzun süreden beri rastlanmaktaysa da, hukuk kliniği terimi hukuk eğitimi alanında uzman olan kişiler tarafından bile tam anlamıyla bilinmemektedir. Belki de bu                                                                                                                    merkezinde verilen eğitimin aktif eğitim şeklinde adayların katılımıyla çok yönlü olduğu ifade ediliyor. Çoğunluğu uygulayıcılar ve yüksek dereceli hâkimler olan eğitmenlerden alınan uygulama derslerinin yirmi beş farklı dersten (adli tıp, adlî bilimler ve bilgisayar derslerini de içine alacak kadar geniş kapsamlı) oluştuğu ve ayrıca sürekli düzenlenen meslek içi eğitim konferansları ile eğitimin desteklendiği ifade edilebilir. Ayrıca bkz. Çamlıbel, s. 216, 218. 133  Arslan/ Taşpınar, s. 3. 134  Hukuk  kliniği  terimi,  Amerikan  Hukukunda,  öğrencilerin  teorik  bilgilerini kullanabilecekleri bir kurum olarak algılanmaktadır. Amerika da öğrenciler bu kurumlarda halka karşılıksız hukukî yardım sağlarlar. Böylece, hem uygulamayı yakından görmüş olurlar, hem de topluma, ahlâkî bir görev üstlenerek yarar sağlamış olurlar. Bkz. Allen/ Delorenzo, s. 41 vd.; Boersig/ Marshall/ Seaton, s. 55; Maxwell, s. 105-106. Ancak, hukuk kliniği teriminin daha kapsamlı bir şekilde anlamlandırılması gerektiği ifade edilmelidir. Bu anlamda, teorik ve klasik eğitimi ezberden uzaklaştırıp, pratiğe yaklaştıracak her türlü yöntem, bu kavramın kapsamında değerlendirilebilir. 135 Hukuk kliniği uygulamasının ulusal bir örneği için bkz. Elveriş, İ. (2005). İstanbul Bilgi Üniversitesi Hukuk Kliniği. 06.05.2014 tarihinde,  www.cu.edu.tr/insanlar/mceker/hukuk%20fakültesi/idil-elveris.ppt,  adresinden  erişildi. Ayrıca,  İstanbul  Üniversitesi  Hukuk  Fakültesi  için  bkz., http://hukuk.istanbul.edu.tr/?p=11311  (Erişim  Tarihi:  7.3.2015);  Ankara  Üniversitesi Hukuk Fakültesi için bkz., http://www.stgm.org.tr/tr/icerik/detay/ankara-universitesindetoplumsal-cinsiyet-hukuk-klinigi (Erişim Tarihi: 7.3.2015); Anadolu Üniversitesi Hukuk Kliniği için bkz., http://klinikhukuk.org/ (Erişim Tarihi: 7.3.2015). Ülkemizde son yıllarda hukuk kliniği hakkında çalıştaylar yapılmakta ve bazı fakülteler nezdinde seçmeli ders olarak hukuk kliniği dersleri okutulmakta, yine öğrenci stajlarına yer verilmektedir. Ancak, söz konusu seçmeli derslerin içeriği ve işlenişi, örnek ülkelerin ulaştığı düzeyden oldukça uzaktır.  Gerçekten,  söz  konusu  derslerin  içerikleri  incelendiğinde,  öğretim  üyeleri tarafından verilen belli bir teorik eğitimden sonra öğrencilerin bu konuda çalışan sivil toplum kuruluşları ve avukatlar ile ortaklaşa bir çalışma yürütecekleri anlaşılmaktadır. Hukuk klinikleri ile istenilen sonucun elde edilebilmesi için, hukuk kliniği dersinin diğer örnek ülkelerde olduğu gibi zorunlu ders olması, Baroların yürüttüğü adlî yardıma benzer bir şekilde maddî imkânı olmayan halka açılması ve öğrenci odaklı pek çok hukuk kliniği uygulamasının  öğrenci  üzerinden  yürütülmesi  gerekmektedir.  Bu  yüzden,  ülkemizde görülen hukuk kliniği örnekleri, yeterli düzeyde olmadığından örnek ülkelerdeki hukuk kliniği uygulamalarının ancak bir veya birkaçını karşılamakta olup, oldukça mütevazı kalmaktadır. Bu eksikliği gidermek adına, Adalet Bakanlığı Strateji Geliştirme Başkanlığı da   Hukuk  Klinikleri  Projesi   adı  altında  bir  proje  yürütmektedir.  Bkz., http://www.gencbaro.org/guncel/adli-yardim-sistemi-degisiyor-hukuk-klinikleri-projesiuygulama-hazirliklari-yapiliyor.html (Erişim Tarihi: 7.3.2015).   492AÜHFD, 64 (2) 2015: 459-505  Uyumaz - Erdoğan durumun sebebi, hukuk kliniği teriminin yabancı hukuk sistemlerinden ithal bir terim olmasından kaynaklanır. Türkiye de hukuk kliniği, lisans eğitimi ve lisansüstü eğitim olmak üzere iki aşamada incelenebilir. Ancak, lisans öncesi eğitim de hukuk kliniği açısından  büyük  bir  öneme  sahiptir.  Maalesef  Türkiye de  lisans  öncesi eğitim, pratiğe dayalı eğitimin yetersizliği ve öğrencilerin ana dile ait temel bilgileri, örneğin dilbilgisi kurallarını dahi doğru kullanamadıkları dikkate alınırsa oldukça yetersiz görünmektedir. Bu yetersizlik, öğrencilere, iyi ve ısrarlı bir anadil eğitiminin yanında temel hukuk ve vatandaşlık bilgisini içeren dersler verilerek aşılabilir. Türkiye de  hukuk  kliniğinin  lisans  düzeyinde  görünümleri,  farazî duruşmalarda rol alma veya izleyici olma, yargı kararlarının analizi, pratik çalışmalar, mahkeme ve diğer kamu kurumlarını ziyaret ile lisans sonrası dönemde seçilen mesleğe özgü staj şeklinde ortaya çıkar. Kimi zaman lisans düzeyinde  hukuk  kliniğinin  bir  görünümü  olarak  sayılabilecek  şekilde öğretim  üyeleri  ve  idareciler  tarafından  nadiren  düzenlenen  meslekî sempozyumlar  gösterilebilir.  Belirtmek  gerekir  ki,  ülkemizde  bu  şekilde tezahür eden hukuk kliniği uygulamaları, Türk Hukuk eğitiminde eskiden beri yer almalarına rağmen yetkin, donanımlı ve uluslararası düzeyde söz sahibi  hukukçular  yetiştirmek  için  oldukça  yetersizdir.  Diğer  taraftan,                                                  136  Bu konuda ayrıntılı bilgi için bkz. Akıncı, s. 9-48; Arslan/ Taşpınar, s. 16. Anadil yeterliliğinin hukukun dinamiklerini ve yürürlükteki hukukun derinlemesine anlaşılmasını sağlamakta çok önemli bir etken olduğu yönünde bkz. Maxwell, s. 116. Şüphesiz, anadil eğitiminin, diksiyon ve tiyatro eğitmenleri aracılığıyla hâkim ve savcılara staj eğitimi sırasında veriliyor olması (bkz. Çamlıbel, s. 219) bu konuda lisans öncesi ve lisans düzeyinde  önemli  eksiklik  olduğunun  bir  göstergesidir.  Anadil  eğitiminin  avukat adaylarına avukatlık stajı sırasında meslek içi eğitim şeklinde verilmesi gerektiği de ifade edilirken (bkz. Çulha/ Şen/ Durmaz/ Akgöl/ Erdemir, s. 184) aynı kaçınılmaz yargıya varıldığı söylenebilir. 137  Kılıç, H. (2008). Eğitim, Staj, Sınav. Türkiye Barolar Birliği Yargı Reformu Sempozyumu (s. 558-571). Ankara: TBB, s. 562; Gürseler/ Pekcanıtez/ Bingöl/ Işıktaç/ Oğuz/ Erdal, s. 100. Temel hukuk ve vatandaşlık bilgisi derslerinin profesyonel bir meslek olarak hukuku seçsin veya seçmesin herkese verilmesi gerektiği ifade edilebilir. Aynı yönde bkz. Çulha/ Şen/ Durmaz/ Akgöl/ Erdemir, s. 182.  138  Farazî duruşmaların idare hukukundaki örnekleri hakkında ayrıntılı bilgi için bkz. Çolak, İ. (2011). Hukuk Eğitimi Yöntemi Olarak İdare Hukukunda Sanal Mahkemeler. İstanbul: On İki Levha. 139  Uluslararası  düzeyde  hukukçu  yetiştirmek  için  başta  akademik  kadro  olmak  üzere, öğrencilere yurtdışı eğitim imkânının tanınması gerektiği, uluslararası düzeyde kendisini ispatlamış yabancı hukukçuların ülkemize davet edilerek sempozyumlar düzenlenmesinin   493Hukuk Eğitimi ve Hukuk Kliniği…  AÜHFD, 64 (2) 2015: 459-505  hukuk kliniğini başarılı ve etkin şekilde hayata geçirmekte başarılı olan ülkelerde,  öğrenciler  yukarıda  sayılan  mütevazı  uygulamaların  yanı  sıra topluma  karşılıksız  hukukî  yardım  sunmakta,  fakültelerinin  dergilerini yayınlamakta  ve  meslekî  sempozyumlar  organize  etmektedirler.  Dahası, onlar ülkemizde olanın aksine bu ders dışı kliniksel aktivitelere derslere ayırdıkları zamandan çok daha fazlasını ayırmaktadırlar.  Aynı  zamanda,  hukuk  fakültelerinde  lisans  döneminde  bir  staj uygulaması da yoktur. Hatta, yukarıda bahsi geçen hukuk kliniğine ilişkin nadir  uygulamalar  bütün  hukuk  fakültelerinde  de  mevcut  değildir.  Son dönemde ülkemizde, neredeyse bütün üniversitelerin bünyesinde yeni hukuk fakülteleri açılmıştır. Yeni açılan hukuk fakültelerinin çoğunda öğrencilere teorik dersleri anlatacak öğretim üyesi kadrosu dahi oluşturulamamıştır. Bu sebeple, lisans aşamasında, etkin ve çeşitli hukuk kliniği uygulamalarına yer verilmesi  imkânsız  görünmektedir.  Şüphesiz,  bu  imkânsızlıklar  hukuk kliniklerini  en  azında  fiziksel  alt  yapısı  olan  üniversitelerde  hayata geçirmemek için engel olmamalıdır. Lisans  sonrası  eğitim  aşamasında,  mezunlara  hukuk  kliniğinin  bir görünümü  olarak  hâkimlik-savcılık  stajı,  noterlik  ve  avukatlık  stajı zorunluluğu getirilmiştir. Bu stajların süresi ve içeriği de meslek türüne göre değişmektedir. Örneğin, avukatlık stajı, altı ayı mahkemede, diğer altı ayı bir avukat bürosunda olmak üzere toplam bir yıldır. Hâkimlik-savcılık stajı ise bir yıldan iki yıla kadar değişmektedir. Bu uygulamaya rağmen, genel kabul gören görüşe göre, hem hâkimlik-savcılık hem de avukatlık stajının süreleri ve bu stajlar esnasında adaylara verilen pratik eğitim, arzu edilen meslekî yeterliliğe  erişmek  için  son  derece  yetersizdir.  Hukuk  kliniği                                                                                                                    uygun olacağı yönünde bkz. Mengü, Ş., Özok, Ö., Güriz, A., Rottleuthner, H., & Ökçesiz, H. (2003). Hukuk Eğitimine Genel Bakış. Hukuk Öğretimi ve Hukukçunun Eğitimi (s. 1946). Ankara: TBB, s. 25-26.  140  Tüm hukuk mezunları için meslek öncesi aşamada (lisans düzeyinde), stajın zorunlu olduğu yönünde bkz. Başözen/ İyiler, s. 1483.  141  Şüphesiz,  istenen  kalitede  bir  hukuk  kliniği  uygulama  merkezî  oluşturmak  ve  bu doğrultuda öğrencileri en iyi şekilde yetiştirmek ciddî bir maddî külfeti de beraberinde getirmektedir. Bkz. Dimitrova-Simeonova, s. 265. 2001 yılında Çin de kurulan üç merkez için 490.000 $ harcandığı yönünde bkz. Gibson, s. 34. 142  Mısır, H., Kardelen, F., Seğmen, A., İşlekel, Z., Üler, Y., & Kılıç, H. (2008). Avrupa'da Avukatlık Mesleğine Giriş ve Meslek İçi Eğitim. Uluslararası Boyutuyla Hukuk Eğitimi ve Avukatlık Mesleğine Giriş Sempozyumu (s. 209-238). Edirne: TBB, s. 209-210, 214; Gürseler, G., Yıldırım, S., & Besler, B. (2008). Avrupa'da Avukatlık Mesleğine Giriş ve 494AÜHFD, 64 (2) 2015: 459-505  Uyumaz - Erdoğan uygulamasında başarılı olan ülkelerde, öğrenciler mezuniyetlerinden kısa bir süre sonra bir sınava tâbi tutulmakta ve bu sınavda başarılı olanlar staj yapmaya  hak  kazanmaktadırlar. Stajın sonunda  bu öğrenciler, bir hukuk profesyoneli olarak mesleğe başlayabilmek için ikinci bir sınava daha tâbi tutulmaktadırlar. Bu bağlamda, lisans eğitiminin dördü teorik ve ikisi pratik eğitim olmak üzere en az altı yıla çıkarılması isabetli olabilir. V.  SONUÇ Bugün, küreselleşmenin tüm dünya insanlarını birbirlerine çok daha fazla yaklaştırdığı, insanlar arasında sosyal, ticarî, ekonomik sebeplerle ve daha  pek  çok  farklı  şekilde  ortaya  çıkan  ilişkilerde  çeşitli  hukukî uyuşmazlıklarla karşılaşıldığı görülmektedir. Tarafları, haliyle dili ve hukuk sistemi  yerel  olmaktan  çıkan  bu  yeni  uyuşmazlıkların  çözüme kavuşturulması için hukukçuların donanımlı ve yetkin olmaları, bunun için de  çok  iyi  bir  hukuk  eğitiminden  geçmiş  bulunmaları  zorunludur. Hukukun bir güç kaynağı olduğu düşünülürse, gelişimi politik, sosyal ve ekonomik faktörlerden her zaman etkilenen hukuku öğrencilere iyi şekilde kavratabilmek  ve  iyi  hukukçular  yetiştirebilmek  için  öncelikle  hukukun normatif ve politik yönünü kavratmak gerekir. Karşılaştırmalı hukuka bakıldığında,  pek  çok  ülkenin  bu  ideal  düşünceyi  yüzyıllar  öncesinden benimsediğini  ve  yıllar  önce  kurulmuş  köklü  sistemlerinde  bugünün ihtiyaçları  doğrultusunda  sürekli  güncellemeler  ve  değişikliklerle  seçkin hukukçu yetiştirilmesi fikrinden hiç vazgeçilmediği gözlenmektedir.                                                                                                                    Meslek İçi Eğitim. Uluslararası Boyutuyla Hukuk Eğitimi ve Avukatlık Mesleğine Giriş Sempozyumu (s. 161-180). Edirne: TBB. Gürseler, G., Yıldırım, S., & Besler, B. (2008). Avrupa'da Avukatlık Mesleğine Giriş ve Meslek İçi Eğitim. Uluslararası Boyutuyla Hukuk Eğitimi ve Avukatlık Mesleğine Giriş Sempozyumu (s. 161-180). Edirne: TBB, s.166; Kılıç, s. 561. 143  Aynı yönde bkz. Kılıç, s. 562. 144  Güran, s. 85. 145  Avustralya  Ulusal  Hukuk  Fakültesi  Dekanı  Michael  Coper a  göre,  iyi  ve  etkili  bir hukukçu, hukuku ve hukuk sistemini derinden anlamış hukukçudur. Hukuku derinden anlamak, sadece hukuk kuralları değil, onun dinamiklerini ve genel felsefesini çözümlemiş olmak demektir. Bu bağlamda, hukukun normatif yönünü kavramaktan kasıt hukukun nereden geldiğini bilmek kadar nereye gittiğini de sezinlemektir. Bkz. Maxwell, s. 114, dipnot 95. 146  Maxwell, s. 100-101. 147  Bu ideal düşünceden hareketle, klinik eğitim noktasında birbirlerine çok benzeyen ve klinik modelini Amerikan hukukundan alan Çin ve Avustralya hukuk kliniği yetkilileri, Ağustos 2001 Beijing te yapılan konferansta, hukuk kliniklerinin, model Amerikan hukuk   495Hukuk Eğitimi ve Hukuk Kliniği…  AÜHFD, 64 (2) 2015: 459-505  Ülkemizdeki hukuk eğitimine bakıldığında ise mevcut durumun bundan çok uzakta olduğu ve hukuk eğitiminde daha da ciddî sorunların ortaya çıkacağı bir döneme girildiği ifade edilmelidir. Zira, iyi bir hukuk eğitimi için hukuk eğitimine kabul öncesi dönem, lisans dönemi, mezuniyet sonrası dönem (lisansüstü eğitim, master ve doktora dönemi) olmak üzere her üç dönemin  hayatî  değer  taşıdığı  varsayılırsa,  bu  üç  dönem  açısından  da ülkemizde zaafiyetler olduğu görülmektedir. Öncelikle,  hukuk  eğitimine  giriş  döneminde  karşılaşılan  en  büyük sorun, fakülteye kabul için kontenjanların tüm ülke genelinde artırılması ve neredeyse  her  üniversite  bünyesinde  hukuk  fakültelerinin  kurulmuş olmasıdır. Bunun doğal sonucu olarak, bir diğer sorun taban puanların düşmüş  olmasıdır.  Kabul  etmek  gerekir  ki,  tüm  dünyada  olduğu  gibi ülkemizde de hukuk eğitimi oldukça geniş bir müfredatı içerir, derslerin anlaşılması zordur ve her bir dersten başarılı olmak için özel çaba harcamak ve çok sistemli çalışmak gerekir. Bu yüzden, istisnalar bir kenara bırakılırsa, hukuk fakülteleri ancak planlı ve sistemli çalışabilen, belirli bir yeterliliğe sahip,  her  bakımdan  donanımlı  öğrencilerin  başarılı  olabileceği fakültelerdendir.  Fakülteye  kabul  ve  öğrenci  seçimi  için  merkezî  bir sınavın yerindeliği tartışılabilirse de eldeki imkânlar dâhilinde bundan da taviz verilerek taban puanların düşürülmesi hiç isabetli olmamıştır. Fizikî ve teknik alt yapı çalışmaları tamamlanmaksızın kurulan hukuk fakültelerinde yeterli öğretim üyesi kadrosunun bulunmadığı da dikkate alınırsa verilen eğitimin kalitesi tartışılır olacaktır. Öte yandan, lisans öncesi dönemde, çok  iyi  bir  anadil  eğitimi  yanında  okumayı,  araştırmayı  seven,  eleştirel düşünebilen,  tartışabilen,  medenî  cesareti  yüksek  bir  öğrenci  profili                                                                                                                    kliniklerinin çalışma sistemi hakkında daha çok bilgi edinilmesi, ulusal bir organizasyon kurulması,  öğretici materyallerin yayımlanması, diğer merkezlerle öğretici materyallerin ve  bilgi  alışverişinin  artırılması,  diğer  merkezlerdeki  uygulamayı  görme  şansının sunulması gerektiği yönünde görüş bildirmişlerdir. Bkz. Gibson s. 35. 148  Gürseler/ Pekcanıtez/ Bingöl/ Işıktaç/ Oğuz/ Erdal, s. 65. Üniversiteye dönüş yolunu açan af  kanunlarının  bu  sıkıntıyı  daha  da  artıracağı  yönünde  bkz.  Mengü/  Özok/  Güriz/ Rottleuthner/  Ökçesiz,  s.  25.  Benzer  bir  eleştiri,  son  yıllarda  Yunanistan da  avukat sayısının kontrolsüz şekilde arttığı yönündedir. 2008 yılı için ülkedeki avukat sayısının yaklaşık olarak 39.000 olduğu ve bir milyon nüfuslu Selanik şehrinde avukat sayısının (6.200) on milyon nüfuslu Paris ten fazla olduğu ifade edilebilir. Bkz. Nanos, s. 277. Ayrıca bkz. Nanos/ Boşnakov/ Calvert, s. 134-135, 138. 149  Oshundeyi, s. 69. 150  Arslan/ Taşpınar, s. 5. 151  Öğrencide eleştirel farkındalığın geliştirilmesi için ne daha çok ders saatine ne de ek kaynaklara ihtiyaç vardır. Bu noktada köklü değişim, iyi bir dil eğitimi ile öğrenciye 496AÜHFD, 64 (2) 2015: 459-505  Uyumaz - Erdoğan oluşturulması zorunludur. Bu aşamada, adalet lisesi gibi meslek liselerinin sayısı artırılarak lisansa kabulde bu liselere öncelik tanınması önerilebilir. Böylece,  hukuk  alt  yapısı  olan  öğrenci  profili, lisans  düzeyinde  istenen hedefe daha kolay ulaşılmasını kolaylaştırabilir. Lisans  döneminde,  yüzlerce  kişiden  oluşan  kimi  ilgili  kimi  ilgisiz kalabalığa, bakar kör gözlerle ders veren öğretim üyeleri yerine küçük ve birebir iletişimin sağlandığı sınıflarda samimi bir eğitimin verilmesi tercih edilmelidir.  Şüphesiz,  kalabalık  kitleler,  eğitimde  niteliksizliği  de beraberinde  getirecektir.  Zira,  algısı  tamamen  kapalı  öğrencilerin  içinde bilgiye aç, gelecek vaat eden öğrenciler kaybolup gitmektedir. Bununla aynı anlamda  olmak  üzere,  lisans  eğitiminde  salt  takrir  sistemi  terk  edilerek öğrenci odaklı, eleştirici ve tartışmacı bir eğitime geçilmesi zorunludur. Daha önceden teorik derse hazırlıklı gelen ve teorik bilgiyi az çok öğrenmiş olan öğrenci, ilgili dersin kapsamına giren hukuk sisteminin artılarını ve eksilerini öğretim üyesi ile tartışarak sistemi eleştirmeli, sistemin daha güçlü ve  iyi  işlemesi  için  gerekenleri  düşünmeli,  bu  konu  üzerine  kafa yormalıdır.                                                                                                                     öğretim üyesi de dahil her türlü bilgi kaynağını tartışan, eleştiren, muhakeme eden sorular sorma becerisi kazandırma ile başlar. Ayrıca bkz. Maxwell, s. 101. 152  Aynı  yönde  bkz.  Mısır/  Kardelen/  Seğmen/  İşlekel/  Üler/  Kılıç,  s.  213;  Gürseler/ Pekcanıtez/ Bingöl/ Işıktaç/ Oğuz/ Erdal, s. 78; Güran, s. 87-88; Güner, s. 198.  Bu profili oluşturabilmek, bir diğer deyişle öğrenciye eleştirel düşünme becerisi kazandırabilmek için müfredatı bu yönde yeniden ele almak, öğrencinin yargılama ve muhakeme gücünü geliştirecek somut vakıalar incelemesine imkân verecek bir hukuk kliniği uygulamasını hayata geçirmek gerekecektir. Bkz. Maxwell, s. 100.  153  Bu noktada, meslekî sorumluluk ve meslek etiğinin de lise döneminde hukuk fakültesi okumayı  düşünen öğrencilere  aşılanması  ve  bir  öğrenim  çıktısı  olarak  lisans öncesi dönemde temel amaç edinilmesi isabetli olacaktır. Aynı yönde bkz. Maxwell, s.103. 154  Aynı yönde bkz. Arslan/ Taşpınar, s. 5. Bir hukuk fakültesi sınıfında bulunan öğrencilerin sayısı artıkça dersi anlama oranlarının düştüğü yönündeki araştırma ve büyük sınıflarda ders anlatmanın pek çok öğretim üyesi için büyük bir sorun teşkil ettiği yönündeki görüş için bkz. Hativa,  s. 97. Hativa ya göre, küçük bir sınıfta olmak öğrenciyi iyi hissettirir ve öğrenciye, anlamadığı konular hakkında kolayca soru sorma, bir konu hakkında tartışma açma imkânı sunar. Bkz. Hativa, s, 98. 155  Arslan/ Taşpınar, s. 25. 156  Bunun, ancak öğrenci odaklı aktif eğitimle gerçekleşeceği yönünde bkz. Pekcanıtez, s. 116; Mengü/ Özok/ Güriz/  Rottleuthner/ Ökçesiz, s. 26. Şüphesiz, bu noktada öğrencinin sistemin normatif yapısını bilmesi, hukukun kaynaklarını, söz konusu hukuk kuralının hangi gereksinimlerden dolayı ortaya çıktığını ve gelişimini incelemesi gerekir. Bkz. Maxwell, s. 113.   497Hukuk Eğitimi ve Hukuk Kliniği…  AÜHFD, 64 (2) 2015: 459-505  Sistemi  daha  ileri  götürme  adına,  öğrencilere  yabancı  bir  hukuk sistemini ve hukuk eğitimi görme imkânı vermesi açısından Avrupa Birliği ülkeleri  başta  olmak  üzere,  demokratik  anlamda  önde  gelen  dünya ülkelerinde bulunan üniversitelerle işbirliği yapılarak öğrenci hareketliliği çalışmalarının artırılması, ülkemiz nezdinde bu konuda içtenlikle gayretli olunması,  öğrencileri  yurt  dışında  bulunan  bir  hukuk  fakültesinden  ders alma,  birkaç  yıl  o  ülkede  yaşama  ve  eğitim  görme  noktasında cesaretlendirmek  hukuk  eğitimine  sağlayacağı  katkılar  bakımından  çok büyük  bir  önem  taşımaktadır.  Benzer  bir  durum,  öğretim  üyesi hareketliliği  için  de  söz  konusudur.  Elbette,  bu  konuda  da  gerekli hassasiyetin gösterilmesiyle elde edilecek başarı, başta fakülte dekanları ve üniversite  rektörleri  olmak  üzere  diğer  yetkili  otoritelerin  gayretleriyle gerçekleşecektir.  Elbette, hukukta teorik bilgi olmadan pratiğin hiçbir kıymeti yoktur. Ancak, lisans eğitiminde öğrenci teorik bilgi içinde boğulmakta, derslerde sadece takrir sistemine dayalı teorik bilgi verilmekte, öğrenci bu bilgiyi meslek hayatında hiç kullanmayacağı düşüncesi ile ezberlemekte, sınavda kullanmakta ve kısa süre içinde unutmaktadır. Çünkü öğrencide, sistemli şekilde  teori  ve  pratiğin  farklı  olduğu,  fakültede  öğrenilenlerin  meslek icrasında  bir  işe  yaramayacağı  algısı  oluşturulmaktadır.  Oysa,  teorik  ile pratik aynı amaca hizmet eden bir bütünün ayrılmaz parçalarıdır. Teoriyi bilmeyenler pratiği teoriden farklılaştırmakta, pratiği bilmeyenler de teoriyi olduğundan farklı, uygulanmaz bir hale getirmektedirler. Bu sebeple, hukuk fakültelerinde terk edilmiş pratik derslere tekrar dönülmeli, en az teorik ders saati kadar pratik ders saati müfredata eklenmelidir. Bu arada, hukuk fakültelerinde devam mecburiyeti olmazsa olmaz bir şart olarak görülmeli, hukuk fakültesi kontenjanları mümkün olan en asgarî düzeye indirilmelidir. Zira,  başarı  istikrar  ve  devamlılığın  bir  sonucudur.  Aslında,  bir  hukuk fakültesi öğrencisi, derslere devam etmeksizin sınavlarda başarılı sonuçlar alabiliyorsa bu, eğitimde salt takrir sisteminin benimsendiğini ve öğrenciye sınavda  kendi  kendine  öğrenebileceği  hatta  ezberleyebileceği  bilgiler sorulduğunu,  öğrencinin  yeterliliğini  ölçme  adına  pratiği  ve  muhakeme                                                  157  Bu noktada, hayatî değer taşıyan Erasmus ve Avrupa Kredi Transfer sisteminin (ECTS) tüm üniversiteler bünyesinde hayata geçirilmesi gereklidir. Ayrıca bkz. Arslan/ Taşpınar, s. 8-9. 158  Arslan/ Taşpınar, s. 25. 498AÜHFD, 64 (2) 2015: 459-505  Uyumaz - Erdoğan yeteneğini  geliştirmenin  amaçlanmadığı  sınavların  yapıldığını düşündürmektedir. Diğer taraftan, öğretim üyelerine, öğrencinin algısını artırmak için ders anlatım  tekniği  olarak,  alışılagelmiş  sözel  bilgi  aktarımı  yerine,  görsel öğelerden de yararlanmaları önerilebilir. Durağan, aynı tonda devam eden, sönük ve monoton bir ses tonu yerine değişken bir ses tonu ile ders anlatım yöntemi izlemek öğrencilerin dikkatini çekmeye ve daha kolay konsantre olmalarına  yardımcı  olacaktır.  Resimler  içeren  slayt  gösterileri,  konu hakkında hazırlanmış videolar, özgün bir üslupla hazırlanmış sunular, kalın ve  sıkıcı  ders  kitapları  dışında  çok  daha  ilgi  çekici  materyaller  olarak öğrencilerin dersi anlamalarını kolaylaştıracaktır. Öğretim üyelerinin ders boyunca  kürsünün  ardından  ders  anlatımı  yerine,  beden  dilini  de kullandıkları  ders  anlatımı  çok  daha  etkili  bir  öğretme  metodu  olarak görülmektedir.  Öğretim  üyesinin  ders  anlatımı  sırasında  öğrencilere gülümsemesi, konuyu biraz mizah katarak daha ilgi çekici hale getirmesi, konuşurken sınıfa bakması, mümkünse öğrencilere isimleri ile hitap etmesi, iletişime açık olduğunu gösterdiği kadar öğrencileri derse katılma konusunda cesaretlendirecek  ve  dersi  anlama  oranlarını  kayda  değer  şekilde etkileyecektir. Kural olarak, akademik eğitimin amacı bir meslek edindirmek, mesleğe hazırlamaksa,  bu  eğitim  meslekî  yaşamın  gerektirdiği  asgarî  ihtiyaçları karşılayacak biçimde şekillendirilmelidir. Uzmanlığa fazlası ile dayanan bir eğitim, eğer özel olarak bu meslek yapılacaksa talep edilebilir. Özel bir meslek için özel bir eğitim ve uzmanlaşma daha yararlıdır. Şüphesiz, belli bir zaman dilimi içerisinde her alanda çalışacak mükemmel hâkimler, ekonomi için ihtiyaç duyulan hukukçular ve diğer profesyonellik gerektiren alanlarda etkin ve yeterli hukukçuları yetiştirmek mümkün değildir. Bu noktada, lisans  düzeyinden  sonraki  safhada  etkili  ve  uygun  bir  zaman  dilimine yayılmış, seçilen mesleğe yönelik stajlar ile değişim ve yeniliklere ayak uydurmak anlamında meslekî faaliyete yönelik meslek içi eğitime eğilmek zorunludur.                                                  159  Ayrıca bkz. Pekcanıtez, s. 110; Gürseler/ Yıldırım/ Besler, s. 166. 160  Canlı, neşeli, dersi sunum şeklini sık değiştiren bir öğretim üyesinin öğrencilerin çok daha iyi konsantre olmalarına yardımcı olacağı yönünde bkz. Hativa, s.103, 110-111. 161  Hativa ya göre,  Bir resim, bin kelimeye bedeldir… insanların anlamaları açısından görsel bilgi aktarımı, sözel anlatıma göre çok daha etkilidir . Bkz. Hativa, s.102. 162  Hativa, s. 104. Ayrıca bkz. Maxwell, s. 102. 163  Arslan/ Taşpınar, s. 12.   499Hukuk Eğitimi ve Hukuk Kliniği…  AÜHFD, 64 (2) 2015: 459-505  Bu noktada, hukuk kliniği olarak terimleşen ve hukukumuzda özüne tamamen  aykırı  şekilde  sadece  teorik  olarak  bilinen  kavramın  üzerinde durmak  gerekir.  Ülkemizde  pek  uygulaması  olmayan  hukuk  kliniği, karşılaştırmalı hukukta yüzyıllardır var olan bir kurum, hukuk eğitiminde uygulana  gelen  bir  yöntemdir.  Şu  an  için  ülkemizde  sadece  parmakla gösterilecek kadar az hukuk fakültesinin bünyesinde bulunan hukuk kliniği kurumu ve algısının fiziksel-bilimsel alt yapısı eksiksiz olan köklü pek çok hukuk fakültesi bünyesinde acilen kurulması zorunludur. Hukuk kliniğini, öğrencilerin  teorik  bilgiyi  pratikte  nasıl  kullanacaklarını  öğrendikleri  bir fizikî-akademik birim olarak anlamaktan öte gidilirse, her türlü hukuk kliniği türevini ülkemizdeki hukuk fakülteleri bünyesinde yaşatmanın gerekliliği daha iyi anlaşılacaktır.  Öğrenciler  tarafından  çıkarılan  hukuk  fakültesi  öğrenci  dergileri, öğrenci odaklı eğitimin ve hukuk kliniğinin bir parçası olabilir. Böyle bir dergide makale yayımlayacak olan öğrenciler, teorik bir problemi pratik ile birlikte  ele  alarak  incelemeli,  bilimsel  yayın  kuralları  çerçevesinde yayımlanan eserin ortaya çıkış sürecinde okumayı, okuduğunu anlamayı, araştırmayı  ve  yorumlamayı  öğrenir,  öğretim  üyesinden  yardım  alarak kendisini geliştirir, özgüvenini artırır. Aynı şekilde, öğrencilerce organize edilecek olan bilimsel sempozyumlar ve münazaralar öğrencilerde güncel hukukî  sorunlar  hakkında  farkındalığın  oluşmasına,  diyalog  kurma becerisinin  artmasına,  topluluk  önünde  konuşarak  medenî  cesaret  elde etmesine  katkı  sağlayacaktır.  Ülkemizde  ise  maalesef  bu  bilimsel aktivitelerin tamamı öğrenci düzeyine hiç inmeksizin öğretim üyelerince çoğu zaman da akademik kariyer kaygılarıyla gerçekleştirilmektedir. Yine hukuk  fakülteleri  bünyesinde,  yurt  dışında  bulunan  örnekleri  gibi öğrencilerin doğrudan uyuşmazlığın tarafı olan kişilerle görüşebilecekleri ve onlara  hukukî  yardım  sağlayabilecekleri  araştırma  merkezleri  (hukuk klinikleri) kurulması isabetli olabilir.                                                   164  Hukuk Kliniğinin kurulma aşamaları hakkında detaylı bilgi için bkz. Miller, s. 140 vd. 165 Cumhuriyetin ilk yıllarında, hukuk fakültelerindeki öğrenci sayısının azlığına bağlı olarak, uygulamalı derslerle öğrencilerin ders programına dahil konuları bizzat incelemelerine olanak tanınmakta, bu suretle muhakeme yeteneklerini geliştirme şansı elde edilmekteydi. Buna ek olarak, öğrencilerin derslerdeki konular dahilinde çeşitli kanunları, mahkeme içtihatlarını, doktrindeki çeşitli görüşleri tartıştıkları konferanslar da düzenlenmekteydi. Bkz. Gürseler/ Pekcanıtez/ Bingöl/ Işıktaç/ Oğuz/ Erdal, s. 72. 500AÜHFD, 64 (2) 2015: 459-505  Uyumaz - Erdoğan",
     "Kaynakça": " Akıncı, Ş. (2001). Hukuk Eğitimi Üzerine Düşünceler. Selçuk Üniversitesi Hukuk Fakültesi Dergisi, 9 (1-2), 9-48. Akpet, K. O. (2011). The Australian Legal System: The Legal Profession and the Judiciary. Ankara Bar Review (1), 71-94. Akyüz, A. Ş. (2004). Türk Hukukçuların ABD de  Hukuk Master ı Yapması ve New York Barosu Üyeliği, Ankara Barosu Dergisi, (4), 105-120. Allen, M. D., Parker, A. S., & Delorenzo, T. C. (2012). Civic Engagement in the Community: Undergraduate Clinical Legal Education. Journal of Political Science Education, 8, 35-49. Arat,  T.  (1968).  Amerikan  Hukuk  Öğretiminde  Case  Method.  Ankara: Ankara Üniversitesi Hukuk Fakültesi Yayınları. Arslan, R., & Taşpınar, S. (2004). Avrupa Birliği Sürecinde Türkiye'de ve Avrupa'da Hukuk Öğretimi ve Hukukçu Yetiştirilmesi ve Türkiye'nin Bu Gelişmelerden Etkilenmesi. Ankara Üniversitesi Hukuk Fakültesi Dergisi, 53 (1), 1-26. Andrade,  J.  H.  F.,  Legal  Clinic  on  International  Protection,  10.06.2014 tarihinde, http://eng.dirittopubblico.unimi.it/extfiles/unimidire/389501/attachment/2013-2014-progr-leg-clinic-eng.pdf, adresinden erişildi. Başözen, A. (2010). New Method in Turkish Legal Education: Internship During the Law Faculty. Hukuk, Ekonomi ve Siyasal Bilimler Aylık İnternet Dergisi, E-Akademi.org (98). Başözen, A., & İyiler, M. (2010). Türk Hukuk Eğitiminde Klinik Eğitimin Bir  Türü  Olarak Yeni  Bir  Uygulama:   Lisans Aşamasında  Öğrenci Stajı . Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, 11, (Özel Sayı),1481-1492. Boersig, J., Marshall, J., & Seaton, G. (2002). Teaching Law and Legal Practice in a Live Client Clinic. Newcastle Law Rewiev, 6, 51-68. Bozkurt, K., & Türe, M. (2011). Avusturya ve İsviçre Sistemlerinde Hukuk Eğitimi. TBB Dergisi, 82-107.                                                    Aynı yazarın birden fazla eserine yapılan atıfları ayırmak için kullanılan kısaltmalar, ilgili eserin sonunda parantez içinde verilmiştir.   501Hukuk Eğitimi ve Hukuk Kliniği…  AÜHFD, 64 (2) 2015: 459-505  Bradway, J. S. (1927-1928). New Developments in the Legal Clinic Field. St. Louis Law Review, 122, 122-135. Çamlıbel, F. (2003). Adli Yargıda Hakim ve Savcı Adaylarının Eğitimi ve Adalet Akademisi. Hukuk Öğretimi ve Hukukçunun Eğitimi (s. 215221). Ankara: TBB. Çolak, İ. (2011). Hukuk Eğitimi Yöntemi Olarak İdare Hukukunda Sanal Mahkemeler. İstanbul: Oniki Levha. Çulha,  R.,  Şen, A.,  Durmaz,  M.  Z., Akgöl,  S.,  &  Erdemir,  N.  (2008). Avrupa'da  Avukatlık  Mesleğine  Giriş  ve  Meslek  İçi  Eğitim. Uluslararası Boyutuyla Hukuk Eğitimi ve Avukatlık Mesleğine Giriş Sempozyumu (s. 181-206). Edirne: TBB. D'Amelio, M., & Akğüc, A. (. (1936). Hukuk Kliniği. İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, 2, 70-74. Dimitrova-Simeonova, S. (2008). Legal Clinic of Burgas Free University. Uluslararası Boyutuyla Hukuk Eğitimi ve Avukatlık Mesleğine Giriş Sempozyumu (s. 262-269). Edirne: TBB. Edwards, H. T. (1992). The Growing Disjunction between Legal Education and the Legal Profession. Michigan Law Review, 91 (1), 34-78. Elveriş, İ. (2004).  The Effects of Globalization on Legal Education  İsimli Kitabın İncelemesi. İstanbul Hukuk Fakültesi Mecmuası, 62 (1-2), 517541 (Elveriş, İnceleme). Elveriş, İ. (2005). İstanbul Bilgi Üniversitesi Hukuk  Kliniği.  06.05.2014 tarihinde,  www.cu.edu.tr/insanlar/mceker/hukuk%20fakültesi/idilelveris.ppt, adresinden erişildi (Elveriş, Sunu). Er, S. (2003). Adli Yargıda Hâkim ve Savcı Adaylarının Eğitimi. Hukuk Öğretimi ve Hukukçunun Eğitimi (s. 241-246). Ankara: TBB. Fuchs, R. F. (1937). The Educational Value of a Legal Clinic-Some Doubts and Queries. The America Law School Review, 8 (9), 857-860. Galowitz,  P.  (2012).  The  Opportunities  and  Challenges  of  an Interdisciplinary  Clinic.  International  Journal  of  Clinical  Legal Education , 165-180. Gehringer,  A.  (2003).  ABD'de  Hukuk  Öğretimi,  Hukukçu  Eğitimi  ve Sorunları.  Hukuk  Öğretimi  ve  Hukukçunun  Eğitimi  (s.  156-164). Ankara: TBB. 502AÜHFD, 64 (2) 2015: 459-505  Uyumaz - Erdoğan Gibson, F. (2002). Chinese Clinical Legal Education in the Year of the Horsea Visit to Tsinghua University. Newcatle Law Review, 6, 33-38. Gordillo-Perez, L. I. (2008). The International Aspect Law Education and Entrance to the Legal Profession: The Spain Case in the European Context. Uluslararası Boyutuyla Hukuk Eğitimi ve Avukatlık Mesleğine Giriş Sempozyumu (s. 249-261). Edirne: TBB. Goedde, P. (2014). Globalized Legal Education, Human Rights Lawyering, and Institutional Form: The Case of a Refugee Law Clinic in South Korea. Clinical Law Review, 20 (2), 355-378. Güner, S. (2003). Avukatlık Stajı ve Stajyerlerin Eğitimi. Hukuk Öğretimi ve Hukukçunun Eğitimi (s. 192-196). Ankara: TBB. Güran,  S.  (2003).  Hukuk  Fakültelerinde  Öğretim;  Yönetimin Değerlendirilmesi,  Programın  Analizi,  Kadrolar  ve  Öğrenci  Profili. Hukuk Öğretimi ve Hukukçunun Eğitimi (s. 84-92). Ankara: TBB. Gürseler, İ. G. (2008). Türkiye'de Hukuk Eğitimi ve Sorunları. Uluslararası Boyutuyla Hukuk Eğitimi ve Avukatlık Mesleğine Giriş Sempozyumu (s. 239-248). Edirne: TBB.  Gürseler, G., Pekcanıtez, H., Çetiner, S., Işıktaç, Y., Oğuz, A., Erdal, M., (2008).  Avrupa da  Hukuk  Eğitimi.  Uluslararası  Boyutuyla  Hukuk Eğitimi ve Avukatlık Mesleğine Giriş Sempozyumu (s. 61-67). Edirne: TBB. Gürseler,  G.,  Yıldırım,  S.,  &  Besler,  B.  (2008).  Avrupa da  Avukatlık Mesleğine Giriş ve Meslek İçi Eğitim. Uluslararası Boyutuyla Hukuk Eğitimi ve Avukatlık Mesleğine Giriş Sempozyumu (s. 161-180). Edirne: TBB. Hativa,  N.  (2000).  Teaching  Large  Classes  Well:  An  Outsider's  View. Journal of Legal Education, 50, 95-111. Hill,  E.  R.  (2000).  Clinical  Legal  Education  in  a  Developing  Island Jurisdiction - A Unique Environment. Legal Education Review, (11), s. 253-265. Johnson, K. R., & Perez, A. (1997-1998). Clinical Legal Education and the U.C. Davis Immigration Law Clinic: Putting Theory into Practice and Practice into Theory. SMU Law Review , 1423-1460. Joy, P. A. (2003-2004). The Law School Clinic as a Model Ethical Law Office. William Mitchell Law Review, 30 (1), 35-50.   503Hukuk Eğitimi ve Hukuk Kliniği…  AÜHFD, 64 (2) 2015: 459-505  Karacan, O. (2012). Hukuk Kliniği Çalışmaları Aile İçi Şiddetle Mücadele Bağlamında Türkiye'deki Hukuk Fakültelerinde Alternatif Bir Eğitim Metodu Olabilir Mi? Hukuk Felsefesi ve Sosyolojisi Arkivi- Hukuka Felsefi  ve  Sosyolojik  Bakışlar  V  Sempozyumu  (s.  69-74).  İstanbul: İstanbul Barosu. Kılıç, H. (2008). Eğitim, Staj, Sınav. Türkiye Barolar Birliği Yargı Reformu Sempozyumu (s. 558-571). Ankara: TBB. Kosuri,  P.  (2012).  Losing  My  Religion: The  Place  of  Social Justice  in Clinical Legal Education. Boston College Journal of Law and Social Justice, 32, 331-344. Kuhne,  H.  H.  (2003).  Fransa'da  Hukuk  Öğretimi,  Hukukçu  Eğitimi  ve Sorunları.  Hukuk  Öğretimi  ve  Hukukçunun  Eğitimi  (s.  137-138). Ankara: TBB. Lo,  V.  I.  (2012).  Before  Competition  and  Beyond  Complacency  The Internationalisation of Legal Education In Australia. Legal Education Review, 22 (1-2), 3-50. Lonbay,  J.  (2003).  İngiltere'de  Hukuk  Öğretimi,  Hukukçu  Eğitimi  ve Sorunları.  Hukuk  Öğretimi  ve  Hukukçunun  Eğitimi  (s.  147-155). Ankara: TBB. Martinez, G. A. (1997-1998). Foreword: Theory, Practice, and Clinical Legal Education. SMU Law Review, 51, 1419-1421. Maxwell, L. (2012). How to Develop Law Students' Critical Awareness? Change the Language of Legal Education. Legal Education Review, 22 (1-2), 99-120. Mengü, Ş., Özok, Ö., Güriz, A., Rottleuthner, H., & Ökçesiz, H. (2003). Hukuk Eğitimine Genel Bakış. Hukuk Öğretimi ve Hukukçunun Eğitimi (s. 19-46). Ankara: TBB. Miller, S. R. (2013). Field Notes from Starting a Law School Clinic. Clinical Law Review , 137-180. Mısır, H., Kardelen, F., Seğmen, A., İşlekel, Z., Üler, Y., & Kılıç, H. (2008). Avrupa'da  Avukatlık  Mesleğine  Giriş  ve  Meslek  İçi  Eğitim. Uluslararası Boyutuyla Hukuk Eğitimi ve Avukatlık Mesleğine Giriş Sempozyumu (s. 209-238). Edirne: TBB. Munn, M. K. (1989-1990). Clinical Legal Education through the LookingGlass. Dalhousie Law Journal, 12, 505-524. 504AÜHFD, 64 (2) 2015: 459-505  Uyumaz - Erdoğan Nanos, K. (2008). The Legal Education in Greece. Uluslararası Boyutuyla Hukuk Eğitimi ve Avukatlık Mesleğine Giriş Sempozyumu (s. 270-278). Edirne: TBB. Nanos,  K.,  Boşnakov,  Y.,  &  Calvert,  T.  (2008).  Avrupa'da  Avukatlık Mesleğine  Giriş  ve  Meslek  İçi  Eğitim  (Yunanistan,  Bulgaristan, İngiltere).  Uluslararası  Boyutuyla  Hukuk  Eğitimi  ve  Avukatlık Mesleğine Giriş Sempozyumu (s. 132-160). Edirne: TBB. Oğuz, A. (2003). Hukuk Eğitimindeki Son Gelişmeler ve Karşılaştırmalı Hukukun  Hukuk  Eğitimindeki  Rolü.  Ankara  Üniversitesi  Hukuk Fakültesi Dergisi, 52 (4), 1-40. Olomola, O., & Bamgbose, O. (2013). Collaborating with Other Disciplines: Best Practice for Legal Clinics-A Case Study of The Women's Law Clinic. International Journal of Clinical Legal Education, 19, 355-371. Oshundeyi, M. (2011). The English Juridical System: Process of Becoming Legal Professionals. Ankara Bar Review (1), 57-70. Pantelis, A. (2003). Yunanistan'da Hukuk Öğretimi, Hukukçu Eğitimi ve Sorunları.  Hukuk  Öğretimi  ve  Hukukçunun  Eğitimi  (s.  139-141). Ankara: TBB. Pekcanıtez,  H.  (2003).  Hukukta  Aktif  Eğitim.  Hukuk  Öğretimi  ve Hukukçunun Eğitimi (s. 109-117). Ankara: TBB. Pilkington,  M.  L.  (1997).  Parkdale  Community  Legal  Services:  An Investment in Legal Education. Osgoode Hall Law Journal, 35 (3), 419424. Quafisheh, M. M. (2012). The Role of Legal Clinics in Leading Legal Education: The Model from the Middle East. Legal Education Review, 22 (1-2), 177-198. Sert-Çelik, Ç. (2004). Almanya'da Hukuk Eğitimi ve Stajyerlik. TBB Dergisi (54), 339-346. Spencer, R. (2002). Adelaide Magistrates Court Legal Advice Clinic Part B: An Intimate  Look into How It Was Set Up and How It Operates. Newcastle Law Review, 6, 15-32. Uysal, R. (2012). A Brief Look to the Legal Education in Denmark. Ankara Bar Review (1), 119-124.    505Hukuk Eğitimi ve Hukuk Kliniği…  AÜHFD, 64 (2) 2015: 459-505       506"
}