{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "1",
     "Başlık": "ROMA HUKUKU VE İNGİLİZ HUKUKU’NA KARŞILAŞTIRMALI BİR BAKIŞ",
     "Title": "A Comparative Review on Roman Law and English Law",
     "Yazar İsmi": [
          "Kadir GÜRTEN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Roma Hukuku",
          "İngiliz Hukuku",
          "Karşılaştırmalı Hukuk",
          "Vacarius",
          "Bracton"
     ],
     "Keywords": [
          "Roman Law",
          "English Law",
          "Comparative Law",
          "Vacarius",
          "Bracton"
     ],
     "Özet": "Roma  Hukuku  ile  İngiliz  Hukuku nun  ilişkisini  iki  dönem  halinde değerlendirmek mümkündür. Bunlardan birincisi, Vacarius öncesi dönem, ikincisi  ise  Vacarius  ile  başlayıp  Bracton  ile  doruğa  ulaşan  dönemdir. Roma nın  İngiltere ye  etkisinin  en  önemli  nedenlerinden  biri,  Britanya Adası nın  400  yıl  bir  Roma  eyaleti  olarak  kalmış  olmasıdır.  Romalılar milattan önce 55 te, Iulius Caesar ile adaya ayak basmış, milattan sonra İmparator Cladius un adayı ele geçirmesi ile Ada yı Roma nın bir eyaleti haline getirmişlerdir. Milattan sonra 455 yılına kadar Ada da kalmışlardır. İkinci önemli neden, 12. yüzyıl Bologna okulunda birçok Kıta Avrupalı hukukçunun  İngiltere  üniversitelerinden  derse  gelmesi  ve  birçok  İngiliz hukukçunun bu üniversitede öğrenim görerek Roma Hukuk Sistemini İngiliz Hukuk Doktrini ve mahkeme uygulamalarına taşımaları olmuştur. Temel bazı etkiler; yargılama sistemi, eşya hukuku, deniz hukuku ve az da olsa borçlar hukukunda görülmüştür.",
     "Abstract": "It  is  possible  to  analyse  the  relationship  between  Roman  Law  and English Law in two phases. The first one of these phases is the period before Vacarius,  and  the  second  is  the  period  that  started  with  Vacarius  and culminated with Bracton. One of the most important reasons of Rome s influence on England is that the Britain stayed as a province of Rome for 400 years. Romans set foot on the Island in 55 B.C., and had the Island as a provience as Emperor Cladius conquered the Island. The Romans stayed in the  Island  until  455  A.D.  The  second  important  reason  is  that,  many European lawyers came to Bologna from the Universities of England in 12th century and many English lawyer studied in this University and bring the Roman legal system to  English legal doctrine and legal practice. Some fundamental effects can be seen in the areas of juridical system, law of property, maritime law and, even though not that much significant, law of obligations.",
     "Metin": "İngiltere de  Roma  Hukuku nun  izini  sürerken  iki  döneme  ayırarak incelemek yerinde olacaktır: Vacarius un 1143 yılında İngiltere ye gelerek, 1149 ve sonrasında Oxford Üniversitesi nde Roma Hukuku dersini vermeye başladığı  dönemin  öncesi  birinci  dönemdir.  İkinci  dönem  ise,  Vacarius dersleri sonrası, Vacarius ile başlayan, Bracton ile doruğa ulaşan Roma Hukuku izlerinin görüldüğü dönemdir. A. Vacarius Öncesi Dönem Britanya Adası yaklaşık dört yüzyıl Roma İmparatorluğu nun bir eyaleti olarak egemenlik altında bulunmuştur. Romalılar ilk olarak, M.Ö. 55 yılında Iulius  Caesar ın  seferi  ile  Britanya ya  ayak  basmış,  yaklaşık  bir  yüzyıl sonra, M.S. 43 yılında, İmparator Claudius un Ada yı ele geçirmesiyle Roma medeniyeti  ile  tanışmıştır.  Bu  tarihten  sonra  Britanya  Adası,  Roma İmparatorluğu nun, 30.000 askerlik bir karargâhı olan önemli bir vilayeti olmuştur.                                                  1  Sherman, C.P.,  The Romanization of English Law  The Yale Law Journal, Vol. 23, No. 4 (Feb., 1914), 318-329s. 318; Mommsen,T., s.150.  184Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 183-197                                                  Gürten  Romalıların Britanya Adasını terk etmeleri aynı zamanda Batı Roma İmparatorluğu nun  çöküş  dönemine  rastlar.  M.S.  455  yılında  Roma lejyonları Britanya Adası ndan, barbar istilacılara karşı İtalya yı daha güçlü savunabilmek için çekilmişlerdir. Bir süre sonrasında da gezgin İskoçlar, Anglolar  ve  Saksonlar  Ada yı  istila  etmişlerdir.  Ada  halkı  İmparator Honorius tan kendilerini Saksonlar a karşı koruması için yardım talep etse de, Honorius kendilerini en iyi kendilerin koruyabileceklerini söyleyerek, yardım  talebini  geri  çevirmiştir.  Bu  durumda  Mommsen in   Britanya Roma yı değil, Roma Britanya yı terk etmiştir.  tespitinin ne kadar yerinde kullanılmış olduğunu görüyoruz. Britanya  Adası nda  Roma  etkisinin  yeniden  görünüşü  6.  yüzyılın sonlarına,  Anglo-Sakson  istilacıların  Hıristiyanlığı  kabul  etmeye başlamalarına  rastlar.  596  yılında  Papa  I.  Gregory  Romalı  önceki Augustine i  İngiltere  Başpiskoposluğunu  kurması  ve  dini  yayması  için Canterbury e gönderir. Bu çabalar ile Anglo-Sakson lar paganizmi bırakıp Hıristiyanlığa geçerler. Augustine i takip ederek Hıristiyanlığa geçen ilk kişilerden olan Kent Kralı Ethelbert, 600 yılında Krallığının Kanunlarını oluştururken  Roma yı  esas  almıştır.  Roma  Hukuku nu  örnek  almasında elbette  Hıristiyan  misyonerlerin  Roma dan  daha  doğrusu  Iustinianus tan yararlanmasının dikkatini çektiği düşünülmektedir. Ethelbert in bu Kanunu, Anglo-Sakson  dilinde  yazılmış  doksan  kısa  bölümden  oluşmaktaydı  ve çeşitli suçlara ilişkin cezaları içermekteydi. Britanya da,  kişiler  hukuku  Roma  Hukuku na  dayanan  Hıristiyan ruhban sınıfının gelişimi ile birlikte, din adamlarının etkisi ile Roma Hukuku tamamen olmasa da 7.yüzyıl ile 11 yüzyıl arasında varlığını sürdürmüştür. Örneğin bu yüzyıllar boyunca, Roma Hukuku nun York Kilise Okulu nda öğretildiği tespit edilmiştir. Britanya Adası nda Roma egemenliğinin durmasından sonra Norman istilasına kadar olan çalkantılı dönemde, Saksonların saldırgan tutumlarıyla birlikte yabancı kültürlere- düşmanca tutumları nedeniyle- kapalı olmaları, Roma  etkisine  Britanya yı  epey  kapatmıştır.  Saksonların  egemen  olduğu                                                  2  Sherman, s. 318. 3  St. Augustine den ayırmak için kullanılmıştır. 4  Burdick, W.L., The Principles of Roman Law and Their Relation to Modern Law, New York 1938, s.61-62; Sherman, s. 318 5  Sherman, s.319. 6  Burdick, s. 62. 7  Sherman, s.319. 185Roma Hukuku…                                  Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 183-197  dönemde Roma Hukuku çok az yerde etkili olabildi, hatta izini süremeyecek kadar az ortalarda göründü. Ada ya Norman istilası olmasaydı, Roma Hukuk kültürü tamamen yok olma tehlikesiyle karşı karşıya kalırdı. Ancak 1066 yılında  Hasting  muharebesini  Normanların  (Normandiya  Dükü  William önderliğinde) kazanmasıyla İngiltere üzerinde Fransız (Norman) egemenliği başladı. Bu yeni dönem ile birlikte İngiltere nin Kıta Avrupası Kültürü ve Hukuku ile tekrar tanışması ve ilişki kurması sağlandı.  Norman istilasından sonra, Normandiya Dükü William İngiltere Kralı olduktan sonra, oğulları ile beraber İngiliz Hukuku nda değişiklikler yaptı. Bu değişikliklerle İngiliz Hukuku nda üç büyük gelişim yaşandı. Bu gelişim Roma  Hukuku nun  İngiliz  Hukuku nun  kaynağı  olarak  kabul  edilmesi sonucu gerçekleşti. İmparator William ve oğullarının uygulamaları sonucu: 1.  Merkeze  bağlı  adli  mahkemeler  kuruldu  ve  Saksonların  yerel mahkemeleri  etkisiz  hale  geldi.  2.  Kilise  mahkemeleri  ve  Adliye mahkemeleri birbirinden ayrıldı. 3. Uygulanacak olan  Usul Kuralları nın Norman kuralları olacağı kararlaştırıldı. Bu değişiklerle birlikte, yargılama işleri ve idaresi o dönemin eğitimli, üniversite mezunu ve Latinceye hakim kişilerine bırakılmak zorunda kaldı. Yargılamaya belli bir düzen getirildiği için eğitimsiz kişilerin ve yerel mahkemelerin düzensiz ve adil olmayan yargılamalarının önüne geçilmiş oldu. B. Vacarius ve Sonrası Dönem 12. yüzyılda Bologna daki Roma Hukuku nun uyanışı ile aynı yüzyıl içinde İngiltere ye ulaşması ile birlikte, 12. yüzyıl İngiliz Hukuku nun da dönüm noktası olarak kabul edilir. Glossator ların Bologna daki çalışma ve faaliyetlerinin başlamasından bir süre sonra, Lombard Vacarius 1149 yılında Canterbury Başpiskoposu Theobald ile birlikte İngiltere ye gelir ve yeni kurulmuş  olan  Oxford  Üniversitesinde  ders  vermeye  başlar.  Vacarius dersinde  İtalyan  glossator ların  metodlarını  uygulayarak  Roma  Hukuku öğretmiştir.  Ayrıca  Vacarius  öğrencilerin  kullanımı  için  Codex  ve Digesta nın 9 kitabının özetini çıkararak ve glossa lar ekleyerek bir özet Roma Hukuku kitabı yayınlamıştır. Vacarius un Oxford Üniversitesindeki                                                  8  Sherman, s. 320-321; Burdick, s. 63-65. 9  Amos, S., The History and Principles of The Civil Law of Rome, London 1883, s.444; Sherman, s.321-322. 10  Bu kitap  Liber Pauperum  olarak adlandırılmış ve sonrasında Oxford Üniversitesi nde Roma Hukuku ve Kara Avrupası Hukuku çalışan öğrencilere ve elbette Vacarius un öğrencilerine  pauperistae  adı verilmiştir. (Sherman, s.323.)   186Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 183-197                                                  Gürten  bu öğretimi Kral Stephen i bir süre sonra harekete geçirmiş ve Vacarius un ders  vermesi  Kral  tarafından  yasaklanmış  ve  Roma  Hukuku  kitapları görüldüğü yerde toplatılmıştır. Buna sebep; Kral Stephen in doğrudan Roma Hukuku na  karşı  olması  olarak  açıklanmamış,  Başpiskopos  Theobald  ile aralarındaki  husumete  bağlanmıştır. Ancak  bu  yasaklar  kısa  sürmüş,  bu Kraliyet  yasakları  Kral  Stephen  veya  onun  halefleri  tarafından kaldırılmıştır.  13.  yüzyılda  da  Cambridge  Üniversitesi  Roma  Hukuku öğretimi ile tanışmıştır. 17. yüzyıl sonuna kadar İngiliz üniversitelerinde Roma Hukuku öğretimi önemli bir yere sahip olmuştur.  Vacarius un Oxford a gelişinden sonra 12. yüzyılın ortalarına kadar (I. Edward ın ölümüne kadar) İngiliz Hukuku nun oluşumu üzerindeki Roma Hukuku etkisi çok yoğun olmuştur. Bu süreç  İngiliz Hukuku nda Roma Dönemi  olarak adlandırılabilir. Bu dönemde ve hatta 14. yüzyılın ilk çeyreği de dahil olmak üzere (II. Edward ın saltanatı sonuna kadar), Roma Hukuku  otoritelerinin  görüş  ve  çözümleri  alışıldığı  üzere  İngiliz mahkemelerinde  sık  sık  atıf  almıştır.  Ayrıca  İngiliz  hukukçularının görüşlerine  birincil  kaynak  olarak  dayanak  teşkil  etmiştir.  Örneğin  14. Yüzyıl başlarında II. Edward ın saltanatında, Iustinianus un Digesta sının 50.17.14 ünün İngiliz mahkemelerinde bir uyuşmazlıkta doğrudan çözüm olarak kullanıldığı tespit edilmiştir.  12. yüzyılın ilk yarısından itibaren ise  common law un oluşumu daha görünür hale gelmiştir. Başlangıçtaki yavaş gelişimi bu dönemden itibaren fark edilecek derecede hızlanmış ve olgunlaşmıştır. Kural ve düzenlemeler Norman  asıllı  hukukçular  tarafından  şekillendirilmiştir.   Common  Law  terimi de Norman asıllı hukukçuların etkisiyle Kara Avrupası Hukuk terimi olan ve Kilise Hukuku nun etkisiyle yerleşen  ius commune den esinlenerek oluşturulmuştur. 12. yüzyılın sonlarında bilinen en eski İngiliz Hukuku çalışması ortaya çıkmıştır. Eser Latince yazılmıştır. Eserin yazarı Ranulf de Glanville, II.                                                  11  Scrutton,, T.E., The Influence of The Roman Law on The Law of England, Cambridge 1883, s. 68; Hunter, W.A., A Systematic and and Historical Exposition of Roman Law in The Order of A Code, London 1903, s. 109; Sherman, s. 322. 12  Sherman, s.323. 13  Hunter, s. 109; Sherman, s.323. 14  Amos, s.450; Sherman, s.323. 15 Pollock F./Maitland W., The History of English Law (Before the Time of Edward I), Vol.:I, Cambridge 1898, s.176; Sherman, s. 324. 187Roma Hukuku…                                  Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 183-197  Henry ve onun oğlu I. Richard saltanatı dönemlerinde Yüksek Mahkeme Başkanı  olarak  görev  yapmıştır.  Aynı  zamanda  rahip  sınıfındandır. Glanville nin  Latince  yazılmış  bu  eseri,   Tractatus  de  legibus  et consuetudinibus regni Angliae  (İngiltere Krallığı nın Hukuk ve Gelenekleri Üzerine Bir İnceleme) adındadır. Eserin adı her ne kadar hukuk üzerine bir inceleme veya tez olduğuna işaret etse de aslında usule ve uygulamaya yönelik  bir  rehber  kitap  olarak  yazılmıştır.  Eserin  önsözünde  Glanville, Iustinianus un Institutiones inin Giriş bölümünü ciddi oranda örnek almıştır. Ayrıca sözleşme ve anlaşmaları incelediği bölümde, her ne kadar Roma Hukuku nu   Yabancı  Hukuk   olarak  adlandırmışsa  da,  Roma  ve  Kilise Hukuku ndan çok ciddi oranda yararlanmıştır.  Bu kitabın orijinal dili Latince olmakla birlikte İngilizce ye 1812 de  A Treatise on the Laws of the Kingdom of England  adıyla çevrilmiştir.  1250-1258  yılları  arasında;  III.  Henry  saltanatı  sırasında  Kraliyet Mahkemesi Yargıcı olan Bracton (bazı yerlerde Bratton veya Bretton olarak da  anılmaktadır)   The  Laws  and  Customs  of  England   adlı  çok  önemli bilimsel  eserini  yazmıştır.  Bracton  bu  eserinde  Iustinianus un Institutiones inin  planını  örnek  almıştır. Ayrıca  eserin  bazı  bölümlerinde ciddi bir biçimde Corpus Iuris Civilis ile benzerlikler de görülür. Bracton İtalya da eğitim görürken Glossator ların okulunda eğitim gördüğü için, bu eseri  yazarken  Bologna  Üniversitesi nin  önemli  profesörlerinden  ve  bir Glossator olan Azo nun Summa (Özet) adlı eserinden yararlanmıştır. Bu önemli eseri ve uygulamalarıyla Bracton  İngiliz Common Law un babası olarak anılır. Bracton, o dönemde İngiliz Hukuku nu geliştirmek için Roma kaynaklarından yararlanmıştır. Bracton un bu eseri Latince yazılmıştır ve eser  5  bölüme  (5  kitaba)  ayrılmaktadır.  Kitabın  sistematiği  de  İngiliz Hukuku na  ilişkin  bir  kitaptan  çok  Roma  Hukuku na  ilişkin  kitaplara benzemektedir.  13. yüzyılın sonraki dönemlerinde –muhtemelen I. Edward saltanatında- 3 hukukçu daha eser vermiştir. Bunlar: Thornton, Fleta ve Britton dur. Bu üç hukukçu da Bracton un yaklaşımını benimsemiş ve onun eserini örnek alarak eserlerini kaleme almışlardır.                                                  16  Her ikisinin saltanatı 1154-1199 yılları arasındadır. 17  Burdick, s. 70-71; Sherman, 325. 18  Burdick, s. 71-72; Sherman, 326. 19  Bazı yazarlar Britton un Bracton ile aynı kişi olduğu, sadece eserin Fransızca olması dolayısıyla farklı bir hukukçu sanıldığını görüşündedirler.  20  Burdick, s. 73; Sherman, 327. 188Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 183-197                                                  Gürten  12. ve 13. yüzyıllar  İngiliz Hukuk Tarihinde Roma Dönemi  olarak adlandırılır. Bu dönemin eserleri, Roma Hukuku ruhunun yerleştiğini ve her yere  yayıldığını  hatta  ele  geçirdiğini  gösterir.  Mahkemeler  bunlara kararlarında atıf yaparak kabul ettiğini göstermiştir. Ayrıca Vacarius un 1143 yılında  Oxford  Üniversitesi nde  bu  eserler  ve  sistematik  çerçevesinde derslere başlaması da yaygınlığının bir diğer kanıtıdır. Ayrıca I. Edward döneminde  Bologna  Okulu nun  önemli  temsilcilerinin  Roma  Hukuku öğretmek  üzere  Oxford  Üniversitesi ne  getirilmesi  de  Roma  Hukuku na verilen önemin ve ne kadar yaygınlaştığının bir diğer kanıtıdır.  Bu dönemler boyunca  Roma  Hukukçularının  görüş  ve  eserlerine  common  law mahkemelerinde sürekli atıf yapılmış ve İngiliz Hukukçu yazarlara dayanak oluşturmuşlardır.    İngiliz  Hukuk  Tarihi nin  en  önemli  yazar  ve araştırmacılarından olan Holdsworth; 12 ve 13. yüzyılların Kara Avrupası Hukuku  ve  Kilise  Hukuku nun  İngiliz  Hukuku nun  şekillenmesine  katkı yapan ve şekillendiren en önemli dış etkiler olduğunu ileri sürmüştür. 14. yüzyıl öncesi Roma Hukuku nun İngiltere de resepsiyonu  bir kanunlaştırma olarak değil fakat uzun süreçli bir gelenek (not an act of legislation, but a long process of custom)  olarak adlandırılmıştır.  14.  yüzyılda,  I.  Edward  Dönemi  sonrası,  Roma  Hukuku na  karşı tepkiler oluşmaya başlamış ve Roma Hukuku nun İngiliz Hukuku na karşı etkileri yavaş yavaş azalmaya başlamıştır. Bu dönemden itibaren, Roma Hukuku ilkelerinin doğrudan esas alınmadığı açıkça görülmektedir. Daha da önemlisi  bazı  somut  olaylarda  Roma  Hukuku  kural  ve  ilkelerinin  zıttı kararlar çıktığı da görülmüştür. Her şeye rağmen, İngiliz Hukuku Roma Hukuku nu içine almaya veya ondan etkilenmeye devam etmiştir. 16. ve 17. yüzyıllarda yaşamış Kıta Avrupası Hukuku ve dolayısıyla Roma Hukuku yaklaşım ve kurallarını benimsemiş iki çok önemli İngiliz Hukukçusundan daha bahsetmek gerekir. Bunlar Francis Bacon (1561-1626) ve John Selden (1584-1654) dir. Francis Bacon İngiltere nin büyük simge isimlerinden  olup,  1618  yılında  Lord  Chancellor  (Baş  Hakim)  olarak atanmıştır.  Hem  büyük  bir  hakim  hem  de  filozoftur.  Çok  iyi  bir  Roma Hukuku  öğretimi  görmüştür  ve  Kraliçe  Elizabeth i  Iustinianus un kodifikasyonu  gibi  bir  kodifikasyon  yapması  için  teşvik  etmiştir.  John Selden ise hem önemli bir devlet adamı hem de hukukçu idi. Selden adına                                                  21  Burdick, s. 74; Holdsworth, W., A History of English Law, London 1923, s.112 22  Hunter, s. 112. 23  Burdick, s. 75. 189Roma Hukuku…                                  Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 183-197  kurulmuş dernek ve topluluklardan da anlaşılacağı üzere sadece İngiltere de değil tüm dünyada tanından çok önemli bir hukukçuydu. Çok sayıda önemli eserler vermiş olup bir de İngiliz Hukuku Şerhi (Commentary on English Law) yazmıştır. Eserlerinde sadece Roma Hukuku etkisi değil aynı zamanda Uluslararası Hukuk etkisi ve bilgisi de görülür.   Bu süreci çok yine İngiliz Hukuku nun çok önemli hukukçularından birisi olan William Blackstone dan bahsederek kapatmak yerinde olacaktır. Blackstone,  30  yaşında  (1753  yılında)  Oxford  Üniversitesi nde  İngiliz Hukuku  öğretmeye  başlamıştır.  O  döneme  kadar  Oxford  ve  Cambridge Üniversiteleri nde sadece Kıta Avrupası ve/veya Roma Hukuku öğretimi yapılmaktayken; Blackstone tarihte ilk defa   İngiliz Hukuku  dersi veren kişi olmuştur. Blackstone un halen kullanılan  Commentaries on the Laws of England  derlemesi, Kıta Avrupası Hukuku ndan bağımsız içerik taşıyan ve bu ilişki konusunda katı muhafazakar uzak bir duruş sergileyen üniversite ders notlarının bir araya getirilmesinden oluşmuştur.    Sonuç olarak, İngiliz Hukuk Tarihi günümüze kadar sürekli çelişkili görünen bir gelişim göstermiştir. Kimi zaman Roma Hukuku, İngiliz Hukuku ile  birleşmesine  aracı  olmuş  kimi  zaman  ise,  onun  sağlıklı  gelişmesine katkıda  bulunmuştur.  Ancak  bunların  yanında  zaman  zaman  bazı dönemlerde, Roma Hukuku kaynakları kabul görmemiş, reddedilmiş veya bazen  –hatta  daha  da  ötesi-  Roma  Hukuku ndan  etkilendiği  düşünülen İngiliz Hukuku bile uygulamada reddedilmiştir. Ama Roma Hukuku nun İngiliz  Hukuku na  resepsiyonunun  Kıta  Avrupası  Hukukları ndan  daha sınırlı kaldığı kesindir.   Sherman a göre, İngiliz Hukuku üzerinde Roma Hukuku etkisi hiç de az değildir. İngiliz Hukuku nun, usul hukuku, deniz hukuku/deniz ticaret hukuku,  vasiyet,  miras,  borçlar,  sözleşmeler,  irtifak  hakkı,  rehin  hakkı, ipotek, yargılama, delil gibi birçok alanında Roma Hukuku genel prensip ve kurallarını görmek mümkündür. Habeas Corpus un ve Jüri Yargılamasının ve  de  haksız  fiil  hukukunun  birçok  genel  kural  ve  ilkesinin  de  Roma kaynaklı olduğunu söylemek mümkündür.                                                   24  Burdick, s. 85. 25  Burdick, s. 85. 26  Shermann, s. 329. 27 Sherman, s. 329. 190Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 183-197                                                  Gürten  II. Ana Hatları ile Sistem ve Bazı Hukukî Kurumlar Açısından İngiliz Hukuku nun Roma Hukuku ile Karşılaştırılması İngiliz Hukuku ile Roma Hukuku bir arada değerlendirilirken, öncelikle bu  iki  sistem  arasındaki  farklarla  karşılaşılmaktadır.  Ne  var  ki,  daha yakından bir inceleme ile, bu iki sistem arasında benzerliklerin bulunduğu da görülmektedir.28  Yukarıda  da  bahsetmiş  olduğumuz  üzere,  Roma  Hukuku,  İngiliz Hukuku nu  muhtelif  alanlarda  ve  değişen  oranlarda  etkilemiştir.  Roma Hukuku da İngiliz Hukuku da çözüme yönelik hukuk sistemleridir. Roma Hukuku nda  maddi  hukuk-usul  hukuku  ayrımı  söz  konusu  değildi;  yine Roma Hukuku nda olduğu gibi, İngiliz Hukuku nda da maddi hukuk ve usul hukuku  kuralları,  Kara Avrupası  Hukuk  Sistemleri nin  aksine,  iç  içeydi.  Bununla beraber, Roma Hukuku na dayanan hem usul hukukuna hem de bugünkü anlamı ile maddi hukuka ilişkin bazı uygulamaları İngiliz Hukuk Tarihi nde görmek mümkündür.  Roma Hukuku nun İngiliz Hukuku üzerindeki en önemli etkilerinden birisi Deniz Hukuku üzerine olmuştur. Deniz Hukuku, daha doğru bir deyişle Deniz  Ticaret  Hukuku  Common  Law un  bir  parçası  değildir.  Bu  hukuk Akdeniz ve Atlantik kıyısı kasaba ve şehirlerinin tüccarlarının gelenekleri ile gelişmiş ve var olmuş hukuktur. Bu gelenekler de adalet ve hakkaniyet düşüncesi yanında esas olarak Roma Hukuku sistem ve kuralları ile oluşmuş ve  gelişmiştir.  Deniz  Hukuku na  ilişkin  dört  temel  düzenleme  olan; Consolato del Mare, the Laws of Oleron, the Laws of Wisbuy ve Ordonnance de la Marine of Louis XIV, Roma Hukuku kökeninden daha somut bir ifade ile  Lex  Mercatoria dan  gelen  ve  sonradan  kanunlaşan  tacirlerin  gelenek hukukudur. İngiliz Ticaret Hukuku, 32 yıl (1756-1788) Kraliyet Yargıçlığı görevi yapan Lord Mansfield tarafından geliştirilmiştir. İskoçyalı olan ve Roma Hukuku öğrenimi görmüş olan Lord Mansfield birçok temel İngiliz Hukuku ilkesinin  kabul  edilmesinde  katkı  sağlamıştır.  Yargılamaları  esnasında karşıtları tarafından İngiliz Hukuku dışında yabancı hukukları özellikle de                                                  28  Schwarz, Andreas B, (Çev: Bülent Davran),  Roma Hukuku ve İngiliz Hukuku , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, S. 11, C. 3-4, İstanbul, 1945, 180-202, s. 182-183. 29  Burdick, s. 76. 191Roma Hukuku…                                  Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 183-197  Roma  Hukuku  kurallarını  uyguladığı  konusunda  tepkilerle  karşılaşmıştır. Oysa günümüzde İngiltere nin en önemli hukukçuları içinde sayılmaktadır. Hatta kimilerine göre İngiliz Ticaret Hukuku nun kurucusu olarak kabul edilmektedir. Ancak Roma Hukuku nun etkisi, deniz hukuku ve ticaret hukuku ile sınırlı kalmamıştır. Maddi hukuka ilişkin değerlendirmeler kapsamında, eşya hukukuna ilişkin karşılaştırmaya da yer vermek gerekir. Hem İngilizlerin hem de Romalıların bireylerin tamamıyla özgür oldukları, sağlam bir eşya hukuku arzuladıkları açıktır.31  Tarihsel  olarak  İngiliz  Hukuku nda  toprağın,  hukukun  temel öznelerinden biri olması dolayısıyla, sözü edilen karşılaştırmayı öncelikle toprak  üzerinden  yapmak  gerekmektedir.  19.  yüzyılın  en  önemli  İngiliz Hukuk Tarihçilerinden Milsom, bu konu üzerine şunları söylemiştir:  Eski zamanlardan endüstri devrimine kadarki dönemde ekonomi genelde tarıma dayanıyordu. Toprak hukukun temel  öznelerinden birisiydi. Roma da ise toprak hukukun temel öznelerinden birisi değildi. İngiliz Hukukunun aksine taşınmaz  hukuku  çok  gelişme  göstermemişti  ve  uygulanacak  hukuk açısından taşınır ve taşınmaz arasında çok fark yoktu. Taşınır ve taşınmazlar aynı hükümlere tabiydi. Roma da taşınırlara ilişkin hukuk taşınmazlardan daha fazla gelişme göstermiştir. 32 Roma da toprağın öneminin az olduğunu ifade eden bu görüşe katılmak mümkün değildir. Zira, yeni topraklar Roma için her zaman yeni değer ifade etmiştir.  Hatta  İngiltere  açısından  geçerli  olandan  daha  büyük  değer atfedildiğini kabul etmek mümkündür. Ancak tarihsel açıdan yapılacak bir değerlendirme ile, Ortaçağ İngiltere sindeki feodal yapının, toprağa daha fazla önem yüklenmesine neden olduğunu söylemek mümkündür.33 Bunların yanında  mülkiyetin  naklinde  de,  gerek  Romalılar  gerek  İngilizler  devlet müdahalesini uzak tutmak istemişlerdir.34                                                  30  Burdick, s. 77. 31  Pringsheim, Fritz,  The Inner Relationship Between English and Roman Law ,  The Cambridge Law Journal, S. 45, C. 03, 1935, 347-365, s. 360. 32  Watson, Alan, Roman Law & Comparative Law, Athens, Georgia, 1991, 139. 33  Watson, s. 139. 34  Pringsheim, s. 361. 192Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 183-197                                                  Gürten  Roma Hukuku etkisinin açıkça görülebileceği bir diğer konu, zilyetliği koruyan davaya ilişkindir. II. Henry nin hukukçuları tarafından yürürlüğe konan  –ünlü  Novel  Disseis in  fermanı,  Kilise  Hukuku ndaki  yağma davasının (action of spoliation) (actio spolii) dünyevi bir versiyonu olarak karşımıza çıkmakta ve yine açıkça Roma daki interdictum unde vi den doğmuş bulunmaktadır.36 Bracton un Roma öğretisi üzerinde çalışmasının belirgin iz bıraktığı bir durum ise, gayrımenkul mülkiyeti ve kişisel mülkiyet (real and personal property) arasındaki ünlü ayrımdır. Bugün de kullanılan bu ayrımın kökeni Romalı  hukukçuların  davalara  ilişkin  öğretisinde  yatmaktadır.  Hakların korundukları  ölçüde  varlıklarının  kabul  edildiği  Roma  Hukuku nda, korumayı  sağlayan  vasıta  olan  davalar,  eşyanın  mülkiyetine  ilişkin  ayni davalar (actiones in rem) ve kişilere bir şey yapmaları, vermeleri ya da bir şeyden kaçınmaları talebiyle yöneltilen şahsi davalar (actiones in personam) olmak üzere, temel olarak ikili bir ayrıma tabidir. Nisbi haklar çerçevesinde koruma  aracı  olarak  karşımıza  çıkan  şahsi  davalarda,  bir  eşyanın  elde edilmesi sorunu gündeme gelmez. Önemli olan talep edilen değerdir. Buraya kadar, Romalı ve İngiliz hukukçulara ait öğretiler aynıdır. Fakat, Bracton ve onun  dönemindeki  yargıçlar,  bu  temelde  hareket  ederek,  Romalı seleflerinden bir adım öteye gitmişlerdir. Davalar arasındaki ayrımı, değişik mülkiyet türleri arasında ayırım yapmakta da kullanmışlardır. Toprak ve ona bağlı haklar, bu kimselerce, doğal olarak mülkiyet davalarının konusu olarak görülmüştür; çünkü burada iddia sadece belli bir eşyaya yönelmiştir.37 Roma Hukuku nun modern hukuk sistemlerine en önemli etkisi, Borçlar Hukuku  alanında  olmuştur.  Her  ne  kadar,  sözleşmeler  kapsamında değerlendirme yapmamız halinde Roma Hukuku ndan etkilenmek bir yana, ciddi anlamda ayrıştığını görsek de, İngiltere de Roma Hukuku kurumları ile uğraşan  en  önemli  hukukçulardan  birisi  olan  Bracton,  Romalılardan  ve                                                  35  Interdictum unde vi Ziya Umur tarafından şu şekilde tanımlanmıştır:   Zilyetliğin iadesini emreden interdictum lardan (interdicta recuperandae possessionis) birisidir. Bunu, bir gayrımenkul üzerindeki zilyetliğini cebir kullanarak (vi) elinden alan aleyhine talep ederek, zilyetliğin iadesi istenmekteydi. Bir sene zarfında açılır ve zilyetlik talebinde bulunanın bu zilyetliği fesatlı olarak (nec vi, nec clan nec precario) iktisap edip etmediğine bakılırdı….  ( UMUR, Ziya: Roma Hukuku Lügatı, İstanbul 1983, s. 94) 36  Vinogradoff, Paul, Roman Law in Mediaeval Europe, Londra, 1909, s. 86. 37  Vinogradoff, 101-102. 193Roma Hukuku…                                  Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 183-197  onların öğretilerini yorumlayan glossator lardan, özellikle sözleşmelerden ve haksız fiillerden doğan borçlar konusunda epey bilgi edinmiş ve İngiliz öğretisine  aktarmış,  bu  yolla  İngiliz  uygulayıcılarına  çözüm  yolları bulmuştur.38 Bracton için Roma Hukuku nda bulunan çözümler kendi ülkesindeki sorunlara kaynaklık etme açısından çok yararlı olmuştur. Bununla beraber tüm  çözüm  yollarını  değil,  bir  kısmını  benimsemiştir.  Bracton,  şekilden yoksun  bulunan  anlaşmanın,  hukuken  takip  edilebilir  yükümlülük doğurmayacağı yolundaki temel görüşe katılmaktadır.39 Bunların  tümü  Bracton  tarafından  biraz  değiştirilmiş  şekilde  kabul edilir  ve  Roma  öğretisinin  bu  şekilde  iktibası  sonraki  gelişmeler  için başlangıç  oluşturur.  İlkin  Ruhani  Mahkemeler  (ecclestiastical  courts)  ve Kraliyet Yazmanlığı  (Chancery)  ve  daha  sonra  İngiliz  Müşterek  Hukuk Mahkemeleri  (Common  Law  Courts),  borçlar  konusunda,  gayrı  resmi anlaşmaları da dikkate alan bir öğretinin gelişmesinde pay sahibi olmuşlar ve bunların geçerliği ve uygulamasına ilişkin kurallar oluşturmuşlardır.40 Yine,  usul  hukuku  açısından  da,  Roma  Hukuku nun  izlerini  İngiliz Hukuku nda görmek mümkündür. Roma da yargılama sistemi belirli gelişim aşamalarını  takip  etmiş,  dönemlere  göre  farklılık  göstermiştir.  İlk dönemlerden M.S 284 yılına kadar, hakların korunmasını özel bir iş olarak kabul  eden  ve  bu  nedenle  Özel  Yargılama  Sistemi  (Ordo  Iudiciorum Privatorum) olarak adlandırılan sistemle karşılaşıyoruz.41  Genel  hatlarıyla  açıklamak  gerekirse,  Özel  Yargılama  Sistemi  adı verilen bu sistemde, usulî işlemlere öncelikle praetor önünde başlanır, ancak kararı,  praetor un  çizdiği  sınırlar  çerçevesinde,  özel  yargıçlar  verirdi.42 Roma da Özel Yargılama Sistemi nde yer alan, dava açılabilmesi için önce praetor tarafından davanın kabul edilmesi ve bu davanın usulünü ve tipini oluşturacak kuralların belirlendiği bir formula verilmesi gerekliliğine benzer                                                  38  Vinogradoff, 102-103. 39  Vinogradoff, 103. 40  Vinogradoff, 104. 41  Karadeniz-Çelebican, Özcan, Roma Hukuku, Tarihi Giriş, Kaynaklar, Genel Kavramlar, Kişiler Hukuku, Hakların Korunması, Ankara, 2012, s. 275. 42  Schwarz, s. 191. 194Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 183-197                                                  Gürten  bir  uygulamanın  İngiliz  Hukuku nda  da  varlığı  görülmektedir.43  Ortaçağ İngiltere sinde de, öncelikle chancellor tarafından önlerine gelen davalara ilişkin genel kurallar, tıpkı formula da olduğu gibi tespit edilirdi.44 Özetle, hem Roma Hukuku nda hem de İngiliz Hukuku nda davalar iki aşamalı olarak  görülmekteydi.  Birinci  aşamada  hukukî  sorun  tespit  ediliyor  ve taraflar belirleniyor; ikinci aşamada ise taraflar iddialarını ispata çalışıyor ve hakim  karar  veriyordu.  Roma  Hukuku nda  bu  iki  aşamalı  sistem  Özel Yargılama Sisteminde yer aldığı için, karar özel yargıç (iudex) tarafından veriliyordu. İngiliz Hukuku nda ise bu karar verme görevi jüriye aitti.45  Özel Yargılama Sistemi nin ilk aşamasında yer alan praetor da, İngiliz usul hukukunun ilk aşamasında yer alan chancellor da, yargılama faaliyeti gerçekleştirmemekteydi. Ancak, zamanla, chancellor, kendi mahkemesinde gerçek anlamıyla bir yargılama faaliyeti gerçekleştirmeye başladı ve gerçek anlamda hüküm oluşturarak aequitas uygulamasında praetor dan farklı bir konuma  ulaştı.46  Bununla  birlikte,  her  iki  makamın  da  benzer  aequitas anlayışı çerçevesinde hareket ettiğini görmekteyiz.47 Her ikisi için de esas olan aeqiutas ın hukuku takip etmesi olsa da, yine her ikisinin de, kamunun menfaati düşüncesi ile, gerekmesi halinde ius civile ye ya da common law a uymayan sonuçlara yönelmesi imkansız değildi.48 Bunun yanı sıra, birkaç istisna dışında yargıcın veya jürinin sağladığı çözüm yolu, parasal zararın karşılanması şeklinden ibaretti.49 Sağlanan bu çözüm yolu, ne yargıcın ne de jürinin bir şey yapmaya ya da yapmamaya ilişkin hüküm veremeyeceğini gösterir.50 Bununla birlikte hem Roma hem de İngiliz  toplumunda,  parasal  zararların  dışında  oluşan  zararların  da  talep edildiği  görülmektedir.  Bu  talepler  Roma da  praetor  tarafından  çözüme kavuşturulurdu. İngiltere de ise yargıçlar bu tip taleplere çözümler bulurken Chancellor un  belirlediği  sınırlar  içinde  hüküm  verirlerdi.  Roma da                                                  43  Stein, Peter G,  Roman Law, Common Law and Civil Law , Tulane Law Review, S. 66, 1992, 1591-1603, s. 1592.  44  Schwarz, s. 192; Stein, s. 1592. 45  Stein, s. 1592-1593; Oğuz, Arzu, Karşılaştırmalı Hukuk, Kavram, Amaç ve İşlevler, Metod, Tarihçe, Büyük Hukuk Çevreleri,  Ankara, 2003, s.256-257. 46  Oğuz, s. 266. 47  Schwarz, s. 192; Pringsheim, s. 357. 48  Schwarz, s. 192. 49  Stein, s. 1593; Pringsheim, s. 359. 50  Stein, s. 1593. 195Roma Hukuku…                                  Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 183-197  uygulanan interdictum lar (yasaklar) ve İngiltere de ise mahkeme tarafından verilen emirler bu tip ilk çözümlerdi. Bu usullerin en önemli ortak noktası, her iki yöntemde de verilecek hükmün sınırları yukarıda belirtilen formula veya daha önceden belirlenmiş kurallarla belirleniyor olmasıdır. Sonuç olarak, öncelikle aralarındaki benzerlik bir tarafa, farklılıkların göze çarptığı bu iki hukuk sistemine daha yakından bir bakışla, önemli benzerliklerin bulunduğunu görmek de mümkündür. Ancak bu benzerlikler, hukuk  tekniğinden  ziyade,  hukuk  sosyolojisi  ve  politikası  açısından, hukukun yaratılışı tarzında ve hukuku yaratan kuvvetlerin dinamizminde ve birtakım  hukuki  düşüncelerde  gözlemlenebilir.  Bu  benzerlik,  iki  millet arasındaki muhafazakar düşünceyle gelenekselleşmiş yapı ve bunun yanı sıra çağın ihtiyaçlarına göre değişmek yeteneği, yukarıda bahsetmiş olduğumuz, Britanya Adası ndaki Roma egemenliği ve Bologna Okulu nda eğitim gören hukukçuların çalışmaları da gözetildiğinde, son derece makul görünmektedir.                 196Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 183-197                                                  Gürten",
     "Kaynakça": "Amos, S.: The History and Principles of The Civil Law of Rome, London 1883. Burdick, W.L.: The Principles of Roman Law and Their Relation to Modern Law, New York 1938. Holdsworth, W:S.: A History of English Law, London 1923. Hunter, W.A.: A Systematic and and Historical Exposition of Roman Law in The Order of A Code, London 1903. Karadeniz-Çelebican, Özcan: Roma Hukuku, Tarihi Giriş, Kaynaklar, Genel Kavramlar, Kişiler Hukuku, Hakların Korunması, Ankara, 2012. Mommsen,T. (Çev.:Dickson,W.P.): The History of Rome, The Provinces from Caesar to Diocletian, Vol. I, New York 1887. Oğuz,  Arzu:  Karşılaştırmalı  Hukuk,  Kavram,  Amaç  ve  İşlevler,  Metod, Tarihçe, Büyük Hukuk Çevreleri,  Ankara, 2003. Pringsheim, Fritz:  The Inner Relationship Between English and Roman Law ,  The Cambridge Law Journal, S. 45, C. 03, 1935, 347-365. Pollock F./Maitland W.: The History of English Law (Before the Time of Edward I), Vol. I, Cambridge 1898. Schwarz, Andreas  B:   Roma  Hukuku  ve  İngiliz  Hukuku ,  Çev:  Bülent Davran, İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, S. 11, C. 3-4, İstanbul, 1945, 180-202. Scrutton,, T.E.: The Influence of The Roman Law on The Law of England, Cambridge 1883. Sherman, C.P.:  The Romanization of English Law , The Yale Law Journal, Vol. 23, No.4 (Feb., 1914), 318-329. Stein, Peter G,  Roman Law, Common Law and Civil Law , Tulane Law Review, S. 66, 1992, 1591-1603. Umur, Ziya: Roma Hukuku Lügatı, İstanbul 1983. Vinogradoff, Paul: Roman Law in Mediaeval Europe, Londra, 1909. Watson, Alan: Roman Law & Comparative Law, Athens,"
}