{
     "Tip": "Makale",
     "Dergi İsmi": "Ankara Üni. Hukuk Fak. Dergisi",
     "Üniversite İsmi": "",
     "Gün": "20",
     "Ay": "12",
     "Yıl": "2020",
     "Cilt": "69",
     "Sayı": "03",
     "Başlık": "1985 KUZEY KIBRIS TÜRK CUMHURİYETİ ANAYASASI’NA GÖRE OLAĞANÜSTÜ DURUMLARIN KAPSAMI",
     "Title": "The Scope of the State of Emergency According to the 1985 Constitution of Turkish Republic of Northern Cyprus",
     "Yazar İsmi": [
          "Bezar Eylem EKİNCİ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "KKTC Anayasası",
          "Olağanüstü Durumlar",
          "Sıkıyönetim",
          "Temel Haklar",
          "Yargısal Denetim"
     ],
     "Keywords": [
          "Constitution of TRNC",
          "State of Emergency",
          "Martial Law",
          "Fundamental Rights",
          "Judicial Review"
     ],
     "Özet": "1985  Kuzey  Kıbrıs  Türk  Cumhuriyeti  (KKTC)  Anayasası nın  Dördüncü Bölümü nde  Olağanüstü  Durumlar”  düzenlenmektedir.  Anayasa da  olağanüstü durumlar, üç maddede yer almaktadır. Bunlar, tabii afet ve ağır ekonomik bunalım nedeniyle;  şiddet  olaylarının  yaygınlaşması  ve  kamu  düzeninin  ciddi  şekilde bozulması  nedenleriyle  ilân  edilen  olağanüstü  durumlar  ya  da  sıkıyönetim, seferberlik ve savaş halidir. İlk olarak olağanüstü durumların nasıl düzenlendiği ele alınacaktır.  Ardından  olağanüstü  durumlarda  temel  hak  ve  özgürlüklerin sınırlandırılması açıklanacaktır. Son olarak, Anayasa ya göre olağanüstü durum işlemlerinin yargısal denetimi incelenecektir.",
     "Abstract": "State  of  emergency  is  regulated  under  the  Fourth  Section  of  the  1985 Constitution of the Turkish Republic of Northern Cyprus (TRNC). There are three articles regarding state of emergency in the constitution. State of emergency can be declared due to natural disasters or serious economic crisis or due to the spread of violence and serious deterioration of public order or martial law, mobilization and state of war. Then, the limitation of fundamental rights and freedoms during state of emergency will be studied. Finally, the judicial control of the emergency procedures will be examined according to the Constitution.",
     "Metin": "ini ve Yayılmasını veya Ülkeden Başka Yerlere Geçmesini Önleyici Ek Kurallar Öngören Yasa. 1332Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1327-1352    1985 Kuzey Kıbrıs Türk Cumhuriyeti…  Olağanüstü  durum  ilânı  sebepleri  arasında  yer  alan  ağır  ekonomik bunalım halinin ise diğer iki nedene oranla daha muğlak bir içeriğe sahip olduğunu  belirtmek  gerekiyor.18  Olağanüstü  Durum  Yasası nda  hangi koşullarda  ağır  ekonomik  bunalımın  gerçekleşmiş  olacağına  ilişkin  bir düzenleme yer almamaktadır. Ağır ekonomik bunalım durumunun, kamu düzeniyle  bağlantılı  olduğunu  ifade  edebiliriz.  Ağır  ekonomik  bunalım dönemlerinde farklı nedenlerden kaynaklı olarak kamu düzeninin bozulması söz  konusu  olabilir.19  Burada  Bakanlar  Kurulunun,  hangi  hallerde  ağır ekonomik bunalım olarak kabul edilebileceği konusunda takdir yetkisi söz konusudur.20  Ancak  bu  noktada,  İnsan  Hakları  Avrupa  Mahkemesinin (İHAM) ulusun yaşamını tehdit eden diğer olağanüstü durumlar koşulunun varlığını denetlediği kararlarından biri olan Lawless v. İrlanda kararındaki belirlemeleri  hatırlatmak  gerekmektedir.  Mahkeme,  ulusun  yaşamını tehdidin, bütün nüfusu etkileyen ve devletin de bir parçası olduğu toplumun örgütlü yaşamına tehdit oluşturan olağanüstü kriz veya tehlike durumunu ifade  ettiğini  belirtmektedir.21  Komisyona  göre  de,  genel  tehlike denildiğinde,  tehlikenin,  güncel  ve  pek  yakın  olması;  ulusun  tamamını kapsayan  etkiler  taşıması,  toplumun  düzenli  yaşamını  kontrol  etmesi  ve krizin olağan dışı nitelikte olması gerekmektedir.22  Olağanüstü Durum Yasası na göre, doğal afet, tehlikeli salgın hastalık, ağır ekonomik bunalım sebepleriyle ilân edilen olağanüstü durumda, felâkete uğrayanların  kurtarılması,  meydana  gelen  hasar  ve  zararın  giderilmesi, bunalımdan çıkılması için gereksinim duyulan ve hemen sağlanamayan para ve her türlü taşınır ve taşınmaz mallar ve yapılması gereken işler, para, mal ve  çalışma  yükümlülüğü  yoluyla  sağlanır  (md.  7).  Gerekli  harcamaların öncelikle kamu kaynaklarından sağlanacağı; satın alınması zorunlu görülen acil ve yaşamsal gereksinim maddeleri için harcamaya yeterli para kamu kaynaklarından  zamanında  sağlanamadığı  takdirde  kredi  kuruluşlarının olanaklarından da yararlanılacağı düzenlenmektedir (md. 8).                                                       18  Bkz. ÖZLER, s. 111. 19  Bkz.  Kemal  GÖZLER  ve  Gürsel  KAPLAN,  İdare  Hukuku  Dersleri,  Ekin  Kitabevi Yayınları, 19. Baskı, Bursa, Ağustos 2017, s. 603. 20  Bu konuda bkz. Metin GÜNDAY, İdare Hukuku, İmaj Yayınevi, 11. Baskı, Ankara 2017, s. 318. 21  Lawless v. İrlanda, B.N. 332/57, 1 Temmuz 1961, §28. Bu konuda ayrıca bkz. Sevtap YOKUŞ, Avrupa İnsan Hakları Sözleşmesi nin Türkiye de Olağanüstü Hal Rejimi Pratiği ve Anayasa Şikayetine Etkisi, Seçkin Yayınları, 1. Baskı, Ankara, Mart 2017, s. 112. 22  Bkz. A. Şeref GÖZÜBÜYÜK ve Feyyaz GÖLCÜKLÜ, Avrupa İnsan Hakları Sözleşmesi ve Uygulaması, Turhan Kitabevi, 11. Baskı, Ankara 2016, s. 427. 1333Bezar Eylem EKİNCİ                                 Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1327-1352  Bir  diğer  olağanüstü  durum  sebebi  olan  ve  şiddet  olaylarının yaygınlaşması ve kamu düzeninin ciddi şekilde bozulması nedenleriyle ilân edilen  olağanüstü  durum  Anayasa nın  125.  maddesinde  şu  şekilde düzenlenmektedir:  Anayasa  ile  kurulan  özgür  demokratik  düzeni  veya  temel  hak  ve özgürlükleri  ortadan  kaldırmaya  yönelik  yaygın  şiddet  hareketlerine  ait ciddi  belirtilerin  ortaya  çıkması  veya  şiddet  olayları  nedeniyle  kamu düzeninin  ciddi  şekilde  bozulması  hallerinde,  Cumhurbaşkanının başkanlığında toplanan Bakanlar Kurulu, Cumhuriyet Güvenlik Kurulunun da görüşünü aldıktan sonra, yurdun bir veya birden fazla bölgesinde veya bütününde, süresi üç ayı geçmemek üzere, olağanüstü durum ilan edebilir. Burada  124.  maddeden  farklı  olarak,  olağanüstü  durum  ilânı Cumhurbaşkanının başkanlığında toplanan Bakanlar Kurulunun, Cumhuriyet Güvenlik Kurulunun da görüşünü alması gerekmektedir. Oysa yukarıda belirtildiği üzere, 124. maddede Cumhuriyet Güvenlik Kurulunun görüşünü alma koşulu aranmamaktadır.  Diğer bir farklılık ise, Olağanüstü Durum Yasası nda yukarıda belirtilen her iki olağanüstü durum ilânı için Bakanlar Kurulu tarafından alınacak önlemlerin düzenlendiği 4 (1) maddesindeki kararların uygulanmasındaki sorumluluk bakımından karşımıza çıkmaktadır. Bu maddeye göre, Bakanlar Kurulu olağanüstü durum ilânını gerektiren nedenleri göz önünde tutarak, bu nedenlerin  ortadan  kaldırılması  ve  kamu  düzeninin  yeniden  sağlanması bakımından gerekli gördüğü bütün önlemleri alır. Bu amaçla olağanüstü durum  ilân  edilen  bölge  veya  bölgelerde  ekonominin  düzenlenmesi  ve iyileştirilmesi  amacı  ile  mal,  sermaye  ve  hizmet  piyasalarının yönlendirilmesi,  vergi,  para,  kredi,  kira,  ücret  ve  fiyat  politikalarının belirlenmesi, çalışma yasasına ilişkin her türlü önlem ve yükümlülüklerin saptanması, düzenlenmesi ve izlenmesi, ilgili bölge veya bölgelere yeterli araç  ve  gereçle  güvenlik  kuvveti  gönderilmesi  için  gerekli  gördüğü önlemlerin  alınmasına  ve  bunların  uygulanmasına  ilişkin  belirlemeleri yapmaya yetkilidir. Her iki olağanüstü durum ilânı bakımından alınan bu kararların uygulanmasında ise ilgili Yasa farklılıklar öngörmektedir (md. 4 (2)). Buna göre, Bakanlar Kurulunun ilgili Yasa nın 4 (1) maddesi uyarınca aldığı kararların uygulanmasına ilişkin sorumluluk şöyledir:                                                       23  KKTC  Anayasası nın  111.  maddesinde  düzenlenen  Cumhuriyet  Güvenlik  Kurulu, Cumhurbaşkanının  başkanlığında,  Cumhuriyet  Meclisi  Başkanı,  Başbakan,  Savunma, İçişleri  ve  Dışişleri  Bakanları  ile  Silahlı  Kuvvetler  Komutanı  ve  Emniyet  Genel Müdüründen kurulmaktadır. Cumhuriyet Güvenlik Kurulu, Devletin ve yurdun güvenlik politikasının saptanması ve uygulanması ile ilgili kararların alınması ve gerekli eşgüdümün sağlanması konusundaki görüşlerini Bakanlar Kuruluna bildirir. 1334Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1327-1352    1985 Kuzey Kıbrıs Türk Cumhuriyeti…    Doğal afet, tehlikeli salgın hastalık, ağır ekonomik bunalım halinde ilân edildiği durumlarda ilgili Bakana;24   Anayasa ya  dayalı  özgür  demokratik  düzeni  ortadan  kaldırmaya yönelik  yaygın  şiddet  hareketlerine  ait  ciddi  belirtilerin  ortaya çıkması veya şiddet olayları nedeniyle kamu düzeninin ciddi şekilde bozulması  halinde  ilân  edilen  olağanüstü  durumlarda  Güvenlik Kuvvetleri Komutanına aittir. Gerek 124. ve gerekse 125. maddede yer alan sebeplerle olağanüstü durum ilân etmeye Cumhurbaşkanı başkanlığında toplanan Bakanlar Kurulu yetkilidir. Görüldüğü üzere, olağanüstü durum ilânı işlemi Bakanlar Kurulu kararı  şeklinde  yapılmaktadır.  Karar,  Cumhurbaşkanı,  Başbakan  ve Bakanların  aynı  anda  koydukları  iradeden  oluşmaktadır.25  Olağanüstü Durum Yasası na göre, Bakanlar Kurulunun olağanüstü durum ilânına ilişkin kararında, olağanüstü durumun hangi tarihten itibaren başlayacağı belirtilir ve kamuya duyurulur (md. 3 (2)).  1985 KKTC Anayasası na göre, olağanüstü durum, yurdun bir veya birden fazla bölgesinde veya bütününde ilân edilebilir. Süre sınırlaması ise üç ay olarak belirtilmektedir. Anayasa nın 126. maddesinin ilk fıkrasına göre, eğer olağanüstü durum ilânına karar verilirse bu karar Resmi Gazete de yayımlanır ve derhal Cumhuriyet Meclisinin onayına sunulur. Cumhuriyet Meclisinin,  Bakanlar  Kurulunun  almış  olduğu  olağanüstü  durum  ilân kararını  onay  işlemi,  meclis  kararı  biçiminde yapılmaktadır.  Cumhuriyet Meclisi  tatilde  ise  derhal  toplantıya  çağrılır.  Cumhuriyet  Meclisi  üye tamsayısının salt  çoğunluğu  ile  olağanüstü  durum  kararını  veya  süresini değiştirebilecektir  ya  da  olağanüstü  durumu  kaldırabilecektir.  Buna  ek olarak,  Bakanlar  Kurulunun  istemi  üzerine  Cumhuriyet  Meclisi,  her defasında iki ayı geçmemek üzere süreyi uzatabilir (Ay. md. 126/1).  Sıkıyönetim,  seferberlik  ve  savaş  hali  ise  belirtildiği  üzere  en  ağır olağanüstü  yönetim  usulleri  arasında  yer  almaktadır.  1985  KKTC Anayasası nda 127. maddede düzenlenmektedir.26 Bu maddeye göre ilân                                                       24 1985 KKTC Anayasası hazırlanırken Anayasa Komitesinde, olağanüstü durum ilânında hangi bakanlıkların sorumlu olacağına yönelik bazı tartışmalar söz konusu olmuştur. Bkz. Kuzey Kıbrıs Türk Cumhuriyeti Anayasa Komitesinin 11 Nisan 1984 Tarihli Toplantı Tutanağı, s. 47-48, 52-53. 25  Bu konuda bkz. Bülent TANÖR ve Necmi YÜZBAŞIOĞLU, 1982 Anayasasına Göre Türk Anayasa Hukuku, Beta Yayınları, 16. Bası, İstanbul, Ekim 2016, s. 423. 26  1985  KKTC  Anayasası nın  127.  maddesi  şöyledir:  (1)  Anayasanın  tanıdığı  özgür demokratik düzeni veya temel hak ve özgürlükleri ortadan kaldırmaya yönelen veya olağanüstü  durum  ilanını  gerektiren  hallerden  daha  vahim  şiddet  hareketlerinin yaygınlaşması veya savaş hali, savaşı gerektirecek bir durumun başgöstermesi, ayaklanma olması veya yurda veya Cumhuriyete karşı kuvvetli ve eylemli bir kalkışmanın veya ülkenin 1335Bezar Eylem EKİNCİ                                 Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1327-1352  edilecek  bir  olağanüstü  durum  söz  konusu  olduğunda,  süresi  üç  ayı geçmemek üzere, yurdun bir veya birden fazla bölgesinde veya bütününde sıkıyönetim ilân edebilir. Sıkıyönetimin her defasında iki ayı geçmemek üzere  uzatılması,  Cumhuriyet  Meclisinin  kararına  bağlıdır.  Ancak  savaş halinde  diğer  durumlardan  farklı  olarak  uzatılmada  süre  koşulu aranmamaktadır. Anayasa Mahkemesi, 1975 KTFD Anayasası döneminde yapılan bir Anayasa ya aykırılık başvurusunda, sıkıyönetime ilişkin bazı belirlemeler de yapmıştır. Askeri yasak bölgeler ilânının, gerçekte bir nevi sıkıyönetim ilânı demek  olduğu  ancak  bunun  Anayasa da  sıkıyönetimi  düzenleyen  madde altında yapılmadığı ve Meclis denetimi öngörülmediği için buna yetki veren söz konusu fıkraların Anayasa ya aykırı olduğu ileri sürülmüştür. Anayasa Mahkemesine göre: 27 (…) Sıkıyönetim esas itibarı ile normal hukukun askıya alınması ve memleketin veya bazı kısımlarının askeri yönetim tarafından idare edilmesi demektir ve askeri bölge tesisinden pek farklıdır. Bizde henüz 98. madde altında bir sıkıyönetim yasası yapılmış değildir. Ancak Türkiye Cumhuriyeti Anayasasının 121. maddesi altında yapılan Sıkıyönetim Kanununa bir göz atıldığında aradaki farkın ne kadar büyük ve belirli olduğu görülür. Yasanın söz  konusu  fıkralarının  öngördüğü  askeri  yasak  bölge  ilânı,  yukarıda söylenenlerden anlaşılacağı gibi, gerçekte sıkıyönetim ilânı demek değildir (…).                                                                                                                              ve  halkın  bölünmezliğini  içten  veya  dıştan  tehlikeye  düşüren  şiddet  hareketlerinin yaygınlaşması nedenleriyle, Cumhurbaşkanının başkanlığında toplanan Bakanlar Kurulu, Cumhuriyet Güvenlik Kurulunun da görüşünü aldıktan sonra, süresi üç ayı geçmemek üzere, yurdun bir veya birden fazla bölgesinde veya bütününde sıkıyönetim ilan edebilir. Bu karar, derhal Resmi Gazete de yayımlanır ve derhal Cumhuriyet Meclisinin onayına sunulur. Cumhuriyet Meclisi, üye tamsayısının salt çoğunluğu ile sıkıyönetim kararını değiştirebilir, gerekli gördüğü takdirde sıkıyönetim süresini uzatabilir, kısaltabilir veya sıkıyönetimi kaldırabilir. (2) Sıkıyönetimin her defasında iki ayı geçmemek üzere uzatılması, Cumhuriyet Meclisinin kararına bağlıdır.  Savaş hallerinde bu süre aranmaz. (3)  Sıkıyönetim,  seferberlik  ve  savaş  hallerinde,  hangi  kuralların  uygulanacağı  ve işlemlerin nasıl yürütüleceği, Yönetim ile olan ilişkiler, özgürlüklerin nasıl kısıtlanacağı veya durdurulacağı ve savaş veya savaşı gerektirecek bir durum başgöstermesi halinde yurttaşlar için getirilecek yükümlülükler yasa ile düzenlenir. Ancak,  savaş  hali  dışında  sıkıyönetim  ilanında,  sıkıyönetimi  gerektiren  nedenlerin giderilmesi ile sınırlı olmak koşuluyla, sıkıyönetim süresince yürürlüğü kısmen veya tamamen  durdurulan  Anayasa  maddeleri  açıkça  gösterilir  ve  böyle  bir  sıkıyönetim ilanında,  sadece  Anayasanın  126.  maddesinin  (2).  fıkrasında  belirtilen  maddelerin yürürlüğü durdurulabilir. 27  Bkz. KTFD Anayasa Mahkemesinin 14 Ocak3 tarihli, 16/82 (D.1/83) sayılı kararı, s. 8. 1336Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1327-1352    1985 Kuzey Kıbrıs Türk Cumhuriyeti…  Cumhuriyet Meclisi İçtüzüğü ne göre, olağanüstü durum, sıkıyönetim ve seferberlik ilânına ilişkin kararlar, hakkında ivedilik kararı olan işlerden önce herhangi bir işlem veya karar gerektirmeksizin Komitelerde ve Genel Kurulda, diğer bütün işlerden önce görüşülüp karara bağlanılacak ve Genel Kurulda  özel  gündem  kısmında  yer  alacak  işler  arasında  sayılmaktadır (Madde 86 (2)) Görüldüğü üzere, 1985 KKTC Anayasası nda olağanüstü durumlar üç ayrı maddede düzenlenmektedir. Aşağıda olağanüstü durum ilânında temel hak ve özgürlüklerin nasıl sınırlandırılacağı açıklanacaktır. III. Olağanüstü  Durumlarda  Temel  Hak  ve  Özgürlüklerin Sınırlandırılması Olağanüstü  durumlar  söz  konusu  olduğu  zaman,  temel  hak  ve özgürlüklerin  sınırlarının  nasıl  çizileceği  önemli  konulardan  biri  olarak karşımıza  çıkmaktadır.  1985  KKTC  Anayasası nın  126.  maddesinin  2. fıkrasına göre, Herhangi bir olağanüstü durum ilânında, ancak olağanüstü durumu  oluşturan  nedenlerin  giderilmesi  ile  sınırlı  olarak  sözü  edilen olağanüstü  durumun  devamı  süresince  yürürlüğü  kısmen  veya  tamamen durdurulan Anayasa maddeleri açıkça gösterilir. Maddede ilk göze çarpan husus, kısmen veya tamamen durdurulan terimine yer verilmesidir. Anayasa da hak ve özgürlüklerin durdurulması kavramı sadece olağanüstü durumlar için kullanılmaktadır. 1960 Kıbrıs Cumhuriyeti Anayasası nda da yürürlüğü durdurma (Anayasanın İngilizce metninde suspension kavramıyla ifade edilmektedir.29  126.  maddede  göze  çarpan  ikinci husus  ise,  olağanüstü  durumlarda hangi hakların durdurulabileceğinin tahdidi olarak sayılmasıdır. Bu noktada, 1982  Türkiye  Cumhuriyeti  Anayasası yla  bir  karşılaştırma  yapmak gerekirse, Türkiye den farklı olarak, KKTC Anayasası nda temel hak ve özgürlüklerin  durdurulmasını  öngören  15.  madde  benzeri  bir  düzenleme yoktur. Olağanüstü yönetim usûllerinin uygulandığı durumlarda temel hak ve  özgürlükler  için  Anayasada  öngörülen  güvencelere  aykırı  tedbirler alınabileceğine  ilişkin  bir  kural  da  KKTC  Anayasası nda  yer almamaktadır.30 KKTC Anayasası na göre olağanüstü durumlarda yalnızca şu maddelerde sayılan hak ve özgürlükler durdurulabilir:31                                                       28  Sınırlama  ve durdurma  kavramları  konusunda  bkz.  Kemal GÖZLER,  İnsan  Hakları Hukuku, Ekin Yayınları, 1. Baskı, Bursa, Temmuz 2017, s. 417-422. 29  Bkz. <https://www.mahkemeler.net/cgi-bin/anayasa.aspx>, Erişim Tarihi: 28 Mayıs 2020.  30  Bu  konuda  bkz.  Fazıl  SAĞLAM,  Kuzey  Kıbrıs  Türk  Cumhuriyeti Anayasa  Hukuku Dersleri, Yakın Doğu Üniversitesi Yayınları, Lefkoşa 2016. 31  1985 Anayasası nın 126. maddesinin 2. fıkrası şöyledir: Herhangi bir olağanüstü durum 1337Bezar Eylem EKİNCİ                                 Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1327-1352    16. madde: Kişi Özgürlüğü ve Güvenliği   20. madde: Konut Dokunulmazlığı   21. madde: Haberleşme Özgürlüğü   22. madde: Gezi ve Yerleşme Özgürlüğü   24. madde: Düşünce, Söz ve Anlatım Özgürlüğü   32. madde: Toplantı ve Gösteri Yürüyüşü Hakkı   33. madde: Dernek Kurma Hakkı   41.  maddesinin  (Kamulaştırma  ve  El  Koyma)  (5).  fıkrasının  (ç) bendi.   42.  madde:    Vakıf  Mallarla  İlgili  Kamulaştırma,  El  Koyma  ve Sınırlandırma   48. madde: Çalışma Özgürlüğü   49. maddenin (Çalışma Hakkı ve Ödevi) (3). fıkrası    53. madde: Sendika Kurma Hakkı   54. madde: Toplu Sözleşme ve Grev Hakkı Anayasa ya  göre,  herhangi  bir  olağanüstü  durum  ilânında,  ancak olağanüstü  durumu  oluşturan  nedenlerin  giderilmesi  ile  sınırlı  olarak, yürürlüğü  kısmen  veya  tamamen  durdurulan  Anayasa  maddeleri  açıkça gösterilecektir  (Ay.  md  126/2).  126.  maddede,  hangi  hakların durdurulabileceğinin tek tek sayılmasının bazı sonuçları vardır. Örneğin, yasalarla  bu  hak  ve  özgürlüklere  yenisi  eklenemez  ya  da  Anayasa da öngörülmeyen biçimde alanları genişletilemez.  Kıbrıs  anayasal  gelişiminde  olağanüstü  durumlarda  hangi  hakların durdurulabileceğinin  sayılması  sistemi,  1960  Kıbrıs  Cumhuriyeti Anayasası nda  da  benimsenen  bir  yöntemdi  (md.  183/2).33  1985  KKTC                                                                                                                              ilânında, ancak olağanüstü durumu oluşturan nedenlerin giderilmesi ile sınırlı olarak sözü edilen olağanüstü durumun devamı süresince yürürlüğü kısmen veya tamamen durdurulan Anayasa maddeleri açıkca gösterilir. Ancak, bu gibi herhangi bir olağanüstü durum ilânında,, Anayasanın aşağıda öngörülen maddelerinin yürürlüğü durdurulabilir: 16. madde; 20. madde; 21. madde; 22. madde; 24. madde; 32. madde; 33. madde; 41. maddenin (5). fıkrasının (ç) bendi; 42. madde; 48. madde; 49. maddenin (3). fıkrası; 53. madde ve 54. madde. 32  Bkz. Zaim M. NECATİGİL, Kuzey Kıbrıs Türk Cumhuriyeti nde Anayasa ve Yönetim Hukukunun Esasları, Işık Kitabevi, Lefkoşa-Kıbrıs, Mayıs 2015, s. 72. 33  Olağanüstü  yönetim  usûllerinde  anayasalar  özgürlüklerin  nasıl  sınırlanacağına  ilişkin belirtildiği  üzere  farklı  düzenlemeler  getirebilir.  1960  Kıbrıs  Cumhuriyeti  Anayasası dışında, Türkiye de 1924 Anayasası nın 86. maddesinin 3. fıkrasında benzer şekilde hangi hak  ve  özgürlüklerin  sıkıyönetim  süresince  durdurulabileceğini  tüketici  biçimde sayılmıştır: Sıkıyönetim, kişi ve konut dokunulmazlığının, basın, gönderişme, dernek, 1338Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1327-1352    1985 Kuzey Kıbrıs Türk Cumhuriyeti…  Anayasası nın Anayasa Komitesi tutanaklarına bakıldığında, burada sayılan hakların, herhangi bir olağanüstü durumda tamamen ortadan kaldırılacağı anlamına gelmediği, olayla sınırlı olarak uygulanacağına yönelik olduğunun tartışıldığı da dikkat çekmektedir.34  Bu noktada savaş hali açısından bir hususa işaret etmek gerekmektedir. Görüldüğü üzere, herhangi bir olağanüstü durum ilânında Anayasa nın 126/2 maddesinde geçerli olan sınırlama sebepleri söz konusudur. Bununla birlikte, Anayasa nın 127. maddesinin son fıkrasında şu düzenlemeye yer verilmiştir: Ancak,  savaş  hali  dışında  sıkıyönetim  ilanında,  sıkıyönetimi  gerektiren nedenlerin  giderilmesi  ile  sınırlı  olmak  koşuluyla,  sıkıyönetim  süresince yürürlüğü  kısmen  veya  tamamen  durdurulan  Anayasa  maddeleri  açıkça gösterilir  ve  böyle  bir  sıkıyönetim  ilanında,  sadece  Anayasanın  126. maddesinin (2). fıkrasında belirtilen maddelerin yürürlüğü durdurulabilir. Burada,  savaş  hali  dışındaki  sıkıyönetim  ilânında  Anayasa nın  126. maddesinin (2). fıkrasında belirtilen maddelerin yürürlüğünün kısmen veya tamamen  durdurulabileceği  düzenlenmektedir.  Anayasa  Komitesinde, belirtilen bu fıkra üzerinde, savaş hali durumunda tüm hak ve özgürlüklerin durdurulabilmesine  olanak  tanıyıp  tanımadığı  üzerine  bazı  tartışmalar yapılmıştır. Komitede, savaş hali durumunda hangi hak ve özgürlüklerin durdurulabileceğinin  yasa  koyucuya  bırakıldığı  belirtilmektedir.35 Dolayısıyla savaş halinde, özgürlüklerin sınırlandırılması bakımından önemli farklılıklar söz konusu olduğunu ifade etmek mümkündür. Belirtmek gerekir ki, bir kısım temel hak ve özgürlükler olağanüstü durumlarda hatta savaş halinde  bile  kısıtlanamazlar  ve  dokunulmazlıklarını  tam  olarak  korurlar. Bunların  başında  yaşam  hakkı  gelmektedir.  İşkenceye,  insanlık  dışı  ve aşağılayıcı cezaya uğramama, kul ve köle olmama gibi bazı temel hakları da saymak mümkündür. Bu hakların, içinde bulunulan duruma bakılmaksızın mutlak  olarak  korunması,  insanlık  ve  uygarlık  anlayışının  bir  gereği olmaktadır.36 Bazı uluslararası sözleşmelerde, olağanüstü durumlarda temel                                                                                                                              ortaklık hürriyetlerinin geçici olarak kayıtlanması veya durdurulması demektir. Bkz. <https://www.tbmm.gov.tr/anayasa/anayasa.htm>,  Erişim  Tarihi  :22  Mayıs  2020. Dolayısıyla bunun dışında kalan özgürlükler sıkıyönetim halinde dahi hiçbir şekilde sınırlandırılamayacaktır.  Bkz.  ARSEL,  s.  436.  Anayasa da  sıkıyönetim  süresince sınırlanabilecek ya da durdurulabilecek hakların bu şekilde sayılması yöntemi, anayasanın üstünlüğünü  sağlayacak  mekanizmaların  varlığı  halinde  temel  hak  ve  özgürlükler açısından önemli bir güvencedir. Bkz. ESEN, s. 147-148.  34  Kuzey Kıbrıs Türk Cumhuriyeti Anayasa Komitesinin 11 Nisan 1984 Tarihli Toplantı Tutanağı, s. 33 vd. 35  Kuzey Kıbrıs Türk Cumhuriyeti Anayasa Komitesinin 11 Nisan 1984 Tarihli Toplantı Tutanağı, s. 58 vd. 36  Münci KAPANİ, Kamu Hürriyetleri, Yetkin Yayınları, 7. Baskı, Ankara 1993, s. 240. 1339Bezar Eylem EKİNCİ                                 Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1327-1352  hak  ve  özgürlüklerin  nasıl  sınırlandırılacağına  yönelik  düzenlemeler yanında,  dokunulamayacak  hak  ve  özgürlüklere  ilişkin  düzenlemeler  de yapıldığı  görülmektedir.  İHAS ın  15.  maddesi  örnek  gösterilebilir. Dolayısıyla,  bu  sözleşmelerin  KKTC de  nasıl  uygulanacağına  ilişkin hususun,  özellikle  Anayasa da  herhangi  bir  sınırlandırma  rejimi öngörülmeyen  ve  yasalara  bırakılan  savaş  hali  yönünden,  temel  hak  ve özgürlüklerin sınırlandırılmasında bir ölçüt olabilmesindeki önemine işaret etmek gerekmektedir.  IV.  Olağanüstü Durum İşlemlerinin Yargısal Denetimi  Hukuka bağlı bir devlette, olağanüstü durumlar da belirtildiği üzere, bir hukuk rejimidir. Yürütme organına verilen önemli yetkiler, ona her türlü denetimden uzak, istediğini yapabilme olanağı vermemelidir.37 Bu bakımdan hukuk  devletinde,  olağanüstü  durumlarda  dahi  ilgili  ve  yetkili  devlet organlarının, yöneticilerin ve kamu görevlilerinin hukukun çizdiği çerçeve içerisinde hareket etmesi zorunludur. Bu noktada ise olağanüstü durumlara ilişkin hukukî çerçeveye uyulup uyulmadığının belirlenmesi ve bu çerçeve dışına çıkılması halinde gerekli müeyyidelerin uygulanması önemlidir. Bir başka ifadeyle, olağanüstü durumlarda yargısal denetimi etkili kılmak hayati bir yere sahiptir.38  1985 KKTC Anayasası nın 124. maddesine göre, olağanüstü durum ilânına karar verilmesi halinde, bu karar Resmi Gazete de yayımlanır ve derhal  Cumhuriyet  Meclisinin  onayına  sunulur.  Cumhuriyet  Meclisi  üye tamsayısının salt  çoğunluğu  ile  olağanüstü  durum  kararını  veya  süresini değiştirebilir; olağanüstü durumu kaldırabilir; Bakanlar Kurulunun istemi üzerine her defasında iki ayı geçmemek üzere süreyi uzatabilir. Buradaki işlem meclis kararı ile yapılmaktadır. Meclisin aldığı olağanüstü durum ve sıkıyönetim kararlarının denetimi konusunda Anayasa nın 95. maddesinde açık düzenleme vardır. Bu maddenin (h) bendinde yer alan Olağanüstü durum  ve  sıkıyönetim  kararları  mahkemeye  başvurulamayacak  meclis kararlarından  değildir.  Dolayısıyla  bu  meclis  kararlarına  karşı  yargısal denetimi yolu açıktır.39 Bu konuda Anayasa Mahkemesinin 2004 tarihli bir kararına bakıldığında, Mahkeme şu belirlemelerde bulunmuştur:40                                                       37  Mehmet  TURHAN,  Olağanüstü  Hallerde  Çıkarılabilecek  Kanun  Hükmünde Kararnameler, Amme İdaresi Dergisi, C. 25, S. 3, Eylül 1992, s. 13.  38  Bkz. Levent GÖNENÇ, Acele Olağanüstü Hal, Birikim, S. 330, Ekim 2016, s. 41.  39  1985 KKTC Anayasası nın Kararların İlanı başlıklı 95. maddesinin ilgili kısımları şöyledir:     (1) Cumhuriyet Meclisinin aşağıdaki konularda alacağı kararlar, kararın içeriğinde 1340Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1327-1352    1985 Kuzey Kıbrıs Türk Cumhuriyeti…  (…)  Anayasa  Mahkemesinde  iptal  davası  açılması  konusu Anayasamızın  147.  maddesinde  düzenlenmiştir.  Ancak  Anayasa  bununla yetinmemiş ve 95. maddede ek sınırlamalar getirmiştir. (…) 95. maddenin (4). fıkrasına göre Cumhuriyet Meclisince alınan aşağıdaki kararlara karşı iptal davası açılabilir. a) Milletvekilliğinin sona ermesine ilişkin kararlar,  b) Yasama dokunulmazlığının kaldırılmasına ilişkin kararlar,  c) Olağanüstü durum ve sıkı yönetim kararları.  Bu kararların dışındaki kararlara karşı iptal davası açılamaz.  Burada  yargı  denetimi  açısından  esas  olarak,  olağanüstü  durum süresince çıkarılan kararnameler yönünden bir belirleme yapmak gerekiyor. Olağanüstü  durum  ve  sıkıyönetim  süresince,  Cumhurbaşkanının başkanlığında  toplanan  Bakanlar  Kurulu,  olağanüstü  durumun  veya sıkıyönetimin gerekli kıldığı konularda, yasa gücünde kararname çıkarabilir. Bu  kararnameler,  Resmi  Gazete de  yayımlanır  ve  derhal  Cumhuriyet Meclisinin onayına sunulur. Bu kararnameler, Cumhuriyet Meclisinin üye tamsayısının salt çoğunluğunun oyu ile reddedilmedikçe, olağanüstü durum ve sıkıyönetim süresince yürürlükte kalır (Ay. md. 128/1).  1985 KKTC Anayasası nda, olağanüstü durumlarda çıkarılacak yasa gücünde kararnameler için yargı yolunu kapatan bir düzenleme yoktur.41                                                                                                                              aksine kural yoksa, derhal yürürlüğe girer ve Cumhuriyet Meclisi Başkanınca on gün içinde Resmi Gazete de ilan edilir: (a) Savaş ilanına ilişkin kararlar; (b) Bakanlar Kurulunu ve bakanları denetleme ve güvenoyu ile güvensizlik konularındaki kararlar; (c) Seçimlerin yenilenmesine veya ertelenmesine ilişkin kararlar; (ç) Milletvekilliğinin sona ermesine ilişkin kararlar; (d) Yasama dokunulmazlığının kaldırılmasına ilişkin kararlar; (e) Meclis içi seçim sonuçları; (f) Cumhurbaşkanının, Başbakanın veya bakanların Yüce Divana sevki ile ilgili kararlar; (g) Kamu iktisadi teşebbüslerinin denetimine ilişkin kararlar; (h) Olağanüstü durum ve sıkıyönetim kararları; (ı) Kalkınma planlarının onaylanmasına ilişkin kararlar. (…) (4) Yukarıdaki (1). fıkranın (ç), (d) ve (h) bendlerinde yer alan kararlar dışında kalan kararlara  karşı  mahkemeye  başvurulamaz  ve  Anayasa  Mahkemesinde  iptal  davası açılamaz. 40  Bkz. Anayasa Mahkemesinin 21 Nisan 2004 tarihli 3/04 (D.3/2004) sayılı kararı, s. 12. 41  Bu  konuda  bkz.  Fazıl  SAĞLAM,  Kuzey  Kıbrıs  Türk  Cumhuriyeti  Anayasa  Hukuku Dersleri, Yakın Doğu Üniversitesi Yayınları, Lefkoşa 2016, s. 61.   1341Bezar Eylem EKİNCİ                                 Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1327-1352  Anayasa nın 147. maddesinin 2. fıkrası şöyledir: Anayasa Mahkemesinde doğrudan  doğruya  iptal  davası  açma  hakkı  iptali  istenen  yasanın, kararnamenin,  tüzüğün,  Cumhuriyet  Meclisi  İçtüzüğünün,  Cumhuriyet Meclisi kararının, yönetmeliğin veya bunların herhangi bir kuralının Resmi Gazete de  yayımlanmasından  başlayarak  doksan  gün  sonra  düşer. Görüldüğü üzere, bu maddede iptal davası açılabilecek işlemler arasında kararnameler de geçmektedir. Anayasa Mahkemesi 1987 yılında verdiği bir kararda,  Bakanlar  Kurulu  kararlarının  kararname  kapsamına  girip girmediği  konusunu  tartışırken,  aynı  zamanda  bu  işlemin  kapsamı bakımından da değerlendirmelerde bulunmuştur. Anayasa Mahkemesi, 1985 KKTC  Anayasası na  göre  kararnameden,  madde  108,42  madde  11243  ve madde 128 deki konumuzla da ilgili olan olağanüstü durum ve sıkıyönetim süresince  çıkarılan  yasa  gücünde  kararnamelerin  anlaşıldığını  şu  şekilde ifade etmektedir:44 Bizim Anayasamızda kararnameden 108, 112 ve 128. maddelerde söz edilmektedir. (…) 128. madde de olağanüstü durum ve sıkıyönetim süresince, Cumhurbaşkanının  başkanlığında  toplanan  Bakanlar  Kurulunun  yasa gücünde kararname çıkarabileceğini hükme bağlamaktadır. Görülebileceği gibi bu kararnameler belirli hususlar hakkında çıkarılabilmekte ve genel anlamda Bakanlar Kurulu kararlarını içermemektedir.    Anayasa  Mahkemesi,  olağanüstü  durum  ve  sıkıyönetim kararnamelerinin yargısal denetiminde, yukarıda açıkladığımız, yetki, konu ve usûl bakımından inceleme yapacaktır. Bu denetimin kapsamı konusunda, İHAM ın  belirttiği  yükümlülük  azaltma  yetkilerinde,  sadece  durumun zorunluluklarının  kesin  olarak  gerektirdiği  ölçüde  kullanılabileceği                                                       42  Anayasa nın 108. maddesinin ilk fıkrası şöyledir: Bakanlıklar, Anayasanın öngördüğü sayı ve ilkelere uygun olarak Başbakanın önerisi ve Cumhurbaşkanının onayı ile Resmi Gazete'de yayımlanacak bir kararname ile kurulur ve kaldırılır.  Ancak, böyle bir kararname, ilgili Başbakanın güvenoyu alması halinde yürürlüğe girer. 43  1985 KKTC Anayasası nın Yasa Gücünde Kararname başlıklı 112. maddesi şöyledir: (1) Ekonomik  konularda,  ivedilik  varsa,  Bakanlar  Kurulu  yasa  gücünde  kararname çıkarabilir. Yasa gücünde kararname, Resmi Gazete de yayımlanarak yürürlüğe girer ve aynı gün, gerekçesi ile birlikte Cumhuriyet Meclisine sunulur. (2)  Cumhuriyet  Meclisine  sunulan  yasa  gücünde  kararnameler,  İçtüzüğün,  yasaların görüşülmesi için koyduğu kurallara göre komitelerde ve Genel Kurulda, diğer bütün konulardan önce, öncelik ve ivedilikle görüşülüp karara bağlanır. (3) Meclis bu konudaki kararlarını doksan gün içinde verir. (4) Bu maddede öngörülen yasa gücünde kararnameler ile, yeni mali yükümlülükler getirilemez, kişisel ve siyasal hak ve özgürlükler kısıtlanamaz. 44  Bkz. Anayasa Mahkemesinin 4 Haziran 1987 tarihli 23/85 (D.8/87) sayılı kararı, s. 2-3. Ayrıca bkz. Anayasa Mahkemesinin 29 Haziran 1995 tarihli 9/93 (D. 5/95) sayılı kararı, s. 163. 1342Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1327-1352    1985 Kuzey Kıbrıs Türk Cumhuriyeti…  yönündeki  kararına  işaret  edebiliriz.45  Olağanüstü  durum  ve  sıkıyönetim kararnamelerinin  düzenlendiği  128.  maddenin  1.  fıkrasında  yer  alan olağanüstü durumun … gerekli kıldığı konularda, yasa gücünde kararname çıkarabilir.  düzenlemesi  de  bu  bakımdan  denetimin  ölçülülük  alanını belirlemektedir. Olağanüstü durumun gerekli kılmadığı konularda çıkarılan kararnameler  Anayasa ya  aykırı  olacaktır.  Ölçülülük  ilkesi  bakımından Anayasa  Mahkemesi  2017  tarihli  bir  kararında  şu  değerlendirmelerde bulunmuştur:46 Ölçülülük  ilkesi,  Anayasa da  açıkça  yazmasa  da,  temel  hak  ve özgürlüklere  ilişkin  sınırlamalar  bakımından  temel  alınması  gereken  bir ölçüttür.  Ölçülülük  ilkesi  Türkiye  Cumhuriyeti nde  2001  yılında  yapılan değişiklikle 13. maddeye dahil edilmiş olmakla beraber, değişiklikten önceki dönemde de Anayasa Mahkemesi tarafından benimsenmiştir.  (…) Türkiye Cumhuriyeti Anayasa Mahkemesi 1986/17, 1987/11 k.t 22.5.1987  sayılı  kararda,  makul,  kabul  edilebilir  sınırların  aşılmasının aykırılığı  oluşturduğunu,  makul  ölçülerin  aşılmasının  bir  iptal  nedeni sayıldığını, yapılan sınırlama ile sağladığı yarar arasında hakkaniyete uygun bir dengenin bulunması gerektiğini, amaç ile araç arasındaki makul ölçüyü aşmış görülen bir sınırlamanın uygun olmayacağını karara bağlamıştır.  Buradan çıkarılacak sonuca göre, gereksinim ile bulunan çare arasında makul,  kabul  edilebilir  ölçü  aşılmadıkça  sınırlamanın  Anayasa ya aykırılığının söz konusu olamayacağıdır. Anayasa Mahkemesinin bu kararı öncesinde, Yargıtayın da 2012 tarihli bir kararında, İHAM kararlarını referans göstererek ölçülülük ilkesine ilişkin yaptığı belirlemeleri önemlidir:47  (…) İlk Mahkemenin kararında değindiği AİHM kararlarında vücut bulan necesary in a democratic society yani müdahalenin demokratik toplumda  gereklilik  arz  edip  etmediği,  mahkeme  tarafından  dikkate alınmalıdır.  Demokratik  Hukuk  Devletinde,  amaç  ne  olursa  olsun, sınırlamalar, özgürlüğün kullanılmasını ölçüsüz biçimde ortadan kaldıracak düzeyde olamaz. Ölçülülük ilkesi, tüm demokratik ülkelerde kabul edilen bir ölçüttür ve demokratik  toplumun  ihtiyaçları  nispetinde  belirlenir.  Sonuçta,  bir  yetki kullanılırken,  eylem  ile  önlem  arasında  adil  bir  dengenin  bulunması  ve öngörülecek sınırlamanın, amacına ulaşmaya cevaz vermesi gerekmektedir.                                                       45  Bkz. İrlanda v. Birleşik Krallık, B.N. 5310/71, 18 Ocak 1978,  §206. 46  Anayasa Mahkemesinin 2 Şubat 2017 tarihli, 30/2014 (D. 1/2017) sayılı kararı, s. 15-16. 47  Yargıtayın 16 Şubat 2012 tarihli Hukuk 138/2011 (Dava No: 5960/2011), (D. 3/2012) sayılı kararı, s. 28-29. 1343Bezar Eylem EKİNCİ                                 Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1327-1352  Görüldüğü  üzere,  olağanüstü  durumlarda  çıkarılacak  kararnamelerin yargı denetimine açık olması ve ölçülülük ilkesinin denetiminin sınırlarını oluşturması, olağanüstü durumlarda temel hak ve özgürlüklerin korunması açısından önemli bir güvence sunmaktadır.  V.  56/1983  sayılı  Olağanüstü  Durum  Yasası  ile  ilgili  Anayasa Mahkemesinin 1987 Tarihli 21/85 Sayılı (D.9/87) Kararı Olağanüstü  durumlar  temelde,  sadece  kâğıt  üzerinde  duran  günü geldiğinde de ender olarak kullanılmayı bekleyen anayasal kurumlar olarak tasarlanmışlardır.48 Bu dönemle birlikte olağanüstü yönetim usûlünde geçerli olacak yasa da devreye girmektedir. KKTC hukukunda olağanüstü durum ile ilgili yasaya baktığımızda karşımıza Kıbrıs Türk Federe Meclisinin 8 Kasım 1983 tarihli birleşiminde kabul edilen 56/1983 sayılı Olağanüstü Durum Yasası çıkmaktadır.49  56/1983  sayılı  Yasa ya  ilişkin  temel  sorunlardan  biri,  yukarıda  da belirtildiği gibi bu Yasa nın 1975 KTFD Anayasası döneminde çıkarılması ve şu an yürürlükte olan 1985 KKTC Anayasası ndan büyük ölçüde farklı düzenlenmesinden  kaynaklanmaktadır.  1975  KTFD  Anayasası nda olağanüstü  duruma  ilişkin  genel  düzenlemelerin  getirildiğini,  ayrıntıların yasaya  bırakıldığını  görmekteyiz.  Oysa  açıklandığı  üzere  1985  KKTC Anayasası nda daha detaylı düzenlemeler yapılmıştır. Dolayısıyla 56/1983 sayılı  Yasa da,  1985  KKTC  Anayasası nın  olağanüstü  duruma  ilişkin düzenlemeleriyle örtüşmeyen hükümlerinin olması doğal karşılanmalıdır. Bu bakımdan  ilgili  Yasa,  1985  KKTC Anayasası na aykırı  olmadığı  ölçüde olağanüstü durumlarda uygulama alanı bulacaktır. Burada  bize  esas  yol  gösterici  olan  ise  ilgili  Yasa nın  Anayasa ya uygunluk denetimi kapsamında Anayasa Mahkemesi önüne gitmiş olmasıdır. 1985  KKTC  Anayasası nın  Geçici  4  (3)  maddesi,  Cumhuriyet  Meclisi göreve başladığından itibaren 60 gün içinde yürürlükteki mevzuat hakkında Anayasa ya aykırı oldukları iddiası ile Anayasa Mahkemesine iptal davası açılabileceğini düzenlemektedir. Dolayısıyla Anayasa nın bu maddesinden hareketle,  56/1983  sayılı  Yasa nın  Anayasa ya  uygunluk  denetiminin                                                       48  Bkz. Şeref İBA, Anayasa Hukuku ve Siyasal Kurumlar, Turhan Kitabevi, 2. Baskı, Ankara 2008, s. 241. 49  Bkz.  Burada  Z.  M.  NECATİGİL in  belirttiği  bir  hususa  da  işaret  etmek  gerekir. NECATİGİL, 56/1983 sayılı Yasa nın KKTC nin ilânından bir süre önce, Cumhuriyetin ilânıyla  meydana  gelebilecek  herhangi  olası  bir  kargaşa  halinde  gerekli  önlemlerin alınabilmesi için yetki verilebilmesi amacıyla geçirildiğini ifade etmektedir. Böyle bir durumun gerçekte söz konusu olmadığını da eklemektedir. Bkz. NECATİGİL, s. 72, 111 numaralı dipnot. 1344Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1327-1352    1985 Kuzey Kıbrıs Türk Cumhuriyeti…  yapılması  da  mümkün  hale  gelmiştir.  1985  KKTC  Anayasası  kabul edildikten  sonra  56/1983  sayılı  Olağanüstü  Durum  Yasası nın  tümünün Anayasa ya  aykırılığı  gerekçesiyle  iptal  isteminde  bulunulmuştur.50  Bu bakımdan, 56/1983 sayılı Yasa nın 1985 KKTC Anayasası na uygunluğu yönünden,  1987  tarihli  kararda  yapılan  incelemeler  konumuz  açısından oldukça önem taşımaktadır.  Anayasa  Mahkemesi  bu  kararda,  özellikle  56/1983  sayılı  Yasa da kullanımı  durdurulabilecek  olan  hakların  yukarıda  belirttiğimiz  madde 126/2 de  sayılan  haklar  kapsamında  olup  olmadığı  üzerinde  önemli belirlemeler yapmıştır. Anayasa Mahkemesine göre:51 …1985 Anayasasının 126(2) maddesinde Olağanüstü Durum ilânında hangi Anayasa maddelerinin yürürlüğünün durdurulacağı açıkça belirlenmiş olduğuna göre bunlar dışında sair Anayasa maddelerinin yürürlüğünün de yasa ile durdurulması söz konusu olamaz.   Anayasa  Mahkemesinin  56/1983  tarihli  Yasa da  iptal  ettiği maddelerden biri olan 5 (1) b bendi şöyledir: Her derecedeki resmi ve özel öğretim ve eğitim kurumlarında öğrenime ara vermek ve öğrenci yurtlarını süreli veya süresiz olarak kapatmak; (…) Anayasa Mahkemesi bu kuralı incelerken,  Anayasanın  59.  maddesinin  kimsenin  öğretim  ve  eğitimden yoksun bırakılamayacağını hükme bağladığını ve bu maddede yurtlardan söz edilmediğini dolayısıyla yurtların bu maddenin kapsamı içinde olmadığını ifade etmiştir. Anayasa Mahkemesi ilgili kuralı iptal etmiştir:52 Yasanın 5. maddesinin (1). fıkrasının (b) bendi, ilgili Bakan veya Güvenlik  Kuvvetleri  Komutanına  her  derecede  resmi  ve  özel  eğitim  ve öğretim  kurumlarında  öğrenime  ara  verme  yetkisi  verdiği  oranda Anayasanın  59.  maddesinin  öngördüğü  öğretim  ve  eğitim  hakkına  bir kısıtlama getirmiştir. Anayasanın 59. maddesinin ise, Olağanüstü Durumda, yürürlüğünün  durdurulması  Anayasanın  126(2)  maddesinde öngörülmemektedir.  Aynı maddenin iptal edilen 2. fıkrasının (g) bendi de şöyledir: Gazete, dergi,  broşür,  kitap,  el  ve  duvar  ilânı  ve  benzerlerinin  basılmasını, çoğaltılmasını,  yayınlanmasını  ve  dağıtılmasını  yasaklamak,  bunlardan Olağanüstü  Durum  bölgesi  dışında  basılmış  veya  çoğaltılmış  olanların bölgeye  sokulmasını  ve  dağıtılmasını  yasaklamak  veya  izne  bağlamak; basılması veya dağıtılması yasaklayan kitap, dergi, gazete, broşür,  afiş ve                                                       50  Bkz. Anayasa Mahkemesinin 26 Haziran 1987 tarihli 21/85 Sayılı (D.9/87) Kararı. 51  Bkz. 21/85 Sayılı (D.9/87) Karar. 52  Bkz. 21/85 Sayılı (D.9/87) Karar. 1345Bezar Eylem EKİNCİ                                 Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1327-1352  benzeri  yayınları  toplatmak;.  Anayasa  Mahkemesi,  bu  düzenleme  ile olağanüstü durumda, gazete, dergi, broşür, kitap, el ve duvar ilânlarının basılmasının  ve  dağıtılmasının  yasaklanmasına,  dıştan  gelenlerin yasaklanmasına  veya  izne  bağlanmasına,  yasaklananların  toplatılmasına imkân  tanındığını  ifade  etmiştir.  Anayasa  Mahkemesi  burada  öngörülen düzenlemelerin,  Anayasa nın  26,  27  ve  28.  maddelerde  yer  aldığını; dolayısıyla Anayasa nın 126. maddesinde sayılan, olağanüstü durumlarda durdurulabilecek  hak  ve  özgürlüklerin  arasında  olmadığını  belirtmiştir.53 Anayasa Mahkemesine göre, Anayasa da yer verilen bir hak veya özgürlük, bunu veren maddede belirlenen veya Anayasa nın 11. maddesinde belirlenen nedenlerle kısıtlanabilir. Olağanüstü Durum Yasanın 5 (2) fıkrasının (g) bendinde öngörülen kısıtlamalar Anayasa nın ilgili maddeleri altında ve bu maddelerin öngördüğü şekilde kısıtlamalar değildir. Bu  iki  fıkranın  incelemesinde,  Anayasa  Mahkemesinin  olağanüstü durumlarda özgürlüklerin korunması bakımından yapmış olduğu şu tespit oldukça önemlidir:54 Yasanın  hemen  yukarıda  sözü  edilen  iki  fıkrasında  öngörülen kısıtlamaların, Olağanüstü Durumda, yapılmasının doğal olduğu görüşü ileri sürülmüştür. Bu böyle olabilir. Ancak 1985 Anayasasının 126(2) maddesinde Olağanüstü  Durum  ilânında  hangi  Anayasa  maddelerinin  yürürlüğünün durdurulacağı açıkça belirlenmiş olduğuna göre bunlar dışında sair Anayasa maddelerinin yürürlüğünün de yasa ile durdurulması söz konusu olamaz. Son olarak, ilgili Yasa nın, Anayasa Mahkemesi tarafından iptal edilen 20. maddesi şöyledir: Olağanüstü Durumun bu Yasanın 3. maddesinin (1). fikrasının    (b)  bendi  uyarınca  ilân  edilmiş  olması  halinde  Güvenlik Kuvvetleri  Mahkemesi  yetkisine  giren  ve  bu  Yasanın  19.  maddesinde öngörülen suçlardan Olağanüstü Durum ilânından üç ay öncesine kadar işlenmiş  oldukları  suçlara  Güvenlik  Kuvvetleri  Mahkemesince  bakılır.                                                       53  Anayasanın  26.  maddesi  basın  ve  yayının  özgür  olduğunu,  basın  ve  haber  alma özgürlüğünün ise maddede belirtilen amaçlar ile yasa ile sınırlanabileceğini, yasanın sınırları içinde mahkeme veya yargıç tarafından verilecek kararlar saklı kalmak üzere yayın yasağı konamayacağını hükme bağlamaktadır. Anayasanın 27. maddesi ise gazete, dergi ve broşür çıkarma hakkını teminat altına almakta ve bunların çıkarılması, yayımı, mali kaynakların ve gazetecilik mesleği ile ilgili koşulların yasa ile düzenleneceğini hükme bağlamaktadır. Anayasanın 28. maddesi de kitap yayım hakkını teminat altına almaktadır. 27. madde devlet sınırları içinde yayımlanan gazete, dergi ve broşürlerin, 28. madde de devlet  sınırları  içinde  yayımlanan  kitapların,  yasanın  gösterdiği  suçların  işlenmesi halinde, mahkeme veya yargıç kararı ile toplatılabilmesini ve acil hallerde diğer yetkili mercilerce verilecek toplatma kararlarının mahkeme veya yargıcın onayına tabi olmasını öngörmektedir. 54  Bkz. 21/85 Sayılı (D.9/87) Karar. 1346Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1327-1352    1985 Kuzey Kıbrıs Türk Cumhuriyeti…  Anayasa  Mahkemesi  bu  düzenlemeyi  hukukun  üstünlüğü  ilkesine  aykırı bulmuştur:55  Bu kural, işlendiği zaman sivil mahkemelerin kaza yetkisi kapsamına giren  suçlara  Güvenlik  Kuvvetleri  Mahkemesinin  bakmasına  ve  bu  gibi suçların  Olağanüstü  Durumda  işlenmiş  gibi  muamele  görmesine  cevaz vermektedir. Bu ise hukukun üstünlüğünü öngören Anayasanın 1. maddesine ters düşmektedir. Görüldüğü  üzere  Anayasa  Mahkemesi,  1985  KKTC  Anayasası öncesinde yürürlüğe giren 56/1983 sayılı Yasa da yer alan temel hak ve özgürlüklere yönelik sınırlamalar bakımından sadece durdurulabilecek olan maddelerin tek tek sayıldığı Anayasa nın 126. maddesinin 2. fıkrasına aykırı olup olmadığı yönünden incelemelerde bulunmuş ve belirtilen bu maddelerin iptal edilmesine karar vermiştir.    VI.  Olağanüstü Durumlarda Uluslararası Sözleşmeler ve İHAS ın KKTC de Uygulanması Bu  çalışmada  son  olarak,  KKTC de  olağanüstü  durumlar  açısından karşımıza  çıkan  farklı  bir  hususu  ele  almak  gerekmektedir.  Bu  da, olağanüstü durumlarda KKTC de uluslararası sözleşmelerin uygulanmasının nasıl  olacağı  konusudur.  Aslında  bu  konu  daha  kapsamlı  bir  çalışmayı oluşturmakla  birlikte,  burada  temel  noktalarıyla  ve  özellikle  İHAS bakımından  değerlendirme  yapılacaktır.  Buna  ek  olarak,  İHAS  dışında elbette KKTC nin iç hukukuna aktardığı temel hak ve özgürlüklere ilişkin konuyla ilgili diğer uluslararası sözleşmeler açısından da inceleme yapılması mümkün.56 Örneğin, KKTC nin 2004 yılında kabul ettiği 29/2004 sayılı Kişisel Ve Siyasal Haklar Sözleşmesi (Onay) Yasası açısından da benzer durumların söz konusu olabileceğini belirtmek gerekir. Ancak çalışmanın kapsamı bakımından burada yalnızca yol gösterici olması açısından İHAS yönünden genel hatlarıyla bir değerlendirme yapılacaktır.      KKTC nin uluslararası hukukta Türkiye dışında tanınmaması, KKTC hukukunda özgürlükler alanı uygulamasını da ciddi anlamda etkilemektedir. Olağanüstü yönetim usûlleri söz konusu olduğu zaman, Avrupa Konseyi üyesi ülkeler açısından İHAS ın 15. maddesi karşımıza çıkmaktadır. 15. madde taraf devletlerin olağanüstü yönetim usûllerine geçmesi durumunda,                                                       55  Bkz. 21/85 Sayılı (D.9/87) Karar. 56  1985  KKTC  Anayasası nın  Uluslararası  Andlaşmaları  Uygun  Bulma  başlıklı  90. maddesinin  son  fıkrası  şöyledir:  Usulüne  göre  yürürlüğe  konulmuş  uluslararası andlaşmalar yasa hükmündedir. Bunlar hakkında Anayasaya aykırılık iddiası ile Anayasa Mahkemesi olarak görev yapan Yüksek Mahkemeye başvurulamaz. 1347Bezar Eylem EKİNCİ                                 Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1327-1352  temel  hak  ve  özgürlükler  bakımından  dokunamayacakları  alanı belirlemektedir.  Ayrıca  bu  madde,  taraf  devletler  açısından  bildirim yükümlülüğü ile birlikte Sözleşme nin olağanüstü durumlarda yükümlülük azaltabileceğine ilişkin düzenlemeleri de içermektedir. İHAS ı iç hukukunda tek  taraflı  olarak  uygulayan  KKTC  açısından  bu  maddenin  nasıl değerlendirileceği önemlidir. Olağanüstü durumlarda Anayasa da öngörülen kısmen veya tamamen durdurma tedbirleri uygulanırken olağanüstü durum ve  sıkıyönetim  yasa  gücünde  kararnameleri  çıkarılacaktır  ve  bunların Sözleşme maddelerine aykırılıklarının gündeme gelmesi söz konusu olabilir. Ayrıca  bu  madde  olağanüstü  durumlarda,  dokunulamayacak  alanı belirlemesi  yanında  taraf  devletlere  uluslararası  hukuktan  doğan  diğer yükümlülüklerini ihlal etmemesi kaydı da getirmektedir.  İHAS,  iki  toplumun  bir  arada  yaşadığı  Kıbrıs  Cumhuriyeti nin  ilk yıllarında, Temsilciler Meclisi nde 39/1962 Sayılı Yasa ile onaylanmıştır. Dolayısıyla iç hukukta uygulama alanı bulmaktadır.57 Anayasa Mahkemesi, İHAS ın yürürlüğünü şu şekilde açıklamaktadır: Kıbrıs Cumhuriyeti 1962 yılında bu Sözleşmeye katılmış ve 39/62 sayılı yasa ile Avrupa İnsan Hakları sözleşmesini iç hukuk haline getirmiştir.58 Yüksek  Mahkemenin,  İHAS ın  uygulanması  yönünde  kararları mevcuttur.59  Örneğin,  Anayasa  Mahkemesine  göre:  (…)  Avrupa  İnsan Hakları Sözleşmesi Anayasa gibi üst düzeyde değil, yasalarla eşit düzeyde olduğu  için  bir  yasanın  Sözleşmeye  aykırılığını  öne  sürerek  Anayasa Mahkemesine  gelmek  mümkün  değildir.  Sözleşmenin  açık  bir  hüküm içermesi halinde bunu uygulamak İlk Mahkemelere düşer (…)60  Görüldüğü üzere İHAS, KKTC hukukunda tek taraflı uygulanmaktır. Olağanüstü yönetime geçildiği takdirde, İHAS 15. maddesinin ikinci fıkrası taraf  devletlerin  temel  hak  ve  özgürlüklerin  sınırlandırılmasında dokunamayacakları  alanı  belirlemektedir.61  İHAS  15.  madde                                                       57  İHAS ın KKTC de uygulanması konusunda bkz. Bezar Eylem EKİNCİ, İnsan Hakları Avrupa  Sözleşmesi nin  Kuzey  Kıbrıs  Türk  Cumhuriyeti nde  Uygulanması  ve  2014 Anayasa  Değişikliği  Girişiminde  Önerilen  Bireysel  Başvuru  Yolu  ile  Birlikte Değerlendirilmesi,  <https://anayasatakip.ku.edu.tr/wpcontent/uploads/sites/34/2017/08/Bezar-Eylem-Ekinci-IHAS%C%Bn-KKTCdeUygulanmas%C%B-ve-Bireysel-Bas%CC%Avuru.pdf>, Erişim Tarihi: 19 Mart 2020. 58  Anayasa Mahkemesinin 26 Haziran 2003 tarihli, 24/2002 (D.4/2003) sayılı kararı. 59 Bkz Yüksek İdare Mahkemesinin (YİM) 1 Temmuz 2016 tarihli, YİM/İstinaf: 2/2016, (YİM Dava No:176/2015), (D.4/2016) sayılı kararı; Yargıtay ın 19 Haziran 2013 tarihli, 44/2012 (D.4/2013) sayılı kararı. 60  Anayasa Mahkemesi nin 26 Haziran 2003 tarihli, 24/2002 (D.4/2003) sayılı kararı. 61  Meşru savaş fiilleri sonucunda meydana gelen ölüm hali dışında 2. maddede yer alan yaşam hakkına; 1348Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1327-1352    1985 Kuzey Kıbrıs Türk Cumhuriyeti…  dokunulamayacak alanları; KKTC Anayasası ise sadece durdurulabilecek maddeleri tek tek saydığı için Anayasa nın bu açıdan daha geniş bir koruma alanına sahip olduğunu söylemek mümkündür. Bununla birlikte savaş hali konusunda  Anayasa da  açık  bir  sınırlama  öngörülmemekte  ve  bu  konu yasaya bırakılmaktadır. Dolayısıyla Sözleşme, bu açıdan önemli bir güvence sunmaktadır.  15.  maddede  uluslararası  hukuktan  doğan  diğer yükümlülüklerini  ihlal  etmemek  kaydıyla  düzenlemesi  geçmektedir. KKTC nin iç hukukuna aktardığı diğer uluslararası sözleşmeler açısından bir uygulama olanağı olabileceğini belirtebilir. Ayrıca sadece sözleşmeler değil, uluslararası hukukun genel ilkeleri de buna dâhildir.62  Sözleşmenin  15.  maddesinde  belirtilen  yükümlülüklere  aykırı  tedbir alınabilmesi  ancak  bu  önlemleri  gerektiren  özel  durumun  koşulları ölçüsünde  kabul  edilmektedir.  Maddede  yer  alan  durumun  gerektirdiği ölçüde  ifadesi  de  bu  anlamda  tehlikenin  boyutlarıyla  orantılı  olmasını içermektedir.63  Yukarıda  belirtildiği  üzere,  KKTC  Anayasası nın  128. maddesinin  ilk  fıkrasında  olağanüstü  durum  ve  sıkıyönetim  süresince, Cumhurbaşkanı  başkanlığında  toplanan  Bakanlar  Kurulu,  olağanüstü durumun  veya  sıkıyönetimin  gerekli  kıldığı  konularda,  yasa  gücünde kararname çıkarabileceğine yönelik düzenleme yer almaktadır. Bu fıkradaki olağanüstü  durumun  (…)  gerekli  kıldığı  konular  ifadesi  Sözleşme ye benzer şekilde ölçülülük ilkesini kayıtlamaktadır.  İHAS ın  KKTC de  uygulanmasının  olağanüstü  durumlar  açısından sonuçlarından birinin, belki bu dönemde temel hak ve özgürlüklere yönelik sınırlamalarda, İHAM içtihadının, onun geliştirdiği prensiplerin uygulanması bakımından  önemli  olabileceği  tespiti  de  yapılabilir.  Belirtildiği  üzere, Yüksek Mahkemenin, Sözleşme nin uygulanmasının gerekliliği konusundaki içtihadı bu açıdan olumludur. Genel olarak ifade etmek gerekirse, İHAS ı tek  taraflı  olarak  iç  hukukunda  uygulayan  KKTC  açısından,  olağanüstü durumlarda  nasıl  gerçekleşeceği  farklı  bir  durumu  ortaya  çıkarmaktadır. Ancak tek taraflı olarak iç hukukta uygulansa da, sözünü ettiğimiz yönlerden 15. maddenin hukuken sonuçları olacaktır.  İHAS  açısından belirtilen bu durum, KKTC nin iç hukukuna aktardığı ve olağanüstü durumlara ilişkin hükümler içeren diğer sözleşmeler açısından da uygulanmasının mümkün olduğunu ifade edebiliriz.                                                                                                                              3. maddede yer alan işkence yasağına; 4. maddenin 1. fıkrasında yer alan köle ya da kul olarak tutulma yasağına; 7. maddede yer alan kanunsuz ceza olma düzenlemelerine aykırı tedbirler öngörülemez. 62  Bu konuda bkz. Yılmaz ALİEFENDİOĞLU, Anayasa Yargısı Açısından Olağanüstü Yönetim  Usulleri,  Amme  İdaresi  Dergisi,  C.  XXV,  S.  2  (Haziran),  1992,  s.  31; KABOĞLU, s. 121-122; TURHAN, s. 22. 63  Bkz. YOKUŞ, s. 93-94.  1349Bezar Eylem EKİNCİ                                 Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1327-1352  SONUÇ Olağanüstü  yönetim  usûlleri  birçok  ülke  anayasasından  olduğu  gibi 1985 KKTC Anayasası nda da yer almaktadır ve olağanüstü durumlar başlığıyla düzenlenmektedir. Yine birçok ülkede olduğu gibi KKTC de de olağanüstü  durumlar  farklı  ağırlık  dereceleriyle  karşımıza  çıkmaktadır. Tabii afet ve ağır ekonomik bunalım nedeniyle olağanüstü durum ilânı; şiddet  olaylarının  yaygınlaşması  ve  kamu  düzeninin  ciddi  şekilde bozulması nedenleriyle olağanüstü durum ilânı ve sıkıyönetim, seferberlik ve savaş hali olmak üzere üç maddede yer verilmektedir. Olağanüstü  yönetim  usûlleri  istisnai  rejimlerdir  ve  durdurma tedbirlerinin  karşımıza  çıkması  yanında,  yürütmeye  de  geniş  yetkiler tanınmaktadır. Bu bakımdan ilk olarak, gerçekten de olağanüstü hal olmadan aşılamayacak bir kriz olup olmadığının belirlenmesi önemlidir. Anayasalar genellikle,  olağanüstü  durum  ilân  yetkisini  yürütmeye  bıraksa  da,  bu sebeplerin gerçekleşip gerçekleşmediğinin değerlendirmesini ve onaylama yetkisini meclislere vermektedir. 1985 KKTC Anayasası nda da bu yönde düzenleme yapılmıştır. Olağanüstü durumlarda yürütmeye tanınan geniş yetkilerle karşılaşsak da, alınacak tedbirlerin, ilâna neden olan olayları ortadan kaldırmaya yönelik gerçekleşmesi gerekir. Bu sebeple, bizi olağanüstü hal ilân etmeye yönelten amaca ulaştırmayan, yani gerekli olmayan temel hak ve özgürlüklere yönelik müdahaleler anayasaya aykırı olacaktır. Bir başka ifadeyle, bu müdahalenin sınırlarını  ölçülülük  ilkesi  çizmektedir.  Örneğin,  sadece  salgın  hastalık gerekçesiyle  ilân  edilen  bir  olağanüstü  halde  alınacak  tedbirlerin,  yani özgürlüklere  yapılacak  müdahalelerin  de  bunu  ortadan  kaldırmaya özgülenmesi ve ölçülü olması gerekmektedir. 1975 KTFD Anayasası ndaki düzenlemelerle karşılaştırıldığında, olağanüstü durumlar bakımından gerek temel  hak  ve  özgürlüklerin  sınırlandırılması  gerekse  daha  ayrıntılı düzenlemeler içermesi bakımından, 1985 KKTC Anayasası nda yer alan hükümlerin daha güvenceli olduğunu söylemek mümkündür. Belirtmek  gerekir  ki,  ister  olağan  ister  olağanüstü  dönemde  olsun, alınacak  her  bir  tedbir  açısından  keyfi  davranılmamasının  ve  anayasaya uygun  hareket  edilmesinin  gerekliliği,  hukuk  devletine  bağlı  kalabilme açısından  temel  kaygı  olarak  karşımıza  çıkmaktadır.  Hukuk  devletine bağlılık  kendisini  özellikle  kriz  zamanlarındaki  olağanüstü  durumlarda göstermektedir. Bu krizler aşılırken devletler, hukuk devleti olma vasfını, olağanüstü durumlarda da anayasaya uygun hareket ettikleri sürece korurlar. 1985  KKTC  Anayasası nda  yer  alan  gerek  özgürlüklerin sınırlandırılmasındaki formül gerekse olağanüstü durum işlemlerinin yargı denetimine açık olması önemli güvenceler olarak karşımıza çıkmaktadır.  1350Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1327-1352    1985 Kuzey Kıbrıs Türk Cumhuriyeti…",
     "Kaynakça": "Kitaplar, Makaleler ve İnternet Kaynakları ALİEFENDİOĞLU,  “Yılmaz,  Anayasa  Yargısı  Açısından  Olağanüstü  Yönetim Usulleri, Amme İdaresi Dergisi, C. XXV, S. 2 (Haziran), 1992. ARSEL, İlhan, Türk Anayasa Hukuku, Mars Ticaret ve Sanayi A.Ş. Matbaası, Ankara 1959. BULME, Elliot, Emergency Powers, International IDEA Constitution-Building Primer 18,  2018  International  Institute  for  Democracy  and  Electoral  Assistance, <http://constitutionnet.org/sites/default/files/2018-05/Emergency-powersprimer.pdf>, Erişim Tarihi: 22 Mayıs 2020. DAVER, Bülent, “Fevkalâde Haller ve Ferdi Hürriyetler, Ankara Üniversitesi SBF Dergisi, C. 7, S. 1, Y. 1952. EKİNCİ, Bezar Eylem, “İnsan Hakları Avrupa Sözleşmesi nin Kuzey Kıbrıs Türk Cumhuriyeti nde Uygulanması ve 2014 Anayasa Değişikliği Girişiminde Önerilen Bireysel  Başvuru  Yolu  ile  Birlikte  Değerlendirilmesi, <https://anayasatakip.ku.edu.tr/wp-content/uploads/sites/34/2017/08/BezarEylem-Ekinci-IHAS%C4%B1n-KKTCde-Uygulanmas%C4%B1-ve-BireyselBas%CC%A7vuru.pdf>, Erişim Tarihi: 19 Mart 2020. ESEN, Selin, Karşılaştırmalı Hukukta ve Türkiye de Olağanüstü Hal Rejimi, Adalet Yayınevi, 1. Baskı, Ankara 2008. GÖNENÇ, Levent, ““Acele Olağanüstü Hal, Birikim, S. 330, Ekim, 2016. GÖZLER, Kemal, Anayasa Hukukunun Genel Esasları Ders Kitabı, Ekin Yayınları, 9. Baskı, Bursa, Temmuz 2017. GÖZLER, Kemal, İnsan Hakları Hukuku, Ekin Yayınları, 1. Baskı, Bursa, Temmuz 2017. GÖZLER, Kemal/KAPLAN, Gürsel,  İdare Hukuku Dersleri, Ekin Kitabevi Yayınları, 19. Baskı, Bursa, Ağustos 2017. GÖZÜBÜYÜK, A. Şeref/ GÖLCÜKLÜ, Feyyaz, Avrupa İnsan Hakları Sözleşmesi ve Uygulaması, Turhan Kitabevi, 11. Baskı, Ankara 2016. GÜNDAY, Metin, İdare Hukuku, İmaj Yayınevi, 11. Baskı, Ankara 2017. https://www.havadiskibris.com/akinci-bakanlar-kuruluna-olaganustu-durum-ilanedilmesi-onerisi-yaptim/, Erişim Tarihi: 19 Mart 2020. https://www.kktcb.org/tr/cumhurbaskani-akinci-yurttaslara-olaganustu-durumungerektirdigi-hal-ve-tavra-girmesini-7555, Erişim Tarihi: 19 Mart 2020. https://www.mahkemeler.net/cgi-bin/default.aspx>, Erişim Tarihi: 29 Mayıs 2020. https://www.tbmm.gov.tr/anayasa/anayasa24.htm>, Erişim Tarihi: 22 Mayıs 2020. İBA, Şeref, Anayasa Hukuku ve Siyasal Kurumlar, Turhan Kitabevi, 2. Baskı, Ankara 2008. 1351Bezar Eylem EKİNCİ                                 Ankara Üni. Hukuk Fak. Dergisi, 69 (3) 2020:1327-1352  KABAOĞLU, İbrahim Ö., Özgürlükler Hukuku, İmge Kitabevi, 6. Baskı, İstanbul, Kasım 2002. KAPANİ, Münci, Kamu Hürriyetleri, Yetkin Yayınları, 7. Baskı, Ankara 1993. Kuzey Kıbrıs Türk Cumhuriyeti Anayasa Komitesinin 11 Nisan 1984 Tarihli Toplantı Tutanağı. NECATİGİL, Zaim M., Kuzey Kıbrıs Türk Cumhuriyeti nde Anayasa ve Yönetim Hukukunun Esasları, Işık Kitabevi, Lefkoşa-Kıbrıs, Mayıs 2015. ÖZBUDUN, Ergun, Türk Anayasa Hukuku, 16. Baskı, Yetkin Yayınları, Ankara 2016. ÖZLER,  Murat,  1982  Türkiye  Cumhuriyeti  Anayasası na  Göre  Olağanüstünün Olağanlaşması ve Kriz Hukuku, Filiz Kitabevi, İstanbul 2016. SAĞLAM, Fazıl, Kuzey Kıbrıs Türk Cumhuriyeti Anayasa Hukuku Dersleri, Yakın Doğu Üniversitesi Yayınları, Lefkoşa 2016. TANÖR, Bülent/YÜZBAŞIOĞLU, Necmi, 1982 Anayasasına Göre Türk Anayasa Hukuku, Beta Yayınları, 16. Bası, İstanbul, Ekim 2016. TURHAN,  Mehmet,  “Olağanüstü  Hallerde  Çıkarılabilecek  Kanun  Hükmünde Kararnameler, Amme İdaresi Dergisi, C. 25, S. 3, Eylül 1992. YOKUŞ, Sevtap, Avrupa İnsan Hakları Sözleşmesi nin Türkiye de Olağanüstü Hal Rejimi Pratiği ve Anayasa Şikayetine Etkisi, Seçkin Yayınları, Birinci Baskı, Ankara, Mart 2017. İHAM Kararları İrlanda v. Birleşik Krallık, B.N. 5310/71, 18 Ocak 1978 Lawless v. İrlanda, B.N. 332/57, 1 Temmuz 1961. KKTC Yüksek Mahkeme Kararları Anayasa Mahkemesinin 4 Haziran 1987 tarihli 23/85 (D.8/87) sayılı kararı. Anayasa Mahkemesinin 14 Ocak 1983 tarihli 16/82 Sayılı (D.1/83) sayılı kararı. Anayasa Mahkemesinin 2 Şubat 2017 tarihli, 30/2014 (D. 1/2017) sayılı kararı. Anayasa Mahkemesinin 21 Nisan 2004 tarihli 3/04 (D.3/2004) sayılı kararı. Anayasa Mahkemesinin 26 Haziran 1987 tarihli 21/85 (D.9/87) sayılı kararı. Anayasa Mahkemesinin 26 Haziran 2003 tarihli 24/2002 Sayılı (D.4/2003) sayılı kararı. Anayasa Mahkemesinin 29 Haziran 1995 tarihli 9/93 (D. 5/95) sayılı kararı. Yargıtayın 16 Şubat 2012 tarihli Hukuk 138/2011 (Dava No: 5960/2011), (D. 3/2012) sayılı kararı. Yargıtayın 19 Haziran 2013 tarihli 44/2012 (D.4/2013) sayılı kararı. Yüksek İdare Mahkemesinin 1 Temmuz 2016 tarihli YİM/İstinaf: 2/2016, (YİM Dava No:176/2015), (D.4/2016) sayılı kararı. 1352"
}