{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2017",
     "Cilt": "66",
     "Sayı": "1",
     "Başlık": " BEDENSEL BÜTÜNLÜĞÜN İHLALİ NEDENİYLE ORTAYA ÇIKAN MADDİ VE MANEVİ ZARARLARIN İNGİLİZ HUKUKUNA GÖRE TAZMİNİ",
     "Title": "Compensation of Pecuniary and Non-Pecuniary Loss Due to Violation of Bodily Integrity Under English Law",
     "Yazar İsmi": [
          "Burcu G. ÖZCAN BÜYÜKTANIR"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Bedensel bütünlük ihlali",
          "maddi zarar",
          "manevi zarar",
          "maddi tazminat",
          "manevi tazminat"
     ],
     "Keywords": [
          "Violation of bodily integrity",
          "pecuniary loss",
          "non-pecuniary loss",
          "pecuniary damage",
          "non-pecuniary damage"
     ],
     "Özet": "İngiliz  hukuk  sisteminin,  Türk  hukuk  sisteminden  farklı  bir  yapıya sahip  olması  benzer  hukuki  sorunların  çözümüne  farklı  yaklaşımları  da beraberinde  getirmektedir.  Bedensel  bütünlüğünün  ihlal  edilmesi,  kişinin vazgeçilmez olan kişilik haklarının da ihlali anlamına gelmektedir. Zarar gören kişinin (mağdurun) zararının, koşulları oluştuğunda faile aktarılarak zararın tazmin edilmesi ve zarar görenin mümkün olduğunca haksız fiilden önceki  hale  getirilmesi,  her  iki  hukuk  sistemi  için  önemlidir.  Bedensel bütünlüğün ihlaline bağlı olarak ortaya çıkan maddi ve manevi zararların da tazmin  edilmesi  her  zaman  zarar  görenin  eski  haline  dönmesini sağlamamaktadır.  Türk  hukuku  açısından  haksız  fiil  sorumluluğunun doğmasında hukuken korunan bir hakkın, kural olarak kusurlu ve hukuka aykırı  bir  davranışla  ihlal  edilmesi  sonucunda  zararın  doğması gerekmektedir. Salt hak ihlali, zarar doğmadığı için haksız fiil sorumluluğu kapsamında  tazmin  edilemeyecektir.  Zararın  giderilmesinde  Türk hukukundan farklı olarak İngiliz hukukunda ise kimi zaman salt hak ihlalinin varlığı, tazminat sorumluğu için yeterli olmaktadır.  Bununla birlikte İngiliz hukukunda da bedensel bütünlük ihlallerinde zararın doğması ve hukuka aykırı davranışın yakın sonucu olması tazmin edilmesi için önemli olmaktadır.                   ",
     "Abstract": "The difference between the legal structures of English and Turkish Law brings  along  different  approaches  for  solving  similar  legal  problems. Violation  of  bodily  integrity  involves  the  violation  of the  indispensable personality rights. As long as the conditions are satisfied, the transfer of the loss that the injured party (victim) has suffered and compensation it with the aim of placing the victim back to its position prior to the status prior to the tort are of importance for both of the legal systems. On the other hand, in some cases, compensation of both the pecuniary and non-pecuniary loss may prove to be insufficient to reach this aim of replacement.  Under Turkish Law, for the imposition of tortious liability, in principle, violation of a legally  protected  right  by  an  illegal  and  faulty  act  is  required.  Purely violation of a right is not covered by tortious liability due to non-occurence of a loss. As distinct from Turkish Law, in some cases under English Law, violation  of  right  suffices  for  liability  despite  the  absence  of  loss.  Nevertheless,  in  cases  regarding  the  violation  of  bodily  integrity,  the occurrence of loss and this being the approximate result of an illegal act are still important.",
     "Metin": "Çalışmamızda  İngiliz  Hukukuna  göre  bedensel  bütünlüğün  ihlali nedeniyle ortaya çıkan maddi ve manevi zararlar ile bunların tazmini esasları incelenecektir.  Bedensel  bütünlük  ihlali  İngiliz  haksız  fiiller  hukukunun önemli bir bölümünü oluştur. İngiliz hukuku açısından haksız fiil, genel olarak hukuk düzeni tarafından belirlenen bütün insanlara yönelik olarak belirlediği  belli  davranış  kurallarına  aykırılık  oluşturan  fiillerdir.  İngiliz hukukunda tek bir haksız fiil hukuku değil haksız fiiller hukuku vardır.  Bedensel  bütünlüğün  ihlali  farklı  haksız  fiil  türlerinden  biri  ile gerçekleşebilir.  Bedensel  bütünlüğü  ihlal  edilen  davacı  tarafından  (zarar gören), tazminat istemi hangi haksız fiil türüne dayandırılmışa, o haksız fiilin  koşullarının  gerçekleşip  gerçekleşmediğine  göre  yargıç  zararın tazminine karar verecektir.  İngiliz haksız fiiller hukukunun tarihsel gelişiminde kasıt, ihmal ve kusursuz  sorumluluk  ayrımı  uzun  süre  tartışılmış,  ancak  20.  yüzyılın başlarında netlik kazanmıştır. Haksız fiil sonucu zarar gören kişi, zarara neden olan haksız fiil tipinin gerektirdiği davacı tarafından ispatlanması gereken hususlarla birlikte genel olarak davalının hukuk düzeni tarafından ondan beklenen davranışın aksi yönde davrandığını, bu hukuka aykırı fiilin ihmali  hareketle  ya  da  kasıtlı  olarak  kusurlu  davranışıyla  işlendiğini (kusursuz sorumluluk hali yoksa), bu kusurlu hareketle zarara uğradığını kanıtlamalıdır.  Bedensel  bütünlüğüne  yönelik  hukuka  aykırı  davranışlarda  en  çok rastlanılan haksız fiil türü ise ihmal suretiyle işlenen haksız fiil türüdür. İhmali hareketle işlenen haksız fiillerde sorumluluğun doğması için genel koşulların oluşup oluşmadığı aranır. İhmali hareketle zarara neden olma sorumluluğun konusunu oluştur.  İhmali hareketle işlenen haksız fiillerde diğer  haksız  fiil  türlerinden  farklı  olarak  birçok  menfaatin  korunmuş olmasıdır. Hukuk tarafından korunan menfaatler arasındaki tek ortak özellik                                                  1  Nolan/Davies, Torts and Equitable Wrongs, Principles of The English Law of Obligations (edited by Andrew Burrows), Oxford Press, 2015, s. 133; Akipek/Küçükgüngör, İngiliz Hukukunda Haksız Fiil Ehliyeti, Prof.Dr. Turhan Esener e Armağan, Ankara 2000, s. 47. 2  Nolan/Davies, Torts and Equitable Wrongs, s. 135. 3  Merhacı Özden, Selin,  İngiliz Haksız Fiiller Hukukuna Genel Bir Bakış ve İhmale Dayanan Haksız Filler, Ankara Barosu Dergisi,2012/4, s.182. 4  Akipek/Küçükgüngör, İngiliz Hukuku, s. 50. 5  İhmal suretiyle işlenen haksız fiiller açısından bkz. Nolan/Davies, Torts and Equitable Wrongs, s.136 vd; Özcan, Burcu Gülseren, İngiliz Hukukunda İhmal Suretiyle İşlenen Haksız  Fiiller  (Tort  of  Negligence),  Gazi  Üniversitesi  Sosyal  Bilimler  Üniversitesi Yayımlanmamış Yüksek Lisans Tezi, Ankara 2005. 6  Bkz., Merhacı Özden, Common Law, s.183vd.   51Burcu G. Özcan Büyüktanır                                       Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 49-72                                ise failin ihmali hareketiyle kendisinden beklenen özen yükümlülüğünü ihlal ederek zarara neden olmasıdır. Her biri ayrı bir çalışma konusu olacak genişlikte olduğu için haksız fiil türlerine girilmeyecek, İngiliz hukukunda bedensel zararlar ve tazminatın nasıl hesaplanacağı üzerinde durulacaktır. Belirtmek gerekir ki, hukuk sistemlerinin farklı oluşu nedeniyle kimi kavramların Türkçeye çevirme kısmında zorluklar yaşanmıştır. Bu zorluk, özellikle  tazminat  türlerinin  Türkçeye  çevrilmesinde  ortaya  çıkmıştır. Burada kullanılan  damage  kavramını Türkçeye tazminat olarak çevirmek Türk hukuk sistemi açısından daha yerinde görülmüştür.  Çünkü haksız fiil hukukunun temel amacı, haksız fiil sonucunda oluşan zararın giderilmesi olsa da tek amaç bu olmayıp, somut olaya göre devam eden bir saldırının önlenmesi daha öncelikli olabilecektir. Zararın belirlenmesinde de temel ölçüt tazmin edilebilirliği olsa da zararı telafi etme amacı olmaksızın diğer tazminat türlerine de yargıç tarafından karar verilebilir.  Ayrıca manevi tazminata konu olan  yaşam sevincinin azalması  her ne kadar kişinin yaşadığı elem ve üzüntü ile ilgili ise de İngiliz Hukukunda üzerinde durulan temel nokta kişinin yaşam isteğinin azalması, yaşamdan haksız  fiilden  önceki  dönemde  aldığı  mutluluğu  alamaması,  yaşama sevincinin farklılaşmasıdır. Bu nedenle  loss of amenity   yaşam isteğinin azalması  olarak çevrilmiştir. Yaşam  hakkının  ve  bedensel  bütünlüğün  ihlali  halinde  doğacak zararlardan ölüm nedeniyle ortaya çıkan zararların tazmini ayrı bir çalışma konusu  olup  bu  çalışmada  incelenmeyecektir.  Bunun  dışında  bendesel bütünlük ihlali halinde ortaya çıkan zararlar maddi ve manevi zararlar olarak iki ayrı başlık altında irdelenecektir. II. İngiliz Hukukunda Bedensel Zararlar ve Tazmini  Sorumluluk  hukukunda  fail,  hukuka  aykırı  eylemiyle  neden  olduğu zararı  tazminle  yükümlüdür.  Bu  şekilde  zarar  gören  kişinin  zararının, koşulları  oluştuğunda    faile  aktarılarak  zarar  tazmin  edilecektir.  Burada hukuka aykırı eylemin kusurlu ya da yasada sayılı hallerle sınırlı olmak üzere kusursuz olabileceği de göz ardı edilmemelidir. Önemli olan nokta failin davranışı ile hukuk normunu ihlal etmesi ve hukukun koruduğu bir değere zarar vermesidir. Kişinin yaşam hakkı ve sağlık hakkı da en temel                                                  7  Merhacı Özden,  Common Law,s. 183. 8  Lunney/Oliphant: Tort Law, Test and Materials, Oxford University Press, 2013, s.847. 9  Burrows, Andrew,  Chapter 4: Judicial Remedies , Principles of The English Law of Obligations (Edited by Andrew Burrows), Oxford University Press, 2015, s. 350. 10  Lunney/Oliphant, Tort Law, s.847.  52Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 49-72       Bedensel Bütünlüğün İhlali Nedeniyle Ortaya… kişilik  hakları  olarak  hukuk  tarafından  korunmaktadır.  Kişinin  yaşam hakkına  ya  da  bedensel  bütünlüğünün  ihlali  nedeniyle  doğan  zararların önemi temel kişilik haklarının ihlali nedeniyle tartışma götürmez.  Bedensel zararların tazmininde temel amaç, mümkün olduğu ölçüde zarar  görenin  durumunu  haksız  fiilden  önceki  duruma  getirmektir.  Türk haksız fiil hukukunun temelinde de zarar gören kişinin zararının, koşulları oluştuğunda faile, aktarılarak zararın tazmin edilmesi vardır. Fail, hukuka aykırı eylemiyle neden olduğu zararı tazminle yükümlüdür.  İngiliz haksız fiiller hukuku açısından kimi zaman salt hukuka aykırı davranışın varlığı zarar doğmasından bağımsız olarak tazminat istemi için yeterli olmaktadır. Bu açıdan bakıldığında İngiliz hukukunda haksız fiil sonucu tazmini istenebilecek zararlar için genel olarak tazminat esas alınarak bir zarar ayrımı yapılmıştır belirlemesi çok da yersiz olmayacaktır. Bu temel farklılık da bizi  damage 12 kavramını kimi yerde tazminat olarak çevirme zorunluluğuna  götürmektedir.  Bu  anlamda  İngiliz  hukukunda  tazminat temelli bir zarar ayrımı vardır ve giderimi/ denkleştirmesi mümkün olan-tek başına dava konusu yapılabilen zararlar ile denkleştirici olmayan/ telafi edici olmayan  zararlar  ayrımı  yapılabilir.  Telafi  edici  olmayan  zararlar  da koşulları varsa tazminat davası konusu olurlar. Giderilmesi mümkün olan                                                  11  Nolan, Donal,  Damage in the English Law of Negligence , Journal of European Tort Law, 4 (3), November 2013, De Gruyter,  s.262. 12  Ayrıca   damage  ve  loss  kavramları arasındaki fark için bkz.Nolan, Donal, Rights, Damage and Loss, Oxford Journal of  Legal Studies,  July 2016, s.16 vd. 13  İngiliz Hukukunda Tazminat Çeşitleri (Types of Damages): (Ayrıntılı bilgi için bkz Merhacı Özden, Selin, Karşılaştırmalı Hukukta Cezalandırıcı Tazminat, Yetkin Yayınları, Ankara 2013). 1.  Telafi Etme Amacı Olan (Denkleştiren) Tazminat (Compensatory Damages): Haksız fiil hukukunun temelinde zarar görenin zararının fail tarafından tazmin edilmesi ilkesi vardır. Zarar görenin durumunun haksız fiilden önceki haline getirme amacı, temel amaçtır (restitutio in integrum). Telafi eden tazminatın temelinde failin haksız fiil nedeniyle doğan zararının giderilmesi yer almaktadır (Peel/Goudkamp: Winfield &Jolowicz on Tort, 19th Edition,    London  2014,  s.690).  Tazminatın  esas  amacı,  özellikle  de  maddi  zararlar açısından mağdurun durumunun haksız fiilden önceki gibi iyileştirme çabasıdır (Burrows, Judicial Remedies, s.345). Failin/ davalının haksız fiil nedeniyle bir kazanımı olmuşsa bu tazminatın belirlenmesinde esas alınmaz (Lunney/Oliphant, Tort Law, s.847) . Bu zarar kaleminin olması Anglo-sakson hukukunda ayrıca cezalandırıcı tazminatın da olmasından kaynaklanmaktadır (Peel/ Goudkamp, Tort, s.690). Bizim hukuk sistemimizde yer alan ve tazmin edilmesi mümkün zarar kalemleri tazmin edilebilir zararlar karşılamaktadır tespiti çok da yanlış olmayacaktır. Maddi ve manevi zarar da tazmin edilebilir zararlar altında yer almaktadır.  2. Telafi Etme Amacı Olmayan Tazminatlar (Non-compensatory damages):    53Burcu G. Özcan Büyüktanır                                       Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 49-72                                                                                                                                                   Sözleşme ihlali nedeniyle doğan sorumlulukta ya da haksız fiil sorumluluğunda asıl olan zarar görenin zararının fail tarafından tazmin edilmesidir. Yargıç tarafından tazminat miktarı birçok etken dikkate alınarak belirlenir. Sözleşme ihlali ya da haksız fiil nedeniyle doğan tazminatlar, failin hareketinin doğrudan sonucu olarak ortaya çıkan zararı tazmine yöneliktir. Ancak bazı durumlarda yargıç tarafından aşağıda incelenecek olan zararı telafi etme amacı olmayan tazminatlara da karar verilebilir (Cooke/Oughton, The Common Law of Obligations, London, Edinburg, 1989, s.231). a.  Kazanım Temelli Tazminat (Restitutionary Damages /Gain-based Damages):  Bu zarar türünde esas olan failin haksız fiil sonunda olan kazanımına göre mağdura ödenecek tazminatın belirlenmesidir (Peel/Goudkamp, Tort,  s.699; Lunney/Oliphant, Tort Law, s.848).  Tazmin edilebilir zararlar da failin kazanımına değil, zarar görenin zararına bakılarak tazminat miktarına karar verilirken; bu zarar türünde tazminat miktarı failin haksız fiil sonucundaki kazanıma göre belirlenir. Örneğin A nın arabasını çalan B, aynı zamanda bir haksız fiil de işlemiş bulunmaktadır. Bu arabayı da taksi olarak kullanıp gelir elde etmişse, A, arabanın kaybı nedeniyle doğan zararını değil; failin elde ettiği yararın kendisine tazminat olarak ödenmesini talep edebilir (Lunney/Oliphant, Tort Law, s.848). b.  Cezalandırıcı  Tazminat  (Exemplary  or  Punitive  Damages)13:  Bu  zarar  türü  Türk Sorumluluk Hukukunda bulunmamaktadır. Her ne kadar tazminat hukukunun ilk amacı zarar görenin zararını gidermek de olsa, yargıç kimi zaman İngiliz hukuku uygulamasında cezalandırma amacıyla da haksız fiil tazminatına karar verebilir (Peel/Goudkamp, Tort, s.692). Hatta cezalandırıcı tazminatın amacı zararın tazmini değil, bir özel hukuk yaptırımı olarak failin tazminat yöntemiyle cezalandırılmasıdır (Beever, Allan,  The Structure of Aggravated and Exemplary Damages , Oxford Journal of Legal Studies, Vol. 23, 2003, s.95). c.  Ağırlaştırılmış Tazminat (Aggravated damages):  Bu zarar türü,  cezalandırıcı tazminat ile telafi etme amacı olan tazminat arasında deyim yerindeyse bulanık bir alanda yer almaktadır. (Burrows, Judicial Remedies, s.350). Ne tam olarak cezalandırma amacına, ne tam olarak haksız fiilin doğrudan sonucu olan zararın tazminine yöneliktir (Burrows, Judicial Remedies, s.350; Beever, Damages, s.87). Haksız fiilin dolaylı sonucu olan ve failin  kınanmaya  değer davranışı sonucu oluşan bir zararın tazmini amaçlanmaktadır (Lunney/Oliphant, Tort Law, s.857).  Ağırlaştırılmış tazminatın konusunu kişinin fiziksel ve ruhsal bütünlüğüne yönelik fail tarafından yapılan hukuka aykırı bir davranışın verdiği kabul  edilen  zarar  oluşturur  (Beever,  Damages,  s.91).  Kınama  amacı  olduğu  için ağırlaştırılmış tazminat daha çok zarar görenin sübjektif olarak duygularının incinmesi soncu ya da haksız fiil sonucu ortaya çıkan akıl sağlığını ve kişinin yaşamını etkileyecek derecede endişe, kişinin duygularının incinmesi nedeniyle oluşan zararlar bu tazminat başlığı  altında  talep  edilebilir  (Burrows,  Judicial  Remedies,  s.349;  Cooke/Oughton, Obligations, s.263). Telafi etme amacı olan tazminat ile ağırlaştırılmış tazminat arasında herhangi bir matematiksel ilişki yoktur. Önemli olan zarar görenin sübjektif olarak haksız filden  etkilenmesidir.  Örneğin  kişisel  verilerin  kötüniyetli  olarak  fail  tarafından kullanılmasında,  haksız  tutuklamalarda,  ayrımcılığın  dava  konusu  olduğu  durumlarda ortaya çıkan zarar türüdür (Peel/ Goudkamp, Tort, s.698). Ayrıca manevi zarar konusu olabilecek kimi travmalar, haksız fiile bağlı psikolojik sıkıntılar bir kere  ağırlaştırılmış tazminat  kategorisi altında tazminat konusu edilmişse, artık bunlar için manevi tazminat isteminde bulunamayacaktır. Yine  ağırlaştırılmış tazminat  olarak kabul edilip tazminatı istenen zarar kalemlerinden sonra bu zararların devamı niteliğinde ortaya çıkan zararların da tazmini artık talep edilemeyecektir (Peel/ Goudkamp, Tort, s.692; Lunney/Oliphant, Tort Law, s.858).  54Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 49-72       Bedensel Bütünlüğün İhlali Nedeniyle Ortaya… zararlar bizim anladığımız anlamda tazmin edilebilir zararlardır ve  telafi etme amacı olan (denkleştiren) tazminatın konusunu oluştururlar. Diğer zarar kalemi  ise  telafi  etme  amacı  olmayan  tazminatın  konusunu  oluştururlar. İngiliz haksız fiiller hukukunun temel amaçlarından biri bedensel zararlar ve ölüm halinde ortaya çıkan zararların tazminidir. Zarar gören, koşulları varsa zararının tazminini haksız fiil failinden isteyebilecektir. Yapısı gereği İngiliz hukuku tek bir haksız fiil tanımı üzerinden hareket etmemekte,  haksız fiiller hukukunun merkezine  zarar  ı almaktadır. Zarar da koşulları varsa tazminat hakkını doğurmaktadır. Zarara yönelik bir başka ayrım ise özel zararlar (special damages) ile genel  zararlardır  (general  damages).  Özel  zararlar,  dava  tarihi  itibariyle belirlenebilir olan maddi zararlardır. Bunun içine kazanç kaybı, tedavi ve bakım giderleri de girer. Temel olan davanın açıldığı tarihte zararın tespit edilebilir olmasıdır. Genel zararlar ise kesin olarak hesaplanmaları mümkün olmayan, farazi bir takım değişkenlere göre belirlenen gelecekteki kazanç kaybı ile manevi tazminatları içermektedir. Bedensel bütünlük ihlali nedeniyle ortaya çıkan zararların tazmini telafi edici  (denkleştirici)  tazminatın  konusunu  oluşturmaktadırlar.  Kişinin bedensel bütünlüğünün ihlali halinde zarar görenin tedavi ve bakım giderleri, kazanç  kaybı,  ekonomik  geleceğinin  sarsılması  nedeniyle  doğan  maddi zararı, yaşam süresinin azalması nedeniyle ortaya çıkan zararı ve ev işlerini başkasına  yaptırmak  zorunda  kalması  gibi  giderlerin  ortaya  çıkması nedeniyle doğan zararları ve ayrıca yaşam isteğinin azalması ya da çektiği elem nedeniyle doğan manevi zararları ortaya çıkacaktır. Aşağıda bedensel bütünlük  ihlali  nedeniyle  oluşan  bu  zarar  türleri  ve  bunların  tazmini                                                                                                                    d. Hükmi Tazminat (Nominal Damages):  Faili cezalandırma amacı olmayan, haksız fiilin doğal bir sonucu olan, ama haksız fiil sonucu tazmin edilebilir bir zarardan çok harewketin kendisinin hukuka aykırı olması nedeniyle ödenen tazminat türüdür (Cooke/Oughton, Obligations, s.231). Tazmiant olarak yargıç tarafından öngörülen miktarlar genelde çok düşük olsa da daha yüksek tazminat miktarlarına da karar verilebilir (Cooke/Oughton, Obligations, s.231). Bu zarar türü İngiliz hukukunda uygulamada ve öğretide tartışılmakta ve  daha  çok  teorik  bir  zarar  türü  olarak  kalmaktadır  (Peel/Goudkamp,  Tort,  s.688; Lunney/Oliphant, Tort Law, s.858-859). Constantine v. Imperial Hotels Ltd. davasında olduğu gibi haksız fiilin olduğu ama somut bir zararın da söz konusu olmadığı zarar türüdür. Söz konusu davada, hükmi zararları tazmin etmesine karar verilen davalı otel sahibidir  ve  hiçbir  gerekçe  göstermeksizin  davacını  otelinde  konaklamasına  izin vermemiştir. Davacı bu nedenle nominal zararının tazminini talep etmiş ve yargıç bu doğrultuda karar vermiştir (Peel/ Goudkamp, Tort, s.690).  14  Nolan/Davies, Torts, s.138, 139. 15  Lunney/Oliphant, Tort Law, s.867.   55Burcu G. Özcan Büyüktanır                                       Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 49-72                                irdelenecektir. Ancak belirtmek gerekir ki, dava öncesinde fail tarafından maddi ve manevi zararının her zaman giderilmesi mümkündür.  İngiliz Hukukunda Bedensel Bütünlüğün İhlali Nedeniyle Ortaya Çıkan Maddi Zararlar  A. Bedensel  Bütünlüğün  İhlalinde  Genel  Olarak  Maddi  Zarar Kalemleri Tazminat  isteminin  konusunu  oluşturan  zarar,  bedensel  bütünlüğün ihlaline bağlı olarak ortaya çıkan maddi ve manevi eksilmelerdir. Zarara neden olan haksız fiil, kişinin fiziksel bütünlüğüne yönelik olabileceği gibi, ruhsal bütünlüğünün ihlali sonucunu da doğurabilir. Bedensel bütünlük, kişinin fiziksel ve ruhsal bütünlüğünden oluşur. Haksız fiil sonucu bir kişinin bedensel bütünlüğü ihlal edildiğinde doğan maddi ve manevi zararlar fail tarafından  tazmin  edilecektir.  Tazminatın  amacı  zarar  gören  mağdurun durumunu elden geldiğince haksız fiilden önceki konuma getirmektir. Bedensel  bütünlüğün  ihlali  halinde  ortaya  çıkan  maddi  ve  manevi zararın  tazmini  genelde  toplu  ödeme  şeklinde  yapılsa  da  son  yıllarda dönemsel ödemelerin yapılabilmesine yönelik düzenlemeler de yapılmış ve bu konu da tartışılmaya başlanmıştır. Maddi tazminat, bedensel bütünlüğün ihlaline bağlı olarak kaybedilen kazanç, tedavi ve bakım giderleri ile somut olaya göre diğer maddi kayıpların toplamından oluşur.  B. Tedavi ve Bakım Giderleri ile Bunların Tazmini Haksız fiil faili, zarar görenin bedensel bütünlük ihlaline dayanan tedavi giderleri  ile  tedaviyle  ilgisi  olan  bakım  masrafları,  özel  konaklama giderlerinin  bir  kısmını  ya  da  varsa  hastane  giderlerini  tazmin  etmekle yükümlüdür.  Tedavi  giderleri  yapılmış  olan  ve  gelecekte  yapılması muhtemel  tedavi  giderleri  olmak  üzere  ikiye  ayrılır.  Haksız  fiil  failinin gidermekle  yükümlü  olduğu,  zarar  görenin  tedavi  giderleri  ve  diğer zararlarından, haksız fiille nedensellik bağı olan ve haksız fiilin uzak sonucu                                                  16  Cooke/Oughton, Obligations , s.256. 17  Cooke/Oughton, Obligations, s.256. 18  Peel/Goudkamp, Tort, s.688. 19  Lunney/Oliphant, Tort Law, s.877; Lewis, Richard, The Indexation of Periodical Payments of Damages in Tort: The Future Assured?, Introduction to R. de Wilde et al, Facts and Figures, London: Sweet & Maxwell, 13th ed., 2008-2009, s.1. 20  Dugdale/Jones, Clerk &Lindsell on Torts, 21th ed, London: Sweet & Maxwell, 2014, s.2020.  56Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 49-72       Bedensel Bütünlüğün İhlali Nedeniyle Ortaya… olmayan tedavi giderleri ile diğer zararlardır. Tedavi giderlerinin tazmin edilmesinde kıstas bedensel zararın zorunlu sonucu olması ve gerekliliğidir. Bu koşullar sağlandığında yapılmış tedavi giderleri fail tarafından tazmin edilecektir. Ancak gelecekte yapılacak tedavi giderlerinin tazmini, tedavinin gerekliliği  ve  bedensel  zararla  doğrudan  ilgili  olmasının  kanıtlanmasına bağlıdır.    Özellikle  haksız  fiilin  sonucunda  oluşan  bedensel  zararın tedavisiyle  doğrudan  bağlantı  kurulan  dolayısıyla  da  haksız  fiille ilişkilendirilebilen  fizik  tedavi  gideri  gibi  gelecekteki  tedavi  giderlerinin tazmininde  bir  sıkıntı  yoktur.  Ancak  doğrudan  haksız  fiille ilişkilendirilemeyen  özel  tedavi  yöntemlerine  ilişkin  giderlerin  tazmini mümkün değildir.  Tedavi giderlerinin de tazmini toplu ödeme ya da gelir şeklinde ödeme olarak yapılabilir. Ancak burada gelir şeklinde ödemeye karar verildiğinde tedavi giderleri gelecek yıllarda arttığında tazminat miktarının düşük kalma olasılığına karşın yargıç tazminat için yıllık bir artış oranı da belirleyebilir.  Her  durumda  tazminat  oranı  belirlenirken,  tedavi  eğer  devlet hastanesinde gerçekleştiriliyorsa (National Health Service – NHS- tarafından sağlık hizmeti veriliyorsa), zarar gören hastanede kaldığı sürece tüm kişisel bakımı ve yemek gereksinimleri hastane tarafından karşılanacağı için ayrıca bu kalemlerin tazmini mümkün değildir. Zarar gören hastanede kaldığı sürede yemek ve bakım gideri olmadığı için bunların maliyeti de tazminat miktarından indirilecektir. Ancak her durumda devlet hastanesi tarafından tedavisi gerçekleştiriliyorsa, zarar görenin iki kere kazanç elde etmemesi için ücretsiz olarak tedavi edildiğinden tedavi giderleri tazmin edilmeyecektir. Ama özel bir tedaviyi tercih etme konusunda da kişi serbesttir. Bu durumda da tedavi giderleri tazmin edilecektir.  Bedensel  bütünlüğü  ihlal  edilen  kişinin  tedavi  sırasında  ya  da sonrasında yaşamını sürdürmek için bakıma gereksinim duyması halinde bakım giderleri de haksız fiil faili tarafından tazmin edilecektir. Ancak                                                  21  Jones v. Jones (1985) davasında ev kadının bedensel bütünlük ihlali nedeniyle ev işi yapamaz hale gelmesi ve ev işlerini başkasına yaptırmak durumunda kalması nedeniyle uğradığı maddi zararın tazminine karar verilirken, Pritchard v. JH Cobden Ltd davasında (1988), evli kadının haksız fiil nedeniyle uğradığı bedensel zarara bağlı olarak boşanması nedeniyle uğradığı maddi zararın tazmini istemi reddedilmiştir (Dugdale/Jones, Torts, s. 2020, 2021). 22 Peel/Goudkamp, Tort, s. 717. 23 Lunney/Oliphant, Tort Law, s. 885. 24 Burrows, Judicial Remedies, s.351: Lunney/Oliphant, Tort Law, s. 886). 25 Dugdale/Jones, Torts, s. 2022. 26 Lunney/Oliphant, Tort Law, s.886. 27 Burrows, Judicial Remedies, s.351.   57Burcu G. Özcan Büyüktanır                                       Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 49-72                                bakımı  ücretsiz  olarak  devlet  tarafından  (National  Health  Service) sağlandığında davacı, ayrıca bir bakım hizmeti almamışsa artık herhangi bir tazminat isteyemeyecektir. Davacının tedavi sonrası bakımı bir yakını tarafından gönüllü olarak gerçekleştirilebilir. Bu durumda davacı kendisine özel bir bakım hizmeti almak yerine yakının yardımıyla yaşamını idame ettirmektedir. Zarar gören davacı, bakım giderleri için belli bir oranda tazminat talep edebilecektir. Ancak bu tazminat miktarı özel bakım hizmeti alan birisine oranla daha düşük olacaktır. Bu halde de tazminat miktarının nasıl belirleneceğine dair genel bir kural yoktur. Somut olaya göre yargıç takdir yetkisini kullanarak belirleyecektir. Bununla birlikte yargıç, özel bir bakım hizmeti için verilen tazminat miktarında daha az bir miktara da karar verecektir. Belirtmek gerekir  ki,  haksız  fiil  nedeniyle  zarar  görenin  bedensel  bütünlük  ihlali nedeniyle  zararları  doğan  üçüncü  kişilerin,  zararlarının  haksız  fiil  faili tarafından giderilmesi mümkün değildir. Bunun nedeni haksız fiille üçüncü kişinin zararının doğrudan sonucu olmamasıdır.   Eğer zararın devam edeceğine yargıç tarafından karar verilirse bu toplu olarak ödenen tazminat miktarının belirlenmesinde yargıç da devam eden zararı dikkate alır. Bedensel zararlarda iyileşme olasılığı arttıkça tazminat miktarı düşecek; iyileşme olasılığı azaldıkça tazminat miktarı artacaktır. Bu anlamda  fail  tarafından  zarar  görene  ödenecek  tazminat  miktarının hesaplanmasında haksız fiil sonucu oluşmuş ve oluşması öngörülebilen tüm zararlar  dikkate  alınacaktır.  Bu  hesaplama  yapılırken  dikkate  alınması gereken birçok etken vardır. Haksız fiil sonucu oluşan zararların tazmininde zararın oluştuğu tarih ile tazminatın zarar görene ödendiği tarih arasındaki zaman  aralığı  dahi  önemlidir.  Çünkü  yargılama  devam  ederken  ya  da başlamadan önce zarar gören davacı, kendi maddi olanakları ile tedavisini gerçekleştirdiği için parasının yatırım sonucu elde edeceği faydadan mahrum kalmıştır. Bu nedenle haksız fiil failinin, davadan önce oluşan bedensel zararlar için ödeyeceği tazminat oranı en yüksek hadden belirlenecektir. Gelecekte oluşması muhtemel bedensel zararlar nedeniyle doğacak maddi ve manevi zararın tazmini ise bir nebze olsun zararın azaltılmasını ve adaletin                                                  28 Peel/ Goudkamp, Tort, s.718. 29  Drake v. Foster Wheeler Ltd. (2010) (Dugdale/Jones, Torts, s. 2023). 30  Witting,  Christian,  Street  on  Torts,  14th  ed.  Oxford  University  Press,  2005,  s.708; Peel/Goudkamp, Tort, s.718. 31  Dugdale/Jones, Torts, s. 2022. 32  Peel/Goudkamp, Tort, s.718. 33  Lunney/Oliphant, Tort Law, s. 860. 34  Lunney/Oliphant, Tort Law, s. 860, 868.  58Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 49-72       Bedensel Bütünlüğün İhlali Nedeniyle Ortaya… sağlanmasını  amaçlamaktadır.  Her  ne  kadar  genel  bir  uygulama oluşturulmaya  çalışılsa  da  sonuçta  manevi  tazminatta  bir  belirsizlik üzerinden de tazminat hesabı yapıldığı gerçektir. Bu anlamda bedensel zararların tazmininde toplu olarak ve tek seferde tazminat ödenmesi (lump sum payment) ile haksız fiilin gerçekleştiği tarihte oluşan geçmiş, dava devam ederken ve tazminat kararı verilirken oluşan ve gelecekte  oluşacak  bedensel  zararların  giderilmesi  amaçlanmaktadır. Dolayısıyla gelecekte doğması muhtemel zararlar için tazminat tahmini bir hesaba dayanır.  C. Yoksun Kalınan Kazanç ve Tazmini  a. Yoksun Kalınan Kazanç ve Tazmini Bedensel bütünlüğünün ihlali halinde kişinin çalışma yaşamı dolayısıyla gelir elde etme olanağı da etkilenir. Kişi bedensel bütünlüğü ihlal edildiği için belli bir süre çalışamayabilir ve gelirinden mahrum kalabileceği gibi; çalışma yetisini kısmen ya da tamamen kaybettiği için bir daha eskisi gibi verimli çalışamayabilir ya da hiç çalışamayabilir.  Temel kazanç kaybı zararı, yargılama anına kadar kişinin gelirinde olan azalmadır.  Dava  anına  kadar  oluşan  kazanç  kaybının  hesaplanması açısından çok büyük zorluklar ortaya çıkmamaktadır. Zarar görenin haksız fiilin gerçekleştiği zamanla dava tarihi arasında geçen sürede elde edemediği tüm  gelirlerinin  toplamı  tazminat  oranını  belirleyecektir.  Bu  anlamda tazminat hesabı somut verilere dayandığı için tam olarak doğru bir rakama ulaşılabilmektedir. b. Yoksun Kalınan Gelecekteki Kazanç ve Tazmini Bedensel bütünlüğün ihlali sonucunda kişinin çalışma gücünün kısmen ya da tamamen yitirilmesine bağlı olarak gelecekteki kazanç kaybının da fail tarafından tazmin edilmesi gerekmektedir. Kazanç kaybı zararı içinde haksız fiilden  önce  elde  edilen  gelir  ile  haksız  fiil  olmasaydı  elde  edilmesi muhtemel geliri kapsar. Bir başka zarar kalemi olan ekonomik geleceğin sarsılması ise haksız fiil sonucunda kişinin ekonomik geleceğinin olumsuz                                                  35  Lunney/Oliphant, Tort Law, s. 860. 36  Lim Poh Choo v. Camden &Islington Area Health Authority (1980), Lunney/Oliphant, Tort Law, s. 860.   37  Heuston/Buckley,  Salmond  and  Heuston  on  The  Law  of  Torts,  19th  ed.,  London, Sweet&Maxwell, 1987, s.635. 38  Lunney/Oliphant, Tort Law, s. 865. 39  Bkz. Dugdale/Jones, Torts, s. 2030.   59Burcu G. Özcan Büyüktanır                                       Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 49-72                                etkilenmesi durumudur. Burada kişi, haksız fiil sonucunda işini yitirmemiş olsa  da  iş  piyasasında  olumsuz  etkilenme  yaşayabilir.  Örneğin;  işinden ayrılırsa aynı iş kolunda aynı konumda iş bulma olanağının azalması halinde kişinin  ekonomik  geleceğinin  etkilenmesinden  söz  edilecektir.  Bununla birlikte çalışma gücünün tümüyle yitirilmesi nedeniyle gelecekteki kazancın kaybı ile ekonomik geleceğin sarsılması arasında terim farklılığı olduğu, ancak kimi zaman birbirlerine yaklaştıkları da kabul edilmektedir. aa. Tazminatın Toplu ve Tek Seferde Ödenmesi  Tazminat hesabında özelikle de gelecekteki kazanç kaybının hesabında İngiliz hukukunda fail tazminatı iki şekilde ödeyebilir: Toplu ödeme ya da deyim yerindeyse irat şeklinde ödeme. Toplu olarak tazminatın ödenmesi bugün hala kabul gören geleneksel bir yöntemdir. Davacının gelecekteki kazanç kaybı hesaplanır ve geleceğe ilişkin bir hesaplama yöntemi olduğu için  farazi  değişkenler  kullanılır.  Hesaplama  zorlukları  nedeniyle  toplu tazminat ödemesinin yerine dönemsel ödeme şeklinde gelecekteki kazanç kaybı hesabının yapılması tercih edilmeye başlanmıştır. Her iki hesaplama yöntemi de tedavi ve bakım giderleri dâhil tüm maddi zararın hesabında kullanılabilmektedir. Tazminat,  genelde  yargıç  tarafından  toplu  ödeme  şeklinde kararlaştırılacaktır.  Geleneksel  yaklaşım  belli  çarpanları  kullanarak hesaplanan çarpım yöntemiyle tazminat miktarının toplu olarak zarar görene ödenmesidir. Bu hesaplama yönteminde zarar görenin yıllık gelir kaybı önemlidir. Daha doğru bir söylemle kişi tüm indirimler yapıldıktan sonra elde ettiği net gelirini haksız fiil nedeniyle elde edemez hale gelmiştir. Zarar görenin elde etmekten  mahrum kaldığı bu gelir, onun yıllık gelir kaybı olacaktır. Kayıp, bir anlamda zarar görenin net yıllık kazancının ne oranda azaldığıdır. Bulunan parasal değer, çarpım yönteminde  çarpılan  dır. Bu nedenle  tazminat  hesaplanırken  öncelikle  zarar  görenin  haksız  fiil gerçekleşmemiş olsaydı elde edeceği yıllık geliri hesaplanacaktır. Yıllık gelir hesabında zarar görenin tüm gelirleri dikkate alınacaktır. Bulunan toplamdan temelde  zarar  görenin  vergi  ödemesi  gibi  artık  kazancı  olmayacağı  için ödemek zorunda olmadığı kalemler indirilerek tazminat miktarına ulaşılır.                                                   40  Dugdale/Jones, Torts, s. 2030; ayrıca bkz. Heuston/Buckley, Tort Law, s. 635 vd. 41  Lunney/Oliphant, Tort Law, s. 876. 42  Cooke/Oughton, Obligations, s.259;  Burrows, Judicial Remedies, s.350; Lunney/Oliphant, Tort Law, s.876. 43  Burrows, Judicial Remedies, s.350; Lunney/Oliphant, Tort Law, s.876; Peel/ Goudkamp, Tort, s.715. 44  Peel/Goudkamp, Tort, s.715.  60Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 49-72       Bedensel Bütünlüğün İhlali Nedeniyle Ortaya… Bu  şekilde  hesaplanan  yıllık  gelire  ek  olarak  zarar  görenin  alacağı ikramiyeler, yıllar içerisinde gelirinin artış oranı da dikkate alınarak genel bir yıllık gelir toplamına ulaşılmaya çalışılacaktır. Bu şekilde bulunan yıllık gelir kaybı, çarpan olan bu kayıp daha kaç yıl devam edecekse o yıl sayısıyla çarpılarak  bulunur.  Bulunan  toplu  gelirden,  tazminat  ödemesi  olmasaydı zarar  görenin  hiç  elde  edemeyeceği  yatırım  olanağını  yakalamış  olması nedeniyle belli oranda indirim yapılacaktır. Zarar gören davacının, haksız fiil sonucu azalan yaşam süresi nedeniyle beslenme, barınma, seyahat gibi yapmayacağı  harcamalar  da  tazminat  toplamından  düşülecektir.    Her  ne kadar tazminat hesabında haksız fiil sonucu kısalan yaşam süresi dikkate alınsa da zarar gören kaybettiği yaşam süresi için belli bir oranda tazminatı da ayrıca talep edebilecektir 47. Toplu ve tek seferde ödeme için tazminat miktarının belirlenmesinde, çok ağır yaralanmalar sonucunda kişinin çalışma gücünün kısmen ya da tamamen yitirilmesi nedeniyle kişinin gelecekte kazanç kaybına uğraması halinde  hesaplama  güçlükleri  ortaya  çıkmaktadır.  Benzer  hesaplama güçlükleri  manevi  zararın  tazmininde  de  yaşanmaktadır.  Bunun  nedeni tazminat  hesabının  deyim  yerindeyse  farazi  bir  takım  ölçütlere  göre belirlenmesidir.  Her  durumda  toplu  olarak  ödenmesine  karar  verilen tazminatın ağır yaralanmalar şeklinde beden bütünlüğü ihlalinde tam olarak zararı tazmin edecek miktarı karşılayacak şekilde belirlenmesi için yargıcın olayın gerçekleştiği tarih ile yargılama tarihi arasındaki zaman diliminde zararın  artıp  artmadığını  dikkate  alması  gerekecektir.  Haksız  fiil mağdurunun kalan ortalama yaşam süresi, haksız fiil olamasaydı daha kaç yıl çalışacaktı, iş bulma olasılığı tazminatın belirlenmesinde dikkate alınması gereken  etkenlerdendir.  Ancak  sonuçta  farazi  ölçütlere  göre  hesaplama yapıldığı  için  zarar  görenin  beklenenden  daha  uzun  süre  yaşaması  da mümkündür.  Tüm  bu  belirsizlikler  tazminat  miktarının  tespitini güçleştirmektedir. Yargılama aşamasına kadar geçen sürede oluşan maddi                                                  45  Lunney/Oliphant, Tort Law, s.877; Witting, Tort, s. 705. 46  Tazminat hesabında çarpan olarak kullanılan  yıl sayısı  kesin bir sayı olmayıp, yargıcın somut olaya göre daha önceki davaları da dikkate alarak belirlediği bir sayıdır.  Ayrıca yargıç   The Ogden Tables  olarak bilinen ve kadın erkek için ayrı ayrı yaşlara göre tahmini yaşam ve çalışma süresini, malulen emeklilik gibi olasılıkları veren tabloyu da dikkate alır. Bkz. Cane, Peter, Atiyah s Accidents, Compensation and The Law, Cambridge University Press 2013, s.145; Peel/Goudkamp, Tort, s.715).  47  Lunney/Oliphant, Tort Law, s. 881. 48  Witting, Torts, s.701; Cooke/Oughton, Obligations, s.257; Cane, Atiyah s Accident, s.129. 49  Lunney/Oliphant, Tort Law, s. 867.   61Burcu G. Özcan Büyüktanır                                       Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 49-72                                zararın  miktarını  hesaplamak  daha  kolayken,  gelecekteki  kazanç  kaybı nedeniyle ortaya çıkan zararı hesaplamak daha zor olmaktadır.  Zarar gören küçükse ve haksız fiil sonucunda hiç çalışamayacak şekilde bedensel  bütünlüğü  ihlal  edilmişse,  kazanç  kaybının  hesabında  küçüğün zararı,  yargıç  tarafından  belirlenen  varsayımsal  iş  alanı  dikkate  alınarak yukarıdaki hesaplama yöntemine göre belirlenecektir. Özellikle de küçük mesleğini seçmeye yaklaşmış değilse gelecekteki kazancının hesaplanması daha  da  zorlaşmaktadır.  Yargıcın  öncelikle  çocuğun  hangi  mesleği seçeceğine  yönelik  bir  belirleme  yapması  gerekir.  Bu  farazi  tespit  için çocuğun ailesinin sosyo-ekonomik durumu dikkate alınacak ve hatta genetik mirasına dahi bakılacaktır. Yargıç mutlaka yukarıda anlatılan bu çarpanla tazminat  hesabı  yöntemini    (multiplier  method)  uygulamak  zorunda  da değildir. Kendisi somut olaya göre takdir yetkisini kullanıp doğrudan bir toplu tazminat miktarına karar verebilir. Bu durum daha çok zarar görenin yaşının küçük olduğu davalarda görülmektedir.  bb. Tazminatın Gelir Şeklinde Ödenmesi (Periodical Payment) Geleneksel tazmin yöntemi olan toplu ödemenin (lump sum payment) yerine     The  Courts  Act  2003     ve  Damages  (Variation  of  Periodical Payments) Order 2005  ile gelecekte doğacak bedensel zararların tazmini için yargıca, tarafların rızasıyla ya da rızası olmaksızın dönemsel ve düzenli ödemeye  (periodical  payment)  karar  verme  yetkisi  verilmiştir. Uygulamada tazminat ödemesinde dönemsel ödeme, son yıllarda toplu ve tek seferde ödemeye alternatif olarak kabul edilmektedir ve hatta tarafların gelir  şeklinde  tazminat  ödemesi  istemi  olmasa  dahi  bu  yönde  karar verilebilmektedir.  Dönemsel  tazminat  ödemesi,  özellikle  zarar  görenin çalışma gücünün kısmen ya da tamamen yitirilmesi nedeniyle oluşan zararı tazmin  için  öngörülmekte  ve  uygulamada  beyin  hasarı  gibi  ciddi yaralanmalarda  ağırlıklı  olarak  bu  şekilde  tazminat  ödemesine  karar verilmektedir.  Ayrıca tarafların dava devam ederken aralarında tazminatın gelir  şeklinde  ödenmesine  yönelik bir  anlaşma  yapmış  olmaları  halinde, yargıç bu anlaşmayı da uygun bularak tazminatın gelir şeklinde ödenmesine                                                  50  Witting, Torts, s.704 51  Witting, Torts, s.705; Peel/Goudkamp, Tort, s.716. 52  Lunney/Oliphant, Tort Law, s.880. 53  Peter, Atiyah s Accident, s.145. 54  Türk hukukundaki gelir şeklinde ödemeye benzediği için  gelir şeklinde ödeme  olarak çevrilmiştir. 55  Bkz. Lunney/Oliphant, Tort Law, s.864 vd.; Lewis, Periodical Payments, s. 72.  56  Cane, Atiyah s Accident, s.142.  62Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 49-72       Bedensel Bütünlüğün İhlali Nedeniyle Ortaya… karar  verebilir.  Burada  önemli  olan  nokta  ödemelerin  devamlılığını sağlamaktır. Bu nedenle yargıç gelir şeklinde ödemeye karar vermeden önce devamlılığı sağlamaya yönelik önlemler almalıdır.  Her durumda toplu ödeme için tazminat miktarının belirlenmesi az çok tahmini bir hesaplamaya dayanmakta ve her zaman da tam olarak beklenilen yararı sağlamamaktadır. Bu nedenle son yıllarda yargıçlar tarafından gelir şeklinde  ödeme  tercih  edilmeye  başlanmıştır.  Gelir  şeklinde  ödeme; tazminat fail tarafından belli dönemlere göre ödendiği için davacıyı paranın değerinin  azalmasına  karşı  korurken,  davacının  beklenenden  daha  erken vefat etmesi ya da iyileşmesi olasılığı gerçekleştiğinde davalının ödemesi de sona ereceği için toplu olarak ödemeden farklı olarak davalıyı da ekonomik açıdan korumaktadır. Ancak diğer taraftan da belirsiz bir süre için –zarar görenin  yaşam  süresi-  haksız  fiil  failinin  düzenli  ödeme  yapması beklendiğinden  bir  anlamda  ödemeye  yönelik  risk  faile  aktarılmıştır  da denilebilir.  Gelir  şeklinde  tazminat  ödenmesinin  tercih  edilmesinin nedenlerinden biri de kişilerin toplu tazminat ödemeleri ile aldıkları paranın enflasyon  karşısında  erimesi  ve  haksız  fiil  mağdurunu  bu  nedenle gelecekteki yaşamını idame ettirmesini sağlamaya yetmemesidir.  Ancak gelir  şeklinde  tazminatın  ödenmesinde  tazminat  miktarı  bir  kere belirlendikten  sonra  dönemsel  ödemelerin  artışının  belirlenmesinde uygulamada sıkıntılar yaşanmaktadır. Çünkü bu artış hem failin ekonomik olarak mahvına neden olmayacak hem de zarar görenin yaşamını idame ettirebilmesine  olanak  sağlayacaktır.  Burada  önemli  olan  nokta  gelir şeklindeki ödemede zarar görenin o anki gelir durumuna göre hesaplama yapılarak  artış  oranının  uygulanması  ile  gelecekteki  gelir  kaybının tazmininin hesaplanmasıdır. Yargıç toplu ödemede olduğu gibi gelecekteki gelir kaybını tahmini olarak hesaplamamaktadır.                                                   57  Cane, Atiyah s Accident, s.142. 58  Burrows, Judicial Remedies, s.352.  59  Lunney/Oliphant, Tort Law, s.877. 60  Crooke v. Wiseman davasında 21 aylıkken haksız fiil sonucu bedensel bütünlüğü ihlal edilen küçük, beyin sarsıntısı sonucu yaşamını tek başına idame edemez ve çalışamaz hale gelmiştir ve ortalama 40 yaşına kadar yaşacağına karar verilerek toplu bir tazminat miktarına yargıç tarafından hükmedilmiştir. Burada gelir şeklinde ödemenin çocuğun gerçek  yaşam  süresinin  öngörülebilmesi  bakımından  daha  elverişli  olduğu  tartışması hakkında bkz. Lunney/Oliphant, Tort Law, s.878.  61  Lewis, Periodical Payments, s.10. 62  Lewis, Periodical Payments, s.3. 63  Lewis, Periodical Payments, s.11. 64  Lewis, Periodical Payments, s.9.   63Burcu G. Özcan Büyüktanır                                       Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 49-72                                Toplu  ödemede  zarar  görenin  olası  yaşam  süresi,  haksız  fiil gerçekleşmeseydi  elde  edeceği  gelir  ve  yapacağı  yatırımlar  da  dikkate alınarak  yargıç  tarafından  mümkün  olan  en  yüksek  meblağ  belirlenerek bundan  indirim  yapmak  suretiyle  tahmini  bir  hesap  yapılarak  tazminat miktarına karar verilirken; dönemsel ve düzenli ödeme şeklindeki tazminat hesabında alt bir meblağ belirlenerek bunun davacı için yaşamını sürdürmesi adına  gerekli  olacak  hesaplarla  artışı  sağlanarak  tazminat  belirlenir. Yukarıda belirtilen 2005 tarihli düzenleme ile öngörülemeyen önemli bir bedensel zararın ya da hastalığın gelecekte ortaya çıkması halinde tekrar tazminat miktarını belirleme olanağı verilmiştir. Dolayısıyla zarar görenin sağlığında  gelecekte ortaya çıkacak değişiklikler karşısında taraflar yargıya başvurarak  tazminatın  bundan  sonraki  dönemler  için  arttırılarak  ya  da azaltılarak tekrar belirlenmesini isteyebileceklerdir. D. Diğer Maddi Tazminat Kalemleri: İngiliz hukukunda son yıllarda önem verilen bir başka zarar kalemi de ekonomik geleceğin sarsılması nedeniyle ortaya çıkan zararlardır. Haksız fiil sonucu bedensel bütünlüğü ihlal edilen davalı, işini kaybetmemiş olabilir. Ancak haksız fiil sonucu oluşan bedensel bir engeli onun var olan işini kaybetmesi halinde onunla aynı düzeyde gelir getiren bir başka iş bulma şansını da azaltacağı bir gerçektedir. Dolayısıyla talep halinde bu da bir tazminat  kalemi  olacaktır.  Aslında  gelecekteki  kazanç  kaybının  yerine burada  kazanma  yetisinin  kaybedilmesinden  söz  edilmektedir.  Kazanma yetisinin kaybı halinde kişinin yukarıdaki örnekte olduğu gibi gelecekte elde etmesi muhtemel kazancından yoksun kalması hali söz konusudur. Çalışma yetisinin kısmen ya da tamamen yitirilmesi nedeniyle kazanç kaybı halinden farklı olarak ekonomik geleceğin sarsılması olan çalışma yetisinin kısmen kaybında  kişinin  potansiyel  gelirinde  kayıp  yaşanmaktadır.  Kişi  haksız fiilden  önceki  iş  ve  gelir  düzeyiyle  aynı  konumda  iş  bulma  olanağını yitirmektedir. Ancak ekonomik geleceğin sarsılması şeklinde ortaya çıkan çalışma yeteneğinin kaybıyla, gelecekteki kazanç kaybı kimi zamanda da salt bir terim farklılığı olarak ortaya çıkmakta, gelecekteki kazanç kaybının hesabında  çok  bilinmeyenli  bir  tazminat  hesabı  söz  konusu  olduğunda                                                  65  Lunney/Oliphant, Tort Law, s. 865. 66  Lunney/Oliphant, Tort Law, s. 865. 67 Position  where  claimant  would  be  disadvantaged  in  the  employment  market  (Peel/Goudkamp, Tort, s.717). Ayrıca bkz. Burrows, Judicial Remedies, s.350.  64Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 49-72       Bedensel Bütünlüğün İhlali Nedeniyle Ortaya… çalışma yetisinin kaybından söz edilerek ekonomik geleceğin sarsılmasına yönelik bir hesaplama yapılmaktadır.  Bedensel zararın tazmini için istenen maddi tazminat kalemleri sınırlı sayıda olmayıp her somut olaya göre değişebilir. Örneğin; haksız fiil sonucu oluşan bedensel engeli nedeniyle işsiz kalan kişi, haksız fiilden önceki işinde işvereni  tarafından  özel  kullanımı  için  sağlanan  araba  ya  da  konaklama bedellerini de maddi tazminat kalemi olarak talep edebilecektir. Ayrıca sağlığın  bozulması  kişilerin  sağlık  ya  da  yaşam  sigortası  yaptırma maliyetlerini de olumsuz yönde etkileyeceği için bunun maliyeti de maddi tazminat konusu olabilecektir.  Haksız fiilden önce kendi işini kendisi yapan kişi, haksız fiilden sonra başkasına o işi yaptırmak zorunda kalırsa –örneğin;  bahçesinin  bakımı  için  haksız  fiilden  sonra  bahçıvan  tutmak zorunda kalırsa- onun da maliyetini isteyebilir. Kadının  bedensel  bütünlüğünün  ihlali  halinde  evlenme  olanağının ortadan kalkması nedeniyle kocasının bakım desteğinden yoksun kalacağı için  istenebilecek  maddi  zararın  tazmini  geçmişte  İngiliz  hukukunda mümkün  olmakla  birlikte  dayanağını  manevi  tazminat  içinde  yaşam sevinicinin azalmasında bulmaktaydı. Ancak günümüzde kadının evlenme olanağının kalmaması ve kocasının ekonomik desteğinden mahrum kalması hali maddi zarar olarak kabul edilmemektedir. Koşulları varsa eğer eş ya da çocuk  sahibi  olamayacağı  ve  bunların  yaşatacağı  duygusal  doyumdan mahrum  kalacağı  için  kadın  ya  da  erkek  ayrımı  yapmaksızın  manevi tazminat konusu olabileceği kabul görmektedir. Tazminat hesabında önemli bir diğer konu da kişinin yaşam süresinin hesabıdır. Özellikle de kişinin yaşam süresi haksız fiil sonucu kısalmışsa tazminat  hesabında  haksız  fiilden  önceki  yaşam  süresi  mi  yoksa  haksız fiilden  sonraki  yaşam  süresi  mi  dikkate  alınacaktır  sorusu  gündeme gelmektedir. İngiliz hukukunda bu azalan yaşam süresi için de bir tazminat                                                  68  Dugdale/Jones,  Torts,  s.2030.  Aynı  kavramlar  olup  olmadığı  hakkında  bkz. Heuston/Buckley,  Salmond  and  Heuston  on  The  Law  of  Torts,  London  1987, Sweet&Maxwell, 19th ed., s. 635 vd. 69  Witting, Torts, s.709; Judd v. Hammersmith, West London and St Mark s Hospital Board of Governors (1960) (Peel/Goudkamp, Tort, s.719). 70  A. v. National Blood Authority (2001) (Peel/Goudkamp, Tort, s.719). 71  Peel/Goudkamp, Tort, s.719. 72  Witting, Torts, s.709; Cooke/Oughton, Obligations, s.260; Burrows, Judicial Remedies, s.351.    65Burcu G. Özcan Büyüktanır                                       Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 49-72                                ödenmesi gerektiği sonunca varılmıştır. Bu zararın temelini, haksız fiil sonucu bedensel bütünlüğü ihlal edilen kişinin yaşam süresinin söz konusu bedensel bütünlük ihlali nedeniyle azalma olasılığı oluşturmaktadır. Zarar görenin yaşam süresinin bedensel bütünlüğünün ihlali nedeniyle kısalması olasılığının olması durumunda bu olasılık da dikkate alınarak kısalan yaşam süresinin  karşılığı  gelen  çalışma  yılları  için  elde  edeceği  farazi  gelir hesaplanır. Bu şekilde haksız fiil mağdurunun, bedensel bütünlük ihlali olmasaydı yaşaması muhtemel süreden azalan yıllar için ortalama bir yıllık gelir  belirlenir.  Bu  gelirden  failin  yaşamını  sürdürmesi  için  gereken harcamalar toplamı düşüldükten sonra kalan miktar kaybedilen yıllar için öngörülen (lost years) tazminat oranını verir. E. İngiliz  Hukukunda  Bedensel  Bütünlüğün  İhlali  Nedeniyle Ortaya Çıkan Manevi Zarar (Non-pecuniary Losses) ve Tazmini  İngiliz hukukunda da manevi zararın iki yönü vardır: Birincisi çekilen acı ve ızdtırabın tam karşılığı olmasa da bir nebze olsun azaltılması, ikincisi yaşama  sevinicinin  azalması  nedeniyle  ortaya  çıkan  manevi  eksilmenin giderilmesi amacı. Ancak hiçbir şekilde para ile bu zararların giderilmesi beklenmemektedir. Amaç bir nebze olsun sıkıntıyı azaltmak, zarar göreni en azından bir parça rahatlamaktır. Uygulamada her iki zararın da tazmini tek bir kalem içinde istenmekte ve yargıçlar da bu yönde karar vermektedirler.  İngiliz hukukunda manevi zararın iki yönü vardır: Birincisi haksız fiil sonucu oluşan bedensel zarar nedeniyle kişinin yaşadığı acı, ağrıdır. Acı ve ızdırabın içine tedavi sürecinde zarar görenin yaşadığı fiziksel sıkıntılar, tedavi sürecinde ve sonrasında tedaviyle ilgili ya da tedavinin sonucuyla ilgili  olarak  yaşadığı  kaygılar,  tedavinin  yan  etkileri  nedeniyle  yaşadığı sıkıntılar  da  girmektedir.  Manevi  zararın  diğer  yönü  ise  kişinin  yaşam                                                  73  Pickett v. Birtish Rail Engineering Ltd (1980) davasında, davalının yanında çalışan davacı,  davalının  ihmali  nedeniyle  çalışma  koşullarının  iyi  olmaması  sonucunda  kansere yakalanmış ve yaşam süresi kısalmıştır. Bu davada davacıya yaşam süresinin kısalması nedeniyle tazminat ödenmesine karar verilmiştir (Lunney/Oliphant, Tort Law, s.8). 74 Witting, Torts, s.705. 75  Peel/Goudkamp, Tort, s.716. 76  Cooke/Oughton, Obligations, s.260; Lunney/Oliphant, Tort Law, s. 880; Harris v. Empress Motors Ltd. (1974) (Dugdale/Jones, Torts, s.2026). 77  Cooke/Oughton, Obligations, s.261. 78  Peel/Goudkamp, Tort, s.712.   66Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 49-72       Bedensel Bütünlüğün İhlali Nedeniyle Ortaya… isteğinin  azalması,  ortadan  kalkması,  psikolojik  olarak  haksız  fiilden etkilenmesidir. Her iki manevi zarar arasındaki fark açıktır: Hukuk otoriteleri, ağrı ve acı nedeniyle doğan zarar (manevi zarar) ile yaşam isteğinin (enerjisinin)    kaybı nedeniyle doğan zarar arasında açık bir ayrım gözetmektedir. İlki, davacının  acı  eşiğine  dayanır.    Diğeri  ise  davacının  yaşam isteğinin/enerjisinin azalmasına, psikolojik olarak etkilenmesine dayanır. Kişi  yaşadığı  elem  nedeniyle  manevi  tazminat  isteminde  bulunmaktadır. Ancak  sonuçta  koşulları  varsa  her  ikisi  de  manevi  zarar  olup  tazmini mümkündür. İngiliz  hukukunda  acıya  dayanma  gücünün  kişilere  göre  farklılık gösterdiği, ancak yaşam isteğinin azalması, elem ve üzüntü şeklinde de olsa kişinin yaşam şekli dikkate alınarak daha objektif bir tespit yapılabileceği kabul  edilmektedir.  Bu  tespit  de  daha  önce  karara  bağlanmış  benzer davalarda öngörülen tazminat oranı dikkate alınarak yapılacaktır. Bununla birlikte manevi tazminat ortalama bir miktarda olacaktır. Örneğin; haksız fiilden önce uğraştığı hobileri çok pahalı olan zarar görenin, haksız fiilden sonra gelecekteki kazanç kaybına bağlı olarak gelirinin azalması nedeniyle bu  hobilerle  uğraşamayacak  olması  sonucunda  ortaya  çıkan  yaşama sevincinin azalmasına dayanan manevi tazminat miktarını Yüksek Mahkeme fazla  bulmuş,  hobilerin  pahalı  olmasının  manevi  tazminat  oranının belirlenmesinde dikkate alınmaması gerektiğini belirtmiştir. Bedensel  bütünlüğü  ihlal  edilen  kişinin  yaşam  isteğinin  azalması nedeniyle manevi tazminat istemi için kendisinin yaşadığı durumu bizzat algılaması gerekmemektedir.83 H West & Son Ltd v. Shephard davasında dış dünyayla bağlantısı yok denilecek kadar azalan, sürekli tıbbi bakıma muhtaç kalmış birisi için de yaşam isteğinin azalması nedeniyle yaşadığı elem ve sıkıntı için manevi tazminat istenebileceği yönünde karar verilmiştir. Dava konusu  olayda  davacı  haksız  fiil  sonrasında  süreli  bakıma  muhtaç  hale gelmiş  ve  söylenenleri  neredeyse  hiç  anlayamayacak  ve  kendisini  ifade edemeyecek  durumda  yaşamını  sürdürmeye  başlamıştır.  Yüksek Mahkemenin kararında önemli olan noktanın zarar görenin beden bütünlüğü                                                  79  Burrows, Judicial Remedies, s.353; Peel/Goudkamp, Tort, s.713; Lunney/Oliphant, Tort Law, s.870. 80  Lim Poh Choo v. Camden &Islington Area Health Authority (1980) (Lunney/Oliphant, Tort Law, s. 870); Burrows, Judicial Remedies, s.353; Lunney/Oliphant, Tort Law, s.870. 81  Burrows, Judicial Remedies, s.353; Lunney/Oliphant, Tort Law, s.871. 82  Fletcher v. Autocar and Transporters Ltd (1973) (Dugdale/Jones, Torts, s. 2019). 83  H West & Son Ltd v. Shephard  (1964) (Lunney/Oliphant, ,Tort Law, s. 871-874).   67Burcu G. Özcan Büyüktanır                                       Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 49-72                                ihlal  edildiği  için  bir  daha  haksız  fiilden  önceki  durumuna  dönemeyip yaşamını aynı sosyal aktivitelerle aynı yaşam kalitesinde sürdüremeyeceği gerçeği  olduğuna  vurgu  yapılmıştır.  Kişinin  durumunun  farkındalığının tazminatın belirlenmesinde dikkate alınmaması gereken bir unsur olduğu belirtilmiştir. Kişi, belli bir süre bu durumda kalmış ve dava tarihine kadar iyileşmişse bu dönem için manevi tazminata karar verilecektir. Zarar görenin belli  bir  süre  sonra  tümüyle  ya  da  belli  oranda  iyileşeceği  tıbben öngörülebiliyorsa yargıç, manevi tazminat miktarını somut olaya göre tespit edecektir. Ancak 1980 tarihli Lim Poh Choo v. Camden and Islington Area Health Authority davasında tam tersi karar verilmiştir. Bu davada da davacı tümüyle  dış  dünyayla  bağlantısını  kaybetmiş  ve  yatağa  bağımlı  hale gelmiştir.  Kararda  davacının  içinde  bulunduğu  durumun  farkında olmamasının  tümüyle  göz  ardı  edilmemesi  gerektiği,  manevi  tazminat tutarında  belli  oranda  indirim  yapılması  gerektiğine  vurgu  yapılmıştır. Genel eğilim de bugün yaşam sevincinin azalması nedeniyle verilen manevi tazminat istemlerinde zarar görenin durumunun farkındalığına göre tazminat tutarının belirlenmesi gerektiği, farkındalık azaldıkça tazminat miktarının da azalması gerektiği yönündedir. Tazminat hesabının adil olması, makul ve zararı karşılayabilir olması özellikle  manevi  zararın  tazmininde  daha  da  önem  kazanmaktadır.  Bu nedenle her ne kadar jüri tarafından yargılama sırasında zararın ağırlığına karar verilecekse de,beden bütünlüğüne yönelik zararlarda jürinin tespitleri biraz daha takdire bağlı olabilmekte ve ihtiyarilik içermektedir. Yargıcın tazminat  değerlendirmesi  ise  muhakemeye  dayalı  bir  hesaplamayı gerektirmektedir.  Bu  nedenle  yargıçlar  manevi  zararların  tazmininde kişilerin  ve  toplumun  beklentileri  ile  gereksinimlerini  de  göz  önünde bulundurmalıdır.  Genel tablolara göre tazminat hesabı yapılırken yargıçların tabloları enflasyona göre uyarlayacak şekilde karar vermeleri ve bu tabloları dikkate  alarak  benzer  manevi  zararlar  için  benzer  kararları  vermeleri gerekmektedir.  Bu  nedenle  dönem  dönem  yenilenen  ve  2012  yılında çıkarılan    Beden Bütünlüğünün İhlalinde Genel Zararların Tazmininin Hesaplanma İlkeleri (Guidelines for the Assessment of General Damages in Personal Injury Cases  manevi tazminatın öngörülebilir olması açısından önemlidir.  Belli beden bütünlüğü ihlali halleri için tazminat aralıklarının belirlendiği  düzenleme  ile  benzer  manevi  zararlar  için  benzer  tazminat miktarlarına  karar  verilmesi  amaçlanmaktadır.  Manevi  tazminatın                                                  84  H West & Son Ltd v. Shephard  (1964) (Lunney/Oliphant, Tort Law, s. 871-874). 85  Lunney/Oliphant, Tort Law, s. 874. 86  Lunney/Oliphant, Tort Law, s. 877.  68Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 49-72       Bedensel Bütünlüğün İhlali Nedeniyle Ortaya… belirlenmesinde yargıç tarafından bu tablodaki miktarların arttırılması da mümkündür. Ayrıca benzer olaylarla ilgili olarak daha önce verilmiş kararlar da yargıçlar açısından önemli olacaktır. IV.  Ruh Sağlığında Ortaya Çıkan Bozuklukların Tazmini  Ruh  sağlığı  bozulan  kişi  de  yaşadığı  sıkıntılar  nedeniyle  manevi tazminat talep edebilecektir.  Ruh sağlığında ortaya çıkan bozukluklar, doğrudan fiziksel bütünlüğün ihlali olmadıkları gibi sinir krizi ya da şok geçirmeden, sarsıntıdan da farklıdırlar. Haksız fiil nedeniyle kişinin yoğun bir  endişe,  hayal  kırıklığı,  tedirginlik  yaşaması  hali  akıl  sağlığının etkilenmesi  olarak  tanımlanabilir.  Bu  tazminat  kalemi  kimi  zaman ağırlaştırılmış tazminatın da konusu olabileceği gibi, kişinin fiziksel bir acı çekmesi gibi düşünülüp manevi tazminat konusu da olabilir. Ancak her durumda ayrı bir zarar kalemi olarak kabul edilmektedir. Haksız fiil sonucu yaşanan yoğun endişenin tazminat konusu olmasının nedeni, bunun kişinin bedensel bütünlüğünün ihlali olarak kabul edilerek bireyin korunmaya değer bir yararının varlığıdır. Bununla birlikte yaşanan endişenin yoğun olması neredeyse sinir bozukluğu, şoka girme haline yakın bir endişe olması ve kişinin yaşamının bu endişeli durumdan etkilenmesi tazmin edilebilirlik için aranmaktadır. Sıradan bir endişe hali tek başına tazmin edilebilirlik için yeterli olmayacaktır. V. Tazminattan İndirim Nedenleri  Zarar görenin geliri bir kere belirlendikten sonra bu toplamdan zorunlu olarak ödemesi gereken gelir vergisi, sosyal güvenlik katkı payı, kurum emekli  sandığı  katkı  payları  gibi  ödemeler  toplamının  ve  ayrıca  zarar görenin, bir daha hiç işe gidemeyeceği için ortalama kaç yıl daha çalışacak ise o süreye karşılık gelen, işe gidiş geliş masrafları toplamının düşülmesiyle ödenecek  tazminat  miktarı  bulunacaktır.  Ayrıca  yaşamın  olağan  akışı                                                  87  Lunney/Oliphant, Tort Law, s. 868-869. 88  Burrows, Judicial Remedies, s.353; Peel/Goudkamp, Tort, s.713; Lunney/Oliphant, Tort Law, s.870. 89  Cooke/Oughton, Obligations, s.262. 90  Cooke/Oughton, Obligations, s.263. 91  Cooke/Oughton, Obligations, s.263. 92  Cooke/Oughton, Obligations, s.263. 93 Bu ödemeler zarar görenin kendisinin yapması gereken zorunlu ödemeler olup çalışamaz hale geldiği için artık ödeme de yapamayacağı düşünülerek aylık ödemesi gelir hesabından düşülecektir. Yoksa emekli sandığı, yardım sandığı gibi bir yerden alacağı toplu ödeme tazminat miktarından düşülmeyecektir.  94  Burows, Judicial Remedies, s.353; Peel/Goudkamp, Tort, s.715.   69Burcu G. Özcan Büyüktanır                                       Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 49-72                                içinde gerçekleşebilecek olumsuzluklar ya da zarar görenin şahsında hali hazırda olan bir olumsuzluk nedeniyle gelirinde haksız fiil gerçekleşmeseydi bile olacak azalmalar da tazminat miktarından indirilecektir. Gelecekteki gelir  kaybı  hesaplanarak  kendisine  toplu  tazminat  olarak  ödeme  yapılan zarar  gören,  daha  gelecekteki  harcamaları  gerçekleşmeden  çok  önce  bu tazminatı  toplu  ödeme  şeklinde  aldığı  için  bunda  da  bir  miktar  indirim yapılacaktır. Çünkü toplu tazminat alan kişi bu parayla yatırım yapabilir ya da faiz geliri elde edebilir.  Üçüncü  kişilerin  zarar  görene  yardım  amacıyla  karşılıksız  yaptığı ödemeler tazminat miktarından indirilemez. Ayrıca sigorta ödemeleri de (kaza sigortası gibi) tazminat miktarından düşülmeyecektir. Aynı şekilde zarar  gören  haksız  fiil  nedeniyle  zorunlu  olarak  emekli  olmuşsa  ve işyerinden  emeklilik  ikramiyesi  almışsa  bu  da  tazminat  miktarından, indirilmeyecektir.  Ancak fail tarafından haksız fiilden sonra zarar görene haricen yapılan ödemeler tazminat miktarından düşülecektir.",
     "Kaynakça": "Akipek/  Küçükgüngör,  İngiliz  Hukukunda  Haksız  Fiil  Ehliyeti,  Prof.Dr. Turhan Esener e Armağan, Ankara 2000.   71Burcu G. Özcan Büyüktanır                                       Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 49-72                                Beever, Allan,  The Structure of Aggravated and Exemplary Damages , Oxford Journal of  Legal Studies, Vol. 23, 2003, s. 87-110. Burrows,  Andrew,   Chapter  4:  Judicial  Remedies ,  Principles  of  The English  Law  of  Obligations  (Edited  by  Andrew  Burrows),  Oxford University Press, 2015.  Cooke/Oughton:  The  Common  Law  of  Obligations,  London,  Edinburg, 1989.  Dugdale/Jones:  Clerk  &Lindsell  on  Torts,  21th  ed,  London:  Sweet  & Maxwell, 2014. Heuston/Buckley: Salmond and Heuston on The Law of Torts, 19th ed., London, Sweet&Maxwell, 1987.  Lewis, Richard, The Indexation of Periodical Payments of Damages in Tort: The Future Assured?, Introduction to R. de Wilde et al, Facts and Figures, London: Sweet & Maxwell, 13th ed., 2008-2009.  Lunney/Oliphant, Tort Law, Test and Materials, Oxford University Press, 2013.  Merhacı  Özden,  Selin,  Karşılaştırmalı  Hukukta  Cezalandırıcı  Tazminat, Yetkin Yayınları, Ankara 2013. Merhacı Özden, Selin,  İngiliz Haksız Fiiller Hukukuna Genel Bir Bakış ve İhmale Dayanan Haksız Filler, Ankara Barosu"
}