{
     "Tip": "Makale",
     "Dergi İsmi": "Ankara Üni. Hukuk Fak. Dergisi",
     "Üniversite İsmi": "",
     "Gün": " 05",
     "Ay": "06",
     "Yıl": "2020",
     "Cilt": "69",
     "Sayı": "02",
     "Başlık": "GARANTİ VE KEFALET SÖZLEŞMELERİ ARASINDAKİ AYRIM",
     "Title": "The Differences Between Surety and Indemnity Contracts",
     "Yazar İsmi": [
          "Gökhan ÇINAR"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Türk Borçlar Kanunu",
          "garanti sözleşmesi",
          "kefalet sözleşmesi",
          "kıstaslar",
          "içtihat"
     ],
     "Keywords": [
          "Turkish Code of Obligations",
          "indemnity contract",
          "surety contract",
          "criteria",
          "precedent"
     ],
     "Özet": "Garanti  ile  kefalet  sözleşmeleri  kişisel  teminat  sözleşmelerinin  bir türüdür. Bu sözleşmenin tarafı olan alacaklı, borç ifa edilmediği takdirde güvence verene başvurma imkânı kazanır. Kefalet sözleşmesi Türk Borçlar Kanunu nda  (TBK)  açıkça  düzenlenmişken,  garanti  sözleşmesi  ancak TBK nın  128.  maddesi  ve  içtihatlar  ışığında  yorumlanabilmektedir. Uygulamada ve teoride bu iki sözleşmenin ayrımını yapmak her zaman kolay olmamıştır. Aslilik- fer ilik”, yorum” ve taraf iradeleri” gibi ölçütler bu hususta yol göstericidir. Tüm bunların yanında yasa koyucu, TBK nın 603. maddesiyle kefalet sözleşmesinin kefili koruyucu yanlarının bertaraf edilmesi çabasının da önüne geçmek istemiştir. Bu mecburiyet özellikle bankacılık faaliyetlerinde,  borca  güvence  veren  gerçek  kişilerin  uğradıkları mağduriyetten doğmuştur. Daha önce yargı kararlarıyla yapılan yorum, bu şekilde kanuni zemine oturtulmuştur.",
     "Abstract": "Surety  and  indemnity  contracts  are  a  kind  of  personel  assurance contracts. In case of nonperformance of the debt, the creditor, as the party of this contract obtains the opportunity to apply to assurance giving party. Whilst                                                             Makalenin Geliş Tarihi: 25.05.2020, Makalenin Kabul Tarihi: 05.06.2020     Ankara 2. Ağır Ceza Mahkemesi Hâkimi, Ankara Üniversitesi Sosyal Bilimler Enstitüsü Özel Hukuk ABD Doktora Öğrencisi, gokhan_cinar058@hotmail.com, ORCID: 00000001-8958-1371 Gökhan ÇINAR                                                       Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 419-442  surety contract is regulated obviously in Turkish Code of Obligations (TBK), indemnity contracts shall just be interpreted in the light of Art. 128 of TBK and the judicial precedents. In practice and theory, drawing a certain line between this type of contracts is not so easy every time. The criteria like principal-secondary, interpretation and the wills of the parties are leading in this case. In addition to these, the legislator has aimed to counteract the endeavor of eliminating the surety contract s sides that protect the surety via Art. 603. This compulsion has arised from the mischief of the individuals who gave assurance in banking business. Thus, this interpretation made by judicial precedents, has been seated on the statutory ground.",
     "Metin": "Bu çalışmanın amacı iki farklı kişisel teminat olan kefalet sözleşmesi ile garanti sözleşmesi arasındaki benzerlik ve farklılıkları ortaya koymaktır. Bu sözleşmelerle bir kimse, kefil veya garanti veren, bir diğer kişiye, garanti alana, muhataba, üçüncü bir şahsın, asıl borçlunun (garanti emrini verenin, lehdarın) yine alacaklıya karşı hukuki bir ilişkiden, asıl sözleşmeden (alt sözleşmeden, temel borç ilişkisinden) doğan borcunu ifa edeceğini taahhüt eder. Ekonomik hayatta her iki sözleşmenin de uygulama alanı oldukça geniştir ve benzer rolleri sebebiyle teminat sözleşmesi kapsamında yapısal olarak büyük bir ayniyet içindedirler. Oldukça teorik olan bu vasıflandırma zorluğu uygulamada da ciddi sorunlara sebep olmuştur. Her iki sözleşmenin ayırt  edilmesindeki  zorluğun  en  büyük  sebeplerinden  biri  de,  ekonomik fonksiyonlarının neredeyse aynı oluşudur. Her ikisinde de amaç bir kimsenin malvarlığındaki azalma riskini ortadan kaldırmaktır. Hem kefil hem de garanti veren asıl borçlunun yanında sanki yeni bir borçlu statüsündedir.   I-   BİR TEMİNAT TÜRÜ OLARAK GARANTİ VE KEFALET KAVRAMLARI Öncelikle teminat kavramını açıklamak gerekir. Teminat sözleşmelerindeki temel amaç borçlunun, âkit diğer tarafın zarar rizikosunu üstlenmesidir.1 Teminat, ayni ve kişisel teminat olarak iki grupta incelenebilir. Ayni teminatın konusu prensip olarak taşınır veya taşınmaz bir                                                             1   YAVUZ, Cevdet, Borçlar Hukuku Özel Hükümler, İstanbul, 2016, Beta Yayıncılık, s. 775 420Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 419-442    Garanti ve Kefalet Sözleşmeleri Arasındaki Ayrım… mal  veya  haktır.  Ayni  teminatla  borçlu  malvarlığındaki  belirli  bir  şeyi borcunun garantisi olarak özgüler ve alacaklıya o şey üzerinde bir ayni hak (özellikle rehin hakkı) tanır. Eğer teminat konusu bir taşınmaz ise taşınmaz rehininden, taşınır ise taşınır rehininden bahsedilir. Ayni teminatlar açısından numerus clausus ilkesi geçerlidir. Kişisel teminat ise teminat alacaklısına bir şey üzerinde ayni bir hak vermez, sadece bir alacak hakkı, alacaklının şartlar oluştuğu takdirde talep edeceği bir kişisel hak verir. Kişisel teminatta bir  veya  birden  fazla  kişi,  asıl  borçlunun  yükümlülüğüne  ek  olarak yükümlülük altına girerler. Kişisel teminat asıl borçlunun borcunu güvence altına  almak  amacıyla  üçüncü  şahsın  yükümlülük  altına  girmesi  olarak tanımlanmaktadır. Kefalet ve bağımsız garanti sözleşmesi, alacaklıya asıl borçlu borcunu ifa etmediği, gereği gibi ifa etmediği veya zamanında ifa etmediği  hallerde  güvence  verene  başvurma  hakkı  tanıyan  kişisel teminatlardandır.2 Garanti sözleşmesi çeşitli türleri olup homojen olmayan bir sözleşme türüdür. Farklı türleri söz konusu olsa da tüm garanti sözleşmelerinin ortak noktası, garanti verenin garanti alanın karşılaşması muhtemel rizikosunu üzerine almasıdır.3 Teminat sözleşmelerinden olan garanti sözleşmesi, Kanun tarafından düzenlenmemiş  olmakla  beraber  günümüzde  banka  teminat  mektupları şeklinde geniş bir uygulama alanına sahiptir. Türk Borçlar Kanunu nda (TBK) sadece belli bir garanti sözleşmesi türü olan başkasının fiilini taahhüt, eksik bir şekilde TBK nın 128. maddesinde hükme bağlanmıştır.4 Garanti sözleşmesi ile garanti veren, garanti alandan bir ivaz karşılığında değil, yalnızca onu bir teşebbüse yönlendirmek amacıyla bağımsız şekilde, teşebbüsün riskini üzerine alır.5 İncelememize konu olan kefalet benzeri garanti sözleşmesi, bir borcun konusunu  oluşturan  edimin  ifasının,  bu  borcun  varlığı,  dava  edilip edilemeyeceği gibi hususlardan bağımsız olarak güvence altına alındığı bir sözleşme türüdür. Bu tanımdan da anlaşılacağı üzere borç değil borcun konusunu oluşturan edim kavramı ön plana çıkmaktadır; yani, bir sonuç taahhüdü söz konusu olmaktadır.6                                                             2   DEVELİOĞLU, Hüseyin Murat, Kefalet Sözleşmesini Düzenleyen Hükümler Işığında Bağımsız Garanti Sözleşmeleri, Vedat Kitapçılık, İstanbul, 2009, s.11-12 3   ÖZEN, Burak, Kefalet Sözleşmesi, Vedat Kitapçılık, İstanbul 2014, s.23 4   REİSOĞLU, Seza, Türk Kefalet Hukuku, Ankara, 2013, s.121 5   REİSOĞLU, Seza, Garanti Mukavelesi,  Ajans-Türk Matbaası, Ankara, 1963, s.9 6   ÖZEN, s.25 421Gökhan ÇINAR                                                       Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 419-442  TBK nın  128.  maddesi  parasal  bir  riski  güvence  altına  alma imkânlarından biri olarak düzenlenmiştir. Garanti sözleşmesi, geniş anlamda teminat işlemleri arasında yer almaktadır. Garanti ve kefalet kişisel güvence türlerindendir. Garanti sözleşmesinde garanti veren garanti alana bir üçüncü kişinin edimini eda edeceğini taahhüt eder. Garanti sözleşmesi ile garanti verene yabancı bir eda güvence altına alınır.7 Belirtmek gerekir ki, önceki 818 sayılı BK 110. maddesinde düzenlenen başkasının fiilini taahhüt ifadesi yerine daha doğru anlamı verecek şekilde yeni BK da 128. maddede, madde başlığı olarak üçüncü kişinin fiilini üstlenme ibaresi kullanılmıştır. Garanti veren, garanti alana, üçüncü bir kişinin garanti alana karşı gerçekleştireceği bir davranışı bağımsız bir sözleşme ile vaat eder ve vaat edilen bu davranış gerçekleşmezse garanti veren, garanti alana uğradığı zararı tazmin borcu altına girer. Garanti veren kendisinin edada bulunmasını değil, tam tersine üçüncü kişinin belirli veya belirlenebilir bir davranışını vaat etmektedir. Garanti  verenin  bu  sözleşmedeki  edimi,  üçüncü  şahıs  edimini  yerine getirmediğinde garanti alanın zararını tazmin etmektir. Özetle TBK nın 128. maddesi,  üçüncü  kişinin  edimini  ifa  etmemesi  durumunda  garanti  alan tararından  garanti  verene  yöneltilebilecek  bir  tazminat  istemini düzenlemektedir. Garanti veren üçüncü kişinin bu edasını kendi adına ve kendi hesabına taahhüt eder; yani, üçüncü kişinin temsilcisi değildir. Üçüncü kişi sözleşmenin tarafı değildir veya garanti sözleşmesi ile kendiliğinden sözleşmenin bir tarafı haline gelmez. Bu sözleşme ancak garanti alan ve veren arasında hüküm doğurur. Bu sebeple garanti sözleşmesi, örneğin üçüncü kişinin hukuki işlem ehliyetinin olmamasından veya gerçekte herhangi bir sebeple borçlu olup olmamasından etkilenmez. Garanti sözleşmesiyle üçüncü kişi yükümlülük altına sokulamaz.8  II-  6098  SAYILI  TÜRK  BORÇLAR  KANUNU NUN  603. MADDESİ İLE KEFALET HÜKÜMLERİNİN UYGULAMA ALANININ GENİŞLETİLMESİ 818  sayılı  eski  Borçlar  Kanunu nda  (BK)  gerçek  kişilerce,  kişisel güvencelerin başka ad altındaki sözleşmelerle verilmesi durumunda, kefalete                                                             7   KOCAMAN, Arif, Yargıtay Hukuk Genel Kurulunun 4/7/2001 Tarih ve E.2001/19-534, K.2001/583 Sayılı Kararı Üzerine Bir Değerlendirme- Kredi Kartı İlişkisinde Bankaya Karşı Verilen Kişisel Teminatın Hukuki Niteliği: Garanti mi; Kefalet mi? Ticaret Hukuku ve Yargıtay Kararları Sempozyumu, XIX, 10 Mayıs 2003, Ankara 2003, s.70 8   KOCAMAN, Arif, Türk Borçlar Kanunu nun 603. Maddesi Üzerine Bir DeğerlendirmeKefalete İlişkin Hükümlerin Uygulama Alanı, Prof. Dr. M. İlhan Ulusan a Armağan, Seçkin Kitabevi, Cilt 3, s.487-488 422Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 419-442    Garanti ve Kefalet Sözleşmeleri Arasındaki Ayrım… ilişkin  hükümlerin  uygulanacağına dair  bir  hükme yer vermemişti.  Yeni Kanun da buna ilişkin bir düzenleme yapılmıştır: 603. madde. Buna göre: Kefaletin şekline, kefil olma ehliyetine ve eşin rızasına ilişkin hükümler, gerçek kişilerce, kişisel güvence verilmesine ilişkin olarak başka ad altında yapılan diğer sözleşmelere de uygulanır. Kefalet sözleşmesinde kefili koruyan ayrıntılı düzenlemelerin bertaraf edilmek istenmesi, güvence verenin sorumlu olacağı borcun gösterilmesi gerekliliği olmayan, garanti sözleşmesi şeklinde kişisel teminat sözleşmeleri yapılmasına yol açmıştır.9  Kefalet ile garanti sözleşmelerini birbirinden ayırmadaki en önemli ölçütlerden  biri  olan  aslilik-fer ilik  ölçütünü  etkisizleştirme,  kefalet  ve garanti  kurumlarını  birbirlerine yaklaştırma,  kefaletin  koruyucu  niteliğini bertaraf edeceği cihetle bankalar lehinedir. Evvelce Yargıtay kararları ile destek bulan kefalete ilişkin hükümlerin uygulama alanının genişletilmesi eğilimi, TBK nın 603. maddesinin yürürlüğe girmesiyle yasal bir dayanak kazanmıştır. Dolayısıyla anılan yargı kararları varken TBK nın 603. maddesi önceden yaşanan hukuksal sorunlar ve zayıfların korunması ihtiyacı, kanun koyucuyu tepkisel bir yaklaşımla anılan maddeyi ihdas etmesini sağlamıştır.10 Öğretide  kimileri  tarafından  TBK nın  603.  maddesinin  gereksiz  olduğu savunulmuştur. Örneğin Reisoğlu, Hukuk Genel Kurulunun 2001 tarihli kararında ve bunu takiben diğer Yargıtay özel daire kararlarında, garanti altında atılan imzalarla, aslında bir kefaletin kastedildiği kabul edilmektedir. Bu kararlarda asli yükümlülük oluşturan garanti sözleşmelerine de kefalet hükümlerinin  uygulanacağı  ileri  sürülmemektedir.  Ancak  bu  durumda  – kararlar ne kadar eleştirilse eleştirilsin- yeni bir madde kabulüne gerek bulunmamaktaydı.11  şeklinde  görüş  belirtmişse  de,  ülkede  bankaların uygulamaları  ve  benzer  uyuşmazlıkların  çokluğu  dikkate  alındığında  bu görüşe katılmak güç görünmektedir. Kaldı ki TBK nın 603. maddesi tarafların garanti sözleşmesi yapmasını engellememektedir. Bunun yanında tek taraflı hazırlanmış genel kayıtlar içeren ve âkit tarafa başka imkân bırakmayan şablon sözleşmelerin, serbest iradeyle ortaya çıkartılmış bir garanti sözleşmesi niteliğinde olduğundan bahsetmek mümkün değildir. Hal böyle iken hukuk düzeninin ihtiyatlı davranması kaçınılmazdır.12                                                             9 ÇEKER, Mustafa, Tüketicinin Korunması Hakkında Kanun Kapsamında Kredi Kartı Borcunun Ödenmemesi ve Hukuki Sonuçları, Atatürk Üniversitesi Hukuk Fakültesi Dergisi, Cilt VIII, Sayı 1-2, 2004, s. 437 10 KOCAMAN, 603. Maddde, s.509 11 REİSOĞLU, Kefalet, s.322  12 KOCAMAN, 603. Madde, s.510 423Gökhan ÇINAR                                                       Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 419-442  III- GARANTİ SÖZLEŞMESİNİN UNSURLARI A- Garanti Alanı Belli Bir Hareket Tarzına Yöneltmek Amacı Garanti veren, garanti alanı belli bir harekete sevk etmeyi amaçlayarak anılan bu hareketin zararlı sonuçlarını tazmin etmeyi üstlenir. Garanti alanın girişeceği teşebbüsün mutlaka parasal kazanca ilişkin olması gerekli değildir. Bazı durumlarda mesela bu teşebbüsle sanat veya bilimle alakalı bir amaç gerçekleştirilmek istenilse bile teşebbüsün garanti alan için parasal bir zarar doğurması  rizikosu  söz  konusu  olmalıdır.  Garanti  alanın  bahsedilen  bu hareket tarzı ise genellikle bir ticari işletme kurmak, bir anonim ortaklığın hisse senetlerini satın almak, bir gösteri düzenlemek, üçüncü kişiyle bir sözleşme yapmak gibi ortaya çıkabilir.13 Önemli husus şudur ki, garanti alan kendi girişiminin tehlikeli sonuçlarına karşı korunur; yoksa onun hukuki işlem tesis edeceği teşebbüsü, mesela hisse senetlerini alacağı anonim ortaklığı korumak  değildir.  Bununla  beraber  garanti  alana  güvence  verilerek,  bu ortaklık da hisse senetlerine daha kolay alıcı bulacağı cihetle bir teşebbüse sevk etme amacından bahsedildiğinde, bu girişimin bizzat garanti alanın, sonucu şüpheli bir hareketi olması zorunluluğu göz ardı edilmemelidir.14 Garanti alanı bu şekilde belirli bir harekete sevk etmek amacı garanti sözleşmesinin illetini teşkil eder.15 Garanti sözleşmesinin kumar, bahis veya sigorta ile de ayrımını ortaya koymak gerekir. Şöyle ki: Kişiyi belirli bir harekete yöneltmek amacı olmadan onun girişiminin rizikosunu ivazlı şekilde üstlenmek bir sigorta mukavelesi, kumar veya bahis niteliğinde; ivazsız şekilde üstlenme ise şarta bağlı bir bağışlama niteliğindedir.16 Bu şekildeki şartlı bağışlamaya örnek olarak şu verilebilir: Fakir bir ayakkabı tamircisine yardımda bulunmak isteyen zengin birinin, tamirciye dönemsel olarak tamircinin kazancı belli bir tutarı bulmazsa, açığını  kapatmayı  temin  etmesinde  olduğu  gibi  şartlı  bir  bağışlama  söz konusudur.17                                                               13 REİSOĞLU, Garanti Mukavelesi, s. 17-18 14 TANDOĞAN, Haluk, Borçlar Hukuku, Özel Borç İlişkileri, Cilt II, Vedat Kitapçılık, İstanbul 2010, s.811 15 REİSOĞLU, Garanti Mukavelesi, s.18 16 REİSOĞLU, Garanti Mukavelesi, s.19 17 TANDOĞAN, s.811 424Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 419-442    Garanti ve Kefalet Sözleşmeleri Arasındaki Ayrım… B-  Garanti  Alanın  Hareket  Tarzından  Doğacak  Tehlikenin Üstlenilmesi Garanti veren, garanti alanı belli bir davranışa yönelterek onun alacaklı olarak  bir  borç  ilişkisine  girmesini  güvence  altına  almak  adına,  bu davranışından veya borç ilişkisinden doğacak riskleri üstlenir. Bu risk, garanti alanın sözleşme yaptığı edimi, garanti edilen üçüncü kişinin sözleşmeyi gereği gibi yerine getirmemesi sebebiyle garanti alanın uğraması muhtemel zarar olabileceği gibi, bahse konu girişiminin beklenen kârı sağlamaması veya zararlı bir sonuç şeklinde ortaya çıkması da olabilir.18 Bu güvence, rizikonun tamamına şâmil olabileceği gibi sadece belirli bir zararın ortaya çıkmayacağı veya belirli bir olayın gerçekleşeceği şeklinde güvence verilmesi şeklinde olabilir. Yine kısmen tehlike üstlenilmesi de mümkündür. Tehlikenin kapsamına kaza ve beklenmeyen durum da girer. Bunun yanında tehlike, garanti alanın kusuru olmadan artmışsa ve bu tehlike girişimin niteliğine ve gayesine uygunsa garanti veren artan bu rizikodan yine sorumludur.19 C- Bağımsız Yükümlülük Altına Girme Bağımsız yükümlülük altına girmek, garanti verenin yükümlülüğünün başka  bir  borcun  varlığına,  geçerliliğine,  yasal  takip  yapılabilir  olup olmadığına bağlı olmamasıdır.20 D- İvazsızlık Garanti sözleşmesi kural olarak tek tarafa borç yükler ve ivazsızdır. Yalnızca  garanti  veren  bir  yükümlülük  altına  girer.  Anılan  riskin üstlenilmesindeki amaç, garanti alandan bir ivaz elde etmek değil ve fakat girişimin gerçekleşmesidir. Garanti alanın güvenceyi kabul etmesi garanti alanı asla yükümlülük altına sokmaz. Garanti alanın girişimle ilgili birtakım yükümlülükler  altına  girmesi  sözleşmenin  vasfını  değiştirmeyecektir. Örneğin,  garanti  verenin  garanti  alana  teşebbüsün  belirli  bir  şekilde teşkilatlanmasını istemesinde olduğu gibi. Bu gibi durumlarda, sözleşmenin kurulması sırasında garanti alanın birtakım yükümlülükleri kabul etmesi, garanti  sözleşmesinin  niteliğini  değiştirmeyecektir.  Çünkü  bu  türden yükümlülükler  genellikle  karşı  edaya  karşılık  gelecek  bir  değer taşımamaktadır. Bu tür durumlarda genel bir kuraldan bahsetmek zor olduğu cihetle, garanti verenin taahhüdü ile garanti alanın yükümlülüğü arasındaki ilişki sözleşmenin niteliğini belirleyecektir.21                                                             18 TANDOĞAN, s.811 19 REİSOĞLU, Garanti Mukavelesi, s.12-13 20 REİSOĞLU, Garanti Mukavelesi, s. 19-20 21 REİSOĞLU, Garanti Mukavelesi, s.22 425Gökhan ÇINAR                                                       Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 419-442  IV- GARANTİ SÖZLEŞMESİNİN İKİLİ AYRIMI Garanti sözleşmesinin başlıca iki türü vardır. Bunlardan biri saf garanti veya aynı anlamda kullanılan yönlendirmeyi amaçlayan garanti sözleşmesi ve diğeri ise, kefalet benzeri garanti veya aynı anlamda kullanılan teminat amaçlı garanti sözleşmesidir.22 Saf garanti sözleşmesinde, garanti veren başka bir sözleşmeye bağlı olmaksızın bir sonucun ortaya çıkmasını temin eder.23 Bankanın garanti veren sıfatıyla bir işletmenin kaybını kapatacağına dair güvence vermesindeki gibi. Bu örnekte üçüncü kişilerin anılan işletme ile borç ilişkisi içine girip girmeyecekleri belli değildir; yani, kesin olmayan bir olay söz konusudur. Bu tür sözleşmede garanti veren, garanti alanı belirli bir şekilde hareket etmeye yönlenmektedir.24  Saf garanti (yönlendirmeyi amaçlayan garanti) sözleşmelerine örnek olarak, A nın B yi C ye karşı dava açmaya sevk etmek için onun davayı kaybetmesi  ihtimalinde,  yargılama  giderlerini  kendisinin  ödeyeceğini güvence altına alması; Roma Hukuku nda bir annenin, oğlunun vasisini bir üçüncü kişiye karşı oğlu adına dava açmaya sevk etmek için,, davanın kaybı halinde  yargılama  giderlerini  ödeyeceğini  güvence  altına  alması;  garanti verenin garanti alanı yabancı kanuna aykırı bir döviz alım satım yapmaya sevk etmek için bunun risklerini üzerine alması; garanti verenin garanti alanın bir fabrika projesini finanse etmesi için bu projenin gerektirdiği su imtiyazlarının elde edileceği hususunda garanti vermesi gösterilebilir.25  Buna karşılık kefalet benzeri garanti sözleşmesinde verilen güvence, garanti alan ile edimi temin edilen üçüncü kişi arasında bir sözleşme ile bağlantılıdır.26 Kefalet benzeri garantide üçüncü kişinin gerçekte borçlu olup olmadığının önemi yoktur; garanti veren yine de üçüncü kişinin edimini garanti eder. Hatta kefalet benzeri garantide üçüncü kişi ile garanti alan arasındaki borcun aslında hiç doğmadığı, ortadan kalktığı veya yasal takibinin yapılamadığı  durumlarda  da  verilen  güvence  geçerlidir.  Kefalet  benzeri garanti sözleşmesinde garanti alanla üçüncü kişi arasında geçerli bir temel ilişki  aranmaz.  Temel  işlemin  sahteliği  veya  imkânsızlığı  garanti sözleşmesinin geçerliliğini etkilemez.27                                                              22  İŞGÜZAR, Hasan, Banka ve Kredi Kartı Sözleşmeleri, Yetkin Yayınları, Ankara, 2003, s. 197 23  BARLAS, Nami, Kredi Kartı İlişkisinde Bankaya Karşı Verilen Teminatın Niteliğinin Belirlenmesi, Ömer Teoman a 55. Yaş Günü Armağanı, Cilt III, İstanbul, 2002, s. 948 24  KOCAMAN, Garanti mi; Kefalet mi? s.72 25  TANDOĞAN, s.804 26  EREN, Fikret, Borçlar Hukuku Özel Hükümler, Yetkin Kitabevi, Ankara, 2009, s.779 27  KOCAMAN, Garanti mi; Kefalet mi? s.72 426Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 419-442    Garanti ve Kefalet Sözleşmeleri Arasındaki Ayrım… Kefalet  benzeri  garanti  ile  saf  garanti  sözleşmeleri  arasındaki  diğer farklar şöyledir: Kefalet benzeri garantide garanti alan ile edimi garanti edilen arasında bir temel ilişki, bir borç ilişkisi vardır; fakat garanti verenin güvencesinin geçerliliği bu borç ilişkinin geçerli olup olmamasına, varlığına bağlı değildir. Saf garanti sözleşmesinde ise garanti alan ile edimi vaat edilen üçüncü kişi arasında henüz bir borç ilişkisi yoktur. Örneğin, düzenlenmesi istenilen bir fuarın, tiyatro oyununun gelecekteki ziyaretçileri veya seyircileri ile tertip komitesi veya işletici arasında, kasabanın hastaları ile kar garantisi verilen eczacı arasında, sayılan birinci kişileri, edimde bulunmaya zorlayacak bir borç ilişkisi. Saf garanti verenin borcu bu haliyle edimi garanti edilenin borcundan tamamen  bağımsızdır.  Kefalet  benzeri  garantide  güvence  sağlamak  ön plandadır. Bu sebeple garanti veren, edimini garanti ettiğinden veya garanti alandan  bir  komisyon  (Komisyon  taraflar  arasındaki  temel  borç  ilişki üzerinden alınmaz, garanti verenle âkit taraf arasındaki sözleşmeye istinaden alınır.) alır; fakat saf garanti sözleşmesinde garanti verenin garanti alanı belli bir davranışa yönlendirmek şeklindeki bir yararı ön plandadır ve garanti veren garanti için bir komisyon almaz.28 Kefalet benzeri garanti sözleşmesinde de garanti verenin, garanti alanı edimi  için  güvence  verilen  üçüncü  kişiyle  borçlandırıcı  bir  sözleşmeye yönlendirdiği düşünülebilir; fakat saf yani yönlendirici garanti sözleşmesinde üçüncü kişinin edimi her zaman temin edilmeyebilir veya edimi garanti edilen üçüncü kişiler de her zaman belirli değildir.29 Kefalet  benzeri  garanti  sözleşmesinin  alacağın  garanti  sözleşmesi şeklinde adlandırılması da doğru değildir; çünkü garanti edilen bazen varlığı bile belli olmayan alacak değil, üçüncü kişinin edimidir.30 Banka teminat mektupları asıl borçlunun (lehdarın) defilerinden feragat kaydını taşıdığı takdirde genellikle kefalet benzeri garanti sözleşmesi olduğu kabul edilir.31                                                               28 TANDOĞAN, s.808 29 TANDOĞAN, s.809 30 TANDOĞAN, s.805 31 TANDOĞAN, s.805 427Gökhan ÇINAR                                                       Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 419-442  V-  GARANTİ  SÖZLEŞMESİNİN  KEFALETTEN  AYIRT EDİLMESİ Aslında  kefalet  sözleşmesiyle  burada  kıyaslanan  kefalet  benzeri garanti sözleşmesidir. Çünkü kefalet benzeri garanti sözleşmesinde de tıpkı kefaletteki gibi bir temel işlem vardır ve garanti veren bu temel işlemi güvence  altına  almak  için  bu  sözleşmeyi  yapar.  Kefalet  benzeri  garanti sözleşmesinde  garanti  alan,  garanti  veren  ve  üçüncü  kişi;  kefalet sözleşmesinde ise kefil, alacaklı ve asıl borçlu yer almaktadır.32  Garanti sözleşmesi benzer sözleşme türlerinden ayırt edilmesi zor bir tür olduğu cihetle gerek doktrin gerekse yargı kararlarında çokça yer almış ve tartışmalara sebep olmuştur. Kefalet ve garanti sözleşmelerini birbirinden ayırt etmeye yarayan kriterler noktasında ciddi görüşler bulunmaktadır. 818 sayılı BK m.485/3.cümlenin ve 6098 sayılı TBK m.582/2 deki düzenleme uyarınca, hata ve asıl borçlunun ehliyetsizliği sebebiyle bağlayıcı olmayan bir sözleşmeden doğan borca kefil olan kimse, bu yükümlülüğünü üstlendiği sırada bu eksikli biliyor idiyse, burada kefalet benzeri garanti söz konusu olmasına rağmen ancak madde hükmü uyarınca kefalet hükmü uyarınca yükümlü olabilir. Bu maddeyle, her iki sözleşme türünü birbirinden ayırt etmeye  yarayan  temel  ölçütlerden  biri  olan  aslilik/fer ilik  ölçütü geçerliliğini korumuştur. TBK 603. Maddesi ile kefaletin daha çok alanda uygulanmasının  önü  açılmış,  özellikle  bankalar  yararına  ortaya  çıkan kefalet  ve  garanti  sözleşmeleri  arasındaki  ayırt  edici  ölçütleri etkisizleştirme eğiliminin önü kapatılmıştır. Bu şekilde Yargıtay HGK nın 04/07/2001  gün,  2001/19-534  Esas  ve  2001/583  Karar  sayılı  ilamındaki görüşe mevzuatta bir destek sağlanmıştır.33 Kefalet  ve  garanti  sözleşmesinin  ayırt  edilmesindeki  pratik  sonuç güvence verenin sorumluluğu açısından büyük önem arz eder. Kefalet benzeri garanti  sözleşmesine  gerek  duyulmasının  sebebi  kefaletin  fer i  nitelikte olmasına rağmen kefalet benzeri garanti sözleşmesinde garanti verenin asıl borçtan bağımsız olarak asli nitelikte yükümlü olmasıdır.34 Her iki sözleşmenin ayırt edilmesi sırasında ilk fark edilen husus şudur ki, garanti sözleşmesinin niteliği TBK nın 128. Maddesi ışığında açıklığa kavuşturulabilirken,  kefalet  sözleşmesi  TBK da  ayrıntılı  şekilde düzenlenmiştir.35                                                             32 KOCAMAN, Garanti mi; Kefalet mi? s.72 33 KOCAMAN, 603. Madde, s.485 34 ÖZEN, Burak, s.27 35  BİLGEN,  Mahmut,  Öğreti  ve  Uygulamada  Kefalet  ve  Yargılama  Hukukuna  İlişkin Uyuşmazlıklar, Adalet Yayınevi, Ankara, 2013, s.115 428Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 419-442    Garanti ve Kefalet Sözleşmeleri Arasındaki Ayrım… Kefalette  asıl  borçlunun  kusurlu  hareketiyle  borcu  ifa  edememesi tehlikesi,  asıl  borcu  aşmayacak  şekilde  karşılanırken  kefalet  benzeri garantide  temel  ilişkideki  borcun  var  olup  olmaması  tehlikesi  de karşılanmaktadır.  Örneğin,  nafaka  borcunun  mevcut  olmamasına  rağmen bunun garanti edilmesinde kefalet benzeri bu sözleşme geçerlidir. Bu sebeple her ne kadar kefil fer iliğin bir sonucu olarak asıl borçlunun tüm def ilerinden yararlanıp bunları alacaklıya ileri sürebilirse de, garanti veren asıl borçtan bağımsız garanti verdiği için asıl borçlunun def ilerinden bazılarını, bu arada kusursuz imkânsızlık def ini ileri sürmemeyi kabul etmiş olabilir.37 Örneğin alacaklının  uluslar  arası  ödeme  sınırlamaları  dolayısıyla,  asıl  borcun ödenmesinin imkânsızlığı tehlikesine karşı garanti edilmesinde olduğu gibi.38  Buradan da anlaşıldığı üzere kefalet borcunun asıl borç ile bağlantılı olması sebebiyle, kefalet benzeri garanti sözleşmesinin asli nitelikte olması, alacaklı için daha güçlü bir güvence ortaya çıkarmaktadır.39 TBK nın  582.  maddesine  göre  kefilin  sorumluluğu  asıl  borcun geçerliliğine bağlıyken, garanti sözleşmesi asıl borçtan bağımsızdır. Yine kefil,  kefaletten  doğan  borcunu  ödemesini  müteakiben  TBK nın  596/1. maddesine göre yasadan kaynaklı rücû hakkını kullanabilir.40 Oysa garanti verenin böyle bir hakkı yoktur.41 Ayrıca, adi kefalette kefilin sorumluluğuna gidebilmek için önce asıl borç için takip başlatılması ve takibin semeresiz kalması gerekirken, garanti sözleşmesinde garanti alan, garanti verenin vaat ettiği üçüncü kişinin edimi yerine getirilmediğinde derhal garanti verene başvurabilir.43 Kefalet de garanti sözleşmesinde olduğu gibi bir başkasının karşı karşıya kaldığı  rizikoyu  üstlenmeyi  gerektirir.  Kefil  asıl  borçlu  yerine  ifayı                                                             36  GÜMÜŞ, Alper, Borçlar Hukuku Özel Hükümler, Cilt II, İstanbul, 2014, s. 323 37  KAHYAOĞLU, Emin Cem, Banka Garantileri, İstanbul, 1996, Beta Yayınları, s. 31 38  TANDOĞAN, s.805 39  ACAR,  Özlem,  Türk  Borçlar  Hukukunda Müteselsil  Kefalet  Sözleşmesi,  XII  Levha Kitapçılık, s.38 40  ARAT, Ayşe, Tüketici Hukukunda Kefalet Sözleşmesi, Selçuk Üniversitesi Sosyal Bilimler Meslek Yüksekokulu Dergisi, Cilt 19, s. 210 41  DOĞAN, Vahit, Banka Teminat Mektupları, Ankara, 2005, Seçkin Yayınları, s. 57  42  AYBAY, Aydın, Kefilin Önce Dava Def ini İleri Sürmesi Sorunu, Prof. Dr. Selim Kaneti ye Armağan, İstanbul, 1996, s. 83; BİLGE, Necip, Borçlar Hukuku Özel Borç Münasebetleri, Ankara, 1971, s.375 Ayrıca Peşin dava def i veya diğer adıyla tartışma def i  için bkz. ZEVKLİLER, Aydın, Borçlar Hukuku Özel Borç İlişkileri, Ankara, 2004, s. 401; ŞAHAN, Gökhan, Kefalet Sözleşmesinin Sona Ermesi, Ankara, 2009, s. 45 43  BİLGEN, s.114 429Gökhan ÇINAR                                                       Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 419-442  üstlenmeden, borcun ifa edilmemesi durumunda sadece kendisinin sorumlu olduğu miktarı ödeyerek, verdiği teminattan kaynaklı borcunu ifa etmiş olur.45 Buna rağmen kefalet yine de garanti sözleşmesinin bir türü olarak kabul edilemez.46 Kefalette kefilin sorumlu olacağı azami miktar belirlenmiş iken, garanti sözleşmesinde bu belirli değildir. Borcun son olarak ulaştığı miktar, garanti verenin sorumlu olduğu miktarı belirleyecektir.47 818 sayılı eski Borçlar Kanunu nda gerçek kişilerin kefalet adı dışında kişisel teminat vermeleri halinde bu teminata kefalete ilişkin hükümlerin uygulanacağına dair bir hüküm yer almamaktaydı. 6098 sayılı Türk Borçlar Kanunu nun 603.  maddesiyle yeni  bir  düzenleme  getirilmiş ve  kefaletin şekline, kefil olma ehliyetine ve eşin rızasına ilişkin hükümlerin gerçek kişilerce, kişisel güvence verilmesine ilişkin olarak, başka ad altında yapılan diğer sözleşmelere de uygulanacağı öngörülmüştür. Madde gerekçesinde, kaynak İsviçre Borçlar Kanunu nda olmayan bu düzenleme ile amaçlananın kredi sözleşmelerine kefil olan gerçek kişilerin garanti başlığını taşıyan düzenlemelerle daha korunaklı bir kurum olan kefaletin bertaraf edilmesinin önüne geçmek olduğu belirtilmiştir.48 TBK nın  603.  maddenin  konuluş  amacı  (ratio  legis)  şu  şekildedir: Madde kefili koruyucu hükümlerden kurtulmak amacıyla başka adlar altında yaptıkları  sözleşmelere  de  kefalet  hükümlerinin  uygulanacağını belirtmektedir. Böylece mesela kefalet sözleşmesi yerine üçüncü kişinin fiilini üstlenme sözleşmesi yapılmasında olduğu gibi alacaklıların kefili koruyucu hükümlerden  kurtulmalarının  ve  bunları  dolanmalarının  önlenmesi amaçlanmıştır.49                                                             44  CANBOLAT,  Ferhat,  Banka  Garantisinde  Savunma  İmkânları  ve  İhtiyadî  Tedbirler, Ankara, 2009, s. 103; OLGAÇ, Senai, Kefalet, Ankara, 1987, s. 11 45  HATEMİ, Hüseyin, SEROZAN, Rona, ARPACI, Abdulkadir, Borçlar Hukuku Özel Bölüm, İstanbul, 1992, Filiz Yayınevi, s. 523 46  TANDOĞAN, s.818 47  ERDEN, Kuntalp, Yargıtay Kararları Işığında Kredi Kartı, Ticaret Hukuku ve Yargıtay Kararları Sempozyumu XIII, Ankara, 1996, s. 298; KIZILIRMAK, Cansu Kaya, Revised Rules of Turkish Code of Obligations on Formal Requirements of Contract of Surety, Annales de la Faculte de Droit d Istanbul, Cilt 48, Sayı 65, s. 136. Asıl borcun belirli olmaması  halinde  kefalet,  sözleşme  tarihine  göre  belirlenecek  asıl  borca  göre hesaplanabileceği cihetle yine de geçerlidir. (GÜNDÜZ, Şefika Deren, 6098 Sayılı Türk Borçlar Kanunu na Göre Kefalet Sözleşmesinin Şekli, İstanbul, 2015, s. 97) 48  KOCAMAN, 603. Madde, s.485 49  UYAP Mevzuat Programı, Erişim Tarihi: 03/04/2020 430Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 419-442    Garanti ve Kefalet Sözleşmeleri Arasındaki Ayrım… VI- TEMİNAT SÖZLEŞMESİNİN YORUMU: BAŞVURULACAK İLKELER VE YARARLANILACAK KARİNELER A- Temel Ayırt Edici Kriter: Aslilik-Fer ilik  Temel ayırt edici ölçüt budur. Fer ilik varsa kefalet vardır. Kefaletle kefil, bir üçüncü şahsın yani asıl borçlunun borcunun ifasını güvence altına alır.  Bu  sebeple  asıl  borcun  geçerliliği  kefalet  için  önemlidir.50  Kefalet sözleşmesinin mukadderatı asıl borca bağlıdır; asıl borç iptal, dönme, geri alma  gibi  sebeplerle  sona  ererse  kefalet  de  sona  erer.51  Buna  karşılık, incelememize konu olan kefalet benzeri garanti sözleşmesinde garanti alan ile garanti veren arasındaki vaat, garanti alan ile üçüncü kişi arasındaki temel borç ilişkisinden her zaman bağımsızdır. Kefalet fer i bir hak olarak asıl borca bağlı ve onun yanındaki bir haktır. Bu husus özellikle defileri ileri sürmede etkisini gösterir.52 Kefaletin  fer i  niteliğinden  ancak  şu  şekilde  yararlanılabilir. Yükümlülüğün fer i olmadığı anlaşılırsa; yani, asıl bir diğer borca bağlılık söz konusu değilse, böyle bir güvence akdi kefalet değildir. Fakat taahhüt anında asıl  bir  borcun  bulunmaması,  fer ilik  olasılığını  tamamen  ortadan kaldırmayacaktır. Çünkü gelecekteki ve şarta bağlı borçlar için de kefalet söz konusu olabilmektedir. Bu şekildeki bir borca kefalet, fer ilik ilkesine istisna getirmemektedir. Bu halde de kefilin sorumluluğu için sonradan asıl borcun doğması şarttır.53 BK nın 485. maddesinde hata veya asıl borçlunun ehliyetsiz olması sebebiyle bağlayıcı olmayan bir sözleşmeden doğan borca kefil olan kişi, kefil olduğu  sırada  bu  durumu  biliyor  idiyse,  her  ne  kadar  kefalet  benzeri garantiden  bahsedilmesi  gerekirse  de,  madde  hükmü  uyarınca  ancak kefalet hükümlerine göre sorumlu tutulabilir. Bu durum zamanaşımı için de aynı şekildedir. 6098 sayılı TBK da, eski BK nın yer almayan ama kaynak İsviçre Borçlar Kanunu nda var olan zamanaşımı konusuna yer verilmiştir. Özetle garanti veren, yükümlülük altına girdiğinde borcun zamanaşımına uğradığını biliyorsa artık kefalet benzeri garanti sözleşmesi değil, kefalet                                                             50  OSER, Hugo/ SCHÖNENBERGER, Wilhelm, İsviçre Borçlar Kanunu Şerhi, Çeviren: SUNGURBEY, İsmet, Ankara, 1964, s. 93 51  ARAL, Fahrettin, AYRANCI, Hasan, Borçlar Hukuku Özel Borç İlişkileri, Ankara, 2015, Yetkin Kitabevi, s. 416; AYAN, Serkan, Kefalet Sözleşmesinde Kefilin Sorumluluğu, Ankara, 2013, s. 492, von TUHR, Andreas, Borçlar Hukuku Umumî Kısım, Cilt 1-2, Çeviren: Cevat EDEGE, Ankara, 1983, s. 662 52  KOCAMAN, Garanti mi; Kefalet mi? s.72 53  REİSOĞLU, Garanti Mukavelesi, s.77 431Gökhan ÇINAR                                                       Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 419-442  sözleşmesi hükümleri uygulanacaktır. Kefalet sözleşmesinin garanti vereni daha koruyucu olduğuna değinilmişti.54 Bu arada şu hususu da belirtmek gerekir ki, hem kefalette hem garantide, kefil olunan veya garanti edilen asıl borcun ifa edilmemesi durumunda ifa edilmeyen bu borç değil; kefalette alacaklının, garantide de garanti alanın bu sebeple maruz kaldığı zararın ödenmesi gerekecektir.55 B-  Teminat  Sözleşmesinin  Yorumu:  Başvurulacak  İlkeler  ve Yararlanılacak Kriterler Yukarıda anılan temel ölçüte rağmen sözleşmenin niteliği tam olarak tespit edilemiyorsa veya tereddüt giderilemiyorsa, sorun yorum yöntemiyle açıklığa kavuşturulabilir. TBK nın 19. maddesi ışığında, kişisel bir teminat verilmesine  ilişkin  bir  sözleşmede,  tarafların  bu  sözleşmeyi  nasıl nitelendirdikleri  önemli  olmayıp,  tarafların  gerçek  iradesi  doğrultusunda nitelendirme  yapılması  gerekir.56  Bağımsız  bir  yükümlülük  yüklenilmek istenildiği halde kefil olmaktan bahsedildiği gibi, kefilin garanti ediyorum demesine de uygulamada rastlanılmaktadır.57 Ölçütleri şu şekilde sıralanabilir:      Hâkim, sözleşmede taraflarca tercih edilen deyimlerle ve terimlerle bağlı kalmayarak TBK nın 19. maddesi uyarınca sözleşmeyi tarafların gerçek ve ortak amaçlarını araştırarak o sözleşmenin hukuki nitelendirmesini yapar.58 Kefalet hukukuna hakim olan, yükümlülük altına giren kişinin korunması düşüncesinin gerçekleştirilmesi, tereddüt halinde kefaletin kabulünü zorunlu kılar. Kefalet lehine yapılan bu nitelendirme, daha az olan yükümlülük lehine karineye  de  uygun  düşer.  Ancak  bu  sonuca  ulaşmak  için  sözleşmenin lafzından, anlam ve amacından veya hal ve şartlardan başka şekilde bir sonuç çıkarılmasının  mümkün  olmaması  gerekir.59  Şüpheli  durumlarda  kefalet vasıflandırmasının  gerekliliği,  kefalet  kurumuna  ilişkin  emredici  hukuk kurallarının bertaraf edilmesi kaygısıyla ilgilidir. Hâkim, şüphe halinde daha koruyucu olan kefalet nitelendirmesini tercih etmelidir.60 Bu konularda gerçek kişilere göre daha uzman olan bankaların garantiye dair ifadeleri ve yabancılık unsuru ihtiva eden sözleşmelerdeki güvenceleri,                                                             54  KOCAMAN, 603. Madde, s.493 55  EREN, s. 779 56  ÖZEN, Burak, s.29 57  REİSOĞLU, Kefalet, s.125 58  TANDOĞAN, s.832 59  KOCAMAN, Garanti mi; Kefalet mi? s.74 60  BARLAS, Nami, Türk Hukuk Sisteminde Banka Teminat Mektupları, İstanbul, 1986, s.39 432Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 419-442    Garanti ve Kefalet Sözleşmeleri Arasındaki Ayrım… karine  olarak  garanti  sayılır.  Bunun  aksine,  gerçek  kişilerin  verdikleri güvenceler daha çok kefalet kabul edilir.61 Güvenceye  temel  oluşturan  sözleşmesel  bir  üçüncü  borç  ilişkisi  de belirtmek gerekir ki sözleşmenin nitelendirmesi için yeterli değildir. Burada üçüncü borç ilişkisi ile güvence sözleşmesi arasındaki ilişkiye bakılmalıdır. Şu  şekilde  bir  ayrım  yapılabilir:  Güvence  verenin  yükümlülüğü  ile  asıl borçlununki aynı ise; yani, güvence veren asıl borçlunun edasını amaçlamayıp sadece  bunu  teminat  altına  alıyorsa,  taahhüt  edilen  edanın  kendisi  olup tazminat değilse ve eda taahhüdü ile asıl borçlunun taahhüdü örtüşüyorsa, burada daha çok kefaletin varlığından bahsedilmelidir. Her ikisi tamamen aynı ve birbirine bağlı ise, bu kefalete işaret eder.62 Kefalet borçluya, garanti alacaklıya yöneliktir. Güvence sözleşmesinde edanın ayrıntılı ve bağımsız olarak tanımlanması garantiye işarettir. Şayet nitelendirme için akdi üçüncü borç ilişkisine başvurmak gerekiyorsa burada daha çok kefaletten bahsetmek gerekecektir. Kefilin ilgili borçlunun şahsına yönelmiştir. Garantide ise garanti veren bir sonuca ilişkin riski üstlenir.63 Kefalet bir yardım isteğinin sonucudur. Eğer temel borç ilişkisinden garanti verenin bir menfaati varsa burada daha çok kefaletten bahsetmek gerekir. Fakat bu kural her zaman geçerli değildir. Bu kuralın diğer kıstaslar ışığında değerlendirilmesi gerekir.64 Kefil genellikle borçluya yardımcı olmak için karşılıksız şekilde finansal bir rizikoyu üstlenir. Oysa garanti veren aynı riski şahsi menfaatini korumak amacıyla üstlenmektedir. Fakat tabii ki teminat sözleşmesinin  açık  lafzından  fer i  bir  yükümlülük  üstlenme  niyeti çıkarılabildiği ölçüde kefalet, kefilin şahsi menfaatini yasaklamaz.65  İlk talepte ödeme yükümlülüğü ve kaydı: Bu kayıt tek başına bir ölçüt değil, sadece bir emaredir. Zira sözleşmenin diğer kıstaslarla yorumlanması sonucu sözleşmenin niteliğine ilişkin farklı nitelendirme yapılabilir.66 Teminat sözleşmesinde güvence verenin güvence alanı tam olarak tatmin etmeden önce üçüncü şahsa rücû edemeyeceğine dair bir kayıt varsa, bu kefalete işaret eder; çünkü, rücû garanti sözleşmesiyle bağdaşmaz.67 Burada                                                             61  KOCAMAN, Garanti mi; Kefalet mi? s.75 62  BİLGEN, s. 118 63  BİLGEN, Mahmut, s. 118; KOCAMAN, Garanti mi; Kefalet mi? s.76 64  KARAHASAN, Mustafa Reşit, Türk Borçlar Hukuku Özel Borç İlişkileri, İstanbul, 2004, Beta Yayıncılık, s. 1204 65  KOCAMAN, Garanti mi; Kefalet mi? s.77 66  KOCAMAN, Garanti mi; Kefalet mi? s.77 67  KOCAMAN, Garanti mi; Kefalet mi? s.76 433Gökhan ÇINAR                                                       Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 419-442  kontgaranti  kavramını  da  açıklamakta  fayda  vardır.  Banka  teminat mektuplarında bilindiği üzere banka garanti veren, muhatap garanti alan ve üçüncü kişi de edimi vaat edilen; yani lehdar kişidir. İşte bu üç köşeli hukuki ilişkide banka ile lehdar arasında bir kontgaranti sözleşmesi varsa, banka muhataba  borcu  ödedikten  sonra  lehdara  rücu  edemeyecektir.  Bankanın, karşıladığı bu güvenceyi lehdardan sebepsiz zenginleşme hükümlerine göre talep edip edemeyeceği ise tartışmalıdır.68  Def i ve itirazlardan kül halinde feragate ilişkin beyanlar asli, bağımsız bir güvenceye işaret eder. Bu husus aslında ilk talepte ödeme kaydı ile de ilgilidir. Nitekim, Yargıtay da birçok kararında protesto çekilmesine, hüküm istihsaline, lehdarın rızasını almaya gerek olmadan muhatabın ilk talebinde ödeme taahhüdü kayıtlarını içeren teminat mektuplarını garanti sözleşmesi olarak kabul etmektedir.69 Garanti verenin, garanti alana karşı üçüncü şahsa ait def ileri ileri sürememesi, fer iliğin ortadan kalktığını ve sözleşmenin garanti sözleşmesi olduğunu gösterebilir.70 VII-  YARGITAY  HUKUK  GENEL  KURULUNUN  04/07/2001 GÜN,  2001/19-534  ESAS  ve  2001/583  KARAR  SAYILI İÇTİHADININ DEĞERLENDİRİLMESİ Dava konusu kredi kartıyla ilgili verilen teminatın hukuki niteliğine ilişkindir ve karar içeriğinde kefalet ile garanti sözleşmelerinin farkının ortaya konulmaya çalışıldığı cihetle önem arz etmektedir. Kararda özetle: Banka  ile  müşteri  arasında  yapılan  Bankomat-Kredili  Bankomat sözleşmesiyle,  banka,  kredi  kartı  hamili  olan  müşterisine  belli  limitler çerçevesinde kredi açarak kullandırması kabul etmiştir. Kart hamiline tahsis edilen kredi limit 2,5 milyar TL olarak belirlenmiştir. Sözleşmenin son kısmında Kredili Bankomat ve Kredi Kartı İçin Garanti Şerhi başlığı altında şu hükme yer verilmiştir: Bu sözleşmede yer alan hükümlere göre, müşteri veya ek kart hamillerinin yükümlülüklerini ve tüm borçlarını garanti ettiğimden işbu sözleşme ile tespit edilen banka kartı ve kredi kartı hesapları üzerine açılan kredi limitlerinin ve daha sonra da Banka tarafından tek taraflı olarak garantörlüğüm altında her yıl Mart, Haziran,  Eylül  ve  Aralık  ayı  sonlarında  en  fazla  %25 i  oranında                                                             68  BİLGEN, Mahmut, s. 115 69  TANDOĞAN, s.824 70  KOCAMAN, Garanti mi; Kefalet mi? s.77 71  Kredi kartlarında kefalet, hem kredi kartı sözleşmesinin altının kefil sıfatıyla imza edilmesi, hem de müstakil bir kefalet sözleşmesi şeklinde yapılabilir. (KOSTAKOĞLU, Cengiz, Son Değişikliği ile Bankalar Kanunu Şerhi, İstanbul, 2004, s. 760) 434Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 419-442    Garanti ve Kefalet Sözleşmeleri Arasındaki Ayrım… arttırabileceğini, müşteri ve/veya ek kart hamillerinin sözleşmedeki kredi limiti  ve/veya  arttırılan  limitlerinden  doğmuş  doğacak  tüm  borçları  ile fer ilerini…kayıtsız  şartsız  kabul  ve  garanti  ettiğimi,  bununla  birlikte herhangi bir limite bağlı olmaksızın…ve kartların yenilenmesi, kaybedilmesi, çalınması, şifrenin deşifre edilmesi hallerinde doğacak borçlar da dahil olmak  üzere  Bankaca  ödenmesi  istenecek  meblağları,  protesto çekmeye…gerek olmaksızın ve borçlular ile Bankanı arasında ortaya çıkacak herhangi  bir  uyuşmazlık  ve  bunun  akıbet  ve  kanuni  neticelerini  dikkate almaksızın Bankanızın ilk yazılı talebi üzerine derhal ve hiçbir sebep ileri sürmeksizin…ödemeyi…kabul ve garanti ederim… Sözleşmenin bir başka hükmünde ise, bankanın müşteriye tahsis ettiği kredi limitini arttırıp azaltabileceği, bu limit değişikliklerinin kart hamiline duyurulacağı,  müşteri  ve  garantörün  söz  konusu  limit  değişikliklerini bilmedikleri  iddiasında  bulunamayacakları  gösterilmiştir.  Uyuşmazlık  bu şerhin kefalet mi yoksa garanti mi olduğu noktasında ortaya çıkmaktadır. Uyuşmazlık yargıya taşınmış ve Ödemiş 2. Asliye Hukuk Mahkemesi 21/12/1999 gün, 1999/279 E ve 1999/450 K sayılı ilamı ile anılan şerhin kefalet niteliğinde olduğunu belirtmiştir. Temyiz  üzerine  dosyayı  inceleyen  Yargıtay  19.  Hukuk  Dairesi  ise 18/12/2000  gün,  2000/7170-8738  sayılı  ilamı  ile  tarafların  kefalet  değil garanti  sözleşmesi  amaçladıklarını  belirterek  borçlunun  sorumlu  olduğu toplam borç miktarının belirlenmesini, sonra da limit aşımının kabul edilebilir ölçülerde olup olmadığını ve borcun artmasında bankanın bir kusurunun bulunup  bulunmadığı  noktalarının  araştırılarak,  garanti  verenin  sorumlu olacağı miktarın belirlenmesini işaret ederek kararı bozmuştur. İlk derece Mahkemesi ise direnme kararı vermiştir.  Bunun üzerine dosya Hukuk Genel Kuruluna (HGK) taşınmıştır. HGK her iki sözleşmenin ayırt edilmesi için kullanılacak yardımcı ve ana kıstaslar üzerinde durmuştur. Anılan şerh beyanındaki terim ve deyimler dikkate alındığında ilk başta ortada bir garanti varmış gibi görünüyorsa da, sadece bu terimlerden hareketle bir sonuca varmanın, garanti ve kefalet arasındaki  ölçütleri  belirleyen  11/06/1969  gün  ve  4/6  sayılı  İçtihadı Birleştirme  Kararı  (İBK)  ışığında,  doğru  olmayacağını  belirtmiştir.  Bu belirlemeden sonra ana kriterler üzerinde durulmuş ve garanti şerhinin kredi kartı sözleşmesinin hemen altında yer alması, beyanın başlangıcında da kredi sözleşmesine yollama yapılarak bu sözleşmeden doğan ve doğacak borçlar için davalıdan teminat beyanı alınmasının beyanın garanti değil kefalet 435Gökhan ÇINAR                                                       Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 419-442  amacına yönelik olduğu intibaının borçluya verilmiş olduğu kabul edilmiştir. Bu kapsamda, beyanın genel anlamından teminat verenin bağımsız bir borç değil kredi kartı müşterisi asıl borçlunun sorumluğunu yüklendiği ve böylece ikinci ana kıstas bakımından da bir garanti sözleşmesinin varlığından söz edilemeyeceğini ifade edilerek, teminat verenin bu sözleşmeyi yapmakta menfaati olduğunun belirlenememesi ve bu hususun davacı banka tarafından da ileri sürülüp kanıtlanmamış olması, teminatın, bağımsız, objektif bir amaca değil  asıl  borçlunun  borçlarını  karşılamaya  yönelik  olarak  verilmesi karşısında davacının taahhüdünün BK nın 18. maddesi uyarınca kefalet olarak kabul edilmesi gerektiği, yine, asıl kredi sözleşmesinde limitin belli olması ve garanti beyanında da bu sözleşmeye yollama yapılması nedeniyle kefaletin asli unsuru olan limit belirlemesinin gerçekleştiği hükme bağlanmıştır. Anılan HGK  içtihadında  oylamaya  katılan  43  üyeden  11 i  bozma  yönünde  oy kullanmıştır.72 Garanti ve kefalet arasındaki temel ayırt edici ölçüt aslilik ve fer iliktir. Dava konusu sözleşmede garanti şerhinde yer alan: Bu sözleşmede yer alan hükümlere  göre,  Bankomat  724  kart  hamili  ve  ortak  kart  hamillerinin yükümlülüklerini, doğmuş ve doğacak tüm borçlarını garanti ettiğinden… ibaresi fer iliğe ve dolayısıyla kefalete işaret eder. Daha önce açıklandığı üzere, özellikle kefalet benzeri garanti sözleşmesinde de garanti alanın üçüncü şahısla arasındaki temel ilişkiye atıf yapılması sebebiyle, yapılan bu atıf, garanti ve kefalet sözleşmelerinin ayrımını her zaman net bir şekilde ortaya koymaz. Kefalet benzeri garanti sözleşmesi kefalete yaklaşmaktadır ama garanti alan ile üçüncü kişi arasında hiçbir geçerli temel ilişki şart koşulmaz. Dolayısıyla şerhteki  metnin  bu kısmı  için  kefalet  sonucuna  varmak  çok mümkün değildir.  Teminat verenin eda yükümlülüğü asıl borçlunun eda yükümlülüğü ile aynı ise; yani teminat veren asıl borçlunun edasını amaçlamıyor, aksine teminat altına alıyorsa, teminat veren asıl borçlunun ödememesi halinde tazminat değil, aksine sadece edayı taahhüt etmişse, onun eda taahhüdü asıl borçlunun taahhüdü ile karşılık olarak örtüşüyorsa, daha ziyade kefaletin varlığı kabul edilmek gerekir. Teminat altına alınan eda ile temel ilişkideki edanın tamamen aynı oluşu ve birbirine bağlılığı, kefaletten söz edilmesine yol açar. Buradan hareketle de sözleşmedeki garanti şerhi incelendiğinde                                                             72  ARKAN, Sabih, Kredi Kartıyla İlgili Olarak Verilen Güvencenin Hukuki Niteliği (HGK nın 4/7/2001 Tarihli Kararının Eleştirisi), Ünal Tekinalp e Armağan, Cilt I, İstanbul 2003, Beta Kitabevi, s.983-985 436Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 419-442    Garanti ve Kefalet Sözleşmeleri Arasındaki Ayrım… bir  ayniyet  ve  örtüşme  görülmediği  cihetle  sözleşmenin  niteliği belirlenememektedir.73 Aslilik ve fer ilik kıstaslarıyla bir sonuca varılamaması durumunda ise sorun  yorum  yöntemiyle  çözülmelidir.  TBK nın  19.  maddesi  uyarınca yorum yaparken sözleşmenin lafzı, anlam ve amacı, hal ve şartlar ve münferit beyanların  içeriği  dikkate  alınıp,  teminat  sözleşmelerinin  yorumunda  da güven  ilkesi  ışığında  yol  izlenmelidir.  TBK nın  19.  maddesine  göre bankanın bu metne vermek istediği anlam değil, güven ilkesi kapsamında tarafların ortak ve gerçek amaçları araştırılmalıdır. HGK anılan içtihadında, …hiçbir menfaati olmayan, ticari gaye gütmeyen, sadece dostane ilişkiler nedeniyle tüketime yönelik banka kredi kartı kullanmasına imkân tanımak için verilen teminatın amacına aykırı olarak yorumlanmasını yasanın yukarıda anılan hükmüne aykırılık teşkil eder… demiştir. Yine HGK nın bu içtihatta: Garanti Şerhi beyanı ve bu beyanda kullanılan sözcük ve deyimleri fer i kıstaslardan olan sözleşmede kullanılan deyimler kıstasına göre ilk bakışta bir garanti akdinin oluştuğu intibaı bırakıyor ise de, sadece bu deyim ve sözcüklere  dayanılarak  sözleşmenin  niteliğinin  belirlenmesi  doğru olmayacağı gibi mümkün de değildir. demesiyle de isabetli bir yaklaşım gösterilmiştir.  Yine  anılan  içtihatta  belirtildiği  gibi  gerçek  kişiler  lehine verilen güvencenin daha çok kefalet olarak kabul edilmesi gerekir.74 Anılan içtihatta kullanılan bir diğer emare de teminat veren kimsenin bu sözleşmeyi yapmakta menfaati olmaması ölçütüdür. İçtihatta, İsviçre Federal Mahkemesinin bu yöndeki bir kararına atıf yapılmıştır. Bu ölçütün de her zaman uygulanabilir olduğunu söylemek zordur. Örneğin, bankalar da bazı durumlarda  bankanın  menfaati  olmadan  müşterileri  lehine  güvence vermektedirler.  Taraflar  menfaat  unsurundan  tamamen  ari  olarak  verilen güvencenin kefalet mi yoksa garanti mi olduğunu belirleyebilirler.75 HGK içtihadındaki diğer bir emare de kişiye yönelik teminat verme amacıdır. İçtihatta: Nihayet, kişiye yönelik teminat verme amacı gerek sözleşme, gerekse garanti beyanından açıkça anlaşılmaktadır. Zira verilen teminat kredi sözleşmesinin müşterisi ve asıl borçlusu Hüseyin isimli kişinin borçlarını karşılamaya yöneliktir. Bağımsız ve objektif bir amaca yönelmiş değildir.  denilmek  suretiyle  bu  kıstas  ortaya  konulmuştur.  Kefaletin borçluya, kefalet benzeri garantinin ise alacaklıya yönelik olduğundan evvelce bahsedilmişti. Kefalet benzeri garanti sözleşmesinde garanti veren garanti                                                             73  KOCAMAN, Garanti mi; Kefalet mi? s.79-80 74  KOCAMAN, Garanti mi; Kefalet mi? s.79-80 75  ARKAN, s.989 437Gökhan ÇINAR                                                       Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 419-442  alanın  belli  bir  edayı  elde  etmesini  garanti  eder.  Bu  yüzden  teminat sözleşmesinde  edanın  ayrıntılı  olarak  ve  başlı  başına,  bağımsız  olarak tanımlanması garantinin kararlaştırıldığı şekilde bir karine teşkil eder. Buna karşılık, garanti edilen edanın tespiti için tüm kapsamı itibariyle akdî üçüncü bir borç ilişkisine dayanmak gerekiyorsa, daha çok kefaletin varlığından bahsetmek gerekir.76 Bunların yanında, kefilin sorumlu olacağın miktarın gösterilmesi gerekir. HGK içtihadında 12/04/1994 gün ve 14/13 sayılı İBK ye atıf yapmıştır. Atıf yapılan  İBK de  kefalet  sözleşmesinde  gösterilmesi  gereken  miktarın niteliğiyle ilgili olarak özetle, kefalet senedinde yer alan bilgilerden limitin tespit edilebilir olmasının yeterli olduğu belirtilmiştir. HGK da buna istinaden asıl kredi sözleşmesindeki limitin belli olduğu cihetle, somut olayda kefaletin varlığına bir emare daha eklemiştir.77 Özetle,  Yargıtay  HGK nın  04/07/2001  gün,  2001/19-534  Esas  ve 2001/583 Karar sayılı ilamındaki amacın kefili korumak olduğu da ortadadır. Bu  içtihatla  bankaların,  başlığında  garanti  ifadesi  kullanılan  ve  genel kayıtlar  içeren  sözleşmelerle  kefili  koruyucu  hükümleri  etkisiz  kılması engellenmek amaçlanmıştır.78  Yargıtay Hukuk Genel Kurulu benzer şekilde son olarak, 23/05/2019 gün,  2017/11-1731  Esas  ve  2019/608  Karar  sayılı  ilamında,  yukarıda incelenen içtihadına atıf yaparak bunun müstakar olduğuna işaret etmiştir.79 Anılan  kararın  incelenmesinde  dava  tarihinin  22/09/2008  olduğu görülmektedir; yani 6098 sayılı Türk Borçlar Kanunu nun yürürlük tarihi olan 04/02/2011 den öncedir. Her ne kadar Hukuk Genel Kurulu bu son ilâmında, önceki içtihadına atıf yapmışsa da, önceki kanun döneminde gerçekleşen olayların  o  kanuna  göre  çözülmesi  gerektiğine  işaret  eden  kanunların geçmişe  yürümemesi  ilkesi80  karşısında,  6098  sayılı  Türk  Borçlar                                                             76  KOCAMAN, Garanti mi; Kefalet mi? s.83 77  ARKAN, s.990 78  KOCAMAN, 603. Madde,  s.509 79  Kişisel (şahsi) teminat sözleşmelerinin alt kavramlarını oluşturan kefalet ve garanti sözleşmelerinin temel amaçları, esas itibariyle asıl borç ilişkisinin tarafı olmayan üçüncü kişilerce, alacaklıya şahsi teminat (güvence) verilmesidir. Her iki sözleşme de temel amaçları itibari ile aynı hedefe yönelmekle birlikte, gerek doktrinde, gerekse bu konudaki uygulamanın öncüsü niteliğindeki 11.06.1969 tarihli ve 1969/4 E, 1969/6 K. sayılı Yargıtay İçtihadı Birleştirme Kararındaki (YİBK) belirlemelere göre, her iki sözleşme arasında temel farklar bulunmaktadır. Nitekim, Yargıtay Hukuk Genel Kurulunun 04.07.2001 tarihli ve 2001/19-534 E, 2001/583 K. sayılı kararında da her iki sözleşme arasındaki temel farklar belirtilmiştir… UYAP Portal, Erişim Tarihi: 23/05/2020 80  KILIÇOĞLU, M. Ahmet, Medeni Hukuk Pratik Çalışmaları, Turhan Kitabevi, Ankara, 2018, Onbirinci Basıya Önsöz 438Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 419-442    Garanti ve Kefalet Sözleşmeleri Arasındaki Ayrım… Kanunu nun yürürlüğe girdiği tarihten sonra ortaya çıkan uyuşmazlıklarda, kefalet  ve  garanti  sözleşmeleri  arasındaki  ayrımın  yapılmasına  ilişkin yorumda, 603. madde yol gösterici olacaktır. İşbu madde metninden de açıkça anlaşıldığı  üzere,  artık  gerçek  kişilerce  verilen  kişisel  güvenceye  ilişkin sözleşme her ne ad altında olursa olsun,  kefaletin şekline ilişkin hükümler uygulanacaktır. SONUÇ Kişisel teminatlar arasında yer alan her iki sözleşme türü ekonomik hayatta sıkça kullanılmakta ve ayrımı noktasında teorik olarak tartışmaları da beraberinde getirmektedir. Kefalet  sözleşmesi  Kanun da  açıkça  düzenlenmiş  iken,  garanti sözleşmesi TBK nın 128. maddesi yardımıyla açıklanmaya çalışılmaktadır. TBK nın 603. maddesi ile Kefaletin şekline, kefil olma ehliyetine ve eşin rızasına ilişkin hükümler, gerçek kişilerce, kişisel güvence verilmesine ilişkin olarak başka ad altında yapılan diğer sözleşmelere de uygulanır. hükmü getirilmiş ve önceki Kanun da olmayan bir şekilde kefaletin uygulama alanını genişletmiştir. Garanti sözleşmesinin unsurları, garanti alanı belli bir amaca yöneltmek amacı,  garanti  alanın  hareket  tarzından  doğacak  tehlikenin  üstlenilmesi, bağımsız yükümlülük altına girme ve ivazsızlıktır. Garanti sözleşmesi, yöneltmeyi amaçlayan; yani saf garanti sözleşmesi ve teminat amaçlı yani, kefalet benzeri garanti şeklinde temel olarak ikili bir ayrım şeklinde ortaya çıkmaktadır. Kefaletten ayrılması güç olan da kefalet benzeri garanti sözleşmesidir. Kefalette alacaklı ile borçlu arasındaki temel ilişkiye atıfta bulunurken, garanti sözleşmesinde bu şekilde bir yollama yer almamakta ve garanti veren garanti alan karşısında bağımsız bir borç altına girmektedir. Bu sebeple kefalet fer i, garanti asli niteliktedir. Aslilik-fer ilik  kıstasından  hareketle  sözleşmenin  niteliği  tespit edilemiyorsa, bu durumda yorum yöntemine başvurulur. Hâkim, sözleşmede taraflarca tercih edilen deyimlerle ve terimlerle bağlı kalmayarak sözleşmenin hukuki nitelendirmesini yapar. Bu sebeple tarafların kefalet veya garanti sözcüklerini  kullanmalarının  bir  önemi  yoktur.  Sözleşmenin  niteliği  için kullanılan  aslilik-fer ilik  kriteri  ve  yorum  yönteminde  kullanılan  diğer kıstaslar her zaman doğru sonucu vermemektedir. Bu bakımdan, münferit duruma ait tüm hal ve şartların doğru değerlendirilmesi belirleyici olacaktır. 439Gökhan ÇINAR                                                       Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 419-442  Bununla birlikte, salt bu kriterler temel belirleyici unsur olamaz. TBK nın 19. maddesi uyarınca ve güven ilkesi kapsamında tarafların ortak ve gerçek amaçları  değerlendirilmelidir.  Yine,  kefalet  hukukuna  hakim  olan, yükümlülük altına giren kişinin korunması ilkesinden hareket ederek, şüphe halinde sözleşmenin kefalet olduğu kabul edilmelidir.",
     "Kaynakça": "ACAR Özlem, Türk Borçlar Hukukunda Müteselsil Kefalet Sözleşmesi, XII Levha Kitapçılık, s.38 ARAL Fahrettin, AYRANCI Hasan, Borçlar Hukuku Özel Borç İlişkileri, Ankara, 2015, Yetkin Kitabevi ARAT Ayşe, “Tüketici Hukukunda Kefalet Sözleşmesi, Selçuk Üniversitesi Sosyal Bilimler Meslek Yüksekokulu Dergisi, Cilt 19 ARKAN Sabih, Kredi Kartıyla İlgili Olarak Verilen Güvencenin Hukuki Niteliği (HGK nın 4/7/2001 Tarihli Kararının Eleştirisi), Ünal Tekinalp e Armağan, Cilt I, İstanbul 2003, Beta Kitabevi, s.983-985 AYAN Serkan, Kefalet Sözleşmesinde Kefilin Sorumluluğu, Ankara, 2013 AYBAY Aydın, “Kefilin Önce Dava Def ini İleri Sürmesi Sorunu, Prof. Dr. Selim Kaneti ye Armağan, İstanbul, 1996, s. 83-90 BARLAS Nami, Türk Hukuk Sisteminde Banka Teminat Mektupları, İstanbul, 1986 BARLAS  Nami,  “Kredi  Kartı  İlişkisinde  Bankaya  Karşı  Verilen  Teminatın Niteliğinin Belirlenmesi, Ömer Teoman a 55. Yaş Günü Armağanı, Cilk III, İstanbul, 2002 BİLGE Necip, Borçlar Hukuku Özel Borç Münasebetleri, Ankara, 1971 BİLGEN Mahmut, Öğreti ve Uygulamada Kefalet ve Yargılama Hukukuna İlişkin Uyuşmazlıklar, Adalet Yayınevi, Ankara, 2013, s.115 CANBOLAT Ferhat, Banka Garantisinde Savunma İmkânları ve İhtiyadî Tedbirler, Ankara, 2009 ÇEKER Mustafa, “Tüketicinin Korunması Hakkında Kanun Kapsamında Kredi Kartı Borcunun Ödenmemesi ve Hukuki Sonuçları, Atatürk Üniversitesi Hukuk Fakültesi Dergisi, Cilt VIII, Sayı 1-2, 2004, s. 415-442 DEVELİOĞLU  Hüseyin  Murat,  Kefalet  Sözleşmesini  Düzenleyen  Hükümler Işığında Bağımsız Garanti Sözleşmeleri, Vedat Kitapçılık, İstanbul, 2009 440Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 419-442    Garanti ve Kefalet Sözleşmeleri Arasındaki Ayrım… ERDEN Kuntalp, “Yargıtay Kararları Işığında Kredi Kartı, Ticaret Hukuku ve Yargıtay Kararları Sempozyumu XIII, Ankara, 1996 EREN Fikret, Borçlar Hukuku Özel Hükümler, Yetkin Kitabevi, Ankara, 2009 GÜMÜŞ Alper, Borçlar Hukuku Özel Hükümler, Cilt II, İstanbul, 2014 GÜNDÜZ  Şefika  Deren,  6098  Sayılı  Türk  Borçlar  Kanunu na  Göre  Kefalet Sözleşmesinin Şekli, İstanbul, 2015 HATEMİ Hüseyin, SEROZAN, Rona, ARPACI, Abdulkadir, Borçlar Hukuku Özel Bölüm, İstanbul, 1992, Filiz Yayınevi İŞGÜZAR Hasan, Banka ve Kredi Kartı Sözleşmeleri, Yetkin Yayınları, Ankara, 2003 KAHYAOĞLU Emin Cem, Banka Garantileri, İstanbul, 1996, Beta Yayınları KARAHASAN Mustafa Reşit, Türk Borçlar Hukuku Özel Borç İlişkileri, İstanbul, 2004, Beta Yayıncılık KILIÇOĞLU M. Ahmet, Medeni Hukuk Pratik Çalışmaları, Turhan Kitabevi, Ankara, 2018 KIZILIRMAK Cansu Kaya, “Revised Rules of Turkish Code of Obligations on Formal Requirements of Contract of Surety Annales de la Faculte de Droit d Istanbul, Cilt 48, Sayı 65, s. 133-149 KOCAMAN  Arif,  Türk  Borçlar  Kanunu nun  603.  Maddesi  Üzerine  Bir Değerlendirme-Kefalete İlişkin Hükümlerin Uygulama Alanı, Prof. Dr. M. İlhan Ulusan a Armağan, Seçkin Kitabevi, Cilt 3, s.483-510 KOCAMAN Arif, Yargıtay Hukuk Genel Kurulunun 4/7/2001 Tarih ve E.2001/19534,  K.2001/583  Sayılı  Kararı  Üzerine  Bir  Değerlendirme-  Kredi  Kartı İlişkisinde Bankaya Karşı Verilen Kişisel Teminatın Hukuki Niteliği: Garanti mi; Kefalet mi? s.67-84 KOSTAKOĞLU Cengiz, Son Değişikliği ile Bankalar Kanunu Şerhi, İstanbul, 2004 OLGAÇ Senai, Kefalet, Ankara, 1987 OSER  Hugo/  SCHÖNENBERGER  Wilhelm,  İsviçre  Borçlar  Kanunu  Şerhi, Çeviren: SUNGURBEY, İsmet, Ankara, 1964 ÖZEN Burak, Kefalet Sözleşmesi, Vedat Kitapçılık, İstanbul 2014 REİSOĞLU Seza, Garanti Mukavelesi,  Ajans-Türk Matbaası, Ankara, 1963 REİSOĞLU Seza, Türk Kefalet Hukuku, Ankara, 2013  ŞAHAN Gökhan, Kefalet Sözleşmesinin Sona Ermesi, Ankara, 2009 441Gökhan ÇINAR                                                       Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 419-442  TANDOĞAN Haluk, Borçlar Hukuku, Özel Borç İlişkileri, Cilt II, Vedat Kitapçılık, İstanbul 2010 UYAP Mevzuat Programı UYAP Portal  von TUHR Andreas, Borçlar Hukuku Umumî Kısım, Cilt 1-2, Çeviren: Cevat EDEGE, Ankara, 1983 YAVUZ Cevdet, Borçlar Hukuku Özel Hükümler, İstanbul, 2016, Beta Yayıncılık ZEVKLİLER Aydın, Borçlar Hukuku Özel Borç İlişkileri, Ankara, 2004              442"
}