{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2018",
     "Cilt": "67",
     "Sayı": "4",
     "Başlık": "İFLASTA VERGİ ALACAKLARI VE SIRASI",
     "Title": "The Order of Tax Receivables in Bankruptcy",
     "Yazar İsmi": [
          "Doğan ŞENYÜZ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "iflas",
          "vergi",
          "amme alacakları",
          "alacaklarda sıra",
          "amme alacaklarında öncelik"
     ],
     "Keywords": [
          "Bankruptcy Tax",
          "Public Receivables",
          "Receivables in Order",
          "Priority in Public Receivable"
     ],
     "Özet": "Devletin  alacaklı  olduğu  ilişkilerde  özel  alacaklılar  kadar  dinamik olmadığı ve alacağının peşine düşmede bazı yetersizlikler içinde bulunduğu tecrübelerle sabittir. Bu tespite bağlı olarak devlet alacağının korunması fikri kapsamında farklı kanunlarda amme alacaklarına bazı imtiyazlar tanınmıştır. Bu kapsamda, iflas yoluyla takipte amme alacaklarının karşılanma sırası hacizdeki sıradan farklı usul ve esaslara bağlanmıştır. Amme alacaklarının en önemlisi vergiler olup mükellef borcunu rızaen ödemediğinde ammenin alacağını elde etmek için başvuracağı cebri icra yollarından biri de iflastır. İflas kararı verilmesiyle müflisin haczedilebilen tüm mal ve hakları ile borçları iflas masasını oluşturur ve tasfiye süreci başlar. Hangi alacağın hangi sırada karşılanacağı tasfiye süreci kapsamında belirlenir. Bu sırayı gösteren belgeye sıra cetveli denir. Sıra cetvelinde her türlü alacak yer almakla beraber amme ve özel alacaklar arasında sıralama farkları  öngörülmüştür.  Paranın  dağıtımı  kesinleşen  sıra  cetveline  uygun hazırlanan pay cetveline göre yapılır. Vergilere göre farklılaşan bir sıralama olduğu, bu sıralamada ilk olarak rehinli alacaklara yer verilmiştir. İkinci olarak özel olarak belirtilen bazı vergilerin (gümrük  vergileri ile  malın  aynından  kaynaklanan  vergiler  ve benzerleri) bulunur. Diğer vergilerin ise adi alacakların dördüncü sırasında öncelikleri vardır.",

     "Abstract": "Experiences show that if state is a payee, it is not as dynamic as a private creditors and it is in some insufficiency in its pursuit of receivable. Depending  on  this  determination,  within  the  idea  of  protection  of  the receivables,  state  give  some  privileges  in  different  laws  to  its  public receivables. In this context, order table of public receivables have attached different rules and procedures than attachment order, also follow through bankruptcy. Taxes  are  the  most  important  in  public  receivables  and  when  the taxpayer's do not pay debt with consent, the bankruptcy is one of the ways of compulsory  enforcement  for  state.  With  the  decision  of  bankruptcy, bankrupts's all goods and rights and debts which may be seized and debts create bankruptcy table and the liquidation process is starting. Order of receivables  are  determined  within  the  scope  of  liquidation  process. Document showing this order is called the order table. There are all kinds of receivables at order table, but ranking differences are predicted between public and private receivables. Distribution of money makes according to share table which appropriately prepared definite order. Tax  receivables's  place  and  order  of  bankruptcy  is  differentiated according to the characteristics of taxes. In this order, in the first place value added tax secondly there are pledged receivables. As the third there are some specially designated tax (customs duties and tax on goods and similar) files. Other taxes have priorities in the fourth of the nominal receivables.",
     "Metin": "Alacaklının borçluyu takip etmesinde başvurabileceği yollardan biri de iflastır. İflas, cüzi icra olan hacizden farklı olarak külli icra yoludur. Alacak ister  amme  alacağı,  ister  özel  hukuktan  kaynaklanan  alacak  olsun  iflas yoluna başvurulabilir. Bir başka deyişle iflasa başvurmada alacağın amme veya özel olmasının önemi yoktur. Her iki alacak için iflas yolu aynı ve tektir.  Müflis özel  ve/veya  kamu  borçlarından dolayı  alacaklıların  talebi üzerine Asliye Ticaret Mahkemesinden alınacak iflas kararı üzerine iflas 892Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952  İflasta Vergi… süreci başlar. Süreçteki birlikteliğe rağmen alacakların karşılanma önceliği bakımından  bazı  alacaklara  göre  amme  alacaklarına  bazı  ayrıcalıklar tanınmıştır. Hatta o kadar ki, amme alacakları kendi içinde farklı önceliklere tabi  tutulmuştur.  İflas  sürecinin  en  önemli  kısımlarından  biri  paraların alacaklılar arasında dağıtımı ve paylaştırılmasını belirleyen sıra cetvelinin düzenlenmesi oluşturur. Bu çalışmada iflas süreci içinde vergi alacakları özelinde  amme  alacaklarına  tanınan  statü  ve  ayrıcalıklar  ele  alınıp açıklanmaya çalışılacaktır. I. İFLASTA VERGİ ALACAKLARININ YERİ Bir borcun vadesi gelmesine karşın ödenmediğinde cebri icra hukuku devreye  girer.  Cebri  icra  hukuku  bakımından  ammenin,  amme  alacağı niteliğindeki alacakları için 6183 sayılı Amme Alacaklarının Tahsil Usulü Hakkında  Kanun  (AATUHK)  uygulanır.  Hangi  gelirlerin  amme  alacağı olduğu Kanunun 1 nci maddesinde belirtilmiştir. Vergi, vergi cezaları ve fer ileri amme alacakları arasında sayılmıştır. AATUHK,  ammenin  sadece  amme  alacağı  niteliğindeki  alacakları bakımından cebri icra kurallarını düzenler. Ammenin amme alacağı niteliği taşımayan (özel) alacakları bakımından AATUHK uygulanmaz. Kanunda ammenin amme alacağı niteliğinde olmayan alacakları sözleşmeden (örneğin kira alacakları, taşınmaz satışı alacakları, irtifak hakkı tesis bedelleri), haksız fiilden  (örneğin,  bir  trafik  kazasında  bariyerlerin  parçalanmasından kaynaklanan tazminat alacakları) ve haksız iktisaptan doğan alacaklar olarak sayılmak  suretiyle  belirtilmiştir.  Ammenin  özel  alacaklarının  takibi AATUHK ya göre değil, İİK ya göre yapılır. O halde ammenin alacakları biri  amme,  diğeri  özel  alacaklar  olmak  üzere  ikiye  ayrılır.  İki  alacak bakımından  doğuş  sebepleri  dışındaki  temel  fark  rızaen  ödenmedikleri takdirde  takibinde  uygulanacak  cebri  icraya  ilişkin  kanunların  farklı olmasıdır. Tahsilat  hukuku  bakımından  İİK  genel,  AATUHK  özel  kanun niteliğindedir.  Alacaklarının  AATUHK ya  göre  cebren  tahsilinin yapılabilmesi,  alacağın  ya  AATUHK  kapsamına  girmesine  ya  da  ilgili mevzuatta  alacağın  takibinin  AATUHK ya  göre  yapılacağına  ilişkin gönderme yapılmış olmasına bağlıdır. AATUHK da (m.100) yapılan atıf                                                            2   Metin TAŞ, Vergi İcra Hukukunda Haciz, Ekin Kitabevi, Bursa-2000, s.4. 893Doğan Şenyüz  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952 gereği  İİK daki  iflas  hükümleri  AATUHK  bakımından  da  tümüyle  cari kılınmıştır. Bir başka ifadeyle AATUHK da amme alacakları için ayrı bir iflas süreci öngörülmüş değildir. Bir alacak, özel veya amme alacağı niteliğinde olsun gerekli şartların bulunması halinde borçlunun iflası alacaklı tarafından istenebilir. İflasın istenmesi açısından alacağın özel hukuktan veya ammenin amme veyahut ammenin  özel  alacağı  niteliğinde  olmasının  önemi  yoktur.  İflasın istenebilmesi için borçlunun iflasa tabi kişilerden olması ve iflas şartlarının sağlanması yeterlidir. Haciz yoluyla takibe devam edilirken de iflas yoluyla takip istenmesine engel yoktur.  İflas  talebi,  ancak  Türk  Ticaret  Kanunu na  göre  tacir  sayılan  veya tacirler hakkındaki hükümlere tabi bulunanlar ile özel kanunlarına göre tacir olmadıkları halde iflasa tabi bulundukları bildirilen gerçek veya tüzel kişiler hakkında  yapılabilir.  Bu  açıklamalardan  anlaşılacağı  üzere  amme  borcu bulunan birinin iflas yoluyla takip edilebilmesi için iflasa tabi kişilerden olması zorunludur. Amme borçlusu iflasa tabi bir kişi değilse iflas yoluyla takip yapılamayacaktır. Bu durumda diğer cebri icra yollarıyla takip cihetine gidilir. İflas  tasfiyesinin  önemli  aşamalarından  biri  sıra  cetvelinin oluşturulmasıdır. Sıra cetveli hangi alacağın hangi öncelikte karşılanacağının belirlenmesi bakımından önemli olan bir belgedir. İflasa karar verilmiş olmasının müflisin tüm mal varlığı bakımından bazı  sonuçları  olur.  İflasının  açılmasına  karar  verilmesi  halinde,  iflasın açıldığı andan itibaren haciz yoluyla takip ve tahsilat yapılması mümkün bulunmamaktadır.  İflasın  açılmasından  önce  haczedilmiş  mallar  henüz satılmış değilseler bu haciz takipleri de iflasın açılmasıyla durur ve iflasın kesinleşmeyle düşer (İİK. m.193/2). İflastan önce haczedilmiş olan mal ve haklar da kendiliğinden iflas masasına girer (İİK m.186). İflas  masasının  oluşmasıyla  masaya  giren  mallar  üzerinde  müflisin tasarruf  yetkisi  ortadan  kalkar.  Hatta  iflas  kararının  verilmesi  ve  iflasın                                                            3   Binnur ÇELİK, Kamu Alacaklarının Takip ve Tahsil Hukuku, İş Bankası Kültür Yayınları No:627, İstanbul- 2002, s.225.  4   Yusuf KARAKOÇ, Kamu İcra Hukuku, Yetkin Yay, Ankara-2016, s. 203. 5   Tahsilat Genel Tebliği Seri A, sıra no:1, 4. Bölüm, Resmi Gazete Tarihi: 30.06.2007 Resmi Gazete Sayısı: 26568 894Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952  İflasta Vergi… açılmasıyla birlikte iflas öncesi avukatla kurulmuş vekâlet sözleşmesi de sona erer. Bu durumda davalar iflas idaresine yöneltilerek iflas idaresince takip olunur. Buna karşın, iflas hizmet sözleşmelerini kendiliğinden sona erdirmez.  İflastan  sonra  hizmet  sözleşmesini  sona  erdirmek  hakkı  iflas masasına aittir. Masaya giren malın mülkiyeti iflas masasınca paraya çevrilinceye kadar müflise ait olmaya devam eder. Müflis mallar satılıncaya kadar malların maliki  olmaya  devam  etmekle  birlikte  mallar  üzerindeki  tasarruf  yetkisi masanın kanuni temsilcisi olan iflas idaresine geçer. İflastan sonra masanın aktifine dâhil mallar üzerinde müflis tarafından yapılan her türlü tasarruf alacaklılara karşı hükümsüz olur. İİK gereği iflas dışında kalan mallar bu sınırlamanın dışındadır.  Borçlunun iflasını alacaklı vergi dairesi de isteyebilir. Bu durumda da tüm alacaklıları ilgilendiren bir hukuki süreç başlar. Sürece uygun şekilde diğer alacaklılar gibi vergi dairesi de alacağını sıra cetveline kaydettirerek tahsil etmek durumundadır. İflas tasfiyesinin yürütülmesinde görevli organ tasfiyenin adi tasfiye şeklinde yapılmasında  iflas idaresi  basit tasfiye şeklinde yürütülmesinde  iflas dairesidir.                                                            6   Yarg. 23. HD. 25.09.2017 tarih ve E:2015/6437, K:2017/2361 sayılı karar ( Murat ATALI, İbrahim ERMENEK, Ersin ERDOĞAN, Bünyamin KARTAL; İcra ve İflas Hukuku ,Pratik Çalışmalar), Yetkin Yay,,Ankara-2018, s.218. 7   Yarg.. 23. HD. 01.11.2013 tarih ve E:2013/6440, K:2013/6729 sayılı karar ;(ATALI ve diğerleri, a.g.e., s.219). 8   Finansal Kiralama Kanunu kapsamında kiralanan bir malın sözleşme süresince kiracısının ve kiraya verenin iflası durumunda çıkan sonuçlar ayrı ayrı düzenlenmiştir. Kiracının iflası halinde, iflas memuru, İcra ve İflas Kanununun 221 inci maddesinin birinci fıkrası hükmüne göre büro teşkilinden önce, finansal kiralama konusu malların tefrikine karar verir. İflas memurunun bu kararına karşı yedi gün içinde itiraz edilebilir (m.19) ;  Kiraya verenin iflası halinde, sözleşme, kararlaştırılan sürenin sonuna kadar iflas masasına karşı geçerliliğini sürdürür (m.21) . 9   Danş. 9.D.E. 13.03.2008 tarih ve 2006/2550, K: 2008/1271., (http://www.kazanci.com/ kho/ibb/giris.htm). 10   İflas idaresinin yapacağı görevler: Müflisin iflas masasındaki mallarını paraya çevirmek, alacaklarını tahsil etmek, masadan olan alacakları ve bunların imtiyazlı durumlarını incelemek, alacaklıları tespit etmek, sıra ve pay cetvelini yapmak, ikinci alacaklılar toplantısına çağırmak, masanın alacaklarını tahsil etmek, mallarını paraya çevirmek, masa adına dava açmak, icra takiplerine girişmek, üçüncü kişilerin masadaki mal hakkında istihkak iddialarını kabul veya reddetmek, hazırlanan sıra cetvelini iflas dairesine vermek, 895Doğan Şenyüz  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952 Mevzuatta  üstünlük ,  öncelik  ve  önde olma  halini ifade etmek üzere   rüçhan  hakkı ,   imtiyaz ,   ayrıcalık ,   teminatı  olmak   vb. kavramlar kullanılmaktadır. Ancak nereden bakılırsa bakılsın bu kavramların hemen hepsi alacağın başka bir alacaktan daha önce karşılanması halindeki alacakların  statüsünü  belirtir.  İİK  ve  AATUHK da  amme  alacaklarının nitelikleri  gözetilerek  sıra  cetvelinde  yer  almasında  farklı  düzeylerde öncelikler oluşturulmuştur. Öncelik kamu alacakları bakımından da geçerli olup kamu alacağını diğer alacaklar karşısında üstün kılan bir koruma sağlar. Bununla beraber amme alacakları için tek bir öncelik öngörülmüş değildir. Amme alacakları da kendi içinde farklı önceliklere tabi tutulmuştur. Tanınan  öncelik  bakımından  alacaklar  arasında oluşturulan  hiyerarşi hukuksal hiyerarşidir. Öncelikler, 15.03.2018 tarihinde yürürlüğe giren İİK m.  206 ncı  maddesindeki  değişiklikle  son  halini  almıştır  .  Değişiklikten önceki haline dipnotta yer verilmiştir.  - Buna göre; - Alacaklardan ilk olarak rehinli olan alacaklılara satış tutarı üzerinden rüçhan hakkı tanınmıştır.  - Rehinli alacaklardan sonra gümrük resmi ve akar vergisi gibi Devlet tekliflerinden  muayyen  eşya  ve  akardan  alınması  lazım  gelen  resim  ve vergilere öncelik verilmiştir. - Daha sonra da kendi arasında imtiyaz tanınan ve tanınmayanlar olarak iki alt bölüme ayrılan adi alacaklara yer verilmiştir.  Önceliklere amme alacakları itibarıyla genel olarak bakıldığında amme alacaklarının  rehine  bağlanmış  alacaklara  karşı  bir  önceliğe  tabi                                                                                                                                         satış bedelinden sıra cetvelinden önce ödenmesi gerekenleri öncelikle ve tam olarak ödemek, iflas alacaklıları bakımından sıra cetveline uygun şekilde elde edilen parayı dağıtmak, alacağını tam olarak alamayan alacaklılara geriye kalan alacak miktarlarını gösteren  aciz  vesikası  vermek  ve  son  rapor  hazırlayarak  iflasa  hükmeden  ticaret mahkemesine başvurarak iflasın kapatılmasını talep etmektir. 11   A- Rehinli alacaklardan önce gelen alacaklar (Özel öncelik tanınan vergiler)    B- Rehinli alacaklar    C- Rehinli alacaklardan sonra gelen alacaklar 1- İmtiyazlı alacaklar i- Birinci sıra alacaklar   ii- ikinci sıra alacaklar   iii- Üçüncü sıra alacaklar   2- İmtiyazsız alacaklar 896Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952  İflasta Vergi… tutulmamakla beraber, rehine bağlanmamış alacaklara karşı öncelik tanındığı görülmektedir.  Bazı  amme  alacaklarının  da  kendi  içinde  başka  kamu alacaklarına karşı korunduğu bir düzen oluşturulmuştur. Amme alacaklarına tanınan öncelik farklı uygulama biçimlerine sahip olsa  da,  hem  hacizde  hem  de  iflasta  geçerlidir.  Bu  kapsamda  paranın dağıtımı ve alacakların karşılanma sırası aşağıdaki derecelendirmeye göre oluşturulacak sıra cetveli esas alınarak yapılır. Sıra ve pay cetvellerinin hazırlanmasında aşağıdaki gruplandırma esas alınır. A - Rehinli alacaklar  B - Özel Öncelik Tanınan Vergiler C - Adi alacaklar 1 - İmtiyazlı alacaklar i- Birinci sıra alacakları ii- İkinci sıra alacakları iii- Üçüncü sıra alacakları (Kanunlarında imtiyazlı olduğu kabul edilen alacaklar, özel öncelik dışında kalan vergiler dâhil)  2 - İmtiyazsız alacaklar Belirtilen alacaklar taşıdıkları önceliklerine göre açıklanacaktır. A. REHİNLİ ALACAKLAR  İİK m. 206 ya bakıldığında rehinli alacakların adi alacakların karşıtı olarak kullanıldığı görülmektedir.  Bir alacağın rehinli olması ona ayni teminat verilmesi anlamına gelir. Böylelikle alacağa özel bir teminat sağlanmasıyla ona üstün hukuki statü kazandırılır.  Bir  alacağın  rehne  bağlanması  veya  alacağın  rehinli  hale getirilmesi  vadesi  geldiğinde  alacağın  tahsilinin  tehlikeye  düşmesini                                                            12   Ümit Süleyman ÜSTÜN, Kamu Alacaklarında Rüçhan Hakkı, Legal Yay, İstanbul-2013, s.97. (İİK da yapılan değişikliğe paralel düzenleme AATUHK m.21 de aynı kanunla yapılmıştır).  13.  İİK da  tüm  alacakları  içeren  tek  bir  sıralama  yerine  gruplamalar  yapıldığı  ve  adi alacaklılar grubu içinde sıralamalara yer verilmiştir. 14   Teminat rehne bağlanmış olabileceği gibi bağlanmamış da olabilir. 897Doğan Şenyüz  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952 engelleme amacı kapsamında tahsilata ilişkin ayni teminat (güvence) elde edildiğini  gösterir.  Bu  bakımdan  rehin  hakkı,  alacağa  güvence  sağlayan hukuki ilişki çeşitlerinden biri olarak herkese karşı ileri sürülebilir. Rehin ilişkisi hükmen veya sözleşmeyle kurulabilir.  Rehinli alacaklara diğer alacaklara karşı bir rüçhan hakkı tanınmış olup, rehinli  mal  iflas  masasına  girdiğinde  buna  bağlı  alacağın  diğer alacaklardan önce karşılanması yoluna gidilir. İİK nın 206/1 nci maddesinde rehinli alacakların en önde yer alacağı hükme bağlanmıştır.  Rehinle benzer bir kavram da teminattır. Kamu icra hukuku açısından teminat,  kamu  alacağının  tahsilini  tehlikeye  düşüreceği  kabul  edilen sebeplere dayanarak, kamu alacaklısının talebi üzerine, kamu borçlusunun kanunca  kabul  edilen  şeylerini  borcuna  karşılık  olmak  üzere  güvence göstermesi anlamına gelir. Teminat istenmesinin amacı da kamu alacağı kesinleştiğinde, kamu borçlusunun borcunu ödememesi halinde teminatın paraya çevrilerek alacağın tahsil edilmesini temin etmektir.  Teminat, rehne bağlı olabileceği gibi rehne bağlanmadan da olabilir. Mal rehni ayni teminat, kefalet ise şahsi teminat örneğini oluşturur. İİK m.206 ya bakıldığında rehinle karşılanan alacakların önceliğe sahip olacağı belirtilmekle birlikte  teminatlı olup da rehinle karşılanmamış olan veya teminatsız bulunan alacaklar masa mallarının satış tutarından, aşağıdaki sıra  ile  verilmek  üzere  kaydolunur   denmiştir.  O  halde  hüküm  gereği teminata  bağlansa  bile  rehne  bağlanmamış  alacakların  iflas  hukuku bakımından adi alacak olarak değerlendirileceği kabul edilmiştir. Bu nedenle VUK m. 12 ve KDV m. 55 kapsamındaki amme lehine hükmen oluşan teminatların da rehinli alacaklara önceliği olmayacağını düşünmekteyiz. Teminatın  rehin  verilmek  suretiyle  sağlanması  şeklinde  alacakların tahsilinde  o  alacak  ayni  bakımdan  güçlendirilir.  Rehin  verildikten  sonra malın kendisi alacağa sıkı bir şekilde bağlı hale gelir. Rehin özel alacaklar için söz konusu olabileceği gibi amme alacakları için de söz konusu olabilir. Ancak  hangi  tür  olursa  olsun  geçerlilikleri  kanunda  öngörülmüş  şekle uyulmuş  olmasına  bağlıdır.  Öngörülmüş  kanuni  şekle  aykırı  sözleşmeler                                                            15   Rehinli mal kavramına taşınmaz mallar için TMK m. 862, taşınırlar için TMK m.947 ve 684 gereği o malın bütünleyici parçaları ve eklentileri de girer. 16   Yusuf KARAKOÇ, Genel Vergi Hukuku, Yetkin yay, Ankara-2014, s.641. 898Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952  İflasta Vergi… rehni ve teminatı geçersiz kılar. Örneğin, Ticari İşlemlerde Taşınır Rehni Kanunu  kapsamında  kurulan  bir  rehnin  tescil  koşulunu  sağlamaması nedeniyle  geçersiz  sayılması  halinde  artık  rehinli  olma  halinden bahsedilemez. Bu durumda alacak adi alacaklar içinde değerlendirilir. Rüçhan  hakkı  rehinli  mal  ile  onun  satış  bedeli  arasında  kurulması nedeniyle rüçhan hakkı rehinli malın satış tutarıyla sınırlandırılmıştır. İİK m.206 da  bu  husus   alacakları  rehinli  olan  alacaklıların  satış  tutarı üzerinde rüçhan hakları vardır  denmek suretiyle ortaya konmuştur. Rehinle oluşturulan ayni sorumluluk şahsi sorumluluğu ortadan kaldıran bir husus değildir. Bu nedenle rehinli alacağın konusunu oluşturan malın satışından  karşılanamayan  alacak  kısmı  kalırsa  bu  kısım  bakımından borçlunun şahsi sorumluluğu devam eder. Yani rehin konusu malın paraya çevrilmesi  sonucunda  elde  edilen  tutar  alacağını  karşılayamazsa  artık alacağının  rehinle  karşılanmayan  kısmın  önceliği  kalmaz.  Rehinle karşılanamayan  alacak  kısmın  rehin  dışında  kalan  başka  bir  malın  satış bedelinden  karşılanması  söz  konusu  olmaz.  Bir  başka  deyişle  alacağın rehinli malın satış bedelinden karşılanamayan kısmının önceliği bulunmaz. Rehinli malın satışından karşılanamayan alacak miktarı adi alacak olarak sıra cetvelinde yer alır.  Rehnin doğabilmesi için malın alacaklıya teslimi kural olmakla birlikte Kanunda öngörülen bazı durumlarda teslim şart değildir. Örneğin 6570 sayılı Ticari İşlemlerde Taşınır Rehni Kanunu kapsamındaki rehinler alacaklıya teslimi şart olmayan rehinlerdir. Rehnin, konu aldığı mallar bakımından taşınmaz (TMK m.850)21 ve taşınır rehni (TMK m.939) olmak üzere iki türü vardır. İİK da rehin tabiri                                                            17   Yarg.. 19. HD. 28.02.1995 tarih E:774, K:1735 sayılı karar (Adnan DEYNEKLİ-Sedat KISA, Hacizde ve İflasta Sıra Cetveli, Alfa Basım yayım Dağıtım, İstanbuıl-1996, s.572 18   Yarg.. 19. HD. 23.09.2004 tarih ve E:2004/1753, K: 2004/9160 (BİLGEN, a. g. e., s.653). 19   ÜSTÜN, a. g. e., s.99. 20   İpotekle temin edilen alacağa parasal bir sınır çizilmesi durumunda ortaya çıkan üst limiti aşan kısım limit dışı alacak haline dönüşeceğinden bu kısmın önceliği yoktur. 21   Taşınmaz rehni, bir alacağı bir taşınmazın değeriyle güvence altına almak amacıyla tapu siciline tescil edilerek kurulan rehin türüdür. Taşınmazın maliki borçlu olabileceği gibi üçüncü kişi de olabilir Taşınmaz rehininin İpotek, ipotekli borç senedi ve irat senedi olmak üzere üç türü vardır. Ancak İİK 206. maddesinde sadece  rehin  tabirine yer verilmesi nedeniyle  ipotek  ve  taşınır rehni  tabirine giren tüm taşınır ve taşınmaz rehinlerini kapsamaktadır. Bu nedenle ipotekli borç senedi ve irat senedi şeklinde verilen 899Doğan Şenyüz  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952 kullanıldığında  ipotek  ve  taşınır rehni  kapsamına giren bütün taşınmaz ve taşınır rehinlerinin anlaşılması gerektiği belirtilmiştir (İİKm.23/3). İİK m.206 da  adi ve rehinli alacakların sırası  başlığı altında rehinli alacak kavramına yer verilmiştir. Madde 206 da rehin çeşidine göre bir ayırıma gidilmemekle  birlikte  İİK  m.23 de  aynı  kanunun  206 ncı  maddesinin uygulaması bakımından rehin kavramının ipotek, teslime bağlı rehin, hayvanlar üzerinde rehin, ticarî işletme rehni ve hapis hakkı şeklindeki türleri kapsadığı anlaşılmaktadır.                                                                                                                                         teminatlar İİK m.206 dışında tutulmuştur. 22   İpotek, Borca aynî güvence oluşturmasının yanı sıra borçlunun kişisel sorumluluğunun da devam ettiği bir taşınmaz rehni sözleşmesidir. Borç ödemediğinde alacaklı ipotek konulan gayrimenkulü sattırarak alacağını tahsil etme hakkına sahip olur. İpotekli borç senedi: borçlunun kişisel sorumluluğu yanında ayni güvence sağlayan ipotekten farklı olarak kıymetli evraka bağlanmış rehin senedi olup elden ele dolaşım (tedavül) kabiliyetine sahiptir. Rehnin değeri para borcuna teminat oluşturur ve değeri taşınmazdan ayrılır. Malın  satışından  karşılanmayan  borç  olursa  bu  kısım  bakımından borçlunun  kişisel sorumluluğu devam eder. İrat Senedi: Bir alacak için, borçlunun kişisel sorumluluğunun söz  konusu  olmadığı,  alacaklıya,  sadece  rehinle  yüklü  taşınmazın  değeriyle  sınırlı, bağımsız bir istem hakkı sağlayan kıymetli evraka bağlanmış bir rehin türüdür. İrat senedi taşınmazın  değeriyle  sınırlı  sorumluluk  oluşur.  Borçlunun  kişisel  sorumluluğunun olmadığı rehin konusu taşınmaza bağlı bir borç meydana gelmesi demektir. 23   8049 sayılı Türk Medeni Kanunu  Madde 939 - Kanunda öngörülen ayrık durumlar dışında taşınırlar, ancak zilyetliğin alacaklıya devri suretiyle rehnedilebilir. Rehnedende tasarrufta bulunma yetkisi olmasa bile, rehin konusu taşınıra iyiniyetle zilyet olan kimse, zilyetlik hükümlerine göre edinimi korunduğu ölçüde rehin hakkı kazanır. Üçüncü kişilerin önceki zilyetlikten doğan hakları saklıdır.  Taşınır,  fiilen  yalnız  rehnedenin  hâkimiyetinde  kaldığı  sürece  rehin  hakkı doğmaz. 24   8049 sayılı Türk Medeni Kanunu Madde 940 - Yetkili makamlar tarafından izin verilen kuruluşlar ile kooperatiflerin alacaklarının güvence altına alınması için, zilyetlik devredilmeden de, icra dairesinde tutulacak özel sicile yazılmak suretiyle hayvanlar üzerinde rehin kurulabilir. Bu amaçla tutulacak sicil tüzükle belirlenir. Gerçek veya tüzel kişilerin alacaklarının güvence altına alınması için, kanun gereğince bir sicile tescili zorunlu olan taşınır mallar üzerinde, zilyetlik devredilmeden de, taşınır malın kayıtlı bulunduğu sicile yazılmak suretiyle rehin kurulabilir. Rehnin kurulmasına ilişkin diğer hususlar tüzükle belirlenir.  25   20.10.2016 tarihli 6570 sayılı  Ticari İşlemlerde Taşınır Rehni Kanunu  böyle bir hak sağlar. 26   Hapis hakkı, borçlunun borcunu ödememesi karşılığı borçluya ait elinde alıkoyduğu eşyayı  sattırarak  alacağı  alma  hakkı  veren  bir  haktır.  TBK  m.  336 da   Taşınmaz kiralarında kiraya veren, işlemiş bir yıllık ve işlemekte olan altı aylık kira bedelinin güvencesi  olmak  üzere,  kiralananda  bulunan  ve  kiralananın  döşenmesine  veya kullanılmasına yarayan taşınırlar üzerinde hapis hakkına sahiptir  denmek suretiyle kiraya verene kiracının belirli malları üzerinde hapis hakkı tanınmıştır. Hapis hakkı da kiraya 900Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952  İflasta Vergi… İflasın açılmasından önce üzerine rehin tesis edilmiş olan mallar iflas masasına girer. Müflisin başkasının borcu için rehin verdiği malları da iflas masasına  girer.  İflasın  açılmasıyla  müflisin  masaya  dâhil  varlıklar üzerindeki her türlü tasarruf yetkisi kısıtlanacağından müflis yeni rehin tesis edemez, tesis etse bile bu tasarruf iflas alacaklılarına karşı hükümsüz olur (İİK  m.191/1).  Her  nasılsa  iflastan  sonra  kurulan  rehin  ilişkisi  öncelik sağlamaz. Önceliğe tabi olan rehnin iflasın açılmasından önce borçlunun malları üzerinde tesis edilmiş ve iflasın açıldığı anda devam ediyor olması gerekir.  İflasın kesinleşmesiyle mallar üzerindeki hacizler kalkar ve tümü iflasın açılmasıyla  masaya  girer.  İflasın  açılmasından  önce  başlatılmış  rehnin paraya çevrilmesi yoluyla takipler devam eder, iflastan etkilenmez. Rehne konu  mal  takip  alacaklısının  talebi  üzerine  icra  müdürlüğünce  paraya çevrilir. Satış bedelinden masraflardan sonra kalan olursa rehinli alacaklılara paylaştırılır. Geriye para kalırsa müflisin iflas masasına intikal ettirilir. İİK m.248 gereğince rehinli malların satış bedelinden sadece rehnin muhafaza ve paraya çevrilmesi masrafları çıkarılır ve kalan olursa rehinli alacaklar tatmin edilir. Örneğin, bir motorlu taşıtın motorlu taşıtlar vergisi borcu var aynı zamanda  üzerinde rehin varsa öncelikle satış bedelinden motorlu taşıtın muhafaza ve satış masrafları çıkarılır kalan olursa rehinli alacakların ödenmesine daha da kalan tutar olursa motorlu taşıtlar vergisi ödenir.                                                                                                                                         verene kanundan kaynaklanan tanınan bir çeşit teminat vermedir. Bu hak da kanun hükmü gereği kiraya verene kira alacağını öncelikle alma hakkı verir. Yarg.19.HD. 07.12.1992 tarih ve E:10296, K:644 sayılı kararı  kiraya verenin hapis hakkının bir rehinli alacak niteliğinde olduğunu  yönündedir. (Karar için bkz, Adnan DEYNEKLİ- Sedat KISA Hacizde ve İflasta Sıra Cetveli, Alfa Basım Yayım Dağıtım, İstanbul-1996, s.517). Hapis hakkı kanundan doğan bir tür rehin hakkıdır. Yarg. 12. HD. 05.03.2009 tarih ve E:2008/22953, K:2009/4625, (BİLGEN, a. g. e., s.648).  İİK nın  270 nci  maddesi  kiraya  verenin  kiracının  kira  bedelini  ödemediğinde  hapis hakkını kullanabilmesi için yardım talebini, 271 nci maddesi gizlice ve zorla işletme dışına çıkartılmış eşyanın geri alınmasına ilişkin düzenlemeleri içermektedir. Mallar üzerinde kiraya  verenin hapis hakkı varsa, kiraya veren kira bedeli ödenmediğinde kiracıya ait eşyaları paraya çevirerek alacağını öncelikle tahsil etme yetkisine sahip olur. Bu şekildeki hapis hakkı kamu alacağı için tanınan kanuni teminat hakkından önce gelir. Çünkü hapis hakkı kapsamında kira alacağı İİK m.23 kapsamında rehinli alacak kabul edilir ve amme alacaklarına karşı önceliğe sahip olur. 27   Baki KURU, İcra ve İflas Hukuku, 2.b., Adalet Yay, Ankara-2013, s.1205.  28   MUŞUL, a.g.e., s.1555 ve 1661 901Doğan Şenyüz  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952 Sonuç  olarak  rehinli  alacaklar  diğer  alacaklar  karşısında  rüçhanlı alacaklardır. Önce bu alacaklar ödenir. Rehinli alacaklara kamu  ve özel hukuktan kaynaklanması önemli olmaksızın diğer alacaklara göre rüçhan hak tanınarak özel bir üstünlük ve öncelik verilmiştir.  B.  GÜMRÜK  VERGİSİ  VE  AKAR  VERGİSİ  İLE  BUNLAR GİBİ VERGİLER Kamu alacaklarının 15.03.2018 tarihinde yürürlüğe girmek üzere1 sayılı kanunla yapılan İİK m.206 da yapılan  gümrük resmi ve akar vergisi gibi Devlet tekliflerinden muayyen eşya ve akardan alınması lazım gelen resim  ve  vergi,  rehinli  alacaklardan  sonra  gelir   değişikliğinden  sonra anılan  resim  ve  vergilerin  anılan  vergilerin  değişiklikten  önce  var  olan rehinli  alacaklara  karşı  önceliği  kaldırılmıştır.  Öncelik  hakkı  yer değiştirmiştir.  Gerçekten  İİK  m.206 da  7101  sayılı  kanunla  değişiklik yapılmadan  önce  anılan  resim  ve  vergiler  ödeniyor  daha  sonra  rehinli alacakların  ödenmesine  geçiliyordu.  Değişiklikle  rehin  alacağı,  malın aynından  kaynaklanan  vergi  alacağının  önüne  geçmiş  olup  anılan  kamu alacakları rehinle güvence altına alınmış alacaklar karşılandıktan sonra, diğer alacaklara  karşı  öncelikle  ödenecektir.  Bu  durumda  anılan  veya  başka vergilerin  rehinli  alacaklılara  önceliği  bulunmayacak  ve  rehinli  mal bedelinden devletin kamu alacaklarından önce rehinli alacaklıya rüçhanlı olarak ödeme yapılacaktır.  Esasen anılan resim ve vergilere ilişkin alacaklar rehinli olmamaları nedeniyle  bir  tür  adi  alacaktır.  Rehinli  alacaklar,  rehinle  temin  edilmiş alacakları  ifade  ederken  adi  alacaklar  rehinli  alacakların  karşıtı  olarak kullanılmış  ve  rehinle  temin  edilmemiş  olan  alacaklardır.  İİK da  adi alacaklar  kendi  arasında  imtiyazlı  ve  imtiyazsız  olarak  ikiye  ayrılmıştır. Sonuç olarak İİK m.206 daki anılan resim ve vergilere, imtiyazlı alacaklara ve bu kapsamdaki diğer vergilere göre, daha üstün bir korumanın sağlandığı görülmektedir.  Bu  durumda  bahis  konusu  maddede  belirtilen  vergilere rehinli alacaklardan sonra imtiyazlı alacaklardan önce gelmek üzere arada                                                            29   İsmail ERCAN, İcra ve İflas hukuku, 14.b., Kuram Yay, İstanbul-2018,s.323. 30   Timuçin MUŞUL, İflas ve Konkordato Hukuku, Adalet Yayınevi, Ankara-2018, s.325. 31   ARSLAN,YILMAZ ve diğerleri, a. g. e., s. 489.; Hakan PEKCANITEZ, Oğuz ATALAY, Meral SUNGURTEKİN ÖZKAN, Muhammet ÖZEKES; İcra ve İflas Hukuku, 5. b., Vedat Kitapçılık, İstanbul-2018, s.411.  902Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952  İflasta Vergi… kalan  bir  öncelik  tanındığı  anlaşılmaktadır.  Maddede  sayılan  resim  ve vergilere imtiyazlılardan daha üstün bir koruma sağlanması istenmeseydi anılan  resim  ve  vergileri  ismen  belirtmeye  hiç  gerek  kalmazdı.  Çünkü bunların  zaten  birer  amme  alacağı  olması  nedeniyle  adi  alacaklar kapsamındaki  imtiyazlı  alacak  olarak  işleme  tabi  tutulacağına  şüphe yoktur.  Resim  ve  vergilerin  ilişkili  olduğu  malların  rehinli  olmaması halinde rehinli alacaktan bahsedilemeyeceğinden bu defa anılan resim ve vergilerin önüne geçen bir alacak olmayacaktır. Bu nedenle masadaki malın anılan resim ve vergi alacakları varsa rehin söz konusu olmadığında anılan resim ve vergiler bunların önüne geçen bir alacaktan söz edilemeyecektir. Rehinli alacaklardan sonra gelen grupta yer alan gümrük resmi ve akar vergisi gibi vergiler ve bunlar için aranılan şartlar açıklanacaktır.  1. Vergi Tiplerine İlişkin Şartlar a. Kanunda Belirlenen Vergilerden Olmak  Rehinli  alacaklardan  sonra  önceliği  olan  vergiler  bütün  vergileri kapsayacak şekilde değil bazı vergileri kapsayacak şekilde yer verilmiştir. Rehinli alacaklardan hemen sonra gelmek üzere önceliğe sahip vergilerin hangileri olduğu İİK m.206 da bazıları ismen sayılmak ve bazıları da  gibi  vergiler denmek suretiyle tadadi (örnekleme) olarak belirtilmiştir.                                                             32   Eski düzenlemede var olan  ….o akar veya eşya bedelinden istifa olunduktan sonra …  ibaresinin 7101 sayılı Kanunla yapılan değişiklikle kaldırılması gümrük resmi ve akar vergilerinin  ilgili  oldukları  malların  dışındaki  malların  satış  bedelinden  aynı  sırada karşılanıp karşılanmayacağı konusunda tereddüt yaratır mahiyete sokmuştur. Bir başka ifadeyle rehinli alacaklardan sonra geldiği açık olmasına karşın acaba bu alacaklar aynı sırada  karşılanmak  koşuluyla  başka  malların  satışından  karşılanması  söz  konusu olabilecek midir? AATUHK (m.21) de 7101 sayılı kanunla haciz uygulaması bakımından yapılan  paralel  değişiklikle   ….o  eşya  ve  gayrimenkulün  aynından  doğan  amme alacakları o eşya ve gayrimenkulün bedelinden tahsilinde ….  denmekle ilgili eşya ve mallar için açık bir düzenleme yapılmıştır. İflasta aynı düzenlemede  bedeli  ibaresine yer verilmemesinin anlamı ne olmalıdır? Bu sorunun cevabı malın rehinli olmadığı durumda anılan resim ve vergi alacakları karşısında daha da önem kazanmaktadır. Kanaatimize göre İİK m.206 daki  satış tutarı  ibaresi AATUHK m.21 deki  bedel  ibaresine denk gelmektedir. İİK m.206 daki satış bedeli hem rehinli alacaklar hem de anılan resim ve vergileri  kapsayacak şekilde kullanılmıştır. Dolayısıyla, 7101 sayılı kanunla  yapılan değişiklik,  rehinle  temin  edilmiş  (rüçhanlı)  alacaklılara  sadece  sırada  öncelik tanımaktadır. 903Doğan Şenyüz  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952 İİK, 09.06.1932 tarihli olup mevzuatımızın oldukça eski bir kanundur. Kanunun 206 ncı maddesinde çeşitli değişiklikler yapılmış olup son halini 7101 sayılı Kanunla almıştır. Son değişiklikte ilginç olan mevzuatımızda ismen bulunan vergiler yerine bu gün için ismen bulunmayan sadece belirli bir niteliğe yönelik kullanılan  akar vergisi  kavramına yer verilmesidir. Mevzuattaki kavram birliğinin sağlanması ve günümüzdeki vergileri nitelik bakımından açıklamaya daha uygun olması nedeniyle AATUHK da aynı konudaki  düzenlemede  geçen  ifadenin  aynen  kullanılması  daha  yerinde olurdu. Yeni haliyle İİK daki düzenleme kavramlar bakımından isabetsiz olmuştur.  Bu durumda  gümrük resmi  ve  akar vergisi  kavramından bugünkü mevzuat  itibariyle  karşılığı  bulunan  vergi  ve  yükümlülükleri  anlamak gerekecektir.  Maddede  yer  alan   gibi   kavramı  ile  hem  gümrük  resmi gibileri, hem de akar vergisi gibilerin ifade edildiği anlaşılmaktadır. Anılan vergi ve yükümlülükler pozitif hukuk bakımından anlatılmak yerine bunların neler olduğunu belirlemek bakımından kapsam ve özellikleri açıklanarak günümüzdeki karşılıkları tespit edilmeye çalışılacaktır. Kanunda (İİK m.206) gümrük resmi ve akar vergisi yanında bunlar  gibi  özellik taşıyanlar da aynı derecedeki öncelik kapsamına alınmıştır. Madde metnindeki  gibi  ibaresinden öncelik kapsamı içindeki vergilerin sadece gümrük resmi ve akar vergisiyle sınırlı olmadığını gümrük vergisi ile malların aynından doğan tüm vergilerin kapsama alındığı anlaşılmaktadır.                                                               33   İİK da aynı maddeye ilişkin daha önceki değişiklikler 02.07.1940 tarihli 3890 sayılı Kanun ve 17.07.2003 tarihli 4949 sayılı Kanunlarla yapılmıştır.  34   Kamu alacaklarına haciz bakımından tanınan öncelik, 6183 tarihli AATUHK da 21/2. maddesinde düzenlenmiştir. Anılan maddedeki son değişiklik 7101 sayılı kanunla 15.03 2018 tarihinde yürürlüğe girmek üzere  Rehinli alacaklıların hakları mahfuzdur. Gümrük resmi, bina ve arazi vergisi gibi eşya ve gayrimenkulün aynından doğan amme alacakları o eşya ve gayrimenkul bedelinden tahsilinde rehinli alacaklardan sonra gelir.  şeklinde yapılmış ve İİK ile AATUHK arasındaki öncelik uyum sağlanmıştır. 35   Nitekim AATUHK aynı konudaki düzenlemede kullanılan kavram  bina, arazi vergisi gibi eşya ve gayrimenkulün aynından doğan alacaklardan   bahsedilerek günümüzde karşılığı bulunan vergilere ismen yer verildiği görülmektedir.  904Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952  İflasta Vergi… (1). Gümrük Vergisi ve  Gibi  Vergiler  (a) Gümrük Vergisi  İİK madde 206 da tanınan önceliğe ilişkin ayrıcalıklardan biri  gümrük resmi dir. Resmin kanunlarda açık bir tanımı olmasa da resim, belirli bir hizmetin veya işin görülmesi için, yetkili makamlarca verilen izin karşılığı alınan paraları ifade etmektedir. Vergi kamu hizmetlerinin karşılığı olarak alınırken resim belli bir işin yapılmasına izin verilmesi karşılığında alınır. Gümrük resmi ile gümrük vergisi teorik içerikleriyle aynı durumları ifade etmemekle beraber uygulama bakımından aralarında fark yok denecek kadar azdır. Nitekim, gümrük resmi ve gümrük vergisi olsun her ikisi de malların  gümrük  hattından  geçirilmesinden  önce  tahsil  edilen  bir yükümlülüktür.  Bu nedenle makalede gümrük resimleri için gümrük vergisi kavramının kullanılması  uygun  görülmüştür.  Gümrük  Kanunundaki  gümrük  vergisi İİK daki gümrük resmine karşılık kullanılmakla birlikte gümrük resminden kastedilen  ithalat vergileri dir. Gümrük resmi ülkeye sokulan mallara serbest dolaşıma girme statüsü verilmesi karşılığında zorunlu alınan bir paradır. Genel amaç ithal edilen eşyanın  maliyetini  artırmak  ve  böylece  iç  üretimi  korumaktır.  Gümrük vergisinin  ithalat  üzerinden  alınan  tipi  aynı  amaç  ve  sonuca  yol  açar. Gümrük vergisi ithal edilecek mallardan gümrük giriş tarifesi cetvellerine göre zorunlu alınır. Bu haliyle gümrük vergisi malların ülke içinde serbest dolaşımına izin verilmesini konu alan bir ithalat vergisi uygulama biçimidir. Gümrük resmi ile gümrük vergisi aynı hukuki ve fiili konumda bulunması nedeniyle  çoğu  zaman  gümrük  resmi  ile  gümrük  vergisi  aynı  anlamda kullanılmaktadır.  Nitekim,  Yargıtay  bir  kararında   gümrük  vergisinin yatırımı teşvik belgesi kapsamında ithal edilen eşyaların satılması halinde                                                            36   Metin  ERDEM-Doğan  ŞENYÜZ-İsmail  TATLIOĞLU,  Kamu  Maliyesi,  13.b.,Ekin Yayınevi, Bursa-2016, s.95.  37   Gümrük Kanunu m 3/8 ve a göre,  gümrük vergileri  deyimi, ilgili mevzuat uyarınca eşyaya uygulanan ithalat vergilerinin ya da ihracat vergilerinin tümünü;  ithalat vergileri  deyimi, eşyanın ithalinde ödenecek gümrük vergisi ile diğer eş etkili vergiler ve mali yüklerini,  ihracat vergileri  deyimi, eşyanın ihracatında ödenecek gümrük vergisi ile diğer eş etkili vergiler ve mali yükleri ifade eder. Gümrük resmine karşılık gelen gümrük vergisi ithalat vergileri kastedilmektedir. 905Doğan Şenyüz  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952 önceliği olduğu  yönünde karar vermiştir. Gümrük vergisi İİK 206 ncı madde kapsamında gümrük resmi ile aynı kabul edilip eşdeğer önceliğe sahip olduğu değerlendirmiştir.  Gümrük resmi ile gümrük vergisinin tam anlamıyla aynı şey olmadığı kabul  edilse  bile  İİK  m.  206 da  geçen   …gümrük  resmi  ….gibi…  düzenlemesi nedeniyle  gibi  ifadesinin aynı mahiyetteki yükümlülükleri de kapsadığı  dikkate  alındığında  isim  farklılığının  ortaya  çıkartacağı  farklı sonuç olmayacaktır. Bu nedenle gümrük resminin, en azından Kanundaki  gibi   ifadesiyle  gümrük  vergisini  ve  buna  eş  etkili  diğer  vergileri kapsadığının  kabulü  gerekir.  Esasen  gümrük  vergisine  eş  etkili yükümlülükler ileride  gibi  kapsamında ele alınıp ayrıca açıklanacaktır. İflas sürecinde, gümrük vergisine tabi eşyanın satışından elde edilen gelirden öncelikle o eşyaya ait gümrük vergisi ödenir. O eşyanın satışıyla karşılanmayan kısmın önceliği olmaz. Karşılanmayan kısım başka malların satılması  halinde  gümrük  vergisi  imtiyazlı  alacakların  üçüncü  sırasında değerlendirilir. (b) Gümrük Vergisi  Gibi  Vergiler Dünyadaki çeşitli ülkelerde dış ticaret üzerine çeşitli mükellefiyetler getirilmiştir.  Bu  mükellefiyetler  kapsamında  gümrükte  alınan  tüm  vergi, resim, harç ve fonları da içine alan geniş bir yükümlülük grubu bulunur. Hatta  bu  nedenle  4458  sayılı  Gümrük  Kanununda   gümrük  vergileri  kavramı  yerine   gümrük  yükümlülükleri   kavramı  kullanımı  tercih edilmiştir.  Gümrük  yükümlülüğü  tabiri  ithalat  bağlamında  ifade edildiğinde  kapsamına  ithalat  vergilerinin  tamamı  girer.  Bu  kapsamda gümrük vergisi ve bu vergiye eş etkili vergiler bir ithalat vergisi olarak kabul edilir.                                                             38   Yarg.  19  HD.  06.11.1997  tarih  ve  6764  /929;  Yarg.  19.HD.13.12.1996  tarih  ve 11094/1266 sayılı kararı için bkz, Adnan DEYNEKLİ, İflasın Vergi Alacağının Tahsiline Etkisi, Yetkin Yay, Ankara-1998, s.234. 39   Gümrük  yükümlülükleri  ithalat  ve  ihracat  işlemlerini  kapsamına  alacak  ödeme yükümlülüğünü içine alır. 40   Adnan GERÇEK, Teminat Kurumu, Seçkin Yay, Ankara-2013, s.161.  41    Gümrük yükümlülüğü  tabiri   gümrük vergisi ödeme mükellefiyetinden daha geniş bir alan ve anlamı ifade eder. (Cahit YERCİ, Gümrük Mevzuatı Dahil Tüm Yönleriyle İthalatta KDV, Yaklaşım Yay, Ankara-2005,s. 27. 906Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952  İflasta Vergi… Kanundaki düzenlemenin amacı dikkate alındığında niteliği itibariyle gümrük  vergisine  benzeyen  vergilerin  de  öncelikten  yararlanacağı belirtilmesi  karşısında  uygulamanın  aynı  mahiyetteki  diğer  gümrük yükümlülüklerini kapsamına alacak şekilde ele alınması gerekir. Gümrük vergisinden ayrıca ithal işlemleri sürecinde alınan vergilerin başında ithalde alınan Katma Değer Vergisi (KDV) ile ithalde alınan Özel Tüketim  Vergisi  (ÖTV)gelir.  Gümrük  vergisine  benzerlik  bakımından değerlendirildiğinde ithalde alınan KDV  ile ithalde ÖTV nin ithal edilen mallar  üzerinden  alınan  vergilerdendir.  Vergi  sisteminin  değişen  yapısı nedeniyle  gümrük  vergilerinin  hasılat  ve  uygulama  etkisi  daraltılarak uluslararası  vergilemeye  uyum  sağlanmasına  uygun  düşmesi  bakımından ithalde alınan KDV ile ithalde alınan ÖTV ye yer verilmiştir. Günümüzde bu iki verginin vergi hasılatı içindeki payı ithalatımıza bağlı olarak artmakta ciddi ve önemli bir yer oluşturmaktadır. Konumuz  yönünden  KDV  ile  ÖTV nin  gümrük  vergisine  benzerlik gösterdikleri ithali  konu  alan aşamasıyla  ilgili  kısmıdır.  Aksi  durumda KDV ve ÖTV nin yurt içindeki teslimlerine ilişkin olan kısımları  gümrük vergisi gibi  kapsamında ele alınması mümkün değildir. i) İthalde alınan Katma Değer Vergisi KDV malların yurtiçi ve ithalat işlemlerinden alınan bir vergidir. Yurt içindeki mal ve hizmetler verginin konusuna girmesi yanında KDVK nın 1. maddesinin  2.  bendinde  her  türlü  mal  ve  hizmet  ithalatının  da  KDV konusuna  giren  işlemlerden  olduğu  belirtilmiştir.  Bu  başlık  altındaki açıklamalar ithalde alınan KDV ile ilgilidir. Yurt içinde alınan KDV ile konumuzun ilgisi yoktur.  Malların ithalatında alınan KDV,  gibi  ibaresi kapsamında mal  ve hizmetlerin Türkiye ye ithal edilmeleri sırasında alınan gümrük vergisine eş etkilidir.  Hatta,  KDV  beyanının  gümrük  giriş  beyannamesiyle  yapılması gerektiği hallerde bu beyannamelerin vergi mükellefiyetinin başladığı anda gümrük idaresine verileceği (KDVK m.41/2) ve ithalde alınan KDV nin                                                            42   Ufuk SELEN , Gümrük İşlemleri ve Vergilendirilmesi, 4.b., Ekin Kitabevi Bursa-2012, s.142. 43   Burada kastedilen vergiler 3065 sayılı KDV Kanunu kapsamında  ithalde alınan Katma Değer Vergisi  ve 4760 sayılı Özel Tüketim Vergisi Kanun kapsamında  ithalde alınan Özel Tüketim Vergisidir. 907Doğan Şenyüz  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952 gümrük  vergisi  ile  birlikte  ve  aynı  zamanda  ödeneceği  hüküm  altına alınmıştır.  Malları  ithaline  dayalı  KDV  doğmuş  olmasına  rağmen  henüz  mala ilişkin KDV borcu ödenmeden (örneğin gümrükte bulunan) o malın iflas hükümlerine göre satışı yapılacak olursa, malın satış bedelinden önce ithalde alınan  KDV  tahsil  edilecektir.  KDV  alacağı  ile  ilgili  olmayan  malların satılması  halinde  KDV  alacağı  bu  konumdaki  öncelikten  yararlanamaz. Ancak imtiyazlı alacakların üçüncü sırasında değerlendirilir. ii) İthalde Alınan Özel Tüketim Vergisi ÖTV de  KDV  gibi  bir  tüketim  vergisidir.  Konumuz  bakımından ayrıldıkları  en  belirgin  noktalardan  biri  KDV  her  türlü  mal  ve  hizmeti konusuna  alırken  ÖTV  belirli  malları  konusuna  almasıdır.  ÖTV nin konusuna giren malların (petrol ve petrol ürünleri, motorlu taşıtlar, tütün mamulleri ile alkollü ve kolalı içecekler, beyaz eşya ve elektronik ürünler) ithal edilmesi vergiyi doğuran olay olarak kabul edilmiştir (ÖTVK m.3/e). Malların  ithalinde  alınan  ÖTV,  gümrük  idarelerince  alınır  ve  gümrük makbuzunda  ayrıca  gösterilir.  Bu  neden  ÖTV yi   gümrük  vergisi  gibi  kapsamı içinde değerlendirmesi için yeterli sayılmalıdır. ÖTV  alacağına  konu  mallar  satıldığında  iflas  masasından  öncelikle ÖTV ler  ödenir.  İthal  etmekten  dolayı  ÖTV  alacağı  doğmuş  olmasına rağmen malın iflas hükümlerine göre satışı yapılacak olursa, malın satış bedelinden  o  malın  ÖTV si  tahsil  edilecektir.  Başka  malların  iflas kapsamında satılması halinde ÖTV alacağı burada belirtilen önceliğe sahip olmaz. Bu durumda ÖTV alacağı imtiyazlı alacakların üçüncü sırasında yer alır.  iii) İthalde Alınan Diğer Yükümlülükler Yukarıda açıklanan KDV ve ÖTV dışında gümrük idarelerince ithalat sırasında alınan yükümlülükler de vardır. Anılan yükümlülükler doğrudan tahsil  yetkisi  kapsamında  gümrük  idaresince  alınan  yükümlülüklerdir.  gümrük  vergisi  gibi   kavramı  içinde  değerlendirilecek  vergi  ve yükümlülükler ismen aşağıda belirtilmiştir.                                                             44   Her ne kadar damga vergisi de ithalat işlemleri üzerinden düzenlenen kağıtlar üzerinden alınıyorsa da doğrudan bir gümrük yükümlülüğü olarak nitelendirilmesi mümkün değildir. 908Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952  İflasta Vergi… - 2976 sayılı Dış Ticaretin Düzenlenmesi Hakkında Kanun kapsamında alınan Toplu Konut Fonu (Tarım Payı). -  4629  sayılı  Bazı  Fonların  Tasfiyesi  Hakkında  Kanunun  geçici  1. maddesine göre alınan Tütün Fonu. - 3577 sayılı İthalatta Haksız Rekabetin Önlenmesi Hakkında Kanun kapsamında alınan anti damping vergisi veya telafi edici vergi.  - 4458 sayılı Gümrük Kanununa göre alınan telafi edici vergi. İfade  edilmelidir  ki,  ithaldeki  her  yükümlülüğün   gibi   ifadesi kapsamına girmesi düşünülemez. Aşağıda sayılan bu yükümlülüklerin tahsil yetkisinin gümrük idaresinde olması, gümrük idaresinin geliri kabul edilmesi ve iflas halinin de tahsilat aşamasıyla ilgili bir düzenleme olması nedeniyle öncelikten yararlanacağı kanaatindeyiz. (2) Akar Vergisi 45 ve  Gibi  Vergiler (a) Akar Vergisi İİK m. 206 da ….akarvergisi gibi Devlet tekliflerinden muayyen eşya ve  akardan  alınması  lazım  gelen  …….vergi  rehinli  alacaklardan  sonra gelir…   denilmek  suretiyle  malın  aynından  alınan  vergilerin  rehinli alacaklardan sonra gelen bir önceliğe sahip kılındığı belirtilmiştir. Akar                                                                                                                                         Diğer taraftan ithalat sırasında başka idarelerce tahsil edilen fakat ödenmesinden gümrük idarelerinin sorumlu tutulduğu (4684 sayılı kanuna göre alınan Kaynak Kullanımını Destekleme Fonu, 5846 sayılı Fikir ve Sanat Eserleri Kanununun 44. maddesine göre alınan  teknik  cihaz  ithalat  bedeli  üzerinden  yapılan  kesintiler,  2872  sayılı  Çevre Kanununun 18. maddesine göre yapılan çevre katkı payı)  mükellefiyetlerin gümrük vergisi gibi kavramı içine girmediği kanaatindeyiz. Çünkü bunlar vergi idaresinin mal varlığı ile değil başka kurumların mal varlığı ile irtibatlıdırlar. Gümrük idaresine sorumlu sıfatıyla bu ilişkilerde yer verilmiştir. Alacak gümrük idarelerine ait değildir. 45   Malın  aynından  doğan  vergilere  öncelik  tanıyan  İİK  m.  206 da  sadece  vergilerden bahsedilmiştir. Bu vergilerin aslına bağlı hesaplanan veya hesaplanmayan cezalara yer verilmemiştir. AATUHK nın 1. maddesinde vergiler ve cezaların ayrı kalemler olarak amme alacağını oluşturduğu dikkate alındığında mal aynına bağlı vergilere ilişkin olsa bile cezalarının İİK m. 206 kapsamı dışında tutulduğu dolayısıyla bu derecede öncelik tanınmadığı söylenebilir. Cezalar için İİK m. 206 uyarınca rehinli alacaklardan sonra gelen imtiyazlı alacak olarak adi alacakların üçüncü sırasında işlem gören bir öncelik tanınmıştır.  46   Akar taşınmaz mal anlamındadır. Ev, dükkân bağ, çiftlik tarla gibi kira geliri sağlayan mülktür. (Türk Dil Kurumu, Sözlük, 6. b, Ankara-1982, s.22).  47   Benzer bir hükme, üçüncü şahıslar tarafından haczedilen mallar bakımından AATUHK m. 909Doğan Şenyüz  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952 vergisi, emlake malik olunmak nedeniyle alınan bir çeşit servet vergisi olup, malın aynından doğan vergidir.  Vergi  teorisinde  malın  aynından  alınan  vergiler  servet  vergileri kategorisinde  yer  alır.  Kanunda  akar  vergisi  olarak  adlandırılan  malın aynından doğan vergiler geçmiş dönemlerde uygulanmasına karşın şu anda pozitif hukukumuzda akar vergisi isminde bir vergi bulunmamaktadır. Bu nedenle günümüzde Türk vergi sisteminde akar vergisiyle aynı nitelikleri arz eden vergilerin tespitine ihtiyaç vardır.Akar taşınmaz varlığı ifade ettiğine göre pozitif hukuk bakımından taşınmazlar üzerinden arazi vergisi ile bina vergisialınmaktadır.  Nitekim  haciz  hükümleri  bakımından  öncelikleri düzenleyen AATUHK nın 21. maddesinde doğrudan  bina ve arazi vergisi  kavramına yer verilmiştir. ATUHK da kullanılan bina ve arazi vergisi yerine yeni değişikliğe tabi tutulan İİK da şu anda mevzuatta ismen yürürlükte bulunmayan akar vergisi kavramının kullanılması isabetli olmamıştır. Kanun koyucu İİK da 2018 yılında bir değişiklik yaparken yıllık bütçe kanunlarında ifadesini  bulan  yürürlükteki  vergileri  niteliğine  göre  belirterek  veya  en azından güncel durumu yansıtan AATUHK daki terminoloji tercih edilmesi yerinde olurdu. Burada arazi vergisi ve bina vergisinin anlatılması amacını taşımıyoruz. Sadece akar vergisiyle örtüşen ve onun yerine geçen vergilerin neler olduğu belirtilmekle yetinilecektir.. (b). Akar Vergisi  Gibi  Vergiler İİK  m.206 da  geçen   akar   kavramı  taşınmazları   eşya   ise  insan üretimi malları,  ifade eder. Akar vergisi  gibi  vergiler nitelik itibarıyla akar vergisine benzeyen vergilerdir. Benzemeden kasıt en azından verginin                                                                                                                                         21/2 de  Rehinli alacaklıların hakları mahfuzdur. Gümrük resmi, bina ve arazi vergisi gibi eşya  ve  gayrimenkulün  aynından  doğan  amme  alacakları  o  eşya  ve  gayrimenkul bedelinden tahsilinde rehinli alacaklardan sonra gelir  denmek suretiyle verilmiştir. 48   ERDEM ve diğerleri, .a. g. e., s. 258 vd. 49   GVK m.70 deki sayılan mallardan elde edilen gayrimenkul sermaye iradının malın aynı üzerinden değil, iradı (geliri) üzerinden doğduğu dikkate alındığında kira gelirinin gelir vergisinin malın aynından doğan vergi kabul edilmesi mümkün değildir. Benzer şekilde kurumlar vergisi, damga vergisi, özel iletişim vergisi, çevre temizlik vergisi gibi vergiler malın aynından doğan vergi olmadığından bu vergilere rehinli alacaklardan sonra gelen grubun imtiyazlı alacaklar kısmının üçüncü sırasında yer verilir (AATUHK m. 21/3). 50   1319 sayılı kanun kapsamında önceleri Maliye Bakanlığı na ait olan emlak vergisinin tahsil yetkisi 3239 sayılı kanunun 113. maddesiyle belediyelere geçmiştir. 910Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952  İflasta Vergi… konusu ve vergiyi doğuran olay bakımından belirli bir örtüşmeyi anlamak gerekir.  Nitekim  AATUHK nın  haciz  hükümleri  bakımından  öncelikleri belirleyen  21.  maddesinde   …bina  ve  arazi  vergisi  gibi  eşya  ve gayrimenkulün aynından doğan amme alacakları …  ifadesi kullanılmıştır. Akar  vergisinin  konusunun  taşınmazlar,  vergiyi  doğuran  olay  da bunlara  malik  olmaktır.  Emlak  vergisi  üzerinden  hesaplanan  Taşınmaz Kültür Varlıklarının Korunması Katkı Payı nın (TKVKKP) aşağıda ayrıca açıklanacağı üzere, akar vergisi gibi kapsamında dikkate alınması gerektiği kanaatindeyiz. İlgili  maddede   …eşyadan  alınması  lazım  gelen  resim  ve  vergi  denilmesi  eşyalara  (mallara)  malik  olmayı  konu  alan  vergilerin  de  akar vergisi   gibi   kapsamında  olduğunu  göstermektedir.   Muayyen  eşyaya malik olunmak nedeniyle  ödenen vergiler kapsamına Motorlu Taşıtlar Vergisi ni  (MTV)akar  vergisi   gibi   vergi  olarak  değerlendirmek mümkündür.  Her  iki  verginin  malın  aynından  alınan  karakterde  olması  gibi   kavramının  kapsamını  içinde  değerlendirilmesi  için  yeterli görülmelidir.  Verginin konusu içinde taşınmaz ve taşınırların yer aldığı Veraset ve İntikal Vergisi nin (VİV)her iki açıdan da malın aynından alınan vergi olduğu görülmektedir. i) Motorlu Taşıtlar Vergisi İİK  m.  206 da   muayyen  eşya  ve  akardan  alınması  gereken vergiden…  bahsedilmiştir. Motorlu taşıtların kanun tarafından belirlenen muayyen eşya olduğu, motorlu taşıtlar vergisinin de malın aynı üzerinden alınan vergi olduğu konusunda bir tereddüt yoktur. Akar vergisi ve motorlu taşıtlar  vergisinin  her  ikisi  de  malın  aynından  alınan  vergidir.  Akar vergisinin  taşınmazları  motorlu  taşıtlar  vergisin  taşınırları (eşyaları)vergilendirmesi nedeniyle motorlu taşıtlar vergisini  akar vergisi gibi  kapsamında olduğunun kabulü gerekir.  İflas masasında bulunan motorlu taşıttan kaynaklanan motorlu taşıtlar vergisi alacağı o motorlu taşıt satıldığında öncelikle varsa rehinli alacaklar sonra motorlu taşıtlar vergisi ödenir.  911Doğan Şenyüz  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952 ii) Veraset ve İntikal Vergisi Emlak  ve  motorlu  taşıtlar  vergisinin  malın  aynından  kaynaklanan vergiler olduğu halde VİV için aynı şeyi tam anlamıyla söylemek mümkün değildir. Veraset ve intikal vergisinin malın aynından doğma vasfı arazi, bina ve motorlu taşıtlar vergisi kadar net değildir. Çünkü VİV esasen malın mülkiyetinin el değişimini esas alan bir vergidir. VİV de verginin konusu intikale konu olan mallar, vergiyi doğuran olay ise malın veraseten (ölüme bağlı) veya sağlararası intikalidir. Bu vergi, mala malik  olunması  nedeniyle  bizzat  mirasçı  mükellef  tarafından  ödenen dolaysız bir vergidir. Bu nedenle VİV malın aynından alınan vergiler içinde değerlendirilmesi  gerekir.  VİV de  veraseten  intikal  eden  mallar  ile  bu mallara isabet eden vergi arasında tereke kapsamında her zaman bire bir ilişki doğuracak bağ kurulamaz. Hangi mal satıldığında hangisinin borcunun ödeneceği sorunun ana kaynağını oluşturur. Tek malın veraseten intikali hariç intikal eden diğer mallar ile tahakkuk eden vergi arasında birebir ilişki bulunmaz. Sağlararası intikalde de aynı şey geçerlidir. Kanaatimizce iflas masasında bulunan mala isabet eden verginin bulunması suretiyle sorunun aşılması mümkündür. VİV de satılan malın değerinin intikal eden malların toplam değerine oranı dikkate alınarak o mala isabet eden VİV bulunabilir. iii) Taşınmaz Kültür Varlıklarının Korunması Katkı Payı TKVKKP  bir  vergi  olmamakla  birlikte  hukuken  vergi  benzeri  mali yüküm niteliğindedir. 2863 sayılı Kanunun m.12 ile getirilen katkı payı, bina ve arsa vergisi mükelleflerinden bina ve arsa vergilerinden ayrı olarak alınır. Tahakkuk eden pay bina ve arsa vergilerinin % 10 u oranındadır. O kadar ki katkı payına dair yönetmeliğin 1 ve 5 ncimaddelerinde tahakkuk eden emlak vergisiyle birlikte tarh, tahakkuk ve tahsil edilir denmekle vergiye ilişkin usulün aynen benimsendiği anlaşılmaktadır.                                                            51   Yarg.19. HD. 16.06.2002 tarih ve E:2001/9795, K:2002/3705 (Mahmut BİLGEN, İcra ve İflas Hukukunda Sıra Cetveli, 2.b.,Adalet Yay, Ankara-2014, s.715); HGK. 14.01.1970 tarih ve 773/26 (DEYNEKLİ , a. g. e., s.226); Yarg. 19.HD. 03.07.1997 tarih ve 4752/6971,Yarg. İİD.12.05.1964 tarih ve 206/5685 sayılı kararı (DEYNEKLİ , a. g. e., s.118-119 dipnot);  52   Yarg. 19. HD., 25.06.1994 tarih ve 4582/6936 sayılı kararı aynı yöndedir. 53   İlhami ÖZTÜRK, Vergi Benzeri Mali Yükümlülükler, Yetkin Yay, Ankara-2016, s.332. 912Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952  İflasta Vergi… TKVKKP nin ile bina ve arazi vergilerinden farklılığı elde edilmesinde değil,  tahsil  edilen  payın  kamu  giderine  dönüşmesindeki  tahsiste  kendini gösterir. Vergiler genel kamu giderlerini finanse etmek amacıyla adem-i tahsis prensibine göre harcanırken, anılan katkı payı tahsis prensibine uygun olarak kültür varlıklarının korunması ve değerlendirilmesi amacıyla harcanır. Sadece emlak vergisindeki adem-i tahsis ilkesi TKVKKP de tahsis ilkesine dönüşmüş olmaktadır. TKVKKP  emlak  vergisi  gibi  emlake  malik  olma  nedeniyle  alınır,  bu nedenle emlak vergisiyle konusu ve vergiyi doğuran olayı aynıdır. Bu aynılık TKVKKP nin akar vergisi  gibi  kavramı içinde değerlendirilmesi için yeterli olduğu kanaatindeyiz. Çünkü kanun koyucu emlakı konu olarak alan bir  vergi benzeri gelir  yaratarak bunu da emlak vergisine bağlamıştır. Nitekim VUK un 1. maddesinin 2. fıkrası VUK un kapsamını çizerken  …vergi resim ve harçlara bağlı  olan  vergi,  resim  ve  zamlar  da  bu  kanuna  tabidir   ifadesine  yer vermiştir.  TKVKKP nın konusu olan taşınmazın iflas hükümlerine göre satılması halinde  satış  bedelinden öncelikle  rehinli  alacakların  karşılanması  sonra  da TKVKKP  karşılanır.  Aynı  sırada  bina  ve  arazi  vergileriyle  TKVKKP nın yarışması  halinde  satış  bedelinin  nasıl  bölüştürüleceği  açıklamasına  ileriki bahislerde yer verilmiştir. b. Vergi Asıllarından Olmak.  AATUHK  m.1 de  amme  alacaklarının  nelerden  ibaret  olduğu sayılmıştır.  Buna  göre  vergi,  resim,  harç,  ceza  tahkik  ve  takiplerine  ait muhakeme masrafı, vergi cezası, para cezası gibi asli, gecikme zammı, faiz gibi fer'i alacakları amme alacağı sayılmıştır.  İİK m. 206  da sadece vergilerden bahsedilmiş vergi cezalarına ilişkin bir hükme yer verilmemiştir. AATUHK da vergi asıllarının ayrı, cezaların ayrı kamu alacağı türü olduğu dikkate alındığında vergi kavramının cezaları içerdiği söylenemez. Sonuçta İİK m. 206 kapsamında vergi kabahatlerine                                                            54   Ayrıca,  Yönetmeliğin  5.  maddesinde,  katkı  payının  tarh,  tahakkuk  ve  tahsilinde, 29.07.1970 tarihli ve 1319 sayılı Emlak Vergisi Kanunu, 04.01.1961 tarihli ve 213 sayılı Vergi Usul Kanunu ile 21.07.1953 tarihli ve 6183 sayılı Amme Alacaklarının Tahsil Usulü Hakkında Kanun hükümleri uygulanacağı açıkça belirtilmiştir. 55   Cezalar, vergi asıllarına bağlı (vergi ziyaı) veya vergi asıllarına bağlı olmayan (genel usulsüzlük ve özel usulsüzlük) kabahatlerine ilişkin cezalardan ibarettir. 913Doğan Şenyüz  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952 ilişkin  cezalar  kişisel  nitelik  taşıdıklarından  adi  alacaklardan  imtiyazlı alacakların üçüncü sırasına göre işleme tabi tutulur. Çünkü kesilen ceza kabahatin karşılığı olarak kesilen kamusal bir cezadır. Örneğin, bir motorlu taşıta kesilen trafik para cezası motorlu taşıtla ilişkili olmasına karşın vergi alacağı  olmadığından  ve  dahi  motorlu  taşıtın  sahibi  bakımından  kişisel nitelik taşıdığından buradaki önceliğe sahip olmaz. Cezalar bir amme alacağı olması nedeniyle imtiyazlı adi alacaklar içinde yer alır. Ancak vergi asıllarını fer ileri niteliğindeki alacaklar (gecikme faizi, gecikme zammı vb.),aslın tabi olduğu akıbete tabi olma kuralı gereği, vergi aslı kapsamında önceliğe sahip olacaktır. Bu konu ileride ayrı başlık altında ele alınacaktır. 2 -. Vergi Konusu Mala İlişkin Şartlar  a - Malın İflas Masasında Mevcut Olması  İİK m.206 daki anılan resim ve vergilerin, iflas açıldığı anda rehinli alacaklardan sonra gelmek üzere öncelik alması resim ve vergiyle ilişkili o malın iflas masasında bulunmasına bağlıdır. Kanunda rehinli iflas alacağının rüçhan hakkının malın satış bedeli üzerinde olması şartı doğal olarak o malın masada yer almasını da içinde barındırır. Alacağın kaynağı ile mal arasında kurulan illiyet  alacağın  o  malın  satılmasına  bağlandığını  gösterir.  Malın masa  mevcudunda  bulunmaması  halinde  o  mala  ait  anılan  resim  ve vergilerin  önceliği  olmaz.  İİK  m.206 da   Alacakları  rehinli  olan alacaklıların satış tutarı üzerinde rüçhan hakları vardır. Gümrük resmi ve akar vergisi gibi Devlet tekliflerinden muayyen eşya ve akardan alınması lazım gelen resim ve vergi, rehinli alacaklardan sonra gelir  denmiştir. Değişiklikle rehinli alacaklılara rüçhanlı alacaklı olarak ödeme yapılacağı sonra bu satış bedelinden kalan olursa anılan anılan resim ve vergilerin ödeneceği şeklinde anlaşılmalıdır. Rehinli alacaklardan sonra gelecek anılan resim ve vergi alacaklarının karşılanacağı satış bedeli aynı zamanda rehinli alacağın satış bedelidir. Sadece rehinli alacaklardan artan olursa anılan resim ve vergiler ödenecektir.  Masa dışında kalan ve masada yer almayan malların satış tutarından anılan resim ve vergilerin karşılanması mümkün değildir. Bu durumda o resim ve vergi alacağı imtiyazlı alacakların üçüncü sırası olacaktır. 914Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952  İflasta Vergi… Örneğin, motorlu taşıtlar vergisi borcu bulunan bir araç iflastan önce satılmışsa artık araç masaya dahil olmayacağından aracın iflas kapsamında satılması  söz  konusu  olmayacaktır.  Motorlu  taşıtlar  vergisinin  buradaki önceliğinden bahsedilemez. Diğer taraftan motorlu taşıt işletmeciliğinden doğsa bile gelir veya damga vergisi gibi vergiler malın aynından doğan vergiler olmadığından satılan motorlu taşıt satış bedeli üzerinde önceliği bulunmaz. Benzer şekilde gümrük vergilerinden doğan alacağın rüçhanlı olabilmesi için gümrüğe tabi eşyanın veya bu eşya satılmışsa satış bedelinin iflas masasında olması gerekir. b. Alacağın Malın Satış Tutarından Karşılanması Gümrük resmi, bina arsa ve arazi vergisi, veraset ve intikal vergisi gibi satılan  malın  aynından  doğan  kamu  alacakları  adi  alacaklardan  önce ödenir.  Bu  şart  malın  iflas  masasında  bulunması  şartını  tamamlayıcı nitelikteki  bir  şarttır.  İflas  alacağı  malın  satış  hasılatından  karşılanması gereği verginin önceliğinin mal veya mallarla sınırlı hale getirmiştir. Öncelik diğer  mal  veya  malların  satılmasıyla  ilişkilendirilmez.  Vergi  hangi  mal üzerinden doğmuşsa, vergisi de o malın satış bedelinden ödenecek olup başka  malların  satış  bedelinden  önceliği  bulunmaz.Vergi  alacaklarının masadaki  malın  satış  bedelinden  karşılanamayan  kısmı  olursa  bu  kısım rehinli alacaklardan sonra tanınan öncelikten yararlanamaz.  Öncelik masadaki mallarla ilintili vergiler ve onların satışından elde edilen  miktarı  geçememesi  bakımındandır.  Örneğin,  bir  otomobile  ait motorlu taşıtlar vergisi borcu varsa o taşıt iflas hükümlerine göre satılması halinde  önce  rehinli  alacaklar  ödenecek  sonra  motorlu  taşıtlar  vergisi ödenecektir. Bir motorlu taşıtın vergisi masa mevcudunda yer alan başka motorlu  taşıtın  satış  bedelinden  ödenmesi  şeklinde  bir  önceliğe  sahip değildir. Diğer bir ifadeyle her motorlu taşıta ait verginin önceliği o motorlu taşıtla  sınırlı  olup,  masada  mevcut  diğer  taşıt  veya  eşyaların  satış bedellerinden önceliği bulunmaz.                                                             56   Yarg. 19. HD. 20.10.2010 tarih ve E:2010/8942, K:2010/11721 (BİLGEN, a. g. e., s.711.). 57   Ramazan ARSLAN, Ejder YILMAZ, Sema TAŞPINAR AYVAZ; Emel HANAĞASI, İcra ve İflas Hukuk 4.b., Yetkin Yay, Ankara -2018, s.489. 58   Timuçin MUŞUL, İcra ve İflas Hukuku, Cilt: II, 6. b., Adalet Yay, Ankara -2013, s.1640. 59   Yatırımı teşvik belgesi kapsamında gümrük remi ve resimlerinden muaf olarak ithal 915Doğan Şenyüz  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952 Motorlu  taşıtlar  vergisi  için  söylenenleri  gümrük  vergisi  için  de söylemek  mümkündür.  Şöyle  ki,  gümrük  vergilerinden  doğan  alacağın öncelikli olabilmesi için, gümrüğe tabi eşyanın veya bu eşya satılmışsa, satış bedelinin  iflas  masasında  olması  şarttır.  Bir  mala  ait  gümrük  vergisi gümrükteki  başka  malın  satışında  önceliğe  sahip  olmayacağı  gibi  bir taşınmaza ait emlak vergisi de başka bir taşınmazın veya taşınırın satışında rehinli alacaklara karşı öncelik oluşturmaz. Vergi alacağının ilişkili malların satış  bedelini  aşması  halinde  karşılanmayan  kısım  imtiyazlı  alacakların üçüncü sırasına kaydedilir.  C - ADİ ALACAKLAR  İİK da  rehinli  alacakların  karşıtı  olarak  adi  alacak  kavramına  yer verilmiştir. İİK madde 206 nın başlığı  adi ve rehinli alacakların sırası  olup, madde bakımından rehinli alacakların dışında kalan alacakların adi alacak olarak nitelendirildiği anlaşılmaktadır. Adi alacaklar rehinli alacak kavramının  karşıtı  olarak  kullanılmıştır.Maddede  adi  alacaklar  için oluşturulan dördüncü sırada  imtiyazlı olmayan  alacaklar kavramına yer verilmesi nedeniyle aynı maddenin birinci, ikinci ve üçüncü sırasında yer alan alacaklar imtiyazlı alacaklar olarak nitelendirilir. Sonuçta adi alacaklar  imtiyazlı   ve   imtiyazsız   alacaklar  olarak  ikiye  ayrılmıştır  (İİK m.206/3).İmtiyazlı alacaklar imtiyazsız alacaklardan sıra olarak önde yer almaları nedeniyle önce ödenmesi gereken alacaklardır. İmtiyazlı  alacaklar  kendi  içinde  de  birinci,  ikinci  ve  üçüncü  sıra şeklinde sıralanmış olup aralarında hiyerarşi kurulmuştur. Birinci sıradaki alacaklar  karşılanmadan  ikinci  sıradaki  alacaklara,  ikinci  sıra  alacaklar karşılanmadan üçüncü sıra alacaklara geçilmesi mümkün değildir. İİK m.206 da  Teminatlı olup da rehinle karşılanmamış veya teminatsız bulunan  alacaklar  da  masa  mallarının  satış  tutarından  aşağıdaki  sıra  ile                                                                                                                                         edilen mallar varsa teşvik belgesi şartları ihlal edildiğinde muafiyet nedeniyle zamanında alınmayan vergiler muaf olarak ithal edilen eşyaların satış bedeli üzerinden alınacaktır. Bu nedenle satılan malların gümrük vergi ve resimlerinden muaf olarak ithal edilen mallar olup olmadığı incelenerek muaf olarak ithal edilen eşya ise önceliğin bulunduğu kabul edilecek, muaf olarak ithal edilen eşya değilse önceliğin bulunmadığı kabul edilecektir. (Yarg.19.HD. 15.05.1997, 2737/4979 (DEYNEKLİ a. g. e., s. 117)  60   Yarg. 23.HD. 03.05.2012 tarih ve E:2012/1135, K:2012/3336. (BİLGEN, a. g. e., s.708). 61   KURU, a. g. e., s.1270. 916Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952  İflasta Vergi… verilmek üzere kaydolunur  denmiştir. Buradan rehinli olmadığı sürece bir alacağa teminat verilmiş olması onun adi alacak olarak değerlendirilmesine engel teşkil etmeyeceği anlaşılmaktadır. Alacağın sözleşmeyle veya hükmen teminata  bağlanmış  olmasının  önemi  yoktur.  Alacak  teminatlı  olsa  bile rehinle  karşılanmamış  ise  alacak  hangi  niteliğe  uygun  düşüyorsa  o  sıra içinde karşılanma yoluna gidilir. AATUHK m.21 ve KDVK m. 55 deki hükmen  teminata  bağlı  alacaklar  rehinle  karşılanmamaları  nedeniyle alacaklar adi alacak olarak yorumlanması gerektiği kanaatindeyiz. 1. İmtiyazlı Alacaklar Kanun koyucu bazı alacakları diğerlerine göre daha özel bir korumaya almış ve imtiyaz tanımıştır. İmtiyazlı alacaklar içinde amme alacakları yanında  özel  hukuktan doğan  bazı  alacaklara  da  yer  verilmiştir.  Burada sağlanan imtiyaz şahsa değil alacağadır. Bu nedenle imtiyazlı olan alacaklı değil, bilakis alacağın kendisidir. Alacak devredilirse imtiyaz hakkının da devralan alacaklıya geçeceği açıktır.  a. Birinci Sıra İmtiyazlı Alacakları (1 )İş İlişkisinden Kaynaklanan Alacaklar İşçilerin, iş ilişkisine dayanan ve iflâsın açılmasından önceki bir yıl içinde tahakkuk etmiş ihbar ve kıdem tazminatları dâhil alacakları ile iflâs nedeniyle iş ilişkisinin sona ermesi üzerine hak etmiş oldukları ihbar ve kıdem  tazminatları  bu  sıraya  girer.  İşçi  alacaklarının  imtiyazlı  adi alacakların  birinci  sırasında  yer  alabilmesi  için  alacağın  iş  ilişkisinden kaynaklanan ihbar ve kıdem tazminatları dâhil işçilik haklarına ilişkin olması ve iflasın açılmasından geriye doğru bir yıllık süre içinde tahakkuk etmesi gerekir. Bir yıllık sürenin hesabında iflasın açılmasından önceki süre de dahil olmak üzere geçirilen konkordato süresi, alacak hakkında açılmış olan davanın devam ettiği süre ve terekenin iflas hükümlerine göre tasfiyesinde ölüm  tarihinden  tasfiye  kararı  verilmesine  kadar  geçen  süreler  dikkate alınmaz(İİK m.206/son).                                                            62   KURU, a. g. e., s.1270. 63   KURU, a. g. e., s.1274. 64   Aynı maddenin 3. bendinde bu alacaklar için getirilen istisna hükmü dikkate alındığında haciz yoluyla takip yapılabilir.  917Doğan Şenyüz  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952 İşçilik  alacağı  olsa  bile iflasın  açılmasından  geriye  doğru  bir  yıllık süreden önceki tarihlerde doğan alacaklar imtiyazlı statüde kabul edilmez. Bu durumdaki işçilik alacakları birinci sıra önceliği içinde değil, imtiyazlı alacaklardan sonra gelen imtiyazsız alacaklar sırasında değerlendirilir.  (2)   İşçi  Yardım  Sandıkları  veya  Bunların  Yaşatılması  Amacıyla Kurulmuş Tüzel Kişiliğe Haiz Tesis ve Derneklerin İşverenlerden Olan Alacaklar İşçiler için kurulan yardım sandıkları veya sair yardım teşkilatı veya bunların yaşatılması amacıyla meydana gelmiş ve tüzel kişilik kazanmış bulunan tesislere veya derneklerin işverenlerden alacakları birinci sıra içine alınmıştır.  Bankaların  kurmuş  oldukları  yardım  sandıkları  buna  örnek verilebilir.  Görüldüğü  üzere  işçilerin  menfaatine  oluşturulan  birimlerin işverenlerden olan alacaklarına imtiyaz tanınmıştır. Müflisin işveren sıfatına sahip olması yanında alacaklının doğrudan işçi yardım sandığı veya teşkilatı veyahut bunların yaşatılması amacıyla kurulmuş tüzel kişiliğe sahip tesis veya dernek olması gerekir. Bu hükümle işçi kuruluşlarının alacaklarına imtiyaz tanınarak işçilerin menfaatlerinin korunması amaçlanmıştır. (3) Aile Hukukundan Doğan Nafaka Alacakları İflâsın açılmasından önceki son bir yıl içinde tahakkuk etmiş olan ve nakden ifası gereken aile hukukundan doğan her türlü nafaka alacakları imtiyazlı alacak sayılmıştır. Alacağın imtiyazlı grupta değerlendirilebilmesi için nakden olması, aile hukukundan doğması, iflasın açılmasından geriye doğru bir yıl içinde tahakkuk etmiş bulunması gerekir. Bir yıllık sürenin hesabında  alacak  hakkında  açılmış  olan  davanın  devam  ettiği  süre  ve terekenin iflas hükümlerine göre tasfiyesinde ölüm tarihinden tasfiye kararı verilmesine kadar geçen süreler dikkate alınmaz (İİK m. 206/son). b. İkinci Sıra İmtiyazlı Alacakları Velâyet  ve  vesayet  nedeniyle  malları  borçlunun  idaresine  bırakılan kimselerin  velayet  veya  vesayet  ilişkisi  nedeniyle  doğmuş  olan  tüm alacakları imtiyazlı alacaklar olarak ikinci sıraya konmuştur. Bu alacaklar da iflâsın, vesayet veya velâyetin devam ettiği süre yahut bunların bitmesini takip eden yıl içinde açılması halinde imtiyazlı alacak olarak kabul olunur. Davanın veya takibin devam ettiği süreler hesaba katılmaz. 918Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952  İflasta Vergi… c. Üçüncü Sıra İmtiyazlı Alacakları İİK m. 206 da imtiyazlı alacakların üçüncü sırasında özel kanunlarında imtiyazlı  olduğu  belirtilen  alacaklara  yer  verilmiştir.  İmtiyazlı  olduğu belirtilen  alacaklar  kamu  veya  özel  hukuktan  kaynaklanmasının  önemi yoktur. İmtiyazlı alacaklar çeşitli kanunlara serpiştirilmiştir. Amme alacağı olması  bakımından  vergilere  tanınan  imtiyazlılığa  ilişkin  düzenleme AATUHK da yapılmıştır. (1) AATUHK Kapsamındaki Alacaklar AATUHK nın  21/3.  maddesinde   Borçlunun  iflası……hallerinde amme alacakları imtiyazlı alacak olarak 2004 sayılı İcra ve İflas Kanununun 206 ncı maddesinin üçüncü sırasında, bu sıranın önceliğini alan alacaklar da dahil olmak üzere tüm imtiyazlı alacaklar ile birlikte işleme tabi tutulur . Vergiler,  AATUHK nın  Kanunun  Şümulü  başlıklı  1.  maddesinde  ismen sayılan  alacaklardan  biri  olarak  üçüncü  sırada  imtiyaz  tanındığı anlaşılmaktadır. Gümrük  vergileri  ile  malın  aynından  kaynaklanan  vergilere,  rehinli alacaklardan sonra ve adi alacaklardan önce gelmek üzere öncelik tanındığı yukarıda açıklanmıştı. Eşyanın aynından doğmayan veya doğsa bile o eşyanın satış bedelinden karşılanamayan vergiler ile teminatlı olup da rehinle  karşılanmamış  olan  vergi  alacakları  imtiyazlı  alacakların üçüncü sırasına girer. Vergi  alacağı  sıra  cetveline  yazılırken  hangi  sırada  önceliğine  tabi olduğu, rehinli olup olmadığı ve malın aynından doğup doğmadığı özellikle araştırılmalıdır.  Örneğin,  motorlu  taşıta  kesilen  trafik  para  cezası  amme alacağı olmasına rağmen motorlu taşıt vergisi olmaması nedeniyle sebebiyle sıra  cetvelinin  adi  alacaklardan  imtiyazlı  alacakların  üçüncü  sırasına kaydedilir. Amme  alacaklarına  üçüncü  sıradaki  imtiyazlılık  belirli  hallerde verilmiştir. Bu haller borçlunun iflası, mirası reddi veya terekenin resmi tasfiyeye  tabi  tutulması  halleridir.  Amme  alacakları  Kanunda  sayılan                                                            65   AATUHK madde, 21/3   Borçlunun iflası, mirasın reddi ve terekenin resmi tasfiyeye tabi tutulması hallerinde amme alacakları imtiyazlı alacak olarak 2004 sayılı İcra ve İflas Kanununun 206 ncı maddesinin üçüncü sırasında, bu sıranın önceliğini alan alacaklar da dâhil olmak üzere tüm imtiyazlı alacaklar ile birlikte işleme tabi tutulur  919Doğan Şenyüz  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952 durumların  varlığı  halinde  imtiyazlı  hale  gelir.  AATUHK  m.  21/1 çerçevesinde iflastan ayrı olarak haciz yoluyla takipte de imtiyazlılık söz konusudur. Kanunda sayılan hallerden biri yoksa alacak kamu alacağı olsa bile üçüncü sıra imtiyazlılığından söz edilemez. Amme  alacaklarının  imtiyazlı  duruma  gelmesi  Kanunda  sayılan hallerden biri olan borçlunun iflasına karar verilmesidir. İflas durumunda hangi vergi olursa olsun tüm vergi alacakları imtiyazlı alacak sayılacaktır. Yeter  ki  borçlu  hakkında  hukuken  iflas  kararı  verilmiş  olsun.  İmtiyazı kapsamdaki vergilere örnek olarak gelir vergisi, kurumlar vergisi, katma değer vergisi, özel tüketim vergisi, çevre temizlik vergisi, damga vergisi verilebilir. Sayılan bu vergiler daha üst önceliğe sahip kılınan gümrük ve malın aynından alınan vergiler niteliğinde değildir.  (2) Diğer Kanunlardaki Alacaklar AATUHK dan  başka,  çeşitli  kanunlarda  da  imtiyazlılık  tanınmıştır. Alacaklara imtiyaz tanıyan kanunlar arasında Sosyal Sigortalar ve Genel Sağlık  Sigortası  Kanunu  m.88/1666,  Avukatlık  Kanunu  m.16667,  Kat Mülkiyeti  Kanunu  m.22/268,  Tarım  Kredi  Kooperatifleri  ve  Birlikleri                                                            66   Sosyal Güvenlik Kurumu Alacakları: Kurumun süresi içinde ödenmeyen prim ve diğer alacaklarının  tahsilinde,  6183  sayılı  Amme  Alacaklarının  Tahsil  Usulü  Hakkında Kanunun 51 inci, 102 nci ve 106 ncı maddeleri hariç, diğer maddeleri uygulanır. Kurum, 6183  sayılı  Kanunun  uygulanmasında  Maliye  Bakanlığı  ile  diğer  kamu  kurum  ve kuruluşları ve mercilere verilen yetkileri kullanır. Kurumun alacakları anılan kanunun 35. maddesine göre 2004 sayılı İcra ve İflâs Kanunu ile 6183 sayılı Amme Alacaklarının Tahsil Usulü Hakkında Kanun bakımından imtiyazlı alacak olarak kabul edilmiştir 67   Avukatların  Alacakları:  Avukatlık  Kanununun  166.  maddesinde  şu  şartları  sağlayan avukat alacaklarının imtiyazlı olduğu belirtilmiştir.  (1) Avukatın alacağının sözleşme veya hâkim takdir olunan ücretinden kaynaklanması gerekir.  (2) Avukatlık hizmetinin müvekkil lehine belli davaya veya takibe yönelik somut bir kazandırdığı para veya mal bulunmalıdır. Müvekkile kazandırılan şeyler varsa avukat alacağı müvekkilin diğer alacaklılarına karşı ileri sürülebilecek nitelikte bir hak olur. Avukatın iflas masasına kazandırdığı bir mal veya para bulunmazsa alacak imtiyazlı kabul edilmez. 3) Avukatlık alacağının imtiyazlı sayılması alacağın iflastan sonra doğmasına bağlıdır. Hacizden önceki alacaklar imtiyazlı sayılmaz.  68   Kat Maliklerinin Gider Alacakları: Kat maliklerinin, gider borcunu ödemeyen kat maliki veya diğer sorumlulardan alacakları önceliklidir. Gider borcu kavramına aidat, asansör, yangın merdiveni, su, doğalgaz tesis ücreti vb girer. Kat maliklerinin önceliği KMK m. 22/2 deki kanuni ipoteğin tescilini istemekten ayrı bir hak olup ipotek tescil edilmemiş bile olsa ortak gider alacağının önceliği bulunacaktır .. 920Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952  İflasta Vergi… Kanunu m. 13 ve 16/4; Sigortacılık Kanunu m. 17/6; Bankacılık Kanunu m.63/4 ve Organize Sanayi Bölgeleri Kanunu m.15 sayılabilir. İmtiyazın tanınması konusunda mevzuatın oldukça farklılık arz eden dağınık, yaygın, parçalı ve karmaşık yapıda olduğu söylenebilir. 2. İmtiyazsız Adi Alacaklar  İmtiyazsız alacaklara adi alacakların dördüncü sırasında yer verilmiştir. Yukarıda açıklanan imtiyazlı alacak kabul edilen birinci, ikinci ve üçüncü (imtiyazlı)  sıra  alacakların  dışında  kalan  alacaklar  imtiyazsız  alacaklar olarak kabul edilir. Ammeye ait olsa bile amme alacağı niteliği taşımayan alacaklar  (örneğin,  ammenin  özel  hukuktan  kaynaklanan  alacakları)  sıra cetvelinde imtiyazsız alacak olarak yazılır. Diğer taraftan amme alacağı olsa bile borçlunun iflası, mirası reddi veya terekenin resmi tasfiyesi dışında kalan hallerde de alacak imtiyazsız kabul edilir. Yukarıda  belirtilen  durumlar  bakımından  alacağın  rehne  bağlanmış olmaması  gerekir.  Kamunun  rehne  bağlanmış  alacağı  varsa  bu  alacağın rehinli  malın  satım  bedelinden  öncelikle  karşılanacaktır.  Ancak  bunun mümkün  olmaması  halinde  kalan  kısım  da  imtiyazsız  alacak  olarak kaydedilir. II -  SIRA  CETVELİNE  KAYITTA  VERGİLERLE  İLGİLİ ÖZELLİKLİ DURUMLAR A.  PARALARIN  DAĞITIMINDA  İFLAS  ALACAKLARI  VE MASA ALACAKLARI İflas  sürecindeki  alacaklar  paraların  paylaşımı  bakımından  biri  iflas alacakları diğeri masa alacakları olmak üzere ikiye ayrılır. İflas alacakları ve masa alacakları ayırımının önemi masa alacaklarının iflas alacaklarından önce ve tam olarak ödenmesinde kendini gösterir. İflas alacağı, iflas açıldığı anda müflise karşı hukuken mevcut olan alacaklardır, yani müflisin borçlarıdır. Bu alacaklar iflas kararından önceki                                                            69   KURU, a. g. e., s.1214. 70   KURU, a. g. e., s.1212-1213. 921Doğan Şenyüz  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952 dönemlere  isabet  eden  alacaklar  olup  alacaklılar  tarafından  masaya yazdırılarak istenebilir. İflas kararına kadar olan müflis borçlarını gösterir.  Masa alacakları ise muhatabının masa olduğu masa üzerine doğan ve masanın doğrudan sorumlu olduğu borçlardır. Masa alacağı müflisin değil, iflas idaresinin yaptığı borçlar olup müflisle ilgisi yoktur, borçlardan iflas masası sorumludur. Masa alacakları da niteliğine bağlı olarak İİK m.248 de iflas masrafları ile masa borçları olmak üzere ayrılabilir. Bu durumda hem iflas masrafları hem de masa borcundan kaynaklanan yükümlülüklerin her ikisini (iflas masrafları + masa borçları) birden ifade etmek üzere  masa alacakları   kavramı kullanılabilir. İflas  masrafları  iflasın  açıldığı  andan  tasfiyenin  sonuna  kadar  iflas idaresinin  iflas işlemlerinden doğan  çeşitli (iflas kararının ilan giderleri, gereken  yerlere  bildirme  masrafları,  defter  tutma  giderleri,  muhafaza masrafları vb.) giderleridir. Masa  borcu  iflasın  devamı  boyunca   tasfiyeden  doğan   çeşitli borçlardır. Anılan borçlar masa adına çıkar ve ödenmesi doğrudan masanın sorumluluğundadır.Bu  borçlara  örnek  olarak  iflas  boyunca  müflise  ait ticari işletmenin faaliyetleri nedeniyle ortaya çıkan sözleşmelere dayanan borçlar,  iflas  boyunca  müflise  ait  olup  faaliyetlerini  sürdüren  işletmede çalışan işçi ücretleri, sigorta prim borcu, masaya dâhil malların değerini korumak için yapılan bakım masrafları, işletmelerin iflas süresi içinde doğan gelir  vergisi,  kurumlar  vergisi,  KDV,  tevkifat  sorumluluğu  vb.  borçlar verilebilir. Bir borcu masa borcu haline getiren durum iflas süresi içinde ortaya çıkmasıdır. İflas süresi dışındaki müflisin borçları iflas alacakları içinde değerlendirilir. Örneğin, malların iflas süreci içinde bizzat satışından doğan KDV ler masa alacağı iken iflas öncesi KDV borçları iflas alacağı statüsünde olur. İflastan önceki KDV alacakları iflas alacağı statüsündeyken, iflas  süresi  içinde  yapılan  satıştan  kaynaklanan  KDV ler  masa  alacağı karakterinde  olur.  Örneğin,  iflas  süresi  içindeki  satıştan  kaynaklanan KDV ler masa borcu karakterinde olması nedeniyle bizzat masanın borcu                                                            71   Hakan PEKCANITEZ, Oğuz ATALAY, Meral SUNGURTEKİN ÖZKAN, Muhammet ÖZEKES, İcra İflas Hukuku, 2.b., yetkin Yay.Ankara-2015 s.461. 72   DEYNEKLİ- KISA, a.g.e., s.405. 922Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952  İflasta Vergi… olarak addedilir. İflastan sonra doğan bir borcun masa borcu olup olmadığı genel mahkemelerde iflas masasına karşı açılacak davada incelenir. Masa  alacakları,  tüm  iflas  alacaklarından  önce  ödenir  (İİK  m.248). Masa  alacaklarının  tam  olarak  ödenmesinden  sonra  iflas  alacaklarının ödenmesine  geçilir.  Satış  bedeli  masa  alacakları  karşılanmadan  iflas alacaklılarına dağıtılmaz. Alacağın rehne bağlı olması durumu değiştirmez. Masa alacaklarından sonra iflas alacakları ödenerek tasfiye gerçekleştirilir. Dikkat edildiğinde alacağın tipinin onun önceliğini belirlemektedir. Bu nedenle öncelikle alacağın  masa alacağı  mı  iflas alacağı  mı olduğunun tespiti önem arz eder.  Masa  alacakları  iflas  alacaklarından  önce  ödenmesi  nedeniyle  İİK 206 da masa alacaklarına ayrıca yer verilmemiştir. Masa alacaklarının iflas alacaklarından önce ve masadan tam olarak ödenmeleri gerektiğinden bu alacaklar sıra cetvelinde yer almaz. Masa alacaklarının borçlusu doğrudan doğruya iflas idaresi olması nedeniyle bu alacaklar sıra cetvelinde yer almaz. Sıra cetvelinde yer verilen alacaklar sadece iflas alacaklarıdır. Masa alacaklarına sıra cetvelinde yer verilmezse de bunlara pay cetvelinde yer verilir. Pay cetveli malların satış bedelleri tahsil edildikten ve sıra cetveli kesinleştikten  sonra  iflas  alacaklılarının  iflastan  düşen  iflas  paylarını göstermek üzere düzenlenen ödeme planıdır. Sıra cetveline karşı açılmış bütün davalar sonuçlanmadan pay cetveli düzenlenemez. Masa alacaklarının ödenmesinden  sonra  iflas  alacaklılarına  kesinleşen  sıra  cetvelinde  yer aldıkları sıraya göre düzenlenen pay cetveline göre ödeme yapılır. İflas sırasında iflas idaresi iflas masası olarak iflasın tamamlanması süreci  içinde  doğan  tüm  vergisel  yükümlülükleri  yerine  getirmek durumundadır.  Bunlar  masa  alacağı  olarak  kabul  edildiklerinden  iflas idaresinin  buradaki  konumu  masayı  temsilden  kaynaklanan  vergi sorumluluğudur. Normalde tasfiye memurları kendi görev süreleri içinde doğan vergilerin ödenmemesinden kişisel nasıl kişisel ve ikinci derecede                                                            73   Yarg. 23.HD. 26.02.2015 tarih ve E:2015/1041, K:2015/1206 (ATALI ve diğerleri, a.g.e., s). 74   PEKCANITEZ ve diğerleri, a. g. e., 2.b., s. 461; KURU; a. g. e., s.1270, MUŞUL, a. g. e., s.264. ERCAN, a. g. e., s.264. 75   Yarg. 19.HD.09.10.2003 tarih ve E:2003/5176, K:2003/9511 (BİLGEN, a. g. e., s.733). 76   DEYNEKLİ a.g. e., s.109. 923Doğan Şenyüz  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952 sorumlu kılınmış ise tasfiyeyi gerçekleştiren iflas idaresinde yer alanların sorumluluğu  da  aynıdır.  Müflisin  mal  varlığından  ödenmesi  gereken  bu vergiler ödenmediğinde iflas idaresini yönetenlere başvurulacaktır. Tasfiye ile ilgili olarak VUK m. 10/4 de özel hükümlere yer verilmiştir. Bu  düzenlemede   tasfiye  memurlarından   bahsedilmiştir.  Burada düzenlenen prosedürün iflas değil tasfiye olduğu, yükümlü kılınanların da iflas idaresi memurları değil tasfiye memurları olduğu anlaşılmaktadır. KVK da  17.  maddesi  içeriği  ile  aynı  yaklaşımı  benimsemiş,  bu  madde  iflas sürecinden  tamamen  farklı  olmak  üzere  borca  batıklığı  içermeyen  dar anlamıyla tasfiyeyi düzenlemiştir. Ancak, iflas şartlarında bir tasfiye söz konusu  olduğu  durumda  tasfiye  memurları  ile  iflas  idaresi  örtüşmüş olacağından iflas idaresinin müflisin kayıtlarında yer alan vergi borçlarını sıra cetvelinde dikkate alma zorunluluğu kendiliğinden ortaya çıkmaktadır. Kanunda anılan zorunluluğun aksine davrananlar sorumlu tutulmuştur. İflas alacağının tamamını alamayan alacaklılara iflas idaresi tarafından bu kısım için borç ödemeden aciz belgesi verilir (İİK m.251). Karşılanmayan vergi alacakları bakımından aciz vesikasının verileceği kişi doğal olarak alacaklı  vergi  dairesidir.  Vergi  dairesi  daha  sonraki  aşamalarda  aciz vesikasına tanınan hakları kullanmak durumundadır. B. ALACAKLILARIN MASAYA KAYIT TALEBİ Alacaklıların sadece iflastan önce doğan alacaklarının masaya kaydı mümkün  olup,  iflastan  sonra  doğan  alacağın  masaya  kaydı  mümkün değildir. Alacaklıların, sıra cetveline kayıt için, İİK hükümlerine uygun olarak  iflas  idaresine  başvurmaları  gerekir.  Süresinde  başvurulmayan alacakların iflas idaresince masaya re sen kaydedilme zorunluluğu yoktur.  İflasın açılmasıyla vergi alacakları iflas alacağı haline gelir ve diğer iflas alacaklarından farkı kalmaz. Kayıt talebi konusunda amme alacaklarını özel alacaklardan farklı kılan bir idari usul öngörülmemiştir. Bu nedenle masaya yazılma bakımdan alacağın kamu alacağı veya özel hukuk alacağı olması  önemli  değildir.  İflas  idaresine  bildirilmeyen  vergi  alacaklarının kendiliğinden  sıra  cetveline  yazılma  zorunluluğu  yoktur.  Alacaklı  vergi                                                            77   ATALAY, a. g. e., s.189. 78   Yarg.23. HD. 08.05.2013 tarih ve E: 2103/2985, K:2013/3547 (BİLGEN a. g. e., s.592. 924Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952  İflasta Vergi… dairesi kayıt talebinde bulunduğunda alacağın miktarı ve niteliği hakkında bilgi verilmesi yerindedir. Bu husus özellikle alacağın sıra cetvelinde nerede yer  alacağının  belirlenmesi  bakımından  önem  arz  eder.  Vergi  dairesi alacakla  ilgili  bir  öncelik  belirtmese  de  iflas  idaresi  sıra  cetveli düzenlenirken bu durumu dikkate almak durumundadır.  Sıra cetveline karşı biri  şikâyet (İİK m.16)  diğeri  itiraz (İİK m.142)  olmak  üzere  iki  yol  vardır.  Yollar  arasındaki  ayrım  şikâyetin  sıra cetvelindeki  alacağın  sırasına  ve  cetvelinin  iflas  hukuku  kurallarına aykırılığının, itirazın ise alacağın esas ve miktarına yönelik olmasındadır. Bu nedenle  başvurulacak  yolun  belirlenmesinde  hangi  konunun  şikâyet, hangisinin itiraz kapsamında olduğunun tespiti önem arz eder. O halde, iflas idaresinin yaptığı sıralamada (sıra cetvelinde alacağın miktarına ve esasına ilişkin olmayan) sadece sıranın yanlış olduğunun iddia edilmesi  halinde  iflas  idaresi  husumet  gösterilerek  icra  mahkemesine  şikayet   yoluna  gidilmesi  gerekir.  Bu  durumda  idarenin  işlemlerinin denetlenmesi kapsamında başka alacaklılar gibi alacaklı vergi dairesi de sıraya  olan  itirazlarını  icra  mahkemesine  yapar.  İflas  dairelerinin muamelelerine  karşı  yapılan  şikayetlerin  incelenmesi  iflas  idaresinin bulunduğu  yer  icra  mahkemesi  tarafından  yapılır.  Şikayet  icra  ve  iflas hukukunda düzenlenmiş, kendisine özgü hukuki bir yol olup bir dava ve gerçek anlamda bir kanun yolu sayılmaz. Kayıt süresinin sona ermesini takiben iflas idaresi alacakların mevcut ve doğru olup olmadığını inceler. İflas idaresi her iddia hakkında müflise ne diyeceğini sorar, bilgisine başvurur. Bununla beraber iflas idaresi müflisin cevap ve açıklamalarıyla bağlı olmaksızın kendi tespitlerine ve durumun gereğine göre alacağın kaydının kabulüne veya reddine karar verir. Amme veya özel alacak olsun kayıt talebi reddedilen alacaklar sıra cetveline  itiraz  edebilirler. İtiraz edenler cetvelin ilanından itibaren onbeş gün içinde iflasa karar verilen yerdeki ticaret mahkemesine dava açmak durumundadırlar (İİK m.235).                                                            79   Bkz; Yarg.19. HD. 08.12.2010 tarih ve E: 2013/9985, K:2010/13933 (BİLGEN a. g. e., s.807); Yarg.19. HD. 13.10.2010 tarih ve E: 2010/7152, K:2010/11211 (BİLGEN a. g. e., s.814); Yarg.19. HD. 09.03.2000 tarih ve E: 1999/8322, K:2000/1894 (BİLGEN a. g. e., s.815); 925Doğan Şenyüz  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952 Alacağın  özel  ve  vergi  alacağı  olması  bakımından  kayıt  talebinin reddedilmesi karşısında yapılacaklar farklılık arz eder. Kayıt talebi reddedilen özel alacaklılar sıra cetveline kaydın yapılması amacıyla kendileri (uygulamada bu davaya kayıt-kabul davası denmektedir) dava açmak zorundadır. Bu dava iflas alacaklısının sıra cetvelinde kendi alacağının esas ve miktarına karşı itirazen açılır. Davanın açılacağı yetkili mahkeme  iflasa  karar  verilen  yerdeki  mahkeme  olup,  görevli  mahkeme asliye ticaret mahkemesidir. Kayıt talebi reddedilen vergi alacakları için itiraz süreci özel alacaklara göre farklılık arz eder. İflas idaresi vergi alacağının sıra kaydına alınmasını reddetmesi  halinde  alacaklı  vergi  idaresi  ile  iflas  idaresi  arasında  niza (uyuşmazlık)  meydana gelmiş demektir. Bu durumda vergi alacağı önce nizalı olarak masaya kaydedilmeli ve takiben iflas idaresi itirazlarla ilgili müflisin başvurabileceği kanuni yollara kendisi başvurmalıdır. Bu itibarla iflas  idaresinin  dava  açma  hakkı  saklı  kalmak  üzere  öncelikle  alacağın tamamının  sıra  cetveline  kaydı  gerekir.  Daha  sonra  iflas  idaresi  vergi alacağını içeren idari işlem hakkında idari yargıda (vergi mahkemesinde) iptal  davası  açar.  Bu  sonuç  vergilere  ilişkin  idari  işlemlere  karşı  takip edilecek yol bakımından uygundur (Bkz, VUK m.377,378, AATUHK m.58).  İflas  idaresiyle  vergi  dairesi  arsındaki  uyuşmazlığın  giderilmesi konusunda yetkili mahkeme işlemi yapan vergi dairesinin yer bakımından bağlı  bulunduğu  yer  mahkemesi  olup,  görevli  mahkeme  vergi mahkemeleridir.  İflas  idaresi  vergi  mahkemesinin  kararına  göre  sıra cetvelinde gereken işlemin yapması gerekir. C. ALACAKLAR ARASI İLİŞKİLER İİK da  alacakların  taşıdıkları  niteliklerine  bağlı  öncelik  sistemi benimsenmiştir. Öncelikler bakımından alacaklar; (1) rehinli alacaklar,(2) bazı  vergi  alacakları  ve  (3)  adi  alacaklar  olmak  üzere  üç  ana  gruba ayrılmıştır. Adi alacaklar kendi arasında imtiyazlı ve imtiyazsız alacaklar olarak ayrıma tabi tutulurken, imtiyazlı alacaklara da kendi içinde üç alt sıradan ibaret hiyerarşik bir yapı oluşturulmuştur.                                                             80   Yarg. 19. HD.27.02.1996 tarih ve 360/1572 sayılı karar, (DEYNEKLİ, a.g.e., s. 222) 926Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952  İflasta Vergi… İİK da  alacaklar  için  bir  gruplama  olmamakla  beraber  alacaklar arasında öncelik hiyerarşisini göstermesi bakımından alacakların gruplar ve sıralar üzerine oturan sistematik yapı içindeki ilişkiler aşağıda açıklanmıştır. 1. Alacak Grupları Arasındaki İlişkiler İİK  m.206 daalacaklar arasında öncelik sonralık ilişkisine dayanan bir hiyerarşi oluşturulmuştur. Zaten böyle bir düzen olmasaydı gruplama ve sıralama  yapmak  anlamsızlaşırdı.  Yapılan  gruplamada  önce  rehinli alacaklara kalan tutar olursa bazı vergilere daha sonra da adi alacaklara ödeme yapılır. Aynı  grup  içinde  alacakların  bir  sonraki  gruptakilere  öncelikleri olmakla beraber aynı gruptaki alacakların birbirlerine karşı önceliğinin ne olacağı İİK da belirtilmemiştir. Örneğin, aynı grupta yer alan gümrük vergisi veya ithalde alınan ÖTV varsa hangisi öncelikli olacaktır. Bu durum satış tutarı aynı grupta yer alan birden fazla alacağı karşılamaya yetmediğinde nasıl çözüm bulunacaktır sorusunu gündeme getirmektedir. Sıra  içi  ilişkilerde  öncelik  konusu  İİK  m.206 da  çözüme kavuşturulmasına karşılık aynı grup içindeki birden fazla rehinli olma veya vergi  alacağı  bulunma  halinde  tüm  alacakları  karşılama  yetmeyen  satış bedelinin dağılımın nasıl yapılacağı açık değildir. Kanaatimizce İİK m.206 ve AATUHK m.21/3 deki sıra içi paylaşma kuralının aynı gruptaki alacaklar bakımından  da  kıyasen  uygulanmasına  engel  yoktur.  Bu  durumda  satış bedeli grup içinde yer alan tüm alacakları karşılamaya yetmediğinde mevcut satış  bedeli  o  grupta  kaç  alacaklı  varsa  bunlar  arasında  garameten paylaştırılmalıdır. 2. Alacak Sıraları Arasındaki İlişkiler  İİK da  sıralamada  imtiyazlı  alacaklılara  imtiyazsızlara  göre  öncelik tanıyan  bir  hiyerarşi  benimsenmiştir.  İmtiyazlı  alacaklar  da  yukarıda açıklandığı  üzere  kendi  içinde  üç  sıraya  ayrılmıştır.  Bir  sıra  evvelki alacaklılar alacaklarını tamamen almadıkça sonra gelen sıradakiler bir şey alamazlar (İİK m.207/son). O halde önceki sıradaki alacaklar tam olarak ödendikten sonra takip eden sıraya geçilebilecektir. Ödemeden sonra kalan olmasa bir sonraki sıraya geçilmez. Dolayısıyla imtiyazlı alacaklara ödeme yapılmadan imtiyazsızlara ve imtiyazlıların bir önceki sırasındaki alacaklara ödeme yapılmadıkça sonraki sıraya geçilemeyecektir. 927Doğan Şenyüz  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952 İİK da sıralar arasında bir hiyerarşi oluşturulmuşken aynı sıra içinde kalan alacaklar bakımından bir hiyerarşiye yer verilmemiştir. Her bir sıranın alacaklıları  kendi  aralarında  eşit  haklara  sahip  kabul  edilmişlerdir  (İİK m.207).Aynı sıra içindeki alacakların kendi içinde eşit haklara sahip olması nedeniyle birbirlerine karşı öncelikleri de bulunmaz. Para aynı sıra içinde yer alan  tüm  alacaklılara  yetmezse  sıra  içindeki  tüm  alacaklılar  arasında alacakların oranında garameten paylaştırılır.  İİK da imtiyazlı alacaklar altında yer alan birinci sıra alacakları kendi içinde  farklı  alacakların  yer  aldığı  (A)  ,  (B)  ve  (C)  bentleri  şeklinde düzenlenmiştir.  Sıraların  farklı  bentleri  arasındaki  alacaklar  arasında  bir öncelik oluşturulmadığı belirtilmişti. Aynı sıra içindeki farklı bentlerde yer alan  alacakların  tamamı  bir  kül  halinde  o  (bir)  sırayı  oluşturur.  Para dağıtılırken, işçilerin iş sözleşmesinden doğan kıdem tazminatı aynı sıra içinde  fakat  farklı  bentte  yer  alan  nafaka  alacaklarından  önce  ödenecek değildir.  Bu  nedenle  birinci  sıra  içindeki  imtiyazlı  olduğu  belirtilen alacakların kendisinden sonra gelen ikinci sıradaki alacaklara, ikinci sıra alacakların üçüncü sıradaki alacaklara önceliği olmakla beraber aynı sıra içindeki  alacakların  farklı  bentlerde  olsa  bile  birinin  diğerine  önceliği olmayacaktır. Örneğin işçi alacağının, yardım sandığı alacağına veya nafaka alacaklarına önceliği bulunmayacaktır. Konuya  vergi  alacakları  açısından  bakıldığında  sıra  içi  bakımından başkaca  bir  özel  hüküm  bulunmadığından  vergi  alacaklarının  yer  aldığı üçüncü sıradaki imtiyazlı alacaklara göre bir önceliği olmayacaktır. Üçüncü sıradaki alacakların tamamına para yetmezse bu sırada yer alan vergiler dâhil tüm alacaklıların her birine kendi alacağının o sıranın alacaklarının toplamı içindeki oranına isabet eden miktara göre (garameten) dağıtılır. Örneğin, üçüncü sıra imtiyazlı alacaklılardan olan Sosyal Güvenlik Kurumu alacağı ile aynı derecede imtiyaza sahip vergi alacağının birbirine önceliği olmaz. Bu  nedenle  paranın  üçüncü  sıradaki  alacakların  tamamının  ödenmesine yetmemesi durumunda bu defa para üçüncü sıradaki alacaklılardan her birine garameten dağıtılır. İlk üç sıradaki alacaklar tamamen ödendikten sonra para kalırsa  kalan  kısım  dördüncü  sıradaki  imtiyazsız  alacaklar  arasında paylaştırılma yoluna gidilir.   928Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952  İflasta Vergi… D. VERGİ ASIL VE CEZALARINFER İLERİNİN DURUMU İflas  uygulaması  bakımından  asıl  alacağa  uygulanan  fer iler  asıl alacağın özel alacak veya amme alacağı olmasına göre farklı düzenlenmiştir. İİK nın 195. maddesinde, iflas tarihi itibarıyla mevcut alacağa işleyen faiz,  masraf  ve  fer ilerin  ilavesiyle  oluşan  tutar  ana  alacak  olarak nitelendirilmiştir. Bu durumda ana alacak asıl borç ile asıl alacağın iflas anına  kadarki  fer ilerinin  toplamı  olmaktadır.  Sıra  cetveli  iflas  tarihi itibarıyla  hesaplanan  bu  ana  alacak  miktarına  göre  düzenlenir. AATUHK da  amme  alacakları  ibaresinin  kullanım  biçiminden  asli alacakların yanı sıra fer i alacakları da kapsadığı anlaşılmaktadır. Ancak iflas hukuku bakımından fer i alacakların anlamı iflas hükümlerine göre iflasın açıldığı güne kadar gerçekleşmiş tutarlarını kapsar. İflasın açıldığı tarihten sonra işleyecek fer iler masaya kaydedilmez. İflas açıldığı andan başlayarak iflasın devamı süresince özel alacaklar ile amme alacaklarının fer ilerini gösterdiği farklılıklar nedeniyle ayrı ele alınmıştır. 1. Özel Hukuktan Doğan Alacaklar Bakımından  Özel hukuktan doğan alacakların iflas açılıncaya kadar süreye isabet eden faizleri iflas masasında yer alır ve bu kapsamda ana alacak olarak takip edilir. Alacak ister adi ister rehinli olsun iflastan sonra da faiz işlemeye devam eder (İİK m.196).  İflasın  açılmasından  sonra  adi  alacaklar  için  işleyen  ve  hesaplanan faizler  -rehinli  alacak  faizleri  hariç-  masaya  kaydettirilmez.  Ancak  iflas anına kadar asıl alacak ve fer iler toplamını ifade eden ana alacaklara ilişkin paylaştırma ve ödemeden sonra artan para kalırsa iflastan sonra işleyen faiz alacakları ödenir. Bu durumda fer i alacaklar asıl alacağın önceliğine sahip olur.  Belirtilen  sonuç  esasen  İİK  m.  195 deki  ana  alacak  kavramı  ile uyumludur.                                                             81   MUŞUL, a. g. e., CII, s.1591. 82   ÜSTÜN, a. g. e., s.110. 83   Yarg. 11.HD. 22.03.1990 tarih ve E:2148, K:2463;Yarg.19 HD. 03.05.1993 tarih ve E:3478, K:3405 sayılı kararlar (DEYNEKLİ-KISA, a. g. e., s.714-717). 84   Yarg.11.HD.  27.06.1989  tarih  ve  E:3198,  K  3953;yarg.19.HD.03.05.1993  tarih  ve E:3478, K:3405 sayılı kararlar (DEYNEKLİ- KISA, a. g. e., s.717 ve 718)  929Doğan Şenyüz  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952 Rehinle temin edilmiş olan alacaklar için faiz hem iflasın açıldığı tarihe kadar işlemiş olan faizleri, hem de iflasın açılmasından sonra rehnin satıldığı tarihe kadar işleyecek faizleri rehinli malın satış bedelinden karşılanır. 2. Vergi Alacakları Bakımından  Vergi aslına dayalı olarak duruma bağlı olarak gecikme faizi (VUK m.112), gecikme zammı (AATUHK m.51) pişmanlık zammı (VUK m. 371) ve tecil faizi (AATUHK m. 48) uygulanır. Adları farklı olsa bile bunların tamamı asla bağlı fer i amme alacağıdır. Bu  noktada  öncelikle  alacakların  fer ilerinin  hangi  önceliğe  sahip olması  gerektiği  açıklığa  kavuşturulmalıdır.  Bir  başka  ifadeyle  asıllarla fer ilerin aynı derece önceliğe sahip olup olmayacağı belirlenmelidir. İİK m. 206 da  vergilerden  bahsedilmekle  birlikte  bunların  fer ilerine  ilişkin  bir açıklamaya yer verilmemiştir. Sadece KDV m. 55 de bu vergi bakımından vergi  alacaklarının  zam  ve  cezalarına  yer  verilmiştir.  KDVK nın  55. maddesinde  KDV  alacağıyla  birlikte  doğan  zam  ve  cezaların  ismen belirtilerek tahsil edilmesi amacı güdülmüş ve bu durum açıkça hüküm altına alınmıştır. Gecikme  faizi  ikmalen,  re sen  ve  idarece  tarh  edilen  vergilerde  bu vergilerin ilgili oldukları dönemdeki normal vade tarihlerinden tahakkuk ettikleri tarihe kadar hesaplanırken gecikme zammı ise vergiler dâhil tüm amme alacakları için geçerli olup alacağın vadesinden fiili ödeme zamanına kadar olan süre için hesaplanır. Kısaca gecikme faizi bir verginin tahakkuk ettirilmemesinden  (VUK  m.112),  gecikme  zammı  ise  vadesinde ödenmemesinden kaynaklanan (AATUHK m.51) fer i alacaktır.  Vergilerle  ilgili  gecikme  zammının  nasıl  ve  ne  zamana  kadar uygulanacağı konusunda AATUHK m.52/1 de  gecikme zammının tatbik müddeti  ....iflas  halinde  iflasın  açıldığı..…  güne  kadar  olan  müddettir  denmek suretiyle gecikme zammının iflasın kararının verildiği güne kadar uygulanacağı belirtilmiştir. İflas açıldığı anda vergi asılları için hesaplanmak durumunda olan gecikme zammı durur. Bir başka ifadeyle müflisin iflas                                                            85   KURU, a. g. e., s. 1239. 86   Elif SONSUZOĞLU, Türk Vergi Hukukunda Fer i Borç ve Alacak Olarak Faiz, Filiz Kitabevi, İstanbul- 2001, s. 59. 87   Yukarıdaki sonuç, AATUHK.'nın 48. maddesinde belirtilen tecil faizi için de geçerlidir. 930Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952  İflasta Vergi… anına kadar gecikme zamlı hesaplanan vergi borçlarına o andan itibaren artık gecikme zammı uygulanmaz. Özel  alacaklar  için  iflastan  sonra  gecikme  zammı  yürütülmesi  söz konusuyken vergi alacakları için AATUHK nın 52/1 maddesinde yapılan özel düzenleme gereği iflastan sonra yürütülmeyecektir. Gecikme zammının iflas anına kadar hesaplanarak asıl alacakla birlikte dikkate alınacağına ve iflasla birlikte hesaplanmayacağına şüphe olmamakla beraber,  gecikme  faizlerinin  iflas  anından  sonra  hesaplanıp hesaplanmayacağı konusunda VUK ta ve AATUHK da bir düzenlemeye yer verilmemiştir. Yargıtay ın ve Danıştay ın kararları gecikme faizlerinin de gecikme  zamları  gibi  iflasın  açılmasından  sonraki tarihler için  tahakkuk ettirilemeyeceği yönündedir. O halde verginin normal vade tarihinden iflas anına kadar olan VUK m.112 kapsamında hesaplanan gecikme faizleri ana alacağın bir unsuru olarak dikkate alınacak ve iflastan itibaren gecikme faizi uygulama ve hesaplanması yapılmayacaktır. İflas tarihinden sonra işletilecek gecikme faizinin ve gecikme zammının iflas masasına kayıt ve kabulü de mümkün  olmaz.Bu  durumda  iflas  alacağı   vergi  alacağının  aslı,  bu alacağın  iflas  anına  kadar  olan  gecikme  zammı  ve  diğer  fer ilerinden oluşacaktır.  Asıl  alacak  önceliğe  sahip  durumdaysa  fer ileri  de   ana  alacak  kapsamında  önceliğe  sahip  olacaktır.  Örneğin  iflas  masasına  dâhil  olan üzerinde rehin olmadığı kabul edilen bir aracın motorlu taşıtlar vergisi ile gecikme  zamlarının  hesap  edilerek  rüçhanlı  olarak  sıra  cetveline kaydedilmeleri gerekecektir. İflasa kadar vergiler ilişkin gecikme faizi ve zamların  ana  alacak  olduğu  sıra  cetvelinin  de  bu  ana  alacağa  göre düzenleneceği İİK m.232 hükmü gereğidir.                                                            88   Yarg.19. HD., 18.04.1996,tarih ve 1902/3996 sayılı karar (DEYNEKLİ, a. g. e., s.225); Danş, 11.HD., 06.11.1995 tarih ve 2201/2904 sayılı karar (DEYNEKLİ a. g. e., s.69). 89   DEYNEKLİ, a. g.e., s.70. 90   Yarg.19.HD. 12.04.1993 tarih ve 1172/2747 sayılı kararı (DEYNEKLİ- KISA a. g. e., s. 501); 12.HD.16.04.1986 tarih ve 2025/448 sayılı karar (DEYNEKLİ-KISA, a. g.e., s.497. 91   Yarg. 19. HD. 07.03.2008 tarih ve E:2008/26, K:2008/2158 sayılı karar (BİLGEN, a. g. e., s.772.) 92   Motorlu Taşıtlar Vergisi ile gecikme zamları hesap edilerek rehinli alacaklardan önce gelecek  şekilde  rüçhanlı  olarak  sıra  cetveline  kayıt  edilmesi  …   Yarg.  23.  HD. 08.02.2012, E:2011/4838, K:2012/791 (BİLGEN, a.g. e., s.708.)  931Doğan Şenyüz  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952 Tecil faizi ise asıl borcun ertelenmesi karşılığında borçlu tarafından erteleme süresince devlete ait olması gereken bir paranın borçlu tarafından kullanılması  karşılığında  devlete  ödenen  bir  bedeldir  (AATUHK  m.48). Tecil faizinin de iflas anına kadar hesaplanacağının iflas anından sonraki dönemler için ise hesaplanmayacağının kabulü gerekir. Bir başka fer i alacak da ödeme emrine karşı dava yoluna gidildiğinde davanın  reddi  durumunda  reddedilen  kısım  üzerinden  hesaplanan  haksız çıkma zammıdır. Hakkında ödeme emri gönderilen bir kişinin dava yoluna gitmesi durumunda mahkemece onanan kısmın % 10 u oranında hesaplanır. (AATUHK.  m.58).  Haksız  çıkma  zammı,  diğer  fer i  borç  niteliğindeki faizlerden  farklı  olarak  cezai  niteliğe  haizdir.  Çünkü  vergi  aslının gecikmesine bağlı bir fer ilik söz konusu değildir. Bu nedenle iflas halinde masaya giren haksız çıkma zammının ödenmesi gereken zamandan itibaren iflasın açıldığı ana kadar süre için gecikme zammı uygulanması söz konusu olmaz. Çünkü haksız çıkma zammı ödeme yapıldığı veya borcun yokluğu iddiasına  karşın  bir  nevi  cezadır.  Bu  nedenle  iflas  hali  haksız  çıkma zammının  kaydedileceği  alacak  miktarı  bakımından  durumunda  bir değişiklik meydana getirmez. Fer i alacakların her biri ister vergilere ister cezalara ilişkin olsun asıl alacağın önceliğine tabi olacaktır. Yani asıl alacak önce geliyorsa bunun fer ileri  de  önce,  sonra  geliyorsa  sonra  gelecektir.  Fer iler  asıl  alacağın akıbetine tabi olacaktır. İflas kararıyla duran gecikme faizi ve zamlar iflas kalktıktan sonra işlemeye başlar. Bu  açıklamalardan  sonra  kısaca  şu  söylenebilir.  İflas  anına  kadar hesaplanan fer iler asıl alacağa eklenerek  ana alacağı  oluşturur. Fer iler asıl alacağın önceliğine tabi olup asıl alacakla beraber değerlendirilecektir.                                                            93   Şartlarına uyulduğu ölçüde aynı sonucu VUK un nci maddesindeki pişmanlık ve ıslah uygulaması kapsamında hesaplanacak pişmanlık zammı için de geçerli kabul etmek gerekir.  94   SONSUZOĞLU, a.g.e.,s. 61. 95   Kürşat YERLİKAYA, Amme Alacaklarının Tahsil Usulü Hakkında Kanun Şerhi, XII Levha yayıncılık, İstanbul-2012,.s.497. 96   Cezalar doğrudan bir amme alacağı olmakla birlikte bunlar üzerinden hesaplanan faizler fer i borçtur. İhbarnamenin düzenlenmesinden vadeye kadar cezalara gecikme faizi veya zammı uygulanmaz. Ancak vadesi geldiyse ödenmemesi halinde bu tarihten itibaren gecikme zammı uygulanır. 97   Alacak, ana alacak altında tek bir kaleme dönüştürüldüğünden ödemede geçerli olan asıl ve fer i ödemesindeki oransal tahsilat esası burada geçerli sayılamaz. 932Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952  İflasta Vergi… E.  VADESİ  GELMEMİŞ  VERGİLERİN  MUACCELİYET KAZANMASI  Müflisin  iflas  anına  kadar  vadesi  gelmiş  borçları  olabileceği  gibi kesinleşmesine rağmen henüz vadesi gelmemiş vergi borçları bulunabilir. Vadesi gelmiş vergiler zaten muacceldir. İflas anına kadar vadesi dolmamış borçlar bakımından İİK m.195 te  müflisin vadesi gelmemiş borçları iflasın açılmasıyla muaccel hale gelir  denmiştir. Vergiler bakımından kesinleşmiş borçlar birden çok vadeye yayılmışsa bular vergi taksitleri olarak ifade edilir. Henüz vadesi gelmemiş taksitler varsa bile taksite bağlı vergi alacakların iflas kapsamında hükmen muaccel kılınmışlardır. Vadesi gelmiş olsun veya olmasın vergi borçlarının masada yer  alma  bakımından  diğer  borçlardan  farkı  yoktur.  Farklılık  sadece vergilerin  sıra  cetvelinde  aldığı  yer  bakımındandır.  İflasın  açılmasıyla müflisin  alacakları  muaccel  hale  gelmez.  Muaccel  hale  gelen  sadece borçlarıdır.  Vergiler kanunlarında gösterilen süreler içinde ödenir, ödeme süresinin son  günü  o  ödemenin  vadesi  olur.  Taksitle  ödenmesi  gereken  kamu alacağının  iflas  anında  vadesi  gelmemiş  taksitleri  varsa  tüm  taksitler itibarıyla alacağın tamamı muaccel olur. Örneğin, 5 Mayıs 2017 de iflasına karar  verilen  bir  müflis  mükellefin  gelir  vergisinin  2.  taksitinin  vadesi Temmuz ayının son günü (31 Temmuz 2018) olmasına rağmen bu taksitin vadesi 5 Mayıs 2017 tarihi itibarıyla muacceliyet kazanacaktır.  İflasla birlikte vadesi gelmemiş vergilerin muacceliyet kazanacağı açık olmakla birlikte bu vergilerin iskonto edilip edilmemesi konusu üzerinde de durmak  gerekir.  İİK  m.195/2 de  müflisin  vadesi  gelmemiş  borçlarından yıllık kanuni faiz hesabıyla iskonto yapılacağı ve iskontolu değerinin masaya                                                            98   İİK  m.195 de,  borçlunun  taşınmaz  malların  rehni  suretiyle  temin  edilmiş  müeccel alacakları (ipotekle teminat altına alınanlar) iflasla birlikte muaccel olma kapsamı dışında tutulmuştur.  99   AATUHK nın m.38 maddesindeki taksitle ödenen kamu alacaklarında taksitlerden birisi vadesinde  ödenmediği  takdirde,  bu  taksitle  birlikte  vadesi  daha  sonra  gelecek  olan taksitler de muaccel hale geleceğine ilişkin hüküm 4369 sayılı kanunun 82/2 maddesiyle 01.01.1999 tarihinden itibaren yürürlükten kaldırılmıştır. Bu nedenle artık ödenmeyen taksit veya taksitler için ödeme emri çıkararak kanuni takibata geçilir. Ancak iflas durumunda İİK m.195 deki özel hüküm nedeniyle ödenmemiş bütün vergi taksitlerin muacceliyet kazanacaktır. 933Doğan Şenyüz  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952 kayıt  edileceği  düzenlenmiştir.  İskontolu  değerin  bulunması  gelecekteki değerin iflas gününe indirgenmesi suretiyle peşin değerin hesaplanmasıdır. Vadesi gelmemiş vergiler İİK m. 195/2 kapsamında iskontoya tabi tutulup tutulmayacağı  konusunda  AATUHK  ve  VUK ta  herhangi  düzenleme bulunmamaktadır. İİK da iskonto edilme bakımından borçların niteliğinin farklılığına dayanan bir ayırım yapılmamıştır. Bu durumda müflisin vadesi gelmemiş bütün borçlarının iskonto edileceğini düzenleyen İİK m.195/2 nin vergiler  için  de  uygulanması  ve  vergilerin  de  iskontoya  tabi  tutularak iskontolu tutarlarının cetvelde yer alması gerekir. İflas anına göre iskonto edilen  vadeli  borçlara  bu  andan  itibaren  gecikme  zammı  da uygulanmayacaktır. İlk  bakışta  devletin  tahakkuk  ederek  kesinleşmiş  vergi  alacağının iskonto yoluyla azaltılmasının AATUHK bakımından kabul edilemez olduğu ileri sürülebilirse  de iskonto edilme  işlemi  iflasta müflisin tüm  borç  ve alacaklarının  bir  kül  içinde  değerlendirilmesi  kuralına  ve  adalete  uygun düşer.  İflas anı itibarıyla vadesi geçmiş vergiler muaccel olup iskonto edilmez. Ancak bunlar için yukarıda açıklandığı üzere iflas anına kadar gecikme zammı uygulanacağına ve  ana alacak  sayılacağına şüphe yoktur. F.  VERGİNİN  BULUNDUĞU  AŞAMANIN  SIRA  KAYDI ÜZERİNDEKİ ETKİSİ Vergilendirme tarh, tebliğ, tahakkuk ve tahsil aşamalarından ibaret çok aşamalı bir idari süreci içinde barındırır (VUK m. 19, 20, 21, 22 ve 23). Müflis hakkında iflas kararı verildiğinde vergi alacağının süreç bakımından bulunduğu aşamanın farklılığına göre sıra cetvelinde yer alması özellikler taşır. 1.  Vergiyi  Doğuran  Olay  Meydana  Gelmesine  Rağmen  Tarh Edilmemiş Vergiler  Vergiyi doğuran olay meydana gelmekle vergi alacağı doğar (VUK m.19). Hangi vergi için hangi maddi veya hukuki olgunun vergiyi doğuran olay  olduğu  ilgili  vergi  kanunlarında  belirtilir.  Vergiyi  doğuran  olay meydana geldikten sonra iflas hukuku bakımından sonuçlarının neler olduğu da iflas hukukuna göre belirlenir 934Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952  İflasta Vergi… Vergilendirme sürecinin başlayabilmesinin ön ve asli koşulu ilgili vergi için kanununda belirtilen vergiyi doğuran olayın meydana gelmesidir. Bu nedenle cetvele kayıt konusunu bu aşamadan itibaren ele almak gerekir. Vergiyi doğuran olay meydana geldikten sonra vergi dairesi tarafından tarh işlemi yapılır. Cevabı aranması gereken soru şudur: Vergiyi doğuran olayın meydana gelmesiyle doğan vergi alacağının daha tarhiyat yapılmadan iflas masasına kaydı mümkün müdür? Bir başka deyişle vergi dairesi tarh işlemi olmadan vergiyi doğuran olayın meydana geldiğinden bahisle iflas idaresine alacak kayıt talebine ilişkin bildirim yapılabilir mi?  Tarh işlemi yapılmadığı sürece hukuk dünyasında icrai niteliğe sahip ve re sen icra edilebilir bir idari işlemin varlığından söz edilemeyeceğinden idarenin  hukuken  geçerli  alacak  iradesinin  varlığından  ve  alacaktan  söz edilemez. Çünkü tarh işlemi yapılmadan miktarı belirlenmiş ve somutlaşmış bir vergi borcundan bahsedilemez. Müflis hakkında tarh işlemi yapılmamışsa vergi  borçlusu  sayılmaz.  Gelecekte  tarh  edilip  edilmeyeceği  dahi  belli olmayan bir vergi borcu için idare hukuku ve vergi hukuku kurallarına göre iflas idaresine karşı kayıt talebinde bulunulması mümkün değildir. O halde henüz  tarhiyatın  yapılmamış  ve/veya  cezanın  kesilmemiş  olması  bu alacakların masaya yazılmasına engel oluşturur. 2.  Tarh Edilmesine Rağmen Tahakkuk Etmemiş Vergiler İflas durumunda verginin tarhını, vergiyi doğuran olayın iflas anından önce veya sonra meydana gelmesine göre ikiye ayrılarak ele almak gerekir. a. İflastan Önce Doğan Vergilerin Tarhı İflastan önceki dönemde meydana gelmiş vergiyi doğuran olaya ilişkin borç vergi dairesince tarh işlemine dönüştürülmek durumundadır. Tarhiyatın yapılması  bağlı  yetki  çerçevesinde  yerine  getirilmesi  gerekir.  Vergi dairesinin alacağını tespit eden tarh işlemi başka, bunun vergi dairesinin masaya  kaydı  için  iflas  idaresine  bildirimde  (tebliğ)  bulunması  başka işlemlerdir.101 Bildirim tespit edici ve açıklayıcı nitelikte bir işlemdir. Asıl                                                            100  Açıklamaların benzer ilişkileri içeren amme alacakları bakımından da geçerli olduğunu söylemek mümkündür. Örneğin trafik para cezası kesilmişse  kaldırma (iptal)  kararı verilinceye kadar cezanın kayıt kabulü bakımından, tarh edilen vergiler için tanınan özel yollar dışında, takip edilecek genel yollar uyumluluk gösterir. 101  Barış BAHÇECİ, , İflas İdaresinin Kamu Alacağının İflas Masasına Kaydını Reddetmesi Sorunu, Ankara Üniversitesi Hukuk Fakültesi Dergisi 64 (4) 2015, s.988. 935Doğan Şenyüz  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952 işlem alacağı belirleyen tarh işlemidir. Vergi cezası kesme işlemleri de aynı mahiyettedir. İşlem vergi tarhı veya ceza kesme olsun karşı taraf üzerinde yükümlendirici bir sonuç doğurur.  Vergi  borcunu  tespit  eden  bir  işlem  olan  tarhiyatın  hukuki  sonuç doğurabilmesi muhatabına tebliğ edilmesine bağlıdır. İflas anında, verginin tarh edilip edilmediği o vergi veya cezaya ilişkin düzenlenen ihbarnamenin tebliğ tarihine bakılarak karar verilir. Tarhiyatın İflastan Önce Tebliğ edilmesi: Vergiyi  doğuran  olaya  bağlı  tarhiyat  iflastan  önce  mükellefe  tebliğ edilmiş olabilir. Mükellef tarafından idari yola veya dava yoluna gidilmiş olsa bile iflasla birlikte kanuni temsil yetkisi iflas idaresine geçeceğinden işlemler  hangi  aşamada  kalmışsa  işlemler  o  aşamadan  itibaren  iflas idaresince yürütülür. Tarhiyatın İflastan Sonra Tebliğ edilmesi: Vergiyi doğuran olayı iflastan önce meydana gelen bir vergiye ilişkin tarhiyat iflas kararından sonra yapılırsa vergi ihbarnameleri müflis yerine geçen iflas idaresine tebliğ edilir.  İflastan  önce  tarh  edilmesine  karşın  müflise  tebliğ edilmeyen/edilemeyen vergiler de iflas süreci içinde doğrudan iflas idaresine tebliğ edilir.  Tarhiyatlar iflas kapanıncaya kadar iflas idaresine tebliğ edilirse masaya dâhil  olacaktır.  Bu  sonuç  alacakların  iflas  anı  itibarıyla  var  olmaları şeklindeki  düzenlemeyle  uyumludur.  Fakat  tarhiyata  karşı  müflisin kullanacağı hakları iflas idaresi kullanmak durumundadır. Tarh işlemi bir idari işlem olarak re sen icra edilebilirlik ve hukuka uygunluk karinesinden yararlanır. İflas idaresi İİK m. 230 daki hüküm çerçevesinde bu tarhiyattan müflis konumda olan mükellefi haberdar eder. Bilgi aldıktan sonra tarhiyatın hukuka uygun yada aykırı olduğu yönünde değerlendirmesini yapar.                                                                                                                                         102  Kemal GÖZLER, İdare Hukuku Dersleri,8.b,Bursa-2009, s.288. 103  GÖZLER, s. 290. 104  Geniş bilgi için bkz, GÖZLER, a. g. e., s. 279-281. 936Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952  İflasta Vergi… İflas idaresi tarhiyatın hukuka uygun olduğu kanaatine varırsa tahakkuk ve kesinleşmeyi takiben vergi alacağını sıra cetveline yazar. Bu durumda sıra cetveline  yazılmak  için  gerekli  ve  yeterli  görülen  kesinleşme  sağlanmış demektir. İflas  idaresi  tarh  işleminin  hukuka  aykırı  olduğu  kanaatine  varırsa idari  ve/veya  yargısal  yollara  başvurur.  Tarh  edilen  verginin  vergi dairesince masaya kayıt talebine karşı iflas idaresinin talebi ret  yetkisi  yoktur. Bu nedenle iflas idaresi bir taraftan kanuni yollara başvurabilirken diğer taraftan tarhiyatta belirtilen alacağın masaya geçici kaydını yapmak durumundadır.  Vergi  alacağı  nizalı  alacak  olarak  sıra  cetveline  kabul edildikten sonra iflas idaresinin bu alacağın kayıt ve kabul koşullarına uygun bulunmadığını düşünmesi halinde iflas söz konusu olmamış olsaydı müflisin başvurabileceği  tüm  kanuni  yollara  başvurması  ve  sonucuna  göre  işlem yapması  gerekir.  İkmalen  veya  resen  yapılan  tarh  işlemine  karşı  dava açılmasına engel bulunmamaktadır. İflas idaresi tarh veya ceza kesme işlemin iptali için dava açma yoluna giderse uyuşmazlığa İYUK m.2 ve VUK m.377 ye göre idari yargıda bakılması gerekir. İdari ve adli yargı                                                            105  Tarh edilmiş bir vergiye ve kesilmiş bir vergi cezasına karşı iflas idaresi müflis mükellef dava dışı yollar bakımından iflas etmemiş olsaydı hangi haklara sahip olacak idiyse aynı haklara  sahip  olur.  İflas  idaresi  masayı  temsil  yetkisi  çerçevesinde  iflas  kararıyla kendisine  geçen  bu  hakları  müflisin  lehine  olduklarına  kanaat  getirdikleri  anda kullanmalıdır. Hatta masa için bu bir zorunluluktur. Örneğin, işlemin dava dışı yol olan vergi hatalarını düzeltme hükümleri çerçevesinde geri alınması mümkünse iflas idaresi bu yola da başvurmalıdır (VUK m.116 vd.). Bu durumda en azından dava yoluna gidilmesine gerek olmaksızın vergi alacağı masadan doğrudan çıkarılır. Müflis mükellef lehine fayda görülüyorsa VUK Ek 1-10 maddelere göre göre uzlaşma yoluna da başvurulmalıdır. Uzlaşma  sağlanması  halinde  uzlaşılarak  kesinleşme  sağlanan  tutar  masada  kalırken, indirilen kısım masadan çıkartılır. 106  Bu bakımdan da tarh edilen vergilerde asıl olan, vergi alacağının masaya kaydedilmesi olup iflas idaresinin alacakla ilgili bir karar vermeden vergi mahkemesine giderek tarh ve ceza kesme işlemini iptal ettirmesidir. Vergi alacağının iflas masasına kayıt ve kabul edilmemesine bağlı olarak özel alacaklarda olduğu gibi vergi idaresi tarafından kayıt ve kabulü esas alan dava açılması da yerinde değildir. 107  BAHÇECİ a.g.e.s. 998. 108  Bu çerçevede bir ihtilafın kamu alacağını -konu alması- ile kamu alacağı ile -ilgili olması- arasındaki  farka  dikkat  çekmek  gerekir.  Adli  yargı-  idari  yargı  ayrımı  açısından bakıldığında, kamu alacağını -konu- alan ihtilaflarda, alacak kamu gücünü kullanan tarafın yaptığı idari bir işlemle doğmakta ve ihtilafın çözümünde idari yargı yetkili olmaktadır. Bir özel hukuk alacağının kamu alacağından kaynaklanması ihtimalinde ise, ihtilaf kamu alacağı ile sadece dolaylı yoldan  ilgili  olabilmektedir. Somutlaştırmak gerekirse, iki özel hukuk kişisi arasındaki bir ihtilaf, bir tacirin müşterisinden talep ettiği 937Doğan Şenyüz  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952 kolu ayrılığı bulunan ülkemizde iflas aşamasında tebliğ edilmiş olsa bile vergi uyuşmazlıklarına adli yargı bakamaz. Dava açılmışsa tarh edilen verginin dava konusu edilen bölümünün tahsil işlemleri kendiliğinden durur (İYUK md. 27/4)110. Bir başka ifadeyle dava açılması tarh edilen verginin tahakkukunu ve kesinleşmesini engeller. Hangi yol kapsamında olursa olsun uyuşmazlığın sonuçlanmasına göre sıra cetvelinde gerekli işlem ve düzeltme yapılır.  Müflis tarhiyata karşı iflastan önce dava yoluna gitmiş olabilir. İflasla birlikte dava iflas idaresince takip edilecektir. İflastan sonra tebliğ edilen tarhiyatlara karşı doğrudan iflas idaresi dava yoluna gitmek durumundadır. Hatta iflastan önce mükellefe tarh edilmiş ancak dava açmanın sonu iflas içine isabet eden uyuşmazlıklarda ise dava iflas dairesince açılabilecektir. Her ne şekilde olursa olsun dava yoluna gidilmiş olması halinde ortada uyuşmazlık var demektir. Dava devam ederken ne bir tahakkuk ne de bir kesinleşmeden söz edilebilir. Oysa, vergi alacaklarının kalıcı şekilde sıraya yazılması için tahakkuk ederek kesinleşmesinin sağlanması şarttır. Tahakkuk veya  kesinleşme  meydana  gelmeden  iflasın  açıldığı  tarihte  dava  konusu yapılmış vergi alacağı nizalı alacak olarak iflas masasına kaydedilmelidir. Görüldüğü üzere dava yoluna gidilmesi iflas idaresinin kayıt yükümlülüğünü ortadan  kaldırmamakta  kamu  alacağının  ihtilaflı  olduğu  şerhiyle  sıra cetveline  kaydını  gerektirmektedir.  Bu  durum  Yargıtay ın  çeşitli kararlarıyla istikrar kazanmıştır. O halde iflas idaresi vergi alacağının                                                                                                                                         tutar içinde KDV ye de yer vermesi ya da bir vergi sorumlusunun herhangi bir dava ve itiraz yolu kullanmaksızın ödediği bir vergiyi, vergi yükümlüsüne rücu etmesi şeklinde tezahür edebilir. Ancak her iki ihtimalde de ihtilafa konusu alacak bir kamu alacağı değil, taraflardan birinin üstlendiği kamu borcu nedeniyle, diğerine yansıtmak istediği bir özel alacaktır. Bu tip durumlarda adli yargının talepte bulunan tarafın gerçekten alacaklı olup olmadığını belirlemek için kamu alacağının doğup doğmadığı ile ilgili değerlendirme yapması ise tabiidir (BAHÇ, a.g. e., s.994). 109  BAHÇECİ, a. g. e., s.1009. 110  İYUK m.27/4 de  ..Vergi mahkemelerinde, vergi uyuşmazlıklarından doğan davaların açılması, tarh edilen vergi, resim ve harçlar ile benzeri mali yükümlerin ve bunların zam ve cezalarının dava konusu edilen bölümünün tahsil işlemlerini durdurur…  denmiştir.. 111  BAHÇECİ, a. g. e., s.986 112  Kararlarla ilgili bkz, BAHÇECİ, a. g. e., s.995 de yer alan 36 nolu dipnot:  Bir vergi alacağından müflisin sorumlu tutulup tutulamayacağı konusunda ortaya çıkan ihtilafta adli yargı değil idari yargı görevlidir. Böyle bir durumda iflas idaresinin nizalı vergi alacağını herhangi bir karar vermeden sıra cetveline yazması ve müflisin başvurabileceği yollara kendisinin  başvurması  gerekir  (HGK  20.12.1995  19-662/1149;  19HD  2.2.1998,  97- 8700/1115). 938Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952  İflasta Vergi… kayıt  talebini  vergi  alacağının  tahakkuk  etmediği  veya  kesinleşmediği nedeniyle  reddetmeyecek  tamamını  sıra  cetveline,  dava  süresi  boyunca geçerli olmak üzere, nizalı alacak şerhi düşerek yazacakdavanın sonucuna göre de kaydı düzeltecektir.  Tarh işlemi hukuka aykırı olmasına rağmen iflas idaresi hiç dava açmaz veya süresinde dava açmazsa vergi tahakkuk eder ve kesinleşir. Belirtilen işleme karşı dava açılması gerekirken açılmaması halinde iflas idaresinin durumunu sorumluluk hukuku çerçevesinde değerlendirilmesi gerekir. İflas  dönemi  içinde  faaliyetle  ilişkili   masa  borcu   niteliğinde  tarh edilen vergiler (örneğin, iflas süreci içinde masa tarafından satılan malların KDV leri) doğrudan iflas masasına ait olacaktır. Bu vergiler sıra cetvelinde yer  almaz.  Bunlar  iflas  kapanmadan  önce  iflas  idaresince  sıra  dışında ödenmek  durumundadır.  İflas  idaresinde  görevli  olanlar  tasfiyeyi                                                                                                                                             Mahkemece vergi alacakları ile ilgili uyuşmazlıklarda idari yargının görevli olduğu, iflas dairesinin bildirilen vergi alacağını masaya kabul edip müflisin başvuracağı kanuni yollara başvuracağı gerekçesiyle davanın kabulüne karar verilmiş, hüküm davalı iflas idaresince temyiz edilmiştir. (...) hükmün onanmasına  Yarg. 19. H.D., E. 2001/4557, K. 2001/495, T. 23.0.2003 Uyar, s.16572. Aynı yönde Yarg. 19. H.D., E. 2002/5642, K. 2002/503, T. 23.01.2003 e-Uyar Bilgi Bankası. Mahkemece iddia, savunma ve toplanan delillere göre vergi alacağının iflâs masasına kaydedilip  kaydedilemeyeceği  konusunda  çıkan  uyuşmazlıkta  idari  yargının  görevli olduğu, bu durumda iflâs idaresinin uyuşmazlık konusu alacağı sıra cetveline yazılıp, müflisin  başvuracağı  yollara  kendisinin  müracaat  edeceği  gerekçesiyle  reddedilen alacağın masaya kayıt ve kabulüne karar verilmiş, karar davalı iflâs idaresince temyiz edilmiştir. (...) kararın onanmasına . Yarg. 19. H.D. E. 2001/3439, K. 2001/4866 T. 21.6.2001.  Mahkemece vergi alacakları ile ilgili uyuşmazlıklarda idari yargının görevli olduğu, iflâs idaresinin bildirilen vergi alacağını masaya kabul edip, müflisin başvuracağı kanuni yollara başvuracağı gerekçesiyle davanın kabulüne karar verilmiş, hüküm davalı iflâs  idaresince  temyiz  edilmiştir.  (...)  hükmün  onanmasına .  Yarg.  19.  H.D.,  E. 2001/4557, K. 2001/495, T. 23.1.2003, e-Uyar Bilgi Bankası.   Davacı  idare  tarafından  iflas  masasına  bildirilen  alacak  İflas  İdaresince  kısmen reddedilmiş, bunun üzerine davacı Vergi idaresi tarafından temyize konu kayıt ve kabul davası açılmıştır. Anılan uyuşmazlıkta adli yargı değil, idari yargı görevli olduğundan İflas idaresinin alacakla ilgili bir karar vermeden alacağı sıra cetveline yazması ve müflisin başvurabileceği kanuni yollara kendisinin başvurması gerekir. Yarg. 19. H.D., E. 2001/3960, K. 2001/5987, T. 27.9.2001 Kazancı Bilgi Bankası.  Belirtmek  gerekir  ki  iflas  idaresinin  red  gerekçesi  ile  ilgili   müflis  şirketin  vergi borcunun yöneticiden tahsil edilip edilemeyeceği  şeklinde ortaya çıkacak uyuşmazlıkta, adli yargı değil, idari yargı görevlidir. Böyle bir durumda, iflas idaresinin nizalı vergi alacağını herhangi bir karar vermeden, sıra cetveline yazması ve müflisin başvurabileceği kanuni yollara kendisinin başvurması gerekmektedir. 113  Yarg. 19.HD.12.03.1998 tarih ve 635/1788 sayılı karar,(DEYNEKLİ, a. g.. e., s.238) 939Doğan Şenyüz  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952 gerçekleştirme sorumluluğu kapsamında kendi görev süreleri içinde olan vergilerin ödenmemesinden dolayı kişisel olarak ikinci derecede sorumlu kılınmışlardır.  b. İflastan Sonra Doğan Vergilerin Tarhı İflasa  karar  verildiği  tarihten  sonra  vergiyi  doğuran  olayı  meydana gelen vergiler iflas anı içinde tarh edilseler bile bu vergilerin iflas masasına yazılması  mümkün  değildir.  Bu  sonuç,  iflasın  açıldığı  zaman  ile  iflasın kapanmasına kadar müflisin uhdesine giren malların iflasın açılma anına kadar  olan  alacakların  ödenmesine  tahsis  olunur  (İİK  m.184  ve  255) hükmünün  gereğidir.  İflas  anından  sonra  doğan  vergiler  hiçbir  şekilde masada yer almaz. Çünkü iflastan sonraki dönemlerde doğan fakat iflas açıldıktan sonra tarh edilen vergiler masaya yazılırsa vergi daireleri lehine, diğer  alacaklılar  aleyhine  eşitlik  ilkesi  bozulmuş  olacağı  gibi  iflas müessesinin iflas anı bakımından oluşan alacaklıların eşit tatmin edilmesi prensibine aykırı bir durum ortaya çıkar. O halde, iflastan sonraki döneme ait olan vergiler iflas içinde tarh edilseler bile sıra cetveli dışında kalır ve cetvele yazılmazlar.  3. Tahakkuk Etmesine Rağmen Henüz Kesinleşmemiş Vergiler Verginin tahakkuku VUK m.22 de verginin ödenecek aşamaya gelmesi şeklinde tanımlanmıştır. Vergi ödenmesi gereken safhaya geldiğinde tahsil edilebilir nitelik kazanır ve tahsilat aşamasına geçilir. Tahakkuk verginin kesinleşmesine  giden  yolda  geçirilmesi  ve  tamamlanması  gereken  bir aşamadır.  Tahakkuk  eden  vergi  mükellefin  malvarlığına  pasif  bir  unsur olarak dâhil olur. Verginin  tahakkuk  etmesi  başka  şey  kesinleşmesi  başka  şeydir.  Bu nedenle tahakkuk ile kesinleşme farklı hukuki durumları ifade eder. Her                                                            114  Oğuz ATALAY, Anonim Şirketlerin İflası, Dokuz Eylül Üniversitesi Hukuk Fakültesi Yay, İzmir-1996, s.189. 115  Hacizde  satılıncaya  kadar  (para  dağıtılıncaya  kadar)  hacze  iştirak  mümkündür. (AATUHK m.21) 116  Verginin kesinleşmesi ile tahakkuku birbirine benzese ve hatta bazen meydana geldiği an itibarıyla örtüşse bile aynı durumları ifade etmez. Ancak biraz da dikkatsizlik sonucu bu kavramların birbiri yerine kullanıldığına rastlanmaktadır. Aşağıdaki hallerden birinin varlığı durumunda vergi ve/veya kesinleşme sağlanmış demektir. 940Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952  İflasta Vergi… kesinleşme  tahakkuku  içinde  barındırırken  her  tahakkuk  kesinleşme sonucunu  doğurmaz.  İkisinin  ortak  noktası  alacağın  tahsil  edilebilir duruma  gelmesine  imkân  vermeleridir.  Kesinleşme  vergiye  karşı gidilebilecek tüm yargısal yolların tüketilmesi anlamına gelirken tahakkuk yasal yollar tüketilmeden önceki tahsil edilebilir hali ifade eder. Davanın reddi üzerine tahakkuk eden vergiye karşı kanun yollarına (istinaf, temyiz) gidilmesi kesinleşmeyi engeller. Çünkü uyuşmazlık henüz kesin olarak karara bağlanmış değildir.  Tahakkukun iflasın açıldığı tarihten önce veya sonra meydana gelmesi önemli değildir. Yeter ki vergi iflastan önce doğmuş ve iflas süresi içinde                                                                                                                                           i- Vergi ve cezanın itirazsız ödenmesi: (Mükellefin kesilen cezaları dava yoluna gitmeden kendi rızasıyla ödemesi halinde ceza ödenme tarihinde kesinleşmiş sayılır).   ii- Vergi ve cezalarda uzlaşmaya varılması: (Uzlaşma yoluna gidilip uzlaşma sağlanması halinde uzlaşma tutanağının düzenlendiği tarihte kesinleşmiş sayılır).   iii- Cezalarda indirimden yararlanılarak cezanın indirimli ödenmesi: (indirimli cezanın vergi aslı ile birlikte ödenmesi anında vergi ve ceza bakımından kesinleşme meydana gelir).   iv- Vergi ve cezaların dava açma süresi içinde dava konusu edilmemesi: (Cezaya karşı tebliğden itibaren 30 günlük dava açma süresi içinde dava açılmaması halinde dava açma süresinin sonunda kesinleşmiş sayılır).   v- İlk derece mahkemesinin red kararı üzerine kanun yollarına gidilmemesi: (Cezaya karşı süresinde dava açılmasına rağmen dava reddedilmesi üzerine kanun yollarına (istinaf, temyiz) gidilmemesi durumunda kanun yollarına gidilme süresi sonunda kesinleşmiş sayılır.).    vi- Vergi ve cezaya karşı, süresinde dava açılmış, fakat davanın reddedilmesi üzerine kanun yoluna gidilmişse kanun yolu neticesinde mahkeme kararının verildiği anda ceza kesinleşmiş sayılır. (Doğan ŞENYÜZ, Mehmet YÜCE, Adnan GERÇEK, Vergi Hukuku (Genel Hükümler), 8.b., Ekin Kitabevi, Bursa-2017, s.196). 117  Normalde, mükellefler beyan ettikleri matrahlara ve bu matrahlar üzerinden tarh edilen vergilere karşı dava açmazlar. Beyana dayanan vergilerde matrahın beyanı üzerine vergi tarh, tahakkuk eder ve kesinleşir. Bu kurala ihtirazi kayıtla verilen beyanlar (İYUK m. 27/3) ile hataların varlığı (VUK m.116 vd ile 375.) bakımından iki istisna getirilmiştir. Bu nedenle  belirtilen  iki  istisnanın  tahakkuk  ve  kesinleşme  üzerindeki  etkilerini  ayrıca açıklamak gerekir. Beyanname ihtirazi kayıtla verilmişse tahakkuk fişi düzenlenir ve vergi  tahakkuk  eder,  fakat  bu  şekilde  tarh  eden  vergiye  karşı  dava  açma  imkânı bulunduğundan, süresinde dava açılmama veya açılan davanın reddi durumunda tahakkuk eden vergi kesinleşmiş olur. VUK da belirtilen hata halleri varsa düzeltme hükümleri kapsamında yapılacak başvuru ve sürece uygun şekilde dava yoluna gidilmesi halinde davanın red sonucuna göre kesinleşme gerçekleşmiş olur.  118  İYUK  m.45 de  belirtilen  parasal  tutarı  (2018  yılı  için  5.000  TL)  geçmeyen uyuşmazlıklarda istinaf yoluna gidilemeyeceğinden vergi mahkemelerince verilen kararlar kesindir. Diğer taraftan İYUK m.46 da belirtilen parasal tutarı (2018 yılı için 117.000 TL) geçmeyen uyuşmazlıklarda temyiz yoluna gidilemeyeceğinden istinaf mahkemelerince verilen kararlar kesindir. 941Doğan Şenyüz  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952 alacak için masaya yazılma talebinde bulunulmuş olsun. Tahakkuk eden vergiye karşı mükellef iflastan önce dava açmış ve dava devam ediyorsa alacağın kesinleşmesi bu davanın sonucuna göre belirleneceğinden tahakkuk eden vergi sıraya nizalı alacak olarak kaydedilmelidir. 4. Kesinleşmiş Vergiler Tahakkuk ettirilen kamu alacağı kesinleşmiş ise bu alacak için alacaklı vergi idaresi tarafından AATUHK m.58 e göre ödeme emri düzenlenmesi gerekir.  Ödeme  emrinin  düzenlenmesi  cebri  icra  yolunun  başlangıcını oluşturan bir idari işlemdir.  Kesinleşen vergi alacağı ve buna bağlı vergi cezasının sıra cetveline doğrudan  yazılabilmesi  verginin  kesinleşmesine  bağlıdır.  Bu  nedenle öncelikle  vergi  alacağı  ve/veya  cezasının  hukuken  kesinleşip kesinleşmediğinin iflas idaresince tespiti bu bakımdan önem arz eder. Bu kapsamda  vergi  alacağının  iflas  idaresince  özellikle  iflastan  önceki dönemlere  ait  olup  olmadığı,  kesinleşip  kesinleşmediği,  affa  veya zamanaşımına  uğrayıp  uğramadığı  ve  imtiyazlılık  durumları  bakımından incelenmesi gerekir. Alacağın durumu iflas idaresince incelendikten sonra kesinleşmiş olanların sıra cetveline yazılması zorunludur. Yargıtay  tarh ve tebliğ olunan vergi alacağına karşı dava açılmamış olması veya mükellef tarafından  açılan  vergi  davası  sonunda  tarhiyatın  haklılığının  hükme bağlanması icap etmektedir  şeklindeki ifadesi vergi alacağının kesinleşmiş olması halinde sıra cetveline kaydedilmesi gerektiği görüşünde olduğunu göstermektedir.  Görüldüğü  üzere  vergi  alacağının  sıra  cetveline tereddütsüz  yazılarak  işlem  görebilmesinde  anahtar  kavram  o  alacağın kesinleşmesidir.                                                             119  Yarg.19.HD., 12.03.1998 tarih ve 635/1788 sayılı karar (DEYNEKLİ, a.g.e., s.238). 120 Alacağın vergi dışında bir amme alacağı olması durumunda başvurulacak kanuni yollar bakımından kendine ait kanuni ve idari yollara gidilmesi esastır. 121  DEYNEKLİ, a.g.e.,s. 85. 122  Genel olarak vergi afları olarak ifade edilen düzenlemeler ile sonucu kısmen veya tamamen terkin edilen alacaklar ve zamanaşımına uğramış olanlar bakımından müflisin lehine ve ona ait hakların iflas idaresince kullanılması kanuni bir yetki ve sorumluluktur. Aksine davranış diğer alacaklıların alacaklarının karşılanması bakımından aleyhe bir durum ortaya çıkartır. 123  Yarg.11.HD. 01.12.1987 tarih ve E:894,K:2143, (DEYNEKLİ, a. g. e., s.86). 942Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952  İflasta Vergi… İflasın açıldığı zaman kesinleşmemiş olsa bile iflas kapanıncaya kadar kesinleşen alacaklar da sıra cetveline kaydedilir. İflastan  önce  tahakkuk  etmiş  vergiler  için  iflastan  önce  veya  sonra ödeme emri gönderilmiş olabilir. Bu durumda bir idari işlem olan ödeme emrine karşı dava açılıp açılmamasına göre farklı uygulamalar ortaya çıkar.  İflas açılmadan mükellefe ödeme emri tebliğ edilmiş, fakat mükellef buna karşı dava açmışsa davaya iflas idaresi devam eder. Dava konusu edilen ödeme emrindeki tutar sıraya yazılacak fakat müflis mükellefin açtığı davanın sonuna göre düzeltme işlemi yapılır.  İflas  sürecinde  düzenlenen  ödeme  emirleri  doğrudan  iflas  idaresine gönderilir. İflas idaresine tebliğ edilen ödeme emirlerine karşı kullanılacak idari  ve  /veya  yargısal  yollar  bakımından  tüm  yetkiler  iflas  idaresine geçtiğinden ödeme emrine karşı iptal davası açıp açmama takdiri de iflas idaresine geçer. Daha önceden mükellefe tebliğ edilmiş ödeme emirleri için şartları varsa bunlar için dava açılma süresinin sonu iflastan sonraki süreye isabet ediyorsa dava açılmasına iflas idaresi karar verir. Ödeme emrine karşı onbeşgün içinde dava açılmalıdır. Açılan davada AATUHK m. 58/1 de ileri sürülebilecek  sebepler  varsa  iflas  idaresince  ödeme  emrinin  iptali amacıyla dava yoluna gidilmelidir. Anılan maddedeki sebeplerden biri varsa dava yoluna gidilmesi esastır. Yeter ki düzenlenen ödeme emrine karşı dava açma  sebepleri  oluşmuş  olsun.  Aksi  durum  iflas  idaresi  müflisin kullanabileceği hakları kullanmaması anlamına gelir ki, durumda müflisin pasifinin haksız şekilde artmasına sebep olunmuş olur. Örneğin, müflis vergi borcunu daha önceden ödemişse masa bu sebeple ödeme emrinin iptalini vergi mahkemesinden istemesi müflisin ve diğer alacaklıların menfaatleri bakımından zorunluluk arz eder. Dava açıldığı durumda alacak nizalı kabul edilir. Alacağın sıra cetveline geçici kaydı yapılır ve dava sonucuna göre bu kayıt  düzeltilir.  Dava  kabul  edilmişse  alacağa  cetvelde  yer  verilir, reddedilmişse de kaydı yapılan geçici alacak cetvelden silinir.                                                            124  DEYNEKLİ, a. g. e., s.98. 125  Madde 58 – Kendisine ödeme emri tebliğ olunan şahıs, böyle bir borcu olmadığı veya kısmen veya tamamen ödediği veya zamanaşımına uğradığı hakkında tebliğ tarihinden itibaren 15 gün içinde alacaklı tahsil dairesine ait itiraz işlerine bakan vergi itiraz komisyonu  nezdinde  itirazda  bulunabilir.  İtirazın  şekli,  incelenmesi  ve  itiraz incelemelerinin iadesi hususlarında Vergi Usul Kanunu hükümleri tatbik olunur 126  DEYNEKLİ a. g. e., s.89. 943Doğan Şenyüz  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952 G.  ZAMANAŞIMI  KARŞISINDA  VERGİ  ALACAKLARININ DURUMU Vergi  hukukunda  vergilendirme  sürecinin  farklı  aşamalarına  ilişkin çeşitrli zamanaşımı öngörülmüştür.  Tarh zamanaşımı  (VUK m. 114) ve  tahsil  zamanaşımı   (AATUHK  m.  102)  sıklıkla  karşı  karşıya  kalınan zamanaşımı  halleridir.  Tarh  zamanaşımı  belirli  bir  sürenin  geçmesiyle idarenin vergiyi tarh ederek tebliğ etmesini engeller. Tahsil zamanaşımı ise kesinleşen  bir  verginin  tahsili  bakımından  borçluyu  zorlama  yetkisini ortadan kaldırır.  Tarh  zamanaşımı  vergi  alacağının  doğduğu (vergiyi  doğuran olayın meydana  geldiği)  takvim  yılını  takip  eden  takvim  yılının  başından başlayarak beş yıl içinde mükellefe tarh ve tebliğ edilmeyen vergilerin bir daha  tarh  edilip  tebliğ  edilemeyeceği  ve  mükellefin  borçlu  hale getirilemeyeceği sonucuna yol açar. Esasen her ne kadar tarh zamanaşımı için  zamanaşımı  kavramı  kullanılmışsa  da  düzenlemenin  sonuçlarına bakıldığında tarh zamanaşımının  idarenin tarh etme yetkisini kaldırması  nedeniyle tarhiyatın yapılmasına engel olur. Bu şartlarda zamanaşımından değil hak düşürücüden bahsedilmesi yerindedir. İflastan  önce  veya  sonraki  dönemlere  ait  olsun  tarh  zamanaşımına uğramış  bir  vergi  için  vergi  idaresince  tarhiyat  yapılamaz,  yapılmaması gerekir. Bu nedenle müflisi vergi borçlusu haline getirmek mümkün olmaz. Tarh zamanaşımına uğramış vergi müflisin veya iflas idaresinin bir başvurusu olup olmadığına bakmaksızın vergi idaresince re sen dikkate alınması gerekir. İşlem  anında  geri  alınmalıdır.  Aynı  durum  vergi  cezalarının  kesilmesi bakımından da geçerlidir. Tarh zamanaşımına uğramış vergiyle ilgili olarak tarhiyat yapılması veya ceza kesilerek tebliği halinde iflas idaresinin kanuni yollara başvurması gerekir.  Tahsil  zamanaşımı  da  vergilerin  vadelerinin  rastladığı  takvim  yılını takip eden yılın başından itibaren beş yıl içinde talep ve tahsil edilmezlerse mükellefin  hukuken  cebri  icraya  zorlanamayacağını  ifade  eder.  Tahsil                                                            127  Tarh zamanaşımı esasen vergi dairesinin tarhiyat yapabilmesi bakımından hak düşürücü süre niteliğinde olduğundan, bu süreden sonra vergi dairesi aynı vergiyle ilgili tarhiyat yapamaz. Zamanaşımına uğramış bir vergi tarh ve tebliğ edilmesi durumunda mükellef açısından sonuç doğurmaz. Çünkü doğan bir borçtan söz edilemez.(Geniş açıklamalar için bkz.; ŞENYÜZ ve diğerleri, a. g. e., s.216 vd.). 944Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952  İflasta Vergi… zamanaşımı  vergiyi  eksik  borç  haline  dönüştürür.  Tahsil  zamanaşımına uğramış  vergi  için  idare  ödeme  emri  göndermiş  olabilir.  Bunda  hukuka aykırılık yoktur. Ancak, muhatap vergi borcunu ister öder, ister zamanaşımı def i  ileri  sürerek  ödemekten  kaçınır.  Zamanaşımına  uğramış  alacak  için ödeme  emri  tebliğ  edilmişse  müflisin  yerine  geçen  iflas  idaresinin  kayıt talebini reddetmesi beklenir.  Tarh  ve  tahsil  zamanaşımına  uğramış  olan  vergi  alacağının  vergi dairesince sıra cetveline kaydının istenmesi halinde iflas idaresinin müflisin kanuni haklarının  müflis menfaatine uygun kullanılması ilkesi  devreye girer. İflas  idaresince  zamanaşımı  def i  ileri  sürmek  hem  müflisin  hem  de alacaklıların  menfaatine  sonuçlar  doğurur.  Bu  nedenle  iflas  idaresinin zamanaşımı  def ini  ileri  sürmesi  beklenir.  Aksine  bir  durumda  diğer alacaklılara  düşecek  payları  azalacağından  ve  bunlara  karşı  müflisin  mal varlığının  karşılamaması  durumunda  müflisin  ileride  oluşabilecek  mal varlığından  karşılanmak  üzere  borçluluğu  devam  edeceğinden   müflis menfaatine uygun kullanılması ilkesi  zedelenmiş olur. İflas idaresi ilkenin gereğini kasten yerine getirmemesinden müflis ve alacaklılara karşı sorumlu olur.  İflas  idaresinin  zamanaşımını  ileri  sürmede  kayıtsız  kalması  halinde başka bir alacaklı vergi alacağının esasına ve miktarına veya onun sırasına ilişkin kayıt silme davası açabilir. Vergi alacağının masaya yazılmamasında menfaati olanların kayıt silme davası yoluyla itirazda bulunmaları o alacağa ilişkin zamanaşımı hükümlerinin uygulanmasını sağlar. İtiraza ilişkin dava ticaret mahkemesinde görülür.  Tarh ve tahsil zamanaşımı sürelerinin hesaplanmasında süreyi durduran ve kesen hallerin dikkate alınacağına şüphe yoktur. Şu kadar belirtelim ki,  hileli iflas  tahsil zamanaşımı süresini durdururken,  ödeme emrinin tebliği  zamanaşımını keser (AATUHK m. 102/1 ve 103). Zamanaşımına uğramış olmasına rağmen iflastan önce müflis mükellef tarafından yapılan alacaklı vergi  dairesine  rızaen  yapılan  ödemeler  geçerli  sayılacaktır  (AATUHK m.102/2).                                                              128  DEYNEKLİ, a.g.e., s.90. 129  Alper BULUR, İcra İflas Hukuku, Monopol Yay, 5. b., Ankara-2017, s.212. 945Doğan Şenyüz  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952 H.  ALACAKLARININ  İFLAS  KAPANINCAYA  KADAR KAYDETTİRİLMEMESİ Vergi  alacaklısı  iflas  kapanıncaya  kadar  alacağını  masaya kaydettirebilir  olmakla  beraber  kayıt  talebinde  bulunulmamasına  bağlı kaydettirmemiş olması da mümkündür. Kısaca, vergi alacağı iflas dışı kalmış olabilir. Sıra cetveli ve takiben pay cetveli yapılıp alacaklar ödendikten sonra vergi dairesinin iflas idaresine kayıt-kabul talebinde bulunması halinde İİK 253.  madde  hükmüne  göre  alacaklı  vergi  dairesine  aciz  vesikası  verilir. Evvelce kaydedilmemesinden dolayı tasfiyeye girmemiş olan alacaklara aciz vesikası  verilen  alacaklar  hakkındaki  hükümler  tatbik  olunur.  Vergi dairesinin alacağına bundan böyle borç ödemeden aciz vesikasına bağlanan iflas  alacaklılarına  ilişkin  hükümler  uygulanır.  İflasın  kapanmasından sonra artık masaya alacak yazdırılması söz konusu değilse de müflise karşı bireysel icra takibi yapılması mümkündür. Bir alacağın iflas dışında kalıp kalmadığı iflasın kapatılma tarihine göre belirleneceğinden vergi alacaklarının bu tarih itibarıyla masaya yazdırılıp yazdırılmadığı hususunun özellikle araştırılması önem arz eder. İflas kapandıktan sonra tasfiye dışında bir malın kaldığı haberi alınırsa iflas  dairesi  o  mala  el  koyup  sattıktan  sonra  başka  bir  merasime  gerek kalmaksızın bedelini eksik kalan alacaklılara sıralarına göre dağıtır (İİK m. 255/1). SONUÇ Alacak  ister  özel  ister  amme  alacağı  olsun  borçlunun  mahkeme kararıyla iflasına karar verilmesiyle iflas süreci başlar. Tüm alacaklar için izlenecek iflas süreci tekleştirilmiş olup, her iki alacak bakımından İİK da düzenlenmiştir. Bir başka deyişle Kanunda amme alacakları için özel bir iflas süreci  öngörülmemiştir. Alacakların  ödenmesinde  niteliklerine  bağlı olarak  düzenlenecek  sıra  cetvelinde  yer  almak  üzere  çeşitli  düzeylerde öncelikler  öngörülmüştür.  Bu  noktada  ele  alınması  gereken  alacaklar arasında amme alacakları da bulunmaktadır. Satış bedelinin paylaşımında                                                            130 BULUR, a. g. e., s. s.208. 131 BULUR, a. g. e., s.217 946Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952  İflasta Vergi… alacakların  öncelikleri  konusunda  amme  alacakları  ile  özel  alacaklar arasında çeşitli farklılıklar öngörülmüştür.  Amme  alacakları  da  bir  bütün  olarak  değil,  kendi  arasında  farklı önceliklere sahip bir yapı arz eder. Öncelikle ammenin alacağının kamu hukukundan  veya  özel  hukuk  ilişkisinden  kaynaklanan  alacak  olma durumuna göre farklılaştırılmıştır. Ammenin kamu hukukundan kaynaklanan alacakları da kendi arsında çeşitli düzeylerde önceliklere sahip kılınmıştır. İİK mevzuatımızda yer alan en eski kanunlardan biridir. Kanunda çeşitli zamanlarda  değişiklikler  yapılmasına  rağmen  günlük  hayatta  yeterince uyumun sağlandığı söylenemez. Bu durum hızla değişen vergi düzenlemeleri karşısında çeşitli belirsizlik ve sorunları beraberinde getirmektedir. İflasın açılmasıyla müflisin haczedilebilen bütün mal, hak ve alacakları iflas  masasını  oluşturur.  Masanın  idaresi  oluşturulan  iflas  idaresinin görevidir. Kendisine bildirilsin veya bildirilmesin iflasın açıldığını öğrenen amme idareleri müflisten olan alacaklarını iflas masasına yazdırırlar. Amme idarelerinin müflisten olan alacağının kamu hukukundan veya özel hukuk ilişkilerinden kaynaklanması iflas bakımından önemli değildir. Önemli olan alacakların hangi öncelikte olacağına ilişkin farklılıktır. Bir başka ifadeyle iflasta amme alacakları karşılanırken tek ve aynı sıra öngörülmüş değildir. Alacakların  karşılanmasında  öncelik  özel  veya  amme  alacağı  olsun rehine  bağlanmış  alacaklardır.  Bu  nedenle  diğer  iflas  alacakları  rehinli alacaklardan  sonra  gelmek  üzere  sıralamaya  girer.  Rehinli  alacaklardan hemen  sonra  özel  olarak  belirtilen  vergi  alacaklarının  önceliğine  yer verilmiştir. O halde, ammenin alacağı rehinliyse önce gelecek sonra alacağın kaynağı Kanunda sayılan vergilerden biri ise bunlar ödenecektir. Kanunda sayılan vergilerden sonra adi alacaklar olarak ifade edilen alacaklar gelir. Bu alacaklar  da  kendi  aralarında  imtiyazlı  veya  imtiyazsız  alacak  olarak düzenlenmiştir. Kanunda özel olarak sayılan vergiler dışında kalan vergiler imtiyazlı  alacak  olarak  nitelendirilmiştir.  Ammenin  özel  hukuktan kaynaklanan  alacakları  varsa  bunlar  kanunlarında  imtiyazlı  oldukları belirtilmediği sürece imtiyazsız alacak olarak değerlendirilecektir.  Amme  alacakları  da  kendi  içinde  İİK  ve  özel  kanunlarda  yer  alan hükümlerle  öncelikler  bakımından  farklı  statülere  tabi  tutulmuştur. Vergilerin  tümüne  aynı  sıra  içinde  yer  veren  bir  öncelik  tanınmadığı 947Doğan Şenyüz  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952 görülmektedir.  Niteliğine  ve  çeşidine  bağlı  olarak  bazı  vergilere  farklı önceliler  tanınmıştır.  Bu  nedenle  hangi  vergilerin  sıra  cetvelinin  hangi sırasında yer alacağının tespiti önem taşır. Rehinli  alacaklardan  sonra  gelen  öncelik,  dikkat  edildiğinde,  tüm vergilere değil bazı vergilere tanınmıştır. Gümrük resmi, gümrük vergisi (ithalde alınan ÖTV ile ithalde alınan KDV), bina ve arazi vergisi, motorlu taşıtlar vergisi, veraset ve intikal vergisi ile taşınmaz kültür varlıklarının korunması  katkı  payı  ile  rehinli  alacaklardan  hemen  sonra  gelen  vergi alacaklarıdır. Bu vergilere tanınan öncelik verginin konusunu oluşturan o malın  masada  olmasıyla  sınırlıdır.  Vergi  alacağı,  alacağın  konusunu oluşturan  masadaki  malın  satışından  tam  olarak  karşılanmazsa karşılanmayan  bu  kısım  imtiyazlı  alacakların  üçüncü sırasına  kaydedilir. İmtiyazlı alacakların üçüncü sırada yer alan vergi alacakları (örneğin, gelir vergisi, çevre temizlik vergisi, özel tüketim vergisi vb. ile kanunda sayılan vergilerden  karşılanamayanlar)  masadaki  hangi  mal  olursa  olsun  satış bedellerinden karşılanır. Vergilerin  fer ileri  (gecikme  faizi,  gecikme  zammı  vd.)  ana  alacak olarak işlem görür. Özel alacaklardan farklı olarak iflasın açılmasıyla vergi alacaklarına ilişkin fer iler durur ve o ana kadar olanlar asıl alacağın tabi olduğu usul ve esaslara tabi olur. İflas anı itibarıyla vadesi gelmemiş vergiler iskontolu tutarlarıyla masada yer alır. Müflisten  alacaklı  olanlar  sıra  cetveline  alacaklarının  kaydını  talep ederler.  Talebin  kabul  edilmesi  halinde  alacağın  cetvele  kaydı  yapılır. Alacak kayıt talebinin reddedilmesi halinde alacağın vergi alacağı veya diğer alacaklar olması halinde başvurulacak yollar farklıdır. Bu bakımdan verginin tarh, tebliğ, tahakkuk veya tahsil sürecinde bulunmasına göre masaya dâhil olması  farklılık  arz  eder.  Vergi  alacaklarının  sıra  cetveline  yazılması kesinleşmesine  bağlı  olmakla  birlikte  verginin  iflastan  önce  doğması  ve tarhiyatın iflas kapanıncaya kadar iflas idaresine tebliğ edilmesi durumunda alacağın sıra cetveline önce nizalı olarak kaydı yapılır. Nizalı kaydı yapılan vergi alacakları için iflas idaresi tanınan hakların kullanılması kapsamında idari ve/veya yargısal yollara gidebilir. Uyuşmazlığın mahkeme kararıyla bağlandığı sonuca göre nizalı alacak için sıra cetvelinde gerekli düzeltme yapılır.  948Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952  İflasta Vergi… Satış bedelinden dağıtımın yapılabilmesi için sıra cetvelinin kesinleşmiş olması  şarttır.  Kesinleşen  sıra  cetveline  uygun  olarak  bütün  iflas alacaklılarına  düşen  iflas  paylarını  gösteren  pay  cetveli  yapılır.  Masa alacakları ödendikten sonra para iflas alacaklıları arasında cetvelde yerine göre belirlenen öncelik kapsamında pay cetveline göre dağıtılır. Dağıtımda bir önceki alacaklılar alacaklarının tamamını ödenmediği sürece bir sonraki alacaklar  grubuna  geçilmez.  Aynı  ilişki  sıralar  arasında  da  vardır.  Satış bedelinin  aynı  grup  veya  sıra  içindeki  alacakları  karşılamaması  halinde paranın  sıra  içindeki  alacaklılara  alacakları  oranında  (garameten) paylaştırılması  yoluna  gidilir.  İflas  alacağının  karşılanmayan  kısmı  için alacaklılara aciz belgesi verilir.     949Doğan Şenyüz  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952",
     "Kaynakça": "ARSLAN,  Ramazan,-YILMAZ  Ejder,-  TAŞPINAR  AYVAZ  Sema,- HANAĞASI Emel; İcra ve İflas Hukuk 4.b., Yetkin Yay, Ankara -2018. ATALAY,  Oğuz;  Anonim  Şirketlerin  İflası,  Dokuz  Eylül  Üniversitesi Hukuk Fakültesi Yay, İzmir-1996. ATALI  Murat,  ERMENEK  İbrahim,  ERDOĞAN  Ersin,  KARTAL Bünyamin;  İcra  ve  İflas  Hukuku  Pratik  Çalışmalar,  Yetkin  Yay, Ankara-2018. BAHÇECİ, Barış;, İflas İdaresinin Kamu Alacağının İflas Masasına Kaydını Reddetmesi Sorunu, Ankara Üniversitesi Hukuk Fakültesi Dergisi 64 (4) 2015. BARLASS,  İrfan,  Kamu  Alacaklarını  Haciz  Yoluyla  Takibi,  Onikilevha Yayıncılık İstanbul-2017. BAYRAKLI,  Hasan  Hüseyin;  Vergi  İcra  Hukuku,  Afyon  Kocatepe Üniversitesi Yayın No: 27, Afyon-2000. BULUR, Alper; İcra İflas Hukuku, Monopol Yayınları5. b., Ankara-2017, s.212 ÇELİK, Binnur; Kamu Alacaklarının Takip ve Tahsil Hukuku, İş Bankası Kültür Yayınları No:627, İstanbul- 2002. ÇELİKOĞLU, Cengiz TOPEL; İcra Dairesi Kararları Ekin Kitabevi, Bursa2017.  ERCAN, İsmail; İcra ve İflas hukuku, 14.b., Kuram Yay, İstanbul-2018. ERDEM Metin - ŞENYÜZ Doğan- TATLIOĞLU, İsmail; Kamu Maliyesi, 13.b.,Ekin Yayınevi, Bursa-2016. ERİŞ Gönen, Ticari İşletme ve Şirketler,c.II,2.b., Seçkin Yayınları. Ankara. DEYNEKLİ, Adnan; İflasın Vergi Alacağının Tahsiline Etkisi, Yetkin Yay, Ankara-1998. DEYNEKLİ, Adnan- KISA, Sedat; Hacizde ve İflasta Sıra Cetveli, Alfa Basım Yayım Dağıtım, İstanbul-1996 950Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952  İflasta Vergi… GERÇEK, Adnan; Kamu Alacaklarının Takip ve Tahsil Hukuku,4.b., Ekin Basım Yayın Dağıtım, Bursa-2015. GERÇEK, Adnan; Teminat Kurumu, Seçkin Yay, Ankara-2013. GÖZLER, Kemal; İdare Hukuku Dersleri,8.b, Bursa-2009. KARAKOÇ, Yusuf; Kamu İcra Hukuku, Yetkin Yay, Ankara-2016. KARAKOÇ, Yusuf; Genel Vergi Hukuku, Yetkin yay, Ankara-2014. KOÇAK, Muhsin; Vergi-İcra Hukuku, Seçkin yay, Ankara- 2011, s.97. KIZILOT, Şükrü; Katma Değer Vergi Kanunu ve Uygulaması, Yaklaşım yay, Ankara-1996. KURU, Baki; İcra ve İflas Hukuku, 2.b., Adalet Yay, Ankara-2013. MUŞUL, Timuçin; İcra ve İflas Hukuku, Cilt: II, 6. b., Adalet Yay, Ankara 2013. MUŞUL, Timuçin; İflas ve Konkordato Hukuku, Adalet Yayınevi, Ankara2018. ÖZBALCI, Yılmaz; Amme Alacaklarının Tahsili Usulü Hakkında Kanun Yorum ve Açıklamaları, Oluş Yayıncılık, Ankara-2012. ÖZTÜRK, İlhami; Vergi Benzeri Mali Yükümlülükler, Yetkin Yay, Ankara2016.1 PEKCANITEZ,  Hakan-  ATALAY,  Oğuz-  SUNGURTEKİN,  Meral ÖZKAN,- ÖZEKES Muhammet; İcra İflas Hukuku, 2.b., Yetkin Yay, Ankara-2015. PEKCANITEZ,  Hakan-  ATALAY,  Oğuz-  SUNGURTEKİN  ÖZKAN Meral,- ÖZEKES Muhammet; İcra İflas Hukuku, 5.b., Vedat Kitapçılık Yay, İstanbul-2018. RENÇBER;  Altan;  Vergi  İcra  Hukukunda  Ödeme  Emri,,  XII  Levha Yayıncılık,İstanbul-2014  SELEN, Ufuk ;Gümrük İşlemleri ve Vergilendirilmesi, 4.b., Ekin Kitabevi Bursa-2012. SONSUZOĞLU, Elif; Türk Vergi Hukukunda Fer i Borç ve Alacak Olarak Faiz, Filiz Kitabevi, İstanbul- 2001. 951Doğan Şenyüz  Ankara Üni. Hukuk Fak. Dergisi, 67 (4) 2018: 891-952 TAŞ, Metin; Vergi İcra Hukukunda Haciz, Ekin Kitabevi, Bursa-2000. ÜSTÜN, Ümit Süleyman; Kamu Alacaklarında Rüçhan Hakkı, Legal Yay, İstanbul-2013. YERCİ, Cahit; Gümrük Mevzuatı Dâhil Tüm Yönleriyle İthalatta KDV, Yaklaşım Yay, Ankara-2005. YERLİKAYA, Kürşat; Amme Alacaklarının Tahsil Usulü Hakkında Kanun Şerhi, XII Levha yayıncılık,"
}