{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2019",
     "Cilt": "68",
     "Sayı": "1",
     "Başlık": "SUÇSUZLUK KARİNESİ BAĞLAMINDA SORUŞTURMA YAPILMASINA YER OLMADIĞI KARARI",
     "Title": "The Decision of Non-Investigation in the Context of the Presumption of Innocence",
     "Yazar İsmi": [
          "Muharrem"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Avrupa İnsan Hakları Sözleşmesi",
          "soruşturma",
          "soruşturma yapılmasına yer olmadığı kararı",
          "şüphe",
          "suçsuzluk karinesi"
     ],
     "Keywords": [
          "European Convention on Human Rights",
          "investigation",
          "the decision of non-investigation",
          "doubt",
          "the presumption of innocence"
     ],
     "Özet": "Suçsuzluk karinesi, ceza muhakemesinin her evresinde gözetilen bir temel haktır. Suçsuzluk karinesi, ceza muhakemesinde adil yargılanmanın gerçekleştirilmesini  sağlamaktadır.  Genel  olarak,  kamu  görevlilerinin görevleriyle bağlantılı olarak işledikleri iddia edilen suçlarla ilgili ihbar ve şikâyetler bakımından özel bazı hükümlerin bulunduğu görülmektedir. Söz konusu  hükümler  kamu  görevlilerini  haksız  isnatlardan  korumayı amaçlamaktadır. Soruşturma yapılmasına yer olmadığı kararıyla, bu koruma mekanizmasının kamu görevlisi olmayan kişiler bakımından da getirilmesi hedeflenmiştir.  Bu  çalışmada  hukukumuzda  yeni  bir  karar  türü  olarak soruşturma yapılmasına yer olmadığı kararı incelenecektir. Konu incelenirken öncelikle hukukumuzda ihbar ve şikâyete ilişkin genel bilgiler verilecektir. Daha sonra Avrupa İnsan Hakları Mahkemesi’nin suçsuzluk karinesiyle ilgili kararları değerlendirilecektir. Son bölümde ise 5271 sayılı Ceza Muhakemesi Kanunu’na eklenen düzenlemeyle soruşturma yapılmasına yer olmadığı kararının koşulları incelenecektir. Ayrıca getirilen yeni kanuni düzenlemeyle ilgili eleştiri ve önerilere yer verilecektir.",
     "Abstract": "The presumption of innocence is a fundamental right at every stage of criminal  procedure.  The  presumption  of  innocence  ensures  fair  trial  in criminal proceedings. In general, there are some specific provisions regarding to the denunciations and complaints related to the alleged crimes in connection with the duties of public officials. These provisions aim to protect public officials from unjustified charges. With the decision of non-investigation, it is aimed to bring this protection mechanism in terms of non-public officials. In this study, the decision of non-investigation as a new type of decision in our law will be examined. When examining the subject, general information about denunciation  and  complaint  in  our  law  will  be  given  firstly.  Then,  the decisions  of  the  European  Court  of  Human  Rights  regarding  to  the presumption of innocence will be evaluated. In the last section, with the amendment  to  the  Code  of  Criminal  Procedure  Numbered  5271,  the conditions  of  the  decision  of  non-investigation  will  be  examined. Furthermore, criticisms and suggestions regarding to the new legal regulation will be included.",
     "Metin": "5271  sayılı  Ceza  Muhakemesi  Kanunu nun  158/6.  maddesine, 25.08.2017 tarihli ve 30165 sayılı Resmi Gazete de yayımlanan 694 sayılı Olağanüstü Hal Kapsamında Bazı Düzenlemeler Yapılması Hakkında Kanun Hükmünde Kararname nin 145. maddesi ile eklenen ve daha sonra 08.03.2018 tarihli ve 30354 sayılı Resmi Gazete de yayımlanan 7078 sayılı Olağanüstü Hal Kapsamında Bazı Düzenlemeler Yapılması Hakkında Kanun Hükmünde Kararnamenin  Değiştirilerek  Kabul  Edilmesine  Dair  Kanun un  140. maddesiyle  kanunlaşarak  yürürlüğe  giren  soruşturma  yapılmasına  yer olmadığı kararı, henüz ceza soruşturması evresine başlanmadan verilecek bir karar olarak ceza muhakemesi hukukumuza dahil edilmiştir. Söz konusu kanuni düzenlemenin öncesinde, kamu görevlilerinin birtakım görev suçları bakımından verilebilen ve hakkında soruşturma başlatılanın lekelenmeme hakkını koruma altına almayı amaçlayan bazı hükümler bulunmasına karşın, ihbar üzerine hakkında ceza soruşturması başlatılması istenen bütün kişiler 262Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 261-286  Suçsuzluk Karinesi … hakkında  verilebilecek  genel  bir  karar  olması  nedeniyle  soruşturma yapılmasına  yer  olmadığı  kararının  yeni  bir  karar  türü  olduğu  dikkat çekmektedir.  Bu  çalışmada,  özellikle  suçsuzluk  karinesi  bağlamında soruşturma yapılmasına yer olmadığı kararı incelenecek, anılan kararın 5271 sayılı Ceza Muhakemesi Kanunu na eklenmesindeki gerekçe, konuyla ilgili öğreti görüşleri  ve  AIHM kararları ile Anayasa Mahkemesi nin  bireysel başvuru kararları da dikkate alınmak suretiyle konu hakkında açıklamalarda bulunulacaktır. I. GENEL OLARAK 25.08.2017 tarihli ve 30165 sayılı Resmi Gazete de yayımlanan 694 sayılı Olağanüstü Hal Kapsamında Bazı Düzenlemeler Yapılması Hakkında Kanun Hükmünde Kararname nin 145. maddesi ile eklenen ve daha sonra 08.03.2018 tarihli ve 30354 sayılı Resmi Gazete de yayımlanan 7078 sayılı Olağanüstü Hal Kapsamında Bazı Düzenlemeler Yapılması Hakkında Kanun Hükmünde Kararnamenin Değiştirilerek Kabul Edilmesine Dair Kanun un 140. maddesiyle kanunlaşarak yürürlüğe giren soruşturma yapılmasına yer olmadığı kararına ilişkin düzenleme,  İhbar ve şikâyet konusu fiilin suç oluşturmadığının herhangi bir araştırma yapılmasını gerektirmeksizin açıkça anlaşılması veya ihbar ve şikâyetin soyut ve genel nitelikte olması durumunda soruşturma yapılmasına yer olmadığına karar verilir. Bu durumda şikâyet edilen kişiye şüpheli sıfatı verilemez. Soruşturma yapılmasına yer olmadığına dair karar, varsa ihbarda bulunana veya şikâyetçiye bildirilir ve bu karara karşı 173 üncü maddedeki usule göre itiraz edilebilir. İtirazın kabulü hâlinde Cumhuriyet başsavcılığı soruşturma işlemlerini başlatır. Bu fıkra uyarınca yapılan işlemler ve verilen kararlar, bunlara mahsus bir sisteme kaydedilir. Bu kayıtlar, ancak Cumhuriyet savcısı, hâkim veya mahkeme tarafından görülebilir  şeklindedir. Anılan hükmün gerekçesi ise,  Madde ile 5271 sayılı Kanunun 158 inci maddesine eklenen fıkrayla soyut ve dayanıksız ihbar ve şikâyetler için savcıların soruşturma yapılmasına yer olmadığı kararı verebilmesi  ve  bu  kararların  ayrı  bir  sisteme  kaydedilerek  kişilerin lekelenmeme hakkının korunması öngörülmektedir  şeklindedir.  Anılan düzenleme CMK nın 158/5. maddesinden sonra gelmek üzere ek fıkra olarak maddenin 6. fıkrasına eklenmiş; değişiklikten önceki CMK nın                                                            1   Bkz. https://www.tbmm.gov.tr/sirasayi/donem/yil/ss.pdf (02.11.2018). 263Muharrem ÖZEN-Atacan KÖKSAL  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 261-286 158/6. maddesindeki,  Yürütülen soruşturma sonucunda kovuşturma evresine geçildikten  sonra  suçun  şikâyete  bağlı  olduğunun  anlaşılması  halinde; mağdur  açıkça  şikâyetten  vazgeçmediği  takdirde,  yargılamaya  devam olunur  hükmü 7. fıkraya kaydırılarak teselsül ettirilmiştir.2  Bunun  yanı  sıra,  694  sayılı  Olağanüstü  Hal  Kapsamında  Bazı Düzenlemeler Yapılması Hakkında Kanun Hükmünde Kararname nin 152. maddesi ile eklenen ve daha sonra 08.03.2018 tarihli ve 30354 sayılı Resmi Gazete de  yayımlanan  7078  sayılı  Olağanüstü  Hal  Kapsamında  Bazı Düzenlemeler  Yapılması  Hakkında  Kanun  Hükmünde  Kararnamenin Değiştirilerek Kabul Edilmesine Dair Kanun un 147. maddesiyle kanunlaşan ve 5320 sayılı Ceza Muhakemesi Kanununun Yürürlük ve Uygulama Şekli Hakkında Kanun un 16/2. maddesine eklenen düzenleme,  Kolluk birimlerine yapılan  ihbar  ve  şikâyetler  üzerine  verilen  soruşturma  yapılmasına  yer olmadığına dair kararlar da gerekli işlem ve düzeltmelerin yapılması için ilgili kolluk birimine gecikmeksizin gönderilir  şeklindedir. II. SUÇUN ÖĞRENİLMESİNDE İHBAR VE ŞİKÂYET Soruşturma organlarının işlendiği iddia edilen bir suçu araştırabilmeleri için öncelikle bu suçtan haberdar olmaları gerekir. İhbar ve şikâyet suçu öğrenme  şekilleri  olarak  ortaya  çıkmaktadır.  Aralarında  yakın  bir  ilişki bulunsa da, ihbar ve şikâyet birbirlerinden farklı anlamlar taşır. Tanım olarak ihbar, re sen kovuşturulan bir suçtan haberdar olan kimsenin adli makamlara durumu bildirmesidir.3 Suçun şikâyete bağlı olmadığı hallerde, suçtan zarar görenin  yaptığı  bildirim,  şikâyet  olmayıp  ihbardır.4  Suçun  haber  alınma yollarından belki de en önemlisi olan ihbarda bulunma, herkes için bir hak olmakla birlikte, kamu görevlileri için bazı hallerde kanunun yüklediği bir                                                            2   Anılan düzenlemenin yerinin CMK nın,  Soruşturma  başlıklı ikinci kitabının,  Suçlara İlişkin İhbarlar ve Soruşturma  başlıklı birinci kısmının,  Soruşturmanın Gizliliği, Suçların İhbarı  başlıklı birinci bölümünde düzenlenmesi isabetli olmakla birlikte, sistematik açıdan 158. maddenin içinde 5. fıkradan sonra eklenme nedeni anlaşılamamıştır. Nitekim yaygın biçimde uygulama alanı bulan ve şu an itibariyle CMK nın 158/7. maddesine kaydırılan düzenlemenin  yerinin  değiştirilmesi  hem  didaktik  açıdan  zorluk  yaratması  hem  de uygulamada karışıklığa yol açabilmesi bakımından isabetli olmamıştır. 3   Nur CENTEL - Hamide ZAFER, Ceza Muhakemesi Hukuku, B. 14, İstanbul 2017, s. 93. 4   Nurullah KUNTER, Muhakeme Hukuku Dalı Olarak Ceza Muhakemesi Hukuku, B. 7, İstanbul 1981, s. 63-64; Nevzat TOROSLU - Metin FEYZİOĞLU, Ceza Muhakemesi Hukuku, B. 13, Ankara 2014, s. 262. 264Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 261-286  Suçsuzluk Karinesi … görevdir.5 Kişilerin ihbarda bulunmaları ise Anayasa nın 74. maddesinde düzenlenen dilekçe hakkının kullanılmasının bir türüdür. Şikâyet, belli suçlardan zarar görenlerin, ceza kovuşturmasının muhtemel sakıncalarına  karşı  korunmaları  amacıyla  bu  suçlardan  dolayı  ceza kovuşturması  ve  dolayısıyla  muhakemesi  yapılabilmesi  için  kanunla konulmuş olan bir engelin kaldırılmasının şart koşulduğu hallerde bu engeli kaldırma işlemi olarak tanımlanmıştır.6 Bu anlamda şikâyet, suçtan zarar görenin failin cezalandırılması isteğini içeren beyandır.7 5237 sayılı TCK nın 73/1. maddesinde, şikâyet hakkı olan kişi,  yetkili kimse  şeklinde ifade edilmiştir. Öte yandan şikâyetin geri alınmasının düzenlendiği TCK nın 73/4 ve  73/7.  maddelerinde   suçtan  zarar  gören  kişi   ifadesi  kullanılmıştır. Şikâyete  bağlı suçlar,  savcının  kendiliğinden  harekete  geçmesi  kuralının istisnası olduğundan, suçtan zarar gören kavramı dar yorumlanmalı ve sadece doğrudan zarar görenlerin şikâyet hakkı bulunduğu kabul edilmelidir.9 İhbar ve şikâyet usulüne ilişkin olarak, CMK nın 158/1. maddesindeki,  Suça ilişkin ihbar veya şikâyet,  Cumhuriyet  Başsavcılığına veya kolluk makamlarına  yapılabilir   hükmüyle  ihbar  ve  şikâyetlerin  esas  itibariyle Cumhuriyet başsavcılıkları ya da kolluk makamlarına yapılabileceği; buna ilaveten CMK nın 158/2. maddesindeki,  Valilik veya kaymakamlığa ya da mahkemeye  yapılan  ihbar  veya şikâyet, ilgili  Cumhuriyet  Başsavcılığına gönderilir  hükmüyle valilik, kaymakamlık ya da mahkemeye yapılan ihbar ve  şikâyetlerin  ilgili  Cumhuriyet  başsavcılığına  yönlendirileceği  hükme bağlanmıştır.  Yine  bir  kamu  görevinin  yürütülmesiyle  bağlantılı  olarak işlendiği iddia edilen bir suç nedeniyle, ilgili kurum ve kuruluş idaresine                                                            5   Devrim GÜNGÖR, 5237 ve 5271 Sayılı Kanunlar Işığında Şikâyet Kurumu, B. 1, Ankara 2009, s. 36. Buna örnek olarak, Türk Ceza Kanunu nun 279. maddesi ile Mal Bildiriminde Bulunulması Hakkında Yönetmeliğin 18. maddesi gösterilebilir. Belirtilmelidir ki mülga 765 sayılı TCK da, kural olarak kişiler ihbarda bulunma yükümlülüğü altında değilken, bunun istisnaları kanunda düzenlenmişti. Bkz. KUNTER, s. 613-614. Buna karşın 5237 sayılı TCK da kişilerin suçları ihbar yükümlülüğü oldukça genişletilmiştir. Bkz. TOROSLU - FEYZİOĞLU, s. 262. 6   KUNTER, s. 63. 7   CENTEL - ZAFER, s. 94. 8   Suçtan doğrudan zarar görenler, suçun pasif süjesi iken; kanunda suçtan dolaylı zarar gören kişilerin  şikâyet  hakkına  sahip  olduğunun  belirtilmesi  halinde  (örneğin,  5237  sayılı TCK nın 131/2. maddesi) bu kimselerin de şikâyette bulunabileceklerinin kabul edilmesi gerektiği belirtilmektedir. Bkz. GÜNGÖR, s. 45-46. 9   TOROSLU - FEYZİOĞLU, s. 50. 265Muharrem ÖZEN-Atacan KÖKSAL  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 261-286 yapılan ihbar veya şikâyetin, gecikmeksizin ilgili Cumhuriyet başsavcılığına gönderileceğine  ilişkin  CMK nın  158/4.  maddesinde,  kamu  görevinin yürütülmesiyle ilgili suçlar bakımından, ilgili kurum ve kuruluş tarafından yapılacak suç duyurusunun düzenlendiği görülmektedir.11 CMK nın 158/5. maddesinde,  İhbar veya şikâyet yazılı veya tutanağa geçirilmek üzere sözlü olarak yapılabilir  şeklindeki hükümle, ihbar veya şikâyetin yazılı veya sözlü şekilde yapılabileceğinin hükme bağlandığı görülmektedir.  İhbarda  bulunanın  adını  gizli  tutması  mümkündür.  Ayrıca  ihbarın içeriğinde, failin adının verilmesi de şart değildir. Soruşturma ve kovuşturma makamları ad bildirmeden yapılan ihbarları nazara almamazlık edemezler.12 Buna karşın, ciddi olmadığı ilk bakıştan anlaşılan ihbarın dikkate alınması da gerekmez.13 Anayasa nın 129/6. maddesindeki,  Memurlar ve diğer kamu görevlileri hakkında işledikleri iddia edilen suçlardan ötürü ceza kovuşturması açılması, kanunla belirlenen istisnalar dışında, kanunun gösterdiği idari merciin iznine bağlıdır  hükmü uyarınca, hukukumuzda 4483 sayılı Memurlar ve Diğer Kamu Görevlilerinin  Yargılanması  Hakkında  Kanun,  memurlar  ve  diğer  kamu görevlilerinin görevleri sebebiyle işledikleri suçlardan dolayı yargılanabilmeleri için izin vermeye yetkili mercileri belirtmek ve izlenecek usulü belirlemek                                                            10  Kanunların, belli bir kamu görevi yapan veya kamu hizmeti yerine getiren kişilere veya makamlara,  bir  suçun  işlendiğini  öğrendiklerinde  bunu  ilgili  makamlara  bildirme yükümlülüğü getirdiği hallerde yapılan ihbara suç duyurusu denir. Örneğin, müfettiş ve muhakkiklerin, 3628 sayılı Kanun un 17. maddesinde yazılı suçları yetkili ve görevli Cumhuriyet  başsavcılığına  duyurma  zorunluluğu  buna  örnek  gösterilebilir.  Bkz. TOROSLU - FEYZİOĞLU, s. 263. 11  Anılan hükmün TCK nın 279. Maddesindeki düzenlemenin bir ifadesi olduğu ifade edilmiştir. Bkz. Erdener YURTCAN, CMK Şerhi, B. 6, Ankara 2013, s. 619. 12  Bununla birlikte 3071 sayılı Dilekçe Hakkının Kullanılmasına Dair Kanun un 4. maddesi,  Türkiye  Büyük  Millet  Meclisine  veya  yetkili  makamlara  verilen  veya  gönderilen dilekçelerde,  dilekçe  sahibinin  adısoyadı  ve  imzası  ile  iş  veya  ikametgâh  adresinin bulunması gerekir  şeklinde düzenlenmiş; aynı Kanun un 6. maddesinin birinci fıkrasının (c)  bendinde,  4.  maddede  gösterilen  şartlardan  birini  taşımayan  dilekçelerin incelenemeyeceği  hüküm  altına  alınmıştır.  Yine  Başbakanlığın  2016/21  sayılı Genelgesinde; olağanüstü hal kapsamında terör örgütleri veya Milli Güvenlik Kurulunca Devletin milli güvenliğine karşı faaliyette bulunduğuna karar verilen yapı, oluşum veya gruplarla mücadelede, söz konusu örgüt, yapı, oluşum veya gruplara üyeliği, mensubiyeti veya iltisakı yahut bunlarla irtibatı olduğu iddia edilen kişilere ilişkin idarelere verilen dilekçelerden; sahibinin adı, soyadı ve imzası ile iş veya ikametgâh adresini ihtiva etmeyenlerinin incelenmeyeceği belirtilmiştir. Bkz. R.G. 24.10.2016 (S. 29864). 13  TOROSLU - FEYZİOĞLU, s. 262. 266Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 261-286  Suçsuzluk Karinesi … amacıyla düzenlenmiştir.14 Görevleri gereği kamu gücünü kullanan memurların yersiz suç isnatları nedeniyle haksız yere yıpratılmalarını önlemek ve idari mekanizmanın işlerliğinin kesintiye uğramamasını sağlamak için adli suçlardan dolayı  memurlar  hakkında  soruşturma  ve  kovuşturma  yapılmasının  anılan Kanunla özel bir sisteme tabi tutulduğu görülmektedir. Anılan Kanun un 5232 sayılı Kanun ile değişik,  Olayın yetkili mercie iletilmesi, işleme konulmayacak ihbar ve şikâyetler  başlıklı 4. maddesinde işleme konulmayacak ihbar ve şikâyetler  belirlenirken,  aynı  zamanda  bu  kapsamda  yapılan  ihbar  ve şikâyetlerin ne şekilde olmasına gerektiğine ilişkin hüküm bulunmaktadır. 4483 sayılı Kanun un 4/3. maddesinde,  Bu Kanuna göre memurlar ve diğer kamu görevlileri hakkında yapılacak ihbar ve şikâyetlerin soyut ve genel nitelikte olmaması, ihbar veya şikâyetlerde kişi veya olay belirtilmesi, iddiaların ciddî bulgu ve belgelere dayanması, ihbar veya şikâyet dilekçesinde dilekçe sahibinin doğru  ad,  soyad  ve  imzası  ile  iş  veya  ikametgâh  adresinin  bulunması zorunludur  hükmü ile ihbar ve şikâyetlerin soyut ve genel nitelikte olmaması, kişi veya olay belirtilmesi, iddiaların ciddi bulgu ve belgelere dayanması ile birtakım kişisel bilgilere yer verilmesinin gerektiği görülmektedir. 4483 sayılı Kanun un 4/4. maddesinin ilk cümlesinde ise anılan nitelikleri taşımayan ihbar ve şikâyetler üzerine ne şekilde işlem tesis edileceği düzenlenmiştir. Buna göre,  Üçüncü  fıkradaki  şartları  taşımayan  ihbar  ve  şikâyetler  Cumhuriyet başsavcıları ve izin vermeye yetkili merciler tarafından işleme konulmaz ve durum, ihbar veya şikâyette bulunana bildirilir  denilmektedir.15 Bununla birlikte 4483 sayılı Kanun un 4/4. maddesinin ikinci cümlesindeki düzenleme ile bu duruma bir istisna getirilmekte ve  Ancak iddiaların, sıhhati şüpheye mahal vermeyecek belgelerle ortaya konulmuş olması halinde ad, soyad ve imza ile iş veya ikametgâh adresinin doğruluğu şartı aranmaz  denilerek, iddiaların ciddiyetinin şüpheye mahal vermeyecek şekilde ortaya konulması halinde ihbar ve şikâyetlerin işleme alınabilmesi için gerekli olan bazı kişisel bilgilerin bulunmamasının incelemeye engel teşkil etmeyeceği düzenlenmektedir.16                                                             14  Memurlar  ve  diğer  kamu  görevlileri  için  bkz.  Sahir  ERMAN,   Ceza  Tatbikat  ve Takibatında Memur , in. SBOD, C. 2, S. 1-2, Y. 1947, s. 235-276. 5237 sayılı TCK daki kamu görevlisi kavramı için bkz. Muharrem ÖZEN - Önder TOZMAN,  Türk Ceza Hukukunda Kamu Görevlisi , in. Amme İdaresi Dergisi, C. 42, S. 4, Y. 2009, s. 25-57. 15  Uygulamada Cumhuriyet savcıları tarafından söz konusu hükme dayanılmak suretiyle  dilekçenin işleme konulmaması kararı  verilmektedir. 16  4483 sayılı Kanun un 17.07.2004 tarih ve 5232 sayılı Kanun ile değişik 4. maddesinin 3. fıkrası ile 4. fıkrasının birinci ve ikinci cümlesinin Anayasa ya aykırılığı iddiasıyla iptal 267Muharrem ÖZEN-Atacan KÖKSAL  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 261-286                                                            davası açılmıştır. Söz konusu davada Anayasa Mahkemesi, 4483 sayılı Kanun un 4/3. maddesiyle ilgili olarak,  İptal istemine konu olan 5232 sayılı Yasa nın 2. maddesi, 4483 sayılı Yasa nın 4. maddesinin üçüncü fıkrasında yaptığı düzenleme ile ihbar ve şikâyetlerin işleme konulabilmesi için aranan şartları artırmıştır. Daha önce yasada var olan; soyut ve genel olmama, kişi veya olay bildirilmesi şartlarına, ‘iddiaların ciddi bulgu ve belgelere dayanması  ile ‘ihbar veya şikâyet dilekçesinde dilekçe sahibinin doğru adının, soyadının, imzasının  ve  iş  veya  ikametgâh  adresinin  bulunması   şartları  eklenmiştir.  Böylece, memurlar ve diğer kamu görevlileri hakkında ihbar ve şikâyete bağlı olarak soruşturma açılmasının şartları iptal istemine konu olan kural ile ağırlaştırılmıştır. İhbar ve şikâyet, suçları  soruşturmakla  görevli  mercilerin  herhangi  bir  suçun  işlendiğini  öğrenme yollarındandır. Ayrıca, görevli mercilerin basın yayın yoluyla, suçun işlendiğini öğrenen başka mercilerin bildirmesiyle veya doğrudan doğruya suç işlendiğini öğrenme yolları da vardır. İhbar, bir kimsenin suç işlendiğini yazılı veya sözlü olarak yetkili makamlara bildirmesidir. Şikâyet ise suçtan zarar gören kimsenin yazılı veya sözlü olarak yetkili makamlara başvurarak soruşturma açılmasını istemesidir. Ceza Muhakemesi Kanunu nda, ceza  ve  disiplin  soruşturmalarına  ilişkin  diğer  özel  yasalarda  ve  kimi  düzenleyici işlemlerde, ihbar ve şikâyetlerin şekil şartları, ihbar ve şikâyetlerin değerlendirilmesi yöntemleri ve hukuki sonuçları ayrıntılı olarak düzenlenmiştir. Hukuk devletinde ceza soruşturmasına ilişkin kurallar, ceza muhakemesi hukukunun ana ilkeleri ile Anayasa nın konuya ilişkin kuralları başta olmak üzere, ülkenin sosyal, kültürel yapısı, etik değerleri, sosyal ve hukuki ihtiyaçlar göz önüne alınarak saptanacak suç ve ceza siyasetine göre belirlenir. Yasakoyucu, takip ettiği suç ve ceza politikasının bir gereği olarak suçlu olduğu ileri sürülen kamu görevlilerinin cezasız kalmaları ile bunların haksız yere soruşturmaya uğratılmaları hususlarını gözeterek, bunlar arasında âdil bir denge kurmak zorundadır. Bu dengeyi kurarken, iptali istenen kuralla; bir taraftan bir delile dayanmayan suç isnatlarının dikkate alınmayacağını öngörmüş, diğer taraftan ihbar veya şikâyetin asılsız çıkması halinde, soruşturulan veya yargılanan kamu görevlisinin şerefinin, mesleki saygınlığının ve kişisel haklarının zarara uğraması halinde kimin sorumlu olacağının bilinmesini şart koşmuştur. Memurlar ve diğer kamu görevlileri hakkında suç işlediklerine dair yapılan ihbar ve şikâyetlerin işleme konulabilmesi için gerekli koşulların neler olacağını belirlemek anayasal sınırlar içinde yasama organının takdir yetkisi içindedir. Açıklanan nedenle kural Anayasa nın 2. maddesine aykırı değildir. İptal isteminin reddi gerekir  gerekçesiyle; Kanun un 4/4. maddesinin birinci ve ikinci cümleleriyle ilgili olarak ise,  Memurlar ve diğer kamu görevlileri hakkında suç işlediklerine dair yapılan ihbar ve şikâyetlerin işleme konulabilmesi için gerekli şartların neler olacağını belirleme anayasal sınırlar içinde yasama  organının  takdir  yetkisi  içinde  olduğundan,  bu  şartlara  uymayan  ihbar  ve şikâyetlerin yetkili merciler tarafından işleme konulmaması hukuk devletinin önemli bir unsuru olan hukuki güvenlik ilkesinin bir gereğidir. Ayrıca, ihbar ve şikâyetlerin işleme konulmaması  halinde  ihbar  edene  veya  şikâyetçiye  durum  hakkında  bilgi  verilmesi, Anayasa nın 74. maddesinde belirtilen dilekçe hakkının bir sonucudur. Açıklanan nedenle kural Anayasa nın 2. maddesine aykırı değildir. İptal isteminin reddi gerekir… İptal istemine konu kuralda, suç işlendiğine ilişkin iddiaların, sıhhati şüpheye mahal vermeyecek belgelerle ortaya konulmuş olması halinde ad, soyadı ve imza ile iş veya ikametgâh adresinin  doğruluğu  şartının  aranmayacağı  belirtilmiştir.  Dolayısıyla  kural, delillendirilebilen ihbar ve şikâyetlerde, ihbar ve şikâyet eden kişinin kimliğinin önemli olmadığını, bu nitelikteki ihbar ve şikâyetlerin işleme konulacağını düzenlemiş olmaktadır. Memurlar ve diğer kamu görevlileri hakkında suç işlediklerine dair yapılan ihbar ve şikâyetlerin işleme konulabilmesi için gerekli şartların neler olacağını belirleme, hangi 268Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 261-286  Suçsuzluk Karinesi … Öğretide  4483 sayılı Kanun daki söz  konusu düzenleme ile  birlikte memurların  asılsız  ihbarlara  karşı  korunmasında  önemli  bir  güvencenin getirildiği belirtilmekte; ancak memurlar bakımından getirilen güvencenin benzerinin memur olmayanlar bakımından getirilmemesi eleştirilmekteydi.17 III. AIHM KARARLARINDA SUÇSUZLUK KARİNESİ  Suçsuzluk karinesi, AIHS in 6/2. maddesinde,  Bir suç ile itham edilen herkes, suçluluğu yasal olarak sabit oluncaya kadar masum sayılır  şeklinde; Anayasa nın ise 38/4. maddesinde,  Suçluluğu hükmen sabit oluncaya kadar, kimse suçlu sayılamaz  şeklinde düzenlenen ve adil yargılanma hakkının uzantısı olan temel bir haktır.18 Dolayısıyla sanık hakkındaki mahkûmiyet hükmü kesinleşinceye kadar suçlu sayılmaması gerekir. Lekelenmeme hakkı da, suçsuzluk karinesinin bir sonucu olarak ortaya çıkmaktadır. Lekelenmeme hakkı soruşturma evresi için olduğu kadar kovuşturma evresi bakımından da geçerlidir.19 Suçsuzluk karinesi, kişinin suç işlediğine dair kesinleşmiş bir yargı kararı olmadan suçlu olarak kabul edilmemesini güvence altına alır. Bunun sonucu olarak kişinin mahkûmiyeti  asıl  olduğundan, kimseye suçsuzluğunu ispat mükellefiyeti  yüklenemez.  Ayrıca  hiç  kimse,  suçluluğu  hükmen  sabit oluncaya kadar yargılama makamları ve kamu otoriteleri tarafından suçlu olarak nitelendirilemez ve suçlu muamelesine tabi tutulamaz. Kamu otoriteleri veya görevlileri tarafından hakkında soruşturma veya kovuşturma yürütülen kişiyle ilgili olarak, yargılama süreci bir mahkûmiyet hükmüyle kesinlik kazanmadan, suçluluğa dair herhangi bir kanaat ifade edilmiş olması ya da                                                            hallerde bu şartlardan bazılarının aranmayacağını düzenleme anayasal sınırlar dâhilinde yasama  organının  takdir  yetkisi  içindedir.  Açıklanan  nedenle  kural  Anayasa nın  2. maddesine aykırı değildir. İptal isteminin reddi gerekir  gerekçesiyle iptal isteminin reddine karar vermiştir. Karar için bkz. R.G. 03.12.2009 (S. 27421). 17  Bahri ÖZTÜRK - Durmuş TEZCAN - Özge SIRMA - Yasemin SAYGILAR KIRIT - Özdem ÖZAYDIN - Esra ALAN AKCAN - Efser ERDEN, Nazari ve Uygulamalı Ceza Muhakemesi Hukuku, B. 9, Ankara 2015, s. 583. 18  Anayasa nın  38/4.  maddesinde,   masumluk tan  değil,   suçlu  sayılmamak tan  söz edildiğinden ve ceza muhakemesi sürecinde şüpheli veya sanık hakkında temel hak ve özgürlükleri  sınırlandıran  koruma  tedbirlerinin  masum  bir  kimseye  uygulanabilmesi düşünülemeyeceğinden, terim olarak  masumiyet karinesi  yerine,  suçsuzluk karinesi nin kullanılması tercih edilmiştir. 19  Veli Özer ÖZBEK - Mehmet Nihat KANBUR - Koray DOĞAN - Pınar BACAKSIZ - İlker TEPE, Ceza Muhakemesi Hukuku, B. 6, Ankara 2014, s. 240. 269Muharrem ÖZEN-Atacan KÖKSAL  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 261-286 ceza yargılaması mahkûmiyet dışında bir kararla sona ermesine rağmen, sona ermeye  ilişkin  kararda  sanığın suçlu  olabileceğinin ifade  edilmiş olması durumunda  suçsuzluk  karinesinin  ihlali  söz  konusu  olabilecektir.20 Dolayısıyla  mahkeme  kararlarında,21  resmi  yazılarda  veya  kamu görevlilerinin ifadelerinde sarf edilen söz veya ifadeler nedeniyle kişiler hakkındaki suçsuzluk karinesinin ihlal edilmemesi için kullanılan ifadelerde seçilecek kelimelere azami dikkat gösterilmesi gerekir.22 Yine delillerin henüz yeterli suç şüphesini ortaya koymadığı soruşturma evresinin gizliliği de lekelenmeme hakkını teminat altına almaktadır. Bu bakımdan  özellikle  kamuoyu  bakımından  önem  taşıyan  soruşturma işlemlerinin gizliliğinin ihlali lekelenmeme hakkının da ihlali anlamına da gelmektedir.23 Nitekim CMK nın 157/1. maddesi,  Kanunun başka hüküm koyduğu hâller saklı kalmak ve savunma haklarına zarar vermemek koşuluyla                                                            20  Bkz. Panteleyenko/Ukrayna, Başvuru No. 11901/02, Karar tarihi: 29.06.2006. Karara erişim için bkz. http://echr.ketse.com/doc/11901.02-en-20060629/view (03.11.2018) 21  AIHM in Minelli/İsviçre kararında, hakaret suçuyla ilgili görülmekte olan dava esnasında sanık  olan  ancak  dava  zamanaşımının  dolması  nedeniyle  işin  esası  hakkında  karar verilemeyen yargılamada, Zürih Mahkemesi nin başvurucuya,  sanığın yüksek olasılıkla mahkumiyet hükmüyle cezalandırılabileceği  gerekçesiyle, mahkeme giderlerinin belirli miktarını  ödemeye  hükmetmesinin  AIHS in  6/2.  maddesinde  düzenlenen  suçsuzluk karinesini ihlal ettiğine karar verilmiştir. Bkz. Minelli/İsviçre, Başvuru No. 8660/79, Karar Tarihi:  25.03.1983.  Karara  erişim  için  bkz.  https://hudoc.echr.coe.int/ eng#{ fulltext :[ minelli ], display :[2], languageisocode :[ ENG ], documentcollectionid :[ GRANDCHAMBER , CHAMBER ], itemid :[ 001-57540 ]} (04.11.2018) 22  Yener ÜNVER - Hakan HAKERİ, Ceza Muhakemesi Hukuku, B. 10, Ankara 2015, s. 32.  Başvurucu yargılandığı ceza davasından beraat ettiğine ilişkin kararda vekalet ücretine hükmedilmemesi nedeniyle kararı temyiz etmesinden sonraki dönemde 7/7/2012 tarihinde yürürlüğe  giren  6352  sayılı  Yargı  Hizmetlerinin  Etkinleştirilmesi  Amacıyla  Bazı Kanunlarda Değişiklik Yapılması ve Basın Yayın Yoluyla İşlenen Suçlara İlişkin Dava ve Cezaların Ertelenmesi Hakkında Kanun un geçici 1. maddesinin (1) numaralı fıkrasının (b) bendi  uyarınca,  kovuşturmanın  ertelenmesine  karar  verildiğini  ve  bu  nedenle  adil yargılanma hakkı ile masumiyet karinesinin ihlal edildiğini ileri sürmüştür …Dolayısıyla mahkeme kararlarında, resmi yazılarda veya kamu görevlilerinin ifadelerinde sarf edilen söz veya ifadeler nedeniyle kişiler hakkındaki masumiyet karinesinin ihlal edilmemesi için kullanılan ifadelerde seçilecek kelimelere azami dikkat edilmesi gerekir. Başvuru ekindeki belgelerin incelenmesinden, başvuruya konu yargılamada verilen beraat ve kovuşturmanın ertelenmesi kararlarında, mahkemelerce, yalnızca mesele konusu iddianamede yer alan bir ‘şüphe  durumu anlatılmakta ve hiçbir suçluluk tespiti belirtilmemektedir. Aynı şekilde tanzim edilen tali ceza fişinde de başvurucunun suçluluğu çağrıştıracak bir ifade yer almamıştır…  (Anayasa Mahkemesi, Bireysel Başvuru No. 213/500, 20.03.2014) Karara erişim için bkz. https://kararlarbilgibankasi.anayasa.gov.tr/BB/2013/500 (03.11.2018) 23  Cumhur ŞAHİN, Ceza Muhakemesi Hukuku I, B. 6, Ankara 2015, s. 152. 270Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 261-286  Suçsuzluk Karinesi … soruşturma evresindeki usul işlemleri gizlidir  şeklinde düzenlenmiş olup, anılan  hükmün  ihlal  edilmesinin  yaptırımı,  TCK nın  285.  maddesindeki gizliliğin  ihlali  suçuyla  belirlenmiştir.  Anılan  hükümler,  bir  yandan soruşturma işlemlerinin düzgün bir biçimde yürütülmesi ve böylece adaletin tesis  edilmesi;  diğer  yandan  suçsuzluk  karinesine  uyularak  şüphelinin lekelenmeme hakkının korunmasını sağlamayı amaçlamaktadır.24 AIHM in Dupuis  ve  diğerleri/Fransa  kararında,  soruşturmanın  gizliliğinin  kişilerin suçsuzluk karinesini teminat altına almayı amaçladığı belirtilmiştir.25   Suçsuzluk karinesinin anlamından yola çıkılarak ulaşılacak bir diğer sonuç  da  suç  isnadına  hedef  olan  kişilere  savunma  hakkının  verilmesi zorunluluğudur. Sanığın suçsuz kabul edilmemesi durumunda, ona savunma hakkı tanınmasına veya en azından savunma hakkının muhakemede temel öneme sahip bir hak olarak düzenlenmesine gerek yoktur. Sanık suçsuz kabul edildiği içindir ki, muhakeme yapılmakta ve maddi gerçek aranmaktadır.26                                                             24  Güneş OKUYUCU ERGÜN,  Soruşturmanın Gizliliği , in. AÜHFD., C. 59, S. 2, Y. 2010, s. 262. 25  Fransa da  terörizmle  mücadele  ve  istihbarat  amacıyla  kurulan  ve  kişilerin  telefon konuşmalarını dinleyen birimin başındaki kişi hakkında özel yaşamın gizliliğini ihlal nedeniyle 1993 yılının Şubat ayında ceza soruşturması başlatılmış, anılan soruşturma devam ederken, başvurucu gazeteciler tarafından 1996 yılında  Başkanın Kulakları  isimli bir kitap yayımlanmıştır. Anılan kitapta, gizli olan soruşturma dosyasındaki telefon kayıtlarına yer verilmesi dolayısıyla başvurucular hakkında da soruşturma başlatılmış ve soruşturmanın gizliliğini ihlal suçunu işledikleri gerekçesiyle haklarında mahkûmiyet kararı verilmiştir. Başvurucular  yapılan  yargılamada  ifade  hürriyetlerinin  ihlal  edildiğini  ve  suçsuzluk karinesinin ihlal edildiğini iddia etmiştir. AIHM başvuruyu suçsuzluk karinesi kapsamında değil, ifade hürriyeti çerçevesinde değerlendirmiş ve soruşturmanın gizliliğinin kişilerin suçsuzluk karinesinin korunması amacıyla getirildiğine işaret ettikten sonra, gazeteciler bakımından demokratik bir toplumda toplumun öğrenmekte güncel bir faydası bulunan konu hakkında yazılan kitap nedeniyle başvurucuların mahkûm edilmiş olmasını ifade hürriyetinin ihlali olarak değerlendirmiştir. Nitekim AIHM e göre, kitabın yayımlandığı 1996 yılında konunun zaten toplum tarafından öğrenildiği, özel hayatın gizliliğini ihlal eden görevlinin ise 2005 yılında bu suçtan mahkûm olduğu, söz konusu mahkûmiyet bakımından kitabın bir etkisinin bulunmadığı, dolayısıyla halihazırda kamuoyu tarafından bilinen bir konuyla  ilgili  yayımlanan  kitap  nedeniyle  soruşturmanın  gizliliğinin  korunmasındaki menfaate oranla başvurucuların ifade hürriyetlerinin daha üstün bir değer olduğu ve ifade hürriyetinin ihlal edildiği kabul edilmelidir. Bkz. Dupuis ve Diğerleri/Fransa, Başvuru No. 1914/02, Karar Tarihi: 07.06.2007. Karara erişim için bkz. https://hudoc.echr.coe.int/ eng#{ fulltext :[ \\ CASE%20OF%20DUPUIS%20AND%20OTHERS%20v.%20FRANCE\\  ], documentcollectionid :[ GRANDCHAMBER , CHAMBER ], itemid :[ 00180903 ]} (01.12.2018) 26  Metin FEYZİOĞLU,  Suçsuzluk Karinesi: Kavram Hakkında Genel Bilgiler ve Avrupa İnsan Hakları Sözleşmesi , in. AÜHFD., C. 48, S. 1-4, Y. 1999, s. 140. 271Muharrem ÖZEN-Atacan KÖKSAL  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 261-286 Avrupa  İnsan  Hakları  Komisyonu,  hakimin  son  soruşturmanın açılmasına (iddianamenin kabulüne) karar verirken, sanığın suçlu olduğu kanaatini taşıması halini AIHS in 6/2. maddesine aykırı bulmuştur. Sanığın daha  önce  verdiği  ifadeyi  değiştirmemesi  durumunda,  cezasının ağırlaştırılacağı söylenerek tehdit edilmesi de aynı şekilde ele alınmıştır. Komisyon, sadece hakimlerin davranışlarının ve açıklamalarının değil, devlet gücünü  kullanan  resmi  makamlar  tarafından  yapılan  açıklamaların  da suçsuzluk karinesini ihlal edebileceği görüşündedir.27 Buna ilişkin olarak AIHK in Krause/İsviçre kararında, kamu görevlilerinin işlendiği iddia olunan suçlardan dolayı mahkeme tarafından verilmiş bir karar bulunmadığı halde, kişileri sorumlu tutmalarının AIHS in 6/2. maddesini ihlal edebileceği ifade edilmiştir.28  Allenet  de  Ribemont/Fransa  kararında,  işlenen  bir  cinayetle  ilgili soruşturma  devam  ederken,  içişleri  bakanı  ve  üst  düzey  adli  kolluk görevlilerinin  medyada  yapmış  oldukları,  başvurucunun,  evinin  önünde işlenen öldürme suçunun azmettiricisi olduğuna dair açıklamaların AIHS in 6/2. maddesini ihlal ettiğine hükmedilmiştir.29 Nölkenbockhoff/Almanya kararında ise suçsuzluk karinesinin, ilk derece mahkemesince  verilen  mahkûmiyet  hükmünden  sonra  ancak  temyiz incelemesinin sonuçlanmasından önce de devam edeceği ortaya konulmuştur. Buna göre, başvurucunun eşi olan sanığın, iflas suçu ve sahtecilikten dolayı mahkûmiyetine  karar  verilmesinin  ardından  hükmün  temyiz  aşamasında incelenmesi esnasında öldüğü, başvurucunun bu aşamada sanık tarafından yapılmış  yargılama  giderleri  ve  diğer  masrafların  hazine  tarafından üstlenilmesi ve tazmin edilmesi gerektiğine ilişkin başvuruda bulunduğu, Essen Bölge Mahkemesi nin ise söz konusu başvuruyu reddettiği ve gerekçe olarak  ölenin  hakkındaki  mahkûmiyet  hükmünün  kuvvetle  muhtemel onanacağını belirttiği görülmektedir. AIHM, hakkında mahkûmiyet hükmü                                                            27  CENTEL - ZAFER, s. 174-175.  28  Krause/İsviçre, Başvuru No. 7986/77, Karar Tarihi: 03.10.1978. Karara erişim için bkz. http://echr.ketse.com/doc/7986.77-en-19781003/view/ (04.11.2018). Bununla birlikte söz konusu  kararda,  yetkililerin  ceza  soruşturmalarıyla  ilgili  olarak  kamuoyunu bilgilendiremeyecekleri gibi bir çıkarımın yapılamayacağı, şüphenin bulunduğu, kişilerin yakalandığı veya ikrarda bulunulduğu gibi hususların kamuoyuyla paylaşılabileceğine de işaret edilmiştir. 29  Allenet de Ribemont/Fransa, Başvuru No. 15175/89, Karar Tarihi: 10.02.1995. Karara erişim için bkz. https://hudoc.echr.coe.int/eng#{ itemid :[ 001-57914 ]} (04.11.2018) 272Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 261-286  Suçsuzluk Karinesi … verilen sanığın ölümünün ardından, sanığın eşi olan başvurucunun, eşi adına başvuru yapma yetkisine sahip  mağdur  konumunda olduğuna işaret ettikten sonra, konuyu AIHS in 6/2. maddesi çerçevesinde değerlendirmiştir. Bununla birlikte Mahkeme, AIHS in 6/2. maddesi veya herhangi bir hükmünün yapılan ödemelerin  iadesini  zorunlu  kılmadığından  hareketle  yapılan  başvuruyu reddetmiştir.30  Sekanina/Avusturya  kararında  ise  suçsuzluk  karinesinin  mahkemece verilen  beraat  kararının  ardından  da  süreceğine  işaret  edilmiştir.  Anılan kararda başvurucu, eşini öldürdüğü iddiasıyla tutuklanmış ancak daha sonra başvurucunun fiili işlediğine dair ikna edici bir delilin bulunmaması nedeniyle beraatine karar verilmiş ve başvurucu derhal salıverilmiştir. Başvurucunun, tutuklu kalması nedeniyle uğradığı zararların tazmini için açtığı davada Linz Temyiz Mahkemesi, beraat kararı verilmesine rağmen, Avusturya hukukuna göre  tazminat  alabilmek  için  aranan,   şüphenin  tamamen  ortadan kalkması ndan  söz  edilemeyeceğinden  hareketle  davanın  reddine  karar vermiştir. AIHM öncelikle, görülmekte olan tazminat davasının, daha önceki ceza  davasıyla  bağlantısı  nedeniyle  başvurunun  AIHS in  6/2.  maddesi kapsamında  olduğunu  belirlemiştir.  Esasa  yönelik  değerlendirmede  ise AIHM, tazminat davasının reddinde; jürinin yapmış olduğu tartışmalara atıf yapılmış  olması,  burada  başvurucunun  suç  işlemeye  yönelik  eğiliminin tartışılması ve başvurucunun tutuklu yargılanmasının onun suçu işlediğine dair şüpheyi bütünüyle ortadan kaldırmadığına dair gerekçe gösterilmesinin suçsuzluk karinesini ihlal ettiğine hükmetmiştir.31 Her ne kadar AIHS te suçsuzluk karinesi, sadece ceza hukuku anlamında bir  suç isnadına  bağlı bir hak olarak düzenlenmiş ise de; AIHM ve AIHK in zaman  içinde  geliştirdiği  içtihatlarıyla  bu  alanın  genişletildiği görülmektedir.32 Zira, AIHS in 6/2. maddesi bağlamındaki suç isnadı için, ceza davasının açılması şart değildir. Temel olarak savunma hakkını güvence altına  almak  amacıyla  kabul  edilen  suçsuzluk  karinesi,  ceza  davasının                                                            30  Nölkenbockhoff/Almanya Kararı, Başvuru No. 10300/83, Karar Tarihi: 25.08.1987. Karara erişim için bkz. http://echr.ketse.com/doc/10300.83-en-19870825/view/ (05.11.2018) 31  Sekanina/Avusturya Kararı, Başvuru No. 13126/87, Karar Tarihi: 25.08.1993. Karara erişim  için  bkz.  https://hudoc.echr.coe.int/eng#{%22fulltext%22:[%22sekanina%22], %22documentcollectionid%22:[%22GRANDCHAMBER%22,%22CHAMBER%22],%22itemid%22:[%22001-57842%22]} (05.11.2018) 32  FEYZİOĞLU, s. 141. 273Muharrem ÖZEN-Atacan KÖKSAL  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 261-286 açılmasından önce başlamaktadır. Devletin, kişinin bir suç işlediği şüphesine dayanarak yaptığı eylem ve işlemlerin kişiyi esaslı olarak etkilediği hallerde suçsuzluk karinesi de uygulama alanı bulacaktır.33 Bu tür eylem ve işlemler, dava  açılması  dışında,  kişi  hakkında  müzekkere  düzenlenmesi,  üstünün, işyerinin  veya  konutunun  aranması  gibi  işlemler  olabilir.  Tanıkların dinlenmesi  ise,  doğrudan  hedefteki  kişiyi  etkilemediği  için  suç  isnadı kapsamında değildir.34  Suçsuzluk karinesinin uygulanabilmesi bakımından isnadın ceza hukuku alanıyla ilgili olması noktasında, AIHM ve AIHK kararlarında, AIHS in 6. maddesinin   idari  suçlar   bakımından  da  uygulanıp  uygulanmayacağına ilişkin  ölçütlerin  konulduğu  görülmektedir.  Konuyla  ilgili  Engel  ve diğerleri/Hollanda  kararında,  isnadın  ceza  hukukuna  ait  olup  olmadığı belirlenirken,  suçu  düzenleyen  hukuk  kurallarının,  âkit  devletin  ceza hukukuna mı, disiplin hukukuna mı, yoksa her ikisine birden mi ait olduğu, suçun niteliği, ilgili kişinin soruşturma sonunda maruz kalma riski altında bulunduğu yaptırımın ağırlık derecesi gibi ölçütler ortaya konulmuştur.35 Yine                                                            33  Benzer şekilde, görülmekte olan bir ceza davasında kesinleşmiş bir mahkûmiyet hükmü tesis edilmemesi ya da mahkûmiyet dışında bir hüküm tesis edilmesi durumunda, ceza mahkemesinden  başka  bir  mahkemenin,  ceza  mahkemesindeki  yargılamaya  atıfta bulunması suretiyle karar vermesi halinde de suçsuzluk karinesinin ihlali söz konusu olabilir. Nitekim AIHM in Çelik (Bozkurt)/Türkiye kararında, başvurucunun Hizbullah terör örgütüne mensup olmakla suçlandığı, hakkındaki ceza yargılamasının devam ettiği esnada kovuşturmaların ertelenmesine ilişkin 4616 sayılı Kanun un yürürlüğe girdiği, davayı gören mahkemenin 13.03.2001 tarihinde yargılamanın ertelenmesine karar verdiği, yargılamanın  ertelenmesinden  önce  04.10.2000  tarihinde  Milli  Eğitim  Bakanlığı nın savcılığın  elindeki  delillere  dayalı  olarak  başvurucunun  öğretmenlik  mesleğinden çıkartılmasına karar verdiği, söz konusu işlemin iptali istemiyle dava açıldığı, idare mahkemesinin 07.03.2002 tarihli red kararında, 13.03.2001 tarihli karara atıfta bulunularak, ‘ceza  yargılamasında,  faaliyetlerinin  yardım  ve  yataklık  teşkil  ettiği  tespit  edilen  başvuranın  meslekten  çıkarılmasının  hukuka  uygun  olduğu  ve  davanın  reddine hükmedildiği anlaşılmaktadır. İdare mahkemesinin red kararının temyiz edilmesi üzerine Danıştay da, temyiz talebini reddetmiştir. AIHM, idare mahkemesinin kararını, bir ceza mahkemesi kararıyla bağlantılı olarak AIHS in 6/2. maddesi kapsamında değerlendirmiş ve mahkemece ortaya konulan gerekçenin AIHS in 6/2. maddesini ihlal ettiğine hükmetmiştir. Bkz. Çelik (Bozkurt)/Türkiye Kararı, Başvuru No. 34388/05, Karar Tarihi: 12.04.2011. Karara erişim için bkz. https://hudoc.echr.coe.int/app/conversion/pdf?library=ECHR&id= 001-175690&filename=CASE%20OF%20%CELIK%20%28BOZKURT%29%20v. %20TURKEY%20-%20%5BTurkish%20Translation%5D%20by%20the%20Turkish %20Ministry%20of%20Justice.pdf (05.11.2018) 34  Bkz. FEYZİOĞLU, s. 145. 35  FEYZİOĞLU, s. 146-147. Engel ve Diğerleri/Hollanda Kararı, Başvuru No. 5100/71; 5101/71; 5102/71; 5354/72; 5370/72, Karar Tarihi: 08.06.1976. Karara erişim için bkz. 274Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 261-286  Suçsuzluk Karinesi … AIHM in Lutz/Almanya kararında, karayolları kanunundan kaynaklı olan kabahatler bakımından da (regulatory offences) AIHS in 6/2. maddesinin uygulanabilir olduğuna karar verilerek, bu noktada gözetilmesi gerekenin, ilgili kişinin karşılaştığı yaptırımlar, yaptırımların derecesi ve ağırlığı olduğu belirtilmiştir.36 Benzer bir şekilde AIHM in Öztürk/Almanya kararında da, trafik suçları bakımından AIHS in 6. maddesinin uygulama alanı bulacağına karar verilmiş; idari suçlar bakımından eylemin ülkelerin iç hukukunda ceza hukuku bağlamında değerlendirilip değerlendirilmediği, fiilin niteliği, fiil karşılığında  ilgilinin  maruz  kalacağı  yaptırımın  derecesi  ve  ağırlığı  gibi ölçütlerin gözetilmesi gerektiğine hükmedilmiştir.37  Suçsuzluk karinesi, her vatandaşın, suça ilişkin şüphenin açıklanmasında aleyhe veya lehe katkıda bulunmaktan kurtarılmasını da ifade eder. Suçsuzluk karinesi bu şekliyle, muhakemenin yapılandırılması ilkesiyle yakın ilişki içindedir. Muhakemeyi yapılandırıp şekillendirme ve masumluğu kanıtlama sanığın yükümlülüğünde değildir.38 Suçsuzluk  karinesi,  hakkındaki  hüküm  kesinleşinceye  kadar,  sanığın suçlu  muamelesi  görmemesi  ve  lekelenmemesini  gerektirir.  Hüküm kesinleşinceye  kadar  birey,  kamuoyuna  suçlu  olarak  tanıtılmamalıdır.39                                                            https://hudoc.echr.coe.int/eng#{ fulltext :[ engel ], documentcollectionid :[ GRANDCHAMBER , CHAMBER ], itemid :[ 001-57479 ]} (04.11.2018) 36  Lutz/Almanya Kararı, Başvuru No. 9912/82, Karar Tarihi: 25.08.1987. Karara erişim için bkz. https://hudoc.echr.coe.int/eng#{ tabview :[ document ], itemid :[ 001-57531 ]} (04.11.2018) 37  Öztürk/Almanya  Kararı,  Başvuru  No.  8544/79,  21.02.1984.  Karara  erişim  için  bkz. https://hudoc.echr.coe.int/eng#{ fulltext :[ öztürk ], tabview :[ document ], itemid :[ 001-57553 ]} (04.11.2018) 38  CENTEL - ZAFER, s. 175. 39  Adil yargılanma hakkı bağlamında verilmemiş olsa da, Anayasa Mahkemesi nce verilmiş bir bireysel başvuru kararında söz konusu esasın ifade edildiği görülmektedir.  …Başvuru; soruşturma kapsamında kayıt altına alınan telefon görüşmelerinin basına sızdırılması, çeşitli  gazetelerde  yayımlanması,  sorumlu  kişiler  hakkında  yürütülen  soruşturma sonucunda kovuşturmaya yer olmadığına karar verilmesi nedeniyle haberleşme hürriyeti ve özel hayatın gizliliği haklarının ihlal edildiği iddialarına ilişkindir… 59. Bu kapsamda, nasıl ki gizli uygulanmaları nedeniyle kötüye kullanılma riski içeren telefon dinleme tedbirlerinin uygulama alanı ve usulünün çok sıkı kural ve koşullara bağlanması ve titiz bir yargısal denetime tabi tutulması gerekliyse kişiler hakkında henüz kamu davası açılmadan önce soruşturma makamlarınca telefon dinleme tedbiri sonucu elde edilen kayıtların korunmasının da aynı hassasiyetle yerine getirilmesi şarttır… 61. 5271 sayılı Kanun'un 157. maddesinde soruşturmanın gizliliği kuralına yer verilmiş; soruşturmanın gizliliği ihlali 5237 sayılı Kanun un 285. maddesinde, haberleşmenin gizliliği ihlali ise 132. maddesinde suç olarak düzenlenmiştir. 62. Soruşturmanın gizliliği ilkesi, soruşturma işlemlerinin 275Muharrem ÖZEN-Atacan KÖKSAL  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 261-286 Avrupa İnsan Hakları Komisyonu bir kararında, ceza soruşturması ile ilgili bilgilerin kamuya duyurulabileceğini, ancak kamu görevlilerinin yaptıkları açıklamalarda kişinin yargılanmadan önce suçlu gösterilmesinden kaçınmaları gerektiğini  belirlemiştir.40  AIHM in  Ürfi  Çetinkaya/Türkiye  kararında, 05.11.2003  tarihinde  Narkotik  Şube  Müdürlüğü  ekipleri  tarafından  ele geçirilen uyuşturucu madde ile aralarında başvurucunun da bulunduğu kişilerin yakalanmasından sonra, Jandarma Komutanlığı nca kamuoyuna basın bildirisi sunulduğu, anılan bildiride ele geçirilen uyuşturucu maddelerin  uluslararası uyuşturucu kaçakçısı Ürfi Çetinkaya  ile ilişkili olduğunun ifade edildiği görülmektedir. Mahkeme, herhangi bir yoruma mahal vermeyecek şekilde başvurucu hakkındaki,  uluslararası uyuşturucu kaçakçısı  nitelendirmesinin, toplumu,  başvuranın  suçlu  olduğuna  inandıracak  bir  ifade  olduğuna  ve suçsuzluk karinesi ilkesine aykırı olarak, yetkili hâkimlerin olay ve olguları değerlendirirken önyargılı davranmalarına neden olacağına kanaat getirerek, AIHS in 6/2. maddesinin ihlal edildiği sonucuna ulaşmıştır.41 Yine AIHM in 28.10.2004  tarihli  Y.B  ve  diğerleri/Türkiye  kararında,  Emniyet  Genel Müdürlüğü'nce 16.01.1997 tarihinde yapılan bir basın açıklamasının suçsuzluk                                                            sağlıklı bir şekilde yürütülebilmesinin yanı sıra masumiyet karinesine uyularak şüphelinin lekelenmeme  hakkının  korunması  amacını  taşımaktadır.  65.  Somut  olayda,  İstanbul Cumhuriyet Başsavcılığının söz konusu 13/8/2012 tarihli ve 2010/184603 Soruşturma, K.2012/45600  sayılı  kararında  başvurucu  hakkındaki  soruşturmaya  ilişkin  olarak hazırlanan fezlekenin 4/6/2010 tarihinde İstanbul Cumhuriyet Başsavcılığına gönderildiği belirtilmektedir. Başvurucunun gözaltına alınıp serbest bırakıldığı 8/6/2010 tarihinde ve 9/6/2010, 10/6/2010 tarihlerinde çeşitli basın organlarında ve televizyon kanallarında anılan  soruşturma  kapsamındaki  telefon  görüşmelerinin  içerikleri  ve  soruşturma kapsamındaki iddialar hakkında haber ve yorumlara yer verilmiştir. Buna göre başvurucu hakkında  İstanbul  Cumhuriyet  Başsavcılığı  tarafından  yürütülen  soruşturma  henüz tamamlanmadan  belirtilen  telefon  kayıtlarının  ifşa  olduğu  anlaşılmaktadır.  Bunun sonucunda iddianame hazırlanıp suçlamalar ve deliller ortaya konmadan önce başvurucu hakkındaki iddialar kamuoyu tarafından öğrenilmiş olduğundan başvurucunun kendisini savunması  imkânı  elinden  alınmış  olmaktadır.  Bu  kapsamda  somut  olayda  kamu makamlarınca başvurucuya ait telefon görüşme kayıtlarının gizliliğinin korunması, ifşa edilmesinin önlenmesi konusunda gerekli tedbirlerin alınmadığı bu suretle başvurucunun haberleşme hürriyetinin maddi boyutunun ihlal edildiği sonucuna varılmıştır.  (Anayasa Mahkemesi,  Bireysel  Başvuru  No.  2013/6367,  10.12.2015)  Karara  erişim  için  bkz. https://kararlarbilgibankasi.anayasa.gov.tr/BB/2013/6367 (03.11.2018) 40  CENTEL - ZAFER, s. 176. 41  Ürfi Çetinkaya/Türkiye Kararı, Başvuru No. 19866/04, Karar Tarihi: 23.07.2013. Karar için bkz.  https://hudoc.echr.coe.int/app/conversion/pdf?library=ECHR&id=001-153046& filename=CASE%20OF%20%C%9CRF%C%B%20%C%87ET%C%BNKAYA%20v.%20TURKEY%20-%20[Turkish%20Translation]%20by%20the%20Turkish%20 Ministry%20of%20Justice.pdf (04.11.2018) 276Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 261-286  Suçsuzluk Karinesi … karinesine  aykırılık  teşkil  edip  etmediği  değerlendirilmiştir.  Buna  göre, aralarında başvurucuların da bulunduğu yasadışı bir örgüte karşı yürütülen soruşturma çerçevesinde, başvuranların hakim karşısına çıkarılmadan önce Emniyet Genel Müdürlüğü nce bir basın açıklaması yapıldığı, söz konusu basın açıklaması esnasında fotoğraf çekme imkanı bulan basına başvurucuların tanıtıldığı, bu suretle çekilen birçok fotoğrafın başvuranların tutuklanmasını konu eden makalelerde yer aldığı görülmektedir. AIHM e göre, her ne kadar başvuranların adları basın açıklamasında yer almasa ve sanıkların savcılığa sevk edileceği yönünde bir açıklama yapılmasa da, başvurucuların basına tanıtım şekli kolayca tanınmalarına neden olmuştur. Ayrıca basında yer alan makalelerde başvuranların adları ve fotoğrafları yayınlanmıştır. AIHM e göre, emniyet görevlilerin tutumları, kanıtların başvuranların aleyhinde kullanılması yönünde  önceden değerlendirilmesi  ve  kimliklerini  kolayca  ortaya  koyan bilgilerin  basına  verilmesi  göz  önünde  bulundurulduğunda  bu  durum masumiyet  karinesine  saygı  gösterilmesi  ilkesiyle  bağdaşmamaktadır. Düzenlenen basın açıklaması, bir yandan kamuoyunun başvuranların suçlu olduğuna inanmasını teşvik etmiş, diğer yandan yetkili hakimlerin olayları değerlendirmesinde  ön  yargılı  davranmalarına  neden  olmuştur. Açıklanan nedenlerle AIHS in 6/2. maddesinin ihlal edildiği sonucuna ulaşılmıştır.42 Bununla  birlikte,  suçsuzluk  karinesinden  kaynaklanan  lekelenmeme hakkı sadece devlete karşı ileri sürülebilen bir haktır. Resmi sıfatı bulunmayan kişilere karşı bu hakka dayanılabilmesi mümkün değildir. Ancak yukarıda da yer verildiği üzere, basın organlarının adli konularla ilgili haberleri verirken isnat altında bulunan kişinin toplum nazarında mahkûm edilmesi ve yargılama süjelerini olumsuz etkileme ihtimalini göz önünde bulundurarak, daima özenli hareket etmeleri zorunludur.43 IV.  SORUŞTURMA  YAPILMASINA  YER  OLMADIĞI KARARININ DEĞERLENDİRİLMESİ Ceza  muhakemesinde  soruşturma  evresi,  failin  suç  teşkil  eden  bir hareketi gerçekleştirip gerçekleştirmediği hususundaki şüphe ile başlar. 5271                                                            42  Y.B ve diğerleri/Türkiye Kararı, Başvuru No: 48173/99, 48319/99, Karar Tarihi: 28.10.2004. Karar  için  bkz.  https://hudoc.echr.coe.int/eng#{%22languageisocode%22:[%22TUR%22], %22appno%22:[%2248173/99%22,%2248319/99%22],%22documentcollectionid%22:[%22CHAMBER%22],%22itemid%22:[%22001-174043%22]} (14.12.2018) 43  CENTEL - ZAFER, s. 176. 277Muharrem ÖZEN-Atacan KÖKSAL  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 261-286 sayılı CMK nın 160/1. maddesine göre, Cumhuriyet savcısı, ihbar veya başka bir suretle bir suçun işlendiği izlenimini veren bir hâli öğrenir öğrenmez kamu davasını açmaya yer olup olmadığına karar vermek üzere hemen işin gerçeğini araştırmaya başlar. Cumhuriyet savcısı veya kolluk, suç işlendiği konusunda olguya  dayanan  bir  izlenim  edinirse,  soruşturma  evresini  başlatmak zorundadır. Kanunda yer alan,  bir suçun işlendiği izlenimini veren bir hâl  ifadesi, suçun işlendiği konusunda duyulan şüpheyi ifade eder.44 Söz konusu şüphenin yoğunluğunu belirten bir sıfat konulmadığından, anılan şüphenin  olguya  dayalı  basit  bir  şüphe   olduğunun  kabul  edilmesi  gerekir.  İşte soruşturma evresinin başlatılabilmesi için bu evreyi başlatacak basit şüpheyi ortaya  koyan  delillerin  araştırılması  ve  öncelikle  suçun  işlendiğine  dair soruşturmayı başlatacak derecede olguya dayanan basit bir şüphe bulunup bulunmadığının takdir edilmesi gereklidir.45 CMK nın  2/1-a  maddesinde  bir  muhakeme  süjesi  olan  şüpheli,  Soruşturma  evresinde,  suç  şüphesi  altında  bulunan  kişi   biçiminde tanımlanmıştır. Söz konusu şüphe derecesini tayinde, eldeki deliller belirleyici olacaktır. Basit şüphe, şüphenin en hafif derecesini ifade etmekle birlikte; basit şüphenin varlığından söz edebilmek için belli ve somut olayların suçun işlendiği  yolunda  bir  şüpheyi  ortaya  koyması  gerekir.  Basit  şüphenin bulunduğu hallerde, deliller en azından belirti (emare) niteliğini taşımalıdır.46  Basit şüphenin belirli bir kişiyi göstermesi halinde şüpheliden söz edilir. Olaylara dayanmayan ve sadece bir tahminden ibaret bulunan ya da akla ve mantığa aykırı olan iddialarda, şüphenin var olduğunu söylemek mümkün değildir.47 Yukarıda  açıklanan  ve  4483  sayılı  Kanun da  belirtilen  istisnanın haricinde, CMK nın 158/6. maddesine eklenen hükümden önce, Cumhuriyet savcısının suçu haber alması üzerine, olay hakkında soruşturma başlatmasını gerektirecek olguya dayanan basit bir şüpheye ulaşamaması durumunda ne şekilde  karar  vermesi  gerektiğine  dair  bir  hüküm  bulunmamaktaydı. Uygulamada Cumhuriyet savcıları genel ve soyut nitelikte somut bir olguya dayanmayan ihbar ve şikâyet dilekçelerini almamayı tercih etmekteydiler.                                                            44  CENTEL - ZAFER, s. 88. 45  CENTEL - ZAFER, s. 89. 46  CENTEL - ZAFER, s. 89. 47  Bkz. CENTEL - ZAFER, s. 89. 278Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 261-286  Suçsuzluk Karinesi … Ancak öğretide bu durum eleştirilmekte ve dilekçenin işleme konulmaksızın reddedilmesi veya işleme konulmamasının Anayasa nın 74. maddesindeki dilekçe  hakkını  ihlal  ettiği  ifade  edilmekteydi.48  Nitekim  dilekçenin alınmaması  veya  işleme  konulmaması  durumunda,  ihbar  veya  şikâyette bulunanın, yapmış olduğu başvurunun sonucuna ilişkin bir bilgi edinebilmesi de mümkün değildi.  Uygulamada soyut ihbar ve şikâyetlerin artması dolayısıyla konunun düzenlenmesine ihtiyaç duyulmuş ve CMK nın 158/6. maddesine getirilen düzenleme ile Cumhuriyet savcısına soruşturma yapılmasına yer olmadığı kararı verebilme imkânı tanınmıştır. Söz konusu kararın verilebilmesi için Kanunda birbirinden bağımsız iki farklı hal öngörülmüştür. Buna göre, ya ihbar ve şikâyet konusu fiilin suç oluşturmadığının herhangi bir araştırma yapılmasını gerektirmeksizin açıkça anlaşılması ya da ihbar ve şikâyetin soyut ve genel nitelikte olması halinde soruşturma yapılmasına yer olmadığı kararı verilebilecektir. İlk  hal  olan  eylemin  suç  oluşturmadığının  anlaşılması,  ihbar  veya şikâyete konu eylem bakımından suçun unsurlarının bulunmaması demektir. Öğretide  suç  genel  teorisinde,  suçun  unsurlarına  göre  farklı  tasnifler benimsendiği görülmekle birlikte, savunduğumuz suçun, kusurlu ve hukuka aykırı bir insan fiili olduğu görüşü uyarınca; maddi unsur, hukuka aykırılık veya manevi unsurdan herhangi biri eksik olan ihbar veya şikâyet konusu hakkında  soruşturma  yapılmasına  yer  olmadığı  kararı  verilebilecektir. Örneğin, kasıt olmaksızın bir kimsenin malına zarar verilmesi ve bu durumun herhangi bir araştırma yapılmaksızın anlaşılması halinde Cumhuriyet savcısı tarafından  soruşturma  yapılmasına  yer  olmadığı  kararı  verilebilecektir. Bununla  birlikte,  suçun  unsurlarından  birinin  bulunup  bulunmadığının anlaşılabilmesi  için  araştırma  yapılması  ihtiyacının  ortaya  çıkması durumunda,  ceza  soruşturmasına  başlanmalı  ve  soruşturma  sonucunda ulaşılan kanaate göre soruşturmadan sonuç çıkarılmalıdır.50                                                            48  CENTEL - ZAFER, s. 90. 49  Zeki HAFIZOĞULLARI - Muharrem ÖZEN, Türk Ceza Hukuku Genel Hükümler, B. 8, Ankara 2015, s. 163-164. 50  Bununla birlikte, kamu davasının mecburiliğine karşı uygulanan ve takdirilik ilkesinin yansıması olan kamu davasının açılmasının ertelenmesi ve cezayı tamamen ortadan kaldıran etkin  pişmanlık  veya  şahsi  cezasızlık  nedenlerinin  bulunması  dolayısıyla  verilen kovuşturmaya yer olmadığına dair kararların uygulamada Cumhuriyet savcıları tarafından 279Muharrem ÖZEN-Atacan KÖKSAL  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 261-286 Düzenlemenin gerekçesinde de işaret edildiği üzere, ihbar ve şikâyetin soyut ve genel nitelikte olması, uygulamada bu kararların verilmesinde daha çok başvurulacağı düşünülen diğer haldir. Buna göre, yapılan ihbar veya şikâyetin  somut  bir  olayı  işaret  etmemesi  dolayısıyla  basit  bir  şüphe oluşturmaması  halinde  soruşturma  yapılmasına  yer  olmadığına  karar verilecektir.  Soruşturma  yapılmasına  yer  olmadığı  kararının  açıklanan  haller dahilinde verilmesi durumunda, hakkında ihbar veya şikâyette bulunulan kimseye   şüpheli   sıfatının  verilmemesi  ise  lekelenmeme  hakkının  bir uzantısıdır.51 Haklarında ihbar veya şikâyette bulunulanların şüpheli sıfatını almaması dolayısıyla, şüpheli sıfatından kaynaklanan hak ve yükümlülükler de doğmayacaktır.  Soruşturma  yapılmasına  yer  olmadığı  kararının  verilebilmesiyle haklarında ihbar veya şikâyette bulunulanların lekelenmeme hakkını koruyan kanun  koyucu,  etkin  soruşturma  yapılmasını  sağlamak  maksadıyla,  bu kararlara karşı itiraz yoluna gidilebilmesini mümkün kılmıştır. Buna göre, soruşturma yapılmasına yer olmadığı kararının verilmesi üzerine, söz konusu                                                            verilmediği ve söz konusu hükümlerin işler durumda olmadığı değerlendirilmektedir. Yine basit şüphe üzerine Cumhuriyet savcısı tarafından başlatılan ceza soruşturması sonucunda kusurun bulunmaması ya da bir hukuka uygunluk nedeninin bulunması hallerinde dahi kovuşturmaya yer olmadığı kararının verilmesi yerine iddianame düzenlendiği ve suçun unsurlarının  bulunup  bulunmadığının  ceza  kovuşturmasını  yapacak  mahkemece değerlendirilmesinin tercih edildiği gözlemlenmektedir. Bu durumdan hareketle, ihbar veya şikâyet  konusunun  başka  bir  araştırma  yapılmaksızın  suç  oluşturmadığının  açıkça anlaşılması  nedeniyle  soruşturma  yapılmasına  yer  olmadığına  yönelik  kararların verilmesinde de aynı tutumun sürdürüleceği düşünülmektedir. 51 Ceza muhakemesinde şüpheli veya sanık konumundaki kişilerin muhakeme esnasında hangi şekilde adlandırıldığının önemli olduğu ve bu kimselerin konumu hakkında kullanılan ifadelerin suçsuzluk karinesini ihlal edebileceğine karar verilmiştir. AIHM in Dicle ve Sadak/Türkiye  kararında,  haklarındaki  mahkûmiyet  hükmü  kesinleşen  başvurucuların yargılamanın yenilenmesi taleplerinin kabul edilmesinin ardından, yeniden yapılan ceza yargılaması esnasında, davayı görmekte olan ceza mahkemesince başvurucular hakkında  hükümlü sanık  ifadesinin kullanılması AIHS in 6/2. maddesine aykırı görülmüştür. Dicle ve Sadak/Türkiye Kararı, Başvuru No. 48621/07, Karar Tarihi: 16.06.2015. Karara erişim için bkz. https://hudoc.echr.coe.int/eng#{%22fulltext%22:[%22sadak%22],%22languageisocode %22:[%22TUR%22],%22appno%22:[%2248621/07%22],%22documentcollectionid%22: [%22GRANDCHAMBER%22,%22CHAMBER%22],%22itemid%22:[%22001-168521 %22]}  (05.11.2018).  Bu  çerçevede,  soruşturma  yapılmasına  yer  olmadığı  kararında, hakkında ihbar veya şikâyette bulunulana  şüpheli  sıfatının verilmemesinin lekelenmeme hakkı bağlamında önemli olduğu ifade edilmelidir.  280Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 261-286  Suçsuzluk Karinesi … karar ihbarda ya da şikâyette bulunana bildirilecektir.53 İhbar veya şikâyette bulunan kişi, soruşturma yapılmasına yer olmadığı kararına CMK nın 173. maddesindeki usule göre itiraz edebilecektir. Buna göre, kararın kendisine tebliğinden itibaren onbeş gün içinde bu kararı veren Cumhuriyet savcısının yargı çevresinde görev yaptığı ağır ceza mahkemesinin bulunduğu yerdeki sulh  ceza  hâkimliğine  itiraz  edilebilmesi  mümkündür.  CMK nın  173/2. maddesindeki hüküm göz önünde bulundurularak, itiraz dilekçesinde ceza soruşturması açılmasını gerektirebilecek olaylar ve deliller belirtilecektir. İtirazın sulh ceza hakimliği tarafından kabul edilmesi halinde, Cumhuriyet başsavcılığı soruşturma işlemlerini başlatmak zorundadır. Bununla birlikte, sulh  ceza  hakimliğinin  kararı  üzerine  ceza  soruşturmasına  başlayan Cumhuriyet  savcısının  soruşturma  kapsamında  ulaştığı  deliller  uyarınca kovuşturmaya yer olmadığı kararı verebilmesi mümkündür. Zira CMK nın 170/2. maddesindeki,  Soruşturma evresi sonunda toplanan deliller, suçun işlendiği hususunda yeterli şüphe oluşturuyorsa; Cumhuriyet savcısı, bir iddianame düzenler  hükmü uyarınca iddianamenin düzenlenebilmesi için, basit şüpheden daha yoğun bir şüphe derecesinin ifade edildiği ve yeterli şüphenin  arandığı  görülmektedir.  Eldeki  delillere  göre,  yapılacak muhakemede sanığın mahkûm olma ihtimalinin beraat etme ihtimalinden daha kuvvetli olması halinde yeterli şüpheden söz edilir.55 Dolayısıyla ceza                                                            52  CMK nın 172/1. maddesi uyarınca, kovuşturmaya yer olmadığına dair karar, suçtan zarar gören ile önceden ifadesi alınmış veya sorguya çekilmiş şüpheliye bildirilmektedir. Ceza soruşturmasında, şüpheli hakkında ifade alma, sorgu gibi isnat edici işlemlerin yapılması dolayısıyla, anılan soruşturmanın sonucu da şüpheliye bildirilmek zorundadır. Buna karşın, soruşturma yapılmasına yer olmadığına dair kararlarda, hakkında ihbar veya şikâyette bulunulana karşı isnat edici hiçbir işlem gerçekleştirilmediği için bu kararın hakkında ihbar veya şikâyette bulunulana bildirilmemesi düzenlenmiştir. 53  CMK nın 172/1. maddesinde, kovuşturmaya yer olmadığı kararının taraflara bildiriminde, karara karşı  itiraz hakkı, süresi ve mercii  gösterileceği hükme bağlanmışken; soruşturma yapılmasına yer olmadığı kararında itiraz hakkı, süresi ve merciin bildirilip bildirilmeyeceği konusunda bir açıklık olmaması önemli bir eksikliktir. Kanaatimizce, Anayasa nın 40/2. maddesindeki,  Devlet, işlemlerinde, ilgili kişilerin hangi kanun yolları ve mercilere başvuracağını ve sürelerini belirtmek zorundadır  hükmü ile CMK nın 34/2. maddesindeki,  Kararlarda, başvurulabilecek kanun yolu, süresi, mercii ve şekilleri belirtilir  hükmü uyarınca, soruşturma yapılmasına yer olmadığı kararlarına karşı da itiraz hakkı, süre ve merciin bildirilmesi gerekmektedir. 54  Anılan  itirazın,  kanun  yolu  olan  itiraz  kanun  yolu  olmadığı,  zira  kanun  yollarının mahkemelerin verdikleri kararlara karşı gidilebilecek yollar olduğu, bu bakımdan söz konusu itirazın idari bir karara karşı açılan tali ceza davası niteliğinde olduğu ifade edilmelidir.  55  CENTEL - ZAFER, s. 92. 281Muharrem ÖZEN-Atacan KÖKSAL  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 261-286 soruşturmasını  yürüten  Cumhuriyet  savcısının  basit  şüpheyi  aştığı  halde yeterli  şüpheye  ulaşamaması  ya  da  yeterli  şüpheye  ulaşmasına  rağmen kovuşturma olanağının bulunmaması nedeniyle kovuşturmaya yer olmadığı kararı verebilmesi mümkündür.  Soruşturma  yapılmasına  yer  olmadığı  kararına  karşı  ihbarda  veya şikayette bulunanın itirazının sulh ceza hakimliğince reddedilmesi halinde söz konusu  olayla  ilgili  ceza soruşturması  başlatılamayacağı  anlaşılmaktadır. Bununla  birlikte,  CMK nın  172/2.  maddesindeki,   Kovuşturmaya  yer olmadığına dair karar verildikten sonra kamu davasının açılması için yeterli şüphe  oluşturacak  yeni  delil  elde  edilmedikçe  ve  bu  hususta  sulh  ceza hâkimliğince  bir  karar  verilmedikçe,  aynı  fiilden  dolayı  kamu  davası açılamaz  şeklindeki hükme benzer bir düzenlemenin bulunmadığı dikkat çekmektedir.56 Bu durumda, aynı ihbar ve şikayet konusuyla ilgili bir ceza                                                            56  02.01.2017 tarihli 680 sayılı Olağanüstü Hal Kapsamında Bazı Düzenlemeler Yapılması Hakkında Kanun Hükmünde Kararname nin 10. maddesi ile eklenen ve daha sonra 01.02.2018 tarihli 7072 sayılı Kanun un 9. maddesi ile kanunlaşarak değiştirilen CMK nın 172/2. maddesinin değişiklik gerekçesinde kişilerin lekelenmeme hakkının bulunduğu görülmektedir. Buna göre,  Madde ile, kovuşturmaya yer olmadığına dair karar verildikten sonra kamu davasının açılması için yeterli şüphe oluşturacak yeni delil elde edilmedikçe ve bu hususta sulh ceza hakimliğince bir karar verilmedikçe, aynı fiilden dolayı kamu davası açılamayacağı hükmü konulmaktadır. Kişilerin sürekli olarak adli soruşturma tehdidi altında tutulması, temel insan haklarından olan ‘adil yargılanma hakkı  başlığı altında yer bulan lekelenmeme hakkı ve masumiyet karinesine aykırılık oluşturmaktadır. Soruşturma aşamasına egemen olan ‘kısalık ve gecikmezlik  ilkesine göre, bu aşamanın bir an önce tamamlanarak kişinin ‘şüpheli  durumundan çıkması, hakkında yeterli şüphe bulunanlar bakımından kamu davası açılması veya delil bulunmayanlar bakımından ise kovuşturmaya yer olmadığı kararı verilerek adli takibattan kurtulması büyük önem taşımaktadır. Kişilerin hukuki güvenlik içinde yaşama hakkı, Anayasa ve ülkemizin taraf olduğu uluslararası insan hakları  belgeleriyle  de  teminat  altına  alınmıştır.  Hakkında  soruşturma  yapılarak kovuşturmaya yer olmadığına dair karar verilen kişilerin, kuvvetli bir hukuki dayanağı olmayan çeşitli gerekçelerle defalarca aynı olay nedeniyle adli soruşturma yapılma tehdidi altında tutulması, savcılığın temel görevi olan kamu düzenini korumak yerine, aksi bir tesirle kamu düzenini bozucu etki gösterebilmektedir. Mevcut uygulamada, kovuşturmaya yer olmadığına dair karar verildiği sırada var olmasına rağmen bilinmeyen veya sonradan elde edilen delil, yeni bir delil olarak kabul edilmektedir. Bu durumda, her yeni delilin, sadece yeni veya önceden değerlendirilmemiş olması gerekçesiyle tekrar soruşturma başlatılması söz konusu olmaktadır. Ancak, kovuşturmaya yer olmadığına dair karar verildikten sonra, yeni delil ortaya çıkması nedeniyle aynı konuda tekrar soruşturma açılabilmesi, ilk soruşturmada gösterilen ihtimamın üzerinde bir titizlik gerektirmelidir. Çünkü kovuşturmaya yer olmadığına dair karar verilirken, Cumhuriyet savcısı soruşturma konusu olayı tüm yönleriyle araştırmış ve mevcut bütün delilleri değerlendirdikten sonra bir sonuca ulaşmıştır. Maddede yapılan değişiklikle, daha önce hakkında kovuşturmaya yer olmadığına dair karar verilen kişilere ilişkin tekrar soruşturma başlatılabilmesi, elde edilen 282Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 261-286  Suçsuzluk Karinesi … soruşturmasının başlatılabilmesi için sulh ceza hakimliğinin kararının aranıp aranmayacağı  tartışılabilir.  CMK nın  158/6.  maddesindeki  düzenlemede, yalnızca itiraz usulüne ilişkin CMK nın 173. maddesine atıfta bulunulduğu ve Cumhuriyet savcısı tarafından verilen kararların kanunda gösterilen istisnalar dışında her zaman geri alınıp soruşturmaya devam edilmesinin mümkün olduğu dikkate alındığında, daha önce soruşturma yapılmasına yer olmadığı kararı verilen olayla ilgili, yeni delilin ortaya çıkması durumunda sulh ceza hakimliğinden  karar  alınmaksızın  ceza  soruşturmasına  başlanmasının mümkün olduğu düşünülmektedir. Kaldı ki, CMK nın 172/2. maddesinde yapılan  değişikliğe  ilişkin  gerekçede,  sulh  ceza  hakimliğinin  kararının aranmasının  temelinde  kişilerin  lekelenmeme  hakkının  bulunduğu; soruşturma yapılmasına yer olmadığı kararlarının ise zaten bu amacı sağlamak üzere CMK ya eklendiği göz önünde bulundurulmalıdır. Başka bir ifadeyle, soruşturma yapılmasına yer olmadığı kararının verildiği bir olayda, ceza soruşturmasına başlanıp hakkında ihbar veya şikayette bulunulana karşı isnat edici bir işlem gerçekleştirilmediğinden, söz konusu kararın kaldırılması için sulh ceza hakimliğinden bir karar alınmasının gerekli olmadığı sonucu ortaya çıkmakta ve CMK nın 160/1. maddesindeki,  Cumhuriyet savcısı, ihbar veya başka  bir  suretle  bir  suçun  işlendiği  izlenimini  veren  bir  hâli  öğrenir öğrenmez kamu davasını açmaya yer olup olmadığına karar vermek üzere hemen işin gerçeğini araştırmaya başlar  hükmü uyarınca ceza soruşturması yapma zorunluluğu doğmaktadır. CMK nın 158/6. maddesi uyarınca yapılan işlemler ve verilen kararların, bunlara mahsus bir sisteme kaydedileceği ve bu kayıtların ancak Cumhuriyet savcısı, hakim veya mahkeme tarafından görülebileceği hükme bağlanmıştır. Söz  konusu  işlem  ve  kararların  ayrı  bir  sisteme  kaydedilmesinde  yine lekelenmeme  hakkının  gözetildiği  anlaşılmaktadır.  Bununla  birlikte, soruşturma yapılmasına yer olmadığı kararlarının kaydedilmesindeki amaç anlaşılamamıştır.57 Nitekim, kamu davasının açılmasının ertelenmesine ilişkin                                                            yeni delilin kamu davasının açılması için yeterli şüphe oluşturacak derecede önemli olması kriterine bağlanmaktadır. Ayrıca, bu hususta sulh ceza hakimliğince bir karar verilmesi şartı da getirilmektedir. Böylelikle, salt yeni delil elde edildiği gerekçesiyle kişilerin defalarca  adli  soruşturma  tehdidinden  kurtarılması  ve  hukuki  güvenlik  içinde yaşamalarının temini amaçlanmaktadır  denilmektedir.  57  AIHM in Erkol/Türkiye kararında, bankada zırhlı araç şoförü olan başvuranın, tevdi edilen 10000 Euro paranın eksik çıkması nedeniyle hakkında 03.09.1998 tarihinde görevi kötüye kullanma suçu nedeniyle iddianame düzenlendiği, ceza kovuşturması devam ederken belirli 283Muharrem ÖZEN-Atacan KÖKSAL  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 261-286 CMK nın  171/5.  maddesi  ile  hükmün  açıklanmasının  geri  bırakılmasına ilişkin CMK nın 231/13. maddesindeki düzenlemeler bakımından, erteleme ve  hükmün  açıklanmasının  geri  bırakılması  uygulamalarında  mahsus  bir sisteme  kayıt  önem  arz  etse  de,  bunlara  benzer  bir  amacın  soruşturma yapılmasına yer olmadığı kararında bulunduğunun iddia edilmesi güçtür. Kaldı ki, kovuşturmaya yer olmadığına dair kararlar bakımından dahi ayrı bir sisteme  kayıt  öngörülmemişken,  soruşturma  yapılmasına  yer  olmadığı kararları bakımından bir kaydın öngörülmesi tutarsızdır. Son olarak 694 sayılı Kanun Hükmünde Kararname ile eklenen ve 7078 sayılı  Kanunla  kanunlaşan,  5320  sayılı  Ceza  Muhakemesi  Kanununun Yürürlük  ve  Uygulama  Şekli  Hakkında  Kanun un  16/2.  maddesindeki düzenleme  ele  alınmalıdır.  Söz  konusu  düzenleme,   Kolluk  birimlerine yapılan  ihbar  ve  şikâyetler  üzerine  verilen  soruşturma  yapılmasına  yer olmadığına dair kararlar da gerekli işlem ve düzeltmelerin yapılması için ilgili  kolluk  birimine  gecikmeksizin  gönderilir   şeklindedir.   Kolluğa bildirim   başlıklı  5320  sayılı  Kanun un  16.  maddesinde,  soruşturma  ve kovuşturmayı  sona  erdiren  kararların  kolluğa  bildiriminin  yanı  sıra, soruşturma  yapılmasına  yer  olmadığı  kararlarının  da  gerekli  işlem  ve düzeltmelerin  yapılması  amacıyla  ilgili  kolluk  birimine  gecikmeksizin gönderileceği hükme bağlanmıştır.                                                            suçlara ilişkin kovuşturmaların ertelenmesine ilişkin 4616 sayılı Kanun un yürürlüğe girdiği ve bu Kanuna istinaden başvurucu hakkında yargılamanın ertelenmesine karar verildiği, başvuranın suçsuz olduğunu savunarak söz konusu karara itirazda bulunduğu ancak itirazının reddedildiği, başvuranın işten çıkarılması nedeniyle Trabzon İş Mahkemesi nde tazminat istemiyle dava açtıkları, Mahkemenin, başvuranın,  parayı zimmetine geçirdiği  ve İstanbul Ağır Ceza Mahkemesi kararına atıfla  güveni kötüye kullanma suçunu işlediği  ifadelerine yer vererek davayı reddettiği ve kararın kesinleştiği görülmektedir. AIHM, tazminata ilişkin ulusal mahkeme kararında davacıya cezai sorumluluk yükleyen bir ifadenin yer almasının AIHS'in 6/2. maddesi bağlamında değerlendirilebileceğine kanaat getirmiştir. AIHM, Trabzon İş Mahkemesinin başvuranın hakkında yapılan suçlamaya ilişkin olarak masumiyetine şüphe düşürmekle kalmayıp ayrıca kendisini, hiçbir zaman isnat edilmemiş bir suçtan suçlu bulduğunu tespit etmiştir. Bu nedenle de AIHS in 6/2. maddesinin  ihlal  edildiğine  hükmetmiştir.  Bkz.  Erkol/Türkiye  Kararı,  Başvuru  No. 50172/06,  Karar  Tarihi:  19.04.2011.  Karara  erişim  için  bkz.  https://hudoc.echr. coe.int/app/conversion/pdf?library=ECHR&id=001-121082&filename=CASE%20OF%20 ERKOL%20v.%20TURKEY%20-%20%20%5BTurkish%20Translation%5D%20by%20 the%20Turkish%20Ministry%20of%20Foreign%20Affairs.pdf  (05.11.2018).  Anılan karardan hareketle soruşturma yapılmasına yer olmadığı kararlarının ayrı bir sistemde saklanması, kişilerin suçluluğuna ilişkin bir önyargı oluşturma tehlikesi yaratmaktadır. Dolayısıyla  bu  kararların  herhangi  bir  sisteme  kaydedilmesinin  doğru  olmadığı değerlendirilmektedir. 284Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 261-286  Suçsuzluk Karinesi …",
     "Kaynakça": "CENTEL  Nur  -  ZAFER  Hamide:  Ceza  Muhakemesi  Hukuku,  B.  14, İstanbul 2017. ERMAN Sahir:  Ceza Tatbikat ve Takibatında Memur , in. SBOD, C. 2, S. 1-2, Y. 1947, s. 235-276. FEYZİOĞLU  Metin:   Suçsuzluk  Karinesi:  Kavram  Hakkında  Genel Bilgiler ve Avrupa İnsan Hakları Sözleşmesi , in. AÜHFD., C. 48, S. 14, Y. 1999, s. 135-163. GÜNGÖR Devrim: 5237 ve 5271 Sayılı Kanunlar Işığında Şikâyet Kurumu, B. 1, Ankara 2009. HAFIZOĞULLARI Zeki - ÖZEN Muharrem: Türk Ceza Hukuku Genel Hükümler, B. 8, Ankara 2015. KUNTER Nurullah: Muhakeme Hukuku Dalı Olarak Ceza Muhakemesi Hukuku, B. 7, İstanbul 1981. OKUYUCU ERGÜN Güneş:  Soruşturmanın Gizliliği , in. AÜHFD., C. 59, S. 2, Y. 2010, s. 243-275. ÖZBEK  Veli  Özer  -  KANBUR  Mehmet  Nihat  -  DOĞAN  Koray  - BACAKSIZ Pınar - TEPE İlker: Ceza Muhakemesi Hukuku, B. 6, Ankara 2014. ÖZEN Muharrem - TOZMAN Önder:  Türk Ceza Hukukunda Kamu Görevlisi , in. Amme İdaresi Dergisi, C. 42, S. 4, Y. 2009, s. 25-57. ÖZTÜRK Bahri - TEZCAN Durmuş - SIRMA Özge - SAYGILAR KIRIT Yasemin - ÖZAYDIN Özdem - ALAN AKCAN Esra - ERDEN Efser: Nazari ve Uygulamalı Ceza Muhakemesi Hukuku, B. 9, Ankara 2015. ŞAHİN Cumhur: Ceza Muhakemesi Hukuku I, B. 6, Ankara 2015. TOROSLU Nevzat - FEYZİOĞLU Metin: Ceza Muhakemesi Hukuku, B. 13, Ankara 2014. ÜNVER Yener - HAKERİ Hakan: Ceza Muhakemesi Hukuku, B. 10, Ankara 2015. YURTCAN Erdener: CMK Şerhi, B. 6, Ankara 2013."
}