{
     "Tip": "Makale",
     "Dergi İsmi": "Ankara Üni. Hukuk Fak. Dergisi",
     "Üniversite İsmi": "",
     "Gün": "05",
     "Ay": "07",
     "Yıl": "2021",
     "Cilt": "70",
     "Sayı": "4",
     "Başlık": "ENVIRONMENTAL CRIMINAL LAW IN THE EUROPEAN UNION",
     "Title": "Avrupa Birliği Çevre Ceza Hukuku",
     "Yazar İsmi": [
          "Güneş OKUYUCU ERGÜN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Çevre Ceza Hukuku",
          "Çevrenin Korunması",
          "Avrupa Birliği",
          "Kirleten Öder İlkesi",
          "Tüzel Kişilerin Çevre Suçlarından Sorumluluğu"
     ],
     "Keywords": [
          "Environmental Criminal Law",
          "Protection of Environment",
          "European Union",
          "Polluter-Pays Principle",
          "Liability of Legal Persons for Environmental Offences"
     ],
     "Özet": "ET Avrupa Birliği nde son birkaç on yıldır çevre suçları giderek artan bir biçimde Üye Ülkelerin sınırlarını aşmaktadır. Çevrenin korunması ile ilgili mevzuata  tam  uyum  sağlanması  için  mevcut  ceza  sistemlerinin  yeterli olmadığı  ve  ceza  hukuku  yaptırımlarının  gerekli  olduğu  bu  süreçte gözlemlenmiştir. Böylece, Avrupa çevre ceza hukuku son birkaç on yılda hem AB hem de Üye Ülkeler düzeyinde önemli bir gelişme göstermiştir. Bu çalışmada, AB Çevre ceza hukukunun en önemli hukuki enstrümanlarından                                                            Makale Geliş Tarihi: 16.06.2021 Makale Kabul Tarihi: 05.07.2021.    Assoc. Prof., University of Ankara, Faculty of Law, Criminal and Criminal Procedural Law. (okuyucu@law.ankara.edu.tr, ORCID: 0000-0001-5401-2312) Güneş OKUYUCU ERGÜN  Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 909-924 olan  2008/99/EC  sayılı  Yönerge nin  çevrenin  ceza  hukuku  vasıtasıyla korunmasında önemli bir araç olmasına karşın, idari bağımlılığı ve suçlar ve yaptırımları bakımından otonom ve bağımsız bir yaklaşım sergilememesi dolayısıyla eleştiriye açık olduğu vurgulanmaktadır.",
     "Abstract": "Over  the  past  decades,  environmental  offences  have  increasingly extended beyond the borders of the Member States. It has been observed that the existing systems of penalties have not been sufficient, and the availability of criminal penalties was required, to achieve complete compliance with the laws  for  the  protection  of  the  environment.  As  a  result,  the  European environmental criminal law has gone through a remarkable development over the past decades at both EU and Member State levels. This paper suggests that, although the Directive 2008/99/EC, which is the main legal instrument of the EU environmental criminal law, was an important step forward in the protection of environment through criminal law, it may be criticised for its administrative dependence and lack of autonomous or independent approach both in terms of offences and their sanctions.",
     "Metin": "The EU is one of the leading destinations or transit hubs for illegal trade linked with environmental crimes.1 The effects of environmental offences committed in one Member State naturally and easily go beyond the borders of such State as they may cause substantial damage to the air, soil, water, animals or plants.  Environmental  criminal  law  is  one  of  the  most  legally  complex, politically  sensitive  and  significant  in  practice  areas  of  the  EU  law.2 Experience has shown that the existing systems of penalties have not been sufficient, the availability of criminal penalties was required, to achieve complete compliance with the laws for the protection of the environment.3 As a  result,  the  European  environmental  criminal  law  has  gone  through  a remarkable development over the past decades and it has changed from a system where its role  was  originally reduced to back up administrative obligations as a supplement to sectoral environmental legislation, towards more autonomous provisions with a more prominent place in criminal codes.4 In this  paper,  we  will analyse various  aspects of the  protection of environment through criminal law in the EU. The first part will provide an                                                            1   The natural resources of Member States (such as Romania or Poland), and the significant demand for cheap waste disposal in certain Member States (such as Italy, Hungary and Germany) make Europe appealing for traffickers. See Lorenzo Colantoni and Margherita Bianchi,  ‘Fighting  Environmental  Crime  in  Europe.  Preliminary  Report   5 <https://www.iai.it/en/pubblicazioni/fighting-environmental-crime-europe>  accessed  17 February 2021. 2   Holger Tobias Weiß, ‘EC Competence for Environmental Criminal Law  (PhD Thesis, College  of  Europe  2006)  4 <https://www.coleurope.eu/content/StudyProgrammes/law/studyprog/pdf/Weiss_Holger_t hesis.pdf> accessed 18 February 2021. 3   Recital 3 of Directive 2008/99/EC of the European Parliament and of the Council of 19 November 2008 on the protection of the environment through criminal law 2008 (328). 4   Michael Faure, ‘The Development of Environmental Criminal Law in the EU and Its Member  States   (2017)  26  Review  of  European,  Comparative  &  International Environmental Law 139, 145. 910Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 909-924    Environmental Criminal Law in… historical background of the subject. The second and third parts will deal with the environmental offenses and the sanctions for such offences in the EU legislation.   I.  HISTORICAL BACKGROUND EU environmental criminal law dates back to 1970s, when environmental laws often had a strongly administrative character. For a long time, criminal law was widely considered as a safe harbour of national sovereignty, shielded against influences from the EU law.5 Prior to the European Court of Justice s (ECJ) judgment in the Environmental Crime Case of 2005, the principle of sovereignty was interpreted as an obstacle for the union to introduce criminal sanctions to enforce the EU law.7 In 2003, the Framework Decision 2003/80/JHA on the protection of the environment through criminal law was adopted.8 It required Member States to take  necessary  measures  to  establish  certain  environmental  offences  as criminal offences under their domestic laws. However, a few months after its adoption, the Framework Decision has been subject of a dispute between the Commission and the Council. In April 2003, the Commission sought the annulment of the Framework Decision before the ECJ by alleging that it was based on wrong legal bases. As a result, the ECJ annulled the Framework Decision with the reasoning that its adoption under the third pillar provisions infringed Article 47 of the Treaty on European Union.9 The Environmental Crime Case was a critical milestone in the history of environmental criminal law in the EU, because the ECJ concluded that, although, as a general rule, neither criminal law nor the rules of criminal procedure fall within the Community s competence, this does not prevent the Community legislature from taking measures which relate to the criminal law of the Member States which it considers necessary in order to ensure that the rules which it lays down on environmental protection are fully effective.10                                                            5   Weiß (n 3) 4. 6   Case C- 176/03, Commission of the European Communities v Council of the European Union, ECR [2005], I-07879. 7   Jacob Öberg, ‘Criminal Sanctions in the Field of EU Enviromental Law  (2012) 2 New Journal of European Criminal Law 405. 8   Council Framework Decision 2003/80/JHA of 27 January 2003 on the protection of the environment through criminal law, Official Journal, L 29, 5.2.2003, 55-58. 9   Para. 53 of Case C- 176/03. 10  Para. 48 of Case C- 176/03. 911Güneş OKUYUCU ERGÜN  Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 909-924 This statement had an important impact on the nature of the EU legislation on environmental criminal law since it permitted the adoption of a directive (rather than a framework decision), which could be adopted by the Council with qualified majority instead of unanimity; which would be subject to the approval of the Parliament (rather than only consultation with the Parliament); and which, if not properly transposed into national law, would empower the Commission to bring an infringement case against a Member State before the EJC.11 In 2008, the Directive 2008/99/EC on the protection of the environment through criminal law was adopted to replace the Framework Decision based on the Environmental Crime Case judgment of the ECJ. This Directive, which is currently the main legal instrument of the EU law on this subject, obliges Member States to provide for criminal penalties in their national legislation in respect of serious infringements of the EU s environmental legislation.  II. CRIMINAL OFFENSES Directive 2008/99/EC provides a minimum set of environmental offences which are considered as criminal offences throughout the EU. Such offences include: (i) the discharge, emission or introduction of a quantity of materials or ionising radiation into air, soil or water; (ii) the collection, transport, recovery or disposal of hazardous waste;    (iii) the shipment of noticeable quantities of waste; (iv) the operation of a plant in which a dangerous activity is carried out or in which dangerous substances or preparations are stored or used; (v)  the  production,  processing,  handling,  use,  holding,  storage, transport, import, export or disposal of nuclear materials or other hazardous radioactive substances; (vi) the killing, destruction, possession or taking of specimens of protected wild fauna or flora species;                                                            11  Helge Elisabeth Zeitler, ‘Environmental Criminal Law  (2006) Vol. 77 Revue internationale de droit penal 255, 257. 12  Directive 2008/99/EC of the European Parliament and of the Council of 19 November 2008 on the protection of the environment through criminal law, 28–37. 912Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 909-924    Environmental Criminal Law in… (vii) trading in specimens of protected wild fauna or flora species; (viii) any conduct which causes the significant deterioration of a habitat within a protected site; and (ix) the production, importation, exportation, placing on the market or use of ozone-depleting substances. The Commission suggests that environmental crime cover acts which breach environmental legislation and cause significant harm or risk to the environment and human health13, and since the Directive 2008/99/EC, as listed above, focuses on crimes in relation to pollution, waste, use or release of dangerous substances, protected species and habitats, its coverage appears uncertain and the categorization unclear, not least because overlaps are very common (i.e., the illegal use of fuel oil mixed with waste oil readily causes other environmental damage, such as air pollution).14 As the Directive 2008/99/EC provides for minimum rules, the Member States are free to adopt more stringent measures for the protection of the environment through criminal law.  Another  piece  of  EU  legislation  relating  to  environmental  criminal offences is the Ship-Source Pollution Directive.15 It creates rules that are applicable throughout the Union on the imposition of penalties in the event of discharges of oil or other polluting substances from ships. Pursuant to the Directive 2008/99/EC, in order for the environmental offences referred to in the Directive to constitute a crime, they must have been (a)  unlawful,  and  (b)  committed  intentionally  or  with  at  least  serious negligence. In this context, unlawful refers to a breach of EU or national laws that give effect to the EU legislation referred to in the Annexes to Directive 2008/99/EC. Annex A of the Directive lists 61 Directives and 8 Regulations, the oldest one of which dating back to 1970.16 They cover areas including, among  others,  the  emission  of  pollutants,  disposal  of  waste,  dangerous                                                            13  See  the  IPEC  report:  ‘Report  on  Environmental  Crime  in  Europe  <https://www.europol.europa.eu/publications-documents/report-environmental-crime-ineurope> accessed 17 February 2021. 14  Colantoni and Bianchi (n 2). 15  Directive 2005/35/EC of the European Parliament and of the Council of 7 September 2005 on ship-source pollution and on the introduction of penalties for infringements; Official Journal, L 255, 30.9.2005, 11–21. 16  Council Directive 70/220/EEC of 20 March 1970 on the approximation of the laws of the Member States on measures to be taken against air pollution by emissions from motor vehicles; Official Journal, L 76, 6.4.1970, 1. 913Güneş OKUYUCU ERGÜN  Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 909-924 substances, conservation of wild birds, air pollution, waste-water treatment, protection of waters, conservation of natural habitats and of wild fauna and flora, landfill of waste, substances that deplete the ozone layer and shipments of waste. Annex B of the Directive lists the legislation adopted pursuant to the Euratom Treaty, the infringement of which constitutes unlawful conduct. They include three Council Directives on the dangers arising from ionising radiation, the control of high-activity sealed radioactive sources and orphan sources and the shipments of radioactive waste and spent fuel.17 To meet the condition of being unlawful, the relevant environmental offence must violate either the legislation listed in the annexes of the Directive or a law, an administrative regulation of a Member State or a decision taken by a competent authority of a Member State that gives effect to the legislation referred to in the annexes.18 The unlawfulness condition of environmental crimes has been subject to criticisms by certain scholars.  Firstly, it was criticised for being unclear and therefore susceptible of being differently interpreted by Member States, so that some criminalise certain acts that others classify as administrative misconduct for which they merely  impose  fines.19  Under  the  Member  States   national  laws,  the punishable conduct is often not fully described in the criminal law provision itself but also the environmental laws or in an administrative decision giving effect to that law. This could lead to complexity and ambiguity as to what exactly is punishable, and it might be problematic under the principle of legality enshrined in Article 49 of the EU Charter of Fundamental Rights.20                                                            17  Council Directive 96/29/Euratom of 13 May 1996 laying down basic safety standards for the protection of the health of workers and the general public against the dangers arising from  ionising  radiation  (Official  Journal,  L  159,  29.6.1996,  1);  Council  Directive 2003/122/Euratom of 22 December 2003 on the control of high-activity sealed radioactive sources and orphan sources (Official Journal, L 346, 31.12.2003, 57) and Council Directive 2006/117/Euratom of 20 November 2006 on the supervision and control of shipments of radioactive waste and spent fuel (Official Journal, L 337, 5.12.2006, 21). 18  Article 2(a) of the Directive 2008/99/EC. 19  Interview with Florence Schulz, ‘Detecting Environmental Crime Is Quite a Problem  (24 March  2020)  <https://www.euractiv.com/section/energyenvironment/interview/environmental-law-expert-detecting-environmental-crime-is-quitea-problem/> accessed 17 February 2021. 20  ‘EU  Environmental  Criminal  Law  -  Presidency  Report  <https://data.consilium.europa.eu/doc/document/ST-12801-2019-INIT/en/pdf> accessed 13 February 2021. 914Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 909-924    Environmental Criminal Law in… Moreover, it was also criticised because of its administrative dependence. The Directive does not contain autonomous or independent crimes in the sense that a conduct is criminalised, even if the unlawfulness condition is not met (i.e. even if the conduct is in line with an administrative authorisation).21 The reference to unlawful seems to be tautologous as it a reference to the requirement that there must be a defined breach of EU environmental law, rather than an attempt to establish new standards of conduct.22 As a result, for example, there could be a case of serious pollution, but if it did not at the same time constitute a violation of an administrative obligation, intervention by the criminal law would not be possible.23 Pursuant to Article 3 of the Directive 2008/99/EC, only offences which are committed intentionally or with at least serious negligence can be considered as a criminal offence. The  Ship-Source  Pollution  Directive  makes  a  slightly  different formulation as regards this element of the environmental offences. It provides that  the  ship-source  discharges  of  polluting  substances  are  regarded  as infringements  if  committed  with  intent,  recklessly  or  with  serious negligence.25 The ECJ analysed, by its decision of 3 June 2008, the concepts of intent, recklessness and serious negligence for the purposes of this provision of the Ship-Source Pollution Directive.26 Firstly, the ECJ pointed out that the fact that these terms are not defined in the Directive is not necessarily a shortcoming since those concepts are fully integrated into, and used in, the Member States  respective legal systems.27 Accordingly, the ECJ                                                            21  See Armelle Gouritin and Paul De Hert, ‘Directive 2008/99/EC of 19 November 2008 on the Protection of the Environment through Criminal Law: A New Start for Criminal Law in the European Community?  [2009] elni Review 22, 22–27. 22  Paul James Cardwell, D French and M Hall, ‘Tackling Environmental Crime in the European Union: The Case of the Missing Victim?  (2011) 23 113, 5. 23  Faure (n 5) 140. 24  Directive 2005/35/EC of the European Parliament and of the Council of 7 September 2005 on ship-source pollution and on the introduction of penalties for infringements; Official Journal, L 255, 30.9.2005, 11–21. 25  Article 4 of the Directive 2005/35/EC. 26  ECJ, C-308/06 (Grand Chamber), preliminary ruling, The Queen on the application of International  Association  of  Independent  Tanker  Owners  (Intertanko),  International Association  of  Dry  Cargo  Shipowners  (Intercargo),  Greek  Shipping  Co-operation Committee, Lloyd's Register, International Salvage Union v Secretary of State for Transport, 3 June 2008, § 77,<http://curia.europa.eu/jurisp/cgi-bin/form.pl?lang=en> accessed 21 February 2021. 27  Para. 74 of Decision C-308/06. 915Güneş OKUYUCU ERGÜN  Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 909-924 defined serious negligence as an unintentional act or omission by which the person responsible commits a patent breach of the duty of care which he should  have  and  could  have  complied  with  in  view  of  his  attributes, knowledge, abilities and individual situation.28 The Court ruled the use of such concepts in the Directive without defining them was not contrary to the general principle of legal certainty.29 III. SANCTIONS A. Criminal Penalties As stated in the preamble of the Directive 2008/99/EC, experience has shown that the existing systems of penalties have not been sufficient to achieve  complete  compliance  with  the  laws  for  the  protection  of  the environment, and such compliance should be strengthened by the availability of  criminal  penalties,  in  addition  to  administrative  penalties  or  a compensation mechanism under civil law.30  Such reliance of the Directive 2008/99/EC on criminal law is criticised in the legal literature. According to certain scholars, it is problematic that the Directive clearly holds in its recitals that only criminal law can demonstrate a social  disapproval  of  a  qualitatively  different  nature  compared  to administrative penalties or compensation mechanisms under civil law. As a result of  such  approach, the  Directive  did  not  address  situations  where administrative sanctions such as fine or other sanctions can also provide an effective deterrent. Relying too strongly on criminal law was criticised for potentially leading to over-criminalisation.31 Although the seriousness  of  certain  environmental  offences  demands  an  effective  response  from  the  Member States, all three main systems of sanctions – civil, administrative and criminal – should be made available in the environmental field in order to optimise enforcement.32 On the other hand, accumulation of these different systems of sanctions may sometimes be a sensitive matters, especially between administrative and                                                            28  Para. 77 of Decision C-308/06. 29  Para. 80 of Decision C-308/06. 30  Recital 3 of the Directive 2008/99/EC. 31  Christiane Gerstetter and others, ‘Environmental Crime and the EU: Synthesis of the Research Project European Union Action to Fight Environmental Crime EFFACE  32 <https://www.ecologic.eu/13614> accessed 13 April 2021. 32  Ricardo M Pereira, ‘The Harmonisation of Substantive Environmental Criminal Law and Penalties , Environmental criminal liability and enforcement in European, and international law (Brill Nijhoff 2015) 346. 916Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 909-924    Environmental Criminal Law in… criminal sanctions. The question of possible accumulation of criminal and administrative measures raises issues related to human rights law, depending on the nature given to the measure and the effect that the measure may have in the person to whom it has been imposed, if the measure applied has a punitive nature, including the principle of non bis in idem, provided under Article 4 of Protocol No. 7 to the Europen Convention on Human Rights, which holds that a person cannot be punished twice for the same facts.33 In order to decide whether an administrative sanction can be imposed at the same time as a criminal penalty, the Member States usually refer to the interest protected, the national jurisprudence and as the jurisprudence of the European Court of Human Rights.34 The  Directive  2008/99/EC  requires  Member  States  to  punish  the environmental offence by effective, proportionate and dissuasive criminal penalties.35 However, the specific types of sanctions that the Member States are required to incorporate into their national legislation are not stated in the Directive. Some scholars consider that the fact that the Directive does not harmonise sanctions (e.g. by providing rules on minimum sanctions) is a weakness, as there are substantial differences with respect to what the law defines as maximum penalties for various environmental crimes in Member States.36 However, some other scholars argue that even  though  the  Directive  does  not  impose  any  particular  classification  of  offences  on  Member  States,  a  purposive  or  teleological reading of that instrument appears to indicate that the EU institutions consider the offences contained therein  to  be  particularly    serious    and    hence    that   they    should    be    considered  indictable/serious  crimes,  or  at  least  major  offences.37  The  Directive requires the Member States to ensure that inciting, aiding and abetting the environmental offences are also punishable as a criminal offence.38 Although Environmental crimes are also often wrongly perceived as victimless39,  they  cause  huge  reversible  or  irreversible  environmental impacts,  including  the  pollution  and  degradation  or  disturbance  of  the ecological balance; species on the verge of extinction and a consequent reduction in biodiversity; contamination of the food chain; and negative                                                            33  Milieu  and  Huglo  Lepage,  ‘Measures  Other  than  Criminal  Ones  in  Cases  Where Environmental Community Law Has Not Been Respected in the EU Member States  73, 14. 34  Milieu and Huglo Lepage (n 34) 15. 35  Article 5 of the Directive 2008/99/EC. 36  Gerstetter and others (n 32) 32. 37  Pereira (n 33) 220. 38  Article 4 of the Directive 2008/99/EC. 39  Cardwell, French and Hall (n 23) 113. 917Güneş OKUYUCU ERGÜN  Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 909-924 impacts on local community livelihood and on sustainable development; other social, economic and political impacts, such as lower income in the hands of legitimate businesses or loss of tax revenue that has negative effects on societies and services for EU citizens, as well as the damage caused to the reputation of the EU and of its member states are also damaged.40 Since  the  Member  States  are  responsible  for  prosecuting  the environmental crimes, the cooperation and coordination between the Member States, their law enforcement agencies and the networks of environmental professionals are critical to effective combat against such crimes. In that regard, the networks of environmental professionals, such as the EU Network for the Implementation and Enforcement of Environmental Law (IMPEL), the EU Forum of Judges for the Environment (EUFJE) and the European Network of Prosecutors for the Environment (ENPE), play an important role in sharing best practice and developing methodologies for effective enforcement.41 B. Liability of Legal Persons The Directive 2008/99/EC requires that the legal persons can be held liable for environmental offences where such offences have been committed for their benefit by any person who has a leading position within the legal person, acting either individually or as part of an organ of the legal person.42 The Directive also requires the Member States to ensure that legal persons can be held liable where the lack of supervision or control has made possible the commission of an environmental offence for the benefit of the legal person by a person under its authority.43 The Directive defines legal person as any legal entity having such status under the applicable national law, except for States or public bodies exercising  State  authority  and  for  public  international  organizations.44 Therefore, public organisations are excluded from the scope of the Directive. Such an exclusion is subject to criticism in the legal literature.45                                                            40  Colantoni and Bianchi (n 2) 9. 41  See  ‘Cooperation  with  Other  Environmental  Enforcement  Networks  <https://www.eufje.org/index.php?option=com_content&view=article%20&id=65&Itemid =256&lang=en> accessed 8 December 2021. 42  Article 6(1) of the Directive 2008/99/EC. 43  Article 6(2) of the Directive 2008/99/EC. 44  Article 2(d) of the Directive 2008/99/EC. 45  See Gouritin and De Hert (n 22) 25. 918Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 909-924    Environmental Criminal Law in… Liability of legal persons does not exclude criminal proceedings against natural persons who are perpetrators, inciters or accessories in the relevant environmental offences.46 Similar to the penalties for individuals, the Directive does not provide specific types of sanctions that the Member States are required to incorporate into their national legislation regarding the legal persons. In that regard, the Directive repeats the principle applicable for the individuals (i.e. the penalties being effective, proportionate and dissuasive) for the legal persons as well.47 However, such penalties are not required to be criminal penalties. Indeed, some Member States  legal orders do not permit criminal penalties for legal persons. Therefore, the Directive leaves the choice of the penalty s nature (criminal or administrative)48 to the Member States.49 Although making legal persons accountable for environmental offences is helpful, it should not be considered as a substitute for the prosecution of culpable individuals. It is argued in the literature that when corporations commit environmental crimes, culpable individuals, if supported by the law and the facts, should also be subject to criminal charges, since the possibility that corporate officials could be jailed for their wrongdoing is the strongest deterrent for environmental crime.50 The Ship-Source Pollution Directive also envisages liability of legal persons for environmental offence. The Directive 2005/35/EC, as amended by Directive 2009/123/EC, required Member States to introduce rules on the liability of legal persons for ship-source pollution related offences.                                                               46  Article 6(3) of the Directive 2008/99/EC. 47  Article 7 of the Directive 2008/99/EC. 48  For a comparison of the effectiveness of administrative or civil fines and criminal sanctions in the enforcement of Union environmental law, see Öberg (n 8) 418. For a study on ‘Criminal, administrative and civil law approaches to addressing environmental crime in comparison , see Gerstetter and others (n 32) 31. 49  Gouritin and De Hert (n 22) 26. 50  David M Uhlmann, ‘Protection of the Environment through Criminal Law: An American Perspective  (2016) 6 International Law Review 144, 160. 51  Directive 2009/123/EC of the European Parliament and of the Council of 21 October 2009 amending Directive 2005/35/EC on ship-source pollution and on the introduction of penalties for infringements, Official Journal, L 280, 27.10.2009, 52–55. 919Güneş OKUYUCU ERGÜN  Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 909-924 C. Polluter-Pays Principle The Environmental Liability Directive (ELD) is another important piece of EU legislation relating to environmental criminal offences. Although the  ELD  is  not  an  instrument  of  criminal  law,  it  aims  at  preventing environmental crime by making the operators liable for the consequences of their actions. It lays down rules based on the polluter-pays principle, which means that an operator whose activity has caused the environmental damage or the imminent threat of such damage is to be held financially liable, and it must take the necessary preventive or remedial action and bear all the related costs. The origins of the polluter-pays principle date back to 1920s, but the principle came into modern parlance with the United Nation s 1992 Rio Declaration on Environment and Development, which, in Principle 16, referred to the approach that the polluter should, in principle, bear the cost of pollution,  with  due  regard  to  the  public  interest  and  without  distorting international trade and investment.55 The ELD defines environmental damage as (i) damage that significantly affects the environmental status of water resources; (ii) damage to land creating a significant risk to human health; (iii) damage to protected species and natural habitats; and (iv) the discharge of pollutants into the air, inland surface  water  and  groundwater,  and  any  deliberate  release  into  the environment of genetically modified organisms. Pursuant to the ELD, the liability may occur if an environmental damage is caused by any of the activities listed in Annex III of the directive, such as energy industries, production and processing of metals, mineral industries, chemical industries and waste management; or if and environmental damage to protected species and natural habitats is caused by certain occupational                                                            52  Directive 2004/35/CE of the European Parliament and of the Council of 21 April 2004 on environmental liability with regard to the prevention and remedying of environmental damage; Official Journal, L 143, 30.4.2004, 56-75. 53  The ELD defines ‘operator  as any natural or legal, private or public person who operates or controls the occupational activity or, where this is provided for in national legislation, to whom decisive economic power over the technical functioning of such an activity has been delegated, including the holder of a permit or authorisation for such an activity or the person registering or notifying such an activity (Article 2.6 of the ELD). 54  Rio Declaration on Environment and Development, Annex I of the United Nations Conference on Environment and Development, Rio de Janeiro, 3-14 June 1992. 55  Karen Hulme and Damien Short, ‘Ecocide and the polluter Pays Principle: The Case of Fracking  (2014) 23 Environmental Scientist 7, 8. 920Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 909-924    Environmental Criminal Law in… activities. The ELD requires the operators to take preventive action and bear the costs of clean-up measures.  The ELD, and therefore its polluter-pays principle, does not apply in certain exceptional cases, such as damages caused by an act of armed conflict, hostilities, civil war or insurrection; or a natural phenomenon of exceptional, inevitable and irresistible character.56 CONCLUDING REMARKS Preventing  and  remedying  environmental  damage  contributes  to implementing the objectives and principles of the Community's environment policy as set out in the Treaty establishing the European Community. As a matter of fact, Article 174(2) of the Treaty requires the Community policy on the environment to aim at a high level of protection. In that regards, the Directive 2008/99/EC was an important step forward in the protection of environment through criminal law. It can be seen as a sign of consolidation of criminal law and Europeanization of the protection of the environment.57 Such trend for Europeanization of the protection of the environment was also triggered by the strong  public  opinion  in  support  for  state  intervention  to  tackle  serious  violations  of  environmental  law. For example, a 2008 Eurobarometer survey in the 27 Member States suggests that 82% of the respondents regard harmonisation of environmental  law  at  the  EU  level  as  necessary;  and  the  highest  proportion  of  respondents  (37%) supported the introduction of heavier fines for offenders as an effective way to  tackle  environmental  problems.58 However, the Directive may be criticised for not fully achieving the objectives that it originally had. Indeed, the expert study commissioned by the European  Commission  to  assess  the  success  of  the  implementation  of Directive 2008/99/EC highlighted that several Member States had failed to fully transpose the Directive, and the legal sanctions applicable at the national level shown to be disproportionate or inappropriate.59                                                            56  Article 4 of the ELD. 57  Gouritin and De Hert (n 22) 27. 58  Eurobarometer,  ‘Attitudes  of  European  Citizens  Towards  the  Environment  <https://europa.eu/eurobarometer/screen/home> accessed 6 June 2021; see Pereira (n 33) 347. 59  See ‘Evaluation Study on the Implementation of Directive 2008/99/EC on the Protection of the  Environment  through  Criminal  Law  by  Member  States  921Güneş OKUYUCU ERGÜN  Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 909-924 The Directive is also subject to criticism, such as the criticism against the unlawfulness  condition  of  environmental  crimes,  its  administrative dependence and lack of autonomous or independent approach both in terms of offences and their sanctions, and over-criminalisation of EU environmental law, as further explained in Sections II and III above. Furthermore, instead of merely forcing Member States to criminalize environmental harm, enforcement powers should be awarded to the European Environment  Agency  or  a  similar  agency  to  verify  outcomes  of  the implementation of the Directive.63 Such criticism and shortcomings of the Directive 2008/99/EC led to an initiative to amend it. On 2 February 2021, the European Commission began the public consultation process on the new Environmental Crime Directive.64 The new Environmental Crime Directive is expected to be adopted by the end of 2021. In order for the new Directive to achieve its objectives, it should both include new crime categories which are not listed expressly by the Treaty (which became permissible with the adoption of the Lisbon Treaty – i.e. after the adoption of the Directive in 2008 – in line with the jurisprudence of the ECJ), and should tackle the evolving trends in environmental crime, such as the growing involvement of organised crime and the liability legal persons, as explained above.65                                                               <https://ec.europa.eu/info/sites/info/files/milieu_implementation_report_2013.pdf> accessed 17 February 2021. 60  Interview with Schulz (n 20); ‘EU Environmental Criminal Law - Presidency Report  (n 21). 61  Gouritin and De Hert (n 22) 22–27. 62  Gerstetter and others (n 32) 32. 63 See Faure (n 5) 145. 64 See ‘Environmental Crime – Improving EU Rules on Environmental Protection through Criminal  Law   <https://ec.europa.eu/info/law/better-regulation/have-yoursay/initiatives/12779-Improving-environmental%20-protection-through-criminal-law> accessed 15 February 2021. 65 Section III.B above. Also see European Commission, ‘Evaluation Report of Directive 2008/99/EC of the European Parliament and of the Council of 19 November 2008 on the Protection  of  the  Environment  through  Criminal  Law   (7  February  2020)  8 <http://op.europa.eu/en/publication-detail/-/publication/504faa-49c-11ea-8aa01aaeda/language-en> accessed 7 June 2021. 922Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 909-924    Environmental Criminal Law in…",
     "Kaynakça": "Cardwell PJ, French D and Hall M, ‘Tackling Environmental Crime in the European Union: The Case of the Missing Victim?  (2011) 23 113 Colantoni L and Bianchi M, ‘Fighting Environmental Crime in Europe. Preliminary Report   <https://www.iai.it/en/pubblicazioni/fighting-environmental-crimeeurope> accessed 17 February 2021 ‘Cooperation  with  Other  Environmental  Enforcement  Networks  <https://www.eufje.org/index.php?option=com_content&view=article%20&id =65&Itemid=256&lang=en> accessed 8 December 2021 ‘Environmental Crime – Improving EU Rules on Environmental Protection through Criminal  Law   <https://ec.europa.eu/info/law/better-regulation/have-yoursay/initiatives/12779-Improving-environmental%20-protection-throughcriminal-law> accessed 15 February 2021 ‘EU  Environmental  Criminal  Law  -  Presidency  Report  <https://data.consilium.europa.eu/doc/document/ST-12801-2019-INIT/en/pdf> accessed 13 February 2021 Eurobarometer,  ‘Attitudes  of  European  Citizens  Towards  the  Environment  <https://europa.eu/eurobarometer/screen/home> accessed 6 June 2021 European Commission, ‘Evaluation Report of Directive 2008/99/EC of the European Parliament and of the Council of 19 November 2008 on the Protection of the Environment  through  Criminal  Law   (7  February  2020) <http://op.europa.eu/en/publication-detail/-/publication/504f6aa3-49c8-11ea8aa5-01aa75ed71a1/language-en> accessed 7 June 2021 ‘Evaluation Study on the Implementation of Directive 2008/99/EC on the Protection of  the  Environment  through  Criminal  Law  by  Member  States  <https://ec.europa.eu/info/sites/info/files/milieu_implementation_report_2013. pdf> accessed 17 February 2021 Faure M, ‘The Development of Environmental Criminal Law in the EU and Its Member States  (2017) 26 Review of European, Comparative & International Environmental Law 139 Gerstetter C and others, ‘Environmental Crime and the EU: Synthesis of the Research Project “European Union Action to Fight Environmental CrimeEFFACE  <https://www.ecologic.eu/13614> accessed 13 April 2021 Gouritin A and De Hert P, ‘Directive 2008/99/EC of 19 November 2008 on the Protection of the Environment through Criminal Law: A New Start for Criminal Law in the European Community?  [2009] elni Review 22 Hulme K and Short D, ‘Ecocide and the “polluter PaysPrinciple: The Case of Fracking  (2014) 23 Environmental Scientist 7 923Güneş OKUYUCU ERGÜN  Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 909-924 Interview with Florence Schulz, ‘Detecting Environmental Crime Is Quite a Problem  (24  March  2020)  <https://www.euractiv.com/section/energyenvironment/interview/environmental-law-expert-detecting-environmentalcrime-is-quite-a-problem/> accessed 17 February 2021 Milieu and Huglo Lepage, ‘Measures Other than Criminal Ones in Cases Where Environmental Community Law Has Not Been Respected in the EU Member States  73 Öberg J, ‘Criminal Sanctions in the Field of EU Enviromental Law  (2012) 2 New Journal of European Criminal Law Pereira RM, ‘The Harmonisation of Substantive Environmental Criminal Law and Penalties , Environmental criminal liability and enforcement in European, and international law (Brill Nijhoff 2015) ‘Report  on  Environmental  Crime  in  Europe  <https://www.europol.europa.eu/publications-documents/reportenvironmental-crime-in-europe> accessed 17 February 2021 Uhlmann DM, ‘Protection of the Environment through Criminal Law: An American Perspective  (2016) 6 International Law Review 144 Weiß HT, ‘EC Competence for Environmental Criminal Law  (PhD Thesis, College of  Europe  2006) <https://www.coleurope.eu/content/StudyProgrammes/law/studyprog/pdf/Weis s_Holger_thesis.pdf> accessed 18 February 2021 Zeitler HE, ‘Environmental Criminal Law  (2006) Vol. 77 Revue internationale de droit penal 255 Directive 2008/99/EC of the European Parliament and of the Council of 19 November 2008 on the protection of the environment through criminal law 2008 (328)   924"
}