{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "4",
     "Başlık": "TÜRK HUKUKUNDA AF KURUMU",
     "Title": "Amnesty Institution In Turkish Law",
     "Yazar İsmi": [
          "Arş. Gör. Sibel CAN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Af",
          "Anayasa,TBMM",
          "davanın düşmesi",
          "infaz"
     ],
     "Keywords": [
          "Amnesty",
          "Constitution",
          "Grand National Assembly of Turkey",
          "Discontinues of action",
          "execution"
     ],
     "Özet": "Af kurumu esas itibariyle 1982 Anayasası'nın 87 ve 104. maddelerinde düzenlenmekle  birlikte, teknik yönleri 5237 sayılı TCK'nın birinci kitap üçüncü kısmında ''dava ve cezanın düşürülmesi'' başlıklı dördüncü bölümde ele alınmıştır. Oldukça eski bir tarihe sahip olan bu kurum, bugün birçok ülkede uygulama alanı bulmaktadır. Türk hukukunda af, genel ve özel af şeklinde bir ayrıma gidilerek düzenlenmiştir. Affın genel veya özel olmasına göre sonuçlar değişmekte ve affın türüne göre ya kamu davası düşmekte veya kesinleşmiş bir ceza mahkumiyeti bütün kanuni sonuçlarıyla birlikte ortadan kalkmakta ya da kesinleşmiş bir cezanın sadece kısmen veya tamamen infazı önlenmekte veya başka bir cezaya dönüşmektedir. Mevzuatımızda affın yer aldığı maddeler arasında çelişkiler ve boşluklar bulunması, ayrıca affın kimi zaman amacı dışında kullanılması, bu kurumun haklı olarak eleştirilere maruz kalmasına sebebiyet vermektedir.",
     "Abstract": "Amnesty institution essentially is regulated in article 87 and 104 of the 1982 Constitution as well as, is handled with technical aspect in the first book of third part of fourth section that is entitled ''reduced the trial and punishment of the TCC No 5237. Today this institution, has a very old history, finds application areas in the many country with different motives. Amnesty was organized by going to a distinction in the shape of general and special amnesty in Turkish law. Results vary according to general or special of amnesty and depend on the type of amnesty either discontinues of action or a conclusive criminal conviction disappear with all legal consequences or just execution partially or completely of a conclusive penalty prevents or turns to another penalty. In our legislation there are gaps and contradictions between articles that located amnesty besides amnesty sometimes was used except for the purpose of amnesty, cause to exposure to justified criticism of these institutions.",
     "Metin": "Af, ceza hukukunun en eski kurumlarından biri olmakla beraber tarih boyunca dini, felsefi, siyasi ve hukuki açılardan sürekli olarak tartışmalara neden olmuş ve güncelliğini korumuştur. Af yetkisinin, bu yetkiye sahip olanlar tarafından kötüye kullanılması tartışmaların odak noktasını oluşturmuş ve affa yönelik tepkileri artırmıştır.  Günümüzde birçok demokratik ülkenin anayasasında mevcut olan af, keyfi kullanımların önüne geçmek için belirli kurallarla sınırlandırılmış ve af yetkisinin kullanımı zorlaştırılmıştır. Aynı şekilde ülkemizde de 2001 yılında 4709 sayılı kanunla yapılan değişiklikle meclisin af yetkisini kullanması, nitelikli çoğunluk zorunluluğuna bağlanmıştır.  Cezaların affedilmesi, toplum hayatını hukuki, siyasi, ekonomik ve etik yönleriyle  etkileyen  bir  durumdur.  Toplumda  patlak  veren  iç  savaşlar, hükümet darbeleri gibi geniş çapta olayların vuku bulduğu durumlarda tekrar huzur ve barışı sağlamak, insanlara daha önce yaşananları unutturmak için çıkarılan aflar, kabul görmüşken; hukuki ve toplumsal gerekler dışında siyasi çıkar  elde  etmek  amacıyla  çıkarılan  aflar,  affın  gerekliliği  konusunda tereddütlerin ortaya çıkmasına sebebiyet vermiştir. Af kurumu, kaynağını Anayasa'dan alması ve teknik yönleriyle de Türk Ceza  Kanunu'nda  düzenlenmesi  sebebiyle  çalışmamızda  öncelikle  genel olarak  af  konusunda  bilgi  verilip,  daha  sonra  Anayasa  ve  ceza  hukuku açısından af kavramı incelenecektir. 1292Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1291-1312  Can I. GENEL HATLARIYLA AF KURUMU A. Kavram Hukuk  biliminin  en  eski  kurumlarından  birisi  olan  af,  genel  kabul gördüğü şekliyle şöyle tanımlanabilir: ''Genel olarak kaynağını anayasalarda bulan, teknik yönleri bakımından ise ceza kanunlarında düzenlenmiş olan af; bazen kamu davasını düşüren veya kesinleşmiş bir ceza mahkumiyetini bütün kanuni sonuçlarıyla birlikte ortadan kaldıran,  bazen de  kesinleşmiş  bir  cezanın sadece  kısmen veya tamamen infazını önleyen veya başka bir cezaya dönüştüren yasama ya da yürütme organlarının yaptığı bir kamu hukuku tasarrufudur'' Affın sözlük anlamı, kusur veya suçu bağışlamaktır. Kamu davasını düşüren sebeplerden biri olan af, kamu yararı düşünülerek bazı suçlardan dolayı  sanık  hakkındaki  kovuşturmadan  vazgeçilmesi  veya  hükmedilen cezanın bir kısmının veya tamamının kaldırılmasıdır.  Türk hukuk lügatına göre ise; özel hukuk bakımından af, maddi olayların işleyiş tarzından ve haktan vazgeçmeyi içeren bir duygu açıklaması veya kişinin şahsına bağlı haklardan vazgeçmesini içeren bir irade beyanıdır. Ceza hukuku bakımından af, suç işleyen kişinin takibi ve cezalandırılması suretiyle toplumsal erke ilişkin hakkın kullanılmasından adalet veya genel menfaat düşünceleriyle tamamen veya kısmen vazgeçilmesidir. B. Af Kurumunun Kavramsal Gelişimi İlkçağlarda  kişisel  öç  alma  hakkının  kabul  edilmesi  sebebiyle  suç yalnızca mağdurunu ilgilendirmekteydi. Dolayısıyla mağdur veya yakınları suçluyla uzlaşabilmekte veya affedebilmekteydi. Bunun yanında mutlak güç sahibi olan hükümdarların ilkçağlardan itibaren çok uzun süre af yetkileri olmuştur. Ortaçağda mağdurun affetme yetkisi kısmi olarak devam etmiş, feodal beylere de af yetkisi verilmiştir. Merkezi hükümetin güçlenmesiyle, yasama, yürütme ve yargı erklerini kendinde toplayan monark, af yetkisini de                                                  2   SÖZÜER Adem, ''Türk Hukukunda Af, 4454 ve 4616 sayılı Kanunlarda Öngörülen Şartla Salıverilme ve Ertelemeye İlişkin Hükümlerin Hukuksal Niteliği ile Bu Hükümlerin Anayasaya  Uygunluğu  Sorunu'',  http://www.anayasa.gov.tr/files/pdf/ anayasa_yargisi/anyarg/SOZUER.PDF, E.T: 24.02.2015. 3   ÖZEK Çetin, ''Umumi Af'', İÜHF Mecmuası, C:24, S:1-4, Y:1959, s. 121. 4   DURSUN Hasan, ''Af Kavramına Genel Bir Bakış'', TBB Dergisi, S:85, Y:2009, s. 373.   1293Türk Hukukunda Af Kurumu...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1291-1312  tekeline almıştır. Yine devam eden süreçte toplumların yönetim biçimi ve özellikle dinlerine göre af kurumu farklı şekillerde uygulanmıştır. Türk  hukukunda  ise  İslamiyet'in  kabulünden  tanzimata  kadar  İslam dininin  hukukla  ilgili  kuralları  büyük  ölçüde  etkili  olmuştur.  Osmanlı İmparatorluğu nun  ilk  dönemlerinde  İslam  hukukuna  ilişkin  esaslar uygulanmaktaydı. Buna göre, kul hakkına ilişkin suçlarda af yetkisi mağdurda iken,  Allah  hakkına  ilişkin  suçlarda  af  yetkisi  kadı  veya  padişaha  aitti. Konuyla alakalı ilk yazılı düzenleme 1858 Ceza Kanunname-i Hümayunu'nda yapılmış ve af yetkisi padişaha verilmiştir. 1876 Anayasasının ilk şeklinde bu yetki padişaha verilirken, 1909 tarihinde yapılan değişiklikle özel af yetkisi padişahın elinde bırakılıp, genel af meclisin onayı şartına bağlanmıştır. 1921  Anayasası'nda  affa  ilişkin  herhangi  bir  hüküm  yoktur.  1924 Anayasası genel af, özel af, takibat ve cezanın tecili olmak üzere üç ayrı af kurumu  düzenlemiş  ve  kural  olarak  üç  yetkiyi  de  meclise  vermiştir; Cumhurbaşkanı ise sadece hastalık, yaşlılık gibi sebeplerle özel af çıkartma yetkisine  haiz  olmuştur.  1961  Anayasası'nda  genel-özel  af  şeklinde düzenleme yapılmış, af yetkisi meclise verilmiştir; Cumhurbaşkanı'na ise sınırlı bir şekilde özel af çıkartma yetkisi tanınmıştır. 1982 Anayasası'ndaki durum daha sonra açıklanacağı için burada yer verilmeyecektir. C. Hukuki Niteliği Aralarındaki benzerlikler dolayısıyla af, kimi zaman bir yargı tasarrufu olarak kabul edilmektedir. Ancak bu görüş oldukça eleştirilmektedir. Af tasarrufu her ne kadar yargısal sonuçlar doğursa da bir yargı tasarrufu değildir. Çünkü yargı tasarrufu, bir hukuki uyuşmazlığın belirli usul kurallarına göre yargı organlarınca çözülmesi işlemidir. Ceza yargılanmasında suç teşkil eden fiilin işlenip işlenmediği ve eğer işlenmişse buna uygulanacak yaptırımın ne olacağı saptanırken, af işleminde bir hukuki uyuşmazlık hakkında hüküm verilmemekte,  işlenmiş  olan  suçun  sonucu  olan  mahkumiyet  ortadan kalkmaktadır.  Genel affa  yetkili olan yasama  organı, yargı faaliyetinde  bulunmak bakımından zaten yetkisizdir. Özel af ise, ferdi ve sübjektif durumlarla ilgili                                                  5   ÖZEK, s. 122. 6   SOYASLAN Doğan, ''Af'', Anayasa Yargısı Dergisi, C:18, Y:2001, s. 415. 7   KEYMAN Selahattin, Türk Hukukunda Af (Genel Af- Özel Af), Yayınlanmış Doktora Tezi, Ankara 1965, s. 86-87. 1294Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1291-1312  Can olduğu, zaman zaman da adli hatalar gerekçesine dayandığı için genel aftan daha fazla yargı tasarrufuna benzer. Ancak özel affı çıkaracak organ ve izlenen usul göz önüne alındığında bunun da bir yargı tasarrufu olmadığı kolaylıkla anlaşılabilir. Dolayısıyla af kurumu, af ilanında izlenen usule göre yasama  veya  yürütme  tasarrufu  olarak  kabul  edilmelidir.  Zira  genel  af, TBMM tarafından Anayasa'da belirtilen çoğunlukla kabul edilen bir kanunla ilan edilebilmektedir ve bu kanun da tıpkı diğer kanunlar gibi bir yasama faaliyetidir.  Aynı  şekilde  belli  durumlarda  af  yetkisine  sahip  olan Cumhurbaşkanının  bu  yetki  doğrultusunda  icra  ettiği  faaliyet  yürütme faaliyetidir. Affın  bir  yasama  veya  yürütme  tasarrufu  olması,  mahkemelerin bağımsızlığı prensibiyle çelişebilmektedir. Affa yetkili organ; ancak bazı siyasi, ahlaki veya anayasada gösterilen sebeplerle affedebilir. Bunun dışında bir üst merci gibi hareket edip, mahkemelerce verilip kesinleşmiş kararları kontrol konusu yapması mahkemelerin bağımsızlığı ilkesini zedeleyecektir. Dolayısıyla af yetkisinin kullanılmasında mahkemelerin bağımsızlığı ilkesi bir sınırlayıcı etken olmalıdır. D. Af Kurumu Hakkında İleri Sürülen Görüşler Af, meşruluğu konusunda tartışmalara yol açan bir müessesedir. Öğretide kimi yazarlar af kurumunun lehine görüş ileri sürmektedir. Bu görüşlerin esası, ''sosyal hayatın daimi bir ilerleme içerisinde olması sebebiyle kanunlar bu  ilerlemeye  ayak  uyduramamaktadır''  fikrine  dayanmaktadır.  Ceza kanunları da bu düşünce çerçevesinde ele alındığında, bu kanunların genel olması ve genel kuralların somut bir olayda kanun koyucunun öngörmediği veya öngörülenden daha şiddetli sonuç vermesinin olanaklı olması sebebiyle af  kurumu  yapılan  haksızlıkları  gidermektedir.  Çünkü  en  iyi  şekilde hazırlandığı  sanılan  ceza  kanunları  bile,  suçluluğun  gerektirdiği  bütün hafifletici sebepleri dikkate almazlar. Bu tip durumlar işlenen fiil ile verilen ceza arasında açık bir orantısızlık oluşturur.  Affın gerekliliğini savunan görüşlerin bir diğer dayanak noktası ise, ''siyasi olayların toplumda meydana getirdiği karmaşanın giderilmesi ve toplumsal huzurun sağlanmasıdır''. Nitekim, bir toplumda geçmiş sorunların artık unutulması, gruplar arasındaki kin duygusunun kökleşmesine engel                                                  8   SÖZÜER, s. 219. 9   KEYMAN, s. 5. 10  EREM Faruk, Ceza Hukuku Genel Hükümler Cilt II, Ankara 1974, s. 413.   1295Türk Hukukunda Af Kurumu...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1291-1312  olunması ve yeni ve sakin bir sosyal hayatın başlaması gibi düşünceler ceza kanunlarının uygulanmamasını gerektirebilir. Örneğin, iç savaş sonrasında çıkarılan af, bu tip amaçlara hizmet eder. Blackstone,  layık  olanı  affedebilecek  yüksek  bir  makamın  mevcut bulunmasını monarşilerin en büyük faydalarından biri olarak kabul eder, fakat demokrasilerde  affa  lüzum  olmadığını  düşünür.  Çünkü  yazara  göre, demokratik rejimlerin ceza hukuku insani bir ceza hukukudur ve cezaların insan  haklarına  riayet  edilerek  çektirildiği  bir  sistemde  af  kurumunun uygulanmasına gerek yoktur. Keyman a göre ise, demokrasilerde ceza adaleti sadece  bir  mantık  ameliyesi  sonucunda  ortaya  çıkmaktadır;  merhamet duygusunun  ise  bu  ameliyeye  yabancı  kalması  doğru  değildir.  Akıl  ve mantıkla cezalandırmanın, merhametle affedilmesi olağandır. Öğretide affa karşı gelen düşünürlerin başında Beccaria gelmektedir. Beccaria ya göre; ''Af, yasamanın gerektirdiği bütün ödevlerin kimi zaman eksikliklerini giderip onları tamamlayan ve çoğu kez krallara ait bir yetki ve erdemdir.  Ancak  bu  erdemin,  cezaların  ılımlı  ve  yargılamanın  düzenli, kurallara  uygun  ve  çabuk  olduğu yazılı bir  hukuktan  çıkartılıp atılması gerekir''. Aynı şeklide yazar, yasalardaki sakatlıkların da affın kabulü için mazeret oluşturmayacağı görüşündedir. Ona göre cezaların mutlaka çekilmesi kuralının ihlal edilmesi halinde onarılmaz sonuçlar doğacak, cezaların affa uğrayabileceklerini görmek suçlularda cezasız kalma düşüncesini kışkırtacak ve bu durum toplumun huzurunu bozacaktır. Pozitivist ceza okulu taraftarları, af lehine ileri sürülen görüşlerin gerçeğe uymadığını belirterek af kurumuna şiddetle karşı çıkmışlardır. Onlara göre af; her zaman tavsiye, tazyik veya seçimlerde oy kazanmak amacıyla yapılır ki, bu durum bazı kurumların ellerindeki yetkiyi kötüye kullanmasından başka bir şey değildir. Bazı durumlarda af yetkisinin adaletin gerekleri gibi zorunlu sebeplerle kullanılmış olması da ihtimal dahilindedir. Ancak bu halde dahi adalet, af kurumu gibi keyfi bir merhametle değil herkes için eşit usullerle uygulanmalıdır. Örneğin, bazı fiillerin cezalandırılmasında kamu menfaati kalmamışsa bu fiiller artık hukuk ihlali sayılmaz. Bu durumda dahi ortada                                                  11  EREM, s. 414. 12  KEYMAN, s. 16. 13  BECCARİA Cesare, Suçlar ve Cezalar Hakkında, (çev. Sami Selçuk), Ankara 2014, s. 217. 14  BECCARIA, s. 217. 1296Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1291-1312  Can affın haklılığı için yeterli bir gerekçe bulunmamaktadır. Affetmek yerine bu gibi fiillerin suç olmaktan çıkarılması daha yerindedir. Türk  Hukuku na  ise  büyük  oranda  affın  lehine  görüşler  ileri sürülmektedir. Dönmezer/Erman a göre toplum hayatında siyasal, ekonomik ve sosyal sorunlardan kaynaklanan bunalımlı dönemlerde bazı suçlar yoğun olarak işlenebilir. Bu durumda devlet ceza hukuku araçlarına ölçüsüz bir şekilde başvurabilir. Buhranlı dönemler sona erdikten sonra geçmişte yaşanan tartışma ve huzursuzluğu sona erdirmek için affa başvurmak gerekir. Bu düşünceyle af taraftarı olan kimi yazarlar, affın sadece siyasi suçlar için uygulanması gerektiğini ileri sürerken; Keyman, affın sadece siyasi suçlar için değil, hem adi hem siyasi suçlara uygulanması gerektiği görüşündedir. Af kurumuna karşı olan yazarlar ise, affın hem suçun faili hem de mağduru açısından hayati önem taşıdığı ancak af yetkisini elinde bulunduranların bu durumdan siyasi kazanç elde etme ihtimalleri bulunması sebebiyle kurumun sorunlu olduğu görüşündedirler. Nitekim affedilen birçok suçlu, takip ve kontrol edilmediği takdirde toplum yaşamına uyum sağlayamamakta ve daha da ağır suçların faili haline gelebilmektedirler. E. Affın Niteliği ve Affı Kabul Mecburiyeti Sorunu Af, esas itibariyle anayasa ve ceza hukukunu ilgilendiren bir kurum olmakla birlikte aynı zamanda hüküm ve sonuçları itibariyle idare hukuku, borçlar hukuku ve usul hukuku alanlarında da sonuç doğuran çok yönlü bir kurumdur. Anayasa hukuku bakımından af, bir atıfet işlemidir. Dolayısıyla af talebi, suçlular açısından bir hak oluşturmamaktadır. Anayasa Mahkemesi'ne  göre; ''Anayasamızda fertlerin temel hak ve hürriyetleri arasında aftan yararlanma diye bir hak gösterilmiş değildir. Bu sebeple suçlular, affedilmelerini bir hak olarak isteyemezler. Anayasanın affa yetkili kıldığı makam, affın kapsamını da belirlemeye yetkilidir..19''.                                                  15  KEYMAN, s. 15-16. 16  SEYDİOĞULLARI  İbrahim,  ''Türkiye de  Ceza  Afları:  Ankara da  Af  Konulu  Alan Araştırması'', Polis Bilimleri Dergisi, C:8(3-4), Y:2006, s. 5. 17  ŞEN  Ersan,  Türk  Ceza  Hukuku  Yönünden  Af, http://www.eksioglu.av.tr/tr/haber_detay/10/T%C%9CRK%20CEZA%20HUKUKU%20Y%C%96N%C%9CNDEN%20AF, E.T.:20.02.2015. 18  ÖZBEK Veli Özer/ KANBUR Mehmet Nihat/ DOĞAN Koray/ BACAKSIZ Pınar/ TEPE İlker, Türk Ceza Hukuku Genel Hükümler, Ankara 2014, s. 748. 19   AYM, E: 1964/12, K: 1964/47, T: 09.06.1964.   1297Türk Hukukunda Af Kurumu...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1291-1312  Üzerinde  durulması  gereken  bir  diğer  husus,  affın  mecburiliğidir. Anayasa  ve  TCK'da  bireylerin  affı  reddetme  haklarının  bulunup bulunmadığına dair açık bir düzenleme mevcut değildir. Bu durum öğretide tartışmalıdır. Özel af konusunda ''bu af türünde sosyal bir yararın bulunduğu ve onun keyfi bir merhamet işlemi olmadığı'' gerekçesiyle mecburilik esası kabul edilmektedir. Dolayısıyla tartışma genel affın mecburiliği konusunda mevcuttur. Türk hukukunda af, yasama organının yaptığı bir işlem olup af yasası çıkarılarak uygulanmaktadır. Af yasasında aksine bir hüküm yoksa sanık ya da hükümlülerin bu kanundan yararlanıp yararlanmaması konusunda seçim hakkı  yoktur.  Ancak  yasada  açık  hüküm  varsa  sanığın  affı  reddederek yargılanmayı isteme hakkı söz konusu olur. Bununla birlikte mahkumiyet hükmü kesinleştikten sonra çıkan ve cezayı yerine getirilemez hale getiren afta,  bireye  cezanın  yerine  getirilmesini  isteme  yetkisi  verilemez;  yani hükümlünün hakkında verilmiş olan cezayı çekmek konusunda bir kazanılmış hakkı bulunmadığı görüşü kabul edilmiştir. Yargılama aşamasında çıkan genel  af  konusunda  ise,  bu  aşamada  çıkan  genel  affın  kamu  davasını düşürmesi ve şüpheli veya sanığın suçluluğu hakkında bir hükme varılmamış olması sebepleriyle fikir birliği bulunmamaktadır. Affın kamu yararı taşıması ve bu nedenle zorunlu olduğunu savunanların aksine genel affın reddinin mümkün olabileceğini savunan görüşler de mevcuttur. Genel af, her ne kadar kamu davasını bütün sonuçlarıyla ortadan kaldırsa da suçun işlenmediği anlamına gelmemektedir. Adli takibat kişi hakkında bir suçluluk  karinesi  yarattığı  için  af  kişi  hakkında  beraat  kararının  bütün sonuçlarını  doğurmamaktadır.  Bu  nedenle  henüz  hüküm  kesinleşmeden çıkarılacak  bir  af  kanunu  karşısında  kendisinin  suçsuz  olduğuna  inanan şüpheli veya sanık davanın sonuçlandırılmasını tercih ederek beraat etmek ve toplum nazarında aklanmak isteyebilir. Bir hukuk devletinde kişilerin affı reddetme ve dolayısıyla aklanma hakkının tanınmaması kabul edilemez bir durumdur. Dolayısıyla Anayasa m.36 ''Herkes.. yargı mercilerinin önünde davacı veya davalı olarak iddia ve savunma ile adil yargılanma hakkına                                                  20  KEYMAN, s. 46. 21  CENTEL Nur/ ZAFER Hamide/ ÇAKMUT Özlem, Türk Ceza Hukukuna Giriş, Ankara 2014, s.733. 22  DÖNER Ayhan, ''Cezai ve İdari Yaptırımların Farklılığı Bağlamında TBMM'nin Af Yetkisi'', EÜHFD, C:XII, S:3-4, Y:2008, s. 37. 1298Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1291-1312  Can sahiptir''  hükmünden  hareketle  kişilere  affı  reddetme  ve  aklanma  hakkı tanınmalıdır. II. AF KURUMUNUN MEVZUATIMIZDAKİ DURUMU A. Anayasa Hukuku Açısından  1982 Anayasası'nın 87. maddesinde TBMM'nin görev ve yetkileri genel olarak şu şekilde tanımlanmıştır: ''Türkiye Büyük Millet Meclisinin görev ve yetkileri, kanun koymak, değiştirmek  ve  kaldırmak;  Bakanlar  Kurulunu  ve  bakanları  denetlemek; Bakanlar Kuruluna belli konularda kanun hükmünde kararname çıkarma yetkisi vermek; bütçe ve kesin hesap kanun tasarılarını görüşmek ve kabul etmek;  para  basılmasına  ve  savaş  ilanına  karar  vermek;  milletlerarası antlaşmaların onaylanmasını uygun bulmak, (...)24 (Ek ibare: 3/10/20014709/28  md.)  Türkiye  Büyük  Millet  Meclisi  üye  tam  sayısının  beşte  üç çoğunluğunun kararı ile genel ve özel af ilanına (…)(1) karar vermek ve Anayasanın diğer maddelerinde ön görülen yetkileri kullanmak ve görevleri yerine getirmektir.'' Anayasanın  104.  maddesinde  Cumhurbaşkanının  görev  ve  yetkileri arasında bulunan af çıkarma yetkisi şu şekilde tanımlanmıştır: ''....  Sürekli  hastalık,  sakatlık  ve  kocama  sebebi  ile  belirli  kişilerin cezalarını hafifletmek veya kaldırmak..'' Affa  ilişkin  bir  diğer  düzenleme  ise,  ''ormanların  korunması  ve geliştirilmesi'' başlıklı 169.maddede yer almaktadır: ''..  Ormanlara  zarar  verebilecek  hiçbir  faaliyet  ve  eyleme  müsaade edilemez.  Ormanların  tahrip  edilmesine  yol  açan  siyasi  propaganda yapılamaz; münhasıran orman suçları için genel ve özel af çıkarılamaz. Ormanları yakmak, ormanı yok etmek veya daraltmak amacıyla işlenen suçlar genel ve özel af kapsamına alınamaz.''                                                    23  ARTUK M. Emin/ GÖKÇEN Ahmet/ YENİDÜNYA A. Caner, Ceza Hukuku Genel Hükümler, Ankara 2008, s. 1063. 24  ''Anayasanın 14 üncü maddesindeki fiillerden dolayı hüküm giyenler hariç olmak üzere'' ibaresi 3/10/2001 tarihli ve 4709 sayılı Kanunla metinden çıkarılmıştır.   1299Türk Hukukunda Af Kurumu...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1291-1312  1. Anayasa Hukuku Açısından Affın Hukuki Niteliği Anayasa  hukuku  açısından  devletin  hukuki  fonksiyonları,  yasama, yürütme  ve  yargı  olmak  üzere  üçe  ayrılmakta  ve  bu  fonksiyonların tanımlanması bakımından maddi ve şekli kriterler kullanılmaktadır. Maddi kriterlere  göre  sınıflandırma,  bu  fonksiyonların  yerine  getirilmesinde kullanılan işlemlerin hukuki mahiyetine göre yapılırken; şekli kriterlerde, bu fonksiyonları yerine getiren organa göre sınıflandırılma yapılmaktadır.  Gerek  maddi  gerek  şekli  kriter  açısından  bakıldığında  af  tasarrufu, yargısal sonuçlar doğuruyor olsa da bir yargı tasarrufu değildir. Zira maddi kriterler bakımından yargı tasarrufu belirli usul kurallarına göre bir hukuki uyuşmazlığın  karara  bağlanması  işlemiyken  af  tasarrufunda  bir  hukuki uyuşmazlık hakkında hüküm verilmez, sadece işlenmiş olan suçtan sonra ortaya çıkan ceza veya infaz ilişkisi ortadan kalkar.  Affı çıkaran organ bakımından niteliğini inceleyecek olursak; Af işlemini yapan  organ  olarak  karşımıza  ilk  önce  TBMM  çıkar.  Anayasa'nın  ilgili maddesinde meclisin görev ve yetkileri arasında ''genel ve özel af ilanına yetkili'' olduğu ibaresi yer almaktadır. Aynı şekilde Anayasanın m.104/b-13 hükmü Cumhurbaşkanını sınırlı hallerde özel af çıkartma konusunda yetkili kılmıştır. Sonuç olarak ister meclis isterse Cumhurbaşkanı yetkisini kullansın her iki organın da bu yetkilerinin kaynağı doğrudan doğruya anayasadır. Af işlemini mahiyeti bakımından  incelediğimizde; meclis  tarafından çıkarılan af, bir kanun konusudur ve kanun ismi altında yapılır. Bu durum anayasada  açıkça  belirtilmemiş,  aksine  ''karar''  halinde  verileceği  ifade edilmiştir.  Ancak  uygulamada  af  diğer  kanunlar  gibi  komisyonlardan geçmekte ve kanun tekliflerine uygulanan prosedüre tabi olmaktadır. 3 Ekim 2001 tarihinde Anayasanın 87. maddesinde yapılan değişiklikle Meclisin af yetkisinin  kapsamı  genişletilirken,  yetkinin  kullanımı  Meclis  üye  tam sayısının  beşte  üç  çoğunluğuyla  kabul  edilmesi  şartına  bağlanmıştır.  Bu durumda  Mecliste  beşte  üç  çoğunluğa  sahip  iktidarlar  hariç,  af  kanunu çıkartabilmek için iktidar ve muhalefetin uzlaşması gerekmektedir.                                                   25  ÖZBUDUN Ergun, Türk Anayasa Hukuku, Ankara 2014, s. 184. 26  DÖNER, s. 38. 27  ATİLA Mesude, ''Türkiye Cumhuriyeti Anayasa Hukuku'nda Af Kurumu'', Ankara Barosu Dergisi, Y:68, S:2010/1, s. 277. 28  GÖZLER Kemal, Türk Anayasa Hukuku Dersleri, Bursa 2014, s. 378. 1300Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1291-1312  Can Af kanunu, neticede bir kanun olduğu için diğer kanunlar gibi Anaysa Mahkemesi'ne iptali için başvurulabilir. Anayasa m. 148/1'e göre: ''Anayasa Mahkemesi, kanunların, kanun hükmünde kararnamelerin ve Türkiye Büyük Millet  Meclisi  İçtüzüğünün  Anayasaya  şekil  ve  esas  bakımlarından uygunluğunu  denetler  ve  bireysel  başvuruları  karara  bağlar.  Anayasa değişikliklerini ise sadece şekil bakımından inceler ve denetler''. Öğretide Mahkemece ''yerindelik denetiminin'' yapılmasının bilimsel değeri olsa da pratikte  bir  faydası  olmayacağı  kabul  edilmektedir.  Kaldı  ki  Anayasa Mahkemesi'nin norm kontrolü yaparken yerindelik denetimi yapma yetkisi bulunmamaktadır. Anayasa yargısı teorisinde yer bulmuş bu esas, AYM kararlarında da açıkça belirtilmiştir. Cumhurbaşkanı'nın yapacağı af işlemi ise, onun tek taraflı yapacağı işlemler arasında yer alır. Bu karar sadece kendisi tarafından imzalanır ve yayımlanır.  Anayasa  m.125/2'ye  göre:  ''Cumhurbaşkanının  tek  başına yapacağı  işlemler  ile  Yüksek  Askeri  Şuranın  kararları  yargı  denetimi dışındadır''. 2. Anayasada Yer Alan Affa İlişkin Sorunlar a. Anayasanın Yapısından Kaynaklanan Sorunlar Kaynağını  anayasalardan  alan  çoğu  kurum  gibi  affın  da  anayasa hukukuna ilişkin bazı problemleri mevcuttur. Bu problemlerden ilki hangi anayasal organın af çıkarma konusunda yetkili olacağıdır. Anayasamız genel af çıkarma yetkisini meclise vermiştir. Bu düzenleme diğer pek çok ülkenin anayasası ile bağdaşmaktadır. Özel af çıkarma konusunda ise, hem meclis hem  Cumhurbaşkanı  yetkili  kılınmıştır.  Anayasanın  bu  düzenlemesi demokratik ülkelerin anayasal düzenlemeleriyle uyum içerisinde değildir. Zira diğer ülkelerin çoğu bu yetkiyi sadece devlet başkanına vermiştir. Gözler in  yirmi  iki  demokratik  ülkenin  anayasalarında  yaptığı araştırmalardan çıkan sonuca göre, 1982 Anayasasında bakanlar hakkında özel af yetkisinin kullanılamayacağına dair bir yasak bulunmazken, diğer ülkelerin çoğunda bu yasak mevcuttur. Aynı şekilde diğer ülkelerin hiçbirinde Devlet Başkanının af yetkisi sebep unsuruyla sınırlanmazken, 1982 Anayasası cumhurbaşkanının  af  yetkisini,  ''sürekli  hastalık,  sakatlık,  kocama''                                                  29  ARMAĞAN  Servet,  ''Anayasa  Hukuku  Açısından  Af  Yetkisinin  Değerlendirilmesi'', Anayasa Yargısı Dergisi, C:18, Y:2001, s. 354. 30  ATİLA, s. 279.   1301Türk Hukukunda Af Kurumu...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1291-1312  sebepleriyle sınırlandırmıştır. Bir diğer husus ise, parlamenter demokrasilerin hiçbirinde af yetkisi devlet başkanları tarafından tek başına kullanılmamakta ve çoğunlukla karşı imza ile kullanılmaktadır. Sadece başkanlık sisteminin uygulandığı ABD ve yarı başkanlık sisteminin uygulandığı Finlandiya'da bu yetki devlet başkanı tarafından tek başına kullanılmaktadır. Anayasa hukuku açısından af kurumuyla ilişkili diğer bir sorun kuvvetler ayrılığı  ilkesi  ve  buna  paralel  olarak  da  mahkemelerin  bağımsızlığı  ve kararlarının bağlayıcılığı konusuyla ilgilidir. Çünkü af niteliği itibariyle bazı durumlarda cezanın infazı bakımından mahkemece verilip kesinleşen kararı doğrudan etkilemektedir. Dolayısıyla bu durum mahkemelerin bağımsızlığı ve  kararlarının  bağlayıcılığı  ilkesiyle  örtüşmemektedir.  Anayasanın  138. maddesine  göre:  ''Yasama  ve  yürütme  organları  ile  idare,  mahkeme kararlarına uymak zorundadır; bu organlar ve idare, mahkeme kararlarını hiçbir suretle değiştiremez ve bunların yerine getirilmesini geciktiremez''. Mahkemelerin bağımsızlığını ve kararlarının bağlayıcılığını garanti altına alan bu hüküm ile bu hükme bir istisna teşkil eden af kurumu arasındaki çelişkinin hukuki açıdan kaldırılmasının tek yolu, af yetkisinin en üstün norm olan anayasada düzenlenmiş olmasıdır. Nitekim bu sebeple devletler af kurumunu doğrudan anayasalarında düzenlemektedir. b. Diğer Kanunlarla Oluşan Çelişkilerden Kaynaklı Sorunlar Genel affın mahkumiyetin bütün sonuçlarını kaldırıyor olması gerek anayasal gerek kimi kanunlarda yer alan düzenlemelere ters düşmektedir. Bu konuda çok sayıda örnek vermek olanaklıdır. Anayasanın  76.  maddesinde;  ''En  az  ilkokul  mezunu  olmayanlar, kısıtlılar,  yükümlü  olduğu  askerlik  hizmetini  yapmamış  olanlar,  kamu hizmetinden yasaklılar, taksirli suçlar hariç toplam bir yıl veya daha fazla hapis ile ağır hapis cezasına hüküm giymiş olanlar; zimmet, ihtilas, irtikap, rüşvet, hırsızlık, dolandırıcılık, sahtecilik, inancı kötüye kullanma, dolanlı iflas gibi yüz kızartıcı suçlarla, kaçakçılık, resmi ihale ve alım satımlara fesat karıştırma, Devlet sırlarını açığa vurma, (Değişik ibare: 27/12/2002-4777/1 md.)  terör  eylemlerine  katılma  ve  bu  gibi  eylemleri  tahrik  ve  teşvik suçlarından  biriyle  hüküm  giymiş  olanlar,  affa  uğramış  olsalar  bile milletvekili  seçilemezler''  hükmü  yer  almaktadır.  Bu  hükümle  çelişki                                                  31  GÖZLER Kemal, ''Karşılaştırmalı Anayasa Hukukunda Af Yetkisi'', Anayasa Yargısı Dergisi, C:18, Y:2001, s. 328. 32  DÖNER, s. 36. 1302Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1291-1312  Can oluşturacak şekilde Adli Sicil Kanununun yasaklanmış hakların geri verilmesi başlıklı  13/A  maddesinde;  ''5237  sayılı  Türk  Ceza  Kanunu  dışındaki kanunların  belli  bir  suçtan  dolayı  veya  belli  bir  cezaya  mahkûmiyete bağladığı hak yoksunluklarının giderilebilmesi için, yasaklanmış hakların geri verilmesi yoluna gidilebilir. Bunun için; Türk Ceza Kanununun 53. maddesinin beşinci ve altıncı fıkraları saklı kalmak kaydıyla,  a) Mahkûm olunan cezanın infazının tamamlandığı tarihten itibaren üç yıllık bir sürenin geçmiş olması,  b) Kişinin bu süre zarfında yeni bir suç işlememiş olması ve hayatını iyi halli olarak sürdürdüğü hususunda mahkemede bir kanaat oluşması,  (2) Mahkûm olunan cezanın infazına genel af veya etkin pişmanlık dışında başka bir hukukî nedenle son verilmiş olması halinde, yasaklanmış hakların geri verilmesi yoluna gidilebilmesi için, hükmün kesinleştiği tarihten itibaren beş yıl geçmesi gerekir. Ancak, bu süre kişinin mahkûm olduğu hapis cezasına üç yıl eklenmek suretiyle bulunacak süreden az olamaz.'' hükmüne yer verilmiştir. TCK m. 65'te aynı şekilde mahkumiyetin tüm sonuçlarının kalkacağı belirtilmiştir.  Bu  durum  kanun  ve  anayasa  arasında  çelişkiye  neden olmaktadır.  Konuyla ilgili diğer bir örnek ise, Devlet Memurları Kanununun 48. maddesinde; ''Taksirli suçlar ve aşağıda sayılan suçlar dışında tecil edilmiş hükümler hariç olmak üzere, ağır hapis veyahut 6 aydan fazla hapis veyahut affa uğramış olsalar bile Devletin şahsiyetine karşı işlenen suçlarla, zimmet, ihtilas,  irtikap,  rüşvet,  hırsızlık,  dolandırıcılık,  sahtecilik,  inancı  kötüye kullanma, dolanlı iflas gibi yüz kızartıcı veya şeref ve haysiyeti kırıcı suçtan veya istimal ve istihlak kaçakçılığı hariç kaçakçılık, resmi ihale ve alım satımlara fesat karıştırma, Devlet sırlarını açığa vurma suçlarından dolayı hükümlü bulunmamak.'' şeklinde yer alan düzenlemedir. Maddede sayılan kişilerin  affa  uğrasalar  dahi  devlet  memuru  olamayacakları  hükme bağlanmıştır. B. Ceza Hukuku Açısından Af 1 Haziran 2005 tarihinde yürürlüğe giren YTCK, CMK ve İnfaz Kanunu ile  ülkemizin  ceza  siyasetinde  yeni  bir  sistem  oluşturulmuştur.  Bu                                                  33  DURSUN, s. 397.   1303Türk Hukukunda Af Kurumu...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1291-1312  düzenlemelerde af, gerek TCK gerekse Anayasada yer alan hükümlerden hareketle  bir  ceza  hukuku  aracı  olarak  kabul  edilmiştir.  TCK'nın  65. maddesinde yer alan af şu şekilde düzenlenmiştir;  ''Madde 65- (1) Genel af halinde, kamu davası düşer, hükmolunan cezalar bütün neticeleri ile birlikte ortadan kalkar. (2)Özel  af  ile  hapis  cezasının  infaz  kurumunda  çektirilmesine  son verilebilir veya infaz kurumunda çektirilecek süresi kısaltılabilir ya da adlî para cezasına çevrilebilir.  (3) Cezaya bağlı olan veya hükümde belirtilen hak yoksunlukları, özel affa rağmen etkisini devam ettirir.'' Hükümden de anlaşılacağı üzere hukukumuz affı, genel ve özel olmak üzere iki başlık altında toplamıştır. Affın türüne göre ceza mahkumiyeti üzerindeki etkisinin değişmesi sebebiyle bu etkileri ayrı başlıklar altında inceleyeceğiz. 1. Genel Af a. Kavram Kamu davasını, hükmolunan cezaları ve mahkumiyetin bütün neticelerini ortadan kaldıran af, genel aftır. Affı, genel yapan tüm suçluları etkileyecek şekilde  çıkarılmış  olması  değil,  hukuki  sonuçlarının  cezaların  ve mahkumiyetin  bütün  neticelerini  ortadan  kaldırır  nitelikte  olmasıdır. Dolayısıyla bir affın genel olup olmadığının belirlenmesinde affın birçok kişi hakkında  çıkarılmış  olmasına  değil,  affın  doğurduğu  sonuçlara  bakmak gerekir.  b. Kapsamının Belirlenmesi Genel affın kapsamına nelerin girdiğinin belirlenmesinde bazı kriterler göz önünde bulundurulur. Bunlardan ilki, affın kapsamının kanun maddesine göre belirlenmesidir. Bazı af kanunlarında af kapsamındaki suçlar kanundaki maddeleri  gösterilerek  belirlenir.  Af  kanununda  gösterilen  madde  veya fıkralarda  yer  alan  suçlar  dışındaki  tüm  filler  af  kapsamı  dışında  kalır. Örneğin;  1803  sayılı  Af  Kanunu  m.2'de  af  kapsamındaki  suçlar  madde numaralarıyla belirtilmiştir.                                                  34  ÖZBEK/KANBUR/DOĞAN/BACAKSIZ/TEPE, s. 749. 1304Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1291-1312  Can Af kanunlarında bazen af kapsamına girecek suçlar cezanın sınırına göre belirlenir.  Örneğin;  1830 sayılı  Af  Kanunu  m.17/A'da  üst  sınırı  12  yılı geçmeyen suçların af kapsamında olduğu belirtilmiştir. Bir başka kıstas ise, affın belirli bir zamandan sonra işlenen suçları kapsamasıdır. Dönmezer'e göre, bunun sebebi, af söylentilerinin tasarı kanunlaşana kadar suç oranlarında bir  artışa  neden  olmasını  engellemektir.  Af  kanunları  suçların  hukuki niteliklerine göre de oluşturulmaktadır. Ülkemizde çıkarılan af kanunlarının çoğu af konusu suçların hukuki nitelikleri belirtilerek çıkartılmıştır. Örneğin; Af Kanununda hırsızlık suçu affedildiğinde bu suçun basit, nitelikli, re'sen ve şikayet üzerine kovuşturulan tüm hallerini kapsar. c. Genel Affın Sonuçları aa. Ceza Hukuku Bakımından Sonuçları Genel affın ceza hukuku yönünden hüküm ve neticeleri muhteliftir. Ancak esas fonksiyonu kamu davasının düşmesi ve ceza mahkumiyetinin tüm sonuçlarıyla  ortadan  kalkmasıdır.  Ceza  yargılamasında  çeşitli  aşamalar bulunduğu için af çıktığı esnada bulunulan noktaya göre izlenilecek usul de farklı olacaktır. Genel olarak bu affın sonuçlarını şu şekilde sıralayabiliriz;  Genel  af  kapsamına  giren  suçlar  bakımından  devam  eden soruşturmalarda  dava  açılmaz.  Soruşturma  evresinde  cumhuriyet savcısı söz konusu eylemin af kapsamına girdiği kanaatine varırsa takipsizlik kararı verecektir. Eğer dava açılmış ise düşme kararı verilir. Bu  kararla  bir  ceza  mahkumiyetinin  doğurabileceği  hiçbir  sonuç meydana gelmez. CMK m.223/8'e göre: ''TCK'da öngörülen düşme sebeplerinin varlığı halinde ...davanın düşmesine karar verilir''. Ancak CMK m. 223/9'da ''Derhal beraat kararı verilebilecek hallerde durma, düşme, veya ceza verilmesine yer olmadığı kararı verilemez.'' hükmü yer almaktadır. Bu durumda TCK m. 65'e dayanarak düşme kararı verilecek olsa da davanın durumuna göre CMK m. 223/9 hükmünden hareketle sanığın daha lehine olacak şekilde düşme kararı yerine, beraat kararı verilmesi daha hakkaniyetli olacaktır.  Kesin hükümden sonra çıkan genel af, hükmün yerine getirilmesini engeller.  Bu  çerçevede  hükmün  infazına  başlanmamış  ise  infaz                                                  35  SÖZÜER, s. 243. 36  ÖZBEK/KANBUR/DOĞAN/BACAKSIZ/TEPE, s. 750. 37  DURSUN, s. 388.   1305Türk Hukukunda Af Kurumu...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1291-1312  başlamaz, başlamış ise infaz kesilir. Bu aşamada ilgili eylemin af kapsamına girip girmediğine infazdan sorumlu savcı karar verecektir.   Genel affın güvenlik tedbirlerine etkisi olmaz; çünkü affa rağmen failin tehlikeliliği  devam  eder.  Centel/Zafer/Çakmut'a  göre,  genel  af hükmolunan cezayı tümüyle ortadan kaldırdığından, mahkumiyetin yasal sonucu veya asıl cezaya ek bir yaptırım olarak ortaya çıkan güvenlik  tedbiri  niteliğindeki  yaptırımları  da  etkiler.  Hükümlünün cezadan kaynaklanıp da affın kapsamına giren ehliyetsizlikleri de sona erer.   Affa uğrayan cezalar adli sicilden silinir. TCK  m.74'e  göre:  ''(1)  Genel  af,  özel  af  ve  şikayetten  vazgeçme, müsadere olunan şeylerin veya ödenen adlî para cezasının geri alınmasını gerektirmez. (2) Kamu davasının düşmesi, malların geri alınması ve uğranılan zararın tazmini için açılan şahsi hak davasını etkilemez. (3) Cezanın düşmesi şahsi haklar, tazminat ve yargılama giderlerine ilişkin hükümleri etkilemez. Ancak, genel af halinde yargılama giderleri de istenemez.'' Genel affa uğramış mahkumiyet, erteleme hükümlerinin uygulanmasına engel olmayıp tekerrür hükümlerinin uygulanmasına engeldir. Zincirleme suçlarda ise, zincirleme olarak suçlar işlenmeye devam edilirken af çıkarsa                                                  38  CENTEL/ZAFER/ÇAKMUT, s. 737; 5237 sayılı TCK'nın genel hükümlere ilişkin birinci kitabının  ''yaptırımlar''  başlıklı  üçüncü  kısmında  cezalar  ve  güvenlik  tedbirleri  ayrı bölümlerde  düzenlenmiş  ve  kanunun  45.  maddesinde  suç  karşılığında  uygulanacak yaptırımların hapis cezası ve adli para cezası olduğu belirtilmiştir. Dolayısıyla kanun güvenlik tedbirlerini, suç karşılığında uygulanacak yaptırımlar içeririnde düzenlememiştir. Zira güvenlik tedbirlerinin uygulanma gayesi hapis ve adli para cezalarından oldukça farklıdır. Öğretide güvenlik tedbirleri ''kanunda öngörülen toplumsal savunma vasıtaları olup, toplum için tehlike oluşturan suçun işlenmesinden sonra hakim tarafından hükmedilen, koruma  ve  iyileştirme  amacına  yönelik  ceza  hukuku  yaptırımları''  şeklinde tanımlanmaktadır. (bkz. ARTUK Mehmet Emin, ''Güvenlik Tedbirleri'', Gazi Üniversitesi Hukuk Fakültesi Dergisi, C: XII, Y: 2008, S:1-2, s. 466). Tanımdan da anlaşılacağı üzere güvenlik tedbirleri, genel olarak tehlikeli suçlara karşı toplumu koruma amacı güden, failin kusurlu  olup  olmadığına  bakılmaksızın,  suçu  işleyen  kişi,  suçun  konusu  veya  suçta kullanılan  araç  veya  suçun  işlenmesiyle  elde  edilen  kazanç  üzerinde  uygulanan yaptırımlardır. Dolayısıyla işlenen bu suç hakkında af çıkarılmış olması, toplum açısından tehlike oluşturan bu durumun ortadan kalktığı anlamına gelmez ve affın uygulanan güvenlik tedbirlerini etkilememesi gerekir. Aksi halde örneğin, işlediği suç dolayısıyla kendisine akıl hastalarına özgü güvenlik tedbiri uygulanan bir kişinin, çıkarılan af kapsamında ''tehlikelilik halinin devam edip etmediğine bakılmaksızın'' hakkındaki güvenlik tedbirinin kalkması gerekecektir. 1306Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1291-1312  Can aftan önceki fiiller genel af kapsamına girerken, aftan sonra işlenen fiiller ayrıca cezalandırılır. Fikri içtima halinde, fiillerden birisi af kapsamına girerse diğeri hakkında kamu davasına devam edilir. bb. İdare Hukuku Bakımından Sonuçları Ceza,  teknik  olarak  suç  kabul  edilen  fiiller  için  ancak  kanunla konulabilen ve ancak bir ceza mahkemesi tarafından hükmedilen bir yaptırım türüdür.  Hukuk  düzeninde  hukuka  aykırılık  oluşturmakla  birlikte  suç oluşturmayan filler de bulunmaktadır. Bunların bir türü de ''idari yaptırım gerektiren'' fiillerdir. Af, idare hukuku alanında özellikle disiplin suçları bakımından önemli sonuçlar doğurmaktadır. Bazı af kanunlarında bunun disiplin cezalarına etki edip  etmeyeceği  açık  bir  şekilde  gösterilmektedir.  Açıklık  bulunmadığı durumlarda  ise  meselenin  genel  hukuk  kurallarına  göre  çözülmesi gerekmektedir.  Genel affın disiplin cezalarına etkisi iki açıdan incelenebilir. Eğer disiplin cezası bir mahkumiyetin sonucu olarak verilmiş ise, ona dayanak oluşturan mahkumiyetin genel affa uğramasıyla disiplin cezası da ortadan kalkar. Buna karşılık disiplin cezası bir mahkumiyetin sonucu olarak verilmemişse, affın bu disiplin cezasına bir etkisi yoktur. Disiplin cezaları yönünden farklı fikirler ileri süren yazarlara göre; genel af fiilin bir suç olarak cezalandırılmasının önüne geçmekte, fiilin kendisini ortadan kaldırmamaktadır. Nitekim, bir fiil hem disiplin hem ceza hukukunu ilgilendiriyor  olsa  da  ceza  ve  disiplin  hukuku  arasında  nitelik  farkı bulunmaktadır ve genel af disiplin cezalarını kapsamaz.  Döner'e göre; idari yaptırımlar, idarenin bir yargı kararı olmaksızın yasaların açıkça verdiği bir yetkiye dayanarak, uyguladığı yaptırımlar olması sebebiyle  ceza  hukuku  anlamındaki  yaptırımlardan  ayrılır.  Meclisin  af yetkisine bakacak olursak, maddi ceza hukuku anlamında bir suç ve bu suça yönelik  bir  mahkumiyet  bulunmalıdır.  İdari  suçlar  ve  bunlara  yönelik yaptırımlar bu kapsama girmemektedir. Dolayısıyla bunların genel veya özel                                                  39  DURSUN, s. 390. 40  DÖNER, s. 47. 41  KEYMAN, s. 117. 42  CENTEL/ZAFER/ÇAKMUT, s. 737. 43  DURSUN, s. 393.   1307Türk Hukukunda Af Kurumu...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1291-1312  affından değil sadece affından söz edilebilir ve bunların affı için çıkarılacak bir kanunda Meclisin beşte üç çoğunluğunun kararı gerekmez. Zira bu nitelikli çoğunluğun  varlık  sebebi  yargı  organının  bağımsızlığını  ve  kararlarının bağlayıcılığını koruma altına almak olduğundan, idari yaptırımlarda da bir yargı kararı bulunmadığından, normal kanunlar gibi kabul edilen bir kanunla affedilebilirler. Bizim  de  katıldığımız  görüşe  göre  eğer  disiplin  cezası  bir  ceza mahkumiyetinin sonucu olarak uygulanmakta ise genel af ile mahkumiyetin bütün cezai sonuçları ortadan kalkacağına göre disiplin cezası da ortadan kalkmalıdır. Ancak disiplin cezası salt fiilin işlenmesinden dolayı uygulanıyor ise bunun ortadan kalkması için af kanununda belirtilmesi gerekir. cc. Özel Hukuk Bakımından Sonuçları TCK m. 74/2 'ye göre; ''Kamu davasının düşmesi, malların geri alınması ve  uğranılan  zararın  tazmini  için  açılan  şahsi  hak  davasını  etkilemez''. Nitekim genel af ile mahkumiyete bağlı tüm sonuçlar ortadan kalkmasına rağmen  fiilin  kendisi  varlığını  sürdürmektedir.  O  halde  mevcudiyetini muhafaza eden fiile istinaden hukuk davası açmak mümkündür. Bunun için af kanununda açıklık bulunmasına gerek yoktur. Bununla beraber devlet, suç sebebiyle kendi lehine doğmuş tazminat haklarından veya üçüncü şahısları ilgilendirmeyen diğer haklardan vazgeçebilir. Genel af halinde suçtan doğan tazminat hakları bakımından açılacak tazminat davalarında ceza zamanaşımı değil hukuk zamanaşımı uygulanır. Temyiz aşamasında iken genel af ile kamu davası düşerse Yargıtay'ın düşme kararı vermemesi ve bu hakka ilişkin talepleri yetkili hukuk mahkemesine göndermesi gerekir. 2. Özel Af a. Kavram Özel  af,  kesinleşmiş  bir ceza  mahkumiyetini  ortadan  kaldıran  veya azaltan ya da daha hafif cezaya çeviren kurumdur. TCK m.65/2'ye göre; ''Özel af ile hapis cezasının infaz kurumunda çektirilmesine son verilebilir veya infaz kurumunda  çektirilecek  süresi  kısaltılabilir  ya  da  adlî  para  cezasına                                                  44  DÖNER, s. 50. 45  KEYMAN, s. 128. 46 DURSUN, s. 393. 1308Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1291-1312  Can çevrilebilir''. Maddeden çıkan sonuca göre, özel af, genel aftan daha dar kapsamlıdır. Özel af mahkumiyetin sonuçlarını etkilemez. Özel af, bireysel veya toplu olabilir. Bireysel özel afta, af kapsamına giren kişi veya kişiler ile suçları ve ne ölçüde affedildikleri açıkça gösterilir. Toplu özel afta ise, affedilen kişi adları yer almaz, affedilen cezalar ve türleri gösterilir. Bu tür bir aftan, yasanın yürürlüğe girdiği tarihte yasada gösterilen nitelikte ve sürede cezayı çekmekte olan herkes yararlanır. b. Özel Affın Sonuçları Özel af mahkumiyeti etkilemez; mahkumiyete bağlı tüm sonuçlar etkisini sürdürmeye devam eder. Özel af, sadece cezayı etkileyerek cezanın kısmen veya tamamen çekilmesini engeller ya da cezanın daha hafif bir cezaya dönüşmesini sağlar. Burada dikkat çeken husus şudur; özel affın sınırlı bir şekilde sayılmış olması. Özel af, eski kanundan farklı olarak sadece hapis cezaları bakımından geçerli olabilmekte, para cezalarını etkilememektedir. Bu çerçevede kanunun hapis veya adli para cezasını seçimlik olarak öngördüğü durumda yargıcın hangi cezaya hükmettiğine bakmak gerekir. Eğer adli para cezasına hükmetmişse, özel affı uygulamak mümkün olmayacaktır. Maddeyi incelediğimizde;  özel  afta  hapis  cezası  bütünüyle  ortadan  kalkmamakta, varlığını korumakla birlikte sadece infazına son verilmektedir. Özel af, asli cezayı tamamen ortadan kaldırmışsa infazına başlanmış olan cezanın infazına derhal son verilir. İnfaza başlanmamışsa, artık hiç başlanmaz. Ancak özel af, müsadere olunan şeylerin veya ödenen adlî para cezasının geri alınmasını gerektirmez. Cezayı hafifletmişse, mahkumiyet kararlarında yazılı olan cezalar esas alınarak hafifletme hükmü uygulanır. Af yasasının asli cezayı değiştirmiş olması durumunda ise somut ceza esas alınarak işlem yapılır. Özel af, sadece cezayı etkilediği için ortada bir mahkumiyet hükmünün bulunması gerekir. Toroslu'ya göre, aftan önce kamu davası açılmış ve halen devam ediyorsa davaya devam edilmesi ve kesin hükme bağlanması gerekir. Aynı görüşte olan Centel/Zafer/Çakmut ve Hafızoğulları'na göre, henüz kamu                                                  47  CENTEL/ZAFER/ÇAKMUT, s. 738. 48  ÖZBEK/KANBUR/DOĞAN/BACAKSIZ/TEPE, s. 750. 49  CENTEL/ZAFER/ÇAKMUT, s. 739. 50  TOROSLU Nevzat, Ceza Hukuku Genel Kısım, Ankara 2015, s. 425.   1309Türk Hukukunda Af Kurumu...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1291-1312  davası görülmekte iken özel af yasası çıkarılmış ise davaya devam olunarak, sanığın mahkum olup olmayacağının açıklığa kavuşturulması gerekir. TCK m.65/3'den anlaşılacağı üzere, cezaya bağlı olan veya hükümde belirtilen hak yoksunlukları özel affa rağmen etkisini devam ettirir. Bu kuralın aksinin  kararlaştırılıp  kararlaştırılamayacağı  hususunda  kanunda  sarahat bulunmamaktadır. Aynı şekilde özel affın güvenlik tedbirleri üzerindeki etkisi hususunda  kanunda  bir hüküm bulunmamaktadır. Artuk'a  göre,  güvenlik tedbirlerinde ''tehlikelilik'' esas alındığı için özel affın güvenlik tedbirleri üzerinde  etkisi  bulunmaz.  Ancak  özel  af  yasasında,  açıkça  güvenlik tedbirlerinin de etkileneceği gösterilebilir. Özel af, sadece cezayı etkileyip mahkumiyeti ortadan kaldırmayacağından,  özel  affa  uğramış  mahkumiyet  ertelemeye  engel  oluşturmayıp tekerrüre esas teşkil eder. SONUÇ Kaynağını Anayasa'dan alan ve teknik yönleriyle de TCK'da düzenlenen af,  kimi  zaman  bir  ceza  yargılamasının  sonucu  olan  mahkumiyeti  tüm sonuçlarıyla ortadan kaldırırken, kimi zaman sadece cezayı kaldıran veya ceza miktarını azaltan ya da daha hafif bir yaptırıma çeviren, bünyesinde pek çok sorun ihtiva ediyor olmasının yanı sıra gerekliliği dahi tartışmalı olan bir kurumdur. Bu çerçevede karşımıza çıkan ilk sorun, af yetkisinin yasama ve yürütme organının elinde bulunmasının ve bu yetkiyle yasama ve yürütmenin, yargının kararları üzerinde geniş çapta bir etkiye sahip olmasının erkler ayrılığı ilkesini tehlikeye sokan bir duruma sebebiyet vermesidir. Af, Anayasa hukuku açısından bir atıfet işlemi olup bireyler açısından bir hak  niteliği  bulunmamaktadır.  Hukuk  sistemimizde  her  ne  kadar  affın mecburiliği ilkesi kabul edilse de kanaatimizce henüz hüküm kesinleşmeden önce çıkarılan af kanunları karşısında bireye tercih hakkı verilmelidir. Çünkü kendisinin suçsuz olduğunu düşünen bireyin insan haklarına saygılı bir hukuk devletinde  iddia  ve  savunma  hakkının  bir  gereği  olarak  affı  reddedip, davasının sonuçlanmasını tercih etme hakkı bulunmalıdır. Ülkemizde Cumhuriyetin ilanından günümüze kadar ellinin üzerinde af kanunu çıkarıldığı bilinmektedir. Bu afların çoğunluğu ise seçim öncesinde gündeme getirilmiş ve bir seçim yaptırımı olarak kullanılmıştır. Özellikle                                                  51  CENTEL/ZAFER/ÇAKMUT, s. 739 52  ARTUK , s. 480. 1310Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1291-1312  Can 1950, 1974,1991 ve 2000 yıllarında çıkarılan ve çıkarıldıkları dönmede yoğun eleştirilere maruz kalan afların, siyasi amaçlarla çıkarıldığı tartışmasızdır. Bunlara ek olarak; af yasalarının sonucunda cezaevlerinden çıkan kişilerin denetimsiz  kalması,  affın  sonucunun  ne  kadar  etkili  olduğunun  tespit edilmemesi ve istatistiksel sonuçlar ortaya konulmaması, affı tamamen keyfi kullanılan ve bir o kadar da toplum için tehlikelilik arz eden bir kurum haline sokmaktadır. Örnek verecek olursak, 2000 yılında çıkarılan ve ''Rahşan Affı'' olarak bilinen af kanunu, hukuksal ve sosyolojik temelleri olmayan, tamamen siyasi amaçlarla çıkarılmış ve hatta kapasitenin yetersiz olması dolayısıyla ceza infaz kurumlarını boşaltmak gibi bir amaca hizmet eden bir kanundur.  Kanaatimizce af kurumu, cezaların caydırıcılığı üzerinde de büyük etkiye sahiptir. Zira aftan yararlanan kişiler, cezaları infaz edilmeden çıktıkları için tekrar  suç  işleyebilmekte  ve  cezalandırmayla  güdülen  amaç  ortadan kalkmaktadır. Amacına uygun kullanıldığında, kimi zaman toplumsal refah kimi zaman bireysel çıkarlar üzerinde önemli etkilere sahip olan af, maalesef kamu yararı düşüncesinin geri planda kaldığı bazı durumlarda ülkemizde varlığı tehlike yaratan bir kurum haline gelebilmektedir.",
     "Kaynakça": "ARMAĞAN  Servet,  ''Anayasa  Hukuku  Açısından  Af  Yetkisinin Değerlendirilmesi'', Anayasa Yargısı Dergisi, C:18 Y:2001 ARTUK  M.  Emin,  ''Güvenlik  Tedbirleri'',  Gazi  Üniversitesi  Hukuk Fakültesi Dergisi, C:XII, Y:2008, S: 1-2 ARTUK  M.  Emin/  GÖKÇEN  Ahmet/  YENİDÜNYA  A.  Caner,  Ceza Hukuku Genel Hükümler, Ankara 2008 ATİLA Mesude, ''Türkiye Cumhuriyeti Anayasa Hukuku'nda Af Kurumu'', Ankara Barosu Dergisi, Y:68, S:2010/1 BECCARİA Cesare, Suçlar ve Cezalar Hakkında, (çev. Sami Selçuk), İmge, 2.Baskı, Ankara 2014 CENTEL Nur/ ZAFER Hamide/ ÇAKMUT Özlem, Türk Ceza Hukukuna Giriş, Beta, 8.Baskı, Ankara 2014 DÖNER  Ayhan,  ''Cezai  ve  İdari  Yaptırımların  Farklılığı  Bağlamında TBMM'nin AF Yetkisi'', EÜHFD, C:XII, S:3-4, Y:2008 DURSUN Hasan, ''Af Kavramına Genel Bir Bakış'', TBB Dergisi, S:85, Y:2009   1311Türk Hukukunda Af Kurumu...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1291-1312  EREM Faruk, Ceza Hukuku Genel Hükümler Cilt II, Sevinç, 10.Baskı, Ankara 1974 GÖZLER Kemal, Türk Anayasa Hukuku Dersleri, Ekin, 17.Baskı, Bursa 2014 GÖZLER Kemal, ''Karşılaştırmalı Anayasa Hukukunda Af Yetkisi'', Anayasa Yargısı Dergisi, C:18, Y:2001 KEYMAN  Selahattin,  Türk  Hukukunda  Af  (Genel  Af-  Özel  Af), Yayınlanmış Doktora Tezi,"
}