{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "2",
     "Başlık": "1951 TARİHLİ MÜLTECİLERİN HUKUKİ STATÜSÜNE İLİŞKİN SÖZLEŞME ÇERÇEVESİNDE MÜLTECİ STATÜSÜNÜN SONA ERMESİNE YÖNELİK ÖLÇÜTLERİN İNCELENMESİ VE TÜRK HUKUKU ÜZERİNDEKİ YANSIMALARININ DEĞERLENDİRİLMESİ",
     "Title": "Evaluation of the Criteria for the Cessation of Refugee Status within 1951 Convention Relating to the Status of Refugees and Analyis of Their Reflections on Turkish Law",
     "Yazar İsmi": [
          "Neva Övünç"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Mülteci statüsü",
          "mülteci statüsünün sona ermesi",
          "Yabancılar ve Uluslararası Koruma Kanunu",
          "uluslararası koruma statüsü",
          ""
     ],
     "Keywords": [
          "Refugee status",
          "cessation of refugee status",
          "Foreigners and International Protection Act",
          "international protection status",
          "cessation of"
     ],
     "Özet": "1951 tarihli Birleşmiş Milletler (BM) Mültecilerin Hukuki Statüsüne İlişkin Cenevre Sözleşmesi (1951 Sözleşmesi/Sözleşme), mülteci statüsünün tanınmasına  yönelik şartları belirlediği gibi aynı zamanda statünün sona ermesine  yönelik  ölçütleri  de  düzenlemiştir.  Bu  ölçütler,  6458  sayılı Yabancılar  ve  Uluslararası  Koruma  Kanunu na  (YUKK/Kanun)  da aktarılmıştır.  Kanun da  sona  ermeye  yönelik  ölçütler  sadece  mülteci statüsünün değil, diğer uluslararası koruma statüleri olan; şartlı mülteci ve ikincil koruma statülerinin sona ermesinde de etkili olacak şekilde kaleme alınmıştır. Makalede, 1951 Sözleşmesi nde yer alan ilgili hükümlerin; BM Mülteciler Yüksek Komiserliği (BMMYK), doktrin ve ülke uygulamaları çerçevesinde yapılan yorumlarının karşılaştırmalı bir eksende değerlendirilmesi, YUKK’da bulunan ilgili düzenlemelerle karşılaştırılması ve bu hükümlerin, mülteci statüsü dışındaki diğer uluslararası koruma statüleri bakımından etki doğurması hususlarının ele alınması amaçlanmıştır.",
     "Abstract": "1951 Convention Relating to the Status of Refugees (1951 Convention) not only designated the criteria for the recognition of refugee status but also regulated the conditions upon which the status would be ceased. These conditions have been transferred to Foreigners and International Protection Act (FIPA) (Act Number 6458). FIPA enabled the cessation clauses to be applicable to conditional refugee status and subsidiary protection status as well as the refugee status. The purpose of this article is firstly to evaluate the interpretations of the cessation clauses of 1951 Convention by comparatively analysing UNHCR s and doctrine s recommendations together with the state practices;  secondly  to  compare  FIPA s  relevant  provisions  with  the Convention s; and thirdly to argue the function of the applicability of the Convention provisions to international protection statuses other than refugee status.",
     "Metin": "Uluslararası  korumanın  temel  kaynağı  olan  1951  Sözleşmesi  (ve Sözleşme nin  1967  tarihli  Protokolü)1,    mültecinin  hukukî  statüsünün  belirlenmesini bir takım ölçütlerin değerlendirilmesine bağlı kılmıştır. Bu ölçütlerden bazıları sığınmacı bireyi statüye dâhil eden ölçütler (Sözleşme md. 1A(2))2, bazıları ise onu statünün dışında bırakan ölçütlerdir (Sözleşme md. 1D, 1E, 1F). Statünün ilk kez değerlendirilmesi sırasında anılan ölçütler çerçevesinde çoğunlukla bireysel bir değerlendirme yapılmaktadır. Bununla birlikte, statü tanındıktan sonraki süreç içerisinde kişinin mültecilik hâlinin devam edip etmediğinin, dolayısıyla statüsünün sona erdirilip erdirilmemesi gerektiğinin tespit edilebilmesi amacıyla sona ermeye yönelik ölçütler de Sözleşme de düzenlenmiştir (Sözleşme md. 1C).  Türkiye,  1951  Sözleşmesi ne  taraf  olmasının  yanısıra  sona  erme ölçütlerine YUKK un 85. maddesinde de yer vermiştir. Kanun un ilgili hükmünün kaleme alınmasında büyük ölçüde Sözleşme nin sona ermeye ilişkin  düzenlemesinden  esinlenildiği  anlaşılmaktadır.  Bununla  birlikte YUKK da anılan düzenleme, sadece mülteci statüsü için değil uluslararası                                                                                                                    edilmiş,  28  Temmuz  1951  tarihinde  imzalanarak  22  Nisan  1954  tarihinde  yürürlüğe girmiştir. Sözleşmenin 1967 tarihli Protokolü (1967 Protocol Relating to the Status of Refugees) 31 Ocak 1967 tarihinde imzaya açılarak 4 Ekim 1967 tarihinde yürürlüğe girmiştir.  2  Dâhil edici ölçütler aynı zamanda mültecinin hukukî bir statü olarak anlamını da ortaya koymaktadır. 1951 Sözleşmesi nin 1A(2). maddesinde mülteci;   ... ırkı, dini, tabiiyeti, belli bir toplumsal gruba mensubiyeti veya siyasi düşünceleri yüzünden, zulme uğrayacağından haklı sebeplerle korktuğu için vatandaşı olduğu ülkenin dışında bulunan ve bu ülkenin korumasından yararlanamayan, ya da söz konusu korku nedeniyle, yararlanmak istemeyen; yahut tâbiiyeti yoksa ve bu tür olaylar sonucu önceden yaşadığı ikamet ülkesinin dışında bulunan, oraya dönemeyen veya söz konusu korku nedeniyle dönmek istemeyen  kişi olarak tanımlanmıştır. 3  Bkz. Mültecilerin Hukukî Durumuna Dair Sözleşmenin Onaylanması Hakkında Kanun, Kanun  No:  359,  Kabul  Tarihi:  29.08.1961,  Resmî  Gazete  (R.G.)  05.09.1961/10898. Türkiye nin Sözleşme nin Protokolüne katılması ise Dışişleri Bakanlığı nın 13.06.1968 tarih ve 721.501-BMKY-I-816 sayılı yazısı üzerine, Bakanlar Kurulu nca 01.07.1968 tarihinde kararlaştırılmıştır: R.G. 05.08.1968/12968.  4  R.G. 11.04.2013/28615. Kanun un 125(1)(a) maddesi çerçevesinde; 122 nci maddesi, 123 üncü maddesinin birinci, ikinci, beşinci ve yedinci fıkraları ile 124 üncü maddesi hariç olmak üzere beşinci kısmı yayımı tarihinde; 1(b) hükmü uyarınca  diğer hükümleri ise yayımı tarihinden bir yıl sonra yürürlüğe girmiştir. 5  Mülteciye ilişkin olan YUKK un 61. maddesi şu şekilde kaleme alınmıştır:  Avrupa ülkelerinde meydana gelen olaylar nedeniyle; ırkı, dini, tabiiyeti, belli bir toplumsal gruba mensubiyeti veya siyasi düşüncelerinden dolayı zulme uğrayacağından haklı sebeplerle korktuğu için vatandaşı olduğu ülkenin dışında bulunan ve bu ülkenin korumasından yararlanamayan ya da söz konusu korku nedeniyle yararlanmak istemeyen yabancıya veya bu  tür  olaylar  sonucu  önceden  yaşadığı  ikamet  ülkesinin  dışında  bulunan,  oraya dönemeyen veya söz konusu korku nedeniyle dönmek istemeyen vatansız kişiye statü   3951951 Tarihli Mültecilerin...                  Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448 koruma  kapsamındaki  diğer  statüler;  şartlı  mülteci  ve  ikincil  koruma statüsü için de etki doğuracak biçimde şekillendirilmiştir. Böylece, her ne kadar  Türkiye  1951  Sözleşmesi ni  coğrafî  kısıtlama  ile  uygulamak durumunda  olduğundan,  Türk  hukukunda  Sözleşme  hükümlerine  sıklıkla  doğrudan  gönderme  yapılmasa  da,  Sözleşme de  mülteci  statüsünün  sona ermesi için hasredilen ölçütlerin büyük ölçüde YUKK a aktarılarak, şartlı mülteci  ve  ikincil  koruma  statüleri  bakımından  da  etki  doğurmasının sağlanması,  Sözleşme nin  ilgili  konudaki  düzenlemesinin  yorumlarının irdelenmesi  gereğini  doğurmuştur.  Bu  çerçevede  en  az  ilk  kez  statü belirlemede değerlendirilen ölçütler kadar önem taşıyan sona ermeye yönelik ölçütlerin değerlendirilmesi ve incelenmesi, kitlesel zorunlu göç akınlarının yanında bireysel zorunlu göç akınlarına da açık bir jeopolitik konumda olan Türkiye nin durumu gözönünde bulundurulduğunda önem arz etmektedir. Öte yandan, 1951 Sözleşmesi nin Türk hukuku açısından coğrafî kısıtlama ekseninde  etki  doğurması,  YUKK un  ise  oldukça  yakın  bir  geçmişte yürürlüğe girmiş olması sebepleri ile Türk sığınma hukukunda sona ermeye yönelik ölçütlerin yorumlarına rastlamak henüz mümkün olmamaktadır.                                                                                                                    belirleme işlemleri sonrasında mülteci statüsü verilir . İlgili maddede yer alan ve coğrafî kısıtlamanın bir yansıması olan  Avrupa ülkeleri  ifadesinin, YUKK un 3(1)(b) hükmü uyarınca;  Avrupa Konseyi üyesi olan ülkeler ile Bakanlar Kurulunca belirlenecek diğer ülkeleri  niteleyecek şekilde anlaşılması gerekmektedir. 6  YUKK un 3(1)(r) hükmü uyarınca, uluslararası koruma: mülteci, şartlı mülteci veya ikincil koruma statüsünü ifade eder.  7  YUKK un 62(1). maddesinde tanımlanan şartlı mülteci ile mülteci arasında iki husus dışında farklılık bulunmadığı anlaşılmaktadır. Bu farklardan ilki, şartlı mülteci statüsünün Avrupa ülkeleri dışında meydana gelen olaylar sebebiyle tanınması, ikincisi ise bu statüye sahip  olan  kişilerin  Türkiye de  kalmasına,  üçüncü  ülkeye yerleştirilinceye  kadar  izin verilmesidir. Kanun un 63(1). maddesinde düzenlenen ikincil koruma statüsü ise  mülteci veya şartlı mülteci olarak nitelendirilemeyen, ancak menşe ülkesine veya ikamet ülkesine geri  gönderildiği  takdirde;  ölüm  cezasına  mahkûm  olacak  veya  ölüm  cezası  infaz edilecek,İşkenceye, insanlık dışı ya da onur kırıcı ceza veya muameleye maruz kalacak, uluslararası veya ülke genelindeki silahlı çatışma durumlarında, ayrım gözetmeyen şiddet hareketleri nedeniyle şahsına yönelik ciddi tehditle karşılaşacak olması nedeniyle menşe ülkesinin veya ikamet ülkesinin korumasından yararlanamayan veya söz konusu tehdit nedeniyle yararlanmak istemeyen yabancı ya da vatansız kişiye  verilecek bir statü olarak düzenlenmiştir.  8  Türkiye, 1951 Sözleşmesi nin 1B(1)(a) maddesinde tanınan seçimlik hakkı kullanarak, Sözleşmede yer alan mülteci tanımının kapsamını  Avrupa da meydana gelen olaylar  ile kısıtlamıştır. Söz konusu coğrafî kısıtlama, Sözleşme nin 1967 tarihli Protokolü ne 1968 yılında taraf olunurken, Protokol ün 7. maddesi ile sağlanan seçimlik hak kullanılarak korunmuştur.   396Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448                                                  Öztürk 1951 Sözleşmesi nde yer alan mülteci statüsünün sona erme ölçütlerinin değerlendirilmesini  amaçlayan  bu  çalışmada,  Sözleşme de  yer  alan ölçütlerin  yorumlarının  ana  hatları  ile  ortaya  koyulması;  Sözleşme  ile                                                  9  1951 Sözleşmesi nin 1C hükmünün yorumlanmasında, Sözleşme nin uluslararası niteliği doğrultusunda,  1969  tarihli  Viyana  Antlaşmalar  Hukuku  Sözleşmesi nde  (Viyana Sözleşmesi)  öngörülen  yorum  kuralları  (md.  31-33)  dikkate  alınmalıdır.  Viyana Sözleşmesi nin ilgili kuralları, aynı zamanda yorumlamaya ilişkin uluslararası teamül hukuku kurallarını da yansıttıkları için bağlayıcılığı hâiz bulunmaktadır: bu husustaki açıklamalar için bkz. LINDERFALK, U.: On the Interpretation of Treaties, Dordrecht 2007, s. 7-9; AUST, A.: Modern Treaty Law and Practice, Cambridge 2000, s. 10, 11. Viyana Sözleşmesi uyarınca, bir uluslararası sözleşme iyi niyet ile bütünü (içeriği) dikkate alınarak,  konu ve amacına uygun yorumlanmalı; bu çerçevede yorumlanma ihtiyacı bulunan hükme verilecek olağan anlam değerlendirilmelidir (md. 31). Eğer bu şekilde yapılan bir yorum tamamen anlaşılmaz ve tutarsız bir sonuç doğuruyorsa, başka bir yorum yapılmalıdır. Bu noktada tamamlayıcı yorum araçlarından faydalanılabilir. Tamamlayıcı yorum  araçları  içerisinde  düzenlemenin  yapıldığı  koşullar  ve  hazırlık  çalışmaları  yer almaktadır (md. 32). Bununla birlikte, 1951 Sözleşmesi nin bir insan hakları sözleşmesi niteliği taşımasından hareketle, amaçsal yoruma ağırlık verilmesi gerektiği vurgulanmalıdır. 1951  Sözleşmesi nin  hükümleri,  öncelikle  Sözleşmeye  taraf  olan  devletler  tarafından yorumlanmaya açık olmakla birlikte; taraf devletler arasında Sözleşmeye dayanan bir uyuşmazlık söz konusu olduğunda, Sözleşme nin 38. maddesi ve 1967 Protokolünün 4. maddesi gereğince Uluslararası Adalet Divanı (UAD), uyuşmazlığa konu olan hükmü yorumlama  yetkisine  sahiptir.  Ancak  UAD  henüz  herhangi  bir  kararında  1951 Sözleşmesi ne ilişkin bir yoruma yer vermemiştir. Öte yandan Birleşmiş Milletler Yüksek Komiserliği  (BMMYK) nin  de  Sözleşmeyi  yorumlama  yetkisi  bulunmaktadır.  Komiserliğin  yetkisi,  hem  BM  Tüzüğü  ve  BMMYK nın  yetki  alanından,  hem  taraf devletler ile BMMYK nın işbirliği içerisinde olmasını düzenleyen Sözleşme nin 35. ve 1967 Protokolü nün 2. maddelerinden kaynaklanmaktadır.  BMMYK nın Sözleşmenin yorumlanmasına  katkıda  bulunan  birçok  kaynağı  bulunmakla  birlikte,  bunlardan  en önemlisi BMMYK El Kitabı (Handbook on Procedures and Criteria for Determining Refugee Status under the 1951 Convention and the 1967 Protocol Relating to the Status of Refugees) dır. Bunun yanında, BMMYK tarafından, mültecilik statüsünü sona erdiren nedenleri  de  kapsayacak  şekilde  bir  dizi  rehber  hazırlanmıştır.  Bu  rehberler  de yorumlamada sıklıkla kullanılmaktadır. 1951 Sözleşmesi nin öncelikle taraf devletlerce yorumlanacağından  hareketle,  ulusal  yargı  kararlarının  da  birer  yorum  aracı  olarak kullanılabileceği belirtilebilir. Aktarılan bilgiler ve bu hususta daha fazla açıklama için bkz. ÖZTÜRK, N.Ö.: Mültecinin Hukukî Statüsünün Belirlenmesi, Ankara 2015, s. 101-110. Sözleşme nin 1C hükmünün yorumlanmaya açık bir hüküm olduğu; özellikle hazırlık çalışmalarının  bu  hükmün  yorumlanmasına  fazla  katkı  sağlayamadığı  doktrinde belirtilmektedir: MCADAM, J.:  Interpretation of 1951 Convention , içinde The 1951 Convention Relating to the Status of Refugees and Its 1967 Protocol: A Commentary (ed. Andreas Zimmermann), (A Commentary), Oxford 2011, s. 103. Bu çerçevede, özellikle BMMYK nın yorumları ve ülke uygulamaları, ilgili hükmün değerlendirilmesinde önem taşımaktadır.  Nitekim  çalışmamızda  Sözleşme nin  1C  hükmünün  yorumlanmasında ağırlıklı  olarak  BMMYK nın  kaynaklarına  ve  karşılaştırmalı  hukuktaki  ülke uygulamalarına yer verilmiştir.    3971951 Tarihli Mültecilerin...                  Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448 YUKK da  yer  alan  ilgili  hükümlerin  özellikle  mülteci  statüsünün  sona ermesi bakımından birbirileriyle uyumluluğunun sorgulanması ve Kanun da yer alan düzenlemenin mülteci statüsü dışındaki diğer uluslararası koruma statülerine  uygulanmasının  yerindeliği  hususunun  incelenmesi hedeflenmektedir.  I. SÖZLEŞME DE YER ALAN SONA ERME HÜKMÜNÜN (Md. 1C) AMACI VE NİTELİĞİ Mülteci  statüsünün  tanınmasıyla  tam  anlamı  ile  sağlanan  Sözleşme korumasını  da  içerisinde  barındıran  uluslararası  koruma,  ikame  bir korumadır. Mültecinin menşe devleti ile arasındaki vatandaşlık bağı, bu devletin kendisini koru(ya)maması ve hatta bazı durumlarda bizzat zulmün aktörü olması sebebiyle zayıflamıştır; birey vatansız benzeri bir konuma girmiştir. Uluslararası koruma sayesinde ise mültecinin yoksun kaldığı ulusal koruma, sığınma talebinin kabul edilmesi ile bir başka devlet tarafından ikame edilmektedir.   Mültecilik hâli istisnaî bir durumdur; asıl olan belirli bir vatandaşlığa sahip olan kişilerin menşe devletleri tarafından vatandaşlık bağına istinaden korunabilmesidir.  Bu  istisnaî  hâl,  asıl  korumanın  tekrar  sağlanması durumunda, yani ikame korumaya artık ihtiyaç kalmadığı zaman sona erer.  Mültecinin  ikame  korumaya  artık  ihtiyaç  duymadığının  göstergesi, bireyin sığınma devleti tarafından mülteci statüsünün tanınarak korunmasına                                                  10  Uluslararası koruma terimi, mülteci terminolojisi bakımından,  uluslararası toplumun, menşe ülkeleri dışında bulunan ve ulusal korumadan yoksun olan belirli bir kategori içerisindeki  kişilerin  temel  haklarının,  uluslararası  hukuk  esas  alınarak  korunması amacıyla gerçekleştirdiği faaliyetler  olarak açıklanmaktadır: Bkz. UNITED NATIONS HIGH COMMISSIONER FOR REFUGEES (UNHCR): Master Glossary of Terms Rev. 1, Geneva 2006, s. 13, <http://www.refworld.org/pdfid/42ced-444.pdf.> (E.T.: 02.08.2015).  11  MCADAM, J.: Complementary Protection in International Refugee Law, Oxford-New York 2007, s. 20; GOODWIN-GILL, G.S./MCADAM, J.: The Refugee in International Law,  New  York  2011,  s.  421;  ÇİÇEKLİ,  B.:  Uluslararası  Hukukta  Mülteciler  ve Sığınmacılar, Ankara 2009, s. 15. 12  Milletlerarası Hukuk Enstitüsü tarafından vatandaşlığa yönelik olarak tavsiye edilen ilkeler arasında doktrinde,  herkesin bir vatandaşlığı olmalıdır  şeklinde yerleşmiş bulunan bir ilke de  yer  almaktadır.  Anılan  ilkenin  belirttiğimiz  hususun  bir  yansıması  olduğu  kabul edilebilir. Söz konusu ilkeye ilişkin ayrıntılı bilgiler için bkz. GÜNGÖR, G.:  Tâbiiyet Hukuku, Ankara 2015, s.  21–25.  13  HATHAWAY, J.C./FOSTER, M.: The Law of Refugee Status, Cambridge 2014, s. 462, 463.  398Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448                                                  Öztürk sebebiyet veren inter alia,  haklı nedenlere dayanan zulüm korkusunun  (menşe devletindeki zulüm ihtimâlinin) ortadan kalkmış olduğunun tespit edilmesine  bağlıdır.  Bireyin  herhangi  bir  devletle  vatandaşlık  bağı  tesis etmesi ve bu devlet tarafından korunması veya menşe devletine yeniden yerleşmesi, haklı nedenlere dayanan zulüm korkusunun artık söz konusu olmadığına  işaret  eder.  Kimi  durumda  ise  menşe  devletindeki  şartların değişmesi  ve  bu  devletin  mülteci  birey  için  güvenli  bir  hâl  aldığının belirlenmesi  de  ikame  korumayı  ve  dolayısıyla  mülteci  statüsünü  sona erdirebilir. Uluslararası hukukta mülteci korumasına ilişkin temel düzenleme olan 1951 Sözleşmesinin, 1C maddesinde de, Sözleşmenin uygulanmasını sona erdiren ve bireyin mülteci statüsünü ortadan kaldıran sebepler aktardığımız çerçevede  sayılmıştır.    Sözleşme nin  ilgili  maddesi  şu  şekilde düzenlenmiştir:    [y]ukarıdaki kısım A da belirtilen hükümlerin kapsamına giren her kişi eğer:  (1)  vatandaşı  olduğu  ülkenin  korumasından  kendi  isteği  ile  tekrar yararlanırsa veya  (2) vatandaşlığını kaybettikten sonra kendi arzusu ile tekrar kazanırsa; veya  (3) yeni bir vatandaşlık kazanmışsa ve vatandaşlığını yeni kazandığı ülkenin himayesinden yararlanıyorsa; veya  (4) kendi arzusu ile terk ettiği veya zulüm korkusu ile dışında bulunduğu ülkeye kendi arzusu ile tekrar yerleşmek üzere dönmüşse veya  (5)  mülteci  tanınmasını  sağlayan  koşullar  ortadan  kalktığı  için vatandaşı olduğu ülkenin korumasından yararlanmaktan sakınmaya artık devam  edemezse;  İşbu  fıkra,  vatandaşı  olduğu  ülkenin  himayesinden yararlanmayı reddetmek için önceden geçerli zulme âit haklı sebepler ileri sürebilen, bu maddenin A Kısmı nın kapsamına giren bir mülteciye tatbik olunmayacaktır;  (6) Tabiiyetsiz olup da mülteci tanınmasını yol açan koşullar ortadan kalktığı için, normal (mutad) ikametgahının bulunduğu ülkeye dönebilecek durumda ise; ancak işbu fıkra, normal (mutad) ikametganının bulunduğu   3991951 Tarihli Mültecilerin...                  Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448 ülkeye dönmeyi reddetmek için önceden maruz kaldığı zulme bağlı haklı sebepler  ileri  sürebilen,  bu  maddenin  A  kısmının  kapsamına  giren  bir mülteciye uygulanmayacaktır  Bu kişiye işbu Sözleşme nin uygulanması sona erecektir 14.  Yukarıda  aktarılan  sona  erme  hükmünün  gerekçesi,  Sözleşme nin hazırlık çalışmaları sırasında şu şekilde ifade edilmiştir:  mülteci statüsü, kesinlikle gerekli olmaya devam etme hâlinin ortadan kalkmasından sonra bir  gün  dahi  etkili  olmamalıdır;  sonlandırılmalıdır.  Eğer  birey,  fiilen vatandaş konumundaysa yani bir devletin vatandaşları ile aynı haklara ve yükümlüküklere sahip bulunuyorsa artık daha fazla uluslararası korumaya ihtiyaç duymuyor demektir. Bu bağlamda mülteci statüsü, mültecinin ulusal korumadan tekrar yararlanmaya başlamasıyla ya da tekrar yararlanabilecek olmasıyla, uluslararası korumaya artık ihtiyaç duymaması sonucunda sona erer; bu koruma bireyin menşe ülkesi tarafından sağlanabileceği gibi bir başka devlet tarafından da sağlanabilir. Uluslararası koruma ihtiyacı ile statünün sona ermesine yönelik hükümler arasındaki bu bağlantı, söz konusu hükümleri,  Sözleşme nin  1F  maddesinde  yer  alan;  bireyin,  uluslararası mülteci korumasının ayrıcalıklarından faydalanmaya lâyık bulunmayacağı hâlleri düzenleyen dışarıda bırakma hükümlerinden ayırır. 15  Mülteci statüsünün sona ermesine yönelik olan ölçütlerin usulî nitelik taşımaktan  ziyâde  esasa  ilişkin  olduğundan  söz  edilebilir.  Bu  ölçütler, bireyin mülteci statüsünün tanınmasından sonra mültecilik hâlinin devam edip etmediğinin tespit edilmesinde etkili olmakta dolayısıyla esasa yönelik bir değerlendirme gerektirmektedir.   Nitekim 1951 Sözleşmesi nin statünün belirlenmesi  yahut  devamına  karar  verilmesi  bakımından  usule  yönelik hükümler  içermediği,  anılan  hususların  taraf  devletlerin  iç  hukuklarına bırakıldığı  kabul  edilmektedir.  Böylece  gerek  Sözleşme nin  bütünü                                                  14  1951 Sözleşmesi nin aktarılan hükmü ve makale içerisinde gönderme yapılan Sözleşme hükümlerinin alıntılanmasında, güncel Türkçe ifadeleri barındırması nedeniyle, ağırlıklı olarak,  BMMYK  Türkiye  Temsilciliği  tarafından  kullanılan  ve  Göç  İdaresi  Genel Müdürlüğü nün  internet  sayfasında  yer  alan  Sözleşme  metninin  kullanılması  tercih edilmiştir. Anılan metin için bkz.   <http://www.goc.gov.tr/icerik/multecilerin-hukukidurumuna-iliskin-sozlesme_340_341_641_icerik> (Erişim Tarihi (E.T.): 02.08.2015). 15  UNHCR: Note on Cessation Clauses (EC/47/SC/CRP.30), (Note), 30.05.1997, para. 4 <http://www.unhcr.org/3aecf.html> (E.T.: 10.08.2015). 16  GOODWIN-GILL/MCADAM, s. 54; ÇİÇEKLİ, s. 127. 400Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448                                                  Öztürk çerçevesinde  yapılacak  bir  değerlendirme  sonucunda  gerek  sona  ermeye yönelik hükümlerin amacının irdelenmesi neticesinde sona ermeye yönelik ölçütleri  barındıran  düzenlemelerin  esasla  ilişkili  olduğu  net  bir  şekilde saptanabilecektir.  Sona  erme  hükümlerine  ilişkin  bir  özellik  de  bunların  olumsuz  bir niteliğe sahip olmalarıdır. Anılan hükümlerde yer alan nedenler, statünün sona  ermesine  yani  mülteci  açısından  uluslararası  korumanın  artık  etki doğurmayacağına;  bireyin  uluslararası  korumanın  getirdiği  haklardan faydalanamayacağına  işaret  etmektedir.  Bu  nedenle  tahdidi  olarak listelendikleri ve dar yoruma tâbi kılınmaları gerektiği sonucuna varmak uygun  olacaktır.  Sona  erme  nedenleri,  birbirlerine   veya   bağlacı  ile bağlanmış olup, kümülatif bir çerçevede ele alınmaya müsait değillerdir; Sözleşme nin lafzından da açıkça anlaşıldığı şekilde, 1C hükmünde yer alan nedenlerden  birinin  gerçekleşmesi  statünün  sona  erdirilmesi  için  yeterli olabilecektir.    Ayrıca  statünün  sona  ermesine  yönelik  ölçütlerin değerlendirilmesinde ispat yükünün mültecide değil, statünün belirlenmesi hususunda yetkili olan makamlarda olması gerektiği de belirtilebilir.  Sözleşme nin 1C maddesinde yer alan statünün sona ermesine yönelik şartların  temelinde  bireye  sağlanan  ikame  korumaya  artık  ihtiyaç duyulmaması  anlayışının  yatmasının  yanında  bu  şartların,  mülteci                                                  17  UNHCR: Handbook on Procedures and Criteria for Determining Refugee Status under the 1951 Convention and the 1967 Protocol Relating to the Status of Refugees, (Handbook), HCR/IP/4/Eng/REV.1 Reedited, Geneva 1992, para. 116, <http://www.unhcr.org/3deb.html>  (E.T.:  12.08.2015);  KNEEBONE,  S./O SULLIVAN,  M.:   Article  1C  1951 Convention , içinde A Commentary, s. 486; ÇİÇEKLİ, s. 70; ÖZKAN, I.: Göç, İltica ve Sığınma Hukuku, Ankara 2013, s. 111. 18  Bu  yönde  bkz.  UNHCR,  Handbook,  para.  116;  UNHCR,  Note,  paras.  6  ve  8; KNEEBONE/O SULLIVAN, s. 486. 19  FITZPATRICK,  J./BONOAN,  R.:   Cessation  of  Refugee  Protection ,  içinde  Global Consultations,  s.  531,  532;  EXPERT  ROUNDTABLE  ORGANIZED  BY  UNHCR: Summary  Conclusions:  Cessation  of  Refugee  Status,  Lisbon  03.05.2001,  para.  27, <http://www.refworld.org/docid/470abcd.html> (E.T.: 10.08.2015). 20  Bu yönde bkz. UNHCR, Handbook, para. 111; ayrıca bkz. KNEEBONE/O SULLIVAN, s. 485; HATHAWAY, J.C.: The Law of Refugee Status, Toronto-Vancouver 1991, s. 189.  1951 Sözleşmesi dışında, mülteci statüsü açısından önem arz eden bir diğer düzenleme olan Afrika Birliği Örgütü (ABÖ) Sözleşmesinin 4. maddesinde de Sözleşmenin uygulanmasının (mülteci statüsünün) sona ereceği hâller düzenlenmiştir.  ABÖ Sözleşmesinde düzenlenen bu hâller 1951 Sözleşmesi ile uyum göstermektedir. ABÖ Sözleşmesi, 10 Eylül 1969 tarihinde kabul edilmiş, 20 Haziran 1974 tarihinde yürürlüğe girmiştir. Sözleşme nin İngilizce  metni  için  bkz.  <http://www.unhcr.org/45dca.html>  (E.T.:  10.08.2015).   4011951 Tarihli Mültecilerin...                  Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448 statüsünün geçicilik özelliğini ortaya koyduğu da ifade edilebilir. Statünün sona  erme  nedenleri,  bireylerin  subjektif  iradî  davranışlarına dayandırılabileceği gibi şartların objektif bir temelde değişmesi ile de ortaya çıkabilir.  Nitekim  sona  erme  nedenleri  bu  ayrım  çerçevesinde incelenebilecektir.  Statünün sona erme nedenlerinin genel görünümü açısından üzerinde durulması  gereken  bir  husus  da  bu  nedenler  ile  statünün  iptal  edilmesi arasındaki ilişkinin sorgulanmasıdır. 1951 Sözleşmesinin 1C maddesinde yer alan  hükümler,  sadece  statünün  sona  ermesine  yönelik  olarak düzenlenmiştir.    Bu  bağlamda,  1C  maddesi  statünün  iptal  edilmesi  ile doğrudan bir ilişki içerisinde değildir.  Nitekim BMMYK, Sözleşme nin yorum  araçlarından  biri  olarak  kabul  edilen  El  Kitabı nda  bu  hususu özellikle vurgulamıştır.                                                                                                                    Mülteci statüsünün sona ermesi bakımından Sözleşme ile uyumlu düzenlemelerin yer aldığı bir başka önemli kaynak ise Avrupa Birliği nde (AB) oluşturulması hedeflenen ortak bir sığınma sisteminin hukukî ayaklarından biri kabul edilen 13.12.2011 tarihli ve 2011/95/EU sayılı (değiştirilmiş/recast) Konsey Yönergesi dir (AB Vasıf Yönergesi): DIRECTIVE 2011/95/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 13 December 2011 on standards for the qualification of third-country nationals or stateless persons as beneficiaries of international protection, for a uniform status for refugees or for persons eligible for subsidiary protection, and for the content of the protection granted (recast), OJ L. 337/9, 20.12.2011. Yönerge nin İngilizce metni için bkz.  <http://eurlex.europa.eu/LexUriServ/LexUriServ.do?uri=  OJ:L:2011:337:0009:0026:EN:PDF> (10.08.2015). 21  HATHAWAY, s. 189.  22  UNHCR, Note, para. 5. 23  Mülteci statüsünün sona erme nedenlerini incelerken belirttiğimiz bir şekilde ayrım yapan eserler için bkz. GOODWIN-GILL/MCADAM, s. 135; ÇİÇEKLİ, s. 70; FITZPATRICK, J.:  End of Protection: Legal Standards for Cessation of Refugee Status and Withdrawal of Temporary Protection , Georgetown Immigration Law Journal, 1998-1999, vol. 13, s. 348; BETTINSON,  V.:   Loss  and  Denial  of  Refugee  Status ,  içinde  An  Introduction  to International Refugee Law (eds. Rafiqul Islam ve Jahid Hossain Bhuiyan), Leiden-Boston 2013,  s.  74;  benzer  bir  ayrım  için  ayrıca  bkz.  HATHAWAY,  s.  189  vd.; HATHAWAY/FOSTER, s. 462.  BMMYK El Kitabı ve Sona Erme Hükümlerine Dair Rehber de (Rehber) de sona erme nedenleri arasında benzer bir ayrım yapılmıştır: UNHCR, Handbook,  para. 114 ve 115; UNHCR: The Cessation Clauses: Guidelines on their Application, (Cessation Clauses), Geneva 1999, para. 5. 24 El Kitabı nda şartların gerektirdiği durumlarda mülteci statüsünün sona ermeden bağımsız olarak, iptal edilebileceği de belirtilmiştir. Örneğin, statünün tanınmasına temel teşkil eden olguların yanlış aktarıldığının, statü dışında bırakma nedenlerinden bir veya bir kaçının gerçekleşmiş  olduğunun,  kişinin  güvenli  bir  şekilde  korunmasını  sağlayabilecek  bir vatandaşlığı hâiz bulunduğunun tespiti, tanınmış bir statünün daha sonra iptal edilmesine sebebiyet verebilecektir: UNHCR, Handbook, para.117; UNHCR, Cessation Clauses, para. 402Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448                                                  Öztürk II.  AMAÇ  VE  NİTELİK  AÇISINDAN  SÖZLEŞME NİN  1C HÜKMÜ  İLE  YUKK UN  İLGİLİ  DÜZENLEMESİNİN  (Md. 85) KARŞILAŞTIRILMASI Statünün sona erme sebepleri, mülteci statüsü de dâhil olmak üzere, uluslararası  koruma  statüsünün  sona  ermesi  başlığıyla,  Kanun un  85. maddesinde düzenlenmiştir. İlgili hüküm uyarınca;   (1)  Uluslararası koruma statüsü sahibi kişi; a) Vatandaşı  olduğu  ülkenin  korumasından  kendi  isteğiyle  tekrar yararlanırsa, b) Kaybettiği vatandaşlığını kendi isteğiyle tekrar kazanırsa, c) Yeni bir vatandaşlık kazanmışsa ve vatandaşlığını kazandığı ülkenin korumasından yararlanıyorsa, ç) Terk ettiği veya zulüm korkusuyla dışında bulunduğu ülkeye kendi isteğiyle tekrar dönmüşse, d) Statü verilmesini sağlayan koşullar ortadan kalktığı için vatandaşı olduğu ülkenin korumasından yararlanabilecekse, e) Vatansız  olup  da,  statü  verilmesine  yol  açan  koşullar  ortadan kalktığı için önceden yaşadığı ikamet ülkesine dönebilecekse, uluslararası koruma statüsü sona erer. (2) Birinci  fıkranın  (d)  ve  (e)  bentlerinin  incelenmesinde,  statü verilmesine neden olan şartların ortadan kalkıp kalkmadığı veya önemli ve kalıcı bir şekilde değişip değişmediği göz önünde bulundurulur. (3) İkincil  koruma  statüsü  verilmesine  neden  olan  şartlar  ortadan kalktığında veya korumaya gerek bırakmayacak derecede değiştiğinde de statü sona erer. İkincil koruma statüsü verilmesini gerektiren şartlardaki                                                                                                                    3. Aynı yönde, BMMYK nın statünün dışında bırakılmaya dair yol gösterici rehberlerinde de, statünün tanınmasından sonra, mültecinin başlangıçta dışarıda bırakma hükümlerine tâbi kılınmış olması ve bu sebeple statüsünün aslında hiç tanınmamış olması gerektiğine yönelik bir emare tespit edildiğinde, statünün iptal edilmesinin söz konusu olabileceği belirtilmektedir:  UNHCR:  Guidelines  On  International  Protection  Application  of  the Exclusion Clauses: Article 1F of the 1951 Convention Relating to the Status of Refugees para.  6,  <http://www.unhcr.org/3fd14.html>  (E.T.:  10.08.2015);  UNHCR:  The Exclusion  Clauses:  Guidelines  on  their  Application,  02.12.1996,  para.  82, <http://www.refworld.org/ docid/3aebdf.html> (E.T.: 10.08.2015). Ancak BMMYK tarafından  yapılan  yorumların  tamamında,  statünün  iptal  edilmesi  ile  statünün  sona ermesinin iki farklı ve bağımsız işlem olarak kabul edildiği anlaşılmaktadır.    4031951 Tarihli Mültecilerin...                  Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448 değişikliklerin önemli ve kalıcı olup olmadığı göz önünde bulundurulur. (4) Birinci  ve  üçüncü  fıkralarda  belirtilen  şartların  ortaya  çıkması hâlinde,  statü  yeniden  değerlendirilebilir.  Bu  kişiye,  statüsünün  yeniden değerlendirildiği ve nedenleri yazılı olarak bildirildikten sonra, statüsünün devam  etmesi  gerektiğine  ilişkin  nedenlerini  sözlü  veya  yazılı  şekilde sunabilmesine fırsat verilir. (5) Maddi  gerekçelerini  ve  hukuki  dayanaklarını  içeren  sona  erme kararı, ilgiliye veya yasal temsilcisine ya da avukatına tebliğ edilir. İlgili kişi bir avukat tarafından temsil edilmiyorsa kararın sonucu, itiraz usulleri ve süreleri hakkında kendisi veya yasal temsilcisi bilgilendirilir . Hükmün  yapısı  itibarıyla  (1).,  (2).  ve  (3).  fıkralarında  yer  alan düzenlemelerin, statünün sona ermesine yönelik ölçütleri oluşturduğu; (4). ve  (5).  fıkraların  ise  sona  erme  usulüne  yönelik  hususları  ihtiva  ettiği anlaşılmaktadır.  Ölçütlere  yönelik  düzenlemelerin  amacı  genel  olarak değerlendirildiğinde, bunların tıpkı 1951 Sözleşmesi nde yer alan ölçütler gibi  ikame  korumaya  artık  ihtiyaç  bulunmaması  üzerine  şekillendiği görülmektedir. Bu bağlamda amaç bakımından 1951 Sözleşmesi nde yer alan ölçütler ile Kanun un 85. maddesinde yer alanların aynı doğrultuda olduğu belirtilebilir. Böylece ilgili ölçütler, tıpkı 1951 Sözleşmesi ndekiler gibi bir hakkın kullanılmasını sona erdiren niteliğe sahip olduklarından, sınırlı sayıda kabul edilip dar yoruma tâbi kılınmalıdır.  Kanun un 85. maddesi ile 1951 Sözleşmesi nin 1C hükmü arasındaki en  önemli  fark,  hiç  kuşkusuz  ilgili  düzenlemelerin  kişi  yönünden kapsamına  ilişkindir.  Sözleşme  düzenlemesi  sadece  mülteci  statüsünün sona ermesine yönelik iken Kanun un 85. maddesi şartlı mülteci ve ikincil koruma statüsünü de etki alanı içerisine almıştır.  Kanun da  yer  alan  hâllerin  gerçekleşmesi  durumunda,  idareye uluslararası  koruma  statüsünü  sona  erdirme  yönünde  bağlı  bir  yetki tanınmıştır. Bu çerçevede anılan şartların gerçekleşip gerçekleşmediğini belirleyecek olan makamın, statü tanıma kararını da vermeye yetkili olan                                                  25  Bu hususta Kanun un 85. maddesinin gerekçesi, düzenlemenin amacı ile ilgili açıklayıcı ifadelere yer vermese de, ilgili maddenin ölçütlere yönelik fıkralarının lafzından bunların açıkça esasa yönelik oluğu anlaşılmaktadır. Anılan madde gerekçesi şu şekilde kaleme alınmıştır:  [m]adde ile uluslararası koruma statüsünün hangi hâllerde sona ereceğine ilişkin  hususlar  düzenlenmiştir :  <http://www.goc.gov.tr/icerik/maddegerekceleri_327_328_331> (E.T.: 10.08.2015). 404Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448                                                  Öztürk (md. 78(1)) Göç İdaresi Genel Müdürlüğü (GİGM) olduğu belirtilebilir.  Bununla  birlikte,  statünün  sona  erdirilmesine  yönelik  değerlendirmenin yapılması sırasında, 85. madde hükmünde yer alan ölçütlerin kümülatif bir çerçevede mi ele alınacağı yoksa birbirlerine alternatif kılınacak şekilde mi inceleneceği yeterince açık değildir. Kanun un ilgili maddesinin lafzına bakıldığında, Sözleşme nin 1C maddesinin kaleme alınışındaki tekniğin kullanılmadığı,  ölçütlerin  birbirlerine   veya   bağlacı  ile  bağlanmamış olduğu anlaşılmaktadır. Bununla birlikte bu ölçütlerin içerikleri itibarıyla birbirinden  farklı  durumları  temel  aldığı  dolayısıyla  doğal  olarak kümülatif bir eksende ele alınamayacakları anlaşılmaktadır.   Ölçütlerin  niteliğine  ilişkin  olarak  ise  bunların  doğrudan  doğruya esasa yönelik olduğu; uluslararası koruma statülerinin sona erdirilmesine yönelik  bir  işlemin  tesis  edilmesini  mümkün  kılan  bir  özelliğe  sahip oldukları;  gerçekleştirilecek  işlemin  nedenlerini  ortaya  koydukları rahatlıkla  anlaşılmaktadır.  Dolayısıyla,  ölçütlere  yer  verilen  ilgili hükümlerin usul kapsamına giren bir niteliğe sahip olmadıkları kuşkuya yer  vermeyecek  şekilde  açıktır.  Bununla  birlikte,  esasa  yönelik düzenlemelerin kanunun sistematiği bakımından  Genel Usuller  başlığı altında düzenlenmiş olması kanımızca uygun olmamıştır. Kanun da  yer  alan  ölçütlerin  statünün  iptali  ile  ilişkilendirilmiş olmaması, iptale yönelik düzenlemenin ayrı bir madde altında (md. 86) kaleme alınmış olması, tıpkı 1951 Sözleşmesi açısından olduğu gibi sona erme nedenlerinin iptale yönelik olmadığını net bir şekilde göstermektedir. YUKK bakımından statünün iptal edilmesi sadece, aslında hiç verilmemiş olması gereken bir kararın verilmiş olmasından ötürü sakat olan kararın                                                  26  Örneğin, Kanun un 85(1)(a) hükmünde, bireyin menşe devletinin vatandaşlığını hâlen taşımakta olduğu gerçeğinden hareketle bir ölçüt getirilmiş iken; 85(1)(b) hükmünde yer alan ölçütün uygulanabilmesi için kişinin geçmişte bu vatandaşlığı kaybettiğinin sabit olması gerekmektedir.  27  Kanun un 85. maddesinin ölçütlere işaret eden hükümlerinin dışında kalan (4). ve (5). fıkraları usule ilişkindir. Dolayısıyla bu düzenlemelere usul başlığı altında yer verilmesi uygun olmakla birlikte, sona erme ölçütlerinin yer aldığı düzenlemelerin; (1), (2) ve (3). fıkraların Kanun un  Uluslararası Koruma Çeşitleri, Uluslararası Korumanın Haricinde Tutulma  başlığını taşıyan birinci bölümünde kaleme alınmış olması statü değerlendirmesi ile ilgili esasa yönelik tüm hükümlerin bir arada bulunması bakımından yerinde olabilirdi.    4051951 Tarihli Mültecilerin...                  Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448 kaldırılması  amacını  taşımaktadır.  Bu  bağlamda  haksız  yere  statüsü tanınmış olan bireylerin statünün sağladığı haklardan faydalanmasına son verilmiş olmaktadır. Oysa statünün sona ermesi durumu, artık statü ile sağlanan  korumanın  gereklilik  arz  etmemesi  nedenine  dayanan  bir görünüm arz etmektedir.  YUKK da yer alan ölçütler de tıpkı Sözleşme dekiler gibi ikili genel bir ayrım çerçevesinde incelenebilecek bir özellik göstermektedir. Zira bu ölçütlerde  ileri  sürülen  hâller,  bireyin  iradesine  bağlı  davranışlarından kaynak  alabileceği  gibi,  koşulların  değişmesine  bağlı  olarak  da  ortaya çıkabilir.   III.  SÖZLEŞME NİN  1C  HÜKMÜ  İLE  YUKK UN  85. MADDESİNDE  YER  ALAN  ÖLÇÜTLERİN  MÜLTECİ STATÜSÜNÜN  SONA  ERMESİ  AÇISINDAN KARŞILAŞTIRILARAK DEĞERLENDİRİLMESİ A.  Statünün  Mültecinin  İradesine  Bağlı  Davranışlar  Neticesinde Sona Ermesine Yönelik Ölçütler Açısından  1951 Sözleşmesi nin 1C maddesi uyarınca, dört sebepten ötürü, mülteci statüsü, bu statünün sahibinin iradesine bağlı davranışlar neticesinde sona erebilir. Bu sebepler: (1) mültecinin vatandaşı olduğu devletin korumasından kendi isteği ile tekrar yararlanması; (2) mültecinin kaybetmiş olduğu menşe devleti vatandaşlığını kendi isteği ile tekrar kazanması; (3) mültecinin menşe devleti  dışında  bir  başka  devletin  vatandaşlığını  kazanarak  bu  devletin korumasından faydalanabilmesi ve (4) mültecinin menşe devletinin ülkesine kendi isteği ile yeniden yerleşmesidir.                                                   28  Kanun un  uluslararası  koruma  statülerinin  iptaline  yönelik  86.  maddesi  şu  şekilde düzenlenmiştir:   (1)Uluslararası  koruma  statüsü  verilen  kişilerden;    a)Sahte  belge kullanma, hile, aldatma yoluyla veya beyan etmediği gerçeklerle statü verilmesine neden olanların,  b)Statü  verildikten  sonra,  64  üncü  madde  çerçevesinde  hariçte  tutulması gerektiği  anlaşılanların,  statüsü  iptal  edilir.  (2)Maddi  gerekçelerini  ve  hukuki dayanaklarını içeren iptal kararı, ilgiliye veya yasal temsilcisine ya da avukatına tebliğ edilir. İlgili kişi bir avukat tarafından temsil edilmiyorsa kararın sonucu, itiraz usulleri ve süreleri hakkında kendisi veya yasal temsilcisi bilgilendirilir.  29  ÖZTÜRK, s. 504.  30  Sayılan bu dört hâlin statünün sona erme sebebi olarak belirlenmesinde, bireyin kendi davranışları ile  uluslararası korumaya artık ihtiyaç duymadığını ortaya koymuş olmasının yattığı belirtilmektedir: GOODWIN-GILL/MCADAM, s. 135.     406Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448                                                  Öztürk Sözleşme de  yer  alan  bu  sebeplerin  büyük  ölçüde  YUKK a  aynen yansıtıldığı görülmektedir. Hükümlerin lafzındaki tek fark; Sözleşme de bireyin menşe devletine yeniden yerleşme kriterinin aranması, Kanun da ise böyle  bir  şartın  öngörülmemiş  olmasıdır.  Bu  bağlamda,  ilk  üç  ölçüt açısından  yapılacak  olan  değerlendirmenin,  bunların  her  iki  hukukî düzenlemede de ortak bir şekilde ele alınması sebebiyle, ağırlıklı olarak 1951  Sözleşmesi nin  yorumlarına  dayanması;  son  ölçüt  bakımından  ise Kanun ve Sözleşme arasındaki farklılığın irdelenmesi uygun olacaktır.  1.  Vatandaşı  Olunan  Devletin  Korumasından  Tekrar Yararlanılması  Uluslararası  korumaya  ihtiyaç  duyma  hâlinin  oluşmasına  sebebiyet veren  unsurlardan  en  önemlisi  hiç  kuşkusuz,  vatandaşı  olduğu  devletin ülkesinin  dışında  olan  bireyin  bu  devlet  tarafından  korun(a)mamasıdır. Burada zafiyeti söz konusu olan korumanın türü, Sözleşme nin amacı ve konusuna  ağırlık  verilerek  oluşturulan  yorumu  çerçevesinde  diplomatik koruma olarak anlaşılmaktadır. Bu sebeple, yeniden etkin hâle geldiği için statünün sona ermesine sebep olan korumayı da diplomatik koruma olarak değerlendirmek,  Sözleşme nin  bütünlüğünün  korunmasını  sağlamaktadır. Nitekim, sona erme ölçütleri arasında bireyin menşe ülkesine kendi isteği ile tekrar yerleşmesi hâli ayrı bir ölçüt olarak sayıldığından (Sözleşme md. 1C(4)), değerlendirdiğimiz ölçüt bakımından korumayı, ülke dışında iken faydalanılan koruma; yani diplomatik koruma şeklinde nitelendirmek, özel olarak  sona  ermeye  yönelik  hükmün  bütünsel  tutarlılığı  ile  de çelişmemektedir. Sözleşme nin yorumunda etkili olan BMMYK kaynakları da bu korumanın niteliğinin diplomatik koruma olduğunu vurgulamaktadır. Genel olarak bu koruma, devletin ülke dışındaki vatandaşları üzerindeki                                                  31  EKŞİ, N.: Yabancılar ve Uluslararası Koruma Hukuku, İstanbul 2015, s. 204. 32  Bu çıkarımın net bir şekilde yapılabilmesine zemin hazırlayan hazırlık çalışmalarına ilişkin bilgiler için bkz. UN AD HOC COMMITTEE: Memorandum by the Secretary-General, 3 January  1950,  E/AC.32/2,  <http://www.refworld.org/docid/3aec.html>  (E.T.: 12.08.2015); ayrıca bkz.  FORTIN, A.:  The Meaning of ‹Protection› in the Refugee Definition , International Journal of Refugee Law, 2001, vol. 12, S. 4, s. 550 vd.  33  UNHCR, Cessation Clauses, para. 6. El Kitabında da 1C maddesine konu olan korumanın kapsamına giren örneklerin tamamı diplomatik koruma çerçevesinde ele alınmıştır: bkz. UNHCR: Handbook,  paras. 121-124; ayrıca bkz. HATHAWAY, s. 192.   4071951 Tarihli Mültecilerin...                  Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448 kişisel yetkisinin bir uzantısı olup, vatandaşlarının başka devletlerce zarara uğratılması durumunda onların haklarının korunmasını içermektedir.   Ölçütte aranan korumadan yararlanma şartının diplomatik korumadan faydalanma olarak anlaşılması, doğal olarak, bu ölçütün genellikle mülteci statüsü sahibi kişinin menşe devletiyle bu devletin konsolosluğu aracılığıyla irtibata geçmesi durumunda değerlendirmeye alınmasına neden olmaktadır. Bununla birlikte her türlü irtibatın ve diplomatik korumadan herhangi bir şekilde faydalanmanın tek başına koruma statüsünü sona erdirecek birer neden  olarak  değerlendirilmesi,  dar  yorumlama  anlayışıyla bağdaşmayacaktır. Nitekim BMMYK bu hususta, belirli şartların kümülatif olarak  aranması  gerektiğini  vurgulamaktadır.  Bu  çerçevede,  statünün anılan ölçüte bağlı olarak sona erebilmesi için mülteci; koruma altına girmek için  gönüllü  bir  davranışta  bulunmalı  (gönüllülük),  bu  davranışının temelinde koruma altına alınma niyeti olmalı (niyet) ve korumadan fiilen yararlanmalıdır (korumadan fiilen yararlanma/faydalanma)39.                                                    34  PAZARCI, H.: Uluslararası Hukuk, Ankara 2010, s. 172; UNHCR, Cessation Clauses, para. 6. Diplomatik korumanın çeşitli tanımları, unsurları ve özellikle insan hakları ile olan ilişkisi için bkz. AKKUTAY, A.İ.: Diplomatik Koruma ve İnsan Hakları İlişkisi, Ankara 2013.  35  İlgili ölçüte ilişkin açıklamalarda sıklıkla konsolosluk işleri örnek olarak verilmektedir:  UNHCR,  Cessation  Clauses,  para.  7;  UNHCR,  Handbook,  para.12;  FITZPATRICK/BONOAN, 523, 524. 36  UNHCR,  Handbook,  paras.  118-125;  HATHAWAY,  s.  192;  GOODWINGILL/MCADAM, s. 136.  37  Bu yönde bkz. UNHCR, Handbook, para. 119; UNHCR, Cessation Clauses, para. 8;  DEPARTMENT  OF  IMMIGRATION  &  MULTICULTURAL  AFFAIRS  OF AUSTRALIA REFUGEE AND HUMANITARIAN DIVISION (I.M.A. AUSTRALIA):  The Cessation Clauses (Article 1C) An Australian Perspective, A Paper prepared as a Contribution  to  the  UNHCR s  Expert  Rountable  Series,  Canberra  2002,  s.  10, <http://www.immi.gov.au/media/publications/refugee/convention2/04_cessation.pdf> (E.T.: 10.08.2015). 38  Bu noktada, Sözleşme nin yorumlanması ile de söz konusu şartların aranması gerektiği sonucuna  varılabileceği  belirtilmelidir.  Gerek  Sözleşme nin  lafzi  yorumundan  gerek amacına  ve  konusuna  öncelik  tanınarak  yapılan  yorumundan  gerekse  Sözleşme nin bütünsel  değerlendirmesinden,  bu  üç  şartın  birlikte  gerçekleşmesi  gerektiği  sonucuna varılabilecektir: bu hususta bkz. HATHAWAY, s. 193–196. 39  UNHCR, Handbook, para. 119; UNHCR, Cessation Clauses, paras. 9, 10 ve 11. BMMYK El Kitabında, korumadan fiilen yararlanma hususu, yeniden yararlanma (re-availment) terimi ile ifade edilmiştir. Ancak bu terime yönelik açıklama, korumadan fiilen yararlanma üzerine kurgulandığı için biz bu kriteri  korumadan fiilen faydalanma  olarak ele almayı tercih ettik.  408Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448                                                  Öztürk Aşağıda açıklanan ve uygulamada da yer verilen şartların, YUKK un uygulanmasına yönelik esas ve usulleri gösterecek olan bir yönetmelikte yer alması,  idarenin  sona  ermeye  yönelik  ölçütleri  âdil  ve  etkin  bir değerlendirmeye tâbi kılması açısından kanımızca uygun olacaktır. Buna ek olarak, keyfî kararların önüne geçilmesi, bu sayede hukukî güvenliğin ve öngörülebilirliğin  sağlanması  bakımından  da  anılan  şartların  mutlaka değerlendirmeye dâhil edilmesi hukuk devleti olmanın bir sonucu olarak da ele alınabilir. Zira gerek Sözleşme nin 1C(1) hükmü, gerek Kanunun un aynı şekilde  düzenlenmiş  olan  85(1)(a)  maddesi,  bireyin   kendi  isteği   ile korumadan  yararlanması nı şart koşmaktadır. O halde, bunlardan;  kendi isteği  şartının somutlaştırılmasında  gönüllülük  ve  niyet  unsurlarının irdelenmesi;  yararlanma  şartının netleştirilmesinde ise  korumadan fiilen yararlanma  halinin aranması önem arz etmektedir. a. Gönüllülük Zorunluluk  ve  gönüllülük  mülteci  statüsünün  belirlenmesindeki  kilit unsurlardır.    Mülteciliğin  oluşması  için  zorunluluk  hâli  aranırken, mülteciliğin sona ermesinde de gönüllülük esasından hareket edilmesi doğal olarak beklenmelidir.  Bu bağlamda, mültecinin vatandaşı olduğu devletin korumasından  tekrar  yararlanmaya  başlaması  nedeni  ile  statüsünün  sona erdirilmesine  kanaat  getirilebilmesi  için  bireyin  bu  korumadan  tekrar faydalanma  yönünde,  özgür  iradesine  dayanan  davranışlarının  mevcut bulunması  gerekir.    Eğer  mülteci  kendi  kontrolü  dışında  cereyan  eden sebeplerle vatandaşı olduğu devletin korumasından yararlanmak yönünde davranışlar  sergilemişse,  bu  davranışlara  dayanılarak  mülteci  statüsü sonlandırılmamalıdır.  Örneğin, mülteci, sığındığı devlet tarafından, bu ülkede kalmaya devam edebilmesi için menşe devleti ile temasa geçmesi gerektiği hususunda yönlendirilmiş ise bu temasın, korumadan faydalanma yönünde gönüllü bir davranış olarak değerlendirilmemesi uygun olacaktır.  Bu noktada BMMYK El Kitabı, sıkça rastlanabilecek bir örnek vermiştir: boşanma kararının sığındığı ülkede hukukî etki doğurabilmesi için, mutlaka vatandaşlığını  taşıdığı  ülkede  verilmesi  gereken  bir  mültecinin,  menşe devleti ile bu hususta bir bağlantıya geçmesi, bu devletin korumasından                                                  40  UNHCR, Handbook, para. 120;  UNHCR, Cessation Clauses, para. 9. 41  Ibid.   4091951 Tarihli Mültecilerin...                  Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448 yararlanma  yönünde  gönüllü  bir  davranış  olarak  nitelendirilmemeli  ve statüsünü sona erdiren bir sebep olarak kabul edilmemelidir.   b. Niyet  Mülteci statüsünün sona erebilmesi için, mültecinin vatandaşı olduğu devletin korumasından tekrar yararlanması yönünde bir takım davranışlar sergilemesi yeterli olmayıp, bu davranışların temelinde korumadan tekrar yararlanma niyeti yer almalıdır.  Söz konusu niyeti açıkça anlayabilmek çoğu  zaman  mümkün  olmamaktadır.    Bu  sebeple  uygulamada  bireyin niyetini zımnen gösterebilecek davranışlar bu yönde birer belirteç olarak kabul  edilmektedir.    Örneğin,  mültecinin  vatandaşı  olduğu  devletin temsilciliği ile temasa geçerek bir takım şahsi belgeler talep etmesi bu yönde değerlendirilebilir. Ancak belirtilmelidir ki, mültecinin bu belgeleri temin ya da talep etmekteki amacı her zaman vatandaşı olduğu devletin korumasından tekrar  yararlanmak  olmayabilir;  birey  bu  hususta  bir  niyet  sahibi olmayabilir.  İşte  bu  noktada,  mültecinin  sırf  söz  konusu  davranışları sebebiyle statüsü sona erdirilmemelidir.  Bu  bağlamda  BMMYK,  her  somut  olayın  kendi  şartları  içerisinde değerlendirilerek  mültecinin  niyetinin  belirlenmesi  gerektiğini vurgulamaktadır.  Gerçekten  de,  mültecinin  vatandaşı  olduğu  devlet  ile temasa geçmesi noktasında bu temasın geçici olup olmadığı veya münferit bir durumdan kaynaklanıp kaynaklanmadığı büyük önem taşımaktadır.  Zira kimi  zaman  menşe  devleti  ile  mülteci  arasındaki  etkili  olarak                                                  42  UNHCR, Handbook,  para. 120. 43  Ibid., para. 119; UNHCR, Cessation Clauses, para. 10. 44  Şüpheden  mültecinin  yararlandırılması  yaklaşımının  özellikle  BMMYK  tarafından benimsenmiş  olmasının  ve  uygulamada  etkin  bir  şekilde  kullanılmasının  tavsiye edilmesinin bir sonucu olarak, sona erme sebeplerinin değerlendirilmesi bakımından da etki doğurması gerektiği; sona erme sebeplerinin dar yoruma tâbi kılınmasının bu bakış açısını desteklediği ileri sürülmektedir: FITZPATRICK/BONOAN, s. 523. Şüpheden mültecinin yararlandırılması yaklaşımı ile ilgili olarak bkz. UNHCR: Note on Burden and Standard of Proof  in  Refugee  Claims,  (Standard  of  Proof),  Geneva  1998,  s.  3, <www.unhcr.org/refworld/pdfid/3aeb8.pdf.> (E.T.: 10. 08.2015). 45  Zira bu tür belgeler, kimi zaman mültecinin sığınma ülkesinde hayatını idâme ettirirken belirli işlemleri yapabilmesi için de gereklidir; bu belgelerin temini tek başına bireyin menşe  devletinin  korumasından  yararlanmak  isteğini  gösterecek  şekilde değerlendirilmemelidir: UNHCR, Cessation Clauses, para.10; UNHCR, Handbook, para. 121; FITZPATRICK/BONOAN, s. 524, 525. 46  UNHCR, Cessation Clauses, para.10. 410Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448                                                  Öztürk nitelendirilebilen  temaslarda  dahi  korumadan  yeniden  faydalanma  niyeti bulunmayabilir.    Bu  noktada  titizlikle  incelenmesi  gereken  bir  durum; mültecinin vatandaşı olduğu devletin temsilciliğine, bu devletin pasaportuna sahip olmak için başvurmasıdır. Menşe devletinin pasaportuna başvurulması veya  bu  belgenin  yenilenmesi,  genellikle  mültecinin,  vatandaşı  olduğu devletin  korumasından  yeniden  yararlanmak  yönünde  bir  niyete  sahip bulunduğu  şeklinde  anlaşılabilir.  Ancak  anılan  durumun  statüyü sonlandırabilecek  bir  niyetin  varlığına  işaret  edebilmesi  için  mültecinin davranışının altında yatan niyeti açıklamasına olanak tanınması, somut olaya ilişkin  tüm  şartların  objektif  bir  temelde  değerlendirilmesi  önem taşımaktadır.  Nitekim İsviçre Federal İdare Mahkemesi nin 2012 yılında verdiği bir karar bu tür bir değerlendirmeye iyi bir örnek teşkil edebilir. Kararda,  evlenme  amacıyla  zorunlu  olarak,  menşe  devleti  olan  Yeni Gine den adına pasaport düzenlenmesini talep eden bireyin bu davranışı Sözleşme nin 1C(1) hükmü çerçevesinde değerlendirilmemiştir.  Mahkeme, kural olarak böyle bir davranışın bireyin menşe devleti ile yeniden normal bir ilişki kurmayı amaçlayacak şekilde nitelendirilerek, mülteci statüsünün sona ermesine yol açabileceğini belirtmiş; ancak somut olayda davalının, sadece  evlenme  amacıyla  hareket  etmesinden  dolayı  menşe  devletinin korumasından  tekrar  yararlanma  yönünde  bir  niyeti  olmadığına hükmetmiştir.   Benzer şekilde Kanada Federal Mahkemesi de Chandrakumar v. M.E.I davasında,  sadece  pasaportun  yenilenmiş  olmasının  bireyin  korumadan faydalanma niyeti taşıdığına emare teşkil etmeyeceğine; bu hususta daha fazla delile ihtiyaç bulunduğuna; bireyin pasaportunu yenilemesinin menşe                                                  47  UNHCR, Handbook, para.121; GOODWIN-GILL/MCADAM, s. 136.  48  UNHCR, Handbook, para.125; GOODWIN-GILL/MCADAM, s. 136 vd.; HATHAWAY, s. 194 vd; KNEEBONE/O SULLIVAN, s. 498. 49  A. v. Swiss Federal Office for Migration, (Federal Administrative Court), 15.06.2012, <www.refugeecaselaw> (E.T.: 10.08.2015); benzer bir örnek de HATHAWAY tarafından aktarılmıştır. Yazar ın örnek olarak sunduğu (Kanada Göç Temyiz Kurulu nun) Wilfredo Alejandro  Zubieta  kararında,  mültecinin  sığınma  devletinin  yönlendirmesi  sonucunda menşe devletinden pasaport düzenlenmesini talep ettiği tespit edilmiştir. Burada da tıpkı İsviçre Federal İdare Mahkemesi önünde görülen  A. v. Swiss Federal Office for Migration davasında olduğu gibi mültecinin, menşe devletinin korumasından yararlanma yönünde özgür iradesi ile gönüllü olarak hareket etmediği ve korumadan faydalanma niyetine sahip olmadığı belirtilmiştir: Immigration Appeal Board Decision 79-1034, C.L.I.C. notes, 14.10, 31.10.1979, naklen HATHAWAY, s.193.    4111951 Tarihli Mültecilerin...                  Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448 devletinin korumasından faydalanmak niyetiyle yapılmış olduğunun ortaya koyulması gerektiğine hükmetmiştir. Kanada Federal Mahkemesi nin bu kararı, sona erme hükümlerinin gerçekleşmiş olduğu konusunda öncelikle ispat  yükünün  devletin  yetkili  makamlarında  olması  gerektiği  anlayışını destekleyen  bir  örnek  teşkil  etmesi  açısından  da  önemlidir.  Zira,  kimi uygulama  örneklerinde,  pasaportun  yenilenmesi,  pasaport  başvurusunda bulunulması gibi durumların bireyin vatandaşı olduğu ülkenin korumasından tekrar  yararlanma  yönünde  bir  niyete  sahip  olduğuna  dair  karine  teşkil edecek  şekilde  değerlendirildiği  böylece  ispat  yükünün  taraflarının değiştirildiği görülmektedir.                                                   50  Chandrakumar v. M.E.I. (F.C.T.D., no. A-1649-92), Pinard, May 16, 1997, at para. 6, naklen IMMIGRATION AND REFUGEE BOARD OF CANADA LEGAL SERVICES  (IRB CANADA): Interpretation of the Convention Refugee Definition in the Case Law, (Interpretation  of  Canada,  31.12.2010),  Chpt.  5.5,  <http://www.irbcisr.gc.ca/eng/brdcom/references/legjur/Pages/Def0.aspx.>  (E.T.:12.08.2015).  Kanada uygulamasında ayrıca bireyin gönüllü davranışlar göstermesinin yanı sıra  zulüm korkusu  kriterinin hâlen geçerli olup olmadığının da değerlendirildiği anlaşılmaktadır. Bir başka ifade ile bireyin bu tür davranışlar sergilemiş olmasının yanında hâli hazırda zulüm korkusu taşıyıp  taşımadığı  da  sorgulanmaktadır.  Böylece  gönüllülüğün  yanında  aranan  niyet faktörünün  değerlendirilmesinde  zulüm  korkusunun  makul  bir  dereceye  kadar  varlığı araştırılmaktadır: Ibid.  51  Örneğin Avustralya uygulamasında, sadece pasaport temini ve ülkeye giriş izni talep edilmesi gibi hususların, mültecinin menşe devletinin korumasından tekrar yararlanma niyetini gösteren davranışlar olarak kabul edildiği ve aksi kanıtlanabilir karineler olarak değerlendirildiği görülmektedir: I.M.A. AUSTRALIA, s. 10 vd. Benzer bir durum, İsveç Göç Temyiz Mahkemesi önüne gelen bir dâvaya yönelik kararda da görülmektedir. Kararın tesis edildiği davadan önce, davalının mülteci statüsü, Göç Kurulu tarafından, menşe ülkesi pasaportunu, menşe devletinin korumasından yeniden faydalanmak için kullanma niyetine sahip olduğu gerekçesi ile sona erdirilmiştir. Bunun üzerine mülteci, Göç Mahkemesine başvurmuş; Göç Mahkemesi de bireyin menşe ülkesi pasaportunu gönüllü olarak elde etmemiş olduğunu iddia etmesi ve evlenmek üzere İran a gidebilmesi için İsveç tarafından verilen seyahat belgesinin yeterli olmadığını pasaportunu kullanmak için gerekçe göstermiş olmasına dayanarak, menşe ülkesinin korumasından yeniden faydalanma niyetine sahip olmadığına karar vermiştir. Bunun üzerine Göç Kurulu, Göç Mahkemesi nin kararını Göç Temyiz Mahkemesi önüne taşımıştır. Temyiz Mahkemesi, Göç Mahkemesinin statünün sona erdirilmemesi yönünde verdiği kararını bozmuş; davalının iddialarının ispatlanmamış olmasını  ve  pasaportunu  İsveç  makamlarına  teslim  etmemiş  bulunmasını  gerekçe göstererek mülteci statüsünün sona ermesi yönünde karar veren Göç Kurulu nun kararını onamıştır: davaya ilişkin aktarılan bilgiler için bkz Sweden - Migration Court of Appeal, 13 June  2011,  UM  5495-10  <http://www.asylumlawdatabase.eu/en/case-law/swedenmigration-court-appeal-13-june-2011-um-5495-10> (E.T: 15.08.2015). Anılan davada, Göç Temyiz  Mahkemesi nin  ispat  yükünü  mültecide  olacak  şekilde  değerlendirdiği anlaşılmaktadır.  Zira  ispat  yükünün  yetkili  makamlarda  olması  durumunda,  Göç 412Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448                                                  Öztürk c. Korumadan Fiilen Yararlanma Mültecinin  menşe  devletinin  korumasından  yeniden  yararlanması sebebiyle statüsünün sona erebilmesi için aranan üçüncü şart, söz konusu korumanın  fiilen  gerçekleşmesidir.  Sözleşme nin  hazırlık  çalışmaları incelendiğinde,  bu  şartın  tartışmasız  kabul  edilmesi  gerektiği  sonucu çıkmaktadır. Nitekim doktrinde de bu şartın sağlanmasının önemi üzerinde durulmaktadır.  Bu bağlamda, menşe devletinin korumasından faydalanmak yönünde gerçekleştirilen  çabalar  tek  başına  statünün  sona  ermesine  neden  teşkil etmemelidir.    Örneğin,  menşe  devletinin  korumasından  yararlanmak niyetiyle,  pasaport  başvurusunda  bulunan  bir  mültecinin  statüsü,  sırf  bu başvuru  nedeniyle  sona  erdirilmemelidir.  Ancak  başvurunun  olumlu sonuçlanması  veya  mültecinin  bu  pasaportu  kullanarak  seyahat  etmesi durumunda,  korumanın  fiilen  gerçekleşmiş  olduğu  kabul  edilebilir.  Bu sebeple,  korumadan  tekrar  faydalanmak  için  gerçekleştirilen  başarısız girişimler, statünün kaybı ile sonuçlanmamalıdır. Bununla birlikte özellikle pasaportun kullanılması durumunun dahi mutlak olarak korumanın fiilen gerçekleşmiş  olduğu  sonucuna  varmak  için  yeterli  olmaması  gerektiği; korumanın fiilen gerçekleştiği sonucuna varabilmek için bireyin seyahati                                                                                                                    Kurulu nun en başında bireyin korumadan yeniden faydalanma niyetini ortaya koyması; ifadelerinin aksini kanıtlaması beklenirdi.  52  UNHCR, Handbook, paras. 119, 122; UNHCR, Cessation Clauses, para.11.  53  Hazırlık çalışmaları sırasında, Fransız delegasyonu, menşe devletinin diplomatik veya konsüler korumasından faydalanmak yönünde  girişimde bulunan  mültecilerin statülerinin sona ermesini öngören bir düzenleme teklifinde bulunmuş ancak bu teklif Birleşik Krallık, ABD ve Peru delegeleri tarafından reddedilmiştir.  Teklifin reddedilmesinin gerekçesi ise oturum başkanı tarafından  korumanın mutlaka fiilen sağlanması gerektiği ve bu yöndeki taleplerin  koruma  fiilen  sağlanmadıkça  mülteci  statüsünü  sona  erdirmeyeceği   ifâde edilerek açıklanmıştır: Hazırlık çalışmalarına ilişkin olarak aktardığımız bilgiler için bkz. HATHAWAY, s. 195 vd.   54  GOODWIN-GILL/MCADAM, s. 138; HATHAWAY, s. 195. 55  UNHCR, Cessation Clauses, para.11. 56  UNHCR, Handbook, paras. 121 ve 122.  57  UNHCR, Cessation Clauses, para.11 ve dn. 3; örneğin, yukarıda aktardığımız A. v. Swiss Federal  Office  for  Migration  davasında,  davacının,  menşe  devletinden  pasaport düzenlenmesini talep etmesinin temelinde bu devletin korumasından faydalanma niyetinin olmadığı tespit edilmiş; bunun yanı sıra, bu pasaportun seyahat amacıyla kullanılmamış olması da korumanın fiilen gerçekleşmemiş olduğuna kanaat getirilmesine sebep olmuştur.   4131951 Tarihli Mültecilerin...                  Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448 sırasında  menşe  devletinin  desteğinden  faydalanmış  olması  gerektiği  de belirtilmektedir.  2.  Bireyin  Kaybettiği  Vatandaşlığını  Kendi  İsteği  ile  Tekrar Kazanması Mültecilik  hâline  girmiş  olan  birçok  birey,  menşe  devletinin vatandaşlığını herhangi bir şekilde kaybetmiş olabilir.  İşte bu durumdaki mültecilerin,  kendi  istekleri  ile  menşe  devletinin  vatandaşlığını  tekrar kazandıkları  durumda  statüleri  sona  erebilecektir  (1951  Sözleşmesi  md. 1C(2)). Çünkü bu durumda, bireyin mülteci statüsünün tanınmasına, inter alia, sebep olan haklı nedenlere dayanan zulüm korkusunun son bulduğuna ve bireyin menşe devletinin korumasından faydalanmak istediğine kanaat getirilebilecektir.  Ancak  bu  kanaatin  gelişebilmesi  ve  dolayısıyla, vatandaşlığın tekrar kazanılmasının mülteci statüsünü sona erdirebilmesi için söz konusu kazanımın mültecinin bu yöndeki özgür iradesine uygun olarak gerçekleşmesi gerekmektedir. Zira Sözleşme nin lafzı, açıkça vatandaşlığın yeniden kazanılmasını mültecinin  kendi isteğine  bağlı kılmıştır.   Mültecinin  kendi  isteği  ile  menşe  devletinin  vatandaşlığını  yeniden kazanmasının  statüsünü  sona  erdirecek  olması,  kural  olarak  (ayrıca) mültecinin menşe devletinin korumasından yararlanma hususundaki niyetin aranmamasına  sebep  olmaktadır.  Çünkü  vatandaşlığın  özgür  irade  ile yeniden kazanılması aynı zamanda bireyin menşe devletinin korumasından yeniden  faydalanma  yönünde  bir  niyete  sahip  olduğuna  karine  teşkil etmektedir;  birey  ile  menşe  devleti  arasındaki  bağın  normalleştiğini göstermektedir.                                                    58  FITZPATRICK/BONOAN, s. 525.  59  Mülteci,  statüsünün  tanınmasından  önce  veya  sonra,  menşe  devleti  tarafından vatandaşlıktan çıkarılmış olabileceği gibi kendisine atfedilen bir davranışın sonucu olarak da vatandaşlığını kaybetmiş olabilir UNHCR, Cessation Clauses, para. 12 60  UNHCR, Handbook, para. 126; UNHCR, Cessation Clauses, para. 12; GRAHL-MADSEN, A.:  The  Status  of  Refugees  in  International  Law,  Leiden  1966,  s.  392; KNEEBONE/O SULLIVAN, s. 498. 61  UNHCR, Handbook, para. 128; UNHCR, Cessation Clauses, para. 13.  62  UNHCR, Cessation Clauses, para. 13. 63  Ibid; GOODWIN-GILL/MCADAM, s. 138; HATHAWAY, s. 196. Elbette ki mülteci, menşe ülkesine güvenli bir şekilde dönüş yapamayacağını (veya vatandaşlığı yeniden kazanmasının kendi rızası dışında gerçekleştiğini) kanıtlayabildiği durumda, bu karine geçersiz hâle gelebilecektir: HATHAWAY, s.  196; GRAHL MADSEN, söz konusu bir durumda şüpheye yer verecek bir hâl oluştuğunda, bireyin hâlen haklı nedenlere dayanan 414Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448                                                  Öztürk Bununla birlikte, kimi durumda, bireyin menşe devletinin vatandaşlığını yeniden  kazanması  kendi  iradesine  bağlı  olmadan  da  gerçekleşebilir. BMMYK,  hangi  durumlarda  vatandaşlığın  irade  dışı  kazanılmış sayılabileceğine örnekler vermiştir.  Bu örnekler ışığında, vatandaşlığın ipso facto yeniden kazanılması, tek başına statünün sona ermesi için yeterli bir neden olarak kabul edilmemelidir. Ancak, belirtilen şekilde vatandaşlığı yeniden kazanan mültecinin söz konusu duruma açıkça veya zımnen rıza göstermesi, sonucu değiştirebilecek; statüyü sona erdirebilecektir.  Benzer şekilde,  vatandaşlığın  kazanımının  mültecinin  tercihine  bağlı  kılınması durumunda,  mültecinin  tercihini  vatandaşlığı  yeniden  kazanma  yönünde kullanmaması  hâlinde  de  statünün  sona  ereceğinden  söz edilemeyebilecektir.  Zira bu noktada vatandaşlık kazanımı mümkün hale gelmiş  olsa  da,  birey  ile  devlet  arasındaki  vatandaşlık  bağı  fiilen  tesis edilmemiş olacaktır. 3. Bireyin Menşe Devleti Dışında Bir Başka Devletin Vatandaşlığını Kazanarak Bu Devletin Korumasından Faydalanması Mülteci statüsünü hâiz olan bireyler, menşe devleti dışında bir başka devletin  vatandaşlığını  kazanabilirler.  Vatandaşlığı  kazanılan  devlet, mültecinin sığındığı devlet olabileceği gibi bir başka devlet de olabilir. İşte                                                                                                                    zulüm korkusu taşıyıp taşımadığı hususuna ağırlık verilmesi gerektiğini savunmaktadır: GRAHL-MADSEN, s. 395. 64  UNHCR,  Handbook,  para.  128;  UNHCR,  Cessation  Clauses,  para.  14;  GOODWINGILL/MCADAM, s. 137 vd.; HATHAWAY, s. 196.  HATHAWAY, evlenme yoluyla vatandaşlığın yeniden kazanılması durumunun da tek başına statüyü sona erdiren bir neden olarak değerlendirilmemesi gerektiğini belirtmektedir: HATHAWAY, s. 197. Gerçekten de, evlenme  yolu  ile  vatandaşlığın  kendiliğinden  kazanılması  hâlinde,  eğer  vatandaşlığı kazanan eşe seçme hakkı verilmemişse, kazanımın bireyin  kendi isteği  ile oluştuğuna kanaat getirmemek gerekecektir.  65  UNHCR, Handbook, para.128; UNHCR, Cessation Clauses, para. 14.  66  Mültecinin sığındığı devletin vatandaşlığını kazanması genellikle karşılaşılan bir durumdur: UNHCR, Handbook, para. 130. 1951 Sözleşmesi nin 34. maddesi de  Taraf Devletler, mültecileri  özümlemeyi  ve  vatandaşlığa  almayı  her  türlü  imkân  ölçüsünde kolaylaştıracaklardır. Vatandaşlığa alma işlemlerini çabuklaştırmaya ve bu işlemlerin masraf ve resimlerini her türlü imkân ölçüsünde azaltmaya özel çaba göstereceklerdir  ifadesine  yer  vermek  suretiyle,  mültecinin  sığındığı  devlet  tarafından  vatandaşlığa alınmasını kolaylaştırmaya çalışmıştır. Vatandaşlığa alınma ile mülteci statüsünün sona ereceğini düzenleyen 1C(3) maddesi ile yukarıda bahsettiğimiz 34. madde arasındaki ilişkiyi bir çatışma olarak algılamamak gerekir.  Zira 34. maddenin uygulanması ile mülteciye vatandaşlık bağına istinaden sürekli bir korumanın sağlanmaya başlanması ile   4151951 Tarihli Mültecilerin...                  Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448 böyle  bir  durumda,  mültecinin  artık  uluslararası  korumaya  ihtiyacı bulunmadığına  kanaat  getirilebilir.  Bu  durumda  artık  mültecinin vatandaşlığını  kazandığı  devletin  bu  bireyi  koruma  yükümlülüğü doğacağından  sığınma  devleti  tarafından  korunmasına  (eğer  vatandaşlığı kazanılan  devlet  sığınma  devleti  değilse)  gerek  kalmayacaktır.  Mülteci statüsünün bu şekilde sona ermesi, diğer sona erme nedenlerinden farklı olarak, mültecinin menşe devleti ile olan bağının normal hâle gelmesine değil, mültecinin bir başka devlet ile vatandaşlık bağı kurmasına ve bu bağa istinaden korunabilmesine dayanmaktadır.  1951 Sözleşmesi nin 1C(3) maddesi, mültecinin menşe devleti dışında bir  başka  devletin  vatandaşlığını  kazanmasının  mülteci  statüsünü  sona erdirebilmesini,  mültecinin  vatandaşlığını   kazandığı   devletin korumasından  faydalanabilmesine  bağlı kılmıştır.  O hâlde, Sözleşme nin açıkça lafzından anlaşıldığı şekilde, mültecinin menşe devleti dışında bir başka devletin vatandaşlığını kazanması ile statüsünün sona ermesi için iki şartın birlikte gerçekleşmesi gerektiğinden söz edilebilecektir.   İlk  olarak,  mültecinin,  menşe  devleti  dışında  bir  başka  devletin vatandaşlığını resmen kazanmış olması gerekmektedir. Bu kazanım, bireyle vatandaşlık bağı kuran devletin yasalarına göre gerçekleşmiş olmalıdır.                                                                                                                      mültecilik statüsünün 1C(3). maddeye uygun olarak son bulması birbiri ile uyumlu bir görünüm sergilemektedir: FITZPATRICK/BONOAN, s. 528; HATHAWAY, s. 979 vd. 67  UNHCR, Cessation Clauses, para. 15.  68  Vatandaşlık  hukuku  çerçevesinde,  devletler  kendi  vatandaşlarını  belirleme  hususunda münhasır/mahfuz  bir  yetkiye  (exclusive  domestic  jurisdiction)  sahiplerdir.  Bu  durum, kaynağını uluslararası hukukta tartışma götürmeksizin kabul edilen  her devlet, hangi kişilerin kendi vatandaşı bulunduğunu kanunları ile tayin etmek serbestisine sahiptir  ilkesinden almaktadır. Bu ilkeye göre,  hiç bir devlet diğer bir devletin vatandaşlarını tayin yetkisine sahip değildir .  İlkeye ilişkin bilgiler için bkz. NOMER, E.: Türk Vatandaşlık Hukuku, İstanbul, 2010, s. 5. Bu ilke oldukça eski bir geçmişe sahip olmasının yanında  günümüzde ise tüm bağımsız devletlerce benimsenmekte ve genel bir hukuk ilkesi olarak değerlendirilmektedir.  Mahfuz yetkiye ilişkin ayrıntılı bilgiler için bkz. GÜNGÖR, s. 12–20; ayrıca bkz. AYBAY, R.: Vatandaşlık Hukuku, İstanbul 2006, s. 15–16; DOĞAN, V.: Türk  Vatandaşlık  Hukuku,  Ankara  2009,  s.  21;  TURHAN,  T./TANRIBİLİR,  F.B.: Vatandaşlık Hukuku Ders Notları, Ankara 2009, s. 23; NOMER, s. 5. Bu ilke, milletlerarası hukuktaki pozitif düzenlemelere de aktarılmış; 13. 04. 1930 tarihli (ve 1937 yılında yürürlüğe giren) Vatandaşlık Kanunları İhtilafına İlişkin Bazı Sorunlar Hakkında Lahey Sözleşmesinin 1. maddesinde ve 06.11.1997 tarihli Avrupa Vatandaşlık Sözleşmesi nin 3(1). maddesinde kendine yer bulmuştur. 416Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448                                                  Öztürk İkinci  olarak,  mültecinin  yeni  kazandığı  vatandaşlığa  bağlı  olarak, kendisini vatandaşı olarak kabul eden devlet tarafından sağlanan korumadan fiilen  faydalanabilmesi  gerekmektedir.  Bu  şartın  gerçekleşmesi  için  ise yeni kazanılan vatandaşlık etkin/etkili olmalıdır; devlet ile vatandaş (somut durumda mülteci) arasında gerçek bir bağ bulunmalıdır. Zira ancak bu durumda,  ikame  korumaya,  yani  uluslararası  korumaya  artık  ihtiyaç bulunmadığı anlaşılacak ve vatandaşlık kazanan mültecinin vatandaşlığına bağlı  olarak  korumadan  faydalanabileceği  kanaatine  varılabilecektir.  BMMYK,  anılan  sona  erme  ölçütüne  bağlı  olarak  etkili  vatandaşlığın  mültecinin  vatandaşlığını  kazandığı  devletin  vatandaşlarına  sunduğu haklara ve ayrıcalıklara sahip olması ve bunlardan fiilen faydalanabilmesi  şeklinde anlaşılmasının uygun olacağını belirtmiştir.  Yeni bir vatandaşlığın kazanılması ile mülteci statüsünün sona ermesi durumunda (md. 1C(3)), diğer iki durumda olduğu gibi (md. 1C(1) ve 1C(2)) gönüllü bir davranışın ve/veya yeni vatandaşlığın sağlayacağı korumadan faydalanma niyetinin aranmadığı sonucuna, ilgili hükümde,  kendi isteği ile  ifadesine yer verilmemesi nedeniyle ulaşılabilecektir.  Bununla birlikte,                                                  69  Bu şart hem 1951 Sözleşmesi nin 1C(3) maddesinde açıkça zikredilmiş hem Sözleşme nin yorum araçlarından sayılan El Kitabı ve Rehber de de yer almıştır: UNHCR, Handbook, para. 130; UNHCR, Cessation Clauses, para. 17.  70  UNHCR, Cessation Clauses, para. 17. Etkili vatandaşlık hususunun uluslararası hukuktaki en belirgin göstergesi UAD önüne gelen, Nottebohm dâvasında verilmiş olan karardır: Nottebohm  Case  (Liechtenstein  v.  Guatemala)  (Second  Phase),  (Nottebohm  Case), Judgment  of  April  6th  1955,  ICJ  Reports  1955,  s.  4-27,  <http://www.icjcij.org/docket/index.php?p=3&p=5&p=-1&y=  1955>  (E.T.:  12.08.2015).  Kararda, birey ile devlet arasındaki vatandaşlık bağının esas alınması için bu bağın gerçek ve etkili olması gerektiği vurgulanmış; ilgilinin mutad meskeninin, aile bağlarının, menfaatlerinin, aktivitelerinin belirli bir devletin ülkesini merkez alması, bu devlet ile birey arasındaki vatandaşlığın etkili olabileceği anlamını taşıyabileceği sonucuna varılmıştır: Nottebohm Case, s. 22, 24. 71  UNHCR, Handbook, para. 130. 72  UNHCR, Note, para. 15; ayrıca bkz. HATHAWAY/FOSTER, s. 498. 73  1951 Sözleşmesi nin 1C(3) maddesinin lafzı, statünün sona ermesini, yeni bir vatandaşlığın kazanılmasına ve bu vatandaşlığı kazanılan devletin korumasından faydalanılabilinmesine bağlı kılmıştır. Düzenlemede, diğer iki hükümde olduğu gibi mültecinin bu yöndeki rızası aranmamıştır. Sözleşme nin 1C(3) maddesinin gerçekleşebilmesi için mültecinin rızasının (gönüllülük)  aranmayacağı  hususunda  ayrıntılı  bilgiler  için  bkz. FITZPATRICK/BONOAN, s. 527; BMMYK El Kitabı ve Rehberi de bu yönde bir şartın aranacağına  dair  herhangi  bir  düzenleme  ihtiva  etmemektedir.  Bununla  birlikte, BMMYK nın ilgili Rehberinde, yeni kazanılan vatandaşlığın, mültecinin kendi isteği ile kaybedilmesi  durumunda,  statünün  sona  ermesine  yönelik  olarak  1C(3)  hükmünün   4171951 Tarihli Mültecilerin...                  Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448 HATHAWAY ve FOSTER,  Sözleşme nin hazırlık çalışmaları üzerinden bir değerlendirme yaparak, aslında Sözleşme nin kaleme alınması sırasında bu hususun gündeme geldiğini ve Sözleşme yi hazırlayan Konferans ta yer alan delegelerin, ilgili hükmün gönüllü olarak kazanılan vatandaşlığa işaret ettiği hususunda görüş bildirdiklerini aktarmaktadır.  Hatta bu görüşlerden biri, bireyin  istemediği  hâlde  kendiliğinden  bir  vatandaşlık  bağı  kurmaya zorlanmasının  da  bir  tür  zulüm  olarak  nitelendirilebileceği  yönünde olmuştur.  Bu bakış açısının benimsenmesi varsayımında, ilgili hüküm, Sözleşme nin konu ve amacı doğrultusunda yorumlandığında vatandaşlığın kazanılmasında  rıza  etkeninin  de  aranması  gerektiği  sonucuna varılabilecektir.  Nitekim  yardımcı  yorum  araçlarından  olan  hazırlık çalışmalarının da bu yorumu desteklediği anlaşılmaktadır.  Bu hususta BMMYK nın yaklaşımı ise, ilgili ölçütün sağlanabilmesi için iki temel şartın gerçekleşmesi üzerine şekillenmiştir. Bunlardan ilki, mülteci ile vatandaşlığını kazandığı devlet arasında gerçek bir bağ oluşması; bağın  etkili  olması;  ikincisi  ise  mültecinin  bu  devletin  korumasından faydalanabilecek olması ve faydalanmaya istekli olmasıdır.  Bu noktada aslında  yukarıda  aktardığımız   gönüllülük   kriterine  dayanan  yorum  ile BMMYK nın  yaklaşımının  aynı  sonuca  hizmet  ettiğini  belirtmek  uygun olabilecektir. Zira BMMYK nın aradığı kriterler temelde gönüllülük şartının sağlanmasını  gerektirmektedir.  Nitekim  HATHAWAY  ve  FOSTER  da BMMYK nın  yaklaşımına,  gönüllük  kriterinin  ilgili  hükmün yorumlanmasında dikkate alınması gerektiği hususunu savunurken değinmiş; bu  yaklaşımdan  da  destek  almıştır.  Bununla  birlikte,  asıl  tartışılması gereken  husus,  vatandaşlığın  kazanımına  yol  açan  gönüllü  davranışların varlığının aranıp aranmamasıdır. Sözleşme nin 1C(1) hükmünde olduğu gibi,                                                                                                                    etkinliğinin devam edeceği belirtilmiştir. Başka bir ifâde ile eğer birey yeni kazandığı vatandaşlığı kendi isteği ile kaybederse, bu vatandaşlığı kazanması ile sona ermiş olan mülteci statüsü ipso facto canlanamayacaktır. Böyle bir durumda, bireyin, tekrar mülteci statüsüne  başvurması  ve  statü  değerlendirmesinin  yeni  şartlar  çerçevesinde  tekrar gerçekleştirilmesi  gerektiği  anlaşılmaktadır.  Diğer  taraftan,  eğer  birey  kazandığı vatandaşlığı, kendi kontrolü dışındaki sebeplerle kaybederse, mülteci statüsünün yeniden canlandırılması söz konusu olabilecektir: UNHCR, Cessation Clauses, para. 18.  74  Bu husustaki inceleme ve değerlendirmeleri için bkz. HATHAWAY/FOSTER, s. 496, 497.  75  Ibid., s. 496, dn. 218.  76  Ibid. 77  UNHCR, Cessation Clauses, para. 17. 78 HATHAWAY/FOSTER, s. 497. 418Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448                                                  Öztürk gönüllü bir davranışın vatandaşlığın kazanımına yol açmasının ilgili hükmün uygulanabilmesi  için  bir  şart  olarak  aranması  durumunda,  kendiliğinden kazanılan  tüm  vatandaşlıkların  1C(3)  hükmünün  uygulama  alanı  dışında kalması  sonucu  doğacak;  mültecinin  statüsü  bu  durumda  sona erdirilemeyecektir.  Oysa  bazen  vatandaşlık  kendiliğinden  kazanılsa  dahi, birey bu vatandaşlıktan faydalanmak yönünde istekli olabilir. Nitekim, kimi devletlerce  uygulanan  vatandaşlığın  evlenme  yoluyla  kendiliğinden kazanılması hâli bu duruma örnek teşkil edebilir. Kanımızca bu durumda BMMYK nın yaklaşımı çerçevesinde hareket edilerek, baştan statünün sona ermemesine hükmetmek yerine, bireyin kazandığı vatandaşlığın etkin olup olmadığına ve kişinin korumadan faydalanabilecek olmasıyla buna istekli bulunup  bulunmadığına  yönelik  bir  değerlendirme  yapılması  uygun olabilecektir.  Bu yaklaşım, bir taraftan artık korunmaya ihtiyacı kalmayan bireylerin  sorumluluğunun  üstlenilmesiyle  oluşacak  yükün  bertaraf edilmesini sağlayabilecekken, diğer taraftan da Sözleşme nin dibacesinde zikredilen, mültecilerin temel hürriyetleri ile insan haklarını mümkün olduğu kadar  kapsamlı  bir  şekilde  kullanmalarını  sağlama  amacıyla  da çelişmeyecektir.  4.  Bireyin  Menşe  Devletinin  Ülkesine  Kendi  İsteği  ile  Yeniden Yerleşmesi İstisnai bir durum olan mültecilik hâlinin, mültecinin menşe devleti ile yeniden  normal  bir  ilişki  kurararak  sona  ermesi  en  çok  arzu  edilen durumdur.    Çünkü  bu  sayede  mülteci,  sığınma  arayışına  girmesini gerektirecek  sebeplerin  oluşmasından  önceki  hâline  geri  dönmüş olacak; içinde olduğu istisnai hâl ise son bulmuş olacaktır.  Mülteci statüsünün bu şekilde  sona  ermesi;  mültecinin  kendi  isteği  ile  menşe  devletinin korumasından yeniden yararlanması veya bu devletin vatandaşlığını tekrar kazanması  ile  gerçekleşebileceği  gibi  menşe  devletinin  ülkesine  yeniden yerleşerek, bu devletle arasındaki bağı tekrar canlandırması sayesinde de mümkün olabilir.  Nitekim, 1951 Sözleşmesi nin 1C(4). maddesinde, mültecinin, zulüm korkusu sebebiyle terk ettiği veya dışında bulunduğu ülkeye kendi isteği ile   4191951 Tarihli Mültecilerin...                  Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448 yeniden  yerleşmesi,  statünün  sona  erme  nedenlerinden  biri  olarak sayılmıştır.    İlgili  hükümden  anlaşılan,  geri  dönme  amacıyla  çeşitli hazırlıklar  yapılmasının  veya  bu  hazırlıkların  tamamlanmasının  yahut mültecinin  sadece  fiziksel  olarak  menşe  ülkesine  dönmüş  olmasının  tek başına  statünün  sona  erdirilmesi  için  yeterli  olmadığı;  statünün  sona erebilmesi için mültecinin kendi isteği ile (gönüllü olarak) menşe devletinin                                                  79  Sözleşme nin  ilgili  hükmünün  İngilizce  metni,  yukarıda  aktardığımız  anlama  gelecek şekilde kaleme alınmıştır.  Metnin İngilizcesi şu şekildedir:   [h]e has voluntarily reestablished himself in the country which he left or outside which he remained owing to fear of persecution . Ancak bu hükmün, Resmî Gazete de yayımlanan Türkçe çevirisi şu şekilde yapılmıştır:   [k]endi  arzusu  ile  terk  ettiği  veya  takip  korkusu  ile  haricinde  kaldığı memlekette kendi arzusu ile tekrar yerleşmek üzere dönmüşse . Esasen, Sözleşme nin ilgili maddesinin Türkçe çevirisi ile İngilizce orijinal metni arasında anlam açısından bir farklılık doğabilmesi olasıdır.  İlk olarak, Türkçe metinde yer alan  kendi isteği ile yerleşmek üzere dönme  ifadesi dönme eyleminin gönüllü olmasını ve  yerleşme niyeti/amacı  taşımasını şart koşacak şekilde anlaşılmaya müsaittir. Oysa İngilizce metindeki ifadeler, gönüllülük kriterinin, ülkeye geri dönmeden ziyâde, yerleşme eylemi açısından aranması gerektiğine işaret etmektedir.  İkinci olarak, Türkçe metinde, bireyin fiziksel olarak menşe ülkesine kendi isteği ile dönmüş olması, ancak yerleşme niyeti taşımasına rağmen henüz fiilen yerleşmemiş bulunması, statünün sona erdirilmesi için yeterli kabul edilecek biçimde yorumlanmaya  müsaittir.  Ancak  İngilizce  metinden,  geri  dönüş  ile  birlikte  yerleşme eyleminin de fiilen gerçekleşmiş olması gerektiği sonucu çıkarılmaktadır. İkinci çıkarımla bağlantılı olarak, iki metin arasındaki üçüncü anlam farkı ise Türkçe metin çerçevesinde, yerleşmeye yönelik hazırlıkların yapılmış olması yahut yerleşme amacını gösterebilecek emarelerin söz konusu olması hâlinde bireyin menşe ülkesine dönmesi durumunda statünün sonlandırılmasının mümkün olabileceği, oysa İngilizce metin açısından yerleşmeye yönelik hazırlıkların yapılmış bulunmasının tek başına sona erme kriterini sağlamamasıdır. Anılan unsurlar, ilgili hükmün uygulanması bakımından ciddi farklılıklara yol açabilecek nitelikte olmakla birlikte, yorumlamada orijinal dildeki metinlerin esas alınmasını öngören Viyana Sözleşmesi nin 33. maddesinin uygulanması bu sorunu ortadan kaldırabilecektir.   80  GRAHL-MADSEN, mültecinin kaçışına son vererek evine dönmesi ile mülteci statüsünün doğal  olarak  sona  ereceğini aktarmıştır.   Yazar  bu  düşüncesini,  Sözleşme nin  1A(2) maddesinin mülteci statüsünün tanınması ölçütleri arasında  ülke dışında bulunma  şartına yer vermesine dayandırmıştır. Zira Yazar a göre, mülteci menşe ülkesine geri döndüğünde artık bu şart sağlanmamış olacaktır: GRAHL-MADSEN, s.  370 vd.  Ancak mültecinin fiziksel olarak menşe ülkesinde bulunması, GRAHL-MADSEN in dayandığı gerekçe ile mültecinin statüsünü kendiliğinden sona erdirmemelidir: FITZPATRICK/BONOAN, s. 528 vd.  Sözleşme nin mülteci statüsünün tanınmasına yönelik ölçütleri düzenleyen 1A(2) ve statünün sona ermesine yönelik ölçütleri düzenleyen 1C hükümlerini ayrı ayrı ele alıp değerlendirmek gerekir.  Kaldı ki 1C(4) hükmünde mültecinin sadece menşe ülkesine geri dönmesi statünün sona ermesi için yeterli kabul edilmemiş, bu geri dönüşün yeniden yerleşme amacıyla ve gönüllü olarak yapılması gerektiği de zikredilmiştir. Bu sebeple hükmü,  1A(2)  maddesinden  bağımsız  şekilde  ve  kendi  içerisinde  bir  bütün  olarak değerlendirmek gerekir: EXPERT ROUNDTABLE ORGANIZED BY UNHCR, para. 26; FITZPATRICK/BONOAN, s. 531; KNEEBONE/O SULLIVAN, s. 500.  420Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448                                                  Öztürk ülkesine yeniden yerleşmiş olması gerektiğidir. BMMYK da bu hususa  dikkat çekmiştir; BMMYK  Rehberinde, mültecinin menşe ülkesine zorunlu (gönülsüz) olarak (involuntarily) gitmesine rağmen, buraya hiç bir sorun yaşamadan  yerleşmesi  ve  kendisine  sığınma  sağlayan  devletin  ülkesine dönmeden önce burada planlanandan daha uzun bir süre olağan bir yaşam sürdürmesi hâlinde, statüsünün sona erdirilebileceği belirtilmiştir.  Bununla birlikte, Rehberde menşe ülkesine gönüllü olarak geri dönen ancak bu ülkede uzun bir süre zorunluluk sebebiyle kalan (örneğin hapis altında bulunan) mülteciler açısından statünün sona erdirilmeyebileceği de ifâde edilmiştir. Böylece, kesin olarak gönüllülük ekseninde değerlendirilmesi gereken husus, mültecinin menşe ülkesine yeniden yerleşmesidir. Geri dönüş eylemi ister gönüllü  olarak  gerçekleşsin,  ister  zorunluluktan  kaynaklansın,  mülteci buraya yerleşme hususunda gönüllü bir faaliyet içerisinde değil ise statüsü sona erdirilmeyebilir.  Bu  çerçevede,  mültecinin  menşe  ülkesine  kendi  isteği  ile  yeniden yerleşmesi  ve  geri  gönderme  yasağı  arasında  da  bir  ilişki  kurabilmek mümkündür. Uluslararası hukukta sığınma bireysel bir hak olarak kabul edilmemekle birlikte, bireylerin hayatlarının ya da özgürlüklerinin; ırkları, dinleri, milliyetleri, belirli bir toplumsal gruba mensubiyetleri veya siyasî düşünceleri  sebebiyle  tehlike  altında  olabileceği  yerlere  gönderilmesi (sınırdan geri çevirme ve iâde edilmeleri) yahut sınır dışı edilmeleri 1951 Sözleşmesi nin  33(1).  maddesi  ile  yasaklanmıştır.  Bu  düzenleme  geri gönderme yasağı (non-refoulement) olarak da anılmaktadır. Özellikle insan hakları  hukuku  çerçevesinde  işkence  yasağının  mutlak  bir  hak  olarak düzenlenmiş  olması  ve  yaşam  hakkının  korunması,  geri  gönderme                                                  81  UNHCR, Cessation Clauses, para. 20.  82  Ibid. 83  Ibid. 84  Sığınma hakkının içeriği ve niteliğine ilişkin olarak ayrıntılı bilgiler için bkz. ÖZTÜRK, s. 48-64; TOPAL, A.H.: Uluslararası Hukuk Açısından Diplomatik Sığınma ve Assange Olayı, İstanbul Medipol Üniversitesi Hukuk Fakültesi Dergisi, 2014, vol. 1, S. 1, s. 52-54. 85  1951 Sözleşmesi nin 33(2). maddesinde geri gönderme yasağının istisnaları düzenlenmiştir ancak yasak, insan hakları sözleşmelerinin mutlak bir hak olarak düzenlediği işkence yasağı ekseninde uygulanırken istisnaya tâbi kılınmamaktadır: bkz. Chahal v. United Kingdom, App.  No.  22414/93,  15.11.1996,  paras.  79-81;  Ahmed  v.  Austria,  App.  No. 71/1995/577/663, 17.12.1996; T.I. v. The United Kingdom, App. No. 43844/98, 07.03.2000; Saadi v. Italy, App. No. 37201/06, 28. 02. 2008; A v. Netherlands, App. No. 4900/06, 20.07.2010; N v. Sweden, App. No. 23505/09, 20.07.2010. Bununla birlikte, ilgili maddenin   4211951 Tarihli Mültecilerin...                  Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448 yasağının diğer insan hakları sözleşmeleri çerçevesinde 1951 Sözleşmesi nin 33. maddesinde aranan beş sebebe bağlılık şartı gözetilmeksizin ve sadece sığınmacılar açısından değil tüm bireyler bakımından uygulanmasına imkân tanımıştır.  Böylece  yasağın  artık  bir  uluslararası  teamül  hukuku  kuralı niteliği taşıdığı da kabul edilmektedir. Bu çerçevede, mülteci statüsünün                                                                                                                    2. fıkrasında yer alan istisnaların, ihlâl ihtimâli olan hakkın mutlak bir hak olmaması durumunda geçerli olacağı kabul edilmektedir: bkz. LAUTERPACHT, E./ BETHLEHEM, D.:  The Scope and Content of the Principle of Non-Refoulement: Opinion  İçinde Refugee Protection in International Law UNHCR s Global Consultations on International Protection (eds. Erica Feller, Volker Türk, ve Frances Nicholson), Cambridge 2005, s. 149–165. Bu çerçevede, geri gönderme yasağının istisnalarının uygulanması sayesinde bireyin geri gönderilmesi ile mülteci statüsünün sona erme nedenlerinden biri olarak bireyin geri dönmesini  birbirinden  ayırmak  gerekmektedir.  Mülteci  statüsünün  sona  ermesinden bahsedebilmek için, bireyin öncelikle bu statüsünün tanınmış olması gerekmektedir, oysa geri gönderme yasağının istisnalarının uygulanması genellikle statü henüz tanınmadan gerçekleşmektedir. Ayrıca geri gönderme yasağının istisnalarının uygulanması otomatik bir geri gönderme ile sonuçlanabilecekken, statünün sona ermesi bakımından aynı durum geçerli olmamaktadır. Bu hususta bkz. KNEEBONE/O SULLIVAN, s. 486. 86  İşkence yasağının düzenlendiği ve geri gönderme yasağı ekseninde sıklıkla dayanılan Avrupa İnsan Hakları Sözleşmesi (AİHS) nin 3. maddesi uyarınca,  [h]iç kimse işkenceye gayri insanî yahut onur kırıcı ceza veya muameleye tâbî tutulamaz.  Bu hükmün geri gönderme yasağı çerçevesinde uygulanması, Avrupa İnsan Hakları Mahkemesi (AİHM) in önüne gelen Soering v. United Kingdom (Soering/Birleşik Krallık) dâvasında yapılan ve içtihat oluşmasına sebebiyet veren yorum sayesinde mümkün olmuştur. AİHM, AİHS in 3. maddesini  hiç kimsenin işkenceye, gayri insanî veya haysiyet kırıcı ceza veya işleme tâbî tutulacağı bir devlete gönderilemeyeceği  şeklinde yorumlanmıştır: Soering v. United Kingdom, (Soering v. UK) App. No. 14038/88, 07.07.1989.  AİHS in 3. maddesi dışında,  Sözleşme nin yaşam hakkını düzenleyen 2. maddesi ve âdil yargılanma hakkına ilişkin 6. maddesi  de  AİHM  tarafından  geri  göndermeyi  engelleyecek  biçimde yorumlanmıştır.  Sözleşme nin 2. maddesinin geri gönderme yasağı kapsamında uygulanması yönünde bkz. Bader and Others v. Sweden, App. No. 13284/04, 28.11.2005. Sözleşme nin 6. maddesi çerçevesindeki yorum için bkz. Othman (Abu Qatada) v. United Kingdom, App. No. 8139/09, 09.05.2012, para. 233. AİHS de yer alan diğer haklar bakımından geri gönderme yasağının uygulanması hususu ise net bir görünüm arz etmemektedir. Bu hususta bkz. DEN HEIJER,  M.:   Whose  Rights  and  Which  Rights?  The  Continuing  Story  of  NonRefoulement under the European Convention on Human Rights , European Journal of Migration and Law, 2008, vol. 10, s. 282, 283; 285. 87  Bu yönde bkz. GOODWIN-GILL/MCADAM, s. 345–354; GOODWIN-GILL, G.S.:  NonRefoulement and the New Asylum Seekers , Virginia Journal of International Law, 19851986, vol. 26, s. 901; LAUTERPACHT/BETHLEHEM, s. 140–149; ALLAIN, J.:  The Jus Cogens Nature of Non-Refoulement , International Journal of Refugee Law, 2001, vol. 13, S. 4, s. 538; PARKER, K./NEYLON, L.B.:  Jus Cogens: Compelling the Law of Human Rights , Hastings International and Comparative Law Review, 1988-1989, vol. 12, s. 435; KELLER, K.M.:  Comparative and International Law Perspective on the United States (Non)  Compliance  with  Its  Duty  of  Non-Refoulement ,  Yale  Human  Rights  & Development  Law  Journal,  1999,  vol.  2,  s.  185;  PERLUSS,  D./HARTMAN,  J.F.: 422Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448                                                  Öztürk sona ermesinde, gönüllülük ekseninde yeniden yerleşme şartının aranması, geri gönderme yasağına uygun bir görünüm sergileyecektir. Zira rızaya bağlı olarak  yeniden  yerleşme  hâli,  gönüllü  geri  dönüşün  açık  bir  göstergesi olduğu  gibi,  geri  göndermeyi  engelleyen  sebeplerin  de  artık  etkili olmadığına  emare  teşkil  etmektedir.  Nitekim  BMMYK  da  geri  dönüşün gönüllü  olmasını,  geri  gönderme  yasağının  bir  sonucu  olarak algılamaktadır.  1951  Sözleşmesi nin  1C(4)  hükmünün  lafzından  çıkarılan  bir  diğer sonuç  ise  mültecinin  menşe  devletinin  ülkesine   fiilen   yeniden yerleşmesidir.  BMMYK Rehberi bu hususta, mültecinin ne zaman menşe devletinin ülkesine  yeniden yerleşmiş  sayılacağına dair belirli bir kriter bulunmadığını  vurgulamaktadır.  Bununla  birlikte,  gerek  Rehber de  yer alan ifadelerden, gerek uygulamadaki görünümden, menşe ülkesinde uzun süre kalmanın buraya yerleşmiş sayılma noktasında önemli bir etken olduğu anlaşılmaktadır. Mültecinin menşe ülkesindeki kalış süresinin yanında bu                                                                                                                     Temporary Refuge: Emergence of a Customary Norm , Virginia Journal of International Law, 1985-1986, vol. 26, s. 600; HYNDMAN, P.:  Asylum and Non-Refoulement-Are These Obligations Owed to Refugees Under International Law? , Philippine Law Journal, 1982, vol. 57, s. 50; DUFFY, A.:  Expulsion to Face Torture? Non-refoulement in International Law , International Journal of Refugee Law, 2008, vol. 20, S. 3, s. 383; COLEMAN, N.:  Non-Refoulement Revised - Renewed Review of the Status of the Principle of Non-Refoulement as Customary International Law , European Journal of Migration and Law, 2003, vol. 5, s. 49. 88  Bkz. UNHCR:  Handbook Voluntary Repatriation: International Protection, Geneva 1996, s. 10; ayrıca bkz. TAKAHASHI, S.:  UNHCR Handbook on Voluntary Repatriation: The Emphasis of Return over Protection , International Journal of Refugee Law, 1997, vol. 9, s. 603.  89  UNHCR, Cessation Clauses, para. 21. 90  Ibid; Örneğin; Va194 v. Canada davasında, davalının menşe ülkesi olan Rusya ya dönüp burada 5 yıl kalması, davalının menşe ülkesine yerleşmiş sayılması için yeterli bir gerekçe olarak kabul edilmiştir: Va194 v. Canada (Immigration and Refugee Board), 18.10.2004, <www.refugeecaselaw.org> (E.T.: 12.08.2015) (Kanada); benzer şekilde Anka Caran v. Jon Ashcroft davasında, sığınma başvurusu yaptıktan sonra menşe devletinin ülkesine geri dönüp burada 8 ay kalan bireyin haklı nedenlere dayanan zulüm korkusu taşımadığına hükmedilmiştir: Anka Caran v. John Ashcroft, 55 Fed. Appx. 601, 2003 U.S. App. LEXIS 1203, <www.refugeecaselaw.org> (E.T.: 12.08.2015) (ABD); buna ek olarak bazı durumlarda menşe ülkesine, kısa sayılabilecek ancak sık seyahatler yapılması da somut olayın  şartları  çerçevesinde  incelenerek  mülteci  statüsünün  sona  ermesine  sebep olabilmektedir. İsviçre de görülen B.T. v.Swiss Federal Office for Refugees davasına ilişkin kararda, mültecinin 1999, 2000 ve 2001 yıllarında menşe ülkesine 10 gün ve iki hafta arasında değişen ziyaretleri, statüsünün sona ermesinde etkili olmuştur: B. T. v. Swiss   4231951 Tarihli Mültecilerin...                  Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448 ülkede  yaşayan  diğer  vatandaşlar  gibi   olağan  bir  yaşam   sürdürmesi, örneğin;  burada  çalışmaya  başlaması,  vergi  ödemesi,  mülk  edinmesi  de buraya  yeniden  yerleşmiş  sayılması  yönündeki  göstergelerden  kabul edilmektedir.91  YUKK ile 1951 Sözleşmesi nde yer alan ölçütler arasındaki en önemli farklardan biri, Sözleşme nin 1C(4) hükmünde aranan  yeniden yerleşmiş olma  hâlinin YUKK da ilgili ölçütün karşılığı olan 85(1)(ç) maddesinde aranmamış olması, bunun yerine geri dönüş kriterinin getirilmiş olmasıdır. İlgili maddenin gerekçesinde bu kriterin getirilme nedeni yer almamaktadır.  Kanımızca, Sözleşme nin ilgili hükmü ile YUKK daki muadili arasındaki farkın nedeni çeviriye yönelik bir sorundan kaynaklanmış olabilir. Bununla birlikte  Kanun da  yer  alan  bu  farklılık,  Sözleşme  ile  uyum  hususunda oldukça önemli bir eksiklik doğurmaktadır. Sözleşme de yer alan anılan kriter,  özellikle  hükme  eklenmiştir;  Sözleşme nin  hazırlık  çalışmaları sırasında,  bu  kritere  yer  verilmeksizin  yapılan  bir  öneri  reddedilmiş  ve yeniden yerleşmiş olma ölçütünün eklenmesinin, ülkesine gönüllü olarak dahi olsa sadece kısa süreliğine dönüp geri gelen mültecilerin statüsüne hâlel gelmemesi amacını taşıdığının üzerinde durulmuştur.   Sözleşme ile YUKK arasındaki bu ayrışma, mülteci statüsü sahipleri bakımından,  YUKK un   Kanun un  uygulanmasında,  Türkiye nin  taraf olduğu milletlerarası anlaşmalar... saklıdır  düzenlemesine yer veren 2(2). maddesinin  işletilmesi  ve  Sözleşme nin  orijinal  dildeki  metninin  temel alınması sayesinde bertaraf edilebilecektir.  Kaldı ki, 1951 Sözleşmesi nin, bu  Sözleşme nin  temel  hak  ve  özgürlüklere  ilişkin  bir  sözleşme  olarak                                                                                                                    Federal  Office  for  Refugees,  Asylum  Appeals  Commission,  05.07.2002, <www.refugeecaselaw.org> (E.T.: 12.08.2015) (İsviçre).  91  UNHCR,  Cessation  Clauses,  para.  21.    Örneğin,  Va194  v.  Canada  davasında, mültecinin  ülkede  kalış  süresinin  uzunluğunun  yanısıra  burada  olağan  bir  yaşam sürdürdüğünün tespit edilmesi de statüsünün sona ermesinde etkili olmuştur: Va194 v. Canada, s. 1304. 92  Bkz. yuk. dn. 79. 93  UN Ad Hoc Committee on Statelessness and Related Problems, Ad Hoc Committee on Statelessness and Related Problems, Memorandum From the Secretariat of the International Refugee  Organization,  UN  Doc.  E/AC.32/L.16  (Jan.  30,  1950)  at  2,  naklen, HATHAWAY/FOSTER, s. 473, dn. 78.  94  Bkz. yuk. dn. 79. 424Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448                                                  Öztürk nitelendirilmesinin sonucu olarak Anayasa nın 90. maddesinin son cümlesi uyarınca, Kanunlarla farklı hükümler içermesi durumunda esas alınması gerekmektedir. Sözleşme nin 1C(4) hükmünün yapısı itibarıyla doğrudan uygulanan  (self-executing)97  bir  nitelik  taşıdığı  aşikar  olduğundan, Anayasa nın ilgili hükmünde yer alan  esas alınır  ifadesinin gereği olarak, yasa  koyucunun  herhangi  bir  değişiklik  yapmasına  gerek  olmaksızın mahkemelerce  ve  diğer  hukuk  uygulayıcılarınca  değerlendirmeye  dâhil edilmesi gerektiği kanaatindeyiz. Ancak özellikle idarenin statünün sona ermesine  yönelik  değerlendirmeyi  yapması  sırasında  gözden  kaçabilecek olan bu önemli hususun, Kanun da ileride yapılacak bir değişiklikte yer alması yahut Kanun un uygulanmasına yönelik esas ve usulleri gösteren bir Yönetmeliğe aktarılması, doğabilecek sorunların önüne geçebilecektir.  B.  Statünün  Mültecinin  İradesine  Bağlı  Olmayan  Nedenler Neticesinde Sona Ermesine Yönelik Ölçütler  Bakımından  Mülteci statüsünün tanınması hususundaki en önemli şart, hiç kuşkusuz, sığınmacının  menşe  devletinin  ülkesinde  zulüm  görme  ihtimâli  ile  karşı karşıya olmasıdır. Söz konusu zulüm ihtimâlinin ortadan kalkmış olduğu tespit  edildiğinde  ise  artık  mültecinin  uluslararası  korumaya  ihtiyaç                                                  95  1951 Sözleşmesi amacı ve konusu itibarıyla bir insan hakları sözleşmesi olarak kabul görmektedir. Bu yönde bkz. MCADAM, s. 29, 30; LAUTERPACHT/BETHLEHEM, s. 104, 105; HATHAWAY, J.C.: The Rights of Refugees under International Law, Cambridge 2005, s. 53, 54; GOODWIN-GILL/MCADAM, s. 54, 55; CLARK, T./CRÉPEAU, F.:  Mainstreaming Refugee Rights-The 1951 Refugee Convention and International Human Rights  Law ,  Netherlands  Quarterly  of  Human  Rights,  1999,  vol.  17,  s.  389-410; KALABALIK, H.: İnsan Hakları Hukuku, Ankara 2013, s.104–106. 96  Anayasa nın 90. maddesinin son cümlesi şu şekilde kaleme alınmıştır:  [u]sulüne göre yürürlüğe  konulmuş  temel  hak  ve  özgürlüklere  ilişkin  milletlerarası  andlaşmalarla kanunların aynı konuda farklı hükümler içermesi nedeniyle çıkabilecek uyuşmazlıklarda milletlerarası andlaşma hükümleri esas alınır.  97   Doğrudan  uygulanabilen  antlaşmalar,  ulusal  yasa  koyucunun  ayrıca  bir  düzenleme yapmasına  gerek  olmaksızın  iç  hukukun  bir  parçası  haline  gelen;  dolayısıyla, mahkemelerce  ve  öteki  hukuk  uygulayıcılarınca  uygulanabilen  kurallar  içerir.  Buna karşılık, doğrudan uygulanabilir nitelikte olmayan antlaşma hükümlerinin muhatabı hukuk uygulayıcıları değil, yasama organıdır. Ulusal hukuk uygulayıcıları doğrudan uygulanır nitelikte olmayan antlaşma hükümlerini kendiliğinden uygulama durumunda değildir. Bu uygulamanın  yapılabilmesi  için;  araya  o  antlaşma  hükümlerinin  içhukuk  düzeyinde uygulanmasını  sağlamaya  yönelik  bir  yasama  işleminin  (kanunun)  girmesi  gerekir : AYBAY, R.: Uluslararası Antlaşmaların Türk Hukukundaki Yeri , Türkiye Barolar Birliği Dergisi, 2007, S. 70, s. 206, 207. AYBAY ın doğrudan uygulanabilen antlaşmalara yönelik bu açıklamalarının, antlaşma hükümleri bakımından da geçerli olabileceği belirtilmelidir.    4251951 Tarihli Mültecilerin...                  Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448 duymadığı  sonucuna  varılabilecektir.  Esasen,  yukarıda  incelediğimiz  ve mültecinin iradesine bağlı olarak statüyü sona erdiren nedenlerin tamamı aynı zamanda zulüm ihtimâlinin ortadan kalkmış olduğuna emare teşkil eden bir nitelik arz etmektedir. Bununla birlikte, söz konusu ihtimâlin artık geçerli olmadığı sonucuna, bireyin iradesine dayanan emarelerin yokluğunda da varılabilir. Nitekim menşe ülkedeki şartlar artık zulüm ihtimâlini ortadan kaldıracak  şekilde  değişmiş  olabilir.  Değişen  koşullar  sebebiyle  mülteci statüsünün sona ermesi, statüyü sona erdiren diğer şartlardan farklı olarak, mültecinin  iradesine  dayanan  davranışlarına  bağlı  olmadan gerçekleşeceğinden, objektif koşullara; menşe ülkesindeki değişen şartların objektif tahliline bağlıdır.  1951  Sözleşmesi,  menşe  ülkedeki  şartların  değişikliğe  uğraması sebebiyle  statünün  sona  erdirilmesine  imkân  tanımakla  birlikte,  bazı durumlarda değişikliğin sona ermeye neden olacak bir nitelik arz etmesine rağmen statünün sona erdirilmeyebileceğini de düzenlemiştir. Bu çerçevede ilk olarak Sözleşme nin değişen şartlar nedeniyle sona ermesine yönelik hükümlerinin, daha sonra da bu hükümlere istisna teşkil eden düzenlemenin incelenmesi yerinde olacaktır.  1.  Menşe  Ülkedeki  Şartların  Değişmesi  Sebebiyle  Mültecilik Statüsünün Sona Ermesi 1951 Sözleşmesi nin 1C(5) ve 1C(6). maddeleri,  mülteci tanınmasını sağlayan  koşullar  ortadan  kalktığı  için  vatandaşı  olduğu  ülkenin korumasından  yararlanmaktan  sakınmaya  artık  devam  edemezse   (md. 1C(5)) ve  tabiiyetsiz olup da, mülteci tanınmasını yol açan koşullar ortadan kaktığı için, mutad ikametgahının bulunduğu ülkeye dönebilecek durumda ise  (md. 1C(6)) mültecinin statüsünün sona erdirilebileceğini düzenlemiştir.  Sözleşme nin  1C(5)  ve  1C(6)  .  maddelerinin  uygulanması  ve  bu kapsamda anılan düzenlemelerde yer alan ölçütlerin değerlendirilmesi, taraf devletlerin takdirinde olduğu gibi, BMMYK nın da bu hususta bir etkisi olacağından söz edilebilir. Sözleşme nin 35. maddesinde  Taraf Devletler, Birleşmiş  Milletler  Mülteciler  Yüksek  Komiserliği  veya  onun  görevini devralacak  diğer  herhangi  bir  Birleşmiş  Milletler  kuruluşu  ile,  görevini yerine  getirirlerken  işbirliği  yapmayı  ve  özellikle  onların  işbu  Sözleşme                                                  98  UNHCR, Cessation Clauses, para. 25; HATHAWAY, s. 199.  426Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448                                                  Öztürk hükümlerinin uygulanmasına nezaret etme görevini kolaylaştırmayı taahhüt ederler   hükmüne  yer  verilmiştir.  Bu  çerçevede,  BMMYK  da  bazı mültecilerin,  statülerinin  tanınmalarına  temel  teşkil  eden  şartların değişmesi/sona  ermesi  sebebiyle,  artık  yetki  alanına  girmediğini bildirebilir; Sözleşme nin 1C(5) ve 1C(6). maddelerinin işlerlik kazanması taraf devletlerin bu bildiri dâhilinde harekete geçmeleri sonucunda da söz konusu olabilir.  Anılan hükümlerin düzenlenme tekniği incelendiğinde, 1C maddesinin (5) ve (6). bentleri arasındaki farklılığın ilk bendin belirli bir (ya da birden fazla) vatandaşlığı hâiz olan kişiler; onu takip eden bendin ise vatansızlar bakımından  etki  doğurma  kabiliyetine  sahip  olduğu  anlaşılmaktadır. Vatansız bireyler açısından diplomatik himâye söz konusu olamayacağından, bu bireylerin daha önceden mutaden ikâmet ettikleri ülkeye dönebilecek duruma gelmeleri statülerinin sona erdirilebilmesi için yeterli görülmüştür. Gerek BMMYK, gerek doktrin, mülteci statüsünün sona erebilmesi için, menşe ülkesindeki şartların zulüm ihtimâlini (haklı nedenlere dayanan zulüm korkusunu)  ortadan  kaldıracak  kadar  esaslı  (önemli/belirgin),  kalıcı (sürekli/istikrarlı)  ve  etkin  şekilde  değişmesi  gerektiği  üzerinde uzlaşmışlardır.                                                   99  UNHCR,  Cessation  Clauses,  para.  31;  FITZPATRICK/BONOAN,  s.  494.  Örneğin BMMYK, 4 Nisan 2014 tarihli bir bildirisinde, statülerinin tanınmasına neden olan şartların esaslı bir şekilde değişmiş olması, gönüllü geri dönüşlerin gerçekleşmiş bulunması, farklı etnik grupların bir arada sorunsuzca varlıklarını sürdürebilir hale gelmeleri, ekonomik ve sosyal gelişimin belirgin bir şekilde tespit edilebilir durumda olması nedenleri ile 19911995 yılları arasında Eski Yugoslavya krizinden kaçan Hırvat mültecilerin statülerinin sona erme sürecinin başlatılmasını tavsiye etmiştir: UNHCR: UNHCR Recommends Starting The  Cessation  Process  for  Refugees  from  Croatia  (Press  Release),  04.04.2014, <http://www.unhcr.org/533eff.html?utm_source=Weekly+Legal+Update&utm_campaign=1fddac-WLU_11_04_2014&utm_medium=email&utm_term=0_7176ffcd1fddac-419648261> (E.T.: 13.08.2015).  100  Bkz. UNHCR, Cessation Clauses, para. 23.  101  Ibid., para. 25; UNHCR, Handbook, para. 135; 69 sayılı Yürütme Kurulu Kararına göre, devletler, menşe devletindeki değişikliklerin esaslı nitelikte olup olmadığını dikkatlice değerlendirmeli; insan hakları hususundaki gelişmeler de dâhil olmak üzere özel olarak mülteci  statüsünün  tanınmasını  sağlayan  zulüm  korkusunun  nedenlerinin  artık bulunmadığını objektif ve gerekçelendirilebilir şekilde ortaya koyabilmelidir : BMMYK Yürütme Kurulu Kararı, S. 69 (XLIII), 1992, para. (a); bu hususta doktrin görüşleri için ayrıca  bkz.  HATHAWAY,  s.  199;  GOODWIN-GILL/MCADAM,  s.  143; FITZPATRICK/BONOAN, s.  495 vd.   4271951 Tarihli Mültecilerin...                  Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448 Esasen,  1951  Sözleşmesi  oluşturulurken,  1C(5)  ve  (6).  madde hükümlerine  yönelik  hazırlık  çalışmalarında  da  menşe  ülkesindeki değişikliklerin, statüyü sona erdirebilmesi için önemli (esaslı) ve belirgin olması gerektiği vurgulanmış; özellikle demokratikleşmeye yönelik rejim değişiklikleri gibi siyâsî nitelik taşıyan önemli gelişmelerin statüyü sona erdirecek  nitelikte  kabul  edilmesi  gerektiği  üzerinde  durulmuştur.  Bu sebeple,  BMMYK nın  ve  doktrinin  bakış  açısının,  1951  Sözleşmesi nin hazırlık çalışmaları ile uyumlu olduğu belirtilebilir.  Uygulamada da tespit edildiği kadarı ile menşe ülkedeki değişikliklerin niteliğinin  değerlendirilmesinde  çoğunlukla  BMMYK nın  ve  doktrinin yaklaşımına  benzer  bir  görünüm  söz  konusudur.  Örneğin,  AB  Vasıf Yönergesi  mülteci  statüsünün  sona  erme  hâllerini  düzenleyen  11(2). maddesinde, mülteci statüsünün sona erdirilebilmesi için menşe ülkesinde meydana  gelen  değişikliklerin,  mültecinin  zulüm  korkusunun  artık  haklı nedenlere  dayanmadığına  kanaat  getirilebilmesine  neden  olacak  şekilde esaslı (önemli) olması ve süreklilik (kalıcılık) arz eden bir nitelik taşıması gerektiği hükme bağlanmıştır.  Avrupa Birliği Adalet Divanı (ABAD) da                                                  102  Bu husustaki hazırlık çalışmalarına yönelik ayrıntılı bilgi için bkz. HATHAWAY, s. 209 vd; ayrıca bkz. KNEEBONE/O SULLIVAN, s. 501, 502.  103  FITZPATRICK/BONOAN,  s.  495  vd;  GOODWIN-GILL  ve  MCADAM,  mülteci statüsünün  menşe  ülkesindeki  değişen  şartlara  yönelik  olarak  sona  erdirilmesinin uygulamada  sıklıkla  başvurulan  bir  yöntem  olmadığını  aktarmaktadır.    Yazarlar,  bu durumun, mülteci statüsünün tanınmasına bağlı olarak mülteci bireylere uygulamada çoğunlukla sürekli veya belirsiz süreli ikamet hakkının sağlanması ile ilgili olduğunu belirtmektedirler. Zira bu durumda bireyler, mülteci statülerinden bağımsız olarak ülkede sürekli ikamet izni sahibi yabancılar olarak kalmaya devam edebilmektedirler. Ancak bu bireylerin mülteci statülerine dayanarak ülkede geçici süre ikâmet etmelerine izin veren uygulamalar  açısından  statünün  sona  ermesi  önem  arz  etmektedir:  GOODWINGILL/MCADAM,  s.  142;  değişen  şartlara  bağlı  olarak  statünün  sona  erdirilmesinin uygulamada  çok  az  görüldüğü  bilgisine  dair  ayrıca  bkz.  EXPERT  ROUNDTABLE ORGANIZED BY UNHCR, para. 1; FITZPATRICK/BONOAN, s. 512. 104  Örneğin, AB ye ülkelerden biri olan Hollanda da esaslı değişimin göstergeleri arasında;  olumlu anayasal değişiklikler, demokratik bir idarenin veya çok partili bir sistemin teşkil edilmesi, insan hakları hususundaki olumlu ve genel değişimler, baskıcı yönetimin ortadan kaldırılmasına yönelik sosyal gelişmelerin uygulanması gibi hususlar yer almaktadır: Ministry of Justice of the Netherlands, Directorate-General for International and Aliens Affairs, Policy on Refugees, Annex to the letter of 6 May 1999 to the Lower House of the States General, Session 1998-9, doc. No.19637, ‘Memorandum on the Withdrawal of Refugee Status , section 2.2 (document submitted to the expert roundtable meeting on cessation in May 2001) naklen FITZPATRICK/BONOAN, s. 499. 428Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448                                                  Öztürk ilgili hükmün yorumlanmasına ilişkin olarak Abdulla ön kararında bazı noktalara dikkat çekmiştir. Mahkeme, ölçütün yorumlanmasında, ilgilinin menşe  ülkesindeki  şartların  haklı  nedenlere  dayanan  zulüm  korkusunun devam etmesine sebep olacak bir düzeyde olup olmadığının sorgulanması gerektiği  üzerinde  durmuş;  zulüm  korkusunun  artık  süregelmediğine kanaat getirilmesi bakımından kişinin menşe devleti korumasından yeniden yararlanabilecek duruma gelebilmesinin gerektiğini belirtmiş; bunun için de korumanın erişilebilir olması hususunu vurgulamıştır. ABAD, korumadan kast edilenin, statünün tanınmasına neden olan zulüm ihtimâlinden korunma olduğunu ifade etmiş; bu çerçevede zulmün engellenmesi bakımından makul adımlar  atılması;  zulmün  tespit  edilmesi,  yargıya  konu  edilmesi  ve cezalandırılması konularını kapsayacak  biçimde etkin bir hukukî sistemin işletilmesinin  korumanın  sağlanabilir  olduğu  anlamına  geleceğini belirtmiştir. Kararda ilgili sona erme sebebi açısından dikkat çeken bir unsur  da,  şartların  statünün  tanınmasına  temel  teşkil  eden  sebepler bakımından değiştiğinin tespit edilmesi yanında yeni bir zulüm ihtimâlinin söz  konusu  olup  olmadığı  ekseninde  bir  değerlendirme  yapılması gerektiğinin de zikredilmiş olmasıdır.   AB  üyesi  olmayan  ülkeler  bakımından  da  benzer  yaklaşımların geliştiğinden  söz  edilebilir.  Örneğin,  Avustralya  uygulamasında  da değişimin  esaslı,  kalıcı  ve  etkin  olması  önem  arz  etmektedir. Avustralya da, esaslı olmadan kast edilen zulme sebebiyet verme ihtimâli olan güç unsurunun artık ortadan kalkmış olmasıdır. Etkinlikten kast edilen ise ülkede meydana gelen olumlu gelişmelerin gözle görülür olması ve bu bağlamda  mültecinin  menşe  devleti  tarafından  gerçekten  korunmak istenmesidir.  Kalıcı olmak ise bir kaç hafta veya ay gibi geçici bir süreden                                                  105  Salahadin Abdulla and Others v. Bundesrepublik Deutschland, (Abdulla), C-175/08; C176/08; C-178/08 & C-179/08, European Union: Court of Justice of the European Union, 02.03.2010, <http://www.refworld.org/docid/4beea.html> (E.T.: 13.08.2015). 106  Abdulla, paras. 57-69. 107  Ibid., paras. 70, 71.  108  Bkz. Ibid., paras. 76, 84.  109  I.M.A. AUSTRALIA, s. 16; ayrıca bkz. RRT Case V/16249 (Member Mirko Bagaric, 12.01.2004) naklen VRACHNAS, J.:  The Operation and Scope of Article 1C(5) of the United Nations Convention Relating to the Status of Refugees , Journal of Migration and Refugee Issues, 2005-2006, vol. 1, s. 54.    4291951 Tarihli Mültecilerin...                  Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448 ziyâde istikrarlı bir şekilde bu olumlu gelişmelerin sürmekte olması şeklinde anlaşılmaktadır.  Kanada da  da  ise  bu  hususta  genellikle  üç  şartın  gerçekleşmesi aranmakta;  değişimin  (1)  esaslı  bir  siyâsî  belirlilik  taşıması  (2)  gerçek anlamda etkin olması ve (3) sürekliliği hâiz bulunması şartları sağlandığında, mültecinin haklı nedenlere dayanan zulüm korkusunun (zulüm ihtimâlinin) ortadan kalkmış olduğu kabul edilmektedir. Bununla birlikte, Yusuf v. Canada  davası nda öne  çıkan  ve  uygulamaya  hâkim  olan  görüş;  menşe ülkesindeki değişen şartların statünün sona ermesine neden olabilmesi için değerlendirilmesi gereken asıl sorunun, bireyin hâlihazırda haklı nedenlere dayanan  zulüm  korkusu  taşıyıp  taşımadığı  olduğu  yönündedir.  Bu yaklaşıma  göre,  yukarıda  aktardığımız  üç  şart,  bu  sorunun  yanıtının bulunmasında yardımcı olacak belirteçler olarak ele alınmalıdır. Aktarılan  hususların  yanında,  ilgili  düzenlemenin  değerlendirilmesi açısından önem taşıyan bir unsur da, korumayı sağlayacak olan oluşumla ilgilidir.  Her  ne  kadar,  Sözleşme nin  lafzı  açıkça  bu  hususta   devlet korumasına  işaret etse de, uygulamada farklı bir bakış açısının geliştiği görülmektedir. AB Vasıf Yönergesi nin 7. maddesinde,  korumanın sadece devlet  tarafından  değil,  devleti  veya  devletin  esaslı  bir  kısmını  kontrol altında  bulunduran  uluslararası  organizasyonlar/oluşumlar  aracılığı  ile  de sağlanabileceği  öngörülmüş;  ABAD ın  Abdulla  kararında  bu  hükmün uygulanması,  statünün  sona  ermesi  bakımından  teyit  edilmiştir.  Vasıf Yönergesi nin andığımız düzenlemesine, gerek doktrinden gerek BMMYK ve Avrupa Mülteci ve Sürgün Konseyi (European Council on Refugees and Exiles  –ECRE-)  tarafından  eleştiriler  yöneltilmiştir.  Eleştirilerin  odak                                                  110  I.M.A. AUSTRALIA, s. 16. 111  Kanada  uygulamasında  genellikle  aranan  bu  üç  şart,  HATHAWAY in  doktrindeki görüşüne atfen  HATHAWAY testi  olarak bilinmektedir: IRB CANADA, Chpt. 7.1.1.  112  Yusuf v. Canada (Minister of Employment and Immigration), [1992] 1 F.C. 629; [1991] F.C.J.  1049,  Canada:  Federal  Court,  24.10.1991, <http://www.refworld.org/docid/403ee.html> (E.T.: 12.08.2015). 113  Bu hususta bkz. GOODWIN-GILL/MCADAM, s. 143. 114  Ibid., para. 74. 115  Vasıf Yönergesi nin ilgili düzenlemesine BMMYK ve ECRE tarafından getirilen eleştiriler için bkz. UNHCR: UNHCR Comments on the European Commission s Proposal for a Directive of the European Parliament and of the Council on Minimum Standards for the Qualification and Status of Third Country Nationals or Stateless Persons as Beneficiaries of International Protection and the Content of the Protection Granted, (Comments on 430Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448                                                  Öztürk noktası,  devlet  dışı  oluşumların  sağlayacağı  korumanın  devlet  koruması seviyesinde olamayacağı, 1951 Sözleşmesi nin amacının devlet korumasının ikame edilmesi olduğu ve dolayısıyla Yönerge deki hüküm ile Sözleşme arasında uyumsuzluğun söz konusu olabileceği yönündedir.  Sözleşme de yer alan ilgili ölçütlere yönelik üzerinde durulması icap eden bir nokta da, ispat standardına ilişkindir. Acaba şartların değişmesine bağlı  olarak  bireyin  menşe  devletinin  korumasından  yararlanmaktan sakınmaya devam edemeyeceğine hükmedebilmek için, yahut vatansızlar açısından menşe ülkeye dönebilme hususuna kanaat getirilebilmesi için nasıl bir standart kullanılacaktır?  Yukarıda da belirttiğimiz çerçevede, bireyin menşe  devletinin  korumasından  faydalanabilecek  hâle  gelmesi  için  artık zulüm  ihtimâlinin  haklı  nedenlere  dayandırılamayacak  olması gerekmektedir.  Vatansızlar  bakımından  da  ülkeye  dönüş  açısından  aynı kriterin  temel  alınması  gerekmektedir.  O  hâlde  statünün  en  başta tanınmasına dayanak teşkil eden  haklı nedenlere dayanan zulüm korkusu  ölçütünün değerlendirilmesinde kullanılan ispat standardının, statünün sona erdirilmesi  için  de  kullanılması  Sözleşme nin  bütünlüğünün  korunmasını sağlayabilecektir. 1951 Sözleşmesi, statünün belirlenmesi ve sona ermesine yönelik ölçütlere yer vermekle birlikte, değerlendirmede kullanılacak ispat standartlarını düzenlememiştir. Bu hususta, taraf devletler kendi hukukları çerçevesinde  tayin  ettikleri  standartları  uygulamaktadır.  Ancak  hangi                                                                                                                    Recast  Qualification  Directive),  COM(2009)  551,  21  October  2009,  s.  5, <http://www.unhcr.org/refworld/docid/  4cdb.html>  (E.T.:  12.08.2015);  ECRE: Comments  From  The  European  Council  on  Refugees  and  Exiles  on  the  European Commission  Proposal  to  Recast  the  Qualification  Directive,  Mart  2010,  s.  7  vd, <http://www.ecre.org/topics/areas-of-work/protection-in-europe/148.html.>  (E.T.: 12.08.2015);  O SULLIVAN,  M.:   Acting  the  Part:  Can  Non-State  Entities  Provide Protection Under International Refugee Law? , International Journal of Refugee Law, 2012, vol. 24, S. 1, s. 88–91, 98–110. 116  Ibid. Bu hususta ayrıca bkz. ÖZTÜRK, s. 238, 239. 117  İspat standartları genel olarak Anglo-Amerikan hukuk sisteminde kullanılmakla birlikte, mülteci hukuku çerçevesinde Kıta Avrupası ülkeleri bakımından da önem arz etmektedir. İspat  standartlarının  önemi,  özellikle  mülteci  statüsünün  belirlenmesinde,  bireyin iddiasının  incelenmesi  sırasında,  bir  ihtimâl  değerlendirmesi  yapılması  gereğinden kaynaklanmaktadır.  Bu bağlamda, standartlar, bireyin iddialarının Sözleşme de yer alan ölçütleri  sağlayıp  sağlamadığının  tespit  edilmesine  yarayan  bir  takım  eşikler oluşturmaktadır. Gerek menşe ülkesi bilgilerinin gerek bireyin iddiasına dayanak teşkil eden delillerin söz konusu eşiğin öngördüğü seviyeye ulaşması beklenmektedir: UNHCR, Standard of Proof, s. 7.   4311951 Tarihli Mültecilerin...                  Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448 standart uygulanırsa uygulansın, statü belirlemede kullanılan standardın ilgili sona erme ölçütü bakımından da etki doğurması uygun olacaktır. Nitekim bu anlayışın uygulamaya yansıdığından söz edilebilecektir. Örneğin, AB üyesi ülkeler  bakımından  Sözleşme nin  1C(5)  ve  1C(6)  hükümlerinin  aynen yansıtıldığı AB Vasıf Yönergesi nin 11(e) ve 11(f) maddelerinin yorumunu yapan  ABAD,  Abdulla  ön  kararında,  statünün  tanınmasında  kullanılan standardın  şartların  değişmesine  yönelik  değerlendirmede  de  aynen kullanılması gerektiğini vurgulamıştır.  Sözleşme nin 1C(5) ve 1C(6). maddeleri ile aynı lafzî düzenlemeye sahip olan YUKK un 85(d) ve 85(e) hükümlerinin yorumlanması noktasında ise izlenecek/izlenen yaklaşım konusunda detaylı bir veri bulunmamaktadır. Bununla  birlikte,  85.  maddenin  (2).  fıkrasında,  anılan  hükümlerin incelenmesinde,  statü  verilmesine  neden  olan  şartların  ortadan  kalkıp kalkmadığı veya önemli ve kalıcı bir şekilde değişip değişmediğinin göz önünde bulundurulması yönünde bir ifadeye yer verilmiştir. Bu çerçevede, BMMYK nın ve aktarılan uygulama örneklerinin yaklaşımlarına benzer bir bakış açısının öne çıktığı görülmektedir.  YUKK un  ilgili  hükümlerinin  uygulanması  noktasında  dikkat çekmemiz  icap  eden  önemli  bir  husus  ise  statü  tanımaya  yönelik  ispat standardının,  statünün  menşe  ülkedeki  şartların  değişmesi  ile  sona erdirilmesi  açısından  da  kullanılmasına  özen  gösterilmesi  gerektiğidir. Kanımızca, Kanun un uygulanmasına yönelik çıkarılacak bir yönetmelikte bu güvencenin sağlanması yerinde olabilecektir. Bununla birlikte YUKK un statü  belirlemeye  ilişkin  hükümleri  bakımından  herhangi  bir  ispat standardının kullanılıp kullanılmadığı, yahut hangi standart(lar)ın dikkate alındığı  konusunda  net  bir  açıklama  yapabilmek  için  henüz  erken görünmektedir.                                                     118  Abdulla, para. 84. Bu yönde iki Alman Federal İdare Mahkemesi kararının İngilizce özetleri  için  ayrıca  bkz.  Federal  Administrative  Court  of  Germany,  1  March  2012,  (Bundesverwaltungsgericht,  01.02.2012,  10  C  7.11), <http://www.asylumlawdatabase.eu/en/case-law/germany-federal-administrative-court-1march-2012-10-c-711> (E.T. 12.08.2015); Federal Administrative Court of Germany, 1 June  2011,  10  C  10.10  (Bundesverwaltungsgericht,  01.06.2011,  10  C  10.10), <http://www.asylumlawdatabase.eu/en/case-law/germany-federal-administrative-court-1june-2011-10-c-1010>  (E.T. 12.08.2015). 432Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448                                                  Öztürk 2.  Menşe  Ülkedeki  Şartların  Değişmesine  Rağmen  Mülteci Statüsünün Sona Erdirilemeyeceği Hâller 1951 Sözleşmesi nin 1C(5) ve 1C(6). maddelerinde menşe ülkesindeki şartların  değişmesi  sebebiyle  mültecinin  statüsünün  sona  erebileceği düzenlenmekle  birlikte  hangi  durumların  bu  iki  hükme  istisna  teşkil edebileceği  de  belirtilmiştir.  Buna  göre,  menşe  ülkesinin  vatandaşlığını taşıyanlar açısından;  vatandaşı olduğu ülkenin himayesinden yararlanmayı reddetmek  için  önceden  geçerli  zulme  âit  haklı  sebepler  ileri  sürebilen, Sözleşme nin A kısmının kapsamına giren bir mülteciye  söz konusu hüküm uygulanmayacaktır. Vatansızlar açısından ise,  mutaden ikâmet ettiği ülkeye dönmeyi reddetmek için önceden maruz kaldığı zulme bağlı haklı sebepler ileri sürebilenler  ilgili hükmün kapsamı dışında bırakılmıştır.  HATHAWAY in özellikle hazırlık çalışmalarından temel alarak yaptığı değerlendirme,  Sözleşme nin  1C(5)  ve  1C(6)  hükümlerinde  yer  alan istisnaların  oluşturulmasındaki  amaçların  ortaya  koyulması  açısından  yol gösterici niteliktedir.  Yazara göre, ilgili istisnaların düzenlenmesinde iki amaç ön plana çıkmaktadır.  İlk hedef,  (gerçekten zulme maruz kalmış olan) zulüm kurbanlarının kendilerine bu mağduriyet hâlini yaşatmaktan sorumlu olan menşe ülkelerine geri döndüklerinde, yaşayacakları psikolojik ezanın meşruiyetinin tanınmasıdır 120. İkinci hedef ise  daha önce zulme uğramış olan bu bireylerin, ülkede meydana gelen siyâsî değişime paralel bir  gelişim  göstermeyen  sivil  vatandaşlar  tarafından  zarar  görmelerinin engellenmesidir. 121  Sözleşme nin  1A(1)  maddesinde  yer  alan  ve  1C(5)  ve  1C(6) hükümlerinin yaptığı gönderme ile kapsam dışında bırakılan mülteciler,  12 Mayıs 1926 ve 30 Haziran 1928 Düzenlemeleri veya 28 Ekim 1933 ve 10 Şubat  1938  Sözleşmeleri,  14  Eylül  1939  Protokolü  ya  da  Uluslararası Mülteci Örgütü Tüzüğü ne göre mülteci sayılan  kişilerdir (md. 1A(1)).  Bu kişiler 1951 Sözleşmesi nden önce imzalanmış olan sözleşmelerce mülteci oldukları kabul edilmiş olan bireyler oldukları için  sözleşmesel mülteciler  (statutory  refugees)  olarak  da  bilinmektedirler.    Sözleşme nin  hazırlık çalışmalarında,  geçmişte  maruz  kalınan  zulüm  ekseninde,  statünün  sona                                                  119  HATHAWAY, s. 203. 120  Ibid., 203 vd; aynı yönde bkz. GRAHL-MADSEN, s. 410. 121  HATHAWAY, s. 204.    4331951 Tarihli Mültecilerin...                  Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448 ermesine  yönelik  istisnanın  oluşturulmasında  sözleşmesel  mültecilere gönderme yapılması eleştirilmiştir. Örneğin, İngiltere delegesi, bu noktada BMMYK  Tüzüğü nün  6(A)(ii)(e)  hükmünü  örnek  göstererek,  tüm mültecilerin bu hükümden faydalanması gerektiğini savunmuştur.  Ancak, Sözleşme nin son hâlinde ilgili hükümde sözleşmesel mültecilere yapılan gönderme varlığını sürdürmüştür.  Kanımızca, sözleşmesel mültecilerin ilgili hükümde açıkça zikredilmiş olması, bu bireylerin ilgili hükmün kapsamına girerek menşe ülkelerine iradeleri dışında gönderilmemeleri hususunda bir güvence oluşturmaktadır.  Bununla birlikte, söz konusu göndermeyi bir güvence olarak ele almak, sözleşmesel mülteciler dışındaki mültecilerin de bu  hükümden  yararlanabileceği  anlamına  gelmektedir.    Sözleşme de şartların  değişmesi  ile  mülteci  statüsünün  sona  ermesinin  istisnaları sayılırken  özellikle  geçmişte  maruz  kalınan  zulme  gönderme  yapılmış olması, sözleşmesel mülteci olmasa dahi, diğer mültecilerin de bu hükümden yararlanabileceği  şeklinde  yorumlanmaya  müsaittir.    Gerçekten  de  1951 Sözleşmesinin imzalanmasından sonra gelişen yorumlarda, 1C(5) ve 1C(6) maddelerinin  istisnalarının  sadece  sözleşmesel  mültecileri  değil  tüm                                                  122  Statü nün ilgili hükmüne göre,  mülteci olarak tanınmasına bağlı koşullar ortadan kalkmış olmasından dolayı, uyruğunda olduğu ülkenin koruması altına girmeyi reddettiğini artık kişisel  tercihin  dışındaki  nedenlere  dayandıramamaktaysa,  (...)   bu  kişinin  Yüksek Komiserliğin yetkisi alanı içinde bulunma durumu sona erer; hükümde mültecinin salt ekonomik nedenlere dayanamayacağı da belirtilmiştir.  İlgili hükmün Argumentium a Contrario yorumundan anlaşılan, menşe ülkesinde mültecilik hâline sebebiyet veren şartlar ortadan kalkmış olsa bile, mültecinin menşe ülkesinin koruması altına girmeme yönündeki talebini gerekçelendirebildiği durumda (kişisel tercihler ve ekonomik sebepler hariç olmak üzere) Yüksek Komiserliğin yetki alanında olma hâlinin devam edebileceğidir. Görüldüğü gibi  bu  hüküm  tüm  mültecileri  kapsayan  bir  uygulama  alanına  sahip  olup;  sadece sözleşmesel mültecilere yönelik değildir.   123  UN doc. A/CONF.2/SR.28, 28.11.1951, 15-16 naklen GOODWIN-GILL/MCADAM, s. 144, 145.  124  El  Kitabı nda  sözleşmesel  mültecilerin  açıkça  zikredilmiş  olması,  o  dönemde  bu mültecilerin çoğunlukta olmasıyla açıklanmış; ancak istisnaya yer veren hükümlerin, genel nitelik  taşıması  sebebiyle  tüm  mültecilere  uygulanabileceği  vurgulanmıştır:  UNHCR, Handbook, para. 136.  BMMYK Rehberi nde de sözleşmesel mültecilerin ilgili istisna hükmünde açıkça zikredilmiş olmasının bu dönemde Nazi rejiminin ağır travmalarını yaşayan  bireylerin  menşe  ülkelerine  geri  dönmelerinin  beklenemeyeceği  düşüncesine dayandığı belirtilmiştir.  Bununla birlikte Rehber de, ilgili hükmün insancıl gerekçelerle tüm  mültecilere  uygulanmasında  herhangi  bir  engel  bulunmadığı  da  zikredilmiştir: UNHCR, Cessation Clauses, paras. 30, 31.  434Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448                                                  Öztürk mültecileri  kapsayacak  şekilde  değerlendirildiği  görülmektedir.    Hatta BMMYK Yürütme Kurulu, 69 sayılı kararı ile geçmişte yaşanan zulme bağlı olarak, menşe ülkelerinin korumasından yararlanmayı reddetme hususunda geçerli sebepleri olan mültecilerin mevcut durumlarının korunmasını tavsiye etmiştir.  Uygulamada da genel olarak Sözleşme nin 1C(5) ve 1C(6) hükmünün istisnalarının  genel  bir  amaca  hizmet  edecek  şekilde  ele  alındığı görülmektedir.    Örneğin,  AB  Vasıf  Yönergesi nin  11(3).  maddesinde,  vatandaşı  olduğu  ülkenin  himayesinden  yararlanmayı  reddetmek  için önceden geçerli zulme âit haklı sebepler ileri sürebilenler  ile  mutaden ikâmet ettiği ülkeye dönmeyi reddetmek için önceden maruz kaldığı zulme bağlı haklı sebepler ileri sürebilen (vatansızlar)  değişen şartlar sebebiyle mülteci  statüsünün  sona  erdirilebileceğine  yönelik  hükmün  dışında tutulmuştur.  İlgili hüküm genel bir uygulama alanına sahip olup, herhangi bir  mülteci  grubunu  (örneğin  sözleşmesel  mülteciler  gibi)  kapsayacak şekilde düzenlenmemiştir.  Benzer şekilde Kanada, ABD ve Avustralya uygulamalarında da geçmişte  maruz  kaldığı  zulme  dayanarak  menşe  ülkesinin  korumasından yararlanmamak  hususunda  haklı  (geçerli)  sebepler  ileri  sürebilen mültecilerin, menşe ülkelerindeki şartlar değişse bile, sözleşmesel mülteci olup olmadıkları önem taşımaksızın, statüleri sona erdirilmemektedir.  YUKK da  ise  bu  hususa  yer  verilmediği  görülmektedir.  Esasen, Sözleşme nin  lafzının  açıkça  ilgili  istisnayı  belirli  bir  grup  mülteci  için öngörmüş  olması,  devletlerin  bu  istisnayı  tüm  mültecilere  uygulamak yönünde bağlayıcı bir sorumluluğu hâiz olmadıkları sonucuna varılmasına neden olmaktadır. Bu sebeple, YUKK da tüm mülteciler bakımından etki doğurabilecek  bir  istisna  hükmünün  yer  almaması,  Kanun  ile  Sözleşme                                                  125  Bkz. UNHCR, Handbook, para. 136; UNHCR, Cessation Clauses, para. 31; GOODWINGILL/MCADAM, s. 145 vd.; HATHAWAY, s. 203 vd.; FITZPATRICK/BONOAN, s. 517 vd. 126  BMMYK Yürütme Kurulu Kararı, S. 69 (XLIII), 1992.  127  Immigration and Refugee Protection Act of Canada (S.C. 2001, c.27, last amended on 29.04.2013), Bölüm 2, Kısım 2, md. 108(4).  128  Code of Federal Regulations, 8 CFR§ 208.13(b) (iii).  129  I.M.A. AUSTRALIA, s. 17 vd. 130  Aynı yönde bkz. HATHAWAY/FOSTER, s. 491, 492.    4351951 Tarihli Mültecilerin...                  Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448 arasındaki bir çatışmaya işaret etmemektedir. Bununla birlikte yukarıda da aktardığımız örnekler çerçevesinde, çağdaş mülteci hukukundaki eğilim bu istisnanın  tüm  mültecilere  uygulanması  yönündedir.  Bu  yaklaşımın desteklenmesi  ise  kanımızca  özellikle  travma,  ağır  şiddet,  işkence mağdurları  gibi  yaşadığı  zulüm  deneyiminin  etkilerinden  kurtulmaları oldukça zor olan mülteciler bakımından önem arz etmektedir. İnsan hakları sözleşmelerinin yaşayan belgeler olarak kabul edilmesinin sonucu olarak,  yapıldıkları dönemin özelliklerinden sıyrılarak koruma amaçlı hükümlerinin daha geniş bir alanda etki göstermelerinin sağlanması da, bu sözleşmelerin amacına hizmet eden bir bakış açısı yaratacaktır. Bu yaklaşımın, iç hukuk düzenlemelerine yansıtılması ise anılan amacın gerçekleştirilmesinde etkin bir yol olarak değerlendirilebilecektir. IV.  SÖZLEŞME DEN  YUKK A  AKTARILAN  SONA  ERME ÖLÇÜTLERİNİN  MÜLTECİ  STATÜSÜ  DIŞINDAKİ ULUSLARARASI  KORUMA  STATÜLERİ  BAKIMINDAN DEĞERLENDİRİLMESİ Sözleşme den  YUKK a  aktarıldığı  anlaşılan  sona  erme  nedenlerinin şartlı mülteci ve ikincil koruma statülerine de uygulanması noktasında öne çıkan  ilk  nokta,  Kanun un  ilgili  hükümlerinin  yorumlanmasında Sözleşme ye dayanılması gerektiği hususunun, Sözleşme de düzenlenmemiş olan şartlı mülteci ve ikincil koruma statüsü sahipleri bakımından da geçerli olup olmayacağıdır. Örneğin, yukarıda ele aldığımız  yeniden yerleşme ye ilişkin  ölçütün  Kanun da  yer  almamış  olması  ancak  Sözleşme de düzenlenmiş bulunması sebebiyle, Sözleşme nin mülteciler bakımından esas alınması  ve  Kanun un  85(1)(ç)  hükmünün  Sözleşme ye  uygun  şekilde uygulanması durumu şartlı mülteci ve ikincil koruma statüleri bakımından da etkili  olacak  mıdır?  Kural  olarak,  Sözleşme nin  bağlayıcı  etkisi,  sadece Sözleşme de  düzenlenmiş  olan  mülteci  statüsü  bakımından  geçerlidir. Dolayısıyla,  kaynağını  Sözleşme den  değil  de,  iç  hukuktan  alan  şartlı mülteci ve ikincil koruma statüsü için Sözleşme nin esas alınması yönünde bir  yükümlülük  söz  konusu  olmayacaktır.  Nitekim,  Kanun un  85(1). maddesinde,  Sözleşme nin  1C  hükmüne  doğrudan  bir  göndermede  de bulunulmamıştır.  Bununla  birlikte  özellikle  şartlı  mülteci  statüsünün,                                                  131  Kanımızca böyle bir göndermede bulunulmuş olsaydı, ilgili hükmün yorumlanması ve uygulanması noktasında, Kanun ile Sözleşme nin farklı hükümler içermesi durumunda, 436Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448                                                  Öztürk coğrafi kısıtlama dışında mülteci statüsü ile aynı şekilde tanımlanmış olduğu düşünüldüğünde, bu statünün sona erme bakımından da mülteci statüsü ile aynı  yoruma  tabi  olması  kanımızca  uygun  olacaktır.  Aksi  takdirde, Kanun un 85(1). maddesinin uygulanması noktasında iki statü için de etki doğuracak  şekilde  düzenlenmiş  hükmün  farklı  yorumları  ortaya çıkabileceğinden,  Anayasa nın   [h]erkes,  dil,  ırk,  renk,  cinsiyet,  siyası̂ düşünce,  felsefı̂  inanç,  din,  mezhep  ve  benzeri  sebeplerle  ayırım gözetilmeksizin kanun önünde eşittir  ifadesi ile eşitlik ilkesini düzenlediği 10. maddesine aykırılık tartışmaları doğabilecektir.  İkincil koruma statüsü bakımından ise ortak sona erme hükümlerinin uygulanması bir takım belirsizliklerin oluşmasına sebebiyet verebilecektir. Hiç kuşkusuz, bu statünün tanınma şartlarının (şartlı) mülteci statüsünden farklı olması, değerlendirme noktasında titiz davranılmasını gerektirecektir. Şöyle  ki;  (şartlı)  mülteci  statüleri  bakımından  bireyin   haklı  nedenlere dayanan zulüm korkusunun  gerek bireyin iradesine dayanan davranışları neticesinde gerek menşe ülkedeki şartların değişmesi sonucunda artık geçerli olmaması gerekmektedir. Bu noktada, ikincil koruma açısından öne çıkan husus, ikincil koruma statüsünün tanınmasında  haklı nedenlere dayanan zulüm  korkusu   kriterinin  aranmaması;  dolayısıyla  statünün  sona  erme gerekçelerinin  bu  korkunun  artık  söz  konusu  olmasına  dayanamayacak olmasıdır. İkincil korumanın mümkün olabilmesi için  zulme  odaklanan şartlar yerine başka şartlar aranmaktadır. YUKK un 63. maddesi uyarınca bu şartların arasında,  ölüm cezasına mahkûm olma veya ölüm cezasının infaz edilecek  olması;  işkenceye,  insanlık  dışı  ya  da  onur  kırıcı  ceza  veya muameleye maruz kalma; uluslararası veya ülke genelindeki silahlı çatışma durumlarında, ayrım gözetmeyen şiddet hareketleri nedeniyle bireyin şahsına yönelik ciddi tehditle karşılaşacak olması  halleri sayılmıştır. Bu çerçevede, (şartlı) mülteci statüsünün sona ermesine yönelik ölçütlerin ikincil koruma statüsünün  sona  ermesine  de  uygulanabilmesi  noktasında,  bu  ölçütlerin gerekçesini artık  haklı nedenlere dayanan zulüm korkusu  gibi esnek bir                                                                                                                    şartlı mülteci ve ikincil koruma statüleri bakımından da Sözleşme nin esas alınması gerekebilecekti. Örneğin, Kanun un, uluslararası korumanın haricinde tutulma başlığını taşıyan  64.  maddesinin  1(c)  hükmünde  açıkça  Sözleşme nin  1F  maddesine  yapılan gönderme  bu yönde  değerlendirilebilecektir.  Kanun  koyucunun,  64(1)(c)  maddesinde uyguladığı tekniği, 85(1). maddede uygulamamış olması, Sözleşme nin ilgili hükmünün şartlı mülteci ve ikincil koruma statülerinin sona ermesinde de esas alınması yönünde açık bir iradeye sahip bulunmadığı şeklinde yorumlanabilecektir.    4371951 Tarihli Mültecilerin...                  Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448 halin söz konusu olmamasından ziyade, Kanun da yukarıda zikrettiğimiz şekilde  sayılan  belirli  hallerin  geçerli  olmaması  şeklinde  anlamak gerekecektir.  İkincil  koruma  statüsü  bakımından  sona  erme  ölçütlerinin değerlendirilmesi hususunda önem arz eden bir konu da, ispat standardına yöneliktir.  Her  ne  kadar,  Türk  sığınma  hukuku  bakımından  henüz  ispat standartlarının  hangi  çerçevede  belirlendiği/belirlenmesi  gerektiği noktasında bir yaklaşım  oluşmamış olsa da, özellikle menşe ülkesindeki değişen şartların statünün sona ermesine sebebiyet verebilmesi noktasında, şartlardaki  değişimin  statünün  tanınmasına  temel  teşkil  eden  hâl(ler)in ortadan  kalkmış  olduğuna  kanaat  getirilmesi  açısından  değerlendirilecek ispat standardının, statünün tanınması bakımından aranan standartla eşit bir seviyede  ele  alınması  önem  arz  etmektedir.  Örneğin,  Kanun un  63. maddesinin  lafzından  yola  çıkılarak,  bireyin  ölüm  cezasına  çarptırılması bakımından yahut cezanın infazı bakımından sadece bu yönde makul ya da kuvvetli  bir  ihtimâlin  aranmasından  ziyade   kesinliğin   aranması  kabul edilmiş ise; yani bireyin kesinleşmiş bir mahkeme kararı ile ölüm cezasına çarptırılmış olması; ilgili ülkenin hukukunda cezanın infazını engelleyecek herhangi  bir  düzenlemenin  bulunmaması  gözetilmiş  ise,  menşe  ülkedeki şartların  değişmesi  sebebi  ile  statünün  sona  erdirilmesine  yönelik değerlendirmede  de  yine  kesinlik  standardından  hareket  edilmesi  uygun olacaktır. Bu çervede, menşe ülkedeki rejim değişikliği, demokratikleşme yönündeki gelişmeler esaslı, sürekli ve etkin bir nitelik arz etse de statünün sona  erdirilebilmesi  için  ilgili  ülkedeki  değişimin,  ölüm  cezasının  kesin                                                  132  Benzer durum, Kanun un 4. maddesinde yer alan geri gönderme yasağının lafzı açısından da geçerlidir. Kanun da ilgili düzenlemenin özellikle başlangıç kısmında bulunan ve AİHS in 3. maddesinde yer alan işkence yasağının yansıması özelliğini taşıyan ifadelere yönelik standardın,  kesinlik  ekseninde değerlendirilmeye müsait bir şekilde kaleme alındığı anlaşılmaktadır. Oysa AİHM, 3. maddenin uygulanmasında ispat standardı olarak  kesinlik  aramamakta;  gerçek risk  standardından hareket etmektedir. AİHM in gerçek risk standardını uygulama yöntemi hususundaki bilgiler için bkz. GÖÇMEN, İ.: Avrupa İnsan Hakları Sözleşmesi Işığında Avrupa Birliği ve Türkiye Göç Hukuku, Ankara 2015, s. 306-312.  AİHM in AİHS in 3. maddesini uygularken kullandığı gerçek risk standardı ekseninde YUKK un 4. maddesinde yer alan geri gönderme yasağının incelenmesi üzerine  bir değerlendirme için bkz. BAYATA CANYAŞ, A.:  Yabancılar ve Uluslararası Koruma Kanunu  Kapsamındaki  Geri  Gönderme  Yasağının  Uygulanma  Koşullarının  AİHM Kararları Çerçevesinde İrdelenmesi, Hacettepe Hukuk Fakültesi Dergisi, 2015, vol. 5, S.1, s. 73-90; ayrıca bkz. aşa. dn. 133.  438Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448                                                  Öztürk olarak  kaldırılması  yahut  bireyin  de  faydalanacağı  şekilde  bir  affın  söz konusu  olması  yönünde  olup  olmadığının  değerlendirilmesi  isabetli olabilecektir.  Öte  yandan,  eğer  ikincil  koruma  statüsünün  tanınmasında AİHM in,  AİHS in  3.  maddesini  uygularken  kullandığı  gerçek  risk standardından hareket edilmişse, sona erme bakımından da bu standardın etkili olması gerekebilecektir. Bu noktada dikkat edilmesi gereken husus, (şartlı) mülteci statülerinin tanınması ve sona ermesi için ikincil koruma statüsünden farklı bir standardın uygulanması durumunda, ikincil koruma statüsünün sona erdirilmesinde bu standartlardan değil de özel olarak ikincil koruma statüsünün tanınmasına temel teşkil eden standardın kullanılmasıdır. Esasen,  yukarıda  ikincil  koruma  statüsünün  sona  erdirilmesi bakımından  üzerinde  durduğumuz  hususların  yol  açabileceği  karışıklık, Kanun un  85.  maddesinin  düzenlenme  tekniği  ile  yakından  ilgilidir. YUKK un  85(1)  ve  (2).  maddelerinde  yer  alan  sona  ermeye  ilişkin hükümler, ikincil koruma statüsü de  dâhil olmak  üzere tüm uluslararası koruma  statülerine  uygulanma  kaabiliyetini  hâiz  iken,  85(3).  maddede sadece ikincil koruma statüsünün sona ermesine yönelik bir hüküm daha yer almaktadır. Düzenlemenin lafzında anlaşılan (3). fıkrada yer alan hükmün, ikincil  koruma  statüsü  bakımından  (1).  ve  (2).  fıkralara  ek  olduğudur. Kanun un  ilgili  maddesi  uyarınca,   [i]kincil  koruma  statüsü  verilmesine neden olan şartlar ortadan kalktığında veya korumaya gerek bırakmayacak derecede değiştiğinde de statü sona erer. İkincil koruma statüsü verilmesini gerektiren şartlardaki değişikliklerin önemli ve kalıcı olup olmadığı göz önünde bulundurulur.  Anılan hükmün YUKK a, AB Vasıf Yönergesi nin                                                  133  Nitekim Ankara 1. İdare Mahkemesi nin yakın tarihli bir kararında, ikincil koruma statüsü bakımından AİHM in, AİHS in işkence yasağını düzenleyen 3. maddesinin geri gönderme yasağı kapsamında uygulanması sırasında kullandığı  gerçek risk  standardına gönderme yaptığı görülmektedir:  Avrupa İnsan Hakları Mahkemesi nin Soering/Birleşik Krallık davasında belirttiği üzere, başvuranın kötü muameleye maruz kalma konusunda  gerçek bir risk  ile yüzyüze olduğuna dair maddi gerekçeler varsa iâde/sınır dışı eden devletin sorumluluğundan bahsedilebilecektir. Buna göre uluslararası koruma talebinde bulunan başvurucunun ihtimâlin ötesindeki bir gerçek riskin varlığından bahsetmesi ve buna dair öyküsünün  tutarlı  olması  gerekmektedir. :  Ankara  1.  İdare  Mahkemesi,  Esas  No: 2014/2314,  Karar  No:  2015/1328,  Karar  Tarihi:  02.07.2015.  Ankara  1.  İdare Mahkemesi nin bu yaklaşımının çağdaş uygulama ile paralel olduğu belirtilebilir. Örneğin, AB Vasıf Yönergesi nde de ikincil koruma statüsünün belirlenmesi bakımından  gerçek risk  standardından temel alınan bir standardın uygulanmasına yönelik bir düzenleme oluşturulmuştur: bkz. aşa. dn. 134.    4391951 Tarihli Mültecilerin...                  Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448 ikincil korumanın sona ermesinin düzenlendiği 16. maddesinden aktarıldığı anlaşılmaktadır. Bununla birlikte, Vasıf Yönergesi nde, mülteci statüsü ve ikincil koruma statüsü için ayrı maddelerde sona erme hükümlerine yer verilmiş olmasına rağmen, Kanun un 85(1). ve (2). fıkraları her iki statü açısından  da  etki  doğuracak  şekilde  düzenlenmiştir.  Kanımızca,  Vasıf                                                  134  Birinci fıkrası bakımından Türkçe çevirisi, YUKK un 85(3). maddesi ile yaklaşık aynı anlamı taşıyan Yönerge nin 16. maddesinin İngilizce metni şu şekilde kaleme alınmıştır:  1. A third-country national or a stateless person shall cease to be eligible for subsidiary protection when the circumstances which led to the granting of subsidiary protection status have ceased to exist or have changed to such a degree that protection is no longer required. 2. In applying paragraph 1, Member States shall have regard to whether the change in circumstances is of such a significant and non-temporary nature that the person eligible for subsidiary protection no longer faces a real risk of serious harm. 3. Paragraph 1 shall not apply to a beneficiary of subsidiary protection status who is able to invoke compelling reasons arising out of previous serious harm for refusing to avail himself or herself of the protection of the country of nationality or, being a stateless person, of the country of former habitual residence.  Bununla birlikte Yönerge deki düzenleme ile YUKK un 85(3). maddesi arasında bazı farklar da bulunmaktadır. Yönerge nin ilgili maddesi ile YUKK un 85(3). maddesi arasındaki ilk fark, Yönerge nin (2). fıkrasında kullanılan   ciddi  zarar   ve   gerçek  risk   ifadelerinin  Kanun da  yer  almamasıdır. Yönerge nin (2). fıkrası Türkçeye şu şekilde çevrilebilir:  (1). fıkranın uygulanmasında, Üye Devletler, şartlardaki değişikliğin, ikincil korumaya uygun olan bireyin artık ciddi zarar görebileceğine dair gerçek bir risk taşımadığına işaret edecek şekilde önemli ve kalıcı olup olmadığını gözeteceklerdir.   Esasen bu farklılık, ikincil koruma statüsünün tanımından kaynaklanmıştır. AB Vasıf Yönergesi nde ikincil korumanın tanımı, ciddi zarar ekseninde yapılmıştır; Yönerge de ikincil koruma statüsünün anahtar ölçütü olarak  ciddi zarar (serious harm)  terimi kullanılmış ve ayrı bir maddede bu terimin kapsamı açıklanmıştır. Oysa Kanun un ikincil korumanın tanımlandığı 63. maddesinde, söz konusu terime  yer  verilmemiş,  bunun  yerine  doğrudan  doğruya  Yönerge de  ciddi  zarar kapsamında sayılan hâller listelenmiştir. Buna ek olarak, AB Vasıf Yönergesinde, ikincil korumanın  tanımlandığı  2(f)  maddesinde,   ciddi  zarar   kriterinin  gerçekleşmesi  için öngörülen  standart,  bireyin  menşe  ülkesine  döndüğünde  bu  yönde   gerçek  bir  risk bulunduğuna inanılması yönünde esaslı gerekçelerin olmasıdır ( substantial grounds for believing that the person concerned would face a real risk ). Oysa Kanun un ilgili hükmünün  lafzından  ispat  standardının  ne  olduğu  tam  olarak  anlaşılamamaktadır.  Kanun un 63. maddesinin (a), (b) ve (c) bentlerinde yer alan ifadelerden, söz konusu hükümlerde  sayılan  hâllerin,  bireyin  menşe  ülkesine  döndüğü  takdirde  kesin  olarak gerçekleşmesi  şartının  arandığına  dair  bir  izlenim  edinilmekteyken,  maddenin  son paragrafında  tehdit  ifadesinin kullanılmış olması belirsizlik yaratmaktadır. Söz konusu belirsizlik, ikincil koruma statüsünün sona erdirilmesi ekseninde 85(3). madde açısından da  geçerlidir.  Yönerge  ve  YUKK un  ilgili  hükümleri  bakımından  ikinci  fark  ise Yönerge de bulunan istisna hükmünün YUKK da yer almamasıdır. Yönerge nin YUKK a aktarılmamış olan (3). fıkrası Türkçeye şu şekilde çevrilebilir:  1. fıkra, önceden yaşadığı ciddi zarara bağlı olarak, vatandaşı olduğu veya vatansızsa önceki mutad meskeninin bulunduğu ülkenin korumasından yararlanmayı reddetmek konusunda haklı sebepler ileri sürebilen ikincil koruma statüsü sahiplerine uygulanmaz.    440Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448                                                  Öztürk Yönergesi nin benimsediği düzenleme tekniğinin Kanun da da uygulanması, aktardığımız karışıklıkları önleyebilirdi. Bir başka ifade ile, 85(1). ve (2). madde  hükümlerinin  sadece  (şartlı)  mülteciler  için  geçerli  olması,  (3). fıkranın  ise  yalnızca  ikincil  koruma  statüsüne  hasredilmesi  daha  uygun olabilirdi. Nitekim 85(3). madde incelendiğinde, bu hükmün (1). ve (2). fıkralarda  sayılan  halleri  de  içerisine  alacak  şekilde  yorumlanabileceği anlaşılmaktadır. Bu noktada zaten (3). fıkra hükmüne yer verilmiş iken (1) ve (2). fıkraların da ikincil koruma statüsünün sona ermesi bakımından etki doğurmasının  sağlanmasındaki  amaç  net  olarak  anlaşılamadığı  gibi,  bu durumun  gerek  sona  erme  kriterlerinin  değerlendirilmesi  gerek  ispat standartlarının  uygulanması  noktasına  karışıklığa  yol  açabileceği anlaşılmaktadır. SONUÇ Türk sığınma hukuku bakımından yapıtaşı niteliğini hâiz olan YUKK, 1951  Sözleşmesi ne  taraf  olunmasından  sonra  ağırlıklı  olarak  idarenin düzenleyici işlemleri ile yürütülmekte olan zorunlu göç alanının kanunî bir temele  oturtulması  yönünde  önemli  bir  adım  olarak  değerlendirilebilir. YUKK un  oluşturulma  amaçlarından  birinin  de  özellikle  uluslararası hukuktan doğan yükümlülükler çerçevesinde şekillendirilen hukukî bir bakış açısının  uygulamayla  kenetlenmesini  sağlamak  olduğu  anlaşılmaktadır. Bu yaklaşım neticesinde, YUKK un uluslararası koruma statülerinin sona erdirilmesine  yönelik  85.  madde  hükmünün  de,  Sözleşme nin  çağdaş yorumları  ekseninde  uygulanması  önem  taşımaktadır.  Bu  bağlamda, özellikle  BMMYK nın  tavsiyelerinin,  doktrin  yaklaşımlarının  ve  ülke uygulamalarının  dikkate  alınması,  adil  ve  etkin  bir  sığınma  ikliminin oluşmasına hizmet edebilecektir.  Her ne kadar, uluslararası koruma statüsünün sona ermesine yönelik hüküm YUKK un genel usuller başlığını taşıyan kısmında yer alsa da, içeriği bakımından  esasa  yönelik  bir  nitelik  arz  etmektedir.  Bu  sebeple  en  az statünün  ilk  kez  belirlenmesi  kadar  önem  taşıyan  sona  erme değerlendirmesinde,  bu  değerlendirmeye  konu  olan  ölçütlerin,  statünün tanınmasına yönelik ölçütlerle aynı düzlemde ele alınması, statünün tanınma                                                  135  ERTEN,  R.:   Yabancılar  ve  Uluslararası  Koruma  Kanunu  Hakkında  Genel  Bir Değerlendirme , Gazi Üniversitesi Hukuk Fakültesi Dergisi, 2015, C. XIX, S. 1, s. 8.   4411951 Tarihli Mültecilerin...                  Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448 şartlarının  etki  doğurmaya  devam  edip  etmediğinin  belirlenmesi,  statü tanıma değerlendirmesinde (uygulanmış ise) kullanılan ispat standardının sona  erme  için  de  etki  doğurmasının  sağlanmasının  uygun  olacağı kanaatindeyiz.  Kanun un  statünün  sonlandırılmasına  yönelik  85.  maddesinin düzenlenme tekniğinden kaynaklandığı anlaşılan bir takım belirsizliklerin ise uygulamada  hukukî  güvenlik,  âdil  ve  etkin  kararın  verilmesi  ekseninde gösterilecek  özen  ve  titizlik  ile  özellikle  yargının  hassas  yaklaşımı çerçevesinde giderilebileceğini düşünmekteyiz.                     442Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448                                                  Öztürk",
     "Kaynakça": "AKKUTAY, A.İ.: Diplomatik Koruma ve İnsan Hakları İlişkisi, Ankara 2013.  ALLAIN, J.:  The Jus Cogens Nature of Non-Refoulement , International Journal of Refugee Law, 2001, vol. 13, S. 4, s. 533–558. AUST, A.: Modern Treaty Law and Practice, Cambridge 2000.  AYBAY, R.:  Uluslararası Antlaşmaların Türk Hukukundaki Yeri , Türkiye Barolar Birliği Dergisi, 2007, S. 70, s. 187–213. BAYATA  CANYAŞ,  A.:   Yabancılar  ve  Uluslararası  Koruma  Kanunu Kapsamındaki  Geri  Gönderme  Yasağının  Uygulanma  Koşullarının AİHM Kararları Çerçevesinde İrdelenmesi, Hacettepe Hukuk Fakültesi Dergisi, 2015, vol. 5, S.1, s. 73-90. BETTINSON,  V.:   Loss  and  Denial  of  Refugee  Status ,  içinde  An Introduction to International Refugee Law (eds. Rafiqul Islam ve Jahid Hossain Bhuiyan), Leiden-Boston 2013. ÇİÇEKLİ,  B.:  Uluslararası  Hukukta  Mülteciler  ve  Sığınmacılar,  Ankara 2009. CLARK,  T./CRÉPEAU,  F.:   Mainstreaming  Refugee  Rights-The  1951 Refugee  Convention  and  International  Human  Rights  Law , Netherlands Quarterly of Human Rights, 1999, vol. 17, s. 391 389–410. COLEMAN,  N.:   Non-Refoulement  Revised  -  Renewed  Review  of  the Status of the Principle of Non-Refoulement as Customary International Law , European Journal of Migration and Law, 2003, vol. 5, s. 23–68. DEN HEIJER, M.:  Whose Rights and Which Rights? The Continuing Story of  Non-Refoulement  under  the  European  Convention  on  Human Rights , European Journal of Migration and Law, 2008, vol. 10, s. 277–314. DEPARTMENT OF IMMIGRATION & MULTICULTURAL AFFAIRS OF  AUSTRALIA  REFUGEE  AND  HUMANITARIAN  DIVISION (I.M.A.  AUSTRALIA):    The  Cessation  Clauses  (Article  1C)  An Australian  Perspective,  A  Paper  Prepared  as  a  Contribution  to  the   4431951 Tarihli Mültecilerin...                  Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 393-448 UNHCR s  Expert  Rountable  Series,  Canberra 2002,<http://www.immi.gov.au/media/publications/refugee/convention2002/04_cessation.pdf> (E.T.: 10.08.2015). DOĞAN, V.: Türk Vatandaşlık Hukuku, Ankara 2009.  DUFFY, A.:  Expulsion to Face Torture? Non-refoulement in International Law , International Journal of Refugee Law, 2008, vol. 20, S. 3, s. 373–390. ECRE: Comments From The European Council on Refugees and Exiles on the  European  Commission  Proposal  to  Recast  the  Qualification Directive,  Mart  2010,  <http://www.ecre.org/topics/areas-ofwork/protection-in-europe/148.html.> (E.T.: 12.08.2015). EKŞİ, N.: Yabancılar ve Uluslararası Koruma Hukuku, İstanbul 2015. ERTEN, R.:  Yabancılar ve Uluslararası Koruma Kanunu Hakkında Genel Bir Değerlendirme , Gazi Üniversitesi Hukuk Fakültesi Dergisi, 2015, C. XIX, S. 1, s. 3-51. EXPERT  ROUNDTABLE  ORGANIZED  BY  UNHCR:  Summary Conclusions:  Cessation  of  Refugee  Status,  Lisbon  03.05.2001, <http://www.refworld.org/docid/470a33bcd.html> (E.T.: 10.08.2015). FITZPATRICK, J.:  End of Protection: Legal Standards for Cessation of Refugee Status and Withdrawal of Temporary Protection , Georgetown Immigration Law Journal, 1998-1999, vol. 13, s. 343-381.  FITZPATRICK, J./BONOAN, R.:  Cessation of Refugee Protection , içinde Refugee  Protection  in  International  Law  UNHCR s  Global Consultations  on  International  Protection  (eds.  Erika  Feller,  Volker Türk, ve Frances Nicholson), Cambridge 2005, s. 491–544.  FORTIN, A.:  The Meaning of ‹Protection› in the Refugee Definition , International Journal of Refugee Law, 2001, vol. 12, S. 4, s. 548–576. GOODWIN-GILL, G.S.:  Non-Refoulement and the New Asylum Seekers , Virginia Journal of International Law, 1985-1986, vol. 26, s. 897-918. GOODWIN-GILL, G.S./MCADAM, J.: The Refugee in International Law,"
}