{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "4",
     "Başlık": "6102 SAYILI YTTK HÜKÜMLERİNE GÖRE ANONİM ŞİRKET YÖNETİM KURULU ÜYELERİ VE DİĞER ÜST YÖNETİCİLERİN, ŞİRKETE, ORTAKLARA VE ŞİRKET ALACAKLILARINA KARŞI HUKUKİ SORUMLULUĞU",
     "Title": "",
     "Yazar İsmi": [
          "Prof. Dr. İbrahim KAPLAN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Anonim şirket",
          "şirketin organları",
          "yönetim kurulu",
          "hukuki sorumluluk,zarar ,kusur",
          "illiyet bağı"
     ],
     "Keywords": [
          "joint-stock company",
          "company body",
          "board of directors",
          "legal liability",
          "damage",
          "flaw",
          "casual relation"
     ],
     "Özet": "Makalede; 6102 Sayılı yeni Türk Ticaret Kanunu hükümlerine göre, Anonim şirket yönetim kurulı üyeleri ve diğer üst düzey yöneticilerin ,şirket tüzel kişiliğine, ortaklara ve şirket alacaklarına karşı ,sözleşmeden ve haksız fiillerden doğan hukuki sorumluluğu ve şartları değerlendirilmektedir.",
     "Abstract": "In this article, based on Turkish New Commercial Law, contractual reponsibilites and liabilities of board of directors and high level management against joint stock company legal entity, shareholders and creditors in cases of misconducts, wrongful acts are analyzed.",
     "Metin": "YTTK.nun 124/2 maddesinde; ticaret şirketlerinden;anonim,limited ve sermayesi  paylara  bölünmüş  komandit  şirket  ,sermaye  şirketi  olarak sayılmıştır. YTTK.nun 329 maddesi uyarınca, Anonim şirket, sermayesi belirli ve paylara bölünmüş olan, borçlarından dolayı yalnız malvarlığıyla sorumlu bulunan bir sermaye şirketidir. Pay sahipleri, sadece taahhüt etmiş oldukları sermaye payları ile ve şirkete karşı sorumludur. Özel kanunlara tabi anonim şirketlere, özel hükümler dışında,TKK. nun 329- 563 maddeleri hükümleri uygulanır. II – Amaç, konusu ve esas Sermaye Tutarı YTTK.nun  331  maddesine  göre,  Anonim  şirketler,  kanunen yasaklanmamış her türlü ekonomik amaç ve konular için kurulabilir. YTTK.nun 332 maddesi gereğince; Anonim şirketin esas sermayesi; (1) Tamamı esas sözleşmede taahhüt edilmiş bulunan sermayeyi ifade eden esas sermaye, ellibin Türk Lirasından ve sermayenin artırılmasında yönetim kuruluna tanınmış yetki tavanını gösteren kayıtlı sermaye sistemini kabul  etmiş  bulunan  halka  açık  olmayan  anonim  şirketlerde  başlangıç sermayesi yüzbin Türk Lirasından aşağı olamaz. Bu en az sermaye tutarı Bakanlar Kurulunca artırılabilir. (2) Bu Kanun anlamında kayıtlı sermayeli anonim şirketlerde başlangıç sermayesi,  kuruluşta  ve  sisteme  ilk  geçildiğinde  haiz  olunması  zorunlu sermayedir;  çıkarılmış  sermaye  ise,  çıkarılmış  payların  tümünün  itibarî değerlerinin toplamını temsil eder. (3)  Halka  açık  olmayan  anonim  şirketler  gerekli  şartları  artık  haiz olmadıkları takdirde, Sanayi ve Ticaret Bakanlığından izin alarak kayıtlı sermaye  sisteminden  çıkabilecekleri  gibi,  bu  sisteme  alınırken  aranan nitelikleri kaybettiklerinde, istemleri bulunmasa bile aynı Bakanlık tarafından sistemden çıkartılırlar. (4) 28/7/1981 tarihli ve 2499 sayılı Sermaye Piyasası Kanununun 12 nci maddesi hükmü saklıdır. 3494Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3493-3510  Kaplan § 2- Anonim Şirketin Hukuki Niteliği ve Temel Organları I. Hukuki Niteliği Anonim şirket sermayesi paylara bölünmüş, payları nama veya hamiline yazılı olması ve gerçek veya tüzel kişiler tarafından kurulması gereken, tüzel kişiliğe sahip, YTTK.nun 124/2 maddesi anlamında, bir sermaye şirketidir. YTTK.nun 338.maddesi uyarınca, Anonim şirketler, gerçek ve tüzel kişiler tarafından kurucu sıfatı ile kurulur. Yeni TTK.m.338 e göre, A.Ş. nin kurulabilmesi için asgari, pay sahibi olan bir veya daha fazla kurucunun varlığı şarttır. Bu hüküm,kaynak İsviçre OR in yeni halen yürürlükte olan 625.maddesinde tercüme edilmek suretiyle alınmıştır. İsviçre BK.(OR in) nun ,1 Ocak 2008 tarihinden önce yürürlükte olan (Art.) 625. maddesi gereğince, her Isviçre  A.Ş.tinde; şirket statüsü kurallarına göre; yönetim kurulu ve denetim kurulu üye sayısı kadar kurucu ortak  olması  gerekmekteydi.  Ancak  her  halde  en  az  üç  kurucu  üyenin bulunması şarttı da mevcuttu. 1 Ocak 2008 tarihinde yürürlüğe giren,16 Aralık 2005 tarihli Federal Kanun - GmbH-Recht …( Limitet şirketler Hukuku) ile OR in 625. maddesi, talihsiz bir şekilde ve EU-normlarına uyum aşkıyla  bir anonim şirket,bir veya daha fazla gerçek veya tüzel kişiler veya başka ticaret şirketleri tarafından kurulabilir  şeklinde değiştirilmiştir. OR  de yapılan bu değişikle, (adeta gerçek kişi ve tüzel kişi kavramları,yok farz edilmiş) tek kişi anonim şirketlerde, gerçek kişi ile tüzel kişinin ,aynı gerçek birleşmesi gibi, her  zaman  kötüye  kullanılması  mümkün  ,  tüzel  kişilik  perdesinin kaldırılmasına da artık gerek kalmayacak, yeni tüzel kişiliği ile de, yeni bir anonim  şirket  türü  yaratılmıştır.1  Bu  şirket  türünün  uygulamada  hangi ihtilaflara kaynak teşkil edeceği, iler ki yıllarda elbette görülecektir. II. Yönetim Organları Kavramı Anonim şirketlerde,  yönetim  denildiği zaman ilk önce icraî – exekutive organ olarak yönetim kurulu ve genel müdürlükten oluşan  üst yönetim  akla gelmektedir. Buna  geniş anlamda yönetim  de denilmektedir.2 Geniş anlamda yönetim, kendi içinde  gerçek yönetim  ve  icracı yönetim  şeklinde ikiye ayrılmaktadır.  Geniş  anlamda  yönetimin   iki  kısmî  organı  olan    gerçek yönetim  ile yetkilenmiş organ üyelerle, yönetim faaliyetlerini icra edenler yani                                                  1   MEİER-HAYOZ/ FORSTMOSER;Schweizerisches Gesellschaftsrecht, neunte Auflage, Bern 2004.s.2-3,N.7- 7a  2   MEİER –WEHRLİ, sh.7 ve burada zikredilen literatür.   34956102 sayılı YYTK Hükümleri...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3493-3510  idareciler (müdürler) ayırımı da yukarıdaki ayırımı karşılamaktadır. Bu sebeple  gerçek yönetime  dar anlamda yönetim de denmekte olup, bu da  yönetim kurulu  anlamını taşımaktadır. Gerçek yönetim ile idareci müdürler arasındaki en önemli  fark,  birincinin  yetkilerinin  doğrudan  kanundan  veya  ana  statüden kaynaklanması, ikincisinin yetkilerinin ise  yetki devri  suretiyle kazanılmasıdır.3 Gerek YTTK. gerek TTK.nunda, gerekse Bankalar Kanununda yönetim kurulunun yasal bir tanımı verilmemiş, sadece yönetim kurulunun asgarî kaç üyeden oluşacağı belirtilmiştir. TTK.md.312 de, en az üç, BanK.md.22 de, en az beş üye, YTTK.359. maddesinde ise, bir veya daha fazla kişi, olarak öngörülmüştür. YTKK.m.365  maddesinde;TTK.nun  317.maddesinde  olduğu gibi, Anonim şirket, yönetim kurulu tarafından idare ve temsil olunur  hükmü öngörülmüştür. Bu anlamda yönetim kurulu, kurul –organ olup, şirketin,idare ve temsil organıdır. TTK.nun 319. maddesine göre ise,  esas mukavelede idare ve temsil ilişkilerinin idare  meclisi azaları arasında  taksim edilip edilmeyeceği ve taksim edilecekse, bunun nasıl yapılacağı tespit olunur. İdare meclisinin en az bir azasına şirketi temsil salâhiyeti verilir. Aynı hüküm YTTK.nun 366 ve 367.maddelerinde öngörülmüştür. Esas  mukavele  ile  temsil  selâhiyetinin  ve  idare  işlerinin  hepsini  veya bazılarını idare meclisi azası olan mürahhaslara veya pay sahibi olmaları zaruri bulunmayan müdürlere bırakabilmek için umumî heyete veya idare meclisine selâhiyet verilebilir. Bu gibi kayıtlar bulunmadığı takdirde 317 nci madde hükmü tatbik olunur. Benzer hüküm YTTK.m.365 yer almaktadır. Yönetim kurulu, anonim şirketlerde, devamlı ve mecburî kurul organ ve dar anlamda  gerçek yönetim  olarak; YTTK.374. maddesinde;  Yönetim kurulu ve kendisine bırakılan alanda yönetim, kanun ve esas sözleşme uyarınca genel kurulun yetkisinde bırakılmış bulunanlar dışında, şirketin işletme konusunun gerçekleştirilmesi için gerekli olan her çeşit iş ve işlemler hakkında karar almaya yetkilidir  hükmü öngörülmüştür.. YTTK.nun  375  maddesinin  a-g  bentleri  hükümlerine  göre;  yönetim kurulunun devredilemez ve vazgeçilmez görev ve yetkileri şunlardır:  a) Şirketin üst düzeyde yönetimi ve bunlarla ilgili talimatların verilmesi.                                                  3   MEİER –WEHRLİ, sh.9. 3496Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3493-3510  Kaplan b) Şirket yönetim teşkilatının belirlenmesi. c) Muhasebe, finans denetimi ve şirketin yönetiminin gerektirdiği ölçüde, finansal planlama için gerekli düzenin kurulması. d)  Müdürlerin  ve  aynı  işleve  sahip  kişiler  ile  imza  yetkisini  haiz bulunanların atanmaları ve görevden alınmaları. e) Yönetimle görevli kişilerin, özellikle kanunlara, esas sözleşmeye, iç yönergelere ve yönetim kurulunun yazılı talimatlarına uygun hareket edip etmediklerinin üst gözetimi. f)  Pay,  yönetim  kurulu  karar  ve  genel  kurul  toplantı  ve  müzakere defterlerinin  tutulması,  yıllık  faaliyet  raporunun  ve  kurumsal  yönetim açıklamasının  düzenlenmesi  ve  genel  kurula  sunulması,  genel  kurul toplantılarının hazırlanması ve genel kurul kararlarının yürütülmesi. g)  Borca  batıklık  durumunun  varlığında  mahkemeye  bildirimde bulunulması.  Özet olarak belirtmek gerekirse;Yönetim kurulu; ─ geniş anlamdaki yönetimin organizasyonu, ─ işletme politikasıyla ilgili genel ilke ve kuralların tesbiti, ─ yetki devri ile görev üstlenen yönetici ve müdürlerin denetlenmesi, görevlerini ifa etmekle yükümlü ve sorumludur. Yönetim kurulu dışında kalan, diğer yönetici ve müdürler, anonim şirketin ticarî ve teknik nitelikteki işlemlerini, kendi bağımsız kararıyla gerçekleştiren,  bu  konularda  tüm  işletme  veya  belli  şube  için yetkilendirilmiş olan kişilerdir. Bu yöneticilerin, tüzel kişinin iradesinin açıklanmasında doğrudan doğruya bir etkileri mevcut değildir. Zira, bu husus genel kurul ile yönetim kuruluna saklı tutulmuştur. Ancak yönetici ve müdürlerin, yönetim kurulu kararlarının alınmasında danışman olarak dolayısıyla etkileri bulunabilir.4 III. Anonim Şirket Genel Kurulu Yeni TTK.nun 407 ve TTK.360.maddeleri uyarınca, Genel Kurul şirkette pay  sahibi  ortaklarda  oluşur.  Şirket  işlerine  ilişkin  kararlar;  olağan  ve olağanüstü genel kurul toplantılarında alınır.                                                  4   MEİER –WEHRL; sh.11 vd.; FORSTMOSER; sh.208; KAPLAN; (Banka İdare Meclisi) sh.125.   34976102 sayılı YYTK Hükümleri...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3493-3510  IV. Anonim Şirket Yönetim Kurulu ve Diğer Üst Düzey Yöneticiler Yeni T.Ticaret Kanunun 330.maddesinde; özel kanunlara tabi anonim şirketlerde, özel hükümler dışında, bu kısım hükümleri nin uygulanacağı öngörülmüştür. 1. 6102 sayılı Yeni T.T.K. Hükümleri Açısından YTTK.nun  359.maddesine  göre,  Anonim  Şirketin,  esas  sözleşmeyle atanmış (kurucular) veya genel kurul tarafından seçilmiş, bir veya daha fazla kişiden oluşan bir yönetim kurulunun bulunması gerekir. YTTK.nun  365.maddesi  uyarınca,  anonim  şirket  yönetim  kurulu tarafından yönetilir ve temsil olunur. YTTK.nun  367.maddesine  göre,  yönetim  kurulu  esas  sözleşmeye konacak bir hüküm gereğince çıkaracağı bir yönerge ile yönetimi, kısmen veya tamamen bir veya birkaç yönetim kurulu üyesine veya üçüncü kişiye devretmeye yetkili kılınabilir. YTTK.nun  369.maddesi  hükmü  uyarınca,  Yönetim  Kurulu  üyeleri, görevlerini  tedbirli  bir  yöneticinin  özeniyle  yerine  getirmek  ve  şirketin menfaatlerini dürüstlük kurallarına uyarak gözetmekle yükümlüdür. IV. Anonim Şirket Organı Olarak Denetçilerin, YTTK. Hükümleri Açısından Hukuki Durumu Eski TTK.nun 347. Maddesinde düzenlenmiş,  murakıplardan  farklı olarak,  öngörülmüş  olmakla  beraber,denetçi  yeni  anonim  şirketlerde, murakıplar  gibi,  zorunlu,bağımsız  bir  organ  olup,  Ticaret  Siciline kaydedilmesi  (YTTK.m.399)  gerekmektedir.  YTTK.nun,   Denetleme  bölümü ile ilgili gerekçesinde; denetim işlevinin, hiçbir kısmı veya yönü ile başka bir organa devredilemeyeceği,YTTK.nun 397.maddesindeki yetkilerin devredilemeyeceği ve vazgeçilemeyeceği açıklanmıştır. Bütün bu hususlar, dışarıdan genel kurulca seçilen ,ancak bağımsız denetçinin zorunlu bir organ olduğunu göstermektedir. YTTK.nun  398.maddesinde;  denetçilerin,  işlem  denetçisi  veya 400.maddesine göre; topluluk ilişkileri için özel denetimi görevli olmak üzere,                                                  5   Rolf, WATTER; Basler Kommentar zum OR II;4. Auflage,Basel 2012, vor.Art.727/727a N.28-30; Thomas U.REUTER ; 4.Auflage,Basel 2012, Art.1.730 N.1 ve 2 ;MEİERHAYOZ/ FORSTMOSER;9.Auflage,N.390 3498Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3493-3510  Kaplan özel  denetçi  olarak  iki  ayrı  görevi  ifa  etmek  için  seçilecekleri  hükme bağlanmıştır  (Bkz.YTTK.m.404).  YTTK.nun  399.maddesi  gereğince, denetçi, şirket genel kurulunca; topluluk denetçisi ise, ana şirketin genel kurulunca seçilir. Kanunun  400.maddesinin  1.fıkrasında;  denetçinin  ancak  ortakları, yeminli mali müşavir veya serbest muhasebeci mali müşavir unvanını taşıyan bir bağımsız denetleme kuruluşu olabileceğini, ortak ve küçük ölçekli anonim şirketler bir veya birden fazla yeminli mali müşavir veya serbest muhasebeci mali müşavirin denetçi olarak seçilebileceği, bağımsız denetleme kuruluşlarının kuruluş ve çalışma esasları ile denetleme elemanlarının nitelikleri Sanayi ve Ticaret  Bakanlığı  tarafından  hazırlanan  Bakanlar  Kurulunca  yürürlüğe konulacak olan bir yönetmelikle düzenleneceği öngörülmüştür. Maddenin 2.fıkrasında; denetçi olamayacak, bağımsız denetim kuruluşu pay sahipleri, fıkranın (a) ila (h) bentleri arasında sayılmıştır. §  4-  Anonim  Şirket  Yönetim  Kurulu  Üyelerinin,  Şirkete, Hisserdarlara ve Alacaklılara Karşı Hukuki Sorumluluğu I. Hukuki Sorumlulukla İlgili YTTK. Hükümleri  Hukuki  Sorumluluk  Halleri   kenar  başlığı  altında  YTTK.nun 549.maddesinde; kuruluş sırasındaki belgelerin ve beyanların kanuna aykırı olması,  549.maddesinde  Sermaye  hakkında  yanlış  beyanlar  ve  ödeme yetersizliğinin bilinmesi, 551.maddesinde; değer bildirilmesinde yolsuzluk; 552.maddesinde SPK.unda izinsiz, bir anonim veya başka bir şirket kurmak için halktan para toplanması şeklinde sıralanmıştır.  Kurucuların,  yönetim  kurulu  üyelerinin,  yöneticilerin  ve  tasfiye memurlarının sorumluluğu , kenar başlığı altındaki YTTK.553.maddesinin; 1.fıkrasında; Yönetim Kurulu üyelerinin,kanundan ve esas sözleşmeden doğan yükümlülüklerini ihlal ettikleri takdirde, kusurlarının bulunmadığını ispat etmedikçe, hem şirkete hem pay sahiplerine hem de şirket alacaklarına karşı verdikleri zarardan sorumludurlar.                                                  6   YTTK.553.maddesinin  1.fıkrasında  metnindeki     kusurlarının  bulunmadığını  ispat etmedikçe ibaresi,26.06.2012  tarih  ve  6335  sayılı  kanunun  28.maddesi  ile  metinden çıkarılmış, bu fıkranın şu andaki yürürlükteki metni  Yönetim Kurulu üyelerinin,kanundan ve esas sözleşmeden doğan yükümlülüklerini kusurlarıyla ihlal ettikleri takdirde, …, hem şirkete  hem  pay  sahiplerine  hem  de  şirket  alacaklarına  karşı  verdikleri  zarardan sorumludurlar  .şeklini almıştır.   34996102 sayılı YYTK Hükümleri...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3493-3510  Yasama organı tarafından, fıkra hükmünde 26.06.2012 tarihinde yapılan bu  değişiklik,  sözleşmelerden  doğan  sorumlulukta,  sözleşmeye  aykırı davranışların, borçlunun kusurlu olduğunun karinesi olduğu yönündeki ,yüz ( 100 ) yıldır yerli ve yabancı içtihatlarda kabul gören ve haksız fiillerden doğan sorumluluk ile sözleşmeden doğan hukuki sorumluluk arasında en önemli farkı  teşkil  eden,  borçlunun  kusurlu  olduğu  ilkesine  aykrıdır.Kendisinde yönetim kurulu üyesi olarak görev üstlenecek, uzmanlık ,yenetek ve vakit bulunmayan kişilerin, bu görevi kabul etmemeleri gerekir. Üstlenilen her görevin, mutlaka bir de sorumluluk yönü mevcuttur .Yasa hükmü nedeniyle , bu sorumluluktan kaçınılamaz.Hukuk devleti ilkesinin gereği budur. Keyfiliğe yol açabilecek davranışların, sorumsuzluluğa yol açabileceğini de unutmamak gerekir. 2. fıkrasında ise; kanundan veya esas sözleşmeden doğan bir görevi veya yetkiyi, kanuna dayanarak başkasına devreden organlar veya kişiler, bu görev ve  yetkileri,  devralan  kişilerin  seçiminde  makul  derecede  özen göstermediklerinin ispat edilmesi hali hariç, bu kişilerin fiil ve kararlarından sorumlu değildirler. 3. fıkrasında ise; Hiç kimse kontrolü dışında kalan kanuna veya esas sözleşmeye aykırılıklar veya yolsuzluklar sebebiyle sorumlu tutulamaz; bu sorumlu olmama  durumu gözetim ve  özen  yükümü gerekçe gösterilerek geçersiz kılınamaz. Bu  son  fıkra  hükmü  oldukça,  manidar  bir  hüküm,  hiçbir  ülkenin kanununda böyle bir sorumsuzluk kuralı bulunmamaktadır. Ayrıca, bu hüküm Anayasanın 10. maddesindeki    kanun önünde eşitlik  ilkesine aykırıdır.Zira hüküm, bunlara Kanun uygulanmayacaktır, anlamını taşımaktadır. Fıkranın başındaki,   hiç  kimse   ibaresi,  yönetim  kurulu  üyesini  kasdetmektedir. Kanunların  genel  ve  soyut  kurallar  ihtiva  etmesi  gerektiği  ilkesiyle  de bağdaşmaz. Kanunun 555.maddesinde; şirketin uğradığı zararın tazmini, davacı sıfatı ile şirket, ve her bir pay sahibi isteyebilir. Bu zarar şirketin doğrudan doğruya uğradığı zarardır. Pay sahipleri ise uğradığı zarar ise dolaylı zarardır. Pay sahipleri tazminatın ancak şirkete ödenmesini isteyebilirler. Kanunun 556.maddesine göre, zarara uğrayan şirketin iflası halinde, tazminatın şirkete ödenmesini isteme hakkını şirket alacaklıları da haizdir. Bu                                                  7   Dieter GERİCKE/Stefan MALLER,Art.754,N.26-27;N.32 ve 35 3500Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3493-3510  Kaplan talebi, önce iflas idaresinin öne sürmesi gerekir. İflas idaresi davayı açmazsa şirket alacaklıları o zaman dava ikame edebilirler. Elde edilen tazminat, önce dava açan alacaklılara tahsis edilir. Kanunun 557.maddesinde; diş ilişkide zarar görene karşı, birden çok kişinin  sorumluluğunda,  her  birinin  kusuru  oranında  diğerleriyle  birlikte farklılaştırılmış  müteselsil  sorumluluk  öngörülmüştür.Böylece,hakim tarafından,  genel  hükümlerden,  BK.m.42  ve  43;  YBK.m.50  ve  51 hükümlerinin ,Anonim Şirketlerle ilgili sorumluklarda uygulanan bu hüküm davacıların aleyhine,davalı sorumlu kişilerin lehine bir hükümdür. II.  Yönetim  Kurulu  Üyeleri  ile  Anonim  Şirket  Tüzel  Kişiliği Arasındaki İlişkinin Hukuki Niteliği Yönetim Kurulu üyelerinin sorumluluğunun şartlarını belirleyebilmek için öncelikle şirket ile yönetim kurulu üyeleri arasındaki ilişkinin hukukî niteliğini tespit etmek gerekir. Zira, bu hususun tesbiti sorumluluk şartlarının belirlenmesinde ve ispat yükünün dağılımında, sorumluluğun tâbi olacağı zamanaşımı  süresinin  tesbitinde,  sorumluluğun  kapsamı,  sorumluluktan kurtulma  şartları  ve  görevli  mahkemenin  tayininde  önem  arz  edecektir. Hukukî sorumluluğun sebepleri BK.nun 51.maddesinde; (Yeni TBK.nunda, bu yüküm yer almıyor) haksız fiil, akit ve kanun olarak öngörülmüştür. Şirket yönetim kurulu üyelerinin sorumluluğu denildiği zaman bunun şu iki anlamı kastedilir. Birinci manada sorumluluğun münferit olarak idare meclisi üyelerine isnad edilmesi imkânı anlaşılır. Yani, kanun veya esas mukavelenin ve iş şartlarını belirleyen sözleşmenin kendilerine yüklediği görevleri kusurlu olarak ifa etmeyen idare  meclisi  üyeleri,  bu  fiillerinin  sebebiyet  verdiği  zararlardan  dolayı sorumludurlar ve bu zararı tazmin etmekle yükümlüdürler.                                                  8   Zarar görene, ortaya çıkan zararını başka kişiye tazmin ettirme imkânını veren sebeplere  sorumluluk sebepleri  denmektedir. (OFTİNGER,I.sh.33). BK.nunda borcun kaynakları ise,  akit,  haksız  fiil  ve  sebepsiz  zenginleşme  olarak  öngörülmüştür.  (BK.md.1  vd.; md.41(49) vd.; md.61(77) vd.,) Bu sebeple sorumluluk sebepleri ile borcun kaynaklarını birbirine karıştırmamak gerekir. Sorumluluk,borcun müeyyidesi olarak kabul edildiğine göre (zirâ, borcun gereği gibi veya hiç yerine getirilmemesi borçlunun sorumluluğunu doğurur) borcun aslî kaynakları (akit ve haksız fiil) ile sorumluluğun kaynakları olan hakız fiil,sözleşme  ve  kanun  hükmü  (  BK.m.51/I;YTBK.m.62  de  yok)  arasında  paralellik mevcuttur. Bu sebeple de sorumluluk akdî sorumluluk ve akit dışı sorumluluk diye ikiye ayrılır.   35016102 sayılı YYTK Hükümleri...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3493-3510  İkinci manada, idare meclisi üyelerinin bu sorumluluğu; sınırsız (tüm malvarlığı ile) şahsi ve diğer üyelerle birlikte müteselsil sorumluluktur.9 Şirket idare meclisi üyeleri; YTTK.nun 553. maddesine göre bunlardan şirketi ortaya çıkan zarardan; şirkete, pay sahiplerine ve şirket alacaklılarına karşı müteselsilen sorumludurlar. Maddenin metninde de açıkça anlaşıldığı üzere, idare meclisi kurul organ olarak değil, idare meclisinin her bir üyesi münferit olarak şahsen ortaya çıkan zarardan sorumludur. Zira, idare meclisi zorunlu kurul organ olarak tüzel kişinin bir parçası olduğu için, ona karşı hukukî kişiliği bulunmamakta, dolayısıyla kurul, tüzel kişiye karşı hak ve borçların süjesi olamamaktadır. İdare meclisi kurul organ olarak, gerçek kişi niteliğini  haiz,  organ  görevlisi  üyelerden  (Organ  –  walter,  Organträger) oluşur.  Organın  faaliyetleri  organın  mücerret  niteliğinden  doğan  bir zorunluluk nedeniyle, organ görevlisi üye vasfındaki gerçek kişiler tarafından icra edilir. Tüzel kişi şirket karşısında hak ve borçların hamili sıfatını organ görevlisi üyeler kazanmaktadır. Bunun tabiî sonucu olarak, kurul organ olan idare meclisi ile şirket tüzel kişisi arasında sadece organik bir uzuv ilişkisi bulunduğu halde, organ görevlisi üyeler ile tüzel kişi arasında, onlara bu sıfatı kazandıran bir hukukî ilişki mevcuttur. Bu hukukî ilişki de, gerçek kişi olan organ görevlisi üyelerinin, şirket genel  kurulu  veya  şirket  yönetim  kurulu  tarafından  yönetim  kuruluna seçilmeleri,yani seçim kararı bir hukuki işlem olarak, bir icap niteliğinde olduğundan, bu seçimin üyeler tarafından kabulü ile kurulmaktadır.10 Bu hukuki ilişkideki tarafların hak ve borçlarının kapsamını; muhtevası kanun, ana statü ve yönetmeliklerle belirlenen ve  işgörme  edimini içeren  işgörme  sözleşmesi gösterir. Bu sözleşmenin hukukî niteliği, yani Yeni ve halen yürürlükteki Borçlar Kanununun hususî kısmında düzenlenmiş hizmet ve vekâlet gibi işgörme akitlerinden hangisinin aslî ve talî unsurlarını taşıdığı hususu tartışmalıdır: Şirket  ortaklarının  doğrudan  doğruya  zararlarıyla  ilgili  tazminat taleplerinin kaynağı ise, yine genellikle akit olarak kabul edilmektedir.11 Münferit  bazı  görüşlere  göre  ise,  bu  sorumluluk  kanun  hükmü  gereği sorumluluk ve sui generis sorumluluktur.12                                                  9   ÇAMOĞLU, sh.11 vd.; MEİER –WEHRLİ, sh.17. 10  ÇAMOĞLU, sh, 33, vd; MEİER-WEHRLİ, sh. 17 ve 68. 11  FORSTMOSER, sh. 69/70, N. 136-138. 12  FORSTMOSER, sh. 70, N. 138 ve burada atıfta bulunulan literatür. 3502Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3493-3510  Kaplan Şirket alacaklılarının tazminat taleplerinin kaynağı ise, pay sahiplerinde olduğu gibi  akdî  kabul edilmektedir.13 Bu özet açıklamalardan sonra şirket tüzel kişiliği ile idare meclisi üyeleri arasındaki sözleşmenin niteliği konusundaki görüşlerin özetle bildirilmesi yerinde olacaktır: Vekalet akdi görüşünü savunanlara göre; Anonim şirketlerde yönetim ve temsil görevi, şahıs şirketlerindekinin aksine pay sahibi olma niteliğinden kaynaklanmaktadır. Bu sıfat banka ile idare meclisi üyesi arasında yapılan sözleşme  ile  kazanılmakta,  yönetim  ve  temsil  yetkisi  ve  borcu  da,  bu sözleşmenin hükümleri gereğince üstlenilmektedir. Genel kurulca idare meclisinin seçimi ve bunun üye tarafından kabulü ile kurulan sözleşmenin şartlarını, taraflar serbestçe kararlaştırabilirler. Üyeye verilecek ücret miktarı ve diğer işgörme şartları sözleşme ile tayin olunabilir.14 Şirket  ile  yönetim  kurulu  üyeleri  arasındaki  sözleşme,  başka  türlü kararlaştırılmamışsa, bir vekâlet akdidir. Vekâlet akdinde vekil, ücretsiz veya ücretli olarak, müvekkile ait işin yürütülmesi veya bir hizmetin ifasını sonuç (başarı şartı ) sorumluluğu, olmaksızın onun talimatları dairesinde,ancak ona tabi olmaksızın,taahhüt eder ( e BK.m.386/I-II)- YBK.m.502) Diğer bir görüş ise, Yönetim Kurulu üyeleri tüm mesailerini şirketin yönetimine tahsis ettiklerinden, müdürlük ve yönetim kurulu üyeliğini birlikte yürüttüklerinden, Yönetim Kurulu üyeleri ile şirket arasındaki hukuki ilişkinin hizmet akdi niteliğinde olduğunu savunmaktadır. Bir başka görüşe göre, şirket ile yönetim kurulu üyeleri arasındaki ilişki, genel kurulun seçim kararı üzerine kurulduğundan vekaletin muhtevasını da, üyeler, serbestçe tayin etme imkanı bulunmadığından, ortada  sui generis contractus  ( kendine özgü yapısı olan) bir sözleşme mevcuttur.15 ─  Görüşümüze  göre,  vekalet  akdinin  varlığı  görüşü  hukuken yerindedir.16                                                  13  FORSTMOSER, sh. 70, N. 141. 14  ÇAMOĞLU, sh. 102; Von STEİGER, sh.220. 15  KAPLAN,makale,s.135-136 16  KAPLAN,makale,s.137   35036102 sayılı YYTK Hükümleri...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3493-3510  III.  Yönetim  Kurulu  Üyelerinin  Akdi  Hukuki  Sorumluluğunun Şartları 1.Genel Olarak Akdi ve Haksız Fiil Hukuki Sorumluluğunun Şartları Yönetim  kurulu  üyelerinin  sorumluluğu,  vekalet  akdinden  doğduğu kabul edildiğinden, sözleşmeden doğan bir hukuki sorumluluktur. Yönetim Kurulu ve diğer yöneticilerin fiilleri, ceza hukuku açısından suç teşkil ediyorsa, haksız fiil hükümleri ayrıca uygulanabilecektir. Bu tesbitlere göre,yönetim kurulu üyeleri ile yönetici müdürler hakkında açılacak  sorumluluk  davaları  ya  akdî  sorumluluğa  veya  haksız  fiil sorumluluğuna ilişkin esaslara göre açılabilir. Yönetim  kurulu  üyeleri  ve  yönetici  müdürler,  görevleri  ile  ilgili olmayan  fiilleriyle  örneğin  zimmet,  sahtecilik  gibi  şirket  işlemlerinin görülmesi  dışındaki  fiillerle  şirkete  zarar  vermişlerse,  bu  durumda sorumluluk davasının haksız fiil şartlarına göre açılması gerekir.17 Her iki sorumluluk davasının yarışması mümkündür. Bu durumda davacılar iki sorumluluk  arasından  birini  seçmekte  serbesttir.  Ancak  davacı  şirket ortakları  veya  alacaklılarının  kendileri  için  ispat  ve  zamanaşımı bakımından daha elverişli olan akdî sorumluluk davası açmaları yerinde olacaktır. Yönetim kurulu üyeleri ile yöneticiler hakkında şirket tarafından açılacak sorumluluk  davasının  şartlarını,  şeklî  ve  maddî  şartlar  olarak  iki  gruba ayırmak mümkündür. Şekli şartlara ilişkin olarak şu tesbitleri yapmak gerekir: Halen  yürürlükte  olan  TTK.nun  341.maddesine  göre  şirket  genel kurulunun idare meclisi üyeleri hakkında dava açılmasına karar vermiş olması veya dava açılmamasına karar verilip de, esas sermayesinin en az onda birinin temsil eden pay sahiplerinin dava açılması yönünde oy kullanmış olmaları gerekir. Bu şart, davanın dinlenme şartıdır.Bu hüküm yeni TTK da mevcut değildir. YTTK.m.424 hükmüne göre;yönetim kurulu üyeleri hakkında hukuki sorumluluk davası açılabilmesi için, şirket genel kurulu tarafından açık ibra veya bilanço hesabının tasdikiyle gerçekleşen (aksine açıklık yoksa) ibra                                                  17  ÇAMOĞLU, sh.164; İMREGÜN, sh.252. 3504Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3493-3510  Kaplan varsayımı kararları alınmamış olması gerekir. Aksi halde şirket, yönetim kurulu üyelerine karşı sorumluluk davası açamaz. Şirket ortakları da, ibra ile ilgili  genel  kurul  kararını  iptal  ettirmeden,  bu  davayı  açamazlar (YTTK.m.558). Akdî sorumluluğun maddi şartlarını ise; ─ Sözleşmeden doğan yükümlülüklerine özen borcuna aykırı davranış ─ Zarar ─ Uygun illiyet bağı, ─ Kusursuzluğun ispatı, şeklinde üç olumlu, bir olumsuz olarak saymak mümkündür (YTTK.m.553). Haksız fiil sorumluluğunda, aynı şartlar söz konusudur. Zira kusurun ispatı karinesi akdî sorumlulukta olduğu gibi burada ters çevrilmiştir. Yönetim kurulu  üyeleri  sorumluluktan  kurtulmak  için   kusurlu  olmadıklarını  ispatlamaları gerekir (YTTK.m.553)18. Buna  göre  yönetim  kurulu  üyelerinin  haksız  fiil  nedeniyle  şirkete, ortaklara ve alacaklılara karış sorumluluklarının şartları; ─ Hukuka aykırı davranış, ─ zarar ─ uygun illiyet bağı, ─ kusursuzluğun ispatından ibarettir. 2.Kanundan ve sözleşmeden doğan yükümlülüklerinin gereği gibi ifa etmeme şartı YTTK.m.553  hükmünün  esas  itibariyle  kaynağını  oluşturan  İsviçre BK.sının (OR in)  sorumlulukla  ilgili kaynak kanun OR ‘in 754. maddesinin 1.fıkrasında; Yönetim kurulu üyeleri ile diğer üst düzey şirket yöneticilerinin ve tasfiye memurlarının ; yükümlülüklerini kasıtlı ve kusurlu ihlalinden doğan zararlardan hem şirkete hem pay sahiplerine hem de şirket alacaklarına karşı sorumludurlar.,hükmü yer almaktadır.                                                  18  Diter,  GERİCKE/Stefan,  WALLER;  Basler  Kommentar  zum  OR  II,3.  Aufl.;  Basel 2012,Art.754 N.35   35056102 sayılı YYTK Hükümleri...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3493-3510   Kurucuların,  yönetim  kurulu  üyelerinin,  yöneticilerin  ve  tasfiye memurlarının sorumluluğu , kenar başlığı altındaki YTTK.553.maddesinin; 1. Fıkrasında ise; Yönetim Kurulu üyeleri, yöneticiler ve tasfiye memurları, kanundan ve esas sözleşmeden doğan yükümlülüklerini kusurlarıyla ihlal ettikleri takdirde, hem şirkete hem pay sahiplerine hem de şirket alacaklarına karşı verdikleri zarardan sorumludurlar. İki  hüküm  arasındaki  fark,  ilkinde   …yükümlülüklerini  kasıtlı  ve kusurlu ihlalinden doğan zararlardan... ,ikincisinde ise, … , kanundan ve esas sözleşmeden doğan yükümlülüklerini kusurlarıyla ihlal ettikleri takdirde…  şeklinde düzenlenmiş ibarelerden ibarettir. Art.753 OR metninde ihlali mümkün yükümlülüklerin kapsamı ,hukuki açıdan doğru olarak , yani kanundan,sözleşmeden ve esas sözleşmeden ibaret olmakla oldukça geniştir. TTK.m.  553/1  hükmünde  ;  sadece  kanundan  ve  esas  sözleşmeden (TTK.m.339 da sıralanan hususlar) doğan yükümlüklerden , söz edilmektedir. Bu hükümde , şirket yönetim kurulu üyeleri ile diğer üst düzey yöneticilerin, tüzel kişiliği bulunan Anonim Şirket ile yaptıkları sözleşmelerden doğan sorumluluklarının, mevcut değildir. Bu anlamı ise, acaba Borçlar Kanunun genel hükümleri ( TBK.m.112 vd.) ile özel hükümlerinin (TBK.m. 502 vd.) hukuki sorumlulukla ilgili hükümlerinin kasıtlı olarak unutulmuş olması mıdır ? Bu sorunun cevabını ilerki yıllarda  Yargı içtihatları ve  Doktrindeki görüşler elbette verecektir. Art.753 OR hükmünün metninde; …  …yükümlülüklerini kasıtlı ve kusurlu ihlalinden…  ibaresi yer almaktadır.İsviçre dokrindeki hakim fikre göre;bu hükümde davacılar lehine  kusur karinesi   davalıların sorumluluktan kurtulmak için,kusursuz olduklarını ispatlamaları gerekir  a.Özen yükümüne aykırı davranış –kanuna ve esas sözleşmeye aykırı davranış (TBK.m.506/II ) b.Özen yükümünün ölçüsü ve kapsamı (TBK.m.506/III)  yeni TBK.nın 506 maddesinde öngörülmüştür. 2. Zararın doğmuş olması şartı a. Şirketin doğrudan zararı- ortakların ve alacaklıların dolaysıyla zararları                                                  19  Rolf,  MATTER;  Basel  Kommentar  zum  Art.  752,N.33;  Dieter,  GERİCKE/Stefan, WALLER; Basler Kommentar zum OR II,3. Aufl.; Basel 2012,Art.754,N. 32 ve N.35 3506Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3493-3510  Kaplan b.Şirket Ortaklarının doğrudan zararları, c.Şirket Alacaklarının doğrudan zararları, d.Tazminat takdiri ve Tutarı, ispatlanması gerekir. 3.  Zarar  ile  yükümlülüklere  aykırı  davranış  arasında  Uygun  illiyet bağının bulunması şartı 4.Kurtuluş beyyinesi getirilmemiş olması şartı TTK.m.553 /I hükmünde; … kanundan ve esas sözleşmeden doğan yükümlülüklerini kusurlarıyla ihlal ettikleri…  ibareleri yer almaktadır. Bu hükümle ilgili hukuki tartışma özeti şudur: Objektif kusur ölçüsü esas alınacağına göre,kusurun varlığı, sözleşmeden doğan ve özen borcuna aykırı davranışlarda,  davalılar  için   kusur  karinesi   geçerlidir.  Yani  kusurlu davranışın  varlığı  kabul  edilir  .  Kusursuz  olduklarının  davalılarca  ispatı gerekir. IV.  Hukuki  Sorumluluk  Davasının  Tarafları,  Görevli ve  Yetkili Mahkeme ve Yargılama Usulü 1. Davacılar Anonim şirket Yönetim Kurulu üyeleri ile diğer yöneticileri müdürler dahil, hakkında açılacak hukuki sorumluluk davasının davacılar olarak, ─ Şirketin doğrudan doğruya zararı nedeniyle, şirket tüzel kişiliği, ─ Dolayısıyla uğradıkları zararlar nedenle, bu zararın tazmin edilerek, şirkete verilmesi talebiyle şirket ortakları ve şirket alacaklıları, ─ Şirketin zararı sözkonusu olmadan doğrudan doğruya zararlarının tazmini için, şirket ortakları ve şirket alacaklıları, ─ Zarar gören şirketin, iflası halinde, iflas idaresi, ─ İflas idaresi davayı açamazsa, pay sahipleri ve şirket alacaklıları, davayı açabilirler.                                                  20  Bu  zararlarının  türleri  ve  ispatı  hakkında  ayrıntılı  bilgi  için  Bkz.KAPLAN ,Makale,149vd.,KAPLAN,Haftung,591 vd. 21  KAPLAN;Batıder,31-33    35076102 sayılı YYTK Hükümleri...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3493-3510  2. Davalılar Şirketin,  pay  sahiplerinin  ve  alacaklarının  açabilecekleri  sorumluluk davasının,  davalı  tarafını,  duruma  göre,  dış  ilişkide  müteselsilen  ve münferiden sorumlu olarak (BK.m.51/1 e;YTBK.m.61) göre; ─ Şirket yönetim kurulu üyeleri, ─ Şirketin yetkili diğer yöneticileri, ─ Şirkete sözleşmeye aykırı davranış veya haksız fiil nedeniyle zarar vermiş bulunan, -Bağımsız denetçi şirketler, oluşturacaktır. Davalılar hakkında YTTK.m.557.uyarınca, kusur oranı esasına bağlı farklılaştırılmış müteselsil sorumluluk uygulanacaktır 22. 3. Görevli ve Yetkili Mahkeme YTTK.nun 561.maddesi uyarınca görevli ve yetkili mahkeme şirketin bulunduğu yer asliye ticaret mahkemesidir. 4. Hukuki Sorumluluk Davalarında Zamanaşımı Süresi YTTK.nun 560.maddesinde sorumlu olanlara karşı açılacak tazminat talepli davalar da üç türlü zamanaşımı süresi öngörülmüştür. 4.1. İki Yıllık Zamanaşımı Süresi Hukuki sorumluluk davası, davacıların (şirket, şirket ortakları veya şirket alacaklıları), sorumluları ve zararı öğrenmesinden itibaren iki yıl geçmekle zamanaşımına uğrar. 4.2. Beş Yıllık Zamanaşımı Süresi Hukukî sorumluluk davası, sorumlu kişiler ve zarar öğrenilsin veya öğrenilmesin,  zarar  verici  fiilin  meydana  gelmesinden  itibaren  başlamak üzere, beş yıllık zamanaşımı süresine tâbidir. 4.3. Ceza Zamanaşımı Süresi Sorumluluğu gerektiren fiil aynı zamanda cezayı müstelzim olup, Ceza Kanununa göre, bu suç için daha uzun bir zamanaşımı süresi öngörülmüş ise, tazminat davasına da bu uzun zamanaşımı süresi uygulanır.                                                  22  Peter, WİDMER/Dieter, GERİCKE/Stefan, WALLER; Basler Kommentar zum OR II,4. Aufl.;2012 Basel,Art.759 N.3-6 arası 3508Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3493-3510  Kaplan V. Hukuki Sorumluluk Davalarında Davalıları İleri Sürebileceği Def i ve İtirazlar Davalılar  hakkında  şirket  merkezinin  bulunduğu  yer  Asliye  Ticaret Mahkemesinde  davacıların  açmış  bulundukları  tazminat  talepli  hukuki sorumluluk davalarında, kendilerini, varsa aşağıdaki def i ve itirazları ileri sürerek savunabilir 23 1. Yetki Devri Def i YTTK.nun 553. maddesinin 2.fıkrası hükmüne göre, kanundan veya şirket esas sözleşmesinden doğan bir görevi veya yetkiyi kanuna dayanarak devreden davalı organ veya kişiler, bu görev ve yetkileri devralan kişilerin; seçiminde makul derecede özen göstermediklerinin ispat edilmesi hali hariç, bu kişilerin fiil ve kararlarından sorumlu olmadıklarını ileri sürebilirler. 2. İbra İtirazı YTTK.nun 558/2 ye göre şirket genel kurulunun sorumluluktan ibraya ilişkin  kararı  ibranın  kapsadığı  açıklanan  maddî  olaylara  ilişkin  olarak, davalılar; ─ Davacı şirketin, ─ İbraya olumlu oy veren ve ibra kararını bilerek payı iktisap etmiş olan pay sahiplerinin dava hakkına kaldırdığını, ─ Diğer pay sahiplerinin dava hakkının ise, ibra tarihinden itibaren altı ay  geçmekle  düşer.  Hak  düşürücü  süre  olarak,  itiraz  kapsamında  ileri sürülebilir. 3. Zamanaşımı Def i Taleplerin iki ve beş yıl ve ceza zamanaşımına uğradığının ileri sürebilir (YTTK.m.560).",
     "Kaynakça": "BARTSCHTI, Harald; : Verantwortlichkeit im Aktienrecht, Zürich 2001 BODMER, Daniel/ KLEINER, Beat/LUTZ, Benno  :Kommentar zum BG über die Banken und Sparkassen,Zürich 1976, mit Nachträgen 2012-2014; Nr.22-23) zu Art. 38 ff.,                                                  23  BARTSCHİ, Harald;s.182 ve 313   35096102 sayılı YYTK Hükümleri...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3493-3510  ÇAMOĞLU, Ersin : Anonim Ortaklık Yönetim Kurlu Üyelerinin Hukukî Sorumluluğu, Ankara 1972. FORSTMOSER, Peter : Die Aktienrechtliche verantwortlichkeit, Die Haftung der mit Verwaltung Geschäftsführung Kontrolle und Liquidation einer AG betrauten Personen 2. Auflage, Zürich 1987. IMREGÜN, Oğuz : Anonim Şirketler Hukuku, Y.Bası, İstanbul 1989. KAPLAN, İbrahim : Banka İdare Meclisi Üyeleri ve Müdürlerinin Hukuki Sorumluluğu, Batıder, (Makale) 1994, Ankara, sayfa,19-181,(Makale)  KAPLAN,  İbrahim  :  Der  unmittelbare  Schaden  der  Aktionäre  und  der Glaubiger im Verantwortlichkeit der Schweizerischen Aktienrecht, Prof. Dr. Ümit Y. Doğanay a Armağan. Cilt I. İstanbul 1982 sh.599 vd.( Haftungsarten ) KAPLAN, İbrahim :Bağımsız Denetim Kuruluşu, AŞ.leri Yönetim kurulu ve Denetçilerinin Hukuki Sorumluluğu,BATIDER, Haziran 2012 ;sayfa 347 ;(Sorumluluk) Cilt XXVIII- Sayı 2 MATTER, Rolf : Basler Kommentar zum OR II, ,Art. 716-722, 4.Auflage,Basel 2002 MATTER, Rolf; : Basel Kommentar Basler Kommentar zum OR II,4 Aufl.; zum Art. 752,N.33; DIETER,Gericke/WALLER.Stefan : Basler Kommentar zum OR II,4. Aufl.; Basel 2012 MEIER-HAYOZ/FORSMOSER  : Schweizerisches Geselleschaftrecht, 9. Auflage, Bern 2004. MEIER-WEHRLI,  Jörg  :  Die  Verantwortlichkeit  der  Verwaltung  einer Aktiengesellschaft bzw. einer Bank gemäss Art. 754 ff. OR/41 ff. (Diss., Zürich 1968 = ZBR 296). OFTİNGER, Karl : Schweizerisches Haftplichtrecht, Erster Band. All. Teil, 4. Aufl., Zürich 1975. GERİCKE,Dieter,/WALLER /Stefan ,Waller; Basler Kommentar zum OR II,4. Aufl.;2012 Basel,"
}