{
     "Tip": "Makale",
     "Dergi İsmi": "Ankara Üni. Hukuk Fak. Dergisi",
     "Üniversite İsmi": "",
     "Gün": "20",
     "Ay": "04",
     "Yıl": "2021",
     "Cilt": "70",
     "Sayı": "01",
     "Başlık": "TÜRKİYE BÜYÜK MİLLET MECLİSİNDE MİLLETVEKİLİ İZİN VE DEVAMSIZLIK UYGULAMALARI: TARİHSEL GELİŞİM VE SORUN ALANLARI",
     "Title": "Practices of Leave of Absence and Non-Attendance of Deputies in Grand National Assembly of Turkey: Historical Evolution and Problems",
     "Yazar İsmi": [
          "Günal SEYİT"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Milletvekili",
          "İzin",
          "Devamsızlık",
          "Genel Kurul",
          "Başkanlık Divanı"
     ],
     "Keywords": [
          "Deputy",
          "Leave of Absence",
          "Non-Attendance",
          "The Plenary",
          "The Bureau of the Assembly"
     ],
     "Özet": "Milletvekili devamsızlığı, parlamentoların temsile dayanan gücünü ve kamuoyu karşısındaki saygınlığını olumsuz etkileyen bir sorun alanı olarak karşımıza  çıkmaktadır.  Türkiye nin  parlamento  geleneğinde,  milletvekili devamsızlığını  önlemeye  dönük  yaptırımlar  anayasa  ve  içtüzüklerde düzenlenmiş olmasına karşın uygulamanın zaman içinde aldığı biçim, bu yaptırımların yaşama geçirilmesini olanaksız kılmaktadır. Bununla birlikte uygulamayı sıkılaştırmaya yönelik konjonktürel ve tepkisel girişimler de yaptırımla  karşılaşan  milletvekilleri  bakımından  ayrımcı  uygulamalara gidildiği algısına yol açmaktadır. Bu koşullar altında izin ve devamsızlık sisteminin yeniden yapılandırılması temel bir gereksinim olarak karşımıza çıkmaktadır. Sistemin yeniden yapılandırılması, uygulamanın tarihine hâkim olmayı gerektirmektedir. Çalışma, bu bağlam içinde, Türkiye nin parlamento geleneğinde  milletvekili  izin  ve  devamsızlık  uygulamalarının  tarihsel dönüşümünü  ele  almayı  ve  bu  alandaki  sorun  alanlarını  tartışmayı amaçlamaktadır.",
     "Abstract": "Non-attendance of deputies in parliamentary meetings is a problematic issue which affects the representational power and reputation of parliaments in the eyes of the public negatively. Although the sanctions to prevent the deputies from non-attendance in parliamentary meetings are regulated in all constitutions and rules of procedures in Turkey, the practices preclude the application of these sanctions. In addition, reactional and arbitrary attempts to tighten the application of the regulations lead deputies who are subjected to the sanctions to feel discriminated. Therefore, it is necessary that the practices of non-attendance and leave of absence of deputies be revised. For this, being acquainted with the earlier practices is essential. In this context, this work aims to deal with changes in non-attendance and leave of absence practices in the parliamentary tradition of Turkey and to discuss the problematic areas in this issue.",
     "Metin": "Modern toplumun tüm sınıflarının toplanma alanı olarak kurgulanan parlamentonun oluşumunda olabildiğince çok seçmenin irade açıklamasında bulunmasına yönelik olarak başvurulan hukuksal düzenekler (seçimde oy kullanmamanın  para  cezası  ile  karşılanması  gibi),  parlamento  düzeyinde toplantı yeter sayısı, karar yeter sayısı gibi asgari temsili güvenceye alacak kurumlar ile bütünleşmektedir. Niceliğe yapılan bu vurgu, sayısallaştırmanın demokratik temsil kavramına içkin oluşu ile doğrudan bağlantılıdır. Modern parlamento, modern toplum için geçerli olduğu gibi, var oluşu ve  çalışması  sayısallaştırılmış,  sayısallaştırmaya  ve  ölçülebilirliğe  dayalı olarak  da  (sayısallaştırmaya  ve  ölçülebilirlik  olmadan  modern  disiplin düzeneklerini  işletmek  olanaksızdır)  disipline  edilmiş  bir  bütünlüktür. Milletvekili devamsızlığı uygulamalarını da modern topluma içkin temsilnicelikselleştirme-disiplin bağlamı içinde düşünmek olasıdır. Seçmenlerin seçime ve seçilenlerin de parlamenter karar alma süreçlerine olabildiğince yüksek düzeyde katılımı; artan uzmanlaşmaya bağlı olarak gelişen teknokratik eğilimler  ve  sistem  karşıtı  hareketlerin  siyasal  düzene  yönelik  meşruluk sorgulamaları  karşısında  temsil  bunalımı  yaşayan  modern  demokrasilere parlamento  hukukunun  özgüllüğü  içinde  belli  bir  meşruluk  sığınağı yaratmaktadır.  Bu  meşruluk  sığınağı,  ancak  parlamentoda  tüm toplumun 172Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228     Türkiye Büyük Millet Meclisinde Milletvekili…    (temsilcilerinin)  karar  verdiği  algısı  temelinde  yaşatılabilir.  Bunun  için parlamentolarda  devam/katılım  belli  bir  disipline  bağlanmıştır. Milletvekillerinin Genel Kurul ve komisyonlara devam durumu kurumsal olarak sürekli izlenmekte ve temsil görünümlerini zedeleyecek devamsızlıklar hakkında temsilcilik niteliğini yitirmeye kadar uzanacak birtakım yaptırımlara başvurulmaktadır.  Bu  çalışma,  parlamento  hukuku  çerçevesindeki  bir kurumun/uygulamanın  (milletvekili  izin  ve  devamsızlığı)  Türkiye  Büyük Millet Meclisi deneyimi özelindeki tarihsel gelişimini ağırlıklı olarak 1973 İçtüzüğü nün yürürlüğe girdiği tarihten günümüze kadar olan ayraç içinde irdelemeyi, bu irdeleme ışığında, yine hukuksal tartışma düzleminde kalmak üzere belli başlı sorun alanlarını çözümlemeyi amaçlamaktadır.  I. Osmanlı Kalıtı  Türkiye de Osmanlı Devleti dönemi meclis yapılanması ile cumhuriyetin fiilen kuruluşunu temsil eden 23 Nisan 1920 tarihi sonrasındaki (Türkiye) Büyük Millet Meclisinin kurumsal yapısı ve iç düzeni arasında belirgin bir koşutluk  saptamak  olanaklıdır.  Günümüzde  yürürlükte  olan  1973  tarihli TBMM İçtüzüğü nde yer alan birçok düzenlemenin kökleri, Osmanlı dönemi meclis  içtüzüklerine  dayanmaktadır.  Söz  konusu  sürekliliğin  en  belirgin göstergelerinden biri, ulusal kurtuluş hareketini yürüten devrimci meclisin, Osmanlı  Meclis-i  Mebusan  İçtüzüğünü  uygulaması  olmuştur.  Kuşkusuz olağanüstü koşullarda kurulan ve olağanüstü görevler üstlenen Büyük Millet Meclisinin,  çalışma  usullerine  ilişkin  tartışmalarla  zaman  yitirmeyerek uygulanagelen içtüzüğü esas alması doğaldır.                                                  2   Meclislere katılım zorunluluğu ve katılmamanın yaptırıma bağlanması olgusu, modern dönem öncesi meclislerde de görülmektedir. Örneğin Aristoteles, Atinalıların Devleti nde, Meclisin ya da halk meclisinin bir toplantısına katılmayan meclis üyesinin, üyesi bulunduğu vergi sınıfına göre bir ila üç drakhme para cezası ödemek zorunda olduğunu belirtmektedir (Aristoteles, Atinalıların Devleti, Çev. Furkan Akderin, Alfa Yayınları, İstanbul, 2005, s. 6, 48). Modernitenin temellerinin atıldığı 17. yüzyılda Spinoza, ideal aristokratik devletin kurumsal yapısını tartışırken tüm soyluların belli tarihlerde şehrin belirli bir yerinde toplanmaları ve hastalık durumu ya da acil kamu meselesi nedeniyle gelemeyen üyeler dışında toplantıda hazır bulunmayanların yüklü bir para cezasına çarptırılması gerektiğini söylemekteydi. Spinoza,  bu  düşüncesini  gerekçelendirirken  kamusal  işler  ile  özel  işler  arasındaki ikiliği/çelişkiyi vurguluyor; para cezasını, kamusal işlerin önceliğini güvence altına alan bir yaptırım olarak düşünüyordu. Bkz. Benedictus (Baruch) Spinoza, Politik İnceleme – Tractatus Politicus, Çev. Murat Erşen, Dost Kitabevi Yayınları, Ankara, 2009, s. 78.     173Günal SEYİT                                                           Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228  Büyük Millet Meclisinin 26 Nisan 1920 tarihli 4 üncü birleşiminde Çorum milletvekili Sıddık Bey ve Sivas Milletvekili Rasim Bey in kabul edilen  önergeleri  uyarınca,  Meclis-i  Mebusanda  uygulanan  Nizamnamei Dahilî nin Büyük Millet Meclisinde de uygulanması, uygulanması olanaklı olmayan  maddelerin  ise  gereksinimlere  göre  değiştirilmesi  ilkesi benimsenmiştir.3 Milletvekili devamsızlığı ve izin işlemleri, Osmanlı Meclis-i Umumi içtüzüklerinde ayrıntılı olarak düzenlenmişti. 13 Mayıs 1877 tarihli Heyet-i Mebusan Nizamname-i Dâhilîsi nin Milletvekillerinin Taşraya Gitmek İçin İzin Alması Hakkındadır başlığını taşıyan on ikinci bölümünün 88 inci maddesinde izin istemleri (mezuniyet talebi) ve  izinsiz bulunmama  (bilâ mezuniyet  gaybubet)  durumu  hükme  bağlanmaktaydı.  Buna  göre, milletvekilleri her ne nedenle olursa olsun bir yere gidecekleri zaman Genel Kurul dan (Hey et-i Umumiye) izin almak zorundaydılar; ancak çok acil bir durum ortaya çıkarsa daha sonra Genel Kurula bilgi vermek üzere Başkana gönderilecek  gerekçeli  bir  dilekçe  üzerine  de  izin  verilebilmekteydi. Maddede, Meclis çalışmalarına izinsiz katılmamanın kapsamı ve yaptırımları da belirlenmişti: İzin almayarak başka bir yere giden milletvekillerinin ve izin almalarına  karşın  izin  süresini  geçirenlerin  bu  sürelere  karşılık  gelen ödenekleri  kesilerek  mali  bir  yaptırım  öngörülmekteydi.  Gerek  Genel Kurul da gerekse şube ve komisyonlarda bulunmayarak altı defa Meclise devam etmeyen (altı Genel Kurul birleşimine katılmayan) milletvekilleri izinsiz-devamsız  (gaip  gayr-ı  mezun)  sayılmaktaydı.  Bu  durumdaki milletvekillerinden çalışmalara katılmamalarına ilişkin meşru bir mazereti bulunmayanların adları Resmî Gazete de yayınlanarak duyurulmakta; böylece milletvekillerinin Meclise devamlı katılımını zorlayacak bir kamuoyu baskısı yaratılmasının hukuksal düzeneği oluşturulmaktaydı.4  1909  tarihli  Anayasa  değişikliğinden  sonra  1914  yılında  Heyet-i Mebusan Nizamname-i Dâhilîsi nde yapılan değişiklikler, devamsızlık ile ilgili hükümleri de kapsamış, bu alana ilişkin daha ayrıntılı düzenlemeler                                                  3   TBMMZC, D.1, C.1, İçtima Senesi: 1, İ.4, 26.4.1336, s. 71-2. İçtüzük ile ilgili söz konusu karar, BMM nin 7 sayılı kararıdır. Karar metni şöyle kayda geçirilmiştir: Nizamnamei dâhilinin tâdil edilmek suretiyle tatbikı kabul edildi. (TBMM Kavanin Mecmuası, C.1, s. 412). Sürecin gelişimi hakkında daha geniş bilgi için bkz. Fahri Bakırcı, TBMM nin Çalışma Yöntemi, İmge Kitabevi Yayınları, Ankara, 2000, s. 53-4.  4   Söz konusu içtüzük hükümlerinin özgün metinleri için bkz. Şeref İba,  Osmanlı dan Günümüze Meclis İçtüzük Metinleri, TBMM Basımevi, Ankara, 2007, s. 408-9; Servet Armağan, Memleketimizde İçtüzükler, İstanbul Üniversitesi Hukuk Fakültesi Yayınları, İstanbul, 1972, s. 81-2. 174Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228     Türkiye Büyük Millet Meclisinde Milletvekili…    getirilmiştir. Değişikliklerin kapsamının genişliği nedeniyle yeni bir içtüzük olarak  nitelenebilecek  bu  metinde  (değişikliklerden  sonra  içtüzüğün  adı Meclis-i  Mebusan  Nizamname-i  Dâhilisi  olmuştur),  izin  ve  devamsızlık konuları on dokuzuncu bölümde, 173 ila 178 inci maddelerde düzenlemiştir. Değişikliklerin genel yapısı incelendiğinde devamsızlığın izlenmesine ilişkin düzenin  sıkılaştırılmaya  çalışıldığı,  disiplinin  yoğunlaştırılmasının amaçlandığı anlaşılmaktadır. Buna göre, Başkan (Reis) milletvekillerine sekiz gün izin verebilmekteydi. Daha uzun süreli izinler, Başkanlık Divanının (Divân-ı  Riyaset)  incelemesinden  geçtikten  sonra  Genel  Kurulca kararlaştırılıyordu. Başkanlık Divanının inceleme sonuçları, izin istemlerinin her  biri  için  ayrı  ayrı  olmak  üzere  Başkan  tarafından  Genel  Kurula sunulmakta, Genel Kurul da görüşmesiz, işaret oyu ile karar vermekteydi. Milletvekillerinin birbirini izleyen üç birleşime (önceki düzenlemede bu sayı altı  idi)  katılmadıkları,  Genel  Kurul da  yapılan  yoklama  ve  açık oylamalarda (tâyin-i esami suretiyle rey istihsali) veya şube ve encümen toplantılarındaki  devamsızlıktan  anlaşılırsa,  bu  milletvekilleri  izinsizdevamsız  (gaip  gayr-ı  mezun)  sayılıyordu.  Devamsızlığın  saptanması  ve incelenmesinde yetki, idare amirlerine (idare memurları) verilmişti. İzinsizdevamsız  milletvekilleri  için  itiraz  makamı,  Başkanlık  Divanı  olarak belirlenmiştir. İtiraz sürecinde geçerli neden bildirmeyenlerin adları Resmî Gazete de açıklanmaktaydı. Bu moral yaptırım, önceki düzenlemede olduğu gibi  mali  yaptırım  ile  desteklenmiştir.  177 nci  maddeye  göre,  izinsizdevamsız  milletvekillerinin  ve  izin  almalarına  karşın  izin  süresini geçirenlerin,  bu  sürelere  karşılık  gelen  ödeneklerinin  kesilmesi  hükme bağlanmıştır.  Disiplin  düzeneğinin  dikkat  çekici  bir  uygulaması  olarak, 178 inci  maddede,  izin  almış  milletvekillerinin,  izinleri  sona  erdiğinde, Başkana görünmeleri (Reis nezdinde isbat-ı vücut etme) öngörülmüştür.6 Devam konusundaki disiplin, yeni düzenlemeyle birlikte komisyonları da içine  almıştır.  Komisyonlarda  devamsızlığa  ilişkin  hükümler,  15 inci  ve 17 nci  maddede  yer  almaktadır.  15 inci  madde,  komisyonların,  belli  bir toplantıda  bulunan  üyelerle  birlikte  mazereti  nedeniyle  bulunmayan üyelerinin  adlarını  Resmî  Gazete de  yayınlamaya  karar  verebileceklerini hükme bağlamaktaydı. 17 nci maddeye göre, mazeretlerini bildirmeksizin                                                  5   Açık oylama, hangi milletvekilinin hangi yönde oy kullandığını belli eden oylama türüdür. Bu  oylama  geleneksel  olarak,  milletvekillerinin  adlarının  tek  tek  okunarak  oylarını açıklamaları ya da üzerinde her bir milletvekilinin adı, soyadı, seçim çevresi ve oyunun rengini belirten pusulaların kullanılması yöntemleri ile uygulanmıştır. Uygulamanın çağdaş biçiminde elektronik sistem kullanılmaktadır.  6   Hükümlerin özgün metinleri için bkz. İba, s. 333-4; Armağan, s. 196-7.  175Günal SEYİT                                                           Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228  birbirini  izleyen  üç  komisyon  toplantısına  katılmayan  milletvekilleri komisyondan istifa etmiş sayılmaktaydılar. Bu durum, Meclis Başkanlığına bildirilmekte ve söz konusu milletvekili yerine, ait olduğu şubedeki bir başka milletvekili seçilmekteydi.7 Meclis-i Umuminin diğer kanadını oluşturan Ayan Meclisinin 20 Eylül 1877 tarihli içtüzüğünün ilk biçiminde (Heyet-i Ayan Nizamname-i Dâhilisi), devamsızlık  konusuna  ilişkin  hüküm  bulunmamaktaydı.  1908  Devrimi sonrasında yapılan kapsamlı değişiklikle Meclis-i Ayan Nizamname-i Dâhilisi adını alan İçtüzüğün onuncu bölümünde devamsızlık konusu bu kez ayrıntılı biçimde  düzenlenmiştir.  100 üncü  maddeye  göre,  Ayan  Meclisi  üyeleri, Meclis  çalıştığı  sürece  Genel  Kurul  ve  görevli  oldukları  komisyonlarda bulunmakla  yükümlüydüler.  Geçerli  bir  mazeret  nedeniyle  gelemeyecek olanlar, durumu Başkanlığa bildirmek zorundaydı. İzin istemi bir haftadan fazla  ise,  Genel  Kurul un  izin  vermesi  gerekiyordu.  Hastalık  nedeniyle çalışmalara katılamayacak olanlar ise, durumu Başkanlığa bildirmekte ve Başkanlık Genel Kurula bilgi vermekteydi. 101 inci maddeye göre Başkan, acil durumlarda, ilk birleşimde Genel Kurula bilgi vermek koşuluyla on beş günü geçmemek üzere izin verebilmekteydi. 102 nci maddeye göre, Meclisin toplantıda olduğu zamanda üyeler, izin istemleri için Başkanlığa başvurmakta, istem  Başkanlıkça  Başkanlık  Divanına  gönderilmekte  ve  Divanın inceleme/değerlendirme sonuçları, yazılı olarak ya da Başkan tarafından sözlü olarak  Genel  Kurula  sunulmaktaydı.  Genel  Kurul,  buna  ilişkin  olarak görüşmesiz ve işaretle oylama usulüyle karar almaktaydı. 103 üncü maddede, Meclisin tatilde olduğu dönemlerde İstanbul dan (Dersaadet) ayrılacak olan üyelerin, gidecekleri yeri Başkana bildirmeleri hükme bağlanıyordu. Aynı maddede,  mazeretleri  gerekçesiyle  olağan  ve  olağanüstü  birleşimlere katılamayacak olan üyelerin, bu birleşimlerin başında (bidayetinde) usule uygun  olarak  izin  isteminde  bulunmaları  gerektiği  belirtiliyordu. Yaptırımların  belirlendiği  104 üncü  maddeye  göre,  usule  uygun  izin isteminde bulunmadan devamsızlık yapan veya izni sona ermesine karşın Meclise  dönmeyen  üyelerin  maaş  ödemeleri,  Meclisin  toplantıda  olduğu sürelere denk  gelen  devamsızlık  süreleri  kadar erteleniyor  ve bu  durum Başkanlıkça  Genel  Kurula  bildiriliyordu.  Üyenin  sonradan  bildireceği mazeret Genel Kurulca kabul edilirse maaş ödeniyor, kabul edilmez ise kesiliyordu.9                                                      7   Bkz. İba, s. 307; Armağan, s. 155. 8   İba, s. 39. 9   Hükümlerin özgün metinleri için bkz. İba, s. 354; Armağan, s. 132-3. 176Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228     Türkiye Büyük Millet Meclisinde Milletvekili…    II. 1927 Dâhili Nizamnamesinin Getirdiği Düzen 2 Mayıs 1927 tarihli TBMM Dahilî Nizamnamesi, Osmanlı Meclisinden TBMM ye geçiş sürecinde Meclis çalışmalarında görülen usul dağınıklığını ortadan kaldırmış; diğer konularla birlikte milletvekili izin ve devamsızlığı konusunda  da  belli  bir  düzen  oluşturmuştur.  Bu  düzen,  küçük  ayrımlar dışında, günümüze değin izlenen usullerin temeli olmuştur.  Bu  içtüzükte,  izin  ve  devamsızlık  hükümleri  için  192  ila  197 nci maddeleri  kapsayan  özel  bir  bölüm  ayrılmıştı.10  Bu  bölümde  yer  alan düzenlemelere göre, milletvekillerinin sekiz güne kadar olan izin istemleri Meclis Başkanınca karşılanıyor, daha uzun süreli izin istemleri ise Başkanlık Divanınca  incelendikten  sonra  Genel  Kurulca  kararlaştırılıyordu.  Başkan sekiz günü aşan izin istemlerini Genel Kurulun takdirine sunarken bunların her biri hakkında Başkanlık Divanının görüşünü de bildiriyor, Genel Kurul bunun üzerine görüşmesiz işaret oyuyla karar veriyordu. İzinsiz olma durumu, tek birleşime katılmama ile değil, birden çok birleşime katılmama ile beliren bir hukuksal durumdu. Ancak birbiri ardına üç birleşimde yapılan yoklama veya  açık  oylamalarda  devam  etmediği  anlaşılan  milletvekili  izinsiz sayılıyordu. Devamsızlığı haklı kılacak hususların (mazeretin) incelenmesi ve takdiri, Başkanlık Divanına ait bir yetki olarak tanımlanmıştı. Devamsızlığı haklı kılacak bir gerekçesi bulunmadığı anlaşılan milletvekilinin adı, Meclisi  Mebusan  döneminde olduğu  gibi Resmî  Gazete de  duyuruluyor  ve  bu husustaki şikâyetler Başkanlık Divanına sunuluyordu.11 Devamsızlığın bir diğer yaptırımı ise ödeneğin kesilmesiydi. Buna göre, yukarıda belirtilen ölçüt çerçevesinde izinsiz sayılan milletvekillerinin yanı sıra kendilerine verilen izin süresini geçiren milletvekillerinin de devam etmedikleri gün sayısına karşılık gelen ödenekleri kesiliyordu. Bir yasama yılında iki aydan uzun süreli izin alanlara ödenek verilebilmesi, Genel Kurul un bu yönde bir karar                                                  10  İba, s. 283. 11  1927 İçtüzüğü nün 198 inci maddesinde Mebuslardan isimleri Resmî Gazete ile izinsiz veya namevcut kaydolunanların şikâyetlerini dinlemek ve fasletmek Başkanlık Divanının görevleri arasında sayılmıştı. 12  Devamsızlığa bağlı ödenek kesme işlemi ile uzun süreli izin isteminin kabulüne bağlı olarak ödenek  verilip  verilmemesinin  kararlaştırılması  birbirinden  ayrı  durumlardır.  Birinci durumda  devamsızlık  durumu  kesinleşmiş  olup  ödenek  kesme  şeklinde  bir  yaptırım uygulanması  söz  konusu  iken  ikinci  durumda  izin  alınması  nedeniyle  herhangi  bir devamsızlık durumu doğmadığı gibi bir yaptırım da söz konusu değildir. Bu ikinci durumda Meclis, uzun süre çalışmalara katılmayacak olan bir milletvekilinin ödenek alıp almamasını takdir etmektedir.  Günümüzde yürürlükte olan 1973 İçtüzüğü nde bu iki ayrı hukuksal durum, durumlar arasındaki ayrımı yansıtacak biçimde ayrı maddeler altında düzenlenmiştir (Devamsızlığın 177Günal SEYİT                                                           Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228  almasına bağlıydı.13 Komisyonlarda devamsızlık boyutu ile ilgili olaraksa 1927  İçtüzüğü nün  45 inci  maddesi,  mazeretsiz  veya  haber  vermeden aralıksız (mütevali) dört toplantıda hazır bulunmayan komisyon üyelerinin komisyonca istifa etmiş sayılabileceğini hükme bağlamaktaydı.14 15 1927  İçtüzüğü nde  devamsızlığa  bağlı  olarak  Meclis  üyeliğinin düşmesine ilişkin bir hüküm bulunmamakla birlikte yürürlükte olan 1924 Anayasası nın 28 inci maddesinde bu konuyla ilgili bir düzenlemeye yer verilmişti.  Buna  göre,  Meclise  izinsiz  ve  mazeretsiz  (bilâ  mezuniyet  ve mazeret) olarak iki ay devam etmeyen milletvekillerinin üyelikleri düşüyordu (sakıt oluyordu).  Bu noktada, 1927 İçtüzüğü nün yürürlüğe girdiği tarihten 27 Mayıs 1960 a uzanan süreç özelinde milletvekili izin ve devamsızlığı ile ilgili dikkat çekici kimi olgu ve uygulamalara işaret etmekte yarar görülmektedir. Bu dönemde milletvekilleri yönünden tarımdan kopuşun hâlen tam anlamıyla gerçekleşmediği anlaşılmaktadır. Zira milletvekillerinin tarımsal faaliyetleri gerekçe  gösteren  izin  istemlerine  Başkanlık  Divanı  Arşivinde  çokça                                                  müeyyidesi başlıklı 153 üncü madde ve İki ay için izin alanların ödenek ve yollukları başlıklı 154 üncü madde). 13  Sağlık raporuna dayanan iki aylık izin istemi Genel Kurulca reddedilen İstanbul Milletvekili Süreyya Paşa, milletvekilliğinden istifa etmiş ve ödeneğinin bir kısmını geri vermiştir (bkz. TBMMZC, D.3, C.23, İçtima: 4, İ.13, 15.12.1930, s. 24-5; ayrıca bkz, Ö. Kürşad Karacagil, Süreyya (Paşa) İlmen ve Serbest Cumhuriyet Fırkası, Tarih Dergisi, Sayı: 57 (2013/1), s. 143, 85 sayılı dp.). Bu konuya ilişkin görüşme tutanaklarından Genel Kurul da devamsızlık sorununa  ilişkin  belirgin  bir  duyarlılığın  oluştuğu  ve  bir  tepki  birikmesi  yaşandığı anlaşılmaktadır. Öyle ki Süreyya Paşa nın istifa dilekçesi okunurken salondan alaycı ifadelerle Vah vah yazık oldu; darısı Haydar Beyin başına sesleri yükselmiştir. Bu birleşimden yaklaşık bir ay sonra Haydar Bey in milletvekilliği devamsızlık nedeniyle düşürülmüştür. 14  Bu  hükmün  bir  uygulamasına  1948  yılında  rastlanmıştır.  Dilekçe  Komisyonunun  mazeretlerini bildirmeden dört oturumdan fazla Komisyonda bulunmadıkları tespit edilen- beş üyesinin istifa etmiş sayıldıklarına ve yerlerine yeni üyeler seçilmesi istemine ilişkin 13 Ocak 1948 tarihli Komisyon Başkanlığı tezkeresi, Genel Kurul da okunarak işleme alınmış ve yeni üyeler seçilmiştir. Bu uygulamada dikkat çeken husus, Dilekçe Komisyonu Başkanı imzalı tezkerede, aralıksız dört toplantıdan fazla katılım sağlamayan üyelerin doğrudan istifa etmiş sayılmalarına ilişkin ifade biçimidir. Bu ifade biçiminden, istifa etmiş saymaya ilişkin bir  Komisyon  kararı  alınmadığı,  devamsızlığın  saptanmasına  bağlı  olarak  Komisyon Başkanlığınca doğrudan işlem yapılarak üyelerin istifa etmiş sayıldıkları ve yeni üyelerin belirlenmesine  ilişkin  olarak  Genel  Kurul dan  istemde  bulunulduğu  anlaşılmaktadır (TBMMTD, D.8, C.9, T.2, B.33, 21.1.1948, s. 58). 15  Üç defa yazılı bildirime rağmen başkan, sözcü ve kâtibini seçip görevine başlayamamış olan Karma  Komisyon  üyeleri  hakkında  devamsızlık  ile  ilgili  yaptırımların  uygulanması yönündeki istem ve tartışmalar için bkz. MMTD, D.3, C.3, T.1, B.59, 23.3.1970, s. 649-60. 178Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228     Türkiye Büyük Millet Meclisinde Milletvekili…    rastlanmaktadır. Örneğin Sivas Milletvekili İsmail Mehmet Uğur, 1 Kasım 1931 tarihli dilekçesinde ekim zamanı olduğu için yirmi gün izin isteminde bulunuyordu.17 Bir başka örnekte, Kastamonu Milletvekili Sıtkı Şerif Eken, 3 Kasım  1935  tarihli  yazısında  yağmurlar  nedeniyle  harmanların kaldırılmasının geciktiğini, ziraat işlerinin bitmediğini gerekçe göstererek izin süresinin bir ay daha uzatılmasını istiyordu.18 Muğla Milletvekili Dr. Hüseyin  Avni  Ercan,  öteden  beri  oldukça  geniş  tütün  ziraatıyla  iştigal ettiğini,  bu  sıra  tütün  ziraatının  en  hararetli  zamanı  olduğunu  belirttiği dilekçesinde, bu gerekçeye dayanarak bir aylık izin isteminde bulunuyordu.19  Söz konusu dönemde, tarımsal faaliyetlerin yanı sıra zaman zaman hava koşulları  da  milletvekili  izin  istemlerine  konu  olabilmekteydi.  TBMM Başkanlık Divanı Arşivinde rastladığımız biri 1946, diğeri 1951 yılına ait iki telgraf  yazısında,  Hakkâri  Milletvekili  Selim  Seven,  birleşimlere katılamamasının ve izin isteminin gerekçesi olarak hava koşulları nedeniyle yolların kapalı olmasını göstermekteydi.20 Bu telgraflardan 1951 yılına ait olanında izin süresinin bir müddet daha uzatılması isteniyordu, ancak izin istemine  konu  süre  açıkça  belirtilmemişti.  Dönemin  parlamento uygulamalarının esnekliğini yansıtan bu örnekte, izin istenen süre açıkça belirtilmemesine karşın Başkanlık Divanı bir ay süreyle izin verilmesini takdir etmiş, teklifi Genel Kurul onayına sunmuş ve teklif burada kabul edilmişti.23  1950 li yıllara gelindiğinde milletvekili izin ve devamsızlık düzenin sıkılaştırılması  yönünde  iki  esaslı  girişimin  sergilendiği  görülmektedir. Bunlardan ilki 1951 yılında, ikincisi 1958 yılında gerçekleşmiştir. Başkanlık                                                  16  1930 larda Meclis yazışmalarında milletvekili sözcüğü yerine yer yer saylav sözcüğü kullanılmaktaydı. 17  TBMM Başkanlık Divanı Arşivi, Kanunlar Kalemi Evrak Nu. 981, Evrak Kayıt Tarihi: 1.11.1935. 18  TBMM Başkanlık Divanı Arşivi, Kanunlar Kalemi Evrak Nu. 999, Evrak Kayıt Tarihi: 5.11.1935. 19  TBMM Başkanlık Divanı Arşivi, Kanunlar Kalemi Evrak Nu. 1624, Evrak Kayıt Tarihi: 13.4.1936. 20  TBMM Başkanlık Divanı Arşivi, Kanunlar Kalemi Evrak Kayıt Tarihi: 31.7.1946; TBMM Başkanlık Divanı Arşivi, Kanunlar Kalemi Evrak Nu. 1430, Evrak Kayıt Tarihi: 8.2.1951. 21  Söz  konusu  esnekliği  bir  başka  boyutta  somutlaştıran  bir  örnek  olarak  Kastamonu Milletvekili İbrahim Grantay ın izin istemine dayanak olarak sunduğu sağlık raporuna işaret edilmelidir. Bu rapor Berlin deki bir Alman kliniğinden alınmış ve Almanca yazılmıştır. Milletvekili, raporu, Türkçeye kendisi çevirmiş ve Türkçe çeviriyi raporun üstüne kendi el yazısı ile yazarak Meclis Başkanlığına göndermiştir (TBMM Başkanlık Divanı Arşivi, Prof. Dr. G. Von Bergmann imzalı ve 24.11.1936 tarihli sağlık raporu). 22   TBMM Başkanlık Divanı Arşivi, 14.2.1951 tarihli ve 77 sayılı Karar. 23  TBMMTD, D.9, C.5, T.1, B.44, 16.2.1951, s. 173-4. 179Günal SEYİT                                                           Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228  Divanının karar tarihini tam olarak saptayamamakla birlikte bu karara dayalı olarak milletvekillerine gönderilen yazılardan anlaşıldığına göre, Başkanlık Divanı,  Genel  Kurul  birleşimlerinde  toplantı  yetersayısının  güçlükle sağlandığını  görerek  bundan  böyle  mühim  sebep  ve  mazeretlere dayanmadıkça  vaki  olacak  izin  isteklerini  Kamutay a  sunmamayı kararlaştırmıştır.24 Aslında, 1927 İçtüzüğü hükümlerine göre, sekiz günü aşan izin  istemlerinin  Başkanlık  Divanınca  incelendikten  sonra  Genel  Kurul onayına sunulması gerekiyordu. Daha açık bir ifadeyle, izin istemi sekiz günlük süreyi aşıyorsa Başkanlık Divanının iznin reddi yönündeki görüşünü Genel  Kurula  sunması  olanaklıydı,  ancak  Başkanlık  Divanı,  İçtüzük hükümlerini zorlayarak kendince önemli neden ve mazeretlere dayanmayan izin istemlerini Genel Kurula sunmadan kendisi kararlaştırma yönünde bir uygulama başlatıyordu.  Başkanlık Divanı Arşivinde bu uygulamanın kimi ilginç görünümlerine rastlamak mümkündür. Bir örnekte, Maraş Milletvekili Ahmet Kadıoğlu, pamuk ve çeltik ekim mevsimi olduğunu belirterek tarımsal faaliyetlerini sürdürmek üzere bir aylık izin isteminde bulunmuş, ancak Başkanlık Divanı bu izin istemini Genel Kurula sunmayarak bir ay yerine bir hafta olarak kabul etmiştir. Kadıoğlu na bu kararın bildirildiği TBMM Başkanı imzalı yazıda, mazeret  hususunda  ısrar  buyurulduğu  takdirde  keyfiyetin  Kamutay a sunulacağı  da  belirtiliyordu.  Dolayısıyla  Başkanlık  Divanı,  kendisinin verdiği kararın nihai karar olmadığını örtülü olarak kabul ediyor; mazeret konusunda milletvekilinin ısrar etmesi durumunda son kararın Genel Kurulca verileceğini belirterek uygulamayı İçtüzük hükmüne yakınlaştıracak bir yol izliyordu.  Bu  son  kayıt,  söz  konusu  uygulamaya  kapsamında  diğer milletvekillerine gönderilen yazılarda da görülmektedir. Başkanlık  Divanının  izinleri  kendiliğinden  kısaltma  yönündeki uygulamasının, Divan ile milletvekilleri arasında bir gerilime de yol açtığı anlaşılmaktadır.  Örneğin  Çanakkale  Milletvekili  Nihat  İyriboz un, dilekçesindeki ifadesiyle bazı mühim işlerini görmek üzere bir aylık izin isteminin Başkanlık Divanınca yukarıda anlatılan usul çerçevesinde bir hafta  olarak  kabul  edilmesi  üzerine  İyriboz,  sitem  içeren  aşağıdaki                                                  24  Örneğin bkz. TBMM Başkanlık Divanı Arşivi, Kanunlar Müdürlüğü Evrak Nu. 1772, Evrak Tarihi: 27.4.1951. 25  TBMM Başkanlık Divanı Arşivi, Kanunlar Müdürlüğü Evrak Nu. 1717, Evrak Tarihi: 18.4.1951. 26   TBMM Başkanlık Divanı Arşivi, Kanunlar Kalemi Evrak Nu. 1662, Evrak Tarihi: 9.4.1951. 27  TBMM  Başkanlık  Divanı  Arşivi,  Kanunlar  Kalemi  Evrak  Nu.  1674,  Evrak  Tarihi: 11.4.1951. 180Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228     Türkiye Büyük Millet Meclisinde Milletvekili…    yazısının ekinde bu kez sağlık raporu göndererek istediği izni alma yoluna gitmiştir: (…) 9 aylık fartı mesai dolayısı ile muhtaç bulunduğum uzunca istirahata karşılık lütuf buyurulan bir haftalık izne teşekkür ederim. Yalnız bu iznim esnasında kulaklarımda ve dişlerimde  görülen ve derhal tedavisi zaruri olan arızalara ait rapor bağlı olarak sunulmuş olduğundan rapor  tarihinden  itibaren  bir  ay  kadar  izinli  ad edilmekliğim hususuna yüksek delaletlerinizi istirham ederim.29  1958  yılında  bu  kez  Başkanlık  Divanının  yanı  sıra  komisyonların başkanlık divanlarını da kapsayan geniş bir kurul (Meclis ve Encümenler Riyaset  Divanları  Umumi  Hey eti)  milletvekillerinin  Genel  Kurul  ve komisyonlara devamlarını sağlayıcı önlemleri saptamak üzere beş üyeli bir alt kurul oluşturmuş, bu alt kurul 24 Kasım 1958 tarihinde gerçekleştirdiği toplantıda  Meclis  ve  Encümenler  Riyaset  Divanları  Umumi  Heyeti toplantısında  ileri  sürülen  görüşleri  değerlendiren  ayrıntılı  bir  rapor hazırlamıştır. Raporda Genel Kurula devam konusunun esasen İçtüzük te zorunlu kılındığı ve bu zorunluluğun yaptırımlarla desteklendiği, İçtüzük hükümlerinin uygulanmasının sorunun çözümü için yeterli olacağı, ancak İçtüzük  ile  belirlenen  yoklama  usulünün  uygulanma  kabiliyetinin bulunmadığı  belirtiliyordu.  Buna  göre,  yoklama  sorunu  nedeniyle yürürlükteki yaptırımlar dahi uygulanamazken yeni yaptırımlara başvurmanın bir anlamı yoktu. Öyleyse önce yaptırımların uygulanmasına olanak tanıyacak bir yoklama usulünün getirilmesi gerekiyordu.30  Alt  kurul,  komisyonlarda  devam  ile  ilgili  değerlendirmesinde  ise İçtüzüğün Genel Kurulda devamsızlık durumunda öngördüğü yaptırımların komisyonlar için geçerli olmadığı saptamasından yola çıkıyordu. İçtüzüğe göre,  komisyonlarda  devamsızlığın  tek  yaptırımı  komisyondan  çekilmiş sayılmaktı.  Raporda,  milletvekili  ödeneğinin  bir  kısmının  ayrılarak komisyonlara devam karşılığı olarak verilmesi önerisi tartışılıyor, bu usulün milletvekillerinin mali durumunu zorlayacağı; devamı teşvik edici ek bir                                                  28   Fart: Aşırı (fart-ı mesai: aşırı çalışma). 29  TBMM  Başkanlık  Divanı  Arşivi,  Kanunlar  Kalemi  Evrak  Nu.  1707,  Evrak  Tarihi: 17.4.1951. İyriboz un sağlık raporuna dayanan bir aylık izin istemi Başkanlık Divanının 25 Nisan 1951 tarihli toplantısında kabul edilmiştir (bkz. TBMM Başkanlık Divanı Arşivi, 25.4.1951 tarihli ve 92 sayılı Karar). 30  TBMM Başkanlık Divanı Arşivi, 24.11.1958 tarihli Heyet Raporu. 181Günal SEYİT                                                           Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228  ödenek  verilmesinin  ise  sonuçları  bakımından  tartışmalı  bir  yöntem olabileceği değerlendiriliyordu. Alt kurulun bu bağlamdaki önerisi, öncelikle komisyonlara  devamın  İçtüzük  hükümleri  ile  zorunlu  kılınmasıydı.  Bu zorunluluğu sağlamak için yeni yaptırım biçimlerine de gerek yoktu; Genel Kurulda devamsızlık durumunda uygulanan yaptırımların komisyonlar için de uygulanmasına  olanak  sağlayacak  bir  İçtüzük  değişikliğinin gerçekleştirilmesi yeterli olacaktı.31 III. 1961 Anayasası nın Getirdiği Düzen Cumhuriyet dönemi anayasalarında milletvekili izin ve devamsızlığı konusu ancak devamsızlığa bağlı olarak üyeliğin düşmesi bağlamı ile sınırlı şekilde ele alınmış, konunun diğer boyutları ile ilgili hükümlere anayasalarda yer verilmeyerek bunların düzenlenmesi içtüzüklere bırakılmıştır.  1924 Anayasası milletvekilliğinin devamsızlığa bağlı olarak düşmesi için iki ay devamsızlık koşulunu belirlerken 1961 Anayasası bu çerçevede daha katı  bir  düzen  getirmiş,  süreyi  iki  aydan  bir  aya  indirmiştir.  1961 Anayasası nın 80 inci maddesine göre, Türkiye Büyük Millet Meclisi üyeliği, Meclis çalışmalarına izinsiz veya özürsüz ve aralıksız olarak bir ay katılmama durumunda, üyeliğin düştüğünün kendi Meclisince (Millet Meclisi ya da Cumhuriyet Senatosu tarafından) karara bağlanması ile sona eriyordu.32 1924 Anayasası hükmüne bakıldığında iki aylık sürenin belli bir yasama yılının bütünlüğü içinde birikimli olarak mı hesaplanacağı yoksa aralıksız olarak geçen bir süreci mi ifade ettiği konusunda belirsizlik söz konusu iken 1961                                                  31  a.k. 32  Söz  konusu  80 inci  madde  hükmüne  ilişkin  olarak  Kurucu  Meclis  Anayasa  Karma Komisyonu Raporu nda yer verilen ifadelerden, devamsızlık ile ilgili yaptırım düzenini daha da sıkılaştırmaya yönelik önerilerin bulunduğu ve bunların Anayasa düzeyinde hükme bağlanmasının teklif edildiği anlaşılmaktadır. Yine rapordaki ifadeden bu önerilerin kabul görmediği ve devamsızlık ile ilgili diğer hususların düzenlenmesinin içtüzük çalışmalarına bırakılmasının  kararlaştırıldığı  görülmektedir.  Söz  konusu  raporda  şu  ifadelere  yer verilmiştir: Madde 80.– Türkiye Büyük Millet Meclisi Üyelerinin Meclise devamsızlıkları sebebiyle haklarında tatbik edilebilecek müeyyidelerin esas itibariyle İçtüzüklerde düzenleneceği dikkat nazarına alınarak, üyelik sıfatının kaybına yol açabilecek devamsızlıklarda durumu ağırlaştırıcı bir kaydın Anayasa metnine konulmasında isabet olmıyacağı hususu kabul edilmiş ve böylece ekli metin tercih olunmuştur. [bkz. Türkiye Cumhuriyeti Kurucu Meclisi Anayasa Karma Komisyonunun Anayasa Tasarısının Bâzı Maddeleri Hakkında Raporu, Sıra Sayısı: 35 – 5. Ek, Kurucu Meclis Tutanak Dergisi (KMTD), C.2, B.14, 26.5.1961, s. 3].  33  Uygulamada bu muğlaklığın tartışıldığına ilişkin bir kayda rastlanmamıştır. 1961 Anayasası dönemine kadar uygulama, birikimli hesaplama yöntemi doğrultusunda değil, aralıksız 182Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228     Türkiye Büyük Millet Meclisinde Milletvekili…    Anayasası nda bu muğlaklık giderilmiş, bir ay aralıksız devamsızlık, üyeliğin düşürülmesinin koşulu olarak düzenlenmiştir. 1961  Anayasası nın  Geçici  içtüzük  başlıklı  geçici  3 üncü maddesi, Bu Anayasaya göre kurulan Türkiye Büyük Millet Meclisinin, Millet Meclisinin ve Cumhuriyet Senatosunun toplantı ve çalışmaları için, kendi İçtüzükleri yapılıncaya kadar Türkiye Büyük Millet Meclisinin 27 Ekim 1957  tarihinden  önce  yürürlükte  olan  İçtüzüğü  hükümleri  uygulanır. hükmünü  içermekteydi.  Bu  hüküm  doğrultusunda,  1961  Anayasası nın yürürlükte  bulunduğu  dönem  içinde,  1973  yılında  yeni  İçtüzük  kabul edilinceye  kadar  1927  İçtüzüğü  Millet  Meclisi  bakımından  geçerliliğini sürdürmüştür. Cumhuriyet Senatosu ise çalışmalarını 27 Aralık 1963 tarihli Cumhuriyet Senatosu İçtüzüğü hükümlerine göre yürütmüştür.  IV. 1973 İçtüzüğü: Yürürlükteki Düzen A. Mevzuat Boyutu 5 Mart 1973 tarihli ve 584 sayılı Millet Meclisi kararı ile kabul edilen Millet  Meclisi  İçtüzüğü nün  milletvekili  izin  ve  devamsızlığına  ilişkin hükümleri, temeli Heyet-i Mebusan Nizamname-i Dâhilîsi nde 1914 yılında yapılan  değişikliklere  dayanan  ve  1927  İçtüzüğü  dönemini  de  kapsayan yaklaşık 60 yıllık bir Meclis deneyimi üzerine kurulmuştur. Yürürlüğe girdiği 1 Eylül 1973 ten günümüze değin herhangi bir değişikliğe uğramayan ve hâlen yürürlükte bulunan söz konusu hükümler, Meclis-i Mebusan döneminde oluşturulan düzenin ana hatlarıyla korunduğunu göstermektedir. 1973 İçtüzüğü nün İzin ve devam başlıklı 151 inci maddesine göre, 10 günü aşmayan izin istemleri Meclis Başkanınca, daha uzun süreli istemler ise Başkanlık  Divanının  teklifi  üzerine  Genel  Kurulca  görüşmesiz  ve  işaret                                                  olarak iki aylık devamsızlık süreçlerini esas alan bir çerçeve içinde gelişmiştir. Bu bakımdan 1961 Anayasası nın 80 inci maddesi hükmü, devamsızlık süresinin hesaplanması yönünden bir  yenilik  getirmemiş,  sadece  süreyi  kısaltarak  önceki  dönem  uygulamasını  hüküm düzeyinde daha açık bir ifade ile karşılama yolunu tutmuştur. 34  13/12/1960 tarihli ve 157 sayılı 1924 Tarih ve 491 Sayılı Teşkilâtı Esasiye Kanununun Bâzı Hükümlerinin Kaldırılması ve Bâzı Hükümlerinin Değiştirilmesi Hakkındaki 12 Haziran 1960 Tarihli Ve 1 Sayılı Geçici Kanuna Ek «Kurucu Meclis Teşkili» Hakkında Kanun un 25 inci maddesi de benzer bir hüküm içermektedir. Maddeyle Milli Birlik Komitesi, Temsilciler Meclisi ve Kurucu Meclisin her biri için ayrı bir içtüzük yapılması öngörülüyor, ancak yeni içtüzüklerde hüküm bulunmayan hususlarda, eski Türkiye Büyük Millet Meclisi İçtüzüğü nün uygulanacağı hükme bağlanıyordu. 35  1973 tarihli Millet Meclisi İçtüzüğü nün ilk biçimi için bkz. R.G., Sayı: 14506, 13.4.1973.  183Günal SEYİT                                                           Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228  oyuyla kararlaştırılmaktadır. Aynı maddeye göre bir milletvekilinin belli bir birleşimde  yok  sayılması,  Genel  Kurulda  veya  komisyonlarda  yapılan yoklama  ve  açık  oylamalarda  özürsüz  veya  izinsiz  olarak  bulunmaması durumunda gerçekleşmektedir. 152 nci maddede, devamsızlık saptamasına ve buna itirazlara ilişkin  usuller düzenlenmektedir. Buna göre,  ilk aşamada Başkanlık  Divanı,  milletvekillerinin  Genel  Kurul  veya  komisyon çalışmalarına katılmadığı günleri gösterir bir cetvel düzenleyerek bu cetvelin ilgili üyelere ait kısımlarını özel surette kendilerine göndermekte, cetvele itirazı olan milletvekilleri, bildirimi aldıkları tarihten başlayarak yedi gün içinde yazı ile itiraz edebilmektedir. İçtüzük te bu ilk bildirimi yapma yetkisi Başkanlık  Divanına  tanındığı  hâlde  uygulamada  devamsızlık  cetvelinin üyelere ait kısmı Meclis Başkanlığınca düzenlenerek üyelere iletilmektedir. İtiraz olursa, ikinci aşamada, itiraz Başkanlık Divanınca incelenmekte, bu inceleme çerçevesinde gerekiyorsa ilgili üyeden bilgi ve belge istenmekte, inceleme  sonucuna  göre  Başkanlık  Divanı  devamsızlık  cetvelini yayımlamaktadır. Uygulamada, itirazlar, bu İçtüzük hükmüne uygun olarak Başkanlık  Divanında  incelenip  kararlaştırılmaktaysa  da  tüm  üyelerin devamsızlık durumunu toplu olarak gösteren nihai devamsızlık cetveli yine Meclis  Başkanlığınca  yayımlanmaktadır.  152 nci  maddenin  dördüncü fıkrasına göre devamsızlık cetveli bir yasama yılı içinde en az üç defa yayımlanmaktadır.     1973 İçtüzüğü nde ödenek ve yolluk kesintilerine dayanan mali yaptırım sistemi,  Genel  Kurul  birleşimleri  esas  alınarak  yapılandırılmıştır. Komisyonlarda devamsızlık, mali bir yaptırıma bağlanmamasının yanı sıra İçtüzük hükümlerine dayanan ve doğrudan uygulanan başka bir yaptırımla da ilişkilendirilmemiş, bu alandaki yaptırımın takdiri, siyasal parti gruplarına bırakılmıştır. İçtüzüğün 28 inci maddesinin ikinci fıkrasına göre, izinsiz veya özürsüz olarak üst üste üç toplantıya veya bir yıl içindeki toplantıların üçte birine katılmayan komisyon üyesi, mensubu olduğu siyasî parti grubunca komisyondan geri çekilebilmektedir.                                                   36  Burada sözü edilen cetvel, Meclis Başkanlığınca devamsızlığı bulunan tüm üyelere ayrı ayrı gönderilen ve her bir üyenin belli bir devamsızlık cetveli döneminde (genellikle üç aylık sürede) Genel Kurulda ve varsa üyesi bulunduğu komisyonda mazeretsiz olarak katılmadığı birleşim günlerini iki sütun biçiminde gösteren bir resmî yazı niteliği taşımaktadır.  37  TBMM İçtüzüğü nün 1 inci maddesinin ikinci fıkrasına göre yasama yılı, 1 Ekimde başlayıp 30 Eylülde sona eren süredir. 38  Devamsızlık cetvelinin bir yasama yılında üç kez yayımlandığı durumda, olağan koşullarda 1 Temmuz - 1 Ekim arasında Meclisin tatilde olacağı gözetilerek, cetvellerin ilgili olduğu dönemler dört ay değil, üç ay olarak belirlenmektedir.  184Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228     Türkiye Büyük Millet Meclisinde Milletvekili…    Genel  Kurulda  devamsızlığın  yaptırımı,  mali  yaptırım  ve  üyeliğin düşmesine  yönelik  yaptırım  olmak  üzere  iki  düzeyde  yapılandırılmıştır. İçtüzüğün 153 üncü maddesine göre, bir yasama yılı içinde izinsiz veya özürsüz olarak39 toplam 45 birleşimden fazla yok sayılan milletvekilinin yolluklarının üç aylığı kesilmektedir.  Üyeliğin  düşürülmesi  yaptırımı,  1982  Anayasası nın  84 üncü maddesinin dördüncü fıkrası hükmüne dayanmaktadır. Buna göre, Meclis çalışmalarına özürsüz veya izinsiz olarak bir ay içerisinde toplam beş birleşim günü  katılmayan  milletvekilinin  milletvekilliğinin  düşmesine,  durumun Meclis  Başkanlık  Divanınca  tespit  edilmesi  üzerine,  Genel  Kurulca  üye tamsayısının salt çoğunluğunun oyuyla karar verilebilmektedir. İçtüzüğün 135 inci  ve  138 inci  maddelerinde  bu  hüküm  yinelenmiş  ve  üyeliğin düşürülmesi sürecinin işleyişine ilişkin düzenlemelere yer verilmiştir. 1973 İçtüzüğü nün  ilk  biçiminde,  üyeliğin  düşmesi  ile  ilgili  yaptırım,  1961 Anayasası hükmüne koşut olarak Meclis çalışmalarına izinsiz veya özürsüz ve aralıksız olarak bir ay süreyle katılmama durumuna bağlanmışken, 1982 Anayasası nın yeni bir hüküm getirmesine bağlı olarak 16 Mayıs 1996 da 424 sayılı Karar ile yapılan İçtüzük değişikliği kapsamında İçtüzük hükümleri Anayasa nın 84 ncü maddesi ile uyumlaştırılmıştır. İçtüzüğün  154 üncü  maddesi,  1927  İçtüzüğü nün  197 nci  maddesi hükmüne benzer biçimde uzun süreli izin alan milletvekillerine ödenek ve yolluklarının verilebilmesini Genel Kurul kararına bağlayan bir düzenleme içermektedir. Buna göre, bir yasama yılı içinde aralıksız olarak iki ay veya daha  fazla  izin  almış  olan  milletvekillerine  ödenek  ve  yolluklarının verilebilmesi,  Genel  Kurulun  kararına  bağlı  olup  bu  karar,  Başkanlık Divanının sunuşlar arasında yer alacak teklifi üzerine görüşmesiz ve işaretle oylama suretiyle verilmektedir. Görüldüğü gibi izin vermeye yetkili makamların Meclis Başkanı ve Genel  Kurul  olarak  belirlenmesi,  kısa  süreli  izinlerde  Başkan ın yetkilendirilip uzun süreli izinlerde Genel Kurul kararının aranması, Genel Kurula sunulacak izin istemlerinin Başkanlık Divanının ön incelemesinden geçirilmesi,  ön  incelemeden  geçirilen  bu  istemlerin  Genel  Kurulda görüşmesiz işaret oyuna sunulması, devamsızlığın yoklama ve açık oylamalar                                                  39  İçtüzüğün 151 inci maddesinin birinci fıkrasına göre, yok sayılma zaten izinsiz veya özürsüz olarak bulunmama durumlarında söz konusu olduğundan 153 üncü maddede devamsızlığın  yaptırımı  belirlenirken  izinsiz  veya  özürsüz  olarak  nitelemesinin yinelenmesi gereksizdir. 40  Bkz. R.G., Sayı: 22645, 24.5.1996. 185Günal SEYİT                                                           Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228  ile  saptanması  gibi  başlıca  usullerin  yanı  sıra  devamsızlığı  kesinleşen milletvekillerinin  ödeneklerinden  kesinti  yapılması  yönündeki  yaptırım sistemi, Osmanlı döneminden başlayarak belirgin bir süreklilik içinde var olmuştur.  1973  İçtüzüğü de  bu  ana  yapıyı  korumuş,  ancak  çoğu  ikincil düzeydeki alanlarda olmak üzere belli başlı değişiklikler getirmiştir. Örneğin izin vermeye yetkili makamı belirleyen isteme konu izin süresi, daha önce sekiz  gün  iken  10  güne  çıkarılmıştır.  Böylece  Meclis  Başkanınca kararlaştırılabilecek izin alanı genişletilerek görece uzun yoldan (Başkanlık Divanında ön incelemesi üzerine Genel Kurul kararıyla) kararlaştırılması gereken izin istemleri kümesi daraltılmıştır.  Bir  diğer  ayrım,  devamsızlığın  Resmî  Gazete  yoluyla  duyurulması uygulamasından vazgeçilmesi olmuştur. Bu noktada, Meclise devam ile ilgili süreçlerin  kamuoyu  baskısından  arındırılması  yönündeki  istencin  izlerini görmek  olanaklıdır.  O  kadar  ki,  1960 lı  yıllar  boyunca  sıkça  gündeme getirilen siyasal parti gruplarının etkisini harekete geçirme yönündeki görüşler dahi 1973 İçtüzüğü nde yankı bulmamış, parti gruplarının bu bağlamdaki işlevi ancak komisyon aşamasındaki devamsızlıklarla sınırlı olacak biçimde ele alınmıştır. Devamsızlığa yönelik yaptırım araçlarındaki gerileme, ödenek kesilmesine ilişkin hükümlerin gevşetilmesi bağlamında da görülmektedir. 1973  öncesindeki  düzende  birbirini  izleyen  üç  birleşimde  devamsızlık durumunun saptanması, ödenek kesintisine gidilmesi için yeterli iken yeni düzende milletvekili devamsızlığını, ödenek kesintisi ile ilgili olarak kısa erimde izlemeye dayanan usulden vazgeçilmiş, bir yasama yılı içinde 45 birleşimden fazla yok sayılan üyelerin yolluklarından kesinti yapılmasına yönelik bir usul benimsenmiştir. Yaptırım düzenekleri, komisyonlar özelinde de  gevşetilmiştir.  Osmanlı  döneminden  1973 e  kadar  olan  süreçte, komisyonlarda  devamsızlık,  komisyon  üyeliğinden  çekilmiş  sayılma  gibi kendiliğinden uygulanan bir yaptırım ile karşılanırken yeni düzenlemede siyasal parti grupları devreye sokulmuş, komisyon üyeliğinin sonlandırılması yaptırımı siyasal parti gruplarının takdirine bırakılmıştır.  Milletvekillerini  devama  yöneltecek  zorlayıcı/uyarıcı  düzenekler  bu şekilde sadeleştirilip zayıflatılırken devamsızlığa yönelik en sert yaptırım olan üyeliğin düşürülmesi yaptırımının 1982 Anayasası nın kabulü ile birlikte öne çıkarılması, 1973 yılında İçtüzük koyucu düzeyinde egemen olan istencin yarattığı  hukuksal  sistematiği  bozmuş  ve  devamsızlığa  yönelik  yaptırım biçimleri  bakımından  çelişkili  bir  durum  yaratmıştır:  Bir  yanda  uyarıcı nitelikteki mali yaptırımları dahi yumuşatan İçtüzük hükümleri karşısında, en sert  yaptırım  biçimini  daha  da  sertleştiren  Anayasa  hükmü.  Üyeliğin devamsızlık nedeniyle düşmesi için 1924 Anayasası na göre iki aylık, 1961 186Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228     Türkiye Büyük Millet Meclisinde Milletvekili…    Anayasası na  göre  ise  aralıksız  bir  aylık  devamsızlık  gerekirken  1982 Anayasası çok daha katı bir düzenleme getirmiş, ardışık olma koşulu dahi aranmaksızın bir ay içinde beş birleşim devamsızlığı üyeliğin düşürülmesine giden sürecin başlatılması için yeterli görmüştür. Bu katı yönelişin, 1973 İçtüzüğü nün  yürürlüğe  girdiği  dönemden  1980  Darbesine  kadar  uzanan süreçte -aşağıda ele alınacak olan- Meclisin etkin olmayan yapısına duyulan tepkinin bir yansıması olduğu söylenebilir. 1973 İçtüzüğü nün sisteme getirdiği bir diğer yenilik, öteden beri bir hukuksal statü olarak devamsızlığın doğması için aranan ardışık üç birleşime katılmama  koşulunun  kaldırılarak  devamsızlık  saptamasının  tek  tek birleşimler bazına indirgenmesi olmuştur. Böylece, daha etkili ve isabetli bir devamsızlık izlem düzeninin kuruluşunun hukuksal altyapısı kurulmuştur. Buna göre, daha önce, birçok birleşime katılmamasına karşın ardışıklık koşulu nedeniyle devamsızlığı saptanmayan üyelerin, yeni sistemde devamsızlığı kesin bir biçimde saptanabilecek, buna bağlı yaptırımlar da daha adaletli biçimde uygulanabilecekti. TBMM  İçtüzüğü nün  151 inci  maddesinin  birinci  fıkrası  uyarınca devamsızlık, belli bir Genel Kurul birleşim gününde hem komisyon hem de Genel Kurul çalışmalarına katılmayan milletvekilleri için söz konusu olmakta, bu  bağlamdaki  belirleme  de  yoklama  ve  açık  oylama  sonuçlarına  göre yapılmaktadır. Çalışma saatleri Genel Kurul çalışma saatleri ile çakışan bir komisyon toplantısına katılan komisyon üyesi bir milletvekili, Genel Kurula katılmamış olsa dahi o Genel Kurul birleşimi için yok sayılmamaktadır. Komisyon ve Genel Kurulun çalışma saatleri kesişmiyorsa aynı gün içinde komisyon toplantısına katılmış olmak Genel Kurula katılmamanın mazereti sayılmamakta, bu durumda Genel Kurula katılım sağlamayan üye, Genel Kurula ilişkin devamsızlık belirlemesi özelinde yok sayılmaktadır.41 İçtüzük hükümlerine  göre,  devamsızlığı  belirlemenin  ölçütleri  yoklama  ve  açık oylamalar olduğundan, komisyon üyesi olmayan bir milletvekili, Genel Kurul birleşim saatleri ile kesişen herhangi bir komisyon toplantısına katılmış olsa dahi bu komisyonda yapılacak yoklamada -komisyon üyesi olmadığından, dolayısıyla da devam belirlemesinin konusu olmadığından- o günkü Genel Kurul birleşimine katılmaması durumunda devamsız sayılacaktır.  Genel  Kurul  ve  komisyon  toplantılarının  çakışmasına  bağlı  olarak komisyon üyelerinin devamsız sayılmamasına yönelik uygulama, kuşkusuz, ilgili komisyonun Genel Kurul çalışma saatlerinde toplantı yapmak için izin                                                  41  Bkz. TBMM Milletvekili İzin ve Devamsızlık İşleri Rehberi (Rehber), Kanunlar ve Kararlar Başkanlığı Yayını, 2017, s. 13 (md. 54). 187Günal SEYİT                                                           Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228  almış olması durumu özelinde söz konusudur. Öyle ki, İçtüzüğün 35 inci maddesinin  ikinci  fıkrası,  komisyonların,  Başkanlık  Divanının  kararı olmaksızın  Genel  Kurulun  toplantı  saatlerinde  görüşme  yapmalarını yasaklamaktadır.  Son  dönemlerdeki  uygulama,  tüm  uzmanlık komisyonlarının  hemen  yasama  dönemi  ya  da  devre  başlarında,  Meclis araştırması ve Meclis soruşturması komisyonları gibi süreli komisyonların ise çalışmalarına başlarken bu izni dönemlik ya da devrelik olarak Başkanlık Divanından almaları yönünde gelişmiştir.43 Söz konusu izni almamış olan bir komisyonun İçtüzük hükmüne aykırı olarak Genel Kurul toplantı saatlerinde gerçekleştireceği  bir  toplantıya  katılan  üyelerin  Genel  Kurul  birleşimi yönünden devamsız sayılmaları gerekeceği açıktır. B. Başkanlık Divanı Kararlarının Etkisi Osmanlı  döneminden  günümüze,  İçtüzük  hükümlerinin  izin  ve devamsızlık süreçlerinin işletilmesi bağlamında Başkanlık Divanına başat bir işlev  yüklemesi,  bu  organın,  aldığı  kararlarla  söz  konusu  alanda  hukuk yaratmasının da başlıca etkeni olmuştur. Başkanlık Divanı, bu alanda yalnızca Anayasa ve İçtüzük hükümlerinin uygulamaya geçirilmesi, yorumlanması, hüküm  bulunmayan  durumlarda  boşluğun  doldurulması  ile  yetinmemiş; mevzuatın öngördüğü çerçeveyi de zorlayan, yer yer İçtüzük hükümlerinin değiştirilmesi  şeklinde  yorumlanabilecek  kararlar  almıştır.  Bu  bakımdan, önceki dönemler için geçerli olduğu gibi, 1973 İçtüzüğü dönemi için de Meclis  uygulamasına  yön  veren  usul  ve  ilkelerin  anlaşılması,  mevzuat hükümlerinin yanı sıra Başkanlık Divanı kararlarının tarihsel bir bütünlük içinde ele alınmasını zorunlu kılmaktadır. Başkanlık Divanı kararlarından İçtüzük hükümlerinin kurduğu çerçeveyi zorlayan hatta İçtüzüğün fiilen değiştirilmesi anlamına gelenlerin başlıcaları, belli  başlı  görevleri  yürüten  milletvekillerinin,  devamsızlık  saptaması bakımından Genel Kurul ve komisyon çalışmalarından özürlü (mazeretli) sayılmalarına  ilişkin  kararlardır.  İçtüzük  hükümleri,  izin  ve  devamsızlık                                                  42  Yasama dönemi, iki milletvekili genel seçimi arasındaki süreyi kapsamaktadır. Devre ise yasama dönemi içindeki bir alt evredir. Meclis Başkanlığı, Başkanlık Divanı üyelikleri ve komisyon üyelikleri için bir yasama döneminde iki seçim yapılmaktadır. Bu seçimler söz konusu devrelerin başlangıcını temsil etmektedir. Beş yıllık yasama döneminin ilk devresi iki, ikinci devresi üç yıldır.  43  2000 li yıllara kadar olan uygulama ağırlıklı olarak toplantı bazında izin isteme yönünde gelişmişti. Buna göre komisyonlar, Genel Kurul çalışma saatlerinde toplantı yapabilmek için uzun süreli olarak izin isteminde bulunmuyorlar, gündemlerini belirlemelerine koşut olarak gündemi belli olan toplantı özelinde Başkanlık Divanından izin istiyorlardı. 188Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228     Türkiye Büyük Millet Meclisinde Milletvekili…    bakımından milletvekilleri arasında herhangi bir ayrım öngörmemiş olmasına karşın, Başkanlık Divanı birçok kararı ile hatırı sayılı sayıda milletvekilini devamsızlık saptamasından fiilen bağışık kılmıştır. O kadar ki 2018 yılının Eylül  ayı  itibarıyla  Başkanlık  Divanı  kararlarına  dayanarak  devamsızlık saptamasından özürlü sayılan milletvekili sayısı 115 olarak hesaplanmıştır.44 Bu sayı, 2019 yılı sonu itibarıyla 126 düzeyine erişmiştir.45 Neredeyse her beş milletvekilinden birinin bu konumda bulunmasının İçtüzük hükümleri ile bağdaşmadığı  açıktır.  Bu  durum,  milletvekilleri  arasında  belirgin  bir ayrımcılığa ve adaletsizliğe yol açma potansiyeli taşımaktadır. Müşahede ile açılan birleşimler nedeniyle devamsızlık saptamasına gidilmediği, dolayısıyla İçtüzük te  öngörülen  yaptırımların  uygulanmadığı  koşullarda  bu  ayrım herhangi tartışma doğurmamakla birlikte, İçtüzük hükümlerinin uygulanması yönünde bir istencin oluştuğu koşullarda geniş çaplı bir tartışmanın ortaya çıkması kaçınılmazdır. Başkanlık Divanının söz konusu kararları, 1963 yılından başlayarak birikimli  olarak  ilerlemiş  ve  devamsızlık  saptamasından  özürlü  sayılan milletvekillerinin sayısı giderek artmıştır. Her yeni karar, önceki kararların yanı sıra listeye yeni unvanlar eklemiştir. Kararların, birkaçı ayrık olmak üzere, salt alındıkları yasama dönemi bazında geçerli görülmeyip izleyen yasama dönemleri için de geçerli sayılmış olması dikkat çekicidir.  Söz konusu kararlar incelendiğinde TBMM çalışmalarında devamsızlık saptaması yönünden özürlü sayılma durumunun, biri siyasal parti görevleri diğeri Meclis görevleri olmak üzere iki ana eksen üzerinde yapılandırıldığı ya da bu eksenler üzerinden gerekçelendirildiği görülmektedir.  Devamsızlık hükümleri yönünden özürlü saymaya ilişkin son Başkanlık Divanı kararı, daha önceki tüm kararları toparlayan, ayrıca listeye birkaç yeni unvan ekleyen bir içerikle hazırlanmıştır. Cumhurbaşkanlığı Hükümet Sistemi olarak adlandırılan yeni hükümet sistemine geçiş sonrasında alınan bu kararla, daha önceki kararlarla belirlenen unvanlara ek olarak siyasi parti grup başkanları, siyasi partilerin genel merkez kadın kolları başkanları ve siyasi partilerin genel merkez gençlik kolları başkanlarının da Genel Kurul ve komisyon çalışmalarında özürlü sayılmaları kabul edilmiştir. Öte yandan yeni sistemde, Anayasa nın 106 ncı maddesinin dördüncü fıkrasının son cümlesi                                                  44  Bu bilgiyi, TBMM Kanunlar ve Kararlar Başkanlığında görevli Yasama Uzmanı Murat Eker e borçluyum.     45  Bkz. TBMM Genel Kurul ve Komisyonlar Devamsızlık Cetveli (01/10/2019-31/12/2019). 46  TBMM Başkanlık Divanı Arşivi, 27.9.2018 tarihli ve 4 sayılı Karar. 189Günal SEYİT                                                           Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228  uyarınca  bakan  olarak  atanan  milletvekillerinin  TBMM  üyeliği  sona erdiğinden, bir başka deyişle bakanların TBMM üyesi olması söz konusu olmadığından, bakanlar unvan listesinden çıkarılmıştır. Sonuç olarak liste; TBMM Başkanı, TBMM Başkanvekilleri, TBMM İdare Amirleri, TBMM Kâtip Üyeleri, TBMM İhtisas Komisyonları Başkanları ile Siyasi Partilerin Genel Başkanları,  Genel  Başkanvekilleri,  Genel  Başkan  Yardımcıları,  Genel Sekreterleri, Genel Sekreter Yardımcıları, Genel Muhasipleri ve Saymanları, Grup  Başkanları,  Grup  Başkanvekilleri,  Genel  Merkez  Kadın  Kolları Başkanları ve Genel Merkez Gençlik Kolları Başkanlarını içerecek şekilde güncellenmiş,  böylece  farklı  tarihli  kararlardan  kaynaklanan  dağınıklık giderilmiştir. Tarihsel olarak ele alındığında, siyasi parti görevleri için bu denli geniş ölçüde bağışıklık ya da ayrıcalık sağlanması, yasama görevleri ile siyasal parti görevleri arasındaki ikilikte parti görevlerine verilen önemin giderek artması ve yasama görevlerinin ikincilleştirilmesi şeklinde yorumlanabilir. Mecliste siyasal  parti  gruplarının  ağırlığı,  dolayısıyla  da  -parti  disiplinin  de belirleyiciliği altında- siyasal partilerin etki düzeyinin yoğunluğu nedeniyle bu bağlamda bir tartışma ortamı doğmasa bile nesnel olarak bakıldığında Meclisin yasama görevlerine katılımla ilgili olarak deyim yerindeyse kıskanç davranmaması, yasama alanının güçsüzleşmesine etki eden birçok etmenden biri olarak ortaya çıkmaktadır. Siyasal parti görevleri içinde kadın ya da gençlik kolları başkanlığı gibi ikincil düzeydeki görevlerin dahi  -önemli durumlarda  izin  alma  olanağı  bulunmaktayken-  kategorik  olarak milletvekilliği görevine yeğlenmesi bunun açık göstergesidir. Aslında belli üyeleri salt unvanlarından ya da görevlerinden -ki bazı görevlerin  yasama  görevi  kapsamında  olmadığı  açıktır-  kaynaklanan gerekçelerle  devam  zorunluluğundan  bağışık  tutmaya  dönük  tüm  bu Başkanlık  Divanı  kararları,  İçtüzük  değişikliği  niteliğindedir.  Bir  başka deyişle,  Başkanlık  Divanı,  Genel  Kurul  onayı  bir  tarafa  Genel  Kurulun bilgisine  dahi  sunmadığı  kararlarla  eylemli  İçtüzük  değişiklikleri gerçekleştirmiş  ve  belli  görevleri  yürüten  milletvekillerini  devamsızlık saptamasından  ayrık  tutarak  İçtüzük  hükmünün  bunlar  bakımından uygulanmayacağını kararlaştırmıştır. Bu kararların, Genel Kurulun bilgisine sunulmak bir tarafa, İçtüzüğün teknik anlamda bir Meclis kararı olduğu dikkate alınarak Genel Kurulun onayına sunulması ve birer Meclis kararı hâline getirilmesi gerektiği düşünülmektedir.                                                  47  İçtüzük ya da kanunla kurulan sürekli nitelikli komisyonlar, ihtisas komisyonu olarak adlandırılmaktadır. Bu tanıma bağlı olarak söz konusu Başkanlık Divanı kararı, araştırma ve soruşturma komisyonları gibi geçici süreli komisyon başkanları için uygulanmamaktadır.  190Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228     Türkiye Büyük Millet Meclisinde Milletvekili…    Başkanlık  Divanının  belli  üyeleri  devamsızlıktan  bağışık  kılmasına yönelik kararlarına ilişkin ayracı kapatarak izin ve devamsızlık sistemini biçimlendiren diğer kararlarına bakıldığında, Divanın tarihsel olarak sistemin temel  çerçevesini  biçimlendiren  nitelikte  etkiler  doğurduğu  açıkça görülmektedir.  1975-1980  dönemi,  Türkiye de  siyasal  bunalımın  yoğunlaştığı  bir dönemdir.  Devletin  üç  temel  organından  biri  ve  aynı  zamanda  siyasal müzakerenin merkezi olan Meclisin bu dönemde açıkça kendini gösteren etkinlikten  uzak  yapısı,  bunalımın  ağırlaşmasının  ve  siyasal  sistemin tıkanışının  temel  göstergelerinden  birisi  olmuştur.  Meclisin  işlememesi, siyasal alanın yitmeye yüz tutmasının, temsilde ve siyasal sürece katılma istencindeki  zayıflamanın  yansımasını  oluşturuyordu.  Söz  konusu  yapı; Meclisin  çalışamaması,  karar  alamaması,  12  Eylül  Darbesinin  hemen öncesindeki  Cumhurbaşkanı  seçimi  örneğinde  olduğu  gibi  seçimleri sonuçlandıramaması şeklinde somutlaşmaktaydı.  Bu sorunlar, sistem içinde temsil  ve  yasama  görevini  yerine  getirmesi  beklenen  Meclis  üyelerinin çalışmalara katılmamasıyla koşullanıyordu.  Meclis  çalışmalarına  katılmama  yöneliminin  teknik  düzeydeki yansıması,  milletvekili  devamsızlığı  ve  Genel  Kurul  ile  komisyonlarda toplantı  yeter  sayısının  bulunamaması  oluyordu.  Bu  süreç,  milletvekili devamsızlığının  sadece  bir  parlamento  disiplini  sorunu  olmadığını,  belli koşullarda siyasal sistemin bunalımına ilişkin bir gösterge de olabileceğini açıkça ortaya koymaktadır. Başkanlık Divanının 1975-1980 sürecinde izin ve devamsızlık sistemini sıkı bir çerçeve içinde işletmeye çalışmasının siyasal arka planı bu olgulara dayanmaktadır. Millet Meclisi Başkanlık Divanı, 17 Nisan 1978 tarihli toplantısında, komisyon  ve  Genel  Kurul  çalışmalarının  devamsızlık  nedeniyle yürütülememesi  konusunu  tüm  boyutlarıyla  tartışmış  ve  birtakım  çözüm önerileri oluşturmaya çalışmıştı.48 Bu toplantıda, siyasal bunalımın çözümü için kamuoyu beklentisinin Meclise yöneldiği saptanmış ve kamuoyunda Meclisin işlemesi için yetkili ve sorumlu gücün Başkanlık Divanı olarak görüldüğü yönündeki algı üyelerce paylaşılmıştır.  Toplantıda  öne  çıkan  yaklaşım,  Meclisin  çalışamaması  sorununun çözümü için siyasal partiler ve bunların Meclis grupları arasında belli bir uzlaşı sağlanması gerekliliği yönünde olmuştur.49  Bununla birlikte, sorunun                                                  48  Millet Meclisi Başkanlık Divanı Arşivi, 17.4.1978 tarihli Toplantı Tutanağı. 49  Devamsızlık ile ilgili yapısal bir sorun oluştuğunda siyasal parti gruplarına başvurulması, TBMM tarihi içinde birçok farklı uğrakta görülen geleneksel bir tepkedir. 1970 lerin ikinci 191Günal SEYİT                                                           Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228  iktidar ile muhalefet arasındaki bir uzlaşı sorunundan öte olduğu Kâtip Üye Halil Karaatlı nın iktidar gruplarının çoğunluğuna işaret eden sözlerinden anlaşılmaktadır. Gerçekten de Karaatlı nın belirttiği üzere Mecliste çoğunluğa sahip  olan  iktidar  partileri  gruplarının  toplam  üye  sayısı  (230),  toplantı yetersayısının  (226)  az  da  olsa  üzerindeyken  bu  grupların  tam  katılım sağlayarak  Meclisi  işletebilmeleri  olanaklıydı,  ancak  bu  olanak gerçekleşemiyordu. Öyleyse, sorun sadece muhalefet partilerinin boykotu ile koşullanmıyordu; iktidar partilerini de içine alan daha genel düzeyde bir siyasal bunalımın yansımaları görülmekteydi.       Başkanlık  Divanı,  bu  ortamda,  İçtüzüğün  sunduğu  olanaklar çerçevesinde  belli  başlı  önlemler  alma  uğraşısını  sürdürmüştür.  Bu bağlamdaki girişimlerden ilki, Genel Kurul çalışmalarının başlayabilmesi bakımından belirleyici önemde olan açılış yoklamasına ilişkindir. 27 Nisan 1978  tarihinde  kabul  edilen  kararla,  (a)  Genel  Kurulda  yapılacak  açılış yoklamalarında çoğunluk (toplantı yetersayısı) birinci turda sağlanamadığı takdirde  gelmeyenlerin  adının  ikinci  kez  okunmak  suretiyle  yoklamanın tamamlanması ve kesin olarak yoklama işlemi bitmiştir denildikten sonra tezkere kabul edilmemesi, ancak birleşim açılırsa 15 dakika süreyle tezkere kabulü, (b) yoklamanın birinci turunda çoğunluk saptandığı takdirde, zaman kaybına  meydan  vermemek  için,  sonradan  katılan  üyelere,  Başkanlıkça varlıklarını bir tezkere ile bildirmeleri ifade edilmek suretiyle görüşmelere geçilmesi düzenlenmiştir.51                                                   yarısında aynı eğilimin devam ettiğini, Meclis Başkanlığının, 13 Temmuz 1976 tarihli bir soru önergesine verdiği yanıttan anlıyoruz. Antalya Milletvekili İhsan Ataöv ün 7/1339 esas numaralı soru önergesine verilen yanıtta, devamsızlığın engellenmesi için İçtüzük ve Anayasa da  öngörülen  cezai  yaptırımların  yanı  sıra  Başkanlığın  siyasi  parti  grup yetkililerinin dikkatlerini çektiğine de işaret edilmektedir (bkz. MMTD, D.4, C.20, T.3, B.131, 29.7.1976, s. 529).      50  Bugünkü yasama dilinde tezkere yerine pusula sözcüğü kullanılmaktadır. Günümüzde kullanılan basılı Genel Kurul yoklama pusulasında milletvekilinin adı soyadı, seçildiği il, Genel Kurulda bulunduğumu saygılarımla arz ederim. ifadesi ve milletvekilinin imzası yer almaktadır. Basılı pusulaların yanı sıra benzer içerikte elle düzenlenen pusulalar da kullanılabilmektedir. 51  Millet Meclisi Başkanlık Divanı Arşivi, 27.4.1978 tarihli ve 18 sayılı Karar. Başkanlık Divanının bu kararı aldığı gün yapılan Genel Kurul birleşiminin başında oturumu yöneten başkanvekili şu açıklamayı yapmıştır: Başkanlık Divanı olarak 1 nci yoklamayı yapacağız, eğer çoğunluk olmazsa 2 nci yoklamayı da yapacağız. 1 nci yoklamada çoğunluk varsa, 2 nci yoklamada da çoğunluk varsa oturumlara başlayacağız. O meyanda sayın üyeler geldiklerini derhal Başkanlığa bildirsinler, oturumun açılışından itibaren kısa bir zaman içinde bildirirlerse yoklamaya kaydedilecekler, eğer oturumun sonuna doğru bildirirlerse onu kabul edemeyeceğiz. O bakımdan bu hususu Başkanlık Divanı olarak arz ediyorum. 192Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228     Türkiye Büyük Millet Meclisinde Milletvekili…    Bu  karardan  hemen  bir  ay  sonra  Genel  Kurul  ve  komisyonlarda çoğunluk  sağlanıp  birleşimlerin  açılması  ve  görüşme  yapılması  amacına yönelik olarak yapılan girişimlerin ışığı altında52 açılış yoklaması konusu ikinci kez görüşülmüş ve yeniden düzenlenmiştir. Bu yeni karar, öncekine göre çok daha sıkı bir düzen kuruyor, yoklamadan sonra tezkere verme olanaklarını  kısıtlayarak  milletvekillerini  birleşimin  başındaki  yoklamaya katılım  yönünde  zorlamayı  amaçlıyordu.  Buna  göre,  Genel  Kurulda  ad okumak  suretiyle  yapılacak  açılış  yoklamalarında  çoğunluk  birinci  turda sağlanamadığı  takdirde  gelmeyenlerin  adı  ikinci  kez  okunarak  yoklama tamamlanacak  ve  Başkanlıkça,  kesin  olarak  yoklama  işlemi  bitmiştir denildikten  sonra  tezkere  kabul  edilmeyecekti.53  Bir  önceki  kararda, yoklamanın  toplantı  yetersayısının  ve  devamsızlığın  saptanması biçiminde  özetlenebilecek  olan  ikili  işlevi  gözetilerek  belli  bir  denge kurulmaya  çalışılıyor,  yetersayı  sağlanıp  görüşmeler  başladıktan  sonra yoklamayı kaçırmış olan üyelerin devamsız sayılmaması için 15 dakikalık bir tezkere sunma süresi veriliyordu. Aslında bu ilk düzenleme de kendisinden önceki  ve  günümüzdeki  uygulama  bakımından  oldukça  sıkı  bir  düzen kuruyordu. Çünkü tüm birleşim boyunca herhangi bir zamanda tezkere sunma olanağı oldukça sınırlı bir süreye sıkıştırılıyordu. İkinci kararda bu süre daha da sıkıştırılarak sadece açılış yoklaması sürecine bağlanıyordu. Bu durumda, açılış yoklaması bittikten sonra birleşim boyunca başka yoklama veya açık oylama yapılmazsa, açılış yoklamasını kaçırmış olan milletvekili sonradan birleşime katılsa dahi devamsız sayılacaktı. Başkanlık Divanının buradaki amacı,  kamuoyunda  yoğunlaşan  tepkilerin  de  etkisiyle,  görüşmelere geçemeden birleşimin kapanması olasılığını en aza indirmekti. Bunun için izlenen  yol  ise,  aşırı  bir  önlem  olmakla  birlikte,  milletvekillerini  açılış yoklamasına katılmaya zorlamak ve bu yoklamaya katılmayanları birleşime sonradan katılsalar dahi yok sayarak devamsızlığa bağlı yaptırım düzenekleri ile karşı karşıya bırakmaktı.54                                                  (…) Efendim şimdi çoğunluk vardır, o itibarla bu yoklamada bulunmayan arkadaşlarımız şu anda salona teşrif ediyorlar mesela, onlar derhal bulunduklarını bildirsinler Başkanlık Divanına, onları da yoklamaya ilave edeceğiz efendim (MMTD, D.5, C.5, T.1, B.138, 27.4.1978, s. 373).  52  Başkanlık Divanı, kararının girişinde bu ifadeyi kullanmıştır. Bu ifade biçimi, o dönemde, devamsızlık sorunu bağlamında, Genel Kurulun açılış yoklamasını aşacak nitelikte genel bir arayış ya da çalışma olduğunu göstermektedir. 53  Millet Meclisi Başkanlık Divanı Arşivi, 25.5.1978 tarihli ve 21 sayılı Karar. 54  Bu köktenci karar, Başkanvekili M. Şevket Doğan ın muhalefeti ile karşılamış ve Doğan, karara ilişkin bir karşı oy yazısı kaleme almıştır. Bu karşı oy yazısında, Divan kararının temelde yoklamayı oylamaya benzetme eğiliminden kaynaklandığı belirtiliyor; yoklama 193Günal SEYİT                                                           Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228  Aynı süreçte Başkanlık Divanının devamsızlığı önleme yönündeki bir diğer adımı, devamsızlık cetvellerinin üyelere bildirimi usulüne ilişkin aldığı bir kararla somutlaşmıştır. Karara göre, topluca yayımlanan sayın üyelerin Genel Kurul ve komisyonlara devamına ait cetveller, bundan sonra, imza karşılığı bizzat kendilerine verilecekti.55 Karara dayanak oluşturan öneri Meclis  Başkanlığından gelmişti ve  devam  cetvelleri aracılığıyla üyelerin örtülü biçimde uyarılmasını amaçlıyordu. 1975-1980  sürecinde  Başkanlık  Divanının  tüm  bu  çabaları  sonuç vermemiş ve siyasal rejim düzeyinde kendini gösteren bunalımın yasama organına  yansıması  önlenememiştir.  İçişleri  Komisyonu  arşivinde rastladığımız bir belge, 12 Eylül Darbesine uzanan süreçte Meclisin genel çalışma  düzenini  anlamak  bakımından  önemli  bir  gösterge  olarak değerlendirilebilir. İçişleri Komisyonu Başkanı Ömer Lütfi Erzurumluoğlu imzalı belgeden 1980 yılı içinde Millet Meclisi İçişleri Komisyonunun gerçekleştirdiği  birçok  toplantıda  yetersayının  bulunamadığı  ve  gündem maddelerinin  bu  nedenle  görüşülemediği  anlaşılmaktadır.  Öyle  ki Erzurumluoğlu,  ifadelerinde  adeta  çaresizlik  tonu  sezilecek  biçimde komisyon üyelerine seslenmekte ve toplantılara katılmaları yönünde çağrıda bulunmaktadır. Aziz ve Muhterem Arkadaşım hitabıyla başlayan yazısında Erzurumluoğlu şu ifadelere yer vermiştir:                                                  düzenini, İçtüzüğün 120 nci (bugünkü 144 üncü) maddesinde yer alan oylama işleminin sona erdiği Başkanlıkça bildirildikten sonra hiçbir milletvekilinin oyunu kullanamayacağı yönündeki hükme göre biçimlendirmenin ve bunu Başkanlık Divanı kararı ile yapmanın İçtüzük te buna ilişkin açık bir hükmün bulunmadığı koşullarda yetki aşımı anlamına geldiği vurgulanıyordu: (…) İçtüzüğün yoklamaya müteallik 58 inci (bugünkü 57 nci) maddesinde, yoklamanın bitişini Yüce Meclise tefhimden sonra gelenlerin kaydedilmeyeceğine dair en ufak bir ima, meal ve hüküm olmayıp; İçtüzüğü kabul eden vazıı kanun (kanun koyucu) da böyle bir hususu kesinlikle düşünmemiştir. Binaenaleyh, derpiş edilmeyen bir işlemi Başkanlık Divanı olarak usul ittihaz etmemiz yetkimizi aşar ve kendimizi vazıı kanun yerine ikame etmiş oluruz. Bu itibarla, yoklamayı müteakip kısa bir zaman içinde salona gelen arkadaşların Meclise devam ettikleri anlaşılacağından, bunların yoklamaya dahil edilmesinde zaruret ve fayda vardır. Esasen, yoklamanın oylama gibi kesilip atılmaması sebebiyle; yoklamadan kısa zaman sonra gelen arkadaşların tezkerelerinin kabulü yüzlerce defa görülmüş ve bu durum kesin bir teamül haline gelmiştir. (25.5.1978 tarihli ve 21 sayılı Karar Dosyası).   55  Millet Meclisi Başkanlık Divanı Arşivi, 15.6.1978 tarihli ve 23 sayılı Karar. 56  TBMM İçişleri Komisyonu Arşivi, İçişleri Komisyonu Başkanlığının 8 Şubat 1980 tarihli yazısı. Ayrıca bkz. Günal Seyit, Osmanlı – Türk Parlamento Tarihi İçinde İçişleri Komisyonu, Yasama Dergisi, Sayı: 17 (Ocak-Nisan), 2011, s. 104-5. 194Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228     Türkiye Büyük Millet Meclisinde Milletvekili…    Komisyonumuz üyelerine toplantı gününden 4 gün evvel gündem dolaplarına konulduğu gibi, bir gün evvelde telefonla evlere ayrı ayrı telefon edilmektedir. Üzüntü ile belirtmek isterim ki bütün bunlara rağmen Komisyonumuza iştirak olmamakta ve gelen hükümet temsilcileri karşısında komisyon olarak karşılaştığımız durumu  aziz  ve  muhterem  arkadaşlarımızın  yüksek ittilalarına arz etmek zorunda kaldığımdan özür dilerim. Birçok  tasarı  ve  tekliflerde  Komisyonumuzda beklemektedir. Bunlar için çıkarılması acil olanlar da mevcuttur. Durumu muhterem arkadaşlarımıza duyurur, takdirlerine bırakır ve saygılarımı sunarım.   Meclisteki  bunalımın  bundan  daha çarpıcı  bir  yansıması,  askerî darbeden yaklaşık bir ay önce, 5 Ağustos 1980 de gerçekleştirilen Başkanlık Divanı toplantısında kendini göstermiştir. Başkanlık Divanı, bu toplantısında ülkenin içine düştüğü fevkalâde bunalımlı bir dönemde ve her geçen gün daha  da  ağırlaşan  şartlar  altında  uzun  bir  süredir  toplanıp  çalışamayan Türkiye Büyük Millet Meclisi ve Millet Meclisi nin bu durumdan çıkış yolunu bulabilmesi  konusunu  görüşerek;  Türkiye  Cumhuriyetinin  en  büyük müessesesi olan Türk Parlamentosunun bu gün içinde bulunduğu ve hiçbir zaman  da  lâyık  olmadığı  bu  atıl  durumdan  kurtarılmasının  zaruretine yürekten inanarak Türkiye Büyük Millet Meclisi ve Millet Meclisine sür atle ve  gerçekçi  işlerlik  kazandırılması  konusunda  başta  T.B.M.Meclisindeki siyasî parti başkanları ve grup yöneticileri olmak üzere tüm parlamenterler bir çağrı yapılmasına karar vermiştir.57 Kararın ekinde yer verilen bildiri metni, Meclisin içinde bulunduğu durumu çarpıcı verilerle ortaya koymaktaydı: TBMM Anayasa gereği yeni Cumhurbaşkanını seçmek üzere  TBMM  Başkanlığınca  olağanüstü  toplantıya çağrıldığı 22 Mart 1980 tarihinden bu yana, Meclisleriyle çalışamaz duruma girmiştir. Bu süre zarfında TBMM 95 Birleşim yapmış, bunlardan 56 sında çoğunluk olmuş; 39 unda çoğunluk olmamıştır. Çoğunluk olan Birleşimlerde Cumhurbaşkanı için 112 seçim  turu  yapılmış,  2  Birleşimde  de  Sıkıyönetim tezkeresi görüşülmüştür. Millet Meclisinde ise, 22 Mart 1980 den bu yana 55 Birleşim  yapılmış,  bunlardan  sadece  3 nde  çoğunluk                                                  57  Millet Meclisi Başkanlık Divanı Arşivi, 5.8.1980 tarihli ve 76 sayılı Karar. 195Günal SEYİT                                                           Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228  olmuş  ve  bu  Birleşimlerde  de  gensoru  önergesi görüşülmüştür.   12  Eylül  1980  Darbesi  öncesinde  etkinliğini  yitiren  ve  giderek işlevsizleşen Meclis yapısına duyulan tepki, yansımalarını en başta 1982 Anayasası nda bulmuştur. Yukarıda işaret ettiğimiz, Anayasa nın 84 üncü maddesinin  dördüncü  fıkrası  kapsamında  devamsızlık  nedeniyle  üyeliğin düşürülmesi yöntemindeki sertleşme bunun açık göstergelerinden biridir. Bir diğer önemli gösterge, toplantı yetersayısının yeniden düzenlenmesi olmuştur. Anımsanacağı  üzere  1961  Anayasası nın  86 ncı  maddesine  göre  Millet Meclisi, Cumhuriyet Senatosu ve Türkiye Büyük Millet Meclisinin (birleşik toplantı)  toplantı  yetersayısı,  üye  tam  sayısının  salt  çoğunluğuydu.  Bu çoğunluk ölçütü, devamsızlığın yaygınlığı koşullarında Meclisin çalışmasını oldukça  güçleştirmişti.  Yukarıda  ele  aldığımız  Millet  Meclisi  Başkanlık Divanının 17.4.1978 tarihli toplantısında, Başkanvekili Memduh Ekşi nin toplantı  yetersayısının  düşürülmesi  yönündeki  çözüm  önerisi,  bu  somut durumdan  kaynaklanıyordu.  1982  Anayasası nın  96 ncı  maddesi  ile  bu sorun çözülmüş, Meclis görüşmelerinde temsil gücünü gözetme kaygısını ikinci plana atma pahasına da olsa toplantı yetersayısı, üye tamsayısının üçte biri olarak düzenlenmiştir. 12 Eylül 1980 öncesinin işlemeyen Meclis yapısına duyulan tepkinin izleri,  Anayasa  hükümlerinin  yanı  sıra  Türkiye  Büyük  Millet  Meclisi Başkanlık  Divanının  1980 li  yıllar  boyunca  aldığı  bir  dizi  kararda  da seçilebilmektedir. Bu anlamda, 1975-1980 sürecinde Millet Meclisi Başkanlık Divanının  izin  ve  devamsızlık  işlerini  disiplinli  bir  biçimde  ele  alma eğiliminin 1980 li yıllarda TBMM Başkanlık Divanı düzeyinde devam ettiği söylenebilir. Örneğin, 16 Mayıs 1984 tarihli Başkanlık Divanı kararı, 19751980 dönemi önlemlerini anımsatacak biçimde, Manisa Milletvekili Mustafa İzci nin 24 Şubat 1984 tarihli birleşimde yapılan yoklamada bulunmaması dolayısıyla devamsızlık cetveline ilişkin itirazının geçerli sayılabilmesi için belgelendirilmesi konusunda kendisine yazı yazılmasına ilişkindir.59 7 Mayıs 1985 tarihli toplantıda izin istemlerinin gerekçesiz ya da somut olmayan  gerekçelere  dayalı  olarak  iletilmesinden  duyulan  rahatsızlık,                                                  58  Temsil sorunu ile ilgili buradaki belirleme, sadece görüşmelerde hazır bulunan üye sayısı (toplantı  yetersayısı)  bağlamına  ilişkindir.  Karar  alma  çoğunluğu  (karar  yetersayısı) bakımından 1961 Anayasası ile 1982 Anayasası arasında, ifade biçimi dışında, öze ilişkin bir ayrım bulunmamaktadır.  59  TBMM Başkanlık Divanı Arşivi, 16.5.1984 tarihli ve 19 sayılı Karar. Kararın  devamında,  devamsızlık  cetvelinin,  adı  geçen  üyenin  adı  çıkarılarak yayımlanmasına ilişkin bir ifade yer almaktadır.  196Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228     Türkiye Büyük Millet Meclisinde Milletvekili…    doğrudan Meclis Başkanınca dile getirilmiştir. Konu, Hakkâri Milletvekili Lezgin Önal ın sadece acil ve önemli işlerini gerekçe gösteren, ancak bu işlerinin ne olduğuna ilişkin herhangi bir açıklama içermeyen on beş günlük izin istemi nedeniyle açılmıştır. Görüşme sırasında Başkan, bir izin sisteminin kurulmuş olmasının açık mazeret bildirimini zorunlu kıldığını vurgulamıştır: (…)  genelde  bu  arkadaşlarımız  bana  geliyorlar.  En azından  bir  nezaket  kuralı  icabı  gelmesi  lazım. Biliyorsunuz, Başkanın 10 güne kadar resen izin verme hakkı  vardır.  Başkan  bu  takdirini  kullanırken  tabii arkadaşlarımızın mazeretini bilmelidir. Aksi halde böyle bir müessese kurulmaz, arkadaşlarımız diledikleri gibi izin kullanmak imkânını bulurlardı.60  Kısa  süren  görüşme  sonunda,  izin  istemlerine  dayanak  oluşturan gerekçelerin  açıkça  belirtilmesi  gerektiği  hususunda  ilkesel  bir  uzlaşı sağlanmış,  bu  konuda  siyasal  parti  gruplarının  bilgilendirilmesi,  ayrıca Danışma Kurulunda da bilgi verilmesi benimsenmiştir.61  Bu toplantıdan yalnızca birkaç ay sonra, söz konusu ilkesel uzlaşının bu kez resmî bir karara dönüştürülmesi gereği baş göstermiştir. Karar, Sivas Milletvekili Şevki Taştan ın sadece izinli sayılma istemini içeren, ancak herhangi bir gerekçe içermeyen dilekçesi üzerine alınmıştır. Gerekçe konusu Divan üyeleri arasında sorgulanmasına karşın, Taştan ın izinli sayılması kabul  edilmiş;  bununla  birlikte  milletvekillerinin  rapor  dışındaki  izin taleplerinde mazeretlerini açık olarak belirtmelerine karar verilmiştir.63 1980 lerin sonunda Başkanlık Divanınca alınmış olan bir dizi karar, devamsızlık  konusunun  bu  dönemde  sıkı  bir  biçimde  izlendiğini  açıkça göstermektedir.  Bunu,  kişiye  özel  cetvellerle  milletvekillerine  bildirilen devamsızlık saptamalarına bağlı olarak milletvekillerince yapılan itirazların Başkanlık Divanının gündemine çokça gelişinden anlamak olanaklıdır. Öyle ki, İçtüzüğün 152 nci maddesinin ikinci ve üçüncü fıkralarında düzenlenen                                                  60  TBMM Başkanlık Divanı Arşivi, 7.5.1985 tarihli Toplantı Tutanağı. 61  a.k. 62  TBMM Başkanlık Divanı Arşivi, 19.9.1985 tarihli Toplantı Tutanağı. 63  TBMM Başkanlık Divanı Arşivi, 19.9.1985 tarihli ve 65 sayılı Karar. 64 Anımsanacağı üzere İçtüzüğün 152 nci maddesine göre, Başkanlık Divanı (uygulamada Başkanlık), milletvekillerinin Genel Kurul veya komisyon çalışmalarına katılmadığı günleri gösterir bir cetvel düzenleyerek bu cetvelin ilgili üyelere ait kısımlarını özel surette kendilerine göndermekte, bu kişiye özel cetvele itirazı olan milletvekili, bildirimi aldığı tarihten başlayarak yedi gün içinde yazı ile itiraz edebilmektedir. Başkanlık Divanı itirazı 197Günal SEYİT                                                           Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228  itiraz usulünün işletilme derecesi, devamsızlık saptamasının ne ölçüde sıkı işletildiğinin  temel  göstergelerinden  birini  oluşturmaktadır:  Devamsızlık izlenmediğinde itiraz da olmamaktadır, çünkü itiraza konu olacak devamsızlık saptaması  yapılmamaktadır;  itirazların  varlığı  devamsızlığın  izlenip saptandığını göstermektedir. Devamsızlık  bildirimine  yönelik  söz  konusu  itirazlardan  birinin görüşüldüğü 10 Şubat 1987 tarihli toplantıda, Denizli Milletvekili Aycan Çakıroğulları nın 24 ve 25 Eylül 1986 günleri katılmadığı Genel Kurul toplantıları için mazeret olarak gösterdiği partisinin merkez karar ve yönetim kurulu  üyesi  olarak  ara  seçimlerde  görevlendirildiğine  ilişkin  itirazı reddedilmiştir. Divan toplantısındaki ifadelerden, Başkan ve kimi üyelerin, siyasal  parti  görevleri  ile  milletvekilliği  görevi  arasındaki  ikilikte  parti görevlerinin  yeğlenmesinden  rahatsızlık  duydukları  anlaşılmaktadır.66 Bununla birlikte söz konusu rahatsızlık karar metnine yansıtılmamış; itiraz, Başkanlıktan  önceden  izin  isteminde  bulunulması  olanaklı  iken  bunun yapılmaması  nedeniyle  reddedilmiştir.67  Ret  kararı  verilirken,  bunun milletvekili  aleyhine  üyeliğin  düşmesi  yönünde  bir  yaptırım  tehlikesi doğurmaması  boyutu  da  gözetilmiştir.68  Karar,  siyasal  parti  görevleri karşısında Meclis görevlerinin önceliğinin esas alınması, ayrıca zorunluluk durumu içermeyen ve önceden izin konusu yapılabilecek durumların sonradan mazeret  olarak  sunulup  itiraza  konu  edilmemesi  gereğine  işaret  etmesi yönlerinden önemlidir. Bununla birlikte, bunun ilkesel bir karar olarak ele alınmadığı ve istikrarlı bir uygulamaya konu edilmediği de belirtilmelidir. Başkanlık Divanı, 5 Mayıs 1988 tarihli toplantısında da devamsızlık saptamalarına  ilişkin  itirazları  görüşmüş,  bunları  ayrıntılı  olarak değerlendirerek karara bağlamıştır. Bu kapsamda beş milletvekilinin itirazları, geçerli belgeye dayanmamaları gerekçesiyle reddedilmiştir.69 Başkanlık Divanının konuyu ne derece ciddiye aldığı, itirazlara ilişkin olarak genel bir yaklaşım izlememesinden, her bir itirazı gün, gerekçe ve belge bazında ayrı ayrı  değerlendirmesinden  anlaşılmaktadır.  Öyle  ki  kararda,  aynı milletvekilinin  bir  güne  ilişkin  itirazının  kabul  edilirken  bir  başka  gün                                                  incelemekte; gerekirse ilgili üyeden bilgi ve belge isteyerek bundan sonra varacağı sonuca göre devamsızlık cetveli yayımlamaktadır. 65  Çakıroğulları, dönemin iktidar partisi grubu olan Anavatan Partisi Grubu nun üyesiydi.  66  TBMM Başkanlık Divanı Arşivi, 10.2.1987 tarihli Toplantı Tutanağı. 67  TBMM Başkanlık Divanı Arşivi, 10.2.1987 tarihli ve 102 sayılı Karar. 68  10.2.1987 tarihli Toplantı Tutanağı. 69  TBMM Başkanlık Divanı Arşivi, 5.5.1988 tarihli ve 12 sayılı Karar. 198Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228     Türkiye Büyük Millet Meclisinde Milletvekili…    hakkındaki itirazının, itirazın geçerli belgeye dayandırılmaması nedeniyle reddedildiği görülmektedir. Başkanlık Divanının ciddiyeti milletvekillerinden de  karşılık  bulmuş,  itirazlar  soyut  bildirimler  yerine  somut  belgelere dayandırılmaya çalışılmıştır. İtiraz yazılarının eklerinde itiraza konu birleşim günleri ile ilgili olarak Divana kanıt niteliğinde sunulan belgeler arasında Tutanak Müdürlüğünden alınmış komisyon tutanak metinleri ve Genel Kurul söz  listelerinin  yanı  sıra  gazete  sayfalarından  alınmış  bir  Genel  Kurul fotoğrafı da dikkat çekmektedir.  Aynı  toplantıda  reddedilen  itirazlardan  biri,  parti  görevleri  ile milletvekilliği görevi arasındaki çelişkiyi bir kez daha somutlaştırmaktadır. TBMM Başkanlığına hitaben yazılan Anavatan Partisi Grup Başkanvekili Abdülkadir Aksu imzalı yazıda, parti grubunun üyesi Hakkâri Milletvekili Naim Geylani nin partinin il kongresi nedeniyle iki gün izinli sayılarak Hakkâri ilinde görevlendirildiği belirtilmiş ve durum, Başkanlığın bilgisine sunulmuştur.  Siyasi  parti  grup  başkanvekilinin  izinli  sayma  ve görevlendirme ifadelerini kullanarak adeta TBMM Başkanı nın yetkilerini kullanıyormuş  izlenimi  verecek  biçimde  kaleme  aldığı  yazı,  Başkanlık Divanınca itiraza dayanak oluşturabilecek geçerli bir belge olarak görülmemiş ve  olasılıkla  milletvekilliği  görevinin  parti  görevi  karşısındaki  önceliği gözetilerek Geylani nin itirazı reddedilmiştir. Özetle,  1980 li  yıllardaki  uygulamaların  genel  yönelimi,  1970 lerin ikinci  yarısındaki  olumsuz  Meclis  deneyiminin  bir  daha  yaşanmamasına dönüktü. 1990 lı yılların milletvekili izin ve devamsızlık uygulamalarında öne çıkan boyutlar ise, bir ay içinde beş birleşime katılmayan milletvekillerinin durumuna ilişkin uygulamalar ile izin istemlerine dayanak olarak sunulan sağlık raporları konusunda yapılan işlemler olmuştur.  4 Nisan 1990 tarihli Başkanlık Divanı toplantısında, sağlık raporuna bağlı izin istemleri ile diğer izin istemleri arasındaki ilişkiyi sorgulayan, bu bağlamda  ilgili  İçtüzük  hükümlerinin  nasıl  yorumlanması  gerektiğini sorunsallaştıran  önemli  bir tartışma  yaşanmıştır.  Bu  tartışmanın,  2010 lu yılların  başlarından  geçerek  günümüze  değin  ulaşan  kritik  çıktıları bulunmaktadır. Anımsanacağı üzere, İçtüzüğün 151 inci maddesinin birinci                                                  70 Ankara Milletvekili Kamil Ateşoğulları, Cumhuriyet Gazetesinin 20 Mart 1988 günlü sayısındaki bir fotoğraf karesinde kendisini işaretleyerek itiraz konusu birleşim günü Genel Kurul çalışmalarına katıldığını kanıtlamaya çalışmıştır. Ateşoğulları ayrıca ilgili birleşim günü verilmiş bir önergede imzası olduğunu tutanak metni üzerinden göstermiştir. Kanıt olarak sunulan bu belgeler, nedeni bilinmemekle birlikte Divanca kabul görmemiş ve itiraz reddedilmiştir.  71  Anavatan Partisi Grup Başkanlığının 19.4.1988 tarihli ve 01.88/73 sayılı yazısı. 199Günal SEYİT                                                           Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228  fıkrası  Genel  Kurulda  veya  komisyonlarda  yapılan  yoklama  veya  açık oylamalarda özürsüz veya izinsiz olarak bulunmayan milletvekili o birleşimde yok sayılır. hükmünü içermektedir. 154 üncü madde hükmü ise, bir yasama yılı  içinde  aralıksız  olarak  iki  ay  veya  daha  fazla  izin  almış  olan milletvekillerine  ödenek  ve  yolluklarının  verilebilmesinin  Genel  Kurul kararına bağlı olduğunu belirlemektedir. Söz konusu toplantıda, iki ayı aşkın süre için sağlık raporuna/hastalığa bağlı izin isteminde bulunan bir üyenin durumu tartışılırken Başkanvekili Aytekin Kotil, bu üye için 154 üncü madde hükmünün  uygulanmasının  yerindeliğini  sorgulamıştır.  Bu  bakış  açısı, 151 inci maddede özürsüzlük ve izinsizlik durumları birbirinden ayrı olarak sayılmışken 154 üncü madde hükmünün sadece izin alma durumuna bağlanmasına  işaret  eden  bir  yoruma  dayanmaktadır.  Buna  göre  özür, izinden ayrı bir durum olduğundan hastalığa dayalı özür bildirimleri de 154 üncü  madde  kapsamı  dışında  kalmalıdır.  Bir  başka  deyişle,  sağlık raporlarına dayanan bildirimler, iki ayı aşan sürelere ilişkin olsalar dahi, izin değil  de  özür  kapsamında  olduklarından,  bunlar  hakkında  ödenek  ve yollukla ilgili sürecin işletilmesine gerek bulunmamaktadır.  Bu yaklaşımın bir adım ilerisinde, yine aynı bakış açısına bağlı olarak şu yorum yapılmaktadır: Özür ve izin, 151 inci maddenin birinci fıkrasında ayrı durumlar  olarak  belirlendiğine  ve  151 inci  maddenin  ikinci  ve  üçüncü fıkralarında sadece izin ibaresine yer verildiğine göre, özür kapsamında değerlendirilebilecek durumlarda ne 151 inci maddenin ikinci ve üçüncü fıkralarına göre izin verme ne de 154 üncü maddeye göre ödenek ve yolluk ile ilgili usulleri işletmeye gerek vardır, dolayısıyla bunlar hakkında yapılacak bir kabul, teklif, onay ya da en geniş anlamıyla karar işlemine de gerek yoktur. Bu son yorum, bugünkü uygulamayı da belirleyecek şekilde, 22 Şubat 2012 tarihli  Başkanlık  Divanı  toplantısında  benimsenmiş  ve  bu  doğrultuda belgelenmiş  sağlık  mazeretlerinin  devamsızlık  açısından  onaya  tabi tutulmamasına, ayrıca bir yasama yılı içinde aralıksız olarak iki ay veya daha fazla belgelenmiş sağlık mazeretleri bulunan milletvekillerine ödenek ve yolluklarının  verilmesinin  onaya  tabi  tutulmamasına  karar  verilmiştir.72 Böylece  sağlık  raporuna  dayalı  bildirimler,  İçtüzük te  düzenlenen  karar usullerinin dışına çıkarılmıştır.   Sözü edilen 4 Nisan 1990 tarihli toplantıdaki tartışmada ise, Kanunlar ve Kararlar  Dairesi  Başkanı  Orhan  Dülgerler,  izin  kavramının  kapsayıcı içeriğini ve sağlık raporuna dayanan bildirimlerin de izin istemi kapsamında olduğunu tarihsel uygulamaya da işaret ederek açık biçimde ortaya koymuştu:                                                  72  TBMM Başkanlık Divanı Arşivi, 22.2.2012 tarihli ve 15 sayılı Karar. 200Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228     Türkiye Büyük Millet Meclisinde Milletvekili…    KANUNLAR VE KARARLAR DAİRESİ BAŞKANI ORHAN DÜLGERLER- Efendim, çeşitli nedenlerle izin almaktır. Mazeret nedeniyle, hastalık nedeniyle, başka nedenlerle, seyahat nedeniyle; o nedenle gerekçe hastalık da  oluyor.  Başkanlık  Divanı  ona  göre  takdirini kullanıyor. BAŞKAN- (…) Şimdi bizim burada bunu ayırmamız doğru değil mi? Yani, hastalığı rapora istinaden, belirli bir müddet için hiç oylamasak, hatta Divan karar bile almasa, hastalık izni için. KANUNLAR VE KARARLAR DAİRESİ BAŞKANI ORHAN DÜLGERLER- Efendim, yalnız bu İçtüzükte değil, daha evvelki Dahilî Nizamnameden beri gelen usul bu. Milletvekillerine mezuniyet maddesinde, aynı şekilde çeşitli nedenlerle izinli sayılması ve ona göre de, iki ayı geçmişse yolluk ve ödeneklerinin verilmesi yine Genel Kurul kararına sunuluyor, iki ayı geçmeyenlerde öyle bir şey yok.73 Görüldüğü gibi, Divan toplantısına katılan yasama bürokrasisi temsilcisi, uygulamanın tarihini öne sürerek hastalığa ya da doktor raporuna dayalı bildirimleri, izin isteme bağlamının dışında görmüyor, bunlar hakkında da, süresine göre, İçtüzüğün 151 inci maddesinin ikinci veya üçüncü fıkrası ile 154 üncü maddesinin uygulanması gerektiğini belirtiyordu. Bu görüş bizce de doğrudur  ve  yerleşmiş  uygulamanın  tarihi  ile  uyumludur.  İzin  isteminin dayanağı olabilecek mazeretlerden (özürlerden) birini (hastalığa dayalı olanı) ayırıp onu özür olarak adlandırarak diğer mazeretlerin tabi olduğundan ayrı bir usule tabi tutmak, yerleşik uygulama ile bağdaşmamaktadır. Bunun yanı sıra  özür  kavramının  sağlık  raporu  ya  da  hastalık  bildirimine özgülenmesinin de bir dayanağı yoktur. Hastalığa dayalı mazeretler dışındaki mazeretlerin özür kavramı dışında değerlendirilmesini haklı kılacak bir ölçüt  yoktur.  Üstelik  içtüzük  koyucu, bu  iki  kavram  arasında  bir  ayrım gözetiyor  olsaydı,  izine  ilişkin  usulleri  belirlerken  özür  usullerini  de düzenleme gereksinimi duyar, en azından bunlar hakkında izin usullerinin uygulanmayacağını  belirleme  yoluna  giderdi.  Bu  bağlamda  151 inci maddenin birinci fıkrasında izin ve özür ibarelerine yer verilmesi, bir usul ayrımına işaret etmez.  Burada  söz  konusu  olan,  bir  boyutuyla,  önceden  öngörülemeyen zorunluluk durumlarına ilişkin zamansal bir yer değiştirmedir. Bir milletvekili                                                  73  TBMM Başkanlık Divanı Arşivi, 4.4.1990 tarihli Toplantı Tutanağı. 201Günal SEYİT                                                           Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228  önceden izin almadan belli bir Genel Kurul veya komisyon toplantısına katılamamışsa ve katılamamayı haklı kılacak bir zorunluluk ya da mazeret durumu söz konusu ise, sonradan bildirilen mazeret üzerine haklılığı takdir edecek makam karar alıp izin statüsünü yaratana kadar o milletvekili özrünü bildirmiş bir milletvekili olarak nitelenebilir. Benzer nitelikte bir diğer boyut da,  zorunluluk  hâline  bağlı  olarak  izin  isteminde  bulunamama  olabilir. Hukuksal özür olarak nitelenen tutukluluk hâli, bu durumun örneği olarak nitelenebilir.  Burada  da  önceden  herhangi  bir  izin  almadan  çalışmalara katılamama durumu söz konusudur; dolayısıyla izin yoktur, ancak özür vardır. Tüm  bu  durumlarda,  önceden  alınmış  bir  izin  olmamasına  karşın,  özür bildirimine konu süre 10 güne kadarsa Meclis Başkanı, 10 günden fazla ise Başkanlık  Divanının  teklifi  üzerine  Genel  Kurul  karar  vermedikçe  o milletvekili  izinsiz  katıldığı  toplantı  ya  da  birleşimler  için  devamsız sayılamaz. Öyleyse özür, 151 inci maddenin birinci fıkrasındaki dar veya terimsel  anlamıyla,  zorunluluk  gereği  sonradan  yöneltilen  izin  istemi gerekçesi ya da durumun özelliği gereği izin isteminde bulunulamamasını haklı  kılan  neden  olarak  tanımlanabilir.  Geniş  anlamıyla  özür  ise, zorunluluk nedeniyle sonradan yöneltilenlerin yanı sıra önceden yöneltilen izin  istemleri  de  dâhil  olmak  üzere  tüm  izin  istemlerinin  gerekçesini imlemektedir.  Bu  gerekçe  çoğulluğu  veya  zamansal  yer  değiştirmeden kaynaklı özel durumlar yelpazesi çerçevesinde, izin istemine dayanak olarak sunulan  gerekçelerin  herhangi  birinin  diğeri  karşısında  kategorik  bir önceliğinin  bulunduğu  ileri  sürülemez.  Başkanlık  Divanının  böyle  bir kategorileştirme  yoluyla  belli  durumlar  için  (unvan,  sağlık  raporuyla belgelenen hastalık ya da tutukluluk hâline bağlı hukuksal mazeret gibi) İçtüzük te düzenlenen izin usullerini işletmeme kararı alması ve tarihsel olarak da bu karar alanını sürekli genişletme eğilimi içine bulunması İçtüzüğe aykırıdır.  Üstelik sağlık raporuna yapılan işlem özelinde, 2012 yılındaki karardan itibaren geçerli olan durumun belli başlı zorlukları beraberinde getirmesi kaçınılmazdır. Başkanlık Divanı sağlık raporları konusunda verdiği kararla kendisini bağlayıp konunun Genel Kurula taşınması yolunu da kapattığı için, hakkı  kötüye  kullanma  vb.  birçok  özel  durumda,  rapora  dayalı  izin istemlerinin  reddedilmesi  gerektiğinde  ya  da  bu  yönde  bir  irade  baş gösterdiğinde Başkanlık Divanının önündeki tek seçenek, durumu zorlama yoluyla da olsa raporun geçerli olmadığını ya da sahteliğini ileri sürmek olacaktır. Hukuksal özür durumunda da, özrün sona ermesinin ardından Genel Kurul kararına dayanan izin ve ödenek-yolluk usullerinin işletilmemesi (md. 154), fiilen Genel Kurul iradesinin kısıtlanması ve sorunun siyasal karar alma düzeneklerinin dışına taşınması anlamına gelmektedir. Örneğin tutukluluk 202Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228     Türkiye Büyük Millet Meclisinde Milletvekili…    nedenine  bağlı  olarak  Genel  Kurul  ödenek  ve  yolluğun  verilmemesini kararlaştırmak isterse ne yapılacağı sorusunun yanıtı, bu usul içinde boşlukta kalmaktadır.  Bundan  dolayı,  İçtüzük te  Genel  Kurul  kararına  bırakılan konularda Başkanlık Divanının kendi takdirine göre eleyici bir yaklaşım izlemesi,  uzun  erimde  birçok  usul  sapmasına  ve  karışıklığa  yol  açma tehlikesini barındırmaktadır. Bu eğilimin barındırdığı bir diğer tehlike de İçtüzük  hükümlerinin  içinin  boşalması,  uygulanmayan  maddeler çokluğunun belirmesidir.     Yeniden özel olarak sağlık raporlarına dayanan izin istemleri bağlamına dönersek,  bu  izin  istemleri  için  tarihsel  uygulamadan  uzaklaşılmasının, İçtüzüğe  aykırı  bir  yol  tutulmasının  ötesinde  sorunlu  uygulamalara  kapı aralayacak bir potansiyel barındırmakta olduğu vurgulanmalıdır. 4 Nisan 1990 tarihli Başkanlık Divanı toplantısında özür-izin ayrımı tezi üzerinden bu yöndeki düşünsel filizlenmenin ilk yansımaları görülmüşse de teamülden uzaklaşılmamış, uygulamanın sürekliliğinden köktenci kopuş ancak 22 Şubat 2012 tarihli Başkanlık Divanı kararı ile gerçekleşmiştir. 1990 lı yıllar boyunca sağlık raporu sorunun yanı sıra gündemde bulunan bir diğer önemli konu, bir ay içinde beş birleşim devamsızlığı saptanan milletvekillerinin  durumu  olmuştur.  Bu  konunun  gündeme  taşınmasında, önceki süreçlerde olduğu gibi kamuoyu baskısının etken olduğu kuşkusuzdur. Bununla birlikte, bu konunun Başkanlık Divanınca tartışılıyor olması, başlı başına İçtüzük hükümlerinin uygulandığını göstermesi bakımından önemlidir. Çünkü beş birleşim konusu ancak devamsızlık saptamasının yapıldığı tarihsel süreçlerde gündeme gelebilmektedir.  1990 lı  yıllarda  parçalı  siyasal  yapının  ve  gerilimli  geçen  siyasal süreçlerin de etkisiyle Mecliste bir engelleme yöntemi olarak çokça yoklama istenmesi, ayrıca devamsızlık takip sisteminin işletilmesi, sık sık bir ay içinde beş  birleşime  katılmamaya  bağlı  yaptırımın  gündeme  gelmesine  yol açmıştır.74 Tüm bu örneklerde dikkat çeken özellik, sürecin sonuna kadar gidilmemesi, dosyanın Karma Komisyona sevki ile yetinilmesi ve üyeliğin düşmesi yaptırımını doğuracak biçimde konunun Genel Kurul gündemine hiç getirilmemesi  olmuştur.1990 lı  yıllar,  2000 li  yıllardan  farklı  olarak                                                  74  7 Temmuz 1993 tarihli Başkanlık Divanı kararıyla 38 milletvekilinin devamsızlık dosyası Karma Komisyona sevk edilmiştir (TBMM Başkanlık Divanı Arşivi, 7.7.1993 tarihli ve 48 sayılı Karar). 28 Şubat 1995 tarihli kararla, bu kez 30 milletvekilinin dosyasının Karma Komisyona gönderildiği görülmektedir (TBMM Başkanlık Divanı Arşivi, 28.2.1995 tarihli ve  101  sayılı  Karar).  Her  iki  karar  metninden  anlaşıldığına  göre,  dosyaları  Karma Komisyona sevk edilen milletvekilleri, kendilerine yapılan tebligata rağmen herhangi bir itirazda bulunmamışlardır. 203Günal SEYİT                                                           Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228  devamsızlığın izlendiği ve saptandığı, ancak yaptırım uygulanmayan ya da yaptırım koşullarının ortadan kaldırılması yönünde milletvekillerine çokça kolaylık  gösterilen  yıllardır.  Söz  konusu  kolaylık  boyutunun  geçerli olmadığı ayrıksı iki örnek ise, Diyarbakır Milletvekili Leyla Zana ve Afyon Milletvekili Kubilay Uygun örnekleridir. Leyla Zana örneğinde sorun, milletvekilinin yurt dışından gönderdiği sağlık  raporunun  geçerliliği  noktasında  düğümlenmiştir.  Zana,  Amerika Birleşik Devletleri ne önceden izin almaksızın gitmiş, burada rahatsızlanarak belgegeçer  yoluyla  on  yedi  günlük  sağlık  raporu  göndermişti.  Ancak seyahatin  izin  almadan  gerçekleştirilmesi  nedeniyle,  henüz  raporun gönderilmesinden önce, milletvekilinin altı birleşim devamsızlığı saptanmış ve bu durum kişiye özel devamsızlık cetveliyle kendisine bildirilmişti. Zana, İçtüzüğün 128 inci (günümüzdeki 152 nci) maddesi uyarınca bu bildirimi aldığı tarihten itibaren yedi gün içinde itiraz etmesi gerektiği hâlde itirazda bulunmamış, ancak bu sürenin bitiminden sonra yukarıda sözü edilen sağlık raporunu göndermişti.  Leyla Zana nın devamsızlık dosyası bu içerikle Başkanlık Divanının önüne gelmiştir. Divan üyeleri, itiraz süresinin geçirilmiş olmasından çok, gecikmeli  gönderilen  itiraz  niteliğindeki  sağlık  raporunun  geçerliliği konusunu  sorgulamışlardır.  Dönemin  Genel  Sekreter  Yardımcısı  Orhan Dülgerler, yurt dışından gönderilen sağlık raporlarının geçerlilik koşulunun, bunların  Türkiye nin  yurt  dışı  temsilciliklerinin  onayı  ve  havalesi  ile gönderilmesi olduğu bilgisini vermiş, bu bilginin milletvekiline de iletildiğini belirtmiştir.75  Başkanlık  Divanı,  bu  veriler  ışığında  sağlık  raporunun geçerliliği ile ilgili bir değerlendirme ve karar sürecine girmek yerine dosyayı Karma Komisyona göndermeyi uygun görmüştür: Türkiye  Büyük  Millet  Meclisi  çalışmalarına  özürsüz olarak bir ay içinde toplam altı birleşim günü katılmayan Diyarbakır Milletvekili Leyla Zana nın, İçtüzüğün 128 nci maddesine göre kendilerine yapılan tebligata rağmen süresi içinde bir itirazı bulunmadığından ve 19 Ekim 1993  tarihli  A.B.D. den  fakslanan  doktor  raporunun incelenme ve değerlendirilmesinin Komisyon tarafından yapılmasının  uygun  olacağı  görüşüyle  durumun Anayasa nın 84 ncü maddesi muvacehesinde, İçtüzüğün 114  ncü  maddesine  göre  Anayasa  ve  Adalet                                                  75  TBMM Başkanlık Divanı Arşivi, 4.11.1993 tarihli Toplantı Tutanağı. 76  Yürürlükteki İçtüzüğün 138 inci maddesidir. 204Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228     Türkiye Büyük Millet Meclisinde Milletvekili…    Komisyonlarından  kurulu  Karma  Komisyonda incelenmesine (…) karar verildi.77 Afyon Milletvekili Kubilay Uygun a ilişkin süreç de sağlık raporunun geçerliliği sorununa bağlı olarak gelişmiştir. Sürecin ayrıntılarına girmeden önce,  siyasal  arka  planı  belirlemek  için,  o  dönemde  çokça  siyasal  parti değiştirmesi nedeniyle Kubilay Uygun hakkında birikmiş bir siyasal tepkinin bulunduğu, ayrıca milletvekilinin Meclis dışındaki yaşamı ile ilgili iddialar nedeniyle de milletvekilleri arasında belirgin bir rahatsızlığın söz konusu olduğu anımsatılmalıdır. Ele  aldığımız dosya  bağlamında  Kubilay  Uygun un  sağlık  raporuna dayalı  izin  istemlerinin  görüşüldüğü  ilk  Başkanlık  Divanı  toplantısı,  16 Temmuz 1998  tarihlidir. Bu  toplantıda Uygun un izin  istemine  dayanak olarak sunduğu yirmişer günlük iki sağlık raporunun geçerliliği tartışma konusu  olmuş;  bu  bağlamda  sağlık  raporlarının  nasıl  değerlendirileceği sorunun yanı sıra günümüze değin devam eden, yakın tarihli uygulamalarda da  kendisini  gösteren  bir  başka  yapısal  sorun  gündeme  gelmiştir:  İzin isteminin reddi durumunda devamsızlık saptamasının nasıl yapılacağı ve bu saptama  biçimine  bağlı  olarak  yaptırımların  nasıl  uygulanacağı  sorunu. Sorunu doğuran temel etmen, izin isteminin kararlaştırılmasının, isteme konu süreçten sonraki bir zamanda gerçekleşmesiydi. Karar önceden verilseydi, milletvekili birleşimlere katılmamasının sonuçlarını önceden bilecek ve ona göre  davranacaktı.  Peki,  karar  sonradan  verildiğine  göre,  izin  istemi reddedilirse, milletvekilinin izin istemine konu süre kadar (kuşkusuz o süre içindeki birleşim sayısı kastedilmektedir) devamsız mı sayılacaktır? Bizce bu çok temel bir sorundur ve sistemin işleyişini bütünüyle etkilemektedir.  Sorunu  ağırlaştıran  ve  karmaşıklaştıran  bir  diğer  boyut,  müşahede usulüne ve yarıda kesilen yoklama uygulamalarına bağlı olarak devamsızlık saptamasının  her  zaman  yapılmaması,  hatta  ancak  ayrıksı  hâllerde yapılmasıdır.  Bu  koşullarda  izin  istemi  reddedilen  milletvekilinin,  izin istemine konu süre kadar devamsız sayılması gerektiği yönündeki görüş, izin isteminin kendisini adeta bir yaptırım tehdidine dönüştürmektedir. Çünkü milletvekilinin izin istemi, devamsızlık yaptığının milletvekilince itirafı veya karinesi sayılmaktadır. O zaman, devamsızlık saptaması ancak ayrıksı olarak yapıldığından, milletvekilinin önceden hiç izin isteminde bulunmaması birçok durumda  daha  avantajlı  olmaktadır.  Öyleyse  bu  biçimiyle  sistem, milletvekilini sistem dışına çıkmaya, birleşimlere katılmasa bile risk almak pahasına olabildiğince az izin isteminde bulunmaya yöneltmektedir. Özetle,                                                  77  TBMM Başkanlık Divanı Arşivi, 4.11.1993 tarihli ve 57 sayılı Karar. 205Günal SEYİT                                                           Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228  izin istemi ile devamsızlık saptamasını birbirine karıştıran bu bakış açısı, milletvekilinin iyi niyetini korumamaktadır. Söz konusu toplantıda Meclis Başkanı Hikmet Çetin, bu yapısal sorunu şöyle belirlemiştir: Şimdi öyle bir sistemimiz var ki, bu arkadaşımız bu başvuruyu yapmamış olsaydı, gelmeseydi ve 5 yoklama yapılmasaydı, var gibi görünecekti; fakat, ortada da bir kanıt var, belgeli olarak 20 gün gelmedim diyor. Şimdi, bu belgeyi vermeden bir ay gelmese, bir ay içinde de 5 yoklama yapılmamış olsa farketmeyecektik. Buraya,  hiç  gelmeyen  arkadaşların  varlığından bahsedildi. (…)78   Başkan ın bu yapısal sorunu saptaması kadar önemli olan nokta, dönemin bürokrasisinin izin isteminin reddi ile devamsızlığa bağlı yaptırım sistemini birbirinden ayırmaya dönük -bizce yerinde olan- bakış  açısıdır.  Bu  tutumu,  toplantıda  geçen  şu  konuşmalardan anlıyoruz: KÂTİP ÜYE MEHMET KORKMAZ- Sayın Başkan, bir şey öğrenmek istiyorum. Biz, bunun, mazereti nedeniyle olan iznini Divan olarak kabul etmedik. Genel Kurulda oylandı ve Genel Kurul da Divanın kararını kabul etti. Bu 40 günlük izinli sayılması hususu kabul edilmediği takdirde, hukuken ne gibi bir sonuç doğacak? GENEL SEKRETER VEKİLİ ORHAN DÜLGERLER- Bakacağız efendim… KÂTİP ÜYE MEHMET KORKMAZ- İçtüzük, bir ay içinde 5 birleşime katılmamak şartını arıyor. O süre içinde 5 yoklama yapılmamışsa… BAŞKAN- Yoklamaya bakılacak o zaman. GENEL SEKRETER VEKİLİ ORHAN DÜLGERLER- Yoklamalara bakacağız efendim. KÂTİP ÜYE MEHMET KORKMAZ- O tarihte yoklama olup olmadığı yok mu kayıtlarda? GENEL SEKRETER VEKİLİ ORHAN DÜLGERLER- Tabiî bakarız.                                                  78  TBMM Başkanlık Divanı Arşivi, 16.7.1998 tarihli Toplantı Tutanağı. 206Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228     Türkiye Büyük Millet Meclisinde Milletvekili…    KÂTİP  ÜYE  MEHMET  KORKMAZ-  Onu  bir inceleyelim, hukukî bir sonuç doğurmuyorsa gerek yok efendim.79 Bu temel tartışmalarla yürüyen toplantı sonucunda, Afyon Milletvekili Kubilay Uygun un, hastalığı nedeniyle 22.6.1998 tarihinden itibaren 20 gün ve 13.7.1998 tarihinden itibaren 20 gün olmak üzere toplam 40 gün izinli sayılmasına  dair  doktor  raporuna  dayalı  istemi;  tanı,  süre  ve  gerçekliği bakımından uygun görülmeyerek, bu hususun İçtüzüğün 151 inci maddesi uyarınca  Genel  Kurulun  onayına  sunulmasına  oy  çokluğu  ile  karar verilmiştir.80  Genel  Kurul,  izin  talebinin  uygun  görülmediğine  ilişkin Başkanlık tezkeresini 21 Temmuz 1998 tarihli birleşimde kabul etmiştir.81 Genel  Kurulun  Başkanlık  Divanının  görüşünü  benimseyerek  izin istemini  reddetmesinden  bir  gün  sonra  Kanunlar  ve  Kararlar  Dairesi Başkanlığı, izin istemine konu süre içerisinde yoklama yapılmış olan günleri esas alarak Kubilay Uygun un devamsız göründüğü günleri gösteren kişiye özel devamsızlık cetvelini düzenleyerek milletvekiline iletmiştir.82 Buradaki uygulamada, bizce yerinde olarak, milletvekilinin; izin istediği süre içindeki tüm  birleşimler  için  devamsız  sayılmak  yerine,  tüm  milletvekilleri  için devamsızlık belirlemesinde bulunulan birleşimler (birleşimin müşahede ile açılmadığı ve yoklamaların yarıda kesilmediği birleşimler) özelinde devamsız sayılması ve buna göre bildirimde bulunulmuş olması önemlidir. Bu cetvele göre Kubilay Uygun, Nisan ayında iki, Haziran ayında altı ve Temmuz da sekiz  birleşim  devamsız  görünüyordu.  Öyleyse,  Haziran  ve  Temmuz aylarındaki beş birleşimi aşan devamsızlığa bağlı olarak üyeliğin düşmesi yaptırımı ile sonuçlanabilecek olan sürecin başlaması söz konusuydu.  12 Ekim 1998 tarihli Başkanlık Divanı toplantısındaki temel tartışma konusu, Kubilay Uygun un izin istemi Genel Kurulca reddedildikten sonra dosyasının Karma Komisyona gönderilmesi için yeni bir karar alınmasına gerek  olup  olmadığı  bağlamında  biçimlenmiştir.  Uzun  süren  tartışmalar sonunda yeni bir karar alınmasına gerek olmadığı yönündeki görüş Başkanlık Divanına  egemen  olmuş  ve  dosyanın  Karma  Komisyona  gönderilmesi kararlaştırılmıştır.83                                                  79  a.k. 80  TBMM Başkanlık Divanı Arşivi, 16.7.1998 tarihli ve 90 sayılı Karar. 81  TBMMTD, D.20, C.60, B.125, 21.7.1998, s. 20-1. 82  Kanunlar ve Kararlar Dairesi Başkanlığının 22.7.1998 tarihli ve 14604 sayılı yazısı. 83  TBMM Başkanlık Divanı Arşivi, 12.10.1998 tarihli ve 94 sayılı Karar. 207Günal SEYİT                                                           Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228  Karma  Komisyon,  savunmadaki  iddialar  ya  da  sorunun  kaynağını oluşturan  sağlık  raporlarına  ilişkin  ayrı  bir  inceleme  süreci  işletmemiş, devamsızlık saptamasının İçtüzük te belirlenen usule göre gerçekleştirilmiş olduğuna işaret ederek dosyanın milletvekilliğinin düşürülmesi görüşüyle Genel  Kurulun  onayına  sunulmasına  oy  çokluğu  ile  karar  vermiştir.85 Bundan  sonra,  2  Aralık  1998 de  Genel  Kurul  gündemine  giren  Karma Komisyon  raporu  87,  yasama  dönemi  sonuna  kadar  görüşülmediğinden hükümsüz kalmış ve üyelik yönünden herhangi bir sonuç doğurmamıştır. Raporun görüşülmemesinde, raporun gündeme girişinden kısa bir süre sonra seçim kararı alınmasının etkili olması olasıdır. 2000 li  yıllara  gelindiğinde,  Başkanlık  Divanının,  iki  ayrı  tarihsel uğrakta, izin ve devamsızlık uygulamalarını yapısal olarak etkileyen kararlar ortaya koyduğu görülmektedir. Bu tarihsel uğraklardan birincisi, izin-özür                                                  84  2017 yılında, geçerli olmadığı kabul edilen sağlık raporlarına bağlı olarak devamsızlık nedeniyle üyeliğin düşürülmesi uygulamaları sırasında Meclis Başkanı olan, dönemin Karma Komisyon üyesi İstanbul Milletvekili İsmail Kahraman ve yine 2017 de Adalet Komisyonu Başkanı olan, dönemin Karma Komisyon üyesi Amasya Milletvekili Ahmet İyimaya, bu rapora muhalif olduklarına ilişkin şerh düşmüşlerdir.     85  Karma Komisyon Raporu, D.20, Sıra Sayısı: 781. Karma Komisyon raporuna ilişkin bir karşı oy yazısı kaleme alan Komisyon Kâtibi Karabük Milletvekili Hayrettin Dilekcan, Meclis çoğunluğunu elinde bulunduran siyasal partilerin, bu türden kararlarla muhalefeti baskı altına alacaklarını, Başkanlık Divanının hekim raporlarını kabul ya da ret gibi bir yetkisinin olamayacağını, bu yöntem benimsenirse tüm milletvekillerinin  raporlarının  gözden  geçirilmesinin  gerektiğini,  usul  olarak  Karma Komisyonun üyeliğin düşmesi veya devamı yönünde bir karar alamayacağını ve bu komisyonun ancak lehte ve aleyhteki görüşleri içeren bir rapor hazırlamakla yetinip konuyu Genel Kurula havale etmesi gerektiğini ileri sürmüştür. Dilekcan ayrıca, sürecin sağlık raporlarının geçersizliğinin kabulü ile başlamış olmasını dikkate alarak bu raporları verenler hakkında sahte evrak düzenleme suçundan bir takibat olup olmadığını da sorgulamıştır.     86  Raporun tam adı şöyledir: Türkiye Büyük Millet Meclisi Çalışmalarına Özürsüz veya İzinsiz Olarak  1998  Yılı  Haziran  Ayında  Altı,  Temmuz  Ayında  ise  Sekiz  Birleşim  Günü Katılmayan Afyon Milletvekili Kubilay Uygun un Durumunun Anayasanın 84 üncü ve İçtüzüğün 138 inci Maddelerine Göre İncelenmesine Dair Başkanlık Divanının 12.10.1998 Tarihli 94 Numaralı Kararı ile Başkanlık Tezkeresi ve Anayasa ve Adalet Komisyonları Üyelerinden Kurulu Karma Komisyon Raporu (3/1751) (S. Sayısı: 781) (Dağıtma tarihi: 2.12.1998). Bkz. TBMMTD, D.20, C.66, B.27, 2.12.1998, s. 443. 87  Aynı  süreçte  Kubilay  Uygun  hakkındaki  Yasama  Dokunulmazlığının  Kaldırılması Hakkında Başbakanlık Tezkeresi ve Anayasa ve Adalet Komisyonları Üyelerinden Kurulu Karma Komisyon Raporu (3/1643) (S. Sayısı: 770) (Dağıtma tarihi: 20.11.1998) da Genel Kurul gündemine girmiştir. Bkz. TBMMTD, D.20, C.66, B.22, 23.11.1998, s. 89.  88  Karma Komisyon raporu, Hükümsüz Sayılan İşler Listesi nde Hükümsüz Sayılan Tezkere başlığı altında yer almıştır. Bkz. TBMMTD, D.21, C.1, B.1, 2.5.1999, s. 98. 89  20 nci Yasama Dönemi nin son birleşimi 25 Mart 1999 da gerçekleştirilmiş, bu dönem seçimlerin 18 Nisan 1999 da yenilenmesi ile sona ermiştir. 208Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228     Türkiye Büyük Millet Meclisinde Milletvekili…    ayrımı  tezini  somutlaştıran  ve  yukarıda  ele  aldığımız  tutuklu milletvekillerinin özlük haklarından yararlandırılmasına, tutukluluk hâlinin milletvekillerinin  devamsızlığı  açısından  özür  sayılmasına,  belgelenmiş sağlık mazeretlerinin ve tutukluluk hâlinin devamsızlık açısından onaya tabi tutulmamasına ve bir yasama yılı içerisinde aralıksız olarak iki ay veya daha fazla  belgelenmiş  sağlık  mazeretleri  veya  tutukluluk  hâli  bulunan milletvekillerine  ödenek  ve  yolluklarının  verilmesinin  onaya  tabi tutulmamasına ilişkin 22 Şubat 2012 tarihli ve 15 sayılı karardır. Bu kararın tarihsel uygulamadan bir kopuşa yol açtığını ve uygulamada birçok sorun yaratma potansiyeli taşıdığını yukarıda belirtmiştik. 2000 lerin  ikinci  yapısal  dönüşüm  uğrağı,  2016-2017  yılları uygulamalarında somutluk kazanmıştır. Bu dönem değerlendirilirken, siyasal arka planın olağanüstü hal ile belirlendiği dikkate alınmalıdır. Dolayısıyla bu dönemde, milletvekili izin ve devamsızlık uygulamalarındaki sıkılaşma, salt Meclisin iç işleyişine ve parlamento hukuku bağlamına içkin değildir, bu süreci biçimlendiren ve ayrı bir incelemeyi gerektiren bir dizi siyasal etmenin belirleyiciliği söz konusudur. Sözünü ettiğimiz sıkılaşmanın Başkanlık Divanı düzeyindeki ilk adımı, 13 Aralık 2016 tarihli karar ile atılmıştır. Bu kapsamda, 26 ncı Yasama Dönemi 2 nci Yasama Yılı ndan itibaren; süreklilik arz ettiği ve ardışık olarak yapıldığı  için  10  günü  aştığı  tespit  edilen  izin  taleplerinin  birlikte değerlendirilerek İçtüzüğün 151 inci maddesinin son fıkrasında göre işlem yapılmak üzere Başkanlık Divanına sunulmasına, ayrıca İçtüzüğün 152 nci maddesine göre Başkanlıkça düzenlenen devam cetvellerine karşı yapılan başvuruların  geçerli  bir  itiraz  beyanı  veya  mücbir  bir  mazeret  beyanı içermemesi  durumunda  Başkanlık  Divanınca  kabul  edilmemesine  karar verilmiştir.90 Kararın birinci yönü, izin sisteminin açıklarının milletvekillerince kötüye kullanıldığı  görüşüne  dayanmaktaydı.  Bilindiği  gibi,  İçtüzüğün  54 üncü maddesi gereği Genel Kurul, aksi kararlaştırılmadıkça, sadece Salı, Çarşamba ve Perşembe günleri toplanmaktadır. Uygulamada kimi milletvekilleri, birbiri ardına haftalar boyunca sadece bu birleşim günleri için izin alma eğilimi göstermekteydi.  Böylece,  uzun  süreli  izin  isteminde  bulunmak  zorunda kalınmamakta, izin istemlerinin her biri üçer günlük olduğu ve 10 günü aşmadığı  için  Meclis  Başkanı ndan  izin  alınmakta,  Başkanlık  Divanı incelemesi ve Genel Kurul kararını gerektiren usulden kaçınılmış olmaktaydı.                                                  90  TBMM Başkanlık Divanı Arşivi, 13.12.2016 tarihli ve 27 sayılı Karar. 209Günal SEYİT                                                           Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228  Örneğin, bu şekilde ardışık olarak üç hafta boyunca üçer günden toplam dokuz gün  izin  alan  bir  milletvekili,  arada  birleşim  olmayan  günleri  devreden çıkarmak suretiyle fiilen yirmi beş günlük izin kullanabiliyordu. Başkanlık Divanı  aldığı  kararla,  ardışık  nitelik  gösteren  bu  izin  istemlerinin  arada birleşim  olmayan  günleri  de  kapsayacak  biçimde  bir  bütün  olarak  ele alınmasını  öngörüyor,  böylece  kötüye  kullanımların  önüne  geçmeyi amaçlıyordu. Söz konusu kötüye kullanma ediminin bir biçimi de müşahede ile açılan birleşimlerin  izlenmesine  dayanmaktaydı.  İzin  ve  devamsızlık uygulamalarının sıkı bir düzen içinde ele alınmadığı süreçlerde milletvekilleri bir  ya  da  iki  günlük  izin  istemlerini,  izin  istemine  konu  birleşimlerin gerçekleşmesinden  sonra  gönderebilmekte  ve  bunlar  Başkanlıkça  kabul edilmekteydi.  Bu  yapı  içinde  milletvekilleri,  aslında  birçok  birleşime katılmadıkları hâlde sadece, müşahede ile açılmayan ve yoklamaların yarıda kesilmediği,  dolayısıyla  yoklama  yapılıp  devamsızlık  kaydı  tutulan birleşimleri  saptıyor  ve  bu  birleşimlere  ilişkin  mazeretlerini  sonradan bildirerek  Meclis  Başkanından  izin  alıyorlardı.91  Konjonktürel  sıkılaşma dönemleri bir kenara bırakıldığında, bunun oldukça yaygın bir uygulama olduğu  söylenebilir.  Sözünü  ettiğimiz  2016-2017  dönemi  konjonktürel sıkılaşma sürecinde, Meclis Başkanlığı, Başkanlık Divanının herhangi bir ilke kararına dayanmasa da, bu türden sonradan iletilen izin istemlerinin işleme alınmaması yönünde bir tutum geliştirmiştir. Bu kapsamda birleşim açıldıktan sonra gelen izin istemlerinin, mücbir mazeret hâlleri olarak nitelenen özel zorunluluk durumları dışında işleme alınmaması, istemin işleme alınması                                                  91  Kuruluşu 3 Mayıs 2017 tarihli Başkanlık Divanı toplantısında kararlaştırılan ve birikmiş izin-devamsızlık dosyalarını incelemekle görevlendirilen İzin ve Devamsızlık İşlerini Tetkik Heyetinin 15 Mayıs 2017 tarihli raporunda sözünü ettiğimiz olgu şöyle saptanmıştır: 26 ncı Dönem 1 inci Yasama Yılında birçok milletvekilin birleşim kapandıktan sonra yoklama yapılıp yapılmadığı bilgisini alıp yoklama işlemi yapılmış ise hakkın kötüye kullanımı mahiyetinde geriye dönük izin dilekçesi gönderdiği veya resmi bir görev ifa etmeksizin sürekli yurt dışında bulunup izin talebinde bulunduğu gözlenmiştir. Önceki dönem uygulamalarında geriye dönük izin taleplerinin işleme alınmasının devamsızlık hükümlerini bütünüyle anlamsız ve sonuçsuz bırakmakta olduğu görülmüştür. Bu durumda, yasama faaliyetini önceleyip Genel Kurula devamlı katılan milletvekilinin emeği ve gayreti ayırdedilememekte, ayrıca Genel Kurul çalışmalarına katılımdaki kamu menfaati geri plana itilmektedir. [Bkz. Karma Komisyon Raporu (Tuğba Hezer Öztürk hk.), D.26, Sıra Sayısı: 489, s. 8]. 210Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228     Türkiye Büyük Millet Meclisinde Milletvekili…    yönünde ısrar varsa bu kez işleme alınıp kabul edilmemesi biçiminde bir uygulamaya gidilmiştir.92 93 Kararın ikinci yönü, milletvekillerine yönelik bir uyarı niteliğindeydi. Buna  göre,  devamsızlık  saptanıp  kişiye  özel  cetvelle  milletvekiline bildirildikten sonra milletvekilince İçtüzüğün 152 nci maddesi uyarınca yedi gün içinde yapılması gereken itirazlarda, itirazın niteliği dikkate alınacaktı. Bunun  anlamı,  önceki  uygulamalardan  farklı  olarak  her  türlü  mazeret bildiriminin geçerli itiraz olarak kabul edilmeyeceğiydi. Başkanlık Divanı, bu itiraz dilekçelerinde gösterilen nedenleri bir tür yerindelik denetimine tabi tutacağı  konusunda  milletvekillerini  uyararak  daha  önce  gördüğümüz konjonktürel  sıkılaştırma  süreçlerinden  birine  girildiğinin  işaretini veriyordu.94 Geçmişe dönük izin istemlerinin kabul edilmemesi, izin istemleri ve itirazlarda mazeret bildiriminin yerindeliğinin denetlenmesi ve devamsızlık saptamasına olanak sağlayacak biçimde birleşimlerin yoklama ile açılması ayakları üzerine yapılandırılan yeni düzen, 2016 yılının sonu ile 2017 yılı boyunca izin ve devamsızlık sorunlarını, Başkanlık Divanının ana gündem maddesi kılmıştır. Bu dönemde, çok sayıda izin istemi ve itiraz reddedilmiş, uygulamanın tarihsel gelişimi içinde belirgin bir kırılma evresi yaşanmıştır. Söz konusu kırılmanın en keskin biçimde yaşandığı alan, bir ay içinde beş birleşim devamsızlığa bağlı yaptırım sisteminin işletilmesi olmuştur. En                                                  92  Yukarıda belirtilen İzin ve Devamsızlık İşlerini Tetkik Heyeti raporunda şu bilgiye yer verilmiştir: (…) 26 ncı Yasama Dönemi nin 2 nci Yasama Yılı itibarıyla TBMM Başkanlığı, yoğun izin talebinde bulunan çok sayıda milletvekiline, izin taleplerinin birleşim öncesinde gerekçe ve mazeret beyan ederek Başkanlığa sunulması gerektiği hususunda yazılı olarak gerekli hatırlatmada  bulunmuştur.  Hiç  şüphesiz  zorunluluk  halleri  hariç  yoklama  yapılan birleşimleri tespit ederek birleşim sonrası geriye dönük yapılan mazeret bildirimi / izin taleplerinin kabul edilmesi, devamsızlık hükümlerini tamamıyla uygulanamaz kılacaktır. Bkz. Karma Komisyon Raporu (Tuğba Hezer Öztürk hk.), D.26, Sıra Sayısı: 489, s. 7.        93  İstanbul Milletvekili Mahmut Tanal ın 25 Kasım 2016 tarihli Birleşime ilişkin 29 Kasım 2016 tarihli geriye dönük izin istemi ve İzmir Milletvekili Hamza Dağ ın 11 Mayıs 2017 tarihli birleşim sonrası gelen izin istemi Başkanlıkça kabul edilmemiştir [bkz. Rehber, 2017, s. 6 (3 numaralı dp.). 94  Başkanlık Divanının bu kararı, uygulamayı biçimlendiren nitelikte bir tür ilke kararı olduğundan, teamül gereği toplantıda tartışılarak ele alınması uygun olurdu. Ancak karşı oy yazılarından anlaşıldığına göre, karar, toplantı yapılmadan, üyelere elden imzalatılmak suretiyle alınmıştır. Cumhuriyet Halk Partili üyelerin karşı oy yazılarında, kararın Başkanlık Divanının  fiilen  gerçekleştireceği  toplantıda  alınması  gerektiği  belirtilmiştir  (bkz. 13.12.2016 tarihli ve 27 sayılı Karar). 211Günal SEYİT                                                           Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228  son  1967  yılında  Cumhuriyet  Senatosunda  bir  senatörün  üyeliğinin düşürülmesinden  tam  50  yıl  sonra  bu  yaptırıma  ilk  kez  bu  süreçte başvurulmuş  ve  üç  milletvekilinin  üyeliği  devamsızlık  nedeniyle düşürülmüştür. Üyeliği düşürülen milletvekillerinden ilki, Van Milletvekili Tuğba Hezer Öztürk tür. Bu örnekte, milletvekilinin 10 günü aşmayan nitelikte bir dizi izin istemi önce Meclis Başkanı nca reddedilmiş, ardından milletvekilinin yurt dışında bulunduğu saptamasından yola çıkılarak 2016 yılı Ekim, Kasım ve Aralık  aylarındaki  hiçbir  birleşime  katılmadığı  yönünde  kişiye  özel devamsızlık cetveli düzenlenmiştir. Milletvekili bu cetvele itiraz etmiş ve itiraz  gerekçesi  olarak  üyesi  bulunduğu  siyasi  partinin  yurt  dışı görevlendirmesini  göstermiştir.  Bu  itiraz  üzerine  dosya,  önce  Başkanlık Divanı bünyesinde kurulan İzin ve Devamsızlık İşlerini Tetkik Heyeti nde görüşülmüş ardından Başkanlık Divanında karara bağlanmıştır: Van  Milletvekili  Tuğba  HEZER  ÖZTÜRK  hakkında 2 nci Yasama Yılı Ekim, Kasım ve Aralık aylarına ilişkin olarak  Genel  Kurul un  toplamda  47  Birleşimine katılmadığına dair düzenlenen cetvel ile bu cetvele ilişkin Sayın  Milletvekili  tarafından  yapılan  itiraz değerlendirilerek;  Sayın  Milletvekilinin,  gerek  kendisinin  ve  siyasi partisinin  bildirimlerinden  gerekse  de  Adalet Bakanlığının  bildiriminden  siyasi  parti  görevi  vb. gerekçelerle  belirtilen  dönemde  yurt  dışında bulunduğunun  ve  Genel  Kurul un  47  Birleşimine katılmadığının sabit olduğu tespitiyle; Başkanlığın Sayın Milletvekiline yönelik 24.10.2016 tarihli dikkat çekme yazısı, itiraza konu siyasi parti genel merkezinin yurt dışı görevlendirmelerinin Anayasa ve İçtüzük çerçevesinde devamsızlığa  mazeret  oluşturan  resmî  görev sayılmaması, ayrıca yasama görevinin uzun süre yerine getirilmemesinin kamu yararına ters düşmesi dikkate alınarak, Başkanlıkça izin istemlerinin reddi yönünde tesis  edilen  işlemlerin  yerinde  olduğuna  ve  itirazın reddine,  a) Van Milletvekili Tuğba HEZER ÖZTÜRK ün Ekim, Kasım ve Aralık aylarında 5 er birleşimi aşan, toplamda Genel Kurul un 47 Birleşiminde devamsızlığı sebebiyle milletvekilliğinin düşmesi konusuna dair Anayasa nın                                                  95  Bkz. R.G., Sayı: 12663, 2.8.1967. 212Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228     Türkiye Büyük Millet Meclisinde Milletvekili…    84 üncü  ve  İçtüzüğün  138 inci  maddeleri  uyarınca gerekli değerlendirmenin yapılması için dosyanın Karma Komisyona gönderilmesine, b) Sayın Tuğba HEZER ÖZTÜRK e ilişkin devamsızlığı tespit  edilen  birleşimlerin  aralıksız  iki  ayı  aşması (aralıksız 3 ay olması) sebebiyle İçtüzüğün 154 üncü maddesi  hükmü  kapsamında  ödenek  ve  yolluğunun verilmemesinin Genel Kurula teklif edilmesine,  (…) karar verildi.96 Bu  kararın,  birçok  açıdan  tarihsel  uygulama  ile  uyuşmadığı düşünülmektedir.  Birinci  uyumsuzluk,  devamsızlığın  saptanması  usulüne ilişkindir. Nesnel duruma bakıldığında, milletvekilinin, kendisine devamsızlık atfedilen 47 birleşime katılmadığı konusunda bir tereddüt yoktu. Bu gerçeği milletvekili de reddetmiyor, ancak parti görevlendirmesine bağlı olarak yurt dışında bulunduğunu belirterek izinli sayılması isteminde bulunuyordu. Bu noktada, sorunun siyasal olduğu kadar yargısal bir boyutunun da bulunduğu göz  ardı  edilmemelidir.  Zira  Öztürk  hakkında  yakalama  kararı  vardı  ve kendisinin yurt dışına hangi tarihte çıkış yaptığı, Başkanlık Divanı kararında da atıfta bulunulduğu üzere, Adalet Bakanlığınca Meclise bildirilmişti.  Milletvekilinin  söz  konusu  dönemdeki  birleşimlerin  hiçbirine katılmadığı  kesin  olsa  da,  bu  tarihlere  ilişkin  izin  istemi  ya  da  itirazı reddedildiğine bu dönemdeki tüm birleşimlerde devamsız sayılabilmesi için bu  birleşimlerin  hiçbirinin müşahede  ile açılmamış  ve  birleşim  boyunca yapılan yoklamaların yarıda kesilmemiş olması gerekiyordu. Oysaki genelde olduğu  gibi  bu  dönemde  de  söz  konusu  koşulları  sağlayan  birleşimler istisnaydı. Birleşimlerin büyük kısmı, müşahede ile açılmıştı. 2016 yılının Ekim, Kasım ve Aralık aylarında toplam 48 birleşim gerçekleştirilmişti. Bu 48 birleşimden 37 si müşahede ile açılmış, altısı Kasım ayında olmak üzere toplam  yedi  birleşimin  açılışı  yoklama  ile  yapılmış  ve  dört  birleşimde Başkanlık Divanı oluşmadığı için görüşmelere geçilemediğinden birleşim kapatılmıştı.  Öyleyse  bir  ay  içinde  beş  birleşim  devamsızlığa  dayalı yaptırımın  işletilmesi  bağlamında  sadece  2016  yılının  Kasım  ayında devamsızlığın  saptanabileceği  altı  birleşim  söz  konusuydu.  Devamsızlık cetvelinin  ilgili  olduğu  üç  aylık  süre  içinde,  olağan  usul  işletildiğinde, devamsızlık saptanabilecek olan toplam birleşim sayısı yalnızca yedi idi. Bu gerçeğe karşın, Adalet Bakanlığı bildirimi esas alınarak ya da izin isteminde  bulunulan  süre  gözetilerek  milletvekilinin  bu  dönemdeki  tüm                                                  96  TBMM Başkanlık Divanı Arşivi, 24.05.2017 tarihli ve 38 sayılı Karar. 213Günal SEYİT                                                           Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228  birleşimlerde  devamsız  olduğu  karara  bağlanmaktaydı.  Bu  uygulama, milletvekilleri arasında belirgin bir eşitsizlik doğuruyordu. Çünkü hiç izin isteminde  bulunmamış  milletvekilleri,  incelemenin  odağına  alınmadıkları sürece,  birçok  birleşime  katılmamış  olsalar  dahi  müşahede  ile  açılan birleşimlerde  devamsız  görünmüyorlardı.  Tuğba  Hezer  Öztürk,  hiç  izin isteminde bulunmamış olsaydı, dosyası sadece Kasım ayındaki altı birleşim devamsızlığından  dolayı  Karma  Komisyona  sevk  edilecekti.  Bir  başka deyişle, buradaki somut durumda, müşahede varsayımı, bir milletvekili için uygulanmazken diğer tüm milletvekilleri için uygulanıyordu. 1998 yılında, Kubilay Uygun un sağlık raporuna dayanan izin istemi reddedildikten sonra devamsızlığın  nasıl  hesaplandığı  anımsandığında,  buradaki  uygulamanın tarihsel deneyim ile bağdaşmadığı açıkça görülmektedir. İzin isteminin reddi ile  devamsızlığın  saptanması  işlemi  arasındaki  ayrım,  burada  gözden kaçırılmıştır. Söz konusu temel ayrımın gözden kaçırılmasının bir diğer yansıması, ödenek ve yolluk ile ilgili uygulamada görülmektedir. Yukarıda yer verilen kararın (b) bendinde, milletvekilinin ödenek ve yolluğunun devamsızlığa bağlı  olarak  kesilmesi  Genel  Kurula  teklif  edilmektedir.97  Oysaki devamsızlığın  yaptırımı,  İçtüzüğe  göre,  ödenek  ve  yolluğun  kesilmesi değildir. İçtüzüğün Devamsızlığın müeyyidesi başlıklı 153 üncü maddesine göre, bir yasama yılı içinde izinsiz veya özürsüz olarak toplam 45 birleşimden fazla yok sayılan milletvekilinin yolluklarının üç aylığı kesilmektedir. İki ay için  izin  alanların  ödenek  ve  yollukları  başlıklı  154 üncü  maddede düzenlenen ödenek ve yolluk konusu ise, aralıksız olarak iki ay veya daha fazla izin almış olan milletvekillerinin durumu ile ilgilidir.98                                                   97  Teklif, Genel Kurulda kabul edilmiştir. Bkz. TBMMTD, D.26, C.46, B.98, 30.5.2017, s. 680.  98  İlk bakışta, İçtüzüğün 153 üncü ve 154 üncü maddeleri arasında, hükümlerin sonuçları yönünden bir dengesizlik olduğu izlenimi edinilebilir. 154 üncü maddeye göre iki ay izin almış milletvekilinin ödenek ve yollukları, Genel Kurul kararıyla tamamen kesilebilecek iken herhangi bir izni ya da özrü olmadan muhtemelen iki aydan çok daha uzun bir süreyi içine alan 45 birleşim boyunca Meclis çalışmalarına katılmayan milletvekilinin yalnızca yolluklarının üç aylığı kesilmektedir. Bu durumu değerlendirirken 154 üncü maddedeki iki ayı aşan izin süresinin kesintisiz olduğu, 153 üncü maddede düzenlenen devamsızlık ile ilgili  olarak  ise  böyle  bir  kesintisizlik  koşulunun  bulunmadığı,  45  birleşimle  ilgili hesaplamanın tüm yasama yılını içine alan geniş bir zaman aralığında yapıldığı hatırda tutulmalı, ayrıca devamsızlık durumu ile ilgili olarak ödenek ve yolluk kesmeden çok daha ağır bir ek yaptırımın bulunduğu (üyeliğin düşürülmesi) dikkate alınmalıdır. Bu özellikler dikkate alındığında ödenek ve yolluk kesintisi ile ilgili düzende bir dengesizliğin olduğunu söylemek güçtür. Yine de, bu düzeneğin kurulduğu 1973 yılında -1982 Anayasası ile 214Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228     Türkiye Büyük Millet Meclisinde Milletvekili…    Başkanlık Divanı kararının Anayasa ve Adalet Komisyonu Üyelerinden Kurulu  Karma  Komisyona  gönderilmesinin  ardından  bu  Komisyon bünyesinde 25 Mayıs 2017 günü kurulan Hazırlık Komisyonu, 7 Haziran 2017 tarihli  toplantısında  dosyayı  görüşmüş  ve  Başkanlık  Divanının  görüşünü benimsediğini belirtmesine karşın karar vermesine gerek olmadığına işaret ederek dosyayı Karma Komisyona iletmiştir.99 Karma Komisyon, 13 ve 14 Haziran 2017 tarihli toplantıları sonucunda, Van  Milletvekili  Tuğba  Hezer  Öztürk ün  Anayasa nın  84 üncü  maddesi çerçevesinde  üyeliğinin  düşürülmesini  gerektirecek  sayıda  Genel  Kurul birleşimlerine katılmadığının gerek kendisi tarafından TBMM Başkanlığına verilmiş olan dilekçeler ve gerekse mensubu bulunduğu siyasi parti tarafından ibraz edilen yurt dışı görev yazıları ile sabit olması, bu durumunu makul gösterecek geçerli bir mazeretinin de bulunmaması sebebiyle, milletvekili hakkında Anayasanın 84 üncü, İçtüzüğün 138 inci maddesi doğrultusunda işlem  yapılması  ve  milletvekilliğinin  düşmesi  görüşüyle  dosyanın  Genel Kurula sunulmasına oy  çokluğu  ile  karar vermiştir.100  Karma Komisyon aşamasındaki görüşmelerde ve Hazırlık Komisyonu ile Karma Komisyon raporlarına  ilişkin  karşı  oy  yazılarında  yukarıda  işaret  edilen  müşahede varsayımı ile ilgili soruna sıkça işaret edilmiş, uygulamanın standart bir uygulama olmadığı ve milletvekilleri arasında ayrımcılık yapılması anlamına geldiği vurgulanmıştır. Karma Komisyon raporunun Genel Kurulda kabul edilmesi ile birlikte, Cumhuriyet Senatosundaki örnekten 50 yıl sonra ilk kez bir milletvekilinin üyeliği devamsızlık nedeniyle düşürülmüştür.102 Aynı birleşimde, yine devamsızlık nedeniyle üyeliği düşülen bir diğer milletvekili, Faysal Sarıyıldız dır. Şırnak Milletvekili Faysal Sarıyıldız ın üyeliğinin  düşürülmesi  süreci,  Hezer  Öztürk ten  farklı  olarak  sağlık raporunun  geçersizliğine  ilişkin  bir  Başkanlık  Divanı  kararı  ekseninde gelişmiştir.103 Bu yönüyle Sarıyıldız ın dosyası, 1998 deki Kubilay Uygun dosyası ile benzerlik göstermektedir. İki dosya arasında, biçimsel benzerlik                                                  getirilmiş olan bir ay içinde beş birleşim devamsızlığa bağlı yaptırım bu biçimiyle yürürlükte değilken- 45 birleşime denk gelen yaklaşık bir süre (örneğin bir ayda, olağan işleyişte on iki birleşim olduğu varsayılarak dört aylık süre esas alınabilir) üzerinden sadece yolluğun değil, ödeneğin de kesilmesine dönük bir yaklaşım izlenmesinin daha uygun ve dengeli olabileceği düşünülmektedir. 99  I. Hazırlık Komisyonu Raporu (Tuğba Hezer Öztürk hk.), D.26, Sıra Sayısı: 489, s. 18. 100  Karma Komisyon Raporu (Tuğba Hezer Öztürk hk.), D.26, Sıra Sayısı: 489, s. 28. 101  TBMMTD, D.26, C.49, B.120, 27.7.2017, s. 288. 102  R.G., Sayı: 30141, 1.8.2017. 103  Bkz. II. Hazırlık Komisyonu Raporu (Faysal Sarıyıldız hk.), D.26, Sıra Sayısı: 493. 215Günal SEYİT                                                           Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228  bulunmakla  birlikte,  siyasal  zeminin  bütünüyle  farklı  olduğu  akılda tutulmalıdır. Sarıyıldız örneğinde, Hezer Öztürk ün durumunda olduğu gibi yargısal  bir  süreç  söz  konusuydu  ve  yurt  dışında  bulunan  milletvekili hakkında bir yakalama kararı vardı. Bu örnekte, yukarıda değindiğimiz sağlık raporlarının olağan izin usullerine tabi tutulmaması yönündeki 22 Şubat 2012 tarihli Başkanlık Divanı kararına karşın, milletvekilinin sağlık raporunun geçerliliği  Başkanlık  Divanında  tartışılmış,  ardından  hakem  hastanenin raporun  fenne  uygun  olmadığına  ilişkin  bildirimi  üzerine  izin  istemi reddedilmiştir.104 Ret yönündeki Başkanlık Divanı kararının Genel Kurulun 30 Mayıs 2017 tarihli birleşiminde kabul edilmesinin ardından dosya yeniden Başkanlık Divanına gelmiş ve burada Genel Kurul kararıyla devamsızlığın kesinleştiği  saptamasına  bağlı  olarak  dosyanın  Karma  Komisyona gönderilmesine karar verilmiştir.105 Bu dosya örneğinde de, Hezer Öztürk dosyası için yukarıda tartıştığımız usul izlenerek izin isteminin reddi ile devamsızlık saptaması birbirine karıştırılmış ve milletvekili izin istemine konu süredeki tüm birleşimler için devamsız sayılmıştır. 2016-2017 konjonktürünün son örneği, Ağrı Milletvekili Leyla Zana nın üyeliğinin düşürülmesine ilişkindir. Bu örnekte sorun, Zana nın Anayasa nın 81 inci  maddesine  uygun  biçimde  andiçmemiş  olmasıydı.  Anayasa nın 81 inci maddesinde andiçme, göreve başlama koşulu olarak düzenlenmiş olduğundan  usule  uygun  andiçme  gerçekleşmediği  sürece  milletvekilinin görevine başlamadığı kabul edilmektedir. Bu çerçevede Başkanlık Divanı, 20 Temmuz  2017  tarihli  toplantısında,  Ağrı  Milletvekili  Leyla  ZANA nın Anayasa ya uygun andiçmeyerek milletvekilliği görevine başlamaması ve 17.11.2015 ila 30.04.2017 döneminde (aralıksız 212 birleşim) aylık beşer birleşimi aşan devamsızlıkları sebebiyle Anayasa nın 84 üncü ve TBMM İçtüzüğü nün  138 inci  maddeleri  uyarınca  gerekli  değerlendirmenin yapılması için dosyanın Karma Komisyona gönderilmesine karar vermiştir.106 Devamsızlığın  sabit  olduğu  saptamasıyla  üyeliğin  düşürülmesi  görüşünü içeren  Karma  Komisyon  raporunun  Genel  Kurulda  kabul  edilmesiyle  konjonktürel  sıkılaşma  evresinde  son  üyelik  düşürme  uygulaması gerçekleştirilmiştir. Bu uygulamanın hukuk öğretisi karşısındaki konumuna bakıldığında; öğretideki  egemen  görüşün,  uygulamayı  destekler  nitelikte  olduğu görülmektedir.  Egemen  görüşe  göre,  andiçmemiş  milletvekili  göreve                                                  104  TBMM Başkanlık Divanı Arşivi, 24.5.2017 tarihli ve 38 sayılı Karar. 105  TBMM Başkanlık Divanı Arşivi, 31.05.2017 tarihli ve 39 sayılı Karar. 106  TBMM Başkanlık Divanı Arşivi, 20.7.2017 tarihli ve 41 sayılı Karar. 107  TBMMTD, D.26, C.61, B.48, 11.1.2018. 216Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228     Türkiye Büyük Millet Meclisinde Milletvekili…    başlamamış sayıldığından, andiçmemesini haklı kılacak bir mazereti olmadığı sürece  bu  milletvekilinin  durumu  devamsızlık  kapsamında değerlendirilmelidir.  Öyleyse,  bir  mazereti  olmadığı  hâlde  andiçmeye gelmeyen veya gelmesine karşın Anayasa da öngörülen biçimde andiçmeyen milletvekilinin bu durumu bir ay içinde beş birleşim sürüyorsa üyeliğinin devamsızlık nedeniyle düşürülebilmesi gerekir.108 Hukuk öğretisi içinde yankı bulmamış olan almaşık bir yaklaşıma göre ise,  andiçmemiş  milletvekilinin  durumu  bir  tür  askı  hâli  olup  Meclis çalışmalarının düzenini ve sürekliliğini sağlamaya yönelik bir uygulama olan milletvekili devamsızlığını saptama uygulaması ve buna bağlı yaptırımların, Anayasa nın 81 inci maddesi uyarınca henüz göreve başlamamış olan bir milletvekiline uygulanmaması gerekir.109 Buna göre devamsızlık durumu, ancak andiçerek göreve başlamış olan milletvekilleri yönünden söz konusu olabilir,  henüz  göreve  başlamamış  dolayısıyla  da  Meclis  çalışmaları sisteminin içine girmemiş olan milletvekili için sistemin işleyişine yönelik devam kuralları ve yaptırımlarının da işletilmemesi gerekir.110  Bizce, belli bir statü, o statünün gerektirdiği ya da statünün var oluşunu belirleyen görevlerin yerine getirilmesini zorunlu kıldığından, Türkiye Büyük                                                  108  Erdal Onar, 1982 Anayasasında Milletvekilliğinin Düşmesi, Anayasa Yargısı Dergisi, C.14, 1997, s. 454; Kemal Gözler, Türk Anayasa Hukuku Dersleri, Ekin Basım Yayın Dağıtım, 18. Baskı, Bursa, 2015, s. 199; Kemal Gözler, Türk Anayasa Hukuku, Ekin Basım Yayın Dağıtım, 3. Baskı, Bursa, 2019, s. 539-40; Volkan Has, Türk Parlamento Hukukunun Kaynakları ve Türkiye Büyük Millet Meclisi nin Çalışma Düzeni, Adalet Yayınevi, Ankara, 2009, s. 63; Bülent Tanör – Necmi Yüzbaşıoğlu, 1982 Anayasasına Göre Türk Anayasa Hukuku, Beta Basım, Yayım, Dağıtım, 19. Bası, İstanbul, 2019, s. 261. 109  24 ncü Yasama Dönemi nde Mersin Milletvekili İsa Gök, 2 nci Yasama Yılı nın 13.10.2011 tarihli 7 nci Birleşimi nde andiçmiştir. İsa Gök ün andiçtiği birleşime kadar 1 nci Yasama Yılı nda on bir birleşim, 2 nci Yasama Yılı nda ise altı birleşim geçmiştir. Bu birleşimlerden 2 nci  ve  3 ncü  birleşimler  hariç  diğerleri  müşahede  ile  açılmıştır.  24 ncü  Yasama Dönemi nin  başından  İsa  Gök ün  andiçtiği  birleşime  kadar  olan  devam  cetvelleri incelendiğinde,  bu  süreç  için  İsa  Gök  ile  ilgili  herhangi  bir  devamsızlık  kaydının bulunmadığı  görülmektedir.  Bunun  nedeni,  Gök ün  göreve  başlamaması  nedeniyle durumunun askıda ya da sistem dışında değerlendirilmesi değil, yoklama ile açılmış olan iki birleşimde,  İsa  Gök ün  yoklamaya  katılmamış  olmasına  rağmen  yoklama  pusulası göndermiş olmasıdır. Bu uygulamada; and içmemiş, dolayısıyla göreve başlamamış bir milletvekilinin yoklama pusulasının Başkanlıkça kabul edilmiş olduğu, aynı zamanda ve daha önemlisi, bu durumdaki bir milletvekili hakkında, devamsızlık yönünden, göreve başlamış diğer milletvekillerine yapılan işlemin aynı biçimde uygulandığı görülmektedir. O kadar ki, İsa Gök, andiçmemiş olmasına karşın müşahede ile açılan birleşimlerde, göreve başlamış olan diğer milletvekilleri gibi devamsız sayılmamıştır.   110  Bu görüş, Leyla Zana dosyasının Karma Komisyon aşamasındaki görüşmeleri sırasında Iğdır  Milletvekili  Mehmet  Emin  Adıyaman  tarafından  dile  getirilmiş  ve  Halkların Demokratik Partisi Grubuna üye milletvekillerinin karşı oy yazılarında da yer almıştır. Bkz. Karma Komisyon Raporu (Leyla Zana hk.), D.26, Sıra Sayısı: 507, s. 11, 15-6, 29, 31.   217Günal SEYİT                                                           Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228  Millet Meclisi üyeliği statüsünün bu statüye bağlı görev gerekliliklerinden olabildiğince  az  ayrılması  yönünde  bir  yorum  eksenini  izlemek  gerekir. Öyleyse, üyelik niteliğinin sağladığı olanaklar seçimle birlikte kazanıldığına göre, yükümlülüklerin de olabildiğince buna bağlı biçimde değerlendirilmesi ve dengeli bir yaklaşım içinde ele alınması gerekir. Dolayısıyla öğretideki egemen görüşe koşut olarak, andiçmeyi olanaksız kılan geçerli bir gerekçe olmaksızın  göreve  başlamayan  üyeler  için  devamsızlığa  bağlı  yaptırım düzeneklerinin  işletilmesinde  hukuka  aykırı  bir  yön  olmadığı düşünülmektedir. İzin  ve  devamsızlık  uygulamalarında  sıkılaşma  konjonktürü  olarak nitelendirdiğimiz 2016-2017 sürecinin en ileri noktası, Başkanlık Divanının 15 Haziran 2017 tarihli ilke kararı olmuştur. Bu karar, söz konusu sertleşme sürecinin doğal bir sonucu olarak değerlendirilmelidir. Devamsızlık nedeniyle üyeliğin  düşürülmesi  gibi  ağır  yaptırımların  uygulandığı  bir  sürecin  iç çelişkilerinin kaçınılmaz sonucu, bu uygulamalara yönelik tartışılmalara bağlı olarak, kuralların tüm üyelere uygulanmasını olanaklı kılacak bir düzenin oluşturulması  zorunluluğunun  baş  göstermesidir.  Bu  itki,  uzun  yıllardır İçtüzüğün devamsızlığa ilişkin hükümlerinin uygulanmaması ya da istendiği zaman uygulanması ile belirlenen düzende yapısal bir kırılma ya da dönüşüm yaratacak düzeyde önemli bir çıktıya yol açmıştır. Başkanlık Divanının söz konusu  kararı,  İçtüzük  hükümlerinin  uygulamaya  geçirilmesinin  ve devamsızlık  saptamasında  nesnel  bir  düzen  kurulmasının  ön  koşullarını sağlayacak bir içerik taşıyordu, çünkü İçtüzüğün kurduğu devamsızlık izlem sistemini işlevsiz kılan müşahede varsayımını ortadan kaldırıyordu. Buna göre birleşimin  müşahede  ile  açılması  ya  da  yoklamaların  yarıda  kesilmesi, birleşim boyunca yapılan tamamlanmış diğer yoklamalar ve açık oylamalara bağlı olarak devamsızlık saptamasında bulunulmasını engellemeyecekti: Müşahede ile açılan veya yapılan yoklamanın yarıda kesildiği  birleşimler  de  dâhil  olmak  üzere  birleşim sırasında yapılan yoklama veya yoklama mahiyetindeki açık  oylamaların  hiçbirine  katılmayan  üyenin  o birleşimde yok sayılmasına; Divana sunulan yoklama veya açık oy pusulasının, ilgili milletvekilinin Genel Kurulda  olduğu  tespit  edilmedikçe  işleme alınmamasına,  (...) karar verildi. (vba.)112                                                   111  Pusulalar ile ilgili bu hüküm, kötüye kullanımları engelleyecek bir önlemdi. Geçmiş uygulamalarda  milletvekillerinin  birbiri  yerine  pusula  verdiği  örnekler  bilindiği  için, uygulamayı destekleyecek bir önlem olarak bu konu da kararda düzenlenmiştir. 112  TBMM Başkanlık Divanı Arşivi, 15.6.2017 tarihli ve 40 sayılı Karar. 218Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228     Türkiye Büyük Millet Meclisinde Milletvekili…    Söz konusu kararın Başkanlık Divanınca benimsenen ilk biçiminde, yoklama ve açık oylamalardan herhangi birine katılmayan üyenin yok sayılacağı belirlenmişti. Ancak söz konusu herhangi birine ibaresinin yanlış anlamaya yol açması olasılığı sonradan yasama bürokrasisince saptanmıştır. Bunun üzerine ibare, hiçbirine şeklinde düzeltilmiş ve bu düzeltmeyi içeren metin tekrar Divan üyelerinin imzasına sunularak karar son biçimini almıştır. Bu düzeltme bizce yerindedir, çünkü kararın ilk biçiminin, yoklama ve açık oylamalardan birine dahi katılmayan üyenin devamsız sayılması gerektiği, dolayısıyla ancak tüm yoklama ve açık oylamalara katılan üyelerin devamsız sayılmayacağı  şeklinde  anlaşılması  olanaklıydı.  Kararın  bu  şekilde anlaşılması,  İçtüzüğün  151 inci  maddesinin  yerleşik  yorumuna  aykırı sonuçlar  doğuracaktı.  Yapılan  ibare  değişikliği  ile  bu  sorun  giderilmiş, devamsızlığın ancak yoklama ve açık oylamaların hiçbirine katılmayan üyeler bakımından söz konusu olabileceği, bunlardan birine dahi katılan üyelerin yok sayılamayacağı hükme bağlanmıştır. Söz konusu düzeltme yerinde ve gerekli bir hamle olmasına karşın, Başkanlık Divanı kararının Genel Kurulun bilgisine sunulması sürecinde tartışmalara neden olmuştur.113 Öte yandan, birleşimi yöneten başkanvekili, Divan kararını, bizce hatalı olarak, müşahede usulünün fiilen yürürlükten kaldırılması, dolayısıyla da İçtüzüğün birleşimin başkanın müşahedesi ile açılmasına olanak tanıyan 57 nci maddesi hükmünün değiştirilmesi olarak algılamış ve kararın hukuksuz olduğu yönünde görüş bildirmiştir.114  Oysaki kararın İçtüzüğün 57 nci maddesi ile bir ilgisi yoktu. Kararın uygulanması  durumunda,  57 nci  madde  hükmüne  göre  birleşimlerin müşahede ile açılması yine olanaklıydı. Bu yönden bir değişiklik söz konusu olmayacaktı; değişiklik sadece müşahede usulünün devamsızlık saptaması bağlamındaki işlevine dönüktü. Bu yönüyle karar, İçtüzük hükümlerini fiilen değiştirmek bir yana, belli varsayımlara dayanarak fiilen işlevsizleştirilmiş İçtüzük hükümlerinin canlandırılıp işlerlik kazanmasına olanak sağlayacak nitelikteydi.  Muhalefet  partileri  gruplarına  üye  milletvekillerinin,  Tuğba Hezer Öztürk ve Faysal Sarıyıldız dosyaları özelinde sıkça eleştirdikleri ve karşı oy yazıları ile kayıt altına aldıkları müşahede usulüne ve standarttan uzak uygulamalara  yönelik  itirazlar,  aslında  bu  kararla  karşılığını  buluyor  ve çözüme kavuşuyordu.                                                   113  TBMMTD, D.26, C.47, B.109, 17.6.2017, s. 1130-3. 114  a.k., s. 1132. 219Günal SEYİT                                                           Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228  Ancak  kararın  alındığı  sürecin  doğası,  bu  konuda  sağlıklı  bir değerlendirmeye olanak tanımıyordu. Bu süreçte, ana muhalefet partisi olan Cumhuriyet  Halk  Partisi  grubu  başkanının  Ankara dan  İstanbul a  doğru başlattığı yürüyüş (Adalet Yürüyüşü)115 nedeniyle, bu parti grubuna üye milletvekillerinin büyük çoğunluğu Meclis çalışmalarına katılmamaktaydı. Kararın, yürüyüşün başladığı gün ile aynı güne rastlaması, olasılıkla bu parti grubunda iktidar partisi grubu tarafından kendilerine yönelik bir girişimde bulunulduğu şeklinde algılanmıştır. Nitekim CHP Grup Başkanvekili Özgür Özel, Divan kararının tartışıldığı birleşimde bu algıya açıkça işaret etmiştir: (...) şimdi bizlerin yürüyüşte olduğu, Cumhuriyet Halk Partisinden hiçbir Başkanlık Divanı üyesinin katılmadığı bir toplantıda bir karar alınıyor. Karar, yürüyüşe katılan milletvekillerini  burada  yok  yazıp  o  yürüyüşün direncini kırmaya yönelik; belki başka amaçları da var. Karar vahim. (...)116   Kararın  uygulamaya  geçirilememiş  olmasında  bizce  en  önemli etmen, bu dönemsel çakışmadır. Kararın, bu hareketli süreç sona edikten sonra yeniden  değerlendirilip  ele  alınmamış  olmasında  ise,  üyelerin  büyük çoğunluğunun verili yapıdan hoşnut olmaları ve devam yönünden İçtüzüğün 151 inci maddesinin öngördüğü izlem düzenine tabi olmak istememelerinin payı  olduğu  düşünülmektedir.  Sonuç  olarak,  15  Haziran  2017  tarihli Başkanlık  Divanı  kararı,  bu  koşullar  altında  hiç  uygulanmadan  rafa kaldırılmıştır. Kararın kaldırılmasına ilişkin yeni bir Başkanlık Divanı kararı alınmamış olması da ilginçtir. Bu durumda karar aslında yürürlüktedir, ancak İçtüzüğün devamsızlığın saptanmasına ilişkin hükümleri uygulanmadığı gibi bu  karar  da  uygulanmamaktadır.  Bu  karar,  2016-2017  konjonktürünün sonuçsuz kalan en ileri adımı olmakla birlikte fiilen konjonktürün sonunu da temsil etmektedir. Bundan sonra, bir sonraki sıkılaşma evresine kadar, olağan uygulama süreçlerine dönülmüş olduğu söylenebilir.  SONUÇ Osmanlı-Türk parlamento tarihinin bütünlüğü içinde milletvekili izin ve devamsızlık uygulamaları, ayrıksı nitelikteki konjonktürel sıkılaşma evreleri ile bunlar arasında geçen uzun gevşeklik evreleri arasında salınagelmiştir. Söz konusu gevşeklik evreleri, Anayasa ve İçtüzük hükümlerinin uygulanmadığı                                                  115  Yürüyüşün başlama tarihi 15 Haziran 2017 dir. Başkanlık Divanı kararı da aynı güne rastlamaktadır. 116  TBMMTD, D.26, C.47, B.109, 17.6.2017, s. 1130. 220Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228     Türkiye Büyük Millet Meclisinde Milletvekili…    ya da uygulamayı olanaksız kılıcı teamüllerin egemen kılındığı dönemleri temsil  etmektedir.  Bu  yapı  içinde,  devamsızlığın  saptanmasına  ilişkin düzeneklerin işletilmemesi adeta norm hâline gelmiş, hükümlerin işletilmesi ve yaptırımların uygulanması ise ayrıksı durum konumuna indirgenmiştir. Bir normun  yürürlükte  olmasına  karşın  konjonktürel  dengelere  ve  tepkisel yaklaşımlara bağlı olarak sadece dönemsel olarak uygulamaya geçirilmesinin milletvekilleri arasında ayrımcılık yapıldığı iddialarını gündeme taşıması ve adaletli olmayan durumlara yol açması kaçınılmazdır. Bu olumsuzlukların giderilmesi, yürürlükteki Anayasa ve İçtüzük hükümlerinin sürekli olarak uygulanması yönünde bir istencin egemen kılınmasını zorunlu kılmaktadır. Bunun önündeki başlıca engeller ise, müşahedeyle açılan ya da yoklamalardan birinin dahi yarıda kesildiği birleşimlerde tüm milletvekillerinin çalışmalara katılmış olduğu yönündeki varsayım ile Başkanlık Divanının belli unvanları taşıyan  milletvekillerini  devamsızlık  izlemesinden  sürekli  olarak  bağışık kılma yönündeki kararlarıdır.    Osmanlı Mebusan Meclisi döneminden günümüze değin uygulanmış olan  içtüzük  düzenlemeleri  uyarınca  Genel  Kurulda  milletvekili devamsızlığının saptanmasında iki temel ölçüt esas alınmıştır: Yoklamalara katılım  ve  açık  oylamalara  katılım.  Yürürlükteki  İçtüzüğün  151 inci maddesine göre de Genel Kurulda veya komisyonlarda yapılan yoklama veya açık oylamalarda özürsüz veya izinsiz olarak bulunmayan milletvekilleri o birleşimde yok sayılmaktadır. Buna göre milletvekili, Genel Kurulda yok sayılmamak  için,  Genel  Kurula  katıldığını  birleşim  boyunca  yapılan yoklamalara  veya  açık  oylamalara  katılım  sağlayarak  göstermelidir. Müşahede ile açılan birleşimlerde, birleşim boyunca gerçekleştirilen oylama ve yoklamalarda ortaya çıkan durum ne olursa olsun hiçbir milletvekilinin devamsız  sayılmaması,  İçtüzüğün  151 inci  maddesinin  birinci  fıkrası hükmüne aykırı bir uygulama olarak görünmektedir. Söz konusu hüküm, birleşimin  nasıl  açıldığı  hususunu  gözetmeden  Genel  Kurulda  veya komisyonlarda yapılan yoklama veya açık oylamalarda özürsüz veya izinsiz olarak bulunmayan milletvekillerinin o birleşimde yok sayılacağını açıkça belirlemektedir.  Dolayısıyla,  Genel  Kurulda  milletvekili  devamsızlığının saptanması usulüne ilişkin teamülün İçtüzüğe aykırı olduğu ve İçtüzüğün devamsızlık  ile  ilgili  hükümlerinin  uygulanmasını  olanaksız  kıldığı söylenebilir. Bu nedenle, izin-devamsızlık sisteminin işlerliğini ve uygulama standardını  sağlayabilmek  için  müşahedeyle  açılan  ya  da  yoklamalardan birinin dahi yarıda kesildiği birleşimlerde tüm milletvekillerinin çalışmalara katılmış olduğu yönündeki varsayımdan vazgeçilmesi bir ön koşul olarak görünmektedir. 221Günal SEYİT                                                           Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228  Birleşimin  müşahede  ile  açılması,  özünde,  tüm  milletvekillerinin birleşimde  bulunduğunun  değil,  toplantı  yeter  sayısının  bulunduğunun karinesi  sayılmalıdır.  Nitekim  oturumu  yöneten  başkanın  gözlemi (müşahedesi), toplantı yeter sayısının bulunmadığı yönünde olursa, başkan yoklama  yöntemine  başvurmakta  ve  gerekli  çoğunluk  varsa,  Toplantı yetersayısı  vardır.  Görüşmelere  başlıyoruz.  sözleriyle  görüşmeleri başlatmaktadır. Bu ifade biçimi, müşahede uygulamasının İçtüzüğün 57 nci maddesi kapsamında tamamıyla toplantı yeter sayısı ile ilgili olduğunu açıkça göstermektedir. Nitekim Başkan burada, tüm üyelerin toplantıda bulunduğuna değil, toplantı yeter sayısını sağlayacak sayıda üyenin bulunduğuna tanıklık etmektedir. Dolayısıyla müşahedeye bağlı olarak devamsızlığa ilişkin bir varsayımda ya da saptamada bulunulmaması gerekmektedir. Yürürlükteki  mevzuat  yapısı  içinde  devamsızlığın  izlenebilmesine olanak tanıyacak düzen, birleşimin yoklama ile açılması yönünde ilkesel bir uzlaşının esas alındığı, yoklamayı kaçıran ancak daha sonra birleşime katılan milletvekillerinin pusula göndermek suretiyle ya da sonraki yoklama ve açık oylamalara  katılarak  birleşimde  bulunduklarını  belgelendirebilecekleri uygulama yöntemi olabilir. Mevzuat ve uygulamayı birlikte gözetecek bir başka  seçenek,  sadece  açık  oylama  veya  yoklamanın  yapılmadığı birleşimlerde,  birleşimin  müşahede  ile  açılmasının  devamsızlığın bulunmadığına  karine  oluşturması,  ancak  açık  oylama  ya  da  yoklama yapılmışsa  birleşimin  müşahede  ile  açılması  ölçütü  gözetilmeksizin  bu oylama veya yoklama sonuçlarının esas alınması olabilir. Kuşkusuz tüm bu önerilerin yaşama geçirilebilmesi, yoklamaların yarıda kesildiği durumları, tüm milletvekillerinin birleşime katıldığının karinesi saymaktan vazgeçmeyi de  gerektirir.  Özetle,  İçtüzükle  kurulmak  istenen  devamsızlık  izleme sisteminin işlerliği müşahede ve yarıda kesilen yoklama varsayımlarından vazgeçmeyi zorunlu kılmaktadır.  Devamsızlık  konusunda  dengeli  bir  düzen  kurulmak  isteniyorsa, milletvekilinin birleşime katılımını belgelendirebileceği başka düzenekler de geliştirilebilir. Bu çerçevede, birleşimin müşahedeyle açılması ve devam durumu  arasında  kurulan,  zorunlu  ancak  -devam  durumunu  gösterme bakımından-  isabetsiz  ilişkinin  sonlandırılmasının  yolu,  komisyonlarda uygulanan usule benzer bir usulün elektronik olanaklar ile Genel Kurula aktarılmasıdır. Bunun için, Genel Kurul da birleşimin başından sonuna kadar açık kalacak bir milletvekili devam sistemi kurulabilir. Bu sistem sayesinde, milletvekilleri devam eden birleşime hangi süreçte katılmış olurlarsa olsunlar, parmak  izlerini  sisteme  tanıtmak  suretiyle  birleşime  katıldıklarını kanıtlayabileceklerdir. 222Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228     Türkiye Büyük Millet Meclisinde Milletvekili…    Sistemin  işlerlik  kazanabilmesinin  bir  diğer  koşulu,  belli  unvanları taşıyan  üyelerin  Başkanlık  Divanı  kararıyla  devamsızlık  saptamasından bağışık  kılınması  yönündeki  uygulamadan  vazgeçilmesidir.  Sürekli genişleyen bu bağışıklık alanı içinde, Meclisin üye tamsayısının neredeyse beşte biri oranında üye bulunmaktadır. Bu bağışıklıkta ölçüt, yasama görevleri olmalıdır.  Siyasal  parti  görevlerinin  bağışıklık  alanı  içinde  tutulmaması gerektiği düşünülmektedir. Bunun yanı sıra yasama görevleriyle bağlantılı bağışıklık  durumunun  da  Başkanlık  Divanı  kararıyla  değil,  bir  İçtüzük değişikliği ya da Meclis kararı ile yapılmasının hukuksal açıdan daha uygun olacağı değerlendirilmektedir.    223Günal SEYİT                                                           Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228  YARARLANILAN KAYNAKLAR",
     "Kaynakça": "ARİSTOTELES, Atinalıların Devleti, Çev. Furkan Akderin, Alfa Yayınları, İstanbul, 2005.  ARMAĞAN,  Servet,  Memleketimizde  İçtüzükler,  İstanbul  Üniversitesi  Hukuk Fakültesi Yayınları, İstanbul, 1972. BAKIRCI, Fahri, TBMM nin Çalışma Yöntemi, İmge Kitabevi Yayınları, Ankara, 2000. GÖZLER, Kemal, Türk Anayasa Hukuku Dersleri, Ekin Basım Yayın Dağıtım, 18. Baskı, Bursa, 2015. GÖZLER, Kemal, Türk Anayasa Hukuku, Ekin Basım Yayın Dağıtım, 3. Baskı, Bursa, 2019. HAS, Volkan, Türk Parlamento Hukukunun Kaynakları ve Türkiye Büyük Millet Meclisi nin Çalışma Düzeni, Adalet Yayınevi, Ankara, 2009. İBA, Şeref, Osmanlı dan Günümüze Meclis İçtüzük Metinleri, TBMM Basımevi, Ankara, 2007. KARACAGİL, Ö. Kürşad, “Süreyya (Paşa) İlmen ve Serbest Cumhuriyet Fırkası, Tarih Dergisi, Sayı: 57, 2013/1. ONAR, Erdal, “1982 Anayasasında Milletvekilliğinin Düşmesi, Anayasa Yargısı Dergisi, C.14, 1997. SPİNOZA, Benedictus (Baruch), Politik İnceleme – Tractatus Politicus, Çev. Murat Erşen, Dost Kitabevi Yayınları, Ankara, 2009. TANÖR, Bülent – YÜZBAŞIOĞLU, Necmi, 1982 Anayasasına Göre Türk Anayasa Hukuku, Beta Basım, Yayım, Dağıtım, 19. Bası, İstanbul 2019. TBMM İzin ve Devamsızlık İşleri Rehberi, Kanunlar ve Kararlar Başkanlığı Yayını, 2017. SEYİT, Günal, “Osmanlı – Türk Parlamento Tarihi İçinde İçişleri Komisyonu, Yasama Dergisi, Sayı: 17, Ocak-Nisan 2011.  Tutanak Metinleri, Raporlar ve Dergiler Kurucu  Meclis  Tutanak  Dergisi  (KMTD),  C(Cilt).2,  B(Birleşim).14,  26.5.1961 (Türkiye Cumhuriyeti Kurucu Meclisi Anayasa Karma Komisyonunun Anayasa Tasarısının Bâzı Maddeleri Hakkında Raporu, Sıra Sayısı: 35 – 5. Ek). Millet Meclisi Tutanak Dergisi (MMTD), D (Dönem).3, C.3, T(Toplantı).1, B.59, 23.3.1970. 224Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228     Türkiye Büyük Millet Meclisinde Milletvekili…    Millet Meclisi Tutanak Dergisi, D.4, C.20, T.3, B.131, 29.7.1976. Millet Meclisi Tutanak Dergisi, D.5, C.5, T.1, B.138, 27.4.1978. Resmî Gazete. Türkiye Büyük Millet Meclisi Zabıt Ceridesi (TBMMZC), D.1, C.1, İçtima Senesi: 1, İ(İçtima/Birleşim).4, 26.4.1336. Türkiye Büyük Millet Meclisi Zabıt Ceridesi, D.3, C.23, İçtima: 4, İ.13, 15.12.1930. Türkiye Büyük Millet Meclisi Tutanak Dergisi (TBMMTD), D.8, C.9, T.2, B.33, 21.1.1948. Türkiye Büyük Millet Meclisi Tutanak Dergisi, D.9, C.5, T.1, B.44, 16.2.1951. Türkiye Büyük Millet Meclisi Tutanak Dergisi, D.20, C.60, B.125, 21.7.1998. Türkiye Büyük Millet Meclisi Tutanak Dergisi, D.20, C.66, B.22, 23.11.1998. Türkiye Büyük Millet Meclisi Tutanak Dergisi, D.20, C.66, B.27, 2.12.1998. Türkiye Büyük Millet Meclisi Tutanak Dergisi, D.21, C.1, B.1, 2.5.1999.  Türkiye Büyük Millet Meclisi Tutanak Dergisi, D.26, C.46, B.98, 30.5.2017. Türkiye Büyük Millet Meclisi Tutanak Dergisi, D.26, C.47, B.109, 17.6.2017. Türkiye Büyük Millet Meclisi Tutanak Dergisi, D.26, C.49, B.120, 27.7.2017. Türkiye Büyük Millet Meclisi Tutanak Dergisi, D.26, C.48, B. 118, 25.7.2017 [Van Milletvekili Tuğba HEZER ÖZTÜRK ün 2016 Yılı Ekim, Kasım ve Aralık Aylarında  Beşer  Birleşimi  Aşan  (Toplamda  Genel  Kurulun  47  Birleşimi) Devamsızlığı Sebebiyle Anayasa nın 84 üncü ve İçtüzük ün 138 inci Maddeleri Uyarınca  Gerekli  Değerlendirmenin  Yapılması  İçin  Başkanlık  Divanının 24.05.2017 Tarihli ve 38 Numaralı Kararı ile Türkiye Büyük Millet Meclisi Başkanlığı Tezkeresi (3/1022) ve Anayasa ve Adalet Komisyonları Üyelerinden Kurulu Karma Komisyon Raporu, Sıra Sayısı: 489]. Türkiye Büyük Millet Meclisi Tutanak Dergisi, D.26, C.48, B. 118, 25.7.2017 [Şırnak Milletvekili Faysal SARIYILDIZ ın 2016 Yılı Ekim, Kasım ve Aralık Aylarında Beşer Birleşimi Aşan (Toplamda Genel Kurulun 47 Birleşimi) Devamsızlığı Sebebiyle Anayasa nın 84 üncü ve İçtüzük ün 138 inci Maddeleri Uyarınca Gerekli  Değerlendirmenin  Yapılması  İçin  Başkanlık  Divanının  31.05.2017 Tarihli ve 39 Numaralı Kararı ile Türkiye Büyük Millet Meclisi Başkanlığı Tezkeresi (3/1072) ve Anayasa ve Adalet Komisyonları Üyelerinden Kurulu Karma Komisyon Raporu, Sıra Sayısı: 493]. Türkiye Büyük Millet Meclisi Tutanak Dergisi, D.26, C.60, B.46, 9.1.2018 [Ağrı Milletvekili  Leyla  ZANA nın  01.10.2016  ila  30.04.2017  Döneminde Anayasa nın 81 inci Maddesine Uygun Biçimde Andiçmeden Aralıksız Olarak Genel Kurulun 212 Birleşimine Katılmamasına Bağlı Devamsızlığı Nedeniyle 225Günal SEYİT                                                           Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228  Anayasa nın  84 üncü  ve  İçtüzüğün  138 inci  Maddeleri  Uyarınca  Gerekli Değerlendirmenin Yapılması İçin Başkanlık Divanının 20.07.2017 Tarihli ve 41 Numaralı Kararı ve Türkiye Büyük Millet Meclisi Başkanlığı Tezkeresi (3/1171) ile Anayasa ve Adalet Komisyonları Üyelerinden Kurulu Karma Komisyon Raporu, Sıra Sayısı: 507]. Türkiye Büyük Millet Meclisi Tutanak Dergisi, D.26, C.61, B.48, 11.1.2018. TBMM Kavanin Mecmuası, D.1, C.1, 3. Baskı, TBMM Matbaası, Ankara, 1943.  Arşiv Belgeleri Millet Meclisi Başkanlık Divanı Arşivi, 17.4.1978 tarihli Toplantı Tutanağı. Millet Meclisi Başkanlık Divanı Arşivi, 27.4.1978 tarihli ve 18 sayılı Karar Dosyası. Millet Meclisi Başkanlık Divanı Arşivi, 25.5.1978 tarihli ve 21 sayılı Karar Dosyası. Millet Meclisi Başkanlık Divanı Arşivi, 15.6.1978 tarihli ve 23 sayılı Karar Dosyası. Millet Meclisi Başkanlık Divanı Arşivi, 5.8.1980 tarihli ve 76 sayılı Karar Dosyası. Millet Meclisi İçişleri Komisyonu Arşivi, İçişleri Komisyonu Başkanı Ömer Lütfi Erzurumluoğlu nun 8 Şubat 1980 tarihli yazısı. TBMM Arşivi, Afyon Milletvekili Kubilay Uygun Dosyasına İlişkin Anayasa ve Adalet Komisyonu Üyelerinden Kurulu Karma Komisyonu Raporu, D.20, Esas Nu. 3/1751, Karar Nu. 190, Karar Tarihi: 18.11.1998, Sıra Sayısı: 781. TBMM Başkanlık Divanı Arşivi, Sivas Milletvekili İsmail Mehmet Uğur un 1.11.1935 tarihli izin dilekçesi (Kanunlar Kalemi Evrak Nu. 981, Evrak Kayıt Tarihi: 1.11.1935).  TBMM  Başkanlık  Divanı  Arşivi,  Kastamonu  Milletvekili  Sıtkı  Şerif  Eken in 3.11.1935 tarihli izin dilekçesi ( Kanunlar Kalemi Evrak Nu. 999, Evrak Kayıt Tarihi: 5.11.1935). TBMM Başkanlık Divanı Arşivi, Muğla Milletvekili Dr. Hüseyin Avni Ercan ın 13.4.1936 tarihli izin dilekçesi (Kanunlar Kalemi Evrak Nu. 1624, Evrak Kayıt Tarihi: 13.4.1936). TBMM Başkanlık Divanı Arşivi, Prof. Dr. G. Von Bergmann imzalı ve 24.11.1936 tarihli sağlık raporu. TBMM Başkanlık Divanı Arşivi, Hakkâri Milletvekili Selim Seven adına Vali telgrafı (Kanunlar Kalemi Evrak Kayıt Tarihi: 31.7.1946). TBMM Başkanlık Divanı Arşivi, Hakkâri Milletvekili Selim Seven in izin telgrafı (Kanunlar Kalemi Evrak Nu. 1430, Evrak Kayıt Tarihi: 8.2.1951). TBMM Başkanlık Divanı Arşivi, 14.2.1951 tarihli ve 77 sayılı Karar Dosyası. 226Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228     Türkiye Büyük Millet Meclisinde Milletvekili…    TBMM Başkanlık Divanı Arşivi, Çanakkale Milletvekili Nihat İyriboz un 26.3.1951 tarihli izin dilekçesi (Kanunlar Kalemi Evrak Nu. 1662, Evrak Tarihi: 9.4.1951). TBMM Başkanlık Divanı Arşivi, TBMM Başkanı nın Nihat İyiriboz a hitaben izin isteminin kısaltılarak kabul edildiğine ve istemin Genel Kurula sunulmayacağına ilişkin yazısı (Kanunlar Kalemi Evrak Nu. 1674, Evrak Tarihi: 11.4.1951). TBMM Başkanlık Divanı Arşivi, Çanakkale Milletvekili Nihat İyriboz un 14.4.1951 tarihli  izin  dilekçesi  (Kanunlar  Kalemi  Evrak  Nu.  1707,  Evrak  Tarihi: 17.4.1951). TBMM  Başkanlık  Divanı  Arşivi,  Maraş  Milletvekili  Ahmet  Kadıoğlu nun  izin dilekçesi (Kanunlar Müdürlüğü Evrak Nu. 1717, Evrak Tarihi: 18.4.1951). TBMM Başkanlık Divanı Arşivi, 25.4.1951 tarihli ve 92 sayılı Karar Dosyası. TBMM Başkanlık Divanı Arşivi, TBMM Başkanı nın Ahmet Kadıoğlu na hitaben izin isteminin kısaltılarak kabul edildiğine ve istemin Genel Kurula sunulmayacağına ilişkin yazısı (Kanunlar Müdürlüğü Evrak Nu. 1772, Evrak Tarihi: 27.4.1951). TBMM Başkanlık Divanı Arşivi, Meclis ve Encümenler Riyaset Divanları Umumi Heyetince oluşturulan Heyetin 24.11.1958 tarihli raporu. TBMM Başkanlık Divanı Arşivi, 16.5.1984 tarihli ve 19 sayılı Karar Dosyası. TBMM Başkanlık Divanı Arşivi, 7.5.1985 tarihli Toplantı Tutanağı.  TBMM Başkanlık Divanı Arşivi, 19.9.1985 tarihli Toplantı Tutanağı.  TBMM Başkanlık Divanı Arşivi, 19.9.1985 tarihli ve 65 sayılı Karar Dosyası. TBMM Başkanlık Divanı Arşivi, 10.2.1987 tarihli Toplantı Tutanağı. TBMM Başkanlık Divanı Arşivi, 10.2.1987 tarihli ve 102 sayılı Karar Dosyası. TBMM  Başkanlık  Divanı  Arşivi,  Anavatan  Partisi  Grup  Başkanlığının  Naim Geylani nin  parti  il  kongresinde  görevlendirildiğine  ilişkin  bildirim  içeren 19.4.1988 tarihli yazısı (Evrak Nu. 01.88/73). TBMM Başkanlık Divanı Arşivi, 5.5.1988 tarihli ve 12 sayılı Karar Dosyası. TBMM Başkanlık Divanı Arşivi, 4.4.1990 tarihli Toplantı Tutanağı. TBMM Başkanlık Divanı Arşivi, 7.7.1993 tarihli ve 48 sayılı Karar Dosyası. TBMM Başkanlık Divanı Arşivi, 4.11.1993 tarihli Toplantı Tutanağı. TBMM Başkanlık Divanı Arşivi, 4.11.1993 tarihli ve 57 sayılı Karar Dosyası. TBMM Başkanlık Divanı Arşivi, 28.2.1995 tarihli ve 101 sayılı Karar Dosyası. TBMM Başkanlık Divanı Arşivi, 16.7.1998 tarihli Toplantı Tutanağı. TBMM Başkanlık Divanı Arşivi, 16.7.1998 tarihli ve 90 sayılı Karar Dosyası. 227Günal SEYİT                                                           Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 171-228  TBMM  Başkanlık  Divanı  Arşivi,  Kanunlar  ve  Kararlar  Dairesi  Başkanlığının 22.7.1998  tarihli  ve  A.01.0.GNS.0.10.00.02-14604  sayılı  yazısı  (Afyon Milletvekili Kubilay Uygun un devamsız olduğu günleri gösterir kişiye özel cetvel). TBMM Başkanlık Divanı Arşivi, 12.10.1998 tarihli ve 94 sayılı Karar Dosyası. TBMM Başkanlık Divanı Arşivi, 22.2.2012 tarihli ve 15 sayılı Karar Dosyası. TBMM Başkanlık Divanı Arşivi, 13.12.2016 tarihli ve 27 sayılı Karar Dosyası. TBMM Başkanlık Divanı Arşivi, 24.5.2017 tarihli ve 38 sayılı Karar Dosyası. TBMM Başkanlık Divanı Arşivi, 31.5.2017 tarihli ve 39 sayılı Karar Dosyası. TBMM Başkanlık Divanı Arşivi, 15.6.2017 tarihli ve 40 sayılı Karar Dosyası. TBMM Başkanlık Divanı Arşivi, 20.7.2017 tarihli ve 41 sayılı Karar Dosyası. TBMM Genel Kurul ve Komisyonlar Devamsızlık Cetveli (01/10/2019-31/12/2019). 228"
}