{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "4",
     "Başlık": "VERGİ DENETİM MÜESSESELERİ AÇISINDAN HAYATIN GİZLİ ALANINA KARŞI SUÇLAR",
     "Title": "Crimes Against Violation Of Privacy In Terms Of Tax Audit Agencies",
     "Yazar İsmi": [
          "Arş. Gör. ABDULLAH ÖMERCİOĞLU"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Özel Hayat",
          "Kişisel Veri",
          "Vergi Denetimi",
          "Arama",
          "İhlal"
     ],
     "Keywords": [
          "Privet Life",
          "Personal Data",
          "Tax Audit",
          "Search",
          "Violation"
     ],
     "Özet": "Özel hayat kavramı, gelişen beşeri hayat ile birlikte daha fazla önem kazanmış ve dolayısıyla ihlale açık bir hal almıştır. Vergi hukuku özelinde, yapılan  denetimler  esnasında  bu  ihlal  durumları  ile  çokça karşılaşılabilmektedir. Yoklama, inceleme, arama ve bilgi toplama şeklinde tanımlanan vergi denetim yolları, mükellef veya ilgili bulunduğu üçüncü kişiler nezdinde kişisel verilere ulaşılmasına müsait bir ortam yaratmaktadır. Bu verilere  ulaşılması ve  dolayısıyla  özel hayatın ihlali durumunda  ise; TCK nın kişisel verilerin korunmasına ilişkin öngördüğü kişisel verilerin kaydedilmesi, verileri hukuka aykırı olarak verme veya ele geçirme ve verileri yok  etmeme  suçlarından  sorumluluk  doğabilmektedir.  Özellikle  vergisel aramanın söz konusu olduğu hallerde, vergi ödevine ilişkin olmayan kişisel verilere ulaşma imkânı daha da kolaylaşmaktadır. Mükellefler veya ilgili bulundukları  üçüncü  kişilere  ait  olan  kişisel  verilerin  hiçbir  surette kaydedilmemesi, başkasına verilmemesi, yayılmaması veya ele geçirilmemesi gerekmektedir; aksi halde cezai sorumluluk oluşmaktadır.",
     "Abstract": "The concept of private life has gained more importance along with the developing human life and therefore it has become clear to violation. In tax lax, this kind of violations are often encountered during the tax audits. Tax audit trails, which are defined as polling, reviewing, searching and collecting information, create an environment that is accessible to taxpayers or third parties concerned. In case of reaching this data and therefore violation of private life; The TCK may be liable for the recording of personal data stipulated in relation to the protection of personal data, for the unlawful execution of the data or for the seizure and destruction of the data. Especially for tax searches, it is even easier to access personal data that is not related to tax duty. No personal data belonging to the taxpayers or third parties to which they relate shall be recorded, in any way not given, distributed or seized; otherwise criminal liability occurs.",
     "Metin": "Üst  norm  olarak  1982  Anayasası  m.20 de  yer  alan   Özel  Hayatın Gizliliği  ile herkesin, özel hayatına ve aile hayatına saygı gösterilmesini isteme  hakkı  tanınmıştır.  Özel  hayatın  ve  aile  hayatının  gizliliğine dokunulamaz. Kişisel veri kavramı ise, 2010 yılında yapılan referandum sonucu maddeye eklenen 3.fıkra ile  herkesin, kendisiyle ilgili kişisel verilerin korunmasını isteme hakkı  olarak Anayasa da yer edinmiştir.  Bu hak; kişinin kendisiyle ilgili kişisel veriler hakkında bilgilendirilme, bu verilere erişme, bunların düzeltilmesini veya silinmesini talep etme ve amaçları doğrultusunda kullanılıp kullanılmadığını öğrenmeyi de kapsar  denerek kişisel gizliliğe ilişkin koruma ve bilgi alma hakkı sağlanmıştır. Kişisel veri kavramına ilişkin tanım  ise,  26.12.2014  tarihli   Kişisel  Verilerin  Korunması  Kanunu Tasarısı nda,  kimliği belirli veya belirlenebilir gerçek kişiye ilişkin her türlü bilgi  olarak düzenlenmiştir. AİHS m.8,  Özel ve aile hayatına saygı hakkı  başlığıyla, kişinin özel ve aile hayatına, konutuna ve yazışmasına saygı gösterilmesi hakkına sahip olduğunu düzenlemiştir. Bu bakımdan kişisel veri kavramının özel hayatın bir alt başlığı olduğu söylenebilir. Nitekim Avrupa İnsan Hakları Mahkemesi, kararlarında, özel hayatın bütün unsurlarıyla tanımlanamayacak kadar geniş bir kavram olduğu ve devletin yetkili temsilcileri tarafından ilgililer hakkında 2278Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2277-2304  Ömercioğlu rızası  olmaksızın  bilgi  toplamasının  her  zaman  söz  konusu  kişinin  özel hayatını ilgilendireceğini belirtmektedir.1 5237 sayılı TCK açısından ise,  Kişilere Karşı Suçlar  kısmı altında  Özel Hayata ve Hayatın Gizli Alanına Karşı Suçlar  tanımlanmıştır. Ancak görüldüğü  üzere,  Ceza  Kanunu  ile  Anayasa  arasında  bir  kavram  birliği bulunmamaktadır.2  Ceza  Kanunu,  özel  hayat  ve  hayatın  gizli  alanını birbirinden  ayırmaktadır;  Anayasa  ise  hayatın  gizli  alanından  söz etmemektedir. Bu durum terminolojik açıdan birlik olmadığı argümanını doğurmakla birlikte esas bakımından, cezai himaye ile korunmak istenen amacı  değiştirmemesi  dolayısıyla  göz  ardı  edilebilmektedir.  Dolayısıyla, hayatın gizli alanına karşı suçlar kavramını dar yorumlayarak kişisel verilere ilişkin TCK hükümlerini (m.135 vd.) bu başlık altına almak yanlış olmaz. Özelde, kişisel verilerin korunmasına yönelik hükümlerin Vergi Hukuku alanındaki yansımalarının ne şekilde olabileceği, gerek vergi idaresinin bir yükümü  gerekse  vergi  idaresine  karşı  güvenin  sağlanması  adına  önem kazanmaktadır. Özellikle VUK ta belirtilen vergi denetim müesseseleri açısından yapılan işlemlerin, mükelleflerin kişisel verilerine ulaşılmasına elverişli bir ortam yarattığı söylenebilir. Bu durum, vergi denetim müesseseleri ile kişisel veri ilişkisinin ortaya konması gerekliliği doğurmaktadır. Çalışmamızda,  VUK ta  yer  alan  vergi  denetim  yolları  ile  TCK nın hayatın gizli alanına ilişkin olarak öngördüğü kişisel verilere ilişkin hükümleri açıklanacak;  daha  sonra,  vergi  denetim  müesseseleri  ile  bu  suçların etkileşimleri değerlendirilecektir. II. VERGİ DENETİM MÜESSESELERİ Vergi idaresinin, vergi alacağını zamanında ve eksiksiz olarak tahsil edebilmesi  için  yapması  gereken  görevlerin  en  önemlilerinden  birisi denetimdir. Vergi denetiminin amacı, vergi idaresinin kanunlara uygun ve düzenli çalışmasını sağlamak ve yükümlülerin bildirim ve beyanlarının doğru olup olmadığını ortaya çıkarmaktır.3 Vergi denetim müesseseleri, genel nitelikteki denetim müesseseleri ve özel denetim müesseseleri olarak ayrılabilmektedir. Bunlardan özel denetim                                                    Kırıkkale Üniversitesi Hukuk Fakültesi Mali Hukuk Anabilim Dalı Araştırma Görevlisi. 1   Destekleyici  AYM  kararları  için  bkz.  E.2006/167,  K.2008/86;  E.2010/40,  K.2012/8; E.2011/88, K.2012/175. 2   Zeki HAFIZOĞULLARI, Türk Ceza Hukuku Özel Hükümler, Ankara, 2010, s.248. 3   Yusuf KARAKOÇ, Genel Vergi Hukuku, Ankara, 2012, s.313.   2279Vergi Denetim Müesseseleri...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2277-2304 yolları, her bir özel vergi kanununda yer alan oto kontrol müesseseleri olarak ortaya  çıkmaktadır.4  Konumuzun  kapsamını  oluşturan  genel  vergi müesseseleri ise, VUK (m.127-152) Yedinci Kısım, Yoklama ve İnceleme başlığı altında dört bölüm olarak düzenlenmiştir. A- YOKLAMA 1- Amaç Yoklama, VUK m.127 de,  mükellefleri ve mükellefiyetle ilgili maddi olayları,  kayıtları  ve  mevzuları  araştırmak  ve  tespit  etmek   olarak açıklanmıştır. Yoklama ile vergi idaresinin, mükellefleri izlemesi, kontrol etmesi ve vergilendirme ile ilgili uygulamaların tespiti amaçlanmaktadır.5 Örneğin, veraset vergisinde, konu taşınmazın varlığının yerinde tespiti; gelir vergisinde, serbest meslek erbabının işe başladığının işyerinde araştırılması gibi işlemler yoklamanın konusunu oluşturmaktadır.6 2- Yetki Yoklama yetkisine haiz olanlar VUK m.128 de sayılmıştır. Buna göre; 1. Vergi dairesi müdürleri, 2. Yoklama memurları, 3. Yetkili makamlar tarafından yoklama işi ile görevlendirilenler, 4. Vergi incelenmesine yetkili olanlar, 5. Gelir uzmanları yoklama yapabilirler. VUK  m.127/2  uyarınca,  yoklamaya  yetkili  memurlar,  ayrıca  vergi kanunlarının uygulanması ile ilgili olarak: a) Maliye ve Gümrük Bakanlığınca belirlenmiş usuller dâhilinde özel yetki verilmiş olmak kaydıyla günlük hasılatı tespit etmek, b) 3100 Sayılı Kanun kapsamına girip ödeme kaydedici cihaz kullanmak mecburiyetinde olanların bu mecburiyete uyup uymadıklarını, bu cihazları belli edilmiş esaslara göre kullanıp kullanmadıklarını ve günlük hasılatı tespit etmek,                                                  4   Abdurrahman AKDOĞAN, Vergi Hukuku ve Türk Vergi Sistemi, Ankara, 2013, s.103. 5   AKDOĞAN, s.103. 6   Mualla ÖNCEL / Ahmet KUMRULU / Nami ÇAĞAN, Vergi Hukuku, Ankara, 2013, s.99,100. 2280Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2277-2304  Ömercioğlu c)  Günü  gününe  kayıt  yapılması  zorunlu  defterlerin  iş  yerlerinde bulundurulup bulundurulmadığını, tasdikli olup olmadığını usulüne göre kayıt yapılıp  yapılmadığını,  vergi  kanunları  uyarınca  düzenlenmesi  icap  eden belgelerin  usulüne  göre  düzenlenip  düzenlenmediği  ile  kullanılıp kullanılmadığını, faturasız mal bulunup bulunmadığını, levha asma  veya kullanma mecburiyetine uyulup uyulmadığını tespit etmek, kanuni defter ve belgeler dışında kalan ve vergi kaybının bulunduğuna emare teşkil eden defter, belge ve delillerin tespit edilmesi halinde bunları almak, d) Nakil vasıtalarını, Maliye ve Gümrük Bakanlığının belirleyeceği özel işaretle durdurmak ve taşıtta bulundurulması icap eden taşıt pulu, yolcu listesi, fatura veya sevk irsaliyesi, yolcu bileti ile taşıma irsaliyelerinin muhtevası ile taşınan yolcu ve malların miktar ve mahiyetlerini ölçmek, tartmak, saymak suretiyle tespit etmek, e) Taşıma irsaliyesi, sevk irsaliyesi ve faturanın taşıtta bulunmaması, halinde bu belgelerin ibrazına kadar nakil vasıtalarını trafikten alıkoymak, taşınan malın sahibi belli değilse tespitine kadar malı bekletmek ve muhafaza altına  almak,  (Beklemeye  ve  muhafazaya  alınan  malların  bozulmaya  ve çürümeye maruz mallar olması halinde derhal, diğer mallar ise üç ay sonra Maliye  ve  Gümrük  Bakanlığının  belli  edeceği  esaslar  dâhilinde  tasfiye olunur.) Yetkisini haizdirler. Yoklama yapanların elinde yoklama yetkilerini gösteren fotoğraflı resmi bir belge  (kimlik) bulunur. Yoklama  yapanlar bu belgeyi, kendilerinden sorulmasa bile, yoklama yapılan kimseye gösterirler. Toplu yoklamalarda kolbaşının bu belgeyi ibraz etmesi yeterlidir (VUK m.129). 3- Usul  Yoklama  her  zaman  yapılabilir.  Yoklamanın  ne  zaman  yapılacağı ilgiliye haber verilmez. (VUK m.130)   Yoklama neticeleri tutanak mahiyetinde olan  yoklama fişine  geçirilir. Bu fişler yoklama yerinde iki nüsha tanzim olunarak tarihlenir, bulunursa nezdinde yoklama yapılan veya yetkili adamına imza ettirilir; bunlar bulunmaz veya imzadan çekinirlerse keyfiyet fişe yazılır ve yoklama fişi polis, jandarma, muhtar veya ihtiyar meclisi üyelerinden birine imzalatılır. (VUK m.131)   Yoklama fişlerinin birinci nüshası yoklaması yapılan şahıs veya yetkili adamına bırakılır. Bunlar bulunmazsa bilinen adresine 7 gün içinde posta ile gönderilir.  (VUK  m.132/1)   Vergi  uygulamalarının  gerektirdiği  hallerde bireysel fiş yerine yoklama cetvellerinin kullanılması ve neticelerin toplu olarak bu cetvellerde gösterilmesi de mümkündür (VUK m.133/1).   2281Vergi Denetim Müesseseleri...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2277-2304 B- VERGİ İNCELEMESİ 1- Amaç Vergi  incelemesi,  beyanların  ve  ödenmesi  gereken  vergilerin doğruluğunu sağlamak amacıyla yükümlünün defter kayıtları, belgeleri ve envanteri  üzerinde  yapılan  derinlemesine  bir  araştırmadır.7  Vergi incelemesinin  amacı,  VUK  m.134 te,   ödenmesi  gereken  vergilerin doğruluğunu araştırmak tespit etmek ve sağlamak  olarak açıklanmıştır. Bu müessese,  beyana  dayanan  vergi  sistemleri  için,  vergi  güvenliğinin sağlanması adına büyük önem taşımaktadır. 2- Yetki Vergi incelemesi; Vergi Müfettişleri, Vergi Müfettiş Yardımcıları, ilin en büyük mal memuru veya vergi dairesi müdürleri tarafından yapılır. Ayrıca, Gelir İdaresi Başkanlığının merkez ve taşra teşkilatında müdür kadrolarında görev yapanlar her hal ve takdirde vergi inceleme yetkisini haizdir (VUK m.135). Yoklama  müessesesinde  olduğu gibi bu kişilerin de incelemeye başlamadan önce kimlik ibraz etmeleri gerekmektedir (VUK m.136). 3- Usul VUK  veya  diğer  kanunlara  göre  defter  ve  hesap  tutmak,  evrak  ve belgeleri muhafaza ve ibraz etmek mecburiyetinde olan gerçek ve tüzel kişiler vergi incelemelerine tabidirler (VUK m.137). Bu  inceleme,  kural  olarak,  mesai  saatleri  içinde  yapılır.8  Vergi incelemesinin ne zaman yapılacağının önceden haber verilmesi gerekmez; tarh  zamanaşımı  süresi  sonuna  kadar  her  zaman  yapılabilir.  Daha  önce inceleme  yapılmış  veya  matrahın  re'sen  takdir  edilmiş  olması  yeniden inceleme yapılmasına ve gerekirse tarhiyatın ikmaline engel değildir (VUK m.138). İnceleme, kural olarak, esas itibariyle incelemeye tabi olanın iş yerinde yapılır. Ancak; iş yerinin müsait olmaması, ölüm, işin terk edilmesi gibi zaruri sebeplerle incelemenin yerinde yapılması imkânsız olur veya mükellef ve vergi sorumluları isterlerse inceleme dairede yapılabilir. Bu halde incelemeye tabi olanın gerekli defter ve belgelerini daireye getirmesi kendisinden yazılı olarak istenir. Yazılı isteğe mazeretsiz olarak zamanında uymayanlar, istenen                                                  7   ÖNCEL/KUMRULU/ÇAĞAN, s.100. 8   KARAKOÇ, s.319. 2282Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2277-2304  Ömercioğlu defter ve belgeleri ibraz etmemiş sayılırlar; mazeret halinde ise uygun bir süre tanınır (VUK m.139). İnceleme sırasında, inceleme elemanlarının uyması zorunlu olan esaslar VUK m.140 ta altı bent halinde sayılmıştır. Buna göre; 1. İncelemeye tabi olana, inceleme konusu işe başlamadan önce açıkça anlatılır. 2. Vergi incelemesine başlanıldığı hususu bir tutanağa bağlanarak bir örneği nezdinde vergi incelemesi yapılana verilir. Ayrıca, tutanağın bir örneği bağlı olunan birime, diğer örneği de ilgili vergi dairesine gönderilir. 3. Nezdinde inceleme yapılanın onayı olmadıkça resmi çalışma saatleri dışında inceleme yapılamaz veya incelemeye devam edilemez. 4. İnceleme bitince, yapıldığını gösteren bir belge, nezdinde inceleme yapılana verilir. 5. Vergi kanunlarıyla ilgili kararname, tüzük, yönetmelik, genel tebliğ ve sirkülere  aykırı  vergi  inceleme  raporu  düzenlenemez.  Ancak,  bu düzenlemelerin vergi kanunlarına aykırı olduğu kanaatine varırlarsa bu husus, bağlı oldukları birimler aracılığıyla Gelir İdaresi Başkanlığına düzenlenecek bir rapor ile bildirilir. 6.  İncelemeye başlanıldığı tarihten itibaren, tam inceleme yapılması halinde en fazla bir yıl, sınırlı inceleme yapılması halinde ise en fazla altı ay içinde  incelemeleri  bitirmeleri  esastır.  Bu  süreler  içinde  incelemenin bitirilememesi halinde ek süre talep edilebilir. Bu talep vergi incelemesine yetkili olanların bağlı olduğu birim tarafından değerlendirilir ve altı ayı geçmemek üzere ek süre verilebilir. Bu durumda, vergi incelemesi yapmaya yetkili  olanların  bağlı  olduğu  birim  tarafından  incelemenin  bitirilememe nedenleri yazılı olarak nezdinde inceleme yapılana bildirilir. Vergi incelemesi yapmaya yetkili olanların bağlı olduğu birimler vergi incelemesinin öngörülen süreler içinde bitirilmesi için gerekli tedbirleri alırlar. İnceleme  esnasında  gerekli görülen  hallerde, vergilendirme  ile ilgili olaylar ve hesap durumları ayrıca tutanaklar ile tesbit ve tevsik olunabilir. İlgililerin itiraz ve mülahazaları varsa bunlar da tutanağa geçirilir. Bu suretle düzenlenen tutanakların bir nüshasının mükellefe veya nezdinde inceleme yapılan kimseye bırakılması mecburidir (VUK m.141/1). İlgililer tutanakları imzalamaktan çekinirlerse, tutanakta konu edilen olaylar ve hesap durumlarını içeren defter veya belgeler, nezdinde inceleme yapılandan rızası aranmadan alınır ve inceleme neticesinde tarh edilen vergiler   2283Vergi Denetim Müesseseleri...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2277-2304 ve kesilen cezalar kesinleşinceye kadar geri verilmez. İlgililer her zaman bu tutanakları  imzalayarak  defter  ve  belgeleri  geri  alabilirler.  Ancak  bu defterlerin suç delili olmaması şarttır (VUK m.141/2). C- ARAMA Vergi hukukunda arama, ceza hukukundaki gibi bir delil elde etme yöntemi olarak uygulanmaktadır.9 1- Amaç Kural olarak, defter, belge ve kayıtlar yükümlüden vergi incelemesi yoluyla istenir ve yükümlü ya da sorumlunun kendi isteği ile bunları inceleme elemanlarına  vermesi  beklenir.  Ancak  bazı  durumlarda,  yükümlü  ya  da sorumlunun  rızası  dışında  vergi  uygulamaları  ile  ilgili  veya  vergi uygulamalarına  etkili  defter,  belge  ve  kayıtların  incelenmesi  gereği doğabilmektedir.10 Bu gibi durumlarda arama müessesesinden ya da diğer deyişle, aramalı inceleme yolundan faydalanılmaktadır. VUK m.142-147 arasında düzenlenen arama, bir ihbar veya inceleme sonucu, vergi kaçırıldığı yolunda kuvvetli belirtiler bulunan kişinin ve olayla ilgili bulunan üçüncü kişilerin nezdinde ve üzerlerinde vergi kaybı ve vergi suçuna ilişkin delillerin toplanması için yapılan bir araştırmadır.11 2- Yetki Arama yapılabilmesi için öncelikle; vergi incelemesi yapmaya yetkili olanların buna gerek görmesi ve gerekçeli bir yazı ile arama kararı vermeye yetkili Sulh Ceza yargıcından bunu istemesi ve Sulh Ceza yargıcının da istenilen yerlerde arama yapılmasına karar vermesi gerekmektedir (VUK m.142). VUK ta aramaya yetkili kişiler sayılmamıştır. Arama, kolluk görevlileri (mali suç ve suç gelirleriyle mücadele şube) vasıtasıyla gerçekleştirilir.12 Aramaya, vergi incelemesine yetkili olanlar da katılmaktadır.                                                  9   Vergisel arama ile ilgili kısımlar için bkz. Abdullah ÖMERCİOĞLU,  Vergisel Aramada Önemli Hususlar , Maliye Postası Dergisi, Yıl.36, Sa.836, 1 Temmuz 2015, s.106-109. 10  KARAKOÇ, s.325. 11  ÖNCEL/KUMRULU/ÇAĞAN, s.100,101. 12  VUK m.7 uyarınca,  Bilumum mülkiye amirleri, emniyet amir ve memurları, belediye başkanları, köy  muhtarları ve  kamu  müesseseleri vergi kanunlarının uygulanmasında uygulama ile ilgili memurlara ve komisyonlara ellerindeki bütün imkânlarla kolaylık göstermeye ve yardımda bulunmaya mecburdurlar.  2284Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2277-2304  Ömercioğlu 3- Usul Aramada bulunan ve incelenmesine gerekli görülen defter ve belgelerin ayrıntılı  olarak  bir  (müfredatlı)  tutanakla  tespit  olunması  gerekmektedir. Belgelerin dosya ve dosya içinde sayı itibariyle tespit edilmesine müfredatlı tespit denmektedir (VUK m.143/1,2). Aramanın zamanına ilişkin olarak; VUK ta hüküm bulunmadığından, CMK m.118 uyarınca; konutta, işyerinde veya diğer kapalı yerlerde gece vaktinde arama yapılamaz. Dolayısıyla arama, sadece gündüz ve çalışma saatleri içinde  yapılabilir.  Ancak  arama  işinin  uzaması  durumunda  gece devam edilebilir. Arama yapıldığı sırada zaman yetersizliği ve benzer sebeplerle tutanak düzenlenemezse, bulunan ve incelemesine lüzum görülen defter ve belgeler, mükellef nezdinde emin bir yere konur veya kaplar içinde daireye nakledilir. Bu defter ve belgelerin konulduğu yerlerin veya kapların aramayı yapan tarafından mühürlenmesi ve mümkün olan şekilde mükellefin mührünü de içermesi şarttır. Daha sonra, mükellefin huzurunda kaplar ve yerler açılarak müfredatlı tutanaklar düzenlenir. Mühürleme ve mührün kaldırılması halleri de birer tutanakla tespit edilir ve müfredatlı tutanağın bir nüshası da defter ve belgelerin sahibine veya adamına verilir (VUK m.143/3). İdare, bu defter ve belgelerin iyi saklanmamasından doğacak zararı tazmine mecburdur (VUK m.143/7). İhbar üzerine yapılan aramada ihbarın asılsız çıkması halinde, nezdinde arama yapılan kimse muhbirin adının bildirilmesini isteyebilir; bu takdirde, vergi dairesi muhbirin ismini bildirmeye mecburdur (VUK m.142/4). İhbarın doğru çıkması durumunda ise, ihbar edene ikramiye verilir. Açıklanan  hususlar  dışında  kalan  haller  için  VUK  m.147  uyarınca CMK nın aramaya ilişkin hükümleri uygulama alanı bulmaktadır. 4- Elde Edilen Verilerin İncelenmesi Arama yapılan hallerde inceleme çabukça ve her işten önce yapılır (VUK m.144/1). Aramanın mümkün olan en kısa zamanda sonlandırılması, hem mükelleflerin işlerini aksatmamak hem de idari açıdan sorun yaratabilecek işlerin bir an önce sonuçlandırılması açısından önem taşımaktadır.13 İnceleme sırasında vergi ile ilgisi olmayan şahsi ve özel mektup ve diğer evrak makbuz                                                  13  AKDOĞAN, s.111.   2285Vergi Denetim Müesseseleri...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2277-2304 karşılığında sahiplerine geri verilir (VUK m.144/2). Mükellef, ilgili memurun huzurunda,  bu  defterler  ve  belgeler  üzerinde  incelemeler  yapabilir  ve bunlardan örnek ve kayıtlar çıkarabilir (VUK m.144/3). Arama sonucunda alınan defter ve belgeler üzerindeki incelemeler en geç üç ay içinde bitirilerek sahibine bir tutanakla geri verilir. İncelemelerin haklı sebeplerle üç ay içinde bitirilmesine imkân olmayan hallerde Sulh Ceza yargıcının kararı ile bu süre uzatılabilir (VUK m.145/1,2). Sürenin ne kadar daha uzatılacağını takdir yetkisi, inceleme elemanının talebi doğrultusunda, Sulh Ceza yargıcındadır. Defter ve belgelerin incelenmesi sırasında kanuna aykırı görülen olaylar ve  hesap  durumları  tutanağa  geçirilir.  Mükellef  bu  tutanakları  imzadan çekinirse, olayları ve hesap durumlarını içeren defter veya belgeler aramanın konusu ile ilgili vergi ve cezalar kesinleşinceye kadar kendisine geri verilmez (VUK m.145/3). İlgililer bu tutanakları her zaman imzalayarak defter ve belgelerini geri alabilirler. Ancak, bu defter ve belgelerin suç delili teşkil etmemesi gerekir (VUK m.145/5). Suç delili teşkil eden defter ve belgeler geri verilmez. Aramada amaç, mükellefin vergi kaçırdığına ilişkin delil elde etmek olduğundan, yukarıdaki fıkrada belirtilen suç, VUK m.359 daki  kaçakçılık suçları ; delil teşkil eden defter ve belgeler de bu suça ilişkin elde edilen defter ve belgelerdir. 5- Arama Müessesesinin Hukuki Niteliği Arama, genel olarak bir ceza muhakemesi işlemidir. VUK ta aramaya ilişkin  olarak  düzenlenen  hükümler,  arama  müessesesinin  vergi  hukuku açısından, teknik bir konu olması dolayısıyla, özel hallerini içermektedir. CMK m.122 gereği, arama sonucunda el konulan belge veya kâğıtları inceleme yetkisi, Cumhuriyet Savcısı ve Hâkime aittir. VUK ta ise defter ve belgeleri inceleme ve dolayısıyla suç delili teşkil edip etmediğini takdir etme yetkisi, defter ve belgeleri inceleyen elemanlara atfedilmiştir. Yukarıda da değinildiği üzere, inceleme elemanları, defter ve belgeleri, vergi kaçırıldığına ilişkin kuvvetli belirtiler sonucu, delil bulmak amacıyla incelemektedirler. Bu inceleme  sonucunda  vergi  kaçırıldığına  kanaat  edilirse,  durum  derhal Cumhuriyet Başsavcılığına iletilir. Cumhuriyet  savcılığına  olayın  intikal  etmesi  neticesinde  adli soruşturmaya başlanıp başlanmayacağı, CMK hükümlerine göre belirlenir. Dolayısıyla, VUK taki aramanın hukuki niteliği, CMK dekinden farklı olarak 2286Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2277-2304  Ömercioğlu adli bir nitelik taşımadığından,  önleme araması  olarak kabul edilebilir. VUK taki arama, ortada henüz bir soruşturma/kovuşturma yokken yapılan aramadır. Arama müessesesi sonrasında zapt edilen defter ve belgeler, inceleme elemanları tarafından incelenirken, vergi kaçakçılığı suçu haricinde başka bir suç işlendiğine dair şüphe oluşur veya delil elde edilirse, kanımızca durum CMK m.158  ihbar ve şikâyet  hükümlerine göre çözülecektir. D- BİLGİ TOPLAMA 1- Amaç Vergi idaresinin bilgi toplama yetkisi, mükellef veya ilgili diğer kişiler için bilgi verme yükümü olarak karşımıza çıkmaktadır. Bilgi toplamada amaç, vergilemeye  esas  alınan  bildirimlerin,  mükelleflerin  faaliyetleriyle kıyaslanması dolayısıyla denetimin gerçekleştirilmesidir.14 2- Yetki VUK m.148/1 uyarınca, Kamu idare ve müesseseleri, mükellefler veya mükelleflerle  muamelede  bulunan  diğer  gerçek  ve  tüzel  kişiler,  Maliye Bakanlığının veya vergi incelemesi yapmaya yetkili olanların isteyecekleri bilgileri vermeye mecburdurlar. Memleket dışı imtiyazlarından faydalanan yabancı Devlet memurları bilgi verme mecburiyetine tabi olamazlar (VUK m.148/3).  Kendilerinden  bilgi  istenilen  gerçek  ve  tüzel  kişiler,  özel kanunlarda  yazılı  mahremiyet  hükümlerini  ileri  sürerek,  bilgi  vermekten kaçınamazlar (VUK m.151/1). VUK m.151/2 de hangi hallerde bilgi istenemeyeceği düzenlenmiştir. Buna göre; 1. Posta, Telgraf ve Telefon İdaresinin muhabereler hakkında tutmaya mecbur olduğu mahremiyet saklıdır. 2.  Hekimlerden,  diş  hekimlerinden,  dişçilerden,  ebelerden  ve  sağlık memurlarından hastaların hastalıklarının türüne ilişkin bilgiler istenemez. 3. Avukatlardan ve dava vekillerinden kendilerine verilen işler veya görevleri dolayısıyla öğrendikleri durum ve hususların bildirilmesi istenemez; bu yasak müvekkil adlarıyla vekâlet ücretlerine ve giderlerine ayrıca avukatlık                                                  14  Erdoğan ÖNER, Vergi Hukuku ve Türk Vergi Sistemi, Ankara, 2013, s.112; S. Ateş OKTAR, Vergi Hukuku, İstanbul, 2013, s.220.   2287Vergi Denetim Müesseseleri...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2277-2304 veya dava vekilliği sıfatı dışındaki sıfatları dolayısıyla öğrendikleri durum ve hususlar için geçerli değildir. 4. CMK gereğince gösterilmesi veya teslimi caiz olmayan evrakın içeriği hakkında bilgi istenemez. Ancak, doğrudan doğruya vergi ile ilgili olmak üzere, bu gibi evraka dayanarak doğan borçların miktarlarına ve alacaklıların adlarına ilişkin bilgiler istenebilir. 3- Usul Bilgiler yazı veya sözle istenebilir. Sözle istenen bilgileri vermeyenlere, yazı ile cevap vermeleri için uygun bir süre tanınır. Bilgi istenmek üzere ilgililer vergi dairesine zorla getirilemez (VUK m.148/2). Bu usul talep üzerine bilgi verme olarak adlandırılmaktadır. VUK m.149 da ise devamlı bilgi verme müessesesi tanınmıştır. Buna göre, Kamu idare ve müesseseleri (Kamu hizmeti ifa eden kurum ve kuruluşlar dâhil) ile gerçek ve tüzelkişiler vergilendirmeye ilişkin olaylarla ilgili olarak Maliye  ve  Gümrük Bakanlığı ve  vergi dairesince kendilerinden  yazı ile istenecek  bilgileri  belli  aralıklarla  ve  devamlı  olarak  yazı  ile  vermeye mecburdurlar.  Ayrıca  kanunun  150.maddesi,  ölüm  halinde,  maddede sayılanlar tarafından ölenin kimliğinin vergi dairesine bildirilmesi yükümünü getirmiştir. Ölümün  bildirilmesi dışında,  istenen  yazılı  kaynaklardan  toplanacak bilgiler istihbarat arşivlerinde gizli olarak saklanır. Bu arşivlerden kimlerin ve ne suretle faydalanabileceği Maliye Bakanlığınca belirlenmektedir (VUK m.152).  Bu  çerçevede  çıkarılan  7864  Sayılı   Mali  İstihbarat  Arşivi Yönetmeliği  m.34 uyarınca arşivlerden; 1. Maliye müfettişi ve muavinleri, 2. Hesap uzman ve muavinleri, 3. Defterdarlar, 4. Vergi daireleri amirleri, 5. Gelirler kontrolörleri, 6. Vergi kontrol memurları faydalanabilmektedir. Arşiv  memurları  ile  yukarıda  sayılan  kimseler  görevleri  dolayısıyla mükellefler hakkında öğrendikleri malumat ve sırları hiç bir surette ifşa                                                  15  Hesap uzmanı unvanı 10 Temmuz 2011 tarih ve 646 sayılı KHK ile  vergi müfettişi  olarak değiştirilmiştir. 2288Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2277-2304  Ömercioğlu edemezler. Bu yasak görevden ayrılsalar dahi devam eder. Aksi halde TCK hükümlerince takibat yapılır. III. HAYATIN GİZLİ ALANINA KARŞI SUÇLAR Yukarıda açıklandığı üzere vergi denetim müesseseleri, kişisel verilerin elde edilmesi açısından elverişli araçlara sahip olması dolayısıyla ihlale uygun bir ortam yaratmaktadır. Bu çekincelerin ceza hukuku alanında yansıması olarak, TCK nın kişisel verilerin korunmasına ilişkin öngördüğü  hayatın gizli alanına karşı suçlar  inceleme konusu yapılacaktır. Bunlar,  kişisel verilerin  kaydedilmesi ,   verileri  hukuka  aykırı  olarak  verme  veya  ele geçirme  ve  verileri yok etmeme  suçlarıdır. A- KİŞİSEL VERİLERİN KAYDEDİLMESİ SUÇU TCK m.135, kişisel verilerin kaydedilmesini suç kapsamına almıştır.16 Maddede kişisel veri kavramı tanımlanmamış; tanım madde gerekçesinde  gerçek kişiyle ilgili her türlü bilgi  olarak verilmiştir. 1- Korunan Hukuki Değer Bu suçla korunan hukuki değer; genel olarak özel hayat ve hayatın gizli alanı olmakla birlikte, özel olarak kişisel verilerdir.17 2- Maddi Unsurlar: Suçun Hukuki Konusu, Fail, Mağdur, Fiil Suçun hukuki konusu, kişisel verilerin gizliliğinin ihlal edilmemesine ilişkin bireysel ve kamusal yarardır.18 Fail açısından kanun sınırlama getirmemiştir; gerçek kişi herkes fail olabilir.19  Kanun  137.  maddesinde  suçun,  kamu  görevlisi  tarafından  ve                                                  16  Madde 135- (1) Hukuka aykırı olarak kişisel verileri kaydeden kimseye bir yıldan üç yıla kadar hapis cezası verilir. (2) Kişilerin siyasi, felsefi veya dini görüşlerine, ırki kökenlerine; hukuka aykırı olarak ahlaki eğilimlerine, cinsel yaşamlarına, sağlık durumlarına veya sendikal bağlantılarına ilişkin  bilgileri  kişisel  veri  olarak  kaydeden  kimse,  yukarıdaki  fıkra  hükmüne  göre cezalandırılır. 17  Doğan SOYASLAN, Ceza Hukuku Özel Hükümler, Ankara, 2014, s.356; Veli Özer ÖZBEK ve diğerleri, Türk Ceza Hukuku Özel Hükümler, Buca, 2012, s.524. 18  HAFIZOĞULLARI, s.268. 19  TCK m.140 uyarınca tüzel kişiler suçun faili olamazlar; ancak, suç tüzel kişi lehine işlenmişse, tüzel kişi hakkında güvenlik tedbirleri uygulanabilir. Bu kural, ceza hukukunun genel kaidelerindendir.   2289Vergi Denetim Müesseseleri...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2277-2304 görevinin verdiği yetki kötüye kullanılmak suretiyle ve belli bir meslek ve sanatın sağladığı kolaylıktan yararlanmak suretiyle işlenmesi hallerini nitelikli hal olarak düzenlemiştir. Suçun mağduru, hem gerçek hem tüzel kişiler yani herkes olabilir. Maddenin  ilk  fıkrası,  kişisel  verilerin  hukuka  aykırı  olarak kaydedilmesini suç saymıştır. Dolayısıyla suç, salt hareket suçudur; netice harekete  bitişik  olduğundan  kişisel  verilerin  hukuka  aykırı  olarak kaydedilmesi ile suç tamamlanmış olur.20 Başka bir deyişle suç, neticesiz bir suçtur.  Teşebbüse  elverişli  değildir;  kayıt  için  hazırlık  yapmak,  hazırlık hareketi olduğundan cezalandırılamaz. Maddenin ikinci fıkrası ise, kişilerin siyasi, felsefi veya dini görüşlerine, ırki kökenlerine; hukuka aykırı olarak ahlaki eğilimlerine, cinsel yaşamlarına, sağlık durumlarına veya sendikal bağlantılarına ilişkin bilgilerin kişisel veri olarak kaydedilmesini aynı şekilde yasaklamıştır. Burada fiilin yöneldiği değerler arasında bir ayrım yapılmıştır. Bu ayrıma göre; kişilerin siyasi, felsefi veya dini görüşlerine ya da ırki kökenlerine ilişkin verilerinin kaydedilmesi halinde  hukuka aykırı olarak  hükmüne yer verilmediğinden, bu bilgilerin kaydedilmesinin mutlak olarak hukuka aykırı olduğu kabul edilmektedir.21 Fıkrada belirtilen diğer bilgiler açısından ise failde hukuka aykırılık iradesi aranmaktadır.  Maddenin  bu  fıkrasındaki  suç,  kaydın  yöneldiği  konu açısından, bağlı hareketli bir suçtur. 3- Manevi Unsur Suç genel kastla işlenir. Manevi unsur, başkasının özel hayatına ilişkin kişisel verileri kaydetme kastıdır. Durum, failin, bir kimseye ait verileri, veri olarak bilmesi ve isteyerek kaydetmesi şeklinde oluşur. Dolaylı/olası kast mümkündür. 4- Hukuka Aykırılık Unsuru Maddede ayrıca yer verilen  hukuka aykırı olarak  ifadesinden hukuka özel  aykırılık  mı  yoksa  genel  aykırılık  mı  kastedildiği  sorunu  ortaya çıkmaktadır.  Çünkü  suç  zaten  doğası  gereği  başlı  başına  bir  hukuka aykırılıktır. Dolayısıyla kanun koyucunun bazı suç tipleri için neden özellikle hukuka aykırılık aradığının ortaya konması gerekmektedir. Hukuka genel ve                                                  20  ÖZBEK ve diğerleri, s.527. 21  HAFIZOĞULLARI, s.269; SOYASLAN, s.357. 2290Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2277-2304  Ömercioğlu özel aykırılık terimlerine ilişkin doktrinel tartışmalara girmeden kanımızca, kanun koyucunun hukuka aykırılıktan özel olarak bahsettiği durumlardan; fiilin  suç  tipine  uygun  olmasına  karşın  hukukun  değişik  dallarındaki düzenlemeler  nedeniyle  hukuka  uygun  sayılmasını  ifade  ettiği  kabul edilmektedir.  Başka  bir  deyişle,  hukuka  aykırılığın  suç  tipinde  ayrıca belirtilmesinin sebebi, bu suça ait fiilin hukuka uygun da olabileceğini ifade etmektir.22 Burada kastedilen, fiili hukuka uygun hale getiren ve sadece TCK nın ilgili maddelerinde düzenlenen hukuka uygunluk sebepleri değil; kanun koyucunun özel olarak belirttiği  hukuka aykırı olarak  ifadesi ile varmaya çalıştığı artı amaçtır. Daha önce yukarıda da belirtildiği üzere, maddenin ikinci fıkrasında yer alan  kişilerin siyasi, felsefi veya dini görüşlerine, ırki kökenlerine  ibareleri açısından   hukuka  aykırı  olarak   ifadesine  yer  verilmemiştir.  Bu düzenlemeden kanun koyucunun; kişilerin siyasi, felsefi veya dini görüşleri ile ırki kökenlerine ilişkin verilerinin hiçbir suretle kaydedilemeyeceği sonucu çıkmaktadır. Başka bir deyişle, bu tür veriler, hukuka uygunluk sebepleri çerçevesinde dahi kaydedilemezler. Birinci fıkrada hukuka aykırılık ifadesine ayrıca yer verilmesinin ve dolayısıyla hukuka özel aykırılık aranmasının nedeni, ikinci fıkra ile birlikte değerlendirildiğinde daha açık bir şekilde ortaya çıkmaktadır. Hukuka aykırı olarak ifadesinin, her suç fiilinin zaten bir hukuka aykırılık olması nedeniyle kullanılmasında  fayda  olmadığını  savunan  görüşlerin  aksine,  kanun koyucunun özellikle himaye etmek istediği, mutlak olarak koruduğu alanları belirtmesi  açısından  gerekli  olduğu  kanısındayız.  Aksi  halde  diğer  suç tiplerinde olduğu gibi hukuka uygunluk sebepleri, mutlak korunması gereken alanı ihlal eden fiillerin hukuka uygun hale gelmesine neden olabilecektir.24                                                  22  ÖZBEK ve diğerleri, s.531. 23  TCK da  düzenlenen  hukuka  uygunluk  sebepleri;  kanunun  emrinin  yerine  getirilmesi (m.24/1), yetkili merciin emrinin yerine getirilmesi (m.24/2-4), meşru savunma (m.25/1), zorunluluk hali (m.25/2) ve hakkın kullanılması ve ilgilinin rızası (m.26) dır. Kişisel verilerin kaydedilmesi suçu açısından uygulama alanı bulan hukuka uygunluk sebepleri; kanunun/yetkili merciin emri veya ilgilinin rızasıdır. Şikâyete bağlı olmayan suçlarda kamu menfaatinin  özel  menfaate  üstün  tutulduğu  ve  dolayısıyla  ilgilinin  rızasının, hukuka uygunluk sebebi teşkil etmeyeceği yönündeki görüş için bkz. ÖZBEK ve diğerleri, s.534. 24   Bu argüman, kanun koyucunun özel olarak korumak istediği alanlar için  hiçbir suretle  veya  mutlak olarak   gibi ifadelerle de sağlanabilmektedir. Ancak kanımızca  kanun koyucunun  hukuka aykırı olarak  ifadesini özellikle kullanması bir tercih olarak karşımıza çıkmaktadır. Bu durum kanunun dil bütünlüğü açısından eleştirilebilmekle birlikte koruduğu hukuki değer/amaç bakımından fark teşkil etmemektedir.   2291Vergi Denetim Müesseseleri...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2277-2304 Bu suç bakımından korunan mutlak alan kişilerin siyasi, felsefi veya dini görüşlerine ve ırki kökenlerine ilişkin verileridir. 5- Yaptırım Suçun yaptırımı, her iki fıkra için de bir yıldan üç yıla kadar hapis cezasıdır. TCK m.137 de belirtilen nitelikli haller gerçekleşirse verilecek ceza, yarı oranında artırılır. Suçun soruşturma ve kovuşturması re sen yapılır (TCK m.139). B- VERİLERİ HUKUKA AYKIRI OLARAK VERME VEYA ELE GEÇİRME SUÇU TCK m.136, kişisel verilerin hukuka aykırı olarak başkasına verilmesini, yayılmasını veya ele geçirilmesini suç kapsamına almıştır.25 Madde başlığında yayma fiiline yer verilmemiş olması bir eksiklik olarak görülmektedir. 1- Korunan Hukuki Değer Bu suçla korunmak istenen hukuki değer, kişisel verilerin kaydedilmesi suçunda olduğu gibi, genel olarak özel hayat; özel olarak ise kişisel verilerdir. 2- Maddi Unsurlar: Suçun Hukuki Konusu, Fail, Mağdur, Fiil Suçun hukuki konusu, kişisel verilerin gizliliğinin ihlal edilmemesine ilişkin bireysel ve kamusal yarardır.26 Suçun faili, gerçek kişi herkes olabilir. Kanun 137. maddesinde suçun, kamu görevlisi tarafından ve görevinin verdiği yetki kötüye kullanılmak suretiyle ve belli bir meslek ve sanatın sağladığı kolaylıktan yararlanmak suretiyle işlenmesi hallerini nitelikli hal olarak düzenlemiştir. Suçun mağduru, hem gerçek hem tüzel kişiler olabilir.27 Maddede, kişisel verilerin, hukuka aykırı olarak bir başkasına verilmesi, yayılması ya da ele geçirilmesi fiilleri suç sayılmıştır. Bu üç fiil de somut olaya göre çeşitlendirilebilmektedir. Kişisel verilerin daha önceden, hukuka uygun veya hukuka aykırı olarak kaydedilmiş olması önemli değildir. Her iki durumda da kanun, bu verilerin başkasına verilmesi, yayılması veya ele geçirilmesini yasaklamıştır. Suç, seçimlik hareketlidir; bu üç fiilden biri veya                                                  25  Madde 136- (1) Kişisel verileri, hukuka aykırı olarak bir başkasına veren, yayan veya ele geçiren kişi, iki yıldan dört yıla kadar hapis cezası ile cezalandırılır. 26  HAFIZOĞULLARI, s.271. 27  SOYASLAN, s.360. Tüzel kişilerin bu suçun mağduru olamayacağı yolundaki aksi görüş için bkz. HAFIZOĞULLARI, s.271. 2292Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2277-2304  Ömercioğlu birkaçının  yapılması  durumunda  bir  tek  suç  işleme  iradesinin  oluştuğu söylenebilir. Bu  suç  da  salt  hareket  suçudur;  zarar  neticesi  meydana  gelmesi gerekmez. Fiillerin işlenmesi ile suç tamamlanmış olur. 3- Manevi Unsur Suç genel kastla işlenir. Manevi unsur, başkasının özel hayatına ilişkin kişisel verileri bir başkasına vermek, bu verileri yaymak veya bu verileri ele geçirmek kastıdır. Durum, failin, bir kimseye ait verileri, veri olarak bilmesi ve  bunları isteyerek  bir  başkasına  vermesi,  yayması  veya  ele  geçirmesi şeklinde oluşur. Dolaylı/olası kast mümkündür. Olası kast, failin neticeyi öngörmesi ancak meydana gelmesi konusunda kayıtsız kalarak neticeyi göze alması olarak anlaşılmalıdır.28 Burada netice artık verileri verme veya ele geçirme halidir.  Örneğin  bir  şirketin  bilişim  sistemine  giren  kimsenin,  şirket yöneticisinin kişisel verilerini ele geçirme ihtimalini öngörmesine karşın bunu göze alarak bütün bilgileri kopyalaması durumunda ele geçirme fiilini işlemiş olacak ve olası kast ile suç oluşacaktır. 4- Hukuka Aykırılık Unsuru Maddede yer alan  hukuka aykırı olarak  ifadesi nedeniyle, yukarıda yaptığımız açıklamalar neticesinde, bu suç açısından da hukuka özel aykırılık arandığı söylenebilir. Ancak bu durum, maddede mutlak olarak korunan ek bir  alana  yer  verilmemesi  dolayısıyla  uygulama  açısından  fark yaratmamaktadır.  Başka  bir  deyişle  kanun  koyucu  tercihen,  özel  olarak hukuka aykırı olarak ifadesine yer vererek hukuka uygunluk sebeplerinin varlığı halinde fiili hukuka uygun saymıştır. Bu suç açısından uygulama alanı bulan hukuka uygunluk sebepleri; kanun emrine uyulması, yetkili merciin emrinin yerine getirilmesi veya ilgilinin rızasının bulunması olarak karşımıza çıkmaktadır. Bu hallerde suç oluşmamaktadır.29 5- Yaptırım Suçun yaptırımı, iki yıldan dört yıla kadar hapis cezasıdır. TCK m.137 de belirtilen nitelikli haller gerçekleşirse verilecek ceza, yarı oranında artırılır. Suçun soruşturma ve kovuşturması re sen yapılır (TCK m.139).                                                  28  ÖZBEK ve diğerleri, s.537. 29  Zeki HAFIZOĞULLARI / Muharrem ÖZEN,  Özel Hayata ve Hayatın Gizli Alanına Karşı Suçlar , Ankara Barosu Dergisi, Yıl.67, Sa.4, Güz 2009, s.21.   2293Vergi Denetim Müesseseleri...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2277-2304 C- VERİLERİ YOK ETMEME SUÇU TCK m.138, kanunla belirlenmiş olan sürelerin geçmiş olmasına rağmen, kişisel verilerin yok edilmemesini suç kapsamına almıştır.30 Aynı maddenin ikinci  fıkrası,  daha  fazla  hukuki  himaye  gerektiği  öngörüsüyle,  CMK hükümlerine göre ortadan kaldırılması veya yok edilmesi gereken verilerin yok edilmemesini ağırlatıcı neden saymıştır. 1- Korunan Hukuki Değer Bu suçla korunmak istenen hukuki değer, genel olarak özel hayat; özel olarak ise kişisel verilerdir. Ayrıca, kamu idaresinin güvenilirliği ve işleyişi de korunan hukuki değer kapsamında sayılabilir.31 2- Maddi Unsurlar: Suçun Hukuki Konusu, Fail, Mağdur, Fiil Suçun hukuki konusu, kişisel verilerin, kanunların belirlediği süreler içerisinde  yok  edilmemesi  dolayısıyla  özel  hayatın  gizliliğinin  ihlal edilmemesine ilişkin bireysel ve kamusal yarardır. Suçun faili, ancak  verileri sistem içinde yok etmekle yükümlü olanlar  olabilmektedir. Bu kişilerin kamu görevlisi olup olmamasına ilişkin kanunda bir  ayrım  yapılmamıştır;  yok  etme  görevinin  üstlenilmiş  olunması  fail olabilmek için yeterlidir. Kanunda suçun ancak yok etme görevini üstlenen fail tarafından işlenebileceğinin tanınması nedeniyle suç, özgü suçtur.32 Özgü suçlar, ilgili suç tanımında failin özel bir niteliği sahip olmasının arandığı suçlardır.33 Suçun mağduru, kişisel verileri sisteme yüklü olan ancak belirlenen sürelerin geçmesine rağmen bu verileri yok edilmeyen kişilerdir. Maddede, sistem içindeki kişisel verilerin, süresi içinde yok edilmemesi fiili suç sayılmıştır. Bu suç ihmali hareketle işlenebilir. Bu halde fail, buradaki                                                  30  Madde 138- (1) Kanunların belirlediği sürelerin geçmiş olmasına karşın verileri sistem içinde yok etmekle yükümlü olanlara görevlerini yerine getirmediklerinde bir yıldan iki yıla kadar hapis cezası verilir. (2) Suçun konusunun Ceza Muhakemesi Kanunu hükümlerine göre ortadan kaldırılması veya yok edilmesi gereken veri olması hâlinde verilecek ceza bir kat artırılır. 31  SOYASLAN, s.365. 32  Mahmut KOCA / İlhan ÜZÜLMEZ, Türk Ceza Hukuku Genel Hükümler, Ankara, 2013, s.106. 33  M. Ruhan ERDEM,  Yeni TCK da Faillik ve Suç Ortaklığı , Hukuki Perspektifler Dergisi, Sa.5, Aralık 2005, s.206. 2294Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2277-2304  Ömercioğlu düzenlemenin özel hüküm olması nedeniyle, TCK m.257/2 görevi ihmal suçundan değil; sadece verileri yok etmeme suçundan sorumlu olacaktır.34 Maddede belirtilen süre, suçun oluşması için gerekli şartlardan biridir. Sürenin, hangi kanunda düzenlendiğinin önemi yoktur. Ayrıca, belirlenen bu süre, somut bir süre olmak zorunda da değildir.35 Kanunun yok etme yükümü yüklemesi yeterlidir. Bu  suç  da  salt  hareket  suçudur;  zarar  neticesi  meydana  gelmesi gerekmez. Yok etme yükümlülüğünün dolduğu anda yok etmeme fiillinin işlenmesi ile suç tamamlanmış olur. 3- Manevi Unsur Suç genel kastla işlenir. Manevi unsur, yok etme yükümünün dolduğu an itibariyle, sistem içindeki kişisel verileri yok etmeme kastıdır. Durum, failin, öngörülen sürelerin bitmiş olmasına karşın bir kimseye ait verileri, yok etmesi gerektiğini bilmesi ancak bunları isteyerek yok etmemesi şeklinde oluşur.  Dolaylı/olası kast mümkündür. Olası kast, failin neticeyi öngörmesi ancak meydana gelmesi konusunda kayıtsız kalarak neticeyi göze alması olarak anlaşılmalıdır.36 Burada netice artık yok edilmesi gereken verilerin yok edilmemesi halidir. 4- Hukuka Aykırılık Unsuru Fiil, ne suretle olursa olsun hukuka aykırıdır; suç oluşturur. İlgilinin rızası, fiili suç olmaktan çıkarmaz. 5- Yaptırım Suçun  yaptırımı,  bir  yıldan  iki  yıla  kadar  hapis  cezasıdır.  Suçun konusunun Ceza Muhakemesi Kanunu hükümlerine göre ortadan kaldırılması veya yok edilmesi gereken veri olması halinde verilecek ceza bir kat artırılır. Suçun soruşturma ve kovuşturması re sen yapılır (TCK m.139). D- HAYATIN  GİZLİ  ALANINA  KARŞI  SUÇLARIN  ÖZEL GÖRÜNÜŞ ŞEKİLLERİ Ceza Kanununun genel kısmı tipe uygun, hukuka aykırı ve kusurlu hareket ile meydana gelen suç kavramının yanı sıra; suçun tamamlanmamış                                                  34  SOYASLAN, s.365. 35  ÖZBEK ve diğerleri, s.539,540. 36  ÖZBEK ve diğerleri, s.541.   2295Vergi Denetim Müesseseleri...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2277-2304 olması, suçun birden fazla kişi tarafından işlenmesi ve suça konu eylemin birden fazla kanun hükmünü ihlal etmesi konularını da içermektedir. Bu haller sırasıyla; teşebbüs,  iştirak  ve  içtima  şeklinde  ortaya  çıkan  özel  görünüş şekilleridir.37 1- Teşebbüs Kişisel verilerin korunmasına yönelik olarak kanunda düzenlenmiş olan  kişisel verilerin kaydedilmesi ,  kişisel verileri verme veya ele geçirme  ile  verileri yok etmeme  suçları, salt hareket suçlarıdır. Dolayısıyla, fiiller icrai hareketlere bölünemediğinden teşebbüs mümkün olmamaktadır. 2- İştirak Açıklanan  suçların  tamamı  bakımından  iştirak  hükümlerinin uygulanması mümkündür. Bu suçlar, birden fazla kişi tarafından, ortak suç işleme iradesiyle işlenebilir. İştirakin azmettiren ya da yardım eden sıfatlarıyla gerçekleşmesi de mümkündür. Verileri yok etmeme suçunun faili, kanunda sadece yok etmekle yükümlü olanlar olarak belirlendiğinden özgü suç söz konusudur. Özgü suçlarda iştirak, TCK m.40/2 de  bu suçların işlenişine iştirak eden diğer kişiler, azmettiren veya  yardım  eden  olarak  sorumlu  tutulur   şeklinde  düzenlenmiştir. Dolayısıyla verileri yok etmeme suçunda yok etme yükümü olmamasına karşın fiile iştirak edenler, katkılarına göre ancak azmettiren veya yardım eden sıfatıyla sorumlu olabilmektedir. 3- İçtima Kişisel verilerin korunmasına yönelik bu suçların tamamı bakımından içtima hükümleri uygulanmaktadır. Kişisel verilerin kaydedilmesi suçu bakımından; fail hukuka aykırı olarak kişisel veriyi kaydetmek ile başkasına vermek ya da yaymak fiillerini aynı anda  gerçekleştirebilir.  Örneğin,  kişisel  verinin  erişime  açık  bir  internet sayfasına  yüklenmesi  ile  aynı  zamanda  yayma  fiili  de  gerçekleşmiş olmaktadır. Bu halde fikri içtima hükümleri etkin kılınarak en ağır cezayı gerektiren  TCK  m.136  hükmü  uygulanmalıdır.  Bu  durumda  verileri kaydetmenin haksızlık içeriği, verileri yayma fiilinin haksızlık içeriğinde                                                  37  Timur DEMİRBAŞ, Ceza Hukuku Genel Hükümler, İzmir, 2013, s.433. 2296Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2277-2304  Ömercioğlu erimiş olur.38 Benzer şekilde kaydetme için geçit suçu niteliğindeki TCK m.243  hukuka aykırı olarak bilişim sistemine girme veya sistemde kalma suçu  da işlenmiş olabilir. Bu durumda fail gene cezası ağır olan kişisel verilerin  kaydedilmesi  suçundan  cezalandırılacaktır.  Aynı  durum  verileri hukuka aykırı olarak verme veya ele geçirme suçları bakımından da geçerlidir. Geçit suç ilişkisi olmayan durumlarda gerçek içtima söz konusu olmaktadır.40 Kişisel verilerin kaydedilmesi, bir başkasına verilmesi, ele geçirilmesi veya yayılması aynı zamanda özel hayatın gizliliğini ihlal suçunu (TCK m.134) da oluşturmaktadır. Burada bir görüşe göre, bu suçun oluşması için bilgilerin  özel  hayatın  gizliliğinin  ihlali  dışında  başka  bir  şekilde  ele geçirilmesi gerekmektedir.41 Kanımızca burada özel norm-genel norm ilişkisi mevcuttur. Özel norm genel normun unsur ve özelliklerinin yanı sıra farklı özelliklere  de  sahiptir  ve  bu  nedenle  sadece  özel  normun  uygulanması gerekir.42 Dolayısıyla özel hayatın gizliliğini ihlal suçu genel norm olarak uygulanmamaktadır. Kişisel verilerin haberleşmenin gizliliğinin ihlali (TCK m.132) suretiyle işlenmesi halinde ise genel-özel norm ilişkisi bulunmaması nedeniyle farklı neviden fikri içtima söz konusu olmakta; fail en ağır cezayı içeren suçtan dolayı cezalandırılacaktır. Benzer şekilde, verileri yok etmeme suçu açısından da fiil aynı zamanda TCK  m.257/2   görevi  ihmal  suçu   oluşturmasına  rağmen  fikri  içtima hükümleri  uygulanarak  fail  sadece  verileri  yok  etmeme  suçundan cezalandırılacaktır.  TCK  m.257  tali  norm  niteliğindedir,  bu  maddenin uygulanabilmesi  için  söz  konusu  fiilin  başka  bir  suç  oluşturmaması gerekmektedir. Bu nedenle TCK m.137/1 in uygulanabildiği durumlarda faile                                                  38  ÖZBEK ve diğerleri, s.535. 39  Bilişim sistemine girme hususunda kişinin yetkili olması halinde geçitli suç olmayacağına ilişkin görüş için bkz. SOYASLAN, s.347,348. 40  Osman YAŞAR / Hasan Tahsin GÖKCAN / Mustafa ARTUÇ, Yorumlu-Uygulamalı Türk Ceza Kanunu (madde 86-146), Ankara, Adalet Yayınevi, 2010, s.4126. 41  Ali PARLAR / Muzaffer HATİPOĞLU, Açıklamalı-Yeni İçtihatlarla Uygulamalı 5237 Sayılı Türk Ceza Kanunu Yorumu: Maddelerin Açıklamaları Yeni TCK ile İlgili Yargıtay Ceza Genel Kurul ve Özel Daire Kararları (76-150. Maddeler), Ankara, Seçkin Yayınevi, 2010, s.2089. 42  Mustafa ÖZEN,  Kişisel Verilerin Kaydedilmesi, Verilmesi veya Ele Geçirilmesi ve Yok Edilmemesi Suçları (TCK m. 136, 137, 138) , Kamu Hukuku Arşivi, Mart 2009, s.22. 43  Haberleşmenin gizliliğini ihlal suretiyle kişisel verilerin ele geçirilmesi halinde genel-özel norm ilişkisi olduğu ve bu sebeple özel norm olarak TCK m.136 verileri hukuka aykırı olarak ele geçirme suçundan sorumlu olunacağına ilişkin görüş için bkz. ÖZEN, s.22.   2297Vergi Denetim Müesseseleri...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2277-2304 ayrıca görevi ihmal suçundan ceza verilmemelidir.44 Aynı durum TCK m.138 verileri yok etmeme suçu bakımından da geçerlilik taşımaktadır. Bahsedilen tüm suçların zincirleme şekilde işlenmesi mümkündür.  IV. VERGİ DENETİM MÜESSESELERİ AÇISINDAN HAYATIN GİZLİ ALANINA KARŞI SUÇLARIN DEĞERLENDİRİLMESİ A- YOKLAMA AÇISINDAN VUK m.127 de yoklamanın amacı,  mükellefleri ve mükellefiyetle ilgili maddi olayları, kayıtları ve mevzuları araştırmak ve tespit etmek  olarak açıklanmıştır. Bu amaçla madde devamında, vergi kaybı bulunduğuna ilişkin emarelere  rastlanırsa,  yoklamaya  yetkili  memurlara  bunları  zapt  yetkisi tanınmıştır. Durum, 2001 yılında getirilen, Anayasanın m.20/2  (…) usulüne göre verilmiş hâkim kararı olmadıkça; (…) gecikmesinde sakınca bulunan hallerde de kanunla yetkili kılınmış merciin yazılı emri bulunmadıkça; kimsenin üstü, özel  kâğıtları  ve  eşyası  aranamaz  ve  bunlara  el  konulamaz   hükmü  ile çelişmektedir.45 El koyma, aslen bir ceza hukuku müessesesi olarak CMK m.127 de düzenlenmiştir. Bu maddeye göre el koyma için, hâkim kararı veya gecikmesinde sakınca bulunan hallerde Cumhuriyet savcısının, Cumhuriyet savcısına ulaşılamadığı hallerde ise kolluk amirinin yazılı emri ile kolluk görevlileri, el koyma işlemini gerçekleştirebilir. Vergi yoklamasında, kolluk sıfatı bulunmayan yoklama memurlarının defter, belge veya delillere bu usul izlenmeden  el  koyması  halinde,  özel  hayatın  gizliliğinin  ihlal  edildiği söylenebilmektedir.46 Konumuz açısından sorun, el konulan bu defter veya belgelerin kişisel veri içerip içermemesi dolayısıyla sorumluluk doğup doğmayacağı konusunda ortaya çıkmaktadır. Böyle bir el koyma yetkisi, açıkça Anayasaya ve Ceza Muhakemesi Kanununa aykırı olmakla birlikte, VUK hükmü gereği yoklama memurunun el konulan defter veya belgelerde karşılaşabileceği kişisel veriler, TCK daki hayatın gizli alanına karşı suçlara vücut verecek midir? Kanımızca,                                                  44  Rezzan İTİŞGEN,  Türk Ceza Hukukunda Kişisel Verileri Hukuka Aykırı Olarak Verme veya Ele Geçirme Suçu , TAAD, Yıl.6, Sa.23, Ekim 2015, s.197. 45  Eda ÖZDİLER KÜÇÜK,  Vergi Hukukunda Kişisel Veriler Bakımından Ölçülülük İlkesinin Uygulanması , Vergi Hukukuna Genç Yaklaşımlar, (Ed. Billur YALTI), İstanbul, 2013, s.151. 46  Nihal SABAN, Vergi Hukuku, İstanbul, 2009, s.186. 2298Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2277-2304  Ömercioğlu kişisel verilerin kaydedilmesi veya ele geçirilmesi suçu açısından, kişilerin siyasi, felsefi veya dini görüşlerine ve ırki kökenlerine ilişkin bilgileri içeren belgelerin her halde kaydı veya zaptı halinde suç oluşacaktır. Bunun dışındaki hallerde, TCK, hukuka aykırı olarak kişisel verileri kaydetmek, bir başkasına vermek,  yaymak  ya  da  ele  geçirmek  dediğinden,  özel  hukuka  aykırılık bulunmaması dolayısıyla suç oluşmayacaktır. Ancak, yoklama işlemi vergisel faaliyete ilişkin olacağından, muhatabın kişisel veri içerdiği dolayısıyla defter veya  belgelerinin  ilgili  kısımlarının  zapt  edilmemesini  isteme  hakkı doğacaktır. Bu halde yoklama memurunun kişisel veri içeren defter sayfası veya belgeyi, veri içerdiğini bilerek ve isteyerek bu defter veya belgeyi zapt etmesi halinde hukuka aykırılıktan bahsedilebilecek ve TCK m.136 uyarınca  ele geçirme  suçu oluşacaktır. Vergi denetim yollarının uygulanması neticesinde toplanan bilgiler, Milli İstihbarat Arşiv Yönetmeliği m.23 gereğince 10 yıl süreyle saklanmaktadır. Süre sonunda arşivden çıkarmanın ne şekilde yapılacağına ilişkin bir hüküm bulunmamaktadır. Ancak, vergi ödevine ilişkin olarak tutulan defter veya belgeler kişisel veri kapsamında değerlendirilemeyeceğinden TCK m.138 anlamında yok etmeme suçunun oluşacağını söyleyemeyiz. B- VERGİ İNCELEMESİ AÇISINDAN Vergi  incelemesinin  amacı,  VUK  m.134 te,   ödenmesi  gereken vergilerin  doğruluğunu  araştırmak  tespit  etmek  ve  sağlamak   olarak açıklanmıştır. Bu çerçevede, incelemeye tabi olan muhataplardan istenen defter, bilgi veya belgelerin ibraz edilmesi gerekmektedir. İbrazdan kaçınma durumunda, mükellefin susma hakkı dolayısıyla adil yargılanma hakkı ile bir suçun  açığa  çıkarılması  dolayısıyla  delil  karartma/saklama  durumları çelişiklik göstermektedir. Uygulamada, bu defter, bilgi ve belgelerin ibraz edilmesinin  adil  yargılama  hakkını  ihlal  etmediği  karinesi  geçerlilik kazanmıştır.47 Konumuz açısından, vergi incelemesi sırasında karşılaşılan kişisel veriler ile  ilgili  olarak,  yoklama  müessesesine  ilişkin  açıklamalar  burada  da geçerlidir.  Benzer  şekilde,  inceleme  elemanlarına;  ilgililerin,  inceleme tutanaklarını imzalamaktan çekinmeleri halinde, tutanakta konu edilen olaylar ve  hesap  durumlarını  içeren  defter  veya  belgelere,  nezdinde  inceleme                                                  47  Daha geniş bilgi için bkz. Abdullah ÖMERCİOĞLU,  Adil Yargılanma Hakkı ve Bu Hakkın Vergi  Yargılama  Hukuku  Açısından  Değerlendirilmesi ,  Hukukçular  Arası  Makale Yarışması, Ankara, 2014, s.139.   2299Vergi Denetim Müesseseleri...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2277-2304 yapılanın rızası aranmadan el koyma yetkisi verilmiştir. İlgililer her zaman bu tutanakları  imzalayarak  defter  ve  belgeleri  geri  alabilirler.  Ancak  bu defterlerin  suç  delili  olmaması  şarttır  (VUK  m.141/2).  Buradaki  zapt yetkisinin de Anayasa ve CMK hükümlerine aykırılık teşkil ettiği söylenebilir. İlgilinin imzasına karşılık inceleme elemanının defter veya belgeleri iade etmemesi halinde TCK m.257 gereğince  görevi ihmal suçu  oluşur. Ancak bu defter veya belgelerin kişisel veri içermesi halinde ilgilinin imzası olup olmadığına bakılmaksızın el konulan defter ve belgelerin ilgili kısımlarının iadesi  gerekir.  Aksi  halde,  TCK  m.136  uyarınca   ele  geçirme   suçu oluşacaktır. Ayrıca, VUK m.140/1,6 uyarınca inceleme süresi, uzatmayla birlikte en fazla 1yıl 6ay olabilir. Bu süre sonunda incelemenin bitirilemediği sebebiyle defter ve belgelerin verilmemesi yoluna gidilemez. Aksi halde TCK m.257 gereğince  görevi ihmal suçu  oluşur. C- ARAMA AÇISINDAN Arama,  bir  ihbar  veya  inceleme  sonucu,  vergi  kaçırıldığı  yolunda kuvvetli belirtiler bulunan kişinin ve olayla ilgili bulunan üçüncü kişilerin nezdinde  ve  üzerlerinde  vergi  kaybı  ve  vergi  suçuna  ilişkin  delillerin toplanması için yapılan bir araştırmadır. Arama, özel hayata ve dolayısıyla hayatın gizli alanına müdahalede en müsait araç olması nedeniyle konumuz açısından en büyük öneme sahip olan vergi denetim müessesidir. Arama  yapılabilmesi için mutlaka  vergi incelemesi yapmaya  yetkili olanlar tarafından gerekçeli bir yazı ile arama kararı vermeye yetkili Sulh Ceza yargıcından istenmesi ve Sulh Ceza yargıcının da istenilen yerlerde arama yapılmasına karar vermesi gerekmektedir (VUK m.142). Aksi halde arama  hukuka  aykırı  olur  ve  duruma  göre  TCK  m.116   konut dokunulmazlığının ihlali suçu  veya m.120  haksız arama suçu  dolayısıyla sorumluluk doğar. Arama kararının kim tarafından uygulanacağı konusunda VUK ta açık hüküm yoktur. Kolluk görevlilerinin VUK m.7 uyarınca vergi idaresinin yardım talebine uymak yükümlülüğü vardır. Ancak bu yardımın sadece genel                                                  48  Bu konuya çözüm olabilecek bir öneri olarak bkz. Elif PÜRSÜNLERLİ ÇAKAR / Fatih SARAÇOĞLU,  Vergi Kaçakçılığı İle Mücadelede Yeni Bir Model: Vergi Polisi Müessesesi (Fransa Örneği) , İnönü Üniversitesi Hukuk Fakültesi Dergisi, Malatya, C.5, Sa.2, Temmuz-Aralık 2014, s.51-68. 2300Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2277-2304  Ömercioğlu güvenliğin sağlanması hususunda mı yoksa aramaya katılma hususunda mı olacağı belli değildir. Uygulamada her iki durumla da karşılaşılmaktadır. Arama  sonucunda  elde  edilen  defter  ve  belgeler  üzerinde  inceleme yapılırken, vergi ile ilgisi olmayan şahsi ve özel mektup ve diğer evrakların makbuz  karşılığında  sahiplerine  geri  verilmesi  gerekmektedir  (VUK m.144/2). Bahsedilen eşyalar şüphesiz kişisel veri kapsamındadır ve sahibine geri  verilmemesi  durumunda  fikri  içtima  hükümleri  gereği  TCK  m.257  görevi ihmal suçu  değil; TCK m.136  ele geçirme suçu  oluşur. Arama  kararının  kapsamı,  vergi  kaçakçılığı  suçuna  ilişkin  delil toplanmasıyla sınırlı olduğundan, arama sırasında vergi ödevine ilişkin defter ve belgeler ile elektronik kaynaklar haricinde aramanın yapılmaması gerekir. Aksi durum, aramayı hukuka aykırı hale getirir. Arama sırasında veya elde edilen veriler incelenirken kişisel verilere ulaşılması durumunda bu veriyi içeren kısmın derhal ilgilisine iade edilmesi gerekir. D- BİLGİ TOPLAMA AÇISINDAN Bilgi  toplama  müessesesi,  vergi  idaresinin  istihbarat  aracıdır. Kendilerinden bilgi istenilen gerçek ve tüzel kişiler, özel kanunlarda yazılı mahremiyet hükümlerini ileri sürerek, bilgi vermekten kaçınamazlar (VUK m.151/1). Bu hüküm dolayısıyla Maliye Bakanlığına veya vergi incelemesi yapmaya  yetkili  olanlara  geniş  bir  yetki  verildiği  söylenebilir.  Bunlar, mükellef beyanlarının doğruluğunu araştırmak için gerekli gördükleri her türlü bilgiyi isteyebilmektedirler. Bu bilgiler şüphesiz, kişisel verileri de içermektedir. Kanımızca burada yarışan menfaatlerden bahsedilebilir. Bilgi toplamanın amacı, vergi ödevinin doğru bir şekilde yerine getirilip getirilmediği ile ilgili bilgi toplamaktır. Bu amaca yönelik olarak mükellefin örneğin kaç tane evi olduğu  ya  da  banka  bilgileri  gibi  kişisel  verilerine  ulaşılması  ihtiyacı doğabilmektedir. Bu bakımdan VUK hükmünün, toplumsal menfaati kişisel                                                  49  Kolluk  görevlilerinin  vergisel  aramada  sadece  güvenlik  önlemlerini  alması  gerektiği yönündeki görüş için bkz. Aziz TAŞDELEN,  Vergisel Arama , DEÜ Hukuk Fakültesi Dergisi, İzmir, C.5, Sa.2, 2003, s.175. 50  Uygulamada  değişik  mahkemelerce  aramayı  yapacaklar  konusunda  farklı  kararlar verilebilmekte, kimi yerlerde aramanın vergi müfettişlerince yapılmasına, kimi yerlerde de yalnızca kolluk kuvvetlerince talep kapsamında arama yapma izni verilmektedir. Bkz. 21.01.2015 tarihli ve 2015/165-01 karar sayılı Ankara Yeminli Mali Müşavirler Odası Mevzuat İzleme ve Değerlendirme Komisyonu Kararı, s.8.   2301Vergi Denetim Müesseseleri...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2277-2304 menfaate üstün tuttuğu söylenebilir. Ancak, vergi idaresi tarafından istenen bilgilerin gerekçelendirilmesine yönelik bir hüküm bulunmaması dolayısıyla konu tartışmaya açık bir hale gelmektedir. V. SONUÇ Etkin ve adil bir vergi uygulaması için vergi denetim müesseselerinin de etkin  ve  adil  bir  hale  getirilmesi  gerekmektedir.  Bu  etkinlik  ve  adalet sağlanırken  mükellef  haklarının  da  korunması ihtiyacı  belirmektedir.  Bu çerçevede, özellikle hayatın gizli alanı olarak kabul edilen kişisel verilerin ihlal edilebilirliği sorunu ortaya çıkmaktadır. Kişisel veriler; kimliği belirli veya  belirlenebilir  gerçek  kişiye  ilişkin  her  türlü  bilgi  olarak  kabul edilmektedir.  Bu  bilgilerin  ele  geçirilmesi,  kaydedilmesi,  bir  başkasına verilmesi,  yayılması  veya  yok  edilmesi  gerekirken  bu  yükümün  yerine getirilmemesi halleri, TCK anlamında ihlali gerçekleştirenlerin sorumluluğunu doğurmaktadır. Çalışmada elde edilen bulgulara göre, vergi denetim yollarının, mükellef veya ilgili bulunduğu üçüncü kişiler nezdinde kişisel verilere ulaşılmasına müsait bir ortam yarattığı sonucu çıkarılmıştır. Bu çerçevede, özellikle arama müessesesi  dolayısıyla  vergi  ödevine  ilişkin  olmayan  kişisel  verilere ulaşılması  kolaylaşmıştır.  Diğer  vergi  denetim  müesseseleri  yoklama, inceleme ve bilgi toplama müesseseleridir. Bu denetim yolları da mükellef veya ilgili bulunduğu üçüncü kişiler nezdinde kişisel verilere ulaşılmasını kolaylaştırmakta ancak doğası gereği vergi ödevi ile sıkı ilişki içerisinde olmaları  nedeniyle  arama  müessesesine  göre  daha  kısıtlı  bir  etki  alanı içermektedir. Her halde, vergi ödevine ilişkin olmayan verilerin vergi denetimini yapan elemanlar tarafından kaydedilmemesi ve zapt edilmemesi gerekmektedir. Aksi durum, kasıt içerir ve TCK m.135  kişisel verilerin kaydedilmesi  veya TCK  m.136   Verileri  hukuka  aykırı  ele  geçirme   suçunu  oluşturur.  Bu bilgilerin bir başkasına verilmesi veya yayılması durumunda da TCK m.136 uyarınca  suç  oluşmaktadır.  Ayrıca,  edinilen  bu  veriler  kamu  görevlisi tarafından  ve  görevinin  verdiği  yetki  kötüye  kullanılmak  suretiyle gerçekleştirilmiş olacağından verilecek ceza yarı oranında artırılacaktır. Öte yandan, hukuka uygun şekilde edinilen bilgiler en fazla 10 yıl süreyle saklanmak durumundadır. Ancak bu bilgiler de vergi ödevine ilişkin olmak durumunda  olduğundan  TCK  m.138  gereğince   verileri  yok  etmeme  suçunun oluşmayacağı kanısındayız. Bu şekilde arşivlenen verilerin süre 2302Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2277-2304  Ömercioğlu sonunda  arşivden  çıkarılmaması  halinde  TCK  m.257   görevi  kötüye kullanma  suçu oluşacaktır.",
     "Kaynakça": "AKDOĞAN, Abdurrahman. Vergi Hukuku ve Türk Vergi Sistemi, Ankara, Gazi Kitabevi, 2013. DEMİRBAŞ, Timur. Ceza Hukuku Genel Hükümler, İzmir, 2013. HAFIZOĞULLARI, Zeki / ÖZEN, Muharrem.  Özel Hayata ve Hayatın Gizli Alanına Karşı Suçlar , Ankara Barosu Dergisi, Yıl.67, Sa.4, Güz 2009, s.9-22. HAFIZOĞULLARI, Zeki. Türk Ceza Hukuku Özel Hükümler, Ankara, Us-A, 2010. KARAKOÇ, Yusuf. Genel Vergi Hukuku, Ankara, Yetkin, 2012. KOCA, Mahmut / ÜZÜLMEZ, İlhan. Türk Ceza Hukuku Genel Hükümler, Ankara, 2013. M.  Ruhan  ERDEM,   Yeni  TCK da  Faillik  ve  Suç  Ortaklığı ,  Hukuki Perspektifler Dergisi, Sa.5, Aralık 2005, s.204-215. OKTAR, S. Ateş. Vergi Hukuku, İstanbul, Türkmen Kitabevi, 2013. ÖMERCİOĞLU, Abdullah.  Adil Yargılanma Hakkı ve Bu Hakkın Vergi Yargılama Hukuku Açısından Değerlendirilmesi , Hukukçular Arası Makale Yarışması, TBB Yayınları, Ankara, 2014, s.129-145. ÖMERCİOĞLU, Abdullah.  Vergisel Aramada Önemli Hususlar , Maliye Postası Dergisi, Yıl.36, Sa.836, 1 Temmuz 2015, s.106-109. ÖNCEL, Mualla / KUMRULU, Ahmet / ÇAĞAN, Nami. Vergi Hukuku, Ankara, Turhan Kitabevi, 2013. ÖNER, Erdoğan. Vergi Hukuku ve Türk Vergi Sistemi, Ankara, Seçkin, 2013. ÖZBEK,  Veli  Özer  /  KANBUR,  Mehmet  Nihat  /  DOĞAN,  Koray  / BACAKSIZ, Pınar / TEPE, İlker. Türk Ceza Hukuku Özel Hükümler, Buca, 2012.   2303Vergi Denetim Müesseseleri...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2277-2304 ÖZDİLER KÜÇÜK, Eda.  Vergi Hukukunda Kişisel Veriler Bakımından Ölçülülük  İlkesinin  Uygulanması ,  Vergi  Hukukuna  Genç Yaklaşımlar, (Ed. Billur YALTI), İstanbul, 2013, s.143-165. ÖZEN,  Mustafa.   Kişisel  Verilerin  Kaydedilmesi,  Verilmesi  veya  Ele Geçirilmesi ve Yok Edilmemesi Suçları (TCK m. 136, 137, 138) , Kamu Hukuku Arşivi, Mart 2009, s.13-28. PARLAR,  Ali  /  HATİPOĞLU,  Muzaffer.  Açıklamalı-Yeni  İçtihatlarla Uygulamalı 5237 Sayılı Türk Ceza Kanunu Yorumu: Maddelerin Açıklamaları Yeni TCK ile İlgili Yargıtay Ceza Genel Kurul ve Özel Daire Kararları (76-150. Maddeler), Ankara, Seçkin"
}