{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2019",
     "Cilt": "68",
     "Sayı": "1",
     "Başlık": "KİRA SÖZLEŞMESİNİN ÖNEMLİ SEBEPLERLE OLAĞANÜSTÜ FESHİ (TBK m.331)",
     "Title": "Extraordinary Termination of the Lease Contract Due to Significant Reasons (TCO a. 331)",
     "Yazar İsmi": [
          "Turan ŞAHİN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Kira Sözleşmesi",
          "Önemli Sebep",
          "Fesih Bildirimi",
          "Olağanüstü Fesih"
     ],
     "Keywords": [
          "Lease Contract",
          "Significant Reason",
          "Notice of Termination",
          "Extraordinary Termination"
     ],
     "Özet": "6098 sayılı Türk Borçlar Kanunu nun kiraya ilişkin genel hükümleri kapsamında  kira  sözleşmesinin  sona  ermesi;  belirli  süreli  kira sözleşmelerinde  sürenin  geçmesi  (TBK  m.327),  belirsiz  süreli  kira sözleşmelerinde fesih bildirimi (TBK m.328-330) ve olağanüstü fesih (TBK m.331-333) şeklinde düzenlenmiştir. Olağanüstü fesih nedenleri ise önemli sebepler (TBK m.331), kiracının iflası (TBK m.332) ve kiracının ölümü (TBK m.333) olmak üzere üç başlıkta ifade edilmiştir. Kiraya ilişkin genel hükümler kapsamında kira sözleşmesinin sona ermesine imkân veren üç durum  daha  söz  konusudur.  Bunlardan  ilki  kiraya  verenin,  kiracının kiralananı  özenle  kullanma  ve  komşulara  saygı  gösterme  borcunu  ihlal etmesi sebebiyle sözleşmeyi feshi (TBK m.316), ikincisi kiracının temerrüdü (TBK  m.315)  sebebiyle  sözleşmenin  feshi,  üçüncüsü  ise  önemli  ayıplar nedeniyle kiracının sözleşmeyi feshetmesidir (TBK m.305/II). Çalışmada kira sözleşmesinin önemli sebeplerle feshine ilişkin TBK m.331 hükmü, diğer sona erme sebepleri ile olan ilişkisi de değerlendirilmek suretiyle ele alınmıştır. Ayrıca İsviçre Hukuku ve Yargıtay uygulaması da olabildiğince aktarılmaya çalışılmıştır.",
     "Abstract": "Termination  of  the  lease  contract  within  the  scope  of  the  general provisions concerning to lease of the Turkish Code of Obligations (TCO) 6098; has been regulated as termination of the tenancy in certain lease contracts (TCO a.327), notice of termination in uncertain lease contracts (TCO  a.328-330)  and  extraordinary  termination  (TCO  a.331-333).  The reasons for the extraordinary termination are stated in three chapters as significant reasons (TCO a.331), bankruptcy of the tenant (TCO a.332), and the tenant s death (TCO a.333). There are three other cases that allow for the end of the the lease contract under the general provisions of lease. First of these is the termination of the contract by the lessor due to the tenant s violation of the carefully usage of the leased and obligation of respecting to the neighbours (TCO a.316), the second is the termination of the contract due to the default of the tenant (TCO a.315), and the third is the termination of the contract by the tenant due to the significant faults (TCO a.305/II). In this study, the provision of the Article 313 of the TCO concerning the termination of the lease contract for significant reasons was dealt with by assessing the relationship with other reasons for termination. The Swiss Law and Court of Cassation practice has also been tried to be conveyed as much as possible. Key  Words:  Lease  Contract,  Significant  Reason,  Notice  of Termination, Extraordinary Termination  GİRİŞ Kira sözleşmesinin önemli sebeplerle feshini düzenleyen TBK m.331, hem  kiracıya hem de kiralayana, kira ilişkisinin devamını kendileri için çekilmez hale getiren önemli sebeplerin varlığı halinde, sözleşmeyi yasal fesih bildirim sürelerine uyarak her zaman feshetme imkânı vermektedir. Kira  sözleşmesinin  önemli  sebeplerle  feshi,  6098  sayılı  Türk  Borçlar Kanunu nun  kiraya  ilişkin  genel  hükümleri  kapsamında,  sözleşmenin olağanüstü  feshi  nedenlerinden  biridir.  Çalışmada  öncelikle  önemli sebeplerle olağanüstü feshin şartları  üzerinde durulacaktır. Bu kapsamda feshe  imkân  veren  önemli  sebeplerin  neler  olduğu,  fesih  bildiriminin yapılabileceği süre  ve  bildirimin  ne  şekilde yapılabileceği  belirtilecektir. Devamla feshin sonuçları sonrasında ise önemli sebeplerle olağanüstü feshin kiraya ilişkin özel sona erme sebepleri ile ilişkisi değerlendirilecektir.  338Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359  Kira Sözleşmesinin … I.  KİRA  SÖZLEŞMESİNİN  ÖNEMLİ  SEBEPLERLE OLAĞANÜSTÜ FESHİ Kira sözleşmesinin önemli sebeplerle olağanüstü feshi TBK m.331 de düzenlenmiştir. Anılan maddeye göre;   Taraflardan  her  biri,  kira  ilişkisinin  devamını  kendisi  için çekilmez  hâle  getiren  önemli  sebeplerin  varlığı  durumunda, sözleşmeyi  yasal  fesih  bildirim  süresine  uyarak  her  zaman feshedebilir.  Hâkim,  durum  ve  koşulları  göz  önünde  tutarak,  olağanüstü fesih bildiriminin parasal sonuçlarını karara bağlar.   TBK m.331 hükmü İBK m. 266g ye benzer şekilde düzenlenmiştir. Ancak TBK m.331/II de geçen  olağanüstü fesih bildirimi  ifadesi, İBK 266g Abs.2 de  vorzeitigen Kündigung  (vaktinden önce fesih bildirimi) şeklindedir.  TBK m. 331 in kenar başlığı fesih olsa da madde, kira sözleşmesinin haklı nedenlerle feshini değil fesih bildirimi ile sona erdirilmesini düzenler. TANDOĞAN a göre de hükümde fesih deyiminin kullanılmasına rağmen gerçek anlamda bir fesih değil ancak sözleşmeyi süresinin dolmasından önce sona erdiren ve dönemleri olmayan bir çeşit fesih bildirme söz konusudur.                                                             1   6217 sayılı Yargı Hizmetlerinin Hızlandırılması Amacıyla Bazı Kanunlarda Değişiklik Yapılmasına Dair Kanun un (4/7/2012 tarihli 6353 sayılı kanunun 53 md. ile değişik) geçici 2.maddesine göre;  Kiracının Türk Ticaret Kanununda tacir olarak sayılan kişiler ile özel hukuk ve kamu hukuku tüzel kişileri olduğu işyeri kiralarında, 11/1/2011 tarihli ve 6098 sayılı Türk Borçlar Kanununun 323, 325, 331, 340, 342, 343, 344, 346 ve 354 üncü maddeleri  1/7/2012  tarihinden  itibaren  8  yıl  süreyle  uygulanmaz.  Bu  halde,  kira sözleşmelerinde bu maddelerde belirtilmiş olan konulara ilişkin olarak sözleşme serbestîsi gereği kira sözleşmesi hükümleri tatbik olunur. Kira sözleşmelerinde hüküm olmayan hallerde mülga Borçlar Kanunu hükümleri uygulanır.  2   İBK  m.266g  düzenlemesi  hususunda  bkz.  HIGI  Peter:  Zurcher  Kommentar, Obligationenrecht, Teilband Vb, Die Miete, Zweite Lieferung, Art.266-268b OR, Zürich 1995; HONSELL Heinrich: Kurzkommentar OR Art 1-529, Basel 2008; HONSELL Heinrich/VOGT Peter Nedim/WIEGAND Wolfgang: Kommentar Zum Schweizerischen Privatrecht, Obligationenrecht I, Art.1-529 OR, Basel 1992.  3   GÜMÜŞ M. Alper: Borçlar Hukuku Özel Hükümler, C.I, İstanbul 2013, s.320; Feshi ihbar mühleti (önel) adı verilen bir süre geçtikten sonra borç ilişkisi ileri için sona erer, buna da feshi ihbarla fesih denilir. YAVUZ Nihat: Kira Hukuku, Ankara 2018, s.403; Taraflara önemli sebeplerin varlığı halinde bir fesih ihbar hakkı tanınmıştır. DOĞAN Murat: Konut ve Çatılı İşyeri Kira Sözleşmelerinin Sona Ermesi, Ankara 2011, s.27. 4   TANDOĞAN Haluk: Borçlar Hukuku Özel Borç İlişkileri, C.I/2, İstanbul 2008, s.233.  339Turan ŞAHİN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359 Kira sözleşmesinin önemli sebeplerle olağanüstü feshi (TBK m.331), işlem temelinin çökmesi halinin uygulama hallerinden biridir. Olağanüstü fesih,  taraflardan  birinin,  belirli  ve  belirsiz  süreli  borç  ilişkilerini,  bazı sebeplerin ortaya çıkması halinde tek taraflı irade beyanıyla sona erdirebilmesi imkânını  ifade  eder.  Olağanüstü  fesih  için  sürekli  borç  ilişkisinin  ifası esnasında,  önceden  öngörülemeyen  bazı  sebeplerin  ortaya  çıkması  ve  bu nedenle borç ilişkisinin temelinin çökmüş ya da artık devamının taraflardan beklenemeyecek ölçüde değişikliğe uğramış olması gerekmektedir. TBK  m.331  hükmünün  emredici  olup  olmadığı  tartışmalıdır.  Bazı yazarlara  göre  emredici  olan  TBK  m.331/I  hükmünün  şartlarının değiştirilmesi  mümkün  değildir,  ancak  TBK  m.331/II  hükmündeki sonuçların  (örneğin  önemli  sebeple  fesihte  tazminat  ödenmesine  gerek olmadığının) taraflarca kararlaştırılması mümkündür. Bazı yazarlara göre ise  TBK  m.331  hükmü  tamamen  emredici  nitelikte  olup  taraflar  fesih hakkını  ortadan  kaldıramayacakları  gibi  feshin  şartlarını  ve  parasal sonuçlarını  değiştiremezler.  Bizim  de  katıldığımız  üzere,  TBK  m.331 hükmü nispi emredici nitelikte olup taraflar aralarında yapacakları anlaşma ile bir kısım tasarruflarda bulunabilir. Örneğin önemli nedenlerle feshin                                                            5   HIGI,  Art.266g,  Nr.20,  Nr.60;  HONSELL,  Art.266g,  Nr.1,  s.969;  HONSELL/ VOGT/WIEGAND, Art.266g, Nr.8; ARAL Fahrettin/AYRANCI Hasan: Borçlar Hukuku Özel Borç İlişkileri, Ankara 2015, s.325; EREN Fikret: Borçlar Hukuku Özel Hükümler, Ankara 2017, s.383; BURCUOĞLU Haluk: Yargıtay Kararları Işığında 6570 Sayılı Yasaya Göre Kiracının Tahliye Edilmesi, İstanbul 1993, s.284; TANDOĞAN, s.230; FEYZİOĞLU Feyzi Necmeddin: Borçlar Hukuku, İkinci Kısım, Akdin Muhtelif Nevileri (Özel Borç İlişkileri), C.I, İstanbul 1980, s.621, dn.305; İNCEOĞLU Murat: Kira Hukuku, C.II, İstanbul 2014, s.220; ALTINOK ORMANCI Pınar: Sürekli Borç İlişkilerinin Haklı Sebeple Feshi, Doktora Tezi, Ankara 2011, s.101; ULUÇAY Aslı: 6570 Sayılı Kanuna Tabi Taşınmazlar Açısından Kira Sözleşmesinin Sona Erme Nedenleri, Yayınlanmamış YLT.  İstanbul  2010,  s.107;  KIRMIZI  Mustafa:  Kira  Hukuku,  Ankara  2013,  s.293; GÜNEL Mustafa Cahit, Taşınmaz Kiralarında Sözleşmenin Kiracı Tarafından Vaktinden Önce Sona Erdirilmesi, Doktora Tezi, İstanbul 2010, s.205; GÜMÜŞ, s.320-321; GÜMÜŞ M.  Alper:  Kira  Sözleşmesi,  İstanbul  2012,  s.266  (Sonraki  atıflar   Kira   olarak yapılacaktır) 6   SELİÇİ Özer: Borçlar Kanununa Göre Sözleşmeden Doğan Sürekli Borç İlişkilerinin Sona Ermesi, İstanbul 1976, s.156; ALTINOK ORMANCI, s.96. 7   ALTINOK ORMANCI, s.96. 8   İNCEOĞLU,  s.220,  dn.126 daki  yazarlar;  HONSELL,  Art.266g,  Nr.4,  s.969; ZEVKLİLER Aydın/GÖKYAYLA K. Emre: Borçlar Hukuku Özel Borç İlişkileri, Ankara 2016, s.351; Feshin mali sonuçları için taraflar anlaşabilir veya hâkime başvurabilir. Bkz. HIGI, Art.266g, Nr.65. 9   İNCEOĞLU, s.220, dn.127-128 deki yazarlar. 10  AYDIN, s.236; Ayrıca bkz. İNCEOĞLU, s.220 vd.  340Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359  Kira Sözleşmesinin … parasal sonuçlarını kararlaştırabilirler. Ancak sağlığı bozucu bir halin önemli sebep olmadığı yönünde bir kararlaştırma yapmaları geçerli olmaz. Nitekim bu durum da kişilik hakkına aykırılık (MK m.23) söz konusu olur.  II. ÖNEMLİ SEBEPLERLE OLAĞANÜSTÜ FESHİN ŞARTLARI Kiracı  veya  kiraya  verenin  kira  sözleşmesini  TBK  m.331  uyarınca sonlandırabilmesi  için  aranan  şartları;  kira  sözleşmesinin  varlığı,  kira ilişkisinin devamını çekilmez hale getiren önemli sebepler ve fesih bildirimi olarak ifade etmek mümkündür.  A. Kira Sözleşmesinin Varlığı Önemli sebeplerle olağanüstü fesih hakkının kullanılabilmesi için konusu taşınır veya taşınmaz olan bir kira sözleşmesinin var olması gerekli olup, bu sözleşme  belirli  ya  da  belirsiz  süreli  olabilir.  İBK  m.266g  hükmünün yürürlük alanının da kiranın tüm şekilleri olduğu ifade edilmektedir.  Konut ve çatılı işyeri kiralarının önemli sebeplerle olağanüstü feshi mümkündür.  Nitekim  6217  sayılı  Yargı  Hizmetlerinin  Hızlandırılması Amacıyla  Bazı  Kanunlarda  Değişiklik  Yapılmasına  Dair  Kanun un                                                            11  ARAL/AYRANCI,  s.324-325;  HONSELL,  Art.266g,  Nr.2,  s.969;  HONSELL/ VOGT/WIEGAND,  Art.266g, Nr.2;  EREN,  s.384;  GÜMÜŞ, s.320;  YAVUZ,  s.404; İNCEOĞLU,  s.222;  YAVUZ  Cevdet/ACAR  Faruk/ÖZEN  Burak:  Borçlar  Hukuku Dersleri,  Özel  Hükümler,  İstanbul  2012,  s.257;  ZEVKLİLER/GÖKYAYLA,  s.350; TUNABOYLU Müslim: Kira Sözleşmesinde Fesih ve Tahliye Davaları, Ankara 2013, s.532; AYDIN Gülşah Sinem: Kira Sözleşmesinin Genel Hükümlere Göre Sona Ermesi, (TBK m.327-333), İstanbul 2013, s.181; DAŞLI Engin: 6098 Sayılı Türk Borçlar Kanunu Hükümlerine  Göre  Kira  Sözleşmesinin  Feshi,  Erzincan  2017,  s.123;  SAFAROV Gulmammad:  Yeni  Türk  Borçlar  Kanunu na  Göre  Konut  ve  Çatılı  İşyeri  Kirası, Yayınlanmamış YLT, Ankara 2015, s.151; ŞAHİN Halil İbrahim: Kira Sözleşmesinin Önemli Sebeple Feshi, Yayınlanmamış YLT, İstanbul 2016, s.43; ŞAFAK Elif Esma: Kira Sözleşmesinin  Kiracının  Sözleşmeye  Aykırı  Davranışları  Sebebiyle  Feshedilmesi, Yayınlanmamış  YLT,  İstanbul  2013,  s.152;  Bkz.  Yargıtay  6.  HD.  27.10.2015  T. 2015/7331 E. 2015/9163 sayılı K. için bkz. www.kazanci.com/kho/ibb/giris.htm (Erişim Tarihi:  18.04.2018);  818  sayılı  BK  264.maddede   muayyen  bir  müddetle  aktedilen gayrimenkul kirasında  ifadesi yer aldığından önemli sebeplerle fesih için sözleşmenin belirli  süreli  olması  şartı  aranmakta  idi.  Bundan başka  264.madde  uyarınca önemli sebeplerle fesih, sadece taşınmaz kirasında söz konusu idi. 6098 sayılı TBK m.331 ile gerek belirsiz süreli kiralarda gerekse taşınır kiralarında önemli sebeple fesih imkânı doğmuştur.  12  HIGI, Art.266g, Nr.3. 13  Benzer yönde bkz. İNCEOĞLU, s.223; BURCUOĞLU, s.283; YAVUZ/ACAR/ÖZEN, s.259; AYDIN, s.252; TBK m.331 in konut ve çatılı işyeri kiraları bakımından uygulanıp uygulanamayacağı hususunda her önemli sebep için somut olayın şartlarına göre ayrı ayrı değerlendirme yapılması gerektiği yönünde bkz. GÜMÜŞ, Kira, s.276.  341Turan ŞAHİN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359 (4/7/2012 tarihli 6353 sayılı kanunun 53 md. ile değişik) geçici 2.maddesi kapsamında kiracının Türk Ticaret Kanunu nda tacir olarak sayılan kişiler ile özel hukuk ve kamu hukuku tüzel kişileri olduğu işyeri kiralarında, Türk Borçlar  Kanunu nun  331.  maddesinin  1/7/2012  tarihinden  itibaren  8  yıl süreyle uygulanmayacağı ifade edilmektedir. Böyle bir düzenleme önemli sebeplerle  feshin  (TBK  m.  331)  konut  ve  çatılı  işyeri  kiralarında  da uygulanacağının açık göstergesidir.  TBK m.331 hükmünün uygulanabilmesi için kiralananın kiracıya teslim edilmesi şart olmayıp henüz kiralananın teslim edilmediği bir dönemde bile,  önemli  sebebin  ortaya  çıkması  halinde  kira  sözleşmesinin  sona erdirilme imkânı vardır. Hâkimin bu durumda parasal sonuçları belirlerken (kira konusu teslim edilmediği için karşı tarafın zararı sınırlı olacağından) denkleştirme bedelini de düşük tutması mümkündür. Ayrıca bu halde sona erme ileriye etkili olmayıp geçmişe etkilidir.  Kiracının  haklı  sebep  olmadan  kiralananı  teslim  almaması  (alacaklı temerrüdü)  halinde  TBK  m.331  (İBK  m.266g)  uygulanmaz.  Alacaklının temerrüdü halinde ya borçlunun temerrüdü veya şartlara bağlı olarak kiracı tarafından, beklenen sözleşmenin ihlali söz konusu olur. Kiralananı teslim almada  temerrüt  halinde  özel  olarak  kiralananın  süresinden  önce  geri verilmesine ilişkin TBK m.325 (İBK m.264) hükmü uygulanır.  B.  Kira  İlişkisinin  Devamını  Çekilmez  Hale  Getiren  Önemli Sebeplerin Olması Taraflardan biri için kira ilişkisinin devamını çekilmez hale getiren önemli sebeplerin ortaya çıkması gerekir. (TBK m.331) Önemli sebeplerin varlığını  hâkim,  MK  m.4  uyarınca  dürüstlük  kuralları  ve  hakkaniyet çerçevesinde değerlendirir.                                                             14  AYDIN, s.182; Bkz. İNCEOĞLU, s.223. 15  İNCEOĞLU, s.223; Ayrıca bkz. AYDIN, s.182. 16  SELİÇİ, s.223; İNCEOĞLU, s.223; AYDIN, s.182. 17  HIGI, Art.266g, Nr. 19. 18  HIGI, Art.266g, Nr.19. 19  Gerek kiracı gerekse kiraya veren önemli sebeple fesih hakkına sahiptir. Bkz. GÜMÜŞ, Kira, s.269; BURCUOĞLU, s.283; DOĞAN, s.26; AYDIN, s.218. 20  GÜMÜŞ, s.320-321; GÜMÜŞ, Kira, s.268; ARAL/AYRANCI, s.325; DAŞLI, s.130-131; Bkz. TUNABOYLU, s.532; SELİÇİ, s.187; GÜNEL, s.223; ŞAHİN, s.85; ŞAFAK, s.163; Bkz. HIGI, Art.266g, Nr.30; HONSELL, Art.266g, Nr.5, s.969. 342Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359  Kira Sözleşmesinin … TBK m.331 hükmünde önemli sebebin tanımı yapılmamıştır. Önemli sebep kavramı her somut olaya göre değişebilen elastiki bir kavramdır. Önemli sebep fesih beyanında bulunan için ilişkiyi çekilmez hale getiren bir olgu olarak kabul edilmekte olup, bunun somutlaştırılması için dürüstlük kuralına başvurulmaktadır.  Önemli sebeplerin sözleşmenin kurulduğu sırada, taraflarca önceden öngörülememesi  gerekir.  Öngörülemezlik  ile  kastedilen  sözleşmenin kurulması  sırasında  bu  hususun  objektif  bir  değerlendirme  ile  taraflarca hesaba katılmasının gerekip gerekmediğidir.  Önemli sebeplerin ortaya çıkabileceği önceden öngörülebiliyorsa veya bunların ortaya çıkmasında bu sebebi ileri sürenin kusuru varsa TBK m.331                                                            21  SELİÇİ, s.188; Önemli sebep kavramının formüle edilemeyeceği yönünde bkz. HIGI, Art.266g, Nr.11. 22  SELİÇİ, s.192; Bkz. AYDIN, s.185;  Kiralanan yer oksijenle kaynak işleri yapılmak üzere  kiralanmış  olsa  bile  yapılan  bu  işlerin  sağlığa  zararlı  ve  tahammül  edilmez derecede gürültüye sebebiyet verdiğinin tespiti halinde bu durum mühim sebep sayılır.  değerlendirmesi yapmıştır. Yargıtay HGK 11.12.1968 T. 593/826 sayılı K. için bkz. YAVUZ, s.405; Önemli sebepler, kurulması anında tarafların akde temel olarak kabul ettikleri şahsi veya maddi şartlarla ilgili sebeplerdir. TANDOĞAN, s.232; Önemli sebep, sözleşmenin başlangıcında önceden görülemeyen, dürüstlük kuralına göre kira ilişkisinin devamını çekilmez hale getiren, olağanüstü beklenmedik bir durumdur. AYDOĞDU Murat/KAHVECİ  Nalan:  Türk  Borçlar  Hukuku  Özel  Borç  İlişkileri  (Sözleşmeler Hukuku), Ankara 2017, s.636. 23  Önemli  sebeplerin  normal  olarak  kira  sözleşmesinin  devamı  sırasında  ortaya  çıktığı söylenebilir. Ancak kira sözleşmesinin başlangıcında var olup da bilinmeyen önemli sebepler de kira ilişkisinin sona erdirilmesi için ileri sürülebilir. TANDOĞAN, s.231; Mehaz kanun m.269 daki  kira ilişkisinin başlangıcında  ifadesi Türkçeye çevrilirken ihmal  sonucu  unutulmuştur.  BURCUOĞLU,  s.288;  Önemli  nedenlerin  sözleşmenin başında veya devamında ortaya çıkması arasında fark yoktur. Ayrıca bu nedenler ileri sürence kirayı kurduğu zamanda bilinmemeli veya bilinmesi gerekmemelidir. YAVUZ, s.405. 24  EREN, s.384; GÜMÜŞ, s.321; BURCUOĞLU, s.285; YAVUZ/ACAR/ÖZEN, s.258; GÜNEL,  s.223;  ÖZDOĞAN  Mustafa/OYMAK  Tuba:  6098  Sayılı  Türk  Borçlar Kanunu nda  Kira,  Ankara  2013,  s.103;  Sözleşmenin  kurulduğu  anda  bilinen  veya öngörülebilir olan önemli sebepler hariç tutulur. GUHL Theo/MERZ Hans/KUMMER Max/KOLLER  Alfred/DRUEY  Jean  Nicolas:  Das  Schweizerische  Obligationenrecht, Zürich 1995, s.411; ARAL/AYRANCI, s.325; DAŞLI, s.129; İNCEOĞLU, s.234; Bkz. HUGUENIN Claire: Obligationenrecht, Besonderer Teil, Zürich 2008, Nr.514, s.78;Bkz. HONSELL, Art.266g, Nr.6, s.970; Bkz. MUNCH Peter/BÖHRINGER Peter/KASPER Sabina/PROBST Franz: Schweizer Vertragshandbuch, Basel 2007, Nr.3.2, s.254.  25  İNCEOĞLU, s.235, dn.190 daki yazar.  343Turan ŞAHİN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359 hükmüne  dayanarak  kira  sözleşmesini  feshedemez.  Fesih  muhatabının hiçbir kusuru bulunmasa da önemli (haklı) sebebin varlığı taraflar arasındaki güven ilişkisini sarsabilir ve fesheden taraf açısından sözleşmeye devam etme çekilmez hale gelebilir.  Önemli sebeplerle olağanüstü fesih için parametre sadece ekonomik değil aynı zamanda diğer kişilikle ilgili yönlerdir.  İşleri  bozulan  kiracının  kira  bedelini  ödemekte  güçlük  yaşaması, asansörü olmayan ve üst katta oturan kiracının kalp krizi geçirmesi, kiracının başka bir ile tayini çıkması önemli sebepler olarak ifade edilmektedir. Ayrıca savaş hali ya da ağır ekonomik kriz gibi olaylarda önemli sebep olarak  ifade  edilmektedir.  Tarafların  ekonomik  durumlarındaki değişikliklerin  önemli  sebep  sayılıp  sayılmayacağı  tartışmalıdır.  Bazı yazarlara  göre  kiraya  verenin  veya  kiracının  ekonomik  durumundaki değişiklikler önemli bir sebep teşkil edebilir. İNCEOĞLU na göre ise ekonomik durumdaki değişiklikler kural olarak önemli sebep teşkil etmez, taraflardan birinin ekonomik durumunun bozulması kendi hayat rizikosuna                                                            26  YAVUZ/ACAR/ÖZEN, s.258; Kusursuz olunması için bkz.  MUNCH/BÖHRINGER/ KASPER/PROBST,  Nr.3.2,  s.254;  BURCUOĞLU,  s.286-288;  TANDOĞAN,  s.232; DOĞAN, s.231; GÜMÜŞ, s.321; GÜMÜŞ, Kira, s.268; ÖZDOĞAN/OYMAK, s.103; ULUÇAY, s.108; KIRMIZI, s.294; ARAL/AYRANCI, s.325; BECKER Hermann: İsviçre Borçlar Kanunu Şerhi, İkinci Bölüm, Çeşitli Sözleşme İlişkileri, Madde:184-551 (Çev. A.Suat Dura), Ankara 1993, s.306; TUNÇOMAĞ Kenan: Türk Borçlar Hukuku, II.Cilt, Özel Borç İlişkileri, İstanbul 1977, s.609; DAŞLI, s.134; Kusur ile sebebin ortaya çıkması arasında bir nedensellik bağı yoksa veya kusur karşı tarafın kusuruna oranla daha azsa haklı  sebeple  fesih  mümkün  olmalıdır.  ALTINOK  ORMANCI,  s.165;  Sözleşmeyi feshetmek  isteyenin  daha  kusurlu  olmaması  gerektiği  yönünde  bkz.  AYDIN,  s.220; İNCEOĞLU, s.236. 27  ALTINOK ORMANCI, s.164, dn.463 deki yazarlar.  28  HONSELL, Art.266g, Nr.1, s.969. 29  ZEVKLİLER/GÖKYAYLA, s.350; Tarafların ekonomik ve kişisel durumlarında meydana gelen ve öngörülemeyen değişiklikler taraflara ilişkin önemli sebeplerdir. AYDIN, s.202; Önceden  öngörülemeyecek  tarzda  memuriyet  nakli  önemli  sebep  olarak değerlendirilebilir.  YAVUZ/ACAR/ÖZEN,  s.258;  Bir  daire  için  uzun  süreli  kira sözleşmesi imzalayan herkes, işyerinin olası değişikliğini bilir ve OR 266g ye göre vazgeçemez. GUHL/MERZ/KOLLER, s.411.  30  ARAL/AYRANCI, s.325; GÜMÜŞ, s.321; AYDIN, s.193; HONSELL, Art.266g, Nr.5, s.969; HUGUENIN, Nr.514, s.78; Ekonomik krizler sonucu ekonomik çöküşün, önemli sebep olduğu yönünde bkz. HIGI, Art,266g, Nr.41. 31  Bkz. İNCEOĞLU, s.240, dn.221 deki yazarlar; Bkz. HONSELL, Art.266g, Nr.5, s.969; KIRMIZI, s.295. 32  İNCEOĞLU, s.240-241; Benzer yönde bkz. HIGI, Art.266g, Nr.31; ŞAHİN, s.71-72. 344Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359  Kira Sözleşmesinin … ilişkin  olup  bunun  sonuçlarının  karşı  tarafa  yüklenmesi  adil  olmaz. Kanaatimizce  de  tarafların  ekonomik  durumundaki  değişiklikler  kendi kusurlarından kaynaklı ise bu durum sözleşmenin feshi için TBK m.331 kapsamında önemli sebep sayılmamalıdır.  Ekonomideki konjuktürel dalgalanmalar, kira bedelinin azlığı veya çokluğu,  kiralanan  arsanın  kiraya  verence  arsa  payı  karşılığı  inşaat sözleşmesine konu yapılması önemli sebeplerden sayılmaz.  Burada değerlendirilmesi gereken bir husus önemli sebeplerle feshin, aşırı  ifa  güçlüğü  (TBK  m.138)  karşısındaki  konumudur.  TBK  m.331 in uyarlama  davalarına nazaran  daha  geniş  uygulama  alanı  olduğunu  ifade etmek  mümkündür.  Önceden  öngörülemeyen  sosyal  boyutlu  olağanüstü olaylar (savaş, ekonomik kriz) TBK m.331 in uygulanması açısından yeterli olduğu gibi, TBK m.138 kapsamındaki uyarlama davasından farklı olarak sosyal  boyut  taşımayan  olaylar  dahi  haklı  sebep  olarak  TBK  m.331 in uygulanmasına imkân verir. 818 sayılı BK döneminde Yargıtay uyarlama davalarını  sözleşme  şartları  açısından  yalnızca  kira  bedeline hasretmekteyken, artık TBK m.138 hükmü karşısında kira sözleşmelerinin kira bedelleri dışında diğer sözleşme şartları çerçevesinde uyarlanabilmesi imkânı  da  söz  konusudur.  TBK  m.138  ve  TBK  m.331  hükmünün                                                            33  HIGI, Art.266g, Nr.41. 34   Davacı fırının 15 yıl süre ile kiralanmış olmasını ve kira bedelinin başlangıçtaki azlığını akdin icrasını tahammül edilemez hale getiren önemli sebep olarak göstermiştir. Davacı tarafından açıklanan çekilmezlik nedenleri kira sözleşmesinin önceden öngörülemeyen esaslı değişmesi olarak kabul edilemez. Çünkü bu nedenler sözleşme yapılırken bilinen koşullardır.  Yargıtay 13 HD. 18.03.1988 T. 1988/853 E. 1988/1587 sayılı K. için bkz. BURCUOĞLU, s.288;  Kira parasının azlığı ileri sürüldüğü takdirde kiralayanın akdin hitamında  kira  tespiti  davası  açılabileceği  gibi  akdin  sona  ermesinden  önce  de sözleşmenin bedele ilişkin hükümlerinin günün koşullarına göre değiştirilmesini görevli mahkemeden  isteyebilir.  Yargıtay ın  yerleşmiş  içtihadına  göre  bu  suretle  düzeltme mümkün olan hallerde kira akdinin feshi istenemez.  Yargıtay 3.HD. 02.05.1986 T. 5195/5293 sayılı K. için bkz. YAVUZ, s.407. 35  AYDIN, s.194-195; GÜMÜŞ, s.322; GÜMÜŞ, Kira, s.270;  Davacı süreli olarak kurduğu kira  sözleşmesinin  bitmesine  2  yıl  kala  üçüncü  kişi  ile  yaptığı  kat  karşılığı  inşaat sözleşmesi  gereğince  davaya  konu  taşınmazın  kendisine  boş  olarak  teslim  edilmesi gerektiğini ve bu nedenle kira sözleşmesini feshetmek istediğini bildirmiş yasal olarak BK 264. maddesine dayanmıştır. Böyle bir iddia önemli nedenlerle kira sözleşmesinden dönmeye neden olamaz. Zira böyle bir olasılık baştan itibaren hesaba katılması gerekirdi.  Yargıtay 3.HD. 22.03.1999 T. 1999/2310-2904 sayılı K. için bkz. KIRMIZI, s.302. 36  GÜMÜŞ, Kira, s.268-269. 37  GÜMÜŞ, Kira, s.268-269. 345Turan ŞAHİN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359 uygulama şartlarının aynı anda oluştuğu hallerde kiracı veya kiraya veren önemli  sebeplerle  sözleşmeyi  feshetmek  yerine  kira  sözleşmesinin  TBK m.138 kapsamında uyarlanmasını da isteyebilir. Buradaki sorun sözleşmenin değişen şartlara uyarlanması imkânı varsa yine de TBK m.331 e göre feshin mümkün olup olmadığıdır. Taraflardan birinin  önemli  sebeplerle  sözleşmeyi  feshettiği  bir  durumda  karşı  taraf, uyarlama  yapılması  halinde  çekilmezlik  unsurunun  ortadan  kalkacağını belirtip  uyarlama  istemişse,  hâkim  feshin  şartlarının  oluşmadığını  kabul ederek  uyarlama  yapmalıdır.  Tarafların  uyarlamayı  talep  etmediği  bir durumda  hâkimin  kendiliğinden  uyarlama  yoluna  gitmesi  söz  konusu olmayıp bu halde hâkim TBK m.331 in şartlarının oluşup oluşmadığına göre kararını vermelidir.  C. Fesih Bildirimi Kanun  koyucu  TBK  m.331  hükmünde  taraflardan  her  birinin,  kira ilişkisinin devamını kendisi için çekilmez hâle getiren önemli sebeplerin varlığı durumunda, sözleşmeyi yasal fesih bildirim süresine uyarak her zaman feshedebileceğini düzenlemiştir.  1. Fesih Bildiriminin Yapılabileceği Süre Önemli sebeplerle kira sözleşmesini feshetmek isteyen taraflardan biri, taşınmaz kiraları ile taşınır yapıya ilişkin kiralarda TBK m.329 daki yasal fesih bildirim süresine (3 ay), taşınır kiralarında ise TBK m.330 daki yasal fesih bildirim süresine (3 gün) uymak suretiyle fesih bildirimi yapabilir.  TBK m.331 kapsamında önemli nedenlerle fesih bildiriminin yasal veya akdi fesih dönemlerinin sonuna rastlatılmasına gerek yoktur. Bu manada TBK m. 329 da ifade edilen altı aylık fesih dönemi beklenmez.                                                             38  AYDIN, s.206; İNCEOĞLU, s.227; GÜMÜŞ, Kira, s.269. 39  İNCEOĞLU,  s.227;  Ayrıca  bkz.  BURCUOĞLU,  s.293;  Kira  ilişkisinin  Art.266g kapsamında usulüne uygun olarak tek taraflı feshinden sonra, fesheden veya feshedilen tarafın uyarlamayı amaçlayan şikâyetine yer olmadığı hususunda bkz. HIGI, Art.266g, Nr.27. 40 İNCEOĞLU, s.227. 41  İBK m. 266g için bkz. HIGI, Art.266g, Nr.61; Önemli bir sebep olduğunda sözleşmedeki veya  yasal tarihler gözlenmemelidir. GUHL/MERZ/KOLLER, s.411; DOĞAN, s.27; BURCUOĞLU, s.289; Yargıtay 3.HD. 22.01.2001 T.1467 E. 2257 sayılı K. için bkz. 346Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359  Kira Sözleşmesinin … TBK  m.331  uyarınca  yapılan  fesih  bildirimi,  derhal  yapılır  ancak etkisini (taşınmaz kiraları ile taşınır yapıya ilişkin kiralarda) karşı tarafa ulaşmasından 3 ay sonra gösterir.  Taşınır  kiralarında  ise etkisini  karşı tarafa ulaşmasından 3 gün sonra gösterir.  Önemli  sebepler,  ortaya  çıkmasından  hemen  sonra  bildirilmelidir. Ancak fesheden tarafa belli bir süre verilecektir. Bunun sebebi her ikisi için de  gerekçenin  ortaya  çıkmasının  etkilerini  ve  sonlandırmanın  (feshin) sonuçlarını dikkate almaktır. Bu çerçevede önemli nedenlerin fark edilmesi sürekli bir süreçtir (Kötüleşen kriz, artan geçimsizlik, sürekli geç ödemeler gibi). Çekilmezliğin sonuçlarının geçici, zamana bağlı olması önemli sebep olarak kabul edilemez. Genellikle önemli sebeplerin varlığı halinde feshin tam zamanında yapıldığı var sayılmaktadır.  TBK m.331 hükmünde kira sözleşmesinin her zaman feshedilebileceği ifade edilse de, önemli sebep ortaya çıkınca dürüstlük kuralı kapsamında uygun olan kısa sürede fesih yoluna başvurulması gerekir, aksi halde hem sözleşmenin devamını çekilmez kılan bir sebebin olduğunu iddia edip hem de uzunca bir süre beklemek çelişkili davranış yasağına girer.                                                                                                                                          UYGUR, s.6287; Yargıtay 3. HD. 18.09.2001 T. 2001/6667 E. 2001/7872 sayılı K. için bkz. www.kazanci.com/kho/ibb/giris.htm (Erişim Tarihi: 18.09.2018) 42  Bkz. YAVUZ/ACAR/ÖZEN, s.258; GÜMÜŞ, s.258; ZEVKLİLER/GÖKYAYLA, s.350351; DAŞLI, s.133; AYDIN, s.255; ÖZTÜRK Mehmet: Konut ve Çatılı İşyeri Kira Sözleşmelerinin Sona Erme Halleri, DEÜHFD. Prof. Dr. Şeref Ertaş a Armağan, C.19, Özel Sayı-2017, s.1586; AYDOĞDU/KAHVECİ, s.636; KIRMIZI, s.294; Fesih hakkının kullanılması ile fesih etkisini derhal gösteremiyorsa, feshin etkisini göstermesi için belirli bir sürenin geçmesi gerekliyse fesih bildirimi, feshi ihbardan söz edilir. ŞAHİN, s.45; Yargıtay 13. HD. 18.02.1986 T. 307 E. 920 sayılı K. için bkz. UYGUR, s.6288;  Kira sözleşmesine  devam  etmenin  çekilmez  hale  gelmesi  nedeniyle  BK  264.maddesine dayanılarak süre bitmeden önce feshedebilmek için BK 262.maddesinde belirtilen feshi ihbar  sürelerine  uymak  gerekir.  Bu  itibarla  1.2.1984  tarihinde  davalıya  ihtarname gönderilerek kira sözleşmesinin feshedildiği bildirildiğine göre davacı kiracının 3 ay daha kira sözleşmesi ile bağlı olduğunun ve bu cümleden olarak sözleşmenin 1.5.1984 tarihinde sona erdiğinin kabulü gerekir.  Yargıtay 13.HD. 16.4.1987 T. 1926/2300 sayılı K. için bkz. YAVUZ, s.407. 43  HIGI, Art.266g, Nr.59. 44  AYDOĞDU/KAHVECİ, s.636; ŞAFAK, s.179; Bkz. HONSELL, Art.266g, Nr.7, s.970; GÜMÜŞ e göre ise fesih bildiriminin kira sözleşmesinin süresinin sonuna kadar yapılması gerekir. Kira sözleşmesinin TBK m. 300 veya 347 ye göre yenilendiği hallerde ancak yenileme döneminde de devam eden ya da ortaya çıkacak haklı sebebe dayalı olarak kira sözleşmesini sona erdirmek mümkündür. Bkz. GÜMÜŞ, s.322. 347Turan ŞAHİN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359 2. Fesih Bildirimin Şekli  6098 sayılı Türk Borçlar Kanunu nun kiraya ilişkin genel hükümlerine tabi  kira  sözleşmelerinin  önemli  sebeplerle  feshi  için  gerekli  olan  fesih bildirimi şekle tabi değilken, konut ve çatılı işyeri kiralarında fesih bildirimi TBK m.348  uyarınca  yazılı şekle tabidir.  İBK  206o kapsamında şekil kuralının ihlali halinde mutlak butlan (Nichtigkeit) söz konusu olur.  Bu  noktada  değerlendirilmesi  gereken  bir  husus  fesih  bildiriminde önemli  sebeplerin  yer  almasına  gerek  olup  olmadığıdır.  Bazı  yazarlar sözleşmeyi  feshederken  önemli  sebebin  ne  olduğunun  fesih  bildiriminde belirtilmesine gerek olmadığını, ancak karşı tarafın istemi üzerine somut sebebin  belirtilmesi  zorunluluğu  doğacağını  ifade  etmektedir.  Bazı yazarlarca ise fesih beyanının gerekçelendirmesinin zorunlu olduğu, gerekçe gösterilmeden ileri sürülen feshin yapıldığı andan itibaren geçersiz olacağı, kira sözleşmesine son verebilmek için gerekçeli ikinci bir fesih beyanının gerektiği belirtilmektedir.  Kanaatimizce  fesih  bildiriminin  gerekçelendirilmesine  gerek  yoktur. Fesih bildiriminde bulunanın, feshe dayanak olacağını düşündüğü sebeplerin yerinde  olup  olmadığı  meselesi  açılacak  olan  davada  hâkimin  vereceği kararla  ortaya  çıkar.  Önemli  sebeple  feshettiğini  ileri  süren  tarafın kendisinden  sorulması  halinde  dürüstlük  kuralı  uyarınca  fesih  sebebini bildirmesi  gerekir.  Sebebin  bildirilmemesi  halinde  ise  uğranılan  zararın tazmini gündeme gelir.                                                              45  HIGI,  Art,266g,  Nr.56-57;  GUHL/MERZ/KOLLER,  s.406;  Benzer  yönde  Alman Hukukunda  bkz.  BROX  Hans,  Besonderes  Schuldrecht,  München  1999,  s.119-120; BURCUOĞLU,  s.289;DOĞAN,  s.234;  ÖZDOĞAN/OYMAK,  s.104-105;  GÜMÜŞ, s.322; İNCEOĞLU, s.247; GÜMÜŞ, Kira, s.272; ŞAFAK, s.179; KIRMIZI, s.297; Bkz. AYDIN, s.229; Feshin şekle tabi olacağına ilişkin anlaşma yapılabileceği yönünde bkz. HIGI, Art.266g, Nr.58, Nr.69. 46  GUHL/MERZ/KOLLER, s.406. 47  İNCEOĞLU,  s.248;  AYDIN,  s.225-226;  ALTINOK  ORMANCI,  s.183;  Fesih bildiriminde gerekçeye gerek olmadığı yönünde bkz. BROX, s.119. 48  TANDOĞAN, s.233; Önemli sebebin ayrıntısıyla olmasa bile genel bir ifade ile fesih beyanında belirtilmesi zorunlu olup aksi halde fesih beyanından önemli sebeple feshe mi yoksa başka bir fesih yoluna mı başvurulduğu anlaşılamaz. DAŞLI, s.134. 49  Bkz. SELİÇİ, s.163; AYDIN, s.226; İNCEOĞLU, s.248. 348Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359  Kira Sözleşmesinin … III.  ÖNEMLİ  SEBEPLERLE  OLAĞANÜSTÜ  FESHİN SONUÇLARI Kira sözleşmesinin önemli sebeplerle olağanüstü feshinin sonuçlarını kira sözleşmesinin sona ermesi ve fesih sebebiyle uğranılan zararın tazmini olarak ifade etmek mümkündür.  A. Kira Sözleşmesinin Sona Ermesi Kira sözleşmesi önemli sebeplerle feshedilmişse, taşınmaz kiraları ile taşınır yapıya ilişkin kiralarda fesih bildiriminin karşı tarafa ulaşmasından 3 ay sonra (TBK m. 329) taşınır kiralarında ise fesih bildiriminin karşı tarafa ulaşmasından 3 gün sonra (TBK m. 330) kira sözleşmesi sona erer.  Kira  sözleşmesinin  sona  ermesi  ile  kiralananın  geri  verilmesi yükümlülüğü söz konusu olur. Kiralananın geri verilmemesi halinde kiraya karşılık  gelen  bir  tazminat  yükümlülüğü  ortaya  çıkar  ancak  bu  durum kiracılığın devamı anlamına gelmez.  Kiraya verenin, feshin şartları oluşmamasına rağmen sözleşmeyi haksız feshi halinde ise kira sözleşmesi sona ermez. Kiracı kiralananı kullanmaya devam edebilir. Buna karşın kiracı tarafından, feshin şartları oluşmamasına                                                            50  Bkz. HIGI, Art.266g, Nr.65-66. 51  HIGI, Art.266g, Nr.67; GUHL/MERZ/KOLLER, s.411; İNCEOĞLU, s.252, dn.266 daki yazarlar; Önemli bir sebep olmadan fesih açıklaması geçersizdir. HONSELL, Art.266g, Nr.10, s.970; AYDIN, s.256; ALTINOK ORMANCI, s.233; ŞAFAK, s.181; Maddi ve şekli koşullar oluşmadan yapılan önemli sebeple fesih bildirimi geçersiz olacağından kiraya verence yapılan fesih ve tahliye istemi sonuçsuz kalacak, kira sözleşmesinin devamı söz konusu  olacaktır.  AYDOĞDU/KAHVECİ,  s.637;  Geçersiz  olan  önemli  sebeple  fesih bildirimi çevirme (tahvil) yoluyla olağan fesih bildirimi olarak kabul edilip geçerli sayılabilir mi? Belirsiz süreli kira sözleşmelerinde şartları oluşmamış önemli sebeple fesih bildiriminin (haksız fesih) olağan feshe çevrilmesinin (tahvil) mümkün olduğu, bu halde TBK m.329 ve 330 da öngörülen sürelerin sonunda sözleşmenin sona ereceği yönünde bkz. AYDIN, s.263 vd.; ayrıca bkz. ALTINOK ORMANCI, s.244; ŞAFAK, s.189; İNCEOĞLU na göre ise konut ve çatılı işyeri kiralarında kiraya verenin yapacağı bildirimlerin bu şekilde tahviline TBK m.347 engel olur. Bkz. İNCEOĞLU, s.252, dn.267. Geçersiz olan önemli sebeple fesih bildiriminin çevirme (tahvil)  yoluyla olağan fesih bildirimi olarak  kabul edilmeyeceği yönünde bkz. HIGI, Art.266g, Nr.67. Önemli sebep yoksa fesih kabul edilemez, kira ilişkisi devam  eder  ancak  olağan  feshe  çevirme  (tahvil)  esas  olarak  mümkündür.  Bkz. HONSELL/VOGT/WIEGAND, Art.266g, Nr.4.  52  İNCEOĞLU, s.252; Bkz. AYDIN, s.256; Kiracılık değişmeden kalmıştır. HIGI, Art.266g, Nr.67; Kira konusunun kullanımının devam edeceği, kiraya verenin de kirayı talep etmeye devam edeceği yönünde bkz. GUHL/MERZ/KOLLER, s.411-412. 349Turan ŞAHİN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359 rağmen  sözleşmenin  haksız  feshi  halinde  TBK  m.325  uygulama  alanı bulur. Anılan hükme göre;  Kiracı, sözleşme süresine veya fesih dönemine uymaksızın  kiralananı  geri  verdiği  takdirde,  kira  sözleşmesinden  doğan borçları, kiralananın benzer koşullarla kiraya verilebileceği makul bir süre için devam eder. Kiracının bu sürenin geçmesinden önce kiraya verenden kabul  etmesi  beklenebilecek,  ödeme  gücüne  sahip  ve  kira  ilişkisini devralmaya  hazır  yeni  bir  kiracı  bulması  hâlinde,  kiracının  kira sözleşmesinden  doğan  borçları  sona  erer.  Kiraya  veren,  yapmaktan kurtulduğu giderler ile kiralananı başka biçimde kullanmakla elde ettiği veya elde  etmekten  kasten  kaçındığı  yararları  kira  bedelinden  indirmekle yükümlüdür.  TBK m.325 in söz konusu olduğu bir durumda kural olarak kira sözleşmesi makul sürenin sonunda kendiliğinden sona erer.  Burada değerlendirilmesi gereken bir husus da kira sözleşmesinin tapu kütüğüne şerh edildiği bir durumda yeni malik tarafından önemli sebeplerle fesih imkânının (TBK m.331) kullanılıp kullanılamayacağı meselesidir. TBK m.310/1 e göre;  Sözleşmenin kurulmasından sonra kiralanan herhangi bir sebeple el değiştirirse, yeni malik kira sözleşmesinin tarafı olur.  Ancak konut ve çatılı işyeri kiraları bakımından yeni malikin gereksinim sebebiyle tahliye davası açma imkânı söz konusudur. (TBK m.351) Yeni malikçe açılabilecek olan gereksinim sebebiyle tahliye davasının sonuçsuz kalması bakımından  TBK  m.312  uyarınca  taşınmaz  kiralarında,  sözleşmeyle kiracının  kiracılık  hakkının  tapu  siciline  şerhi  kararlaştırılabilir.  TBK m.312 nin gerekçesinde;  …şerhe dayanan kiracı, yeni malikin, Tasarının 350 nci maddesi uyarınca, gereksinimini ileri sürerek kira sözleşmesini sona erdirme hakkını kullanmasına engel olabilecektir. Zaten, sözleşmenin kiraya veren tarafında bir değişiklik olmasa bile, kiracılık hakkının tapu siciline şerhi, kiraya verenin, Tasarının 349 uncu maddesinde öngörülen gereksinim, yeniden inşa ve imar gibi sebeplerle kira sözleşmesini sona erdirmesini önleyici bir etkiye sahiptir.  denilmektedir. Gerekçeden anlaşılacağı üzere şerh, kiraya verenin, gereksinim, yeniden inşa ve imar gibi sebeplerle kira sözleşmesini sona erdirmesini önleyici bir etkiye sahiptir. Tapu kütüğüne yapılan şerhin, kira sözleşmesini önemli sebeplerle feshi imkânını ortadan                                                            53  İNCEOĞLU, s.252; AYDIN, s.256; AYDOĞDU/KAHVECİ, s.637; ŞAHİN, s.103; Bkz. GÜMÜŞ, Kira, s.275; Benzer yönde İBK m.264 hükmünün uygulanacağı yönünde bkz. GUHL/MERZ/KOLLER, s.412.  54  GÜMÜŞ, s.292; ZEVKLİLER/GÖKYAYLA, s.334; YAVUZ/ACAR/ÖZEN, s.232. 350Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359  Kira Sözleşmesinin … kaldırıp  kaldıramayacağını  değerlendirmek  gerekir.  Bazı  yazarlar  şerhin, yeni  malikin  sözleşmenin  tarafı  olarak  sahip  olduğu  TBK nın  327  vd. maddelerinde  düzenlenen,  diğer  sözleşmeyi  sona  erdirme  haklarını engellemeyeceğini, kira sözleşmesinin şerh edilmiş olmasına rağmen eski malikin bu haklarını kullanabileceği gibi yeni malikin de aynı haklara sahip olması gerektiğini ifade etmiştir. Kanaatimizce şerhin önemli sebeplerle feshe engel olup olamayacağı noktasında değerlendirme yaparken ortaya konulan her bir önemli sebebe göre ayrım yapılmalıdır. Bu kapsamda yeni malik döneminde ortaya çıkan önemli sebepler (örneğin kiracı derneğin terör olaylarına  karışması  gibi  durumlar)  kira  ilişkisini  çekilmez  hale getireceğinden  feshe  imkân  tanınmalıdır.  Ancak  yeni  malikin  taşınmazı devraldıktan sonra ihtiyacını gerekçe gösterip (taşınmazdan faydalanmasını ivedi olarak gerektirecek) önemli sebebi ileri sürmesi halinde, şerh varsa feshe  imkân  tanınmamalıdır.  Nitekim  şerhin  munzam  etkisi  de  bunu gerektirir.  B. Fesih Sebebiyle Uğranılan Zararın Tazmini Kira sözleşmesinin önemli sebeplerle olağanüstü feshi gerçekleşmişse hâkim, durum ve koşulları göz önünde tutarak, olağanüstü fesih bildiriminin parasal sonuçlarını karara bağlar (TBK m. 331/II).  TBK m.331/II ye göre kira sözleşmesini fesheden, karşı tarafın fesih sebebiyle  uğradığı  müspet  zararı tazmin etmek  zorundadır.  Tazminatın kapsamı belirlenirken hâkim TBK m. 51-52 uyarınca; durumun gereğini, feshedenin kusur durumunu, ekonomik durumlarını dikkate alacaktır.  İNCEOĞLU na  göre  sözleşmeyi  fesheden  tarafın  hukuka  veya sözleşmeye aykırı davranışı mevcut olmadığından, burada gerçek anlamda bir  tazminat  söz  konusu  olmaz.  Kanun  koyucu,  zararın  tamamına  karşı                                                            55  ERTUĞRUL  Meltem:  Üçüncü  Kişinin  Kira  Sözleşmesinin  kurulmasından  sonra Kiralananda Üstün Hak Sahibi Olması, ABD. 2014/4, s.572. 56  GÜMÜŞ, s.322; DOĞAN, s.231. 57  ARAL/AYRANCI, s.325; GÜMÜŞ, s.323; GÜMÜŞ, Kira, s.274; DAŞLI, s.135; AYDIN, s.258; ALTINOK ORMANCI, s.250; AYDOĞDU/KAHVECİ, s.637; ŞAFAK, s.183; KIRMIZI, s.296. 58  EREN, s.386; Ayrıca bkz. GÜMÜŞ, s.323; DAŞLI, s.136; ALTINOK ORMANCI, s.253; AYDOĞDU/KAHVECİ,  s.637;  HONSELL,  Art.266g,  Nr.9,  s.970;  Bkz. HONSELL/VOGT/WIEGAND, Art.266g, Nr.6. 351Turan ŞAHİN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359 tarafın katlanmasını uygun görmemiş bu nedenle de fesheden tarafın da bir denkleştirme bedeli ödeyerek doğan zarara katlanmasını istemiştir.  ZEVKLİLER/GÖKYAYLA,  hâkimin,  kira  ilişkisinin  devamını çekilmez  kılan  sebebi,  bu  sebebin  tarafların  kusurundan  kaynaklanıp kaynaklanmadığını,  sözleşmenin  süresini,  kiralananın  ne  kadar  sürede yeniden kiraya verilebileceğini inceleyeceğini, hâkimin hükmedeceği miktar konusunda  sınırlama  yapılmadığını,  ancak  hâkimin  sözleşme feshedilmeseydi daha ne kadar süre kira bedelinin ödeneceğini göz önünde tutmasının  işin  niteliği  gereği  olduğunu,  durum  ve  koşulların  daha  az miktarda  bir  tazminata  hükmedilmesini  de  haklı  kılabileceğini  ifade etmiştir.  Kiracının  feshettiği  kira  sözleşmesinde,  TBK  m.  331/II  uyarınca hâkimin belirleyeceği tazminatın üst sınırı TBK m. 325 de ifade edilen;  kiralananın benzer koşullarla kiraya verilebileceği makul bir süre için doğacak borçlar  kadar olmalıdır. TBK m. 325, kiralananın hiçbir haklı sebep yokken sözleşmenin bitiminden önce geri verilmesi halinde kiracının borçlarının,  kiralananın benzer koşullarla  kiraya  verilebileceği makul  bir süre  için  devam  edeceğini  düzenlemektedir. TBK m.  331  uyarınca  kira sözleşmesinin  sonlandırılması  için  ortada  haklı  bir  sebep  aranmaktadır. Haklı sebeple sözleşmenin sonlandırılması halinde ödenecek olan tazminat hiçbir sebep yokken kiralananın geri verilmesi halinde ödenecek olan miktarı geçmemelidir.  Hâkimin belirleyeceği tazminatın içeriği parasal bir değer olmalıdır. Önemli sebeplerle kira sözleşmesinin sonlandırılması halinde kiraya verenin tazminat alacağı söz konusu olur ise, bu alacak için hapis hakkı bulunmaz. Tazminat talebinin TBK m. 147 gereği on yıllık zamanaşımı süresinde ileri sürülmesi gerekir.                                                             59  İNCEOĞLU, s.253; Tazminat yönünde bkz. HIGI, Art.266g, Nr.77. 60  ZEVKLİLER/GÖKYAYLA, s.351; Bkz. GÜMÜŞ, s.323. 61  İNCEOĞLU, s.255; DAŞLI, s.136-137; AYDOĞDU/KAHVECİ, s.637-638. 62  HIGI, Art.266g, Nr.78; AYDIN, s.263; İNCEOĞLU, s.254.  63  HIGI, Art.266g, Nr.76; GÜMÜŞ, Kira, s.275; AYDIN, s.263.  64  BİLGE Necip: Borçlar Hukuku Özel Borç Münasebetleri, Ankara 1971, s. 182; UYGUR Turgut:  Borçlar  Kanunu,  C.5,  Ankara  2010,  s.6285;  EREN,  s.386;  ŞAFAK,  s.58; YAVUZ, s.408. 352Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359  Kira Sözleşmesinin … IV.  ÖNEMLİ SEBEPLERLE OLAĞANÜSTÜ FESHİN KİRAYA İLİŞKİN ÖZEL SONA ERME SEBEPLERİ İLE İLİŞKİSİ  Önemli sebeplerle olağanüstü feshi düzenleyen TBK m. 331 hükmü ile kiracının temerrüdünü düzenleyen TBK m.315 veya iki haklı ihtar sebebiyle tahliyeyi düzenleyen TBK m.352/II hükümlerinin yarışıp yarışamayacağı hususuna bakmak gerekir.  Yargıtay verdiği bir kararda;   Davada dayanılan ve hükme esas alınan 9/7/2012 başlangıç tarihli ve bir yıl süreli kira sözleşmesi konusunda taraflar arasında bir uyuşmazlık bulunmamaktadır. Kiralanan yer konut olup 6098 Sayılı TBK'nın konut ve çatılı  işyeri  kirası  hükümlerine  tabidir.  Davacı  dava  dilekçesinde sözleşmenin kendisi için çekilmez hale gelmesi nedeni olarak kira ve aidat parasının  düzenli  ödenmemesi  sebebine  dayanmıştır.  Kiracının  kira bedelini veya yan gideri ödemede temerrüde düşmesi hali, TBK'nun 315. Maddesinde  düzenlenmiştir.  Bundan  ayrı  olarak  TBK'nun  352/2 maddesinde kira bedelinin veya yan giderin gününde ödenmemesi halinde iki haklı ihtar sebebiyle fesih hali düzenlemiştir. Davacı taraf bu tahliye nedenlerine  dayanmamaktadır.  Bu  sebeple  mahkemece  davacının dayandığı  sebep  (TBK'nun  331.mad.)  sebebiyle  davanın  reddine  karar verilmesi  gerekirken  yazılı  şekilde  davanın  temerrüt  sebebiyle  tahliye davası olarak nitelendirilmek suretiyle kabulüne karar verilmesi doğru değildir. Hüküm bu sebeple bozulmalıdır.  değerlendirmesi yapmıştır.  Kanaatimizce kira bedelinin  veya  aidatın sürekli olarak düzenli  ve zamanında  ödenmediği  bir  durumda  kiracıya  verilen  sürede  ödeme yapılması adet  haline getirilmişse  kiraya verenin TBK m.331 hükmüne dayanarak  önemli  sebeplerle  kira  sözleşmesini  feshetmesi  mümkündür. Ancak kiracı böyle bir adet oluşturmamışsa, kiracının temerrüdü halinde TBK m.315 hükmü veya TBK m.352/II hükmü önceliklidir.  İNCEOĞLU na  göre,  meseleye  konut  ve  çatılı  işyeri  kiraları bakımından son derece dikkatli yaklaşmak gerekir. Çekilmezlik unsurunun katı bir değerlendirmeye tabi tutulmaması kiracının borca aykırı davranışı, TBK  m.315 deki  şartları  taşımasa  bile  kendisinin  önemli  sebeple  fesih                                                            65  Bkz.  Yargıtay  6.  HD.  27.10.2015  T.  2015/7331  E.  2015/9163  sayılı  K.  için  bkz. www.kazanci.com/kho/ibb/giris.htm (Erişim Tarihi: 10.04.2018) 353Turan ŞAHİN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359 gerekçesiyle tahliye edilmesine olanak tanıyacaktır. Oysa bu durum tahliye sebeplerinin sınırlı sayıda olması ilkesi ile çelişir. Örneğin kiracının sürekli olarak yan giderleri geç ödemesinin bu anlamda önemli bir sebep sayılması mümkün  olmamalıdır.  Nitekim  TBK  m.352/II  fıkrası  iki  haklı  ihtar  ile sözleşmenin feshi imkânının sadece kira bedelleri için öngördüğünden, yan giderlerin  sürekli  geç  ödenmesinin  bir  fesih  sebebi  teşkil  etmesi  kanun koyucunun açık tercihine aykırı olacaktır.  Bu noktada hâkim görüş genel norm olan TBK m. 331 in diğer özel hüküm  niteliğindeki  olağanüstü  fesih  sebeplerinin  şartlarının  hiç  veya tamamen gerçekleşmediği hallerde uygulanabileceği yönündedir.  Kanaatimizce de, özel hüküm niteliğindeki fesih sebeplerinden birinin varlığı halinde (örneğin TBK m.316 da düzenlenen özenle kullanma ve                                                            66  Bkz. İNCEOĞLU, s.225-226. 67  GÜMÜŞ, s.320, dn.1408 de belirtilen yazarlar; HIGI, Art.266g, Nr.13; GÜMÜŞ, Kira, s.267; Ayrıca bkz. DAŞLI, s.125; AYDIN, s.245; İNCEOĞLU, s.224; ÖZTÜRK, s.1586; TBK m.316 kapsamında fesih sebebi oluşturan hallerde TBK m.331 e dayanmayan gerek olmadığı yönünde bkz. BURCUOĞLU, s.283-284. 68   Davacı; taraflar arasında 22/07/2012 tarihli kira sözleşmesi bulunduğunu, aylık kira bedelinin 580,00 TL olup 2015 yılı 6, 7 ve 8. ay kira bedellerinin ödenmemesi üzerine davalının sözlü olarak uyarıldığını, davalının 01/07/2015 tarihinde tarafına apartman içinde omuz attığını ve merdivenden düşürerek kolunu kırdığını, taraflar arasındaki kira ilişkisinin çekilmez hale geldiğini belirterek 3 aylık kira alacağı olan 1.740 TL'nın ve dava sonuna kadar işleyecek kira bedellerinin yasal faiziyle tahsiline, TBK'nun 315. ve 347/3 yollaması  ile  331.  maddeleri  uyarınca  davalının  tahliyesine  karar  verilmesini  talep etmiştir.  Davalı,  davanın  reddini  dilemiştir.  Mahkemece,  temerrüt  ihtarnamesi bulunmadığından temerrüt nedeniyle tahliye isteminin reddine, alacağa ilişkin davanın kısmen kabulü ile 1.760 TL kira alacağının davalıdan tahsiline, fazlaya ilişkin istemin reddine, olağanüstü fesih nedeniyle tahliye isteminin ise akdin çekilmez hale geldiği kabul edilse bile bu durumun davacının kusurlu davranışıyla oluştuğundan bahisle reddine karar verilmiş, hüküm davacı vekili tarafından tahliyeye yönelik olarak temyiz edilmiştir. Her ne kadar, dava dilekçesinde TBK'nun 331. maddesinde düzenlenen olağanüstü fesih nedeniyle tahliye isteminden bahsedilmiş ise de hukuki tavsif mahkemeye ait olup dava dilekçesindeki  anlatımlardan  davanın,  kiralananın  açıktan  fena  kullanım  nedeniyle tahliyesi davası olduğunun kabulü gerekir zira iddia edilen müessir fiil açıktan fena kullanım halini oluşturmaktadır. O halde, Mahkemece uyuşmazlığın 6098 sayılı TBK.nun 316/3  maddesi  çerçevesinde  değerlendirilmesi  ve  açıktan  fena  kullanım  durumunda herhangi bir ihtar olmadan da dava açılabileceği gözetilerek, bu kapsamda deliller toplanmak suretiyle, davalının eyleminin açıktan fena kullanıma ilişkin olup olmadığı, tahliye  şartlarının  oluşup  oluşmadığı  üzerinde  durularak  sonucuna  göre  bir  karar verilmesi gerekirken yazılı gerekçe ile davanın reddine karar verilmesi doğru değildir. Hüküm  bu  nedenle  bozulmalıdır.   Yargıtay  3.HD.  14.12.2017  T.  2017/7721  E. 2017/17699 sayılı K.;  Davacı davalının yaptığı kötülükler nedeniyle çevresinde husumet 354Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359  Kira Sözleşmesinin … komşulara saygı gösterme borcuna aykırılık veya TBK m.315 de düzenlenen kiracının temerrüdü) ilgili olan bu hükümler uygulanmalıdır. Ancak özel hüküm  niteliğindeki  olağanüstü  fesih  sebeplerinin  şartlarının  hiç  veya tamamen  gerçekleşmediği  bir  durumda  TBK  m.331 e  dayanmak mümkündür.  SONUÇ Kira sözleşmesinin önemli sebeplerle olağanüstü feshi imkânı 818 sayılı BK döneminde 264.maddede belirli bir süreyle yapılan taşınmaz kiraları bakımından  geçerli  iken  6098  sayılı  TBK  m.331  düzenlemesi  ile sözleşmenin belirli süreli olması şartı kaldırılmış ayrıca taşınır kiralarında da önemli sebeple fesih imkânı getirilmiştir. Böylece hükmün uygulama alanı genişletilmiştir.  Kira sözleşmesinin önemli sebeplerle olağanüstü feshine ilişkin TBK m. 331, diğer sona erme sebeplerinin hiç veya tamamen oluşmadığı bir durumda sözleşmeyi  sona  erdirmeye  yarayan  bir  hükümdür.  İşlem  temelinin çökmesinin uygulama hallerinden biri olan olağanüstü fesih düzenlemesi sayesinde, kira sözleşmesinde kira ilişkisini çekilmez hale getiren önemli sebeplerin varlığı halinde, taraflara belirli süreli kira sözleşmelerinde sürenin sonunu,  belirsiz  süreli  kira  sözleşmelerinde  fesih  döneminin  dolmasını beklemeksizin her zaman sözleşmeyi sonlandırma imkânı verilmiştir.  Kira sözleşmesinin haklı nedenlerle feshini değil, fesih bildirimi ile sona erdirilmesini düzenleyen TBK m.331 hükmü genel bir düzenlemedir. Ancak özel hüküm niteliğindeki olağanüstü fesih sebeplerinin şartlarının hiç veya  tamamen  gerçekleşmediği  bir  durumda  TBK  m.331 e  dayanmak mümkündür.  Kiracı  veya  kiraya  verenin  kira  sözleşmesini  TBK  m.331  uyarınca sonlandırabilmesi  için  bir  kira  sözleşmesinin  varlığı,  kira  ilişkisinin                                                                                                                                         topladığından,  bunun  neticesi  kiralananın  dinamitlenmesine  sebebiyet  verdiğini  ileri sürerek kiralananın boşaltılmasını istemiştir. Kira sözleşmesinin devamını çekilmez hale getiren sebeplerin doğması halinde, gerek kiralayan ve gerekse kiracı akdin devamına zorlanamaz. İleri sürülen iddianın sübutu halinde sözleşmenin devamı tahammül edilmez bir hale geleceği cihetle bu husus tahliye sebebi teşkil eder. Bu itibarla BK 264 maddesi hükmü göz önünde tutulmak suretiyle gerekli incelemenin yapılması ve sonucuna göre karar verilmesi…  Yargıtay 6.HD. 18.06.1973 T. 3114 E. 2568 sayılı K. için bkz. BURCUOĞLU, s.284.  355Turan ŞAHİN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359 devamını çekilmez hale getiren önemli sebeplerin olması ve fesih bildirimi aranır. Sözleşme, taşınmaz kiraları ile taşınır yapıya ilişkin kiralarda fesih bildiriminin karşı  tarafa  ulaşmasından 3 ay sonra (TBK m. 329) taşınır kiralarında ise fesih bildiriminin karşı tarafa ulaşmasından 3 gün sonra (TBK m. 330) sona erer. Fesih hakkının kullanılması bakımından fesih dönemi şartı söz konusu olmayıp, sadece fesih bildirim süresine uyularak sözleşme sona erdirilebilir.  Önemli sebeplerle fesih, kira sözleşmesini sona erdirdiği gibi fesih sebebiyle uğranılan zararın tazminini de gündeme getirir. Buradaki zarar müspet zarar olup hâkim tazminatın kapsamını TBK m. 51-52 uyarınca; durumun  gereğini,  feshedenin  kusur  durumunu,  ekonomik  durumlarını dikkate alarak belirler.  Kiraya verenin, feshin şartları oluşmamasına rağmen sözleşmeyi haksız feshetmesi halinde kira sözleşmesi sonlanmayacağından kiracı, kiralananı kullanmaya  devam  edebilir.  Buna  karşın  kiracı  tarafından,  haksız  fesih yapılmışsa TBK m.325 uygulama alanı bulur.    356Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359  Kira Sözleşmesinin … KAYNAKÇA ALTINOK  ORMANCI  Pınar:  Sürekli  Borç  İlişkilerinin  Haklı  Sebeple Feshi, Doktora Tezi, Ankara 2011. ARAL Fahrettin/AYRANCI Hasan: Borçlar Hukuku Özel Borç İlişkileri, Ankara 2015. AYDIN Gülşah Sinem: Kira Sözleşmesinin Genel Hükümlere Göre Sona Ermesi, (TBK m.327-333), İstanbul 2013. AYDOĞDU Murat/KAHVECİ Nalan: Türk Borçlar Hukuku Özel Borç İlişkileri (Sözleşmeler Hukuku), Ankara 2017 BECKER Hermann: İsviçre Borçlar Kanunu Şerhi, İkinci Bölüm, Çeşitli Sözleşme İlişkileri, Madde:184-551 (Çev.A.Suat Dura), Ankara 1993. BİLGE Necip: Borçlar Hukuku Özel Borç Münasebetleri, Ankara 1971. BROX Hans: Besonderes Schuldrecht, München 1999. BURCUOĞLU Haluk: Yargıtay Kararları Işığında 6570 Sayılı Yasaya Göre Kiracının Tahliye Edilmesi, İstanbul 1993. DAŞLI Engin: 6098 Sayılı Türk Borçlar Kanunu Hükümlerine Göre Kira Sözleşmesinin Feshi, Erzincan 2017. DOĞAN Murat: Konut ve Çatılı İşyeri Kira Sözleşmelerinin Sona Ermesi, Ankara 2011. EREN Fikret: Borçlar Hukuku Özel Hükümler, Ankara 2017. ERTUĞRUL Meltem: Üçüncü Kişinin Kira Sözleşmesinin kurulmasından sonra Kiralananda Üstün Hak Sahibi Olması, ABD. 2014/4, s.541-578. FEYZİOĞLU  Feyzi  Necmeddin:  Borçlar  Hukuku,  İkinci  Kısım,  Akdin Muhtelif Nevileri (Özel Borç İlişkileri), C.I, İstanbul 1980. GUHL  Theo/MERZ  Hans/KUMMER  Max/KOLLER  Alfred/DRUEY Jean  Nicolas:  Das  Schweizerische  Obligationenrecht,  Zürich  1995 (GUHL/MERZ/KOLLER) GÜNEL  Mustafa  Cahit:  Taşınmaz  Kiralarında  Sözleşmenin  Kiracı Tarafından Vaktinden Önce Sona Erdirilmesi, Doktora Tezi, İstanbul 2010. 357Turan ŞAHİN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359 GÜMÜŞ M.Alper: Borçlar Hukuku Özel Hükümler, C.I, İstanbul 2013. GÜMÜŞ M.Alper: Kira Sözleşmesi, İstanbul 2012 (Kira)  HIGI  Peter:  Zurcher Kommentar,  Obligationenrecht, Teilband Vb, Die Miete, Zweite Lieferung, Art.266-268b OR, Zürich 1995. HONSELL Heinrich: Kurzkommentar OR Art 1-529, Basel 2008. HONSELL  Heinrich/  VOGT  Peter  Nedim/WIEGAND  Wolfgang: Kommentar  Zum  Schweizerischen  Privatrecht,  Obligationenrecht  I, Art.1-529 OR, Basel 1992.  HUGUENIN Claire: Obligationenrecht, Besonderer Teil, Zürich 2008. İNCEOĞLU Murat: Kira Hukuku, C.II, İstanbul 2014. KIRMIZI Mustafa: Kira Hukuku, Ankara 2013. MUNCH  Peter/BÖHRINGER  Peter/KASPER  Sabina/PROBST  Franz: Schweizer Vertragshandbuch, Basel 2007. ÖZDOĞAN  Mustafa/OYMAK  Tuba:  6098  Sayılı  Türk  Borçlar Kanunu nda Kira, Ankara 2013. ÖZTÜRK Mehmet: Konut ve Çatılı İşyeri Kira Sözleşmelerinin Sona Erme Halleri, DEÜHFD. Prof. Dr. Şeref Ertaş a Armağan, C.19, Özel Sayı2017, s.1549-1595. SAFAROV Gulmammad: Yeni Türk Borçlar Kanunu na Göre Konut ve Çatılı İşyeri Kirası, Yayınlanmamış YLT, Ankara 2015. SELİÇİ Özer: Borçlar Kanununa Göre Sözleşmeden Doğan Sürekli Borç İlişkilerinin Sona Ermesi, İstanbul 1976. ŞAFAK  Elif  Esma:  Kira  Sözleşmesinin  Kiracının  Sözleşmeye  Aykırı Davranışları  Sebebiyle  Feshedilmesi,  Yayınlanmamış  YLT,  İstanbul 2013 ŞAHİN  Halil  İbrahim:  Kira  Sözleşmesinin  Önemli  Sebeple  Feshi, Yayınlanmamış YLT, İstanbul 2016. TANDOĞAN Haluk: Borçlar Hukuku Özel Borç İlişkileri, C.I/2, İstanbul 2008. 358Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359  Kira Sözleşmesinin … TUNABOYLU Müslim: Kira Sözleşmesinde Fesih ve Tahliye Davaları, Ankara 2013. TUNÇOMAĞ Kenan: Türk Borçlar Hukuku, II. Cilt, Özel Borç İlişkileri, İstanbul 1977. ULUÇAY  Aslı:  6570  Sayılı  Kanuna  Tabi  Taşınmazlar  Açısından  Kira Sözleşmesinin Sona Erme  Nedenleri,  Yayınlanmamış YLT, İstanbul 2010. UYGUR Turgut: Borçlar Kanunu, C.5, Ankara 2010. YAVUZ  Cevdet/ACAR  Faruk/ÖZEN  Burak:  Borçlar  Hukuku  Dersleri, Özel Hükümler, İstanbul 2012. YAVUZ Nihat: Kira Hukuku, Ankara 2018. ZEVKLİLER Aydın/GÖKYAYLA K.Emre: Borçlar Hukuku Özel Borç İlişkileri, Ankara 2016. www.kazanci.com/kho/ibb/giris.htm     359Turan ŞAHİN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359   360",
     "Metin": "Kira sözleşmesinin önemli sebeplerle feshini düzenleyen TBK m.331, hem  kiracıya hem de kiralayana, kira ilişkisinin devamını kendileri için çekilmez hale getiren önemli sebeplerin varlığı halinde, sözleşmeyi yasal fesih bildirim sürelerine uyarak her zaman feshetme imkânı vermektedir. Kira  sözleşmesinin  önemli  sebeplerle  feshi,  6098  sayılı  Türk  Borçlar Kanunu nun  kiraya  ilişkin  genel  hükümleri  kapsamında,  sözleşmenin olağanüstü  feshi  nedenlerinden  biridir.  Çalışmada  öncelikle  önemli sebeplerle olağanüstü feshin şartları  üzerinde durulacaktır. Bu kapsamda feshe  imkân  veren  önemli  sebeplerin  neler  olduğu,  fesih  bildiriminin yapılabileceği süre  ve  bildirimin  ne  şekilde yapılabileceği  belirtilecektir. Devamla feshin sonuçları sonrasında ise önemli sebeplerle olağanüstü feshin kiraya ilişkin özel sona erme sebepleri ile ilişkisi değerlendirilecektir.  338Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359  Kira Sözleşmesinin … I.  KİRA  SÖZLEŞMESİNİN  ÖNEMLİ  SEBEPLERLE OLAĞANÜSTÜ FESHİ Kira sözleşmesinin önemli sebeplerle olağanüstü feshi TBK m.331 de düzenlenmiştir. Anılan maddeye göre;   Taraflardan  her  biri,  kira  ilişkisinin  devamını  kendisi  için çekilmez  hâle  getiren  önemli  sebeplerin  varlığı  durumunda, sözleşmeyi  yasal  fesih  bildirim  süresine  uyarak  her  zaman feshedebilir.  Hâkim,  durum  ve  koşulları  göz  önünde  tutarak,  olağanüstü fesih bildiriminin parasal sonuçlarını karara bağlar.   TBK m.331 hükmü İBK m. 266g ye benzer şekilde düzenlenmiştir. Ancak TBK m.331/II de geçen  olağanüstü fesih bildirimi  ifadesi, İBK 266g Abs.2 de  vorzeitigen Kündigung  (vaktinden önce fesih bildirimi) şeklindedir.  TBK m. 331 in kenar başlığı fesih olsa da madde, kira sözleşmesinin haklı nedenlerle feshini değil fesih bildirimi ile sona erdirilmesini düzenler. TANDOĞAN a göre de hükümde fesih deyiminin kullanılmasına rağmen gerçek anlamda bir fesih değil ancak sözleşmeyi süresinin dolmasından önce sona erdiren ve dönemleri olmayan bir çeşit fesih bildirme söz konusudur.                                                             1   6217 sayılı Yargı Hizmetlerinin Hızlandırılması Amacıyla Bazı Kanunlarda Değişiklik Yapılmasına Dair Kanun un (4/7/2012 tarihli 6353 sayılı kanunun 53 md. ile değişik) geçici 2.maddesine göre;  Kiracının Türk Ticaret Kanununda tacir olarak sayılan kişiler ile özel hukuk ve kamu hukuku tüzel kişileri olduğu işyeri kiralarında, 11/1/2011 tarihli ve 6098 sayılı Türk Borçlar Kanununun 323, 325, 331, 340, 342, 343, 344, 346 ve 354 üncü maddeleri  1/7/2012  tarihinden  itibaren  8  yıl  süreyle  uygulanmaz.  Bu  halde,  kira sözleşmelerinde bu maddelerde belirtilmiş olan konulara ilişkin olarak sözleşme serbestîsi gereği kira sözleşmesi hükümleri tatbik olunur. Kira sözleşmelerinde hüküm olmayan hallerde mülga Borçlar Kanunu hükümleri uygulanır.  2   İBK  m.266g  düzenlemesi  hususunda  bkz.  HIGI  Peter:  Zurcher  Kommentar, Obligationenrecht, Teilband Vb, Die Miete, Zweite Lieferung, Art.266-268b OR, Zürich 1995; HONSELL Heinrich: Kurzkommentar OR Art 1-529, Basel 2008; HONSELL Heinrich/VOGT Peter Nedim/WIEGAND Wolfgang: Kommentar Zum Schweizerischen Privatrecht, Obligationenrecht I, Art.1-529 OR, Basel 1992.  3   GÜMÜŞ M. Alper: Borçlar Hukuku Özel Hükümler, C.I, İstanbul 2013, s.320; Feshi ihbar mühleti (önel) adı verilen bir süre geçtikten sonra borç ilişkisi ileri için sona erer, buna da feshi ihbarla fesih denilir. YAVUZ Nihat: Kira Hukuku, Ankara 2018, s.403; Taraflara önemli sebeplerin varlığı halinde bir fesih ihbar hakkı tanınmıştır. DOĞAN Murat: Konut ve Çatılı İşyeri Kira Sözleşmelerinin Sona Ermesi, Ankara 2011, s.27. 4   TANDOĞAN Haluk: Borçlar Hukuku Özel Borç İlişkileri, C.I/2, İstanbul 2008, s.233.  339Turan ŞAHİN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359 Kira sözleşmesinin önemli sebeplerle olağanüstü feshi (TBK m.331), işlem temelinin çökmesi halinin uygulama hallerinden biridir. Olağanüstü fesih,  taraflardan  birinin,  belirli  ve  belirsiz  süreli  borç  ilişkilerini,  bazı sebeplerin ortaya çıkması halinde tek taraflı irade beyanıyla sona erdirebilmesi imkânını  ifade  eder.  Olağanüstü  fesih  için  sürekli  borç  ilişkisinin  ifası esnasında,  önceden  öngörülemeyen  bazı  sebeplerin  ortaya  çıkması  ve  bu nedenle borç ilişkisinin temelinin çökmüş ya da artık devamının taraflardan beklenemeyecek ölçüde değişikliğe uğramış olması gerekmektedir. TBK  m.331  hükmünün  emredici  olup  olmadığı  tartışmalıdır.  Bazı yazarlara  göre  emredici  olan  TBK  m.331/I  hükmünün  şartlarının değiştirilmesi  mümkün  değildir,  ancak  TBK  m.331/II  hükmündeki sonuçların  (örneğin  önemli  sebeple  fesihte  tazminat  ödenmesine  gerek olmadığının) taraflarca kararlaştırılması mümkündür. Bazı yazarlara göre ise  TBK  m.331  hükmü  tamamen  emredici  nitelikte  olup  taraflar  fesih hakkını  ortadan  kaldıramayacakları  gibi  feshin  şartlarını  ve  parasal sonuçlarını  değiştiremezler.  Bizim  de  katıldığımız  üzere,  TBK  m.331 hükmü nispi emredici nitelikte olup taraflar aralarında yapacakları anlaşma ile bir kısım tasarruflarda bulunabilir. Örneğin önemli nedenlerle feshin                                                            5   HIGI,  Art.266g,  Nr.20,  Nr.60;  HONSELL,  Art.266g,  Nr.1,  s.969;  HONSELL/ VOGT/WIEGAND, Art.266g, Nr.8; ARAL Fahrettin/AYRANCI Hasan: Borçlar Hukuku Özel Borç İlişkileri, Ankara 2015, s.325; EREN Fikret: Borçlar Hukuku Özel Hükümler, Ankara 2017, s.383; BURCUOĞLU Haluk: Yargıtay Kararları Işığında 6570 Sayılı Yasaya Göre Kiracının Tahliye Edilmesi, İstanbul 1993, s.284; TANDOĞAN, s.230; FEYZİOĞLU Feyzi Necmeddin: Borçlar Hukuku, İkinci Kısım, Akdin Muhtelif Nevileri (Özel Borç İlişkileri), C.I, İstanbul 1980, s.621, dn.305; İNCEOĞLU Murat: Kira Hukuku, C.II, İstanbul 2014, s.220; ALTINOK ORMANCI Pınar: Sürekli Borç İlişkilerinin Haklı Sebeple Feshi, Doktora Tezi, Ankara 2011, s.101; ULUÇAY Aslı: 6570 Sayılı Kanuna Tabi Taşınmazlar Açısından Kira Sözleşmesinin Sona Erme Nedenleri, Yayınlanmamış YLT.  İstanbul  2010,  s.107;  KIRMIZI  Mustafa:  Kira  Hukuku,  Ankara  2013,  s.293; GÜNEL Mustafa Cahit, Taşınmaz Kiralarında Sözleşmenin Kiracı Tarafından Vaktinden Önce Sona Erdirilmesi, Doktora Tezi, İstanbul 2010, s.205; GÜMÜŞ, s.320-321; GÜMÜŞ M.  Alper:  Kira  Sözleşmesi,  İstanbul  2012,  s.266  (Sonraki  atıflar   Kira   olarak yapılacaktır) 6   SELİÇİ Özer: Borçlar Kanununa Göre Sözleşmeden Doğan Sürekli Borç İlişkilerinin Sona Ermesi, İstanbul 1976, s.156; ALTINOK ORMANCI, s.96. 7   ALTINOK ORMANCI, s.96. 8   İNCEOĞLU,  s.220,  dn.126 daki  yazarlar;  HONSELL,  Art.266g,  Nr.4,  s.969; ZEVKLİLER Aydın/GÖKYAYLA K. Emre: Borçlar Hukuku Özel Borç İlişkileri, Ankara 2016, s.351; Feshin mali sonuçları için taraflar anlaşabilir veya hâkime başvurabilir. Bkz. HIGI, Art.266g, Nr.65. 9   İNCEOĞLU, s.220, dn.127-128 deki yazarlar. 10  AYDIN, s.236; Ayrıca bkz. İNCEOĞLU, s.220 vd.  340Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359  Kira Sözleşmesinin … parasal sonuçlarını kararlaştırabilirler. Ancak sağlığı bozucu bir halin önemli sebep olmadığı yönünde bir kararlaştırma yapmaları geçerli olmaz. Nitekim bu durum da kişilik hakkına aykırılık (MK m.23) söz konusu olur.  II. ÖNEMLİ SEBEPLERLE OLAĞANÜSTÜ FESHİN ŞARTLARI Kiracı  veya  kiraya  verenin  kira  sözleşmesini  TBK  m.331  uyarınca sonlandırabilmesi  için  aranan  şartları;  kira  sözleşmesinin  varlığı,  kira ilişkisinin devamını çekilmez hale getiren önemli sebepler ve fesih bildirimi olarak ifade etmek mümkündür.  A. Kira Sözleşmesinin Varlığı Önemli sebeplerle olağanüstü fesih hakkının kullanılabilmesi için konusu taşınır veya taşınmaz olan bir kira sözleşmesinin var olması gerekli olup, bu sözleşme  belirli  ya  da  belirsiz  süreli  olabilir.  İBK  m.266g  hükmünün yürürlük alanının da kiranın tüm şekilleri olduğu ifade edilmektedir.  Konut ve çatılı işyeri kiralarının önemli sebeplerle olağanüstü feshi mümkündür.  Nitekim  6217  sayılı  Yargı  Hizmetlerinin  Hızlandırılması Amacıyla  Bazı  Kanunlarda  Değişiklik  Yapılmasına  Dair  Kanun un                                                            11  ARAL/AYRANCI,  s.324-325;  HONSELL,  Art.266g,  Nr.2,  s.969;  HONSELL/ VOGT/WIEGAND,  Art.266g, Nr.2;  EREN,  s.384;  GÜMÜŞ, s.320;  YAVUZ,  s.404; İNCEOĞLU,  s.222;  YAVUZ  Cevdet/ACAR  Faruk/ÖZEN  Burak:  Borçlar  Hukuku Dersleri,  Özel  Hükümler,  İstanbul  2012,  s.257;  ZEVKLİLER/GÖKYAYLA,  s.350; TUNABOYLU Müslim: Kira Sözleşmesinde Fesih ve Tahliye Davaları, Ankara 2013, s.532; AYDIN Gülşah Sinem: Kira Sözleşmesinin Genel Hükümlere Göre Sona Ermesi, (TBK m.327-333), İstanbul 2013, s.181; DAŞLI Engin: 6098 Sayılı Türk Borçlar Kanunu Hükümlerine  Göre  Kira  Sözleşmesinin  Feshi,  Erzincan  2017,  s.123;  SAFAROV Gulmammad:  Yeni  Türk  Borçlar  Kanunu na  Göre  Konut  ve  Çatılı  İşyeri  Kirası, Yayınlanmamış YLT, Ankara 2015, s.151; ŞAHİN Halil İbrahim: Kira Sözleşmesinin Önemli Sebeple Feshi, Yayınlanmamış YLT, İstanbul 2016, s.43; ŞAFAK Elif Esma: Kira Sözleşmesinin  Kiracının  Sözleşmeye  Aykırı  Davranışları  Sebebiyle  Feshedilmesi, Yayınlanmamış  YLT,  İstanbul  2013,  s.152;  Bkz.  Yargıtay  6.  HD.  27.10.2015  T. 2015/7331 E. 2015/9163 sayılı K. için bkz. www.kazanci.com/kho/ibb/giris.htm (Erişim Tarihi:  18.04.2018);  818  sayılı  BK  264.maddede   muayyen  bir  müddetle  aktedilen gayrimenkul kirasında  ifadesi yer aldığından önemli sebeplerle fesih için sözleşmenin belirli  süreli  olması  şartı  aranmakta  idi.  Bundan başka  264.madde  uyarınca önemli sebeplerle fesih, sadece taşınmaz kirasında söz konusu idi. 6098 sayılı TBK m.331 ile gerek belirsiz süreli kiralarda gerekse taşınır kiralarında önemli sebeple fesih imkânı doğmuştur.  12  HIGI, Art.266g, Nr.3. 13  Benzer yönde bkz. İNCEOĞLU, s.223; BURCUOĞLU, s.283; YAVUZ/ACAR/ÖZEN, s.259; AYDIN, s.252; TBK m.331 in konut ve çatılı işyeri kiraları bakımından uygulanıp uygulanamayacağı hususunda her önemli sebep için somut olayın şartlarına göre ayrı ayrı değerlendirme yapılması gerektiği yönünde bkz. GÜMÜŞ, Kira, s.276.  341Turan ŞAHİN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359 (4/7/2012 tarihli 6353 sayılı kanunun 53 md. ile değişik) geçici 2.maddesi kapsamında kiracının Türk Ticaret Kanunu nda tacir olarak sayılan kişiler ile özel hukuk ve kamu hukuku tüzel kişileri olduğu işyeri kiralarında, Türk Borçlar  Kanunu nun  331.  maddesinin  1/7/2012  tarihinden  itibaren  8  yıl süreyle uygulanmayacağı ifade edilmektedir. Böyle bir düzenleme önemli sebeplerle  feshin  (TBK  m.  331)  konut  ve  çatılı  işyeri  kiralarında  da uygulanacağının açık göstergesidir.  TBK m.331 hükmünün uygulanabilmesi için kiralananın kiracıya teslim edilmesi şart olmayıp henüz kiralananın teslim edilmediği bir dönemde bile,  önemli  sebebin  ortaya  çıkması  halinde  kira  sözleşmesinin  sona erdirilme imkânı vardır. Hâkimin bu durumda parasal sonuçları belirlerken (kira konusu teslim edilmediği için karşı tarafın zararı sınırlı olacağından) denkleştirme bedelini de düşük tutması mümkündür. Ayrıca bu halde sona erme ileriye etkili olmayıp geçmişe etkilidir.  Kiracının  haklı  sebep  olmadan  kiralananı  teslim  almaması  (alacaklı temerrüdü)  halinde  TBK  m.331  (İBK  m.266g)  uygulanmaz.  Alacaklının temerrüdü halinde ya borçlunun temerrüdü veya şartlara bağlı olarak kiracı tarafından, beklenen sözleşmenin ihlali söz konusu olur. Kiralananı teslim almada  temerrüt  halinde  özel  olarak  kiralananın  süresinden  önce  geri verilmesine ilişkin TBK m.325 (İBK m.264) hükmü uygulanır.  B.  Kira  İlişkisinin  Devamını  Çekilmez  Hale  Getiren  Önemli Sebeplerin Olması Taraflardan biri için kira ilişkisinin devamını çekilmez hale getiren önemli sebeplerin ortaya çıkması gerekir. (TBK m.331) Önemli sebeplerin varlığını  hâkim,  MK  m.4  uyarınca  dürüstlük  kuralları  ve  hakkaniyet çerçevesinde değerlendirir.                                                             14  AYDIN, s.182; Bkz. İNCEOĞLU, s.223. 15  İNCEOĞLU, s.223; Ayrıca bkz. AYDIN, s.182. 16  SELİÇİ, s.223; İNCEOĞLU, s.223; AYDIN, s.182. 17  HIGI, Art.266g, Nr. 19. 18  HIGI, Art.266g, Nr.19. 19  Gerek kiracı gerekse kiraya veren önemli sebeple fesih hakkına sahiptir. Bkz. GÜMÜŞ, Kira, s.269; BURCUOĞLU, s.283; DOĞAN, s.26; AYDIN, s.218. 20  GÜMÜŞ, s.320-321; GÜMÜŞ, Kira, s.268; ARAL/AYRANCI, s.325; DAŞLI, s.130-131; Bkz. TUNABOYLU, s.532; SELİÇİ, s.187; GÜNEL, s.223; ŞAHİN, s.85; ŞAFAK, s.163; Bkz. HIGI, Art.266g, Nr.30; HONSELL, Art.266g, Nr.5, s.969. 342Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359  Kira Sözleşmesinin … TBK m.331 hükmünde önemli sebebin tanımı yapılmamıştır. Önemli sebep kavramı her somut olaya göre değişebilen elastiki bir kavramdır. Önemli sebep fesih beyanında bulunan için ilişkiyi çekilmez hale getiren bir olgu olarak kabul edilmekte olup, bunun somutlaştırılması için dürüstlük kuralına başvurulmaktadır.  Önemli sebeplerin sözleşmenin kurulduğu sırada, taraflarca önceden öngörülememesi  gerekir.  Öngörülemezlik  ile  kastedilen  sözleşmenin kurulması  sırasında  bu  hususun  objektif  bir  değerlendirme  ile  taraflarca hesaba katılmasının gerekip gerekmediğidir.  Önemli sebeplerin ortaya çıkabileceği önceden öngörülebiliyorsa veya bunların ortaya çıkmasında bu sebebi ileri sürenin kusuru varsa TBK m.331                                                            21  SELİÇİ, s.188; Önemli sebep kavramının formüle edilemeyeceği yönünde bkz. HIGI, Art.266g, Nr.11. 22  SELİÇİ, s.192; Bkz. AYDIN, s.185;  Kiralanan yer oksijenle kaynak işleri yapılmak üzere  kiralanmış  olsa  bile  yapılan  bu  işlerin  sağlığa  zararlı  ve  tahammül  edilmez derecede gürültüye sebebiyet verdiğinin tespiti halinde bu durum mühim sebep sayılır.  değerlendirmesi yapmıştır. Yargıtay HGK 11.12.1968 T. 593/826 sayılı K. için bkz. YAVUZ, s.405; Önemli sebepler, kurulması anında tarafların akde temel olarak kabul ettikleri şahsi veya maddi şartlarla ilgili sebeplerdir. TANDOĞAN, s.232; Önemli sebep, sözleşmenin başlangıcında önceden görülemeyen, dürüstlük kuralına göre kira ilişkisinin devamını çekilmez hale getiren, olağanüstü beklenmedik bir durumdur. AYDOĞDU Murat/KAHVECİ  Nalan:  Türk  Borçlar  Hukuku  Özel  Borç  İlişkileri  (Sözleşmeler Hukuku), Ankara 2017, s.636. 23  Önemli  sebeplerin  normal  olarak  kira  sözleşmesinin  devamı  sırasında  ortaya  çıktığı söylenebilir. Ancak kira sözleşmesinin başlangıcında var olup da bilinmeyen önemli sebepler de kira ilişkisinin sona erdirilmesi için ileri sürülebilir. TANDOĞAN, s.231; Mehaz kanun m.269 daki  kira ilişkisinin başlangıcında  ifadesi Türkçeye çevrilirken ihmal  sonucu  unutulmuştur.  BURCUOĞLU,  s.288;  Önemli  nedenlerin  sözleşmenin başında veya devamında ortaya çıkması arasında fark yoktur. Ayrıca bu nedenler ileri sürence kirayı kurduğu zamanda bilinmemeli veya bilinmesi gerekmemelidir. YAVUZ, s.405. 24  EREN, s.384; GÜMÜŞ, s.321; BURCUOĞLU, s.285; YAVUZ/ACAR/ÖZEN, s.258; GÜNEL,  s.223;  ÖZDOĞAN  Mustafa/OYMAK  Tuba:  6098  Sayılı  Türk  Borçlar Kanunu nda  Kira,  Ankara  2013,  s.103;  Sözleşmenin  kurulduğu  anda  bilinen  veya öngörülebilir olan önemli sebepler hariç tutulur. GUHL Theo/MERZ Hans/KUMMER Max/KOLLER  Alfred/DRUEY  Jean  Nicolas:  Das  Schweizerische  Obligationenrecht, Zürich 1995, s.411; ARAL/AYRANCI, s.325; DAŞLI, s.129; İNCEOĞLU, s.234; Bkz. HUGUENIN Claire: Obligationenrecht, Besonderer Teil, Zürich 2008, Nr.514, s.78;Bkz. HONSELL, Art.266g, Nr.6, s.970; Bkz. MUNCH Peter/BÖHRINGER Peter/KASPER Sabina/PROBST Franz: Schweizer Vertragshandbuch, Basel 2007, Nr.3.2, s.254.  25  İNCEOĞLU, s.235, dn.190 daki yazar.  343Turan ŞAHİN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359 hükmüne  dayanarak  kira  sözleşmesini  feshedemez.  Fesih  muhatabının hiçbir kusuru bulunmasa da önemli (haklı) sebebin varlığı taraflar arasındaki güven ilişkisini sarsabilir ve fesheden taraf açısından sözleşmeye devam etme çekilmez hale gelebilir.  Önemli sebeplerle olağanüstü fesih için parametre sadece ekonomik değil aynı zamanda diğer kişilikle ilgili yönlerdir.  İşleri  bozulan  kiracının  kira  bedelini  ödemekte  güçlük  yaşaması, asansörü olmayan ve üst katta oturan kiracının kalp krizi geçirmesi, kiracının başka bir ile tayini çıkması önemli sebepler olarak ifade edilmektedir. Ayrıca savaş hali ya da ağır ekonomik kriz gibi olaylarda önemli sebep olarak  ifade  edilmektedir.  Tarafların  ekonomik  durumlarındaki değişikliklerin  önemli  sebep  sayılıp  sayılmayacağı  tartışmalıdır.  Bazı yazarlara  göre  kiraya  verenin  veya  kiracının  ekonomik  durumundaki değişiklikler önemli bir sebep teşkil edebilir. İNCEOĞLU na göre ise ekonomik durumdaki değişiklikler kural olarak önemli sebep teşkil etmez, taraflardan birinin ekonomik durumunun bozulması kendi hayat rizikosuna                                                            26  YAVUZ/ACAR/ÖZEN, s.258; Kusursuz olunması için bkz.  MUNCH/BÖHRINGER/ KASPER/PROBST,  Nr.3.2,  s.254;  BURCUOĞLU,  s.286-288;  TANDOĞAN,  s.232; DOĞAN, s.231; GÜMÜŞ, s.321; GÜMÜŞ, Kira, s.268; ÖZDOĞAN/OYMAK, s.103; ULUÇAY, s.108; KIRMIZI, s.294; ARAL/AYRANCI, s.325; BECKER Hermann: İsviçre Borçlar Kanunu Şerhi, İkinci Bölüm, Çeşitli Sözleşme İlişkileri, Madde:184-551 (Çev. A.Suat Dura), Ankara 1993, s.306; TUNÇOMAĞ Kenan: Türk Borçlar Hukuku, II.Cilt, Özel Borç İlişkileri, İstanbul 1977, s.609; DAŞLI, s.134; Kusur ile sebebin ortaya çıkması arasında bir nedensellik bağı yoksa veya kusur karşı tarafın kusuruna oranla daha azsa haklı  sebeple  fesih  mümkün  olmalıdır.  ALTINOK  ORMANCI,  s.165;  Sözleşmeyi feshetmek  isteyenin  daha  kusurlu  olmaması  gerektiği  yönünde  bkz.  AYDIN,  s.220; İNCEOĞLU, s.236. 27  ALTINOK ORMANCI, s.164, dn.463 deki yazarlar.  28  HONSELL, Art.266g, Nr.1, s.969. 29  ZEVKLİLER/GÖKYAYLA, s.350; Tarafların ekonomik ve kişisel durumlarında meydana gelen ve öngörülemeyen değişiklikler taraflara ilişkin önemli sebeplerdir. AYDIN, s.202; Önceden  öngörülemeyecek  tarzda  memuriyet  nakli  önemli  sebep  olarak değerlendirilebilir.  YAVUZ/ACAR/ÖZEN,  s.258;  Bir  daire  için  uzun  süreli  kira sözleşmesi imzalayan herkes, işyerinin olası değişikliğini bilir ve OR 266g ye göre vazgeçemez. GUHL/MERZ/KOLLER, s.411.  30  ARAL/AYRANCI, s.325; GÜMÜŞ, s.321; AYDIN, s.193; HONSELL, Art.266g, Nr.5, s.969; HUGUENIN, Nr.514, s.78; Ekonomik krizler sonucu ekonomik çöküşün, önemli sebep olduğu yönünde bkz. HIGI, Art,266g, Nr.41. 31  Bkz. İNCEOĞLU, s.240, dn.221 deki yazarlar; Bkz. HONSELL, Art.266g, Nr.5, s.969; KIRMIZI, s.295. 32  İNCEOĞLU, s.240-241; Benzer yönde bkz. HIGI, Art.266g, Nr.31; ŞAHİN, s.71-72. 344Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359  Kira Sözleşmesinin … ilişkin  olup  bunun  sonuçlarının  karşı  tarafa  yüklenmesi  adil  olmaz. Kanaatimizce  de  tarafların  ekonomik  durumundaki  değişiklikler  kendi kusurlarından kaynaklı ise bu durum sözleşmenin feshi için TBK m.331 kapsamında önemli sebep sayılmamalıdır.  Ekonomideki konjuktürel dalgalanmalar, kira bedelinin azlığı veya çokluğu,  kiralanan  arsanın  kiraya  verence  arsa  payı  karşılığı  inşaat sözleşmesine konu yapılması önemli sebeplerden sayılmaz.  Burada değerlendirilmesi gereken bir husus önemli sebeplerle feshin, aşırı  ifa  güçlüğü  (TBK  m.138)  karşısındaki  konumudur.  TBK  m.331 in uyarlama  davalarına nazaran  daha  geniş  uygulama  alanı  olduğunu  ifade etmek  mümkündür.  Önceden  öngörülemeyen  sosyal  boyutlu  olağanüstü olaylar (savaş, ekonomik kriz) TBK m.331 in uygulanması açısından yeterli olduğu gibi, TBK m.138 kapsamındaki uyarlama davasından farklı olarak sosyal  boyut  taşımayan  olaylar  dahi  haklı  sebep  olarak  TBK  m.331 in uygulanmasına imkân verir. 818 sayılı BK döneminde Yargıtay uyarlama davalarını  sözleşme  şartları  açısından  yalnızca  kira  bedeline hasretmekteyken, artık TBK m.138 hükmü karşısında kira sözleşmelerinin kira bedelleri dışında diğer sözleşme şartları çerçevesinde uyarlanabilmesi imkânı  da  söz  konusudur.  TBK  m.138  ve  TBK  m.331  hükmünün                                                            33  HIGI, Art.266g, Nr.41. 34   Davacı fırının 15 yıl süre ile kiralanmış olmasını ve kira bedelinin başlangıçtaki azlığını akdin icrasını tahammül edilemez hale getiren önemli sebep olarak göstermiştir. Davacı tarafından açıklanan çekilmezlik nedenleri kira sözleşmesinin önceden öngörülemeyen esaslı değişmesi olarak kabul edilemez. Çünkü bu nedenler sözleşme yapılırken bilinen koşullardır.  Yargıtay 13 HD. 18.03.1988 T. 1988/853 E. 1988/1587 sayılı K. için bkz. BURCUOĞLU, s.288;  Kira parasının azlığı ileri sürüldüğü takdirde kiralayanın akdin hitamında  kira  tespiti  davası  açılabileceği  gibi  akdin  sona  ermesinden  önce  de sözleşmenin bedele ilişkin hükümlerinin günün koşullarına göre değiştirilmesini görevli mahkemeden  isteyebilir.  Yargıtay ın  yerleşmiş  içtihadına  göre  bu  suretle  düzeltme mümkün olan hallerde kira akdinin feshi istenemez.  Yargıtay 3.HD. 02.05.1986 T. 5195/5293 sayılı K. için bkz. YAVUZ, s.407. 35  AYDIN, s.194-195; GÜMÜŞ, s.322; GÜMÜŞ, Kira, s.270;  Davacı süreli olarak kurduğu kira  sözleşmesinin  bitmesine  2  yıl  kala  üçüncü  kişi  ile  yaptığı  kat  karşılığı  inşaat sözleşmesi  gereğince  davaya  konu  taşınmazın  kendisine  boş  olarak  teslim  edilmesi gerektiğini ve bu nedenle kira sözleşmesini feshetmek istediğini bildirmiş yasal olarak BK 264. maddesine dayanmıştır. Böyle bir iddia önemli nedenlerle kira sözleşmesinden dönmeye neden olamaz. Zira böyle bir olasılık baştan itibaren hesaba katılması gerekirdi.  Yargıtay 3.HD. 22.03.1999 T. 1999/2310-2904 sayılı K. için bkz. KIRMIZI, s.302. 36  GÜMÜŞ, Kira, s.268-269. 37  GÜMÜŞ, Kira, s.268-269. 345Turan ŞAHİN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359 uygulama şartlarının aynı anda oluştuğu hallerde kiracı veya kiraya veren önemli  sebeplerle  sözleşmeyi  feshetmek  yerine  kira  sözleşmesinin  TBK m.138 kapsamında uyarlanmasını da isteyebilir. Buradaki sorun sözleşmenin değişen şartlara uyarlanması imkânı varsa yine de TBK m.331 e göre feshin mümkün olup olmadığıdır. Taraflardan birinin  önemli  sebeplerle  sözleşmeyi  feshettiği  bir  durumda  karşı  taraf, uyarlama  yapılması  halinde  çekilmezlik  unsurunun  ortadan  kalkacağını belirtip  uyarlama  istemişse,  hâkim  feshin  şartlarının  oluşmadığını  kabul ederek  uyarlama  yapmalıdır.  Tarafların  uyarlamayı  talep  etmediği  bir durumda  hâkimin  kendiliğinden  uyarlama  yoluna  gitmesi  söz  konusu olmayıp bu halde hâkim TBK m.331 in şartlarının oluşup oluşmadığına göre kararını vermelidir.  C. Fesih Bildirimi Kanun  koyucu  TBK  m.331  hükmünde  taraflardan  her  birinin,  kira ilişkisinin devamını kendisi için çekilmez hâle getiren önemli sebeplerin varlığı durumunda, sözleşmeyi yasal fesih bildirim süresine uyarak her zaman feshedebileceğini düzenlemiştir.  1. Fesih Bildiriminin Yapılabileceği Süre Önemli sebeplerle kira sözleşmesini feshetmek isteyen taraflardan biri, taşınmaz kiraları ile taşınır yapıya ilişkin kiralarda TBK m.329 daki yasal fesih bildirim süresine (3 ay), taşınır kiralarında ise TBK m.330 daki yasal fesih bildirim süresine (3 gün) uymak suretiyle fesih bildirimi yapabilir.  TBK m.331 kapsamında önemli nedenlerle fesih bildiriminin yasal veya akdi fesih dönemlerinin sonuna rastlatılmasına gerek yoktur. Bu manada TBK m. 329 da ifade edilen altı aylık fesih dönemi beklenmez.                                                             38  AYDIN, s.206; İNCEOĞLU, s.227; GÜMÜŞ, Kira, s.269. 39  İNCEOĞLU,  s.227;  Ayrıca  bkz.  BURCUOĞLU,  s.293;  Kira  ilişkisinin  Art.266g kapsamında usulüne uygun olarak tek taraflı feshinden sonra, fesheden veya feshedilen tarafın uyarlamayı amaçlayan şikâyetine yer olmadığı hususunda bkz. HIGI, Art.266g, Nr.27. 40 İNCEOĞLU, s.227. 41  İBK m. 266g için bkz. HIGI, Art.266g, Nr.61; Önemli bir sebep olduğunda sözleşmedeki veya  yasal tarihler gözlenmemelidir. GUHL/MERZ/KOLLER, s.411; DOĞAN, s.27; BURCUOĞLU, s.289; Yargıtay 3.HD. 22.01.2001 T.1467 E. 2257 sayılı K. için bkz. 346Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359  Kira Sözleşmesinin … TBK  m.331  uyarınca  yapılan  fesih  bildirimi,  derhal  yapılır  ancak etkisini (taşınmaz kiraları ile taşınır yapıya ilişkin kiralarda) karşı tarafa ulaşmasından 3 ay sonra gösterir.  Taşınır  kiralarında  ise etkisini  karşı tarafa ulaşmasından 3 gün sonra gösterir.  Önemli  sebepler,  ortaya  çıkmasından  hemen  sonra  bildirilmelidir. Ancak fesheden tarafa belli bir süre verilecektir. Bunun sebebi her ikisi için de  gerekçenin  ortaya  çıkmasının  etkilerini  ve  sonlandırmanın  (feshin) sonuçlarını dikkate almaktır. Bu çerçevede önemli nedenlerin fark edilmesi sürekli bir süreçtir (Kötüleşen kriz, artan geçimsizlik, sürekli geç ödemeler gibi). Çekilmezliğin sonuçlarının geçici, zamana bağlı olması önemli sebep olarak kabul edilemez. Genellikle önemli sebeplerin varlığı halinde feshin tam zamanında yapıldığı var sayılmaktadır.  TBK m.331 hükmünde kira sözleşmesinin her zaman feshedilebileceği ifade edilse de, önemli sebep ortaya çıkınca dürüstlük kuralı kapsamında uygun olan kısa sürede fesih yoluna başvurulması gerekir, aksi halde hem sözleşmenin devamını çekilmez kılan bir sebebin olduğunu iddia edip hem de uzunca bir süre beklemek çelişkili davranış yasağına girer.                                                                                                                                          UYGUR, s.6287; Yargıtay 3. HD. 18.09.2001 T. 2001/6667 E. 2001/7872 sayılı K. için bkz. www.kazanci.com/kho/ibb/giris.htm (Erişim Tarihi: 18.09.2018) 42  Bkz. YAVUZ/ACAR/ÖZEN, s.258; GÜMÜŞ, s.258; ZEVKLİLER/GÖKYAYLA, s.350351; DAŞLI, s.133; AYDIN, s.255; ÖZTÜRK Mehmet: Konut ve Çatılı İşyeri Kira Sözleşmelerinin Sona Erme Halleri, DEÜHFD. Prof. Dr. Şeref Ertaş a Armağan, C.19, Özel Sayı-2017, s.1586; AYDOĞDU/KAHVECİ, s.636; KIRMIZI, s.294; Fesih hakkının kullanılması ile fesih etkisini derhal gösteremiyorsa, feshin etkisini göstermesi için belirli bir sürenin geçmesi gerekliyse fesih bildirimi, feshi ihbardan söz edilir. ŞAHİN, s.45; Yargıtay 13. HD. 18.02.1986 T. 307 E. 920 sayılı K. için bkz. UYGUR, s.6288;  Kira sözleşmesine  devam  etmenin  çekilmez  hale  gelmesi  nedeniyle  BK  264.maddesine dayanılarak süre bitmeden önce feshedebilmek için BK 262.maddesinde belirtilen feshi ihbar  sürelerine  uymak  gerekir.  Bu  itibarla  1.2.1984  tarihinde  davalıya  ihtarname gönderilerek kira sözleşmesinin feshedildiği bildirildiğine göre davacı kiracının 3 ay daha kira sözleşmesi ile bağlı olduğunun ve bu cümleden olarak sözleşmenin 1.5.1984 tarihinde sona erdiğinin kabulü gerekir.  Yargıtay 13.HD. 16.4.1987 T. 1926/2300 sayılı K. için bkz. YAVUZ, s.407. 43  HIGI, Art.266g, Nr.59. 44  AYDOĞDU/KAHVECİ, s.636; ŞAFAK, s.179; Bkz. HONSELL, Art.266g, Nr.7, s.970; GÜMÜŞ e göre ise fesih bildiriminin kira sözleşmesinin süresinin sonuna kadar yapılması gerekir. Kira sözleşmesinin TBK m. 300 veya 347 ye göre yenilendiği hallerde ancak yenileme döneminde de devam eden ya da ortaya çıkacak haklı sebebe dayalı olarak kira sözleşmesini sona erdirmek mümkündür. Bkz. GÜMÜŞ, s.322. 347Turan ŞAHİN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359 2. Fesih Bildirimin Şekli  6098 sayılı Türk Borçlar Kanunu nun kiraya ilişkin genel hükümlerine tabi  kira  sözleşmelerinin  önemli  sebeplerle  feshi  için  gerekli  olan  fesih bildirimi şekle tabi değilken, konut ve çatılı işyeri kiralarında fesih bildirimi TBK m.348  uyarınca  yazılı şekle tabidir.  İBK  206o kapsamında şekil kuralının ihlali halinde mutlak butlan (Nichtigkeit) söz konusu olur.  Bu  noktada  değerlendirilmesi  gereken  bir  husus  fesih  bildiriminde önemli  sebeplerin  yer  almasına  gerek  olup  olmadığıdır.  Bazı  yazarlar sözleşmeyi  feshederken  önemli  sebebin  ne  olduğunun  fesih  bildiriminde belirtilmesine gerek olmadığını, ancak karşı tarafın istemi üzerine somut sebebin  belirtilmesi  zorunluluğu  doğacağını  ifade  etmektedir.  Bazı yazarlarca ise fesih beyanının gerekçelendirmesinin zorunlu olduğu, gerekçe gösterilmeden ileri sürülen feshin yapıldığı andan itibaren geçersiz olacağı, kira sözleşmesine son verebilmek için gerekçeli ikinci bir fesih beyanının gerektiği belirtilmektedir.  Kanaatimizce  fesih  bildiriminin  gerekçelendirilmesine  gerek  yoktur. Fesih bildiriminde bulunanın, feshe dayanak olacağını düşündüğü sebeplerin yerinde  olup  olmadığı  meselesi  açılacak  olan  davada  hâkimin  vereceği kararla  ortaya  çıkar.  Önemli  sebeple  feshettiğini  ileri  süren  tarafın kendisinden  sorulması  halinde  dürüstlük  kuralı  uyarınca  fesih  sebebini bildirmesi  gerekir.  Sebebin  bildirilmemesi  halinde  ise  uğranılan  zararın tazmini gündeme gelir.                                                              45  HIGI,  Art,266g,  Nr.56-57;  GUHL/MERZ/KOLLER,  s.406;  Benzer  yönde  Alman Hukukunda  bkz.  BROX  Hans,  Besonderes  Schuldrecht,  München  1999,  s.119-120; BURCUOĞLU,  s.289;DOĞAN,  s.234;  ÖZDOĞAN/OYMAK,  s.104-105;  GÜMÜŞ, s.322; İNCEOĞLU, s.247; GÜMÜŞ, Kira, s.272; ŞAFAK, s.179; KIRMIZI, s.297; Bkz. AYDIN, s.229; Feshin şekle tabi olacağına ilişkin anlaşma yapılabileceği yönünde bkz. HIGI, Art.266g, Nr.58, Nr.69. 46  GUHL/MERZ/KOLLER, s.406. 47  İNCEOĞLU,  s.248;  AYDIN,  s.225-226;  ALTINOK  ORMANCI,  s.183;  Fesih bildiriminde gerekçeye gerek olmadığı yönünde bkz. BROX, s.119. 48  TANDOĞAN, s.233; Önemli sebebin ayrıntısıyla olmasa bile genel bir ifade ile fesih beyanında belirtilmesi zorunlu olup aksi halde fesih beyanından önemli sebeple feshe mi yoksa başka bir fesih yoluna mı başvurulduğu anlaşılamaz. DAŞLI, s.134. 49  Bkz. SELİÇİ, s.163; AYDIN, s.226; İNCEOĞLU, s.248. 348Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359  Kira Sözleşmesinin … III.  ÖNEMLİ  SEBEPLERLE  OLAĞANÜSTÜ  FESHİN SONUÇLARI Kira sözleşmesinin önemli sebeplerle olağanüstü feshinin sonuçlarını kira sözleşmesinin sona ermesi ve fesih sebebiyle uğranılan zararın tazmini olarak ifade etmek mümkündür.  A. Kira Sözleşmesinin Sona Ermesi Kira sözleşmesi önemli sebeplerle feshedilmişse, taşınmaz kiraları ile taşınır yapıya ilişkin kiralarda fesih bildiriminin karşı tarafa ulaşmasından 3 ay sonra (TBK m. 329) taşınır kiralarında ise fesih bildiriminin karşı tarafa ulaşmasından 3 gün sonra (TBK m. 330) kira sözleşmesi sona erer.  Kira  sözleşmesinin  sona  ermesi  ile  kiralananın  geri  verilmesi yükümlülüğü söz konusu olur. Kiralananın geri verilmemesi halinde kiraya karşılık  gelen  bir  tazminat  yükümlülüğü  ortaya  çıkar  ancak  bu  durum kiracılığın devamı anlamına gelmez.  Kiraya verenin, feshin şartları oluşmamasına rağmen sözleşmeyi haksız feshi halinde ise kira sözleşmesi sona ermez. Kiracı kiralananı kullanmaya devam edebilir. Buna karşın kiracı tarafından, feshin şartları oluşmamasına                                                            50  Bkz. HIGI, Art.266g, Nr.65-66. 51  HIGI, Art.266g, Nr.67; GUHL/MERZ/KOLLER, s.411; İNCEOĞLU, s.252, dn.266 daki yazarlar; Önemli bir sebep olmadan fesih açıklaması geçersizdir. HONSELL, Art.266g, Nr.10, s.970; AYDIN, s.256; ALTINOK ORMANCI, s.233; ŞAFAK, s.181; Maddi ve şekli koşullar oluşmadan yapılan önemli sebeple fesih bildirimi geçersiz olacağından kiraya verence yapılan fesih ve tahliye istemi sonuçsuz kalacak, kira sözleşmesinin devamı söz konusu  olacaktır.  AYDOĞDU/KAHVECİ,  s.637;  Geçersiz  olan  önemli  sebeple  fesih bildirimi çevirme (tahvil) yoluyla olağan fesih bildirimi olarak kabul edilip geçerli sayılabilir mi? Belirsiz süreli kira sözleşmelerinde şartları oluşmamış önemli sebeple fesih bildiriminin (haksız fesih) olağan feshe çevrilmesinin (tahvil) mümkün olduğu, bu halde TBK m.329 ve 330 da öngörülen sürelerin sonunda sözleşmenin sona ereceği yönünde bkz. AYDIN, s.263 vd.; ayrıca bkz. ALTINOK ORMANCI, s.244; ŞAFAK, s.189; İNCEOĞLU na göre ise konut ve çatılı işyeri kiralarında kiraya verenin yapacağı bildirimlerin bu şekilde tahviline TBK m.347 engel olur. Bkz. İNCEOĞLU, s.252, dn.267. Geçersiz olan önemli sebeple fesih bildiriminin çevirme (tahvil)  yoluyla olağan fesih bildirimi olarak  kabul edilmeyeceği yönünde bkz. HIGI, Art.266g, Nr.67. Önemli sebep yoksa fesih kabul edilemez, kira ilişkisi devam  eder  ancak  olağan  feshe  çevirme  (tahvil)  esas  olarak  mümkündür.  Bkz. HONSELL/VOGT/WIEGAND, Art.266g, Nr.4.  52  İNCEOĞLU, s.252; Bkz. AYDIN, s.256; Kiracılık değişmeden kalmıştır. HIGI, Art.266g, Nr.67; Kira konusunun kullanımının devam edeceği, kiraya verenin de kirayı talep etmeye devam edeceği yönünde bkz. GUHL/MERZ/KOLLER, s.411-412. 349Turan ŞAHİN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359 rağmen  sözleşmenin  haksız  feshi  halinde  TBK  m.325  uygulama  alanı bulur. Anılan hükme göre;  Kiracı, sözleşme süresine veya fesih dönemine uymaksızın  kiralananı  geri  verdiği  takdirde,  kira  sözleşmesinden  doğan borçları, kiralananın benzer koşullarla kiraya verilebileceği makul bir süre için devam eder. Kiracının bu sürenin geçmesinden önce kiraya verenden kabul  etmesi  beklenebilecek,  ödeme  gücüne  sahip  ve  kira  ilişkisini devralmaya  hazır  yeni  bir  kiracı  bulması  hâlinde,  kiracının  kira sözleşmesinden  doğan  borçları  sona  erer.  Kiraya  veren,  yapmaktan kurtulduğu giderler ile kiralananı başka biçimde kullanmakla elde ettiği veya elde  etmekten  kasten  kaçındığı  yararları  kira  bedelinden  indirmekle yükümlüdür.  TBK m.325 in söz konusu olduğu bir durumda kural olarak kira sözleşmesi makul sürenin sonunda kendiliğinden sona erer.  Burada değerlendirilmesi gereken bir husus da kira sözleşmesinin tapu kütüğüne şerh edildiği bir durumda yeni malik tarafından önemli sebeplerle fesih imkânının (TBK m.331) kullanılıp kullanılamayacağı meselesidir. TBK m.310/1 e göre;  Sözleşmenin kurulmasından sonra kiralanan herhangi bir sebeple el değiştirirse, yeni malik kira sözleşmesinin tarafı olur.  Ancak konut ve çatılı işyeri kiraları bakımından yeni malikin gereksinim sebebiyle tahliye davası açma imkânı söz konusudur. (TBK m.351) Yeni malikçe açılabilecek olan gereksinim sebebiyle tahliye davasının sonuçsuz kalması bakımından  TBK  m.312  uyarınca  taşınmaz  kiralarında,  sözleşmeyle kiracının  kiracılık  hakkının  tapu  siciline  şerhi  kararlaştırılabilir.  TBK m.312 nin gerekçesinde;  …şerhe dayanan kiracı, yeni malikin, Tasarının 350 nci maddesi uyarınca, gereksinimini ileri sürerek kira sözleşmesini sona erdirme hakkını kullanmasına engel olabilecektir. Zaten, sözleşmenin kiraya veren tarafında bir değişiklik olmasa bile, kiracılık hakkının tapu siciline şerhi, kiraya verenin, Tasarının 349 uncu maddesinde öngörülen gereksinim, yeniden inşa ve imar gibi sebeplerle kira sözleşmesini sona erdirmesini önleyici bir etkiye sahiptir.  denilmektedir. Gerekçeden anlaşılacağı üzere şerh, kiraya verenin, gereksinim, yeniden inşa ve imar gibi sebeplerle kira sözleşmesini sona erdirmesini önleyici bir etkiye sahiptir. Tapu kütüğüne yapılan şerhin, kira sözleşmesini önemli sebeplerle feshi imkânını ortadan                                                            53  İNCEOĞLU, s.252; AYDIN, s.256; AYDOĞDU/KAHVECİ, s.637; ŞAHİN, s.103; Bkz. GÜMÜŞ, Kira, s.275; Benzer yönde İBK m.264 hükmünün uygulanacağı yönünde bkz. GUHL/MERZ/KOLLER, s.412.  54  GÜMÜŞ, s.292; ZEVKLİLER/GÖKYAYLA, s.334; YAVUZ/ACAR/ÖZEN, s.232. 350Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359  Kira Sözleşmesinin … kaldırıp  kaldıramayacağını  değerlendirmek  gerekir.  Bazı  yazarlar  şerhin, yeni  malikin  sözleşmenin  tarafı  olarak  sahip  olduğu  TBK nın  327  vd. maddelerinde  düzenlenen,  diğer  sözleşmeyi  sona  erdirme  haklarını engellemeyeceğini, kira sözleşmesinin şerh edilmiş olmasına rağmen eski malikin bu haklarını kullanabileceği gibi yeni malikin de aynı haklara sahip olması gerektiğini ifade etmiştir. Kanaatimizce şerhin önemli sebeplerle feshe engel olup olamayacağı noktasında değerlendirme yaparken ortaya konulan her bir önemli sebebe göre ayrım yapılmalıdır. Bu kapsamda yeni malik döneminde ortaya çıkan önemli sebepler (örneğin kiracı derneğin terör olaylarına  karışması  gibi  durumlar)  kira  ilişkisini  çekilmez  hale getireceğinden  feshe  imkân  tanınmalıdır.  Ancak  yeni  malikin  taşınmazı devraldıktan sonra ihtiyacını gerekçe gösterip (taşınmazdan faydalanmasını ivedi olarak gerektirecek) önemli sebebi ileri sürmesi halinde, şerh varsa feshe  imkân  tanınmamalıdır.  Nitekim  şerhin  munzam  etkisi  de  bunu gerektirir.  B. Fesih Sebebiyle Uğranılan Zararın Tazmini Kira sözleşmesinin önemli sebeplerle olağanüstü feshi gerçekleşmişse hâkim, durum ve koşulları göz önünde tutarak, olağanüstü fesih bildiriminin parasal sonuçlarını karara bağlar (TBK m. 331/II).  TBK m.331/II ye göre kira sözleşmesini fesheden, karşı tarafın fesih sebebiyle  uğradığı  müspet  zararı tazmin etmek  zorundadır.  Tazminatın kapsamı belirlenirken hâkim TBK m. 51-52 uyarınca; durumun gereğini, feshedenin kusur durumunu, ekonomik durumlarını dikkate alacaktır.  İNCEOĞLU na  göre  sözleşmeyi  fesheden  tarafın  hukuka  veya sözleşmeye aykırı davranışı mevcut olmadığından, burada gerçek anlamda bir  tazminat  söz  konusu  olmaz.  Kanun  koyucu,  zararın  tamamına  karşı                                                            55  ERTUĞRUL  Meltem:  Üçüncü  Kişinin  Kira  Sözleşmesinin  kurulmasından  sonra Kiralananda Üstün Hak Sahibi Olması, ABD. 2014/4, s.572. 56  GÜMÜŞ, s.322; DOĞAN, s.231. 57  ARAL/AYRANCI, s.325; GÜMÜŞ, s.323; GÜMÜŞ, Kira, s.274; DAŞLI, s.135; AYDIN, s.258; ALTINOK ORMANCI, s.250; AYDOĞDU/KAHVECİ, s.637; ŞAFAK, s.183; KIRMIZI, s.296. 58  EREN, s.386; Ayrıca bkz. GÜMÜŞ, s.323; DAŞLI, s.136; ALTINOK ORMANCI, s.253; AYDOĞDU/KAHVECİ,  s.637;  HONSELL,  Art.266g,  Nr.9,  s.970;  Bkz. HONSELL/VOGT/WIEGAND, Art.266g, Nr.6. 351Turan ŞAHİN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359 tarafın katlanmasını uygun görmemiş bu nedenle de fesheden tarafın da bir denkleştirme bedeli ödeyerek doğan zarara katlanmasını istemiştir.  ZEVKLİLER/GÖKYAYLA,  hâkimin,  kira  ilişkisinin  devamını çekilmez  kılan  sebebi,  bu  sebebin  tarafların  kusurundan  kaynaklanıp kaynaklanmadığını,  sözleşmenin  süresini,  kiralananın  ne  kadar  sürede yeniden kiraya verilebileceğini inceleyeceğini, hâkimin hükmedeceği miktar konusunda  sınırlama  yapılmadığını,  ancak  hâkimin  sözleşme feshedilmeseydi daha ne kadar süre kira bedelinin ödeneceğini göz önünde tutmasının  işin  niteliği  gereği  olduğunu,  durum  ve  koşulların  daha  az miktarda  bir  tazminata  hükmedilmesini  de  haklı  kılabileceğini  ifade etmiştir.  Kiracının  feshettiği  kira  sözleşmesinde,  TBK  m.  331/II  uyarınca hâkimin belirleyeceği tazminatın üst sınırı TBK m. 325 de ifade edilen;  kiralananın benzer koşullarla kiraya verilebileceği makul bir süre için doğacak borçlar  kadar olmalıdır. TBK m. 325, kiralananın hiçbir haklı sebep yokken sözleşmenin bitiminden önce geri verilmesi halinde kiracının borçlarının,  kiralananın benzer koşullarla  kiraya  verilebileceği makul  bir süre  için  devam  edeceğini  düzenlemektedir. TBK m.  331  uyarınca  kira sözleşmesinin  sonlandırılması  için  ortada  haklı  bir  sebep  aranmaktadır. Haklı sebeple sözleşmenin sonlandırılması halinde ödenecek olan tazminat hiçbir sebep yokken kiralananın geri verilmesi halinde ödenecek olan miktarı geçmemelidir.  Hâkimin belirleyeceği tazminatın içeriği parasal bir değer olmalıdır. Önemli sebeplerle kira sözleşmesinin sonlandırılması halinde kiraya verenin tazminat alacağı söz konusu olur ise, bu alacak için hapis hakkı bulunmaz. Tazminat talebinin TBK m. 147 gereği on yıllık zamanaşımı süresinde ileri sürülmesi gerekir.                                                             59  İNCEOĞLU, s.253; Tazminat yönünde bkz. HIGI, Art.266g, Nr.77. 60  ZEVKLİLER/GÖKYAYLA, s.351; Bkz. GÜMÜŞ, s.323. 61  İNCEOĞLU, s.255; DAŞLI, s.136-137; AYDOĞDU/KAHVECİ, s.637-638. 62  HIGI, Art.266g, Nr.78; AYDIN, s.263; İNCEOĞLU, s.254.  63  HIGI, Art.266g, Nr.76; GÜMÜŞ, Kira, s.275; AYDIN, s.263.  64  BİLGE Necip: Borçlar Hukuku Özel Borç Münasebetleri, Ankara 1971, s. 182; UYGUR Turgut:  Borçlar  Kanunu,  C.5,  Ankara  2010,  s.6285;  EREN,  s.386;  ŞAFAK,  s.58; YAVUZ, s.408. 352Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359  Kira Sözleşmesinin … IV.  ÖNEMLİ SEBEPLERLE OLAĞANÜSTÜ FESHİN KİRAYA İLİŞKİN ÖZEL SONA ERME SEBEPLERİ İLE İLİŞKİSİ  Önemli sebeplerle olağanüstü feshi düzenleyen TBK m. 331 hükmü ile kiracının temerrüdünü düzenleyen TBK m.315 veya iki haklı ihtar sebebiyle tahliyeyi düzenleyen TBK m.352/II hükümlerinin yarışıp yarışamayacağı hususuna bakmak gerekir.  Yargıtay verdiği bir kararda;   Davada dayanılan ve hükme esas alınan 9/7/2012 başlangıç tarihli ve bir yıl süreli kira sözleşmesi konusunda taraflar arasında bir uyuşmazlık bulunmamaktadır. Kiralanan yer konut olup 6098 Sayılı TBK'nın konut ve çatılı  işyeri  kirası  hükümlerine  tabidir.  Davacı  dava  dilekçesinde sözleşmenin kendisi için çekilmez hale gelmesi nedeni olarak kira ve aidat parasının  düzenli  ödenmemesi  sebebine  dayanmıştır.  Kiracının  kira bedelini veya yan gideri ödemede temerrüde düşmesi hali, TBK'nun 315. Maddesinde  düzenlenmiştir.  Bundan  ayrı  olarak  TBK'nun  352/2 maddesinde kira bedelinin veya yan giderin gününde ödenmemesi halinde iki haklı ihtar sebebiyle fesih hali düzenlemiştir. Davacı taraf bu tahliye nedenlerine  dayanmamaktadır.  Bu  sebeple  mahkemece  davacının dayandığı  sebep  (TBK'nun  331.mad.)  sebebiyle  davanın  reddine  karar verilmesi  gerekirken  yazılı  şekilde  davanın  temerrüt  sebebiyle  tahliye davası olarak nitelendirilmek suretiyle kabulüne karar verilmesi doğru değildir. Hüküm bu sebeple bozulmalıdır.  değerlendirmesi yapmıştır.  Kanaatimizce kira bedelinin  veya  aidatın sürekli olarak düzenli  ve zamanında  ödenmediği  bir  durumda  kiracıya  verilen  sürede  ödeme yapılması adet  haline getirilmişse  kiraya verenin TBK m.331 hükmüne dayanarak  önemli  sebeplerle  kira  sözleşmesini  feshetmesi  mümkündür. Ancak kiracı böyle bir adet oluşturmamışsa, kiracının temerrüdü halinde TBK m.315 hükmü veya TBK m.352/II hükmü önceliklidir.  İNCEOĞLU na  göre,  meseleye  konut  ve  çatılı  işyeri  kiraları bakımından son derece dikkatli yaklaşmak gerekir. Çekilmezlik unsurunun katı bir değerlendirmeye tabi tutulmaması kiracının borca aykırı davranışı, TBK  m.315 deki  şartları  taşımasa  bile  kendisinin  önemli  sebeple  fesih                                                            65  Bkz.  Yargıtay  6.  HD.  27.10.2015  T.  2015/7331  E.  2015/9163  sayılı  K.  için  bkz. www.kazanci.com/kho/ibb/giris.htm (Erişim Tarihi: 10.04.2018) 353Turan ŞAHİN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359 gerekçesiyle tahliye edilmesine olanak tanıyacaktır. Oysa bu durum tahliye sebeplerinin sınırlı sayıda olması ilkesi ile çelişir. Örneğin kiracının sürekli olarak yan giderleri geç ödemesinin bu anlamda önemli bir sebep sayılması mümkün  olmamalıdır.  Nitekim  TBK  m.352/II  fıkrası  iki  haklı  ihtar  ile sözleşmenin feshi imkânının sadece kira bedelleri için öngördüğünden, yan giderlerin  sürekli  geç  ödenmesinin  bir  fesih  sebebi  teşkil  etmesi  kanun koyucunun açık tercihine aykırı olacaktır.  Bu noktada hâkim görüş genel norm olan TBK m. 331 in diğer özel hüküm  niteliğindeki  olağanüstü  fesih  sebeplerinin  şartlarının  hiç  veya tamamen gerçekleşmediği hallerde uygulanabileceği yönündedir.  Kanaatimizce de, özel hüküm niteliğindeki fesih sebeplerinden birinin varlığı halinde (örneğin TBK m.316 da düzenlenen özenle kullanma ve                                                            66  Bkz. İNCEOĞLU, s.225-226. 67  GÜMÜŞ, s.320, dn.1408 de belirtilen yazarlar; HIGI, Art.266g, Nr.13; GÜMÜŞ, Kira, s.267; Ayrıca bkz. DAŞLI, s.125; AYDIN, s.245; İNCEOĞLU, s.224; ÖZTÜRK, s.1586; TBK m.316 kapsamında fesih sebebi oluşturan hallerde TBK m.331 e dayanmayan gerek olmadığı yönünde bkz. BURCUOĞLU, s.283-284. 68   Davacı; taraflar arasında 22/07/2012 tarihli kira sözleşmesi bulunduğunu, aylık kira bedelinin 580,00 TL olup 2015 yılı 6, 7 ve 8. ay kira bedellerinin ödenmemesi üzerine davalının sözlü olarak uyarıldığını, davalının 01/07/2015 tarihinde tarafına apartman içinde omuz attığını ve merdivenden düşürerek kolunu kırdığını, taraflar arasındaki kira ilişkisinin çekilmez hale geldiğini belirterek 3 aylık kira alacağı olan 1.740 TL'nın ve dava sonuna kadar işleyecek kira bedellerinin yasal faiziyle tahsiline, TBK'nun 315. ve 347/3 yollaması  ile  331.  maddeleri  uyarınca  davalının  tahliyesine  karar  verilmesini  talep etmiştir.  Davalı,  davanın  reddini  dilemiştir.  Mahkemece,  temerrüt  ihtarnamesi bulunmadığından temerrüt nedeniyle tahliye isteminin reddine, alacağa ilişkin davanın kısmen kabulü ile 1.760 TL kira alacağının davalıdan tahsiline, fazlaya ilişkin istemin reddine, olağanüstü fesih nedeniyle tahliye isteminin ise akdin çekilmez hale geldiği kabul edilse bile bu durumun davacının kusurlu davranışıyla oluştuğundan bahisle reddine karar verilmiş, hüküm davacı vekili tarafından tahliyeye yönelik olarak temyiz edilmiştir. Her ne kadar, dava dilekçesinde TBK'nun 331. maddesinde düzenlenen olağanüstü fesih nedeniyle tahliye isteminden bahsedilmiş ise de hukuki tavsif mahkemeye ait olup dava dilekçesindeki  anlatımlardan  davanın,  kiralananın  açıktan  fena  kullanım  nedeniyle tahliyesi davası olduğunun kabulü gerekir zira iddia edilen müessir fiil açıktan fena kullanım halini oluşturmaktadır. O halde, Mahkemece uyuşmazlığın 6098 sayılı TBK.nun 316/3  maddesi  çerçevesinde  değerlendirilmesi  ve  açıktan  fena  kullanım  durumunda herhangi bir ihtar olmadan da dava açılabileceği gözetilerek, bu kapsamda deliller toplanmak suretiyle, davalının eyleminin açıktan fena kullanıma ilişkin olup olmadığı, tahliye  şartlarının  oluşup  oluşmadığı  üzerinde  durularak  sonucuna  göre  bir  karar verilmesi gerekirken yazılı gerekçe ile davanın reddine karar verilmesi doğru değildir. Hüküm  bu  nedenle  bozulmalıdır.   Yargıtay  3.HD.  14.12.2017  T.  2017/7721  E. 2017/17699 sayılı K.;  Davacı davalının yaptığı kötülükler nedeniyle çevresinde husumet 354Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359  Kira Sözleşmesinin … komşulara saygı gösterme borcuna aykırılık veya TBK m.315 de düzenlenen kiracının temerrüdü) ilgili olan bu hükümler uygulanmalıdır. Ancak özel hüküm  niteliğindeki  olağanüstü  fesih  sebeplerinin  şartlarının  hiç  veya tamamen  gerçekleşmediği  bir  durumda  TBK  m.331 e  dayanmak mümkündür.  SONUÇ Kira sözleşmesinin önemli sebeplerle olağanüstü feshi imkânı 818 sayılı BK döneminde 264.maddede belirli bir süreyle yapılan taşınmaz kiraları bakımından  geçerli  iken  6098  sayılı  TBK  m.331  düzenlemesi  ile sözleşmenin belirli süreli olması şartı kaldırılmış ayrıca taşınır kiralarında da önemli sebeple fesih imkânı getirilmiştir. Böylece hükmün uygulama alanı genişletilmiştir.  Kira sözleşmesinin önemli sebeplerle olağanüstü feshine ilişkin TBK m. 331, diğer sona erme sebeplerinin hiç veya tamamen oluşmadığı bir durumda sözleşmeyi  sona  erdirmeye  yarayan  bir  hükümdür.  İşlem  temelinin çökmesinin uygulama hallerinden biri olan olağanüstü fesih düzenlemesi sayesinde, kira sözleşmesinde kira ilişkisini çekilmez hale getiren önemli sebeplerin varlığı halinde, taraflara belirli süreli kira sözleşmelerinde sürenin sonunu,  belirsiz  süreli  kira  sözleşmelerinde  fesih  döneminin  dolmasını beklemeksizin her zaman sözleşmeyi sonlandırma imkânı verilmiştir.  Kira sözleşmesinin haklı nedenlerle feshini değil, fesih bildirimi ile sona erdirilmesini düzenleyen TBK m.331 hükmü genel bir düzenlemedir. Ancak özel hüküm niteliğindeki olağanüstü fesih sebeplerinin şartlarının hiç veya  tamamen  gerçekleşmediği  bir  durumda  TBK  m.331 e  dayanmak mümkündür.  Kiracı  veya  kiraya  verenin  kira  sözleşmesini  TBK  m.331  uyarınca sonlandırabilmesi  için  bir  kira  sözleşmesinin  varlığı,  kira  ilişkisinin                                                                                                                                         topladığından,  bunun  neticesi  kiralananın  dinamitlenmesine  sebebiyet  verdiğini  ileri sürerek kiralananın boşaltılmasını istemiştir. Kira sözleşmesinin devamını çekilmez hale getiren sebeplerin doğması halinde, gerek kiralayan ve gerekse kiracı akdin devamına zorlanamaz. İleri sürülen iddianın sübutu halinde sözleşmenin devamı tahammül edilmez bir hale geleceği cihetle bu husus tahliye sebebi teşkil eder. Bu itibarla BK 264 maddesi hükmü göz önünde tutulmak suretiyle gerekli incelemenin yapılması ve sonucuna göre karar verilmesi…  Yargıtay 6.HD. 18.06.1973 T. 3114 E. 2568 sayılı K. için bkz. BURCUOĞLU, s.284.  355Turan ŞAHİN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359 devamını çekilmez hale getiren önemli sebeplerin olması ve fesih bildirimi aranır. Sözleşme, taşınmaz kiraları ile taşınır yapıya ilişkin kiralarda fesih bildiriminin karşı  tarafa  ulaşmasından 3 ay sonra (TBK m. 329) taşınır kiralarında ise fesih bildiriminin karşı tarafa ulaşmasından 3 gün sonra (TBK m. 330) sona erer. Fesih hakkının kullanılması bakımından fesih dönemi şartı söz konusu olmayıp, sadece fesih bildirim süresine uyularak sözleşme sona erdirilebilir.  Önemli sebeplerle fesih, kira sözleşmesini sona erdirdiği gibi fesih sebebiyle uğranılan zararın tazminini de gündeme getirir. Buradaki zarar müspet zarar olup hâkim tazminatın kapsamını TBK m. 51-52 uyarınca; durumun  gereğini,  feshedenin  kusur  durumunu,  ekonomik  durumlarını dikkate alarak belirler.  Kiraya verenin, feshin şartları oluşmamasına rağmen sözleşmeyi haksız feshetmesi halinde kira sözleşmesi sonlanmayacağından kiracı, kiralananı kullanmaya  devam  edebilir.  Buna  karşın  kiracı  tarafından,  haksız  fesih yapılmışsa TBK m.325 uygulama alanı bulur.    356Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359  Kira Sözleşmesinin …",
     "Kaynakça": "ALTINOK  ORMANCI  Pınar:  Sürekli  Borç  İlişkilerinin  Haklı  Sebeple Feshi, Doktora Tezi, Ankara 2011. ARAL Fahrettin/AYRANCI Hasan: Borçlar Hukuku Özel Borç İlişkileri, Ankara 2015. AYDIN Gülşah Sinem: Kira Sözleşmesinin Genel Hükümlere Göre Sona Ermesi, (TBK m.327-333), İstanbul 2013. AYDOĞDU Murat/KAHVECİ Nalan: Türk Borçlar Hukuku Özel Borç İlişkileri (Sözleşmeler Hukuku), Ankara 2017 BECKER Hermann: İsviçre Borçlar Kanunu Şerhi, İkinci Bölüm, Çeşitli Sözleşme İlişkileri, Madde:184-551 (Çev.A.Suat Dura), Ankara 1993. BİLGE Necip: Borçlar Hukuku Özel Borç Münasebetleri, Ankara 1971. BROX Hans: Besonderes Schuldrecht, München 1999. BURCUOĞLU Haluk: Yargıtay Kararları Işığında 6570 Sayılı Yasaya Göre Kiracının Tahliye Edilmesi, İstanbul 1993. DAŞLI Engin: 6098 Sayılı Türk Borçlar Kanunu Hükümlerine Göre Kira Sözleşmesinin Feshi, Erzincan 2017. DOĞAN Murat: Konut ve Çatılı İşyeri Kira Sözleşmelerinin Sona Ermesi, Ankara 2011. EREN Fikret: Borçlar Hukuku Özel Hükümler, Ankara 2017. ERTUĞRUL Meltem: Üçüncü Kişinin Kira Sözleşmesinin kurulmasından sonra Kiralananda Üstün Hak Sahibi Olması, ABD. 2014/4, s.541-578. FEYZİOĞLU  Feyzi  Necmeddin:  Borçlar  Hukuku,  İkinci  Kısım,  Akdin Muhtelif Nevileri (Özel Borç İlişkileri), C.I, İstanbul 1980. GUHL  Theo/MERZ  Hans/KUMMER  Max/KOLLER  Alfred/DRUEY Jean  Nicolas:  Das  Schweizerische  Obligationenrecht,  Zürich  1995 (GUHL/MERZ/KOLLER) GÜNEL  Mustafa  Cahit:  Taşınmaz  Kiralarında  Sözleşmenin  Kiracı Tarafından Vaktinden Önce Sona Erdirilmesi, Doktora Tezi, İstanbul 2010. 357Turan ŞAHİN  Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359 GÜMÜŞ M.Alper: Borçlar Hukuku Özel Hükümler, C.I, İstanbul 2013. GÜMÜŞ M.Alper: Kira Sözleşmesi, İstanbul 2012 (Kira)  HIGI  Peter:  Zurcher Kommentar,  Obligationenrecht, Teilband V2b, Die Miete, Zweite Lieferung, Art.266-268b OR, Zürich 1995. HONSELL Heinrich: Kurzkommentar OR Art 1-529, Basel 2008. HONSELL  Heinrich/  VOGT  Peter  Nedim/WIEGAND  Wolfgang: Kommentar  Zum  Schweizerischen  Privatrecht,  Obligationenrecht  I, Art.1-529 OR, Basel 1992.  HUGUENIN Claire: Obligationenrecht, Besonderer Teil, Zürich 2008. İNCEOĞLU Murat: Kira Hukuku, C.II, İstanbul 2014. KIRMIZI Mustafa: Kira Hukuku, Ankara 2013. MUNCH  Peter/BÖHRINGER  Peter/KASPER  Sabina/PROBST  Franz: Schweizer Vertragshandbuch, Basel 2007. ÖZDOĞAN  Mustafa/OYMAK  Tuba:  6098  Sayılı  Türk  Borçlar Kanunu nda Kira, Ankara 2013. ÖZTÜRK Mehmet: Konut ve Çatılı İşyeri Kira Sözleşmelerinin Sona Erme Halleri, DEÜHFD. Prof. Dr. Şeref Ertaş a Armağan, C.19, Özel Sayı2017, s.1549-1595. SAFAROV Gulmammad: Yeni Türk Borçlar Kanunu na Göre Konut ve Çatılı İşyeri Kirası, Yayınlanmamış YLT, Ankara 2015. SELİÇİ Özer: Borçlar Kanununa Göre Sözleşmeden Doğan Sürekli Borç İlişkilerinin Sona Ermesi, İstanbul 1976. ŞAFAK  Elif  Esma:  Kira  Sözleşmesinin  Kiracının  Sözleşmeye  Aykırı Davranışları  Sebebiyle  Feshedilmesi,  Yayınlanmamış  YLT,  İstanbul 2013 ŞAHİN  Halil  İbrahim:  Kira  Sözleşmesinin  Önemli  Sebeple  Feshi, Yayınlanmamış YLT, İstanbul 2016. TANDOĞAN Haluk: Borçlar Hukuku Özel Borç İlişkileri, C.I/2, İstanbul 2008. 358Ankara Üni. Hukuk Fak. Dergisi, 68 (1) 2019: 337-359  Kira Sözleşmesinin … TUNABOYLU Müslim: Kira Sözleşmesinde Fesih ve Tahliye Davaları, Ankara 2013. TUNÇOMAĞ Kenan: Türk Borçlar Hukuku, II. Cilt, Özel Borç İlişkileri,"
}