{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "4",
     "Başlık": "İŞTİRAK HÜKÜMLERİ AÇISINDAN BAĞLILIK KURALI",
     "Title": "The Dependency Rule Due to the Provisions of Participation",
     "Yazar İsmi": [
          "Bilgehan SAVAŞÇI TEMİZ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Suç",
          "iştirak",
          "bağlılık kuralı",
          "suç ortağı",
          "azmettiren",
          "yardım eden"
     ],
     "Keywords": [
          "Offence",
          "participation",
          "connected offences rule",
          "participant",
          "soliciting person",
          "party encouraging the offender"
     ],
     "Özet": "Bağlılık kuralı Türk Ceza Kanununun 40. Maddesinde düzenlenmiştir. Bu kurala göre suç ortaklarının sorumlu olabilmesi için kasten ve hukuka aykırı olarak işlenmiş bir fiilin varlığı gereklidir. Failin fiilinin kasten ve hukuka  aykırı  olmadığı  hallerde  suç  ortaklarının  sorumluluğu  da bulunmamaktadır.  Suç  ortaklarının  sorumluluğu  bakımından  failin  isnat yeteneğine  sahip  olması  gerekli  değildir,  bağlılık  kuralına  göre  suça katılanların her biri kendi kusurlu fiiline göre cezalandırılmaktadır. Çalışmada  öncelikle  iştirake  ilişkin  genel  açıklamalar  yapılacak, ardından bağlılık kuralının hukuki niteliği, şartları, özgü suçlara iştirak ve iştirak  halinde  işlenen  suçlarda  nitelikli  hallerin  geçişi  açıklanmaya çalışılacaktır.",
     "Abstract": "Connected offences rule is regulated in Article 40 of the Turkish Criminal Code. According to the rule; it is necessary that act is executed intentionally and contrary to the laws for responsibility of participants. Participants are not responsible in case of the offence is committed not intentionally and contrary to  the  laws.  For  responsibility  of  participants  it  is  not  necessary  that perpetrator has imputability, according to connected offence rule Each personSavaşçı Temiz İŞTİRAK HÜKÜMLERİ AÇISINDAN BAĞLILIK KURALI The Dependency Rule Due to the Provisions of Participation  Bilgehan SAVAŞÇI TEMİZ Özet Bağlılık kuralı Türk Ceza Kanununun 40. Maddesinde düzenlenmiştir. Bu kurala göre suç ortaklarının sorumlu olabilmesi için kasten ve hukuka aykırı olarak işlenmiş bir fiilin varlığı gereklidir. Failin fiilinin kasten ve hukuka  aykırı  olmadığı  hallerde  suç  ortaklarının  sorumluluğu  da bulunmamaktadır.  Suç  ortaklarının  sorumluluğu  bakımından  failin  isnat yeteneğine  sahip  olması  gerekli  değildir,  bağlılık  kuralına  göre  suça katılanların her biri kendi kusurlu fiiline göre cezalandırılmaktadır. Çalışmada  öncelikle  iştirake  ilişkin  genel  açıklamalar  yapılacak, ardından bağlılık kuralının hukuki niteliği, şartları, özgü suçlara iştirak ve iştirak  halinde  işlenen  suçlarda  nitelikli  hallerin  geçişi  açıklanmaya çalışılacaktır. Anahtar Sözcükler: Suç, iştirak, bağlılık kuralı, suç ortağı, azmettiren, yardım eden Abstract Connected offences rule is regulated in Article 40 of the Turkish Criminal Code. According to the rule; it is necessary that act is executed intentionally and contrary to the laws for responsibility of participants. Participants are not responsible in case of the offence is committed not intentionally and contrary to  the  laws.  For  responsibility  of  participants  it  is  not  necessary  that perpetrator has imputability, according to connected offence rule Each person   2487İştirak Hükümleri Açısından...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2487-2512  participating  in  commission  of  an  offense  is  punished  according  to  his involvement in the offense. Firstly general explanation will be made about participation in article, then will be tried to be explained legal characteristic and terms of connected offences rule, participation in particular offences and impact of aggravating and mitigating reasons on participants in participated crimes.",
     "Metin": "Suça iştirak genel olarak bir kişinin işleyebileceği bir suçu birden çok kişinin iradi olarak birleşip işbirliği yaparak işlemesidir.İştirak kurumu ile amaçlanan; bir suç işlemek maksadıyla bir araya gelen ve farklı davranışlar gerçekleştiren  kişilerin  sorumluluğunun  nasıl  belirleneceğinin  tespit edilmesidir. Tek failli suçlarda aktif suje tek bir kişi olduğu için failin tespit edilmesi güçlük arzetmemektedir; asıl zorluk iştirak halinde işlenen suçlarda faillerin cezai sorumluluğunu belirlemektir. Zira bu tür suçlarda iştirakçilerin davranışları birbirinden farklı olduğu gibi sonuç açısından da eşit nedensel değerde  değildir.2  Suçun  işlenme  biçimlerinden  birisi  olan  iştirakin yaygınlaşmasında modern hayatın gittikçe karmaşıklaşması da etkilidir.3 Türk Ceza Kanunu nun dördüncü bölümünde 37-41. maddelerde iştirak hükümleri düzenlenmiştir. İştirak hükümleri tamamlayıcı kurallar olup ceza sorumluluğunu genişletmektedir.4 İştirak hükümleri ile tipik fiilin yanında tipik fiile katkı mahiyetinde olan hareketler cezalandırılmaktadır. Tek başına suç teşkil etmeyen bu hareketlerin cezalandırılmasının sebebi iştirak edenlerin sahip  olduğu  suç işlemeye  yönelen  iştirak  iradesidir.  Bu  sebeple  iştirak hükümleri  cezai  sorumluluğu  genişletici  niteliktedir.5  Suçun  işlenişine katkıları olan ancak bulundukları katkı suç tipine uygun olmayan kişiler suç                                                  1   Toroslu, Nevzat/ Toroslu, Haluk, Ceza Hukuku Genel Kısım, Savaş Yayınevi, Ankara, 2009, s. 295. 2   Aydın, Devrim, Türk Ceza Hukukunda Suça İştirak, Yetkin Yayınevi, Ankara, 2009, s. 24. 3   Toroslu/ Toroslu, s. 296. 4   Dönmezer, Sulhi / Erman, Sahir, Nazari ve Tatbiki Ceza Hukuku, Umumi Kısım, Cilt II, İstanbul, 1999, kn. 1203; Artuk, Mehmet Emin/ Gökcen, Ahmet/ Yenidünya, Caner, Ceza Hukuku Genel Hükümler, Adalet Yayınevi, Ankara, 2013, s. 775; Zafer, Hamide, Ceza Hukuku Genel Hükümler, TCK m. 1-75, Beta Yayınevi, Şubat 2015, s. 417. 5   Aydın, s. 42. 2488Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2487-2512  Savaşçı Temiz ortakları olarak adlandırılmaktadır.6 Türk Ceza Kanununda azmettirme ve yardım etme şeklinde iki tür suç ortaklığı statüsü düzenlenmiştir. Azmettiren ve  yardım edenin tipe uygun fiil dolayısıyla sorumlu tutulabilmeleri ise bağlılık kuralı sayesinde olmaktadır.7  I. Bağlılık Kuralı a. Bağlılık kuralının hukuki niteliği Bağlılık kuralı Türk Ceza Kanunu nun 40. maddesinde düzenlenmiştir: (1)  Suça  iştirak  için  kasten  ve  hukuka  aykırı  işlenmiş  bir  fiilin  varlığı yeterlidir. Suçun işlenişine iştirak eden her kişi, diğerinin cezalandırılmasını önleyen kişisel nedenler göz önünde bulundurulmaksızın kendi kusurlu fiiline göre cezalandırılır.(2) Özgü suçlarda, ancak özel faillik niteliğini taşıyan kişi fail olabilir. Bu suçların işlenişine iştirak eden diğer kişiler ise azmettiren veya yardım eden olarak sorumlu tutulur. (3) Suça iştirakten dolayı sorumlu tutulabilmek için ilgili suçun en azından teşebbüs aşamasına varmış olması gerekir.   Bağlılık kuralı faillik ve suç ortaklığı esasına dayandırılmaktadır. Buna göre fail ve suç ortakları ayrı kişilerdir ve fail olan kişi suç ortağı, suç ortağı olan kişi ise fail olamamaktadır. Fail olmaksızın bir suç ortaklığı ise mümkün değildir.  Suçun  kanuni  tanımındaki  fiili  doğrudan  işlemeyen  kişiler  fail olamamakta  ancak  suçun  işlenmesine  katkı  sağladıkları  için  suç  ortağı olabilmektedir.8 Faillik birincil nitelik taşımakta iken suç ortaklığı ikincildir. Suç  ortaklığı  ikincil  nitelikte  olmasından  dolayı  suça  iştirak  edenlerin cezalandırılması  kanuni  suç  tanımında  belirtilen  suçun  fail  tarafından işlenmesine bağlıdır. Yani suç ortaklığının oluşabilmesi failliğe  bağlıdır. Bağlılık kuralı da fail tarafından işlenen fiile bağlı olarak suç ortaklarının cezalandırılmasını sağlamaktadır. Suç ortaklarının fail olmadan tek başına cezalandırılmamasının sebebi suç ortağı tarafından gerçekleştirilen eylemin suçun hukuki konusunu ihlal edecek boyuta ulaşmamış olmasıdır.9 Bağlılık kuralına göre suç ortaklarının asıl fail tarafından işlenmiş suça katılmaları                                                  6   Özgenç, İzzet, Türk Ceza Hukuku, Genel Hükümler, Seçkin Yayınevi, Ankara, Eylül 2015, s. 524-525; Koca, Mahmut/ Üzülmez, İlhan, Türk Ceza Hukuku, Genel Hükümler, Seçkin Yayınevi, Ankara, Eylül 2015, 447. 7   Özgenç, s. 524-525, Koca/Üzülmez, s. 447. 8   Mahmutoğlu,  Fatih  Selami,   Kusurluluk  Prensibi  Açısından  Azmettirenin  Ceza Sorumluluğu , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, C. LXIII, S. 1-2, 2005, s. 65. 9   Özgenç, İzzet, Suça İştirakin Hukuki Esası ve Faillik, İstanbul, 1996, s. 141.   2489İştirak Hükümleri Açısından...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2487-2512  şarttır ve  suç  ortaklarının sorumluluğu da fail tarafından  işlenen kanuni tanımda belirtilen fiile ilişkindir.10 Suçun işlenişine azmettiren ya da yardım eden olarak iştirak edenler fail değil suç ortağı olarak cezalandırılmaktadır. Bu kişiler eylemi bizzat gerçekleştirmedikleri için fail değildir.11 Kanun koyucu  iştirak  hükümlerinin  ceza  sorumluluğunu  genişleten  özelliğinden bahisle  suç  ortaklığının  sınırlarını  çizmek  için  bağlılık  kuralını kullanmaktadır.12  Bağlılık  kuralı  suçun  işlenişine  sağladıkları  katkı tipik  olmamasına rağmen suç ortaklarının suç dolayısıyla sorumlu tutulmalarını sağlamaktadır.13 Bağlılık kuralı suç ortaklarının cezalandırılabilmesinin failin fiiline bağlı olmasıdır.14 Fail kanuni tarife uygun fiili işlediği için sorumlu iken, suç ortakları başkası tarafından gerçekleştirilen ve asıl fiil olarak adlandırılan bu fiile  bağlı  olarak  sorumlu  olmaktadır.15  İştirak  halinde  işlenen  suçlarda kendisinden feri hareketlerin ayrılabildiği asli bir hareket bulunmaktadır. Asli hareketi gerçekleştirenler fail, diğer kişiler ise şerik ya da suç ortağı olarak değerlendirilmektedir. Hukuka aykırı fiilin nedeni tek başına suça katılanlar değildir, bu kişilerin davranışları sadece failin işlediği suça bağlı olduğunda anlamlıdır.  Ceza  kanunlarında  iştirak  hükümleri  düzenlenmeksizin  suça katılanların cezalandırılması mümkün değildir, çünkü bu kişilerin fiilleri ceza kanunlarına göre suç değildir. Dolayısıyla asli fiil gerçekleşmediği sürece feri davranışlar  cezalandırılamaz.  Suça  iştirakin  zorunlu  şartı  esas  fiilin gerçekleşmiş olmasıdır.16 Suç ortakları asıl failin fiiline katkı sağladıkları için sorumlu tutulmaktadır, kanun koyucunun suç ortaklarının sorumluluğunu bağlılık kuralı ile sınırlandırmasının nedeni hukuki güvenliği sağlamaktır.17 Fakat suçu gerçekleştiren hareketler birbirinden bağımsız değildir, objektif ve subjektif olarak hareketlerin hepsi bir bütündür. İştirak iradesi failin fiilini                                                  10  Akbulut, Berrin,  Bağlılık Kuralı , Gazi Üniversitesi Hukuk Fakültesi Dergisi, Cilt XIV, Y. 2010, S. 1, s. 177. 11  Yaşar, Osman/Gökcan, Hasan Tahsin/ Artuç, Mustafa, Yorumlu – Uygulamalı Türk Ceza Kanunu, Cilt I, Adalet Yayınevi, Ankara, 2010, s. 1167.  12  Yaşar, s. 1167. 13  Artuk/Gökcen/Yenidünya, s. 775, Demirbaş, Timur, Ceza Hukuku Genel Hükümler, Seçkin Yayınevi, Kasım 2014, s. 487. 14  Zafer, s. 417. 15  Koca/Üzülmez, s. 447 vd. 16  Hafızoğulları, Zeki/ Özen, Muharrem, Türk Ceza Hukuku Genel Hükümler, US-A Yayıncılık, Ankara, Ekim 2015, s. 348. 17  Öztürk, Bahri/ Erdem, Mustafa Ruhan, Uygulamalı Ceza Hukuku ve Güvenlik Tedbirleri Hukuku, Seçkin Yayınevi, 2013, s. 391. 2490Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2487-2512  Savaşçı Temiz suça  katılanların  hareketlerinden  ayırmamaktadır,  suça  katılanın  sorumlu olduğu fiil başkasına ait bir fiil değil, kendi fiili gibi sorumlu olduğu bir fiildir.18 Suç ortağının sorumluluğunun esası başkasının işlemiş olduğu bir fiil değil kendisinin suç oluşturan bir fiile sebep olmasıdır. Zira tek olan suçun birçok sebepleri arasında suç ortağının davranışı da yer almaktadır. Suç ortaklığının cezalandırılmasının nedeni iştirak edenin failde tipik fiilin zihnen oluşmasını sağlaması ya da faile maddi veya manevi biçimde yardım etmesidir. Suç ortağı; kendi eylemi bir norm ya da hukuki değer ihlali olduğu için değil asıl fiili gerçekleştiren failin davranışına nedensel katkı sağladığı için yaptırıma tabi tutulmaktadır.19 Suç ortağının katkı sağladığı failin fiili hareket ve netice itibariyle bir ihlal oluşturmaktadır.20  Fail tipik fiille doğrudan ilişkili iken suç ortaklarının böyle bir ilişkisi bulunmamaktadır. Suç ortakları faille olan şahsi ilişkileri ve bağlılık kuralı nedeniyle işlenen suç dolayısıyla sorumlu olmaktadır.21 Suç ortağı bir fiil işlemektedir ve bu fiil suç ile korunan hukuki değeri ihlal etmektedir. Ancak suç ortağının bu fiili nitelik olarak kanuni tipe uygun suçu gerçekleştirmemektedir. Bağlılık kuralı ile işlenen suçla doğrudan ilişkili olmayan suç ortağı, fail ile doğrudan bir ilişkisi olduğu için cezalandırılmaktadır.22 Kuralın sonucu olarak asıl fiilin hukuka aykırılığı azmettirme ve yardım etme fiillerini de hukuka aykırı kılmaktadır.23 Fiil üzerinde ortak hâkimiyet kuramadığı veya özel faillik özelliklerine sahip olmadığı için fail sayılamayan  suç ortağı bağlılık kuralı sayesinde cezalandırılmaktadır.24 Bu nedenle bağlılık kuralı çifte fonksiyona sahiptir.25 Bağlılık kuralının bir fonksiyonu fiil üzerinde ortak hâkimiyet  kuramayan  kişinin  cezalandırılmasını  sağlamaktadır.  Diğer fonksiyonu ise özel yükümlülük altında bulunmayan, özel faillik niteliğine sahip olmayan kişinin; özel yükümlülük altındaki kişinin işlediği suça iştirak etmesinden dolayı azmettiren ya da yardım eden olarak sorumlu olmasıdır. Özgü suçun faili olamayan kişi özgü suçun işlenmesine katkısı ne olursa olsun bağlılık kuralı gereği suç ortağı olarak cezalandırılacaktır.26                                                  18  Hafızoğulları/ Özen, s. 348. 19  Özgenç, s. 542, Koca/Üzülmez, s. 449-451. 20  Özgenç, s. 542, Koca/Üzülmez, s. 449-451. 21  Özgenç, s. 543, Koca/Üzülmez, s. 449-451. 22  Özgenç, s. 543, Koca/ Üzülmez, s. 449-451. 23  Demirbaş, s. 487. 24  Özgenç, s. 544,Artuk/Gökcen/Yenidünya, s. 776, Koca/Üzülmez, s. 449-451. 25  Özgenç, s. 544, Koca/Üzülmez, s. 449-451. 26  Özgenç, s. 544, Koca/Üzülmez, s. 449-451.   2491İştirak Hükümleri Açısından...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2487-2512  Bağlılık kuralına göre iştirak edenin davranışı ceza hukuku açısından önemini failin fiiline katılmasından almaktadır. Esas davranış yani failin herhangi  bir  suçun  unsurlarını  tamamlamaya  yönelik  davranışları  yoksa iştirak hükümlerinin uygulanması mümkün değildir.27 İştirakçilerin davranışlarının hukuka aykırı sayılması failin suç sayılan davranışlarına bağlıdır. Asıl fiilin gerçekleşmemesi halinde iştirak ilişkisi de oluşmamaktadır.28 İştirak ilişkisi için mutlaka tipik fiil dışında davranışlar zorunlu tutulmakta, tipik filli iki kişinin gerçekleştirdiği haller müşterek faillik sayılmakta ve iştirak ilişkisi içinde değerlendirilmemektedir.29  b. Bağlılık Kuralının Şartları Bağlılık kuralının bahsedilen fonksiyonları görebilmesi için öncelikle fiilin kasten ve hukuka aykırı işlenmiş bir fiil olması gereklidir. Failin fiilinin kasıtlı ve hukuka aykırı olması, aynı zamanda fiilin tipik olması yani suç oluşturmasıdır. Dolayısıyla suç ortaklarının sorumluluğu failin tipik, kasıtlı hukuka aykırı fiiline bağlıdır.30  Bağlılık kuralı nedeniyle suç ortaklarının sorumlu olabilmesinin diğer bir şartı ilgili suçun tamamlanmış ya da en azından teşebbüs aşamasında kalmış olmasıdır. aa. Kasten işlenmiş bir fiil olması  Suç ortaklarının sorumluluğu için öncelikle kanuni tipe uygun bir fiil bulunmalıdır.  Ancak  sadece  tipik  fiilin  varlığı  iştirak  hükümlerinin uygulanabilmesi için yeterli olmamakta, bu fiilin aynı zamanda  kasten ve hukuka  aykırı  işlenmiş  bir  fiil   olması  gerekmektedir.  Tipik  fiilin  suç ortaklarının sorumluluğu bakımından yeterli görülmemesi, kasten ve hukuka aykırı işlenmiş fiilin aranması sınırlı bağlılık kuralı olarak tanımlanmaktadır.31 Bağlılık kuralında ifade edilen  kasten ve hukuka aykırı işlenmiş bir fiil  ile  37.  madde  de  düzenlenen   suçun  kanuni  tanımında  yer  alan  fiil  kastedilmektedir.32 Suça iştirak için fail tarafından gerçekleştirilen davranışın                                                  27  Toroslu/ Toroslu, s. 297. 28  Aydın, s. 43. 29  Aydın, s. 44. 30  Özgenç, s. 545, Koca/Üzülmez, s. 449-451, Demirbaş, s. 487, Öztürk/Erdem, s. 392, Zafer, s. 417. 31  Koca/Üzülmez, s. 448, Öztürk/Erdem, s. 392. 32  Hafızoğulları/Özen, s. 353. Ayrıca bkz. Yar. 4. CD., 2009/13 E., 2009/2729 K., 18/02/2009,  İncelenen dosyada, yer alan iddianamede sanık Beşir'e yükletilen eylemin, dinsel töreni 2492Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2487-2512  Savaşçı Temiz ceza hukuku anlamında fiil olması şarttır.33 Fiil icrai olabileceği gibi ihmali de olabilmektedir, ihmali suçlara da iştirak kural olarak mümkündür.34 Kasten ve hukuka aykırı fiil; cezalandırılabilir bir fiil değil, fail tarafından işlenmiş hukuka  aykırı  fiildir.35  Kuralda  belirtilen   diğerlerinin  cezalandırılmasını önleyen kişisel nedenler göz önünde bulundurulmaksızın  ifadesi de bunu göstermektedir.  Failin kasten hareket etmediği hallerde suç ortaklarının da sorumluluğu söz konusu değildir.36 Örneğin göçmen kaçakçılığı suçu bakımından fail doğrudan ya da dolaylı maddi menfaat sağlamak amacıyla hareket etmiyorsa, suç  ortaklarının  da  bu  suça  iştirak  dolayısıyla  sorumlu  olması  mümkün değildir. Asıl fiil mutlaka kasten işlenmelidir, taksirli suçlara iştirak mümkün değildir.37 Ancak koşulları oluştuğu takdirde taksirli hareket eden bir kişinin                                                  gerçekleştirecek imamı törenin yapılacağı yere getirmek olduğu görülmektedir. Mahkeme, bu eylem olmadan dinsel törenle evlenmenin gerçekleştirilemeyeceği gerekçesiyle sanığın hukuki durumunu, fiili doğrudan birlikte işleyen fail konumuna göre belirlemiştir. 5237 sayılı  TCY'nin 230/5. maddesinde düzenlenen suçun yasal tanımında öngörülen fiil, aralarında evlenme olmaksızın, evlenmenin dinsel törenini yaptırmaktır. Bu suçun faili, yasal tanımda öngörülen dinsel törenle evlenmeyi gerçekleştiren, bir başka deyişle evlenen kişilerdir. Sanık B. evlenen kişi olmayıp, yasal tanımda yer alan fiili de gerçekleştirmemiştir. Bu nedenle ceza sorumluluğunun, 5237 sayılı TCY'nin 37/1. maddesine dayandırılması olanaksızdır. Mahkemenin benimsediği sanığın eylemi olmasaydı bu evlenme işlemi de gerçekleştirilemeyecekti  biçimindeki  kabulün,  suç  tarihi  itibariyle  uygulama  olanağı bulunmayan 765 sayılı TCY'nin 65/son maddesi hükmünden kaynaklandığı anlaşılmaktadır. Oysa, 5237 sayılı TCY'nin suça iştirake ilişkin düzenlemelerinde benzer bir hükme yer verilmemiş ve suça iştirakten doğan ceza sorumluluğu bağlılık kuralı ile açıklanmıştır. 5237 sayılı TCY'nin 40. maddesine göre şerikin cezai sorumluluğu açısından gerekli ve yeterli olan koşul, failin esas fiili kasten gerçekleştirmesi ve bu fiilin hukuka aykırı olmasıdır. Şerikin yasal tanımdaki haksızlıkla ilişkisi doğrudan değil, fail aracılığıyla olmaktadır. Eylemi  yasal  tanımdaki  haksızlığı  gerçekleştirecek  nitelikte  bulunmayan  şerik,  faille arasında bulunan doğrudan kişisel bağlantısı nedeniyle sorumlu tutulmaktadır. Somut olayda  da  sanıklar  Y.  ve  H.,  yasal  tanımdaki  fiili  kasten  gerçekleştirmişlerdir. Gerçekleştirilen dinsel törenle evlenme fiilinin hukuka aykırı olduğu da açıktır. Sanıklardan Yunus'un  babası  olan  sanık  B.,  yasal  tanımdaki  dinsel  törenle  evlenme  fiilini gerçekleştirmemiş, sadece dinsel töreni yapacak imamı eve getirmiştir. Sanığın bu eylemi, anılan  Yasa'nın  39/2-c  maddesi  kapsamında  suçun  icrasını  kolaylaştıran  yardım niteliğindedir.  www.hukukturk.com, erişim tarihi: 09.11.2016 33  Akbulut, s. 193. 34  Hakeri, Hakan, Ceza Hukukunda İhmal Kavramı ve İhmali Suçların Çeşitleri, Seçkin Yayıncılık, Ankara, 2003, s. 278, Akbulut, s. 193. 35  Hafızoğulları/ Özen, s. 353. 36  Özgenç, s. 526, Koca/ Üzülmez, s. 449-451. 37  Özgenç, s. 526, Koca/ Üzülmez, s. 449-451, Demirbaş, s. 488, Öztürk, Erdem, s. 392.   2493İştirak Hükümleri Açısından...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2487-2512  araç olarak kullanılması halinde dolaylı faillik söz konusu olabilir.38 Kasten işlenen suça taksirle iştirak de mümkün değildir.39 Şöyle ki; kişi hareketi yaparken bu hareketinin kasten işlenen suça katkısı olabileceğini bilmeli ve istemelidir. Kişinin kasten işlenen bir suça katkısı olabileceğini öngöremediği durumlarda da sorumlu tutulması yani kasıtlı suçlara taksirle iştirakin kabulü cezai sorumluluğu çok genişletmektedir.40 Birden fazla kişinin taksirle işlediği suçlarda herkes kendi kusuruna göre sorumlu tutulmaktadır.41 Örneğin zehirli mantarları zehirli olduğunu bilmesi gerektiği halde bilmeksizin piyasaya süren yetiştirici ve satıcı meydana gelen ölüm neticesinden dolayı taksirli suça taksirle  iştirakten  dolayı değil,  taksirle  öldürmenin faili olarak ayrı ayrı sorumlu  olurlar.42  Taksirli  hareket  birden  fazla  kişi  tarafından  birlikte gerçekleştirilse dahi herkes ayrı ayrı kendi hareketinden dolayı sorumludur, iştirak söz konusu değildir.43 Tesadüfen, rastlantı sonucunda suçun neticesi bakımından nedensel değer taşıyan bir fiili gerçekleştiren kimse suça iştirak etmiş  sayılmaz.44  Kasten  öldürme  ya  da  yaralamada  kullanılacağını bilmeksizin  faile  silah  temin  eden  kişinin  ya  da  çocuğunu  doktora götüreceğini  söyleyen  komşusuna  arabasını  ödünç  veren  ancak  arabası uyuşturucu sevkiyatında kullanılan kimsenin durumu böyledir. Ancak fiilin kasten ve hukuka aykırı olmasının yanında failin ayrıca isnat edilebilir olmasına gerek yoktur.47 Türk Ceza Kanununun 40. Maddesi suç ortaklarının cezalandırılması bakımından niteliksel bağlılık kuralını kabul etmiştir: Suçun işlenişine iştirak eden her kişi, diğerinin cezalandırılmasını engelleyen kişisel nedenler göz önünde bulundurulmaksızın kendi kusurlu fiiline  göre  cezalandırılır.  Bu  ilke  niteliksel  bağlılık  kuralı  olarak adlandırılmaktadır.48 Niteliksel bağlılık kuralı fail kınanabilir olmasa dahi suç ortaklarının işlenen suç dolayısıyla cezalandırılmasıdır. Failin cezalandırıla                                                 38  Öztürk/ Erdem, s. 392; Önder, Ayhan, Ceza Hukuku Dersleri, Filiz Kitabevi, İstanbul, 1992, s. 423 39  Zafer, s. 420. 40  Önder, s. 423. 41  Hafızoğulları/ Özen, s. 353. 42  Önder, s. 423. 43  Önder, s. 424. 44  Zafer, s. 420; Erem, Faruk,  Suça İştirak , AÜHFD, Cilt 3, Sayı 1, 1946, s. 66. 45  Erem, s. 66. 46  Zafer, s. 420. 47  Özgenç, s. 545-546, Koca/ Üzülmez, s. 449-451. 48  Koca/ Üzülmez, s. 450. 2494Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2487-2512  Savaşçı Temiz bilir olmaması suça iştirak hükümlerinin uygulanmasını engellememektedir.49 Her suç ortağı diğerinin cezalandırılmasını engelleyen kişisel nedenler önem taşımaksızın kendi kusuruna göre cezalandırılacaktır. Bu şekilde kusur yargısı bağlılık kuralının dışına çıkarılmıştır.50 Kusur yargısı işlediği suç teşkil eden fiile ilişkin olarak failin iradesinin oluşum şartlarının belirlenmesi, bu fiil nedeniyle failin kınanıp kınanamayacağıdır.51 Cezai sorumluluk bakımından failin  suç  teşkil  eden  fiili  dolayısıyla  kınanabilmesi  gereklidir.52  İsnat yeteneğini  kaldıran  ya  da  azaltan  nedenler  sadece  ilgili  suç  ortağını etkileyecek, diğerlerinin sorumluluğuna etki etmeyecektir. Bununla birlikte özellikle isnat yeteneğini kaldıran bir nedenin fail bakımından söz konusu olduğu  hallerde  arkadaki  kişi  bakımından  dolaylı  failliğin  söz  konusu olabilmesi  de  mümkündür.53  İştirak  için  fiilin  cezalandırılabilir  olması yeterlidir,  ayrıca  asli  failin  de  cezalandırılabilir  olması  gerekli  değildir. Örneğin  asli  failin  ölmesi  halinde  dahi  suç  ortakları  iştirakten  dolayı sorumludur.  Şahsi  cezasızlık  sebeplerinin  varlığında  da  suç  ortadan kalkmadığı için suça iştirak edenlerin sorumluluğu devam etmektedir.  İsnat  yeteneğini  kaldıran  durumlar  bakımından  çoğunlukla  suç ortaklığından  ziyade  dolaylı  faillik  söz  konusu  olacaktır.54  TCK  ise  37. maddesinin 2. fıkrasında yer alan  Suçun işlenmesinde bir başkasını araç olarak  kullanan  kişi  de  fail  olarak  sorumlu  tutulur.  Kusur  yeteneği olmayanları suçun işlenmesinde araç olarak kullanan kişinin cezası, üçte birden yarısına kadar arttırılır.  ifadesi ile dolaylı failliği benimsemiştir. Suça iştirakin temel şartı birden çok kişinin suçun icrasına katılmasıdır. Dolaylı fail; fiili gerçekleştiren kişinin hareketini cebir, tehdit ya da hata aracılığıyla  yönlendirmektedir.  Suç  üzerindeki  esas  hâkimiyet  kendisi tarafından kurulduğu için dolaylı fail fail olarak kabul edilmektedir. Dolaylı faillik aslında bir suç ortaklığı türü değildir. Suçun kanuni tanımında yer alan fiilin  gerçekleştirilmesinde  başka  birini  araç  olarak  kullanan  kişi cezalandırılmakta, iştirak ilişkisi oluşmamaktadır.55 Araç kişiye cebir ve tehdit kullanarak,  araç  kişinin  hatasından  veya  fiilinin  hukuka  uygun  kabul                                                  49  Demirbaş, s. 488. 50  Özgenç, s. 545-546. 51  Özgenç, s.378, Koca/ Üzülmez, s. 294. 52  Koca/ Üzülmez, s. 294. 53  Özgenç, s. 547, Koca/ Üzülmez, s. 449-451. 54  Akbulut, s. 202. 55  Yıldız, Ali Kemal, 5237 Sayılı Türk Ceza Kanunu, İstanbul Barosu Yayınları, İstanbul, 2007, s. 115.   2495İştirak Hükümleri Açısından...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2487-2512  edilmesinden yararlanarak, isnat yeteneği olmayanlara ya da araç kişinin kendisine  karşı  suç  işletilmesi  hallerinde  dolaylı  faillik  söz  konusu olmaktadır.56Bir kişinin araç olarak kullanılması o kimsenin yönlendirilmesi ve fiilin araç kişinin kasıtsız ya da hukuka uygunluk nedenlerinden faydalanır şekilde fiilin işletilmesidir.57 Dolaylı faillik isnat yeteneği olmayan tam akıl hastalarına ya da ceza sorumluluğu olmayan çocuklara suç işletilmesi ya da bir kişiye kandırmak suretiyle taksirli bir suç işletmek suretiyle olabilir. Bu durumda  arkadaki  kişi  meydana  gelen  neticeden  kasten  sorumlu  olur.58 Dolaylı fail bir başkasını suç işlemeye sevk ettiği, tipik fiil onun planına göre gerçekleştirildiği için suç dolayısıyla sorumlu olmaktadır.59 Ancak dolaylı faillik ile azmettirme birbirinden farklıdır. Dolaylı fail araç kişiye suç işleme kararını verdirmemekte onu suç işlemeye yönlendirmektedir. Bu nedenle suçun  işlenmesi  sırasında  dolaylı  fail  başından  sonuna  kadar  olayları yönlendirebilmektedir, azmettirenin ise suçun işlenmesi sırasında böyle bir hâkimiyeti bulunmamaktadır.60 Araç kişi dolaylı failin vasıtası durumundadır, azmettiren ve azmettirilen arasında ise böyle bir ilişki yoktur.61 İsnat yeteneğini azaltan kısmi akıl hastalığı halinde ilgili hal kimde varsa sadece o ceza indiriminden yararlanacak, diğer suç ortakları ilgili halden etkilenmeyecektir. İştirak halinde işlenmiş bir suçta suç ortaklarından birinin tahrik edilmiş olması diğerlerinin cezasını etkilemeyecek, sadece tahrik edilen suç ortağının cezasında indirim yapılacaktır. Bütün ortakların tahrik edilmesi halinde ise hepsinin cezası indirilecektir. İştirak halinde işlenen suçlarda suç ortaklarından birisinin gönüllü vazgeçmesi halinde sadece gönüllü vazgeçen suç ortağı gönüllü vazgeçme hükümlerinden yararlanacaktır, bu neden diğer suç ortaklarına sirayet etmeyecektir.62 Kişisel cezasızlık nedenlerinde de sadece ilgili kişi cezalandırılmayacak diğer  suç  ortaklarının  sorumluluğu  devam  edecektir.  Kişisel  cezasızlık nedenleri icra hareketlerinin yapılması sırasında var olan ve failin cezalandı                                                 56  Özgenç, s. 512-513, Koca/ Üzülmez, s. 369-374, Öztürk/ Erdem, s. 387-390; Sınar, Hasan,  Türk Ceza Hukukunda Dolaylı Faillik , Ceza Hukuku Dergisi, Y:6, Sayı:15, Nisan 2011, s. 63-76. 57  Zafer, s. 425, Öztürk/ Erdem, s. 374. 58  Zafer, s. 425. 59  Koca/ Üzülmez, s. 435. 60  Koca/ Üzülmez, s. 435. 61  Özgenç, s. 530-531. 62  Koca/ Üzülmez, s. 474. 2496Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2487-2512  Savaşçı Temiz rılmasını engelleyen nedenlerdir.63 Yasama sorumsuzluğu, cumhurbaşkanının görev suçları nedeniyle vatana ihanet dışında sorumlu tutulamaması, TCK m. 41 de düzenlenen gönüllü vazgeçme, TCK m.167/1 de belirtilen aile üyeleri arasında işlenen malvarlığına karşı suçlar, TCK m. 165 işlediği veya işlenişine iştirak ettiği suçtan elde ettiği eşyayı satma, TCK m.254/4 de belirtilen akrabalık  ilişkisi  içerinde  işlenen  banka  ve  kredi  kartlarının  kötüye kullanılması suçu, TCK m. 273 de yalan tanıklık suçunun belirtilen akrabalık ilişkisi içerinde işlenmesi, TCK m. 281/1 gereği kendi işlediği veya işlenişine iştirak  ettiği  suçla  ilgili  olarak  suç  delillerini  yok  etme,  gizleme  veya değiştirme  gibi  nedenler  şahsi  cezasızlık  nedenidir.  Bağlılık  kuralını düzenleyen 40. Madde de her ne kadar sadece şahsi cezasızlık nedenlerinden bahsedilse de cezayı azaltan şahsi nedenler bakımından da sadece ilgili kişi indirimden yararlanacak, bu neden diğer suç ortaklarını etkilemeyecektir.64 Suç tamamlandıktan sonra ortaya çıkan bazı koşullar nedeniyle failin cezalandırılmasını engelleyen ya da cezada indirim yapılmasını gerektiren haller  cezayı  kaldıran  ya  da  azaltan  şahsi  nedenlerdir.65  Bazı  suçlar bakımından kabul edilen etkin pişmanlık hükümleri cezayı kaldıran ya da azaltan şahsi nedenlerdir. Bağlılık kuralı gereği etkin pişmanlık halinde de sadece  pişmanlık  gösteren  kişi  cezasızlıktan  ya  da  ceza  indiriminden yararlanacak, diğer suç ortaklarının sorumluluğu etkilenmeyecektir.66 aaa. İştirak iradesi Suç ortaklarının suça iştirak dolayısıyla cezalandırılabilmeleri için iştirak iradesi  şarttır.  İştirak  iradesi  kanuni  tanımdaki  fiili  birlikte  işlemek iradesidir.67  Amaç  fiilin  gerçekleştirilmesi  için  başka  kimselerle kararlaştırılmış, kararlaştırılan ya da kararlaştırılacak olan davranışları bilmek ve  bu  fiilin  gerçekleştirilmesine  kendi  eylemiyle  katkıda  bulunmayı istemektir.68 Yani suç ortağının suça bilerek ve isteyerek katılması şarttır. Suç ortağı fiili ile bir suçun işlenmesine katkıda bulunduğunu bilmelidir. Ancak katıldığı suçu tüm ayrıntılarıyla bilmesi gerekli değildir. Katılma iradesi tek tarafı olabilir, suçun failinin ya da diğer suç ortaklarının bu katılmayı bilmesi                                                  63  Özgenç, s. 545, Artuk/ Gökcen/ Yenidünya, s. 575, Zafer, s. 275, Hakeri, s.118. 64  Akbulut, s. 202. 65  Özgenç, s. 545, Koca/ Üzülmez, s. 351, Artuk/ Gökce/, Yenidünya, s.576. 66  Akbulut, s. 202. 67  Hafızoğulları/ Özen, s. 356, Zafer, s. 419. 68  Hafızoğulları/ Özen, s. 357, Zafer, s. 419.   2497İştirak Hükümleri Açısından...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2487-2512  şart değildir.69 Suça katılanın başkasının fiiline katıldığını bilmesi ancak fiiline katkıda bulunulanın fiiline katkıda bulunanı bilmemesi halinde de iştirak ilişkisi doğmaktadır.70 Kanun gerekçesinde de  Bir suçun failine, onun haberi olmaksızın, tek taraflı iradeyle, suçun işlenmesine başlanmadan önce veya suçun icrası sırasında yardım edilmesi halinde müşterek fail olarak değil yardım eden olarak sorumlu tutulmak gerekir  ifadesiyle bu istisna halin suça iştirak  olduğu  kabul  edilmiştir.  Örneğin  A nın  B yi  öldürmek  istediğini öğrenen C nin, A ya haber vermeksizin A nın cebine B yi öldürmesi için bir silah koyması ve cebinde bu silahı bulan A nın silahla B yi öldürmesi halinde de B nin C nin hareketinden habersiz olması iştirak ilişkisinin oluşmasına engel değildir. İştirak  iradesi  suç  ortaklarının  çeşitli  hareketlerini  bir  bütün  içinde birleştirmekte ve birbirlerine bağlamaktadır. İştirak iradesinin oluşması için failler arasında önceden bir anlaşma olmasına gerek yoktur. Birlikte suç işleme iradesi suçun işlenmesinden önce ortaya çıkabileceği gibi, suç işleme anında da oluşabilir.71 Bununla birlikte suçun işlenmesine karar verildiği halde suç işlenmemiş ise, teşebbüs derecesinde kalmış bir fiil söz konusu olmadığı için suça iştirakten dolayı sorumluluk yoktur. Suç ortaklarının sadece suç işleme konusunda anlaşmış olmaları cezalandırılmalarını gerektirmez. İştirak iradesi fiilin icrasından önce ya da en geç fiilin icrası sırasında suç ortağında  olmalıdır.  Yani  kişi  bir  suça  katıldığını  belirtilen  zamanlarda bilmelidir.72 Ani suçlarda fiili tamamlanana kadar suç ortağı suça iştirak etmelidir, fiil tamamlandıktan sonra bu suçlara iştirak mümkün değildir. Kesintisiz suçlarda ise kesinti gerçekleşene, yani suçun tamamlanmasından sona ermesine kadar iştirak mümkündür.73                                                  69  Zafer, s. 420. 70  Hafızoğulları/ Özen, s. 357. 71   Hafızoğulları/ Özen, s. 356, ayrıca bkz. Yargıtay Ceza Genel Kurulu, 1009/194 E., 2009/235, 13.10.2009,  Kişinin eyleminin, bir suça katılma aşamasına ulaşıp ulaşmadığı, ulaşmışsa da suça katılma düzeyinin saptanması için, eylemin bir evresindeki durumun değil, eylemin yapılması için verilen kararın, bu kararın icra ediliş biçiminin, olay öncesi, sırası ve sonraki davranışların da dikkate alınıp, tüm kanıtların birlikte değerlendirilmesi gerekir. Çünkü, suç kastının mutlaka belli bir aşamada oluşması gerekmediği gibi, iştirak iradesinin  de  suç  tamamlanıncaya  kadar  her  aşamada  oluşması  olanaklıdır.  www.hukukturk.com, erişim tarihi: 09.11.2016. 72  Zafer, s. 420. 73  Zafer, s. 420. 2498Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2487-2512  Savaşçı Temiz Suç ortaklarının bağlılık kuralı gereği sorumlu olabilmeleri için, işlenen suçun tüm ortaklar bakımından aynı olması gereklidir. Kararlaştırılandan farklı suç işlenmesi ya da kararlaştırılan suçun yanında başka bir suç işlenmesi halinde suç ortaklarının ne zaman sorumlu olacağı ise sorun oluşturmaktadır. Failin  kararlaştırılandan  daha  ağır  suç  işlemesi  halinde,  örneğin  kasten yaralama suçuna ilişkin olarak anlaşılmış iken yaralama sonucunda ölüm meydana gelmesi halinde tüm suç ortakları neticesi sebebiyle ağırlaşmış suç dolayısıyla TCK m. 87/4 gereği sorumlu olacaktır.74 Kararlaştırılan suçun yanında failin başka bir suç işlemesi halinde, suç ortaklarının işlenen farklı suçtan sorumlu olması için ise anlaşma dışındaki netice ile suç ortaklarının hareketleri arasında nedensel bir bağ bulunmalı ve anlaşma dışındaki netice diğer suç ortakları bakımından hayatın olağan akışına göre öngörülebilir olmalıdır.75 Örneğin hırsızlık suçu bakımından anlaşılmış iken fail ayrıca cinsel saldırı suçunu da işlerse, cinsel saldırı suçu, suç ortakları bakımından öngörülebilir olmadığı için bu suç nedeniyle suç ortaklarının sorumluluğu bulunmamaktadır.76  Ancak  fail  hırsızlık  için  girdiği  evde,  mağdurun direnmesi  karşısında  onu öldürürse,  ölüm  netice  öngörülebilir  bir  netice olduğu için suç ortakları kasten öldürme suçu dolayısıyla sorumludur.77 bbb. Nedensel katkı Suça iştirak edenlerin kanuni tanımdaki fiil bakımından nedensel bir katkı  sağlamaları  gereklidir.78  Kişinin  suça  iştirakten  dolayı  sorumlu tutulabilmesi için hareketin nedensel bir değer taşıması, hareket ile meydana gelen netice arasında bir nedensellik bağının bulunması gereklidir.79 Nedensel katkı sağlayan hareketler gerçekleştirilmedikleri takdirde neticenin meydana gelmeyeceği hareketlerdir, ancak hareket diğer suç ortaklarının hareketleri                                                  74  Hafızoğulları/ Özen, s. 364, Demirbaş, s. 493, Zafer, s. 421. 75  Hafızoğulları/ Özen, s. 365. 76  Hafızoğulları/ Özen, s. 365, Demirbaş, s. 489. 77  Hafızoğulları/ Özen, s. 365, Demirbaş, s. 490. 78  Bkz. Yar. CGK, 2000/1-43 E., 2000/47 K., 7.3.2000   Bir tek kişi tarafından işlenebilen bir suçun, müteaddit kişiler tarafından önceden anlaşmaları veya işbirliği yapmaları sonucunda gerçekleştirilmesi  halinde  iştirak  halinde  işlenen  suç  söz  konusu  olur.  Tariften  de anlaşılacağı gibi iştirakin kabulü için;  a - Müteaddid failler tarafından gerçekleştirilen müteaddid hareketler olması,  b - Bu hareketlerin illi bir değer taşıması,  c - Failler arasında iştirak iradesi bulunması,  d - Faillerden biri tarafından tipe uygun fiilin icrasına başlanılması ve bunun bütün şerikler için aynı olmasıdır.  www. kazanci.com, erişim tarihi:09.11.2016. 79   Hafızoğulları/ Özen, s. 355, Demirbaş, s. 490, Öztürk, Erdem, s. 400.   2499İştirak Hükümleri Açısından...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2487-2512  üzerinde etkili ise de yani ilgili hareket olmadığında diğer ortaklar başka türlü hareket etmek zorunda kalmakta ise ilgili hareket netice üzerinde doğrudan katkı sağlamasa dahi nedenseldir.80 Örneğin suç ortaklarından biri silahı diğer ortağa verdiğinde, bu ortak da silahı öldürme fiilinde kullanması için faile verdiğinde, ilk ortağın hareketi de netice bakımınından nedenseldir.81  Sağladığı katkının sonradan gereksiz olduğunun anlaşılması halinde suç ortağının sorumlu olup olmayacağı tartışmalıdır. Örneğin hırsızlık suçunun işlenmesi için hizmetçinin evin penceresini açık bırakması ancak failin kapıyı kırıp içeri girmesi halinde hizmetçinin yardım eden olarak sorumlu olup olmayacağına  ilişkin  olarak  farklı  görüşler  bulunmaktadır.  Bir  görüş hareketinin  nedensel  değer  taşımadığı  için  hizmetçinin  iştirak  iradesine rağmen sorumlu olamayacağını ileri sürmektedir.82 Diğer görüş ise hukuksal değer  üzerinde  yaratılan  tehlikenin  sorumluluk  için  yeterli  olduğunu  ve hizmetçinin sorumlu olacağını savunmaktadır.83 Biz ilk görüşe katılmakta ve suç ortağının fiilinin suç bakımından nedensel bir katkısı olması gerektiğini aksi takdirde işlenen suç nedeniyle sorumlu olamayacağını savunmaktayız. İştirak hareketlerinin hepsinin aynı türden ya da icrai olması gerekli değildir. Suça manevi yardım bakımından failde suç fikrini doğurmuş olma ya da var olan bir suç fikrini kuvvetlendirmiş olmadır, suç işlemeye kararlı bir faile basit bir tavsiyede bulunmak tipik fiil bakımından nedensel bir katkı sağlamadığı için iştirak kapsamına girmemektedir.84 Tipik fiile nedensel katkı sağlama icrai hareketle olabileceği gibi ihmali hareketle de olabilir.85 Ancak ihmali hareketle  nedensel katkı sağlanabilmesi için ihmal aynı zamanda hukuki bir yükümlülüğün ihlali olmalıdır.86 Suça iştirak için mutlaka icrai ya da  ihmal  suretiyle  icrai  hareketin  olması  gerekmektedir,  salt  ihmali hareketlerle iştirak mümkün değildir. Buna göre örneğin bir suç işleneceğini öğrendiği halde suçun hedefini durumdan haberdar etmeyenler ya da olanaklı olduğu halde suçu engellemeyenler iştirakten dolayı sorumlu olmaz. Ancak hırsızla anlaşarak evin kapısını açık bırakan ve suçun kolay işlenmesini sağlayan hizmetçinin hareketi ihmal suretiyle icrai bir hareket olduğu için                                                  80  Hafızoğulları/ Özen, s. 355. 81  Hafızoğulları/ Özen, s. 355. 82  Toroslu/ Toroslu, s. 286, Hafızoğulları/ Özen, s. 354; Centel, Nur/ Zafer, Hamide/Çakmut, Özlem, Türk Ceza Hukukuna Giriş, Beta Yayınları, İstanbul, 2011, s. 506. 83  Önder, s. 482, Demirbaş, s. 491, Zafer, s. 419, Öztürk/ Erdem, s. 401. 84  Hafızoğulları/ Özen, s. 355. 85  Hafızoğulları/ Özen, s. 356, Zafer, s. 418. 86  Hafızoğulları/ Özen, s. 356. 2500Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2487-2512  Savaşçı Temiz iştirak kapsamındadır. Suçun işlenmesine nedensel katkı suç işlenmeden önce olmalıdır, suç tamamlandıktan sonra suça iştirak mümkün değildir.87 İcra  hareketlerinde  sonucun  ortaya  çıkmasını  sağlayan  ya  da kolaylaştıran bir davranışta bulunmayı istemek, ihmali hareketlerde ise bir engelin olumsuz bir davranışla giderilmesini istemek iradedir. Herkesin bir araya gelerek suçun icrasını sağlayan davranışlardan birini yapmayı istemek maddi iştirak bakımından irade, suç işleme fikrine sahip olmayan bir kimsenin aklına  suç  işleme  fikrini  sokmayı  ya  da  zaten  mevcut  olan  suç  fikrini güçlendirmeyi istemek manevi iştirak bakımından iradedir.88 İştirak iradesi suça iştirakin her türünde zorunludur. Suç oluşturan fiilin icrai ya da ihmali hareketle birlikte işlendiğine ya da birlikte işlemenin maddi ya da manevi birlikteliğe dayandığına bakılmaksızın ortaklarda iştirak iradesi bulunmalıdır, aksi takdirde iştirak ilişkisi de söz konusu değildir.89  Suç  ortağı;  hem  azmettirme  hem  de  yardım  etme  kapsamında sayılabilecek şekilde hareket etmiş olabilir. Aynı amaca yönelik bu hareketler hukuki anlamda tek bir fiil oluşturmaktadır. Suç ortağının hareketleri en ağır hareket şekli esas alınarak nitelendirilir ve dolayısıyla suç ortağı azmettiren olarak kabul edilir.90 bb. Fiilin hukuka aykırı olması  Türk hukukunda suç ortaklarının sorumluluğu bakımından failin kasıtlı fiilinin yanında bu fiilin hukuka aykırı olmasının da gerekli olması geniş kapsamlı bağlılık kuralının kabul edildiğini göstermektedir.91 Dar kapsamlı bağlılık kuralı failin fiilinin kasıtlı olmasının suç ortaklarının cezalandırılması için  yeterli  olmasıdır,  bu  halde  fail  somut  olayda  bir  hukuka  uygunluk nedeninden yararlansa dahi fiili kasıtlı ve tipik ise suç ortakları bu fiilden sorumludur.92 Bağlılık kuralının kapsamının daraltılması iştirak hükümlerinin uygulanmasını  kolaylaştırmaktadır.93  Bağlılık  kuralının  dar  veya  geniş kapsamlı olması dolaylı faillik kurumunu da etkilemektedir. Dar kapsamlı bağlılık kuralı, iştirak hükümlerinin uygulama alanını artırdığı için dolaylı                                                  87  Hafızoğulları/ Özen, s. 356. 88  Hafızoğulları/ Özen, s. 358. 89  Hafızoğulları/ Özen, s. 358. 90  Zafer, s. 419. 91  Zafer, s. 417. 92  Özgenç, s. 547, Koca/ Üzülmez, s.447, Demirbaş, s. 488, Zafer, s. 417. 93  Zafer, s. 417.   2501İştirak Hükümleri Açısından...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2487-2512  faillik kurumuna gerek kalmayacaktır, geniş kapsamlı bağlılık kuralında ise iştirak  hükümlerinin  uygulanabilirliğinin  zorlaşması  ile  doğacak  boşluk dolaylı faillik kurumu ile doldurulacaktır.94  Fiilin tipik olması, yani Ceza Kanunu ndaki suç tanımına uyması suç oluşturması için yeterli değildir. Ayrıca fiilin hukuka aykırı olması, yasak ya da emir içeren bir hukuk kuralını ihlal etmesi yani hukuk düzeniyle çatışma içinde olması gerekmektedir. Hukuk düzeniyle çatışma içinde olmayan bir fiil, tipik olsa dahi suç oluşturmamaktadır. Hukuka aykırılık işlenen tipik fiilin sadece  ceza  hukuku  ile  değil,  tüm  hukuk  düzeniyle  çatışması,  fiilin işlenmesine hukuk düzeni tarafından izin verilmemiş olmasıdır.95 Tipik fiilin işlenmesine bir hukuka uygunluk nedeni dolayısıyla izin verilmemişse fiil hukuka  aykırıdır.  Bu  yüzden  hukuka  aykırılığın  tespiti,  fiilin  hukuka aykırılığını  ortadan  kaldıran  bir  hukuka  uygunluk  nedeninin  mevcut koşullarda  bulunup  bulunmadığının  tespitidir.96  Suç  oluşturan  hukuka aykırılığın belirlenmesi için iki ayrı şart gerekmektedir. Öncelikle kanuni tipe uygun bir fiil olmalıdır ve tipik bu fiilin işlenmesine bir hukuka uygunluk nedeniyle izin verilmemesi gerekmektedir, yani hukuka uygunluk nedenleri mevcut şartlar bakımından bulunmamalıdır.97 Fiilin işlenmesini emreden ya da işlenmesine izin veren özel durumların yani hukuka uygunluk nedenlerinin somut  olayda  bulunması  halinde  fiil  artık  hukuka  uygundur,  hukuka aykırılıktan söz edilemez. Bağlılık kuralı gereği somut olayda hukuka uygunluk nedeni bulunmakta ise, örneğin fail meşru müdafaa halinde ise, fiili hukuka uygun olduğu yine suç  ortaklarının  sorumluluğuna  gidilemez.98  Zorunluluk  halinin  hukuki niteliği  bakımından  doktrinde  farklı  görüşler  ileri  sürülse  ve  Kanun un Gerekçesinde aksi kabul edilse de kanımızca zorunluluk hali kusurluluğu                                                  94  Zafer, s. 417. 95  Kunter, Nurullah, Suçun Kanuni Unsurları Nazariyesi, İsmail Akgün Matbaası, İstanbul, 1949, s. 112. 96  Hafızoğulları/ Özen, s. 221, Soyaslan, Doğan, Ceza Hukuku Genel Hükümler, Yetkin Yayınları, Ekim 2014, Ankara s. 208. 97  Kunter, s. 142, Hafızoğulları/ Özen, s. 221, Özgenç, s. 295. 98  Özgenç, s. 549, Koca/ Üzülmez, s. 450. 99  Kanun un etkilendiği ileri sürülen Alman Ceza Hukukunda iki tür zorunluluk hali vardır; bunlardan  birincisi  hukuka  uygunluk  nedeni  olan  zorunluluk  hali,  diğeri  ise  Türk Hukuku ndaki mücbir sebebin karşılığı olan ve kusurluluğu kaldıran zorunluluk halidir. Hukuka uygunluk nedeni olan zorunluluk hali için bkz. Alman Ceza Kanunu m.49/3:  Her kim, hayat, vücut, özgürlük, şeref, mülkiyet veya diğer bir hukuki menfaate yönelik olan, halihazırdaki ve başka türlü bertaraf edilemeyen bir tehlike içinde iken, tehlikeyi kendisi 2502Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2487-2512  Savaşçı Temiz kaldıran bir neden değil, bir hukuka uygunluk nedenidir. Dolayısıyla olayda fail zorunluluk halinden yararlanmakta ise fiili hukuka uygundur ve suç ortaklarının da cezai sorumluluğu bulunmamaktadır. 100  cc. Suçun en azından teşebbüs aşamasında kalması Bağlılık kuralı nedeniyle suç ortaklarının cezalandırılabilmesi için failin tüm suç ortakları bakımından aynı olan bir suçu işlemiş ya da işlemeye teşebbüs etmesi gereklidir.101  Faillik  ile  suç  ortaklığı  arasında  haksızlık  içeriği  bakımından  bir derecelendirme yoktur, bu bakımdan sadece bir nitelik farkı bulunmaktadır. Faillik ile suç ortaklığı arasındaki fark suç teşkil eden olay ile ilişkinin doğrudan ya da dolaylı olmasıdır. Suç ortaklığı fiilleri haksızlık içeriklerini failin işlediği fiilden almaktadır.102 Bu nedenle suç ortağı olarak sorumlu tutulabilmek  için  ilgili  suçun  tamamlanmış  ya  da  en  azından  teşebbüs aşamasına varmış olması gereklidir.103 Bu kural niceliksel bağlılık kuralıdır.104 Ani suçlar bakımından suç tamamlandıktan sonra suça iştirak mümkün değil                                                  veya  bir  başkası  bakımından  def  etmek  için  bir  suç  fiili  işlerse,  tarafların  rakip menfaatlerinin, özellikle ilgili hukuki menfaatler ile onları tehdit eden tehlikenin derecesi karşılaştırıldığında, korunan menfaat tehdit edilen menfaate nazaran önemli ölçüde ağır basıyorsa, fail hukuka aykırı hareket etmiş olmaz. Ancak bu hüküm sadece, işlenen fiilin, tehlikeyi defetmek için uygun bir araç olduğu durumlarda uygulanır.  Kusurluluğu kaldıran zorunluluk hali için bkz. Alman Ceza Kanunu m. 35:  (1) Her kim,hayat, vücut veya özgürlüğe yönelik, halihazırdaki ve başka türlü bertaraf edilemeyen bir tehlike içinde iken, tehlikeyi kendisi, ailesine mensup bir kişi veya bir yakını bakımından defetmek için hukuka aykırı bir fiili gerçekleştirirse kusurlu sayılmaz. Olaydaki şartlara göre, özellikle tehlikeye bizzat kendisinin sebebiyet vermiş bulunması veya özel bir hukuki ilişki içinde bulunması nedeniyle, tehlikeye katlanması failden beklenebilir idiyse, yukarıdaki hüküm uygulanmaz; ancak 49 uncu maddenin 1 inci fıkrası uyarınca indirilebilmesi için failin özel bir hukuki ilişki dolayısıyla tehlikeye katlanmak mecburiyetinde bulunması gerekir. (2) Fail fiili gerçekleştirirken 1 inci fıkra uyarınca kusurluluğunu ortadan kaldırabilecek nitelikte olan durumların  hataya  düşerek  var  olduğunu  zannederse,  sadece  hataya  düşmekten kaçınabilmesinin mümkün olduğu hallerde, cezalandırılır. Ceza 49 uncu maddenin 1 inci fıkrası uyarınca indirilir.  Zafer, s. 314. 100  Aksi görüş için bkz. Akbulut, s. 202. 101  Artuk/ Gökcen/ Yenidünya, s. 777, Demirbaş, s. 378; Hakeri, Hakan, Ceza Hukuku Genel Hükümler, Adalet Yayınevi, Ankara, 2013, s. 512. 102  Özgenç, s. 548. 103  Özgenç, s. 547, Koca/ Üzülmez, s.449-451, Hakeri, s. 514, Demirbaş, s. 488, Öztürk/ Erdem, s. 392. 104  Özgenç, s. 547, Koca/ Üzülmez, s. 449-451.   2503İştirak Hükümleri Açısından...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2487-2512  iken kesintisiz suçlarda suç sona erene kadar suça iştirak edilebilir.105 Suça iştirak hazırlık hareketleri esnasında da olabilir.106 Suçun hem kararlaştırılması  hem  de  gerçekleştirilmesi  aşamalarında  iştirak  mümkündür.  Suçun kararlaştırılması aşamasında iştirak suç kararınının doğmasını sağlamak ya da bu kararı güçlendirmek şeklinde olurken suçun gerçekleştirilmesi aşamasında suç  oluşturan  hareketleri  kısmen  ya  da  tamamen  yapmak,  bunların yapılmasına  yardım  etmek  ya  da  bunların  yapılmasını  kolaylaştırmak biçiminde olmaktadır.107 Ancak suç ortaklarının bağlılık kuralı gereği sorumlu tutulabilmeleri için failin mutlaka suçu tamamlamış veya en azından teşebbüs aşamasına  getirmiş  olması  gereklidir.  Fail  suçun  icra  hareketlerine başlamamış ya da sadece hazırlık hareketlerini yapmış ise suç ortaklarının sorumluluğu söz konusu değildir.108 Bu şart nedeniyle örneğin azmettiren fail elverişli  icra  hareketlerine  başlamadığı  sürece  cezalandırılmaz.  Bununla birlikte azmettirme fiilinin kendisinin tek başına bir haksızlık oluşturduğu, suç fikrine sahip olmayan bir kişinin suç işleme kararı almasına neden olunduğu belirtilerek azmettirme bakımından fiil teşebbüs aşamasına gelmemiş dahi olsa  fiili  dolayısıyla  azmettirenin  cezalandırılması  gerektiği  ve  bunun niceliksel bağlılık kuralı ile çelişmediği ileri sürülmektedir.109 Suç ortakları fail suçu işlemese ya da işlemeye teşebbüs etmese dahi nedensel katkı değeri olan  hareketi  yapmışlar  ve  suç  işleme  iradelerini  göstermişlerdir  ancak bağlılık kuralı gereği cezalandırılamamaktadırlar. Türk Ceza Kanunu nda bu sorun suç işlemeye tahrik (TCK m.214)110 ve halkı kin ve düşmanlığa alenen tahrik (TCK m.216/1) suçlarında olduğu gibi hazırlık hareketi niteliğindeki fiiller bağımsız suç haline getirilerek aşılmaya çalışılmıştır.111 c. Özgü Suçlara İştirak Özgü suçlar suç tanımında failin belirli hukuki ve maddi özelliklere sahip olması  bir  unsur  olarak  gösterildiği  suçlardır.  Failin  Kanunda  belirtilen                                                  105  Demirbaş, s. 490, Öztürk/ Erdem, s. 393, Zafer, s. 417. 106  Öztürk, Erdem, s. 393. 107  Toroslu/ Toroslu, s. 296. 108  Artuk/ Gökcen/ Yenidünya, s. 777, Demirbaş, s. 488, Öztürk/ Erdem, s. 393, Zafer, s. 416. 109  Özgenç, s. 529, s. 527. 110  Bkz. TCK m. 214:  - (1) Suç işlemek için alenen tahrikte bulunan kişi, altı aydan beş yıla kadar  hapis  cezası  ile  cezalandırılır.  (2)  Halkın  bir  kısmını  diğer  bir  kısmına  karşı silahlandırarak, birbirini öldürmeye tahrik eden kişi, onbeş yıldan yirmidört yıla kadar hapis cezası ile cezalandırılır. (3) Tahrik konusu suçların işlenmesi halinde, tahrik eden kişi, bu suçlara azmettiren sıfatıyla cezalandırılır.  111  Artuk/ Gökcen/ Yenidünya, s. 777, Demirbaş, s. 488. 2504Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2487-2512  Savaşçı Temiz özelliklere sahip olmaması halinde suç oluşmamaktadır.112 Örneğin Kanunda düzenlenen bazı suçları işleyebilmek için failin kamu görevlisi, sağlık mesleği mensubu ya da bilirkişi olması gerekmektedir, fail sayılan kişilerden birisi değilse ilgili suç da oluşmamaktadır. Özgü suçlarda failin diğer insanlardan ayrı  olarak  genellikle  ceza  hukukundan  ayrı  özel  bir  yükümlülüğü bulunmaktadır, bu yükümlülüğün kaynağı koruma, güven ya da tehlikeye ilişkin olabilir.113 Örneğin bir kamu görevlisi kamu hukuku yükümlülüğü altındadır ve toplumun kamuya olan güveninin sarsılmaması için belirlenen kurallara uymak zorundadır.114 Özgü suçlarla ilgili düzenleme bağlılık kuralı içinde yapılmıştır. Kural gereği suça katılan kişinin özel faillik niteliğini taşımadığı müddetçe sadece azmettiren  ya  da  yardım  eden  olarak  sorumlu  olabilir.  Suç  ortaklarının sorumluluğu  işlenen  suç  üzerinden  tespit  edildiği  için  suça  katılanların sorumluluğu bağlılık kuralı ile mümkündür ve bu bağlılık kuralının işlevlerinden birisidir.115 Azmettirme ve yardımda bulunma şeklinde davranışları gerçekleştiren kişilerin suç ortağı olarak bağlılık kuralı ile cezai sorumlulukları sağlanmaktadır.116  Failin  aksine  suç  ortaklarının  fiille  doğrudan  bir bağlantıları  yoktur  ve  sorumlulukları  fail  ile  olan  bağlantıları  sebebiyle bağlılık kuralı kapsamındadır.117 Ancak bu hüküm özgü suçlarla diğer suçlar arasında ayrım yaptığı ve kanun önünde eşitlik ilkesini ihlal ettiği gerekçesiyle eleştirilmiştir. Suçun özgü suç ya da başka bir suç olmasına göre suça iştirak eden kişinin konumunun farklı olmaması gerektiği ileri sürülmektedir.118 Yine bağlılık kuralının özgü suçlar bakımından noksan bir düzenleme olduğu ve uygulamada çeşitli sorunlara yol açabileceği belirtilmektedir.119 Kanun a göre özgü suçlarda faillik niteliğini taşımayan kişi hiçbir şekilde fail  olamamakta  birlikte  şartları  varsa  azmettiren  veya  yardım  eden olabilmektedir.120 Eğer kişinin katkısı azmettirme niteliğinde ise azmettiren olarak işlenen suçun cezasından, azmettirme sayılmıyorsa yardım eden olarak sorumlu olacaktır. Ancak bazı suçlar bakımından ise Kanun bu kuraldan                                                  112  Zafer, s. 434. 113  Akbulut, s. 183. 114  Özgenç, Suça İştirakin Hukuki Esası ve Faillik, s. 171. 115  Akbulut, s. 190. 116  Mahmutoğlu, s. 65. 117  Mahmutoğlu, s. 65. 118  Hafızoğulları/ Özen, s. 371. 119  Soyaslan, s. 489. 120  Öztürk/ Erdem, s. 369.   2505İştirak Hükümleri Açısından...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2487-2512  ayrılmıştır. Örneğin işkence suçunda suçun işlenmesine iştirak eden kamu görevlisi olmayan kişinin de fail olarak cezalandırılacağı kabul edilmiştir.121 TCK m. 40/2 de her ne kadar özgü suçlar bakımından suç tanımında gösterilen özelliklere sahip olmayanların sadece suç ortağı olarak sorumlu olabilmesi kabul edilmekle beraber bu kişiler kural olarak özgü suçlar bakımından müşterek  fail  olabilir.  Ancak  kanun  koyucu  tercihini  bu  yönde kullanmamıştır.122 Özgü suçun işlenmesine iştirak eden kişilerin azmettiren ya da yardım eden olarak sorumlu olmaları için failin özel fail niteliğini bilmeleri şarttır. Suç ortağının iştirak iradesinin kapsamına failin kanuni tanımda belirtilen niteliği de girmektedir.123 Suç ortağı failin bu niteliğini bilmediği takdirde azmettiren ya da yardım eden olarak sorumlu olması mümkün değildir.124 Dolayısıyla fiilleri başka bir suç oluşturmadığı takdirde suç ortakları işlenen özgü suça iştirakten dolayı cezalandırılmayacaktır.125 Bununla birlikte farklı bir görüş özgü suça iştirak edenlerin azmettirme ve yardım etmeden dolayı sorumlu  olmaları  için  failin  özel  faillik  niteliğini  taşıdığını  bilmelerini gerekmediğini ileri sürmektedir.126 Kanunda bağlılık kuralı kapsamında düzenlenen özgü suçlara ilişkin hükmün sadece bizzat işlenebilir suçlar için zorunlu olduğu bunun dışında özgü  suça  ait  tipik  davranışın  mutlaka  özel  fail  niteliği  taşıyan  kimse tarafından gerçekleştirilmesine ilişkin mantıki bir zorunluluğun bulunmadığı ileri  sürülmektedir.127  Bizzat  işlenebilen  suçlar  failin  kendi  bedensel hareketleri ile kanuni tanımda belirtilen fiili gerçekleştirebildiği suçlardır. Bu suçlar bakımından müşterek faillik ya da dolaylı faillik de mümkün değildir, zira  fail  kanuni  tanımda  belirtilen  fiili  bizzat  kendisi  gerçekleştirmek zorundadır.128 Bizzat işlenebilen suçlara örnek olarak yalan tanıklık suçu gösterilmektedir.129 Tanık hâkim önünde belli bir somut olaya ilişkin olarak                                                  121  Mahmutoğlu, s. 81. 122  Zafer, s. 435. 123  Toroslu/ Toroslu, s. 323, Demirbaş, s. 499. 124  Zafer, s. 435, Demirbaş, s. 499. 125  Toroslu/ Toroslu, s. 323, Demirbaş, s. 499, Zafer, s. 435. 126  Soyaslan, s. 489. 127  Toroslu/ Toroslu, s. 322. 128  Toroslu/ Toroslu, s. 322. 129  Bkz. TCK m. 272: Madde 272- (1) Hukuka aykırı bir fiil nedeniyle başlatılan bir soruşturma kapsamında tanık dinlemeye yetkili kişi veya kurul önünde gerçeğe aykırı olarak tanıklık yapan kimseye, dört aydan bir yıla kadar hapis cezası verilir. (2) Mahkeme huzurunda ya da yemin ettirerek tanık dinlemeye kanunen yetkili kişi veya kurul önünde gerçeğe aykırı olarak 2506Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2487-2512  Savaşçı Temiz doğruyu söyleme yükümlülüğü altında olan kişidir ve ilgili fiili bizzat kendisi gerçekleştirmek zorundadır.130 Özel fail niteliğini taşıyan kişi ile birlikte suç işleyen kimselerin de bu niteliğe  sahip  olmasalar  dahi  fail  olarak  sorumlu  olacakları  ifade edilmektedir.131 Özgü suçların gerçek ve görünüşte özgü suçlar olmak üzere ikiye  ayrıldığı,  zimmet  suçu  gibi  gerçek  özgü  suçların  sadece  özel  fail niteliğini taşıyan kişi tarafından işlenebilir iken, görünüşte özgü suçlarda suçun  temel  şeklinin  herkes  tarafından  nitelikli  halinin  ise  özel  fail niteliğindeki kişi tarafından işlenebildiği belirtilmektedir.132 Gerçek özgü suçlarda  özel  faillik  niteliğini  taşımayan  kişi  hiçbir  şekilde  suçun  faili sayılamaz. Kanun un gerekçesinde özel faillik niteliği taşıyan kişinin fail olabilmesi için ayrıca fiil üzerinde hâkimiyet kurması gerektiği belirtilmiştir. Gerekçede belirtilen görüşe göre fiil üzerinde hâkimiyet kuramamış olan özel faillik niteliğine sahip kişi şartları varsa ancak suç ortağı olabilecektir. Ancak bu çözümün somut olaylarda adaleti sağlayabileceği tartışmalıdır. d. İştirak halinde işlenen suçlarda nitelikli hallerin geçişi Suça  etki  eden  nedenlere  ilişkin  Türk  Ceza  Kanununda  hüküm bulunmamaktadır. Suça etki edenler fiili ya da şahsi olabilir. Fiili nedenler suçun temel halinde değişiklik yapmayan, suçun işleniş şekli, zamanı, suçun                                                  tanıklık yapan kimseye bir yıldan üç yıla kadar hapis cezası verilir. (3) Üç yıldan fazla hapis cezasını gerektiren bir suçun soruşturma veya kovuşturması kapsamında yalan tanıklık yapan kişi hakkında iki yıldan dört yıla kadar hapis cezasına hükmolunur. (4) Aleyhine tanıklıkta bulunulan kişi ile ilgili olarak gözaltına alma ve tutuklama dışında başka bir koruma tedbiri uygulanmışsa, yüklenen fiili işlemediğinden dolayı hakkında beraat kararı veya  kovuşturmaya  yer  olmadığına  dair  karar  verilmiş  olması  koşuluyla,  yukarıdaki fıkralara göre verilecek ceza yarı oranında artırılır. (5) Aleyhine tanıklıkta bulunulan kişinin gözaltına alınması veya tutuklanması halinde; yüklenen fiili işlemediğinden dolayı hakkında beraat kararı veya kovuşturmaya yer olmadığına dair karar verilmiş olması koşuluyla; yalan tanıklık yapan kişi, ayrıca kişiyi hürriyetinden yoksun kılma suçuna ilişkin hükümlere göre dolaylı fail olarak sorumlu tutulur. (6) Aleyhine tanıklıkta bulunulan kimsenin ağırlaştırılmış müebbet hapis veya müebbet hapis cezasına mahkûmiyeti halinde, yirmi yıldan otuz yıla kadar hapis cezasına; hükmolunur.(7) Aleyhine tanıklıkta bulunulan kimsenin mahkûm olduğu hapis cezasının infazına başlanmış ise, altıncı fıkraya göre verilecek ceza yarısı kadar artırılır. (8) Aleyhine tanıklıkta bulunulan kişi hakkında hapis cezası dışında adlî veya idari bir yaptırım uygulanmışsa; yalan tanıklıkta bulunan kişi, üç yıldan yedi yıla kadar hapis cezası ile cezalandırılır. 130  Özgenç, Suça İştirakin Hukuki Esası ve Faillik,s. 178-179. 131  Özgenç, Suça İştirakin Hukuki Esası ve Faillik s. 166-167. 132  Özgenç, Suça İştirakin Hukuki Esası ve Faillik s. 189.   2507İştirak Hükümleri Açısından...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2487-2512  işlenişinde kullanılan araçlar, fiil ile netice arasındaki nedensellik bağından kaynaklanan ve suçun daha ağır ya da hafif kabul edilmesine neden olan nedenlerdir.133  Şahsi  nedenler  failin  ya  da  suç  ortağının  şahsından kaynaklanan, onları suç  işlemeye  iten  özel amaç ve  saiklerin, mağdurla aralarındaki ilişkinin dikkate alındığı nedenlerdir.134 Ancak bir nedenin fiili mi şahsi mi olduğuna ilişkin görüş ayrılıkları yaşanabilmektedir. Örneğin tasarlayarak kasten öldürme bakımından bir görüş tasarlamanın şahsi bir ağırlaştırıcı neden olduğunu savunurken, diğer görüş fiili olduğunu kabul etmektedir.136 765 sayılı Türk Ceza Kanununda cezaya etki eden şahsi nedenler ile fiili nedenler  arasında  ayrım  yapılmış,  şahsi  nedenlerin  iştirak  iradelerinin açıklandığı, fiili nedenlerin ise fiilin işlendiği anda bilme  koşuluyla  suç ortaklarına geçişi kabul edilmiştir.137Bağlılık kuralının varlığının TCK da iştirak halinde kişisel ağırlatıcı ve fiili ağırlatıcı nedenlerin suç ortaklarına uygulanmasına  ilişkin  hükümlere  yer  verilmesini  gereksiz  kıldığı  ileri sürülmektedir.138 Hükmün gerekçesinde de suça etki eden nedenler bakımından şahsi ya da fiili nedenler şeklinde yapılan ayrımın bilimsel olmadığı ve uygulamada  çelişkili  kararlar  verilmesine  neden  olduğu  belirtilmektedir. Nitelikli hallerin suç ortaklarına geçişi bakımından sadece bağlılık kuralının esas alınması katı bağlılık kuralı olarak adlandırılmaktadır.139 Katı bağlılık kuralına göre suç ortaklarının sorumluluğu asıl fiile göre belirlenecek, bu belirleme de suç ortaklarının kasıtları da etkili olacaktır.140 Bununla birlikte                                                  133  Ekici Şahin, Meral,  İştirak Halinde İşlenen Suçlarda Suça Etki Eden Nedenlerin Şeriklere Sirayeti , AÜHFD, Cilt:64, Sayı:3, 2015, s. 654. 134  Ekici Şahin, s. 654. 135  Koca, Mahmut/ Üzülmez, İlhan, Türk Ceza Hukuku Özel Hükümler, Seçkin Yayınevi, Ankara, 2013, s. 58. 136  Tezcan, Durmuş/ Erdem, Mustafa Ruhan/ Önok, Murat, Teorik ve Pratik Ceza Özel Hukuku, Seçkin Yayınevi, Ankara, 2016, s. 158. 137  Bkz. 765 S. TCK m.66:  Bir cürüm veya kabahati beraber işleyenlerden veya icrasını kolaylaştırmağa yardım edenlerden biri hakkında teşdidi cezayı mucip olan şahsa merbut daimi veya arızi ahval ve evsaf, cürüm veya kabahate iştirak eyledikleri zamanda ona vakıf olan faillere dahi sirayet eder. Ancak haklarında terettüp eden cezanın altıda biri indirilebilir ve ağırlaştırılmış müebbet ağır hapis ile müebbet ağır hapis cezasına bedel yirmi seneden yirmi dört seneye kadar ağır hapis cezası hükmolunur.  765 S. TCK m. 67:  Fiilin cezasını teşdit eden maddi esbabı dahi cürüm veya kabahatin vasfını tebdil edecek şekilde olsa bile fiil işlendiği zamanda ona vakıf olan şeriklere saridir.  138  Özgenç, s. 527. 139  Koca/ Üzülmez, s. 451-455, Demirbaş, s. 506. 140  Koca/ Üzülmez, s. 451-455. 2508Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2487-2512  Savaşçı Temiz bağlılık kuralının failin fiiline bağlı olarak suç ortaklarını sorumlu tutması nedeniyle örneğin eşini öldürtmek için birisini azmettiren kişi sadece kasten öldürmenin basit halinden dolayı cezalandırılacaktır, kanımızca nitelikli hallerin geçişinde sadece bağlılık kuralının esas alınması bu gibi adaletsiz sonuçlara neden olabileceği için sakıncalıdır.142 Bizce failde veya diğer suç ortaklarında bulunan suça etki eden fiili ve şahsi nedenler, bu nedenler kendisinde bulunmayan suç ortaklarına ancak bilme halinde uygulanabilir. İştirak iradesi koşulu bunu gerektirmektedir.143 Bilme hali en geç suç ortağının ilgili  nedeni  öğrendiğinde  suça  iştirakten  vazgeçebileceği  bir  ana  kadar olmalıdır.144 Ancak bilme halinde nitelikli hallerin geçişinin kabul edilmesi kanunilik ilkesine aykırı bulunarak bir görüş tarafından eleştirilmiştir.145 Türk Ceza Kanunu 37. maddenin 2. fıkrasında ve 38. maddenin 2. ve 3. fıkralarında bazı ortaklar bakımından cezayı artıran ve azaltan nedenlere yer vermiş,  suça  bağlı  olan  ağırlatıcı  ve  hafifletici  genel  nedenleri  ise düzenlememiştir. Suça bağlı olan ağırlatıcı ve hafifletici genel nedenlere özel hükümlerde her bir suç için ayrı olarak yer verilmektedir. İştirak ilişkisinde suçu birlikte işleyen kişilerin suç tiplerinde düzenlenen nedenlerden dolayı sorumluluklarının ne olacağının belirlenmesi gereklidir. Bağlılık kuralı sadece fiil üzerinde hâkimiyet kurma ölçütünü getirmekte, bu sorunun çözümünü karşılamamaktadır.146 Hâkimiyet teorisi; iştirak ilişkisinde failin iradi olarak hâkim fiili gerçekleştiren, suçun işlenmesi sürecini idare eden ve bu süreci durdurabilme gücüne sahip olan kişi olduğunu öngörmektedir.147 Sorunun çözümünde ise kast kuralı uygulanacaktır.148  Suçu hafifleten nedenler bakımından; kişiye ilişkin nedenler ortaklara sirayet etmemekte sadece ilgili kişi nedenden yararlanmaktadır.149 Örneğin TCK nın  167.  maddesinde  şahsi  cezasızlık  sebepleri  ve  cezada  indirim yapılmasını gerektiren şahsi sebepler sayılmıştır.150 Kişiye bağlı bu hafifletici                                                  141  Artuk/ Gökcen/ Yenidünya, s. 622. 142  Hafızoğulları/ Özen, s. 362, Hakeri, s.563, Aydın, s. 231-232, Akbulut, s. 211, Demirbaş, s. 506; Özbek, Veli Özer/ Kanbur, Nihat/ Doğan, Koray/ Bacaksız, Pınar/ Tepe, İlker, Türk Ceza Hukuku Genel Hükümler, Seçkin Yayıncılık, Ankara, 2014, s. 576. 143  Zafer, s.432. 144  Zafer, s. 432. 145  Ekici Şahin, s. 673. 146  Hafızoğulları/ Özen, s. 359. 147  Özgenç, s. 501. 148  Hafızoğulları/ Özen, s. 362. 149  Hafızoğulları/ Özen, s. 362. 150  Bkz. TCK Mad. 167:  (1) Yağma ve nitelikli yağma hariç, bu bölümde yer alan suçların;    2509İştirak Hükümleri Açısından...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2487-2512  sebepler  sadece  ilgili  kişi  için  geçerli  olacak,  suç  ortaklarına  sirayet etmeyecektir.151 Fiile hafifletici nedenler ise nesnel ve lehte oldukları için ortaklara sirayet etmektedir.152 Fiile ilişkin hafifletici nedenlerin suç ortakları ve fail tarafından bilinip bilinmemesi sirayet bakımından önemli değildir.153 145.  madde  de  düzenlenen  malın  değerinin  az  olması  hırsızlık  suçu bakımından fiile ilişkin hafifletici bir nedendir ve tüm ortaklar bilsin ya da bilmesin bu hafifletici nedenden yararlanacaktır.  Kişiye  bağlı  suçu  ağırlaştıran  nedenlerin  ortaklara  sirayeti  için ağırlaştırıcı  neden  diğer  ortaklar  tarafından  bilinmeli  ve  o  neden  suçun işlenmesinde  etkili  olmalı  ya  da  suçun  işlenmesini  kolaylaştırmalıdır.155 Örneğin  güveni  kötüye  kullanma  suçunda  hizmet  ilişkisi  kişiye  bağlı ağırlaştırıcı nedendir.156 Fiile bağlı ağırlatıcı nedenler ise sadece nedeni bilen ortaklara sirayet etmektedir. Ortağın böyle bir nedenin olabileceğini tahmin etmesi değil, ağırlatıcı nedenin var olduğunu fiilen bilmesi gereklidir.157 Hangi ağırlaştırıcı nedenin fiile hangisinin kişiye ait olduğu hususunda tartışmalar                                                  a) Haklarında ayrılık kararı verilmemiş eşlerden birinin,  b) Üstsoy veya altsoyunun veya bu derecede kayın hısımlarından birinin veya evlat edinen veya evlâtlığın,  c) Aynı konutta beraber yaşayan kardeşlerden birinin,  Zararına olarak işlenmesi hâlinde, ilgili akraba hakkında cezaya hükmolunmaz.  (2) Bu suçların, haklarında ayrılık kararı verilmiş olan eşlerden birinin, aynı konutta beraber yaşamayan kardeşlerden birinin, aynı konutta beraber yaşamakta olan amca, dayı, hala, teyze, yeğen veya ikinci derecede kayın hısımlarının zararına olarak işlenmesi hâlinde; ilgili akraba hakkında şikâyet üzerine verilecek ceza, yarısı oranında indirilir.  151  Hafızoğulları/ Özen, s. 362, Hakeri, s. 564, Öztürk/ Erdem, s. 399-400, Özbek/ Kanbur/ Doğan/ Bacaksız/ Tepe, s. 575. 152  Dönmezer/ Erman, c. II, kn. 1282, Hafızoğulları/ Özen, s. 362, Özbek/ Kanbur/ Doğan/ Bacaksız/ Tepe, s. 575. 153  Dönmezer/ Erman, c. II, kn. 1282, Hafızoğulları/ Özen, s. 362. 154  Bkz. TCK mad. 145:  (1) Hırsızlık suçunun;  a) Paydaş veya elbirliği ile malik olunan mal üzerinde,  b) Bir hukukî ilişkiye dayanan alacağı tahsil amacıyla, İşlenmesi hâlinde, şikâyet üzerine, fail hakkında iki aydan bir yıla kadar hapis veya adlî para cezasına hükmolunur.   155  Hafızoğulları/ Özen, s. 363. 156  Bkz. TCK Mad. 155/2:  Suçun, meslek ve sanat, ticaret veya hizmet ilişkisinin ya da hangi nedenden doğmuş olursa olsun, başkasının mallarını idare etmek yetkisinin gereği olarak tevdi ve teslim edilmiş eşya hakkında işlenmesi hâlinde, bir yıldan yedi yıla kadar hapis ve üçbin güne kadar adlî para cezasına hükmolunur  157 Hafızoğulları/ Özen, s. 363, Hakeri, s.564. 2510Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2487-2512  Savaşçı Temiz olsa da bunlar sirayet bakımından önem taşımamaktadır, zira ister kişiye ister fiile ait olsun sirayet için nedenin bilinmesi şarttır.",
     "Kaynakça": "Akbulut,  Berrin,   Bağlılık  Kuralı ,  Gazi  Üniversitesi  Hukuk  Fakültesi Dergisi, Cilt XIV, Y. 2010, S. 1, ss. 167-214. Artuk, Mehmet Emin/ Gökcen, Ahmet/ Yenidünya, Caner, Ceza Hukuku Genel Hükümler, Adalet Yayınevi, Ankara, 2013. Aydın,  Devrim,  Türk  Ceza  Hukukunda  Suça  İştirak,  Yetkin  Yayınevi, Ankara, 2009. Centel, Nur/ Zafer, Hamide/Çakmut, Özlem, Türk Ceza Hukukuna Giriş, Beta Yayınları, İstanbul, 2011. Demirbaş, Timur, Ceza Hukuku Genel Hükümler, Seçkin Yayınevi, Kasım 2014. Dönmezer, Sulhi / Erman, Sahir, Nazari ve Tatbiki Ceza Hukuku, Umumi Kısım, Cilt II, İstanbul, 1999. Ekici  Şahin,  Meral,   İştirak  Halinde  İşlenen  Suçlarda  Suça  Etki  Eden Nedenlerin Şeriklere Sirayeti , AÜHFD, Cilt:64, Sayı:3, 2015, ss.637686. Hafızoğulları, Zeki/ Özen, Muharrem, Türk Ceza Hukuku Genel Hükümler, US-A Yayıncılık, Ankara, Ekim 2015. Hakeri, Hakan, Ceza Hukuku Genel Hükümler, Adalet Yayınevi, Ankara, 2013. Hakeri, Hakan, Ceza Hukukunda İhmal Kavramı ve İhmali Suçların Çeşitleri, Seçkin Yayıncılık, Ankara, 2003. Koca, Mahmut/ Üzülmez, İlhan, Türk Ceza Hukuku Özel Hükümler, Seçkin Yayınevi, Ankara, 2013.  Koca, Mahmut/ -Üzülmez, İlhan, Türk Ceza Hukuku, Genel Hükümler, Seçkin Yayınevi, Ankara, Eylül 2015. Kunter,  Nurullah,  Suçun  Kanuni  Unsurları  Nazariyesi,  İsmail  Akgün Matbaası, İstanbul, 1949.                                                  158 Hafızoğulları/ Özen, s. 363.   2511İştirak Hükümleri Açısından...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2487-2512  Mahmutoğlu, Fatih Selami,  Kusurluluk Prensibi Açısından Azmettirenin Ceza Sorumluluğu , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, C. LXIII, S. 1-2, 2005, ss. 57-112. Önder, Ayhan, Ceza Hukuku Dersleri, Filiz Kitabevi, İstanbul, 1992. Özbek, Veli Özer/ Kanbur, Nihat/ Doğan, Koray/ Bacaksız, Pınar/ Tepe, İlker, Türk Ceza Hukuku Genel Hükümler, Seçkin Yayıncılık, Ankara, 2014. Özgenç, İzzet, Suça İştirakin Hukuki Esası ve Faillik, İstanbul, 1996. Özgenç,  İzzet,  Türk  Ceza  Hukuku,  Genel  Hükümler,  Seçkin  Yayınevi, Ankara, Eylül 2015. Öztürk, Bahri/ Erdem, Mustafa Ruhan, Uygulamalı Ceza Hukuku ve Güvenlik Tedbirleri Hukuku, Seçkin Yayınevi, 2013. Sınar, Hasan,  Türk Ceza Hukukunda Dolaylı Faillik , Ceza Hukuku Dergisi, Y:6, Sayı:15, Nisan 2011, ss. 59-86. Soyaslan, Doğan, Ceza Hukuku Genel Hükümler, Yetkin Yayınları, Ekim 2014, Ankara. Tezcan, Durmuş/ Erdem, Mustafa Ruhan/ Önok, Murat, Teorik ve Pratik Ceza Özel Hukuku, Seçkin Yayınevi, Ankara, 2016. Toroslu, Nevzat/ Toroslu, Haluk, Ceza Hukuku Genel Kısım, Savaş Yayınevi, Ankara, 2016. Yaşar,  Osman/Gökcan,  Hasan  Tahsin/  Artuç,  Mustafa,  Yorumlu  – Uygulamalı Türk Ceza Kanunu, Cilt I, Adalet Yayınevi, Ankara, 2010. Yıldız, Ali Kemal, 5237 Sayılı Türk Ceza Kanunu, İstanbul Barosu Yayınları, İstanbul, 2007. Zafer, Hamide, Ceza Hukuku Genel Hükümler, TCK m. 1-75, Beta Yayınevi,"
}