{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2015",
     "Cilt": "64",
     "Sayı": "4",
     "Başlık": "İFLAS İDARESİNİN KAMU ALACAĞININ İFLAS MASASINA KAYDINI REDDETMESİ SORUNU",
     "Title": "The Problem of Rejection of Recording Public Receivables by the Bankruptcy Administration",
     "Yazar İsmi": [
          "Barış BAHÇECİ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "İflas idaresi",
          "kamu alacağı",
          "idari işlem",
          "iflas",
          "kamu idaresi"
     ],
     "Keywords": [
          "Administration of bankruptcy",
          "public receivables",
          "administrative act",
          "public administration"
     ],
     "Özet": "Bu çalışmada Yargıtay kararları ve öğretideki görüşler ışığında iflas idarelerinin  kamu  alacaklarının  kaydı  talebini  reddetmesi  sorunu  ele alınmaktadır. Kamu alacaklarının dayanağı bir idari işlemdir. Bu nedenle hukuka  uygunluk  karinesinden  yararlanır  ve  idari  işleme  dayalı  kamu alacağı,  iflas  idaresince  reddedilemez.  İflas  idaresi  kamu  gücüne  sahip olmadığından alacağı ret yetkisi değil, alacağın dayandığı idari işleme karşı iptal davası açma hakkı vardır. Mükerrerlik, mahsup, ödeme ve yanlış faiz hesabı gibi nedenler de iflas idaresi için bir ret gerekçesi oluşturamaz. Kayıt kabul davasına bakmakla görevli ticaret mahkemeleri hiçbir halükarda idari bir işleme dayanan kamu alacağının varlığı ve tutarı hakkında bir karar veremez.",
     "Abstract": "This article examines – in light of the pertinent jurisprudence of the Court of Cassation and the academic literature- the problem stemming from rejection  of  recording  public  receivables  by  the  bankruptcy administration. The legal basis for public receivables is an administrative act. Therefore, due to the presumption of lawfulness, a public receivable based  on  an  administrative  act  cannot  be  rejected  by  the  bankruptcy administration.  As  the  bankruptcy  administration  does  not  have  public authority, it cannot reject a public receivable. Rather, It has the power to file a claim for annulment of the administrative act forming the legal basis for the  public  receivable.  Furthermore,  several  other  reasons,  such  like duplication, offset, payment and incorrect interest calculation, cannot offer a justification  for  rejection  of  the  public  receivable  by  a  bankruptcy administration.  Commercial  courts  tasked  with  hearing  the  lawsuits pertaining to acceptance of records does not have the power to appraise –at any  circumstances-  the  presence  or  the  amount  of  a  public  receivable emanating from an administrative act.",
     "Metin": "İflas idaresinin kamu alacağının sıra cetveline kayıt bildirimini, kısmen ya da tamamen reddetmesine ve buna bağlı olarak kamu idaresi ile girdiği ihtilaflara uygulamada halen rastlanılmaktadır. İflas idaresinin kamu alacağı bildirimini  reddetme  yetkisinin  olup  olmadığı  2004  Sayılı  İcra  ve  İflas Kanununda (İİK)1 açık bir biçimde düzenlenmemiş olsa da, kanımızca iflas idaresinin kamu alacaklarını ret yetkisi -böyle bir yasal düzenlemeye gerek dahi olmaksızın ve hiçbir istisna içermeksizin- yoktur. Yargıtay kararlarında kural  olarak  iflas  idaresinin  böyle  bir  yetkisi  olmadığı  kabul  edilmekle beraber, konuyla ilgili kararlardaki gerekçelerin teorik dayanaklarının bizce                                                  1  Alacak kaydına ilişkin işlemlerin düzenlendiği 2004 Sayılı İcra İflas Kanunu (İİK) 1932 tarihli  olmasına  ve  bu  konuda  herhangi  bir  değişiklik  görmemesine  rağmen,  kayıt bildiriminin reddinin halen bir ihtilaf doğurabilmesi dikkat çekicidir. 19.06.1932 tarih ve 2128 tarihli Resmi Gazetede yayımlanan kanun metni ile güncel kanun metni arasında bu çalışmaya konu sorun açısından bir fark bulunmamaktadır.  976Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 975-1014                                              Bahçeci arzu edilen yeterlilikte değildir. Bunun yanında bazı Yargıtay kararları ve öğretide, iflas idaresinin istisnai hallerde böyle bir yetkisi olduğu görüşüne rastlanmaktadır.  Bu  nedenle  Yargıtay  kararları  ve  öğretideki  görüşler değerlendirilerek iflas idaresinin kamu alacağını (kısmen ya da tamamen) ret yetkisi olmadığı savını gerekçelendirmek ve sorunun çözümüne bir teorik katkı sunmayı amaçlıyoruz.  Bu kapsamda, (1) konuyla ilgili yasal çerçeve, (2) ihtilafın taraflarının hukuksal statülerin farklılığı, (3) idari işlemle iflas idaresi işlemi arasındaki niteliksel  farklılık,  (4)  alacak  kaydı  bildiriminin  idari  işlem  niteliği,  (5) alacak kayıt işlemlerinde görevli yargı yolu ve nihayet (6) iflas idaresinin kamu alacağını reddetme yetkisinin hiçbir halükarda bulunmaması başlıkları altında bir değerlendirme yapmak istiyoruz.  1. Konuyla İlgili Yasal Çerçeve Asliye Ticaret Mahkemesince verilen iflas kararı ile beraber, müflis için iflas müdürlüğünde bir iflas dosyası açılmakta (İİK md. 166), iflas kararının kesinleşmesi  beklenmeden  müflisin  mal  varlığı  iflas  masasına  dâhil olmaktadır  (İİK  md.184).  İflas  müdürlüğünce  yapılan  ilanla  müflisin alacaklılarına, alacaklarını bir ay içinde delilleri ile beraber kaydettirmeleri bildirilmekte (İİK md. 219) ve yapılan alacak kayıt başvuruları, alacaklılarca gösterilen  adaylar  içinde  seçilen  (İİK  md.223)  iflas  idaresince değerlendirilerek bir sıra cetveli hazırlanmaktadır.  Hazırlanan sıra cetvelinde iflas idaresi bir kamu alacağını kısmen veya tamamen reddetmişse, bu işleme karşı alacaklı kamu idaresi tarafından (İİK md  235 te  düzenlenen)  bir  kayıt  kabul  davası  açılmakta,  Asliye  Ticaret Mahkemesince  yapılan  yargılamada,  iflas  idaresinin  kamu  alacağının kaydını ret yetkisinin olup olmadığı sorusu ortaya çıkmaktadır. Özel hukuk kaynaklı  alacak  kayıt  taleplerinin  değerlendirilmesinde  yaşanmayan  bu sorunun temelinde, kamu alacaklarının kamu hukuku, diğer alacakların ise özel  hukuk  kurallarına  dayanarak  doğması,  talep  ve  tahsil  edilmesi yatmaktadır. Gerçekten kamu alacaklarının dayanak ve miktarı mali hukuk kurallarına göre belirlenirken, bu alacağın masaya kaydı işlemi, iflas hukuku kurallarına göre yürütülmektedir.2                                                  2  Adnan Deynekli, İflasın Vergi Alacağının Tahsiline Etkisi, Yetkin yay, Ankara 1998, s. 94.   977İflas İdaresinin...                    Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 975-1014 İflas sürecinin düzenlendiği İİK da, iflas idaresinin kamu alacaklarının sıra  cetveline  kaydını  reddinin  mümkün  olup  olmadığı  açıkça düzenlenmemiştir. İİK 230. maddesinde iflas idaresi her bir alacak için ayrı ayrı kabul veya ret kararı verebileceğinin düzenlenmesi ile yetinilmiş, bu ve izleyen hükümlerde de iflas idaresine kabul/ret işlemi kapsamında alacaklar arasında  bir  kamu/özel  farkı  gözetmemiş,  var  olan  farka  da  bir  atıfta bulunmamıştır.  Dolayısıyla  İİK  kapsamında  kamu  alacakları  ile  özel alacaklar arasındaki fark, İİK md. 206/1 hükmü 3 gereği, tasfiyeye konu malın satışı halinde öncelikle bu malın aynından doğan vergi alacağının ödeneceği düzenlemesi ile sınırlı kalmaktadır.  6183  Sayılı  Amme  Alacaklarının  Tahsil  Usulü  Hakkında  Kanun (AATUHK) ise, kamu alacaklısına cebri icra yetkisi kapsamında verilen ayrıcalıklı  yetkileri  ayrıntılı  bir  biçimde  düzenlenmekte  ancak,  iflas sürecinde kamu alacaklarının kayıt zorunluluğuna ilişkin özel bir düzenleme içermemektedir.4 AATUHK nın  Amme alacaklarının tahsili için İcra ve İflas  Kanunu  hükümleri  dairesinde  amme  borçlusunun  iflası  istenebilir                                                   3   Alacakları rehinli olan alacaklıların satış tutarı üzerinde, gümrük resmi ve akar vergisi gibi Devlet tekliflerinden muayyen eşya ve akardan alınması lazım gelen resim ve vergi o akar veya eşya bedelinden istifa olunduktan sonra rüçhan hakları vardır.  Dikkat çeken bir başka olgu, İİK 206. maddesinin, iflasta alacaklılar arasındaki sıra ilişkisini düzenleyen dördüncü fıkrasının 17.07.2003 tarih ve 4949 sayılı Kanunla geçirdiği değişiklikten sonra vergi alacaklarının diğer alacaklara karşı bir üstünlüğü kalmamış olmasıdır. Ancak daha sonra 30.03.2006 tarih ve 5479 Sayılı Kanunla değiştirilen AATUHK 21. maddesinin  Borçlunun iflası, mirasın reddi ve terekenin resmi tasfiyeye tabi tutulması hallerinde amme alacakları imtiyazlı alacak olarak 2004 sayılı İcra ve İflas Kanununun 206 ncı maddesinin üçüncü sırasında, bu sıranın önceliğini alan alacaklar da dahil olmak üzere tüm imtiyazlı alacaklar ile birlikte işleme tabi tutulur  hükmünü havi son fıkrası ile kamu alacakları  imtiyazlı  alacak  olarak  tanımlanmış,  bu  şekilde  dolaylı  olarak  İİK  206. maddesinde imtiyazlı alacakların statüsüne tabi olmuştur. Ancak her halükarda kamu alacağının imtiyazlı olup olmaması sadece paylaştırmada tabi olacağı sıraya ilişkindir ve kamu alacağı niteliğini ortadan kaldırmamaktadır. 4  Gerçekten kamu alacaklısının, iflas sürecinde AATUHK md 54 ve 100. maddelerinin açık atfı gereği, İİK hükümleri dairesinde hareket etmesi gerekmektedir. 6183 Sayılı Kanun 54. maddesi ile cebren tahsil usulünü düzenlemekte, bu kapsamda (1) teminat göstermişse, teminatın  paraya  çevrilmesi  yahut  kefilin  takibi,  (2)  malların  haczedilerek  paraya çevrilmesi ve (3) borçlunun iflasının istenmesi yolları öngörülmektedir. Bunlardan ilk ikisi alacaklı amme idaresince yürütülebilecek icra hukuku işlemleridir. Bir başka deyişle idare örneğin dayanak tarhiyat işlemini de kendisi yapan ya da başka bir idari makamca kesilen para cezasının tahsili için görevlendirilen vergi dairesi kendi bünyesindeki icra servisi eliyle  amme  borçlusunun  malvarlığı  üzerinde  gerekli  cebri  işlemleri  yürütebilecektir. Üçüncü yol olan iflasın istenmesi ise alacaklı idarenin ticaret mahkemesine başvurarak iflas davası açmasını gerektirecektir. 978Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 975-1014                                              Bahçeci şeklindeki 100/1 maddesi hükmü gereği, alacaklı sadece bir kamu idaresi de olsa İİK hükümlerinin uygulanması gerekecektir. Borçlunun iflasına İİK  da belirlenen  şeklide  Asliye  Ticaret  Mahkemesince  karar  verildikten  sonra, tasfiye  işlemleri  de  İİK  hükümlerine  göre  adliye  bünyesindeki  iflas müdürlüğünce yürütülecektir.5 Öğretide ileri sürülen bir görüş, iflas idaresi için vergi alacaklarını resen kayıt  mecburiyeti  bulunmadığını,  bununla  beraber,  5422  Sayılı  mülga Kurumlar Vergisi Kanunun (mKVK) 34. maddesi ve AATUHK 33. maddesi hükümlerinin, müflisin kayıtlarından öğrenilen vergi borçlarının resen sıra cetveline  geçirilmesi  ve  karşılık  ayrılmasını  gerektirdiği  yönündedir.  Bu görüşe  dayanak  olarak  mKVK  34.  maddesinde  geçen  -tahakkuk  etmiş vergiler  ödemeden  İİK  206  maddesi  kapsamında  bir  paylaştırma yapamayacağı- şeklindeki düzenleme gösterilmektedir.6 Hatta bir adım ötede 6762  Sayılı  mülga  Türk  Ticaret  Kanunun  (mTTK)  434/8  7  hükmünde anonim şirketin iflas etmesinin de infisah sebebi olarak kabul edilmesi ve 437. maddesindeki  İflas halinde tasfiye iflas idaresi tarafından İcra ve İflas Kanunu  hükümlerine  göre  yapılır.  Şirket  organları  temsil  salahiyetlerini ancak  şirketin  iflas  idaresi  tarafından  temsil  edilmediği  hususlar  için muhafaza  ederler   düzenlemesi  karşısında,  mKVK  33.  maddesinde bahsedilen tasfiye memurları statüsüne iflas idaresinin de (ve dolayısıyla iflas idaresi memurlarının da) girdiği iddia edilmektedir.8                                                  5  Baki Kuru İflas ve Konkordato Hukuku, Evrim Basım Yayım, İstanbul, 1988, s. 51. Bu kapsamda  ilgi çekici  bir  istisna,  5411  Sayılı Bankacılık  Kanun un  110.  maddesi  ile yöneticisi ve denetçisi oldukları bankanın TMSF ye devrine neden olan gerçek kişiler hakkında, iflas kararının yine Asliye Ticaret Mahkemesince verilmekle beraber,  takibin  (iflas işlemlerinin) TMSF tarafından yürütüleceğinin düzenlenmiş olmasıdır. (Mevzuat Bilgi Bankası) 6  Kuru, age., s. 312, dn 37. Baki Kuru, İcra ve İflas Hukuku El Kitabı, 2. Baskı, Türkmen Kitabevi, İstanbul 2006, eserinde de (s.1139) iflas idaresinin kamu alacaklarını kendiliğinden dikkate alarak sıra cetveline kaydetme zorunluluğu bulunmadığını belirtmekte mKVK hükümleriyle ilgili herhangi bir ifade kullanmamaktadır. Ayrıca bkz: Deynekli, age., s. 95-96.  7   Madde 434 – Anonim şirketler şu sebeplerden biri ile münfesih olur: 1. Akdolundukları müddetin sona ermesi; 2.Şirket maksadının husülü veya husulünün imkansızlığı; 3. Şirket sermayesinin 324 üncü madde gereğince üçte ikisinin zıyaı; 4. Pay sahiplerinin beş kişiden aşağıya düşmesi; 5. Şirket alacaklılarının 436 ncı maddeye göre talepte bulunması;  6. Esas mukavelede bir fesih sebebi tayin edilmiş ise onun tahakkuku; 7. Şirketin diğer bir şirketle birleşmesi; 8. Şirketin iflasına karar verilmiş olması 9. 388 inci maddenin ikinci ve dördüncü fıkralarına uygun olarak umumi heyetçe feshe karar verilmiş olması.  (Mevzuat Bilgi Bankası)  8  Deynekli, age., s. 95-96 Aynı görüşlere dayanak yapılarak iflas idare memurunun müflis şirketin vergi borcundan vergi sorumlusu sıfatıyla sorumlu tutulduğu görülmektedir. D. 3. Daire, E. 1993/3120 K. 1994/3067, T. 11.10.1994, Hukuktürk Veri Tabanı.   979İflas İdaresinin...                    Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 975-1014 Kanımızca 6762 Sayılı mTTK kapsamında böyle bir sonuca varılması mümkün değildir. Her şeyden önce mTTK 434. maddesi genel olarak infisah sebeplerini saymıştır. İflasın da, tasfiye gibi bir anonim şirketin infisahı sonucunu  doğuracağı  tabiidir.  Ancak  bu  durum   iflas  müessesesi   ile  tasfiye müessesesinin  aynı nitelikte ve aynı kurallara tabi olduğu anlamına gelmediği  gibi,  tasfiye  memurları  ile  iflas  idare  memurları  arasında  bir özdeşlik de yoktur. Keza mTTK 437. maddesinde iflas halinde tasfiyenin iflas idaresince yapılacağının belirtilmesi de yukarıda iddia edilen sonucu doğurmaz. Çünkü 437. maddede belirtildiği şekilde iflas süreci de şirketin tasfiyesi  sonucunu  doğurmakla  birlikte,  mülga  Kanun  441.  ve  izleyen maddelerinde tasfiye iflas dışında, -dar anlamıyla- ve ayrı bir  müessese olarak düzenlenmiştir. Nitekim borca batık bir tacir iflas prosedürüne tabi iken, borca batık olmayan tacir tasfiye prosedürüne tabidir. Nitekim kanunun tasfiye memurlarının sorumluluklarını düzenleyen 446/2 hükmü ile getirilen  Şirket  borçlarının  şirket  mevcudundan  fazla  olması  halinde  tasfiye memurları  keyfiyeti  derhal  mahkemeye  bildirirler;  mahkeme  iflasın açılmasına karar verir  şeklindeki düzenleme ile tasfiye memurlarının, iflas sürecinde  yer  almadığı  açıkça  gösterilmiştir.  6102  Sayılı  Türk  Ticaret Kanunun  542/1-c  hükmü  de   c)  Şirket  borçları  şirket  varlığından  fazla olduğu takdirde durumu derhâl şirketin merkezinin bulunduğu yerdeki Asliye Ticaret Mahkemesine bildirirler; mahkeme iflasın açılmasına karar verir  şeklindeki düzenlemesiyle aynı yöndedir. Dolayısıyla borca batık olduğunu tespit ettiği şirketin tasfiye işlemlerini yapması mümkün bulunmayan, böyle bir durumda şirketin iflası için Asliye Ticaret Mahkemesine başvurmakla yükümlü olan tasfiye memurunun herhangi bir ödeme yapması bir yana herhangi bir borç için karşılık ayırması dahi düşünülemez.  Keza  mKVK  da  özel  olarak   tasfiye  memurları ndan  bahsetmekte, dolayısıyla kanunla düzenlenen prosedürün ve iflas değil tasfiye olduğu, yükümlü kılınanların da iflas idare memurları değil tasfiye memurları olduğu anlaşılmaktadır. 5520 Sayılı KVK da 17. maddesi içeriği ile aynı yaklaşımı benimsemiş, iflas prosedüründen tamamen farklı olmak üzere borca batık bulunmayan dar anlamıyla tasfiyeyi düzenlemiştir. AATUHK nın  33.  maddesinin,   Tasfiye  memurları  veya  tasfiyeyi yürütenler,  tasfiyenin  başladığını  üç  gün  içinde  ilgili  tahsil  dairelerine 980Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 975-1014                                              Bahçeci bildirmek mecburiyetindedirler  şeklindeki düzenlemesi de iflas idaresinden bahsetmemektedir.9 Kaldı ki tasfiye memurlarının kamu alacağını bildirim yükümlülüğü  temelinde  yapılan  bu  düzenlemenin  iflas  idaresi  ile  ilgili olmadığı  AATUHK  md.100/2  hükmünden  de  anlaşılmaktadır.  Çünkü md.100/2 ye göre, iflas halinde böyle bir bildirim yükümlülüğü iflas dairesi için zaten öngörülmüştür:  İflas dairesi, amme alacaklarının iflas masasına geçirilmesini temin için, hakkında iflas açılan kimseleri  ve basit ve adi tasfiye şekillerinden hangisinin tatbik edileceğini bulunduğu yerdeki amme idarelerine zamanında bildirmeye mecburdur . Dolayısıyla iflas idaresi için bu şekilde doğrudan getirilen bir bildirim yükümlülüğünden sonra, bir de olmadığı halde- iflas idaresini tasfiye memuru olarak niteleyip 33. madde kapsamında değerlendirmek doğru değildir.  Gerçek  şudur  ki,  ne  İİK  ne  de  AATUHK,  iflas  idaresinin  kamu alacağının kaydı talebini ret yetkisine ilişkin bir düzenleme içermemektedir. Bu ilk bakışta bir eksiklik ya da kanun boşluğu olarak görülebilir. Ancak aşağıda  açıklanacağı  üzere  kamu  alacağının  doğumu  ve  idari  işlemlerle doğan  borçların  özel  hukuk  işlemlerinden  doğan  borçlardan  farkı düşünüldüğünde, kanımızca böyle bir düzenlemeye ihtiyaç da yoktur. Kamu gücüne ve kanunların verdiği bir  yetkiye  dayalı olarak tesis edilen idari işlemle doğan kamu alacağı üzerinde, müflisin alacaklılarında oluşan ve kamu idaresi sıfatını taşımayan ya da adliye örgütü içinde bulunmayan iflas idaresinin ret  yetkisi  olamaz.  2. İhtilafın Taraflarının Hukuksal Statülerin Farklılığı İflas idaresi ile alacaklı kamu idaresi arasındaki sorunun niteliğinin ortaya sağlıklı bir biçimde konulabilmesi için kısaca iflas idaresi ve iflas dairesi terimlerinin karşıladığı hukuksal statülerin farklılığına dikkat çekmek gerekmektedir.                                                   9  Maddede tasfiye memuru dışında dikkat çeken tasfiyeyi yürütenler ifadesinin de iflas idaresi olarak değerlendirilmesi mümkün değildir. Nitekim aynı kanunun tasfiye halinde vazifeliler başlıklı 32.maddesine göre,  Hükmi şahısların tasfiyesinde bunların borçlu bulundukları amme alacaklarını ödeme ve bu kanun hükümlerinin tatbikıyla ilgili vecibeleri tasfiye  memurlarına,  hükmi  şahsiyeti  olmıyan  ortaklıklarla  yabancı  kurumların Türkiye'deki şube, ajans ve mümessilliklerinin tasfiyesinde bunların vecibeleri tasfiyeyi yürütenlere geçer . Dolayısıyla iflas idaresi kanundaki anlamıyla tasfiyeyi yürütenler arasında değildir.     981İflas İdaresinin...                    Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 975-1014 İflas masası başlığını taşıyan İİK 184. maddesi  İflas açıldığı zamanda müflisin haczi kabil bütün malları hangi yerde bulunursa bulunsun bir masa teşkil eder ve alacakların ödenmesine tahsis olunur. İflas idaresi müflisin borçlarının ödenmesi amacıyla bu masayı yöneten ve alacaklılardan oluşan bir kuruldur  şeklindedir.10 İflas  idaresi  İİK  md.  226 da  belirtildiği  şekliyle  masanın   kanuni mümessili   (yasal  temsilcisi)  olup  menfaatlerini  gözetmek  ve  tasfiyesini yapmakla  yükümlüdür.  İflas  idaresi  kural  olarak  iflas  müdürünün başkanlığında  toplanan  ilk  alacaklılar  toplantısında  (İİK  md.  221) alacaklılarca seçilen üç kişiden oluşmaktadır (İİK md. 223). Dolayısıyla kanunun vaazından masanın bir mal topluluğu olduğu, iflas idaresinin ise bu mal topluluğunu tasfiye ederek müflisin borçlarını ödemekle görevli ve kural olarak alacaklılarca belirlenen bir kurul niteliği taşıdığı anlaşılmaktadır. Kural olarak alacaklıların seçimiyle oluşturulan iflas idaresinden farklı olmak üzere, iflas müdürlüğünün amiri olan iflas müdürü ise bir adliye personelidir. Müdürün görevi kural olarak iflas idaresinin aldığı kararların denetimi ve gereğinde icra hukuk mahkemesi nezdinde bu kararların iptalini talep etmektedir (İİK md. 223).11 Bu durumda iflas idaresinin alacak kaydı talebini reddettiği kamu idaresi karşısındaki hukuksal statüsünün özellikle organik yapısı ve yaptığı işlemlerin hukuksal yaptırım gücü yönlerinden irdelenmesi gerekmektedir. Kamu idaresinin devlet tüzel kişiliği içinde yer aldığı, özel olarak vergi idaresinin  de  idare  niteliği  taşıdığı  konusunda  bir  tartışmaya  gerek bulunmamaktadır.  Tereddüt  iflas  idaresinin  hukuksal  niteliği  noktasında                                                  10  İflas masası teriminin kanunun farklı yerlerinde çelişkili anlamlarda kullanıldığına ilişkin çeşitli örnekler ve görüşler bulunmaktadır. Bunun en bariz örneklerinden biri, İİK 235. maddesinde iflas idaresinin yaptığı sıra cetveline itiraz edilmesi halinde davalı olarak  masanın  gösterileceğine ilişkin düzenlemedir. Burada kastedilen hiç şüphesiz tasfiyeyi yürüten iflas idaresidir. Keza iflas masasının müflis aktif malvarlığı yanında borçlarını da içerecek  şekilde  kullanıldığı  da  görülmektedir.  İflas  masasının  değişik  anlamlarda kullanıma ilişkin öğretide gösterilen farklı anlamlar hakkında: Hülya Taş Korkmaz, İflas Masası, Yetkin yay., Ankara, 2010, s. 28.  11  Bununla beraber İİK da belirlendiği şekliyle ilk alacaklılar toplantısının yapılamaması halinde ikinci alacaklılar toplantısına kadar geçen sürede ya da ayrıca bir iflas idaresinin oluşturulmadığı basit tasfiye halinde (İİK md. 218) iflas masasının idaresi görevi iflas müdürünce yürütülebilmektedir. 982Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 975-1014                                              Bahçeci toplanmaktadır. Öğretide katılmamızın mümkün olmadığı bir görüş, iflas idaresinin bir kamu hukuku organı olarak tanımlamakta,12 dolayısıyla iflas idaresini örneğin vergi dairesi ile aynı hukuksal statü içinde görmektedir.  Oysa  müflisin  alacaklılarından  (ya  da  temsilcilerinden)  oluşan  iflas idaresinin, bir kamu hukuku kişisi olması sonucunu doğuran hiçbir özelliği bulunmamaktadır. Bir kamu tüzel kişisi olmak için gerekli şartlardan biri kanunla ya da kanunun verdiği yetki ile ihdas edilmiş olmaktır. İflas idaresi de İİK ile ihdas edilmekle beraber, bu durum bir kamu hukuku kişiliği kazanmak için yeterli değildir.13 İflas idaresi kanun tarafından bir kamu hukuku kişisi olarak tanımlanmamış, kendisine bir kamu gücü verilmemiştir. Dolayısıyla  biz  de  iflas  idaresinin  kanunla  öngörülmüş  sorumlulukları olmakla beraber özel bir iflas organı olduğu yönündeki görüşe katılıyoruz.14                                                  12  Saim Üstündağ, İflas Hukuku (6. baskı). Fakülteler Matbaası, İstanbul, 2002, s.117 dn 129c. Yazar İİK 226. maddesinde geçen masa ifadesinin borçlunun tüm alacaklılarının meydana getirdiği  birlik  için  kullanılmış  olduğunu,  bunun  da  iflas  idaresinin  tüm  alacakların menfaatinin  gözetilmesi  için  kurulmuş  bir  kamu  hukuku  organı  olduğu  sonucuna ulaşmaktadır.  Oysa  sunulan  gerekçe  ile  varılan  sonuç  arasında  bir  nedensellik  bağı bulunmamaktadır.  13  Nitekim vasilik ya da kayyımlık da Türk Medeni Kanunu ile düzenlenmiş ve vesayet altındaki kişinin haklarının korunması için kanunda belirlenmiş haklara sahip kılınmıştır. İflas idaresi bir vasi ya da kayyım gibi kanuni temsilcisi olmasa da, (Ejder Yılmaz, İflas İdaresi, AÜHF yay. Ankara 1976, s. 30-31) kanunla düzenlenmiş olmanın kamu tüzel kişisi sayılmaya yetmediğine bir başka örnektir. Postacıoğlu da iflas idaresinin yaptığı alacakların tetkiki görevinin içeriği itibariyle bir vasinin vesayeti altında bulunan kişinin yaptığı işlerin tetkikine bezediğini belirtmektedir (s.62,65). 14  Kuru, İflas ve Konkordato Hukuku, s.13. Yılmaz, age., s. 7. Kuru daha sonra yayınladığı İcra ve İflas Hukuku El Kitabı adlı eserinde (s.1116, dn 10) ise iflas idaresinin özel bir iflas organı olduğunu belirtirken, özel terimini resmi teriminin zıt anlamlısı olarak kullandığını, iflas idaresinin iflas müdürlüğü gibi resmi bir sıfatı bulunmadığını ifade etmektedir. Kuru iflas idaresinin aynı zamanda bir kamu görevi ifa ettiğini belirtmekte ise de bu kapsamda verdiği  tek  örnek  iflas  idaresi  memurlarının  cezai  sorumluluk  yönünden  memur sayılmalarına ilişkin İİK 227/1 hükmüdür. Oysa ceza hukuku boyutunda tabi olunan rejim ilişkiyi özel hukuktan çıkarıp kamu hukuku düzlemine taşımamaktadır. Nitekim 5237 Sayılı  Türk  Ceza  Kanunu nun  210.  maddesine  göre  sahtecilik  suçuna  bir  kambiyo senedinin konu olması halinde resmi belgede sahtecilik suçu için öngörülen hükümler uygulanmakta, ancak bu özel belge resmi belgeye dönüşlmemektedir. Dolayısıyla iflas idaresinin cezai sorumluluklarının memurların cezai sorumluluğu rejimine sokulması, iflas idaresini (kamu gücünü kullanan bir) memura dönüştürmediği gibi, iflas idaresinin yaptığı işlemleri de kamu hukuku işlemine dönüştürmez. Pekcanıtez-Atalay-Özkan-Özekes de (Hakan Pekcanıtez, Meral Sungurtekin Özkan, Muhammet Özekes, Oğuz Atalay, İcra ve İflas Hukuku, 11. Baskı, Yetkin yay., Ankara, 2013, s. 326) Kuru gibi iflas sürecinde resmi organlar/özel  organlar  ayrımı  yapmakta  ve  iflas  idaresini  özel  organlar  arasında tanımlamaktadır. Postacıoğlu da cebri icra yetkisinin iflas idaresine değil iflas müdürlüğüne   983İflas İdaresinin...                    Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 975-1014 Bunun doğal sonucu ise, iflas idaresinin alacak kayıt bildirimi karşısında yaptığı kabul ya da ret işlemlerinin nitelik itibari ile bir  yetki nin değil, bir görevin ifası için tanınmış  hak kın kullanımı olduğudur. İflas idaresi bir kamu  hukuku  kişisi  olmadığından,  özel  hukuk  kaynaklı  alacak  kayıt bildirimlerini ret hakkı bulunmakla beraber idari işleme dayalı ve kendisine idari  bir  işlem  olan  kamu  alacağının  kayıt  bildirimini  ret  hakkı bulunmamaktadır. Bu kapsamda bir idari işlemle bir iflas idaresi işlemi arasındaki farkların da irdelenmesi gerekmektedir. 3. İdari İşlemle, İflas İdaresi İşlemi Arasındaki Niteliksel Farklılık Bir  kamu  hukuku  kişisi  olmanın  sonuçlarından  biri,  kamu  gücü kullanılarak yapılan işlemlerin de kamu hukuku işlemi olmasıdır. Kamu alacağının niteliğine bağlı olarak bu kamu alacağına dayanak idari işlemin adı (tarhiyat işlemi ya da idari para cezası tesisi gibi) değişebilir. Bu alacağı özel  hukuk  alacaklarından  ayıran,  alacağın  dayanağının  bir  idari  işlem olması ve kamu alacağı niteliği taşımasıdır. Ayrıntısı ile irdelemek gerekirse;    3.1. Kayda Konu Alacağın Bir İdari İşleme Dayanması  Kamu  alacağı  ister  bir  vergiden  isterse  bir  para  cezasından kaynaklansın, her halükarda bir kamu otoritesinin iradesini yansıtmakta ve idari bir işlemin konusunu oluşturmaktadır. Bir başka deyişle kamu alacağı niteliği  taşıyan  bir  alacağın  iflas  masasına  kaydedilmesi  için  yapılan bildirimin reddi, bu kayıt başvurusu bir idari işlemi konu aldığından, dolaylı olarak  bu  alacağın  dayanağı  olan  idari  işlemin  de  tanınmaması,  yok sayılması anlamına gelmektedir.  Özel hukuk kaynaklı bir alacağın kayıt talebine konu olması halinde, iflas idaresinin görevi bu alacak ilişkisinin doğruluğunu araştırmak, İİK 230. maddesinde de belirtildiği üzere mümkünse müflisin de bu alacak iddiası kapsamında  bilgisine  başvurmaktır.  Oysa  bir  kamu  alacağının  var  olup olmadığı, iflas idaresinin yapacağı bir araştırma ile değil, böyle bir kamu alacağını konu alan bir idari işlem olup olmadığı ile belirlenebilecektir. Dolayısıyla  söz  konusu  bir  kamu  alacağı  ise  iflas  idaresinin  görevi  bu alacağın doğruluğunu değil varlığını saptamaktan ibarettir.  Bu kapsamda idari işlemin niteliklerine dikkat çekmek gerekir. Bunlar öğretide (1) icrailik (tek yanlılık) (2) resen icra edilebilirlik ve (3) hukuka                                                                                                                    ait bir yetki olduğuna ve iflas idaresinin bir kamu gücü kullanmadığına dikkat çekmektedir (İlhan Postacıoğlu, İflas Hukuku İlkeleri C. Sulhi Garan Matbaası,  İstanbul, 1978, s.62).   984Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 975-1014                                              Bahçeci uygunluk karinesine sahip olmak şeklinde belirlenmiştir.15   İcrailik idari işlemi yapan ve kamu gücünü kullanan tarafın bu işlemi yapmak için ilgilinin rızasına ihtiyaç duymaması, dolayısıyla idari işlemin sonuçlarının  hukuk  âleminde  sonuç  doğurması  için  kamu  gücünün göstereceği  tek  yanlı  irade  açıklamasının  yeterli  olması  anlamına gelmektedir.16 Kamu alacağını doğuran işlem bu anlamda tipik bir idari işlemdir. Resen icra edilebilirlik ise icrailikten farklı olmak üzere, alınan idari kararın  sonuçlarının  maddi  âleme  doğrudan  idare  tarafından aktarılabilmesidir.  Bununla  beraber  idari  işlem  niteliğini  kaybetmemekle beraber, resen icra yetkisi bazı durumlarda kanunun getirdiği bir istisna ile ortadan kaldırılabilir. Konuyla ilgili öğretide kamulaştırma kararı örneğini veren Gözler, bu kararın icrası taşınmaz sahibinin rızası ya da Asliye Hukuk Mahkemesinin bu konuda vereceği bir tescil kararına bağlı kılındığına işaret etmektedir.17  Aslında  resen  icra  edilebilirlik  özelliğinin  sekteye  uğradığı  en  iyi örneklerden  biri,  iflas  kararı  ile  beraber,  idarenin  kamu  borçlusunun malvarlığı üzerinde uygulayabileceği haciz ve paraya çevirme işlemlerine devam edememesidir. Gerçekten kamu alacaklısının uyguladığı haciz ya da paraya çevirme işlemleri resen icra edilebilir bir nitelik taşımakta iken, kamu borçlusunun iflas etmesi halinde kamu alacaklısının kullanabileceği resen icra edilebilir bir yetkisi kalmamakta, alacağın tahsili için AATUHK 54 ve                                                  15  Kemal Gözler, İdare Hukuku, 2. Baskı, Ekin yay., Bursa, 2009, s. 672. 16  Gözler, age., s. 673. Şeref Gözübüyük, Turgut Tan, İdare Hukuku, Turhan yay., Ankara 2014, s. 433. Metin Günday, İdare Hukuku, 10. Baskı, İmaj yay, Ankara, 2011, s. 112. İcrailik unsuru, 2577 Sayılı İdari Yargılama Usulü Kanunu nun 14. maddesinde  kesin ve yürütülmesi gereken  işlem terimi ile karşılığını bulmaktadır. 17  Gözler,  s.  676-677.  Günday,  s.  113.  Gerçekten  2942  Sayılı  Kamulaştırma  Kanunu kamulaştırma işleminin öncelikle satın alma yoluyla yapılmasını öngörmekte, kamulaştırma bedeli için malikin rızasının sağlanamaması halinde ise 10. maddesiyle idare adına tescil için idarenin Asliye Hukuk Mahkemesi nezdinde dava açması gerekmektedir. Ancak bu tescil davasının temelini kamulaştırma kararı değil kamulaştırma bedeli oluşturmaktadır. Sadece kamulaştırma kararının icrası idare tarafından re sen yapılamamakta, bunun yerine istisnai olarak idareye yüklenen tescil davasının sonucuna bağlanmaktadır. Bununla beraber kamulaştırma işleminin re sen icra edilebilir olmaması, bu işlemin idari işlem niteliğini ortadan  kaldırmamakta,  işlemin  iptali,  kamulaştırılan  taşınmazın  maliki  tarafından kamulaştırma işlemine karşı idare mahkemesinde dava açılan davada bir kabul kararı verilmesine bağlı kalmaya devam etmektedir.   985İflas İdaresinin...                    Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 975-1014 100. maddelerinin atfı gereği İİK hükümlerine göre iflas idaresine kayıt yaptırılması  ve  iflas  idaresince  yapılacak  paraya  çevirme  işlemlerinin sonucunun beklenmesi gerekmektedir. Ancak tıpkı kamulaştırma örneğinde olduğu  gibi,  kamu  alacağını  doğuran  işlemin  varlığı  iflas  idaresinin takdirinden bağımsızdır ve iptal edilmediği sürece hukuk âleminde kalmaya devam  eder.  Öte  yandan  kamu  alacağının  belirlenmesi  kamulaştırma istisnasında  kanunla  açıkça  düzenlenerek  Asliye  Hukuk  Mahkemesine bırakılmışken,  kamu  alacağının  tutarına  ilişkin  ihtilafın  çözümü  Asliye Ticaret Mahkemesine bırakılmamıştır.    İdari işlemlerin nitelikleri arasında üçüncü sırada ise hukuka uygunluk karinesi yer alır. Buna göre idari işlem aksi mahkeme kararı ile hüküm altına alınana  kadar  hukuka  uygun  sayılır.  Gözler  bu  karinenin  dört  sonucu olduğuna  dikkat  çekmektedir.  Bunlar  idari  işlemin  sonuçlarının  derhal doğması, davayı açacak kişinin idare değil özel kişi olması, ispat yükünün idareye değil özel kişiye ait olması ve dava açılmasının işlemin yürütmesini durdurmamasıdır.18 Konumuz açısından en önemli niteliğin de bu sonuncusu olduğu açıktır. Nitekim  kamu  alacağını  konu  alan  idari  işlem  de  bu  hukuka  uygunluk karinesinden yararlanacak ve sonuçları derhal doğacaktır. Dolayısıyla kayıt talebinde bulunulan iflas idaresinin bu talebi ret  yetkisi  değil, ancak bu işlemin iptali için dava açma  hakkı  vardır. Bununla beraber dava hakkının kullanılması  da  kayıt  yükümlülüğünü  ortadan  kaldırmamakta,  kamu alacağının  ihtilaflı  olduğu  şerhiyle  beraber  sıra  cetveline  kaydı gerekmektedir.  İflas masasının kanuni temsilcisi sıfatını taşıyan iflas idaresinin, müflis borçluya  kıyasla  sahip  olduğu  haklar  farklılık  gösterebilir.  Ancak  iflas idaresinin  herhangi  bir  kamu  borçlusunun  sahip  olduğundan  daha  fazla hakka sahip olduğu yargısının bir dayanağı yoktur. İflas idaresi hakkında borç doğuran bir idari işlem yapılan herhangi bir kişi gibi, vergi dairesince yapılan tarhiyat işlemi ya da idare tarafından kesilen para cezasına dayalı olarak ortaya çıkan kamu alacağının iptali için dava açabilir. Ancak bu davanın açılması dava konusu idari işlemi ortadan kaldırmayacağı gibi, bu işlem kaynaklı kamu alacağının kayıtlara işlenmemesi için de bir gerekçe oluşturmaz. Bu kısım kayıt bildirimlerinin konu aldığı idari işleme (tarhiyat,                                                  18  Gözler, age., s. 678-680. Günday, age., s. 114. 986Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 975-1014                                              Bahçeci para cezası verilmesi) kaynaklı borç için dava açıldığı açıklaması ile birlikte sıra cetveline kaydedilmesi gerekir.  Zira idarenin yaptığı bir işlem ya idare tarafından geri alınabilir ya da idari yargı (ya da duruma göre sulh ceza hakimi) tarafından iptal edilebilir. Bunun ötesinde iflas idaresinin bir idari işlemi yok sayma ya da tanımama yetkisi yoktur.  3.2. Kayda Konu Alacağın Bir Kamu Alacağı Niteliği Taşıması Kavramı tanımlayan AATUHK md. 1 düzenlemesiyle belirlendiği üzere kamu alacağı, kamu idarelerinin tüm alacakları anlamına gelmemektedir.19 Bir kamu alacağından söz edilebilmesi için (1) alacaklının devlet, belediye veya  il  özel  idaresi  olması  ilk  şarttır.  Kamu  alacağı,  bir  vergi  alacağı olabileceği gibi, bir para cezası ya da takip masraflarından da oluşabilir. Dolayısıyla kamu alacaklısı vergi dairesi olabileceği gibi, alacağı AATUHK 1. maddesinde belirtilen alacak türlerinden olmak kaydıyla başka bir kamu tüzel kişisi (örn. idari para cezasına dayalı olarak belediye) de olabilir.20 Kamu alacağı niteliği taşımak için sahip olunması gerekli ikinci koşul, (2)  alacağın  sözleşme,  sebepsiz  zenginleşme  ve  haksız  fiilden kaynaklanmıyor  olmasıdır.  Bu  durumda  örneğin  müflis  borçlunun  vergi dairesinin bir demirbaşına verdiği zarar nedeniyle doğan tazmin borcu kamu alacağı niteliği taşımamakta ya da belediyenin kiracısı müflisin belediyeye olan kira borçlarının da yine kamu alacağı olarak nitelendirilmesi mümkün bulunmamaktadır. Dolayısıyla iflas idaresinin, sözleşme, haksız fiil ya da sebepsiz zenginleşme kaynaklı ilişkilere dayalı alacak kayıt bildirimlerini, alacak  idareye  ait  olsa  dahi  bir  kamu  alacağı  niteliği  bulunmadığından,                                                  19  AATUHK md. 1:  Devlete, vilayet hususi idarelerine ve belediyelere ait vergi, resim, harç, ceza tahkik ve takiplerine ait muhakeme masrafı, vergi cezası, para cezası gibi asli, gecikme zammı, faiz gibi fer'i amme alacakları ve aynı idarelerin akitten, haksız fiil ve haksız iktisaptan doğanlar dışında kalan ve amme hizmetleri tatbikatından mütevellit olan diğer alacakları ile; bunların takip masrafları hakkında bu kanun hükümleri tatbik olunur.  (Mevzuat Bilgi Bankası)  20  Bununla beraber örneğin 5510 Sayılı Kanun un 88. maddesi ile Sosyal Güvenlik Kurumu alacaklarının  ya  da  mülga  4389  ve  5411  Sayılı  Bankacılık  Kanunlarıyla  TMSF alacaklarının  AATUHK  hükümleri  dairesinde  tahsil  edileceğinin  düzenlenmesi  bu alacakları kamu alacağı statüsüne sokmamaktadır. Bu nedenle de bu kısım alacaklar çalışmamızın sınırları dışındadır. Belirtilmesi gereken bir diğer husus, kamu alacağının AATUHK 1. maddesi gereği adliye mahkemesi tarafından verilen para cezasını da konu alabileceğidir. Bununla beraber bu alacağın tahsili para cezasını veren mahkeme tarafından değil tahsile yetkili idari makamca (örneğin vergi dairesi) yapılacak ve ödenmemesi halinde örneğin vergi dairesince gönderilecek bir ödeme emri işlemi ile yine bir idari işleme konu olacaktır.    987İflas İdaresinin...                    Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 975-1014 reddetmesi elbette ki hukuka uygundur.   Bunun  yanında  alacak  kayıt  bildiriminin  İİK  hükümleri  gereğince yapılıyor olması da, alacağın kamu alacağı niteliğini etkilemez. Zira kamu alacaklarının içerik ve özellikleri AATUHK md. 1 ile belirlenmiş, md.100 ile de iflas halinde kamu alacağının tahsili için iflas müdürlüğüne tasfiyenin şeklinin alacaklı kamu idaresine bildirilmesi yükümlülüğü yanında, md. 21/3 hükmü ile kamu alacaklarının iflas halinde İİK md.206 kapsamında imtiyazlı alacak  niteliği  taşıdığı  gösterilmiştir.  İİK  hükümleri  de  AATUHK hükümlerini zımnen de olsa ilga edecek şekilde müflisin tüm borçlarının aynı  hukuksal  statüde  olacağını  gösteren  bir  düzenleme  getirmemiştir. Dolayısıyla alacak kayıt bildirimi de bir idari işlem niteliği taşımakta ve idari yargının denetimine tabi olmaktadır. 4. Alacak Kayıt Bildiriminin İdari İşlem Niteliği Yukarıda  kamu  borcuna  dayanak  oluşturan  idari  işlemin  niteliğini ortaya  koyduktan  sonra,  iflas  masasına  yapılan  kayıt  bildirimi  işleminin niteliğini de ayrıca ele almak gerekmektedir. Belirtmek gerekir ki, kamu alacaklısının alacağını belirleyen işlemi ile (örneğin resen vergi tarhı), bu alacağın  iflas  müdürlüğüne  bildirimi  işlemi  iki  ayrı  işlemdir.  İflas müdürlüğüne böyle bir bildirimin herhangi bir nedenle yapılmamış olması, müflisi  kamu  borcundan  kurtarmayacağı  gibi,  iflas  idaresinin  iflas müdürlüğüne  yapılan  bu  bildirimin  gereği  olarak  kamu  alacağını  sıra cetveline kaydetmemesi de bu kamu borcunu ve dayanağı işlemi ortadan kaldırmaz.  Bununla  beraber  bir  alacak  kayıt  bildirimi  işleminin,  kamu borcunu tespit eden (örn tarhiyat) ya da doğuran (örn. idari para cezası) bir işleme dayanması şarttır. Bu durumda özellikle alacağın bildirimi işleminin niteliğinin ve dolayısıyla hukuksal gücü ve etkisinin belirlenmesi gerekir. Aşağıdaki başlıkta ele alacağımız, istisnai durumlarda iflas idaresinin kamu alacağının sıra cetveline kaydını ret hakkı olup olmadığı sorusunun cevabı da bu teorik tartışmanın sonucuna bağlıdır. Kayıt bildirimi işleminin nitelik ve sonuçlarının tespiti için sorulması gereken soru, bu işlemin bir idari işlem olup olmadığıdır. Sorunun cevabı evetse, yukarıdaki teorik açıklamalar ışığında iflas idaresinin, hiçbir kayıt ve şart  altında  bu  kayıt  bildirimini  ret  hakkı  olmayacak,  kamu  alacağı bildirimini kabul etmiyorsa her halükarda bunu idari yargıya davacı sıfatıyla taşıma yükümlülüğü kendisine ait olacaktır. Sorunun cevabı hayır ise bu 988Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 975-1014                                              Bahçeci durumda da alacak kayıt bildirimi reddedilen kamu alacaklısının diğer özel hukuk  kaynaklı  alacaklılar  gibi  İİK  235.  maddesi  gereği  Asliye  Ticaret Mahkemesinde kayıt kabul davası açması gerekecektir.  Öğretide  bir  görüş  bu  bildirimin  idari  bir  işlem  niteliği  taşımadığı, açıklayıcı  niteliği  dışında  hukuki  bir  etkisi  bulunmadığı  yönündedir.21  Bu görüş daha ayrıntılı bir şekilde gerekçelendirilmediğinden, katılmadığımız bu görüşe dayanak oluşturabilecek muhtemel argümanları da kendimizce ortaya koyup değerlendirmek istiyoruz. Bunlardan birincisi izlenen usulle ilgilidir. Örneğin vergi alacağının tebliği işlemi, bir idari işlem olarak Vergi Usul Kanunu nda  düzenlenmiş  ve  idari  bir  usule  bağlanmıştır.  İflas  masasına yapılan alacak kayıt bildirimi ise İİK hükümleri gereği yapılmakta ve kamu alacaklarını özel hukuk kaynaklı alacaklardan farklı kılan idari bir usul de vaz edilmemektedir. Bu durumda öğretide yapılan idari işlem - idarenin işlemleri ayrımı 22 çerçevesinde iflas idaresine yapılan kamu alacağının kaydına ilişkin bildirimin   idari  işlem   değil,   idarenin  işlemi   niteliği  taşıdığı düşünülebilecektir.  Hatta öğretide örneklendiği üzere kesin ve yürütülmesi gerekli nitelik taşımayan  bildiri  ve  borç ödemeye davet  gibi işlemlere benzer biçimde alacak kayıt bildirimi,  enformel idari işlem  23 ya da  bilgi                                                  21  Deynekli, age., s. 95. Nitekim Deynekli bu teorik temelden yola çıkarak aşağıda ayrıntılı olarak değinileceği üzere ödeme, mükerrer kayıt gibi durumlarda iflas idaresinin kayıt bildirimini ret yetkisi olduğunu savunmaktadır. 22  Celal Erkut, İdari İşlemin Kimliği, Danıştay yay., Ankara, 1990, s. 11. Günday, age., s.110. 23  Gözler bu kapsamda, Danıştay 11. Dairesinin E.1995/4616, K 1996/203, T. 17.01.1996 künyeli kararı ile de ortaya konulduğu üzere borçluya borcunu gösteren, herhangi bir müeyyide öngörmeksizin ödemeye davet eden bildirimler icrai nitellik taşımamakla beraber idari işlem olduğunu ifade etmektedir (age., s. 735-740). Bununla verilen örneğe konu kararda,  alacak  kamu  alacağı  niteliği  dahi  taşımamakta  ve  yasal  bir  usulün  yerine getirilmesinden  bağımsız  olarak  varolan  alacağın  ödenmesi  istenmektedir:   Vergi uyuşmazlıklarında yürütülmesi zorunlu idari işlem, ihbarname veya ödeme emri tebliği, tahakkuk fişi kesilmesi ya da vergi tevkifi yahut düzeltme ve şikayet başvurularının yetkili makamlarca ret edilmesi halinde ortaya çıkar. Olayda ise belediye tarafından ödenen verginin  davacıdan  istenilmesine  ilişkin  ihtarname,  borçluya  borcunu  gösteren,  onu ödemeye davet eden ve icrai niteliği olmayan, bu nedenle de idari davaya konu olacak bir idari  işlem  niteliği  de  taşımadığından,  iptali  istemiyle  açılan  davanın  idari  yargıda incelenmesine olanak bulunmamaktadır. Bu durumda belediyenin ödediği vergiyi özel hukuk hükümleri çerçevesi içerisinde borç-alacak ilişkisi imiş gibi ihtarname ile istemesi sonucunda  çıkan  uyuşmazlığın  genel  hükümler  çerçevesinde  adli  yargı  yerlerinde incelenmesi  gerekmektedir.  Dolayısıyla  belediye  başkanlığı  tarafından  düzenlenen ihtarnameye karşı açılan dava vergi mahkemesinin görevine girmediğinden ihtarnamenin iptali yolunda verilen mahkeme kararında hukuki isabet görülmemiştir.  (Kazancı Bilgi Bankası)   989İflas İdaresinin...                    Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 975-1014 verici  ve  açıklayıcı  nitelikteki  işlemler   24  olarak  tanımlanabilecektir. Dolayısıyla kesin ve yürütülmesi gereken bir işlem olmayan bildirimi, iflas idaresince reddedilebileceği gibi, bir iptal davasına konu olamayacak ve kamu alacaklısının kayıt kabul davası açması gerekecektir.  Biz yukarıda değindiğimiz idari işlemin unsurları açısından bakıldığında bu alacak kayıt bildiriminin de idari işlem niteliği taşıdığını düşünüyoruz. Bunun en basit nedeni ise bu bildirimin sadece daha önce yapılmış -tarhiyat ya da idari para cezası- gibi bir işlemi bildirmesi değil, aynı zamanda bu işleme konu alacağın vadesi geçmişse, vadeden iflas tarihine kadar geçen sürede işleyen gecikme zammını da ayrıca içermesidir. Oysa tarhiyat işlemini gösteren  vergi-ceza  ihbarnamelerinde  gecikme  zammı  yer  almaz.  Keza ödeme emirlerinde de gecikme zammı ödeme tarihinde hesaplanacağından, iflas masasına yapılan bildirimde gösterildiği şekilde bir gecikme zammı gösterilemez. Dolayısıyla iflas idaresine yapılacak kayıt bildirimi, çoğu kez sadece dayanağı olan idari işlemdeki asıl borç tutarını değil, bunun yanında bu kamu alacağının iflas tarihine kadar geçen gecikme zammını da içerecek, dayanak idari işlemden (örn. tarhiyat ya da para cezası) daha yüksek tutarlı bir alacağı konu alabilecektir.  Bunun  yanında  öğretide  enformel  işlem  olarak  tanımlanan,  kamu alacaklısının  borçluya  yaptığı  bilgilendirme  işlemleri  herhangi  bir  yasal zorunluluk içermezken, kamu alacaklısının alacağın kaydı için bulunduğu bildirim yasal bir zorunluluktur. Bu kapsamda bilgilendirme amacıyla kamu borçlusuna gönderilen yazılar gibi icrai nitelik taşımayan işlemlerden farklı olmak  üzere,25  kamu  alacağının  sıra  cetveline  kaydı  için  yapılan  alacak bildirimi icrai nitelik taşır. Nitekim kesinleşmiş bir işleme dayalı alacak bildiriminin  örn.  faize  ilişkin  kısmına  karşı  dahi  idari  yargıda  dava açılabilmesinin temelinde de bu bildirim işleminin idari işlem niteliği yer almaktadır.  Dava  konusu  işlemin,  ilgili  kamu  idaresince  yapılan  alacak  kayıt bildirimi işlemi olması, davacının dava ehliyetine ilişkin VUK 377. maddesi çerçevesinde  doğabilecek  soru  işaretlerini  de  ortadan  kaldırmaktadır. Gerçekten, anılan maddede yer alan  Mükellefler ve kendilerine vergi cezası kesilenler, tarh edilen vergilere ve kesilen cezalara karşı vergi mahkemesinde dava açabilirler  hükmü, dava açma ehliyetini  mükellefe  tanımakta, bu                                                  24  Erkut, age., s. 144. 25  Serkan Ağar, Vergi Yargısında Davaya Konu İcrai İşlem, TBB Dergisi, Y.2006, S. 679 s. 290 990Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 975-1014                                              Bahçeci düzenleme öğretide dikkat çekildiği üzere dava ehliyetini mükellefe değil menfaat sahibine tanıyan İYUK md. 2 hükmü arasındaki doku uyuşmazlığı oluşturmaktadır. 26 Öte yandan İİK 226. maddesi gereği aynı anda hem iflas idaresinin  mükellefin  temsilcisi  sıfatını  taşıması,  hem  de  menfaat  sahibi olması karşısında, Danıştay içtihadına göre kayıt bildirimine karşı açılacak davada iflas idaresinin dava ehliyetine ilişkin bir tereddüt bulunmadığını belirtmek gerekir.  Nitekim Danıştay 7. Dairesi de, salt iflas tarihinden sonraki davalarda değil,  iflas  tarihinden  önce  açılmakla  beraber  müflisin  malvarlığını ilgilendiren diğer davalarda dahi dava ehliyetinin iflas idaresine ait olacağı yargısını  iflas  idaresinin  yasal  temsilcilik  ve  menfaat  kavramlarıyla temellendirmiştir:  (…)iflasın açılması ile müflisin masaya giren malları üzerindeki tasarruf yetkisi kısıtlanmakta, iflas kapanıncaya kadar bu mallar üzerindeki  her  türlü  tasarruf  yetkisi  iflas  masasına  ve  masanın  kanuni temsilcisi olan iflas idaresine geçmektedir. Gerek öğretide, gerekse bir çok yargı kararında; bir kamu alacağı olan vergi alacağının; kişinin para ile ölçülebilen mal ve hakları olarak tanımlanan  mal varlığı ( mamelek )  ını ilgilendirmesi sebebiyle, iflas masasına dahil olan mal ve hakları etkilediği ve, bundan ötürü de, vergi davalarının, kişinin mal varlığını ilgilendiren diğer hukuk davalarından farklı olmadığı kabul edilmiştir. Müflis yükümlü tarafından açılacak vergi davasının aleyhe sonuçlanması, masanın aktifinin azalmasına, pasifinin artmasına neden olacağından, masanın alacaklıları yönünden  de  zararlı  sonuçlar  doğuracağı  tabiidir.  Dolayısıyla,  iflasın açılması ile, medeni haklardan yararlanma ve bu hakları kullanma ehliyeti, iflas masasını oluşturan mallar yönünden kısıtlanan yükümlünün, masaya dahil olan mal varlığını ilgilendiren uyuşmazlıklarda, davayı takip ve kanun yollarına başvurma yetkisinin bulunmadığının; bu yetkinin, müflise değil, masanın  haklarını  korumakla  yükümlü  ve  sorumlu  olan  iflas  idaresine geçeceğinin kabulü zorunludur. 27                                                   26  Akkaya,  Vergi  Sorumlusunun  Vergi  Yargısı  ve  Vergi  İdaresi  Karşısındaki  Konumu, AÜHFD, Y. 1997, C.46, S. 1-4, s. 193. Akkaya, Vergi Yargısında Yargılama Süreçlerinin Yeniden Değerlendirilmesi, Danıştay ve İdari Yargı Günü 144. Yıl Sempozyumu , Danıştay yay., Ankara 2013, s.181-182 27  D. 7. D., E. 2006/2103, K. 2007/873, T. 6.3.2007, Kazancı Bilgi Bankası. Aynı yönde: Gürsel Kaplan,  Danıştay Kararları ve İlgili Özel Yasal Düzenlemeler Çerçevesinde İdari Yargıda Ehliyet ve Husumet , İÜHFM. Y. 2011, C. LXIX, S.1-2, s. 384-385.  İcra İflas Kanunu hükümleri gereğince, iflasına karar verilmiş şirketin yetkilerinin tamamı iflas idaresine  geçtiğinden,  kamu  idarelerinin  bütün  taleplerinin  iflas  idaresine  yapılması   991İflas İdaresinin...                    Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 975-1014 Değinilmesi  gereken  bir  başka  husus,  iflas  idaresinin  idari  yargıda açacağı dava ile doğacak sonuçlardır. Bilindiği üzere İYUK 27/4 hükmü gereği,  Vergi mahkemelerinde, vergi uyuşmazlıklarından doğan davaların açılması, tarh edilen vergi, resim ve harçlar ile benzeri mali yükümlerin ve bunların zam ve cezalarının dava konusu edilen bölümünün tahsil işlemlerini durdurur .  Ancak  AATUHK  54  ve  100.  maddeleri  gereği,  iflasın açılmasından sonra müflisin kamu borçları için müflise karşı bir icra takibi yapılması zaten mümkün bulunmamakta, bu alacaklar da tıpkı özel hukuk kaynaklı alacaklar gibi İİK hükümlerine göre, (rehnin paraya çevrilmesine ilişkin istisnalar saklı kalmak üzere) sıra cetveli yapılması ve paraya çevrilen mal  ve  hakların  bu  sıra  cetveline  göre  dağıtılması  suretiyle  tahsil edilmektedir. Dolayısıyla iflas tarihinden sonra kamu alacağının tahsili için örn. ödeme emri gönderilmesi mümkün bulunmamakta, ancak örn. bu ödeme emirlerine konu borcun iflas idaresine bildirilerek sıra cetveline kaydının istenmesi gerekmektedir 28. Bu nedenle tahsilat işlemlerinin seyrine ilişkin İYUK  27/4  hükmünün  iflas  prosedürü  ve  kayıt  bildirimi  işlemine  karşı açacak  davalar  açısından  uygulanabilirliği  bulunmamaktadır.  Bununla beraber,  müflis  tüzel  kişinin  AATUHK  35  ve  mükerrer  35.  maddeleri kapsamındaki kanuni temsilcilerinin şahsi  mal varlıkları ile sorumluluğu saklıdır.                                                                                                                     gerekmektedir . D. 9. D., E. 2006/2550, K. 2008/1271, T. 13.3.2008, Kazancı Bilgi Bankası 28   (...) iflasına karar verilen yükümlü şirketin, Mayıs-1990 dönemi katma değer vergisi, kaçakçılık  cezası  ile  gecikme  faizi  borçlarının  tahsili  amacıyla  iflas  idaresi  adına düzenlenerek yükümlü şirkete tebliğ edilen ödeme emrinin iptali isteği ile açılan davayı; 6183 Sayılı Amme Alacaklarının Tahsil Usulü Hakkında Kanun un 32ve 33. maddeleri hükümlerine  göre,  tasfiyesine  karar  verilen  şirketin  kamu  borçlarının  ödenmesi yükümlülüğünün ve sorumluluğunun iflas idaresine ait olduğu, kamu alacağının iflas masasına yazdırıldığı, ancak tasfiye işlemi tamamlanmadığından kamu alacağı için ödeme emri düzenlenmesinin mümkün olmadığı gerekçesiyle kabul ederek ödeme emrini iptal eden Vergi Mahkemesi kararının; kamu alacağının zamanında ödenmemesi nedeniyle kanuni vecibelerin yerine getirilmesinin iflas idaresine ait olduğu, bu amaçla düzenlenen ödeme emrinin yerinde olduğu öne sürülerek bozulması isteminin reddine oybirliğiyle karar verildi . D. 9. D., E. 1992/5990, K. 1994/29, T. 11.1.1994, Kazancı Bilgi Bankası 29  AATUHK 3. maddesinde yer alan  Amme borçlusunun haczedilen mal varlığına bu Kanun hükümlerine göre biçilen değerlerin amme alacağını karşılayamayacağının veya hakkında iflas kararı verilen amme borçlusundan aranılan amme alacağının iflas masasından tahsil edilemeyeceğinin  anlaşılması  gibi  nedenlerle  tahsil  dairelerince  yürütülen  takip muamelelerinin herhangi bir aşamasında amme borçlusundan tahsil edilemeyeceği ortaya çıkan amme alacakları , aynı Kanunun 35 ve mükerrer 35. maddelerine göre, müflisin kanuni temsilcilerinden tahsili için icrai işlemler ve bu işlemlere karşı kanuni temsilcilerin 992Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 975-1014                                              Bahçeci Bu  kapsamda  son  olarak  kayıt  bildirimi  işleminin  iflas  idaresince reddedilmesinin yaratabileceği hukuksal kaos tehlikesine de dikkat çekmek gerekir. Kamu alacaklısının kayıt bildiriminin reddedilmesi üzerine, müflisin mal  varlığı  üzerinde  cebri  icra  yetkisi  kullanması  ve  böyle  bir  yetki kullanımının  istisnai  de  olsa  idari  yargı  tarafından  hukuka  aykırı bulunmaması  30  halinde  doğabilecek  sorunlar  buna  örnektir.  Kamu alacaklısının kayıt kabul davası açmaya zorlanması hukuka aykırı olduğu kadar, tahsilata ilişkin işlemlerin AATUHK 54. ve 100. maddeleri hükümleri gereği  İİK ya  göre  ve  iflas  idaresi  eliyle  yürütülmesi  gerekirken,  kamu alacaklısının doğrudan cebri icra gücüne başvurması da hukuka aykırı nitelik taşıyacaktır.    5. Alacak Kayıt İşlemlerinde Görevli Yargı Yolu İflas  idaresiyle  kamu  alacaklısı  arasında  kayıt  bildiriminin  reddi nedeniyle doğan ihtilafın bir diğer boyutu ihtilafın çözüleceği yargı yolunun belirlenmesinde karşımıza çıkar. İİK, (md. 234 ile) iflas idaresinin alacağın varlığı ve tutarı ile alacağın sırasını reddi işlemleri birbirinden ayrıldıktan sonra, (md. 235 ile) sıraya ilişkin itirazların icra hukuk mahkemesi, alacağın varlığı  ve  tutarı  hakkındaki  itirazların  ise  Asliye  Ticaret  Mahkemesi nezdinde  çözüleceği  düzenlenmiştir.31  Çalışmamız  ise  münhasıran  kamu alacağının varlığı veya tutarına ilişkin ret kararlarının hukuka aykırılığına ilişkin olduğundan savunduğumuz tez,  Asliye Ticaret Mahkemelerinin kamu                                                                                                                    dava hakları da söz konusu olabilecektir. Ancak kanuni temsilcilerin kendileri aleyhine tesis edilen işlemlere karşı açacakları davaların her halükarda, bu davanın tarafı olmayan iflas idaresi açısından doğrudan bir sonuç doğurması düşünülemeyecektir..  30   Her ne kadar, İcra ve İflas Kanununun 184'üncü maddesi uyarınca, iflasına karar verilen firmanın borçlarının iflasın kapanmasına kadar iflas masasına kaydedilmesi gerekmekte ise de; ödeme emrine konu kamu alacağının iflas masasına kaydının 25.2.1998 günlü alacaklı vergi dairesi müdürlüğü yazısı ile istenilmiş olması ve esasen, söz konusu alacağa ait vergi ve ceza ihbarnamesinin alacağın masaya kaydı ile görevli iflas memuruna tebliğ edilmiş bulunması karşısında; anılan görevlinin masaya kayıt işlemini yapmamış olmaması, kamu alacağının tahsili için ödeme emri düzenlenmesine engel değildir . D. 7. D., E. 2000/3256, K. 2002/2290, T. 6.6.2002, Kazancı Bilgi Bankası 31  Dolayısıyla alacak kaydı bildirimlerinin alacağın varlığı ve miktarı yönünden reddi ile alacağın iddia edilen sıraya koymaması birbirinden farklı hukuksal ihtilaflardır. Kabul edilen kamu alacağının (mevcut yasal düzenlemeye göre) imtiyazlı alacakların yer aldığı üçüncü sıraya kaydedileceği açık olduğu gibi, aksi durumda kamu alacaklısının icra hukuk mahkemesi nezdinde alacağın kaydedildiği sıraya ilişkin şikâyette bulunması gerekir: Kuru, İflas ve Konkordato Hukuku s. 313.   993İflas İdaresinin...                    Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 975-1014 alacağının varlığına ve tutarına ilişkin –hiçbir surette- karar veremeyeceği, bu konuda görevli bulunmadığıdır. Bu gerekçenin pozitif hukuktaki dayanağı ise amme alacaklarının aslı ve ferilerine ilişkin ihtilaflarda vergi mahkemelerinin görevli olduğunun düzenleyen 2576 Sayılı Bölge İdare Mahkemeleri, İdare Mahkemeleri  ve  Vergi  Mahkemelerinin  Kuruluş  ve  Görevleri  Hakkında Kanunun 6. maddesidir.32  Bu  çerçevede  bir  ihtilafın  kamu  alacağını  -konu  alması-  ile  kamu alacağı ile -ilgili olması- arasındaki farka dikkat çekmek gerekir. Adli yargı- idari  yargı  ayrımı  açısından  bakıldığında,  kamu  alacağını  -konu-  alan ihtilaflarda, alacak kamu gücünü kullanan tarafın yaptığı idari bir işlemle doğmakta ve ihtilafın çözümünde idari yargı yetkili olmaktadır. Bir özel hukuk alacağının kamu alacağından kaynaklanması ihtimalinde ise, ihtilaf kamu  alacağı  ile  sadece  dolaylı  yoldan   ilgili   olabilmektedir. Somutlaştırmak gerekirse, iki özel hukuk kişisi arasındaki bir ihtilaf, bir tacirin müşterisinden talep ettiği tutar içinde KDV ye de yer vermesi ya da bir  vergi  sorumlusunun  herhangi  bir dava  ve  itiraz  yolu  kullanmaksızın ödediği bir vergiyi, vergi yükümlüsüne rücu etmesi şeklinde tezahür edebilir. Ancak her iki ihtimalde de ihtilafa konusu alacak bir kamu alacağı değil, taraflardan  birinin  üstlendiği  kamu  borcu  nedeniyle,  diğerine  yansıtmak istediği bir özel alacaktır. Bu tip durumlarda adli yargının talepte bulunan tarafın gerçekten alacaklı olup olmadığını belirlemek için kamu alacağının doğup  doğmadığı  ile  ilgili  değerlendirme  yapması  ise  tabiidir.  Nitekim yukarıdaki örnekler üzerinden gidilecek olunursa, KDV tahakkuk etmeyen bir işlem nedeniyle bir özel hukuk kişisinin başka bir özel hukuk kişisinden alacak  talebinde  bulunması,33  bir  özel  hukuk  kişisinin  ödediği  vergiyi                                                  32   Vergi mahkemeleri: a) Genel bütçeye, il özel idareleri, belediye ve köylere ait vergi, resim ve harçlar ile benzeri mali yükümler ve bunların zam ve cezaları ile tarifelere ilişkin davaları, b) (a) bendindeki konularda 6183 sayılı Amme Alacaklarının Tahsil Usulü Hakkında  Kanunun  uygulanmasına  ilişkin  davaları  (...)  çözümler .  (Mevzuat  Bilgi Bankası). Bununla beraber alacağın niteliğine göre örneğin kamu alacağı 2872 Sayılı Çevre Kanunu kaynaklı bir idari para cezasından kaynaklanıyorsa, bu işleme karşı Kanun un 25. maddesi gereği idare mahkemesinde dava açmak gerekecektir.    33   3065 Sayılı Katma Değer Vergisi Kanunu nun 24/c maddesinde vade farkı adı altında elde edilen gelirlerinde matraha dahil olduğu belirtilmiş ise de somut olayın özelliği gereği, vade farkının uygulandığı alacak mal veya hizmet alımına ilişkin olmayıp, davacı kooperatifin 17.09.1999 tarihli genel kurulunda kararlaştırılan ve kooperatifin işletilmesi amacıyla ortakların katılımını amaçlayan katkı payı alınması niteliğindedir. Anılan katkı payına geç 994Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 975-1014                                              Bahçeci hukuksal bir dayanak olmaksızın bir başka özel hukuk kişisine yansıtmak istemesi 34 hallerinde taleplerin haklılığı/haksızlığı adli yargı tarafından tespit edilebilecektir.  Böyle  bir  tespit  kamu  alacağının  varlığını  etkilemeyecek sadece ihtilafın tarafı özel hukuk kişileri açısından bir sonuç doğuracaktır. Çalışmamıza konu ilişkide ise taraflardan biri kamu tüzel kişisi olduğundan ve  ihtilaf  konusu  bir  idari  işleme  dayandığından,  ihtilafın  adli  yargı tarafından çözümü olanaksızdır.     Nitekim Yargıtay ın iflas idaresinin kamu alacağının kayıt bildirimini reddetmesini  hukuka  aykırı  bulan  kararlarında  gerekçe  genellikle,  kamu alacağı ile ilgili ihtilaflar konusunda karar verme yetkisinin iflas idaresine ait olmadığı, iflas idaresinin ret kararı verme yerine ihtilaf konusu borç için idari  yargıda  dava  açma  yoluna  gitmesi  gerektiği  şeklindedir.  Ancak Yargıtay vardığı bu sonucu gerekçelendirirken -kamu alacağı kavramından bahsettiği istisnai kararlar 35 - bir yana, salt görevli yargı yolu çerçevesinde hareket etmekte, kamu alacağının özel alacaklardan olan farklarına ilişkin teorik bir gerekçelendirme yapmamakta, pozitif dayanak göstermemektedir.36                                                                                                                    ödenmesi  nedeniyle  yine  kooperatif  genel  kurulunca  kararlaştırılan  vade  farkının uygulanması  ile  bulunan  miktar,  vergiyi  doğuran  mal  veya  hizmet  alımı  niteliğinde olmadığından K.D.V. uygulanması mümkün bulunmamaktadır.  Y 11. H D. E. 2004/5959 K. 2005/2531T. 21.3.2005 Kazancı Bilgi Bankası. 34   Öyleyse mahkemece bu işten anlayan uzman bilirkişi aracılığı ile gerektiğinde ortaklığın ve Maltepe Vergi Dairesinin kayıtları üzerinde de inceleme yaptırılmak suretiyle davacının ödediği  verginin  devir  sözleşmesine  göre  davalının  yükümlülüğü  altında  bulunup bulunmadığının  saptanması  ve  ortaya  çıkacak  sonucuna  göre  karar  verilmesi gerekir . YHGK. E. 1998/13-151, K. 1998/202, T. 4.3.1998 Kazancı Bilgi Bankası 35   Davacı hazine vekilinin müflis şirketten olan alacağını iflas masasına kaydettirme talebi iflas dairesince kısmen reddedilmiştir. Vergi alacağı bir kamu alacağı olduğundan iflas idaresinin  davacıyı  masaya  karşı  kayıt  kabul  davası  açmaya  zorlamak  yerine  kamu alacağını sıra cetveline yazması ve şartları varsa bu alacak iddiasını karşı müflis yerine yargı  yoluna  (örn  vergi  mahkemesine)  başvurması  ve  sonucuna  göre  işlem  yapması gerekir.  Y. 19. H.D. E. 2001/6539, K. 2001/238, T. 17.01.2002, Kazancı Bilgi Bankası. Aynı yönde Y. 19. H.D. E. 1996/360, K. 1996/1572, T. 27.02.1996, Mustafa Oskay, - Coşkun Koçak, Adnan Deynekli, Ayhan Doğan, İcra İflas Kanunu Şerhi, Turhan yay. Ankara 2007, s. 5154-5155.  Vergi alacağı bir kamu alacağı olmasına göre (...)  Y. 19. H.D. E. 1998/4327, K. 1998/5471, T. 24.09.1998, Adnan Deynekli, Sedat Kısa, Hacizde ve İflasta Sıra Cetveli, Turhan, Ankara, 2005, s. 1046.  36   Bir vergi alacağından müflisin sorumlu tutulup tutulamayacağı konusunda ortaya çıkan ihtilafta adli yargı değil idari yargı görevlidir. Böyle bir durumda iflas idaresinin nizalı vergi alacağını herhangi bir karar vermeden sıra cetveline yazması ve müflisin başvurabileceği yollara kendisinin başvurması gerekir (HGK 20.12.1995 19-662/1149; 19HD 2.2.1998, 978700/1115).  Mahkemece  bu  yönler  gözetilererek  (...)   Y.  19.  H.D.  E.1998/2328,  K.   995İflas İdaresinin...                    Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 975-1014 Bir  başka  deyişle  (ulaşabildiğimiz)  Yargıtay  kararlarında,  yukarıda  ele aldığımız idari işlem, idare ve kamu alacağı kavramları çerçevesinde bir nedensellik  bağı  kurulmadan,  doğrudan  ihtilafın  adli  yargıda  değil  idari yargının  görev  alanına  girdiği  sonucu  üzerinden  hareket  edilmektedir. Gerekçelendirmedeki bu eksiklik kanımızca aşağıda dikkat çekilecek istisnai                                                                                                                    1998/3223, T. 07.05.1998 Deyneli-Kısa, age., s. 1047.  Dava, (…) alacağının masaya kayıt ve kabulü istemine ilişkin olup, mahkemece  davalı iflâs idaresinin vergi alacağını inceleme yetkisi bulunmadığı ve alacağa yönelik itirazını vergi mahkemesinde ileri sürebileceği  gerekçesiyle  davanın kabulüne  karar verilmiş, hüküm davalı iflâs idaresi vekili tarafından temyiz edilmiştir. (...) usul ve kanuna uygun bulunan hükmün onanmasına . Y. 19. H.D. E. 2005/10855, K. 1475 T. 16.2.2006, e-Uyar Bilgi Bankası.  Mahkemece vergi alacakları ile ilgili uyuşmazlıklarda idari yargının görevli olduğu, iflas dairesinin bildirilen vergi alacağını masaya kabul edip müflisin başvuracağı kanuni yollara başvuracağı gerekçesiyle davanın kabulüne  karar  verilmiş,  hüküm  davalı  iflas  idaresince  temyiz  edilmiştir.  (...)  hükmün onanmasına  Y. 19. H.D., E. 2001/4557, K. 2001/495, T. 23.0.2003 Uyar, s.16572. Aynı yönde Y. 19. H.D., E. 2002/5642, K. 2002/503, T. 23.01.2003 e-Uyar Bilgi Bankası. Y. 19. H.D. E. 2001/3439, K. 2001/4866, 21.06.2001 Uyar, s.16575. Mahkemece iddia, savunma ve toplanan  delillere  göre  vergi  alacağının  iflâs  masasına  kaydedilip  kaydedilemeyeceği konusunda çıkan uyuşmazlıkta idari yargının görevli olduğu, bu durumda iflâs idaresinin uyuşmazlık konusu alacağı sıra cetveline yazılıp, müflisin başvuracağı yollara kendisinin müracaat edeceği gerekçesiyle reddedilen alacağın masaya kayıt ve kabulüne karar verilmiş, karar davalı iflâs idaresince temyiz edilmiştir. (...) kararın onanmasına . Y. 19. H.D. E. 2001/3439,  K.  2001/4866  T.  21.6.2001.   Mahkemece  vergi  alacakları  ile  ilgili uyuşmazlıklarda idari yargının görevli olduğu, iflâs idaresinin bildirilen vergi alacağını masaya kabul edip, müflisin başvuracağı kanuni yollara başvuracağı gerekçesiyle davanın kabulüne  karar  verilmiş,  hüküm  davalı  iflâs  idaresince  temyiz  edilmiştir.  (...)  hükmün onanmasına . Y. 19. H.D., E. 2001/4557, K. 2001/495, T. 23.1.2003, e-Uyar Bilgi Bankası.  Dosyadaki yazılara,  kararın  dayandığı  delillerle  gerektirici  sebeplere  ve  özellikle  iflâs idaresinin masaya bildirilen vergi alacağı konusunda karar vermeden masaya kabul edip müflisin başvuracağı yollara kendisinin başvuracak olmasına göre, (...) hükmün onanmasına . Y. 19. H.D. E. 2002/5642, K. 2002/503, T. 23.1.2003 T.  Davacı idare tarafından iflas masasına bildirilen alacak İflas İdaresince kısmen reddedilmiş, bunun üzerine davacı Vergi idaresi tarafından temyize konu kayıt ve kabul davası açılmıştır. Anılan uyuşmazlıkta adli yargı değil, idari yargı görevli olduğundan İflas idaresinin alacakla ilgili bir karar vermeden alacağı  sıra  cetveline  yazması  ve  müflisin  başvurabileceği  kanuni  yollara  kendisinin başvurması gerekir. Y. 19. H.D., E. 2001/3960, K. 2001/5987, T. 27.9.2001 Kazancı Bilgi Bankası.  Belirtmek gerekir ki iflas idaresinin red gerekçesi ile ilgili  müflis şirketin vergi borcunun yöneticiden tahsil edilip edilemeyeceği  şeklinde ortaya çıkacak uyuşmazlıkta, adli yargı değil, idari yargı görevlidir. Böyle bir durumda, iflas idaresinin nizalı vergi alacağını herhangi bir karar vermeden, sıra cetveline yazması ve müflisin başvurabileceği kanuni yollara kendisinin başvurması gerekmektedir. Bilimsel görüşler de bu yöndedir (B. Kuru, İflas ve Konkordato Hukuku 1971, Sh. 313; N. Berkin, İflas Hukuku 1972, Sh. 355; E. Yılmaz, İflas  İdaresi  1976,  sh.  97).   Y.H.G.K.,  E. 1995/19-662,  K.  1995/1149,  T. 20.12.1995 Hukuktürk  Bilgi  Bankası  Aynı  yönde:  Y.  19.  H.D.,  E.  1999/3436,  K.  1999/3862,  T. 03.06.1999,  Deynekli-Kısa, age., s. 1041.  Y. 19. H.D., E. 1998/635, K.1998/1788, T. 12.03.1998, Deynekli-Kısa, age., s. 1048 ve aşağıda 33. dipnotta yer verilen diğer kararlar. 996Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 975-1014                                              Bahçeci hallerde  ticaret  mahkemesinin  kamu  alacağı  ile  ilgili  ihtilaflarda  görevli olmasına cevaz veren farklı kararlar verilmesine neden olmakta, Yargıtay  kararların ,  içtihada  dönüşmesini de engellemektedir.   Bu kapsamda ele alınması gereken ikinci husus, iflas idaresinin alacak bildirimine karşı kullanabileceği dava hakkının bir sınırı olup olmadığıdır. Öğretide Kuru, kamu alacağının kesinleşmesi halinde kabul edilerek sıra cetveline  koşulsuz  kaydedilmesi,  kesinleşmemiş  ise  her  hangi  bir  karar vermeden  sıra  cetveline  kayıt  ve  idari  yargıda  iptali  için  dava  açılması gerektiği  şeklinde  bir  ayrım  yapmaktadır.  Ayrıca  iflas  idaresinin kesinleşmemiş alacağı reddetmesi halinde, kamu alacaklısının Asliye Ticaret Mahkemesi  nezdinde  kayıt  kabul davası  açabileceğini, böyle  bir  davada Asliye Ticaret Mahkemesinin de idari yargıda dava açma hakkı saklı kalmak üzere alacağın sıra cetveline kaydına karar vereceğini belirtmektedir.37  Yargıtay  uygulamasında  da  büyük  ölçüde  yansımasını  bulan  38  bu                                                  37  Kuru, El Kitabı, s. 1140. 38   Mahkemece iflas idaresinin usulüne uygun bir biçimde tahakkuk ettirerek kesinleştirdiği vergi alacaklarını iflas masasına koşulsuz olarak kaydetmesi gerektiği, kesinleşmemiş alacakları ise kaydetmekle beraber itirazlarını vergi yargısı nezdinde ileri sürmesi gerektiği gerekçesiyle davanın kabulüne davacı alacaklarının şarta bağlı olmaksızın masaya kaydına karar  verilmiş,  hüküm  davalı  iflas  idaresi  tarafından  temyiz  edilmiştir.  (...)  hükmün onanmasına  Y. 19. H.D., E. 2007/2818, K. 2007/6489, T. 21.06.2007, Uyar, s.16566.  Mahkemece  iflâs  masasına  kaydı  istenen vergi  alacağının  reddedilemeyeceği,  İflâs İdaresinin  vergi  mahkemesinde  dava  açabileceği  gerekçesiyle  İflâs  idaresinin  vergi mahkemesinde dava açma hakkı saklı tutulmak kaydıyla 360.842.578.000 TL'nın iflâs masasına kayıt ve kabulüne karar verilmiş hüküm, İflâs İdaresince temyiz edilmiştir. Dosyadaki yazılara kararın dayandığı delillerle gerektirici sebeplere ve özellikle vergi alacağının, koşulları varsa İflâs İdaresinin vergi mahkemesinde dava açma hakkı saklı kalmak üzere masaya kayıt ve kabulüne karar verilmesinde bir isabetsizlik bulunmamasına göre, (...) hükmün onanmasına  Y. 19. H.D. E. 2000/6702, K. 2000/7609, T. 9.11.2000, Talih Uyar, İcra ve İflas Kanunu Şerhi, Cilt 10, 2. baskı, Ankara 2010, s. 16576.  Bu halde uyuşmazlık konusu olan husus vergi alacağının tahakkuk edip etmediğidir. (…) İflas masasının idari (vergi) mahkemesinde bir dava açmadan ve borcu tamamen veya kısmen kaldırtmadan  isteğin  reddedilmesi  doğru  değildir.  O  halde  mahkemece  davalı  iflas masasının şartları varsa vergi mahkemesinde dava açma hakkı saklı kalmak üzere, alacağın tamamının sıra cetveline kaydı gerekirken yazılı olduğu şekilde karar verilmesi doğru görülmemiş ve hükmün bozulması gerekmiştir.  Y. 11. H.D., E. 1988/7470, K. 1998/6907, T. 21.11.1988, Deynekli- Kısa, age., s. 672.  Vergi alacağının kayıt talebinin reddi üzerine açılan  kayıt-kabul  davasında  VUK.   nun  10.  maddesindeki  koşulların  gerçekleşip gerçekleşmediği  tartışılamayacağından,  iflas  idaresinin  vergi  alacağının  kayıt  talebini reddetmeyerek, sıra cetveline geçirmesi ve kayıt koşullarının bulunmadığı kanaatinde ise iflas idaresinin kanuni yollara başvurma hakkı saklı kalmak üzere (VUK. Md. 162377/1) sıra cetveline, müflis şirketin iflas masasından alacağın tamamen veya kısmen tahsil   997İflas İdaresinin...                    Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 975-1014 görüşün  daha  ayrıntılı  biçimde  irdelenmesi  gerektiğini  düşünüyoruz. Gerçekten, iflas idaresinin, kamu borçlusuna kıyasla kamu alacağı talebine karşı  daha  farklı  hakları  olabilirse  de,  daha  fazla  bir  hakkı  olduğu söylenemez. Bu durumda kesinleşmiş alacaklar için iflas idaresince idari yargıya başvurulabileceği yönündeki görüş bizce de kural olarak doğrudur. Bununla beraber yukarıda da belirtildiği üzere alacak bildiriminin dayanağı olan işlem kesinleşmiş olsa da, kayıt bildirimi salt bu işlemi değil aynı zamanda  bu  işlemden  kaynaklı  gecikme  zammı  gibi  ferileri  de içerebileceğinden,  kesinleşmiş  bir  alacağı  konu  alan  kayıt  bildiriminin içerdiği  gecikme  zammı  gibi  kalemlerin,  idari  yargıda  dava  konusu olabilmesi mümkündür.  İkinci  olarak  kesinleşme  kavramının  da  irdelenmesi  ve  Yargıtay kararlarında  rastlanan  tahakkuk  etme  kavramı  ile  farkının  belirlenmesi gerekmektedir.39 Kesinleşme, VUK (md.112/3) 40 gereği, tarhiyat işlemine                                                                                                                    edilememe  koşuluyla  kaydına  karar  verilmelidir .  Y.H.G.K.,  E.  1995/19-662,  K. 1995/1149, T. 20.12.1995, Hukuktürk Bilgi Bankası. 39 Ne yazık ki, bazı kararlarda (örn:  Somut olayda Kağıthane Vergi dairesinin alacağı usulüne uygun olarak tahakkuk ve kesinleşme sağlanmadığı gerekçesiyle reddedilmiştir. Oysa Kağıthane Vergi Dairesinin kaydını istediği alacakla ilgili vergiyi doğuran olayın iflastan önce meydana geldiği anlaşılmaktadır. Bu durumda mahkemece davacı idareye alacağın tahakkuk ve kesinleşmesini sağlaması için önel verilmeli daha sonra tahakkuk eden alacağın iflas idaresince vergi mahkemesinde dava konusu edilirse nizalı alacak olarak kaydına aksi halde kesinleşen alacağın sıra cetveline kayıt ve kabulüne karar verilmelidir  Y.19  H.D.  E.  1998/30,  K.  1998/1120,  T.  19.02.1998,  Deynekli-Kısa,  age.,  s.  1048) kesinleşme ve tahakkuk kavramları da yanlış yorumlanmaktadır. İflas idaresinin müflis borçlu yerine tarhiyat işlemine karşı dava açmasında hiçbir engel bulunmamaktadır. Buna rağmen, kamu alacaklısına tahakkuk için önel verilmesine gerek olmadığı gibi, bilakis böyle bir önel potansiyel davacı iflas idaresinin tarhiyat işlemine karşı dava açma hakkını ortadan kaldırıcı mahiyettedir.   40   3.  Vergi  mahkemesinde  dava  açma  dolayısıyla  2577  sayılı  İdari  Yargılama  Usulü Kanununun 27 nci maddesinin 3 numaralı fıkrası gereğince tahsili durdurulan vergilerden taksit süreleri geçmiş olanlar, vergi mahkemesi kararına göre hesaplanan vergiye ait ihbarnamenin tebliği tarihinden itibaren bir ay içinde ödenir. Ayrıca ikmalen, re'sen veya idarece yapılan tarhiyatlarda : (1)(2) a) Dava konusu yapılmaksızın kesinleşen vergilere, kendi vergi kanunlarında belirtilen ve tarhiyatın ilgili bulunduğu döneme ilişkin normal vade tarihinden itibaren, son yapılan tarhiyatın tahakkuk tarihine kadar; b) Dava konusu yapılan vergilerin ödeme yapılmamış kısmına, kendi vergi kanunlarında belirtilen ve tarhiyatın ilgili bulunduğu döneme ilişkin normal vade tarihinden itibaren, yargı organı kararının tebliğ tarihine kadar; Geçen süreler için 6183 sayılı Kanuna göre tespit edilen gecikme zammı oranında gecikme faizi uygulanır. Gecikme faizi de aynı süre içinde ödenir. Gecikme  faizinin  hesaplanmasında  ay  kesirleri  nazara  alınmaz.  Uzlaşılan  vergilerde gecikme faizi; uzlaşılan vergi miktarına, (a) fıkrasında belirtilen tarihten itibaren uzlaşma tutanağının imzalandığı tarihe kadar geçen süre için uygulanır. Dava açılması nedeniyle 998Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 975-1014                                              Bahçeci karşı iptal davası açılmaması ya da açılan iptal davasının (ilk derece) vergi mahkemesince  reddedilmesi  halinde  doğan  bir  sonuçtur.  Öğretide  de, tahakkukun verginin ödenebilir hale gelmesini ifade ettiği, kesinleşmenin ise tüm  olağan  kanun  yollarına  başvuru  olanaklarının  tüketilmesi  anlamına geldiği belirtilmektedir.41 Bu durumda tarhiyat işlemine karşı süresi içinde dava açılmadığı için tahakkuk eden bir vergi borcuna karşı tüm yargısal başvuru imkânlarının tükendiğini düşünmemek gerekir. Belirli sınırlar içinde tarhiyat işlemine karşı süresi içinde bir dava açılmamış olması 42 ya da                                                                                                                    tahsili duran vergi ve cezalar mükellefler tarafından istenildiği takdirde davanın devamı sırasında da kısmen veya tamamen ödenebilir.  (Mevzuat Bilgi Bankası)   41  Ahmet Kumrulu, Mualla Öncel, Nami Çağan, Vergi Hukuku, 23. Baskı, Turhan, Ankara, 2014, s. 106-108. 42   Ödenmesi gereken safhaya gelerek tahakkuk eden, kamu alacağı niteliği kazanarak 6183 sayılı  Yasa  kapsamına  giren  ve  Amme  Alacaklarının  Tahsil  Usulü  Hakkında Kanun un 37'nci maddesinin üçüncü fıkrası uyarınca ödeme müddetinin son günü olan vadesinde de ödenmeyen kamu alacaklarının cebren tahsili için takibine başlanarak, kamu borçlusuna 55'inci maddeye göre tebliğ edilen ödeme emrine karşı açılan davalarda ileri sürülebilecek üç iddiadan biri olan ödeme emriyle istenebilecek bir borcun bulunmadığı iddiası; usulüne göre tahakkuk etmiş bir borcun bulunmadığı, ödeme emrinin konu edindiği alacağın, kamu alacağı niteliğini kazanacak şekilde tahakkuk etmediği yönündeki iddiaları içermektedir.  Sözü  edilen  itiraz  nedeni;  yükümlüsü  veya  muhatabına  vergi  ve  ceza ihbarnamesi düzenlenmesine neden oluşturan ve ihbarnamelerdeki vergi alacağı ve cezayı, vergi  yasalarında  gösterilen  matrah  ve  oranlar  üzerinden  vergi  dairesi  tarafından hesaplanarak miktar itibarıyla belli eden bir idari işlem olan verginin tarhına da yol açan, vergiyi doğuran olayın meydana gelmesi veya hukuki durumun tekemmülüyle ilgili olup, tarh safhasına ilişkin iddia ve itirazları kapsamamaktadır. Davaya konu yapılan ödeme emriyle  istenen  harç  ve  cezaya  ait  ihbarnamenin  tebliğinden  sonra  yapılan  bu vergilendirmeye karşı açılan davaya ait dava dilekçesinin ikinci kez yenilenmek üzere reddinden sonra dava dilekçesini yenilemeyerek, salınan harç ve kesilen cezanın tarh safhasına  ilişkin  olup,  harcı  ve  cezayı  doğuran  olayla  ilgili  iddialarını  yargı  yerine inceletme olanağını kullanmayan davacı tarafından ileri sürülen iddiaların, 6183 sayılı Yasanın 58.  maddesinde  öngörülen,  borcun  bulunmadığı  iddiası  kapsamında görülemeyeceği gerekçesiyle verilen ısrar kararında hukuka aykırılık bulunmamaktadır. Danıştay VDDGK E. 2008/345 K. 2008/360 T. 20.6.2008. Aynı yönde DVDDGK E. 2005/1 K. 2005/106 T. 22.4.2005 Krş.:  Davacının; ticari faaliyetini terk ettiği, gelir vergisi beyannamesini  kendisinin  vermediği  yolundaki  iddiaları  ancak  tarh  aşamasında  ileri sürülebileceğinden  ödeme  emrine  karşı  açılan  davada  incelenmesi  mümkün  değildir. DVDDGK E. 2002/57 K. 2002/227 T. 12.4.2002.  Ödeme emri çıkartılmadan önce kamu alacağının esasına ilişkin hukuki sakatlıkla ilgili iddiaların borçlunun talep etmesi hâlinde yargı denetiminden geçtiği ya da borçlu dava yoluna gitmeye gerek görmediği için itirazsız kesinleşmiş olduğu açıktır. 6183 sayılı Yasa nın 58. maddesinin birinci fıkrasına göre bu aşamada ödeme emrine itiraz hâlinde mahkeme davayı sırf tahsile ilişkin olarak, böyle bir borcun olmadığı, borcun kısmen ödendiği ve borcun zamanaşımına uğradığı nedenleriyle sınırlı olarak inceleyebilecektir. AYM E. 2009/83 K. 2011/29 T. 3.2.2011, Kazancı Bilgi Bankası   999İflas İdaresinin...                    Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 975-1014 tarhiyat işleminin usulüne göre tebliğ edilmediği 43 hallerde, borçlunun bu alacağa dayalı olarak gönderilen ödeme emrine karşı da dava açma hakkı bulunmaktadır. Bu durumda, iflas idaresinin de tarhiyat işlemine karşı süresi içinde dava açılmayarak kesinleşen alacaklara karşı, daha sonra bu alacağı konu alan ödeme emirlerinin de eklendiği alacak kayıt bildirimine karşı vergi mahkemesinde dava açma hakkı doğacağı düşüncesindeyiz.   Üçüncü olarak belirtilmesi gereken, bazı Yargıtay kararlarında kendine yer  bulan,  -iflas  idaresinin  kesinleşmemiş  kamu  alacaklarını  reddetmesi üzerine  kamu  idaresince  açılan  kayıt  kabul  davasında  Asliye  Ticaret Mahkemesinin  idari yargıda dava açma hakkı saklı kalmak üzere  alacağın sıra  cetveline  kaydına  karar  vermesi  gerektiği-  44  görüşünün  de  hatalı olduğudur.  Zira  iflas  idaresi  kendisine  tebliğ  edilen  ve  kamu  borcunu bildiren idari işleme karşı doğrudan dava açmakla yükümlü olup, bu kayıt bildiriminin gereğini hukuka aykırı bir biçimde yerine getirmemiş olması, idari yargıda dava açma süresini de durdurmaz. Bir başka deyişle Asliye Ticaret Mahkemesinin böyle bir davada verdiği karar bir görevsizlik kararı olmadığına göre, bu karardan sonra iflas idaresine idari yargıda dava açmak için usul kanunlarında (VUK-İYUK) öngörülmeyen yeni bir süre verilmesi söz  konusu  olmamalıdır.  İflas  idaresine  böyle  telafi  edici  bir  hakkın tanınması ancak, alacaklı kamu idaresince bildirilen kamu alacağına karşı dava açma süresinin belirtilmemiş olması halinde söz konusu olabilir.45                                                  43  Ağar, agm., s. 315. 44   Vergi alacağı bir kamu alacağı olmasına göre, iflas idaresinin kamu idaresini masaya karşı sıra cetveline itiraz davası açmaya zorlamak yerine, şartları varsa vergi alacağını sıra cetveline yazması ve bu alacak iddiasına karşı müflis yerine kanuni yollara (örneğin vergi mahkemesine) başvurması sonuca göre işlem yapması gerekir. Mahkemece bu yönler gözetilerek davalı iflas idaresinin vergi mahkemesinde dava açma hakkı saklı kalmak üzere alacağın sıra cetveline kaydına karar verilmesinde bir isabetsizlik bulunmamaktadır.  Y. 19 HD E.1998/4327, K.1998/5471, T. 24.09.1998, Deynekli-Kısa, age., s.1046.  O halde mahkemece, davalı iflas masasının şartları varsa vergi mahkemesinde dava açma hakkı saklı kalmak üzere, alacağın tamamının sıra cetveline kaydı gerekirken (...)  Y.11. HD. E. 1988/7470, K. 1988/6907, T. 21.11.1988 Deynekli-Kısa, age., s. 1064.  45  Gerçekten 2001 Anayasa değişikliğinden sonra Danıştay içtihadı da bu yönde gelişmiştir:  Anayasanın  Temel hak ve hürriyetlerin korunması  başlıklı 40 ıncı maddesine 4709 sayılı Kanun un 16 ncı maddesiyle eklenen ikinci fıkrada ise  Devlet, işlemlerinde, ilgili kişilerin hangi  kanun  yolları  ve  mercilere  başvuracağını  ve  sürelerini  belirtmek  zorundadır.  düzenlemesi  öngörülmüş  (...)Devletin  kurumları  vasıtasıyla  tesis  edilen  her  türlü işlemlerinde, bu işlemlere karşı başvurulacak yargı veya idari makamların gösterilmesi, ayrıca  söz  konusu  başvurunun  süresinin  de  belirtilmesi  gerektiğinin  bir  Anayasal zorunluluk olduğu ve bu zorunluluğa Anayasanın bağlayıcılığı karşısında, yasama, yürütme 1000Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 975-1014                                              Bahçeci 6. İflas  İdaresinin  Kamu  Alacağını  Reddetme  Yetkisinin  Hiçbir Halükarda Bulunmaması Öğreti  ve  Yargıtay  uygulamasında  rastlanan  bir  yaklaşım,  istisnai hallerde Asliye Ticaret Mahkemelerine kamu alacağının varlığı ve tutarını belirlemede görevli olduğunu kabul ederek, dolaylı yoldan iflas idaresine kamu alacaklarını ret yetkisi tanımaktadır. Bu eğilimin temelinde açıkça dillendirilmese de muhtemelen, kamu alacağını konu alan işlemin basit ya da açık hatalar ve hukuki sakatlıklar içermesi halinde, ticaret mahkemelerinin ihtilafı daha hızlı bir biçimde belirleyebileceği düşüncesi yatmaktadır. Bu düşünceye  göre,  tahakkuk  etmiş  vergilere  ilişkin  başvuruların  kabulü gerekmekte ise de, iflas idaresi iflastan önce ödenmiş, zamanaşımına ya da affa uğramış alacak kayıtlarını reddedebilecek,46 bunun kaçınılmaz sonucu olarak ihtilaf Asliye Ticaret Mahkemelerinde çözülebilecektir.  Katılmadığımız  bu  yaklaşımı  aşağıda  iki  ayrı  alt  başlık  halinde değerlendirmek istiyoruz. Bu alt başlıklardan birincisi, borcu sona erdiren nedenlerin tespiti halinde karşılaşılan iflas idaresinin kamu alacağını sıra cetveline  kaydını  reddetmesi  halini;  ikincisi  ise  alacak  bildirimine  konu tutarın,  mükerrer  olarak  kaydı  ya  da  faizinin  yanlış  hesaplanması  gibi gerekçelerle, kısmen kabulü kısmen reddi halini konu almaktadır. 6.1.  Alacak  Kaydı  Talebinin  Borcun  Sona  Erdiği  Gerekçesiyle Reddi  Yargıtay  kararlarında  rastlanan  bir  görüş,  kamu  alacaklısı  ile  iflas                                                                                                                    ve yargı organlarının, idare makamlarının ve diğer kamu kurum ve kuruluşlarının uymakla yükümlü  oldukları  sonucuna  ulaşılmaktadır.(...)  dosyada  bulunan  ödeme  emri fotokopilerinin incelenmesinden; ödeme emrine karşı dava açılması halinde (...) dava açma süresine ilişkin bir bilgiye yer verilmediği tespit edilmiştir. Bu durum ise Anayasanın 40 ncı maddesinin ikinci fıkrasına ilişkin gerekçesinde de belirtildiği gibi, (...) son derece karışık olan mevzuat karşısında bireylerin hak arama, hak ve hürriyetlerin korunması açısından öngörülen zorunluluğa uyulmadığını göstermekte, dolayısıyla, Anayasanın 36 ncı maddesinde  öngörülen  hak  arama  hürriyetini  sınırlayıcı  bir  sonuç  doğurmakta  ve Anayasanın temel hak ve hürriyetlerin korunmasını düzenleyen 40 ncı maddesine açıkça aykırılık oluşturmaktadır. Bu nedenle, özel yasasında yer alan düzenleme gereği tebliğ tarihinden itibaren 7 gün içinde dava açılması gereken ödeme emirlerinin içeriğinde, bu bilgiye yer verilmemiş olduğundan, bu ödeme emirlerine karşı açılan davada, anılan Anayasa hükmü karşısında dava açma süresinin geçirildiğinden söz edilmesine olanak bulunmamaktadır . D. 4. Daire E. 2005/2134 K. 2006/2156 T. 13.11.2006, Kazancı Bilgi Bankası. 46  Deynekli, age., s. 97-98.   1001İflas İdaresinin...                    Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 975-1014 masası arasındaki alacağın ödenip ödenmediğine ilişkin ihtilafı, alacağın doğumuna ve tutarına ilişkin ihtilaflardan ayırmakta, hukuki bir tartışmaya mahal  olmayan  ilk  durumda  ihtilafın  Asliye  Ticaret  Mahkemesince  de çözülebileceği sonucuna varmaktadır.47 Bu kararların temelinde ödeme ve mahsubun borcu sona eren nedenler olduğu, dolayısıyla idari yargıda dava açarak  iptalinin  istenmesi  gereken  bir  işlem  bulunmadığı  düşüncesi  yer almaktadır.  Her şeyden önce belirtmek gerekir ki, mahsup ve ödeme de tıpkı alacak kaydı  bildirimi  gibi  birer  idari  işlemdir.  Mahsup  borcu  sona  erdiren nedenlerden biri olmakla beraber, mahsup işlemi de bir idari işlemdir ve özel hukuk hükümlerine göre (6098 Sayılı Türk Borçlar Kanunun md. 139) tek yanlı  olarak  yapılması  mümkün  takas  işleminden  farklı  olmak  üzere, mahsubun gerçekleşmesi idarenin kabulüne ve bizatihi idarece tesis edilecek bir mahsup işleminin varlığına bağlıdır. Aynı şekilde ödemeyi içine alan tahsilat terimi bir idari işlem kimliği taşır.48 Dolayısıyla Yargıtay kararındaki perspektifin aksine hukuksal ihtilaf konusu olabilecek tarhiyat işlemi ile mahsup  ve  tahsilat  işlemleri  arasında  idari  işlem  niteliği  yönünden  bir farklılık yoktur. İdari bir işlemin sakatlığı ise yok sayılması ile değil, görevli                                                  47   İflas idaresinin vergi alacaklarını inceleme yetkisi olmadığı ve vergi alacaklarının masaya mutlak olarak yazılarak gerektiğinde itirazların vergi mahkemelerinde ileri sürülmesi kural olarak vergi hukukunu ilgilendiren hukuki tasarruflar bakımından söz konusudur. Ödeme ya da mahsup savunması bu nitelikte olmayıp, doğrudan doğruya borcu sona erdiren sebeplerdendir . Y.19. H.D. E. 2006/6561, K. 2006/9157, T.05.10.2006, Uyar, age., s. 16568.   Vergi  alacaklarının  herhangi  bir  inceleme  yapılmaksızın  iflas  masasına kaydedilmesi  ve  eğer  iflas  idaresinin  buna  yönelik  bir  itirazı  varsa  bunu  vergi mahkemesinde ileri sürmesi yönündeki ilke verginin tarh, tahakkuk ve tahsiline ilişkin ihtilaflar bakımından kabul edilmektedir. Somut olayda davalı yan borca itiraz etmeyip ödeme  itirazında  bulunduğuna  göre  konunun  seçilecek  bir  bilirkişiye  ya  da  bilirkişi kuruluna inceletilmesi ve varılacak sonuç dairesinde bir karar verilmesi gerekirken yazılı gerekçe ile bütün alacağın masaya kaydına karar verilmesi doğru değildir . Y. 19. H.D. E. 2006/3106, K. 2006/5193, T. 11.05.2006, Uyar, age., s. 16569. Aynı yönde, Y.19. H.D. E. 2008/1539,  K.  2008/3453K  T.  04.04.2008,  Uyar,  age.,  s.16566.   Davacı  vekili 2.439.391.000TL vergi alacağının iflas defterinin 33. Sırasına kaydedilmesine rağmen reddedildiğini  belirterek  söz  konusu  alacağın  iflas  masasına  kayıt  ve  kabulünü  talep etmiştir. Davalı iflas idaresi memurları söz konusu vergi alacaklarının ödendiğini belirterek davanın reddini istemiştir. Mahkemece ibraz edilen ödeme makbuzları dikkate alınarak yapılan bilirkişi incelemesi sonucunda 785.411.922TL alacağın kayıt ve kabulüne karar verilmiştir. (…) davacı vekilinin kabul edilmeyen bütün temyiz itirazlarının reddiyle usul ve kanuna uygun bulunan hükmün onanmasına  Y. 19. H.D. E. 2008/1539, K. 2008/3453, T. 04.04.2008, Uyar, age., s. 16566-16567. 48  Öncel - Kumrulu - Çağan, age., s.108. Ağar, agm., s.302. 1002Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 975-1014                                              Bahçeci idari yargı tarafından iptal edilmesiyle mümkün olur. Tahsilat ya da mahsup işlemi  yapılmasına  rağmen  halen  kamu  alacaklısının  kayıtlarında  borç görünmesi halinde ise iptali gereken işlem, kamu alacaklısının yaptığı alacak kayıt bildirimi olacaktır. Nitekim daha eski tarihli olsa da, mahsup ya da ödeme yoluyla borcun ödendiği yönündeki itirazların yine vergi mahkemesi önünde yapılması gerektiği, iflas idaresinin mahsup ve ödeme gerekçesiyle kayıt talebini reddedemeyeceği yönündeki kararlara da rastlanılmaktadır.49                                                  49   Davacı  vekili,   müflis  şirket  iflâs  masasına  bildirilen  alacağın  iflâs  idaresince reddedildiğini, red kararının haksız olduğunu  ileri sürerek  reddedilen alacağın masaya kayıt ve kabulüne karar verilmesini  talep ve dava etmiştir. Davalı iflâs idaresi cevabında,  davacı tarafından bildirilen 23.213.500.000 TL.nın müflis şirketin borcu olduğunu, iflâstan önce  borcun  alacakla  mahsubunun  istendiği  halde  mahsup  edilmediğini,  işin  halli yargılamayı  gerektirdiğinden  alacağın  kabul  edilmediğini   savunarak  davanın  reddini istemiştir.  Mahkemece   iddia,  savunma  ve  toplanan  delillere  göre,  vergi  borcundan kaynaklanan alacağın kamu alacağı olduğu, başka bir araştırmaya gerek olmaksızın masaya kaydedilmesi  gerektiği,  alacağın  doğum  sebepleri  veya  sukut  ettiği   konusundaki itirazların, vergi mahkemesinde ileri sürülebileceği  gerekçesiyle  23.213.119.500 TL.nın iflâs masasına kayıt ve kabulüne  karar verilmiş, hüküm davalı vekilince temyiz edilmiştir. Dosyadaki yazılara, kararın dayandığı delillerle gerektirici sebeplere, delillerin takdirinde bir isabetsizlik bulunmamasına göre, (...) hükmün onanmasına  Y. 9. HD., E. 1997/2151, K. 1997/4343, T. 01.05.1997, Uyar, s. 16576. Davacı vekili,  16.2.2000 tarihinde iflâsına karar  verilen  müflis  şirketten  müvekkili  idarenin  217.081.780.000  TL.  alacağı bulunduğunu, iflâs masasına bildirilen alacağın 21.548.493.000 TL.lık kısmının geçerli hiçbir nedene dayanmadan reddinin hatalı olduğunu  ileri sürerek  reddedilen alacağın masaya kayıt ve kabulüne karar verilmesini  talep ve dava etmiştir. Davalı İflâs İdaresi cevabında,   dava  konusu vergi  alacağının  mahsup  suretiyle  kapatıldığını,  bu  nedenle kararda hata bulunmadığını  belirterek  davanın reddini  istemiştir. Mahkemece  iddia, savunma ve toplanan delillere göre davalı İflâs İdaresinin geçici verginin ödendiğini kanıtlayamadığı gerekçesiyle 21.467.612.000 TL.nın masaya kayıt ve kabulüne  karar verilmiş, hüküm davalı İflâs İdaresince temyiz edilmiştir. (...) Dosyadaki yazılara kararın dayandığı  delillerle  gerektirici  sebeplere  ve  özellikle İflâs  İdaresinin  uyuşmazlık konusu vergi  alacağı yönünden  karar  vermeden  sıra  cetveline  kabul  edip  müflisin başvuracağı yollara kendisinin başvuracak olmasına göre, davalı İflâs İdaresinin yerinde görülmeyen bütün temyiz itirazlarının reddiyle usul ve kanuna uygun bulunan hükmün onanmasına  Y. 19. H.D., E. 2002/5161, K. 2002/8209, T. 26.12.2002, Uyar, s.16573.  Davacı vekili,  müvekkili idarenin müflis şirketten iflâs tarihi itibariyle 59.538.019.000 TL. alacağı bulunduğunu, iflâs masasına bildirilen bu alacağın 52.378.703.960 TLlık kısmının reddedildiğini, iflâs idaresinin bu kararının mevzuata ve uygulamaya aykırı olduğunu   ileri  sürerek   reddedilen  alacağın  iflâs  masasına  kayıt  ve  kabulüne  karar verilmesini  talep ve dava etmiştir. Davalı iflâs idaresi cevabında,  masaya kaydı istenen alacağın mahsup ve ödeme suretiyle kapatıldığını  belirterek  davanın reddini  istemiştir. Mahkemece  iddia, savunma ve toplanan delillere göre, vergi alacağının İflâs İdaresince reddedilemeyeceği,  alacağı  sıra  cetveline  kaydedip  müflisin  yerine  geçip  vergi mahkemesinde itiraz edebileceği  gerekçesiyle  52.378.703.960 TL.nın iflâs masasına kayıt ve  kabulüne  karar  verilmiş,  hüküm  davalı  iflâs  idaresi  vekilince  temyiz  edilmiştir.   1003İflas İdaresinin...                    Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 975-1014 İflas idaresince borcu ortadan kaldıran nedenlere dayanılarak alacak bildiriminin reddiyle ilgili bir başka ilgi çekici örnek, Vergi Usul Kanunun 372.  maddesinin   Ölüm  halinde  vergi  cezası  düşer   hükmü  gereğince müteveffa müflisin vergi cezasını içeren kamu borcunun kayıt bildirimini reddeden iflas idaresince verilen kararı hukuka uygun bulunmuş olmasıdır.50 Yargıtay ın bu yöndeki kararı kanımızca iki farklı yanlışın birbirine karıştırılmasından kaynaklanmaktadır. Vergi idaresinin vergi cezası kaynaklı alacağını, borçlunun ölümünden sonra talep edemeyeceği VUK düzenlemesi karşısında açıktır. Ancak olaydaki sorun, vergi cezasının kayıt talebine konu yapılıp  yapılamayacağı  değil,  iflas  idaresinin  vergi  cezasını  yok  sayma yetkisi olup olmadığıdır. Her hangi bir özel hukuk kişisinin vergi idaresince yapılan hukuka aykırı bir işlemi ret yetkisi olmadığı gibi, iflas idaresinin de bir idari işlemi yok sayma yetkisi yoktur. Dolayısıyla bu örnekte de iflas idaresinin yapması  gereken  alacak  kayıt  bildirimini  reddetmek  değil,  bu kamu alacağını konu alan idari işlemin iptali için vergi mahkemesinde iptal davası açmaktan ibarettir.  Son olarak özel hukuktan farklı olmak üzere VUK md. 113 gereği 51 zamanaşımı  halinde  vergi  alacağı  ortadan  kalkmakta  ve  bunun  için borçlunun beyanına dahi gerek bulunmamaktadır. Dolayısıyla zamanaşımına uğramış bir kamu alacağının alacak kayıt bildirimine konu edilmesi halinde bu talebin haksız nitelik taşıyacağı açık olmakla birlikte, ortada bir idari                                                                                                                    Dosyadaki  yazılara  kararın  dayandığı  delillerle  gerektirici  sebeplere  ve özellikle vergi alacağının başka bir araştırmaya gerek bulunmadan iflâs idaresince masaya kaydedilecek olmasına, alacağın sona ermesi konusundaki itirazların iflâs idaresince vergi mahkemesinde ileri sürülmesinin mümkün bulunmasına göre, (...) hükmün onanmasına  Y. 19. H.D., E. 2001/5690, K. 2001/7689, T. 22.11.2001, Uyar, age., s. 16574. 50   Müflisin  mirasçıları  cevabında  ölüm  nedeniyle  vergi  cezalarının  düştüğünü  bazı alacakların  mükerrer  olarak  talep  edildiğini  belirterek  davanın  reddini  talep  etmiştir. Mahkemece iddia savunma ve toplanan delillere göre davacı hazinenin iflas tarihi itibari ile masaya kabul edilenden fazla alacağı bulunmadığı, mükerrer alacak talebi ve ölümle düşen vergi cezalarının davalıdan istenemeyeceği gerekçesiyle davanın reddine karar verilmiş, karar davacı hazine vekilince temyiz edilmiştir. VUK un 372. maddesinde ölüm halinde vergi cezasının düşeceği hükme bağlanmıştır. Bu hüküm uyarınca vergi cezalarının davacı alacağından mahsup edilmesinde ve mükerrer talep edilen vergi alacağının masaya kabul edilmemesinde  bir  isabetsizlik  bulunmamaktadır.   Y.  19.  H.D.  E.  2000/1075,  K. 2000/1891, T. 09.03.2000, Deynekli-Kısa, age., s. 1039-1040.  51   Madde  113  –  Zamanaşımı,  süre  geçmesi  suretiyle  vergi  alacağının  kalkmasıdır. Zamanaşımı, mükellefin bu hususta bir müracaatı olup olmadığına bakılmaksızın hüküm ifade eder.  (Mevzuta Bilgi Bankası) 1004Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 975-1014                                              Bahçeci işlem  bulunduğundan,  iflas  idaresinin  yapması  gereken  bu  alacak  kayıt bildirimini  ret  değil,  vergi  mahkemesi  nezdinde  zamanaşımına  uğramış alacakla ilgili idari işlemin iptalini dava etmektir.52 6.2. Mükerrer ya da Hesap Hatası Bulunan Alacak Bildiriminin Reddi Öğretide  Deynekli  tarafından  mükerrer  olarak  kayıt  konusu  edilen alacağın  iflas  idaresi  tarafından  reddedilmesinin  mümkün  olduğunu savunmakta ve bu sav bir Yargıtay kararları ile örneklemektedir.53 İlk başta dikkat çeken husus, örnek gösterilen karara konu ihtilafta mükerrer yapılan bir (tarhiyat vb.) idari işleminin değil, iki ayrı idare tarafından aynı alacak için mükerrer olarak yapılan kayıt bildirimi olduğudur. Aynı şekilde verilen bir diğer örnekte,54 mükerrer olarak kaydı istenen bir kamu alacağı değil, aynı kamu alacağının mükerrer olarak kaydı talebi vardır.    Bu çerçevede kamu alacağının dayanağı idari işlem ile bu alacağın iflas idaresine bildiriminin iki ayrı işlem olduğuna bir kere daha dikkat çekmek                                                  52   Mahkemece,  (…)  iflas  idaresinin  iflas  masasına  bildirilen  bir  kamu  alacağının zamanaşımına uğradığından bahisle reddine karar vererek alacaklı kamu idaresini masaya karşı dava açmaya zorlayamayacağı (…) gerekçesiyle (…) alacağın kayıt ve kabulüne karar verilmiştir(…)  hükmün  onanmasına   Y.  19.  H.D.,  E.  1998/  667,  K.  1998/1789,  T. 12.03.1998, Uyar, age., s. 16570. 53   Halkalı  Vergi  Dairesi,  masanın  83.  Sırasına  vergi  alacağı  olarak  613.000.000TL kaydettirmiş, bu alacağın 94.500.000TL lik kısmı kabul edilerek fazlası iflas idaresince reddedilmiştir.  İstanbul  Muhakemat  Müdürlüğü  aynı alacakla ilgili  olarak  85.  Sıraya 873.690.000TL olarak kaydettirmiş, bunun tamamı reddedilmiştir, açılan davada ise bunun 598.050.500TL lik kısmının masaya kabulüne karar verilmiştir. 85. Sıraya kaydedilen alacağın aslı 94.500.000TL daha önce sıraya kaydedilip iflas idaresince kabul edildiğinden ve mahkemece de bu miktar mahsup edilmediğinden mükerrer kayda sebebiyet verilmiştir. 19 HD 04.07.1995 4356/6128 Deynekli-Kısa, s. 677-678 den aktaran: Deynekli, s. 101. Ayrıca bkz:  Davacı vergi dairesi iflas masasına 22. Sırada (…) alacak bildirmiş, bu alacak kaydı iflas idaresince 6. Sıradaki alacakla mükerrerlik arz etmesi nedeniyle reddedilmiştir. (..) bu nedenle (…) vergi alacağının mükerrer olarak kaydı istendiğinden masaya kabul edilmemesi isabetlidir.  Y. 19. H.D., E. 1996/8938, K. 1996/281, T. 23.01.1997, Uyar, age., s.16580. 54   (…)davacının kaydını istediği alacağın daha önce iflas masasına kabul edildiği, dava konusu alacakla ilgili takibin mükerrer olduğu gerekçesiyle davanın reddine karar verilmiş karar davacı vekilince temyiz edilmiştir. Davacı idarenin ilk kayıt talebini reddedilmemiş, açılan davanın sonucuna göre işlem yapılacağı belirtilerek karara bağlanmıştır. Vergi mahkemesinde açılan davanın sonucuna göre iflas idaresi işlem yapacağından aynı alacakla ilgili sonradan açılan kayıt kabul davasının reddinde hukuka aykırılık bulunmamaktadır  Y. 19. H.D. E. 2002/4167, K. 2002/4419, T. 06.06.2012, Oskay-Deynekli-Koçak-Doğan, age., s. 5143.   1005İflas İdaresinin...                    Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 975-1014 gerekmektedir.  Nitekim  aynı  kamu  alacağının  mükerrer  biçimde  kayıt bildirimine konu edilmesi ve bu mükerrer bildirimin reddi, kamu alacağının reddi  ya  da  kamu  alacağının  dayanağını  oluşturan  idari  işlemin  yok sayılması  anlamına  gelmemektedir.  Bu  durumda  reddedilen  münhasıran mükerrer  bildirim  işlemidir.  Dolayısıyla  kanımızca  Yargıtay ın  bazı kararlarında kabul edilen mükerrerlik örneğin aynı tutarı konu alan iki ayrı tarhiyat işlemini değil de aynı tarhiyat işlemine konu tutarın mükerrer olarak kaydı bildirimi anlamında kullanılmakta, Yargıtay da bu kısım mükerrerlik iddialarından  kaynaklı  ihtilafların  idari  yargıda  değil  Asliye  Ticaret Mahkemelerince çözüleceğini kabul etmektedir.55  Bununla  beraber  kanımızca  ister  mükerrer  tarhiyat  ister  mükerrer bildirim olsun, bir idari işlemin mükerrerliği konusunda karar verme yetkisi ne iflas idaresine ne de iflas idaresinin kararlarına karşı açılan davaya bakan Asliye  Ticaret  Mahkemesine  aittir.  Borçlunun  kendisi  aleyhine  yapılan mükerrer bir işlemi yok sayma yetkisi olmadığı ve yapılan mükerrer idari işlemin iptalini idari yargı organlarından istemesi gerektiği ihtilafsız olduğu gibi, borçludan daha fazla bir hakka sahip olmayan kanuni temsilci sıfatını taşıyan iflas idaresinin de daha geniş bir yetkisi yoktur. Nitekim daha yeni tarihli Yargıtay kararlarının da bu şekilde gerekçelendirilmemekle beraber bu yönde olduğu görülmektedir.56                                                     55   Vergi alacaklarının herhangi bir incelemeye tabi tutulmadan masaya kaydı gerekirse de, somut olayda gerek 06.03.2006 tarihli cevap lahiyasında talep edilen alacağın masaya 29 sıra numarası ile kaydedildiği ve istemin mükerrer olduğu belirtilmiştir. Ödeme ya da mükerrer kayıt iddiasının mahkemece incelenmesine yasal bir engel bulunmadığından , bu konuda yaptırılacak bir bilirkişi incelemesi ile sonuca varılması gerekirken  Y. 19. H.D., E. 2007/2565, K. 2007/6216, T. 14.06.2007, Uyar, age., s. 16568. 56   Davalı  iflas  idaresi  vekili  479  kayıt  numarası  altında  yazdırılan  alacağın  mükerrer olduğunu,  491  kayıt  numarası  altında  yazdırılan  alacağın  ise  vergiye  konu  maden sahalarının  müflis  şirketle  ilgili  bulunmadığını  bildirerek  davanın  reddi  gerektiğini savunmuştur.  Mahkemece  yapılan  yargılamaya,  toplanan  delillere  ve  alman  bilirkişi raporlarına göre 60.213,81 TL alacağın masaya kaydına karar verilmiş; hüküm taraf vekillerince temyiz edilmiştir.1- Dosyadaki yazılara, kararın dayandığı delillerle gerektirici sebeplere, delillerin takdirinde bir isabetsizlik bulunmamasına ve özellikle vergi alacağının iflas masasına mükerrer kaydı iddiasının mahkemece incelenebilecek olmasına göre davalı iflas idaresi vekilinin tüm, davacı Hazine vekilinin ise aşağıdaki bendin kapsamı dışında kalan  ve  yerinde  görülmeyen  diğer  temyiz  itirazlarının  reddi  gerekmiştir.  2- vergi alacağının esas ve miktarına ilişkin ihtilafların çözüm yeri Vergi Mahkemeleridir. Bu durumda  iflas  idaresi  kesinleşmiş  vergi  alacaklarını  masaya  yazmak  zorundadır. Kesinleşmemiş vergi alacakları da masaya yazılır ve gerekiyorsa iflas idaresince Vergi Mahkemeleri  nezdinde  bunlara  itiraz  edilebilir.   Y.  19.  H.D.  E.  2010/4283, K.2010/7181, T. 09.06.2010.  Dosyadaki yazılara, kararın dayandığı delillerle gerektirici 1006Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 975-1014                                              Bahçeci Aynı  bağlamda  kamu  alacağının  tutarının  belirlenmesinin  Asliye Ticaret Mahkemelerinin görev alanına girdiği ve dolayısıyla kamu alacaklısı tarafından  hesap  hatası  yapılması  halinde,  hatalı  kısmın  iflas  idaresince reddedilebileceği  yönündeki  görüşü  de  değerlendirmek  gerekir.  Dikkat çeken  bir  karşı  oy  yazısında  57  rastlanan  bu  görüşe  göre,  vergi idaresinin vergi  alacağının  tahsili  amacıyla  yapacağı  iflas  takibinin AATUHK değil, İİK hükümlerine tabi olması, iflas davasına bakan ticaret mahkemesinin vergi alacağının istenebilir durumda olup olmadığını, tutarını ve  zamanaşımına  uğrayıp  uğramadığını  da  değerlendirmesini gerektirmektedir.  Dolayısıyla  iflas  davasında  kamu  alacağının  tutarını inceleyen Asliye Ticaret Mahkemesinin iflas idaresinin tutara ilişkin verdiği ret kararı üzerine açılan kayıt kabul davasında da aynı incelemeyi yapması mümkün olacaktır.  Bu görüşe de katılmanın mümkün olmadığını düşünüyoruz. Her şeyden önce  dikkat  çekilmesi  gereken,  savunduğumuz  görüş  kamu  alacaklısının yaptığı hatalı işlemlerin korunması değildir. Bu kapsamda hesap hataları, yapılan  ödemelerin  dikkate  alınmaması,  yasal  düzenlemeye  aykırı  bir biçimde terkin edilmesi gereken alacak için terkin işlemi yapılmaması veya mükerrer borçlandırıcı işlemler hukuka aykırı nitelikleri ile elbette ki kabul edilemez. Buradaki sorun kamu otoritesi karşısında herhangi bir özel hukuk kişisinden farklı olmayan iflas idaresine böyle bir fark varmış gibi kamu alacağını ret yetkisi tanır şekilde hareket edilmesi ve kamu alacaklarına dayanak  idari  işlemleri  iptal  yetkisine  sahip  olmayan  Asliye  Ticaret Mahkemelerine böyle bir görev yüklenmesidir. Yukarıda da belirtildiği üzere idari  işlemlerin  özelliklerinden  biri  hukuka  uygunluk  karinesinden faydalanması olduğu gibi, idari işlemleri iptale yetkili olan mahkemeler de ancak  kanunla  belirlenmiştir.  Dolayısıyla  iflas  idaresince  herhangi  bir nedenle hatalı olduğu sonucuna varılan idari işleme karşı yapılması gereken, o idari işlemi böyle bir yetkisi olmadığı halde yok saymak değil, o idari işleme karşı görevli mahkeme önünde dava açmaktır. Bu mahkeme işlemin niteliğine göre, (bazı idari para cezaları için) sulh ceza hakimliği, diğer kamu                                                                                                                    sebeplere ve özellikle vergi alacağının mükerrerliğine yönelik iddianın incelenmesinin iflâs idaresinin  yetkisine  girmediği  gözetilerek, yazılı  biçimde  hüküm  kurulmasında  bir isabetsizlik  bulunmamasına  göre  davalı  vekilinin  yerinde  görülmeyen  bütün  temyiz itirazlarının reddiyle usul ve kanuna uygun bulunan hükmün onanması gerekmiştir.  Y.19. H.D. E. 2005/9897, K. 2005/184, T. 19.1.2006, e-Uyar Bilgi Bankası.  57  Y. 19. H.D. E.2010/4283, K.2010/7181 T 09.06.2010 e-Uyar Bilgi Bankası.    1007İflas İdaresinin...                    Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 975-1014 alacakları içinse idare veya vergi mahkemeleri olabilir, ancak her halükarda Asliye  Ticaret  Mahkemesi  olamaz.  Kamu  alacağını  özel  hukuk alacaklarından  farklı  bir  rejime  sokan  en  önemli  farkı  bir  idari  işleme dayanıyor  olmasıdır.  Zira  idari  işlemler  de  özel  hukuk  işlemleri  gibi hukuksal  işlem  niteliği  taşımakta,  bununla  beraber  taşıdıkları  ilave niteliklerle özel hukuk işlemlerinden ayrılmaktadırlar. Nitekim  bu  ilginç  görüşle  savunulanın  aksine,  kamu  alacaklısı tarafından  açılan  bir  iflas  davasında  da  ticaret  mahkemesinin  vergi alacağının miktarını araştırma yetkisi yoktur. Kamu alacağı idari işlemle belirlenir ve kamu borçlusunca bu işleme idari yargıda açılan bir davaya konu olabilir. Dolayısıyla böyle bir durumda ticaret mahkemesince izlenecek yol da borcun bir kamu borcu olup olmadığını ve bu eğer bir kamu borcu ise bu borcun kesinleşip kesinleşmediğini incelemektir. Bir başka değişle ne iflas idaresinin ne de ticaret mahkemelerinin bir idari işlemle belirlenmiş kamu alacağını yok sayması olanaksızdır. Dolayısıyla iflas idaresinin ne genel  olarak  hesap  hatası  ne  de  bu  kapsamda  örneğin  faizin  yanlış hesaplandığı  gerekçesiyle  alacak  bildiriminin  bir  kısmını  ret  yetkisi  de bulunmamaktadır.58  Aynı  şekilde,  iflas  tarihinden  sonrası  için  işletilen                                                  58   Davacı  vekili,   müvekkili  idarenin  müflis  şirketten  3.003.235.000  TL.  alacağı bulunduğunu,  iflâs  masasına  bildirilen  bu  alacağın  1.442.041.000  TL.lık  kısmının reddedildiğini, bu kararın haksız ve hukuki dayanaktan yoksun olduğunu  ileri sürerek  1.442.041.000 TL.nın iflâs masasına kayıt ve kabulüne karar verilmesini  talep ve dava etmiştir. Davalı İflâs İdaresi cevabında,  davacı idarenin bildirdiği alacağın usulsüz ve fahiş faizden kaynaklanması nedeniyle kısmen kabul edilmediğini, bu kararın haklı olduğunu  belirterek davanın reddini istemiştir. Mahkemece iddia, savunma ve toplanan delillere göre  İflâs İdaresinin vergi alacağını reddedemeyeceği, masaya kabul edip müflisin yerine geçip yasal yollara başvurabileceği  gerekçesiyle  davanın kabulüne  karar verilmiş, hüküm davalı İflâs İdaresince temyiz edilmiştir. Davacı Hazine vekilinin,  müflis şirketten olan alacağını iflâs masasına kaydettirme talebi  İflâs İdaresince kısmen reddedilmiştir. Vergi alacağı bir kamu alacağı olduğundan, İflâs İdaresinin davacıyı, masaya karşı kayıt-kabul davası açmaya zorlamak yerine, kamu alacağını sıra cetveline yazması ve şartları varsa bu alacak iddiasına karşı müflis yerine yargı yoluna (örneğin vergi mahkemesine) başvurması ve sonucuna göre işlem yapması gerekir. Mahkemece dava konusu vergi alacağının masayı kabulüne karar verilmesinde bu nedenle bir isabetsizlik bulunmadığından davalı İflâs İdaresinin temyiz itirazlarının reddi gerekmiştir.  Y. 19. H.D. E. 2001/6539, K. 2001/238, T.  17.1.2002,  Uyar,  s.  16573.   Davacı  vekili,   müvekkili  idarenin  müflis  şirketten 664.091.819.000 TL. vergi alacağı bulunduğunu, iflâs masasına bildirilen bu alacağın İflâs İdaresince reddedildiğini, usulüne uygun tahakkuk eden ve kesinleşen vergi alacağının reddedilemeyeceğini   ileri  sürerek   664.091.819.000  TL'nın  iflâs  masasına  kayıt  ve kabulüne karar verilmesini  talep ve dava etmiştir. Davalı İflâs İdaresi  reddedilen alacağın bir kısmının iflâstan sonraki tarihe ait olduğunu, bir kısmının usulsüz gecikme zammı 1008Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 975-1014                                              Bahçeci gecikme zammının ret konusu olup olamayacağı sorusu kapsamında farklı yönde Yargıtay kararlarına rastlansa da,59 kanımızca fazladan hesaplanan gecikme zammına ilişkin kayıt bildirimi de yine bir idari işlem olarak idari yargı organlarınca iptal edilmelidir. Sonuç Bu çerçevede, iflas idaresinin kamu alacağına ilişkin kayıt talebini herhangi bir istisna olmaksızın- reddedemeyeceği sonucuna ulaşıyoruz. Zira, kamu  alacağı,  kamu  gücünün  kullanımı  ile  yapılan  bir  idari  işleme dayanmakta, bu alacağın sıra cetveline kaydedilmesi için bildirildiği iflas idaresi ise, bir kamu hukuku kişisi sıfatını taşımamaktadır. Bunun doğal sonucu, iflas idaresinin alacak kayıt bildirimine karşı kullanabileceği bir yetkisinin  olmadığı,  ancak  dava  hakkınınn  bulunduğudur.  Nitekim  iflas masasının kanuni temsilcisi sıfatını taşıyan iflas idaresinin, müflis borçluya kıyasla sahip olduğu haklar farklılık gösterebilirse de, herhangi bir kamu borçlusunun sahip olduğundan daha fazla hakka sahip değildir. Buna rağmen kamu alacağının iflas masasına kaydedilmesi için yapılan bildirimin reddi,                                                                                                                    hesaplanmasından kaynaklandığını, bu nedenle kabul edilmemesinde hata bulunmadığını  belirterek  davanın reddini  istemiştir. Mahkemece  iddia, savunma ve toplanan delillere göre İflâs İdaresinin talep edilen vergi alacağını sıra cetveline itirazsız kabul etmek durumunda olduğu, İflâs İdaresinin vergi borcunun varlığı ve miktarı konusunda idari yargıya başvurma hakkı bulunduğu  gerekçesiyle  664.091.819.000 TL'nın iflâs masasına kayıt ve kabulüne  karar verilmiş, hüküm davalı İflâs İdaresince temyiz edilmiştir. Davacı idare tarafından iflâs masasına bildirilen alacak İflâs İdaresince kısmen reddedilmiş, bunun üzerine davacı Vergi İdaresi tarafından temyize konu kayıt ve kabul davası açılmıştır. Anılan uyuşmazlıkta adli yargı değil, idari yargı görevli olduğundan, İflâs İdaresinin alacakla ilgili bir karar vermeden alacağı sıra cetveline yazması ve müflisin başvurabileceği kanuni yollara kendisinin başvurması gerekir. (...) hükmün onanmasına  Y. 19. H.D. E. 2001/3960,  K. 2001/5987, T. 27.9.2001, Kazancı Bilgi Bankası. Aynı yönde: Y. 19. H.D., E.1998/8400, K. 1998/477, T. 05.02.1998, Deynekli-Kısa, age., s. 1049. 59   Dava,  iflâstan sonra işleyen gecikme zammı niteliğinde olduğu gerekçesiyle reddedilen 452.798.50 YTL tutarındaki vergi ve yargı harcı alacağının iflâs masasına kaydı  istemine ilişkindir. Mahkemece  harç ve vergi alacaklarının iflâs idaresince başkaca bir incelemeye gerek  olmaksızın  masaya  yazılması  gerektiğinden  bahisle  davanın  kabulüne  karar verilmiş, hüküm davalı iflâs idaresi memuru tarafından temyiz edilmiştir. Dosyadaki yazılara  kararın  dayandığı  delillerle  gerektirici  sebeplere,  delillerin  takdirinde  bir isabetsizlik  bulunmamasına  göre,  davalı  vekilinin  yerinde  görülmeyen  bütün  temyiz itirazlarının reddiyle usul ve kanuna uygun bulunan hükmün onanmasına  Y. 19. H.D. E. 2006/6719, K. 2006/8927, T. 28.9.2006, E-Uyar Bilgi Bankası. Aksi yönde iflas tarihinden sonra gecikme zammının işlemeyeceği gerekçesiyle kayıt talebinin reddinin hukuka uygun bulunduğu: Y. 19. H.D., E. 1997/1455, K. 1997/3844, T. 10.04.1997, Uyar, age., s. 16580 ve Deynekli-Kısa, age, s. 1051. Y. 19. H.D., E. 1996/1902, K. 1996/3996, T. 18.04.1996, Deynekli-Kısa,age.,  s. 1055.   1009İflas İdaresinin...                    Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 975-1014 bu  kayıt  başvurusu  bir  idari  işlemi  konu  aldığından,  dolaylı  olarak  bu alacağın  dayanağı  olan  idari  işlemin  de  tanınmaması,  yok  sayılması anlamına gelmektedir. Kamu gücüne ve kanunların verdiği bir  yetkiye  dayalı olarak tesis edilen idari işlemle doğan kamu alacağı üzerinde, müflisin alacaklılarında oluşan ve kamu idaresi sıfatını taşımayan ya da adliye örgütü içinde bulunmayan iflas idaresinin ret  yetkisi  olamaz. Bir kamu alacağının varlığı ve tutarı, iflas idaresinin yapacağı bir araştırma ile değil, böyle bir kamu alacağını konu alan bir idari işlemle belirlenebilir.  Çalışmaya  konu  sorunun  çözülmesi  için  teorik  olarak  alacak  kayıt bildiriminin niteliğinin de belirlenmesi gerekir. Kanımızca alacak bildirimi, kamu  alacağını  konu  alan  tarhiyat,  para  cezası  kesilmesi  gibi  idari işlemlerden, bağımsız bir kimliğe sahip, bir başka deyişle müstakil bir idari işlem niteliği taşımaktadır. Zira bildirim, borcun dayanağı ile sınırlı olmayıp, aynı zamanda bu işleme konu alacağın iflas tarihine kadar geçen sürede işleyen gecikme zammını ve hatta çeşitli hesaplama hatalarını şekilde daha yüksek  tutarlı  bir  alacağı  konu  alabilmekte,  varsa  yapılmış  tahsilat  vs. işlemlerle  güncellenmiş  bakiye  bilgisini  içermektedir.  Keza,  VUK  vs. mevzuattan bağımsız olmak üzere İİK da yer verilen bir prosedür gereği yapılmakta, sebep unsuru açısından da farklılık arz etmektedir. Dolayısıyla kayıt  bildirim  işleminin  bir  enformel  işlem  olduğu,  icrailik  niteliği bulunmadığı görüşüne katılmak mümkün değildir.  Aynı şekilde, aşağıda belirtilen muhtelif nedenlerle kayıt bildiriminin bazı  koşullarda  reddedilebileceği  ve  kamu  alacaklısının  alacağına  ilişkin ihtilafın istisnai durumlarda Asliye Ticaret Mahkemesi nezdinde görülen bir davaya konu olabileceği görüşü de kanımızca hatalıdır.   Bu  kapsamda  öğretide  ve  Yargıtay da  benimsendiği  görülen  iflas idaresinin kamu alacağının kesinleşmesi halinde kabul edilerek sıra cetveline koşulsuz kaydetmesi, kesinleşmemiş ise her hangi bir karar vermeden sıra cetveline kayıt ve idari yargıda iptali için dava açılması gerektiği görüşü detaylara girildiğinde tutarlılığını kaybetmektedir. Çünkü kamu alacağının kesinleşip  kesinleşmemesi,  kayıt  bildiriminin  idari  işlem  niteliğini değiştirmemekte,  daha  da  önemlisi  kayıt  bildirimine  konu  kesinleşmiş alacakların da faiz, ödeme ve sair kalemlerde hatalı hesaplanması ve bu feri kalemlerin de idari yargıda davaya konusu edilmesi mümkündür. Kaldı ki kesinleşme daha önce tebliğ edilen tarhiyat işlemine karşı süresi içinde dava açılmamasından kaynaklandıysa, daha sonra bu alacağı konu alan alacak 1010Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 975-1014                                              Bahçeci kayıt bildirimine karşı vergi mahkemesinde dava açma hakkı yine mümkün olmalıdır.   Benzer şekilde, kayıt bildirimine konu borcun sona ermesi, mükerrer kayıt  ya  da  faiz  hesaplanmasındaki  hataların  da  bir  ret  gerekçesi olamayacağını düşünüyoruz. Bir idari işlemin hatalı olmasının sonucu o işlemin yok sayılması değil, idari yargıda bir iptal davasına konu olmasıdır. Müflis  olmayan  bir  kişinin  kendisinden  talep  edilen  mükerrer  kamu alacağına karşı başvurabileceği yargı yolu idari yargı olduğuna göre iflas idaresi  için  de  aynı  yol  geçerlidir.  İdari  işlemleri  iptale  yetkili  olan mahkemeler de tıplı diğer mahkemeler gibi ancak kanunla belirlendiğine göre, bir kamu alacağına dayanak oluşturan işlem de ancak idari yargıya organlarınca yargılama konusu yapılabilir.  Konuya  ilişkin  içtihat  taramasında,  iflas  idaresinin  kamu  alacağının kayıt  bildirimini  reddetmesini  hukuka  aykırı  bulan  pek  çok  Yargıtay kararlarında  da  konunun  görevli  yargı  yolu  çerçevesinde  ele  alındığı görülmektedir.  Ancak  bu  yöndeki  kararların  önemli  bir  kısmında,  kamu alacağının  özel  alacaklardan  olan  farklarına  ilişkin  teorik  bir gerekçelendirme yapılmadığı, pozitif dayanak gösterilmediği görülmektedir. Oysa  2576  Sayılı  Kanun un  6.  maddesi  bu  pozitif  dayanağı  açıkça vermektedir.  Dolayısıyla mevcut sorunun çözümü için konunun kanun koyucu eliyle ayrıca düzenlenmesine de gerek yoktur. Yargıtay kararların idari işlem ve kamu  alacağı  kavramları  dikkate  alınarak  gerekçelendirilmesi  ve  bu çerçevede  şekillenerek  içtihada  dönüşmesi,  özel  hukukun  kamu  hukuku kavram  ve  kurallarıyla  beraber  dikkate  alınması  halinde  uygulamada yaşanan  soru  işaretlerinin  de  ortadan  kalkacağı  kanısındayız.  Hukuksal çözüm  ve  gelişimin,  karşılaşılan  her  hukuksal  sorunu  yeni  bir  yasal düzenleme ile aşmakla değil, konuyla ilgili bir birinden kopuk zannedilen hukuk  bilgisini  sistemli  bir  yorumla  bir  araya  getirmekle  sağlanacağına inanıyoruz.  Bunun için kamu hukuku ve özel hukuk bir birinden kopuk iki ayrı disiplin değil, aynı düzeninin bir birinden ayrılması mümkün bulunmayan, iç içe  geçmiş  parçaları  olduğunun  gözetilmesi  gerektiğini,  günümüz  hukuk kurumları  ve  toplumsal  ilişki  ağı  içerisinde  karşılaşılan  sorunların çözümünde bu iki parçadan birinin -belki aşırı uzmanlaşmanın da etkisiyle-   1011İflas İdaresinin...                    Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 975-1014 göz ardı edilmesinin, çalışmaya konu sorun gibi sağlıksız sonuçlara yol açtığını  düşünüyoruz.  Kamu  alacaklarının  dayanağının  bir  idari  işlem olmasının iflas hukuku uygulamasında dikkate alınmamasının idari işlemle doğan  kamu  alacakları  hakkında  çelişkili  ve  öngörülemeyen  sonuçlar doğurduğunu,  bu  olumsuz  sonuçların  çözülmesi  de  ancak  idari  işlemin niteliğinin dikkate alınmasına bağlı olduğu kanısını taşıyoruz. 1012Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 975-1014                                              Bahçeci",
     "Kaynakça": "Akkaya, Mustafa. (2013). Vergi Yargısında Yargılama Süreçlerinin Yeniden Değerlendirilmesi,   Danıştay  ve  İdari  Yargı  Günü  144.  Yıl Sempozyumu . Ankara: Danıştay yay. s. 179-184.  Akkaya,  Mustafa.  (1997).  Vergi  Sorumlusunun  Vergi  Yargısı  ve  Vergi İdaresi Karşısındaki Konumu, AÜHFD, C.46, S. 1-4, s.185-208 Ağar,  Serkan.  (2006).  Vergi  Yargısında  Davaya  Konu  İcrai  İşlem,  TBB Dergisi (679). s. 285-316. Erkut, Celal. (1990). İdari İşlemin Kimliği. Ankara: Danıştay yay.  Deynekli, Adnan. (1998). İflasın Vergi Alacağının Tahsiline Etkisi, Ankara: Yetkin yay. Deynekli, Adnan – Kısa, Sedat. (2005) Hacizde ve İflasta Sıra Cetveli, Ankara: Turhan  Gözler, Kemal. (2009). İdare Hukuku (2. Baskı). Bursa: Ekin yay. Gözübüyük, Şeref – Tan, Turgut, (2014) İdare Hukuku. Ankara: Turhan yay. Günday, Metin. (2011). İdare Hukuku (10. baskı) Ankara: İmaj yay. Kaplan,  Gürsel.  (2011).   Danıştay  Kararları  ve  İlgili  Özel  Yasal Düzenlemeler  Çerçevesinde  İdari  Yargıda  Ehliyet  ve  Husumet , İÜHFM. C. LXIX, S.1-2, s. 349-390. Korkmaz, Hülya Taş. (2010). İflas Masası. Ankara:Yetkin yay.  Kuru, Baki (2006). İcra ve İflas Hukuku El Kitabı (2. Baskı). İstanbul: Türkmen Kitabevi  Kuru, Baki. (1988). İflas ve Konkordato Hukuku. İstanbul: Evrim Basım Yayım  Oskay, Mustafa.- Koçak, Coşkun, Deynekli Adnan – Doğan, Ayhan (2007) İcra İflas Kanunu Şerhi. Ankara: Turhan Öncel, Mualla - Kumrulu, Ahmet - Çağan, Nami. (2014) Vergi Hukuku (23. baskı). Ankara: Turhan   1013İflas İdaresinin...                    Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 975-1014 Pekcanıtez, Hakan – Sungurtekin Özkan, Meral – Özekes, Muhammet – Atalay, Oğuz. (2013) İcra ve İflas Hukuku (11. baskı)."
}