{
     "Tip": "Makale",
     "Dergi İsmi": "Ankara Üni. Hukuk Fak. Dergisi",
     "Üniversite İsmi": "",
     "Gün": "26",
     "Ay": "08",
     "Yıl": "2021",
     "Cilt": "70",
     "Sayı": "3",
     "Başlık": "KÖY ENSTİTÜLERİ HAKKINDA BİR DÜŞÜNCE",
     "Title": "A Consideration About Village Institutes",
     "Yazar İsmi": [
          "Zeki HAFIZOĞULLARI"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Köy Enstitüleri",
          "Kırsal Okullar",
          "İzmir İktisat Kongresi"
     ],
     "Keywords": [
          "Village Institutes",
          "Rural Schools",
          "İzmir Economic Congress"
     ],
     "Özet": "Köy enstitüleri, Genç Cumhuriyet in, özellikle kırsal kesimde eğitimi yaygınlaştırma  projesi  olarak  hayata  kavuşturulmuştur.  Savaş  sonrası Türkiye Cumhuriyeti döneminde, bu proje, özellikle kırsal nüfusun eğitim ihtiyacının gerçekleştirilebilmesi bakımından çok önemli bir mihenk taşı niteliği  taşımaktaydı.  Köy  enstitüleri  fikri  ve  bunun  temel  çerçevesi  ilk olarak,  Atatürk  önderliğinde  gerçekleştirilen  İzmir  İktisat  Kongresinde ortaya atılmış; 17/4/1940 tarihli 3803 sayılı kanunla birlikte kanuni zemine kavuşturulmuştur. Ancak başarılı geçen 14 senenin ardından, tarihi bir hata olarak; görevini tamamlama fırsatı verilmeden 1954 yılında Köy Enstitüleri kaldırılmıştır.",
     "Abstract": "Village institutes were established as a project of young republic that aiming to train teachers for especially expanding the education to the rural side of the country. In the post-war era of the Turkish Republic, village institutes project was a milestone to educate rural population. The idea and the main aspects of the project come to the fore at İzmir Economic Congress                                                  Makale Geliş Tarihi: 09.08.2021, Makale Kabul Tarihi: 26.08.2021.     Prof. Dr., Ankara Üniversitesi Hukuk Fakültesi Ceza ve Ceza Muhakemesi Hukuku Anabilim Dalı Emekli Öğretim Üyesi, (zekihafizogullari7@gmail.com, ORCID: 00000001-8691-5663)    Zeki HAFIZOĞULLARI Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 899-907 (17 February – 4 March 1923) which was led by Mustafa Kemal Atatürk and Legislated at 17/4/1940 with Code n. 3803. After 14 successful years, village institutes were abolished in 1954 as a historical mistake, without being given the opportunity to succeed.",
     "Metin": "Köy Enstitüleri, Kanunla kurulmuş, Kanunla kapatılmış, halen üzerinde tartışmaların yoğun olduğu bir eğitim kurumudur.  Köy Enstitüleri, kısa ömrü içerisinde çok sayıda öğretmen yetiştirmiş, uyuyan devi uyandırmış, mayasını o kurumlardan alarak yetişen yazar, bilim insanı,  sanatçı  birçok  kimse,  Türk  toplumsal  hayatının  güzelleşmesine, insanî değer kazanmasına, ülke insanlarının özgür birer birey olmalarına katkıda bulunmuştur. Köy Enstitüleri, bir toprağın çağlar boyunca uyuyakalmış insanlarını silkerek  uyandırmayı  amaçlamıştır.  Ancak,  bu  niyet  anlaşılınca, birçoklarının,  özellikle  taşra  mütegalibesinin    düşmanlığı  kazanılmış; sonunda, savaştan yenik çıkmıştır. Köy Enstitülerini, genellikle, çok değerli insanlar Hasan Ali Yücel ve Hakkı  Tonguç un  eseri  olarak  bilmektedir.  Bu  düşünce  yanlış  değildir, eksiktir.  Gerçekten, Hasan Ali Yücel, Milli Eğitim Bakanı olarak, Türk köylüsü için ulusal bir kitle eğitim-öğretim projesi olan Köy Enstitüleri Kanununun çıkmasını  sağlamış;  Hakkı  Tonguç,  Genel  müdür  olarak  kanunu  hayata geçirmiştir. Elbette, bu idealist insanlar, ismi bilinmeyen daha birçok kimse ile birlikte Köy Enstitülerini kuranlardır. Ancak,  biz,  Köy  Enstitülerinin  bilinmeyen  bir  yönünün  olduğunu düşünüyoruz.  Köy  Enstitüleri,  İzmir  İktisat  Kongresinin  eseridir.  Köy  Enstitüleri, yatılı bölge okulları fikri, isimsiz olarak, ilk kez, İzmir İktisat Kongresinde ortaya atılmış, katılanların oybirliği ile hükme bağlanmıştır. Burada, kısaca, bu konu incelenecektir.   900Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 899-907  Köy Enstitüleri Hakkında Bir Düşünce  I. KONGRENİN TARİHÎ, HUKUKÎ DEĞERİ, NİTELİĞİ İzmir  İktisat  Kongresi  veya  I.  İktisat  Kongresi,  zorlu  bir  Kurtuluş savaşı veren bir halkın, silahı bırakan kahraman temsilcilerinin, Lozan Barışı görüşmeleri yapılırken, 17 Şubat-4 Mart 1923 tarihinde Kazım Karabekir Paşa  Hazretleri  başkanlığında  başardıkları,  katıksız  bir  sivil  kitle hareketidir. İzmir  İktisat  Kongresinde,  Türkiye  Devletinin  Halkı,  Milletimiz mazisinden  değil,  Artık  istikbalinden  mesuldür3  diyerek,  Lozan  Barışı sonrasında  uluslararası  kimlik  kazanacak  olan  Devletin,  toplumsal, ekonomik, siyasal ve hukuksal temel yapılarını belirlenmiş, bunu dünya kamuoyuna ilan etmiştir. Devletin bu temel yapılarından biri, Devletin insan unsurunun hangi esas ve ilkeler esas olmak üzere eğitileceği, aileden başlayarak yaygın ve örgün eğitim – öğretim kurumlarının niteliklerinin ne olacağı hususudur.                                                   1   Afetinan, İzmir İktisat Kongresi, Atatürk Kültür, Dil ve Tarih Kurumu, Türk Tarih Kurumu Yayınları, Ankara 1989. Başkalarının karşı çıkmasına rağmen, görüldüğü üzere, Prof. Dr. A. Afetinan bu tarihi olayı ifade etmek için bu adı kullanmaktadır.  2    …. Sizin  söylediğiniz sözler, alınması lüzumunu  beyân edeceğiniz tedbirler, halkın lisanından söylenmiş telakki olunur ve bunun için en büyük isabetlere mâlik olur. Çünkü halkın  sesi  hakkın  sesidir  .  Gazi  Mustafa  Kemal  Hazretlerinin  İlk  Türkiye  İktisat Kongresindeki İftitahî Nutukları, Afetinan, Age., s. 57. Görüldüğü üzere, İzmir İktisat Kongresi kiminin iddiasının aksine bir burjuva hareketi değil, kurtuluş savaşı yapan bir halkın kendi kaderini tayin etmesidir. Zaten bu kongreyi muhteşem kılan da onun bu yönüdür.  3   Afetinan, Age., s. 17:            İktisat Esaslarımız           Milletimiz mazisinden değil,          Artık istikbalinden mesuldür         17 Şubat 339: 4 Mart 339 tarihine kadar        İzmirde toplanan ilk Türk İktisat Kongresinde        kabul olunan esaslar ve irat olunan nutuklar.         İzmir de :  Anadol  Matbaasında tab olunmuştur.   4    … Yine  Kongre Heyet-i Ûmumîyesinin müttefik karariyle tespit ve kabul olunan misakî iktisadi ise siyasî , ahlaki, içtimai lekesizliği temin eden iktisadıyâtımızın temeli olup iktisat âleminde milletimizin kendini mücehhez bulundurması için müttefikân  verilmiş bir ahittir, Kazım Paşa Hazretlerinin İrâd Ettikleri Hitam Nutku, Afetinan, Age., s. 90; Zeki Hafızoğulları,  İzmir  -  İktisat  Kongresi  Görüşler  ve  Değerlendirmeler. (http://www.atam.gov.tr/dergi/sayi-46) 901Zeki HAFIZOĞULLARI Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 899-907 İzmir İktisat Kongresinde, Misak-ı İktisadî Esasları başlığı altında, aynı zamanda ülke insanının eğitimde izlemek zorunda olduğu temel esaslar ve ilkeler belirlenmiştir.  II. TÜRKİYE HALKININ EĞİTİMİNİN ESAS VE İLKELERİ Tabii, Kongrede, halkın, iradesi ile kurduğu Devletin niteliğine bağlı olarak,  Devletin  insan  unsurunun  eğitiminin  genel  esas  ve  ilkeleri  de belirlenmiştir.  Gerçekten,  Misak-ı  İktisadi  Esasları,  2.  maddesinde, Anayasanın  Egemenlik  kayıtsız  şartsız  milletindir  diyen  1.  maddesi doğrultusunda Türkiye halkı milli hakimiyetini, canı ve kanı pahasına elde ettiğinden, hiçbir şeye feda etmez, ve milli hakimiyete müstenit olan meclis ve  hükümetine  daima  zahirdir  diyerek,  toplumun  ulus  toplumu, toplumun siyasal tezahürü olan Devletin insan unsurunun eğitiminin ulusal eğitim olmasını müttefikan tebit ve kabul etmiştir.  Madem  Türkiye,  Milli  hudutları  dahilinde  lekesiz  bir  istiklal  ile dünyanın  sulh  ve  terakki  unsurlarından  biridir  öyleyse  ulusal  eğitim, bağımsızlık temelinde Yurtta barış dünyada barış esasına dayanmalıdır, açıkçası ulusal eğitim kışkırtıcı olmamalıdır. Gerçekten, Misak-ı İktisadî Esaslarının  ittifakla kabul edilmiş olan ör., 3, 9, 11. maddeleri eğitimin barışçı olmasının açık kanıtlarıdır. Ulusal  eğitimin  hedefi,  Türkiye  halkının  ülkesinin  zenginliklerini bilmesi,  bunlardan  yararlanabilmesi,  onları  koruyabilmesi  olmalıdır. Gerçekten,  Misak-ı  İktisadî  Esaslarının  5.  maddesi,  ör.,  Türkiye halkı….Ormanlarını evladı gibi sever diyerek, ulusal eğitimin hedefinin kişilere    cevre  ve  çevreyi  koruma  bilinci  verilmesi  olduğuna  işaret etmiştir. Ulusal eğitimin diğer bir hedefi, iyi ahlak sahibi kişiler yetiştirmek, mukaddesatına, topraklarına, şahıslarına ve mallarına karşı yapılan düşman fesat  ve  propagandalarına  karşı  halka  nefsini  koruma  becerisini kazandırmak olmalıdır. ( Misak-ı İktisadî Esasları, m. 6) Türkler,  irfan  ve  marifet  aşığıdır.  Türk,  her  yerde  hayatını kazanabilecek şekilde yetişir (Misak-ı iktisadî Esasları, m. 7 ). Öyleyse, ulusal eğitimin amacı, kişilere irfan ve marifet kazandırmak olmaktadır. Tüm yaygın ve örgün eğitim kurum ve kuruluşları,  kişilere bilgi vermeli, hem de beceri kazandırmalıdır.                                                   5   Türk……fakat    her  şeyden  evvel  memleketinin  malıdır.  Marife  verdiği  kutsiyet dolayısıyle ( Mevlud-i şerif ) Kandil günü, aynı zamanda kitap bayramı olarak tes id eder ( Misak-ı İktisadî Esasları, m. 7 ). 902Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 899-907  Köy Enstitüleri Hakkında Bir Düşünce  Ulusal  eğitimin  bir  diğer  hedefi,  halk  sağlığının  korunması, sağlıklı nesiller yetiştirmek olmalıdır. ( Misak-i İktisadî Esasları, m.8 ) Ulusal eğitim, uluslararası dostane ilişkileri geliştirmeyi amaçlamalı, çıkarına  olduğu  sürece  ecnebi  sermayesinden  yararlanma  yollarını aramalıdır (m. 9)6. Ulusal eğitim, kişilere, serbestçe çalışma , işlerde inhisar istememe alışkanlıkları kazandırmalıdır ( Misak-i İktisadî Esasları, m.10 ).  Ulusal eğitim, kişilere  sevmeyi  kazandırmalıdır. ( Misak-i İktisadî Esasları, m.10 )  Türk  kadın  ve  kocası,  çocukları  iktisadî  misaka  göre  yetiştirir.  ( Misak-i İktisadî Esasları, m.12 ) Bu demektir ki, Türk ulusal eğitiminin esas ve ilkeleri, Türkiye İktisat Kongresi tarafından konan esas ve ilkelerin, hayata geçirilmesi olmaktadır.  III. KURTULUŞ SAVAŞI SONRASINDA KÖY GERÇEĞİ  Kurtuluş  savaşı  sonrasında  ülkenin  kalan  nüfusu  onüç  veya  ondört milyon civarındadır. Yıllarca savaşan halk yorgun düşmüştür.    Türkiye  ahalisinin  yüzde  sekseni  köylülerden  oluşmaktadır. Köylerde, erkeğe oranla kadın nüfusu fazladır. Erkekler savaşta kırılmıştır. Köylü kadınlar arasında okur-yazar yoktur.    Köylerde  erkekler arasında ya okur-yazar kişi hiç yoktur, ya  da parmakla gösterilecek kadar azdır. Okul yoktur. Bilgisizlik diz boyudur. Çağlar  boyu  Teokratik  düzenle  oluşan  karanlık  Aydınlanmayı  imkansız kılmaktadır. Kurtuluş savaşına katılmış olmasına rağmen, köy ahalisi, hala ulus olduğunun farkında değildir.    Tarım ilkeldir. Bir türlü Kara saban aşılamamıştır. Köylerde asayiş yoktur, korku kol gezmektedir. Köylüler, sağlıksızdır. Çocuk  ölümleri  çoktur.  Halk;  kızıl,  kızamık,  sıtma,  verem,  trahom,  vs. hastalıklardan kırılmaktadır. Köylerde ebe, hemşire, doktor yoktur. Ülkeyi çağın ülkeleri düzeyine çıkarmak, kalkındırmak; köyü çağdaşlaştırmaktan, kalkındırmaktan, kısacası köyleri kentleştirmekten geçmektedir.                                                    6   Türk, …. Ecnebi sermayesine aleyhdar değildir. Ancak kendi yurdunda kendi lisanına ve kanununa uymayan müesseselerle münasebette bulunmaz Afetinan, Age., s. 20. 7   İzmir İktisat Kongresi, Ziraatte Makine Meselesi, Afetinan, Age., s. 31 vd. 8   İzmir İktisat Kongresi, Çiftçi Grubunun İktisadi Esasları, Asayiş Meselesi, Afetinan, Age., s. 22 vd. 903Zeki HAFIZOĞULLARI Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 899-907 Uyuyan  Dev  uyandırılmalıdır.  Çiftçi  Grubunun  İktisadi  Esasları saptanmalı,  yani  Köyün  Ulusal  egemenlik  fikri  esas  olmak  üzere yeniden yapılandırılması sağlanmalı, köylü Milletin efendisi yapılmalıdır.  Gerçekten.  Bütün  Türkiye nin  Ziraat,  Sanayi,  Ticaret  ve  İşçi zümrelerinden9 seçilmiş bin yüz otuz beş temsilcinin katılımı ile toplanan Kongrede, Çiftçi Grubunun İktisadi Esasları adı altında, köyde Ziraat ve Maarif Meselesi tartışılmış, bu konuda Büyük Millet Meclisi hükümetine sunulacak olan ulusal ilkeler saptanmıştır.  IV. KÖY ENSTİTÜLERİ, YATILI BÖLGE OKULLARI Köylülere ve çiftçilere tarımın çeşitli dallarını ameli olarak öğretecek kitap ve mecmuaların bastırılarak bedava dağıtılması kararlaştırılmıştır. Mevcut tüm okullarda, ileri ülkelerde olduğu gibi, sanayi ve tarımın ameli olarak gösterilmesi kabul edilmiştir. Ancak, mevcut bu okullar yeterli görülmemiştir. Her Livada birbirine yakın  köyler  için  yeterli  arazisi  olan  yatılı  birer  ilkokul  açılması kararlaştırılmıştır. Bu okullarda temel derslerle yanında basit uygulamalı ve kuramsal tarım derslerinin yer alması kabul edilmiştir.    O günkü bu düşünce, ileriki yıllarda, bir kanunla kurulan Yatılı Bölge  İlkokullarının  temelini  oluşturmuştur.  Gerçekten,  İzmir  İktisat Kongresinden yıllarca sonra, ülkenin birçok yerinde Yatılı Bölge Okulları kurulmuş, köy çocuklarının kitlesel olarak iyi bir eğitim almaları, kentli insan olmaları sağlanmış, onların isteklerine ve yeteneklerine uygun kent okullarına  devamlarının  yolu  açılmıştır.  Gerçekten,  bugün,  bu  okulların kaderini değiştirdiği, köy kökenli, birçok kentli insanımız bulunmaktadır.                                                  9   Bizim  halkımızın  menfaatleri  yekdiğerinden  ayrılır  sunuf  halinde  değil  bilâkis mevcudiyetleri ve muhassala-i mesaisi yekdiğerine lazım olan sınıflardan ibarettir. Bu dakikada sami lerinin çiftçilerdir, sanatkarlardır, tüccarlardır ve ameledir. Bunların hangisi yekdiğerinin muarızı olabilir. Çiftçinin sanatkara; sanatkarın çiftçiye ve çiftçinin tüccara ve bunların hepsine, yekdiğerine ve ameleye muhtaç olduğunu kim inkar edebilir Gazi Mustafa Kemal Paşa Hazretlerinin İlk Türkiye İktisat Kongresindeki İftitahî Nutukları, Afetinan, Age., s. 68. Bu kongrede,  Amele namiyle hitap edilmekte olan kadın ve erkek erbab-i sây ve ameleye bundan böyle işçi denmesi  (m. 1) ve Bir mayıs gününün Türkiye  işçilerinin bayramı olması (m. 14) kararlaştırılmıştır. Afetinan, Age., s. 51, 52. 10  Kongrenin iktisadi mukarreratı Büyük Millet Meclisi hükümetimize tadim edilmek üzere izhâr olunmuş millî bir lâhıya-i iktisadiyedir Kazım Karabekir Paşa Hazretlerinin İrat Ettikleri Hitam Nutku, Afetinan, Age., s. 90  11  Yazar, yıllarca önce, genç bir öğretmen olarak, bu okullardan biri olan Ahlat Bölge Yatılı Kız İlkokulunda öğretmenlik yapmış, Ülkenin ihtiyaçlarının doğurduğu o okulların, ulusal 904Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 899-907  Köy Enstitüleri Hakkında Bir Düşünce  Ziraat  ve  Maarif  Meselesinin  6.  maddesinde,  köyün  ihtiyaçlarından çıkan, bize has, yani taklit olmayan, özgün olan bir Köy İlkokulu tipi, ayrıntılı olarak tanımlanmıştır.  Gerçekten,  sanayinin  çekimser,  diğer  grupların  oybirliği  oyu  ile, Köylerdeki iptidai mekteplerin mutlaka beş dönümlük bir bahçesi ve iki inekli fenni bir ahır ve kümesi yeni usul bir arılığı ve muallimler için iki odalı bir evi olması ve arazinin bir kısmı sebze ve bir kısmı çiçek bir kısmı da  fidanlığa  tahsis  edilerek  muallimlerin  nezareti  altında  bizzat  talebe tarafından idare edilerek masraf ve hasılatının köy muallimlerine ait olması ve bu suretle çocuklara amelî olarak çiftçiliğin öğretilmesi ve münevver zevatın köylerde yerleşmelerinin teşviki kabul edilmiştir. Kuşkusuz  bu  okulların  tanımına  uygun  öğretmen  ihtiyacı bulunmaktadır.  Ancak,  ülkede,  tanımı  sağlayan  köy  ilkokul  öğretmenler yetiştirilmiş değildir; hiç yoktur. 7. maddenin getirdiği mecburiyet, yani Türkiye  ve  Ecnebi  Darülfünûn,  Âlî  ve  Talî  mektepler  mezunları  ve mezunelerinin ve medreseleri ikmal ederek icazetname alanların en az bir sene  müddetle  6.  maddeyi  tatbik  eden  köy  muallimliklerinde  istihdamı zaten ileriki yıllarda sorunu çözmede yeterli olmamıştır.  Gerçekten,  her  şeyden  önce,  ihtiyacı  karşılayacak  sayıda  öğretmen bulunamamıştır. Öte yandan, bulunanların, 6. maddede belirtilen tipte bir eğitim-öğretim programını gerçekleştirecek niteliklere sahip olmadıklarının görülmesi  yanında,  köy  koşullarına  uyamadıkları,  köylülerle bütünleşemedikleri,  hatta  köylüleri  beğenmedikleri,  gününü  doldurup gitmenin ötesinde başka bir şey düşünmedikleri görülmüştür.  Zaten bu sıralarda Lozan Barışı imzalanmış, 1339/ 364 sayılı Kanunla Cumhuriyet  ilan  edilmiş,  1340/430  sayılı  Tevhidi  Tedrisat  Kanunu yürürlüğe  girmiştir.  Kanunla  ulusal  eğitimin  temelleri  atılmış,  eğitimöğretim  naklî  olmaktan  çıkarılmış,  tamamen  aklî  esaslara  oturtulmuştur. 1340/491  sayılı  Teşkilatı  Esasiye  Kanunu  yürürlüğe  girmiştir.  Tabii, Devrimler yapılmış; yepyeni bir toplum, hukuk, devlet düzeni konmuştur.                                                                                                                    dili ve kültürü yaymada çok başarılı olduklarını görmüştür. Yazar, o yılları, meslek hayatının en güzel günleri olarak değerlendirmektedir. 12  29.10,1329 ( 1923 ) tarih ve 364 sayılı Teşkilatı Essasiye Kanununun Bazı Mevaddının Tavzihan Tadiline Dair Kanun,  Madde 1- Hakimiyet, bilâ kaydü şart milletindir. İdare usulü halkın mukadderatını bizzat ve bilfiil idare etmesi esasına müstenittir. Türkiye Devletinin şekli Hükümeti, Cumhuriyettir .  13  Bkz. Anayasa, m. 174. 14  Bu kanun 1924 Anayasası olarak bilinmektedir.  15  Zeki Hafızoğulları, Türkiye Cumhuriyeti Devletinin Fikri Temelleri, Atatürk Kültür, Dil ve Tarih Yüksek Kurumu, Atatürk Kültür Merkezi Yayını, Ankara 2001. 905Zeki HAFIZOĞULLARI Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 899-907 1928/1353  sayılı  Kanunla  Türk  harfleri  kabul  edilmiştir.  Tüm  ülke, toplumsal,  ekonomik,  siyasi  ve  hukuki  bakımdan,  tümden  yeniden yapılanmaktadır.   Yeni  nesil  öğretmenlerin  eseri  olacaktır   denmektedir. Ancak, okul ve öğretmen ihtiyacı, özellikle köylerde, had safhadadır.  Ziraat ve Maarif Meselesinin 6. maddesinde nitelikleri saptanan Köy İlkokuluna öğretmen yetiştirmek, münevver zevatın köyde yerleşmelerini sağlamak, asayişi tesis etmek zorunluluğu, ileriki yıllarda Köy Enstitülerini doğurmuştur. Bu demektir ki, Yatılı Bölge İlkokulu,   Köy İlkokulu  ve  Köy Enstitüsü  fikri, hiç kimsenin değil, Kurtuluş savaşı yapan bir halkın, silahı bırakarak,  Türkiye Devletini  toplumsal, ekonomik, hukukî ve siyasî olarak yeniden yeni baştan kurmak amacıyla İzmir' de toplanan kahramanlarının eseridir.  Türk  halkının  iradesi,  ileriki  yıllarda,  Cumhuriyet  Halk  Partisi Hükümetinin  kanun  teklifi,  büyük  tartışmalar  sonunda,  Türkiye  Büyük Millet Meclisinde kabul görmüş; böylece, özgün bir eğitim-öğretim kurumu olarak  Köy  Enstitüleri  ortaya  çıkmıştır.  Ancak,  Kanun,  uzun  ömürlü olamamış, Demokrat Parti hükümeti, çıkardığı bir kanunla, Köy Enstitülerini kapatmıştır.  Temelinde  emsalsiz  bir  Kurtuluş  Savaşı  veren  bir  halkın  katıksız iradesinin  eseri  olan  bu  kurum,  maalesef,  siyasî  parti  yardakçısı  kasaba mütegalibesi  ağaların,  teokrasi  kalıntılarının,  din  tüccarlarının,  softaların acımasız  saldırılarına,    Soğuk  savaş  yıllarının  sert  rüzgârlarına  yenik düşmüştür.  SONUÇ Yatılı Bölge İlkokulları, Köy Enstitüleri fikrinin kaynağı, İzmir İktisat Kongresinin, Ziraat ve Maarif Meselesi başlığını taşıyan kararların 3. ve 6. maddeleridir. Bu büyük fikir, Büyük Türk Düşünürleri Hasan Ali Yücel, Hakki Tonguç elinde somutlaşmış, o sayede ülke, karanlığı yenmeye azimli, binlerce öğretmen kazanmıştır.  Köy Enstitüleri o günkü köy gerçeğinin eseridir.  Köy Enstitülerinin bugün artık gerekli olduğu düşünülmemektedir.                                                   16  Gerçekten,    köylerde,  asayişin  temini  ile  okullaşma  ve  cehaletin  giderilmesi  ilişkili görülmüştür. Asayiş Meselesi,  Madde 1- Asayişin temini için maarifin neşri ve cehaletin izalesi Afetinan, Age., s. 22. 906Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 899-907  Köy Enstitüleri Hakkında Bir Düşünce  Gerçekten,  çarpık  da  olsa,  Türkiye  kentleşmiştir.  Köyler  boşalmış, kentlinin  köylüye  oranı  nerdeyse  yüzde  yetmişlere  dayanmış,  kentlerin köyleşmesi sorunu ortaya çıkmıştır. Köylerde gelişmeler olmuştur. Ulaşım kolaylıkları,  güvenliğin  sağlanması,  okullaşma,  tarımın  gelişmesi,  radyotelevizyon yayıncılığı köy hayatını değiştirmiştir.   Bununla birlikte, tezvirattan  uzak, izan sahibi  birçok kimse;  Köy Enstitüleri çok uzun yıllar varlığını sürdürmüş olsaydı, belki bugün hala ülkenin başının derdi az gelişmişlik, ırkçılık, irtica, vs., birçok kangrenleşmiş sorunun, çoktan ortadan kalkmış olacağı kanaatindedir.  İşlevini  tamamlama  fırsatı  verilmeden  Köy  Enstitülerinin  ortadan kaldırılmış olması tarihi bir hata olmuştur.",
     "Kaynakça": "Afetinan, İzmir İktisat Kongresi, Atatürk Kültür, Dil ve Tarih Kurumu, Türk Tarih Kurumu Yayınları, Ankara 1989. Hafızoğulları  Zeki:  “İzmir  -  İktisat  Kongresi  Görüşler  ve  Değerlendirmeler”. (http://www.atam.gov.tr/dergi/sayi-46) Hafızoğulları Zeki: Türkiye Cumhuriyeti Devletinin Fikri Temelleri, Atatürk Kültür, Dil ve Tarih Yüksek Kurumu, Atatürk Kültür Merkezi Yayını, Ankara 2001.              907Zeki HAFIZOĞULLARI Ankara Üni. Hukuk Fak. Dergisi, 70 (3) 2021: 899-907"
}