{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "4",
     "Başlık": "RUSYA FEDERASYONU ANAYASASINDA KUVVETLER AYRILIĞI VE YARGI ERKİ ÜZERİNE BAZI NOTLAR",
     "Title": "Notes on Separation of Powers and Judicial Power in the Constitution of the Russian Federation",
     "Yazar İsmi": [
          "Doç. Dr. Ali ASKER"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Rusya Anayasası",
          "hukuk sistemi",
          "kuvvetler ayrılığı",
          "yargı bağımsızlığı",
          "Anayasa Mahkemesi"
     ],
     "Keywords": [
          "The Constitution of Russia",
          "legal system",
          "separation of powers",
          "judicial independence",
          "the Constitutional Court."
     ],
     "Özet": "Sosyalist hukuk doktrinine aykırı olduğu için kuvvetler ayrılığı ilkesi Sovyet hukuk sisteminde yer almamıştır. Sovyetler Birliğinin sonlarına doğru bu ilke  anayasa  değişiklikleri ile sosyalist hukuk sistemine  girmiş  oldu. Rusya da kuvvetler ayrılığı ilkesi ilk kez 1990 yılında kabul edilen Devlet Egemenliği Bildirisi nde yer aldı. Bu belgede devlet iktidarının yasama, yürütme ve yargı olmak üzere üç organdan oluşacağı belirlenmişti. 1992 yılında yapılan değişiklikle bu hüküm ilk kez Anayasaya dâhil edildi. Fakat ülkede yapılan siyasi reformlar yetersizdi ve Rusya güçlü başkanlığa dayalı bir sistem kurdu. Yeni anayasa yapımı ve hükümet tercihi sürecinde Anayasa Mahkemesi tartışmaların merkezinde yer almıştır. Bu süreçte yürütme gücü devletin diğer erkleri üzerinde hegemonya kurmuştur. Anayasa Mahkemesi 1991-93  yıllarında  faaliyet  gösterdiği  ilk  dönemde  yürütmenin  emriyle kapatılmıştır. 1993 ten itibaren yeniden kurularak faaliyete başlamıştır. Bu bakımdan yürütme ve yargı arasındaki ilişkilerde yürütmenin fiili ve yasal üstünlüğü söz konusudur. Günümüzde Anayasa yargısı ülkede yaşanan politik gelişmelerden etkilenmektedir. Ayrıca, Rusya’da Anayasa yargısı sadece iç değil aynı zamanda dış eksenli sorunlar da yaşamaktadır.",
     "Abstract": "The principle of separation of powers was not involved in the Soviet legal system due to the fact that it is against the Soviet legal doctrine. With constitutional provisions, the principle took a part in the socialist legal system in the last period of the Soviet Union. For the first time, the principle of separation of powers in Russia was situated in the Declaration of State Sovereignty in 1990. In the declaration, political power was determined as being  composed  of  three  branches,  namely  legislative,  executive  and judiciary.  With  a  change  in  1992,  the  provision  was  included  in  the constitution. Yet political reforms in the country were inadequate and Russia founded a system based on full-fledged presidential model. The Constitutional Court was in the eye of the storm during the regulations on constitution and government model. In such a case, the executive power attained dominance over the other powers. The Constitutional Court was closed by an executive order in the first period of it between the years 1991 and 1993. From 1993 onwards, it was re-established and started functioning. Accordingly, there is de facto and legal supremacy of the executive power in its relations with judiciary. At the present time, constitutional jurisdiction may be influenced by political  developments  taking  place  in  the  country.  Furthermore, constitutional jurisdiction in Russia encounters not only problems of domestic politics but also issues related to foreign affairs.",
     "Metin": "Sovyetler  Birliğinin  dağılmasıyla  ortaya  çıkan  yeni  cumhuriyetler, anayasal değişimi ve gelişim süreçlerini izlemek açısından adeta canlı bir laboratuvar  görevi  görmüşlerdir.  Birliğin  dağılmasından  bu  yana  çeyrek yüzyıl geçmesine rağmen değişim süreci bugün de devam etmektedir. Siyaset ve  hukuk  literatüründe  genellikle   demokrasiye  geçiş  süreci   olarak tanımlanan bu süreç sonucunda, genel olarak beklenen demokratik devlet yapıları inşa edilememiştir. Ayrıca söz konusu devletlerin demokratikleşme düzeyleri arasında önemli farklılıklar da gözlemlenmektedir. Post Sovyet 1112Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1111-1134  Asker ülkelerde zaman zaman patlak vermiş  renkli devrimler , sürecin hala devam ettiğinin ve  demokratik kurumların bir türlü oturtulamamasının en  bariz kanıtıdır. Ekonomik ve politik anlamda dönüşümünü tamamlayamamış bu ülkelerde, siyasi rejim şekillenmesinin nasıl bir eğilim göstereceğini tahmin etmek aslında zor değildir. Fakat konuyu hukuk disiplini çerçevesinde ele aldığımızda farklı bir yöntem takip etmek ve hukuk kuramlarının yanı sıra pozitif hukuk düzenlemelerine de öncelik vermek gerekir. Dönüşüm sürecini yaşayan  ülkeler  arasında  Rusya  Federasyonu  önemli  bir  yere  sahiptir. Rusya nın anayasal dönüşüm süreci sadece ülke içi demokratikleşme ve siyasi istikrar açısından değil, yakın çevre ülkeleri üzerindeki etkisi bakımından da kayda değerdir. Sovyet sonrası dönemde Rusya daki anayasa yapımı sürecinin karmaşık olaylarını  anlamak  için  bu  devletin  hukuk  tarihinin  ortaya  koyduğu tecrübelere bakmak önemlidir. Dünyanın büyük imparatorluklarından olan Rusya da mutlak monarşinin gereği olarak yönetim her zaman  demir el  politikasına öncelik vermiştir. Avrupa da liberal hak ve özgürlüklerin ortaya çıktığı ve demokratik yönetim biçimlerinin şekillendiği dönemde Rusya da sosyal ve ekonomik şartlar, ayrıca hâkim siyasi düşüncenin niteliği ülkede modernleşme sürecinin oldukça yavaş ilerlemesine neden olmuştur. Yenilik ve  reformları  zorlukla  kabullenen  Çarlık  yönetimi,  ülkeyi  eski  usullerle yönetmeye çalışmıştır. 1917 yılı Şubat ihtilali sonucunda mutlakıyet rejimi yıkılmışsa  da  ülkede  demokratik  bir  cumhuriyet  rejimi  kurulamamıştır. Ardından Bolşevik ihtilali sonucunda yetmiş sene devam eden totaliter bir devlet  sistemi  şekillenmiştir.  1980 lerin  ortalarında  sistemi  revize  etmek amacıyla başlatılan reformlar başarısızlıkla sonuçlanmış ve Sovyetler Birliği dağılmıştır. Zengin beşeri ve tabii kaynaklara dayalı Rusya da demokratik hukuk devletinin kurulması yönünde girişimler başlatılsa da herhangi bir başarı sağlanamamıştır. Aslında bu, tarih boyu tekrarlanan başarısız reformlar zincirinin  bir  halkası  idi.  Nitekim  bu  ülkede  yapılmış  reformlar  çeşitli nedenler  yüzünden  ya  durdurulmuş  ya  amaçlarına  erişemeden  kesintiye uğramış ya da beklenmedik ters tepkiler doğurmuştur.  Dağılma sürecinde eski rejime muhalif olarak örgütlenmiş geniş kesimler ve siyasi elitler demokrasi, insan hakları, serbest rekabet, piyasa ekonomisi üzerinden geliştirdikleri sloganları öne çıkardılar. Fakat iktidara geldikten sonra   velikorus 2  düşüncesinden  ve  güçlü  devlet  sendromundan                                                  2   Rus Şovenizmi   1113Rusya Federasyonu Anayasasında...Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1111-1134  kurtulamayan siyasi elitler, yeni dönemde yeni baskı yöntemleriyle hareket ediyorlardı. Bu süreç güçlü yürütmeye dayalı bir sistemin şekillenmesiyle devam ediyordu.3 Sovyetler  sonrası  dönemde  Rusya da  devlet  erkinin  örgütlenmesi, yasama, yürütme ve yargı arasındaki ilişkilerin niteliği hukuk ve siyaset bilimi açısından dikkat çeken bir vakıadır. Öncelikle şunu vurgulamak gerekir ki Sovyet hukuk sisteminde kuvvetler ayrılığı geçersiz bir kuramdı. Sovyetler Birliğinin dağılma sürecine girdiği tarihten itibaren bu kuram, çok fazla dile getirilen demokratik hukuk devletinin olmazsa olmaz ilkesi olarak itibar görüyordu. Bu yüzden bağımsızlık yoluna girmiş birlik cumhuriyetlerinin egemenlik bildirgelerinde, daha sonra bağımsızlık belgelerinde bu ilkeye açık şekilde  yer  verildi.  Kuvvetler  ayrılığı  ilkesi  bu  ülkelerdeki  yeni  düzen inşasında adeta iktidar erkinin zorbalığını bertaraf edecek bir reçete olarak algılanıyordu.  Rusya da kuvvetler ayrılığı ilkesi ilk kez 1990 yılında kabul edilen Devlet Egemenliği Bildirisinde yer aldı. Bu belgede devlet iktidarının yasama, yürütme ve yargı olmak üzere üç organdan oluşturulduğu belirlenmişti. 1992 yılında yapılan değişiklikle bu hüküm ilk kez Anayasaya dâhil edildi. Kuvvetler  ayrılığı  kuramının  teorik  boyutu  ve  eleştirel  yönlerinin incelenmesi başka bir makalenin konusudur. Zira konunun  hukuk teorisi açısından ele alınması ilk bakışta çok çekici görünse de içinden çıkması zor bir uğraşıdır.   Güçler ayrılığı, ayrıca işlenmesi oldukça zor belirsizlik veya çelişkileri  içermektedir,  bu  nedenle  uzun  zamandan  beri  güçler  ayrılığı üzerinde  gerek  teorik  gerekse  hukuk  dogmatiği  bakımından  hâkimiyet kurmanın  olanaksız  olduğu  sıkça  ileri  sürülmüştür. 4  Kuvvetler  ayrılığı konusunu teorik olarak ele almadan önce Rusya da bu yapı içerisinde yer alan iktidar erklerinin niteliğine ilişkin bazı tespitlerde bulunmakta yarar vardır. Bu bağlamda aşağıdaki iki hususun irdelenmesi özellikle önemlidir: 1) Yasama ve yürütme erki arasındaki ilişkilere dayanarak benimsenmiş hükümet rejimi                                                  3   Bu konuda bkz: Ali Asker. Rusya da Yönetim Geleneğinin Değişemeyen Özelliği: Güçlü Yürütme: İçinde: Başkanlık Sistemi: Karşılaştırmalı Bir İnceleme ve Türkiye İçin Değerlendirmeler (Editörler: Murat Aktaş, Bayram Coşkun), 1. Basım, Nobel yayınları, Ankara Ekim 2013, ss. 105-149, 2. Basım, ss. 185-258. 4   Cornils M. Güçler Ayrılığı (Çeviren: Ahmet M. Güneş). İçinde: Anayasa Teorisi (Editörler: Otto Depenheuer, Christopf Grabemwarter. Çeviri editörü: İlyas Doğan), Lale Yayıncılık, yy. 2014, ss. 669-712. 1114Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1111-1134  Asker 2) Yargı  erkinin  yapısı  ve  işleyişinin  belirlenmesi  ve  diğer  iktidar erkleriyle ilişkileri Sovyet sonrası dönemde anayasa yapımı süreçleri sancılı geçmiştir. Bu toplumlarda (özellikle Müslüman ve Türk) anayasalar  lider anayasaları  olarak şekillenmiş olup, eski komünist önderler  bağımsız, demokratik hukuk devleti  inşasında anahtar figür konumuna gelmişlerdir. Totaliter rejimden demokrasiye geçişin beyan edildiği bu ülkelerde kısa süre içinde eski komünist liderlerin otoriter iktidarları tesis edildi. Rejim değişimlerinin  getirdiği  zorluklar  bazı  ülkelerde  silahlı  çatışmaya  kadar ilerleyen derin toplumsal yaralar açtı. Rusya da böyle bir sürecin yaşandığı ülkelerdendi. Nitekim yasama ve yürütme arasındaki yetki tartışması sonucu ortaya çıkan siyasi kriz derinleşerek askeri müdahalenin doğmasına neden oldu. Yürütmenin başı olan Devlet Başkanı B. Yeltsin tarafından yasamaya karşı askeri güç kullanıldı, anayasa yapımı süreci yürütmenin  zaferiyle  sonuçlandı ve bu tutum yeni anayasanın ruhuna ve lafzına önemli şekilde yansıdı. Yasama ve yürütme arasındaki bu kavgalı durumda tarafsız olmaya çalışan yargı erki (Anayasa Mahkemesi) yürütme tarafından  cezalandırılarak bertaraf  edildi.   Rusya  açısından  anayasa  yapımının  tek  liderin  mutlak hegemonyası  altında  geliştiğini  tam  anlamıyla  söylemek  zor  olsa  da  o dönemdeki yürütme erkinin kuvvetler ayrımından önemli bir pay kopardığını ve hatta güç gasp ettiğini söylemek yanlış olmayacaktır. Rusya ve birçok eski Sovyet  ülkesinde  tercih  edilen  hükümet  sisteminin  genel  özelliği  geniş yetkilerle  donatılmış  başkanlık  kurumu  ve  zayıf  parlamento  şeklinde karşımıza çıkmaktadır. Cumhurbaşkanlarının (veya devlet başkanı) kişisel tutum, imaj ve karakterinin etkin olduğu bu ülkelerde otoriter, yarı otoriter,  ölçülü otoriter  (veya ölçülü demokrasi) adları altında değişik siyasi rejim tanımlamaları yapılırken, tartışılmaz tek gerçeklik, lider iktidarının (veya yürütme erkine dayalı) üstün konumda olduğu ve kısa sürede otoriter yönetim sisteminin  yasallaştığıdır . Hükümet sisteminin yasal, siyasi veya kuramsal çerçevede   başkanlık ,   yarı  başkanlık ,   süper  başkanlık ,   başkanlı parlamenter  vs. adlar altında tasnif edilmesi (veya tartışılması) bu gerçeği değiştirmemektedir.  Rus  siyasi  düşüncesi,  güçlü  başkanlığa  dayalı  bir  sistemi,  devletin varoluş gerçeği olarak görmektedir. Rus elitlerinin ezici çoğunluğuna göre başkan hegemonyasına dayanmayan bir yönetim Rusya nın çözülmesine yol   1115Rusya Federasyonu Anayasasında...Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1111-1134  açacaktır.5 Tesadüfî değildir ki Medvedev de 2010 yılında yaptığı açıklamada  hükümet  sistemi  olarak  parlamenter  demokrasinin   Rusya  Federasyonu açısından bir  felaket  olduğunu ifade etmiştir.6  Rusya da nasıl bir hükümet sisteminin uygulandığı sorusuna tek boyutlu bir yanıt vermek imkânsızdır. Önemli olan ve herkesin kabul ettiği husus Rusya  Federasyonu  Anayasasında  öngörülen  hükümet  sisteminin  Devlet Başkanını geniş yetkilerle donatması, onu diğer hâkimiyet kollarına nazaran kuvvetli bir hale getirmesidir. Devlet Başkanı hükümetin başıdır. Hükümet Başkanının  atanması  sırasında  Duma nın  onay  verip  vermemesi  bir formaliteden öteye geçmemektedir. Devlet Başkanının  iç ve dış politikanın temel yönlerini belirlediğine  dair hüküm, onun ilgili kurum ve kuruluşlar üzerinde doğrudan denetim ve yönetim potansiyeline sahiplenmesi olarak telakki  edilmektedir.  Bu  bağlamda  Hükümet  her  ne  kadar  hâkimiyetin müstakil bir erki olarak (ayrıca Anayasa metninin sistematiğinde) yer alsa da fiilen Devlet Başkanının politikasını gerçekleştiren bir alt kol niteliğindedir. Hükümet üzerinde bu kadar etkin olmasının yanı sıra Devlet Başkanı, kendi Sekretaryasını önemli görevlerle donatarak yürütme erki üzerinde daha etkin bir hale gelmiştir. Bu kadar güçlü yürütme erkinin bulunduğu Rusya da yargı erki kuvvetler ayrılığı çerçevesinde nasıl bir konuma sahiptir? Bu soruyu yanıtlamadan önce M.V. Baglay ın Rusya da yargı sistemiyle ilgili yaptığı genel, fakat doyurucu bir  değerlendirmesini  zikretmekte  yarar  vardır.  Baglay a  göre   Rusya Federasyonunda  yargı  erki  toplum  hayatında  hak  ettiği  yerde  değildir. Totaliter dönemde eğitilmiş yurttaşlar yargının hukuk ve adalete bağlılığına inanmıyorlar,  onu  küskünlerin  savunucu  olarak  görmüyorlar.  Maalesef, yargıçların yetersizliği, inanılmaz bir bürokrasi, hâkimlerin çoğunun hukuk                                                  5    Adil Rusya  Partisi mensuplarından milletvekili Anatoli Aksakov un söyledikleri Rus siyasi elitlerinin bakış açısına bariz örnek teşkil etmektedir:  Parlamentarizm ülkede yönetilebilirliğin ortadan kalkmasıyla sonuçlanır. Ülkenin tarihine baktığımız zaman bunu görebiliriz. Rusya; merkezi hâkimiyetin güçlü olduğu dönemlerde gerek ekonomik gerekse politik alanda büyük başarılar elde etmiştir. Fakat parlamentonun üstün olduğu dönemlerde ülkede derhal sorunlar ortaya çıkmıştır. Bunun en taze örneği SSCB Yüksek Konseyidir. Bu halk  meclisi  Sovyetler  Birliğinin  dağılmasına  neden  olmuştur…  Güçlü  iktidar  Çar döneminde de, Sovyet döneminde de, bu gün de toplumda istikrarı sağlamıştır.  Для России предпочтительнее  сильная  централизованная  власть  Российские  парламентарии высказали  мнение  об оптимальной  модели  политического  устройства  в  стране, http://rusk.ru/newsdata.php?idar=177082 6   Медведев: парламентская демократия как форма правления для РФ - катастрофа, http://rus.ruvr.ru/2010/09/10/19703419/ 1116Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1111-1134  Asker eğitiminin eksikliği bu ruh haline yardımcı olmaya devam etmektedir. Bugüne dek ülkede mahkeme reformu tamamlanmamıştır. 7 Kuvvetler ayrılığı bağlamında yargının durumunu irdelemek için genel olarak sistem içinde yargıyla ilgili bazı tespitlerde bulunmakta fayda vardır: 1) Güçlü  yürütme  erkine  dayalı  sistemde  yargının  tarafsızlığı  ve bağımsızlığının ihlal edilmesi bu sistemin doğal bir özelliği olarak karşımıza çıkmaktadır. 2) Anayasa yargısını  dördüncü erk  olarak adlandıran anayasacılar da vardır.8  Oysa  yargı  erki  kuvvetler  ayrılığı  içinde  bir  bütündür.  Konuyu normatif bir bakış açısıyla ele aldığımızda kuvvetler ayrılığı içinde yargı erki sadece Anayasa Mahkemesi tarafından değil bağımsız mahkemelerin tümü tarafından kullanılır. Kuvvetler ayrılığının gereği olarak devlet erkini yasama, yürütme  ve  yargı  kollarına  ayırırken  kanunların  anayasal  denetiminin sağlanması çağdaş hukuk devleti açısından yeterli değildir. Kişileri, temel hakların en çok ihlal edildiği alan olarak bilinen yürütmenin baskısından korumak için diğer yargı kollarına ihtiyaç vardır. Bu doğrultuda anayasa yargısı hukuk, ceza yargısı ve idari yargıyla beraber kuvvetler ayrılığı içinde bir bütün olarak faaliyet göstermektedir.  3) Rusya  Federasyonu karmaşık ve  çok katmanlı bir federal yapıya sahiptir. Anayasa yargısı iktidar erkleri arasındaki sadece yatay ilişkileri değil ayna zamanda dikey ilişkileri, merkez ve yerel ilişkilerini denetleyen bir organdır. 4) Anayasa  Mahkemesi  1991-93  yıllarında  faaliyet  gösterdiği  ilk dönemde  yürütmenin  emriyle  kapatılmıştır.  1993 den  itibaren  yeniden kurularak  faaliyete  başlamıştır.  Bu  yüzden  yürütme  ve  yargı  arasındaki ilişkilerde yürütmenin fiili ve yasal üstünlüğü söz konusudur. Rusya da  anayasa  yargısının  gelişim  sürecine  baktığımızda  Sovyet döneminde kanunların anayasaya uygunluk denetimini gerçekleştiren belli bir mahkeme modelinin olmadığını görmekteyiz. Bilindiği üzere 10 Temmuz 1918  tarihinde  kabul  edilmiş  anayasanın  uygulanması  üzerinde  denetim yetkisi  1922  yılında  tesis  edilmiş  RSFSC  Savcılığı  tarafından                                                  7   Баглай М. В. Конституционное право Российской Федерации.  Норма  Москва 2011, s. 636. 8   Bkz: İbrahim Ö. Kaboğlu. Anayasa Hukuku Dersleri (Genel Esaslar), 10. Baskı, Legal, İstanbul 2015, s. 146.   1117Rusya Federasyonu Anayasasında...Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1111-1134  gerçekleştirilmekteydi.  1936  Anayasasının  kabulünden  sonra  hukuk normlarının  anayasaya  uygunluğu  üzerindeki  denetim  yetkisi  Birlik cumhuriyetlerinin Yüksek Sovyetlerine tanındı. Şunu da vurgulamak gerekir ki uygulamada bir anayasaya uygunluk denetiminden söz etmek oldukça zordur. Nitekim yeni düzenlemeler yapıldığı zaman kanun veya kararnamenin anayasaya uygunluğundan ziyade anayasa metninde değişiklik yapılarak ilgili düzenlemelere uyumlu hale getirmek eğilimi daha yaygındı.  Rusya  hukuk  tarihinde  bağımsız  anayasal  denetimi  gerçekleştirmek amacıyla  ilk  kez  1989  yılında  tesis  edilen  Anayasa  Denetimi  Komitesi oluşturuldu.  Anayasa  denetimini  yapacak  özel  bir  organ  oluşturulması düşüncesi M.S. Gorbaçov a aittir. 1 Aralık 1988 yılında SSCB Anayasasının 125. maddesine yapılan değişiklik ve ilave ile 23 uzman hukukçu ve siyaset bilimcilerden müteşekkil SSCB Anayasa Denetimi Komitesi oluşturulacaktı. Komitede Sovyetler Birliği nin 15 cumhuriyetinden temsilciler yer alacaktı. 21-23  Aralık  1989 da  II.  SSCB  Halk  Vekilleri  Kurultayında   SSCB de Anayasa Denetimi Hakkında Kanun  kabul edildi ve komitenin başkan ve başkanvekili  seçildi.10  Geriye  kalan  üyeler  Yüksek  Sovyet  tarafından seçilecekti. Anayasa Denetim Komitesi kanunların, ayrıca kanun tasarılarının ve SSCB Başsavcısını, SSCB Devlet Hakeminin düzenlemelerini ve diğer normatif hukuk düzenlemelerini denetleme  yetkisine  sahipti. Fakat 1991 Ağustos darbesi sırasında basında bu kuruma ilişkin ciddi eleştiriler yer aldı. Zaten Sovyetler Birliği de sona yaklaşıyordu ve Aralık ayında kendi kendini feshetti. Rusya da  anayasa  yargısının tarihsel gelişim süreci, kısa olmasına rağmen son derece renkli ve karmaşıktır.12 1990 lardan itibaren Sovyet sonrası ülkelerde anayasa mahkemeleri örgütlenmeye başladı.13 12 Haziran 1990 tarihli  RSFSC nin Devlet Egemenliği Bildirisinde  yürürlükteki normatif hukuk  düzenlemelerinin  anayasal  denetiminin  anayasal  yargı  kurumu                                                  9   Daha sonradan bu sayı artırılarak 27 ye yükseltildi 10  Закон СССР от 23 декабря 1989 г. N 972-I. Ведомости Съезда народных депутатов СССР и Верховного Совета СССР. 1989, No:29,ст. 572. 11   RF AYM nin kısa tarihçesi resmi sayfasında yer almaktadır.  12   Anayasa Mahkemesinin tarihine ilişkin kapsamlı araştırma  ve  belgeler için bkz:  Из истории  создания  Конституции  Российской  Федерации.  Конституционная комиссия: стенограммы, материалы, документы (1990–1993 гг.) (Под общ. ред. канд. юрид. наук О.Г. Румянцева). Москва 2007–2010. В 6 томах (10 книгах). 13   Post Sovyet ülkelerde anayasal yargının örgütlenmesi ve mahkemelerin faaliyeti, ayrıca ilgili mevzuata ilişkin Bkz: Конституционное правосудие в странах СНГ и Балтии. Сборник нормативных актов (Отв. ред. М.А. Митюков), Зерцало, Москва 1998. 1118Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1111-1134  Asker tarafından yapılması öngörülmekteydi.14 15 Aralık 1990 yılında RSFSC de ilk kez Anayasa Mahkemesine dair hüküm yer aldı. II. RSFSC Halk Vekilleri Kongresinde yapılan Anayasa değişikliği doğrultusunda Anayasa Mahkemesi kongre tarafından seçilecek, faaliyeti ise ayrı bir kanunla düzenlenecekti. IV. RSFSC Halk Vekilleri Kongresinde RF Anayasa Mahkemesi Kanunu tasarısı sadece yüz oy toplayabildi. 12 Temmuz 1991 yılında tasarı, bazı hükümleri değiştirilerek  V.  Kongre  tarafından  kabul  edildi.15  29-30  Ekim  1991 de mahkemenin  15  hâkiminden  13 ü  seçildi  (Yüksek  Sovyet  Başkanının önerisiyle).  Anayasa  Mahkemesinin  birçok  kararı  yürütme  erkinin  yasama  ve mahkeme erklerine karşı yetki sınırlarını aşmasına ilişkindi.16 14 Ocak 1992 tarihinde ilk oturumunda Anayasa Mahkemesi RSFSC Devlet Başkanının  RSFSC nin  Güvenlik  Bakanlığı  ve  İçişleri  Bakanlığının  Oluşturulması Hakkında ki Kararnamesinin anayasaya uygun olmadığına dair karar aldı. Zira Cumhurbaşkanı bu kararnameyle güvenlik ve içişleri bakanlıklarını tek bakanlık altında bir araya getiriyordu. Anayasa Mahkemesi kararnamenin anayasaya aykırı olduğuna, Devlet Başkanının kendi yetkisini aştığına karar verdi.18 Anayasa Mahkemesi 1992-1993 yıllarında Rusya da anayasa yargısının oluşmasına önemli katkıda bulunmuştu. Fakat dönemin siyasi olayları içinde yer  alması  nedeniyle  bu  kurum  kamuoyu  nazarında  farklı  bir  imaj sergilemiştir.  Yasama  ve  yürütme  arasındaki  keskin  mücadele  sırasında Anayasa  Mahkemesi  de  siyasi  tutkuların  girdabına  kapılmıştı.19  Birçok                                                  14  Закон РСФСР от 15 декабря 1990 г.  Об изменения и дополнениях Конституции (Основного закона) РСФСР . Ведомости Съезда народных депутатов РСФСР и Верховного Совета РСФСР. 1990. No: 29,ст. 359. 15  Ведомости РСФСР. 1991. No: 30,ст. 1017. 16  Витрук Н.В. Конституционное правосудие в России (1991-2001).  Городец-издат , Москва 2001, с. 17. 17  Указ  Президента  Российской  Советской  Федеративной  Социалистической Республики. Об образовании Министерства безопасности и внутренних дел РСФСР, № 52  ст. 1902.  19  декабря  1991  года. № 289.  http://ведомости.рсфср.рфрф/1991/52/#1902 18  Постановление Конституционного  Суда  РСФСР  поделу  о  проверке конституционности Указа Президента РСФСР от 19 декабря 1991 года No: 289  Об образовании Министерства безопасности и внутренних дел РСФСР , 14 января 1992 года, г. Москва. http://docs.pravo.ru/document/view/67166870/78295676/ 19  Комментарий  к  Конституции  Российской  Федерации  (под  общ.  ред.  Л.В. Лазарева). ООО  Новая правовая культура , Москва 2009 г., Статья 125   1119Rusya Federasyonu Anayasasında...Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1111-1134  araştırmacıya göre Anayasa Mahkemesinin başlıca kusuru hukuk alanından siyasi  alana  kayması,  zamanla  mahkeme  organından  siyaset  aracına dönüşmesi  idi.  Yasama  ve  yürütme  arasında  devam  eden  ve  derinleşen çatışma ortamında Anayasa Mahkemesinin, söz konusu iktidar erklerinin düzenlemeleriyle ilgili aldığı kararlarda keskin bir siyasi pozisyon almaması imkânsızdı.20Anayasa Mahkemesi ve yürütme arasındaki en dramatik çatışma 1993 yılı sonbaharında yaşandı. Mahkeme, Devlet Başkanının Halk Vekilleri Kurultayının feshini öngören kararnamesinin anayasaya aykırı olduğuna karar verdi.  7  Ekim  1993  yılında  Devlet  Başkanı  B.Yeltsin in  kararnamesiyle Anayasa Mahkemesinin faaliyeti durduruldu. 1993 Anayasasının kabulü Anayasa Mahkemesinin örgütlenmesi için yasal dayanak oluşturdu. Yeni Anayasa yapımı sürecinde değişik anayasa yargısı modelleri yoğun bir şekilde tartışıldı. Bu tartışmalar sırasında Yüksek Mahkeme  (Yargıtay)  bünyesinde  bir  anayasal  denetim  kurulunun oluşturulması,  ABD de  olduğu  gibi  anayasal  denetim  yetkisinin  Yüksek Mahkemeye verilmesi (Amerikan modeli) gibi öneriler dile getirildi. Bazı önerilerde ise Anayasa Mahkemesinin rolünün azaltılarak yetkilerinin başka kurumlara  devredilmesi  fikri  de  seslendirilmekteydi.  Böyle  bir  durum  o dönemde  yaşanmış  olaylara  karşı  bir  tepki  mahiyetindeydi.  Tartışmalar sonucunda  anayasal  yargıyı  gerçekleştirecek  bağımsız  bir  mahkemenin kurulmasına karar verildi. Yeni kanun bünyesinde birçok tepkisel hükmü barındırıyordu.  Yakın  dönemde  anayasa  yargısıyla  ilgili  yaşanmış   kötü tecrübe  bu alandaki düzenlemelerin yapıldığı sırada kendini göstermiştir. Yeni kanun gereği, bundan sonra Anayasa Mahkemesi resen dava açmayacak ve  herhangi  bir  yetkili  makamın  eylemleri,  ayrıca  partilerin  anayasaya uygunluğu konusunda değerlendirme  yapmayacaktı. Anayasa  Mahkemesi başvuru veya şikâyet üzerine sadece normatif düzenlemeleri denetleyecekti. Anayasa Mahkemesi üyelerinin sayısı 15 den 19 a yükseltildi. Anayasaya uygun olarak Devlet Duması 24 Temmuz 1994 yılında Rusya Federasyonu Anayasa Mahkemesi Kanununu kabul etti. 21 Anayasa  metninde  Anayasa  Mahkemesinin  tanımı  yapılmamıştır. Muhtemelen  anayasa  tasarısını  hazırlayanlar  tasarıyı  halk  oylamasına çıkarmadan önce Anayasa Mahkemesinin kesin bir biçimde tanımlanması                                                  20  Витрук Н.В., с. 21-22. 21  12  Temmuzda  önerilen  metin  Federasyon  Konseyi  tarafından  kabul  edilmiş,  21 Temmuzda RF Devlet Başkanı tarafından imzalanmış, 23 Temmuzda ise yayınlanmıştır. 1120Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1111-1134  Asker konusunda  mutabakat  sağlayamamışlardı.22  Bu  boşluk  anayasanın  128. maddesinde Anayasa Mahkemesinin yetkileri, oluşum şekli ve faaliyetinin düzenlendiği  hükümlere  dayanarak  Anayasa  Mahkemesi  Kanunuyla giderilmeye  çalışılmıştır.23  Anayasa  yapımı  sürecinde  Anayasa Mahkemesinin yasal statüsüne ilişkin görüş birliği yoktu ve bu boşluğun ortaya çıkma sebebi de bundan kaynaklanıyor.24 Anayasanın  125.  maddesi  Anayasa  Mahkemesinin  oluşumu  ve faaliyetinden bahsetmektedir. Bu hükümler daha ayrıntılı şekilde Anayasa Mahkemesi  Kanununda  yer  almıştır.25  İç  düzen  faaliyetleri  ise  Anayasa Mahkemesi  İçtüzüğü  ile  belirlenmiştir.  İçtüzükle  mahkemenin  yüksek kurullarının  oluşumu,  yetki  dağılımı,  oturumlarda  konuların  görüşülme sırasının belirlenmesi vs. öngörülmüştür.26 Rusya Federasyonu Anayasa Mahkemesi 19 hâkimden oluşuyor (125/1). Hâkimlerin açık ve kesin sayısının belirlendiği tek Anayasa maddesi de budur. Diğer  yüksek  mahkemelerde  hâkimlerin  sayısı  iş  yüküne  uygun  olarak belirlenmekte ve Devlet Başkanı tarafından onaylanmaktadır. 6 Mayıs 1991 tarihli  kanunda  Anayasa  Mahkemesinde  hâkim  sayısı  15 di  (AYM nin faaliyetini durdurduğu anda bu sayı 13 idi).27 Anayasa Mahkemesine anayasaya uygunluk denetimine ilişkin başvuru hakkı  belli  makam  ve  mercilere  tanınmıştır.  Bunlar:  Devlet  Başkanı, Federasyon Konseyi, Devlet Duması, Devlet Duması milletvekilleri veya Federasyon Konseyi üyelerinin beşte biri, Rusya Federasyonu Hükümeti, Rusya  Federasyonu  Yüksek  Mahkemesi  ve  Rusya  Federasyonu  Yüksek Tahkim  Mahkemesi,  Rusya  Federasyonu  federe  birimlerinin  yasama  ve yürütme erkleri (125/1). Bu makam ve mercilerin başvurusu üzerine Anayasa                                                  22  Комментарий  к  Конституции  Российской  Федерации  (под  общ.  ред.  Л.В. Лазарева). ООО  Новая правовая культура , 2009 г., Статья 125. 23  О Конституционном Суде Российской Федерации (с изменениями на 14 декабря 2015 года), http://docs.cntd.ru/document/9006048 24  Комментарий  к  Конституции  Российской  Федерации  (общ.  ред.  Ю.В. Кудрявцева). Фонд «Правовая культура», Москва 1996, с. 498, 499. 25  Федеральный  конституционный  закон  от  21  июля  1994  г.  N  1-ФКЗ   О Конституционном Суде Российской Федерации  (с изменениями и дополнениями). http://constitution.garant.ru/act/judicial-authori/10101207/ 26  Бархатова Е.Ю. Комментарий к Конституции Российской Федерации.  Проспект , Москва 2010 г. 27  Конституция  Российской  Федерации:  доктринальный  комментарий  (по статейный) (под ред. Ю.А. Дмитриева).  Деловой двор , Москва 2009 г.   1121Rusya Federasyonu Anayasasında...Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1111-1134  Mahkemesi  aşağıdaki  düzenlemelerin  anayasaya  uygunluk  denetimini yapacaktır:  a)  Federal kanunların, Rusya Federasyonu Devlet Başkanı, Federasyon Konseyi, Devlet Duması, Rusya Federasyonu Hükümetinin normatif düzenlemelerinin  b)  Cumhuriyetlerin  anayasalarının,  Rusya  Federasyonu  federe unsurlarının  tüzüklerinin,28  ayrıca,  Rusya  Federasyonu  devlet organlarının yetki alanına dâhil konuların ve Rusya Federasyonu devlet organlarıyla Rusya Federasyonu federe unsurlarının devlet organlarının ortak yetki alanına dâhil konularda çıkarılan kanunlarının ve diğer normatif düzenlemelerin c)  Rusya Federasyonu devlet organları ile Rusya Federasyonu federe unsurlarının devlet organları arasında, Rusya  Federasyonu federe unsurlarının devlet organlarının kendi aralarında yapılmış anlaşmaların d)  Rusya Federasyonunun yürürlüğe girmemiş uluslararası antlaşmalarının.  Rusya Federasyonu Anayasa Mahkemesi aşağıdaki organlar arasındaki yetki ihtilaflarından doğan uyuşmazlıkları çözer:  a)  Federal devlet organları arasındaki b)  Rusya Federasyonu devlet organları ile Rusya Federasyonu federe unsurlarının hâkimiyet organları arasındaki  c)  Rusya  Federasyonunun  federe  unsurlarının  yüksek  devlet organlarının kendi aralarındaki (125/3).  Rusya Federasyonu Anayasa Mahkemesi; vatandaşların anayasal hak ve özgürlüklerinin ihlaline ilişkin şikâyetler ve mahkemelerin başvurusu üzerine somut  davada  uygulanan  veya  uygulanmaya  konan  kanunun  anayasaya uygunluğunu federal kanunla öngörülmüş şekilde denetler (125/4). Rusya Federasyonu Anayasa Mahkemesi; Rusya Federasyonu Devlet Başkanının, Federasyon Konseyinin, Devlet Dumasının, Rusya Federasyonu Hükümetinin, Rusya Federasyonu federe unsurlarının yasama organlarının başvurusu üzerine Rusya Federasyonu Anayasasını yorumlar (125/5).  Anayasaya aykırı olarak tanımlanan düzenlemeler veya onların değişik hükümleri yürürlükten kalkar; Rusya Federasyonunun, Rusya Federasyonu                                                  28   Rusya Federasyonu bünyesindeki cumhuriyetler anayasalara, geri kalan federe unsurlar ise kurucu belge olarak tüzüklere sahiptirler. 1122Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1111-1134  Asker Anayasasına  aykırı  uluslararası  antlaşmaları  yürürlüğe  konamaz  ve uygulanamaz (125/6). Rusya Federasyonu Anayasa Mahkemesi; Federasyon Konseyinin başvurusu üzerine, Rusya Federasyonu Devlet Başkanının devlete ihanet veya diğer ağır suçları işlediğine ilişkin ithamın kanunlara uygun bir şekilde ileri sürüldüğü konusunda görüş bildirir (125/7). Yukarıda da vurguladığımız gibi Rusya da Anayasa Mahkemesi tarihi iki döneme ayrılmaktadır: 1) 1991-93  2) 1993 ve sonrası.  1993 yılında anayasa yargısının askıya alınması yürütmenin  böyle bir yargı istemiyoruz  dediği anlamına gelmektedir. Yargının siyasi çatışmaların içine çekildiği bir ortamda yürütmenin olaya el koyması diğer erkler üzerinde tahakküm  inşa  etmesi  anlamına  geliyordu.  1994  yılında  yeni  Anayasa Mahkemesi oluşturulduktan sonra da yargının siyasi eğilim ve tutumlar içinde bulunduğu konusunda eleştiriler yapılmıştır.  Anayasa Mahkemesiyle ilgili mevzuatta özellikle son on yıl içinde birçok değişiklikler  yapılmış,  mahkemenin  yapısı  ve  işleyişi  konusunda  birçok yenilikler getirilmiştir. Bu değişiklikler içinde yargı usulü, hâkimlerin yaş sınırı, yabancı ve uluslararası mahkemelerin Rusya Federasyonu sınırları içinde  uygulanmasına  dair  hükümler  yer  almaktadır.  5  Şubat  2007 de yürürlüğe  girmiş  değişiklikle  Anayasa  Mahkemesinin  St.  Petersburg da faaliyet göstereceği hükme bağlanmıştır.29 Geleneksel olarak Rusya da kuvvetler ayrılığı bağlamında yargı kolunun etkisi  görece  azdır.  Anayasada  yer  alan  yargı  bağımsızlığına  ilişkin hükümlerin sağlam işleyiş mekanizması da henüz kurulmuş değildir. Bu yüzden yargı erki özellikle yürütme başta olmakla diğer erkeler tarafından doğrudan ve dolaylı baskı görmektedir. Hâkimlik teminatı ve hâkimlerin özlük hakkına ilişkin anayasal hükümler  kaynak yetersizliği 30 nedeniyle çoğu  zaman  karşılanmazken  yargı  da  dolaylı  yoldan  yürütmeye  bağlı kılınmaktadır.                                                   29  21 Mayıs 2008 yılından itibaren mahkeme tarihi Senato binasında faaliyete başlamıştır.  30   Buna bir örnek vermek gerekirse, hâkimlerin statüsüne ilişkin mevzuatta onların altı ay içinde konutla temin edilmesi gerektiği hükmü yer alsa da çoğu zaman kaynak yetersizliği yüzünden bu norm çalışmamaktadır.   1123Rusya Federasyonu Anayasasında...Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1111-1134  Anayasaya ve kuvvetler ayrılığının gereğine uygun olarak, Rusya da yargı yetkisini sadece mahkemeler kullanır (AY, md. 118/1) ve yargı erki üç kolda örgütlenmiştir.  1) Yüksek Mahkeme 2) Yüksek Tahkim Mahkemesi 3) Anayasa Mahkemesi Yüksek Mahkeme medeni, cezai, idari ve diğer davalara ilişkin genel mahkemeler üzerinde üst yargı organı olup, federal kanunla öngörülen usulde onların  faaliyeti  hakkında  yargı  denetimini  gerçekleştirir  ve  mahkeme pratiğine ilişkin açıklamalar yapar (AY, md. 126). Yüksek Tahkim Mahkemesi, tahkim mahkemelerince görülen ekonomik uyuşmazlıklar ve diğer davaların çözümüne ilişkin yüksek yargı organı olup, federal kanunla öngörülen usulde onların faaliyeti hakkında yargı denetimini gerçekleştirir ve mahkeme pratiğine ilişkin açıklamalar yapar. Anayasa da  yargı  bağımsızlığına  ilişkin  hükümler  aşağıdaki  şekilde düzenlenmiştir.  Rusya  Federasyonunda  yargı yetkisini sadece  mahkemeler kullanılır (118/1). Yargı yetkisi anayasa, medeni, idari ve ceza yargısıyla gerçekleştirilir (118/2). Rusya Federasyonunun yargı sistemi, Rusya Federasyonu Anayasası ve federal anayasal kanunlarla belirlenir. Olağanüstü mahkemelerin kurulması yasaktır (AY, md.118/3).  Rusya da  yargıyla  ilgili  tartışılan  konulardan  biri  de  müstakil  idari mahkeme  kolunun  oluşturulmasına  ilişkindir.  Şüphesiz  ki  bu  yönde atılabilecek en önemli adım hukuk ve ceza mahkemelerinden ayrışmış bir idari mahkeme sistemini oluşturmaktır. Ayrı bir idari mahkemenin kurulup kurulmamasına  ilişkin  tartışmalar  Rusya  hukuk  doktrininde  her  zaman yaşanmıştır. Hukuk tarihçileri Rusya da idari yargının meydana geldiği tarihi 1864 mahkeme reformundan başlatmaktadırlar. İdari yargı kolunun genel yargı sistemi içinde ayrıştırılması hukuk reformu açısından önemli bir ivme olmuştur. Fakat bu ayrıştırma müstakil bir idari yargı teşkilatının kurulması şeklinde gerçekleşmemiştir. Bunun tek istisnası Hükümet Senatosunun I. Departmanının idare üzerinde denetim yetkisine sahip tek organ olması idi. Senato – Rusya da doğrudan imparatora bağlı bir kurumdu. 19 Şubat (2 Mart) 1711 de I.Petro tarafından tesis edilmiş, devlet hâkimiyeti ve yasama organı olarak  tanımlanmıştır.  19.  yüzyılın  başlarından  itibaren  Senato,  devlet kurumları  üzerinde  denetim  işlevini  gerçekleştiriyordu.  1864 ten  beri bu 1124Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1111-1134  Asker kurum yüksek temyiz mercii yetkisine sahipti.311870 yılında gerçekleşen mahkeme, taşra ve ardından şehir reformları sonucunda karmaşık ve geniş çaplı bürokratik yapı ortaya çıkmıştı. Böyle bir ortamda idari yargı kolunun örgütlenmesi mümkün olmamıştı. 1917 yılı Şubat Devriminden sonra idari yargının örgütlenmesine yönelik somut adımlar atıldı. 30 Mayıs 1917 tarihli  Esasname  ile üç dereceli idari yargı kolu tesis edilmesi öngörülmüştü. Birinci dereceli idari yargı mercii kazalardaki (uyezd) idari hâkimler, ikinci dereceli merciiler bölge (okrug) mahkemelerindeki idari yargı şubeleriydi. Üst düzey idari yargı mercii ise Hükümet  Senatosunun  I.  Departmanı  idi.  Fakat  bu  sistem  uygulamaya konamadı. İlk olarak okrug mahkemelerindeki idari şubelerin örgütlenmesi ertelenirken  bu  mahkemeler  için  öngörülmüş  yetkiler  hukuk  davaları şubelerine verildi. 1917 Ekim İhtilali sonrası yargı reformu da durduruldu.33 Sonraki dönemlerde idari yargının yapılandırılması yönünde bazı girişimlerde bulunulsa da idari mahkemeler bir türlü kurulamadı.  Sovyetler Birliği dağıldıktan sonra yargı reformu sürecinde idari yargı kolunun  müstakil  mahkeme  organları  şeklinde  örgütlenmesine  ilişkin tartışmalar  devam  etmiştir.  1993  Anayasasında  öngörülmesine  rağmen değişik gerekçelerle idari yargının bu şekilde örgütlenmesi somut bir karara bağlanamamıştır. 19 Ekim 2000 de RF Yüksek Mahkemesi (Yargıtay) idari mahkemelerle ilgili Duma ya bir yasa tasarısı sundu ve tasarının 22 Kasım 2000  tarihinde  birinci  müzakeresi  yapıldı.  2006  yılında  yine  Yüksek Mahkeme Genel Kurulunun (Plenum) kararıyla Rusya Federasyonunda İdari                                                  31  Bkz: Сазанкова О.В. Функции Правительствующего Сената Российской Империи как высшего судебного органа. Пробелы в российском законодательстве. 2011 г.№4, s. 279-281.  32   Taşra reformu (Земская реформа) II. Aleksandr döneminin büyük reformlarından olup taşrada yerel yönetimlerin oluşturulmasını öngörüyordu. Reformun yasal dayanağını 1864 tarihli  Vilayet ve kazalarda taşra kurumlarına dair Esasname  oluşturuyordu. Reformun gerekçesi karar alma yetkisinin merkezde olmasıyla hizmetin sunulabilmesini gecikmesi, merkezdeki  yetkililerin, yereldeki ihtiyaçları bilmediklerinden verilen kararların yerel ihtiyaçları  karşılamaması  idi.  Reform  sonucunda  seçimle  oluşturulan  taşra  meclisleri (земскоесобрание)  ve  yürütme  yetkisini  haiz  taşra  idareleri  (земская  управа) oluşturulmuştu.  33  Административная  юстиция  и  административное  судопроизводство: зарубежный опыт и российские традиции (Л. А. Николаева, А. К. Соловьева), (Посвящается памяти Р. М. Асланова Р.)  Юрид. Центр Пресс , СПб. 2004, с. 332. 34  Постановление Пленума Верховного Суда Российской Федерацииот 16 ноября 2006 г. № 55  О внесении в Государственную Думу Федерального Собрания Российской   1125Rusya Federasyonu Anayasasında...Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1111-1134  Yargı Kanunu tasarısı parlamento sunulduysa da müzakereye açılmadı.35 Mart 2013 te Devlet Başkanı tarafından Duma ya İdari Yargı Kanunu tasarısı sunuldu. Muhtemelen bu nedenle Yüksek Mahkeme daha önce sunduğu yasa tasarısını geri çekti. Devlet Başkanı 18 Aralık 2012 de VIII. Tüm-Rusya Hâkimler Kongresinde kısa sürede İdari Yargı Kanununun kabul edilerek, vatandaşlarla idare ve yerel yönetimler arasındaki uyuşmazlıkları çözecek mahkemelerin oluşturulması gerektiğini vurgulamıştır.36 Böylece uzun süren tartışmaların ardından 8 Mart 2015 yılında Rusya Federasyonu İdari Yargı Kanunu kabul edildi.37 Bu kanun idari mahkemenin ayrı bir yargı organı şeklinde  örgütlenmesini  öngörmemiştir.  Dahası,  bugün  sürmekte  olan tartışmalarda yargı kollarının tümüyle bir araya getirilerek tek düze bir yargı sistemi oluşturma fikri de kuvvetle seslendirilmektedir. Yargı erkinin bağımsızlığını sadece kuvvetler ayrılığına bağlamak doğru olmayacaktır. Nitekim kuvvetler ayrılığının tanınmadığı hukuk sistemlerinde de  yargının  bağımsızlığından  söz  edilmektedir.  Yargı  erki  gerek  yargıç mesleğinin özelliği gerekse  yargı kararlarının özgüllüğü bakımından  son derece  hassas  bir  devlet  erkidir.  Kuvvetler  ayrılığının  geçerli  olduğu devletlerde  son  sözü  söyleyen  yargı  erkinin  bu  özelliği  onun  bağımsız olmasını gerektirmektedir. Tarafsız surette haklı olanı dile getiren yargıcın bağımsız olması gerekir.38  Rusya da hâkim olarak atanmak için en az 25 yaşında olmak, hukuk alanında bir yükseköğrenim kurumundan mezun olmak ve hukuk alanında en az beş yıl deneyime sahip olmak (ayrıca RF vatandaşı olmak) şartı aranıyor. Federal kanunla Rusya Federasyonu hâkimlerinde aranan şartlara yönelik ilave talepler de belirlenebilir (AY. Md 119). Kanunda, yüksek mahkemelerin hâkimleriyle ilgili daha farklı talepler öngörülmüştür. İkinci dereceli genel mahkemelerin ve tahkim mahkemelerinin hâkimlik görevine atanmak için en                                                  Федерации  проекта  Кодекса  административного  судопроизводства  Российской Федерации . СПС  Консультант Плюс . 35  Шмалий  О.В.  Современные  тенденции  развития  административного судопроизводства.  Наука  и  образование:  хозяйство  и  экономика; предпринимательство; право и управление. 2013. № 11 (42). 36  Выступление  Владимира  Путина  на  VIII  Всероссийском  съезде  судей. http://pravo.ru/doc/view/291/ 37  Федеральный закон Российской Федерации от 8 марта 2015 г. No: 21-ФЗ  Кодекс административного  судопроизводства  Российской  Федерации,  11 марта  2015 г. Российская газета. Федеральный выпуск №6620. 38   Kaboğlu İ. Anayasa Hukuku Dersleri (Genel Esaslar), 10. Baskı, Legal, İstanbul 2015, s. 146-147. 1126Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1111-1134  Asker az 30 yaşını doldurmak, kusursuz saygınlık, yüksek hukuk eğitimi ve en az on beş sene hukuk alanında çalışmak, yine hukuk alanında yüksek mesleki yeterliliğe sahip olmak şartı aranmaktadır.  Kanun,  Anayasa  Mahkemesi  üyelerinin  atanmasında  RF  Devlet Başkanına yüksek takdir hakkı tanımıştır. Anayasa Mahkemesi üyeleri RF Devlet Başkanının önerisi üzerine Federasyon Konseyi tarafından atanır. Federasyon Konseyi ve Devlet Duması milletvekilleri, yüksek yargı organları, federal hukuk idareleri, hukuk bilim ve eğitim kurumları adaylarla ilgili Devlet Başkanına öneride bulunabilirler.  Yargı bağımsızlığı kavramı çeşitli yönlerden ele alınarak incelenebilir. Öncelikli olarak yargı erki diğer iktidar erklerine karşı bağımsız olacaktır. Bu husus yargının  dış bağımsızlığı  olarak bilinmektedir. Fakat bu unsur yargı erkinin bağımsızlığı için yeterli değildir. Yargı erkinin kendi sistemi içinde hiyerarşik  bir  baskının  oluşmasına  da  müsaade  edilmemelidir.  Bu  yargı erkinin  iç bağımsızlığı  açısından oldukça önemlidir. Bağımsızlığın başka bir  unsuru  da  yargıçların  bireysel  olarak  bağımsızlığının  sağlanmasıdır. Ayrıca  yargı  erkinin,  bir  bütün  olarak  her  türlü  etki  ve   uygunsuz  müdahalelerden korunmasını öngören  kurumsal bağımsızlık  da büyük önem taşımaktadır.39 Hükümet  sistemine  bakılmaksızın  yargı  erkinin  diğer  iktidar erkleri karşısında bağımsız olması gerekir. Ayrıca bağımsızlığın gerçekleşebilmesi için yargı fonksiyonunu ifa eden hâkimlerin diğer kamu görevlilerinden daha teminatlı bir statüye kavuşturulmaları benimsenmiştir.40 Yargı bağımsızlığının sadece anayasada tespit edilmesi ve kanunlarda yer alması yeterli koşul değildir.  Nitekim  otoriter  rejimlerin  hukuk  belgelerinde  de  yargı bağımsızlığından bahsedilmektedir. 1977 SSCB Anayasasının 155. maddesi ve  RSFSC  Anayasasının  167.  maddesinde  hâkimlerin  bağımsız                                                  39  Bkz:  Gönenç  L.  Yargının  Bağımsızlığı  ve  Tarafsızlığı,  TEPAV  Anayasa  Çalışma Metinleri-3, Ankara 2011. 40   Özbudun E. Türk Anayasa Hukuku, 14. Baskı, Yetkin yayınları, Ankara 2013, s. 376. 41  Конституция  (Основной  закон)  Союза  Советских  Социалистических  Республик (принята на внеочередной седьмой сессии Верховного Совета СССР девятого созыва 7 октября 1977 г.) http://constitution.garant.ru/history/ussr-rsfsr/1977/red_1977/1549448/ chapter/22/ 42  Конституция  (Основной  закон)  Российской  Советской  Федеративной Социалистической  Республики  от  12  апреля  1978  г.,  http://constitution.garant.ru/ history/ussr-rsfsr/1978/red_1978/5478721/chapter/21/#block_9200   1127Rusya Federasyonu Anayasasında...Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1111-1134  olduklarından ve sadece kanuna tabi olduklarından bahsetmektedir. Burada önemli  olan  husus,  hükümet  sistemine  bakılmaksızın  hâkimlerin bağımsızlığını korumaktır. Rusya Federasyonu Anayasasına göre hâkimler bağımsızdırlar  ve  sadece  Rusya  Federasyonu  Anayasasına  ve  federal kanunlara tabidirler. Mahkeme, davayı incelerken devlet organının veya diğer organların düzenlemelerinin kanunlara aykırı olduğunu belirlerse, kanuna uygun karar alır (AY, md. 120). Anayasaya  göre  hâkimler  azledilemez.  Hâkimlerin  yetkileri  federal kanunla belirlenen usul ve esaslar dışında sona erdirilemez veya durdurulamaz (AY, md. 121). Hâkimler dokunulmazdır. Hâkimler hakkında federal kanunla belirlenen şekil dışında ceza kovuşturulması yapılamaz (AY, md. 122). Ocak 2001 de AYM hâkimlerinin yetki süresi 12 yıldan 15 yıla çıkartılmıştır. Mart 2005 de AYM Kanununda yapılan değişiklikle hâkimlerin faaliyet süresi sınırlandırılmaktadır.  Yeni  düzenlemeye  göre  hâkimlerin  görev  süreleri atandığı andan başlar ve yetmiş yaşa dek devam eder. Haziran 2009 da AYM Kanununda yapılan değişiklikle önceki Sekreter Hâkim görevi Mahkeme Başkanvekili görevine dönüştürülerek Başkanvekili sayısı ikiye çıkarılmıştır. Ayrıca bu değişiklikten sonra Başkan ve iki Başkanvekili Devlet Başkanının önerisiyle Federasyon Konseyi tarafından altı yıl süreyle atanacak ve tekrar atanmaları mümkün olacaktır.  Tüm  mahkemelerde  davaların  görüşülmesi  açık  yürütülür.  Davanın kapalı  duruşmada  görüşülmesine,  sadece  federal  kanunla  belirlenen durumlarda izin verilir. Federal kanunla öngörülen durumlar dışında, ceza davalarının mahkemelerde gıyabi görüşülmesine izin verilmez. Yargılama tarafların çekişmesi ve eşitliği esasında gerçekleştirilir. Yargılama işlemleri federal  kanunla  öngörülen  durumlarda,  jürinin  katılımıyla  gerçekleştirilir (AY, md. 123). Anayasa Mahkemesinde en kapsamlı değişiklikler Kasım                                                  43  Федеральный закон Российской Федерацииот 5 апреля 2005 г. N 2-ФКЗ, О внесении изменений  в  Федеральный  конституционный  закон   О  Конституционном  Суде Российской Федерации, 9 апреля 2005 г. Российская газета. Федеральный выпуск №3742  44  Федеральный конституционный закон Российской Федерации от 2 июня 2009 г. No:2ФКЗ     О  внесени  и  изменений  в  Федеральный  конституционный  закон   О Конституционном Суде Российской Федерации. 4 июня 2009 г. в Российская газета. Федеральный выпуск №4924 1128Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1111-1134  Asker 2010 da  yapılmıştır.45  Değişiklikler  gereği  Anayasa  Mahkemesi  belli tarafların katılımı olmadan duruşma yapabilecekti. Bu değişiklik mahkemenin işgücünün  azaltılması  ve  davaların  daha  hızlı şekilde  karara  bağlanması açısından çok önemliydi. 2014  yılında  yapılan  değişiklikle  Rusya  genelinde  yapılacak referandumların konularının anayasaya uygunluğunun denetlenmesi, ayrıca ülke  mevzuatıyla  uluslararası  hukuk  düzenlemeleri  arasında  kanunların ihtilafı durumunda ortaya çıkan uyuşmazlıkların çözümüyle ilgili Anayasa Mahkemesinin yetkileri genişletilmiştir.46 2010-14 yılları arasında yapılmış değişiklikler  AYM nin  faaliyetine,  ayrıca  vatandaşların  ve  birliklerinin AYM ne başvurusuyla ilgili bazı prosedürleri ihtiva etmektedir. Uluslararası  sözleşmelerden  ileri  gelen  ilke  ve  kurallar  Rus  hukuk sisteminin parçasıdır. Fakat bu yaklaşımın Anayasanın 15. ve 17. maddeleri ile birlikte ele alınarak okunması gerekir. Rusya Federasyonu Anayasası, Rusya  Federasyonu  genelinde  yüksek  hukuki  güce,  doğrudan  yürürlüğe sahiptir ve uygulanır. Rusya Federasyonunda uygulanan kanunlar ve diğer hukuk düzenlemeleri, Rusya Federasyonu Anayasasına aykırı olmamalıdır (AY, md. 15/1). 17. maddenin 1. fıkrasına göre Rusya Federasyonunda, uluslararası  hukukun  evrensel  ilke  ve  normları  doğrultusunda  ve  bu Anayasaya uygun olarak, insan ve vatandaş hak ve özgürlükleri tanınır ve güvence  altına  alınır.  Anayasa  Mahkemesi  Başkanı  V.  Zorkin e  göre uluslararası antlaşma ile kanun arasında çatışma olması halinde uluslararası antlaşmaya üstünlük tanınması uluslararası düzeyde tanınan hakların RF de tanınan  hak  ve  özgürlüklerden  yüksek  olduğu  anlamına  gelmez.  Burada Anayasa  Mahkemesinin   daha  yüksek  standart   kavramı  dikkate alınmaktadır.47                                                  45  Федеральный конституционный закон Российской Федерации от 3 ноября 2010 г. No:7-ФКЗ     О  внесении  изменений  в  Федеральный  конституционный  закон  ‘О Конституционном Суде Российской Федерации   10 ноября 2010 г. в Российская газета. Федеральный выпуск №5332  46  Федеральный конституционный закон Российской Федерации от 4 июня 2014 г. No:9ФКЗ     О  внесении  изменений  в  Федеральный  конституционный  закон  ‘О Конституционном Суде Российской Федерации  , 6 июня 2014 г. в   Российская газета. Федеральный выпуск №6399  47  Örnek Anayasa Mahkemesi nin No: 15‐ P sayılı ve 30 Kasım 2000 tarihli kararında, yerel yönetimlerin özerkliği açısından Rusya Federasyonu Anayasası ve federal kanunlarla tanınan güvencelerin Rusya nın uluslararası yükümlülüklerinden doğan güvencelere göre   1129Rusya Federasyonu Anayasasında...Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1111-1134  Yukarıda bahsettiğimiz üzere, Anayasa yargısının politik gelişmelerden etkilendiği belirgin şekilde hissedilmektedir. Bu aynı zamanda Rusya nın uluslararası  alanda  karşılaştığı  sorunlarla  da  ilgilidir.  AİHM   Yukos Davası nda Rusya yı 1.86 milyar Euro ödemeye mahkûm etmiştir.48 Bundan sonraki  süreçlerde  de  Rusya yı  mahkûm  edecek  çok  sayıda  kararların alınacağı,  bu  kararlarla  Rusya  üzerinde  bir  baskı  oluşturulmak  istendiği yönünde yoğun eleştiriler yapılmaktadır. 15 Haziran 2015 tarihinde Devlet Dumasının  yaklaşık  90  milletvekili  Anayasa  Mahkemesine  başvuruda bulunarak  RF  Anayasası  ve  AYM  kararlarıyla  uyuşmazlığı  durumunda Avrupa İnsan Hakları Mahkemesi kararlarının hangi kısmının uygulanacağı konusunda açıklama talebinde bulunmuştur.49 18 Kasımda parlamentonun değişik  parti  gruplarına mensup  birçok  milletvekili  tarafından  bir  yasa tasarısı sunmuşlardı. Aralık ayının başında kabul edilen, 14 Aralık 2015 de Putin tarafından imzalanarak aynı günde yürürlüğe giren yasa değişikliği, Anayasa Mahkemesine Avrupa İnsan Hakları Mahkemesi (AİHM) kararlarını tanımama hakkı vermektedir. Yeni yasa uyarınca Rusya Anayasa Mahkemesi artık, uluslararası mahkemelerin Rusya ya karşı aldığı kararların uygulanıp uygulanamayacağına karar verecek. Kararları Anayasa Mahkemesine taşıma hakkı ise Hükümet ile Devlet Başkanında olacak.51 Böylece, Rusya da Anayasa yargısı sadece iç değil, aynı zamanda dış eksenli sorunlar yaşayacaktır. Kuvvetler ayrılığı bağlamında yargının yetki ve fonksiyonları  alanında  değişiklikler  yoluyla  iyileştirmeler  yapılacağı beklenilemez. Zira sorunun çözümü sadece yargı sisteminin hukuk devleti standartlarına getirilmesi ve bu alandaki aksaklıkların giderilmesi gerektiği şeklinde düşünülmemelidir. Bu zaten sistem sorunudur ve çözümü Rusya nın                                                  daha yüksek bir düzeyde olduğu vurgulanmaktadır. Zorkin V. Rusya Federasyonu Anayasa Mahkemesi Uygulamasında Bireysel Başvuru. Anayasa Yargısı, Cilt 26, Yıl 2009, (ss. 283292), 290-291. 48  Bunun dışında Hollanda nın Lahey kentinde Temmuz 2014 te görülen davada, Yukos petrol şirketini iflasa zorladığı gerekçesi ile Rusya 50.1 milyar dolar tazminata mahkum edilmiştir. Moskova nın  mahkeme  kararını  yerine  getirmeyeceğini  açıklamasının  ardından  da Rusya'nın Fransa ve Belçika'daki devlet hisseleri dondurulmuştu.  49   В Госдуме поставили вопрос о приоритете российского права над международным, http://lenta.ru/news/2015/06/15/kalashnikov/, 15 июня 2015 50   Senatör  Andrey  Klişas,   Tek  Rusya  dan  Vladimir  Pligin,   Adil  Rusya dan  Mihail Yemelyanov,  Rusya  Liberal  Demokrat  Partisinden  Aleksey  Didenko,  RF  Komünist Partisinden Vasiliy Lihaçev. 51  Путин  разрешил  Конституционному  суду  игнорировать  решения  ЕСПЧ, http://lenta.ru/news/2015/12/15/ks/ 1130Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1111-1134  Asker bir devlet olarak demokratikleşmesinden geçer. Bunun için sosyal ve siyasi yaşamın birçok alanında köklü reformların yapılması gerekmektedir.",
     "Kaynakça": "Ali Asker. Rusya da Yönetim Geleneğinin Değişemeyen Özelliği: Güçlü Yürütme: İçinde: Başkanlık Sistemi: Karşılaştırmalı Bir İnceleme ve Türkiye  İçin  Değerlendirmeler  (Editörler:  Murat  Aktaş,  Bayram Coşkun), 1. Basım, Nobel yayınları, Ankara Ekim 2013, ss.105-149, 2. Basım, ss.185-258. Cornils M. Güçler Ayrılığı (Çeviren: Ahmet M. Güneş). İçinde: Anayasa Teorisi (Editörler: Otto Depenheuer, Christopf Grabemwarter. Çeviri editörü: İlyas Doğan), Lale Yayıncılık, yy. 2014, ss. 669-712. Gönenç L. Yargının Bağımsızlığı ve Tarafsızlığı, TEPAV Anayasa Çalışma Metinleri-3, Ankara 2011. İbrahim Ö. Kaboğlu. Anayasa Hukuku Dersleri (Genel Esaslar), 10. Baskı, Legal,"
}