{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2017",
     "Cilt": "66",
     "Sayı": "1",
     "Başlık": "ANAYASAL VERGİLENDİRME İLKELERİ ÇERÇEVESİNDE VERGİ AFFI",
     "Title": "Tax Amnesty Wıthın The Framework Of The Constıtutıonal Taxatıon Prıncıples",
     "Yazar İsmi": [
          "Sibel YILMAZ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Anayasa",
          "eşitlik ilkesi",
          "hukuki güvenlik ilkesi",
          "vergi affı"
     ],
     "Keywords": [
          "Constitution",
          "the principle of equality",
          "the principle of legal certainty",
          "tax amnesty"
     ],
     "Özet": "Bu  çalışmada  vergi  affının,  anayasal  vergilendirme  ilkelerine uygunluğu değerlendirilmiştir. Bunun için öncelikle vergi affının hukuki niteliği  ile  vergi  affıyla  bağlantılı  olduğu  düşünülen  anayasal vergilendirme ilkeleri tespit edilmiştir. Ardından vergi affı içeren bir yasanın,  hangi  anayasal  vergilendirme  ilkelerini  ihlal  edilebileceği tartışılmış, Anayasa Mahkemesinin ilgili kararlarına yer verilmiştir. Ele alınan ilkeler özellikle eşitlik ve hukuki güvenlik ilkeleri olmuştur. Vergi affına ilişkin nihai açıklamalara sonuç kısmında yer verilmiştir.",
     "Abstract": "This  study  analyzes  the  compatibility  of  tax  amnesty  with constitutional taxation principles. To this end, the study firstly determines the legal nature of tax amnesty and the constitutional taxation principles related to tax amnesty. Secondly, it debates which constitutional taxation principles may be violated by legislation concerning tax amnesty and examines the decisions of the Constitutional Court on the subject. The study primarily focuses on the principles of equality and legal certainty.The author’s final comments regarding tax amnesty are included at the end of the study.",
     "Metin": "Devletlerin vergilendirme yetkisi dâhilinde, kendi sınırları içinde yaşayan bireylerden hukuki zor altında aldıkları zorunlu ve karşılıksız ödemeler olarak tanımlanan vergiler, kamu gelirleri içinde büyük paya sahiptir.  Vergiler,  bu  zorlayıcı  unsuruyla  diğer  kamu  gelirlerinden ayrılmaktadır.  Bu  nedenle  vergilendirmenin,  hukuk  devleti  içerisinde bireyin,  yani  yükümlünün  hakları  bakımından  nasıl  gerçekleştirildiği önemlidir. Bireyin,  Devletin  egemenlik  yetkisini  kullanarak  aldığı  vergiye uyumunu etkileyen çeşitli faktörler vardır. Bu faktörlerden biri de vergi sistemi içinde oldukça eski bir geçmişe sahip olup, her dönemde farklı gerekçelerle  uygulanan  af  kurumudur.  Ülkemizde  özellikle  kriz dönemlerinde olmak üzere, kamu harcamalarının finansmanının hızlı bir şekilde  sağlanması,  toplanamayan  vergi  alacaklarının  bir  kısmının toplanabilmesi, piyasanın canlandırılması, kayıt dışı bazı unsurların kayda alınması gibi mali amaçlarla veya kimi zaman siyasi saiklerle ya da vergi idaresini  rahatlatacak  teknik  ve  idari  nedenlerle  af  kurumuna başvurulmaktadır.2 Hukukun  en  tartışmalı  konularından  biri  olan  af  yetkisi, meşruluğundan bu yetkiye sahip olan organa kadar, geniş bir yelpazede tartışılmaktadır.3 Disiplin cezaları ve idari yaptırımların affı açısından idare hukuku, idari yaptırımların bir türü olan vergi afları açısından vergi hukuku ile ilişkili olan af kurumunun, ceza hukuku dışındaki disiplinlerde, teorik esasları ve temel ilkeleri tam anlamıyla yerleşmemiştir.4 Siyasi, sosyolojik ve hukuki yönden farklı sonuçlar doğuran affın, bu çalışma kapsamında, bizi ilgilendiren yönü ise hukuki yönüdür.  Bu  çalışmada  af  kurumunun,  devletin  vergilendirme  yetkisi karşısında  bireyi  koruduğu  söylenebilecek,  anayasal  vergilendirme                                                  1   Elbette günümüzde sınırları aşan vergiler de söz konusudur. 2   Edizdoğan ve Gümüş, s. 102-103. 3   Dönmez, s. 3. 4   Araç ve Erikli, s. 25; Armağan, s. 347; Keyman, s. 1.  264Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 263-301               Anayasal Vergilendirme İlkeleri Çerçevesinde…  ilkelerine uygunluğu ele alınacaktır. Öncelikle genel olarak affın ve vergi affının  içeriği  ve  hukuki  niteliği,  ardından  anayasal  vergilendirme ilkelerinden vergi affıyla doğrudan bağlantılı olduğu belirlenenler, hukuk devleti  ilkesi  ile  vergilendirme  arasındaki  ilişki  de  dikkate  alınarak incelenecek,  sonrasında  vergi  affının  bu  ilkelere  uygunluğu değerlendirilecektir. Bu ilkeler esasında tüm ilkelerin temeli olan hukuk devleti ilkesi, vergi adaleti ilkesi kapsamında eşitlik ilkesi ve hukuki güvenlik ilkesidir. Nihayetinde Anayasa Mahkemesinin vergi aflarına ilişkin başvurulardaki değerlendirmesi ve bahsettiğimiz bu ilkeleri nasıl yorumladığı incelenecek, ardından vergi affı kurumuna yönelik sonuç kısmına geçilecektir. VERGİ  AFFININ  AF  KURUMU  İÇERİSİNDEKİ  YERİ, HUKUKİ NİTELİĞİ Af kurumu, meşruluğu ve dayandığı siyasi temeller başta olmak üzere  birçok  yönden,  hukukun  en  tartışmalı  kurumlarından  birini oluşturmaktadır. Vergi hukukunda ise bu tartışma daha karmaşık bir hal almaktadır.5  Vergi  hukukunda  affın  niteliğinin  anlaşılabilmesi  için öncelikle genel olarak af kavramının anlaşılması, Türk hukuk sisteminde af  kurumunun  değerlendirilmesine  ihtiyaç  vardır.  Böylece  vergi hukukunda  af  kavramının  hukuki  niteliği  ve  ceza  hukukundaki  af kavramından farkı anlaşılabilir. 1. Af Kavramı Dar  anlamda  af  kavramı  bir  suçun,  kusurun  veya  hatanın bağışlanması anlamına gelirken; geniş anlamda af ise yapılmakta ya da yapılacak olan suç kovuşturmasından ve hüküm altına alınmış bir cezanın bir bölümünün ya da tümünün yerine getirilmesinden adalet ve toplum yararı kaygısıyla vazgeçilmesi şeklinde ifade edilebilir.6 2. Vergi Hukukunda Af Kurumu ve Niteliği Vergi  affının  niteliğini  anlayabilmek  için  affın  kapsamına bakılmalıdır. Vergi affının kapsamına, verginin aslı ve ferileri girdiği için öncelikle vergi ödevi kavramı tanımlanacaktır.                                                  5   Dönmez, s. 3. 6   Yaraşır, s. 176.  265Sibel Yılmaz                                                    Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 263-301  i. Vergi Ödevi Günümüzde,  devletin  kamu  hizmetlerinin  yerine  getirilmesinde yararlandığı gelirlerin büyük çoğunluğu vergilerden elde edilmektedir.7 Vergi,  kamu  hizmetinin  karşılanması  için  devletin,  birey  ya  da kurumlardan  egemenlik  yetkisine dayanarak,  vergi yükümlülerine bir karşılık  vaadinde  bulunmaksızın,  kanunla  aldığı  parasal  tutardır.8  Bu nedenle vergi, devletin hem finansman kaynağı hem de iktisadi ve soysal görevlerini yerine getirirken kullandığı önemli bir araçtır.9 TBMM ye ait olan  vergilendirme  yetkisi,  devletin,  ülkesi  üzerindeki  egemenliğine dayanarak,  vergi  alma  konusundaki  hukuki  ve  fiili  gücünü yansıtmaktadır.10  Türk  vergi  hukukunda  verginin  tanımı  yapılmamıştır.11  Ancak Anayasanın 73 üncü maddesinde  Vergi ödevi  başlığı yer almaktadır. Maddenin birinci fıkrasına göre,  herkes, kamu giderlerini karşılamak üzere, mali gücüne göre vergi ödemekle yükümlüdür.  Maddenin üçüncü fıkrasında  vergi,  resim,  harç  ve  benzeri  yükümlülüklerin  kanunla konulacağı, değiştirileceği veya kaldırılacağı öngörülmüştür. ii. Vergi Affı Vergi affı, devletin tek taraflı olarak alacağından vazgeçmesiyle gerçekleşen,  vergi  cezalarının  tamamen  veya  kısmen  sona  erme nedenlerinden biridir.12 Vergi affı, devletin egemenlik yetkisini kullanarak kamu  hizmetlerinin  finansmanı  için  kişilerden  aldığı  vergi,  resim  ve harçların  tahsilinden  ve  vergilendirme  ödevinin  zamanında  yerine getirilmemesi  veya  eksik  yerine  getirilmesi  dolayısıyla  uğradığı yaptırımlardan  vazgeçmesi  olarak  tanımlanabilir.  Bu  anlamda   vergi afları, vergisini ödemeyen yükümlülere idareler tarafından sunulan bir fırsattır. Bu uygulama ile cezalara ve faizlere yönelik sorumluluklarını yerine  getirmeyen  yükümlüler  hükümetlerle  bir  kontrat  içine girmektedirler. 13 Böylece vergi afları, çeşitli nedenlerle vergiye uyum konusunda sıkıntı yaşayan yükümlülere, ödemedikleri vergi borçlarını, bu                                                  7   Karakoç, 2007, s. 62. 8   Kargı ve Yüksel, s. 25; Karakoç, 2007, s. 62 9   Kargı ve Yüksel, s. 25. 10  Ibid., s. 28; Saban, 2014, s. 3. 11  Kargı ve Yüksel, s. 25. 12  Karakoç, 2007, s. 438; Öncel, Kumrulu ve Çağan, s. 153; Edizdoğan ve Gümüş, s. 102. 13  Yaraşır, s. 176. 266Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 263-301               Anayasal Vergilendirme İlkeleri Çerçevesinde…  borçlarla  ilgili  parasal  veya  cezai  kovuşturmalardan  tamamen  ya  da kısmen kurtulma vaadi ile yapılan ödeme çağrısı olarak nitelendirilebilir.14 Vergi affı, esasen vergi cezalarını sona erdiren bir neden olmakla birlikte, cezanın yanında vergi aslı da affedilebilmektedir.15 Vergi affını düzenleyen yasalarda, tarhedilmiş vergilerin belli bir süre içinde ödenmesi şartıyla, bunlara ilişkin cezalar veya gecikme zammı ya da gecikme faizlerinin affedileceği öngörülebilmektedir.16 Vergi  affının  genel  özellikleri  olarak  şunlar  sıralanabilir:  Vergi affının kanunla düzenlenmesi, vergi affı sonunda devletin alacağından vazgeçmesi, affın geçmişe yürüyerek etkilerini geçmiş olaylar üzerinde meydana getirmesi ve vergi affının genel olarak devletin ödenmeyen cezalardan vazgeçmesi anlamına gelmesi.18  Afların 2-3 ay gibi kısa yürürlükte kalma sürelerinin olması,19 kişilerin aftan yararlanma ve affa katılımlarında gönüllülük esasının mevcut olması da vergi affının genel özellikleri arasında sayılabilir. Vergi  affı;  vergi  borcu  ve  cezalarını  sona  erdiren  Vergi  Usul Kanunundaki terkin, cezalarda indirim, pişmanlık ve ıslah ve uzlaşma gibi uygulamalardan farklı olarak bir sürekliliğe sahip değildir.20 Ayrıca aflar yasama organı tarafından çıkarılırken, diğer uygulamalar yükümlünün talebi halinde uygulanabilen hak niteliğindedir.21  iii. Vergi Affının Kapsamı  Devletler  çıkarttıkları  vergi  af  kanunlarıyla  affın  kapsamını, yararlanma koşullarını ve aftan yararlanacak olanları tek taraflı olarak belirlemektedirler.22  Bu  nedenle  vergi  afları,  katılım  şartları,  affın kapsamı, düzenlenişi ve süresi bakımından farklılık gösterebilir.23 Vergi afları kısmi ve genel vergi afları olarak ikiye ayrılabilir.24 İçerik itibariyle                                                  14  Savaşan, s. 42. 15  Öncel, Kumrulu ve Çağan, s. 153. 16  Karakoç, 2007, s. 438; Öncel, Kumrulu ve Çağan, s. 153. 17  Edizdoğan ve Gümüş, s. 102. 18  Yaraşır, s. 177; Edizdoğan ve Gümüş, s. 102. 19  Genellikle süreli olarak uygulanmakla beraber, affın kesintisiz olarak işletilebildiği de görülmektedir. Savaşan, s. 45. 20  Çetin, s. 173; Edizdoğan ve Gümüş, s. 111-112.  21 Ibid.  Vergi affı ile diğer kurumlar arasındaki farkların ayrıntıları için bkz. Ibid., s. 112113; Dönmez, s. 22-29. 22  Taşkın, s. 124.   23  Savaşan, op. cit., s. 44. 24  Ibid. 267Sibel Yılmaz                                                    Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 263-301  vergi afları, vergi ve vergiye bağlı alacakların (faiz ve cezalar) bir kısmı ile inceleme ve kovuşturmadan vazgeçmek demektir.25 Affın kapsamına giren  alacakların  hesap  yöntemi  ise  amaca  göre  değişiklik gösterebilmektedir. Örneğin faiz oranları düşürülebilmekte ya da faiz alacağından tamamen vazgeçilebilmektedir.26  Vergi afları, genel af yasaları içerisindeki mali aflara ilişkin birkaç maddeyle, özel olarak çıkarılan vergi kanunlarıyla, vergi aflarına mahsus düzenlemelerle,  belirli  vergi  ve  cezaları  kapsayan  af  kanunlarıyla, borçların zamana yayıldığı veya taksitlendirildiği ödeme kolaylıklarını sağlayan düzenlemelerle gerçekleştirilebilmektedir.27 Bununla bağlantılı olarak bilimsel ve gündelik hayatta kullanılsa da vergi yasalarında vergi affı kavramına başvurulmamaktadır. Bunun yerine af içeren kanunlar değişik  adlarla  çıkmaktadır.     Ödeme  kolaylığı ,   vergi  borçlarının yeniden  yapılandırılması ,   tahsilatın  hızlandırılması   gibi  adlarla genellikle verginin aslından çok ferilerinden kaynaklanan borçlar için affa başvurulmaktadır.28 Bu aflar geçici kanun niteliğine sahip olsalar da, mevzuatın asli parçası haline gelerek kalıcı kurumsal bir kurum niteliğine dönüşmektedir.29 Vergi affı kavramının içeriğini net olarak ortaya koymak, vergi affının  hukuki  niteliğini  anlayabilmek  açısından  da  önemlidir.  Vergi hukukundaki  af  kavramı;  vergi  aslı,  vergi  cezası  ve  gecikme  faizi kavramlarını birlikte içerdiği için ceza hukukundaki aftan farklı bir şekilde değerlendirilmelidir.30  Anayasanın  73 üncü  maddesindeki   vergi ödevi yle devlet ile yükümlü arasında parasal bir borç (akçalı) ilişkisi                                                  25  Ibid.,  s. 44-45; Yaraşır, s. 177; Edizdoğan ve Gümüş, s. 101. Nihal Saban ın makalesinde değindiği şu kategorizasyon da vergi affının kapsamının anlaşılması açısından faydalıdır: Vergi affıyla;  1. Geçmişteki vergi asılları ve gecikme faizleri ödendiğinde, cezalar, 2.  Geçmişteki vergi asıllarının tamamı (veya kısmı) ile gecikme faizlerinin tamamı (veya bir kısmı) ödendiğinde idari ve adli cezalar, 3.  Geçmişteki vergi asılları, gecikme faizi, idari ceza nitelikli cezalar affedilir.  Saban, 2001, s. 455. 26 Savaşan, s. 45; Çetin, s. 173. Affın kapsamına ilişkin bu çeşitliliği anlamak için bakılabilecek, Cumhuriyetin kuruluşundan 1991 yılına kadarki vergilerin kapsamının değerlendirildiği çalışma için bkz. Narinoğlu, s. 28-39. 27  Yaraşır, s. 176-177. 28  Öz ve Çubukçu, s. 247. 29  Şenyüz, 2015, s. 353. 30  Saban, 2011, s. 455. 268Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 263-301               Anayasal Vergilendirme İlkeleri Çerçevesinde…  tanımlandığı için bu akçalı ödeve ilişkin affın, ceza hukukundaki aftan farklı olması da doğaldır.31  Af  kurumu  vergi  hukukunda  düzenlenmemiş  olmakla  beraber, kendisine uygulamada yer bulmuştur. Vergi hukukunda af kurumuna, ceza hukuku kapsamındaki  af fa nazaran daha sıklıkla başvurulduğu görülmektedir. Bununla birlikte; vergi affı, ceza hukuku anlamındaki aftan  teorik  çerçeve  ve  temel  ilkeler  bakımından  daha  belirsiz niteliktedir.32 Ceza hukukuna ilişkin kaynaklarda af kuruma yeterince yer verildiği  halde,  vergi  affına  tam  bir  açıklık  getirilmemiştir.33  Ceza hukukunun genel ilkeleri kabul edilerek kurulmuş olan vergi suç ve ceza kavramları,  alanın  kendine  özgü  yapısı  nedeniyle  farklı  özelliklere sahiptir.34 Ceza hukuku ile vergi hukukundaki af, her ikisinde de devlet kısmen  veya  tamamen  cezalandırma  yetkisinden  vazgeçse  de, birbirlerinden ilke ve amaçlar yönünden ayrılmaktadır.35 Vergi kanunlarında af ile ilgili bir düzenlemenin mevcut olmaması, vergi  affı  incelenirken  anayasa,  vergi  ve  ceza  hukukunun  genel kurallarının dikkate alınmasını gerektirir.36 Bu nedenle vergi hukukunda affın niteliği tartışılırken, anayasa ve ceza hukuku açısından af kurumu da değerlendirilecektir.  3. Anayasa Hukuku ve Ceza Hukuku Açısından Af Kurumu ile Vergi Aflarının Hukuki Niteliği Af ilanına karar vermek, Anayasanın 87 nci maddesinde TBMM nin görev  ve  yetkileri  arasında  sayılmıştır.  Buna  göre,  TBMM  üye tamsayısının beşte üç çoğunluğunun kararıyla genel ve özel af ilanına karar verebilir. TBMM nin af çıkarma yetkisi, Anayasanın 169 uncu maddesinde  orman  suçlarına  mahsus  olarak  sınırlandırılmıştır. Anayasanın  104 üncü  maddesinde  ise  Cumhurbaşkanının  af  yetkisi düzenlenmiştir.  Anayasanın 87 nci maddesi anlamında, gerek genel af gerek özel affın mevzubahis olması için ön koşul olarak bir ceza mahkumiyetinin                                                  31  Ibid., s. 456. 32  Savaşan, s. 42. 33  Güneş, s. 172. 34  Saban, 2011, s. 457; Çağan, s. 112. 35  Edizdoğan ve Gümüş, s. 102. Çeşitli sebepleri olsa dahi vergi hukukundaki affın asıl sebebi öncelikli olarak gelir ihtiyacını karşılamak iken; ceza hukukundaki afta asıl amaç siyasi ve sosyal ortamı rahatlatmaktır. Ceza aflarına, sosyal ve siyasal bunalım dönemlerinden  sonra  başvurulurken,  vergi  aflarına  özellikle  mali  ve  ekonomik bunalımdan sonra başvurulması da bu durumu göstermektedir. Ibid. 36  Saban, 2011, s. 459; Saban, 2014, s. 188. 269Sibel Yılmaz                                                    Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 263-301  veya tehdidinin varlığı gerekir.37 Ceza mahkumiyetinin varlığı için ise teknik anlamda konusu suç teşkil eden fiiller gereklidir.38 Suçun tanımı ceza hukukuna bakılarak yapılabilir. Suç genel teorisine göre, suç olarak nitelenen hukuka aykırı fiiller ile diğer hukuka aykırı fiiller birbirinden ayrılır.  Her  suç  hukuka  aykırı  fiil  iken,  her  hukuka  aykırı  fiil  suç oluşturmaz. Suç, ceza normunu ihlal eden fiildir. Kusur yeteneği bulunan bir  kimsenin  tipe  (kanuni  unsura)  uygun,  hukuka  aykırı  ve  kusurlu hareketidir. Bu unsurları içermeyen fiil, teknik anlamda suç değildir ve ceza  yaptırımına  uğratılamaz.  Suç  ceza  yaptırımına  bağlanmıştır.  Bu yaptırım türleri hürriyeti bağlayıcı cezalar ile adli para cezalarıdır.39  Hukuka aykırı olduğu halde suç oluşturmayan fiiller; haksız fiiller, güvenlik tedbiri gerektiren fiiller ile idari yaptırım gerektiren fiillerdir. İdari yaptırımı gerektiren fiiller de, disiplin cezasını gerektiren fiiller ve kabahatler olarak ikiye ayrılır.40 Dolayısıyla bu fiillere ilişkin suç veya bu fillerin yaptırımları için ceza terimleri kullanılsa da, bu yaptırımlar ceza hukuku anlamında ceza değildir. Anayasa Mahkemesi de bu fiillerin idari tedbir  olup  suç  oluşturmadığını,  yaptırımlarının  da  ceza  olmadığını belirtip,  bu  fiilleri  ceza  hukuku  anlamında  af  tanımının  dışında bırakmıştır.41  Mahkemenin  vergi  cezalarına  ilişkin  düzenlemelerin Anayasaya  uygunluğunu  değerlendirirken  –15  Ekim  1991  tarih  ve E.1990/29,  K.1991/3742  ile  18  Temmuz  1994  tarih  ve  E.1994/46,                                                  37  Araç ve Erikli, s. 32. 38  Ibid. 39 Öztürk ve Erdem, s. 143. 40 Ibid. 41 Araç ve Erikli, s. 33.  42 15 Ekim 1991 tarih ve E.1990/29, K.1991/37 sayılı kararında Anayasa Mahkemesi şu değerlendirmeyi yapmıştır:  Bu durumda incelenen kural, vergi kayıp ve kaçağını önlemek  amacıyla  Maliye  ve  Gümrük  Bakanlığı'na  yetki  vermekle  yasasız  suç oluşturma olanağı vermediğinden Anayasa'nın 38. maddesine de aykırı değildir. Ayrıca, vergi idarelerince verilen para cezalarının teknik anlamda ceza niteliğinde olmadığı,  idari  birer  yaptırım  niteliğinde  olduğu  hususundaki  düşünceler  de gözetildiğinde belge düzenine ilişkin idari düzenlemelere aykırı davranış suç değil, birer disiplin suçu, hattâ bir tür mali kolluk önlemi olarak değerlendirilebilir. Bu durumda kanunsuz suçtan söz edilemez.  Anayasa Mahkemesi, E.1990/29, K.1991/37, Kt.15.10.1991  (Resmi  Gazete,  05.02.1992-21133), http://www.kararlaryeni.anayasa.gov.tr/Karar/  Content/bfde-cbfe-441e-b53d4fe?excludeGerekce=  False&wordsOnly=False  (son  erişim  tarihi: 26.12.2015). 270Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 263-301               Anayasal Vergilendirme İlkeleri Çerçevesinde…  K.1994/57 sayılı kararları- bu ayrımı dikkate aldığı görülmektedir.44 Bu kararlarında affa ilişkin olarak adli ceza-idari ceza gibi açık bir ayrımdan bahsetmese de Mahkemenin affı açıklarken  suç ,  ceza ,  mahkumiyet  ve  kamu davası  terimlerini özellikle vurguladığı, suç ve cezayı maddi ceza hukuku anlamında anladığı ve bu suç ile cezaların affını teknik anlamda af kapsamında gördüğü anlaşılmaktadır. Mahkemenin değindiği bu terimler karşılığını ceza hukukunda bulmaktadır. Yani Mahkeme adli ve  idari  ceza  ayrımı  yapmaktadır.45  Dolayısıyla  Anayasanın  87 nci maddesinin öngördüğü af, maddi ceza hukuku anlamında suç ve cezaların affıdır.  Disiplin  cezaları  ve  idari  para  cezalarının  affı  yetkisi  ise Anayasanın  87 nci  maddesinden  değil;  yasama  yetkisinin  genelliği ilkesinden kaynaklanmaktadır.46  Vergi  affının,  hukuki  niteliğinin  ve  dolayısıyla  vergi  affında uygulanacak ilkelerin belirlenebilmesi için vergi cezalarının niteliğinin belirlenmesi gerekir.47 Vergi suç ve cezalarının bir kısmı vergi hukuku ilkeleri çerçevesinde kabahat niteliği taşıyan mali ihlaller ve buna ilişkin yaptırımlar esasına göre düzenlenmişken,48 diğer bir kısmı ise doğrudan maddi ceza hukuku anlamında suç ve ceza niteliği taşır.49 Vergi cezalarını etkileyen affın Anayasanın 87 nci maddesinde düzenlenen af kapsamına girip girmediği bu ayrıma göre belirlenir.50  İdarece uygulanan parasal nitelikteki vergi cezalarının affedilmesi, devletin  bir  alacağından  vazgeçmesi  demektir.  Vergi  cezaları,  ceza                                                  43 Mahkemenin adli ve idari ceza ayrımını gözettiği 18 Temmuz 1994 tarih ve E.1994/46, K.1994/57 sayılı kararında görülmektedir. Mahkemeye göre,  vergi hukukunda, vergi suçları ve cezaları; mali ve idari suç ve cezalar, ceza hukuku alanında ve anlamındaki suç ve cezalar olarak iki kategoriye ayrılmaktadır. Malî ve idari nitelikteki suç ve cezalarda eylem ve yaptırım, idari yöntemlerle saptanmaktadır. Vergi idaresince suç olarak saptanan fiiller için yargı kararına gerek olmadan, vergi idarelerince ceza verilmektedir. Bu tür suçların yaptırımı, mali ve idaridir. Anayasa'nın 38. maddesinin sekizinci fıkrasındaki ‘idare kişi hürriyetinin kısıtlanması sonucunu doğuran bir müeyyide uygulayamaz.  kuralından da idarî ve malî nitelikteki vergi suç ve cezaları ile maddî ceza hukuku anlamındaki vergi suç ve cezalarının bir birinden farklı kurumlar olarak öngörüldüğü anlaşılmaktadır.  Anayasa Mahkemesi,  E.1994/46, K.1994/57, Kt.18.7.1994 (Resmi Gazete, 14.12.1995-22493), http://www.kararlaryeni.anayasa.gov.tr/  Karar/Content/87facd-eea-4db-bcdeebc3? exclude Gerekce=False& wordsOnly=False (son erişim tarihi: 26.12.2015). 44 Araç ve Erikli, s. 34. 45 Ibid. 46 Ibid., s. 42. 47 Çağan, s. 113. 48 Döner, s. 47-48.  49 Karakoç, 2007, s. 64; Dönmez, s. 16. 50 Araç ve Erikli, s. 33. 271Sibel Yılmaz                                                    Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 263-301  hukuku ilkeleriyle uyumlu olarak, kişileri suç teşkil eden eylemlerden caydırmak düşüncesine dayansa da vergi cezalarının kamu alacağı olduğu, dolayısıyla af ile devletin bir kamu alacağından vazgeçtiği söylenebilir.51 TBMM nin idari yaptırımlara ilişkin af yetkisinin kaynağı  genel ve özel af ilan etmek  değil;  yasama yetkisinin genelliği  ilkesi olduğu için dikkate  alınacak  olan  Anayasanın  87 nci  maddesindeki  affa  ilişkin düzenleme değildir.  Maddi ceza hukuku anlamında suç oluşturan vergiye ilişkin eylemleri ise şüphesiz vergi suçları olarak ayrı bir kategoride incelemek yerine yalnızca suç olarak değerlendirmek yeterlidir ve bu suçların affı, diğer suçlardan  bir  farkı  olmadığı  için  Anayasanın  87 nci  maddesinin kapsamındadır.53 Vergi ödevlerine uymamak olarak nitelendirilen fiillerin vergi  kabahati  olarak  nitelendirilip  vergi  (idari  para)  cezasına  tabi tutulması ile Vergi Usul Kanununun 359 uncu ile 363 üncü maddeleri arasında düzenlenen kurallara aykırılık hallerinin vergi suçu olarak kabul edilip hürriyeti bağlayıcı ceza ile cezalandırılması gerekir.54 Bu anlamda, vergi ziyaı ve usulsüzlük kabahat olarak nitelendirilip vergi affı kapsamı altında değerlendirilebilecekken; kaçakçılık, vergi mahremiyetinin ihlali ve yükümlülerin özel işlerini yapma suç olarak nitelendirilip Anayasanın 87 nci maddesi kapsamında değerlendirilebilir.55  Bu çalışmada dikkate alınan verginin aslı ve ferilerinin affı olup, vergi cezalarının affından kasıt ise maddi ceza hukuku anlamında cezalar değil;  idari yaptırım  gerektiren  fiillerdir.  Anayasa  Mahkemesi  de  18 Temmuz 1994 tarih ve E.1994/46, K.1994/57 sayılı kararında bu ayrımı net bir şekilde ifade etmektedir:   Vergi hukukunda, vergi suçları ve cezaları; mali ve idari suç ve cezalar, ceza hukuku alanında ve anlamındaki suç ve cezalar olarak iki  kategoriye  ayrılmaktadır.  Malî  ve  idari  nitelikteki  suç  ve                                                  51 Dönmez, s. 17. Nami Çağan a göre, vergi cezaları zarar karşılığı olmayıp, cezai niteliktedir ve amacı, devletin uğradığı zararı tazmin etmek değil; zararı aşan tutara karşılık olarak kamu suçluyu cezalandırmaktır. Vergi Usul Kanununda öngörülen kaçakçılık ve usulsüzlük cezaları, idari merciler tarafından ve kamu cezası niteliği gösteren  müeyyidelerdir.  Vergi  cezalarında  öngörülen  müeyyidelerin  hürriyeti bağlayıcı ceza olmaması bunun aksini göstermez. Çağan, s. 113-114. 52 Döner, s. 50. Nihal Saban a göre, Anayasanın 73 üncü maddesinin üçüncü fıkrası gereğince, verginin konulup kaldırılmasıyla bağlantılı olduğu için vergi afları da TBMM nin yetkisindedir ve yasa ile çıkartılabilir. Yani Saban vergi aflarını 73 üncü madde kapsamında ele almaktadır. Saban, 2014, s. 187; Saban, 2001, s. 458. 53 Ibid. 54 Karakoç, 2013, s. 1273. 55 Ibid. 272Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 263-301               Anayasal Vergilendirme İlkeleri Çerçevesinde…  cezalarda eylem ve yaptırım, idari yöntemlerle saptanmaktadır. Vergi idaresince suç olarak saptanan fiiller için yargı kararına gerek olmadan, vergi idarelerince ceza verilmektedir. Bu tür suçların yaptırımı, mali ve idaridir.  56 TÜRKİYE DE VERGİ AFLARININ UYGULANMASI Vergi  afları;  kısa  vadede  gelir  vergilerinde  bir  artış  yaratması, yönetsel  zorunluluklar  veya  politik  nedenlerle  kullanılabilmektedir.57 Sadece gelişmekte olan ülkelerde değil; gelişmiş ülkelerde de vergi affına başvurulmakla beraber, gelişmekte olan ülkelerde vergi affı çoğunlukla kapsamlı bir vergi reformu olmaksızın sıkça kullanılmaktadır.59  Birçok ülkede vergi affının uygulanması, afları gerekli kılan mali, ekonomik,  politik  ve  sosyal  nedenlerin  varlığına  işaret  etmektedir.60 Türkiye de de vergi (ve sigorta prim) aflarına sıklıkla, özellikle 1960 yılından beri hemen hemen her yıl başvurulmaktadır.61 1960 yılı öncesi ile sonrasındaki af kanunları arasında amaç ve nitelik bakımından farklılıklar mevcuttur.62 1980 li yıllardan sonra vergi aflarına ilişkin düzenlemeler, sadece vergi borç ve cezalarının affedilmesiyle sınırlı kalmamış; kamu alacaklarının  tahsilatlarının  hızlandırılması,  matrah  artırımı  yapma karşılığı yükümlülüklere vergi incelemelerinin dışında kalma olanağı, bazı varlıkların ekonomiye kazandırılması gibi farklı ad ve içeriklerle de affa başvurulmuştur.63 Türk hukukunda 1906 yılındaki  irade-i seniye  affına kadar giden bir geçmişle beraber, 1960-2003 yılları arasında neredeyse her yıla bir                                                  56 Anayasa Mahkemesi, E.1994/46, K.1994/57, Kt.18.7.1994. 57 Savaşan, s. 42. 58 Bir vergi affının görece başarılı bir neticeye ulaşmasını sağlamak için gerekli koşullar için bkz. Yaraşır, s. 181-182; Edizdoğan ve Gümüş, s. 109-111; Kargı ve Yüksel, s. 41. Recai Dönmez vergi affı uygulamasının başarılı olabilmesi için gerekli temel koşullar olarak şunları saymıştır: 1. Vergi affı yalnızca bir kereye özgü olmalı, 2. Af vergi sistemini güçlendirici önlemlerle eş zamanlı yürütülmeli, 3. Sağlanacak bağışıklıklar affa katılımı teşvik edecek düzeyde olmalı, 4. Af dönemi yeterli uzunlukta olmalı, 5. Affın tanıtılması ve halklar ilişkiler kısmına gerekli özen gösterilmeli. Dönmez, s. 5460. 59 Savaşan, s. 42; Kargı ve Yüksel, s. 38. 60 Savaşan, s. 43;Yaraşır, s. 176, 179. Vergi aflarının nedenleri için bkz. Yaraşır, s. 179182; Edizdoğan ve Gümüş, s. 102-104; Kargı ve Yüksel, s. 31-32; Çetin, s. 173; Dönmez, s. 48-53; Narinoğlu, s. 2-28. 61 Savaşan, s. 43. 62 Edizdoğan ve Gümüş, s. 113. 63 Öz ve Çubukçu, s. 249. 273Sibel Yılmaz                                                    Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 263-301  tane  düşecek  şekilde  vergi  ve  sigorta  prim  affı  çıkarılmıştır.64  2003 yılından sonra 2008 tarihli ve 2011 tarihli iki af yasası daha çıkarılmıştır.65  Son olarak 2013 ve 2014 yıllarında vergi affına başvurulmuştur.66 Türkiye deki aflar içerik olarak farklılık göstermektedir. Nitekim kimileri sadece vergi asıllarına yönelikken; kimileri vergi aslına ek olarak, faizler ve zamları da kapsamaktadır. Vergi affı ile bu yükümlülükler kısmen veya tamamen ortadan kaldırılabilirken; bunları ödeme kolaylığı sağlayan  düzenlemeler  veya  bunlardan  daha  hafif  içerikte  yeni  mali yükümlülükler  de  getirilebilmektedir.67  Bu  nedenle  afların  kapsadığı yükümlüler ile af süreleri ve sebepleri değişiklik gösterebilmektedir.68 Bununla beraber, vergi afları ile kastedilenin genel olarak verginin aslı ve cezaları olduğu dikkate alınarak, vergi affı kavramının vergi hukukundaki af sorununu bütün boyutlarıyla ele aldığı göz önünde bulundurulmalıdır.69 ANAYASAL VERGİLENDİRME İLKELERİ KAPSAMINDA VERGİ AFFININ ELE ALINMASI  Vergi aflarıyla beraber, vergi aflarından faydalanan yükümlüler ve faydalanmayan/faydalanamayan yükümlüler bakımından bir ayrım ortaya çıkar.70 Vergi aflarının rutin bir hal alması,  afla aklanmayı alışkanlık haline getiren ve vergisel yükümlülüklerini af beklentisi içinde yerine getirmeyen bir mükellef tipinin  varlığını ortaya çıkarmaktadır.71 Böyle bir durumun vergi uygulamalarında zafiyet oluşturup oluşturmayacağı, vergisini ödeyen yükümlülerin vergi uyumu bakımından nasıl bir etki oluşturacağı  önemli  bir  tartışma  konusudur.73  Ancak  bu  çalışmada                                                  64  1960-2003 yılları arasında Türkiye de çıkarılan vergi ve sosyal sigorta prim aflarını gösteren tablo için bkz. Savaşan, s. 53. Türkiye de 1980 sonrası af kanunları ve değerlendirilmesi için bkz. Yaraşır, s. 182-185. 1924 ve 2003 teki vergiler olmak üzere arada çıkarılan vergilere ilişkin tablo için bkz. Çetin,  s. 177. 2013 yılı dahil olmak üzere o zamana kadar çıkarılan vergi aflarının tablosu için bkz. Yurdakul, s. 79. 65  Yaraşır, s. 185 66  6552 sayılı İş Kanunu ile Bazı Kanun ve Kanun Hükmünde Kararnamelerde Değişiklik Yapılması ile Bazı Alacakların Yeniden Yapılandırılmasına Dair Kanun, Kabul Tarihi: 10.09.2014, (Resmi Gazete, 29116 Mükerrer). 67  Yaraşır, s. 177; Edizdoğan ve Gümüş, s. 113. 68  Yaraşır, s. 182; Edizdoğan ve Gümüş, s. 113. 69  Kargı ve Yüksel, s. 31. 70  Savaşan, s. 43. 71  Ibid., s. 43-44. 72  Af ve vergisel uyum açısından çizilen teorik bir çerçeve için bkz. Ibid., s. 49-51. Vergi affının vergi mevzuatına uyumu azaltacağına dair görüşler için bkz. Edizdoğan ve Gümüş, s. 108. 73   Vergi affının fayda ve maliyet analizi  için bkz. Savaşan, s. 45-46. 274Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 263-301               Anayasal Vergilendirme İlkeleri Çerçevesinde…  incelenen, büyük ihtimalle bilinçli olarak geciktirilmiş vergi borçlarının affa uğramasını bekleyen yükümlünün, bu beklentisinin karşılanmasıyla dürüst  yükümlülerin  hukuk  karşısında  bir  haksızlığa  uğrayıp uğramadığıdır.  Bu  değerlendirilmenin  yapıldığı  çerçeveyi  ise Anayasadaki  vergilendirmeye  ilişkin  ilkeler  oluşturmaktadır.  Aşağıda öncelikle  vergi  hukuku  ile  anayasa  hukuku  arasındaki  sıkı  ilişkiye değinilecek,  ardından  anayasal  ilkeler  açısından  vergi  affı değerlendirilecektir. 1. Vergi Hukuku ile Anayasa Hukuku Arasındaki İlişki  1215 yılında imzalanan Magna Carta dan beridir, vergisel tepkiler hukuk devleti ve anayasa sürecinde önemli bir etkiye sahiptir.75 Magna Carta da  İngiltere  Kralı  ile  İngiltere  toplumu  arasında  harçların  ve vergilerin belli bir düzene bağlanması öngörülmüştür.76 Belgede gelirlerin ve  giderlerin  her  yıl  yeni  baştan  onaylanması,  yani  bütçenin  yıllık onanması  sisteminin  kabulüyle  bütçe  hakkı  kavramı  oluşmuştur  ki anayasal gelişmelerde verginin somut bir hareket noktası oluşturması da bu gereklilikle bağlantılıdır.77 Öyle ki vergi hukuku, anayasa hukukunun öncülüğünü  yapmıştır.78  Parlamentoların  kazandığı  ilk  yetki vergilendirme yetkisi olmuştur.79 Nitekim parlamentoların mali yetkileri, yasama veya hükümeti denetleme yetkilerinden çok daha eski bir yetkidir. Hatta parlamentoların mali organ olarak ortaya çıktığı, kanun yapma yetkisinin ise daha sonra parlamentoya geçtiği söylenebilir.80  Vergi hukuku, özellikle mülkiyet hakkı olmak üzere, temel hak ve hürriyetlerle karşılıklı ve yakın ilişkili olup, ekonomik hayatı geniş ölçüde etkilemektedir.  Bu  hukuk  dalının  hukuk  devleti  açısından değerlendirilmesi  de,  en  başta  anayasa  hukuku  eksenli  olmalıdır.81 Devletin gücünü sınırlayan temel belge olan anayasalar, vergilendirme konusunda da devletin sınırsız yetkisinin olmadığını, kişilere tanınan hakların  hukuk  devleti  ilkesine  uygun  olarak  sınırlandırılabileceğini güvence altına almaktadır.82                                                   74  Ibid., s. 44. 75  Şenyüz, 2014, s. 82. 76  Kargı ve Yüksel, s. 27. 77  Ibid. 78  Karakoç, 2007, s. 63; Öncel, Kumrulu ve Çağan, s. 7. 79  Ibid. 80  Bu iddia İngiliz anayasa tarihine bakılarak ileri sürülmektedir. Gözler, 2009, s.365-366. 81  Şenyüz, 2014,  s. 82; Karakoç, 2007, s. 82. 82  Ibid., s. 82-83; Karakoç, 2007, s. 63. 275Sibel Yılmaz                                                    Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 263-301  Vergilerin, vergilendirme ilkeleri çerçevesinde toplanması ile etkin ve  (göreli  olarak)  adil  bir  finansman  aracı  olarak  kullanılması  ve ekonominin genel dengesini bozmadan devletin harcamalarını finanse edilebilmesi her zaman tartışmalı bir husus olmuştur.83 Vergi afları da bu tartışmada  kendine  bir  yer  bulmaktadır.  Bu  nedenle,  vergi  affının Anayasaya uygunluğunun incelenmesi de anayasal vergilendirme ilkeleri üzerinden yapılacak bir tartışmayı gerektirir. Affın sadece belli bir gruba uygulanması vergilendirmenin eşitlik ve adalet ilkelerine uygun değildir.84 Aşağıda vergi affı ile doğrudan bağlantılı  anayasal ilkeler ve vergi affının bu ilkelere uygunluğu ele alınmıştır. 2.  Anayasal Vergilendirme İlkeleri Vergi  ödevinin,  1982  Anayasasının  73 üncü  maddesinin   Siyasi Haklar ve Ödevler  başlıklı bölümü altında yer aldığı düşünüldüğünde ve madde düzenlemesine bakıldığında, devletin demokratik, laik ve sosyal bir  hukuk  devleti  olarak  finansmanını  vergilerden  sağlayacağı;  yani finansmanını  adil  bir  vergi  sistemiyle  gerçekleştirmeyi  hedeflediği anlaşılmaktadır.85 Bu durum, vergilendirmenin kişi hak ve özgürlüklerine müdahale olmasının yanı sıra diğer bir yönünü oluşturmaktadır.86  73 üncü madde dikkate alındığında, anayasal vergilendirme ilkeleri olarak karşımıza; vergi gelirlerinin kamu giderlerinin karşılığı olması ilkesi, vergi adaleti ilkesi, vergilerin kanuniliği ilkesi çıkar.87 Bunların yanı sıra anayasal vergilendirme ilkeleri arasında sayılması gereken diğer ilkeler hukuk devleti ilkesi, hukuki güvenlik ilkesi ve ölçülülük ilkesidir.88 Yine belirtmek gerekir ki hukuk devleti ilkesinin yanı sıra sosyal devlet ilkesinin vergi hukukunda özel bir yeri vardır.89 Hukuk sisteminin tamamına içkin bir ilke olan hukuk devleti ilkesi, kısaca, hukukun üstünlüğünün devletin her organı ve kişiler tarafından benimsenmesi  ve  hukuka  bağlı  kalınması  gerekliliğini  ifade  eder.90                                                  83  Savaşan, s. 51-52. 84  Edizdoğan ve Gümüş, s. 108. 85  Saban, 2001, s. 456. 86  Karakoç, 2007, s. 82. 87  Ibid.; Soydan, 1998, s. 100. 88  Karakoç, 2013, s. 1263. Aynı ilkeler için bkz.Gerçek ve diğerleri, s. 51-60. Eserde hukuk devleti ilkesi, yükümlü haklarını etkileyen anayasal ilkeler altında ele alınmış olsa  da;  biz  bu  çalışmada  söz  konusu  ilkeyi  doğrudan  anayasal  vergilendirme ilkelerinden biri olarak değerlendirdik. 89  Karakoç, 2007, s. 63. 90  Karakoç, 2013, s. 1263. 276Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 263-301               Anayasal Vergilendirme İlkeleri Çerçevesinde…  Yasama  ile  yürütme  organının  yargısal  denetime  tabi  tutulması, Anayasanın  üstünlüğü  ve  bağlayıcılığı,  kanunların  ve  diğer  hukuk kurallarının Anayasaya ve hukuka uygunluğu ile her türlü iş ve işlemlerin yargısal  denetimi,  kazanılmış  haklara  dokunulamaması,  kanuni  idare, idarenin  mali  sorumluluğu  hukuk  devleti  ilkesini  somutlaştıran  alt ilkelerdir.91 Devletin vergilendirme ile kişilerin hak ve özgürlüklerine müdahale  etmesi  nedeniyle  hukuk  devleti  ilkesi,  bu  yetkinin kullanılmasında  keyfiliği  önleyerek  vergi  hukuku  açısından  bir  sınır özelliği taşımaktadır.92 Vergilendirmede adalet ilkesi kabul edilen bir diğer ilkedir. Bununla beraber bu ilkenin nasıl gerçekleştirileceği tartışmalıdır.93 Zira soyut bir kavram olan vergi adaleti zamana, yere, değer yargılarına ve ideolojiye göre  değişmektedir.94  Vergi  afları  da  bu  tartışmanın  bir  parçasını oluşturur.95 Vergi adaleti temelde eşitlik ilkesine dayanırken, bu eşitlik mali güç üzerinden gerçekleştirilmektedir.96 Eşitlik ilkesi ile bağlantılı olduğu için bu ilkeyi eşitlik ilkesi kapsamında ele alacağız. Anayasal  vergilendirme  ilkeleri  yukarıda  bahsedilenler  olmakla beraber vergilendirmede adalet ilkesinin bir gereği olan ve Anayasada genel olarak da düzenlenmiş olan eşitlik ilkesi ile hukuki güvenlik ilkesi vergi afları değerlendirmesinde öne çıkan ve dikkate alınması gereken ilkelerdir. Bu nedenle bu çalışmada, eşitlik ve hukuki güvenlik ilkelerine uygunluk bakımından vergi afları değerlendirilmiştir. i.  Eşitlik ilkesi Eşitlik ilkesinin vergilendirmeye ilişkin uzantısı olan Anayasanın 73 üncü maddesinden yola çıkarak mali güç üzerinden gerçekleştirilebilen bir eşitlikten bahsetsek de, bu madde vergilemede eşitlik veya ayrımcılık yasağı ile ilgili özel bir durum içermez.98 Bu nedenle mali gücün, anayasal eşitlik  ilkesi  ile  birlikte  değerlendirilmesi  gerekir.  Bu  aşamada Anayasanın 10 uncu maddesi devreye girmektedir.99 10 uncu maddede bir yanda  kanun  önünde  eşitlik  ilkesi;  diğer  yanda  dil,  ırk,  Anayasada                                                  91 Ibid., s. 1263-1264; Öncel, Kumrulu ve Çağan, s. 39. 92 Ibid. 93 Kargı ve Yüksel, s. 26. 94 Karakoç, 2013, s. 1285. 95 Kargı ve Yüksel, s. 26. 96 Şenyüz, 2014, s. 87. 97 Soydan, s. 103. 98 Saban, 2014, s. 67. 99 Ibid., s. 68. 277Sibel Yılmaz                                                    Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 263-301  belirtilen  diğer  sebepler  ve  benzeri  sebeplere  dayanılarak  ayrım yapılmaması yer almaktadır.   Anayasa Mahkemesi mutlak eşitliği değil,  nispi eşitlik  anlayışını benimsemiştir.100 Mahkeme eşitliği, aynı hukuksal durumda olan kişilerin aynı; farklı hukuksal durumda olan kişilerin farklı kurallara tabi tutulması şeklinde açıklarken, aynı durumda olanların haklı nedene dayanarak farklı kurallara tabi tutulmasını eşitlik ilkesine aykırı görmez. Dolayısıyla aynı veya farklı duruma bakılırken hukuksal durum, farklı hukuksal duruma bakılırken haklı neden göz önünde tutulur.101 Anayasa Mahkemesi kamu yararı ve haklı nedenin,  anlaşılabilir ,  amaçla ilgili ,  makul ve adil  olmasını aramaktadır. Getirilen bir düzenleme, birbirini tamamlayan ve güçlendiren bu üç ölçütten birine uymuyorsa, eşitlik ilkesine aykırılık söz konusu olabilir.  Çünkü eşitliği bozduğu öne sürülen kural haklı bir nedene dayanmamakta ya da kamu yararı amacıyla yürürlüğe konulmamış olmaktadır. 102 Anayasa  Mahkemesine  göre  eşitlik  veya  farklılığın  ölçüldüğü  hukuksal durum un ve ayrı muamele için  haklı neden in ne olduğunun tespit  edilmesi  gerekir.103 Mahkemenin,  eşitlik  ilkesini  ihlal  iddiasını değerlendirirken, ayrıcalıklı duruma getirmenin haklı nedeni olarak kabul ettiği  durumlar  şunlardır:  Hukuksal  yapı  veya  nitelik  farkı,  vergi konusunda nitelik farklılıkları, kamu yararı ve mali politika, sosyal ve ekonomik kimi teknik nedenler.104                                                  100  Gözler, 1999, s. 314.   101  Saban, 2014, s. 66; İnceoğlu, s. 50-51, 55. Anayasa Mahkemesinin bu konudaki kararları: Anayasa Mahkemesi,  E.1990/35, K.1991/13, Kt.6.6.1991 (Resmi Gazete, 27.10.1994-22094); Anayasa Mahkemesi,  E. 1988/3, K. 1989/4, Kt.18.1.1991 (Resmi Gazete, 03.05.1989-20157), AMKD, Cilt 1, Yıl 2001, Sayı 25, s. 30-32; Anayasa Mahkemesi, E.1992/22, K.1992/40, Kt.17.6.1992 (Resmi Gazete, 09.01.1995-22518),  AMKD, Cilt 1, Yıl 1996, Sayı 31, s. 33-34. Anayasa Mahkemesi daha yeni kararlarında, eşitlik  ilkesinden  ayrılma  kriteri  olarak   haklı  neden e  değil,   Anayasanın  13. maddesindeki  nedenler e  dayanmayı  tercih  etmiştir.  Züleyha  Keskin,  Kamu Hizmetinde Eşitlik İlkesi, İstanbul, On İki Levha, 2015, s. 32, 95. dipnot. Bu kriter haklı neden kriterine göre daha belirgin ve daha kolay uygulansa da, Anayasanın 13 üncü maddesindeki genel sınırlama sebeplerinin kaldırılmasıyla beraber pozitif temelden yoksun hale gelmiştir. Gözler, 1999, s. 317. 102  Anayasa Mahkemesi, E.1991/13, K.1992/10, Kt.19.2.1992 (Resmi Gazete, 17.11.199422114). AMKD, Cilt 1, Yıl 1995, Sayı 30, s. 101. 103  Soydan, s. 103. 104  Ibid., s. 105-106. 278Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 263-301               Anayasal Vergilendirme İlkeleri Çerçevesinde…  Anayasa Mahkemesi, eşitlik ilkesinin uygulanmasında karşılaştırma kriteri olarak mali güce göre vergilendirme ilkesini dikkate almaktadır.105 Mali güç yaklaşımı, kişilerin mali gücüne göre ayrılması ve herkesin mali gücü  oranında  vergiye  tabi  tutulmasını  gerektirir.106  Bu  şekilde vergilemede ödeme gücüne dayalı bir adalet sistemiyle  dikey eşitlik  ve  yatay eşitlik  ortaya çıkmıştır. Ödeme gücü aynı olanların aynı miktarda vergiyi ödemesi yatay eşitlik iken; farklı ödeme gücü olanların farklı miktarda ödeme yapmaları  dikey eşitlik tir.107 Soydan a göre, yükümlü grupları arasındaki belirgin fark ölçüsü, eşitlik ilkesinin özünde mevcuttur ve Anayasa Mahkemesinin  hukuki durum farklılığı  ölçüsüyle örtüşür.108 Dolayısıyla  mali güç  farklılığından başka,  hukuksal yapı ve nitelik  ve  vergi konusundaki nitelik  farklılıkları birer ölçü olabilecekken, kamu yararı ile mali politika, sosyal ve ekonomik kimi teknik nedenlerin ölçüt olarak kullanılması eşitlik ilkesine aykırılık oluşturacaktır.109  Soydan ın bizim de katıldığımız açıklamasında belirttiği gibi, ölçüt olarak  kabul  edilebileceğini  ileri  sürdüklerimiz  – hukuksal  yapı  ve nitelik   ile   vergi  konusundaki  nitelik -  yükümlü  gruplarının  bizzat kendilerine yönelen ölçütlerdir ve bunlara dayalı ayrımlar açıkça keyfi bir sınıflandırma oluşturmadığı sürece eşitlik ilkesine aykırılık oluşturmaz.110 Ancak  kamu  yararı  ile  teknik  nedenlere  dayanılarak  gerçekleştirilen farklılaştırma, devletin bundan beklediği faydaya yöneliktir.111 Bunların herhangi  bir  fiili  eşitsizliği  değiştirmeye  yönelik,   farklı  hukuksal durumda  olanlarla   bağlantılı  sebepler  olmadığı  yeterince  açıktır. Dolayısıyla  bu  nedenlere  dayanarak  eşitliği  bozan  bir  düzenlemenin Anayasaya uygun kabul edilmesi mümkün değildir.  ABD  Yüksek  Mahkemesinin  bir  kararı,  bu  konuda  bize  yön gösterebilecektir. Mahkemeye göre,   farklı  vergilendirmesine  izin verip  vermediğini  anlamak  için, farklı  muamelenin  ‘iki  sınıf  arasındaki  belirgin  farklılıklarla  doğrudan ilgili olup olmadığı ve ‘bu farklılıkların söz konusu muameleyi haklı kılıp kılmadığı  araştırılmalıdır… Bunun için, Devletin  iki  benzer  grupta  yer  alan  emekliler  arasında  ayrım                                                  105 Ibid., s. 103. 106 Karakoç, 2013, s. 1285. 107 Kargı ve Yüksel, s. 28; Mualla, Kumrulu ve Çağan, s. 41; Saban, 2014, s. 68. 108 Soydan, s. 107. 109 Ibid. 110 Ibid. 111 Ibid. 279Sibel Yılmaz                                                    Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 263-301  yapmada haklı bir sebebi bulunup bulunmadığı değil, bu gruplar arasında  herhangi  bir  farkın  bulunup  bulunmadığı gösterilmelidir… Ne kadar önemli olursa olsun, Devletin ayrımcı bir vergiden beklediği faydanın, ayrımcı muameleye tabi tutulan iki grubun niteliğinin araştırılması ile hiçbir ilgisi yoktur. 112 Almanya da Alman hükümeti 1990 Vergi Reformu çerçevesinde çıkarttığı  Vergi  Affı  Kanununun  Anayasaya  uygunluğu  hakkında  üç anayasa hukukçusundan görüş istemiştir.113 Bu anayasa hukukçularından biri, bizim de bu çalışma boyunca savunduğumuz görüştedir. Buna göre, af kanunu açıkça Anayasaya aykırıdır; çünkü bir taraftan dürüst olmayan yükümlülerin  dürüst  yükümlüler  karşısında  ayrıcalıklı  bir  konuma yerleşmesine sebep olmaktadır; diğer yandan verginin aslını da içeren bu af,  ceza  bağışıklığına  işaret  etmektedir.114  Af  kanununun  Anayasaya uygunluğu bakımından sıkıntı bulmayan ikinci hukukçunun yanı sıra danışılan üçüncü hukukçu, vergilerin tahsilinden vazgeçilmesini, hukuk devleti ilkesine aykırılık olarak görmektedir. Söz konusu hukukçuya göre, her ne kadar vergi afları kanunla çıksa da, vergi yönetiminin yürürlükteki kanunlara göre gerçekleşmiş vergi alacaklarını tahsil konusunda bağlı yetki ile donatıldıkları dikkate alınınca, yürütülen teorik tartışma hala anlamlı olmaktadır.115 Türk doktrininde de af kurumunun lehine ve aleyhine görüşler yer almaktadır.117  Af  aleyhine  öne  sürülen  iki  gerekçeden  biri  vergi yükümlülüklerini  düzenli  olarak  yerine  getiren  yükümlüler  açısından afların adil bir uygulama teşkil etmemesi;118 diğeri ise af uygulamasının                                                  112  US Supreme Court. Phillips Co. v. Dumas Independent School Dist. 36 U.S. 376 (1960) dan aktaran Soydan, s. 106-107. 113  Dönmez, s. 19. 114  Ibid. 115  Ibid., s. 20.  116  Vergi affını savunanlar şu sebeplere dayanmaktadırlar: 1. Siyasi, ekonomik ve mali bunalım dönemlerinden sonra affın gerekliliği, 2. Kanunu bilmemek mazeret sayılmaz, kuralının vergi suçları açısından değerlendirilmesi gereği, 3. Vergi suçlarının diğer suçlara  göre  toplum  için  daha  az  tehlike  oluşturması,  4.  Vergi  denetiminin yetersizliğinin yol açtığı olumsuzlukları giderme, 5. Affın gelir yönetiminin bir aracı olarak kullanılması, 6. Affın vergi yasalarına yükümlülerin gönüllü itaatini sağlayıcı bir araç  olarak  başvurulması,  7.  Vergi  yönetiminin  ve  vergi  yargısının  iş  yükünün hafifletilmesi, 8. Affın hızlı bir gelir kaynağı olarak gerekliliği, 9. Af yanlısı diğer görüşler. Dönmez, s. 30-41; Edizdoğan ve Gümüş, s. 104-107. 117 Af yanlısı ve af karşıtı görüşler için bkz. Yaraşır, s. 177-178; Edizdoğan ve Gümüş, s. 104-109; Çetin, s. 174-177;  Sayar, 1987, s. 76-77. 118 Şenyüz, 2014, s. 92 280Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 263-301               Anayasal Vergilendirme İlkeleri Çerçevesinde…  piyasa  ekonomisinde  dürüst  yükümlüler  aleyhine  haksız  rekabet yaratmasıdır  ki  bizce  bu  gerekçe  de  adil  olmayan  uygulamanın kapsamında değerlendirilebilir.  Vergi kaçakçılığı, piyasanın ekonomik koşullarına nazaran daha az riskli ve aslında büyük ölçüde garantili ve ucuz finansal kaynak sağlama yollarından biri olarak gerçekleştirildiğinden, af bu tutuma hizmet ederek, bu yöndeki eğilimi arttırmanın yanı sıra, dürüst yükümlüler aleyhine haksız rekabet yaratmaktadır.120 Vergi zamanında tahakkuk ettirilmez veya eksik tahakkuk ettirilirse, tespit edilen bu eksiklik, hazine parasının kullanıldığı süreye göre hesaplanıp gecikme faiziyle beraber ödenir. Bu gecikme faizi piyasa oranının üzerinde bir faizdir ki vergi affı ile bu faiz affedildiğinde, gecikme faiziyle karşı karşıya kalmamak için vergisini ödeyen dürüst yükümlüler aleyhine haksızlık yapılmış olacaktır.122 Dürüst yükümlüler  vergilerini  tam  zamanında  ödedikleri  için  kendilerinin sermayesi  sınırlandırılmaktayken;  kötü  niyetli  yükümlüler  ödemeleri gereken vergiyi işletmelerinde hibe, kredi gibi kullanarak yatırımlarını genişletme imkanına sahip olmaktadırlar.123 Ödeme gücü olduğu halde vergilerini ödemeyerek, ödeme yapmaktan kaçındıkları bu miktarı faizsiz olarak başka yerlerde kullanan kişiler için vergi affının uygulanması adeta bu kişilerin ödüllendirilmesine, dolayısıyla adalet ve eşitlik ilkelerine aykırı sonuçlara yol açmaktadır.124  Yükümlüler arasındaki yatay eşitlik vergi afları aracılığıyla kanun eliyle bozulmaktadır.125 Vergisini zamanında ödemeyenler, ödeyenlere göre  ekonomik  olarak  devlet  eliyle  daha  avantajlı  konuma getirilmektedir.126 Vergisini zamanında ödeyen yükümlülerin ticari alanda haksız rekabete maruz kalmalarına da yol açan bu eşitsizlik, Devletin teşebbüs özgürlüğünü sağlamak için haksız rekabeti önlemek yönündeki anayasal yükümlülüğüne de aykırılık oluşturmaktadır.127                                                   119  Yaraşır, s. 178-179; Edizdoğan ve Gümüş, s. 108. 120  Yaraşır,  s.  179.  Bu  durum  yalnızca  dürüst  yükümlüler  aleyhine  haksız  rekabet yaratmakla kalmamakta; aynı zamanda piyasa ekonomisindeki gelişmeyi de olumsuz etkilemektedir. Ibid. 121  Kargı ve Yüksel, s. 37. 122 Edizdoğan ve Gümüş, s. 108. Vergi affının olumsuz etkileri için bkz. Kargı ve Yüksel, s. 31; 38-40. 123  Edizdoğan ve Gümüş, s. 108. 124  Ibid.  125  Şenyüz, 2014, s. 92 126  Kargı ve Yüksel, s. 38. 127 Şenyüz, 2014, s. 94. 281Sibel Yılmaz                                                    Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 263-301  Doktrinde de vergi affının eşitlik ilkesine aykırılık teşkil ettiğine dair güçlü bir görüş vardır. Vergi aflarının Anayasaya uygunluğunun özellikle vergi cezaları ve vergi asıllarının affı üzerinde yoğunlaştığına dikkat çeken Nami Çağan, dürüst yükümlüler ile dürüst olmayan yükümlüler arasında  bu  konuda  yapılacak  bir  ayrımın  doyurucu  bir  sebebe dayanmadığı gerekçesiyle, Anayasanın 10 uncu maddesindeki  kanun önünde eşitlik  ilkesi bakımından uygunluğun sağlanamayacağını ileri sürmektedir.128 Recai Dönmez e göre, pişmanlık ve ıslah kurumları ile vergi suçlularının kayrılmasına bir nebze katlanılabilse de, verginin aslını da  kapsayan  bir  afta,  dürüst  yükümlüler  karşısında  dürüst  olmayan yükümlülerin  hileli  davranışlarına  ayrıcalık  tanınmış  olacağı  için  bu durum, Anayasanın 73 üncü maddesindeki  vergi yükünün dengeli ve adaletli dağılımı  amacına ters düşmektedir.129 Servet Armağan da vergi affının, devlete zamanında ve eksiksiz vergisini ödeyenlere dolaylı bir haksızlık  oluşturduğunu  belirtmektedir.130  Vergi  affının  Anayasanın 10 uncu maddesine açıkça aykırılık teşkil ettiğini belirten yazar, 2001 yılına  kadar  yapılan  19  ayrı  vergi  affını,  eşitlik  ilkesinin  19  kere çiğnenmesi olarak niteleyerek bu eşitsizliğe vurgu yapmıştır.131 ii.  Hukuki güvenlik ilkesi Vergi affı açısından dikkate alınacak bir diğer ilke kişilerin mevcut düzenlemelere  güvenerek  hayatlarını,  iş  ve  işlemlerini  düzene koyabilmesi,  kazanılmış  haklarına  dokunulamaması  anlamına  gelen hukuki  güvenlik  ilkesidir.132  Vergi  yükümlülerinin,  hak  ve  özgürlük alanlarına  devletin  vergilendirme  aracılığı  ile  yaptığı  müdahaleleri önceden görmeleri ve kendilerini buna göre ayarlamaları için bu ilke, vergi hukukunda özel bir önem arz etmektedir.133 Hukuki güvenlik ilkesi; vergilendirmenin belirliliği, vergi hukukunda kıyas yasağını ve (aleyhe) vergi yasalarının geriye yürümezliğini gerektirir.134  Vergi affında hukuki güvenlik ilkesi açısından tartışılan husus geriye yürümezlik  meselesidir.  Vergi  yasaları  da  geçmişte  meydana  gelen olaylara  uygulanmamalıdır.  Sonradan  çıkartılan  yasalarla  geçmiş dönemler için vergi yükünün arttırılması, yükümlülerin devlete ve hukuk                                                  128 Çağan, s. 20.   129 Ibid., s. 20-21. 130 Armağan, s. 360. 131 Ibid., s. 361. 132 Karakoç, 2013, s. 1285, 1289; Mualla, Kumrulu ve Çağan, s. 45. 133 Ibid., s. 45. 134 Ibid., s. 46. 282Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 263-301               Anayasal Vergilendirme İlkeleri Çerçevesinde…  düzenine olan güvenini sarsacak, ekonomik ve ticari hayatta bulunması gereken belirlilik ve istikrarı bozacak, kişinin gelecek dönemlere ilişkin planlarını vergi yasalarına göre yapmasını engelleyecektir.135  Vergi affının vergi yükünü ortadan kaldırması veya hafifletmesi nedeniyle  yükümlünün  aleyhine  bir  durumun  mevcut  olmadığı, dolayısıyla geriye yürümezlik bazında hukuki güvenlik ilkesinin ihlal edilmediği ileri sürülebilir. Ancak vergi affına yönelik değerlendirme, vergisini  ödemiş  yükümlü  perspektifinden  yapılmalıdır.  Aftan yararlananlar için vergi affı bu ilke bakımından sıkıntı yaratmasa da, vergisini  zamanında  ödemiş  yükümlüler  için  aynı  şey  söylenemez. Getirilen vergi affının, dürüst yükümlü için lehe bir durum getirmediği kesindir. Kişinin zaten mevcut olan vergi borcunun ödediği, dolayısıyla vergi affına ihtiyacı kalmadığı, bu nedenle getirilen vergi affı ile bir yarar sağlamasa da bir zarar elde etmediği ileri sürülebilir. Bu iddiaya katılmak mümkün  değildir.  Bunun  sebebi  şüphesiz  eşitlik  ilkesinin  ihlali  ile doğrudan bağlantılıdır.136 Vergi hukukunda eşitlik ilkesi öncelikle kanun önünde eşitlik ilkesi anlamına gelir. Kanun önünde eşitlik de yalnızca kamusal  haklar  ve  yükümlülükler  bakımından  eşitliğin  sağlanmasını değil,  aynı  durumda  bulunan  kişilerin  kanun  karşısında  hak  ve yükümlülük (nimet ve külfet) bakımından eşit olmasını gerektirir.137  Vergisini  ödemiş  yükümlünün,  ödemeyen  yükümlüden  bağımsız olarak değerlendirilmesi mümkün değildir. Özellikle günlük ve ticari hayatta dürüst ve dürüst olmayan yükümlüler açısından farklı sonuçların ortaya çıktığına eşitlik ilkesi kapsamında değindik. Dolayısıyla eşitlik ilkesi ve hukuki güvenlik ilkesi birlikte ele alınmalıdır. Vergi affı ile beraber, adeta dürüst yükümlüye vergi yükü getirilmişçesine, hukuki güvenlik  ilkesi  sarsılmış  olacaktır.  Neticede  bir  tarafın,  ödemekle yükümlü  olduğu  borcu  ödemesi,  kendisi  ile  aynı  hukuksal  durumda bulunan diğer tarafın bu borcu ortadan kaldırılınca, ödeyen kişi için getirilmiş ekstra bir yük halini alacaktır. Yusuf  Karakoç un  ifadesiyle  aktarırsak:   Vergi  yükünü  artırıcı hükümlerin  geçmişe  yürütülmesi  kadar,  lehe  olmasına  rağmen  aynı durumda olan herkese ve her konuya uygulanması gereken hükümlerin geçmişe yürütülmemesi de hukuka aykırıdır ve hukuki güvenlik ilkesini ihlal etmektedir. 138 Dolayısıyla hukuki güvenlik ilkesi açısından, aleyhe                                                  135 Ibid., s. 47. 136 Aynı yönde bkz. Ibid., s. 49. 137 Kumrulu, 1979, s. 156. 138 Karakoç, 2013, s. 1293-1294. 283Sibel Yılmaz                                                    Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 263-301  olan  düzenlemelerin  geçmişe  yürütülmemesi  kadar,  lehe  olan düzenlemelerden  de  aynı  durumda  olan  herkesin  yararlanabilmesi gerekir.139  Ancak  bu  gereklilik  vergi  affı  uygulamalarında sağlanmamaktadır. Bunun yanı sıra vergisini ödeyen yükümlünün, vergi affıyla beraber vergisini ödemeyen yükümlünün daha avantajlı konuma geldiğini görmesiyle hukuki güvenliğinin sağlanacağına olan inancı da şüphesiz ki sarsılmaktadır.140 Anayasada vergi yasalarının geriye yürümezliği ilkesi ile ilgili bir hüküm yoktur. Ancak Anayasa Mahkemesi, vergi yasalarını hukuk devleti ilkesi  ve  ölçülülük  açısından  yargısal  denetime  tabi  tutabilecektir.141 Vergiyi doğuran olay meydana geldikten sonra vergi yükünü artıran bir vergi  yasası  hükmü,  gerçek  geriye  yürüme  olarak nitelendirilebileceğinden  Anayasa  Mahkemesi  tarafından  iptal edilebilir.142  Vergiyi  doğuran  olayın  tamamlanmasından  önce  vergi yükünü artıran bir yasa hükmü gerçek olmayan geriye yürüme olarak nitelendirilebilecek ve geriye yürütüldüğü dönemin uzunluğu, getirdiği vergi yükü açısından ölçüsüz değilse hukuki güvenlik ilkesine aykırı olarak  değerlendirilmeyebilecektir.  Anayasa  Mahkemesi  bu değerlendirmeyi, her somut olayda, kamu yararı ile yükümlülerin hukuki güvenliklerini karşılaştırarak yapacaktır.143 ANAYASA  MAHKEMESİ  KARARLARININ DEĞERLENDİRİLMESİ  Vergi aflarına yöneltilen en büyük eleştiri, af uygulamasının eşitlik ilkesine  aykırı  sonuç  doğurmasıdır.  Türk  hukukunda  eşitlik  ilkesinin düzenlendiği  en  üst  Anayasanın  10 uncu  maddesidir.  Anayasa Mahkemesinin  10 uncu  madde  karşısında  vergi  aflarını  nasıl değerlendirdiği,  vergi  afları  ile  eşitlik  ilkesi  arasında  nasıl  bir  ilişki kurduğu önemlidir. Vergi affının zedeleme riski gösterdiği yön, kanun önünde eşitlik ilkesidir. Kanun önünde eşitlik ilkesi, Anayasadaki  devlet organları ve idare makamları bütün işlemlerinde kanun önünde eşitlik ilkesine uygun olarak hareket etmek zorundadır  ifadesinden dolayı, yasama, yargı ve                                                  139 Ibid., s. 1295. 140 Aslanpınar, s. 309.  141 Mualla, Kumrulu ve Çağan, s. 47. 142 Ibid., s. 49. Gerçek geriye yürüme ile gerçek olmayan geriye yürüme kavramları için bkz. Ibid., s. 47. 143 Ibid., s. 50. 284Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 263-301               Anayasal Vergilendirme İlkeleri Çerçevesinde…  yürütme  organına  (ve  ayrıca  doğrudan  doğruya  idareye)  hitap etmektedir.144 Dolayısıyla TBMM nin çıkaracağı vergi affını düzenleyen bir kanun da bu yükümlülükten ve denetimden azade değildir. Hatta vergilendirmede (genellik ve) eşitlik ilkesini gerçekleştirme noktasındaki ilk  görev  yasama  organına  düşmektedir.  Yasa  koyucunun  vergi yükümlüleri veya vergi konuları açısından ortaya çıkan fiili eşitsizlikleri göz  önünde  bulundurarak  farklı  düzenlemeler  yapması  mümkündür; ancak bu düzenlemeler Anayasa Mahkemesinin denetimine tabidir.145 Anayasa Mahkemesinin yasa koyucunun bu konudaki takdir yetkisini keyfi  olarak  kullanıp  kullanmadığını,  eşitlik  ilkesine  aykırı  görünen durumların haklı bir nedene dayanıp dayanmadığını denetlemek yetkisi ve eşitlikle  ilgili  kurallara  açıkça  aykırı  düzenlemeleri  iptal  etme yükümlülüğü vardır.146 Anayasa  Mahkemesi,  3239  sayılı  Kanunun  Geçici  4 üncü maddesinin Anayasaya aykırılığını değerlendirdiği 19 Mart 1987 tarih ve E.1986/5, K.1987/7 sayılı kararında, vergi affını eşitlik ilkesi bakımından değerlendirmiştir.148 Geçici 4 üncü maddenin, Kanunun yürürlüğe girdiği tarihte  adlarına vergi ve ceza tarhedilen yükümlülerin vergi borcu aslı 300.000 (dahil) lirayı aşmayanların vergi borcu aslını % 25 fazlası ile 31/12/1985  tarihine  kadar  ödeyenler  için;  kesilen  cezaların  terkin edilmesinin ve gecikme zammı ile tecil faizi hesaplanmamasının eşitlik ilkesini  düzenleyen  Anayasa'nın  10.  maddesinin  ikinci  ve  üçüncü fıkralarına aykırı olduğu  öne sürülerek iptali istenmiştir. Anayasanın 10 uncu maddesini açıkça ifade eden Anayasa Mahkemesi, geçici 4 üncü maddenin Anayasaya uygunluğuna dair şu yorumu yapmıştır:                                                  144 Gözler, 1999, s. 312. 145 Mualla, Kumrulu ve Çağan, s. 41; Soydan, s. 104. 146 Mualla, Kumrulu ve Çağan, s. 41. 147  213 Sayılı Vergi Usul Kanunu; 193 Sayılı Gelir Vergisi Kanunu, 5422 Sayılı Kurumlar Vergisi Kanunu, 2978 Sayılı ücretlilere Vergi İadesi Hakkında Kanun, 492 Sayılı Harçlar Kanunu, 488 Sayılı Damga Vergisi Kanunu, 210 Sayılı Değerli Kağıtlar Kanunu, 1319 Sayılı Emlâk Vergisi Kanunu, 2464 Sayılı Belediye Gelirleri Kanunu, 3074 Sayılı Akaryakıt Tüketim Vergisi Kanunu, 2380 Sayılı Belediyelere ve İl Özel İdarelerine Genel Bütçe Vergisi Gelirlerinden Pay Verilmesi Hakkında Kanun ile 6802 Sayılı Gider Vergileri Kanununda Değişiklikler Yapılması ve Bu Kanunlara Bazı Hükümler Eklenmesi ve 190 Sayılı Kanun Hükmünde Kararnamenin Eki l Sayılı Cetvele Yeni Kadrolar Eklenmesi Hakkında Kanun.  148  Anayasa Mahkemesi, E.1986/5, K.1987/7, Kt.19/3/1987 (Resmi Gazete, 12.11.198719632),  http://www.kararlaryeni.anayasa.gov.tr/Karar/Content/a2932-abf-440ab-9ecdabb?  excludeGerekce=False&wordsOnly=False  (son  erişim  tarihi: 26.12.2015). 285Sibel Yılmaz                                                    Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 263-301   Bilindiği gibi eşitlik, her yönüyle aynı hukuki durumda bulunanlar arasında  söz  konusudur.  Dava  konusu  Geçici  4.  maddenin yürürlülük tarihi olan 11/12/1985 gününde, adlarına vergi ve ceza tarhedilen  ve  vergi  borcu  aslı  300.000  lirayı  aşmayan  bütün yükümlüler aynı hukuki durum içindedir. Bunlar arasında bir ayrım yapılmış olsaydı, eşitlik ilkesi o takdirde zedelenirdi.  149 Anayasa  Mahkemesinin,  bu  yorumla,  devletin  akçeli  işlerinin mevzubahis olduğu vergilendirme ve vergi affı noktasında adeta eşitlik ilkesini  değerlendirmekten  kaçındığı  görülmektedir.  Mahkemenin yalnızca  10 uncu  maddenin  ifadesini  tekrarlayarak,  vergi  hukukunda temel olan yatay ve dikey eşitlik ilkelerine hiç değinmemesi ilginçtir. Yine Mahkeme, eşitlik kavramını kimler arasında değerlendirmesi gerektiğini anlamazdan  gelmiş  gibidir.  Çünkü  Mahkeme,  başvuruyu  yanlış anlamışçasına,  eşitlik  ilişkisini,  vergi  borcunun  aslı  300.000  lirayı aşmayan yükümlüler; yani söz konusu maddeye tabi olmak bakımından hukuki  statülerinin  aynı  olduğu  yeterince  açık  olan  kişiler  arasında aramıştır. Oysa Kanunun zaten vergi affını, vergi borcunun aslı 300.000 i aşmayan  kişilerden  bir  kısmı  ile  sınırlı  tutması  mevzubahis  değildir. Ancak  böyle  olsaydı  Anayasa  Mahkemesi nin  baktığı  yön  kabul edilebilirdi. Başvuru başka bir yönden yapılmıştır. Mahkemeye yapılan iptal  başvurusunun  dilekçesinde,  geçici  4 üncü  maddeyle  Maliye  ve Gümrük  Bakanlığı'nın   vergi  ve  cezasını  iyiniyetle  zamanında  veya 11/12/1985 tarihinden önce ödeyenleri  cezalandırdığı,  bu tarihten sonra ödeme yapanları  ise adeta ödüllendirdiği öne sürülerek, söz konusu maddenin  Anayasanın  10 ncu  maddesinde  düzenlenen  kanun  önünde eşitlik ilkesi ihlal edildiği iddia edilmiştir. Mahkemenin eşitlik ilkesini, zamanında vergisini ödeyenler ile ödemeyenleri, vergi affı neticesinde eşitsiz  bir  konuma  sokup  sokmadığını  değerlendirmesi  gerekirdi. Mahkeme bu konuda yalnızca şunu söylemekle yetinmiştir:  Ancak, maddede öngörülen aftan yararlanmak için vergi borcu aslının 300.000 liradan az olması koşulunun getirilmesi, aftan yararlanacak  yükümlüleri,  bu  sınırı  aşanlardan  ayırarak  bir eşitsizlik izlenimi veriyorsa da, böyle bir farklılaştırmada; vergi ihtilaflarını azaltmak, gerekli inceleme yapılmadan kesilen cezaları kaldırarak adaleti sağlamak, idarenin ve yargının yükünü azaltmak gibi önemli kamu yararları gözetilmiştir. Kanun koyucunun amacı, ayırım yapmak veya imtiyaz tanımak olmayıp, sınırlı bir afla bu gibi kamu yararını sağlayıcı sonuçlar elde etmektir. Bu nedenlerle                                                  149  Anayasa Mahkemesi, E.1986/5, K.1987/7, Kt.19/3/1987. 286Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 263-301               Anayasal Vergilendirme İlkeleri Çerçevesinde…  söz konusu maddenin Anayasa'nın 10. maddesinin ikinci ve üçüncü fıkralarına aykırı bir yönü yoktur. 150 Açıkça görülüyor ki Mahkeme bu yorumuyla aslında yalnızca eşitlik ilkesini  vergi  hukuku  açısından  değerlendirmekten  kaçınmamış;  aynı zamanda vergi affı konusunda bir yorum yapmaktan imtina etmiştir. Mahkeme  vergi affının kamu yararını sağlayıcı sonuçlarına  değinerek 10 uncu  madde  yönünden  aykırılık  olmadığına  hükmetmiştir.  Ancak kendince gördüğü  eşitsizlik izlenimi ni, içeriğini net olarak açıklamadığı  kamu yararı na dayandırıp bir izlenimden ibaret tutması, Mahkemenin vergi  affını  değerlendirirken  yükümlü  haklarından  ziyade  Devletin korunmasını dikkate aldığını göstermektedir. Anayasa  Mahkemesinin  yükümlüler  arasındaki   farklılaşmayı  meşru kabul etmesine yol açan  kamu yararı  ilkesi gerçekten hukuki bir ölçüt mü sorusu akıllara gelmektedir.151 Örneğin, Mahkemenin önemli kamu yararlarından biri olarak gördüğü  idarenin ve yargının yükünü n azaltılmasının yükümlüler lehine yorumlanabilecek bir öneminin olduğu iddia edilemez. Yine  vergi ihtilaflarını azaltmak  sebebi incelendiğinde; idarenin  vergilendirme  işlemlerinde  hukuka  uygun  davranmamasıyla ortaya çıkan bu ihtilafların azalmasının yükümlülerden öte Devletin yararına olduğu nettir.  Eşitlik ilkesini değerlendirirken Mahkemenin  mali güç  ölçütünü dikkate alması gerekirdi. Dolayısıyla Anayasa Mahkemesinin hukukilik değil, yerindelik denetimi yaptığı iddia edilebilir.153 Elbette mali güç eşitlik ilkesini değerlendirmede tek kriter değildir. Ancak eşitlik ilkesini ele alırken değindiğimiz gibi bu ilkeye uygunluk için önemli olan, ayrımcı düzenlemenin  kişinin  hukuksal  durumunu  dikkate  alan  bir  neden olmasıdır ve bu nedenle kamu yararının bir gerekçe olarak kabul edilmesi mümkün  değildir.  Kamu  yararı  gerekçesiyle  Mahkemenin  af  içeren düzenlemeyi eşitlik ilkesine aykırı bulmaması yerindelik denetimidir. Anayasa  Mahkemesi nin  yerindelik  denetimi  yapması  ise  şüphesiz yasaktır.  Zira  yerindelik  denetimi   hukuk  devleti  ilkesinin  tipik ihlalidir. 154                                                   150 Anayasa Mahkemesi, E.1986/5, K.1987/7, Kt.19/3/1987. 151 Saban, 2001, s. 461. 152 Ibid. 153 Ibid., s. 462-464. Aynı yönde görüş için bkz. Aslanpınar, s. 299-320. 154 Gözler, 2000, s. 178. 287Sibel Yılmaz                                                    Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 263-301  Vergi  affının  kapsamı  açıklanırken  ifade  edildiği  gibi  vergi hukukunda  affa  ilişkin  düzenlemeler   af   kelimesi  geçmeden  farklı şekillerde  yapılmaktadır.  Bu  şekillerden  biri  de   tahsilatın hızlandırılması   adı  altında  gerçekleştirilen  aflardır.155  Bazı  Kamu Alacaklarının Tahsilatının Hızlandırılması ve Matrah Artırımı Hakkında Kanunun  Anayasaya  aykırılığı  iddiasıyla  iptali  için  Anayasa Mahkemesine  başvurulması,  Mahkemenin  vergi  hukuku  söz  konusu olunca eşitlik ilkesini ihmal ettiğine dair bir karar örneği daha teşkil etmektedir. 24.6.1993 tarih ve E.1992/29, K.1993/23 sayılı bu kararda vergi  affının  yükümlü  hakları,  dolayısıyla  eşitlik  ilkesi  açısından incelenecek maddesi, Kanunun 1 inci maddesidir. Buna göre;  iptali  istenen  Kanun ile; genel  olarak  bu  kanunun  yürürlüğe girdiği tarih itibariyle, vadesi geldiği halde ödenmemiş olan ya da ödeme süresi henüz geçmemiş bulunan veya asılları kısmen ya da tamamen ödenmiş bulunan yahut bir vergi aslına bağlı olmaksızın kesilmiş olup halen ödenmemiş olan; vergi, resim ve harçların tamamı  ile  bu  alacak  asıllarına  isabet  eden  gecikme  zammı, gecikme faizi ve vergi cezalarının ayrı ayrı % 30'unun dört eşit taksitte Nisan, Haziran, Ağustos, Ekim 1992 ayları sonuna kadar ödenmesi  ve  ihtilaf  yaratılmaması,  yaratılmış  ihtilaflardan vazgeçilmesi  şartıyla  kalan  %  70'inin  tahsilinden vazgeçilmektedir.  Anayasa Mahkemesine yapılan başvuruda, söz konusu düzenlemenin Anayasanın 2 nci maddesinde belirtilen sosyal devlet ilkesini ihlal ettiğine değinilmiştir. Buna göre, Anayasanın 73 üncü maddesindeki  mali güce göre vergilendirme ilkesi ,  sosyal devlet telakkisinin  vergi adaleti ile ilgili ilkesidir. Bu nedenle iptali istenen Kanunun, Anayasaya, genel hukuk kurallarına,  Hukuk Devleti  ve  Sosyal Devlet e olan güveni sarsacağı belirtilmiştir. Başvuruda 10 uncu maddeye aykırılık iddiasında da bulunulmuştur. Anayasa Mahkemesinin değerlendirmesine gelince, Mahkemeye göre;      Anayasa'nın  5.  maddesinde  öngörülen  toplumun  refah  ve huzurunun  sağlanması,  kamu  giderlerine  ilişkin  kaynakların                                                  155 Saban, 2001, s. 464. 156 Kanun no. 3787 (Resmi Gazete, 3.4.1992-21191). 157 Anayasa Mahkemesi, E.1992/29, K.1993/23, Kt.24.6.1993 (Resmi Gazete, 5.2.199221133),  http://www.kararlaryeni.anayasa.gov.tr/Karar/Content/99dcd-7dda-49eaf-efee9daa?exclude  Gerekce=False&wordsOnly=False  (son  erişim  tarihi: 26.12.2015). 288Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 263-301               Anayasal Vergilendirme İlkeleri Çerçevesinde…  zamanında  ve  en  ekonomik  yoldan  Hazine'ye  aktarılmasıyla mümkündür. Vergi aslını kaldırmaya yetkili olan Yasakoyucunun, buna bağlı gecikme zammı, gecikme faizi ve vergi cezalarının bir bölümünden  vazgeçmek  suretiyle  Hazine  alacaklarına  tahsil edilebilir  nitelik  kazandırmasında  kamu  yararı  olmadığı söylenemez.  158 Dolayısıyla Anayasa Mahkemesi yine  kamu yararı  gerekçesiyle vergi affını haklı görme yoluna gitmiştir. 10 uncu maddeyle ilgili olarak ise Mahkeme şunları söylemiştir:  Durum ve konumlarındaki özellikler, kimi kişiler için değişik kuralları  ve  uygulamaları  gerekli  kılabilmektedir.  Başka  bir anlatımla,  durum  ve  konumlardaki  farklılıkların  doğurduğu zorunluluklarla, Anayasa'da öngörülen kamu yararı ya da başka nedenlere  dayanılarak  yasalarla  farklı  uygulamalar  getirilmesi durumunda  Anayasa'nın  eşitlik  ilkesine  aykırılıktan  söz edilemez. 159   Yalnızca bu ifadelerden Anayasa Mahkemesinin  kamu yararı ya da  başka  nedenler den  kastının  ne  olduğunun  anlaşılması  mümkün değildir; çünkü Mahkemenin bu yönde bir netleştirme çabası yoktur. Mahkeme  önünde  değerlendirmek  zorunda  olduğu  somut  bir  olay yokmuşçasına; adeta soyut olarak 10 uncu maddeyi değerlendirmiş gibi  kimi kişiler için değişik kuralların ve uygulama ların gerekliliğinden, kamu  yararı  veya  başka  nedenlere  dayanılarak  farklı  uygulamaların getirilebileceğinden bahsetmektedir. Somut olayda bu  kamu yararı nın, ilgili  Kanunun  gerekçesinde  yer  alan  ve  tamamen  Devletin,  özelde idarenin  menfaatiyle  bağlantısının  ne  olduğu,  bu  olayda  değişik uygulamaların  gerekliliğinin  nereden  kaynaklandığını  ifade  edilmiş değildir. Anayasa Mahkemesi için bu konunun tartışılması gereksizdir. Çözüm nettir:   Aynı hukuksal konumda olmalarına karşın vergi borcunu ve diğer yükümlülüklerini zamanında yerine getirenlerle,  getirmeyenlerin kamu  yararı  amacıyla  farklı  kurallara  bağlı  tutuldukları anlaşıldığından  iptali  istenen  kurallar  eşitlik  ilkesine  aykırı görülmemiştir.  160                                                  158 Anayasa Mahkemesi, E.1992/29, K.1993/23, Kt.24.6.1993. 159 Anayasa Mahkemesi, E.1992/29, K.1993/23, Kt.24.6.1993.  160 Anayasa Mahkemesi, E.1992/29, K.1993/23, Kt.24.6.1993.  289Sibel Yılmaz                                                    Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 263-301    Anayasa  Mahkemesi  kararından  alıntılanan  yukarıdaki  iki paragrafa  bakarak,  burada  iki  temel  noktaya  değinmek  gerekiyor. Birincisi, Anayasa Mahkemesinin  durum ve konumlarındaki özelliklerin farklı  uygulamaları   gerekli  kılabileceği  hususunu,  kamu  yararı  ile beraber ele almasıdır. Yani kanaatimizce Mahkeme, bu uygulamalara sebep  olan  farklılıklar  ile  kamu  yararını  beraber  değerlendirmeyi öngörmektedir.  İkinci  nokta  ise  Mahkemenin  açıkça   aynı  hukuksal konumda olmalarına karşın  kamu yararı amacı ile farklı uygulamayı eşitlik ilkesine aykırı görmemesidir. Bizce Mahkeme de eşitlik ilkesini değerlendirirken,  bu  ilkeye  aykırı  olmayan  bir  düzenlemenin, uygulanacağı olay veya kişinin farklı hukuksal durumunu göz önüne almış olması  gerektiğini  yani  yalnızca   kamu  yararı   gerekçesiyle  eşitlik ilkesinin değerlendirilemeyeceğini kabul etmekle veya bunu görünürde inkar etmemekle beraber, kararında bunu göz ardı etmeyi ve bu çelişkiye düşmeyi bilinçli olarak tercih etmiştir.   Anayasa Mahkemesinin, eşitlik ilkesi ve diğer ilkeler bakımından bizzat  vergi affını  dikkate almadığı o kadar nettir ki Mahkeme ortada bir vergi affının olup olmadığını, yukarıdaki değerlendirmelerin sonrasına bırakmaktadır:  Maddelerde  vazgeçilen  kamu  alacağına  ilişkin  düzenlemeler verginin aslıyla ilgili olmayıp bunun fer'i nitelikteki uzantıları olan gecikme  zammı,  gecikme  faizi  ve  vergi  cezalarıyla  ilgilidir. Belirlenen kamu alacaklarında indirim yapılabilmesi, vergi aslının tamamen ödenmesi koşuluna bağlanmıştır. Başka bir anlatımla, malî güce göre alınan vergi aslının, bir bölümünden vazgeçilmesi ya da affedilmesi söz konusu değildir. 161 Anayasa Mahkemesi, adeta doktrindeki vergi affına ilişkin tanımları yerle bir etmiştir. Vergi affının yalnızca verginin aslını değil gecikme zammı,  faizi  ve  vergi  cezalarını  da  kapsayabileceğini  belirtmiştik. Neticede  söz  konusu  feriler,  vergiyle  beraber  kamu  alacağını oluşturmaktadır  ve  bu  alacaklardan  vazgeçilmesi  de  şüphesiz  ki  af kapsamındadır. Anayasa Mahkemesinin bu kararı, affın kapsamını böyle belirleyen  Mahkemeden  vergi  affının  dürüst  yükümlüler  açısından yarattığı  eşitsizliği  görmesini  beklemenin  iyimserlik  olduğunu göstermektedir.  Mahkemenin  böyle  bir  yorumu  yapma  sebebi  gayet                                                  161 Anayasa Mahkemesi, E.1992/29, K.1993/23, Kt.24.6.1993.  290Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 263-301               Anayasal Vergilendirme İlkeleri Çerçevesinde…  açıktır. Tam da vergi affı ile eşitlik ilkesi arasında kurmasını beklediğimiz bağlantının yokluğunu ispatlamaya çalışmaktır. Mahkemeye göre;   gecikme zammı ve gecikme faizi ile vergi cezaları, verginin zamanında  ödenmesini  sağlayan  yaptırımlardır.  İptali  istenen maddelerde vergi aslında herhangi bir indirim öngörülmemekte aksine tamamının ödenmesi koşuluyla gecikme zammı, gecikme faizi ve vergi cezalarının bir bölümünden vazgeçilmektedir. İptali istenen kurallarla Anayasa'nın 73. maddesinde belirtilen malî güç ilkesi ile … arasında bir ilgi kurulamamıştır. 162 Yukarıdaki ifadelerle ilgili şunlara değinmekle yetinelim. Gecikme zammı,  faizi  ve  vergi  cezalarının  verginin  zamanında  ödenmesini sağlayan yaptırımlar olması, vergi aslına bağlı olan bu ferilerin kamu alacağı olduğu gerçeğini değiştirmemektedir. Yaptırım konusuna gelince; bu  durum  bizi  tam  da  dürüst  yükümlüler  aleyhine  bir  eşitsizliğin yaratıldığı  görüşüne  götürür.  Zira  dürüst  yükümlüler,  söz  konusu yaptırımlara uğramamak adına belli şeylerden feragat ederek –örneğin yatırım yapmaktan- vergisini ödediğinde; zamanında vergisini ödemeyen ve yaptırımdan da kurtulan kişinin lehine, dürüst yükümlünün ise aleyhine bir durum ortaya çıkmaktadır. Bu nedenle yükümlü hakları bakımından vergi  affı  değerlendirilirken  enflasyonist  ortamın  dikkate  alınması gerekirdi.  Böyle  bir  inceleme  yapılmadan  mali  gücün değerlendirilebilmesi,  dolayısıyla  eşitliğin  sağlanması  mümkün olmayacaktır.163 Mahkeme affın haksız rekabete yol açması hususunu göz ardı ederek yükümlü açısından böyle bir değerlendirme yapma gereği duymazken, Devletin menfaatine yapacağı değerlendirmede enflasyonist ortamı dikkate almaktadır.  Anayasa  Mahkemesinin  24  Haziran  1993  tarih  ve  E.1992/29, K.1993/23  sayılı  kararında  Anayasanın  10 uncu maddesi  bakımından dikkat çeken bir diğer nokta, dava konusu kanunun 22 nci maddesindeki düzenlemenin  iptaline  karar  verilmesidir.  İlgili  kanunun  22 nci maddesinde,  kanunun  Cumhurbaşkanı,  Başbakan,  Bakanlar  Kurulu Üyeleri ve birinci derecedeki yakınları ve bunların hissedarı bulundukları ortaklık  ve  şirketler  için  uygulanmayacağı  belirtilmektedir.  Bu düzenlemenin 10 uncu maddeye aykırılığını değerlendiren Mahkemeye göre;                                                  162 Anayasa Mahkemesi, E.1992/29, K.1993/23, Kt.24.6.1993.  163 Saban, 2001, s. 462-463.   291Sibel Yılmaz                                                    Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 263-301   3787 sayılı Yasa, tahsil edilemeyen kamu gelirlerinin tahsilatının hızlandırılması ve vergi ihtilaflarının en aza indirilmesini sağlamak amacıyla  tüm  mükellefler  için  yapılmış  bir  düzenlemedir.  Bu düzenlemede, haklı ve geçerli nedenlerin olması durumunda kimi istisnalar  ve  muafiyetlerin  olması  doğaldır.  Ancak, Cumhurbaşkanı, Başbakan, Bakanlar Kurulu Üyeleri ile birinci derecedeki  yakınlarının  bu  yasadan  yararlanamayacaklarının öngörüldüğü kuralın haklı bir nedeninin bulunduğu söylenemez…. Maddede  belirtilen  kişilerin  birinci  derecedeki  yakınlarının dışlanmasında eşitsizlik daha da belirgindir. Bu nedenle, madde Anayasa'nın  10.  maddesindeki  eşitlik  ilkesine  aykırıdır;  iptali gerekir. 164 Kanunun  22 nci  maddesine  ilişkin  olarak  Anayasa  Mahkemenin kararı şüphesiz mevcut bir eşitsizliğin tespitine dayanmaktadır ve bu nedenle  bu  karar  açısından  bir  sıkıntı  yoktur.  Ancak  Anayasa Mahkemesinin söz konusu yasanın farklı maddelerine ilişkin bu farklı değerlendirmesi  göstermektedir  ki  Mahkeme  yalnızca,  mevcut düzenlemenin  vergisini  ödemeyenler  açısından  bir  eşitsizlik  yaratıp yaratmadığını değerlendirmekle yetinecektir. Daha önce de belirtiğimiz gibi bu çalışmada değinilen, vergi affı ile ortaya çıkan eşitsizlik; yani vergisini ödemiş olanlar ile olmayanlar arasındaki eşitsizliktir. Elbette, bu örnekte olduğu gibi, vergi affı içeren bir düzenleme vergisini ödemeyen yükümlüler arasında eşitsizlik yaratabilir, ancak bu çalışmamızın konusu değildir.165 Anayasa Mahkemesinin 24.06.1993 tarih ve E.1992/29, K. 1993/23 sayılı kararında Anayasanın 10 uncu maddesine aykırılık nedeniyle iptal ettiği bir diğer hüküm kanunun 17 nci maddesidir. Bu maddeye göre,  Bu Kanuna göre ödenecek olan gecikme zammı, gecikme faizi ve vergi                                                  164 Anayasa Mahkemesi, E.1992/29, K.1993/23, Kt.24.6.1993.  165  Buna bir başka örnek olarak, 22.11.2008 tarih ve 27062 sayılı Resmi Gazetede yayımlanan 5811 sayılı Bazı Varlıkların Milli Ekonomiye Kazandırılması Hakkında Kanunun ve 10.07.2009 tarih 27284 sayılı Resmi Gazetede yayımlanan 5917 sayılı Kanunun affa ilişkin düzenlemelerinin vergisini ödememiş kimi yükümlüler arasında eşitlik ilkesine aykırı sonuçlar doğurduğu iddialarını içeren bir çalışma için bkz. İleri, 2010a, s. 291-297 ve İleri, 2010b, s.275-285. 5811 sayılı Kanunun 3 üncü maddesinin üçüncü fıkrasının Anayasanın 2 nci ve 73 üncü maddelere aykırılığı iddiası Anayasa Mahkemesine taşınmış, Mahkeme söz konusu kararında bir aykırılık olmadığına karar vermiştir. Anayasa Mahkemesi, E.2008/116, K.2010/85, Kt.24.06.2010 (Resmi Gazete, 30.11.2010-27771), http://www.kararlaryeni.anayasa.gov.tr/Karar/Content/bcc19417-44d-ac-bad830c?exclude  Gerekce=False&wordsOnly=False  (son erişim tarihi: 26.12.2015). 292Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 263-301               Anayasal Vergilendirme İlkeleri Çerçevesinde…  cezalarının toplamı doğmalarına neden olan alacak aslını geçemez.  Yani ödenecek vergi cezalarının, gecikme zamlarının ve gecikme faizlerinin ayrı ayrı %30 ları alınmak suretiyle ödenecek miktar saptanacak, bu tutarların toplamı doğmalarına neden olan alacak aslını geçemeyecektir.166 Anayasa Mahkemesine göre,   kural gereğince ödenmesi gereken vergi cezası, gecikme zammı ve gecikme faizinin alacak aslını geçemeyeceğinin öngörülmesi nedeniyle, borcun üzerinden geçen yıl ne olursa olsun ödenecek miktar aynı olacaktır. Başka bir anlatımla, borcunu bir yıl sonra ödeyen mükellefle iki yıl sonra ödeyen mükellef üst sınır nedeniyle aynı miktarı ödeyecektir. Böylece borcunu uzun süre ödemeyen mükellef  yararına  imtiyazlı  bir  durum  yaratılmaktadır.  Farklı durumda  olanlara  aynı  kural  uygulanarak imtiyazlı  bir  durum yaratılması Anayasa'nın 10. maddesine aykırılık oluşturur. 167 Mahkemenin değerlendirdiği ve eşitliğe aykırı bulduğu bu madde esasen vergi affına ilişkin hususa çok benzemektedir. Mahkeme, kanunun 1 inci  maddesini  incelerken  yaptığı  gibi  bir  değerlendirme  yapsaydı,  17 nci maddenin de eşitlik ilkesine aykırı olmadığına karar verecekti. Çünkü aynı mantıktan bakıldığında, mevzubahis olan af düzenlemesine ilişkin düzenlemedir ve bu düzenleme vergisini ödemeyen herkes için geçerlidir.  Ancak  Anayasa  Mahkemesi  burada  fiilen  ortaya  çıkacak eşitsizliği görmüştür. Mahkemenin de öngördüğü gibi, bu düzenleme ile vergisini ödemesi gereken kişi, bu yükümlülüğü yerine getirmesi gereken tarihten  itibaren  ne  kadar  süre  geçerse  geçsin,  üst  sınır  nedeniyle diğerleriyle aynı miktarı ödeyecektir ve bu da aslında borcunu uzun süre ödemeyen yükümlü lehine imtiyazlı bir durumun yaratılması demektir. Mahkeme,  bizim  bu  çalışmada  yansıtmaya  çalıştığımız  bakış  açısını yalnızca bu madde için fark etmiş görünmektedir. İşte nasıl vergisini uzun süre boyunca ödememiş kişi bu düzenleme nedeniyle, vergisini daha kısa zamandır ödemeyen kişi karşısında imtiyazlı duruma geçecekse, vergi affından yararlanan tüm yükümlüler de vergisini zamanında ödeyenler karşısında imtiyazlı konuma geçmektedir. Bizce arada herhangi bir fark yoktur.  Yalnızca  Mahkemenin  bakış  açısı  değişmektedir.  Yoksa Mahkemenin burada da  ortada kamu yarar vardır  deyip bir eşitsizlik tespit etmemesi mümkün olabilecekti ve bizim 1 nci madde açısından eleştirdiğimiz aynı durum ortaya çıkacaktı.                                                  166  İleri, 2010b, s. 282. 167  Anayasa Mahkemesi, E.1992/29, K.1993/23, Kt.24.6.1993.  293Sibel Yılmaz                                                    Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 263-301  Kamu yararı kavramının içeriği, konusu veya maddesi belirli değildir ve bu belirsizlik Anayasa Mahkemesi kararlarına da yansımaktadır.168  Kamu yararı nın değerlendirilmesinin ve nitelendirilmesinin neye, kime, hangi norm, karar veya en azından duruma göre olduğuna dair somut bir ölçütün bulunmaması nedeniyle, Anayasa Mahkemesi de önüne gelen uyuşmazlıklarda, kamu yararını gerekçe göstererek birbirinden farklı, hatta birbirine zıt kararlar verebilmektedir.169   27 Eylül 1988 tarih ve E.1998/9, K.1988/28 kararında Anayasa Mahkemesi, Anayasanın 73 üncü maddesindeki  mali gücüne göre vergi ödeme  yükümlülüğüne değinip, gecikme faizine ilişkin değerlendirme yaparken şu yorumu yapmıştır:  Devlete ödenmesi gereken bir vergi borcunu vaktinde ödemeyen yükümlü, bu parayı başka amaçlarla kullanmakta ve çeşitli yaralar sağlamaktadır.  Buna  karşılık  devlet,  vergi  gelirlerinin  bir kısmından  yoksun  kalmakta  ve  bu  durumda  ya  harcamalarını kısmak  veya  borçlanmak  zorunda  kalmaktadır.  Harcamaların kısılması durumunda toplum bazı devlet hizmetlerinden yoksun kalmakta, devletin borçlanması durumunda ise devlet hizmetlerinin maliyeti  artmaktadır.  Doğrudan  ortaya  çıkan  bu  sonuçlara  ek olarak, vergi yükümlülerinin vergilerini zamanında ödememeleri; devlet câri harcamaları ile devlet yatırımlarının ya aksamasına ya da borçlanma yoluyla finansmanına neden olduğu için enflasyon, işsizlik  ve  gelir  dağılımında  eşitsizlik  gibi  önemli  ekonomik dengesizliklerin kaynağını da oluşturmaktadır. 171 Yani Anayasa Mahkemesi yukarıda anlattığımız ihtimalin –vergisini ödemeyen  yükümlünün  bu  parayı  başka  amaçlarla  kullanarak  çeşitli yararlar sağladığının- bilincindedir. Bu bilinç, ancak söz konusu yarar Devlet aleyhine olduğunda ifşa edilmektedir. Mahkeme, aynı durumun vergisini ödeyen dürüst yükümlüler aleyhine de olduğu, dolayısıyla eşitlik ilkesine aykırı olduğu noktasında ise suskun kalmaktadır. Mahkemeye göre,                                                   168  Akıllıoğlu, 1991, s. 3. 169  Aslanpınar, s. 319. 170  Anayasa Mahkemesi, E.1998/9, K.1988/28, Kt.27.9.1988 (Resmi Gazete, 26.12.198820031),  http://www.kararlaryeni.anayasa.gov.tr/Karar/Content/4ebeea-ed-4cbf-df6de?exclude Gerekce= False&wordsOnly=False (son erişim tarihi: 26.12.2015). 171 Anayasa Mahkemesi, E.1998/9, K.1988/28, Kt.27.9.1988. 294Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 263-301               Anayasal Vergilendirme İlkeleri Çerçevesinde…   enflasyonist ortamda, vergi borcunu ödemeyen ve bu parayı başka işler için kullanan bir vergi mükellefinden ‘gecikme faizi  adı altında ek bir ödemede bulunmasını istemek, yukarıda açıklanan ekonomik nedenlerle yerindedir. Böyle yapmakla, devlet maliyesi korunduğu ve istenmeyen ekonomik aksaklıkların ortaya çıkması engellendiği  gibi,  vergisini  zamanında  ödeyen  yükümlü  ile ödemeyen yükümlü arasında bir eşitsizliğin doğmasına da fırsat verilmemiş olmaktadır.  172  Uzlaşma kurumuna ilişkin bir düzenlemenin dava konusu olduğu bu kararda, yukarıdaki ifadeden, Anayasa Mahkemesinin -enflasyonist ortam da  dikkate  alındığında-  devletin  bir  kısım  kamu  alacağından vazgeçmesinin, bu borcu zamanında ödemiş dürüst yükümlüler aleyhine bir  eşitsizlik  yarattığının  farkında  olduğunu  göstermektedir;  ancak Mahkeme  vergi  afları  bakımından  bu  yönde  bir  değerlendirme yapmamaktadır.  Anayasa  Mahkemesinin   vergi  borcunu  ödeyenle ödemeyen mükellefi birbirinden ayırt etmek, ödeyeni korumak ve böylece vergilerin  zamanında  ödenmesini  sağlamak   amaçlarını  kamu  yararı olarak değerlendirdiği bu kararında, yukarıdaki kararlardaki kamu yararı anlayışıyla ne kadar çeliştiği açıktır.173 Tüm bunlar göstermektedir ki Anayasa Mahkemesi, vergi kanunları söz konusu olduğunda, Anayasayı  Devlet le okumayı  tercih etmektedir. Bunu  yaparken  de   kamu  yararı   kavramına  sığınmaktadır.174 Mahkemenin kamu yararı ile gösterdiği sebeplerin ne kadar kamunun yararına olduğu ve bu kavramın içeriğinin ne kadar netleştirildiği ayrı bir tartışma konusudur. Ancak yukarıda belirttiğimiz gibi vergiye ilişkin bir düzenlemedeki  farklılığın  eşitlik  ilkesine  aykırı  olmaması  için yükümlülerin hukuksal durumlarındaki farklılığın göz önünde tutulması gerekir ve kamu yararının, vergisini ödemeyen yükümlülerin hukuksal durumlarının ödeyenlerden farklı olduğuna dair getirdiği bir bağlantı yoktur. Bu nedenle, her halükarda vergi aflarının gerek eşitlik gerekse hukuki güvenlik ilkelerin aykırı olduklarının tespiti gerekirdi.  SONUÇ Vergi affına ilişkin bir görüş, Anayasaya vergi ve vergiye ilişkin cezalara ilişkin genel ve özel affın çıkarılamayacağına dair bir hükmün                                                  172 Anayasa Mahkemesi, E.1998/9, K. 1988/28, Kt.27.9.1988. 173 Aslanpınar, s. 310-311.  174 Soydan, s. 117. 295Sibel Yılmaz                                                    Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 263-301  konulmasını  öngörürken;175  af  yetkisi  kullanılarak  cezalandırma hakkından  vazgeçilmesinin,  devletin  bu  yetkiyi  ancak  çok  zorunlu durumlarda  kullanması  gerekliliğini  ortaya  çıkardığını  iddia  edenler vardır.176 Bir diğer görüş ise vergi affının eşitlik ilkesi ve ayrımcılık yasağına aykırılık oluşturmaması için hukuk devleti iddiasındaki devletin, dürüst yükümlülerin zararını telafi edici mekanizmalar sunması gerektiği yönündedir.177 Şüphesiz vergi affı ile beraber, dürüst yükümlüler aleyhine ortaya çıktığını iddia ettiğimiz eşitsizliğin telafi edici mekanizmalarla giderilmesi halinde fiili eşitliğin sağlanma ihtimali vardır. Ancak bu mekanizmaları uygulaması beklenen kurum bizzat affı çıkaran yasama organı  olduğuna  göre,  bunu  nasıl  gerçekleştirilebileceği  muammadır. Ayrıca  objektif  olarak  hangi  mekanizmaların  gerçekten  telafi  edici olabileceği sorusu ise ortada kalacaktır. Yukarıda açıklananlar ışığında vergi affının çıkarılma gerekçeleri, ortaya  çıkardığı  eşitsizlik  ve  Anayasa  Mahkemesinin  af  içeren  vergi kanunların  Anayasayı  ihlal  ettiği  iddiasını  değerlendirirken  takındığı tutum  bir  arada  değerlendirildiğinde;  hukuk  sisteminde,  bir  kısım yükümlü lehine vergi affı uygulamasının mümkün olmaması gerektiği rahatça söylenebilir. Birtakım yazarlar gibi görece başarılı bir vergi affı için  gerekli  koşulları  öne  sürerek,  vergi  affının  ancak  bu  koşullarda uygulanmasını önermek ise af kurumuna başvuruyu meşrulaştırmaktan başka işe yaramayacaktır. Zira örneğin, bu koşullardan biri olan affın bir kereye mahsus olması gibi şart, affı çıkartan dönemin siyasi iktidarının aslında her defasında bizatihi kendisinin dile getirdiği bir iddiadır.  Açıklanan  tüm  nedenlerle,  Nihal  Saban ın  vardığı  şu  sonuca katılmamak elde değildir:  Vergi afları vergi adaletinin sağlanmasına yönelik birer araç değildir, çünkü yaptığımız değerlendirmelerde bizi vergi hukukunun anayasal ilkeleri olan, adalet eşitlik gibi kavramlara götürmez. O halde sadece olgusal meşruiyete dayalı kamu, hukuksal meşruiyeti sağlamaz.                                                    175 Edizdoğan ve Gümüş, s. 116. 176 Dönmez. 177 Şenyüz, 2015, s. 353. 296Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 263-301               Anayasal Vergilendirme İlkeleri Çerçevesinde…",
     "Kaynakça": "Akıllıoğlu, Tekin (1991),  Kamu Yararı Kavramı Üzerine Düşünceler , Amme İdaresi Dergisi, Cilt 24, Sayı 2, s. 3-14. Araç, İbrahim ve Erikli, Hasan (2006),  Anayasanın 87 nci Maddesine Göre  Kabulünde  Nitelikli  Çoğunluk  Aranması  Gereken  Af Kanunları , Yasama Dergisi, Sayı 1, s. 25-44. Armağan, Servet (2001),  Anayasa Hukuku Açısından Af Yetkisinin Değerlendirilmesi , Anayasa Yargısı, Ankara, Anayasa Mahkemesi Yayınları, Sayı 18, s. 347-364. Aslanpınar, Y. Burak (2013),  Anayasa Mahkemesi nin Vergi ve Benzeri Mali  Yükümlülüklere  İlişkin  Kararlarında  Kamu  Yararı ,  TBB Dergisi, Sayı 104, s. 299-320. Aygün, Recep (2012),  Vergi Afları ve Vergi Uyumuna Etkisi , Vergi Dünyası, Sayı 369, s. 88-92. Çağan, Nami (1972),  Türk Hukukunda Vergi Cezalarının Affı , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Cilt 29, Sayı 1, s. 111-122. Çetin, Güneş (2007),  Vergi Aflarının Vergi Yükümlülerinin Tutum ve Davranışları Üzerindeki Etkisi , Yönetim ve Ekonomi, Cilt 14, Sayı 2, s. 181-187. Döner,  Ayhan  (2008),   Cezai  ve  İdari  Yaptırımların  Farklılığı Bağlamında TBMM nin Af Yetkisi , EÜHFD, Cilt 12, Sayı 3-4, s. 33-54. Dönmez, Recai (1992), Teoride ve Uygulamada Vergi Afları, Eskişehir, Anadolu Üniversitesi Yayınları. Edizdoğan, Nihat ve Gümüş, Erhan (2013),  Vergi Afları ve Türkiye de Vergi Aflarının Değerlendirilmesi , Maliye Dergisi, Sayı 164, s. 99119. Gerçek, Adnan ve diğerleri (2015), Mükellef Hakları Türkiye Perspektifi ve Geliştirilmesi, Ankara, Seçkin. Gözler, Kemal (1999), İdare Hukuku C. II, Bursa, Ekin. Gözler, Kemal (2000), Türk Anayasa Hukuku, Bursa, Ekin Kitabevi.  Gözler, Kemal (2009),  İngiltere de Parlamento Neden ve Nasıl Ortaya Çıktı? Mali Hukukun Anayasa Hukukundan Eskiliği Üzerine Bir Deneme ,  Prof.  Dr.  Mualla  Öncel e  Armağan,  Ankara,  Ankara Üniversitesi Hukuk Fakültesi Yayınları, c. I, s.365-366. 297Sibel Yılmaz                                                    Ankara Üni. Hukuk Fak. Dergisi, 66 (1) 2017: 263-301  İleri,  Yusuf  (2010a),   Varlık  Barışı  Dışında  Tutulan  Vergi İncelemelerinin  Anayasa  Hükümleri  ve  Anayasa  Mahkemesi Kararları Açısından Değerlendirilmesi-I , Yaklaşım Yayınları, Sayı 205, s. 291-297. İleri,  Yusuf  (2010b),   Varlık  Barışı  Dışında  Tutulan  Vergi İncelemelerinin  Anayasa  Hükümleri  ve  Anayasa  Mahkemesi Kararları Açısından Değerlendirilmesi-II , Yaklaşım Yayınları, Sayı 206, s. 275-285. İnceoğlu, Sibel (2001),  Türk Anayasa Mahkemesi ve İnsan Hakları Avrupa  Mahkemesi  Kararlarında  Eşitlik  ve  Ayrımcılık  Yasağı Çerçevesinde Af, Şartla Salıverme, Dava ve Cezaların Ertelenmesi , Anayasa Yargısı, Cilt 18,"
}