{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "4",
     "Başlık": "5510 SAYILI KANUNDA ÖNGÖRÜLEN EMEKLİ AYLIĞININ HACZEDİLMEZLİĞİ KURALI VE BU KURALIN ANAYASAYA UYGUNLUĞU ÜZERİNE DÜŞÜNCELER",
     "Title": "The Rule Of Non-Seizability Of The Pension Prescribed By The Law No. 5510 and Thoughts On The Constitutionality Of This Rule",
     "Yazar İsmi": [
          "Gökçen TOPUZ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Emekli Aylığı (maaşı)",
          "haczedilmezlik",
          "mülkiyet hakkı",
          "eşitlik ilkesi",
          "ölçülülük ilkesi."
     ],
     "Keywords": [
          "Pension",
          "Retirement Pension (Salary)",
          "non-seizability",
          "right of property",
          "principle of equality",
          "principle of proportionality."
     ],
     "Özet": "5510  sayılı  Kanun un  93.  maddesinde  emeklilere  bağlanan  aylığın/ maaşın sosyal güvenlik kurumunun alacakları ve nafaka alacakları dışında haczedilemeyeceği, maaşa haciz konulması için talepte bulunulması halinde borçlunun buna muvafakatı olmadığı takdirde icra müdürünün haciz talebini reddeceği  öngörülmektedir.  Söz  konusu  hükmün  mefhumu  muhalifinden borçlunun  rıza  göstermesi  halinde  emekli  maaşına  haciz  konulabileceği anlaşılmaktadır. Makalemizde Türk-Alman ve İsviçre hukuklarında genel olarak haczedilmezlik kuralları ele alındıktan sonra, 5510 sayılı Kanun un 93. maddesinde öngörülen emekli maaşının haczedilemezliği kuralı ve bu kuralın hukukuki  niteliği  belirlenmekte  ve  haciz  yasağının  alacaklının  mülkiyet hakkını ihlal edip etmediği, eşitlik ilkesine ve ölçülülük ilkesine aykırı olup olmadığı incelenmektedir.",
     "Abstract": "In the Article 93 of the Law No. 5510, it is regulated that the pension cannot be seized except for the claims of the social security institution and claims of alimony, and in the case the seize of the pension is demanded, the execution administrator shall reject this claim, if the debtor does not approve it. By means of argumentum a contrario of the aforementioned rule, it is understood that the pension can be seized if the debtor approves. In our article, after the rules of non-seizability in Turkish-German and Swiss Law are evaluated generally, the rule of non-seizability of the pension that is prescribed in the Art. 93 Law No. 5510 and the legal character of this rule will be identified. Moreover it will be investigated whether the rule of non-seizability violates the right of property of the creditor and whether it is incompatible with the principle of equality and the principle of proportionality.",
     "Metin": "Özel hukuktan kaynaklanan borçların, borçlu tarafından rızasıyla ifa edilmemesi halinde alacaklının alacağının tahsil edilmesi için devletin cebri icra  organlarına  başvurması  modern  hukuk  sistemlerinde  kural  olup, kendiliğinden hak almak (ihkak-ı hak) yasaklanmıştır. Devlet bir yandan kendiliğinden hak almayı yasaklarken, bir yandan da alacaklının alacağına bir an önce kavuşmasını sağlamak için cebri icra organlarını ihdas etmiştir. Cebri icra  organları  vasıtasıyla  bir  taraftan  maddi  hukuktan  kaynaklanan  ve borçlunun rızasıyla yerine getirmediği borcunu yerine getirmesi sağlanırken, diğer yanda da hukuk düzeni ve hukuki barış korunmaktadır. Ancak devletin cebri icra organları vasıtasıyla alacaklının alacağı tahsil edilirken, alacaklı, borçlu ve takiple ilgili üçüncü kişiler de etkilenebilmektedir. Bu nedenle cebri icra  faaliyeti  yerine  getirilirken,  menfaatleri  çatışan  alacaklı  ve  borçlu arasında bir denge kurulması, aynı zamanda takiple ilgili üçüncü kişilerin ve kamunun da menfaatlerinin korunması gerekir. Söz konusu dengenin ve menfaatin korunması ise ülkede hukuki barışın ve istikrarın sağlanmasına katkıda bulunacaktır.                                                   1 İbrahim Aşık, İcra Sözleşmeleri, Ankara 2006, s. 19. 3018Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3017-3052  Topuz İcra ve İflâs Kanunu nun 85. maddesinin son fıkrasında haczi koyan memurun borçlu ile alacaklının menfaatlerini mümkün olduğu kadar telif etmekle mükellef olduğu hükme bağlanmak suretiyle, alacaklı ve borçlu arasında bir dengenin kurulması sağlanmaya çalışılmıştır. Aynı Kanunun 82. maddesinde ise haczi caiz olmayan mal ve haklar öngörülerek hem borçlu hem de  borçlunun  ailesinin  tamamen  yoksulluğa  düşürülüp,  insan  onurunu zedeleyecek  şekilde  sosyal  yardıma  muhtaç  hale  getirilmesine  engel olunmuştur. Üçüncü kişilerin hukuki menfaatinin korunması için de kanunda değişik hükümler sevk edilmiştir. Örneğin, Kanunun 97. maddesinde borçluya ait olduğu zannedilerek malı haczedilen üçüncü kişiye istihkak iddia etme ve dava açma hakkı tanınmıştır. İcra ve İflâs Kanunu nda bütün bu düzenlemeler yapılırken,  aynı  zamanda  tazminat  hükümleri,  iptal  davası  veya  cezai hükmümler öngörülmek suretiyle takibin taraflarının ve ilgili üçüncü kişilerin kötü niyetli davranışlarına da engel olunmak istemiştir. Özel hukuktan kaynaklanan alacakların cebri icrasıyla ilgili düzenlemeler, sadece İcra ve İflâs Kanunu nda değil başkaca kanunlarda da yapılmıştır. İşte bu kanunlardan biri de 5510 sayılı Sosyal Sigortalar ve Genel Sağlık Sigortası Kanunu dur.  Söz  konusu  Kanunun  93.  maddesinin  birinci  fıkrasında sigortalılara ve hak sahiplerine bağlanan gelir, aylık ve ödeneklerin Sosyal Güvenlik Kurumu nun 88. maddeye göre tahsili gereken alacaklar ile nafaka borçları dışında haczedilemeyeceği öngörülmektedir. Gerek İcra ve İflâs Kanunu gerekse diğer kanunlarda cebri icraya ilişkin hükümlerin Anayasa da öngörülen temel hak ve ilkelere ilişkin düzenlemelere aykırı olmaması gerekir. Bu anlamda özellikle, hukuk devleti, hak arama özgürlüğü, sosyal devlet, adil yargılanma ve hukuki dinlenilme hakkı, eşitlik ilkesi, ölçülülük ilkesi, insan onuru, yaşam hakkının ve kişiliğin korunması, ailenin ve çocukların korunması ve mülkiyet hakkı gibi temel hak ve ilkelerin göz önünde bulundurulması gerekir. Zira Anayasa nın 2. maddesinde anayasa                                                  2   Muhammet Özekes, İcra Hukukunda Temel Haklar ve İlkeler, Ankara 2009, s. 39. 3   Özekes, s. 40. 4   Burada nafakanın mutlaka ilama bağlı olması gerekmediği hususunu da zikretmekte fayda vardır. Örneğin boşanma davası sırasında tedbir nafakasına karar verilmiş ise, henüz boşanma davası devam ederken yani her hangi bir mahkeme hükmü, dolayısıyla da bir ilam yokken mahkemenin ara kararıyla belirlemiş olduğu tedbir nafakasının tahsili içinde emeklinin maaşına haciz konulabilir. Aksi görüş için bkz. Tolga Akkaya, 5510 Sayılı Sosyal Sigortalar ve Genel Sağlık Sigortası Kanunu ve Bu Kanunda 5754 Sayılı Kanunla Yapılan Değişiklikler Çerçevesinde Cebri İcra Hukukundaki Güncel Gelişmeler, Prof. Dr. Saim Üstündağ a Armağan, Ankara 2009, s.21.   30195510 Sayılı Kanunda Öngörülen...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3017-3052  hükümlerinin, yasama, yürütme ve yargı organlarını, idare makamlarını ve diğer kuruluş ve kişileri bağlayan temel hukuk kuralı olduğu ve kanunların anayasaya aykırı olamayacağı; 5. maddede de devletin amaç ve görevleri arasında kişilerin ve toplumun refah, huzur ve mutluluğunu sağlamak; kişinin temel  hak  ve  hürriyetlerini,  sosyal  hukuk  devleti  ve  adalet  ilkeleriyle bağdaşmayacak  surette  sınırlayan  siyasal,  ekonomik  ve  sosyal  engelleri kaldırmaya, insanın maddi ve manevi varlığının gelişmesi için gerekli şartları hazırlamaya çalışmak olduğu açıkça hükme bağlanmıştır.  Çalışmamızda 5510 Sayılı Kanun un 93. maddesinin birinci fıkrasında öngörülen düzenlemenin temel hak ve ilkeler bağlamında özellikle eşitlik ilkesi, mülkiyet hakkı ve ölçülülük ilkesi bakımından Anayasaya uygunluğu ele alınacaktır. Ancak bu konuya geçmeden önce Türk- Alman ve İsviçre hukuk sitemlerinde haczedilmezlik kuralları ve 5510 sayılı Kanun un 93. maddesinin  birinci  fıkrasında  öngörülen  hükmün  hukuki  niteliği  ele alınacaktır.  II. Türk-Alman ve İsviçre Hukuklarında Haczedilmezlik Kuralları A. Türk Hukukunda Haczedilmezlik Kuralları Günümüz  icra  hukukunun  en  önemli  ilkelerinden  biri,  kural  olarak borçlunun şahsına ve kişilik haklarına cebri icra faaliyeti yürütülemeyeceği, cebri icranın borçlunun malvarlığına yapılacağı; yani alacaklının borçlunun malvarlığından tatmin edilmesi ilkesidir. Alacaklının borçlunun malvarlığından tatmin edileceği ilkesinin de kanunda belirlenmiş sınırları bulunmakta olup, alacaklının tatmini için borçlunun bütün malvarlığına el konulmasına da izin verilmemektedir. Aksi takdirde, borçlu ve ailesi mutlak yoksulluğa düşürülerek, ekonomik  varlığını  kaybedip,  Devlet  yardımına  muhtaç  hale  getirilmiş olacaktır. Bu anlamda İcra ve İflâs Kanunu nda ve bazı özel kanunlarda haczedilemeyecek mal ve haklar öngörülmüştür.  Haczedilemeyecek  mal  ve  haklar  İcra  ve  İflâs Kanunu nda  tamamı haczedilemeyen mal ve haklar ve kısmen haczedilemeyen mal ve haklar olmak üzere ikili bir ayrım yapılarak düzenlenmiştir. Tamamı haczedilemeyen mal  ve  haklar  İcra  ve  İflâs  Kanunu nun  82.  maddesinde,  kısmen haczedilemeyen mal ve haklar ise 83. maddede düzenlenmiştir. 82. maddede                                                  5   Baki Kuru, İcra ve İflâs Hukuku El Kitabı, Ankara 2013, s. 503; Baki Kuru, İcra ve İflâs Hukuku Ders Kitabı, İstanbul 2016, s. 186; İlhan E. Postacıoğlu, İcra Hukuku Esasları, İstanbul 1967, s. 302. 3020Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3017-3052  Topuz onüç bent halinde haczedilemeyecek mal ve haklar tek tek sayılmış olup söz konusu mal ve hakların haczedilemez olarak nitelendirilmesinde borçlu ve borçlunun ailesi de dikkate alınmıştır. Aile kavramı medeni hukuktaki aile kavramından  daha  farklı  düzenlenmiş  olup,  borçlu  ile  aynı  çatı  altında yaşayan, onunla yiyip içen insanların tümü aile terimine girmektedir. Buna göre borçluyla birlikte yaşan borçlunun ergin çocukları, üvey çocuğu, annesi, babası, teyzesi, kayınvalidesi gibi akrabaları ile birlikte yaşadıkları çırağın da aile kavramına dahil olduğu kabul edilmektedir. Öte yandan aile tabirine, borçluyla birlikte oturmasa bile, borçlunun kanunen geçindirmekle yükümlü olduğu kimseler ve kendilerine nafaka yükümlülüğü olan kişilerinde girdiği ileri  sürülmektedir.  Buna  karşın  borçlunun  gerek  etik  gerekse  hukuki bakımdan  bir  nafaka  veya  yardım  ile  yükümlü  bulunmadığı  kişiler  aile kavramına dahil değildir. Kısmen haczedilecek haklar ise, İcra ve İflâs Kanunu nun 83. maddesinde düzenlenmektedir. Söz konusu maddeye göre, maaşlar, tahsisat ve her nevi ücretler, intifa hakları ve hasılatı, ilâma müstenit olmayan nafakalar, tekaüt maaşları, sigortalar veya tekaüt sandıkları tarafından tahsis edilen iratlar, borçlu ve ailesinin geçinmeleri için icra müdürünce lüzumlu olarak takdir edilen miktar düşüldükten sonra haczolunabilir. Ancak haczolunacak miktar bunların dörtte birinden az olamaz. Birden fazla haciz varsa sıraya konur, sırada  önde  olan  haczin  kesintisi  bitmedikçe  sonraki  haciz  için  kesinti yapılamaz.  Bu  hükme  göre  her  çeşit  ücret  haczedilebilir  nitelikte  olup, bağımsız geliri olan sanat, ticaret ve serbest meslek sahibi kimselerin geliri de kısmen haczedilebilir. İcra ve İflâs Kanunu nun 83. maddesinde kısmen haczine izin verilen maaş kavramının içine emeklilere bağlanan aylıklar da girmektedir. 5510 sayılı Sosyal Sigortalar ve Genel Sağlık Sigortası Kanunu nun yürürlüğe girmesine kadar TC Emekli Sandığı Kanunu na göre memur emeklilerine bağlanan  aylıklar  kısmen  haczedilebiliyor,  506  sayılı  Sosyal  Sigortalar Kanunu ve 1479 sayılı Bağ-Kur Kanunu na göre bağlanan emekli aylıkları ise                                                  6   Baki Kuru, Haczi Caiz Olmayan Şeyler, AHFD 1962/1-4, s. 289; Kuru- El Kitabı, s. 507; Baki Kuru, İstinaf Sistemine Göre Yazılmış İcra ve İflâs Hukuku, İstanbul 2016, s. 247, dn.12. 7   Kuru- Haczi Caiz Olmayan Şeyler, s. 289; Kuru- İstinafa Göre İcra, s. 247, dn. 12. 8   Muzaffer Aydın, Haczedilemeyen Mal ve Haklar, Ankara 2012, s. 27. 9   Saim Üstündağ, İcra Hukukunun Esasları, İstanbul 2004, s. 179. 10  Ramazan Arslan/ Ejder Yılmaz/ Sema Taşpınar Ayvaz, İcra ve İflâs Hukuku, Ankara 2016, s. 271.   30215510 Sayılı Kanunda Öngörülen...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3017-3052  kısmen de olsa haczedilemiyordu. Ancak 5510 sayılı Kanun ile bütün sosyal güvenlik kurumları tek çatı altında toplanmış olup, söz konusu Kanun un 93. maddesi ile artık memur emeklileri de dahil bütün emeklilerin maaşlarına haciz konulması, kural olarak, mümkün değildir.  B. Alman Hukukunda Haczedilmezlik Kuralları Alman hukukunda da haczedilemeyecek mallar Almana Medeni Usul Kanunu nun (ZPO) 811. maddesinde düzenlenmiştir. Söz konusu maddede aynen Türk hukukunda olduğu gibi haczedilemeyecek mal ve haklar tek tek sayılmış, ayrıca borçlunun gelirlerinin bir kısmının haczedilemeyeceğinin öngörüldüğü aynı kanunun 850 ila 850b maddelerine de atıf yapılmıştır. ZPO 811. maddede borçlunun haline uygun yaşamını idame ettirebilmesi için, bazı konular üzerinde haciz yasaklanmıştır. Borçlunun her şeyinin haczedilmesi yasağı, Alman Anayasası nın 1 ve 2. maddelerinden kaynaklanmaktadır. Zira, söz  konusu  maddelerde  insanlık  onuru  garanti  altına  alınmakta,  insan onurunun dokunulmaz olduğu ve devletin insan onurunu dikkate almak ve korumakla görevli olduğu hükme bağlanmaktadır. Yine Alman Anayasası nın 20.  maddesinde,  Alman  devletinin  demokratik  sosyal  devlet  olduğu vurgulanmaktadır. Borçlunun tüm malının haczedilmesi yasağı, sosyal devlet ilkesinin somutlaşması anlamına da gelmektedir. Borçlunun ve ailesinin insan  onuruna  uygun  yaşamını  sürdürebilmesi  için  ekonomik  varlığını koruması gerekir. Alacaklının tatmin edilmesi için kamusal araçlar vasıtasıyla borçlunun cebri icraya uygun olmayan mal ve haklarına el konulmamalıdır. Zira  borçlunun  cebri  icraya  uygun  olmayan  mal  ve  haklarından  yoksun bırakılması halinde sosyal devlet olmanın gereği olarak, borçlunun yoksun bırakıldığı mal ve hakların devlet tarafından sosyal yardım olarak borçluya tekrar tahsis edilmesi gerekmektedir. Yani ZPO 811. maddedeki haciz yasağı sosyal  nedenlerden  dolayı  borçluyu  korurken  kamu  yararını  da korumaktadır.  Alman hukukunda haciz yasağı konulurken aynı zamanda ZPO  nun 811a  maddesinde  değişim  haczi  de  hükme  bağlanmıştır.  Söz  konusu Kanun un 811a maddesine göre, 811. maddenin birinci fıkrasının 1, 5 ve 6. bentlerinde haczedilemez olarak nitelendirilen malların değeri yüksek ise,                                                  11  Bkz. Murat Yavaş, Maaş ve Ücret Haczi, TBB Dergisi, Sayı 84, 2009, s. 98. 12  Hanns Prütting/ Markus Gehrlein, ZPO Kommentar, Köln 2010, s. 1716. 13  Prütting/ Gehrlein, s. 1716. 14  Prütting/Gehrlein, s. 1716. 3022Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3017-3052  Topuz alacaklı borçluya bu malların yerine daha düşük değerde aynı amaca hizmet eden ikame bir mal verir veya aynı amaca hizmet eden daha düşük değerde bir  mal  alabilmesi  için  belli  bir  meblağ  öderse,  değeri  yüksek  olan haczedilemez nitelikteki malın haczi yapılabilir. Örneğin renkli televizyon yerine siyah beyaz televizyon, altın kol saati yerine basit bir kol saati verilerek renkli televizyonun ve altın kol saatinin haczi gerçekleştirilebilir.  Alman  hukukunda  emekli  maaşları,  çalışanların  maaşı  gibi  kısmen haczedilebilmektedir. Alman Sosyal Güvenlik Kanunu nun (Sozialgesetzbuch) 54. maddesinde haciz düzenlenmiştir. Söz konusu maddenin birinci fıkrasına göre hizmet edimi veya aynî edimlere dayalı talep hakları haczedilemez. Örneğin ilaçlar ve rehabilitasyon önlemleri gibi kişiye tahsis edilmiş haklar devredilemez ve dolayısıyla da haczedilemezler. İkinci fıkrada ise bir sefere mahsus yapılan ödemelerin, şartlara göre özellikle hak sahibinin gelir ve malvarlığı durumu dikkate alınarak, icra takibinde bulunan alacaklının da menfaati gözetilerek hakkaniyete uygun olarak haczedilebileceği öngörülmektedir.  Alman  Sosyal  Güvenlik  Kanunu nun  54.  maddesinin  üçüncü fıkrasında ise haczedilemeyecek haklar sayılmıştır. Söz konusu fıkrada çocuk bakım parası, annelik parası, ev parası, vücut ve sıhhat üzerine ika edilen zararları karşılamak için yapılan ödemeler haczedilemez olarak nitelendirilmiştir. Aynı maddenin dördüncü fıkrasına göre ise, sürekli nitelik arz eden para edimlerinden kaynaklanan haklar ise, işçinin ücreti gibi haczedilebilir. Bu anlamda emeklilere bağlanan maaşın, işçilerin ücreti gibi haczedilmesi mümkün  olup,  ZPO  850a  ve  devamında  düzenlenen  sürekli  nitelikteki periyodik  gelirlerin  haczedilmesinde  uygulanan  kuralın  burada  da uygulanması gerekir. Buna göre periyodik gelirler ZPO 850c ve 850d  de düzenlenen  haczedilemez  olarak  kabul  edilen  miktarı  aştığı  oranda haczedilebilirler.  C. İsviçre Hukukunda Haczedilmezlik Kuralları İsviçre hukukunda da sosyal nedenlerden dolayı haczedilemeyecek mal ve haklar öngörülmüş olup, İsviçre Federal İcra ve İflâs Kanunu nun (SchKG)                                                  15  Prütting/ Gehrlein, s. 1726. 16  Wolfgang Schmidt, Die Zwangsvollstreckung in Leistungen der Alterssicherung – Ein aktüeller  Überblick  unter  Berücksichtigung  der  Neuregelungen  zur  Kontopfaendung- RVaktuell, 5/6/2010, s. 180. 17  Schmidt, s. 181. 18  Schmidt, s. 181.   30235510 Sayılı Kanunda Öngörülen...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3017-3052  92. maddesinde düzenleme yapılmıştır. SchKG nın 92. maddesinde Türk hukukunda olduğu gibi haczedilemeyecek mal ve haklar tek tek sayılmış, 93. maddede ise kısmen haczedilebilecek haklar düzenlenmiştir. 93. maddeye göre, maaş, nafaka alacağı, emekli maaşı gibi periyodik talep hakları kısmen haczedilebilir. Söz konusu alacak haklarının haczedilebilmesi için, kantonal bazda çıkarılan yönetmeliğe göre belirlenen borçlunun ve ailesinin asgari geçim haddini aşması gerekmektedir. Asgari geçim haddi belirlenirken her somut olaya göre, borçlunun yalnız yaşaması, birden fazla kişiyle birlikte yaşaması  gibi  faktörler  dikkate  alınmaktadır.  Aile  kavramı  da  geniş yorumlanmakta olup, borçlunun sadece eşi ve küçük çocukları değil, birlikte yaşadıkları ergin çocukları, evlilik dışı doğan çocukları, evlatlığı, birlikte veya birlikte yaşamasa bile destek olduğu anne babası aile kavramının içinde sayılmaktadır. 93. maddenin ikinci fıkrasına göre, maaş  gibi periyodik alacak hakları ancak bir yıllığına haczedilmekte ve süre haczin icrasından itibaren  başlamaktadır.  Bu  sürenin  geçmesinden  sonra  borçlunun  diğer alacaklıları,  talep  etmeleri  halinde  hacze  iştirak  edebilmektedir.  Aynı maddenin üçüncü fıkrasına göre ise, icra müdürlüğü, böyle bir haczin devamı sırasında haczedilebilir miktarda bir değişiklik olduğuna dair bilgi edinirse, haczi değişen şartlara uygun olarak yapmak zorundadır.  SchKG nin 92 ve 93. maddelerinin çift taraflı fonksiyonu olduğu kabul edilmektedir. Söz konusu maddelerle bir yandan alacaklının tatmini için borçlunun mal varlığı cebri icranın konusu olarak güvence altına alınırken, diğer yandan icra takibi yapılan borçlunun ve onun ailesinin ekonomik ve insan onuruna yaraşır varlığı korunmaktadır. Böylece, muhtaç duruma düşen ve kendine bakamayacak olan kişilerin, insan onuruna yaraşır bir yaşam için yardım, bakım ve araçları talep hakkının düzenlendiği İsviçre Anayasası nın 12. maddesi ihlal edilmemiş olmaktadır. Bir mal veya hakkın haczedilemez nitelikte olup olmadığını takdir etme görev ve yükümlülüğü icra müdürüne ait olup, icra müdürü takdir yetkisini kullanırken, özellikle borçlunun insan onurunu dikkate alması gerekmektedir. SchKG nin 92. maddesinin üçüncü fıkrasında, aynı maddenin birinci fıkrasının 1-3 . bentlerinde haczedilemez                                                  19  Karl Spühler, Schuldbetreibungs- und Konkursrecht I, Zürich, Basel, Genf, 2014, s.133 ; Franco Lorandi, Schuldbetreibung und Konkurs (SchKG), Zürich, St. Gallen 2014, s.29. 20  Lorandi, s. 30. 21  Daniel Hunkeler, Kurzkommentar SchKG, Basel 2014, s. 418 22  Hunkeler, s. 412. 23  Hunkeler, s. 412. 24  Hunkeler, s. 416. 3024Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3017-3052  Topuz nitelikte olduğu öngörülen mal ve hakların bedeli yüksek ise, alacaklı aynı kullanım amacına yönelik ancak daha az değerde bir mal ikame eder veya daha ucuz değerde malı edinmek için gerekli olan parayı öderse, yüksek değerli haczedilemez nitelikteki malın haczi gerçekleştirilebilir. İcra müdürü, değeri yüksek olup da haczedilemez nitelikte bir malın bulunduğunu tespit ederse, alacaklıya seçim hakkını kullanması için kısa bir süre verip, konu hakkında bilgilendirmekle yükümlüdür. Şayet alacaklı kendisine verilen kısa süre içinde hakkını kullanmaz ise, söz konusu mal haczedilemez olarak kalmaya devam etmektedir.  III. 5510 Sayılı Kanun un 93. Maddesindeki Haczedilmezlik Hükmü ve Hükmün Hukuki Niteliği 5510 sayılı Sosyal Sigortalar ve Genel Sağlık Sigortası Kanunu nun 93. maddesinin  birinci  fıkrası  aynen  şu  şekildedir:   Bu  Kanun  gereğince sigortalılar ve hak sahiplerinin gelir, aylık ve ödenekleri, sağlık hizmeti sunucularının  genel  sağlık  sigortası  hükümlerinin  uygulanması  sonucu Kurum nezdinde doğan alacakları, devir ve temlik edilemez. Gelir, aylık ve ödenekler; 88 inci maddeye göre takip ve tahsili gereken alacaklar ile nafaka borçları dışında haczedilemez. Bu fıkraya göre haczi yasaklanan gelir, aylık ve  ödeneklerin  haczedilmesine  ilişkin  talepler,  borçlunun  muvafakati bulunmaması  halinde,  icra  müdürü  tarafından  reddedilir.   Söz  konusu hükümde emekliler arasında memur, işçi veya bağımsız çalışan emeklisi ayrımı  yapılmadan,  bütün  emekliler  için  geçerli  olacak  bir  düzenleme yapılmıştır. Bu hükümde emekli maaşlarının tamamı haczedilemez olarak nitelendirilmiş olup, kısmen de olsa haczedilmelerine imkan tanınmamıştır. Sosyal Güvenlik Kurumunun 88. madde gereğince takip ve tahsili gereken alacakları ve nafaka borçları için haciz yasağı söz konusu olmazken, diğer sebeplerden kaynaklanan borçlarda da emekli maaşına haciz konulabilmesi için, borçlunun hacze muvafakat etmesi gerekmektedir. 5510 sayılı Kanun un 93. maddesinin ilk fıkrasında emekli maaşlarının haczedilmezliğinin  öngörüldüğü  hükmün  hukuki  niteliğini  tespit  etmek gerekir.  Doktrinde  savunulan  bir  görüşe  göre  5510  sayılı Kanun un 93.                                                  25  Hunkeler, s. 439.   30255510 Sayılı Kanunda Öngörülen...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3017-3052  maddesinde öngörülen emekli maaşının haczedilemeyeceğine ilişkin kural emredici nitelikte ve kamu düzenine ilişkin olup, süresiz şikayete tabidir.  Yargıtay 12. Hukuk Dairesi de  aynen doktrinde ileri sürülen  görüş doğrultusunda karar vermiştir. Yargıtay bahsedilen ilgili hukuk dairesine göre,  5510 sayılı Kanunun 93. maddesindeki bu düzenleme kamu düzeni ile ilgili olup haczedilmezlik şikayeti de herhangi bir süreye tabi bulunmamaktadır. 28  Yargıtay Hukuk Genel Kurulu ise, emekli maaşlarının haczi mümkün olmasa da, borçlunun haczi caiz olmayan  malların haczedilmesine haciz sırasında  muvafakat  edebileceği  gibi  hacizden  sonra  şikayet  yoluna gitmeyerek  zımnen  de  rıza  gösterebileceği  için,  haczedilmez  malların haczedilmezlik  niteliğini  icra  müdürünün  re sen  dikkate  alamayacağını, alacaklının talebi üzerine haciz işlemini gerçekleştirmek zorunda olduğunu, şayet  borçlu  şikayet  etmek  isterse  bunu  süresiz  şikayet  yoluyla  ileri sürebileceğini  kabul  etmektedir.  Kararın  karşı  oy  görüşünde  ise, haczedilmezlik kurallarının kamu düzenine ilişkin olduğu ve bu nedenle de icra müdürünün bunu resen dikkate alması gerektiği ifade edilmektedir.                                                   26  İcra ve iflâs hukuku doktrininde şikayetin süreye tabi olmadığı hallerden biri olarak kabul edilen  kamu  düzenine  aykırılık,  borçlunun,  üçüncü  kişilerin  ve  kamunun  menfaatini korumak  için  konulmuş  emredici  hükümlere  aykırı  olarak  yapılan  işlemleri  ifade etmektedir.(Kuru- El Kitabı, s. 109; Postacıoğlu, s. 68). Benzer bir başka görüşe göre ise, kamu yararı amacıyla taraflar ya da üçüncü kişiler lehine konulmuş emredici hükümlere açıkça ve ağır şekilde aykırı olan işlemler kamu düzenine aykırıdır. (Hakan Pekcanıtez, İcra- İflâs Hukukunda Şikâyet, Ankara 1986, s. 88; Hakan Pekcanıtez/ Oğuz Atalay/ Meral Sungurtekin Özkan/ Muhammet Özekes, İcra ve İflâs Hukuku, Ankara 2013, s.135). 27  Pekcanıtez/ Atalay/ Sungurtekin Özkan/ Özekes, s.136; Akkaya, s. 24; Tolga Akkaya, İcra Memurunun Haczedilmezlik Kurallarını Kendiliğinden Dikkate Alıp Alamayacağı Sorunu, Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, C.11, Özel S. 2009, s. 858.  28  12. HD 15.12.2009, 17020/25077 (Aydın, s. 299 vd.).  29   …Direnme yoluyla Hukuk Genel Kurulu önüne gelen uyuşmazlık; haczedilen menkullerin muhafazası  ve  ek  haciz  uygulanmasına  ilişkin  alacaklı  isteminin  yerine  getirilmesi konusunda icra müdürlüğünün takdir hakkının bulunup bulunmadığı; bu cümleden olarak, icra müdürlüğünün borçlunun şikâyeti olmaksızın kendiliğinden haczedilmezliğe karar verip veremeyeceği, noktasındadır. Haciz, cebri icra organı tarafından yapılan Devlete ilişkin bir hakimiyet tasarrufu olup; icra takibinin konusu olan belli bir para alacağının ödenmesini sağlamak için, bu yolda istemde bulunan alacaklı lehine, söz konusu alacağı karşılayacak miktar ve değerdeki borçluya ait mal ve haklara icra memuru tarafından hukuken el konulmasıdır.  2004 sayılı İcra ve İflâs Kanunu'nun 79/1 maddesi gereğince, İcra Dairesi'nin, haciz talebinden itibaren en geç 3 gün içinde haczi yapması gerekir. Yine Aynı Kanunun 85/1 maddesi gereğince, İcra Müdürlüğünce, borçlunun kendi yedinde veya üçüncü şahısta bulunan menkul malları ile gayrimenkullerinden ve alacak ve haklarından alacaklının ana 3026Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3017-3052  Topuz                                                  para,  faiz  ve  masraflar  da  dahil  olmak  üzere  bütün  alacaklarına  yetecek  miktarı, haczedilecektir. Anılan her iki maddede yer alan ifadelerden ortaya çıkan sonuç, haciz isteminin  icra  memurunca  yerine  getirilmesinin  zorunlu  olduğu  ve  icra  memuruna, haczedilecek menkul, gayrimenkul ya da hakların niteliği esas alınarak bunun haczinin mümkün bulunup bulunmadığı konusunda bir takdir yetkisi tanınmadığıdır.  Diğer taraftan, 2004 sayılı İcra ve İflâs Kanunu'nun 82.maddesinde; Devlet malları ile mahsus  kanunlarında  haczi  caiz  olmadığı  gösterilen  malların  haczolunamayacağı belirtilmiştir… Ne var ki, borçlu haczi caiz olmayan bir malın haczine, malın haczi sırasında muvafakat verebileceği gibi, şikayet yoluna gitmeyerek, zımnen de rıza gösterebilir. Tüm yasal düzenlemeler birlikte değerlendirildiğinde, 3213 sayılı Maden Kanunu 40. maddesi uyarınca haciz konulması, bağlanan emekli maaşlarının haczi mümkün değil ise de, bu husus haciz işleminden sonra, süresiz ve geriye etkili olarak, borçlu tarafından şikayet konusu yapılabileceğinden ve haczedilmezlik iddiası ancak borçluya tanınan bir hak olduğundan; icra memurunun bu hükmü değerlendirerek, emekli maaşının haczinin mümkün bulunup bulunmadığı konusunda şikayet tarihi itibariyle bir takdir yetkisi bulunmamaktadır…Bu nedenle direnme kararı bozulmalıdır… 2004 sayılı İcra İflâs Kanunun 366/III. maddesi uyarınca tebliğden itibaren 10 gün içerisinde karar düzeltme yolu açık olmak üzere, 13.03.2013 gününde oyçokluğuyla karar verildi.  KARŞI OY : …Şikayet konusu işlem, icra memurunun, maden ocağındaki malın haczi için alacaklı tarafından yapılan haciz talebinin reddine ilişkindir. Uyuşmazlığın çözümünde, icra memurunun haciz yetkisine ilişkin hükümlerin irdelenmesinde yarar vardır.  Kesinleşmiş bir takip ve talep üzerine icra müdürünün haciz yapma zorunluluğu bulunduğu tartışmasızdır ( İİK m. 78/I ). Burada karıştırılan husus, haczi talep edilen malvarlığının haczedilip haczedilemeyeceğinin kimin tarafından tespite dileceğidir. 2004 sayılı İcra ve İflâs  Kanunu  hükümleri  ve  sistematiği  incelendiğinde,  kanunun  icra  müdürlüğüne  ( memurlarına ) hitap eden bir kanun olduğu anlaşılmaktadır. Başka bir ifadeyle, İcra ve İflâs Kanunu'nun birinci derecede muhatabı ve doğrudan uygulayıcısı icra dairesi görevlileridir. Haczi, icra memuru uygulayacağına göre, haczedilmezlikle ilgili kurallarda icra memuru tarafından kendiliğinden dikkate alınmalıdır. Haczedilemezlikle ilgili kanun hükümleri sadece icra mahkemesi hakimini değil, aynı zamanda takibin tüm taraflarını ve takibi yürütmekle görevli organ olan icra dairesini de bağlamaktadır. Buna göre icra dairesi görevlileri, kanunu uygularken kural olarak, icra hakimine başvurmak, danışmak, izin veya onay almak yetki ve zorunluluğunda değildirler. Bunun istisnası yine aynı kanununun çeşitli maddelerinde düzenlenmiştir… Belirtilen istisnai hükümler dışında kanun, icra memurunun icra hakimine başvurmasını ve ona göre işlem yapmasını değil; kanunu doğrudan doğruya uygulamasını  ve  bu  uygulamanın  yanlışlığını  ileri  süren  tarafın  şikayet  hakkını öngörmektedir. Kanunu doğrudan doğruya ve birinci derecede uygulamakla icra müdürü ( memurları )görevlidir. Bu görevi yerine getirmemesi ve savsaklamasının denetimi icra mahkemesine aittir. Aksi düşünce, yani, kanunun haczedilmezliğe ilişkin kurallarının icra memuru tarafından kendiliğinden dikkate alınamayacak olması, icra müdürlüğünü sadece alacaklının taleplerini yerine getirmek zorunda olan bir makam haline dönüştürür. Böyle bir yaklaşım, icra memurunu alacaklının daha lehine davranmaya zorlamaktadır. Kanunun emredici hükümlerini baştan uygulanamaz hale getirmektedir. Kanunilik ilkesi bir yana bırakılmakta, başka bir söyleyişle, icra memurlarının talep üzerine her şeyi haczetmesi zorunluluğunu ortaya çıkarmaktadır. Kanunun amacı bu değildir. Kural, talep üzerine haciz yapmaktır. Haczedilemezlik istisnaidir. Borçlunun, üçüncü kişilerin ve kamunun menfaatini   30275510 Sayılı Kanunda Öngörülen...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3017-3052  Kanaatimizce 5510 sayılı Kanun un 93. maddesinin hukuki niteliğini belirlemek için, söz konusu hükmün emredici nitelikte olup olmadığını tespit etmemiz gerekir. Hukuk normları esas olarak emredici hukuk normları ve emredici olmayan (tamamlayıcı/yedek) hukuk normları olmak üzere ikiye ayrılmaktadır. Emredici norm, tarafların sözleşmeyle aksini kararlaştıramayacakları ve  herkes tarafından  uyulması zorunlu olan normlar olup, kamu düzeni,  ahlak  kuralları  veya  hukuki  ilişkide  zayıf  konumda  olan  kişiyi korumak amacıyla öngörülürler. Emredici hukuk normları da kendi içinde mutlak  emredici  normlar  ve  nispî  emredici  normlar  olmak  üzere  ikiye ayrılmaktadır. Mutlak emredici normlarda taraflar kendi iradeleriyle emredici                                                  korumak için konulmuş âmir hükümlere aykırı olarak yapılmış olan işlemler, kamu düzenine aykırıdır. Kanun koyucunun haczedilemezliğe ilişkin kurallar getirmesi, kamu düzeninin, üçüncü kişilerin ve borçlunun korunması amacına yöneliktir. Haczedilemezliğe ilişkin kuralların kamu düzenine yönelik olması, haczedilemezliğin taraflar arasında anlaşma ile dahi bertaraf edilememesinden de anlaşılmaktadır ( m. 83a ). Haciz istemine konu yapılan malın haczedilmeyeceği 3213 sayılı Maden Kanunu'nun 40. maddesinde emredici bir hüküm olarak düzenlenmiştir. Emredici nitelikte kurallar temel haklar alanını korumaya hizmet etmektedir.  Kamu düzeni söz konusu olunca, borçlunun menfaatleri, alacaklının alacağını elde etme menfaatinin önüne geçmektedir. Bu durumda icra memurunun, İİK nun kendisine tanıdığı yetki ve verilen görev gereği söz konusu mallara ilişkin haciz talebini reddetmesi gerekir. Borçluyu veya üçüncü kişileri kanunun emredici hükümlerinin korumasından çıkaran ve durumunu  ağırlaştıran  bir  yorum  yapılmamalı,  şikayete  başvurma  yükü  ona yüklenmemelidir. Her ne kadar borçlunun daha sonra icra mahkemesinde hacze karşı şikayet yoluna başvurabileceği ileri sürülebilirse de, esasında yasaklanan bir işlemin yapılmasına yol açıp daha sonra bunun düzeltilmesini beklemek, kanunun, icra memurunu borçlu ile alacaklının menfaatlerini mümkün olduğu kadar telif etmekle yükümlü tutan kuralına aykırıdır ( m. 85 /son ). Kaldı ki, böyle bir uygulama hacizde tertip kurallarına da aykırıdır. Hacizde tertipte dikkate alınması gereken ilk kural haciz yasaklarıdır. Tüm bunlar icra memuru tarafından kendiliğinden dikkate alınması ve uygulanması gereken kurallardır… Belirtmek gerekir ki, icra memurunun takdir yetkisi, haczedilmesi istenen malın kanunda haczedilemeyeceği öngörülen mal ve haklar kapsamında olup olmadığını değerlendirmek anlamına gelir. İcra müdürlüğünün kanunun emredici hükmüyle, haczi mümkün olmayan malların haczi konusunda alacaklı talebinin reddine karar vermesinde ve icra hakimliğince bu yöne ilişkin alacaklı şikayetini reddetmesinde kanuna aykırılık bulunmamaktadır. Bu nedenle, icra mahkemesi kararının onanması gerektiği düşüncesinde olduğumdan sayın çoğunluğun  bozma  yönünde  oluşan  görüşüne  katılmıyorum.   Hukuk  Genel  Kurulu, 13.3.2013, 2012/12-1071 E. 2013/351 K. (Kazancı İçtihat Bilgi Bankası); Aynı yönde bir başka karar için bkz. Hukuk Genel Kurulu, 10.6.2009, 2009/12-213E. 2009/244 K. 30 Seyfullah Edis, Medeni Hukuka Giriş ve Başlangıç Hükümleri, Ankara 1997, s. 155-157; Bilge Öztan, Medenî Hukuk un Temel Kavramları, Ankara 2009, s. 19-20; Zahit İmre, Medeni Hukuka Giriş, İstanbul 1976, s. 137; Fikret Eren, 6098 Sayılı Türk Borçlar Kanununa Göre Hazırlanmış Borçlar Hukuku Genel Hükümler, Ankara 2013, s. 318 vd.; Aşık, s. 62; Kübra Doğan Yenisey, İş Hukukunun Emredici Yapısı, İstanbul 2015, s. 57 vd. 3028Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3017-3052  Topuz nitelik taşıyan normu değiştiremez veya ortadan kaldıramazlar. Zayıf tarafın aleyhine değiştirilemeyen ancak zayıf tarafın lehine değiştirilebilen hukuk normları ise nispî emredici normlardır. Emredici olmayan (tamamlayıcı/ yedek) hukuk normu ise, tarafların aksini kararlaştırmamış oldukları durumda uygulanan  normları  ifade  etmektedir.  Bir  normun  emredici  mi  yoksa emredici olmayan bir norm mu olduğunu belirlemede dikkate alınan en önemli kıstaslar, söz konusu norm ile kamu düzeni veya zayıf durumda olanı koruma amacının güdülüp güdülmediğidir. Buna göre şayet bir norm ile kamu düzeninin korunması amaçlanıyor ise, o norm emredici norm olarak kabul edilmelidir. Ancak kamu düzeni kavramı, çerçevesi tam olarak belirlenmiş bir kavram değildir.  Kamu düzeni kavramı Türk Hukuk Lûgatı nda âmme nizamı başlığı altında şu şekilde tanımlanmıştır:   Bir memlekette âmme hizmetlerinin iyi yapılmasını,  devletin  emniyet  ve  asayişini  ve  fertler  arasındaki  münasebetlerde huzuru ve ahlak kaidelerine uygunluğu temine yarayan müessese ve kaidelerin hepsi. Bu kaide ve müesseseleri taraflar aralarındaki mukavelelerle ihlâl  edemezler 33.  Yargıtay  İçtihadı  Birleştirme  Büyük  Genel  Kurulu, gerekçesiz olarak verilen yabancı mahkeme ilâmlarının Türk kamu düzenine aykırı  olmadığı  bu  nedenle  de  tenfiz  edilebileceğine  ilişkin,  içtihadı birleştirme  kararında  kamu  düzeni  kavramını  açıklamıştır.  Söz  konusu kararda aynen şu belirlemeler yapılmıştır:  Kamu düzeni, niteliği gereği zamana, yere göre değişen, içeriğinin tesbiti zor, her somut olaya göre değişiklik gösteren bir kavramdır. İlmi açıklamalara ve yargısal kararlara, gelişen hukuk sistemlerinde bile tanımı olmamasına rağmen  toplumun temel yapısını ve çıkarlarını koruyan kuralların bütünü  olarak tanım yapılabilir.  Kamu düzeni kavramının müdahale alanı son derece geniş ve yoruma müsaittir… Türk kamu düzeninin ihlalini gerektirecek haller çoğunlukla emredici bir hükmün açıkca ihlali halinde düşünülecektir. Fakat her emredici hükmün ihlali halinde veya her emredici hükmü ihlal eden bir yabancı kararın Türk kamu düzenine aykırı bulunduğunu söylemek olanaklı değildir.                                                   31 Öztan, s. 21. 32 İmre, s. 138; Aşık, s. 62. 33 Kamu düzenine verilen diğer anlamlar için bkz. Türk Hukuk Lûgatı, Ankara 1991, s.16 34 Yargıtay İçtihadı Birleştirme Büyük Genel Kurulu, 10.02. 2012, Esas: 2010/1, Karar: 2012/1 (Resmi Gazete 20 Eylül 2012, Sayı: 28417).   30295510 Sayılı Kanunda Öngörülen...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3017-3052  O halde, iç hukuktaki kamu düzeninin çerçevesi, Türk hukukunun temel değerlerine,  Türk  genel  adap  ve  ahlak  anlayışına,  Türk  kanunlarının dayandığı  temel  adalet  anlayışına,  Türk  kanunlarının  dayandığı  genel siyasete, Anayasada yer alan temel hak ve özgürlüklere, milletlerarası alanda geçerli ortak prensip ve özel hukuka ait iyiniyet prensibine dayanan kurallara, medeni  toplulukların  müştereken  benimsedikleri  ahlak  ilkeleri  ve  adalet anlayışının ifadesi olan hukuk prensiplerine, toplumun medeniyet seviyesine, siyasi ve ekonomik rejimine, insan hak ve özgürlüklerine aykırılık şeklinde çizilebilir. İç  hukukta  kamu  düzeninin,  tarafların  uymak  zorunda  oldukları, kamu hukukundan ve özel hukuktan doğan ancak tarafların üzerinde serbestçe tasarruf edemeyecekleri kurallar olarak anlaşılması gerekir…  Doktrinde de kamu düzeni kavramının farklı tanımları yapılmıştır. Bu tanımlardan birine göre,  bir toplumun, belirli bir zaman dilimi içerisinde, siyasi, sosyal, ekonomik, ahlâkî ve hukuki açılardan temel yapısını belirleyen ve temel çıkarlarını koruyan kurum ve kurallar bütünü  kamu düzenini ifade etmektedir. Kamu düzeni (klasik veya  geleneksel kamu düzeni), genel menfaatin özel menfaatler karşısındaki üstünlüğü, toplumun bireyler karşısında korunması gerekliliği fikrine dayanır. Kamu düzeni kavramı ülkeden ülkeye, zamandan zamana hatta aynı ülkede dönemden döneme farklılık arz edebilen bir kavram olup, hukuk dallarına göre de farklı tanımlamaların yapıldığı bir kavramdır; öyle ki özel hukuk ve kamu hukukunun alt dallarında bile kamu düzeni  kavramına  farklı  anlamlar  yüklenmektedir.  Özel  hukukta  kamu düzeninin anlamı, kişilerin sözleşmeyle bir durumun aksini kararlaştıramamaları,  milletlerarası  özel  hukukta  yabancı  ülke  kurallarının  uygulanmasını engellemek, idare hukukunda belirli özgürlüklerin sınırlanması, yargılama usulü hukukunda hakimin kendiliğinden araştırma ilkesi olarak ortaya çıktığı kabul edilmektedir. Kamu düzeni kavramının ekonomik kamu düzeni ve sosyal kamu düzeni gibi değişik ayrımları da yapılmaktadır. Zayıf tarafın korunması  korumacı  ekonomik  kamu  düzeni  ve  sosyal  kamu  düzeni kavramının ortaya çıkmasında etkili olmuştur. Ekonomik yönden eşit olmayan                                                  35 Süha Tanrıver, Yabancı Hakem Kararlarının Türkiye de Tenfizinde Kamu Düzeninin Rolü, Makalelerim I (1985-2005), Ankara 2005, s. 111.  36 Doğan Yenisey, s. 21. 37 Arda Atakan, Kamu Düzeni Kavramı MÜHF-HAD, Cilt 13, S.1-2, s. 59. 38 Geniş bilgi için bkz. Özge Okay Tekinsoy, İdare Hukukunda Kamu Düzeni Kavramı, İstanbul 2011, s.22; Doğan Yenisey, s. 162. 39 Geniş bilgi için bkz. Okay Tekinsoy, s. 40 vd. 3030Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3017-3052  Topuz taraflar arasında zayıf olanı korumaya yönelik düzenlemeler, sosyal adaleti sağlama ve koruma görevini yerine getirmektedir. Tüketicinin, işçinin ve sigorta yaptıranın sözleşmenin zayıf tarafı olarak nitelendirilip korunması için öngörülen düzenlemeler ekonomik kamu düzenine ilişkindir. Sosyal kamu düzeni  ise,  korumacı  ekonomik  kamu  düzeninin  bir  türü  olarak nitelendirilmekte olup, işçinin korunmasına yönelik nispî emredici kurallara ve yaptırımlara ilişkin olduğu kabul edilmektedir. Yani sosyal kamu düzeni, normun tek taraflı işçi lehine değiştirilebilir niteliğini ifade etmektedir. Somut uyuşmazlıkta kamu düzenine ilişkin belirlemeyi hakimin yapması gerekir.  Az  önce  zikredilen  Yargıtay  İçtihadı  Birleştirme  kararında  da belirtildiği gibi, kamu düzeni irade serbestisini sınırlayıcı nitelikte olup, kamu düzeni niteliğindeki kanun hükümlerini kişiler sözleşmeyle değiştiremez veya ortadan kaldıramazlar, diğer bir ifade ile kamu düzenine ilişkin kurallar üzerinde taraflar serbestçe tasarruf edemezler. Oysa 5510 sayılı Kanun un 93. maddesinin birinci fıkrasında borçlunun haczedilemez nitelikteki emekli maaşına borçlunun muvafakati ile haciz konulabilmektedir. Yani bu husus borçlunun tasarrufuna bırakılmıştır ki, söz konusu düzenleme kamu düzenine ilişkin bir hüküm olsaydı, borçlu muvafakat ederek haczedilmezlik kuralının uygulanmasına engel olamazdı. Tüm bu hususlar birlikte değerlendirildiğinde söz  konusu  hükmün  (genel)  kamu  düzenine  ilişkin  olmadığı  ortaya çıkmaktadır.  Öte  yandan  bu  düzenlemenin  ekonomik  veya  sosyal  kamu düzeni hükmü olduğu ileri sürülebilir. Ancak sosyal kamu düzenine ilişkin hükümler  sadece  hükümle  korunan  kişi  veya  kişiler  lehine  değişiklik yapılmasına izin verir. Oysa 5510 sayılı Kanun un 93. maddesinin birinci fıkrasında, korunan konumunda olan borçlu olup, haczedilmezlikten feragat onun lehine değil aleyhine sonuç doğurmaktadır. Bu nedenle de kanaatimizce söz konusu hüküm ekonomik veya sosyal kamu düzeni hükmü olarak da nitelendirilemez.                                                   40 Okay Tekinsoy, s. 150. 41 Okay Tekinsoy, s. 150. 42 Okay Tekinsoy, s. 150; Doğan Yenisey, s. 167. 43 Doğan Yenisey, s. 169. 44 Tanrıver, s. 111; İmre, s. 131; Aşık, s. 65 vd.; Atakan, s. 81. 45 Tanrıver, s. 111; Aşık, s. 66; Doğan Yenisey, s. 162; Nedim Meriç, İcra ve İflas Kanunu nda Düzenlenen Süreler ve İrade Özerkliği İlkesi Kapsamında İcra İflas Kanunu Madde 20, Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, Cilt 16, Özel Sayı 2014, Prof. Dr. Hakan Pekcanıtez e Armağan, Cilt 3, s. 2707.   30315510 Sayılı Kanunda Öngörülen...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3017-3052  Bir hükmün emredici nitelikte olup olmadığını belirlemek için kullanılan bir  diğer  kriter,  kanun  koyucunun  zayıf  tarafı  koruma  amacı  güdüp gütmediğidir. Kanunun metninden taraflardan birini korumaya yönelik bir ifadeye yer verildiği anlaşılmakta ise, söz konusu hükmün emredici nitelikte olduğu sonucuna ulaşılabilir. Zayıf taraf olma, kişinin kendi niteliklerinden kaynaklanabileceği gibi diğer tarafla karşılaştırıldığında ortaya çıkan göreceli bir zayıflık da olabilir. Kimin veya hangi sosyal grupların zayıf olarak baştan kabul edilip, korunacağı bir hukuk politikası sorunu olup, kanun koyucunun takdirindedir.  5510 sayılı Kanun un 93. maddesinin birinci fıkrasında borçlu emeklinin alacaklı karşısında zayıf tarafı oluşturduğu ve bu nedenle de korunması gerektiği her zaman  söylenemez. Örneğin emeklinin yanında çalışan  bir iççinin ücret alacağı, emekli işveren tarafından ödenmeyecek olursa, işçi işverenin emekli maaşına haciz koyduramayacak, yine bir emeklinin başka bir emekliye  borcunu ödememesi halinde  emekli alacaklı, emekli borçlunun maaşına haciz koyduramayacaktır. Her iki örnekte de alacaklıların güçlü, borçlunun zayıf taraf olduğu söylenemez. Öte yandan borçlu emekli zayıf taraf  olarak  kabul  edilmiş  olsaydı,  kanun  koyucu  Sosyal  Güvenlik Kurumu nun alacakları ve nafaka alacakları bakımından borçlunun emekli maaşına haciz konulmasına ve bu iki istisna sebep dışında kalan alacaklarda da borçlunun hacizden önce muvafakatiyle maaşına haciz konulmasına izin vermezdi. Nitekim İcra ve İflâs Kanunu nun 83a maddesinde  82 ve 83 üncü maddelerde yazılı mal ve hakların haczolunabileceğine dair önceden yapılan anlaşmalar muteber değildir  denilmektedir. Söz konusu hüküm gereğince hacizden önce haczedilemez malların haczedilmezlik niteliğinden feragat edilmesi mümkün değildir. İcra ve İflâs Kanunu nun 83a maddesinin emredici nitelikte ve kamu düzenine ilişkin olduğu kabul edilmektedir. Oysa 5510 sayılı Kanun un 93. maddesinin birinci fıkrasının son cümlesinde  Bu fıkraya göre  haczi yasaklanan  gelir, aylık ve  ödeneklerin haczedilmesine  ilişkin talepler, borçlunun muvafakati bulunmaması halinde, icra müdürü tarafından reddedilir.   denilmek  suretiyle  hacizden  önceki  bir  safhada  borçlunun haczedilmezlikten feragat etmesine izin verilmiştir. Nitekim Yargıtay da söz konusu hükmün İcra ve İflâs Kanunu nun 83a maddesine göre özel bir hüküm                                                  46 Aşık, s. 68. 47 Doğan Yenisey, s. 11. 48 Abdurrahim Karslı, İcra Hukuku Ders Kitabı, İstanbul 2010, s. 111; Evren Kılıçoğlu, İcra Sözleşmeleri,  İstanbul  2005,  s.  129;  İbrahim  Özbay,  İcra  ve  İflâs  Hukukumuzda Haczedilmezlikten Feragat (İİK m.83a), AÜEHFD, C. IX S. 1-2 (2005), s. 550. 3032Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3017-3052  Topuz olduğunu ve öncelikle uygulanması gerektiğini kabul etmektedir. İcra ve İflâs Kanunu nun 82 ve 83. maddelerinde düzenlenen haczedilemez nitelikteki mal ve hakların haczedilmezlik niteliğinden hacizden önce feragat edilmesine izin  verilmemiş  iken,  emekli  maaşlarının  haczedilmezlik  niteliğinden hacizden önce feragat edilmesine izin verilmiş olması da hükmün emredici nitelikte olmadığını göstermektedir. Yukarıda  belirtilen  kriterler  bakımından  5510  sayılı  Kanun un  93. maddesinin  birinci  fıkrası  hükmünü  değerlendirdiğimizde,  söz  konusu hükmün  kamu  düzenine  ilişkin  emredici  nitelikte  bir  hüküm  olmadığı sonucuna ulaşılmaktadır. IV. 5510  Sayılı  Kanun un  93.  Maddesinin  Birinci  Fıkrasının Anayasaya Uygunluğunun Değerlendirilmesi A. Genel Olarak 5510 sayılı Kanun un 93. maddesinin birinci fıkrasının Anayasa nın hukuk devleti ve eşitlik ilkesine aykırılığı iddiasıyla iptali için Anayasa mahkemesine başvurulmuş ancak Anayasa mahkemesi, bu hükmün Anayasaya aykırı olmadığına oy çokluğuyla karar vermiştir. Mahkemenin söz konusu kararı Anayasaya aykırılık incelemesi başlığı altında aynen şu şekildedir:   Başvuru kararlarında, cebri icra ve haciz işlemlerinin, yasa düzeni içinde tahsili suretiyle kamu düzeninin ve barışın sağlanmasına hizmet ettiği, bu  işlemleri  sonuçsuz  bırakacak  şekilde  gelir,  aylık  ve  ödeneklere, çalışanların  maaşlarından  farklı  olarak  iki  istisna  dışında  öngörülen haczedilmezlik yasağına ilişkin düzenlemelerin, bu kapsamdaki kişiler lehine imtiyaz sağladığı, icra  takiplerinde  'taraf sıfatı' adı altında aynı hukuki durumda  bulunan  alacaklılardan,  nafaka  alacaklısı  ve  Sosyal  Güvenlik Kurumu lehine ayrıcalık tanıdığı, bu nedenlerle itiraz konusu kuralların Anayasa'nın 2. ve 10. maddelerine aykırı olduğu ileri sürülmüştür.                                                   49   Bu düzenleme İİK nun 83/a maddesine göre özel nitelikte olduğundan, Sosyal Güvenlik Kurumu tarafından ödenen gelir, aylık ve ödeneklerin haczinde, takibin kesinleşmiş olması şartı  ile  28.02.2009  tarihi  sonrasında  borçlunun  maaş  haciz  tarihinden  önce  hacze muvafakati geçerlidir. Anılan düzenleme İİK nun 83/a maddesi karşısında özel hüküm sayılır ve öncelikle tatbik edilir  12. HD, 3.3.2016, 28591/6183 ( Kuru- İstinafa Göre İcra, s. 256, dn. 27/a). 50 Anayasa Mahkemesi Kararı, 6.1.2011, 2009/19 E.; 2011/4 K. Resmi Gazete 12.4.2011, Sayı: 27903.    30335510 Sayılı Kanunda Öngörülen...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3017-3052  2949 sayılı Anayasa Mahkemesinin Kuruluşu ve Yargılama Usulleri Hakkında Kanun'un 29. maddesi uyarınca itiraz konusu kurallar Anayasa'nın 13. ve 35. maddeleri yönünden de incelenmiştir.  Anayasa'nın  2.  maddesinde  belirtilen  sosyal  hukuk  devleti,  insan haklarına dayanan, kişilerin huzur, refah ve mutluluk içinde yaşamalarını güvence altına alan, kişi hak ve özgürlükleriyle kamu yararı arasında adil bir denge kurabilen, çalışma hayatını geliştirerek ve ekonomik önlemler alarak çalışanlarını koruyan, onların insan onuruna uygun hayat sürdürmelerini sağlayan,  milli  gelirin  adalete  uygun  biçimde  dağıtılması  için  gereken önlemleri  alan,  sosyal  güvenlik  hakkını  yaşama  geçirebilen,  güçsüzleri güçlüler karşısında koruyarak sosyal adaleti ve toplumsal dengeleri gözeten devlettir.  Anayasa'nın  10.  maddesinde  yer  verilen 'yasa  önünde  eşitlik ilkesi' hukuksal durumları aynı olanlar için söz konusudur. Bu ilke ile eylemli değil, hukuksal eşitlik öngörülmüştür. Eşitlik ilkesinin amacı, aynı durumda bulunan kişilerin yasalar karşısında aynı işleme bağlı tutulmalarını sağlamak, ayırım  yapılmasını ve  ayrıcalık  tanınmasını  önlemektir.  Bu ilkeyle,  aynı durumda bulunan kimi kişi ve topluluklara ayrı kurallar uygulanarak yasa karşısında eşitliğin çiğnenmesi yasaklanmıştır. Yasa önünde eşitlik, herkesin her yönden aynı kurallara bağlı tutulacağı anlamına gelmez. Durumlarındaki özellikler, kimi kişiler ya da topluluklar için değişik kuralları ve uygulamaları gerektirebilir. Aynı hukuksal durumlar aynı, ayrı hukuksal durumlar farklı kurallara bağlı tutulursa Anayasa'da öngörülen eşitlik ilkesi zedelenmez. Anayasa'nın  13.  maddesinde,  'Temel  hak  ve  hürriyetler,  özlerine dokunulmaksızın yalnızca Anayasanın ilgili maddelerinde belirtilen sebeplere bağlı olarak ve ancak kanunla sınırlanabilir. Bu sınırlamalar, Anayasanın sözüne  ve  ruhuna,  demokratik  toplum  düzeninin  ve  lâik  Cumhuriyetin gereklerine ve ölçülülük ilkesine aykırı olamaz' denilmiştir. Anayasa'nın 35. maddesinde herkesin, mülkiyet ve miras haklarına sahip olduğu, bu hakların ancak kamu yararı amacıyla, kanunla sınırlanabileceği, mülkiyet hakkının kullanılmasının toplum yararına aykırı olamayacağı hükme bağlanmıştır. Mülkiyet hakkı, kişiye başkasının hakkına zarar vermemek ve yasaların koyduğu sınırlamalara uymak koşuluyla, sahibi olduğu şeyi dilediği gibi kullanma, ürünlerinden yararlanma ve tasarruf olanağı veren bir haktır. Bu bağlamda alacak hakkı da mülkiyet hakkı kapsamındadır. 3034Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3017-3052  Topuz Yaşlılık  aylığı,  belirli  bir  süre  çalıştıktan  sonra  çalışamamanın  ve kazançtan yoksun  kalmanın  karşılığı olup, amacı  da  yaşlılık  döneminde çalışamama dolayısıyla gelirden yoksun kalmaya yönelik tehlikenin ortadan kaldırılmasını  sağlamaktır.  Böylece  kişilere,  yaşlılık  nedeniyle  çalışamaz duruma  geldiklerinde  yaşamlarını  sürdürebilecekleri  bir  geliri  sağlama güvencesi verilmektedir. Sosyal güvenlik her şeyden önce, herhangi bir nedenle kısmen ya da tamamen çalışamayanlara ve bu nedenle gelir kaybına uğrayarak muhtaç duruma düşenlere, insan onuruna yaraşır asgarî bir hayat sürmeleri için gerekli gelirin sağlanmasını öngörür. Sosyal güvenlik,  ekonomik  yönden güçsüzleri, insanca yaşamak için yeterli geliri olmayanları koruyup kollar. Sosyal  güvenlik  kurumlarında  iştirakçi  olan  kişiler,  aktif  çalışma yaşamları boyunca miktarı ve süresi yasa tarafından belli edilmiş primleri ödemekte  ve  belli yaşa geldikten  sonra da emekli statüsüne  geçerek bu statünün sağladığı, başta yaşlılık aylığı olmak üzere çeşitli sosyal haklardan yararlanmaktadırlar. Primli rejime dayalı sosyal güvenlik sisteminin esası da, önceden alınan payın (primin) yeniden dağıtımına dayanmaktadır. İtiraz konusu kurallarla öngörülen haciz yasağı Anayasa'nın 2., 5. ve 60. maddelerinin Devlete verdiği pozitif yükümlülüğün bir gereğidir. Öte yandan 5510 sayılı Yasa'nın 93. maddesinin birinci fıkrasının son cümlesindeki 'Bu fıkraya göre haczi yasaklanan gelir, aylık ve ödeneklerin haczedilmesine ilişkin talepler, borçlunun muvafakati bulunmaması halinde, icra müdürü tarafından reddedilir.' kuralı gereğince, borçlunun muvafakatinin bulunması halinde yaşlılık aylığının haczi de olanaklıdır. Kurallardaki haciz yasağı, borçlunun diğer  gelir ve  malvarlığından alacağın tahsiline engel bir düzenleme içermediğinden, hakkın özüne dokunan ölçüsüz bir müdahaleden de söz edilemez. Bu nedenlerle, itiraz konusu kurallar Anayasa'nın 13. ve 35. maddelerine aykırı değildir.  Sosyal güvenlik kurumunun işlevini yerine getirebilmesi kurumun yeterli derecede gelir kaynağına sahip olmasına bağlıdır. Türk sosyal sigorta hukuku yapılacak yardımları tam karşılamasa bile primli sosyal sigorta sistemine dayanmaktadır. Kurumun başlıca gelir kaynağı sosyal güvenlik primleridir. İşveren  veya  sigortalı  gerekli  primleri  yasal  süresi  içinde  ödemekle yükümlüdürler. Bu bağlamda primlerin ödenmesine ilişkin 506 sayılı Yasa'nın 80. ve 5510 sayılı Yasa'nın 88. maddelerinin amacı da primlerin zamanında   30355510 Sayılı Kanunda Öngörülen...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3017-3052  ve  düzenli  olarak  tahsilini  sağlamaya  yöneliktir.  Primlerin  tahsilinin sağlanabilmesinin de Anayasa'nın 5. ve 60. maddelerindeki sosyal güvenlik hakkı ile doğrudan bağlantılı olduğu açıktır.  Nafaka  alacakları  ise  aile  bireylerinden  birinin  yoksulluğu  ya  da çocukların eğitim ve geçimi için mahkeme kararıyla hükmedilen alacaklardır. Anayasa'nın 41. maddesi gereğince Devlet, ailenin huzur ve refahı ile özellikle ananın ve çocukların korunması için gerekli tedbirleri almakla yükümlüdür. Prim ve nafaka alacaklarının bu özellikleri, itiraz konusu kurallardaki haciz yasağında ayrık tutulmalarını gerektirmiştir. Diğer  taraftan,  2004  sayılı  İcra  ve  İflâs  Kanunu'nun  83.  maddesi gereğince çalışanların maaşlarının 1/4'ü üzerine haciz mümkün iken yaşlılık aylıkları üzerine haciz yasağının eşitlik ilkesine aykırı olduğu ileri sürülmüş ise de çalışanlar ile yaşlılık aylığı alanların statüleri aynı olmadığından aralarında eşitlik karşılaştırması yapılamaz. Açıklanan nedenlerle itiraz konusu kurallar, Anayasa'nın 10. maddesine aykırı değildir. İptal isteminin reddi gerekir.   Anayasa Mahkemesinin vermiş olduğu bu karar aşağıda eşitlik ilkesi, mülkiyet hakkı, ve ölçülülük ilkesi bakımından değerlendirilecektir. B. Eşitlik İlkesi Bakımından  Eşitlik ilkesi Anayasa nın 10. maddesinde Kanun Önünde Eşitlik başlığı altında düzenlenmiştir. Söz konusu madde aynen şu şekildedir:  Herkes, dil, ırk, renk, cinsiyet, siyasi düşünce, felsefi inanç, din, mezhep ve benzeri sebeplerle ayırım gözetilmeksizin kanun önünde eşittir. (Ek  fıkra:  7/5/2004-5170/1  md.)  Kadınlar  ve  erkekler  eşit  haklara sahiptir. Devlet, bu eşitliğin yaşama geçmesini sağlamakla yükümlüdür. (Ek cümle: 7/5/2010-5982/1 md.) Bu maksatla alınacak tedbirler eşitlik ilkesine aykırı olarak yorumlanamaz. (Ek fıkra: 7/5/2010-5982/1 md.) Çocuklar, yaşlılar, özürlüler, harp ve vazife şehitlerinin dul ve yetimleri ile malul ve gaziler için alınacak tedbirler eşitlik ilkesine aykırı sayılmaz. Hiçbir kişiye, aileye, zümreye veya sınıfa imtiyaz tanınamaz. Devlet organları ve idare makamları bütün işlemlerinde (...) kanun önünde eşitlik ilkesine uygun olarak hareket etmek zorundadırlar.   3036Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3017-3052  Topuz Eşitlik ilkesi, bu ilkeden yararlananlar için bir temel hak olup, eşit işlem görmeyi ya da ayrım gözetilmemesini isteme hakkını içermektedir. Eşitlik ilkesi aynı zamanda devlet organlarına ve idari makamlara hitap eden anayasal bir  buyruk,  devlet  yönetimine  egemen  temel  bir  ilke  olup,  hem  kanun uygulayıcılarını, hem kanun koyucuyu muhatap almaktadır. Anayasanın 10. maddesinde genel anlamda kanun önünde eşitlik ve özgül ayrım yasakları hükme bağlanmakta olup,   Herkes…kanun önünde eşittir  önermesi genel eşitlik ilkesini,  dil, ırk, renk, cinsiyet, siyasi düşünce, felsefi inanç, din, mezhep ve benzeri sebeplerle ayırım gözetilemeyeceği ne ilişkin önerme ise, özgül ayrım yasağını ifade etmektedir. Özel ayrım yasakları, genel eşitlik ilkesiyle  aynı  amaca  hizmet  eden  ancak  ondan  daha  somut  standartlar sağlamakta; genel eşitlik ilkesi ise yalnızca akla uygun olmayan kanuni sınıflandırma veya ayrımları yasaklamaktadır. Eşitlik ilkesi aynı zamanda şekli hukuki eşitlik ve maddi hukuki eşitlik olmak üzere esas olarak ikiye ayrılmaktadır.  Şekli  hukuki  eşitlik,  kanunların  genel  ve  soyut  nitelik taşımasını, kapsadığı herkese eşit olarak uygulanmasını ifade etmektedir. Maddi hukuki eşitlik ise, aynı durumda bulunanlara haklarda ve ödevlerde, yararlarda ve yükümlülüklerde, yetkilerde ve sorumluluklarda, fırsatlarda ve hizmetlerde eşit davranma zorunluluğudur. Kanunların eşitlik ilkesine uygunluğunun denetiminde izlenmesi gereken metodoloji  doktrinde  Öden  tarafından  şu  şekilde  tasnif  edilmiştir:  1) Öncelikle, anayasaya aykırılığı ileri sürülen kanunun amacı belirlenmelidir. 2) Sınıflandırma ile amaç arasında akla uygun bir ilişkinin var olup olmadığı, hem  sınıflayıcı  özelliğin  hem  de  kanunla  seçilen  sınıfın  amacın gerçekleştirilmesiyle  ilgisi,  ilişkisi  bakımından  araştırılmalıdır.  Eğer sınıflandırma ile amaç arasında hiçbir ilgi, ilişki yoksa veya kurulamıyorsa, o kanun keyfidir ve eşitlik ilkesine aykırıdır. 3) Sınıflandırma yasama amacıyla akla uygun şekilde ilgili, ilişkili ise, bu kez kapsadığı sınıf üzerinde durulmalı ve eksik ve/veya aşkın kapsamlı olup olmadığı araştırılmalıdır. Eğer öyleyse,                                                  51 Ergun Özbudun, Türk Anayasa Hukuku, Ankara 2014, s. 156. 52 Özbudun, s. 156; Bülent Tanör/ Necmi Yüzbaşıoğlu, 1982 Anayasasına göre Türk Anayasa Hukuku, İstanbul 2012, s. 120. 53 Merih Öden, Türk Anayasa Hukukunda Eşitlik İlkesi, Ankara 2003, s. 129-131; Merih Öden/ Selin Esen, Anayasa Mahkemesi ve Evli Kadının Soyadı, Prof. Dr. Erdal Onar a Armağan, Cilt II, Ankara 2013, s. 822; Özbudun, s. 156. 54 Öden/ Esen, s. 822. 55 Özbudun, s. 156; geniş bilgi için bkz. Öden, s. 162 vd.  56 Özbudun, s. 157; Öden, s. 186. 57 Öden, s. 203.   30375510 Sayılı Kanunda Öngörülen...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3017-3052  sınıflandırmada  eşitlik  ilkesinden  veya  tam  akla  uygunluk  ölçüsünden sapmayı  haklı  kılacak  herhangi  bir  nedenin  bulunup  bulunmadığı incelenmelidir. Bu  kriterlere  göre  hareket  edildiğinde  öncelikle  kanunun  amacının belirlenmesi  gerekmektedir.  Kanunun  amacı,  meşru,  kabul  edilebilir, anayasaya  uygun  bir  amaç  olmalıdır.  Kanunların  amaçları  bakımından anayasaya  uygunluğu  ise,  kanunla  güdülen  amacın  anayasada  öngörülen amaçlara  ve  en  nihayetinde  kamu  yararına  uygun  olması  anlamına gelmektedir. Kanunlar ayrımcı bir amaç güdüyor ise, anayasaya aykırı kabul edilmektedir. Ayrımcı amaç, kamu yararı dışında bir amaçla, örneğin kişisel veya  duygusal  saiklerle  veya  sadece  belli  bir  grubun  çıkarı  gözetilerek çıkarılırsa söz konusu olmaktadır. Ancak bazı fiili eşitsizlikleri dengelemek yada gidermek için getirilen  ayrımlar ve  farklı gruplara  farklı statülerin uygulanması  eşitliğe  aykırı,  keyfi  ayrımcılık  sayılmamaktadır.  Örneğin kadınların, çocukların veya yaşlıların korunması için alınan tedbirler eşitlik ilkesine aykırı olarak nitelendirilmemektedir. Öte yandan kanun koyucunun belli bir sosyal ilişkiler alanını düzenleyen kanunlarda seçilip benimsenmiş temel ilkelerden, genel ve ortak esaslardan sapması için bu sapmayı haklı kılacak özel nedenleri açıkça ortaya koyması gerekir; aksi takdirde haklı neden ortaya konulmadıkça eşitlik ilkesi ihlal edilmiş olur.  5510 sayılı Kanun un 93. maddesinin birinci fıkrasını bu kriterlere göre değerlendirdiğimizde, kanun koyucunun emekli olan borçlu ile çalışan borçlu arasında emekli borçlu lehine bir ayırım yaptığı anlaşılmaktadır. Maddede öngörülen haczedilmezlik kuralının amacının ne olduğu, madde gerekçesine göre belirlenebilir. Ancak söz konusu maddenin gerekçesinde bu hususa ilişkin herhangi bir bilgi bulunmamaktadır. Söz konusu maddenin kanunlaşma sürecine bakıldığında ise, 5510 sayılı Kanun ilk çıkarıldığında emeklilere bağlanan aylıkların haczedilemeyeceğine ilişkin bir hüküm bulunmamaktaydı. Ancak  5510  sayılı  Kanun un  bazı  maddelerinin  Anayasaya  aykırılığı nedeniyle iptalinden sonra 1 Ekim 2008 tarihli 5754 sayılı Kanun un 56. maddesi  ile  emeklilere  bağlanan  aylıkların  haczedilemeyeceğine  ilişkin düzenleme yapılmış, 18.2.2009 tarihli 5838 sayılı Kanunun 38. maddesi ile de                                                  58 Öden, s. 203 vd. 59 Öden, s. 206. 60 Öden, s. 206. 61 Öden, s. 207. 62 Tanör/ Yüzbaşıoğlu, s. 120. 63 Öden, s. 226 vd; Özekes, s. 190. 3038Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3017-3052  Topuz 93. maddenin birinci fıkrasının son cümlesi olan  Bu fıkraya göre haczi yasaklanan  gelir,  aylık  ve  ödeneklerin  haczedilmesine  ilişkin  talepler, borçlunun  muvafakatı  bulunmaması  halinde,  icra  müdürü  tarafından reddedilir.   hükmü eklenmiştir. Söz konusu  düzenlemelerin amacının ne olduğu düzenlemeden çıkarılamamaktadır. Kanunun amacının tam olarak anlaşılamadığı  durumlarda  ise  Anayasa  Mahkemesi,  maddeye  bir  amaç atfetmektedir. Anayasa Mahkemesi kanunlara bu şekilde amaç atfederken ya kanun koyucunun sınıflandırma ile güdebileceği en olası gördüğü amacı atfetmekte veya sınıflandırmanın anayasaya uygunluğunu desteklemek için akla uygun olarak düşünülen her hangi bir amacı belirlemektedir. Anayasa Mahkemesi  kararında   İtiraz  konusu  kurallarla  öngörülen  haciz  yasağı Anayasa nın 2.,5. ve 60. maddelerinin Devlete verdiği pozitif yükümlülüğün gereğidir… demektedir. Ancak kanaatimizce söz konusu maddeler kanun koyucunun çalışan borçlu ile emekli borçlu arasında neden ayrım yapıldığını açıklamaya  yetmemektedir.  Zira  Anayasa nın  2.  maddesinde,  Türkiye Cumhuriyeti nin toplumun huzuru, milli dayanışma ve adalet anlayışı içinde, insan haklarına saygılı, Atatürk milliyetçiliğine bağlı, başlangıçta belirtilen temel ilkelere dayanan, demokratik, laik ve sosyal bir hukuk Devleti olduğu; 5. maddede Devletin temel amaç ve görevleri, Türk milletinin bağımsızlığını ve  bütünlü ğünü,  ülkenin  bölünmezliğini,  Cumhuriyeti  ve  demokrasiyi korumak,  kişilerin  ve  toplumun  refah,  huzur  ve  mutluluğunu  sağlamak; kişinin temel hak ve hürriyetlerini, sosyal hukuk devleti ve adalet ilkeleriyle bağdaşmayacak  surette  sınırlayan  siyasal,  ekonomik  ve  sosyal  engelleri kaldırmaya, insanın maddi ve manevi varlığının gelişmesi için gerekli şartları hazırlamaya çalışmak olduğu; 60. maddede ise, herkesin sosyal güvenlik hakkına sahip olduğu, Devletin bu gü venliği sağlayacak gerekli tedbirleri alıp, teşkilatı kuracağı düzenlenmektedir. Ayrım yasağının ihlal edilmemesi için kanunda açıkça emekli borçlunun neden korunduğunun, diğer bir ifade ile çalışan borçlu ile emekli borçlu arasında ayrım yapmayı gerektiren ne gibi özel bir nedenin bulunduğunun açıklanması  gerekir.  Nitekim  Anayasa nın  49.  maddesinde  de  devletin çalışanların  hayat  seviyesini  yükseltmek  için  gerekli  tedbirleri  alacağı öngörülmektedir. Bu yönüyle bakıldığında, devlet hem yaşlıları hem de                                                  64 Öden, s. 205. 65 Öden, s. 205. 66 Anayasa 49. Madde  Çalışma, herkesin hakkı ve ödevidir. (Değişik: 3/10/2001-4709/19 md.) Devlet, çalışanların hayat seviyesini yükseltmek, çalışma hayatını geliştirmek için çalışanları ve işsizleri korumak, çalışmayı desteklemek, işsizliği   30395510 Sayılı Kanunda Öngörülen...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3017-3052  çalışanları korumak için tedbir almalıdır. Yaşlılık aylığı bağlanan emeklileri korumak  için  maaşlarına  haciz  konulmasına  engel  olunurken,  acaba çalışanların  hayat  seviyesini  korumak  zorunda  olan  devlet,  çalışanların maaşlarına  haciz  konulmasına  neden  izin  vermektedir?  Ayrım  yapmayı gerektiren haklı sebep nedir açıkça ortaya konulması gerekmektedir. Anayasa Mahkemesi her ne kadar kararında, çalışanlar ile emeklilerin aynı statüde olmadıklarını, bu nedenle de aralarında eşitlik karşılaştırması yapılmasının mümkün olmadığını belirtse de icra hukuku bakımından takibin tarafı borçlu ve alacaklı olup, emekliler ve çalışanlar pek ala bir takibin alacaklısı veya borçlusu olabilirler. Öte yandan çalışan borçlu ile emekli borçlu arasında düzenli maaş/aylık alma bakımından da her hangi bir fark bulunmamaktadır. Hatta çalışanlar emeklilere nazaran daha korumasız kalabilirler. Zira çalışan borçlunun maaş alabilmesi çalışmasına bağlıdır. İş ilişkisi veya memuriyeti emekli olma dışında şu veya bu sebeple sona erecek olursa, düzenli maaş alma ihtimali de ortadan kalkmaktadır. Çalışanlar ve emeklilerin maaşları arasında karşılaştırma  yapıldığında  aslında  emeklilerin  çalışanlardan  daha  zayıf durumda olduğu her somut olayda söylenemez. Ayrıca bütün emeklilerin emekli maaşları da aynı değildir. Gerçekten de ülkemizde  emekliler bir birinden  çok  farklı  maaş  almaktadır.  Örneğin  milletvekili  emeklilerinin emekli maaşı 2016 yılı için 8.500 TL iken, Türkiye Emekliler Derneği nin verilerine göre emekli maaşları, 2000 yılından önce emekli olan memurun taban aylığı 1.610, 01TL; SSK emeklisinin 1.339,18 TL; BAĞKUR (Esnaf), 1.163,38 TL, BAĞKUR (Tarım) 916,55 TL dir. Buna karşın çalışanlara 2016 yılı için ödenecek asgari ücret asgari geçim indirimi dahil 1.300,99 TL, en düşük memur maaşı ise, sosyal yardımlarla birlikte 2.259 TL.dir. Ülkemizde çalışanların  çoğunluğunun  asgari  ücretle  çalıştığı  gerçeği  göz  önünde bulundurulduğu takdirde, kanun koyucunun asgari ücretle çalışan borçlunun ücretin  ¼ üne  haciz  konulmasına  izin  verirken,  emekli  milletvekilinin maaşına  haciz  konulmasına  izin  vermemiş  olması  eşitlik  ilkesinin  ihlal edildiğinin en bariz örneği olarak gösterilebilir. Üzerinde durulması gereken bir diğer nokta ise, cebri icrada eşitlik ilkesi, adil yargılanma hakkı ve hukuki dinlenilme hakkının gereği olarak silahların eşitliği şeklinde ortaya çıkarken, takipte keyfi davranma yasağı, aynı durumda olanlara aynı şekilde davranma kuralı olarak yorumlanmaktadır. Öte yandan icra hukuku kuralları, maddi hukuk kurallarından farklı olarak yeni bir hak                                                  önlemeye elverişli ekonomik bir ortam yaratmak ve çalışma barışını sağlamak için gerekli tedbirleri alır.  67 Özekes, s. 190;  3040Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3017-3052  Topuz yaratmaz, aksine maddi hukukça tanınmış olan hakların gerçekleştirilmesine hizmet eder ve bunu yaparken de sadece taraflardan birinin çok daha fazla korunmasına hizmet etmez.68 Bu anlamda icra takibinin tarafları olan alacaklı ve borçlu,  taraf  olarak eşit haklara sahip olup, borçlunun veya alacaklının diğerine karşı daha fazla korunması yada üstün tutulması cebri icra hukukunda geçerli olan adil yargılanma hakkının ve kendi içinde eşitliğe ve silahların eşitliği ilkesini barındıran hakkaniyete uygun yargılanma ilkesine aykırılık oluşturur. Kanaatimizce alacaklı ve borçlu, menfaatleri zıt olsa bile,  takibin tarafı olma  bakımından aynı statüde bulunmaktadır. Bu nedenle de aralarında eşitlik karşılaştırması yapılabilir, hatta yapılması zorunludur. Kanun koyucu emekli borçlunun maaşına haciz konulmasını yasaklarken, (emekli) alacaklıyı neden korumamaktadır, bunun haklı gerekçesinin mutlaka ortaya konulması gerekmektedir. Ancak bu haklı gerekçe ne söz konusu maddenin gerekçesinde ne de Anayasa Mahkemesinin kararından anlaşılabilmektedir. Haklı gerekçe ortaya konulamadığı için, kanaatimizce 5510 sayılı Kanun un 93. maddesinin birinci fıkrasında öngörülen haciz yasağı Anayasa nın eşitlik ilkesine aykırılık teşkil etmektedir C. Mülkiyet Hakkı Bakımından Mülkiyet hakkı Anayasa nın 35. maddesinde düzenlenmiştir. Söz konusu madde aynen şu şekildedir:   Herkes, mülkiyet ve miras haklarına sahiptir. Bu haklar, ancak kamu yararı amacıyla, kanunla sınırlanabilir.  Mülkiyet hakkının kullanılması toplum yararına aykırı olamaz.  Mülkiyet hakkı Anayasa da temel hak olarak düzenlenmiştir. Avrupa İnsan Hakları Sözleşmesi Ek 1 nolu protokolün 1. maddesinde de mülkiyet hakkı koruma altına alınmıştır. Ayrıca Türk Medeni Kanunu nda da mülkiyet hakkına  ilişkin  hükümler  öngörülmüştür.  Hakkında  çeşitli  kanunlarda düzenleme  yapılan  mülkiyet  hakkının  herkesçe  kabul  edilen  tanımı yapılamamıştır.  Nitekim  Mülkiyet  hakkı  Anayasa da  temel  hak  olarak nitelendirilirken, maddi hukukta aynî hak olarak nitelendirilmektedir.                                                   68 Pınar Çiftçi, İcra Hukukunda Menfaat Dengesi, Ankara 2010, s. 71. 69 Özekes, s. 191. 70 Geniş bilgi için bkz. Veysel Başpınar, Mülkiyet Hakkını İhlâl Eden Müdâhaleler, Ankara 2009, s. 86 vd.; Kürşat Akça, Anayasa Mahkemesi Kararlarında Mülkiyet Hakkı, İnönü Üniversitesi Hukuk Fakültesi Dergisi Özel Sayı Cilt:1, Yıl 2015, s. 551. Vd.    30415510 Sayılı Kanunda Öngörülen...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3017-3052  Mülkiyet  hakkının  konusu  ve  kapsamı  hakkında  da  görüş  birliği sağlanamamıştır. Doktrinde savunulan bir görüşe göre, mülkiyet hakkının konusunu taşınır ve taşınmaz mallar oluşturur. Bir başka görüşe göre ise, taşınır ve taşınmaz mallar ile gayri maddi mallar ve hatta alacak hakları da mülkiyet hakkına konu teşkil edebilir. Anayasa Mahkemesi ise, mülkiyet hakkının konusunu geniş ele almakta, taşınır, taşınmaz ve gayri maddi mallar ve alacak haklarının mülkiyet hakkına konu olabileceğini kabul etmektedir. Nitekim Anayasa Mahkemesi son yıllarda verdiği bir çok kararında mülkiyet hakkını, tüm malvarlığı haklarını kapsayacak şekilde geniş yorumlamaktadır. Anayasa Mahkemesi 22.10.2015 tarihinde aynen şu şekilde karar vermiştir:   Anayasa'nın 35. Maddesinde   Herkes, mülkiyet ve miras haklarına sahiptir. Bu haklar, ancak kamu yararı amacıyla, kanunla sınırlanabilir. Mülkiyet hakkının kullanılması toplum yararına aykırı olamaz.  denilmek suretiyle mülkiyet hakkı güvenceye bağlanmıştır. Birey özgürlüğü ile doğrudan ilgili olan mülkiyet hakkı, bireye emeğinin karşılığına sahip olma ve geleceğe yönelik planlar yapma olanağı tanıyan temel bir hak olup maddi varlığı bulunan taşınır ve taşınmaz malvarlığını kapsadığı gibi maddi bir varlığı bulunmayan hak ve alacakları da içermektedir. 73 Avrupa İnsan Hakları Mahkemesi kararlarında da gayri maddi mallar ve alacak hakları mülkiyet hakkı kapsamında kabul edilmektedir. Buna göre, iç hukukta  temerrüde  düşürülmüş  ve  itiraz  edilmemiş  olan  veya  mahkeme kararıyla  kesinleşmiş  olan  bütün  alacaklar  mülkiyet  hakkı  kapsamında değerlendirilmektedir. Tüm bu açıklamalar ışığında mülkiyet hakkının Türk Medeni  Kanunu nda  dar  olarak  düzenlendiğini  ancak  Anayasa nın  35. maddesinde koruma altına alınan mülkiyet hakkının, Anayasa Mahkemesi kararlarına göre, daha geniş olarak, tüm mal varlığı haklarını kapsayacak şekilde ele alındığını söylemek yanlış olmayacaktır. Buna göre 5510 sayılı Kanun un  93.  maddesinde  emeklilere  bağlanan  maaşın  Sosyal  Güvenlik                                                  71 Lale Sirmen, Eşya Hukuku, Ankara 2014, s. 276. 72 Başpınar, s. 104 vd; Durmuş Tezcan/ Mustafa Ruhan Erdem/ Oğuz Sancakdar/ Rifat Murat Önok, İnsan Hakları El Kitabı, Ankara 2011, s. 407. 73 Anayasa Mahkemesi 22.10.2015, 2015/29 E., 2015/95 K., Resmi Gazete 12.11.2015, 29530 Sayı; benzer yönde diğer kararlar için bkz. Anayasa Mahkemesi 23.12.20015, 2015/15E.; 2015/118K; 10.4.2003, 2002/112E., 2003/33. 74 Geniş bilgi için bkz. H. Burak Gemalmaz, Avrupa İnsan Hakları Sözleşmesinde Mülkiyet Hakkı, İstanbul 2009, s. 286 vd.; Tekin Akıllıoğlu, Avrupa İnsan Hakları Mahkemesi Kararlarında Mülkiyet Hakkı ve Kazanılmış Hak Üzerine Bazı Gözlemler, İdare Hukuku ve İlimler Dergisi, 2012, C.15, S.2, s. 9 vd.  75 Akıllıoğlu, s. 10. 3042Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3017-3052  Topuz Kurumunun alacakları ve nafaka alacakları dışında haczedilemeyeceği, ancak borçlunun (emeklinin) muvafakati halinde haczedilebileceğine ilişkin hükmün, alacaklının  mülkiyet  hakkını ihlal  edip  etmediğine  ilişkin  değerlendirme yapılması mümkündür.  Mülkiyet hakkı, ister dar anlamda isterse geniş anlamda yorumlansın, sınırlandırılmasına Anayasa nın 35. maddesi izin vermektedir. Söz konusu madde gereğince, mülkiyet hakkı ancak kamu yararı amacıyla ve kanunla sınırlanabilmektedir.  Ayrıca  mülkiyet  hakkı  toplum  yararına  aykırı kullanılamaz. Çalışma konumuz açısından sınırlamanın kanunla yapılması şartını ayrıca incelemeye gerek yoktur. Zira emekli maaşlarının haczedilemeyeceğine ilişkin kural kanunla getirilmiştir. Fakat getirilen bu sınırlandırmanın kamu  yararı  için  getirilmiş  olup  olmadığı  ve  mülkiyet  hakkının  toplum yararına aykırı kullanılamayacağı, yani toplum yararı kavramları üzerinde durulması gerekir. Kamu yararı kavramı, Devletin bütün organlarının işlem ve eylemlerinin genel nitelikteki amacını ve nedenini oluşturmakta ve aynı zamanda da çeşitli hak ve özgürlüklerin sınırlama nedeni olarak kabul edilmektedir. Kamu yararı  o  kadar  işlevsel  bir  kavramdır  ki,  bu  kavram  sayesinde  devletin doğrulaması yapılmakta, kamusal işlerin hukuka uygunluğu ölçülmekte, temel hakların sınırlandırılması yapılmakta, hakimlerin kendiliğinden kullandığı yetkilerin alanı ve en nihayetinde bir faaliyetin kamu faaliyeti niteliğinde olup olmadığı belirlenmektedir. Bu denli işlevsel bir kavram olmasına rağmen kamu  yararı  kavramının,  içeriği  ve  konusu  belirlenememiş,  toplumsal gelişmelere ve ihtiyaçlara göre değiştiği için olsa gerek, kanunlarda da tanımı yapılmamıştır. Kavramın içeriği, konusu ve maddesi belli olmasa da, biçim bakımından tanımının önemli olduğu, biçimsel kamu yararının ise, kanunların kamu yararına yönelik olduğu varsayımını ifade ettiği kabul edilmekte ve buna  göre  kanun  koyucunun  her  kanun  ile  kamu  yararını  amaçladığı varsayılmaktadır. Her kanunun kamu yararını amaçladığı varsayılsa bile,                                                  76 Tekin Akıllıoğlu, Kamu Yararı Kavramı Üzerine Düşünceler, Amme İdaresi Dergisi, 1993 24 (2), s. Nermin Tombaloğlu, Anayasa Mahkemesi Kararlarında Kamu Yararı Kavramı, İnönü Üniversitesi Hukuk Fakültesi Dergisi C.5, S.1, Yıl 2014, s. 355. 77 Akıllıoğlu, (Kamu Yararı), s. 3. 78 Akıllıoğlu, (Kamu Yararı), s. 3; Tombaloğlu, s. 355; Cemil Kaya, Kararlarından Hareketle Kamu Yararı Kavramına Danıştay ın Bakışı, İstanbul 2011, s. 2 ve 12. 79 Akıllıoğlu, (Kamu Yararı), s. 3; Her ne kadar burada kanunların kamu yararına yönelik olduğu varsayımı ifadesi kullanılmış ise de kanaatimizce kamu yararına uygunluk karinesi denmesi daha doğru bir tercih olur. Bilindiği gibi varsayımların aksi iddia ve ispat   30435510 Sayılı Kanunda Öngörülen...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3017-3052  aslında her kanun kamu yararına uygun olmayabilir ve bunun denetimini de Anayasa Mahkemesi yapmaktadır.  Toplum yararı kavramının da üzerinde durmak gerekirse, bu kavramın kamu yararı kavramıyla özdeş olduğunu ileri sürenler olduğu gibi, farklı olduğunu ileri sürenler de bulunmaktadır. Toplum yararının devletin değil halkın  yararı,  ülkede  yaşayan  tüm  insanların  çıkarı  olduğu  kabul edilmektedir. Anayasa Mahkemesi vermiş olduğu bir kararda kamu yararını, bireysel,  özel  çıkarlardan  ayrı  ve  bunlara  üstün  olan  toplumsal  yarardır şeklinde  tanımlamıştır.  Mahkemenin  bu  kararından  kamu  yararı  ile toplumsal yarar kavramını özdeş olarak gördüğü sonucu çıkmaktadır.  Yapılan  bu  açıklamalar  çerçevesinde  5510  sayılı  Kanun un  93. maddesinde öngörülen haciz yasağında ne gibi bir kamu yararının olduğu sorusuna cevap verilmesi gerekir. Anayasa Mahkemesi, söz konusu hükmün Anayasaya  aykırı  olmadığını  açıklarken  yaşlılık  aylığının,  kişinin  insan onuruna  yaraşır  asgari  bir  yaşam  sürmesi  için  gerekli  olduğunu,  sosyal güvenliğin, ekonomik yönden güçsüzleri, insanca yaşamak için yeterli geliri olmayanları koruyup kollamak için olduğunu ifade etmektedir. Oysa karşı oy                                                  edilemezken, karinelerin kural olarak aksi iddia ve ispat edilebilmektedir. Kanunların da kamu  yararına  aykırı  olduğu  gerekçesiyle  anayasaya  aykırı  olduğu  iddia  ve  ispat edilebilmektedir. Nitekim  anayasa  yargısı da kamu  yararına uygun olmayan  yasama işlemlerini ortadan kaldırmaya yetkili kılınmıştır.  80 Geniş bilgi için bkz. Başpınar, s. 238 vd; Kaya, s. 27 vd. 81 Bkz. Kaya, 27 vd. 82  Anayasa'nın 2. maddesinde, Türkiye Cumhuriyeti'nin, toplumun huzuru, millî dayanışma ve adalet anlayışı içinde, insan haklarına saygılı, Atatürk milliyetçiliğine bağlı, Başlangıç'ta belirtilen temel ilkelere dayanan, demokratik, lâik ve sosyal bir hukuk Devleti olduğu belirtilmiştir. Maddede belirtilen  hukuk devleti  ilkesi gereğince, yasama işlemlerinin, kişisel yararları değil kamu yararını gerçekleştirmek amacıyla yapılması gerekir. Bir kuralın Anayasa'ya  aykırılık  sorunu  çözümlenirken   kamu  yararı   konusunda  Anayasa Mahkemesi'nin yapacağı inceleme de, yasanın kamu yararı amacıyla yapılıp yapılmadığını araştırmaktır. Anayasa'nın çeşitli hükümlerinde yer alan kamu yararı kavramının Anayasa'da bir tanımı yapılmamıştır. Ancak Anayasa Mahkemesi'nin kimi kararlarında da belirtildiği gibi, kamu yararı, bireysel, özel çıkarlardan ayrı ve bunlara üstün olan toplumsal yarardır. Bu saptamanın doğal sonucu olarak da, kamu yararı düşüncesi olmaksızın, yalnız özel çıkarlar için veya yalnız belli kişilerin yararına olarak yasa kuralı konulamaz. Böyle bir durumun açık bir biçimde ve kesin olarak saptanması halinde, söz konusu yasa kuralı Anayasa'nın 2. maddesine aykırı düşer ve iptali gerekir. Açıklanan ayrık hal dışında, bir yasa kuralının ülke gereksinimlerine uygun olup olmadığı bir siyasi tercih sorunu olarak yasa koyucunun takdirine ait olduğundan, salt bu nedenle kamu yararı değerlendirmesi yapmak Anayasa yargısıyla bağdaşmaz.  Anayasa Mahkemesi 31.10.2008, 2008/34 E., 2008/153K, Resmi Gazete 06.12.2008, Sayı 27076. 3044Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3017-3052  Topuz yazısında da ifade edildiği üzere yaşlılık aylığı kişinin insan onuruna yaraşır bir hayat sürmesi için gerekli olmakla birlikte bu gerekliliğin sadece borçlu için öngörülmüş olması, alacaklının da emekli olması veya maddi bakımdan borçludan  daha  zayıf  durumda  olması  halinde  alacaklının  korumasız bırakılarak adaletsiz bir durum ortaya çıkarılmasında nasıl kamu yararının söz konusu olacağı sorusuna cevap bulmak mümkün olmamaktadır. Nitekim İcra ve İflâs Kanunu nun 85. maddesinin son fıkrasında haczi koyan memurun borçlu  ile  alacaklının  menfaatlerini  mümkün  olduğu  kadar  telif  etmekle mükellef kılınmış, yine aynı Kanun un 83. maddesinde borçlunun maaş veya ücretinin  kısmen  haczedilmesine  izin  verilerek  hem  borçlunun  hem  de alacaklının mülkiyet hakkı korunmuştur. Kanaatimizce emekli maaşının haczedilmezliği  kuralı,  alacaklının  mülkiyet  hakkına  müdahale  anlamına gelmekte olup, bu müdahalenin yapılabilmesi için kamu yararının bulunması gerekir. Oysa biraz öncede ifade edildiği üzere, sadece emekli borçlunun menfaatinin korunup, alacaklının hiç dikkate alınmamasında kamu yararı bulunduğunu  söylemek  mümkün  değildir.  Bu  nedenle  de  5510  sayılı                                                  83  …İptal isteminin reddine ilişkin gerekçede, yaşlılık aylığının, kişinin insan onuruna uygun asgari yaşam düzeyini sürdürebilmesi için gerekli olduğu düşüncesine dayanılmış, ancak bunun istisnası olabileceği ve nafaka borcunun ödenmesi için yaşlılık aylığının kısmen haczedilebilmesinin  Anayasaya  aykırı  olmayacağı  belirtilmiştir.  Bu  gerekçe  dahi, alacaklının ve borçlunun menfaatleri arasında sosyal hukuk devleti gereklerine göre bir denge kurulması ihtiyacına işaret etmektedir. Halbuki iptal istemine konu kural, belki de sigortalı olmayan, hiçbir geliri de bulunmayan alacaklının alacağını tahsil edememesi halinde nasıl bir zarurete duçar olacağını da sorgulama gereği duymaksızın, borçlu lehine mutlak bir koruma sağlamaktadır. Alacaklı her zaman zengin ve güçlü olmayabileceği gibi, borçlu, üzerine kayıtlı ve haczi kabil hiçbir malı olmayan ancak gerçekte çok iyi koşullarda yaşayan bir kişi de olabilir. Bu nedenle, alacak hakkına getirilen bu sınırlamada, sosyal devlet gereklerinden kaynaklandığı söylenebilecek, açık bir kamu yararı mevcut değildir. 'Alacaklının alacağını borçlunun diğer gelirleri veya malvarlığından alabileceği' varsayımı ise hukuksallık ve nesnellikten uzaktır. Devletin 'sosyal devlet' gereklerini, hukukunu korumakla mükellef olduğu diğer vatandaşlarının sırtından gerçekleştirmesi, sonuçta o devletin hem 'sosyal' hem de 'hukuk devleti' olmaktan çıkmasına yol açacaktır…  Osman Alifeyyaz Paksüt ün karşı oy yazısı.   …Ayrıca, alacaklının alacağına kavuşmasının maaş haczi ile engellenmesi, Anayasa'nın 35. maddesinde güvence altına alınan 'Mülkiyet Hakkı' ilkesine de aykırılık teşkil etmektedir. Anayasa'da mülkiyet hakkının ancak kamu yararı amacıyla sınırlandırılabileceği ifade olunmuştur. Mülkiyet haklarından olan alacağına kavuşma hakkına, emekli maaşı haczi engeli konulmasında herhangi bir kamu yararı bulunmamakta, aksine adaletli bir hukuk düzeni tesisine engel olması nedeniyle emekli maaşı haczi yasağı bizatihi kamu yararı ilkesine  aykırılık  teşkil  etmektedir…   Nuri  Necipoğlu  ve  Celal  Mümtaz  Akıncı nın muhalefet şerhi. 84 Volkan Özçelik, İcra Müdürünün Takdir Yetkisi, Ankara 2014, s. 204.   30455510 Sayılı Kanunda Öngörülen...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3017-3052  Kanun un  93.  maddesinin  birinci  fıkrasında  düzenlenen  haczedilmezlik kuralı, alacaklının mülkiyet hakkını ihlal etmektedir.  C. Ölçülülük İlkesi Bakımından  Ölçülülük ilkesi Anayasa nın 13. maddesi gereğince temel hakların sınırlandırılmasında kullanılan bir ilke olup, temel halklar sınırlandırılırken amaç ile araç arasında ölçülü bir bağlantının kurulması gerekliliğini ifade etmektedir. Bu ilkeye göre özgürlük kural, sınırlama ise istisnadır. Ölçülülük ilkesi üç alt unsuru içermektedir. Buna göre, hakkın sınırlandırılmasında kullanılan aracın sınırlama  amacını gerçekleştirmeye elverişli olması, bu aracın sınırlama amacı bakımından gerekli ya da zorunlu olması ve araç ile amaç  arasında  dengeli  bir  oranın  bulunması  gerekir.  Bu  açıklamalar çerçevesinde  5510  sayılı  Kanun un  93.  maddesinin  birinci  fıkrasında öngörülen  haczedilmezlik  kuralının  ölçülülük  ilkesine  uygun  olup olmadığının değerlendirmesi yapılabilir.  Anayasa  Mahkemesi,  5510  sayılı  Kanun un  93.  maddesinin  birinci fıkrasında öngörülen haciz yasağının ölçülülük ilkesine aykırı olmadığına karar vermiştir. Mahkemeye göre söz konusu kuralda öngörülen haciz yasağı borçlunun muvafakati bulunması halinde uygulanmayacağı ve ayrıca söz konusu yasak borçlunun diğer gelir ve malvarlığından alacağın tahsiline engel oluşturmadığı için hakkın özüne dokunan ve ölçüsüz bir müdahale değildir. Anayasa Mahkemesi 17.06.2015 tarihinde haczedilmezlikle ilgili bir başka kararında  haczedilmezlik  kuralının  alacaklının  mülkiyet  hakkına  ölçüsüz müdahale olduğuna karar vermiştir. Söz konusu karar aynen şu şekildedir:   Kişilerin alacak haklarının Anayasa nın 35. maddesinde düzenlenen mülkiyet  hakkı  kapsamında  olduğunda  kuşku  bulunmamaktadır.  Bu                                                  85 Tanör/ Yüzbaşıoğlu, s. 154. 86 Tanör/ Yüzbaşıoğlu, s. 154. 87 Tanör/ Yüzbaşıoğlu, s. 155; Özbudun, s. 116; Tezcan/Erdem/ Sancakdar/ Önok, s. 516. 88  …İtiraz konusu kurallarla öngörülen haciz yasağı Anayasa'nın 2., 5. ve 60. maddelerinin Devlete verdiği pozitif yükümlülüğün bir gereğidir. Öte yandan 5510 sayılı Yasa'nın 93. maddesinin birinci fıkrasının son cümlesindeki 'Bu fıkraya göre haczi yasaklanan gelir, aylık ve ödeneklerin haczedilmesine ilişkin talepler, borçlunun muvafakati bulunmaması halinde, icra müdürü tarafından reddedilir.' kuralı gereğince, borçlunun muvafakatinin bulunması halinde yaşlılık aylığının haczi de olanaklıdır. Kurallardaki haciz yasağı, borçlunun diğer gelir ve malvarlığından alacağın tahsiline engel bir düzenleme içermediğinden, hakkın özüne dokunan ölçüsüz bir müdahaleden de söz edilemez. Bu nedenlerle, itiraz konusu kurallar Anayasa'nın 13. ve 35. maddelerine aykırı değildir.     3046Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3017-3052  Topuz bağlamda,  kişilerin  alacağının  elde  edilmesini  zorlaştıran  düzenlemeler, mülkiyetten  yararlanma  ve  mülkiyet  üzerinde  tasarruf  etme  yetkilerini sınırlandıracağından  mülkiyet  hakkına  müdahale  niteliğini  taşır.  İtiraz konusu kuralla, haczedilebilecek malların belirlenmesi borçlunun iradesine bırakılarak, belediyelerin yalnızca kendi gösterdikleri mallar üzerine haciz konulabilecek olması, belediyeden alacaklarını icra yoluyla tahsil etmek zorunda kalanların mülkiyet haklarına bir sınırlama getirmektedir. Alacaklının alacağını belediyenin göstermiş olduğu mallardan tahsil edememesi halinde itiraz konusu kural uyarınca belediyenin borcu karşılamaya elverişli başka bir malı bulunsa dahi bu mallar üzerine haciz konulamayacak ve kuralda, belediyelerden  alacaklı  olanların  alacaklarına  kavuşmalarını  sağlayacak başka bir yöntem de öngörülmediğinden alacaklının alacağını elde etmesi zorlaşabilecek hatta imkansız hale gelebilecektir. Bu bağlamda itiraz konusu kural,  mülkiyet  hakkının  kullanılmasını  ölçüsüzce  sınırlandırdığı  gibi kanunlara göre tespit edilmiş bir alacak hakkının cebri icra yoluyla elde edilmesini zorlaştırdığından hukuk güvenliği ilkesiyle de bağdaşmamaktadır. Öte  yandan,  yukarıda  belirtilen  hükümlerle  belediyenin  bir  kısım mallarına haciz yasağı konularak koruma altına alınmasına karşın, itiraz konusu kural ile haciz konulabilecek mallardan da sadece borçlu belediye tarafından gösterilen mala haciz uygulanmasının öngörülmesi suretiyle haciz uygulanabilecek malların daha da kısıtlanması, mülkiyet hakkını ölçüsüzce sınırlandırdığı  gibi  demokratik  toplum  düzeninin  ve  hukuk  devletinin gereklerine de uygun değildir. Diğer taraftan alacaklı taraf, haklı olduğunu mahkemede ispat ederek alacağını hüküm altına aldırmış ve alacağı ödenmediği için icra yoluna başvurmuş olsa dahi, itiraz konusu kural nedeniyle alacağına kavuşması gecikmekte  ya  da imkânsız  bir  hâl  almaktadır.  Mahkemelerin  tarafların hakkını  teslim  eden  kararından  sonra  asıl  ve  önemli  olan,  alacaklının alacağına kavuşmasıdır. Bu da borçlunun borcunu rızası ile ödemesiyle, ödenmediği takdirde borçlunun borcunu karşılayacak mallarının haczedilip satılmasıyla olanaklıdır. Yargı kararlarının etkinliği bu kararların yerine getirilmesi  yani  uygulanmasıyla  sağlanabilir.  Mahkeme  kararı  ile  tespit edilen alacağın elde edilmesini zorlaştıran kural, hak arama özgürlüğünü etkisiz  hale  getirmesi  nedeniyle  bu  özgürlüğe  yapılan  ölçüsüz  bir müdahaledir. 89                                                  89 Anayasa Mahkemesi Kararı, 17.6.2015, 2014/194E. 2015/55K, Resmi Gazete 26.6.2015, Sayı: 29398.   30475510 Sayılı Kanunda Öngörülen...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3017-3052  Kanaatimizce  Anayasa  mahkemesinin  son  kararı  mülkiyet  hakkının korunması bakımından daha yerinde bir karardır. Zira tekraren ifade edildiği üzere alacak hakkı da Anayasa nın 35. maddesinde düzenlenen mülkiyet hakkının kapsamında kabul edilmekte olup, bir temel hak olduğu hususunda her  hangi  bir  tereddüt  bulunmamaktadır.  Diğer  temel  hakların sınırlandırılmasında olduğu gibi mülkiyet hakkının sınırlandırılmasında da kanun koyucunun hakkın özüne dokunmadan ölçülülük ilkesine riayet ederek düzenleme  yapması  gerekir.  İcra  ve  İflâs  Kanunu  ve  takip  hukuku hükümlerine  göre  asıl  olan  alacaklının  alacağına  kavuşmasını  sağlamak olduğundan, kural olarak borçlunun tüm mallarının haczi mümkün olup, bir malın haczedilememesi için bu hususta kanuni bir düzenlemenin yapılmış olması şarttır. Emekli borçlunun emekli maaşının, borçlunun muvafakati bulunmaması halinde haczedilemeyeceği kuralı alacaklının mülkiyet hakkına bir müdahale niteliği taşımaktadır. Anayasa Mahkemesi bu müdahaleyi ölçülü bulsa  da  kanaatimizce,  alacaklının  alacağını  kavuşmasının  borçlunun iradesine  bırakılmış  olması,  alacaklının  mülkiyet  hakkına  ölçüsüz  bir müdahale  niteliği  taşımaktadır.  Borçlu  borcunu  rızasıyla  ödeyecek  olsa alacaklı  zaten  cebri  icra  yoluna  başvurmayacaktır.  Borçlunun  başkaca haczedilebilecek bir malvarlığı değeri yoksa alacaklının alacağına kavuşması hiç  mümkün  olmayacaktır.  Kanaatimizce  5510  sayılı  Kanun un  93. maddesinin birinci fıkrasında öngörülen haczedilmezlik kuralı yerine İcra ve İflâs Kanunu nun 83. maddesinde maaş ve ücretlerin kısmen haczedilmesine izin  veren  hüküm  hem  alacaklıyı  hem  de  borçluyu  korumakta  olup, Anayasa da öngörülen temel hakların ihlal edilmesine engel olmaktadır. Gerçi İcra ve İflâs Kanunu nun 83.maddesinde de borçlunun ne kadar maaş veya ücret  aldığına  dikkat  edilmeden  ¼ ne  haciz  konulacağının  öngörülmesi borçlunun asgari ücretle çalışması ve başkaca gelirinin olmaması ihtimalinde borçlu ve ailesinin insan onuruna ölçüsüz bir müdahale teşkil etmektedir. İnsan onuru ise diğer temel haklardan daha önce gelmektedir. Öte yandan İcra ve İflâs Kanunu nun 338. maddesinde, hakkında aciz vesikası alınmış borçlunun, asgari ücretin üstünde bir geçim sü rdü rdüğü , aciz vesikası hamili alacaklının alacağının aciz vesikasına bağlanmasından en geç beş sene içinde müracaatı ü zerine sabit olursa, asgari ücretin üstünde kalan gelirlerinden icra mahkemesinin dörtte birden az olmamak üzere tespit edeceği kısmını icra mahkemesi kararının kesinleşmesinden itibaren en geç bir ay içinde ve aciz vesikasındaki  borcun  ödenmesine  kadar  her  ay  icra  dairesine  yatırmaya mecbur olduğu, bu mükellefiyeti yerine getirmeyen borçlu hakkında bir yıla                                                  90  Özekes, s. 110. 3048Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3017-3052  Topuz kadar tazyik hapsine karar verileceği öngörülmektedir. Söz konusu maddenin üçüncü  fıkrasında  da  borçlunun  nafaka  borçluları  dahil  üçü ncü  şahıstan yardım görmesi, asgari ücretin ü stünde eline geçen para ve menfaatlerin icra mahkemesi  kararı  ile  belirlenecek  kısmını,  icra  veznesine  yatırmak mü kellefiyetini ortadan kaldırmayacağı düzenlenmektedir. Tazyik hapsine karar verilebilmesi için esas olan kriteri İcra ve İflâs Kanunumuz asgari ücret olarak kabul etmiştir. Kanaatimizce bu düzenleme borçlunun insan onurunu koruduğu gibi alacaklının mülkiyet hakkını da korumaktadır. 5510 sayılı Kanun un 93. maddesinin birinci fıkrasında borçlunun asgari ücretin üstünde bir  gelir  elde  edip  etmediği  ve  alacaklının  ekonomik  durumu  dikkate alınmaksızın emekli maaşına haczi konulamayacağının öngörülmüş olması, alacaklının mülkiyet hakkına ölçüsüz bir müdahale niteliği taşımaktadır.  Sonuç Cebri  icra  hukuku  borçlunun  borcunu  rızasıyla  ödememesi  halinde alacaklının devletin cebri icra organlarına başvurarak alacağını tahsil etmesine hizmet etmektedir. Ancak alacaklının alacağının, borçlunun ekonomik olarak mahvına sebep olacak şekilde, borçlunun ve ailesinin insan onurunu hiçe sayarak tahsil edilmesi de mümkün değildir. Bu nedenle kanun koyucu İcra ve  İflâs  Kanunu nda  ve  bazı  özel  kanunlarda  haczedilmezlik  kuralları öngörmüştür. 5510 sayılı Kanun un 93. maddesinin birinci fıkrasında da borçlunun emekli maaşının borçlunun muvafakati olmadan haczedilemeyeceği öngörülmektedir. Söz konusu haczedilmezlik kuralı borçlunun muvafakati ile uygulanamaz hale getirildiği için emredici nitelikte bir hukuk kuralı değildir. Bununla birlikte söz konusu hükümle takip borçlusu takip alacaklısı lehine açıkça korunmakta olup, bu korumanın haklı gerekçesi anlaşılamamaktadır. Bu yönüyle icra takibinin tarafları arasında olması gereken eşitlik ilkesi ihlal edilmektedir. Öte yandan alacak hakkı, bir temel hak olan mülkiyet hakkı kapsamında korunmaktadır. Fakat alacaklının alacağına kavuşması borçlunun rızasına bırakılarak alacaklının mülkiyet hakkına ölçüsüz olarak müdahale edilmektedir. Ancak söz konusu hükümde borçlunun asgari ücret üzerinde bir geliri olması halinde emekli maaşına haciz konulabilmesine izin verilmiş olsaydı hem eşitlik ilkesi, hem mülkiyet hakkı hem de ölçülülük ilkesi ihlal edilmemiş olurdu.      30495510 Sayılı Kanunda Öngörülen...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3017-3052",
     "Kaynakça": "Akça, Kürşat:  Anayasa  Mahkemesi  Kararlarında  Mülkiyet  Hakkı,  İnönü Üniversitesi Hukuk Fakültesi Dergisi Özel Sayı Cilt:1, Yıl 2015, s. 543596.  Akıllıoğlu, Tekin: Avrupa İnsan Hakları Mahkemesi Kararlarında Mülkiyet Hakkı ve Kazanılmış Hak Üzerine Bazı Gözlemler, İdare Hukuku ve İlimler Dergisi, 2012, C.15, S.2, s. 9-27. Akıllıoğlu, Tekin: Kamu Yararı Kavramı Üzerine Düşünceler, Amme İdaresi Dergisi, 1993 24 (2), s.3-15. Akkaya, Tolga:  5510  Sayılı  Sosyal  Sigortalar  ve  Genel  Sağlık  Sigortası Kanunu ve Bu Kanunda  5754  Sayılı  Kanunla  Yapılan  Değişiklikler Çerçevesinde Cebri İcra  Hukukundaki  Güncel  Gelişmeler,  Prof.  Dr. Saim Üstündağ a Armağan, Ankara 2009, s.15-26. Akkaya, Tolga: İcra Memurunun Haczedilmezlik Kurallarını Kendiliğinden Dikkate Alıp Alamayacağı Sorunu, Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, C.11, Özel S. 2009, s. 845-866.  Arslan, Ramazan / Yılmaz, Ejder/  Taşpınar Ayvaz, Sema: İcra ve İflâs Hukuku, Ankara 2016. Atakan, Arda :Kamu Düzeni Kavramı MÜHF-HAD, Cilt 13, S.1-2, s. 59-136. Aşık, İbrahim: İcra Sözleşmeleri, Ankara 2006. Aydın, Muzaffer :Haczedilemeyen Mal ve Haklar, Ankara 2012. Başpınar, Veysel: Mülkiyet Hakkını İhlâl Eden Müdâhaleler, Ankara 2009. Çiftçi, Pınar: İcra Hukukunda Menfaat Dengesi, Ankara 2010. Doğan Yenisey, Kübra : İş Hukukunun Emredici Yapısı, İstanbul 2015. Edis, Seyfullah : Medeni Hukuka  Giriş  ve  Başlangıç  Hükümleri, Ankara 1997. Eren, Fikret: 6098 Sayılı Türk Borçlar Kanununa Göre Hazırlanmış Borçlar Hukuku Genel Hükümler, Ankara 2013. Gemalmaz, H. Burak : Avrupa İnsan Hakları Sözleşmesinde Mülkiyet Hakkı, İstanbul 2009. Hunkeler, Daniel :Kurzkommentar SchKG, Basel 2014. 3050Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3017-3052  Topuz İmre, Zahit: Medeni Hukuka Giriş, İstanbul 1976. Karslı, Abdurrahim: İcra Hukuku Ders Kitabı, İstanbul 2010. Kaya, Cemil :Kararlarından Hareketle Kamu Yararı Kavramına Danıştay ın Bakışı, İstanbul 2011. Kılıçoğlu, Evren : İcra Sözleşmeleri, İstanbul 2005. Kuru, Baki : İcra ve İflâs Hukuku Ders Kitabı, İstanbul 2016. Kuru, Baki: Haczi Caiz Olmayan Şeyler, AHFD 1962/1-4, s.277-326.  Kuru, Baki : İcra ve İflâs Hukuku El Kitabı, Ankara 2013, (El Kitabı). Kuru, Baki : İstinaf Sistemine Göre Yazılmış İcra ve İflâs Hukuku, İstanbul 2016, (İstinafa Göre İcra). Lorandi, Franco : Schuldbetreibung und Konkurs (SchKG), Zürich, St. Gallen 2014. Meriç, Nedim:  İcra  ve  İflas  Kanunu nda  Düzenlenen  Süreler  ve  İrade Özerkliği İlkesi Kapsamında İcra İflas Kanunu Madde 20, Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, Cilt 16, Özel Sayı 2014, Prof. Dr. Hakan Pekcanıtez e Armağan, Cilt 3, s. 2707. Okay Tekinsoy, Özge : İdare Hukukunda Kamu Düzeni Kavramı, İstanbul 2011. Öden, Merih :Türk Anayasa Hukukunda Eşitlik İlkesi, Ankara 2003. Öden, Merih/Esen, Selin: Anayasa Mahkemesi ve Evli Kadının Soyadı, Prof. Dr. Erdal Onar a Armağan, Cilt II, Ankara 2013, s. 817-836. Özbay, İbrahim : İcra ve İflâs Hukukumuzda Haczedilmezlikten Feragat (İİK m.83a), AÜEHFD, C. IX S. 1-2 (2005), s. 543-567. Özbudun, Ergun :Türk Anayasa Hukuku, Ankara 2014. Özçelik, Volkan :İcra Müdürünün Takdir Yetkisi, Ankara 2014. Özekes, Muhammet : İcra Hukukunda Temel Haklar ve İlkeler, Ankara 2009. Öztan, Bilge : Medenî Hukuk un Temel Kavramları, Ankara 2009. Postacıoğlu, İlhan E.:İcra Hukuku Esasları, İstanbul 1967. Prütting, Hanns / Gehrlein, Markus : ZPO Kommentar, Köln 2010.   30515510 Sayılı Kanunda Öngörülen...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3017-3052  Pekcanıtez, Hakan:İcra- İflâs Hukukunda Şikâyet, Ankara 1986, s.  Pekcanıtez, Hakan /Atalay, Oğuz/ Sungurtekin Özkan, Meral/ Özekes, Muhammet: İcra ve İflâs Hukuku,  Ankara 2013. Schmidt, Wolfgang :Die  Zwangsvollstreckung  in  Leistungen  der Alterssicherung – Ein  aktüeller Überblick unter Berücksichtigung der Neuregelungen zur Kontopfaendung- RVaktuell, 5/6/2010. Sirmen, Lale: Eşya Hukuku, Ankara 2014. Spühler, Karl :Schuldbetreibungs- und Konkursrecht I, Zürich, Basel, Genf, 2014. Tanör, Bülent /  Yüzbaşıoğlu, Necmi: 1982 Anayasasına göre Türk Anayasa Hukuku, İstanbul 2012. Tanrıver, Süha: Yabancı Hakem Kararlarının Türkiye de Tenfizinde Kamu Düzeninin Rolü, Makalelerim I (1985-2005), Ankara 2005, s. 103-123. Tezcan, Durmuş / Erdem, Mustafa Ruhan / Sancakdar, Oğuz / Önok, Rifat Murat :İnsan Hakları El Kitabı, Ankara 2011. Tombaloğlu, Nermin:  Anayasa  Mahkemesi  Kararlarında  Kamu  Yararı Kavramı, İnönü Üniversitesi Hukuk Fakültesi Dergisi C.5, S.1, Yıl 2014, s. 353-388. Üstündağ, Saim: İcra Hukukunun Esasları, İstanbul 2004. Yavaş, Murat: Maaş ve Ücret Haczi, TBB Dergisi, Sayı 84, 2009,"
}