{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "1",
     "Başlık": "İSLAM HUKUKUNDA VE OSMANLI UYGULAMASINDA KOCA ŞİDDETİNE KARŞI KADININ BAŞVURABİLECEĞİ HUKUK YOLLARI",
     "Title": "The Legal Remedies in the Islamic Law and in the Practices within the Ottoman Empire that may be resorted by Women against Husband Violence",
     "Yazar İsmi": [
          "Nevin ÜNAL"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Şiddet",
          "İslam",
          "Osmanlı",
          "evlilik",
          "boşanma"
     ],
     "Keywords": [
          "Violence",
          "Islam",
          "Ottoman Empire",
          "marriage",
          "divorce"
     ],
     "Özet": "Kadına yönelik şiddet, neredeyse her dönemde ve birçok yerde görülen, zaman içerisinde önlenmesi yönünde tedbirler alınmakla birlikte halâ devam eden önemli bir sorundur.  Mahkeme kayıtları ve arşiv belgeleri, Osmanlı toplumunda  da  aynı  sorunun  yaşandığına  ilişkin  çarpıcı  örnekler içermektedir. Klasik dönemde, şiddetin herhangi bir türüne maruz kalan kadın, kocasından şartlı talâk ya da muhâlaa yoluyla ayrılabilir; kocasını kadıya şikâyet edip cezalandırılmasını sağlayabilir. Ama koca iradesinden bağımsız  olarak,  kadıdan  şiddet  gerekçesiyle  boşanma  talep  edemez. Osmanlı hukuku kadına bu imkânı ancak 1916 yılından itibaren tanımaya başlamış ve önce ekonomik şiddet, sonra da kötü muamele ve geçimsizlik,  kadının evlilikten kurtulabilmesine olanak sağlayan nedenler olarak dikkate alınmıştır.",
     "Abstract": "Violence against women, despite the measures taken for its prevention in time, is an ongoing important problem encountered in almost every period and in many places. Court records and archive documents point out striking examples with regard to the fact that the Ottoman society experienced this problem as well. In the classical period, a woman exposed to any kind of violence was able to separate from her husband by means of conditional divorce  or  divorce  through  payment,  and  ensure  that  her  husband  was punished, by filing a complaint to the kadi. On the other hand, if the husband did not have any will, she could not demand a divorce from the kadi on the grounds of violence. The Ottoman laws started to provide this opportunity for women as of 1916, and considered economic violence at first and then ill-treatment and incompatibility as the reasons that enabled women to get rid of marriage.",
     "Metin": "İnsanlık  tarihinin  bilinebilen  her  döneminde,  güçlünün  güçsüz üzerindeki gövde gösterisi olan şiddetin en sık görüldüğü alanlardan biri de kadın-erkek ilişkileridir. Kadının bedeni ve ruhu üzerindeki güç kullanımı, kadın-erkek eşitliğini reddeden, kadını erkekten bağımsız bir birey olarak değil,  erkeğe  tabi,  onun  mülkiyet  alanına  dahil  bir   şey   olarak  gören  erkek  iradenin en vahim tezahürüdür. Şiddet, fiziksel, cinsel, psikolojik veya ekonomik olabilir, ölüme kadar varabilir.  Tarihin en ilkel dönemlerinden bu güne değin, kadına tahakkümü doğal hak olarak görme düşüncesi, bazı toplumlarda ve daha özelde bazı bireylerde törpülenmiş  olsa  da,  hayatın  diğer  alanlarındaki  uygarlık  düzeyinin artışından  bağımsız  olarak,  birçok  yerde  ve  birçok  erkekte  varlığını sürdürmektedir.  Kadınlar,  doğdukları  andan  itibaren  hayatlarının  her aşamasında babalarının, erkek kardeşlerinin, kocalarının, sevgililerinin ve hatta hiçbir bağları bulunmayan erkeklerin şiddetine  maruz kalmakta ve bazıları bu nedenle hayatlarını kaybetmektedir. Üstelik gerek uluslararası hukukta, gerek devletlerin kendi iç hukuklarında şiddeti önlemeye yönelik atılan  adımlara,  alınan  tedbirlere  rağmen,  kültürel,  dinsel,  bölgesel farklılıklara  bağlı  olarak farklı  oranlarda  olmakla  birlikte,  erkeğin  kadın üzerindeki baskısı artarak devam etmektedir.   232Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 231-247                                    Ünal Özkorkut 1993 tarihli, Birleşmiş Milletler Kadınlara Yönelik Şiddetin Ortadan Kaldırılmasına  Dair  Bildirge nin  1.  maddesinde,    tehdit,  zorlama, özgürlükten keyfi olarak yoksun bırakma dahil olmak üzere, kadına fiziksel, cinsel veya psikolojik zarar veya acı verme sonucu doğurması muhtemel olan cinsiyete dayalı her tür eylem şiddet olarak tanımlanmıştır.  2. maddede ise fiziksel, cinsel veya psikolojik şiddetin neleri içerdiği sıralanmış; bu çerçevede  dayak,  hırpalama,  taciz,  tecavüz  gibi  eylemler  sayılmış  ve  bunlarla  sınırlı  olmaksızın   ifadesine  yer  verilmek  suretiyle  de  benzeri farklı  eylemlerin  şiddet  tanımı  dışında  bırakılma  ihtimalinin  önüne geçilmiştir.  Bildirge de,  açıkça  ekonomik  şiddetten  bahsedilmemekle  ve  kadına yönelik şiddet denildiğinde, öncelikle fiziksel, cinsel ve psikolojik şiddet akla gelmekle birlikte, ekonomik şiddet de, yukarıda da değinildiği üzere, cinsiyete dayalı güç gösterisinin sık görüldüğü alanlardan biridir.  Bu çalışmada, güncelliğini hiç kaybetmeyen  kadına yönelik şiddet  sorununun evlilik içi şiddet boyutuna, İslam hukukunun, evlilik içi şiddete maruz kalan kadına sunduğu imkanlar ve hukuk tarihimizin çok önemli bir bölümünü  oluşturan  Osmanlı  Devleti ndeki  görünümü  çerçevesinde bakılacaktır. İslam Hukukunda ve Osmanlı Uygulamasında Şiddet Gören Kadının Başvurabileceği Hukuk Yolları Genel Olarak Uygulamaya  bakıldığında,  birçok  yerde  olduğu  gibi  Osmanlı Devleti nde  de,  koca  şiddetinin  değişik  biçimlerde  tezahür  ettiği görülmektedir. Şer iyye sicilleri ve arşiv belgelerindeki örnekler, çoğunlukla fiziksel  şiddete,  belli  ölçüde  de  ekonomik  şiddete  ilişkindir.  Ancak unutmamak gerekir ki, fiziksel şiddet çoğu zaman başta psikolojik olmak üzere şiddetin farklı türlerini de beraberinde getirmektedir.    Aşağıda  öncelikle  Kur an ın  fiziksel  şiddet  konusundaki  hükmüne değinilecek, daha sonra da İslam hukukunda şiddete maruz kalan kadının başvurabileceği hukuk yolları ve Osmanlı uygulaması incelenecektir.                                                  1  Kadın Hakları Uluslararası Hukuk ve Uygulama, Derleyenler: Gökçeçiçek Ayata/Sevinç Eryılmaz Dilek, Bertil Emrah Oder, İstanbul Bilgi Üniversitesi Yayınları, İstanbul 2010, s.182-186.   233İslam Hukukunda...                              Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 231-248   Kur an ın Evlilik İçi Fiziksel Şiddet Konusundaki Yaklaşımı Allah ın bazısını bazısına üstün kılması ve onların kendi mallarından harcaması  nedeniyle  erkeklerin,  kadınlar  üzerinde  sorumlu  gözetici olduğunu belirten ve erkeğe itaat ettiği takdirde kadın aleyhine bir davranışı onaylamayan Nisa Suresi nin 34. ayetinde,  nüşûz undan korkulan kadına uygulanacak aşamalı müeyyideler sıralanmıştır. İlk iki yaptırım, kadına önce öğüt  verilmesi,  sonra  da  yatakta  yalnız  bırakılmasıdır.2  Ayetin  Türkçe meallerine bakıldığında, birkaç istisna dışında hemen hemen tamamında, üçüncü  müeyyide   hafifçe  dövün ,   hafifçe  vurun   olarak  çevrilmiştir. Sayıca az olan diğer meallerde ise dayak yerine,  evden uzaklaştırma  tercih edilmiştir.3 Örneğin Öztürk, ayetteki,  fadribû  emrinin dövmekle ilgisinin bulunmadığını;  bulunduğu yerden uzaklaştırmak ,  yolculuğa çıkarmak  anlamlarına geldiğini belirtmekte ve Peygamberin de, iffete iftira olayında Hz Aişe yi,  vahiy  ile  aklanıncaya  kadar  baba  evine  gönderdiğini  örnek göstermektedir.4                                                                                                                                               Ayetteki   darabe  (fadribû)   kelimesinin  birçok  farklı  anlamı bulunduğunu belirten ve bunların hepsini çalışmasında sıralayan Okuyan da, kelimenin  Kuran daki  kullanımlarından,  kadının  dövülmesine  ilişkin  bir emrin  bulunduğu  anlamının  çıkarılamayacağını;  Nisa  34 teki  kullanımın, kelimenin anlamlarından biri olan  yolculuğa çıkmak  olabileceğini ifade etmektedir.5    Okuyan,  -darabe  sözcüğünün  dövmek  olarak  anlaşılması durumunda-    ayetteki  kademeli  yaptırımlar  arasında  öğüt  vermek  ve yatakları  ayırmaktan  (ya  da  yatakta  ayrılmak)  sonra  dayağın  gelmesinin anlaşılır bir şey olmadığını belirtmektedir.6                                                                                                Ayetin  Türkçe  meallerine  bakıldığında,  ayette  geçen   nüşûz  sözcüğünün,  itaatsizlik,  serkeşlik  başkaldırmak,  hırçınlık,  sadakatsizlik,                                                  2  http://www.kuranmeali.org. 3  Yaşar Nuri Öztürk, Kur an daki İslam, Yeni Boyut Yayını, İstanbul 2013, s.388; Ayrıca bkz, Bayraktar Bayraklı, Edip Yüksel,   http://www.kuranmeali.org.                                                                                               4  Öztürk, s.388. 5  Mehmet Okuyan,  Kadına Yönelik Şiddete Kur ân ın Bakışı , Ondokuz Mayıs Üniversitesi İlahiyat Fakültesi Dergisi, Sayı: XXIII, Samsun 2007, s.120, 122.  http://dergipark.ulakbim.gov.tr/omuifd/article/view/5000073412/5000067671     (Erişim Tarihi: 20 Ocak 2015) 6  Okuyan, s.119-120. 234Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 231-247                                    Ünal Özkorkut iffetsizlik,  kötü  niyet  şeklinde  çevrildiği  görülmektedir.7    Bulaç,  Türkçe anlamı,  itaat  sınırlarını  aşmak  olan  sözcüğün,  eşlerden  birinin  cinsel kıskançlık  uyandıracak  uygunsuz  davranışlarda  bulunması  anlamına  da geldiğini; bu durumun Nisa 34 te kadın,  Nisa 128 de de erkek için geçerli olduğunu  belirtmektedir.8  Sözcüğün  burada  sadece  kadına  yönelik  bir davranış biçimi olarak görülmemesi gerektiği; kadının nüşûzunun  eşine isyan ve itaat görevini yapmayıp, büyüklük taslaması ; erkeğin nüşûzunun ise   eşine  vurması,  ona  eziyet  etmesi   şeklinde  yorumlandığını  belirten Okuyan da, Nisa 34 teki serkeşlik /karşı gelmek fiilinin de, bir suç olmadığı görüşündedir.9 Bulaç,  ayetteki   size  itaat  ederlerse  aleyhlerinde  bir  yol  aramayın  cümlesiyle, erkeğin karısına eziyet amacıyla vurmasının yasaklandığını ifade etmektedir.10 Aktan  da,  Nisa  34 te  kocaya  verilen  tedip  hakkının  kötüye kullanılmasına, kadının koca tarafından haklı olmayan sebeplerle rencide edilmesine şer i müsaade bulunmadığını belirtmektedir.11 Eşinden Şiddet Gören Kadının Başvurabileceği Hukuk Yolları İslam  Hukuku  evliliğe  son  verme  yetkisini  esas  itibariyle  kocaya vermiştir. Tek taraflı irade beyanıyla evliliği bitirme imkanına sahip olan erkek,  herhangi  bir  gerekçe  ileri  sürmeksizin  ve  yargı  kararına  ihtiyaç duymaksızın  karısını  boşayabilir  (talâk).  Kadın  ise,  ancak  kocası  izin vermişse, belirli şartlar altında talâk yetkisi kullanabilir (tefviz-i talâk).  Osmanlı  Devleti nde,  klasik  dönemde,  kadının  mutlu  ve  huzurlu olmadığı,  sürdürmek  istemediği  bir  evliliği  sona  erdirebilme  yolları  çok                                                  7  http://www. kuranmeali.org. 8  Ali Bulaç, Kur an-ı Kerim in Türkçe Anlamı, Birim Yayınları, İstanbul t.y. , s. 405. 9  Okuyan, s.122. 10  Bulaç, s.59, dn.9. 11  Hamza Aktan,  İslâm Aile Hukuku , Sosyo-Kültürel Değişme Sürecinde Türk Ailesi, C.II, T.C. Başbakanlık Aile Araştırma Kurumu Yayını, Ankara 1992, s.416. 12  Kocanın eğer isterse talâk yetkisini nikah anında ya da daha sonra karısına vermesi demek olan tefviz-i talâk, sık uygulanmış bir yöntem değildir. Bu yetkiyi daha ziyade padişah kızlarının kullanabildiği görülmektedir.  Sultan Vahdettin in kızı Fatma Ulviye Sultan a, Sadrazam Tevfik Paşa nın oğlu İsmail Hakkı Bey ile nikahı anında bu yetki verilmiştir. M. Âkif Aydın, İslâm-Osmanlı Aile Hukuku, Marmara Üniversitesi İlahiyat Fakültesi Yayını, İstanbul 1985, s.111, dipnot: 90. Fatma Ulviye Sultan, Kurtuluş Savaşı nda Kuvâ-yı Milliye ye katılmak üzere kendisine dahi haber vermeden Anadolu ya geçen kocasını nikah anında almış olduğu talâk yetkisine dayanarak boşamıştır. Geniş bilgi için bkz. Murat Bardakçı, Şahbaba, Pan Yayıncılık, İstanbul 1998, s.211 ve s.643,dipnot 33 .   235İslam Hukukunda...                              Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 231-248   kısıtlıdır.  Kadının,  kocanın  iznine  ihtiyaç  duymadan  başvurabileceği yollardan  bir  tanesi,  küçük  yaşta  babası  ya  da  baba  yanından  dedesi dışındaki  biri  tarafından  evlendirilen  kadının  bülûğ  çağına  geldiğinde evliliğin feshini hakimden talep edebilmesidir (bülûğ muhayyerliği). Diğeri ise kocasının cinselliği engelleyen sorunları bulunduğu takdirde (iktidarsızlık gibi),  kadının  mahkemeye  başvurarak  evliliğin  sonlandırılmasını isteyebilmesidir (kazâî boşanma/tefrik). Eşlerden birinin,  genellikle de erkeğin zaten talâk yetkisi olduğundan- kadının belli nedenlerle mahkemeye başvurup, ayrılmayı talep etmesi yolu olan tefrik (kazâî boşanma) yetkisinin kapsamı,  Hanefi  mezhebi  içindeki  hakim  görüş  çerçevesinde  Osmanlı Devleti nde  uzun  süre  dar  tutulmuş;  yukarıda  belirtildiği  üzere  sadece kocanın cinsel birleşmeye engel rahatsızlığı nedeniyle mümkün olabilmiştir. İlk kez 1916 da kadının tefrik yetkisinin kapsamı biraz genişletilmiş; nafaka temin etmeden evi terkeden veya zührevi ya da bazı cilt hastalıkları bulunan kocadan ayrılabilme imkanı sağlanmıştır.13 Kötü muamele, geçimsizlik gibi nedenlerle tefrik hakkı, Hanefi ve Şafii mezhebinde  kabul  edilmemiştir.  Maliki  ve  Hanbeli  mezheplerinde  ise, kadına  bu  hak  tanınmıştır.  Maliki  mezhebine  göre,  bu  nedenle  yargıya başvuran  kadın  iddiasını  ispat  ettiği  takdirde,  hakim  tefrik  kararı  verir; ispatlayamadığı  takdirde  ise  hakim,  tarafların  yakınları  arasından,  onları uzlaştırmak  üzere  iki  hakem  tayin  eder.  Uzlaşmanın  mümkün  olmadığı durumlarda,  hakemler  tarafından,  koca  kusurluysa  vekâletine  ihtiyaç duyulmaksızın talâka; kadın kusurluysa muhâlaaya karar verilir. 14 Klasik dönemde, kadının şiddet gördüğü evlilikten kurtulma yollarından biri  şartlı boşanma , diğeri de  muhâlaa dır. Ama her ikisinde de evliliğin sona  ermesi  kocanın  iradesine  bağlıdır.  Bu  yollardan  şartlı  boşanma, evliliğin, kocanın boşanma iradesini gelecekte olması muhtemel bir olaya bağlamasıyla sonlanmasıdır. Kocası tarafından dövüldüğü için evi terkeden kadının eve tekrar dönmesini sağlamak gayesiyle kocanın, kadını bir daha                                                  13  Aydın, İslâm-Osmanlı Aile Hukuku, s.147-148; Mehmet Âkif Aydın  Osmanlı Hukukunda Kazâî Boşanma  Tefrik   ,  İslâm ve Osmanlı Hukuku Araştırmaları, İz Yayıncılık, İstanbul 1996.s. 33; Halil Cin/Gül Akyılmaz, Türk Hukuk Tarihi, Sayram Yayınları, Konya 2011, s.441. 14  Hakeme  gidilmesini  kabul  eden  Hanefi  ve  Şafii  mezheplerine  göre  ise,  talâk  için hakemlerin kocadan vekâlet almaları gerekmektedir. Aydın, İslâm-Osmanlı Aile Hukuku, s.46-47.  236Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 231-247                                    Ünal Özkorkut dövmesi durumunda, evliliğin sona ereceğini vadetmesi mümkündür. Böyle durumlarda bu vaade rağmen dayak yiyen kadın, mahkemeye başvurarak evliliğin sona ermesini sağlayabilir.15 1637 tarihinde, Yani v. İstemad adlı zimmi, sürekli olarak hilâf-ı şer darb ettiği karısı Yasemin bt. Andriye nin boşanmak istemesi üzerine, ona bir daha şiddet uygularsa evliliğin ayırıcı boşanmayla biteceği konusunda şartlı talâk  beyanında  bulunmuştur.16  Bir  başka  olayda,  kendisini  darb  ederse boşanmış sayılacaklarını taahhüt eden kocası İbrahim in şiddetine maruz kalan Hatice, İbrahim in tüm bunları inkar etmesi üzerine durumu tanıklarla ispat  etmek  durumunda  kalmıştır.17    Kocanın  şartlı  talâkı  inkar  etmesi durumunda,  kadın  iddiasını  tanıklarla  ispatlayamazsa,  evlilik  sona ermeyecektir. Örneğin, 1646 da Antep te meydana gelen bir olayda, kocası Mehmed in, kendisini bir daha darp ederse üçlü talâkla boşamış sayılacağını belirtmesine rağmen dövmeye devam etmesi üzerine mahkemeye başvuran Raziye, iddiasını ispat edemediğinden boşanamamıştır. 18 1662 tarihli bir başka olayda, Veli Beşe, içki içtiği, iki yıldır nafakasını sağlamayı ihmal ettiği ve eziyet ettiği karısına, bir daha içki içmeyeceğine dair şartlı talâk taahhüdünde bulunmuştur.19 Bir diğer yol olan muhâlaa ise eşlerin, kadının kocasına vereceği bir bedel  karşılığında  anlaşma  ile  boşanmasıdır.  Bu  boşanma  türünde  kadın kocasından  alacağı  mehirden  ya  da  nafakadan  vazgeçmek  veya  kocaya maddi değeri olan bir şey vermek suretiyle onu boşanmaya razı eder. İslam hukukunda  evlenme  ve  boşanmada,  eda  ehliyetinin  ilk  iki  unsuru  yani temyiz  kudreti  ve  büluğa  ermek  yeterli  görünürken,  muhâlaada  kadın                                                  15 Abdurrahman Kurt,  Osmanlı da Kadının Sosyo-Ekonomik Konumu , Osmanlı, C.5, Yeni Türkiye Yayını, İstanbul 1999, s.446. 16  İstanbul Kadı Sicilleri, Galata 90, C.40; Sayfa:401, Hüküm No:536, Orijinal Metin No: (80b-2) 17  İstanbul Kadı Sicilleri, Bab 54, C.20, Sayfa:188, Hüküm No:205, Orijinal Metin No: (33a3) Benzer bir olay da, kendisini bir daha döverse üçlü talâkla boşanmış olacaklarını vadeden  Hamza nın,  sözünü  tutmayarak  dövmeye  devam  etmesi  üzerine  boşanmanın gerçekleştiği, ama Hamza nın hala kendisini rahatsız etmeye devam ettiği gerekçesiyle mahkemeye başvuran Emine, Hamza nın şiddet uyguladığını inkar etmesi üzerine tanık ifadeleriyle  şiddete  maruz  kaldığını  ispat  etmek  durumunda  kalmıştır.  İstanbul  Kadı Sicilleri, Eyüb 19, C.24, Sayfa:319, Hüküm No: 386, Orijinal Metin No: (70a-1) (1620) 18  Havva  Selçuk,   Kadına  Uygulanan  Şiddetin  Osmanlı  Mahkeme  Tutanaklarına Yansımaları , Karatekin Edebiyat Fakültesi Dergisi (Karefad) 1(1), s.112. 19  İstanbul kadı Sicilleri, Eyüb, C.28; Sayfa, 247; Hüküm No: 252; Orijinal Metin No:(55b-1)   237İslam Hukukunda...                              Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 231-248   malvarlığı üzerinde tasarruf edeceğinden tam eda ehliyetinin üçüncü unsuru olan rüşt şartını da geçekleştirmiş olması gerekir.20  Uygulamaya  bakıldığında  muhâlaanın  yürümeyen  evliliklerden kurtulabilmenin  etkin  bir  yolu  olarak  sıkça  kullanıldığı  görülmektedir.21 Örneğin 1583 te, muhâlaa yolu ile ayrıldığı karısı Kamer tarafından mehrini ve giysilerini vermediği için dava edilen Receb in, mahkeme huzurunda, aralarında geçimsizlik bulunan karısını dövdüğünü ve eğer kadın kaçarak kurtulmasa idi öldürebileceğini beyan ettiği görülmektedir.22  Benzer  şekilde,  1718 de,  Konya da  mahkemeye  başvuran  hamile Emine, kendisini sopayla döven kocası Ali yi şikayet etmiş ve mahkeme Ali nin  cezalandırılmasına  karar  vermiştir.  İki  gün  sonra  yine  mahkeme huzuruna  çıkan  kadın,  bu  defa  kocasının,  mehr-i  müeccelinden,  iddet nafakasından  ve  daha  başka  sahip  olduğu  değerli  bazı  eşyasından vazgeçmesi  karşılığında  muhâlaaya  razı  olduğunu  bildirmiştir.  Kadın, doğacak  çocuğu  üzerindeki  hidâne  hakkını  kullanacağı  yedi  yıllık  süre zarfında  da  kocasından  bir  şey  talep  etmeksizin  masrafları  kendisinin karşılayacağını belirtmiştir.23 Osmanlı  erkeklerinin,  talâkın  kendilerine  yükleyeceği  mehir  veya nafaka  borcundan  kurtulmak  için,  talâk  yoluna  gitmeyerek  karılarını muhâlaaya  zorlayabildikleri  ve  bu  nedenle  kadına  fiziksel  şiddet uygulayabildikleri  görülmektedir.  Örneğin  1680 de,  kocası  tarafından darbedilerek  muhâlaaya  zorlandığını  iddia  eden  Fatma,  mehir  alacağının kocası tarafından kendisine ödenmesini talep etmiş;  fakat kocasının darbı inkar  etmesi  üzerine,  iddiasını  ispatlayacak  delil  sunamadığından  talebi reddedilmiştir.24 1691 tarihli bir başka olayda ise kendisini darp tehdidiyle muhâlaaya zorlayan kocası Ömer Çelebi yi kadıya şikayet eden Meryem in mehir  talebi,  iddiasını  delillerle  ispat  ettiğinden  mahkemece  kabul edilmiştir.25                                                  20  Geniş  bilgi  için  bkz.,  Halil  Cin,  Eski  Hukukumuzda  Boşanma,  Selçuk  Üniversitesi Basımevi, Konya 1988, s.69 vd. Ayrıca bkz., Aydın, İslâm-Osmanlı Aile Hukuku, s.42-43.  21  İstanbul Kadı Sicilleri, Hasköy 10, C.30, Sayfa:44, Hüküm No: 9, Orijinal Metin No: (8-1)/ Sayfa:85, Hüküm No:79; Orijinal Metin No: (47-1)/ Sayfa: 140, Hüküm No: 165, Orijinal Metin No: (94-2) 22  İstanbul Kadı Sicilleri, Üsküdar 56, C.9, Sayfa:82, Hüküm No:94, Orijinal Metin No: (17b-4) 23  Ümit Ekin,  Osmanlı Toplumunda Sıkça Başvurulan Bir Boşanma Yöntemi: Muhâla a , Sakarya  Üniversitesi  Uluslararası-Disiplinlerarası  Kadın  Çalışmaları  Kongresi  05-07 Mart 2009, Kongre Bildirileri, C.3, Sakarya 2009, s.122-123. 24  İstanbul Kadı Sicilleri, Eyüb 90, C.31, Sayfa:273, Hüküm No:289, Orijinal Metin No: (41b-3) 25 İstanbul Kadı Sicilleri, Bab 54, C. 20, Sayfa:415, Hüküm No:509, Orijinal Metin No: (90a-1) 238Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 231-247                                    Ünal Özkorkut Bu olayların yaşandığı tarihten çok sonraya, 1860 a ait bir belgeden de, Amasya  Sancağı na  bağlı  Gümüşhacıköy  sakinlerinden  Mehmed  Çavuş tarafından  haksız  yere  darbedildiği  ve  onun  eziyetlerine  tahammül edemediği için Amasya ya kaçan Asiye Hatun un, kocasından ayrılabilmek için Sadarete başvurduğu ve bir talâk kağıdı alabilmek için sarfettiği çaba görülmektedir.26   Yukarıdaki bazı örneklerden de anlaşıldığı üzere, İslam hukukunda ve Osmanlı  uygulamasında,  şiddete  maruz  kalan  kadının  evliliği  sona erdirebilme  yolları  sınırlı  olmakla  birlikte,  kendisine  şiddet  uygulayan kocasını kadıya şikayet ederek  haksız yere  dövüldüğünü söyleyebilme ve kocaya  müeyyide  uygulanmasını  sağlayabilme  imkanı  bulunmaktadır. Hanefi mezhebine göre, karısına fiziksel ya da psikolojik şiddet uygulayan kocayı kadı öncelikle uyarır. Uyarıyı dikkate almayan,  aynı davranışları sürdüren kocaya hapis de dahil olmak üzere tazir cezası verebilir.27 Örneğin 1563 te Üsküdar Mahkemesine intikal eden bir olayda, Kumru bt. Abdullah, kendisini haksız yere demir maşayla döven kocası İskender i kadıya şikayet etmiştir.28 1844 te Bursa da bir kadın, mahkemeye başvurarak, kocasının kendisini  sopayla  haksız  yere  dövdüğünü  beyan  edip,  gereğinin  yerine getirilmesini talep etmiş ve mahkeme kocaya tazir cezası vermiştir.29 Yine bir başka olayda, sarhoş olup sürekli karısını döven Zülfikar b. Abdullah ın mahallesinden  uzaklaştırılmasına  karar  verilmiştir.30  Bir  diğer  olayda  ise Mustafa b. Ahmet in, karısı İsmihan ı hukuka aykırı şekilde dövmeyeceğini taahhüt ettiği (hilâf-ı şer vaz olmadıkça darb etmeyeceğine ahidlendiği), kadının isteği üzerine kayıtlara geçmiştir.31 1893 tarihli bir belgede, Şerife Düriye adlı kadının, on yılı aşkın bir süreden beri kızı Fethiye Hanım la evli olan ve evli olduğu bu süre zarfında ona  şiddet  uygulayan,   her  türlü  tecâvüzâttan  masun  olan  hukukuna zevciyyet namı altında hilâf-ı marzî-i âlî tecavüzle envâ-ı işkence ile telef-i nefsine  kadar  teşebbüs  eden   Trablusgarb ta  kolağası  olan  damadı  Ali                                                  26  Başbakanlık Osmanlı Arşivi, A.MKT.UM 410/29-1ve 29/2, 12 Zilkade 1276. 27  Aktan, s. 416. 28  İstanbul Kadı Sicilleri, Üsküdar 26, C.7; Sayfa, 200; Hüküm no:346; Orijinal Metin No: (26b-5) 29  Kurt,  s. 446. 30  İstanbul Kadı Sicilleri, Eyüp 90, C.31, Sayfa,150, hüküm no:113, Orijinal Metin No: (19a-1) 31  İstanbul Kadı Sicilleri, Üsküdar 84, C.10; Sayfa, 212; Hüküm No: 281; Orijinal Metin No:(27b-2)   239İslam Hukukunda...                              Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 231-248   Nuri den  kızını  kurtarmak  için  oğluyla  birlikte  Trablusgarb a  gideceğini belirttiği ve oraya varıncaya değin kızı için Devletten koruma talep ettiği ve gereğinin  yapılması  hususunda  Dahiliye  Nezareti nden  Trablusgarb Valiliğine bilgi verildiği görülmektedir.32 Bir diğer örnekte ise 1906 da, Selanik li Eleni nin, 20 yıllık kocası Mihail den iki yıldır şiddet gördüğü ve evden atıldığı, son olarak iki gün önce gece sokakta kaldığı ve polis tarafından anahtarın alınması suretiyle geceyi  evde  geçirebildiği;  kocasının  geçimini  sağlamadığı,  geçimini sağlayacak  bir  yakını  da  bulunmadığı  için  bakımı  ve  barınmasının sağlanması,  kocası  razı  olmaz  ise  de  boşanmaya  zorlanması  hususunda gereğinin yapılması için Rumeli Müfettişliğine başvurduğu görülmektedir.33 Şiddetin ölümle sonuçlandığı olayların mahkeme tutanaklarına yansıyan örnekleri de bulunmaktadır. Örneğin 1524 te, daha önce de başkalarına zarar veren ve bu nedenle ayaklarına bukağı takılan Hamza nın, bu haliyle gece yatarken karısı Elif in boğazını sıktığını ve evden ayrıldığını, tekrar dönüp seslendiğinde  kadının  cevap  vermediğini  görünce  kafasını  taşla  ezdiğini itiraf ettiği görülmektedir.34  Denizli Redif Tali Taburu binbaşısı Nesib Efendi nin yargılanmasına dair 1892 tarihli belgeden de, adı geçen şahsın, pazar alışverişinde karısı Halime yi kırbaçla dövmek suretiyle düşük yapmasına ve ölümüne neden olduğu görülmektedir.35 1917 tarihli bir başka belgeden ise, altı aylık hamile olan karısı Ayşe yi taammüden öldürdüğü anlaşılan Ahmed e, Ceza Kanununun 105. maddesi uyarınca  verilen  idam  cezasının,  müebbed  küreğe  çevrildiği anlaşılmaktadır.36 Kadın hakları konusundaki gelişmeler, Birinci Dünya Savaşı ile birlikte kadının ekonomik yaşamda ön plana çıkması, Tanzimat Döneminde başlayan kanunlaştırma hareketi dahilinde, aile hukuku alanında da kanunlaştırma                                                  32  Başbakanlık Osmanlı Arşivi, DH.MKT 129/3, 27.S.1311. 33  Başbakanlık Osmanlı Arşivi, TFR.I.ŞKT/1018, 12 L 1324. Müfettişlik, davanın kilisede görülecek dava olduğunu belirtmiştir. 34  İstanbul Kadı Sicilleri, Üsküdar 05, C.3; Sayfa, 64-65; hüküm No:41-42;Orijinal Metin No: (5b-3,5b-4) 35  Başbakanlık Osmanlı Arşivi, BEO 27/2019, 3 Zilhicce 1309. 36  Başbakanlık Osmanlı Arşivi, BEO 3216/241145, 19-20 Zilkade 1325. 240Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 231-247                                    Ünal Özkorkut gereksinimi,  evlenme  ile  boşanma  konularında  hukuk  ve  yargı  birliğini sağlama gayesi gibi nedenlerle yapılan ve aile hukuku alanında İslam hukuk tarihindeki  ilk  kanunlaştırma  hareketi  olan  1917  tarihli  Hukuk-ı  Aile Kararnamesi ile de tefrik yolları biraz daha genişletilmiş; bu kapsamda kötü muamele ve geçimsizlik de bir tefrik nedeni olarak dikkate alınmıştır. Sadece Hanefi içtihatlarıyla yetinmeyip diğer üç Sünni mezhebin de içtihatları  dikkate  alınarak  yapılan,  ancak  kabulünden  kısa  süre  sonra, 1919 da  yürürlükten  kaldırılan  Kararname de,  Maliki  içtihatından yararlanılarak kadın lehine getirilen bu çok önemli yenilikle, daha önce, evliliği  çekilmez  kılan  kocasından  ayrılabilmesi  sadece  kocası  razıysa mümkün  olabilen  kadının,  bundan  böyle  kocasının  iradesinden  bağımsız olarak  evlilikten  kurtulabilmesinin  yolu  açılmıştır.  Kararname nin  130. maddesindeki  düzenlemeye  göre,  eşler  arasında   nizâ  ve  şikâk   ortaya çıktığında, kadın (veya erkek) yargıya başvurursa, hakim, aile üyelerinden (yoksa aile dışından) oluşan bir hakem heyeti tayin eder. Hakem heyeti, tarafları dinledikten sonra öncelikle onları uzlaştırmaya çalışır; bu mümkün olmuyorsa koca kusurluysa talâka, kadının kusurlu bulunması durumunda da muhâlaaya karar verilir. Hakem kararları kesindir, itiraz edilemez. Hakem heyeti arasında uyuşmazlık çıktığı takdirde akrabalar veya üçüncü kişiler arasından yeni bir hakem heyeti belirlenir.38 Geçimsizliğin bir boşanma sebebi olarak kabul edilmesi, çok önemli bir yenilik  olmakla  birlikte,  aile  üyelerinin,  taraflara  yakınlığı  nedeniyle sübjektif  olabilecek  kararlarına  itiraz  edilememesinin,  beraberinde  yeni sıkıntıları  getirebilecek  bir  düzenleme  olduğunu  da  göz  ardı  etmemek gerekir.  Kadının Ekonomik Şiddete Karşı Başvurabileceği Hukuk Yolları Ekonomik şiddet, kocanın, evin mali kaynaklarının yönetimini elinde tutmak  suretiyle  kadını  sınırlandırması,  sindirmesi,  cezalandırmasıdır. Parayı, kadını bilgilendirmeden dilediği yere, dilediği biçimde harcaması, kadının  yararlanma  imkanını  kısıtlaması  ya  da  kaldırması,  kadının çalışmasına izin vermemesi, kazancına el koyması vb şekillerde olabilir.39                                                  37  Aydın, İslâm-Osmanlı Aile Hukuku, 154 vd; Ebru Kayabaş, Osmanlı Devleti nde Tanzimat Dönemi İtibarıyla Aile Hukukunun Gelişimi  -Hukuk-ı Aile Kararnamesi-, Filiz Kitabevi, İstanbul 2009, s. 14 vd. 38  Aydın, İslâm-Osmanlı Aile Hukuku, s. 260; Kayabaş, s.90-91. Ayrıca bkz. M. Akif Aydın,  Osmanlılarda Aile Hukukunun Tarihî Tekamülü , Sosyo-Kültürel Değişme Sürecinde Türk Ailesi, C.II, T.C. Başbakanlık Aile Araştırma Kurumu, Ankara 1992, s.445 39  Geniş bilgi için bkz, Emel Memiş,  Ekonomik Şiddet Kapsamında Karşılıksız Emek , Kadınların ve Kız Çocuklarının İnsan Hakları: Kadına Yönelik Şiddet ve Ev-İçi Şiddet,   241İslam Hukukunda...                              Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 231-248   Şiddetin Osmanlı Devleti nde görülen bir türü de, kadının ekonomik açıdan mağdur edilmesidir.  İslam hukukunda, kadının ekonomik durumu nasıl olursa olsun, geçiminden kocası sorumludur.40 Koca, karısının yaşamını sürdürebilmesi için gerekli şeyleri sağlamak zorundadır. Kocanın ekonomik gücü iyi olmasına rağmen, karısının nafakasını temin etmekten kaçınması da bir tür şiddettir ve Osmanlı Devleti nde bu durumdaki bir kadın, Hanefi içtihatları  doğrultusunda  boşanmayı  talep  edememektedir.41    Osmanlı Devleti nde 16. Yüzyıla kadar nafakasız terkedilen kadınların sorunlarının çözümüne yönelik olarak kadılar tarafından, Şafii hukukçular arasından naip tayin edilerek, kadınların bu mezhep içtihadı doğrultusunda boşanabilmesi sağlanmış;  ancak,  16.  Yüzyılın  ortalarından  itibaren  bu  uygulama yasaklanmıştır.42 Ancak, nafaka yükümlülüğünü yerine getirmeyen kocaya karşı kadının, yargıya gitme imkanı vardır. Bu durumda hakim, tarafların ekonomik ve sosyal durumlarını gözeterek nafaka miktarını belirler.43   1592 de,  üç sene önce evden ayrılan kocası İsa nın malvarlığından kendisi  için  nafaka  talep  eden  Nesli  Hatun a  nafaka  ödenmesine  karar verilmiştir.44  Kadı gerekirse kocaya nafakayı ödeyene kadar hapis cezası verebilir.45 Kocanın mahkemeye getirilemediği durumlarda, dava gıyabında dinlenir. Nafaka  kocanın  malvarlığından  karşılanamadığı  takdirde  hakim,  kadının başka kimselerden borç almasına izin verebilir.46 Bu takdirde borç, koca adına  alınmış  olur.47  Ancak,  borç  verecek  kimsenin  bulunamaması                                                                                                                    Editörler: F. Kaya/N. Özdemir/ G.Uygur, Savaş Yayınevi, Ankara 2014, s.170 vd; Özlem Can Gürkan/Fatma Coşar,  Ekonomik Şiddetin Kadın Yaşamındaki Etkileri , Maltepe Üniversitesi  Hemşirelik  Bilim  ve  Sanatı  Dergisi,  C.2;  Sayı:3,  2009,  s.125. hemşirelik.maltepe.edu.tr  (Erişim Tarihi: 23.12.2015) 40   Hind-i ganiyyenin nafakası zevci Zeyd üzerine vâcibe olur mu? El-cevap: olur.  Hasan Yüksel/Saim Savaş,  Osmanlı Aile Hayatına İlişkin Fetvalar , Sosyo-Kültürel Değişme Sürecinde Türk Ailesi, C.3, T.C. Başbakanlık Aile Araştırma Kurumu Yay., Ankara 1992, s.894. 41  Diğer üç mezhebe göre ise nafakası temin edilmeyen ve kocasının bilinen bir malı da bulunmayan kadının tefrik hakkı bulunmaktadır. Aydın, İslâm-Osmanlı Aile Hukuku, s.45. 42  Aydın, İslâm-Osmanlı Aile Hukuku, s. 116-117. Aydın, konuya ilişkin Bursa şer iyye sicillerinden de örnekler sunmaktadır. Bkz, dipnot: 105. 43  Celal Erbay,  Nafaka , TDV İslam Ansiklopedisi, C.32, Yıl:2006, s. 282. 44  İstanbul Kadı Sicilleri, Üsküdar 84, C.10; Sayfa, 453; Hüküm No: 843; Orijinal Metin No:(81 a-1) 45  Lütfiye Akgül,   İslâm Hukukunda Evli Kadının Nafakası ve Kapsamı , EKEV Akademi Dergisi, Yıl:19, Sayı:62 (Bahar 2015),s.28. 46  Erbay, s. 283. 47  Akgül, s.28. 242Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 231-247                                    Ünal Özkorkut durumunda,  kadına  borç  alma  izni  verilmesinin  fazla  bir  anlamı kalmamaktadır.48  Bu  nedenle  belirtmek  gerekir  ki,  kadına  nafaka  takdir etmek  ve  borçlanmasına  izin  vermek,  her  zaman  olumlu  sonuç doğurmamakta ve bu durumdaki kadınların boşanmayı talep edememesinin doğurduğu eksikliği giderememektedir.   1851 de  Sadaret e  hitaben  yazılan  bir  arzuhalde,  Fatıma  Zehra  adlı kadının, işsiz olan, ailesine bakmayan, annesi tarafından kendisine emaneten bırakılan değerli şeyleri de harcayan, boşanmak üzereyken karısını ve küçük çocuğunu  bırakarak  Cidde ye  giden  ve  gittikten  sonra  da  bir  buçuk  yıl boyunca ailesini mağdur etmeye devam eden kocası Mustafa dan ayrılma talebini dile getirdiği görülmektedir.49 Bir  başka  olayda,  Sadık  isimli  kocanın,  karısı  Ayşe yi  nafakasız bırakarak  başka  yere  gittiği  takdirde,  karısını  boşamak  üzere  Seyyid Süleyman adlı kimseyi vekil tayin ettiği görülmektedir.50  Şiddetin  Farklı  Türlerini  İçeren  Çarpıcı  Bir  Örnek  Olarak Alaeddin Paşazade Celal Bey ile Safiye Hanım Olayı Kadına yönelik şiddetin Osmanlı Devleti ndeki çarpıcı örneklerinden biri, 1850 de meydana gelen Alaeddin Paşazade Celal Bey ile eşi Safiye Hanım arasında geçen olaydır. Konuya ilişkin olarak Osmanlı Arşivinden edinilen  belgelerden,  Celal  Bey in  karısına  fiziksel  ve  psikolojik  şiddet uyguladığı, hatta karısını öldürtmek istediği anlaşılmaktadır. Tanık ifadeleri, Sivas  Meclisi  ile  Sadaret  arasındaki  yazışmalar  ve  Meclis-i  Valâ Mazbatasından, Alaeddin Paşazade Celal Bey in, 12 yıldan beri evli olduğu karısını  eve  hapsettiği,  kimseyle  görüştürmediği,  kadının,  kendisi  namaz kıldığı  bir  esnada  kapının  açık  bırakılmasından  yararlanarak  komşuya sığındığı, daha sonra komşularının ve akrabasının yardımı ile Sivas eski mutasarrıfı  Abbas  Paşa nın  haremine  sığındığı;  kendisine,  karısını boşamasının teklif edildiği, boşamayı kabul ettiği takdirde uyguladığı şiddet nedeniyle  hapis  cezası  verileceği;  boşamamakta  ısrar  ettiği  takdirde  de                                                  48  Aydın, İslâm-Osmanlı Aile Hukuku, s.117. 49  Başbakanlık Osmanlı Arşivi, A.DVN 72/31, 29 Zilkade 1267. 1859 tarihli bir başka belgeden, Esma adlı kadının üç seneden beri kendisine ve çocuklarına bakmayan kocası Hüseyin Ağa nın nafaka yükümlülüğünü yerine getirmesinin sağlanması ya da gereğinin yapılması yönünde talepde bulunduğu anlaşılmaktadır. A.MKT.UM 360/81, 18 Muharrem 1276. 50  İstanbul Kadı Sicilleri, İst. 03, C.10; Sayfa, 452; Hüküm No: 693; Orijinal Metin No:(82b-1)   243İslam Hukukunda...                              Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 231-248   kadının  akrabasından  birinin  yanında  yaşayacağı,  kendisinin  de  nafaka vereceği ve Tokat a gönderileceği kararına rağmen boşanmaya yanaşmadığı ve Tokat a sürülmesine karar verildiği anlaşılmaktadır.51  Olayla  ilgili  olarak,  karısına  haksız  yere  şiddet  uygulayan  kocanın boşanmaya zorlanmasının caiz olup olmadığı sorusu üzerine Fetvahaneden verilen cevapta, karısına  haksız yere  şiddet uygulayan kocayı boşanmaya zorlamaya imkan sağlayan açık bir kural bulunmadığı; ancak kocaya hapis benzeri bir tazir cezası verilebileceği ifade edilmiştir.52 Celal Bey in karısını boşamamaktaki ısrarı üzerine kendisinin Bolu ya sürülmesine karar verilmiştir.53 Safiye Hanım ın, Sadarete sunduğu 26 Şubat 1850 tarihli dilekçesinde, kocası tarafından evli oldukları 12 yıl boyunca bir odaya hapsedildiğini; delici ve kesici aletlerle işkenceye maruz kaldığını; komşu ve akraba olan kadınlarla dahi görüştürülmediğini; aynı konak içinde yaşamasına  rağmen  ölüm  döşeğindeki  babasını  görmesine  bile  izin verilmediğini  anlatmıştır.  Sivas ta  kalırsa  kocasının  kendisini öldürtebileceğini  belirten  kadın,  can  güvenliği  için  boşanmasının  ve İstanbul a gitmesinin sağlanmasını istemiştir.54 Celal Bey in, karısını öldürmeleri için parayla adam tuttuğuna ilişkin tanık  beyanları  ve  yakalanan  adamların  ifadeleri  üzerine  bu  defa  Celal Bey in  Niş e  sürülmesi;  kadını  öldürmeye  teşebbüs  eden  adamlara  da fiillerinin ağırlığına göre 2 ilâ 7 yıl arasında kürek cezası verilmesi hususu Meclis-i  Valâ da  görüşülmüş  olmakla  birlikte;55  öldürmeye  teşebbüs eyleminin, kadının Sivas mutasarrıfı Mehmed Münib Paşa nın konağındaki ikameti esnasında gerçekleşmesi ve ifadelerdeki çelişki nedeniyle ilgililerin sorgulanmasının Meclis-i Valâ Dairesinde kurulacak bir komisyon tarafından yapılmasına  karar  verilmiştir.56  Sorgulamada,  Celal  Bey in,  kendisine yönelik  tüm  suçları  reddetmesi,  Safiye  Hanım ın,  ifadesini  değiştirerek, kocasının kendisine  sadece  iki yıldan beri şiddet uyguladığını söylemesi,                                                  51  Başbakanlık Osmanlı Arşivi, İ.MVL 158/4560, 20 Ca 1265; İ.MVL 149/4234, 11 Ş 1265, 23 L 1265, 27 L 1265, 28 L 1265.  52  Başbakanlık Osmanlı Arşivi, İ.MVL 149/4234, 24 B 1265,  12 N 1265, 25 N 1265. 53  Başbakanlık Osmanlı Arşivi,  İ.MVL 158/4560, 7 S 1266, 20 S 1266, 21 S 1266. 54  Başbakanlık Osmanlı Arşivi, İ.MVL 170/5080, 13 R 1266. 55  Konuya ilişkin Meclis-i Valâ Mazbatası (Başbakanlık Osmanlı Arşivi, MVL 197/87, 27 C 1266) ve Sadaretten Saraya yazılan yazı (A.AMD 8/62, 17 B 1266). 56  A.AMD 8/62, 17 B 1266; İ.MVL 170/5080, 23 B6 ve 25 B 1266; A.MKT.MVL 28/64, 8 Ş 1266. 244Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 231-247                                    Ünal Özkorkut kadını  muayene  eden  zaptiye  hekiminin  raporunda  da,57  kadının vücudundaki yara izlerinin ve kemiklerindeki sıkıntıların genetik nedenlerle veya  korkudan  kaynaklanan  hastalığından  meydana  geldiğini  belirtmesi; tanık ifadelerinin, kadının şiddet gördüğüne bizzat tanık olmadıkları, kadının yakınlarından duydukları şeklinde Celal Bey in lehinde değişmesi; kadını öldürmeye  teşebbüs  ettikleri  iddia  edilen  adamların,  önceki  ifadelerinin, Sivas  Mutasarrıfı  Münib  Paşa nın  kavasbaşısının  işkencesi  ile  alındığını iddia  etmeleri  üzerine  Celal  Bey in  bir  suçunun  bulunmadığı  sonucuna varılmıştır.  Kadının kendini güvende hissetmediği için İstanbul da kalması, Celal  Bey in  de  Sivas a  dönmesi,  karısını  boşaması  ve  nafaka  borcunu ödemesi uygun görülmüştür.58",
     "Kaynakça": "Başbakanlık Osmanlı Arşivi Belgeleri. İstanbul Kadı Sicilleri (http://www.kadisicilleri.org) . Kitap ve Makaleler: Akgül,  Lütfiye,  İslâm Hukukunda Evli Kadının Nafakası ve Kapsamı , EKEV Akademi Dergisi, Yıl:19, Sayı:62 (Bahar 2015), s.21-34. Aktan, Hamza,  İslâm Aile Hukuku , Sosyo-Kültürel Değişme Sürecinde Türk  Ailesi,  C.II,  T.C.  Başbakanlık Aile Araştırma  Kurumu Yayını, Ankara 1992, s.396-433. Aydın, M. Âkif, İslâm-Osmanlı Aile Hukuku, Marmara Üniversitesi İlahiyat Fakültesi Yayını, İstanbul 1985. Aydın, M. Akif,  Osmanlılarda Aile Hukukunun Tarihî Tekamülü ,  SosyoKültürel Değişme Sürecinde Türk Ailesi, C.II, T.C. Başbakanlık Aile Araştırma Kurumu Yayını,  Ankara 1992, s.434-455. Aydın, Mehmet Âkif,   Osmanlı Hukukunda Kazâî Boşanma  Tefrik   ,  İslâm ve Osmanlı Hukuku Araştırmaları, İz Yayıncılık, İstanbul 1996, s. 23-35. Bardakçı, Murat Şahbaba, Pan yayıncılık, İstanbul 1998. Bulaç, Ali, Kur an-ı Kerim in Türkçe Anlamı, Birim Yayınları, İstanbul t.y. Can Gürkan, Özlem /Fatma Coşar,  Ekonomik Şiddetin Kadın Yaşamındaki Etkileri , Maltepe Üniversitesi Hemşirelik Bilim ve Sanatı Dergisi, C.2; Sayı:3, 2009, s.124-129. Cin, Halil,  Eski Hukukumuzda Boşanma, Selçuk Üniversitesi Basımevi, Konya 1988. Cin, Halil / Gül Akyılmaz, Türk Hukuk Tarihi, Sayram Yayınları, Konya 2011. Ekin, Ümit,  Osmanlı Toplumunda Sıkça Başvurulan Bir Boşanma Yöntemi: Muhâla a ,  Sakarya  Üniversitesi  Uluslararası-Disiplinlerarası  Kadın Çalışmaları  Kongresi  05-07  Mart  2009,  Kongre  Bildirileri,  C.3, Sakarya 2009, s.119-129. Erbay, Celal,  Nafaka , TDV İslam Ansiklopedisi, C.32, Yıl:2006, s. 282285. 246Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 231-247                                    Ünal Özkorkut Kayabaş,  Ebru,  Osmanlı  Devleti nde  Tanzimat  Dönemi  İtibarıyla  Aile Hukukunun  Gelişimi    -Hukuk-ı  Aile  Kararnamesi-,  Filiz  Kitabevi, İstanbul 2009. Kadın Hakları Uluslararası Hukuk ve Uygulama, Derleyenler: Gökçeçiçek Ayata/Sevinç  Eryılmaz  Dilek,  Bertil  Emrah  Oder,  İstanbul  Bilgi Üniversitesi Yayınları, İstanbul 2010. Kurt,  Abdurrahman,   Osmanlı da  Kadının  Sosyo-Ekonomik  Konumu , Osmanlı, C.5, Yeni Türkiye Yayını, İstanbul 1999, s.434-449. Memiş,  Emel,   Ekonomik  Şiddet  Kapsamında  Karşılıksız  Emek , Kadınların ve Kız Çocuklarının İnsan Hakları: Kadına Yönelik Şiddet ve  Ev-İçi  Şiddet,  Editörler:  F.  Kaya/N.  Özdemir/  G.Uygur,  Savaş Yayınevi, Ankara 2014, s.167-178. Okuyan, Mehmet,  Kadına Yönelik Şiddete Kur ân ın Bakışı , Ondokuz Mayıs  Üniversitesi  İlahiyat  Fakültesi  Dergisi,  Sayı:  XXIII,  Samsun 2007, s.93-134. Öztürk, Yaşar Nuri, Kur an daki İslam, Yeni Boyut Yayını, İstanbul 2013. Selçuk,  Havva,   Kadına  Uygulanan  Şiddetin  Osmanlı  Mahkeme Tutanaklarına  Yansımaları ,  Karatekin  Edebiyat  Fakültesi  Dergisi (Karefad) 1(1), s.109-126. Yüksel,  Hasan  /Saim  Savaş,   Osmanlı  Aile  Hayatına  İlişkin  Fetvalar , Sosyo-Kültürel Değişme Sürecinde Türk Ailesi, C.3, T.C. Başbakanlık Aile Araştırma Kurumu Yay., Ankara 1992,"
}