{
     "Tip": "Makale",
     "Dergi İsmi": "Ankara Üni. Hukuk Fak. Dergisi",
     "Üniversite İsmi": "",
     "Gün": " 20",
     "Ay": "01",
     "Yıl": "2020",
     "Cilt": "68",
     "Sayı": "04",
     "Başlık": "POPÜLİZM, LİBERAL DEMOKRASİ VE FAŞİZM DENKLEMİ",
     "Title": "The Equation of Populism, Liberal Democracy and Fascism",
     "Yazar İsmi": [
          "Salim ORHAN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Popülizm",
          "Halk",
          "Seçkinler",
          "Liberal Demokrasi",
          "İnsan Hakları",
          "Faşizm"
     ],
     "Keywords": [
          "Populism",
          "People",
          "Elite",
          "Liberal Democracy",
          "Human Rights",
          "Fascism"
     ],
     "Özet": "Popülizm  kavramı,  günümüzdeki  siyasi  analizlerin  ve  tartışmaların egemen kavramlarından biri haline gelmiştir. Coğrafi olarak dünyanın çeşitli bölgelerinde politik ve ideolojik açıdan birbirinden oldukça farklı –hatta karşıt– çizgilerde bulunan birçok siyasi hareketi ve aktörü tanımlama ve niteleme  maksadıyla,  çağdaş  siyaset  biliminin  temel  bir  kavramı  olan popülizm kavramına başvurulmaktadır. Ancak popülizmin kendisi müphem ve muğlak bir kavram olup henüz net ve evrensel bir tanıma sahip değildir. Belirsiz  bir  kavram  olmasından  dolayı  popülizm,  bir  taraftan  gerçek demokrasi diğer taraftan faşist diktatörlük şeklinde birbirine tamamen zıt siyasi pozisyonlar üzerinden tanımlanacak kadar geniş bir kullanıma sahiptir. Bu çalışma, popülizm kavramını incelemeyi ve bu kavramın iki zıt siyasi anlayış ve pozisyon olarak liberal demokrasi ve faşizm (faşist diktatörlük) ile ilişkisini tespit etmeyi amaçlamaktadır.",
     "Abstract": "The term of populism has become one of the main concepts of the current political analyses and debates. The term of populism, a main concept of contemporary political science, is referred to with the aim of identifying                                                             Makalenin Geliş Tarihi: 09.10.2019, Makalenin Kabul Tarihi: 20.01.2020    Dr. Öğretim Üyesi, Dicle Üniversitesi Hukuk Fakültesi Genel Kamu Hukuku Anabilim Dalı, E-posta: salimhukuk@hotmail.com, ORCID ID: 0000-0001-9604-8700 Orhan                                                    Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 795-840 and  characterizing  many  political  movements  and  actors  that  are  quite different -even opposite- politically and ideologically in various parts of the world. However, since populism itself is a vague and complex concept, it does not yet have a clear and universal definition. As it is a vague term, populism has such a wide range of usage that it can be defined by thoroughly opposing political positions, in the form of true democracy on the one hand, and fascist dictatorship on the other hand. This study aims to analyse the concept of populism and to determine its relation to liberal democracy and fascism (fascist dictatorship) as two opposing political understanding and stance.",
     "Metin": "Modern  dünyanın  ve  modern  siyasetin  bir  ürünü  olan  popülizm kavramı, son zamanlardaki siyasi tartışmaların ve politik analizlerin öne çıkan temel kavramlarından birini oluşturmaktadır. Popülizm; esasen yeni bir kavram ve fenomen olmamakla birlikte, tarihsel olarak hiçbir dönemde son yıllardaki kadar yaygınlaşmamış ve popüler olmamıştır. Popülizm, kendi tarihinin  –adeta–  en  canlı  dönemini  yaşamaktadır.  Günümüzdeki  siyasal değişimleri  niteleyen  temel  kavramlardan  ve  aynı  zamanda  günümüzü şekillendiren  başat  olgulardan  biri,  popülizmdir.  Öyle  ki,  günümüzdeki siyasal  değişimleri  ve  siyasi  atmosferi  ‘‘popülizm  patlaması  1  olarak niteleyen ve yaşadığımız dönemi de ‘‘popülizm çağı  2 şeklinde betimleyen politik analizler ve yorumlar gittikçe yaygınlık kazanmaktadır. Hem coğrafik olarak hem de durdukları siyasi çizgi ve ideoloji bakımından birbirinden oldukça farklı –hatta çoğu örnekte kategorik olarak karşıt– çizgilerde duran birçok siyasi hareket ve aktör popülist olarak nitelenmektedir.3 Özü itibariyle                                                             1   John B. Judis, The Populist Explosion: How The Great Recession Transformed American And European Politics, Columbia Global Reports, New York, 2016. 2   Ivan Krastev, ‘‘The Populist Moment  , https://www.eurozine.com/the-populist-moment/. (Erişim: 19.07.2019) 3   Bugün ABD de Danold Trump, Fransa da Le Pen (Ulusal Cephe), Hollanda da Geert Wilders (PVV), Birleşik Krallıktaki  ‘‘Brexit   hareketinin UKIP gibi siyasi aktörleri, Yunanistan da SYRIZA, İspanya da PODEMOS, Macaristan da Viktor Orban, Türkiye de Recep Tayyip Erdoğan, Latin Amerika da başta önceki Venezüella devlet başkanı Hugo Chaves ve onun yönetimini devam ettiren Nicolas Maduro olmak üzere birçok siyasi aktör gibi, dünyanın çok farklı bölgelerinde hem sağ hem de sol siyaset çizgisinden gelen, 796Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 753-840         Popülizm, Liberal Demokrasi …  kavranması  güç,  oldukça  kaygan  ve  belirsiz  bir  kavram  olan  popülizm teriminin bu denli sık (olur olmaz) ve yoğun veya nerdeyse her bir siyasi hareketi nitelemek için kullanılması, kavramın anlam krizine yol açmakta veya bu krizi derinleştirmekte ve anlamsız bir terime dönüşmesine neden olmaktadır. Popülizm  kavramının  kullanımının  yükselişi  ve  siyasal  tartışmaların merkezine yerleşmesi, bu konudaki akademik literatürün de artmasına ve çeşitlilik kazanmasına neden olmaktadır. Popülizmin kavranmasına yönelik yapılan  ilk  ve  bu  konuda  bir  kilometre  taşı  niteliğinde  olan  akademik faaliyet,  1967 de  dünyanın  farklı  bölgelerinden  43  uzmanın  ‘‘popülizmi tanımlama    amacıyla  katılmış  olduğu  London  School  of  Economics te düzenlenen  konferanstır.  1969 da  bu  konferans  metinlerini  derleyerek kitaplaştıran Ghita Ionescu ve Ernest Gellner, bu kitabın girişinde ‘‘dünya üzerinde bir hayalet geziyor: popülizm   demelerine karşın, popülizmin net bir tanımını sunamamışlardır.4 Konferansa katılım gösteren uzmanlar, ortak bir popülizm tanımı geliştirememiş ve kavramın ortak özellikleri noktasında bir uzlaşıya varamamışlardır. Her biri popülizme kendi perspektifinde bir anlam  yüklemiştir  ve  popülizmin  farklı  bir  boyutunu  vurgulamıştır. Popülizm için geliştirilen ve kullanılan bu tanımlamaların bir bütün olarak ittifak ettiği kavramsal bir anlam ve kuramsal bir çerçeve bir yana, bunlardan bir kısmı birbirine tamamen zıt mana ve muhtevaya sahiptir. Daha sonra popülizm  üzerine  biriken  bir  hayli  akademik,  bilimsel  ve  sistematik çalışmalarda da kavramın ortak noktaları üzerine mutlak bir uzlaşı ve ittifak sağlanamamıştır. Sosyal bilimlerin ve bilhassa siyaset biliminin kavramları – genel olarak– tartışmalı olup kesin ve bağlayıcı bir tanıma sahip olmamakla birlikte, bu kavramlar  arasında popülizm  en çok tartışılan ve  kavramsal olarak  net  bir  tanıma  kavuşamayan  kavramlardan  biridir.  Elle  tutulur biçimde  yapılabilecek  bir  tanımın  yokluğundan  hareketle  bazıları,  Potter Stewar ın  ‘‘onu  gördüğümde  bilirim    (I  know  when  I  see  it)  ilkesini benimseyerek,  popülizme  bir  tanım  geliştirmek  yerine  onu  örnekleri üzerinden anlamlandırmaya çalışmışlardır.5 Popülizm kavramının bu denli                                                                                                                                             iktidar  veya  muhalefette  bulunan  birçok  siyasi  hareket  ve  aktör  ‘‘popülist    olarak nitelendirilmekte ve adlandırılmaktadır.  4   Ghita Ionescu & Ernest Gellner, ‘‘Introduction  , içinde Populism: Its Meanings and National Characteristics, Ed. Ghita Ionescu & Ernest Gellner, Weidenfeld and Nicolson, London, 1969, s. 1. 5   Eric  Fassin,  Popülizm:  Büyük  Hınç,  Çev.  Gülener  Kırnalı  &  İlker  Kocael,  Heretik Yayınları, Ankara, 2018, s. 18. ABD Yüksek Mahkemesi nde bir yargıcın baktığı bir taciz davasında pornografinin net bir tanımını yapamaması ancak ‘‘pornografiyi gördüğümde anlarım   ifadesine binaen, bazı sosyal bilimciler net ve elle tutulur tanım yapamadıkları 797Orhan                                                    Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 795-840 yaygın olarak kullanılması da, esasen onun oldukça müphem ve muğlak bir kavram  olması  ile  ilgilidir.  Çünkü  ancak  böyle  müphem  ve  muğlak  bir kavram,  dünyanın  birçok  yerindeki  siyasi  değişimi  ve  dönüşümü kapsayabilir ve birbirinden oldukça farklı çizgilerde duran siyasi hareketleri ve aktörleri niteleyebilir. Popülizm, bir tarafı faşist diktatörlük diğer tarafı gerçek demokrasi olan birbirine  tamamen  zıt  bir  hattın  iki  ucunda  bulunan  siyasi  pozisyonları niteleyebilecek kadar geniş bir kullanım yelpazesine sahiptir. Bir uçtakiler, popülizmi modern faşizmin günümüze uyarlanmış biçimi olarak neo-faşizm şeklinde nitelerken; diğer uçtakiler ise, demokrasinin eksikliklerini gideren gerçek  demokrasi  veya  ‘‘demokrasinin  demokratikleştirilmesi    ve ‘‘demokrasinin gerçek sesi   olarak değerlendirebilmektedir. Bu denli karşıt yaklaşım ve anlamlandırmalar, zorunlu olarak bizi popülizmin ne olduğu ve ne tür unsurlarının bulunduğunu tespit etmeye yönlendirmektedir. Ancak popülizmin  sabit  bir  özünün  bulunmaması  ve  özünü  değişken  kılan özellikleri kendi içinde barındırması, popülizme dair evrensel kabul gören kapsamlı bir tanım yapmayı son derece güçleştirmektedir. Popülizmin genelgeçer bir tanımını yapmak yerine, siyasal ve toplumsal alanı etkileme ve şekillendirme  tarzına  bakarak  popülizmi  kesen  temel  özelliklerin belirlenmesi  ve  bu  konuda  oluşan  literatürü  inceleyerek  yaygın  olarak paylaşılan kavramsal bir çerçevesinin tespit edilmesi imkansız değildir. Yani asgari  bir  genelleştirme  yapmak  mümkün  olabilmektedir.  Ancak  bu genelleştirmeden  sonra,  popülizmin  konumu  ve  söz  konusu  olan  iki  uç siyaset  (faşizm  ve  gerçek  demokrasi)  ile  ilişkisi  sağlıklı  bir  şekilde değerlendirilebilir. Benzer şekilde böyle bir genelleştirme, popülist olan ile popülist  olmayan  hareketlerin  ve  aktörlerin  birbirinden  tefrik  edilmesini sağlamaktadır. Bu çalışmada popülizm kavramı ve bu kavramın iki zıt siyasi anlayış ve pozisyon olarak liberal demokrasi ve faşizm (faşist diktatörlük) ile ilişkisi incelenmektedir. Bu çerçevede, öncelikle popülizm kavramı çok boyutlu bir şekilde ele alınarak ve bu konudaki literatür tartışmalarına geniş bir şekilde bakılarak, popülizmin –herkesçe kabul edilmez ve evrensel olarak kabul görmezse  de–  yaygın  olarak  paylaşılan  kavramsal  bir  çerçevesi,  ortak özellikleri ve unsurları belirlenmeye çalışılacaktır. Daha sonra popülizm ile liberal  demokrasi  arasındaki  girift  ilişkiye  bakılacak  ve  popülist  rejimin                                                                                                                                             ancak esasen kavramış oldukları bazı durumlar için böyle bir ilkeye başvurmuşlardır. Christopher Pierson da, modern devletin tanımına yönelik bu duruma atıf yapmıştır. Christopher Pierson, Modern Devlet, Çev. Neşet Kutluğ & Burcu Erdoğan, Chiviyazıları Yayınevi, İstanbul, 2011, s. 19.  798Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 753-840         Popülizm, Liberal Demokrasi …  liberal  demokrasiye  ve  insan  haklarına  yönelik  tutum  ve  etkileri araştırılacaktır.  Son  olarak  popülizm  ile  faşizm  karşılaştırması  yapılarak aralarındaki fark incelenecek ve popülist otoriterlik ile faşist  diktatörlük arasındaki sınır çizgisi tespit edilmeye çalışılacaktır. II. POPÜLİZM  KAVRAMI,  POPÜLİZMİN  TEMEL NİTELİKLERİ VE UNSURLARI Popülizm ile ilgili biriken literatüre bakıldığında kavramın çok farklı biçimlerde  tanımlanmış  olduğu  ve  bir  hayli  farklı  bağlamlar  içerisinde kullanılmış olduğu fark edilmektedir. Popülizm; bir hareket, bir siyaset tarzı, bir ideoloji, bir söylem, bir strateji, bir siyasal kültür ve çok amaçlı bir kavram olarak çeşitli biçimlerde tanımlanmıştır.6 Kavramın tanımına yönelik oldukça  geniş  bir  literatür  oluşmasına  rağmen,  kesin  ve  herkesçe  kabul edilebilir  bir  tanım  henüz  mevcut  değildir.  Bu  nedenle  de  popülizm kavramının tanımından önce kökenine, tarihsel örneklerine ve bu örnekler üzerinden ve/ya sürecinde gelişen akademik literatüre bakmak; kavramsal çerçeve ve –minimum düzeyde de olsa– ortak özelliklerin tespiti açısından daha anlaşılır bir yöntem olacaktır. ‘‘Popülizm   veya ‘‘popülist   kavramının tam olarak tarihsel kökenini belirlemek pek kolay değildir. ‘‘Popülizm   kavramının kökeni, esasen 19. yüzyılın ilk yarısında ‘‘halk   terimi ve ‘‘demokrasinin   değişen anlamı ile ilişkilidir.7  İlk  olarak  ne  zaman  kullanıldığı  konusunda  kesin  bir  tarih saptamanın  zorluğuyla  birlikte,  1890 larda  kullanıldığı  görülmektedir. Popülizm terimi, 19. yüzyılın sonunda, ‘‘halk   kavramının modern siyasetin ve  yeniden  olumlu  bir  şekilde  değerlendirme  eğiliminde  olan ‘‘demokrasinin    temel  bir  kavramı  haline  geldiği  bir  dönemde  ortaya çıkmıştır. İngilizce ‘‘halk   (people) kavramı ile Latince ‘‘populus   (halk) arasındaki ilişki, popülizm kavramının icat edilmesine veya türetilmesine esin kaynağı olmuştur.8 Bu kavram, 1892 yılında kurulan Amerika Halk                                                             6 Takis S. Pappas, ‘‘Modern Populism: Research Advances, Conceptual and Methodological Pitfalls,  and  the  Minimal  Definition  ,  s.  18-19. https://oxfordre.com/politics/view/10.1093/acrefore/9780190228637.001.0001/acrefore9780190228637-e-17?print=pdf.  Online  yayınlama  Tarihi:  Mart  2016.  (Erişim: 20.07.2019) 7 Tim Houwen, The non-European roots of the concept of populism, Sussex European Institute,  Working  Paper  No  120,  Brighton,  2011,  s.  7. https://www.sussex.ac.uk/webteam/gateway/file.php?name=sei-working-paper-no120.pdf&site=266. (Erişim: 15.07.2019) 8  Popülizm  (populism)  kelimesi,  Latincede  ‘‘halk    için  kullanılan  populus  teriminden gelmektedir.  Popülizm  kavramı,  2017 de  Cambridge  University  Press  tarafından Cambridge Sözlüğünün (Dictionary) o yılki sözcüğü olarak ilan edilmiştir. Popülizm, 799Orhan                                                    Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 795-840 Partisi ni  (American  People s  Party)  nitelemek  için  kullanılmış  ve sonrasında  yaygınlık  kazanmıştır.9  O  dönemde  adeta  Amerika  Halk Partisi nin  rumuzu  olarak  kullanılan  bu  kavram,  zamanla  bir  niteleme kavramına da dönüşüp olumlu veya olumsuz nitelemeler için kullanılmıştır. O dönemin gazetelerine bakan Tim Houwen, kavramın ilk kez 14 Aralık 1891 de  kullanıldığını  belirtmektedir.10  Houwen in  tepitine  göre,  kavram Amerika Halk Partisi nin kuruluşundan kısa bir süre önce kullanılmış olsa da,  söz  konusu  parti  ile  tanınmış  bir  kavram  olmuştur.  Amerika  Halk Partisi ne atfen kullanıma giren popülizm kavramı, demokrasinin entelektüel karşıtı bir iş olduğunu iddia eden ve kendini popülist olarak adlandıran kişilerin bu etiketi kullanmasıyla daha da yaygınlık kazanmıştır. Yine 19. yüzyılın ikinci yarısında ortaya çıkan Rusya daki Narodnik Hareketi için de popülizm kavramı kullanılmıştır. Tarihsel olarak Narodnik Hareketi bir süre daha erken olsa da, popülizm kavramının Amerika Halk Partisi ile ortaya çıkmasından sonra popülist olarak nitelendirilmiştir. İlk dönem popülist hareketler olarak nitelendirilen Amerika Halk Partisi ve Rus Narodnik Hareketi detaylarda birbirinden farklılaşmakla birlikte, her ikisi de özünde erdemli bir ‘‘halk   fikrine yönelmiştir. Popülizm kavramı, zamanla başlangıçtaki siyasi bağlamında koparak birbirinden  farklı  birçok  siyasi  olay,  aktör  ve  hareketi  nitelemek  ve tanımlamak  için  başvurulan  bir  kavram  olmuştur.11  İlk  örnekleri  olan Amerika Halk Partisi ve Rus Narodnik Hareketi hariç o dönemde popülizm üzerinden  tanımlanan  fazlaca  siyasi  hareket  bulunmamaktadır.  Esasen popülizm  kavramının  yaygınlaşması  ve  akademik  ilgiye  konu  olması, modern popülizmin İkinci Dünya Savaşından sonra ortaya çıkmasına denk gelmektedir. Popülizm kavramı, iki Dünya Savaşı arası dönemde var olan siyasi  hareketlere  veya  partilere  atıfta  bulunmak  üzere  veya  bunları nitelemek maksadıyla pek kullanılmamıştır. Ancak İkinci Dünya Savaşından                                                                                                                                             Cambridge  Sözlüğü  tarafından  sıradan  insanların  istediklerini  sağlayarak  destek almalarını amaçlayan siyasi fikirler ve etkinlikler olarak tanımlanmaktadır.  https://www.cam.ac.uk/news/populism-revealed-as-2017-word-of-the-year-by-cambridgeuniversity-press. (Erişim: (19.07.2019). https://dictionary.cambridge.org/dictionary/english/populism. (Erişim: 19.07.2019) Türk Dil Kurumu Sözlüğü ise ‘‘popülizm   terimini pejoratif bir anlam üzerinden şu şekilde tanımlamaktadır: ‘‘1. Politik durumu dramatize ederek halkın ilgisini uyandırmak amacıyla yapılan politika. 2. Halk yardakçılığı.   http://sozluk.gov.tr/. (Erişim: 20.07.2019) 9   Houwen, The non-European roots of the concept of populism, s. 8. 10  Houwen, The non-European roots of the concept of populism, s. 10. 11  Esasen her sözcük, hatta her isim, belirli bir anda karakterize ettiği veya isimlendirdiği bireysel olgunun ötesinde bir dilsel potansiyel sergilemektedir. 800Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 753-840         Popülizm, Liberal Demokrasi …  sonra popülizm kavramı, daha farklı bir anlamla kullanılmaya başlanmış ve gittikçe yaygınlaşmıştır. Faşizm ve Nazizm gibi totaliter hareketlerin halk desteği ve McCarty nin halk tarafından onaylanan politikaları, popülizmin yeni  bir  yorumunu  ortaya  çıkarmıştır.  Artık  Amerikalı  uzmanlar, ‘‘popülizmi    liberal  demokrasiye  karşı  bir  biçimde  tanımlamış  ve  eski totaliter rejimlerin geçmiş deneyimlerine karşı ‘‘kötüleyici   ve pejoratif bir anlamda kullanmışlardır.12 Bu bağlam içerisinde Amerikalı sosyolog Edward Shils, popülizmin çokyüzlü bir olgu olduğunu ileri sürmekte ve geniş bir tanımını yapmaktadır. Shils, popülizmin ‘‘iktidar/güç, mülkiyet, eğitim ve kültür tekeline sahip olduğuna inanılan, köklü/yerleşik ve farklılaşmış bir yönetici  sınıf  tarafından  topluma  dayatılan  düzene  karşı  halktaki kızgınlık/kin  ideolojisinin  bulunduğu  her  yerde  var  olduğunu    ifade etmektedir.13  Shils e  göre,  popülistler  entelektüellere,  politikacılara güvenmezler. Seçkinler ile halk arasındaki ilişki, popülizmin anlaşılmasını sağlayan  önemli  noktadır.  Popülizm,  halkın  seçkin  yöneticilerden  ve yöneticilerle ilişkili seçkin sınıftan daha bilge ve iyi olduğu düşüncesi ile belirlenmektedir.14 Shils e göre, popülizm demokrasiye yönelik bir tehlike arz etmekte, yasa koyucuların ve yargı mensuplarının bağımsızlığına yönelik bir tehdit oluşturmaktadır.15 Dolayısıyla buna karşı, savunulması gereken insan hakları ile birleştirilmiş bir demokrasidir. Popülizmin 1950 lerdeki olumsuz algısı, Seymour Martin Lipset in de 1960 taki popülizm analizinin başlangıç noktasını oluşturmaktadır. Lipset de, tıpkı Shils gibi, popülizmin tipik örneği olarak Amerika Halk Partisi ni değil; McCarthyiliği görmektedir.16 Popülizm kavramının en çok kullanıldığı yerlerden biri, –belki de en çok kullanıldığı yer– Latin Amerika daki politik hareketler ve aktörlerdir. Tarihsel örnekler içerisinde en öne çıkan ve çağdaş popülizm  tartışmaların  tamamının  değindiği  örnek,  Arjantin deki Peronizmdir.17 O dönemde Lipset de, 1946-1955 yılları arasında Arjantin Cumhurbaşkanı  Jaun  Peron u  popülist  olarak  nitelemektedir.  Lipset,                                                             12 Houwen, The non-European roots of the concept of populism, s. 18.  13 Edward Shils, The Torment of Secrecy: The Background and Consequences of American Security Policies, The Free Press, Glencoe, 1956, s. 100-101. 14 Shils, The Torment of Secrecy: The Background and Consequences of American Security Policies, s. 101. 15 Shils, The Torment of Secrecy: The Background and Consequences of American Security Policies, s. 102. 16 Lipset, popülizmi daha sert bir şekilde anti-demokratik olarak görmekte ve popülizmin faşist bir yönelimde olduğunu belirtmektedir. Seymour Martin Lipset, Political Man: The Social Bases of Politics, Heinemann, London, 1960, s. 167-169. 17 Peronizm, 1946-1955 ve 1973-1974 yılları arasında Arjantin devlet başkanlığı yapmış olan Jaun Peron ve müdavimlerinin siyaseti için kullanılan bir kavramdır. 801Orhan                                                    Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 795-840 popülizmin en tipik örneklerinden biri olarak gördüğü Peronizmin ‘‘partinin ve  liderin  gücünün  doğrudan  halktan  geldiğini  ve  parlamenterizmin kifayetsiz ve yozlaşmış siyasetçilerin hükümetine yol açtığını vurgulayan güçlü  bir  anti-parlamenter  popülist  muhtevaya  sahip    olduğunu belirtmektedir.18 Popülizm  kavramı,  1970 li yıllardaki Latin  Amerika daki  politikalar için sıklıkla kullanılan bir kavram olmuştur. Bu bağlamda, modern popülizm sıklıkla  Latin  Amerika daki  politik  hareketler  üzerinden  tanımlanmaya çalışılmıştır ve Arjantin de ortaya çıkan Peronizm ilk modern popülist rejim olarak değerlendirilmiştir.19 1960-1970 li yıllarda başta Latin Amerika ve dünyanın üçüncü ülkeleri olmak üzere birçok politik hareketin ve aktörün popülist olarak nitelenmesi ve popülizm kavramının politik tartışmalarda daha  fazla  yer  alması,  bu  konudaki  akademik  ilgiyi  artırmış  ve yoğunlaştırmıştır.  Çağdaş  siyaset  biliminde  popülizmin  tanımına  ve kuramsal içeriğine yönelik ilk kez 1967 de London School of Economics te bir konferans düzenlenmiştir. Popülizmin farklı görünümleri üzerine çalışan ve coğrafik olarak farklı bölgelerden birçok uzmanın katıldığı bu konferans, bir kilometre taşını teşkil etmektedir. Konferans metinlerini konferanstan iki yıl sonra kitaplaştıran Ghita Ionescu ve Ernest Gellner, bu akademik çabayı ‘‘19.  yüzyıl  boyunca  ve  hatta  20.  yüzyılda  daha  fazla  siyasal düşüncenin/aklın şekillenmesinde genel olarak kabul edildiğinden çok daha önemli  olan  bir  kavramın  temel  yönlerini  açıklama  girişimi    olarak belirtmektedirler.20 Bütünsel bir olgu olarak popülizmin ortak bir tanımına ulaşmak ve popülizmi kuramsal bir çerçeveye yerleştirmek için dünyanın birçok bölgesinden örnekler incelenmiş ve popülizm farklı veçheleriyle ele alınmıştır. Bu çerçevede; popülizm bir ideoloji ve/ya (ideolojik) bir hareket mi, benzer sosyal koşullar altında tekrar tekrar ortaya çıkan bir zihniyet mi, siyasal  psikoloji  açısından  tanımlanabilen  bir  politik  duygu  hali  mi,  bir karşıtlık  mı  (anti-kapitalist,  anti-kentlilik  veya  antisemitizm  vb.),  halk taraftarı ve halkı esas almakta mı, daha güçlü ideolojiler veya hareketler (sosyalizm  ve  milliyetçilik  gibi)  tarafından  massedilen  bir  zihniyet  mi şeklinde sorgulamalar yapılmaktadır.21 Konferansa katılan ve kitapta metni bulunan her bir yazar, popülizmin farklı yönü üzerinde durmuş ve farklı boyutlarını öne çıkarmış veya esas almıştır. Sonuç olarak, popülizme yönelik                                                             18 Lipset, Political Man: The Social Bases of Politics, s. 173. 19 Federico Finchelstein, Faşizmden Popülizme, Çev. Ali Karatay, İletişim Yayınları, İstanbul, 2019, s. 14. 20 Ionescu & Gellner, ‘‘Introduction  , s. 5. 21 Ionescu & Gellner, ‘‘Introduction  , s. 3-4. 802Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 753-840         Popülizm, Liberal Demokrasi …  herkesin üzerine uzlaştığı net ve ortak bir tanım veya popülizmin çekirdeğini teşkil eden bir fikirler bütünselliği ortaya çıkmamıştır.  Dünyadaki  birçok  popülizmi  (ABD,  Rusya  ve  Üçüncü  Dünya Ülkelerini) analiz eden Peter Worsley, Amerikalı sosyolog Edward Shils in popülizm  tanımının  ideal  tip  bir  tanımlama  olarak  kabul  edilebileceğini belirtmektedir. Shils in tanımında öne çıkan iki ilke olarak halkın egemenliği ve  yöneticiler/liderler  ile  halk  arasında  –ara  kurumlar  olmaksızın  veya aşılarak–  doğrudan  teması,  popülizmin  yaslanacağı  temel  ilkeler  olduğu belirtilmektedir.22  Worsley,  incelemiş  olduğu  örneklerden  hareketle popülizmin  sadece  belirli  bir  ideolojik  sistem  veya  organizasyon  türü olmadığını  daha  genel  olarak  politik  kültürle  veya  politik  kültürün  bir boyutuyla  ilgili  olduğunu  da  belirtmektedir.23  Yani  popülist  sendrom, spesifik olarak herhangi bir politikanın veya herhangi bir sınıfın yönetim biçimi  veya  bağlamı  içinde  tezahür  etmekten  ziyade  daha  geniş  olarak politika ile ilintilidir. Popülizmi  modernleşme  sosyolojisi  üzerinden  yani  toplumların modernite  sürecindeki  gelişmişlikleri  üzerinden  değerlendirenler  de olmuştur. Popülizm kavramını Latin Amerika daki örneklerini esas alarak analiz  eden  1960-1970 li  yıllardaki  akademik  söylemde,  modernleşme teorisinin baskınlığını görmek mümkündür. Torcuato Di Tella, azgelişmiş ülkelerde  orta-düzey  seçkinler  arasında  statüko  karşıtı  bir  hareket  ve motivasyon oluştuğunda, artan beklentiler mobilize yurttaşlardan bir kitle yarattığında ve yaygın duygusal durum kolektif bir coşku/heyecan meydana getirdiğinde  popülizmin  ortaya  çıktığını  belirtmektedir.24  Ancak  daha gelişmiş ülkelerde ise, sosyal demokrasinin oluştuğu durumlarda popülizmin oluştuğunu ifade etmektedir.25 Di Tella popülizmi, ‘‘harekete geçmiş ancak özerk bir biçimde örgütlenmemiş olan bir halk kesimine dayanan, toplumun orta ve üst katmanlarında yer alan bir seçkin sınıf tarafından yönetilen ve lider ile takipçileri arasında karizmatik ve kişiselleşmiş bir ilişki ile bir arada tutulan siyasal bir hareket   şeklinde tanımlamaktadır.26                                                             22  Peter Worsley, The Concept of Populism  , içinde Populism: Its Meanings and National Characteristics, Ed. Ghita Ionescu & Ernest Gellner, Weidenfeld and Nicolson, London, 1969, s. 243-246.  23  Worsley, The Concept of Populism  , s. 245. 24  Torcuato di Tella, Populism and Reform in Latin America, içinde Obstacles to Change in Latin America, Ed. Claudio Veliz, Oxford University Press, London, 1965, s. 53.   25  Di Tella, Populism and Reform in Latin America, s. 51. 26  Torcuato  S.  Di  Tella,  ‘‘Populism  into  the  Twenty-first  Century  ,  Government  and Opposition, Vol. 32, Issue 2, 1997, s. 197. 803Orhan                                                    Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 795-840 Popülizm analizi için söylemsel bir yaklaşım önermekte olan Ernesto Laclau,  popülizmi  siyasetin  kendisi  ile  özdeş  görmekte  ve  her  siyasi hareketin az veya çok popülist olacağını ileri sürmektedir.27 Popülizmi halka dayalı demokratik imgenin bir boyutu olarak değerlendiren Laclau, popülizm teorisini genellikle belirli bir söylemde hitap bulan politik temaya ve noktaya yoğunlaştırmaktadır. Laclau,  popülizm  kavramının  kullanımındaki  genişliğe  rağmen hepsinde ortak dayanağın ve referansın benzer bir kaynak ve dayanak olarak ‘‘halk    olduğunu  belirtmektedir.28  ‘‘Halk  ,  popülist  söylemin  ana göstergesidir. Ancak halkı vurgulayan her bir söylem, popülist bir söylem anlamına  gelmemektedir.  Çünkü  popülist  bir  söylem  aynı  zamanda toplumsal  alanı,  ‘‘halk    ve  ‘‘iktidar  bloku    şeklinde  iki  farklı  alana bölmektedir. Diğer bir deyişle popülizm, ‘‘halk  ın ‘‘iktidar bloku  na veya ‘‘iktidar  ideolojisine    karşı  muhalif  bir  karşıtlık  pozisyonuna  gönderme yapmaktadır. Laclau nun  popülizm  kavramı,  Marksist  düşünceye  dayanmaktadır. Karşıt kavramlar olarak konumlandırılan ‘‘halk   ve ‘‘iktidar bloku   veya ‘‘seçkinler    Marksist  terimler  ile  yorumlanmakta  ve  sıklıkla  sınıf göndermesinde bulunmaktadır. Yani halk ile iktidar bloku arasındaki çelişki tam anlamıyla sınıflar arası bir çelişki olarak isimlendirilmese de sınıfsal boyutu da var olan bir çelişkidir. Ancak iktidar bloku ile halk arasındaki çatışma söylemi, salt belirli sınıflar arası çatışmalarla bağdaşmayıp sınıf ötesi  bir  göstergeyi  belirtmektedir.  Bundan  dolayı  da  Laclau,  popülizmi halka dayalı demokratik bir biçim olarak değerlendirmektedir. ‘‘Popülizm, halka  dayalı  demokratik  unsurların  iktidar  bloğunun  ideolojisine  karşı muhalif  bir  seçenek  olarak  ileri  sürüldüğü  noktada  başlamaktadır.  29 Laclau nun yaklaşımında popülizm, siyasetin özü olarak değerlendirilmenin yanı sıra özgürleştirici bir güç olarak da ele alınmaktadır.                                                              27 ‘‘Bir hareket veya bir ideoloji -veya, her ikisini ortak türlerinin altına alırsak, bir söylem içeriklerinin eşdeğerlik mantığı ile eklemlenme derecesine bağlı olarak az ya da çok popülist olacaktır. Bu, hiçbir siyasi hareketin popülizmden tamamıyla muaf olmayacağı anlamına gelir, zira hiçbir siyasi hareket ‘halkı  bir düşmana karşı, toplumsal bir sınır kurmak  yoluyla,  belli  ölçülerde  konumlandırmaktan  geri  durmayacaktır.  Bu  nedenle popülist  özellikleri,  toplumun  geleceğinin  belirsiz  olduğu  siyasi  geçiş  dönemlerinde özellikle açık bir şekilde ortaya koyulacaktır.   Ernesto Laclau, ‘‘Popülizm Bir Ad Ne İçerir?  , Çev.  Hayriye Özen, Atılım Üniversitesi Sosyal Bilimler Dergisi, 2015,  Cilt: 1, Sayı: 1, s. 144-145. 28 Ernesto Laclau, Politics and Ideology in Marxist Theory, New Left Books, London, 1977, s. 165. 29 Laclau, Politics and Ideology in Marxist Theory, s. 173. 804Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 753-840         Popülizm, Liberal Demokrasi …  Daha  sonraki  çalışmalarında  popülizm  teorisini  tadil  eden  Laclau, popülizmin ‘‘halk   ile ‘‘seçkinler   arasındaki ilişki hakkında pek bir şey ifade  etmediğini  ve  bunun  yerine  iki  varlık  arasındaki  antagonist  bir temeldeki  ilişkinin  ürünü  olduğunu  belirtmektedir.  Bu  karşıtlık,  ilişkisi sadece sınıf temelinde ele alınmamakta ve popülist söylem sosyoekonomik yapı içerisindeki farklı yerlerde ortaya çıkabilmektedir. Ernesto Laclau nun popülizm  teorisini  analiz  eden  Murat  Belge nin  dediği  gibi,  ‘‘popülizm, belirli bir sınıf temeline indirgenerek açıklanacak bir siyaset değil, bir siyasî üslûptur;  aynı  zamanda  bir siyasî  mantıktır.  Farklı  zamanlarda,  farklı toplumsal ortamlarda, farklı sınıf ve tabakalar bu üslûbu ve bu mantığı benimseyebilirler.  30 Laclau nun popülizm teorisinde göze çarpan diğer bir değişim noktası ise,  popülizmin  söylemsel  ifadesi  artık  ‘‘halk    göstergesi  ile tanımlanmamaktadır. Heterojen taleplerin çok katmanlılığını eşdeğer bir dizi içerisinde birleştiren ‘‘boş göstergeler  , halk referansının yerini almıştır.31  Halk, çok sayıda talebi birleştiren siyasi mevzuları teşkil edecek gösterge olasılıklarından yalnızca biridir. Eşdeğerlilik ve farklılık mantığı arasındaki etkileşim ile nitelenmekte olan siyasi alanının türevi olarak popülizm, halkı boş gösteren olarak inşa etmektedir. Başka bir anlatımla, önceden belirli bir hakikatin ifadesi olarak değil, ‘‘boş göstergeler  den hareketle halkın inşası söz konusudur. Bununla beraber sınıfsal bir yapısı olmayan yeni bir öznenin meydana çıkması da söz konusu olmaktadır.  Cas Mudde ve Cristobal R. Kaltwasser, popülizm konusunda biriken yazınlara  bakarak  popülizmin  çeşitli  yaklaşımlar  çerçevesinden tanımlandığını  kabul  etmekle  birlikte;  biriken  bu  yazın  ve  çalışmalar arasında giderek artan sayıda popülizmi bir söylem, bir ideoloji veya bir dünya görüşü olarak varsayarak, genellikle ‘‘düşünsel yaklaşım   temelinde tanımladıklarını belirtmektedir.32 Bu yaklaşım ile ele alındığında popülizm temel özellikleri ve unsurları konusunda uzlaşının daha rahat sağlanacağı ifade edilmektedir. Bu çerçevede; ‘‘popülizmi, toplumu nihai bir biçimde ‘saf halk a karşı ‘yozlaşmış seçkinler  olarak iki homojen ve karşıt kampa ayrılmış  olarak  ele  alan  ve  siyasetin,  halkın  volonté  générale  (genel                                                             30  Murat Belge, ‘‘Dünyada Popülizm  , https://www.birikimdergisi.com/haftalik/8233/dunyada-populizm#.XSqHOgzZPY. (Erişim: 15.07.2019) 31  Laclau, ‘‘Popülizm Bir Ad Ne İçerir?  , s. 142. Ayrıca bkz. Ernesto Laclau, Popülist Akıl Üzerine, Çev. Nur Betül Çelik, Epos Yayınları, Ankara, 2007.  32  Cas Mudde & Cristobal R. Kaltwasser, Popülizm: Kısa Bir Giriş, Çev. S. Erdem Türközü, Nika Yayınevi, Ankara, 2019, s. 16. 805Orhan                                                    Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 795-840 iradesi)nin bir dışa vurumu olması gerektiğini ileri süren ince merkezli bir ideoloji olarak   tanımlamaktadır.33 Popülizmin ‘‘ince merkezli ideoloji   olarak tanımlanması popülizmin, diğer  ideolojilere  eklemlenerek  belirginleşmesi  anlamına  gelmektedir. Dolayısıyla gerçek dünyada popülizm, oldukça farklı ve zaman zaman da çelişkili  ideolojiler  ile  birlikte  ortaya  çıkmakta  ve  çok  farklı  şekiller alabilmektedir.34  Diğer  bir  ifadeyle,  popülizm  kendi  başına  çağdaş toplumların üretmiş olduğu sorunlara kapsamlı ve ayrıntılı cevap veren saf bir ideolojiden ziyade eklektik bir ideoloji olarak diğer ideolojilerle tekerrür etmektedir. Yani, popülizm saf olarak var olmaktan ziyade diğer kavramlar veya ideolojiler ile var olmakta ve hayatta kalmaktadır. Bundan dolayı da hem  sağ  hem  de  sol  siyasetler  ve  ideolojiler,  popülist  unsurlar taşıyabilmektedir. Farklı zaman ve yerlerde, sosyoekonomik ve sosyo-politik bağlama göre muhtelif biçimlerde ve eksenlerde popülizmin belirginleşmesi mümkündür. Mudde ve Kaltwasser, geliştirmiş oldukları popülizm tanımının sadece içerdikleriyle değil esasen dışarıda bıraktıklarıyla yani karşıt özellikleriyle anlam kazanacağını vurgulamakta ve popülizmin doğrudan karşıtlarını da seçkincilik  ve  çoğulculuk  olduğunu  belirtmektedir.35  Popülizmin  sunulan tanımı ve belirtilen özellikleri veya karşıt özellikleri, popülizm için ‘‘halk  , ‘‘seçkinler    ve  ‘‘genel  irade    şeklinde  üç  temel  kavramı  ve/ya  unsuru önemli kılmaktadır.                                                             33 Mudde & Kaltwasser, Popülizm: Kısa Bir Giriş, s. 16. 34 Mudde & Kaltwasser, Popülizm: Kısa Bir Giriş, s. 17. 35 Mudde & Kaltwasser, Popülizm: Kısa Bir Giriş, s. 18. Popülizmin ideolojiden ziyade bir politik iletişim tarzı olduğunu ileri süren Jan Jaggers ve Steffan Walgrave, popülizm ile ilgili tarihsel örneklere ve bilimsel teorik tartışmalara bakıldığında popülizm biçimlerinin üç unsurun ortak paydaları olduğunu belirtmektedirler. Birincisi, popülizm her zaman halka atıfta bulunur ve halka hitap ederek ve onları tanımlayarak eylemlerini haklı kılmaktadır;  ikincisi,  anti-elit/seçkin  duygulara  dayanmaktadır;  üçüncüsü,  halkı,  bir dışlama stratejisine tabi bazı çok özel kategoriler dışında, içsel farklılıkları olmayan, monolitik ve homojen bir grup olarak görmektedir. Bu üç özelliğin birlikte popülizmi tanımladığı ifade edilmektedir. Gerçi ‘‘ince   ve ‘‘kalın   popülizm gibi bir ayrımın mümkün olduğunu; işlevsel bir tanım olarak ‘‘ince   popülizm için bu üç unsurun birlikte olması gerekmediğini; ancak klasik görüşe yakın duran ‘‘kalın   popülizmin bu üç unsurun beraberliğinden oluştuğunu belirtmektedir. Jan Jagers & Stefaan Walgrave, ‘‘Populism as political  communication  style:  An  empirical  study  of  political  parties   discourse  in Belgium  , European Journal of Political Research, Vol. 46, Issue 3, 2007, s. 322. Esasen belirtilen  bu  özellikler  ve  unsurlar  ile  Mudde  ve  Kaltwasser  tarafından  altı  çizilen özellikler ve unsurlar uzlaşmakta ve aynı nitelikleri göstermektedir.  806Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 753-840         Popülizm, Liberal Demokrasi …  Popülizmin kapsamlı bir teorisinin bulunmadığını ve ‘‘popülizm yazılı bir doktrin değil, belirli bir iç mantığı olan bir belirgin iddialar bütünüdür  36 şeklinde ifade eden Müller de; –tıpkı Mudde ve Kaltwasser gibi– popülizmin temel  iki  özelliğini,  seçkincilik  ve  çoğulculuk  karşıtlığı  olarak belirtmektedir.37  Müller  ‘‘siyasetin  özgül  bir  ahlakçı  bakışla  tasavvur edilmesine dayandığını   düşündüğü popülizmin; siyaseti ahlaken saf ve bütünleşmiş halk ile ahlaken aşağı olan yozlaşmış seçkinler arasında –en nihayetinde  kurgusal  bir  şekilde–  bir  ayrım  üzerinden  ele  aldığını  ve kavradığını  belirtmektedir.  Seçkinlere  karşı  olmak,  popülist  olmak  için gerekli  ancak  yeterli  olmayan  bir  özelliktir.  ‘‘Popülistler,  seçkin  karşıtı olmanın yanı sıra her zaman çoğulculuk karşıtıdır. Onlar, kendilerinin ve yalnızca kendilerinin halkı temsil ettiğine inanır.  39 Popülistler, kendilerinin dışında  kalan  herkesin  ahlaksız  olduğunu  ve  gerçek  halkın  bir  parçası olmadığını  iddia  etmektedirler.  Her  zaman  erdemli  ve  ahlaklı  olarak tanımladıkları halk ile kendilerini bütünleştirmekte ve rakiplerini de ‘‘halk düşmanı    olarak  nitelemektedirler.  Böyle  bir  siyaset  esasen  kimlik siyasetinin bir biçimi olup halkı da homojen ve monolitik bir yapı olarak değerlendirmektedir. Popülizm ile ilgili oluşan geniş literatüre bakıldığında popülizmin temel niteliklerinin anti-seçkincilik ve anti-çoğulculuk ve bu özelliklerle ilintili olarak öne çıkan ana unsur ve kavramlarının da ‘‘halk  , ‘‘seçkinler   ve ‘‘genel irade   olduğu konusunda minimal bir uzlaşının var olduğunu ifade etmek mümkündür. Bizatihi tartışmalı olan bu temel kavramların popülizm için  ifade  ettikleri  anlamın  ve  denk  geldikleri  maksadın  anlaşılması gerekmektedir.  Çünkü  popülizmin  çekirdeğini  oluşturan  bu  kavramlar kavranmadan popülizmin kendisinin kavranması mümkün değildir. A. Popülist Siyasetin Temel Unsuru: Halk Popülizmin merkezinde ‘‘halk   kavramı yer almaktadır. Ancak ‘‘halk   kavramının kendisi haddi zatında zorlu ve belirsiz bir kavramdır. Farklı tecrübeler ve yaklaşımlar yelpazesinde ele alınan modern ilgideki şöhretine rağmen halk kavramının özellikleri büyük ölçüde netleşmemiştir. Modern politik söylemdeki önemine karşın siyaset teorisyenleri tarafından yeterli derecede  çalışılmamıştır.  Dolayısıyla  da  farklı  popülistler  için  farklı                                                             36  Jan-Werner Müller, Popülizm Nedir?, Çev. Onur Yıldız, 2. Baskı, İletişim Yayınları, İstanbul, 2018, s. 25. 37  Müller, Popülizm Nedir?, s. 15, 36. 38  Müller, Popülizm Nedir?, s. 36. 39  Müller, Popülizm Nedir?, s. 36. 807Orhan                                                    Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 795-840 anlamlara gelebilmektedir.40 Esasen Laclau nun belirttiği gibi, halkın böyle ‘‘boş gösteren   olması, popülizmin bu denli güçlü olmasını sağlamış ve aynı zamanda halkın inşa edilecek olmasına işaret etmiştir.41 ‘‘Halk   kavramının muğlaklığı;  bazılarının  iddia  ettiği  gibi  kavramı  tamamen  anlamsız  ve kullanışsız  bir  hale  getirmemekte  veya  diğer  bir  kısmının  belirttiği  gibi popülizmin temel kavramı olmaktan çıkarmamaktadır.42 Günlük dilde ‘‘halk   kavramı kullanıldığında üç farklı anlama tekabül edebilmektedir: Ulus olarak halk, seçkinlerin dahil edilmediği avam olarak halk  ve  herkes  olarak  halk.43  Müller  de,  Antik  Yunan  ve  Roma İmparatorluğu  zamanından  bu  yana  ‘‘halk    kelimesinin  en  az  üç  farklı anlamda kullanıldığını belirtmektedir. Birincisi, herkes olarak halk (siyasal birimin bütün üyeleri); ikincisi, ‘‘sıradan insanlar   olarak halk (dışlanmışlar, ezilmişler veya unutulmuşlar); üçüncüsü, açıkça kültürel anlamıyla bir bütün olarak ulus anlamında halk.44 Bu bağlamda, ‘‘halk   kavramı doğal olarak elastik olup farklı anlamlar içerecek şekilde kullanılabilmektedir. Esnek olan doğası her bir kullanımda aynı zamanda bir inşa da içermektedir. Taggart,  popülizmin  ‘‘halk    kavramına  retorik  düzeyde  bu  denli başvurmasının  nedeninin  ‘‘halk    teriminin  çağrışımıyla  ilintili  olduğunu ifade etmektedir. Halk kavramı, çoğunluk ve kalabalık kitleyi ima etmekte ve  dolayısıyla  da  halkın  desteğini  almak  meşruiyetin  temel  kaynağını oluşturmaktadır.  Ancak  bu  kalabalık  ve  çoğunluk,  çoğulcu  bir  yapıda                                                             40  Margaret Canovan, ‘‘‘People , Politicians and Populism  , Government and Opposition, Vol. 19, Issue 3, 1984, s.  313-314. 41  Laclau, Popülist Akıl Üzerine, s. 85-135. 42  Taggart a göre, ‘‘halk   kavramının belirli bir derinliği olsa da popülizmin rehber ilkesi olamayacak  kadar  çok  çeşitlilik  barındırmaktadır.  Halk  yerine  esasen  ‘‘anayurt   anlayışının popülizmde esas olduğunu belirtmektedir. Popülizmin retorik düzeyde sürekli ‘‘halk  ı referans almasının nedeni ise, popülist tahayyülde derin bir şekilde kökleşmiş, üstünde erdemli ve birleşik bir nüfusun yaşadığı, zımni bir ‘‘anayurt   anlayışından gelmektedir. Çünkü anayurt, popülizmin kuramsal açıdan sınıflar üstü hatta sınıfsız olduğu kavrayışına götürmektedir. Çünkü anayurt tahayyülünde, halk her zaman homojen ve birleşik bir nüfus olduğu kabulü bulunmaktadır. Paul Taggart, Popülizm,  Çev. Barış Yıldırım,  İstanbul  Bilgi  Üniversitesi  Yayınları,  İstanbul,  2004,  s.  120-121.  Ancak Taggart ın  halk  ile  anayurdu  tersyüz  eden  bu  iddiası,  pratikte  popülizmin  ‘‘halk  kavrayışında bir değişiklik ifade etmemektedir. 43  Canovan, ‘‘‘People , Politicians and Populism  , s. 315. 44  Müller, Popülizm Nedir?, s. 38-39. Mudde ve Kaltwasser, halkın her üç anlamında da ‘‘halk    ile  ‘‘seçkinler    arasındaki  esas  ayrım  ikincil  bir  özellikle  ilişkili  olduğunu belirtmektedirler.  ‘‘‘Halk ,  (…)  çoğunlukla  şu  üç  anlamda  kullanılmaktadır:  egemen olarak halk, sıradan insanlar ve ulus. Her üç durumda da ‘halk  ve ‘seçkinler  arasındaki ilişki esas ayrım ikincil bir özellikle ilişkilidir: sırasıyla, siyasal güç, sosyoekonomik statü ve milliyet.   Mudde & Kaltwasser, Popülizm: Kısa Bir Giriş, s. 20-21. 808Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 753-840         Popülizm, Liberal Demokrasi …  olmayıp  monolitik  ve  homojendir.  Birleşik  ve  bir  bütünlük  içerisinde resmedilen halk, temel çelişkileri olmayan ve dayanışma içerisinde bulunan bir varlık olarak ele alınmaktadır. Popülistler, homojen ve çoğunluk olan halk  ile  bütünleşme  iddiasındadırlar.  Yani  halk  ile  özdeşlik  kurarak bütünleşmiş bir ‘‘biz   kimliğini oluşturma ve dışarıda kalanların ‘‘biz   olmadığı iddiasıdır.45 Popülizmin tek, homojen ve birleşik halk düşüncesi esas  olarak  bir  kurgu  olmanın  yanı  sıra  ‘‘tehlikeli    bir  yaklaşımdır. Habermas ın belirttiği gibi, halk ancak çoğul bir şekilde var olabilir. Halkı homojen olarak ele alan yaklaşım, bu ‘‘homojen yapının   dışında kalanlara yönelik bastırıcı politikaları zorunlu kılmaktadır.46 Esasen popülistler, kim olduklarını kim olmadıkları üzerinden tanımlarlar ve belirlerler. Popülistlerin toplumu karşıt iki gruba ayırmaları ve bu gruplardan birinin lanetlenmesi (özellikle seçkin dedikleri kesime karşı duyulan antipati), aynı zamanda bir kimlik oluşturma gayretlerinin de önemli bir parçasıdır.47 Bu ‘‘öteki   olan toplumsal  grup,  bağlama  göre  değişkenlik  göstermektedir.  Önemli  olan nokta ise, bu ‘‘öteki  nin varlığıdır. Çünkü bu ‘‘öteki  nin varlığı sayesinde esasen belirsiz ve oldukça heterojen olan ‘‘halk   için bir kimlik sağlanabilir ve böylece bu halkın arasında dayanışma ve konsolidasyon temin edilebilir. Dahası, popülizmde bu öteki denilen grup halkın dışına itilmekte ve halktan sayılmamaktadır. Popülistler, halkı yüceltmek ve seçkinleri eleştirmenin yanı sıra, halkın bir kısmının gerçek/hakiki halk olduğunu iddia etmektedir. Aynı zamanda sadece kendilerinin bu gerçek halk ile bütünleştiğini veya bu halkı yalnızca  kendilerinin  temsil  ettiğini  de  ileri  sürmektedirler.48  Zaten  halk olmayanların  temsil  edilmesi  de  gerekmemekte  ve  esasen  herhangi  bir hakları da bulunmamaktadır.  B. Popülist Siyasetin Karşıt Unsuru: Seçkinler Popülizmin  belirgin  özelliği  veya  özü,  toplumu  ‘‘gerçek  halk    ve ‘‘yozlaşmış seçkinler   şeklinde iki homojen ve düşman grubu ayırmasıdır. Buna bağlı olarak da siyasetin esas olarak halkın genel iradesinin bir ifadesi olduğu  ve  sosyal  değişimin  de  seçkinlerin  radikal  değişimi  vasıtası  ile olabileceği iddia edilmektedir.49 Ancak bu durumun kendisi, seçkinlerin kim olduğu konusunda pek bir şey ifade etmemektedir. ‘‘Halkın   karşısında yer                                                             45  Taggart, Popülizm, s. 115-116.  46  Jürgen Habermas, ‘‘Öteki   Olmak, ‘‘Öteki  yle Yaşamak: Siyaset Kuramı Yazıları, Çev. İlknur Aka, 6. Baskı, Yapı Kredi Yayınları, İstanbul, 2012.  47  Taggart, Popülizm, s. 118-119. 48  Müller, Popülizm Nedir?, s. 39 49  Ivan Krastev, ‘‘The Populist Moment  , https://www.eurozine.com/the-populist-moment/. (Erişim: 19.07.2019.) 809Orhan                                                    Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 795-840 alan ‘‘seçkinler   ile ilgili akademik anlamda da kuramsal bir çerçeve veya somut bir ölçüt belirlenmemiştir. Dolayısıyla popülizmin ikinci unsuru olan veya siyasal olarak karşıtlığı üzerinden kendini tanımladığı ‘‘seçkinler  , belirgin  ve  somut  bir  grup  olmayıp  değişkenlik  gösterebilmektedir. Seçkinlerin  belirlenmesi,  çoğunlukla  popülist  siyaset  tarafından  gerçek halkın tanımlanma biçimi ile ilintilidir. Popülist söylemde bir kategori olarak ‘‘seçkinler  , ampirik olarak net bir kesim olmayıp daha çok ampirik gerçeklik ile sembolik yapının karışımı bir  kategoridir.  ‘‘Seçkinler    kavramının  anlamı,  popülistlerin  mobilize ettikleri  veya  edecekleri  ve  oylarını  aldıkları  veya  alacakları  ‘‘gerçek halkın    dışında  kalan  grubu  içerecek  şekilde  sembolik  olarak kullanılmaktadır.  Bu  nedenle;  seçkinlerin  ve  halkın  kimlerden  oluştuğu, sosyo-politik bağlam ve ilgili gruplar ile hizipler arasındaki iktidara bağlı olup değişken bir niteliktedir.50 Mesela muhalefetteki bir popülist aktör ile iktidardaki bir popülist aktör için seçkinler farklılaşabilmekte veya soldaki bir  popülist  ile  sağdaki  bir  popülist  için  de  seçkin  kategorisi değişebilmektedir.  Bazı toplumsal grupların daha sık olarak popülist söylemdeki seçkinler kategorisine  dahil  edilerek  hedef  alınması,  bu  grupların  ve  toplumsal kesimlerin  popülizmin  değişmez  yozlaşmış  seçkinleri  ve  gerçek  halk karşıtları oldukları anlamına gelmemektedir. Çünkü popülizmin gerçek halk ve yozlaşmış seçkinler ayrımı özünde ahlaki bir ayrımdır. Mesela; birçok popülist, siyasi sistem karşıtı olmanın yanı sıra, iktisadi seçkinleri, kültürel seçkinleri ve medya seçkinlerini tek bir homojen grup olarak yozlaşmış seçkinler şeklinde sunmaktadır. Burada öncelikle seçkinler, iktidar temelinde tanımlanmakta olup siyaset, ekonomi, medya ve sanata önde gelen ve üst pozisyonda  bulunan  birçok  kişiyi  içermektedir.  Ancak  ampirik  olarak popülizmin  hedefindeki  yozlaşmış  seçkinler  sadece  bu  kesimlerden oluşmamakta, bazen bu kesimlerin bir kısmını halkın içerisine dahil etmekte veya bazen de daha alt statüdeki kesimleri seçkinlere dahil edebilmektedir.51 Ayrıca seçkinlerin iktidar temelinde tanımlanması, muhalefetteki popülist siyasetin  iktidar  olması  durumunda  popülist  olmaktan  çıkacağı  veya  hiç değilse  daha  az  popülist  olacağı  ya  da  istemedikleri  şeye  ‘‘seçkinler  e                                                             50  Cesar Rodriguez-Garavito & Krizna Gomez, ‘‘Responding to The Populist Challenge: A New Playbook for The Human Rights Field  , Rising to the Populist Challenge: A New Playbook for Human Rights, Ed. Cesar Rodriguez-Garavito & Krizna Gomez, Ediciones Antropos, Bogota, D.C./ Colombia, 2018, s. 18. 51  Mudde & Kaltwasser, Popülizm: Kısa Bir Giriş, s. 23. 810Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 753-840         Popülizm, Liberal Demokrasi …  dönüşecekleri farazisine dayanmaktadır.52 Bu faraziye ise, hem popülizmin gerçek halk ve yozlaşmış seçkinler ayrımının ahlaki özünü hem de popülist siyasetin  becerisini  göz  ardı  etmektedir.  Zira  popülistler  iktidara geldiklerinde  de  popülist  olmaya  devam  etmektedirler.  Fakat  iktidardaki popülistler, seçkinleri kısmen yeniden tanımlamakta ve böylece seçkinler karşıtı  veya  sistem  karşıtı  söylemlerini  sürdürmektedirler.  İktidardaki popülistler, özetle ‘‘gerçek iktidarın demokratik olarak seçilmiş liderlerde, yani  popülistlerde  değil,  halkın  sesini  boğmak  için  meşru  olmayan iktidarlarını elde tutmaya devam eden bazı gölge güçlerde olduğunu   iddia etmektedirler.53 Adeta paranoyak bir siyaset biçimi söz konusu olmaktadır. Aslında seçkinler kategorisinin sembolik bir yapı olduğunu popülist siyasetin aktüel pratiklerinde sıklıkla görmek mümkündür. Popülistler, çoğu zaman,  zengin  ve  güçlü  olanlar  ile  dezavantajlı  grupları  birlikte harmanlayarak  seçkinler  kategorisinin  içine  dahil  etmektedir.  Böyle  bir karışım, esasen ampirik olarak mantıksız olduğu kadar sembolik ve politik olarak  da  o  denli  güçlüdür.  Avrupa  ve  ABD deki  göçmenlerin  veya Macaristan daki Çingenelerin ve Hindistan daki Müslümanların tamamı, alt toplumsal  statülerine  rağmen  ‘‘ayrıcalıklı    olarak  nitelenmektedir. Popülistler, bu grupları ‘‘gerçek halkın   –gerçek beyaz Amerikalı, gerçek Hristiyan  Macar,  gerçek  Hindu  Hintli–  çıkarlarını  ihlal  edenler  olarak görmektedirler.54 Burada diğer bir nokta ise; özellikle Avrupa daki yabancı düşmanı  popülistler,  çoğu  zaman  ‘‘yabancıları    (göçmenleri)  dışlayarak ‘‘halkı   etnik olarak tanımlamaktadır. Bunun mantıksal sonucu seçkinlerin de  bir  başka  etnik  grup  üzerinden  belirlenmesi  gerekirken;  popülistler, seçkinleri başka bir etnik grubun parçası olarak sunmazlar ancak gerçek halkın  (yerli  halkın)  çıkarlarının  karşısında  göçmenlerin  çıkarlarını savunanlar olarak tarif ederler.55 Bu çerçevede, statü olarak üste olan zengin ve egemen siyaset ve profesyonel gruplar genellikle popülist söylemdeki seçkinler  muamelesine  maruz  kalmalarına  veya  anti-seçkinciliğin  hedefi olmalarına  rağmen;  popülist  söylemdeki  seçkinlerin  biçimi  ve  konumu, sadece  sosyoekonomik  ve  sosyo-politik  durumlarına  indirgenerek tanımlanamaz ve tamamen bağlamsal bir durum olup birçok faktöre (yer, zaman gibi) bağlı olarak değişmektedir. Popülizm için önemli olan, halk karşıtı seçkinlerin sembolik bir yapıda var olmasıdır. Seçkinlerin ampirik                                                             52  Taggart, Popülizm, s. 127. 53  Mudde & Kaltwasser, Popülizm: Kısa Bir Giriş, s. 24. 54  Rodriguez-Garavito & Gomez, ‘‘Responding to The Populist Challenge: A New Playbook for The Human Rights Field  , s. 18-19. 55  Mudde & Kaltwasser, Popülizm: Kısa Bir Giriş, s. 26. 811Orhan                                                    Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 795-840 karşılığı, tamamen bağlama göre değişkendir ve olgusal olarak da yer yer hayali bir inşadır. C. Popülist Siyasetin Temsil İddiası: Genel İrade? Popülizmin  temel  özellikleri,  seçkin  karşıtlığı  ve  çoğulculuk karşıtlığıdır. Yani, popülistler, seçkin karşıtı olmanın yanı sıra her zaman çoğulculuk karşıtıdır. Popülistlerin çoğulculuk karşıtı olmaları, hem halkın bütünleşik ve homojen bir yapıda ele alınması hem de bununla ilintili olarak halkın  yekpare  bir  biçimde  temsil  edilmesi  anlamına  gelmektedir. Popülistler,  sadece  ve  sadece  kendilerinin  gerçek  halkı  temsil  ettiklerini iddia etmekte ve buna inanmaktadırlar.56 Bu bağlamda, popülistler genellikle halkın farkında olduğu ve istediği tek bir ortak iyinin bulunduğunu ve siyasi bir aktör olarak kendilerinin bu iyiyi net bir şekilde uygulayacaklarını iddia etmektedirler. Başka bir ifadeyle; popülistler, ‘‘halkın   tek sesli olduğunu ve siyasetçilere iktidara gelince tam olarak ne yapmaları gerektiğini ifade eden  bağlayıcı/emredici  bir  vekaletname  verdiğini  düşünmektedir.57  Bu anlamda  Mudde  ve  Kaltwasser,    aralarındaki  belirgin  farklılığa  rağmen popülist  aktörlerin  genellikle  biraz  ‘‘Rousseaucu    olduklarını belirtmektedir. ‘‘Birçok popülist, genel irade kavramını kullanarak, temsili yönetimin Rousseaucu eleştirisini paylaşır.  58  Zaten popülizmin de, temelde siyaseti halkın genel iradesinin (volonté générale) bir ifadesi ve dışavurumu olarak ele aldığı ileri sürülmektedir.59 Bu, biraz da popülistlere temsile karşı ve doğrudan demokrasiye taraftar bir pozisyon biçmektedir. Ancak genel kanaatin aksine; popülistler genel olarak temsili demokrasiye karşı olmayıp sadece temsilin belli bir çeşidini kabul etmektedirler ve onaylamaktadırlar. Müller in ifadesiyle, ‘‘doğru halk, doğru kararlar alacak doğru temsilciler tarafından temsil edilip, doğru uygulamalar yaptığı sürece popülistler temsil konusunda sorun çıkarmazlar.  60 Popülistler için önemli olan, halkın tek gerçek  temsilcileri  olarak  iktidara  seçilmeleridir  yoksa  temsili  siyasetin kendisi bir sorun değildir.  Popülizmin gerçek halk ve yozlaşmış elitler arasındaki tekçi ve ahlaki olan ayrımı, bir yönüyle genel iradenin varlığına işaret etmektedir. Çünkü genel irade, bütünleşik bir topluluk olarak halkın (tabii popülizmde gerçek halkın) ortak çıkarını yani kamu yararını esas alacak yasaların yapım ve                                                             56 Müller, Popülizm Nedir?, s. 15, 36. 57 Müller, Popülizm Nedir?, s. 48. 58 Mudde & Kaltwasser, Popülizm: Kısa Bir Giriş, s. 28. 59 Mudde & Kaltwasser, Popülizm: Kısa Bir Giriş, s. 16. 60 Müller, Popülizm Nedir?, s. 42. 812Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 753-840         Popülizm, Liberal Demokrasi …  uygulamasına gönderme yapmaktadır. Rousseau nun da egemenlikle eşdeğer tuttuğu genel iradesi, yanılmaz, devredilmez ve bölünmez bir nitelikte olup her  zaman  kamu  yararını  hedeflemektedir.61  Ayrıca,  popülist  siyasetin pratiklerinde  de  sıklıkla  genel  iradenin  izlerini  görmek  mümkündür. Popülistler,  kendilerini  ve  destekçilerini  halkın  tamamı  olarak görmektedirler. Kendilerini özdeşleştikleri halkın yegane meşru temsilcileri olarak gören popülist aktörler, halkın iradesine sürekli başvurmaktadırlar. Seçimi kaybedip muhalefette kaldıklarında da, sistemin ve karşıt oldukları seçkinlerin halkın iradesinin tecelli etmesine engel olduğunu iddia ederler. Ancak bütün bunlar, halkın popülist temsili ile Rousseau nun genel iradesini aynılaştırmaz.  Aralarında  ortak  noktalar  bulunmakla  birlikte,  temel farklılıklar da bulunmaktadır. Popülistler, halk iradesinin demokratik temsilini savunuyor görünmekle birlikte;  esas  olarak  ‘‘gerçek  halk  ın  sembolik  bir  temsiline dayanmaktadırlar.  Halkın  iradesi  hakkında  ‘‘gerçek  halk  ın  kimliği üzerinden  öngörüde  bulunulmaktadır.  Ancak  halkın  genel  iradesinin dayanağı olan halkın tümü, hiçbir zaman aynı kalmayıp sürekli değişmekte olan ve dolayısıyla hiçbir zaman anlaşılmaz ve esasen de temsil edilemez bir şeydir. Başka bir anlatımla, tutarlı ve tek bir ‘‘halk iradesi  nin bir fantezi olduğunu  söylemek  pek  yanlış  olmayacaktır.  Bu  çerçevede,  popülist siyasette genel iradeden ziyade ‘‘halkın ruhu   veya ‘‘özü   daha doğru bir anlatımla ‘‘gerçek kimliği   belirleyici olmaktadır. Müller in ifade ettiği gibi, ‘‘popülistler, başlangıçta iradeyi temsil etmeye dair olan iddiadan, aslında sembolik bir özü temsil etmeye dair bir iddia çıkarırlar.  62 Gerçi popülist aktörlerin  sıklıkla  referandum  veya  plebisit  gibi  doğrudan  demokrasi mekanizmalarına  başvurmaları  daha  çok  halkın  iradesi  ile  ilintili  olarak görülmektedir. Ancak burada ince bir fark bulunmaktadır. Popülistler için referandum, önceden detaylı bir şekilde düşünülmüş kararları daha doğru bir anlatımla  ‘‘gerçek  halkın    çıkarları  adına  veya  onlar  için  popülistlerin önceden tasarladıklarını onaylamak ve güçlendirmek anlamına gelmektedir. Yurttaşların hem yasaları yapmaya hem de uygulamaya yetkili oldukları aktif  katılımın  gerektiği  Rousseau nun  genel  iradesinin  aracı  olarak referandum ile popülistlerin referandumu tamamen aynı olmamakla birlikte; kesiştikleri noktalar da bulunmaktadır.                                                              61 Jean-Jacques Rousseau, Toplum Sözleşmesi, Çev. Vedat Günyol, Türkiye İş Bankası Kültür Yayınları, IX. Baskı, İstanbul, 2012, s. 23-27. 62 Müller, Popülizm Nedir?, s. 46-47. 813Orhan                                                    Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 795-840 III. POPÜLİZM vs. LİBERAL DEMOKRASİ Popülizme yönelik yapılan çalışmaların –nerdeyse– tamamı, bir şekilde ve bir ölçüde popülizm ile demokrasi arasındaki ilişkiyi de ele almaktadır. Popülizm  ile  demokrasi  arasındaki  ilişki  veya  popülizmin  demokrasi üzerindeki etkileri, yoğun bir şekilde tartışılmakta ve çok farklı biçimlerde değerlendirilmektedir. Popülizm kavramının tanımlanmasına yönelik olduğu gibi demokrasinin de muhtelif şekillerde ele alınması, aralarında var olan karmaşık ilişkiyi daha da karmaşıklaştırmanın yanı sıra bu ilişkiyi nitelemeyi zorlaştırmakta ve farklılaştırmaktadır. Demokrasi ile ilgili farklı yaklaşımlar ve çeşitli tartışmalar olmakla birlikte, demokrasi ve liberal demokrasi ile ilgili  minimum  düzeyde  de  olsa  bir  uzlaşı  ve  ittifak  bulunmaktadır. Dolayısıyla burada demokrasinin kendisi ile ilgili tartışmaların detaylarına girilmeyecek ve bu konudaki minimum kabuller üzerinden popülizm ile ilişkisine ve popülizmin ona olan etkilerine bakılacaktır. Hem popülizmin hem de demokrasinin halk egemenliği ilkesini merkezi bir kaynak ve referans olarak ele alması, aralarında karşılıklı ilişki ile ilgili soruları beraberinde ortaya çıkarmaktadır. Bazıları popülizmi, demokrasinin en saf hali olarak değerlendirirken; diğer bazıları ise, demokratik bir rejimin temel bazı unsurlarını yıkan ve potansiyel tiranlık olarak tanımlamaktadır. Pratik  siyaset  içerisinde  popülizmi  savunanalar,  öncelikle  demokrasiyi halkın doğrudan yönetimi olarak kavramsallaştırmakta ve böylece popülizmi de demokrasi ile tanımlamaktadır. Popülizm karşıtları ise; halkın temsilinin yanı  sıra,  güçlerin  ve  çıkarların  dengelenmesi  olarak  kuvvetler  ayrılığı, bireysel  hakları,  fikir  özgürlüğü  ve  azınlıkların  korunması  gibi  temel hakların önemini vurgulayan ve öne çıkaran demokrasinin daha liberal veya anayasal  yaklaşımını  benimsemekte  ve  popülizmi  demokrasinin  karşıtı olarak tanımlamaktadır.63 Popülizm ile demokrasi ilişkisi, birbirine zıt iki vasıf üzerinden nitelenmektedir. Bir yandan popülizm demokrasi ile özdeş olarak görülmekteyken; öte yandan ise, popülizm diktatörlük ile eşdeğer bir biçimde  değerlendirilmektedir.  Bu  her  iki  ‘‘uç    yaklaşım  dışında  daha ‘‘mutedil    bir  yaklaşım  ise,  popülizmi  demokrasi  ile  diktatörlük görüngesinde  ikircikli  bir  konumda  değerlendirmektedir.  Popülizmin demokrasi üzerindeki etkisini bağlamsal olarak ele almaktadır.  Popülizm ile demokrasi ilişkisine yönelik akademik çalışmalarda da farklı  okumalar  ve  yaklaşımlar  bulunmaktadır.  Kaltwasser;  popülizm  ile demokrasi arasındaki ilişki veya popülizmin demokrasi üzerindeki etkisi ile                                                             63  Koen Abts & Stefan Rummens, ‘‘Populism versus Democracy  , Political Studies, Vol. 55, Issue 2, 2007, s. 405. 814Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 753-840         Popülizm, Liberal Demokrasi …  ilgili  olarak  üç  farklı  yaklaşım  olduğunu  belirtmektedir:  Popülizmi demokrasinin temel bir unsuru olarak ele alan radikal yaklaşım, popülizmi demokratik  bir  patoloji  olarak  gören  liberal  yaklaşım  ve  popülizmi demokratik bir ikirciklik olarak değerlendiren minimal yaklaşım.64  Mudde ve  Kaltwasser,  popülizmin  bizatihi  demokrasi  için  ne  iyi  ne  de  kötü olduğunu  ve  seçim  gücüne  ve  içinde  yükseldiği  bağlama  bağlı  olarak demokrasi için ya bir tehdit ya da bir ıslah unsuru olarak işlev görebileceğini belirtmektedirler.65 Popülizmin demokrasi üzerindeki etkisinin de özellikle demokratikleşme  sürecinin  evresi  ile  ilgili  olduğu  ileri  sürülmektedir. Mesela;  popülizm,  asgari  demokrasinin  teşvik  edilmesinde  olumlu  ve geliştirici bir etkiye sahip iken; gelişimini tamamlamış liberal demokratik bir rejim üzerinde ise olumsuz ve demokrasiden uzaklaştırıcı bir etkiye sahip olmaktadır.66 Popülizmi demokrasi ile özdeş veya demokrasinin en saf hali ya da demokrasinin  temel  bir  unsuru  olarak  gören  yaklaşım,  popülizmi  temsil sisteminin eksikliklerini ve yok olmuş veya bozulmuş taahhütlerini ortaya çıkaran ve düzelten bir araç olarak analiz etmektedir. Popülizm, seçkinlerin temsil etmediği veya temsil edilmediğini hisseden grupların sesini duyurarak (sessiz çoğunluğun sesi iddiası) ve onları kurulu düzene tepki vermeye ve değiştirmeye zorlayarak bir tür demokratik düzeltici veya ıslah edici bir unsur olarak kavranmaktadır.67 Özellikle Laclau, popülizmi ‘‘iktidar bloku   karşısındaki ‘‘halka   dayalı demokratik bir biçim olarak savunmaktadır. Laclau,  siyasetle  özdeş  gördüğü  popülizmi  aynı  zamanda  demokratik özgürleştirici  bir  güç  olarak  da  değerlendirmektedir.  Çünkü  popülizm, dışlanmış grupların ve kesimlerin taleplerini eşdeğer bir dizi içerisinde bir araya getirmeyi sağlamaktadır.68 Başka bir deyişle; popülizm, eşdeğerlilik mantığının işlediği ve sonuç olarak farklı taleplerin birleştirildiği politik eklemlenmenin söylemsel bir biçimi olarak görülmektedir.69  Laclau, Mudde                                                             64  Cristóbal Rovira Kaltwasser, ‘‘The Ambivalence of Populism: Threat and Corrective for Democracy  , Democratization, Vol. 19, No. 2, 2012, ss. 184–208. 65  Mudde & Kaltwasser, Popülizm: Kısa Bir Giriş, s. 99. 66  Mudde & Kaltwasser, Popülizm: Kısa Bir Giriş, s. 117. 67  Kaltwasser, ‘‘The ambivalence of populism: threat and corrective for democracy  , s. 185. 68  Laclau, ‘‘Popülizm Bir Ad Ne İçerir?  , s. 142; Laclau, Popülist Akıl Üzerine, s. 190-192. Popülizmin söylemindeki merkezi referansı ‘‘boş gösterenler   üzerinden ‘‘halk  ın inşası olarak değerlendiren Laclau, halk inşasını da demokratik işlev görmenin olmazsa olmazı olarak görmektedir. ‘‘Boş gösterenler, ancak bir eşdeğerlik zincirini gösterirlerse rollerini oynayabilirler ve ancak böyle yapabilirlerse bir ‘halk  kurabilirler. Diğer bir deyişle, demokrasi yalnızca, ortaya çıkışı eşdeğer talepler oluşu üzerine oturtulabilir.    Laclau, Popülist Akıl Üzerine, s. 192. 69  Kaltwasser, ‘‘The ambivalence of populism: threat and corrective for democracy  , s. 185. 815Orhan                                                    Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 795-840 ile  Kaltwasser in  ifadesiyle,  popülizmi  ‘‘demokrasinin demokratikleştirilmesi   şeklinde değerlendirmektedir.70 Bu bakış açısından hareketle, belirli bir rejimin demokratiklik ölçüsü onun popülistlik ölçüsü üzerinden  ele  alınmakta  ve  o  rejim  ne  denli  popülist  ise  o  denli  de demokratik olduğu ileri sürülmektedir. Margaret  Canovan,  modern  demokrasinin  pragmatik  (pragmatic)  ve kurtarıcı  (redemptive)    olarak  iki  suretinin  bulunduğunu  belirtmektedir. Başka bir ifadeyle, modern demokrasi siyasetin pragmatik tarzı ile kurtarıcı tarzı arasındaki etkileşimi ifade etmektedir. Demokrasinin kurtarıcı yüzü, tek meşru iktidar kaynağı olarak politika ve halk egemenliği yoluyla kurtuluş anlamına gelmekte iken; demokrasinin pragmatik yüzü ise, kurumları ve modern toplumların çatışmalarıyla barışçıl bir şekilde uğraşmanın bir yolunu içermektedir.71  Bütün  demokratik  rejimler  bu  iki  yüzle  karşı  karşıya kalmaktadır. Aralarında yaratılan bu gerginlik sadece kaçınılmaz değil, aynı zamanda  gölge  gibi  demokrasiyi  takip  eden  popülist  seferberliğin canlandırmasını  da  sağlamaktadır.  Yani,  popülizmin  iki  yüzü  arasındaki gerginlik popülist seferberliğin ortaya çıkmasını sağlamaktadır. Popülizm, temsili  siyasetin  pragmatizminin  yabancılaşan  etkilerine  karşı  modern demokrasi  çerçevesinde  canlanan  siyasetin  kurtarıcı  bir  tarzı  olarak okunmaktadır.72 Bunun bir anlamı da, popülizmin her zaman bir gölge gibi demokrasiye eşlik etmesidir. Popülizmi  demokratik  siyasetin  iç  çeperi  olarak  düşünen  Arditi, popülizmin demokrasi ile ilişkisinin dostça olabileceği gibi düşmanca da olabileceğini  belirtmektedir.  Bu  çerçevede,  demokratik  siyasetin  iç çeperlerinden biri olarak popülizm, temsilin bir yönü ve demokrasinin daha engebeli  kıyılarında  barınan  bir  katılım  tarzı  olabileceği  gibi,  siyasal demokrasilerde  serpilirken  bir  yandan  da  onların  can  düşmanına dönüşebileceği hesaba katıldığında daha rahatsız edici bir şey olarak da tezahür  edebilir.74  Cas  Mudde nin  popülizmi  ‘‘demokratik  olmayan                                                             70  Mudde & Kaltwasser, Popülizm: Kısa Bir Giriş, s. 99. 71  Margaret Canovan, ‘‘Trust the People! Populism and the Two Faces of Democracy  , Political Studies, Vol. 47, Issue 1, 1999, s. 10. 72  Canovan, ‘‘Trust the People! Populism and the Two Faces of Democracy  , s. 7-16. 73 Arditi; iç çeper kavramını, ait olan ancak tam anlamıyla da ait olmayan bir dışarının kendine has konumunu yakalamak üzere geliştirmiştir. ‘‘Bu aidiyet-aidiyetsizlik arası durumsa, söz konusu alanın, iç ile dış arasındaki ayrımın ihtilaflı olduğu ve polemik haricinde  düşünülmediği  bir  bölge  olmasından  kaynaklanıyor.    Benjamin  Arditi, Liberalizmin Kıyılarında Siyaset: Farklılık, Popülizm, Devrim, Ajitasyon, Çev. Emine Ayhan, Metis Yayınları, İstanbul, 2010, s. 16. 74  Arditi, Liberalizmin Kıyılarında Siyaset, s. 75. 816Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 753-840         Popülizm, Liberal Demokrasi …  liberalizme  karşı  liberal  olmayan  bir  demokratik  cevap    olarak değerlendiren ifadesi, popülizm ile liberal demokrasi arasındaki ilişkiyi öz bir  şekilde  açıklamaktadır.  Popülizm,  siyaset  için  bir  tehlike  ve  tehdit barındırmasının  yanı  sıra  ‘halk  tan  bir  biçimde  uzaklaşmış  siyaset  için düzeltici  bir  potansiyel  taşımaktadır.75  Popülizm  demokrasinin  sınırları içerisinde kalabileceği gibi, demokrasi ile çatışma noktasına varıp tamamen demokrasiden ayrılabilir de. Yani, popülizm ile demokratik siyaset arasında paradoksal bir durum söz konusudur.  Popülizm ile demokrasi arasındaki belirsiz ilişki, liberal demokrasi veya anayasal  demokrasinin  bizzat  özünde  olan  bir  dualite  veya  paradoksal gerilim  ile  bağlantılı  bir  durumdur.  Liberal  veya  anayasal  demokrasi; bireysel hakları ve hukukun üstünlüğünü vurgulayan liberal ilkeler ile halkın egemenliğini ve katılımını vurgulayan demokratik ilkelerin paradoksal bir birleşimidir.76 Başka bir anlatımla, bir tarafta düzenli seçimler vasıtasıyla gerçekleşen  halkın  egemenliği  söz  konusu  iken;  diğer  tarafta  ise,  temel hakları güvence altına alan ve bunun için gerektiğinde halk egemenliğini kısıtlayan başta bağımsız bir yargı kurumu olmak üzere bir dizi kurumsal düzenlemenin  bulunması  söz  konusudur.  Liberal  demokratik  rejimlerin temel  dayanağı  olan  bu  ilkeler  arasındaki  çelişki,  popülizm  ile  (liberal) demokrasi arasındaki ilişkiyi de nitelemektedir. Çünkü popülizm de, sürekli halkın iradesini veya halkın egemenliğini vurgulayan demokratik ilkeler ile analiz  edilmektedir.  Dolayısıyla  liberal  veya  anayasal  demokrasinin  bir unsuruna (liberal) karşı diğer unsuru (demokratik) ile analiz edilmektedir. Demokrasi, esasen demokratik bir rejimde iktidar odağının boş bir yer olarak  kalması  gerektiği  talebi  ile  saptanan  kendi  tutarlı  mantığı  ile nitelenmektedir.  İktidar  odağının  boş  kalması  anlamındaki  demokratik mantık iki ayrı yolla farklılaşabilir veya yozlaşabilir. Liberalizm mantığında iktidar odağı kaybolmakta ve tamamen anonim bir hukuk egemenliği ile değişmektedir. Liberal mantıkta iktidarın konumu ve odağı, saf bir çeşitlilik arasında dağılmaktadır. Diğer yandan popülizm mantığında ise, iktidarın boş odağı  ve  yeri  homojen  bir  birlik  olarak  halkın  somut  bir  imgesi  ile kapatılmaktadır. Burada iktidarın konumu, homojen bir beden olarak halkın kayda değer bir görüntüsü tarafından kapatılmakta ve işgal edilmektedir. Bu popülist  mantığın  paradigmatik  olarak  Carl  Schmitt in  demokrasi  teorisi tarafından  örneklenmiş  olduğu  ileri  sürülmektedir.77  Schmitt,  gerçek demokrasinin yalnızca türdeşliğin var olduğu yerde anlam kazandığını ve                                                             75 Aktaran; Müller, Popülizm Nedir?, s. 22.  76 Abts & Rummens, ‘‘Populism versus Democracy  , s. 406. 77 Abts & Rummens, ‘‘Populism versus Democracy  , s. 406, 414. 817Orhan                                                    Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 795-840 bundan  dolayı  da  diktatörlüğün  demokrasinin  daha  güçlü  bir  ifadesi olduğunu belirtmektedir. Schmitt e göre; bu konuda birçok diktatörlükler, halkın iradesini şekillendirmeye ve türdeşlik üretmeye yönelik demokratik bir  tavır  sergilemiştir  ve  diktatörce  yöntemler  de  demokratik  özün  ve kudretin doğrudan ifadesi olabilmektedir.78 Popülizmin halkı yekpare bir beden olarak tahayyülü ve demokratik iktidarı onun iradesi ile doldurması, Schmitt in  demokrasi  yaklaşımını  çağrıştırmaktadır.  Ancak  Schmitt in gerçek demokrasiyi diktatörlük olarak değerlendirmesi, popülizm için ‘‘uç   bir  noktadır  ve  popülizmin  demokrasi  yaklaşımını  aşmaktadır.  Buradaki ortak özellik, elbette ki totalitarizm ile popülizmin aynı olduğu anlamına gelmemekte veya ikisinin arasındaki farkları anlamsız kılmamakta; sadece ortak özelliklerini belirtmektedir. Popülizmin tutunduğu ilkeler, en yüksek otoritenin halkta olduğunu ve politik  meşruiyetin  buna  bağlı  olduğunu  vurgulamaktadır.  Çünkü  liberal mantığın vurguladığı ve öne sürdüğü anonim bir hukukun masum olmadığı hatta genellikle seçkinlerin egemenliğini tesis ettiği belirtilmektedir. Burada vatandaşların bireysel ve özel özerkliğinden ziyade kamusal özerklik odak merkezi olmaktadır. Böylece katılımcı demokratik süreçlerle halkın genel ve ortak iradesi kurulmakta ve yürürlüğe girmektedir. Halkın egemenliği ile bu durum daha da belirginleşmektedir. Ancak burada halka ait olanlar ile halka ait olmayanlar arasında bir ön ayrım gerekmektedir. Yine de nihayetinde halk  egemenliğinin  bu  denli  vurgusu,  ‘‘çoğunluğun  tiranlığı  na  yol açabilmektedir.  Bu  bağlamda,  hem  bireysel  hakları  hem  de  temsilci kurumları tahrip edecek yıkıcı iktidara neden olduğundan dolayı popülizmin demokratik  bir  patoloji  olduğu  düşünülmektedir.  Bu  sıkıntı,  Alexis  de Tocqueville in  klasik  analizine  ve  çoğunluğun  tiranlığının  ortaya çıkmasına yönelik kaygısına ilişkindir.79 Çoğunluğun tiranlığını engellemek için Tocqueville ve benzerleri, kuvvetler ayrılığı başka bir ifadeyle çek ve balans  sisteminin  kurumsallaşmasını  savunmakta  ve  önermektedir.  Bu modelde,  halkın  doğrudan  yönetimi  söz  konusu  olmayıp  temsilcilerinin seçimi  ve  kontrolü  vasıtasıyla  yönetmektedirler.  Ancak  bu,  temsilcilerin seçmenlerin  isteklerini  yerine  getirmek  zorunda  oldukları  anlamına gelmemektedir. Yani emredici bir vekalet söz konusu değildir.80 Ancak ideal olarak  liberal  demokrasi  ve  temsili  siyaset,  her  zaman  iyi  bir  biçimde uygulanmamış ve bazen kötü işlemiştir. Halk ile politik seçkinler arasındaki                                                             78  Carl  Schmitt,  Parlamenter  Demokrasinin  Krizleri,  Çev.  A.  Emre  Zeybekoğlu,  Dost Yayınları, Ankara, 2006, s. 25-34. 79  Kaltwasser, ‘‘The ambivalence of populism: threat and corrective for democracy  , s. 188. 80  Kaltwasser, ‘‘The ambivalence of populism: threat and corrective for democracy  , s. 188. 818Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 753-840         Popülizm, Liberal Demokrasi …  bağlantı  ve  bağ  koptuğunda,  popülizmin  ortaya  çıkmasının  zemini oluşmaktadır.  Bu  çerçevede,  temsili  siyasetin  işlevsizliğine  ve  onun karmaşık  politik  girişimlerini  açıklama  ve  meşrulaştırma  noktasındaki zorluklarına karşı bir tepki olarak popülizmin ortaya çıkmış olduğu ileri sürülmektedir.  Fakat  popülizmin  sahip  olduğu  iç  mantık  incelendiğinde, liberal  demokrasinin  bu  sapmasına  karşı  iyi  bir  düzeltici  olmadığı anlaşılmaktadır.  Popülizmin  seçkinlere  karşı  ‘‘sessiz  çoğunluk    olarak nitelediği ‘‘gerçek halkı   öne çıkarması ile daha fazla demokratikleşmenin sağlanacağı iddiası, bir yanılsama olduğu gibi demokratik siyaset açısından tehlikelidir.  Bu  bağlamda,  popülizmin  çağdaş  temsili  demokrasinin  bir gölgesi,  aynı  zamanda  onun  için  daima  bir  risk  olduğunu  ifade  etmek mümkündür.81 Modern demokrasinin dayandığı her iki ilke veya temel iki direk olarak halk  iradesi  ile  liberal  anayasacılık  arasındaki  dengenin  nerede  olması gerektiği konusunda bir uzlaşı olmamasına karşın, modern demokrasinin bu iki ilke ile var olduğu konusunda geniş bir uzlaşı bulunmaktadır. Dahası, özellikle Avrupa da –kısmen Avrupa Birliği nin genişlemesinden dolayı– halk iradesinin pahasına liberal anayasacılığın gittikçe daha da gelişmiş hale geldiğini söylemek mümkündür.82 Öyle ki, bazen resmi organların sadece onay makamı pozisyonunda kaldıkları yeni bir model ortaya çıkmıştır. Batı Avrupa demokrasisinde bugün olanların bu teşhisi, popülist siyasetin ve halkın iktidarda olanlar tarafından ihanete uğradığına ilişkin iddiasının yirmi birinci  yüzyılda  başarılı  bir  kariyere  sahip  olacağı  varsayımına  zemin hazırlamaktadır.83  Popülizm,  liberal  demokrasinin  halk  iradesi  ayağına karşın  liberal  anayasacılık  ayağının  ağırlıkta  olduğu  ve  dengenin  liberal anayasacılık lehine bozulduğu algısı oluştuğunda ortaya çıkmaktadır. Ancak popülizmin  mantığına  bakıldığında,  liberal  demokrasinin  sadece  liberal ilkeleri ile değil aynı zamanda demokratik ilkeleri ile de bir çelişki içerisinde olduğu göze çarpmaktadır. Zaten liberal demokrasinin liberal ve demokratik ilkeleri  arasında  görünürde  bir  paradoks  olmakla  birlikte,  aynı  zamanda birbirini tamamlar nitelikte ilkelerdir. Demokrasi, sembolik olarak siyasi arenaya ve politik sahneye dahil olmuş  açık  ve  çeşitlilik  arz  eden  bir  toplum  fikrine  dayanmaktayken; popülizm ise, bireysel farklılıkları bastıran kapalı ve kolektif bir kimliğin hayali kurgusuna dayanmaktadır. Her şeyden önce kimliğin popülist mantığı, genel olarak demokratik temsil düşüncesiyle çelişmektedir. Halkın genel                                                             81  Müller, Popülizm Nedir?, s. 25-26. 82  Kaltwasser, ‘‘The ambivalence of populism: threat and corrective for democracy  , s. 194. 83  Kaltwasser, ‘‘The ambivalence of populism: threat and corrective for democracy  , s. 194. 819Orhan                                                    Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 795-840 iradesine dayalı bir egemenlik anlayışında, esasen halk temsil edilemez.84 Çünkü  genel  irade,  demokrasinin  gerektirdiği  geniş  kapsamlı  müzakere süreçleriyle inşa edilemez veya keşfedilemez; ancak halkın doğrudan kabulü oybirliği ile kendini gösterir. Dolayısıyla demokrasi mantığının demokratik bir rejimin temel unsurları olarak değerlendirdiği müzakereler ve seçimler, popülizm mantığında halk iradesinin doğrudan ifadesine engel teşkil eden unsurlar  olarak  düşünülmektedir.  Modern  toplumların  seçim  özelliği, toplumun homojen bir yurttaş kitlesinden oluşmamakta; aksine her birinin kendi özgü ihtiyaç ve düşünceleri temelinde kendi bireysel oylarını kullanan indirgenemez çok sayıda kişiden oluşmaktadır. Bu çoğulluk, aynı zamanda demokratik  katılım  ve  müzakere  süreçlerine  duyulan  ihtiyacı  da  ifade etmektedir.  Demokratik  müzakereler  vasıtasıyla,  yurttaşların  inanç  ve isteklerinin çeşitliliğine karşı duyarlı bir kamu yararı veya en azından onun muvakkat bir yorumu inşa edilir.85 Popülist  mantık,  yurttaşların  bireysel  özgürlükleri  için  anayasal güvenceler ile gergin bir ilişki içindedir. Halkın egemen olması ve onların otoritesinin, dolayısıyla devletin en yüksek otoritesi olması nedeniyle, bu anayasal haklar halkın iradesine ilişkin dışsal ve ‘‘demokratik olmayan   kısıtlamalar  içerdiği  ileri  sürülmektedir.  Popülist  mantığa  göre,  halkın iradesini  temsil  eden  demokratik  bir  aktör  eylemlerini  hiçbir  şekilde kısıtlamamalıdır.  Popülizm,  halkın  konuşmasından  sonra,  hiçbir  şeyin kendi  iradesinin  uygulanmasını  sınırlandırmaması  gerektiğini varsaymaktadır.  Başka  bir  deyişle  popülizm,  genel  iradenin  ifadesinde anayasal  sınırların  varlığını  savunan  aktörler  ve  partiler  tarafından paylaşılmayan bir tür demokratik aşırılıktır.86 Halk homojen bir beden olarak algılandığından, bireylerin gerçek özgürlüğü bu homojen bütünlüğün özgür iradesine  denk  gelecek  ve  onunla  örtüşecek  şekilde  tanımlanmaktadır. Dolayısıyla, birey bireysel haklarından vazgeçme ve genel iradeye riayet etme  konusunda  baskılanmakta  ve  –bir  nevi–  meşru  bir  şekilde  özgür olmaya mecbur edilmektedir.87 Ancak  popülizmin  iddia  ettiğinin  aksine;  demokratik  mantık, vatandaşların bireysel özgürlüklerine ve çeşitliliğe saygıyı zorunlu olarak gerektirmektedir.  Demokrasinin  açıklığı  ve  tarafsızlığı,  bütün  bireylerin özgünlüğüne  gönderme  yapmaktadır.  Dolayısıyla,  anayasal  özgürlükler                                                             84  Abts & Rummens, ‘‘Populism versus Democracy  , s. 415-416. 85  Bkz. Habermas, ‘‘Öteki   Olmak, ‘‘Öteki  yle Yaşamak: Siyaset Kuramı Yazıları, s. 158164. 86  Kaltwasser, ‘‘The ambivalence of populism: threat and corrective for democracy  , s. 195. 87  Abts & Rummens, ‘‘Populism versus Democracy  , s. 417. 820Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 753-840         Popülizm, Liberal Demokrasi …  halkın iradesine ilişkin dış kısıtlamalar değil, demokratik süreç olasılığının temel şartlarıdır. Bireysel özgürlükler, demokratik mantığın merkezinde yer almaktadır.88 Bireysel özgürlüklerin yanı sıra toplanma özgürlüğü, serbest medya ve medyada çoğulculuk, azınlık hakları gibi siyasal haklar; sadece liberal  haklar  veya  anayasal  haklar  ya  da  hukukun  üstünlüğü  ile  ilgili olmayıp  aynı  zamanda  demokrasinin  de  kurucu  unsurlarıdır.  Mesela, muhalefet partilerinin kendilerini uygun bir şekilde ifade etme olanakları bulunmamaktaysa  ve  medyanın  iktidarın  yanlışlarını  ve  başarısızlıklarını haber yapması engelleniyorsa, demokrasinin bir mekanizması olarak yapılan seçimler  demokratik  olmayacaktır.89  Seçim  gününde  oylar  iktidar  partisi tarafından çalınmamış ve seçimde herhangi bir hile yapılmamış olsa bile, yurttaşların siyaset hakkında bilgi sahibi olmadığı bir seçim demokrasinin en asgari tanımlamalarına dahi aykırıdır. Çünkü böyle bir durumda hükümetler hesap  vermeye  zorlanamaz.  Popülizmin  antidemokratik  olarak  veya demokrasiye karşı dışsal kısıtlama mekanizmaları şeklinde değerlendirdiği anayasa  mahkemesi  gibi  kurumlar,  temel  siyasal  hakları  koruyarak  ve toplum içinde çoğulculuğu siyaseten sürdürerek en nihayetinde demokrasiyi koruyan ve canlandıran mekanizmalardır. Homojen halkın egemenliği ilkesine yoğunlaşan popülist mantık, dostdüşman arasındaki antagonistik yapıyı katmerli hale getirmektedir. İlk olarak popülizmin en çok vurguladığı, ‘‘gerçek halk   ile ‘‘yozlaşmış seçkinler   arasındaki dikey düşmanlıktır. Entelektüel, ekonomik ve politik seçkinler ‘‘halk  ın bir parçası olmadıkları için sahip oldukları pozisyonları halkın aleyhine kullanmaktadırlar. Bu nedenle, meşru olarak halka ait olan iktidar geri alınmalı ve halk egemenliği yeniden kurulmalıdır. Popülizm mantığının toplumda oluşturmuş olduğu antagonistik yapı ile ilgili diğer bir nokta ise; suçlular, vurguncular, sapıklar, yabancılar gibi halkın saf halini tehdit eden ve dolayısıyla doğal olma biçimini (varoluşsal sanatını) tehlikeye düşüren toplumun dibinde varsayılan herkes ile ‘‘halk   arasındaki düşmanlıktır.90 Aslında popülizmin sürekli ‘‘halk a başvurması, hiçbir zaman halkın bir bütün olarak bütünleşmesi amaçlanmamakta, yalnızca halk kimliğinin hayali bir inşası temelinde tanımlanan ‘‘iyi halk   kastedilmektedir. Her durumda, halkın belirli bir şekilde kavramsallaştırılması, kolektif kimliğin özünü tanımlar ve aynı zamanda toplumda iddia edilen olumsuz ve içsel  güçleri  tanımlar.  Bu  nedenle  popülizm,  yabancı  veya  öteki  olarak algılananların  dışlanmasını  meşrulaştırır.  Bu  kimlik  mantığı,  hem                                                             88 Abts & Rummens, ‘‘Populism versus Democracy  , s. 418.  89 Müller, Popülizm Nedir?, s. 73. 90 Abts & Rummens, ‘‘Populism versus Democracy  , s. 418. 821Orhan                                                    Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 795-840 popülistlerin neden temsiliyetin aracı formlarını/kurumlarını reddettiklerini hem  de  popülistlerin  düşmanlıklarının  dikey  yapısını  açıklamaktadır. Schmitt in uygun bir şekilde belirttiği gibi, özdeş ya da homojen olanın dahil edilmesi,  özdeş  olmayan  ya  da  heterojen  olanın  dışlanması  ya  da baskılanmasını  gerektirir.91  Schmitt,  klasik  olarak  siyaseti  dost-düşman ayrımı üzerinden anlamlandırmakta ve düşmanı da resmen savaşılan kişi (hostis) olarak tanımlamaktadır. Düşman, kendi öz kimliğimizi varoluşsal bir şekilde tehdit etmektedir. Düşman, siyasal olanı aşan biçimde başta ahlaki olmak üzere diğer kategoriler bakımından da aşağılanmak ve insanlık-dışı bir yaratık olarak tanımlanmaktadır.92 Schmitt in bu yaklaşımın izdüşümünü, popülizmin  toplumu  antagonist  iki  ayrı  gruba  ayırmasında  görmek mümkündür. Popülizmin bu antagonistik mantığı, aynı zamanda demokratik yatay yarışmayı da reddetmektedir. Demokratik mantıkta karşı taraf artık yok edilecek bir düşman olarak görülmemekte, bunun yerine geçici olarak demokratik  iktidar  kazanımı  için  rekabet  edilen  bir  rakip  olarak görülmektedir. Karşı tarafın fikirleri ve önerileri ile mücadele edilmesine rağmen, politik arenada kendi fikirlerini savunmasına yönelik haklarına karşı mücadele edilmemektedir. Demokratik mantığın tersine popülist mantıkta siyasal rakip gayr-i meşrulaştırılır. Popülist siyaset, kendisini halka bir bütün olarak  tanımladığından  dolayı  siyasi  muhaliflerini  halk  iradesinin  meşru temsilcileri olarak görmemektedir. Ortak ve gerçek halk kimliğine yabancı olan siyasi rakip artık düşman olarak görülmektedir.93 Popülizm  ve  popülist  siyaset,  demokrasiyi  tahrif  etmekte  ve demokrasiye zarar vermektedir. Popülistlerin demokratik prosedürlere riayet ederek hilesiz bir biçimde seçimi kazanmış olmaları durumunda dahi, siyasal projelerinin otomatik olarak demokratik meşruiyete sahip olduğu anlamına gelmemektedir. Zira, hain olarak ilan ettikleri muhaliflere karşı varsaydıkları gerçek halk adına, demokrasinin kurumsal mekanizmalarını değiştirmeye ve saptırmaya başlarlar.94 Dolayısıyla popülizm, liberal demokrasinin sadece liberal  olan  ilkelerini  değil  aynı  zamanda  demokratik  olan  ilkelerini  de aşındırmaktadır. Liberal demokrasiyle çatışmalı olan popülizm, doğal olarak                                                             91 Schmitt e göre, ‘‘her gerçek demokrasi, yalnızca eşitlere eşit muamele değil, mantığın kaçınılmaz sonucu olarak eşit olmayanlara eşitsiz muamele ilkesi üzerine kuruludur. O halde ilkin türdeşlik, ikinci olarak heterojen olanın –gerektiğinde- elenmesi veya imha edilmesi, demokrasi kavramına içkindir.   Schmitt, Parlamenter Demokrasinin Krizleri, s. 25. 92  Carl Schmitt, Siyasal Kavramı, Çev. Ece Göztepe, Metis Yayınları, İstanbul, 2005, s. 4956. 93  Abts & Rummens, ‘‘Populism versus Democracy  , s. 419. 94  Müller, Popülizm Nedir?, s. 74-75. 822Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 753-840         Popülizm, Liberal Demokrasi …  liberal demokrasi ile doğrudan ilintili olan insan haklarıyla da birçok açıdan çekişme durumundadır. Her şeyden önce; popülizmin merkez kavramı ve unsuru olarak ‘‘halkı   tanımlama biçimi ve belirgin özelliği olarak toplumu ‘‘gerçek  halk    ile  ‘‘yozlaşmış  seçkinler    şeklinde  ahlaki  bir  zemin üzerinden  düşman  iki  gruba  ayırması,  aleni  bir  biçimde  insan  haklarına aykırılık taşımaktadır. Çünkü böyle bir mantık, sadece ‘‘gerçek halkı   hak sahibi olarak kabul etmektedir. Böyle bir kabul ise, hak sahipleri olarak tüm insanların özünde onurlu olduklarını ileri süren düşünce ve insan hakları standartları ile doğrudan çatışmaktadır.95 Kısaca; popülizme dayalı bir rejim, insan  haklarının  en  temel  ilkelerini  bile  doğrudan  ihlal  etmektedir. Popülizmin  mantığı  ve  özü  ile  insan  hakları  arasında  bir  çatışma bulunmaktadır.  Günümüz  dünyasında  insan  haklarının  karşılaşmış  olduğu  en  ciddi tehditlerden ve problemlerden biri, popülizmin yükselişi ve birçok yerde popülist siyasetin iktidar oluşudur. İnsan hakları, her zaman zorluklarla ve tehditlerle  karşılaşmış  ve  onlarla  mücadele  ederek  şekillenmiştir.96  Yani insan haklarına yönelik baskılar yeni değil, tam tersi insan hakları bu tür baskılara karşı bir rejim olarak var olmuştur. Ancak insan haklarına yönelik popülist  baskı  ve  tehdit,  yeni  bir  olgudur.  İnsan  haklarına  yönelik  bu saldırılar, seçilmiş popülistlerden gelmekte ve kurgusal olarak oluşturmuş oldukları ‘‘gerçek halk  a dayanarak meşrulaştırılmaktadır. Müller, popülist iktidarın  yönetim  için  başvurduğu  devlet  aygıtını  gasp  etme,  kitlesel kayırmacılık ve hukukta ayrıcalıklı uygulama ile sivil toplumu bastırma gibi yöntemleri  esasen  pek  çok  otoriter  yönetimin  başvurduğunu,  ancak diğerlerinden farklı olarak popülistlerin bu uygulamaları gerçek halk adına meşrulaştırdığını belirtmektedir.97 Popülist  iktidar,  kendi  pozisyonunu  korumak  ve  güçlendirmek  için insan haklarını koruma konusunda olmazsa olmaz olan yargının tarafsızlığı ve bağımsızlığı ile ilgili prosedürleri değiştirerek yargıyı kendine bağımlı ve taraftar bir konuma getirmektedir. Popülist iktidar uzun sürdüğünde, yargı artık bağımsız bir erk olarak iktidar karşısında insan haklarını koruyan bir                                                             95  Rodriguez-Garavito & Gomez, ‘‘Responding to The Populist Challenge: A New Playbook for The Human Rights Field  , s. 20.  96  Modern insan hakları rejimi, dünyanın görmüş olduğu en büyük çatışmalardan ve en derin otoriter  sistemlerin  işlevsizliğinin  küllerinden  ortaya  çıkmıştır.  İnsan  hakları  rejimi, tarihsel olarak sömürgecilik, soğuk savaş, neo-liberalizm ve şimdi popülizm dönemleri ile çarpışmakta ve onlar tarafından şekillendirilmektedir. Bunun anlamı da, insan haklarının sürekli devam eden bir mücadele olduğudur. Philip Alston, ‘‘The Populist Challenge to Human Rights  , Journal of Human Rights Practice, 9, 2017, s. 3-4. 97  Müller, Popülizm Nedir?, s. 16, 65. 823Orhan                                                    Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 795-840 merci  olmaktan  ziyade  iktidarı  koruyan  bir  merci  pozisyonuna dönüşmektedir.  Bu  çerçevede  popülist  iktidarlar,  genellikle  yargısal bağımsızlığa saldırmak, ayrımcılık yapmak ve buna uygun yasalar üretmek, kendi muhaliflerini imha etmek ve sivil toplum alanını daraltmak şeklinde insan  haklarını  doğrudan  ihlal  eden  ve  insan  haklarını  koruma mekanizmalarını yok eden birçok yönteme başvurmaktadırlar. Popülizmin  özellikle  sağ  formu;  otoriter,  yabancı  düşmanı, doğuştancılık (nativizm) olarak dışlayıcı ve tek-kültürcü bir milliyetçi ve hatta yer yer ırkçı tutumlar sergileyerek aleni bir biçimde insan haklarıyla ilgili en asgari düzeydeki ilkeleri bile ihlal etmektedir.98 Sağ popülizmin zenofobik ve milliyetçi tutumu, yabancıların ve göçmenlerin yasal statüsü ile ilgili olmasından ziyade onların kökenlerine yöneliktir. Başka bir anlatımla, tamamen  yasal  yollarla  gelmiş  olsa  da  kökenlerinden  dolayı  göçmenleri düşmanlaştıran bir politika söz konusudur. Ayrıca, sağ popülizmde gerçek ve saf halk etnik ve kültürel boyutlara da sahip olup bazı etno-kültürel grupları dışlamakta ve onlara karşı ayrımcı bir tutum sergilemektedir. Popülist  iktidar,  genel  olarak  sivil  toplum  alanını  daraltmakta  ve özellikle kendini eleştiren ve muhalif olan sivil toplum örgütlerine yönelik saldırgan ve baskıcı bir tavır takınmaktadır. Popülistler için sivil toplumdan gelen eleştiri ve itiraz özel bir ahlaki ve sembolik bir sorun oluşturmaktadır. Çünkü böyle bir itiraz, popülizmin halkın gerçek ve yegane temsilcilerinin popülistler olduğu iddiasının altını oymaktadır. Bu nedenle popülistler, sivil toplumun esasen sivil toplum olmadığını ve halkın karşıtları olduğunu ileri sürmektedirler. Bu iddianın doğal sonucu ise, bütünleşmiş ve homojen halk fikrine karşı olan sivil toplumun susturulması ve baskılanmasıdır.99 Sivil topluma  yönelik  popülistler  tarafından  yapılan  baskılara  en  fazla  maruz kalanlar, bilhassa insan hakları örgütleri ve aktörleri olmaktadır.  Popülizm, özellikle insan hakları aktörlerine yönelik çok ciddi zorluklar ve baskılar barındırmaktadır. İnsan hakları aktörlerine yönelik baskılar ve zorluklar; politik söylemler, yasal reformlar ve zorlayıcı önlemler ve baskılar şeklinde çok çeşitli biçimlerde olabilmektedir. Başvurulan bu yöntemler, esas olarak insan hakları aktörlerinin/örgütlerinin meşruiyetini ve etkililiğini                                                             98  Cynthia  Miller-Idriss,  ‘‘The  Global  Dimensions  of  Populist  Nationalism  ,  The International Spectator, Vol. 54, Issue 2, 2019, ss. 17-34; Cas Mudde, Fighting the system? Populist radical right parties and party system change, Party Politics, Vol. 20, Issue.2, 2014, ss. 217-226. 99  Müller, Popülizm Nedir?, s. 66-67. 824Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 753-840         Popülizm, Liberal Demokrasi …  ortadan kaldırmayı amaçlamaktadır.100 Bu çerçevede, popülizm taktik olarak çeşitli  eylemlerde  bulunmaktadır.  Cesar  Rodriguez-Garavito  ile  Krizna Gomez, popülizmin bu konuda öne çıkan taktiksel eylemlerini şu şekilde belirtmektedirler:101 1. İnsan hakları aktörlerine ve sivil toplum örgütlerine karşı karalama kampanyaları yapmak; 2. İnsan  hakları  aktörlerinin  ve  sivil  toplum  örgütlerinin  finansman (özellikle dış finansman) almalarına engeller yaratmak; 3. Bağımsız sivil toplum kuruluşlarının ve medyanın –çalışmalarını can evinden vuracak– temel haklarına kısıtlamalar getirmek;  4. İnsan  hakları  aktörlerinin  ve  genel  olarak  sivil  toplumun  işleyiş kabiliyetini (günlük işlerini yürütmeyi) sınırlayacak sorumluluklar ve yasal zorluklar yaratmak; 5. Bağımsız ve meşru insan hakları örgütlerini ve sivil toplumu yok etmeye yönelik kendine (devlete) bağlı sivil toplum kuruluşlarını kurmak ve desteklemek. Popülist  iktidarlar,  genellikle  insan  hakları  aktörlerinin  tesirini  ve gücünü (sembolik bile olsa) kırmak ve meşruiyetini yok etmek için onlara yönelik  karalama  kampanyalarını  yapmaktadır.  Popülistler,  insan  hakları aktörlerini ve sivil toplum kuruluşlarını gerçek halk karşıtı/düşmanı olan seçkinlerin  ve  dış  güçlerin  bir  ‘‘maşası    şeklinde  sunmakta  ve  böylece itibarsızlaştırmaktadırlar.102 Popülizm; toplumu halk ve düşmanları şeklinde ayırması ve gerçek halkı homojen olarak tahayyül ve inşa etmesi, muhalefeti gayr-ı meşru ilan etmesi  ve  demokrasiyi  tahrip  etmesi,  sivil  topluma  ve  insan  hakları aktörlerine  yönelik  baskıcı  ve  otoriter  bir  tutuma  sahip  olması  gibi özelliklerinden dolayı diktatörlük veya faşist diktatörlük ile kıyaslanmakta ve zaman zaman faşizm olarak nitelendirilmektedir. Çünkü benzer şekilde faşizm de, halk ve ötekiler ayrımını yapma ve halkı homojenleştirme, sivil toplumu ve muhalefeti yasaklama, liberal demokrasinin değerlerine ve insan hakları  ilkelerine  yer  vermeme  gibi  birçok  özelliği  kendi  özünde                                                             100 Rodriguez-Garavito & Gomez, ‘‘Responding to The Populist Challenge: A New Playbook for The Human Rights Field  , s. 13, 22. 101 Rodriguez-Garavito & Gomez, ‘‘Responding to The Populist Challenge: A New Playbook for The Human Rights Field  , s. 23-33. 102 Rodriguez-Garavito & Gomez, ‘‘Responding to The Populist Challenge: A New Playbook for The Human Rights Field  , s. 24-26; Müller, Popülizm Nedir?, s. 66. 825Orhan                                                    Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 795-840 barındırmaktadır.  Esasen  popülizm  hem  genetik  hem  de  tarihsel  olarak faşizm ile bağlantılı olmakla birlikte; faşizm ile tamamen  aynı değildir. Popülizm ile faşizmin benzer/ortak özeliklerine sahip bir rejimin hangisi ile niteleneceği konusu, popülizm ile faşizmin veya popülist otoriterlik ile faşist diktatörlük arasındaki çizginin tespit edilmesini gerektirmektedir. IV.  POPÜLİST OTORİTERLİK İLE FAŞİST DİKTATÖRLÜK ARASINDAKİ SINIR Popülizm ile faşizmin benzer veya müşterek özelliklerinden hareketle, bazen her ikisi tek bir bütün oluşturacak şekilde birleştirilerek yorumlanmış, popülizmin  neo-faşizm  olduğu  ileri  sürülmüş  ve  liberal  demokrasi karşısındaki  otoriterliği  diktatörlük  (veya  faşist  diktatörlük)  olarak değerlendirilmiştir.  John  Bellamy  Foster,  klasik  faşizm  ile  açıkça özdeşleşmenin  günümüz  ana  akım  politikasında  tabu  olarak değerlendirilmesinden  dolayı,  bugün  örgütlü  neo-faşizmin  formel  olarak yasal-anayasal  yapılara  bağlı  kalarak  demokratik  ve  popülist  olarak sunulduğunu ileri sürmektedir.103 Foster, ‘‘Bu Popülizm Değil   (That Is Not Populism) adlı makalesinde özellikle popülizmin sağ formuna yoğunlaşmış ve sağ-popülizmin, esasen neo-faşizm olduğunu ve popülizm kavramının bu neo-faşizmi ‘‘uysal   göstermek için kullanıldığını belirtmektedir. Bundan dolayı da sağ siyasetin yakın dönemdeki yükselişini, popülizm değil; neofaşizm  olarak  adlandırmak  ve  popülizmi  totaliterlik  teorisinin koordinatlarına uygun bir siyasi yönerge olarak değerlendirmek gerektiğini ifade  etmektedir.104  Bu  yaklaşım,  (sağ)  popülizm  olarak  adlandırılan siyasetin temelde neo-faşist olduğunu ve bu neo-faşist siyasetin popülizm üzerinden kavramsallaştırılmasının da ona bir nevi meşruiyet sağladığını vurgulamaktadır.  Popülizmin  sağ  formu  ile  sol  formunun  demokrasi  ve  faşizm karşısındaki konumu, hiç şüphesiz aynı değildir. Ancak bu, her iki popülizm formunun ortak hiçbir özelliğinin olmadığı ve sadece sağ popülizmin faşizm ile benzer özellikleri bulunduğu veya sol popülizmin böyle bir niteliğinin olmadığı anlamına gelmemektedir. Sol popülizme nazaran sağ popülizmin                                                             103 John Bellamy Foster, ‘‘This Is Not Populism  , Monthly Review, Volume 69, Number 2, June 2017, s. 9. https://monthlyreview.org/2017/06/01/this-is-not-populism/.  104 Foster, ‘‘This Is Not Populism  , s. 2. Foster in analizine benzer bir şekilde Andrea Mammone de, ‘‘popülizm ve milliyetçi popülizm   terimlerinin ‘‘eski terminolojideki faşizm/neo-faşizm   kavramlarının yerine Avrupalı liberal yorumcular tarafından literatüre kasıtlı olarak konulduğunu ve ‘‘aşırı sağa   bir nevi politik ve demokratik meşruiyet sağlamak  için  tasarlandığını  belirtmektedir.    Bkz.  Andrea  Mammone,  Transnational Fascism in France and Italy, Cambridge University Press, Cambridge, 2015, s. 7, 16. 826Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 753-840         Popülizm, Liberal Demokrasi …  çeşitli açılardan neo-faşizm ile daha fazla benzerliklere sahip olması, sağ popülizmi faşizm ile eşitlemediği gibi sol popülizmi de bundan tamamen azade kılmamaktadır. Sağ ve sol formundan bağımsız olarak genel anlamda popülizm, benzer özelliklere sahip olmakla birlikte; faşizm veya yeni formu olarak  neo-faşizm  değildir.  Finchelstein,  popülizmin  neo-faşizm  değil; esasen tarihsel olarak post-faşizm olduğunu belirtmektedir.105 ‘‘Faşizm ve popülizm  tarihsel  olarak  birbiriyle  bağlantılı  olmakla  birlikte,  farklı bağlamların ürünüdürler ve çok farklı tarihsel ve küresel deneyimler haline gelmişlerdir.  Faşizm  ve  popülizm,  modern  anayasal  demokrasilere  karşı liberalizm karşıtı direnişin aynı ulus-aşırı tarihin farklı bölümlerini teşkil eder.  106 Tarihsel açıdan modern popülizm, faşizmden doğmuş ve faşist mirası  demokratik  kurguya  göre  yeniden  düzenlemiş;  ancak  faşizmin tanımlayıcı  bazı  niteliklerini  reddetmiş  ve  bırakmıştır.  Bu  çerçevede popülizmin,  hem  faşist  hem  de  liberal  geçmişle  mücadele  ederken,  her ikisinden de bazı unsurları kendi bünyesine katıp sol ve sağ kökenli diğer halka mal olmuş geleneklerle harmanlandığını ifade etmek mümkündür.107 Popülizmi, faşizm ve liberal demokrasi spektrumunda bir yere yerleştirmek mümkündür. Popülizm, müdahaleci değişkenlere bağlı olarak söz konusu iki noktaya  kayabilme  potansiyeline  sahiptir.  Sheri  Breman ın  da  belirtmiş olduğu  gibi,  ‘‘popülizm  faşizm  değildir,  ancak  bir  alameti  (harbinger) olabilir.  108  Yani  popülizmin  faşizm  olmaması,  ona  dönüşmeyeceği anlamına gelmemektedir. Ayrıca popülizm, ince bir ideoloji olduğu için faşizm ile birlikte de var olabilir ve faşist bir hareket aynı zamanda popülist de olabilir. Başka bir anlatımla, bir hareketin popülist olması onun faşist olmasına engel olmadığı gibi, popülist bir hareket de faşist bir harekete dönüşebilmektedir. Ancak popülist bir hareket belirli bir eşikten sonra artık popülist değil de, faşist olarak nitelenmektedir. Popülizm gibi faşizm de bir ideoloji, siyaset tarzı, rejimin ve toplumun örgütlenme biçimi veya bunların tamamını içeren kapsayıcı ve çok amaçlı bir kavram şeklinde çeşitli biçimlerde tanımlanmıştır. Bu bağlamda, faşizme yönelik oldukça geniş bir literatür oluşmuş ve bir kısım ‘‘ideal tip   faşizm tanımları  yapılmaya  çalışılmıştır.  Roger  Griffin,  Faşizmin  Doğası  adlı kitabında  faşizm  çalışmalarındaki  çapraşıklıktan  ve  kapsayıcı  bir  model sunma  noktasındaki  yetersizlikten  hareketle  bir  ‘‘ideal  tip    tanım                                                             105 Finchelstein, Faşizmden Popülizme, s. 45, 49, 121. 106 Finchelstein, Faşizmden Popülizme, s. 40. 107 Finchelstein, Faşizmden Popülizme, s. 47. 108 Sheri Berman, ‘‘Populism Is Not Fascism, But It Could Be a Harbinger  , Foreign Affairs, Vol. 96, Number 6, 216, ss. 39-44.  827Orhan                                                    Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 795-840 geliştirmeye  çalışmıştır:  ‘‘Çeşitli  permütasyonlarındaki  mitsel  nüvesi palingenetik  türde  popülist  ultra-milliyetçiliğin  oluşturduğu  faşizm,  bir siyasal ideoloji türüdür.  109 Faşizmin yeni güç değerleriyle donanmış yeni seçkinlerin yönetiminde dinamik bir milli topluluk olmaya ‘‘halkı   zorlayan devrimci bir milliyetçilik olduğu ileri sürülmektedir.110 Politik, sosyal ve etik bir devrim ile milli yeniden doğuş ve diriliş (palingenesis) ideolojisi olarak faşizm; muhafazakârlık, liberalizm ve sosyalizm gibi diğer ideolojilere karşı mücadele eden rakip bir ideolojidir. Bu rakip ideolojilerle ve barındırdıkları çürümeyle mücadele edebilmek ve savaşa bilmek için ‘‘faşist eylemciler örgütlü  şiddete  başvurmayı  zorunlu  ve  yararlı  görürler.  Güç  kazanmak amacıyla parlamenter demokrasiye ödün verseler de onun dayandığı parti politikaları ve fikirsel çoğulculuk pratikte tüm sosyal, ekonomik, siyasal ve kültürel yaşam alanlarının totaliter denetimini ifade eden milli birlik kavramı açısından  lanetlidir.  111  Griffin in  faşizme  yönelik  geliştirmiş  olduğu  bu kısacık  tanıma  çeşitli  açılardan  karşı  çıkılmıştır.  Öncelikle  kapsayıcı faşizmin ideal tip modellerinin kullanışlılığını sorgulayıp böyle bir tanımı reddedenler  olduğu  gibi,  bu  tanımın  faşizmin  çeşitli  yönlerini  eksik bıraktığını  ve  dolayısıyla  kapsayıcı  bir  ideal  tip  tanım  olmadığını  ileri sürenler  de  olmuştur.  Mesela  Walter  Lacquer,  faşizm  olgusunun  bütün yönlerini  kapsayan,  ideal  ve  üzerinden  tam  anlamıyla  uzlaşılmış  bir kapsayıcı faşizm tanımının mümkün olmadığını düşünmekte ve Griffin in tanımını  da  gerçekte  faşist  olmayan  bazı  hareketleri  kapsayabilecek  ve bazılarını  da  ihmal  edebilecek  nitelikte  bir  tanım  olarak  değerlendirerek eleştirmektedir.112 Michael  Mann  de,  Griffin in  geliştirmiş  olduğu  tanımın  faşist hareketlerin  toplumsal  tabanlarını,  yapılarını  ve  güç  organizasyonlarını ihmal ettiğini ve sadece ideolojiye odaklandığını ifade ederek bu tanımı eksik bulmaktadır. Mann, faşistlerin temel değerleri, eylemleri ve iktidar örgütlenmeleri üzerinden faşizmi ‘‘aşkın ve arındırıcı bir ulus-devletçiliği paramilitarizm üzerinden gerçekleştirme arayışı   olarak tanımlamaktadır.113 Mann ın faşizme yönelik bu tanımı, her biri oldukça kapsayıcı olan ve Mann tarafından  da  geniş  bir  biçimde  ele  alınan  bir  dizi  kavram  olarak                                                             109 Roger Griffin, Faşizmin Doğası, Çev. Ali Selman, İletişim Yayınları, İstanbul, 2014, s. 59. 110 Griffin, Faşizmin Doğası, s. 16. 111 Griffin, Faşizmin Doğası, s. 86. 112 Constantin Iordachi, ‘‘Karşılaştırmalı Faşizm çalışmaları: Giriş  , içinde Karşılaştırmalı Faşizm  Çalışmaları,  Der.  Constantin  Iordachi,  Çev.  İsmail  Ilgar,  2.  Baskı,  İletişim Yayınları , İstanbul, 2019, s. 50.   113 Michael Mann, Faşistler, Çev. Ulaş Bayraktar, İletişim Yayınlar, 2015, s. 29. 828Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 753-840         Popülizm, Liberal Demokrasi …  milliyetçilik, devletçilik, aşkınlık, temizlik ve paramilitarizm terimleri ile ilişkilidir.114 Faşizmin tanımına ve kavramsal çerçevesinin belirlenmesine yönelik yapılan muhtelif çalışmalar ve çeşitli kuramsal tartışmalar, faşizmin kesin ve herkesçe kabul edilen bir tanımını ortaya çıkaramamış olsalar da, temel bazı özellikleri konusunda aynı noktaları belirtmiş ve vurgulamışlardır. Benzer biçimde  faşizm,  dünyanın  farklı  yerlerinde  farklı  toplumsal  ve  tarihsel bağlamlar içerisinde çeşitli biçimlerde ve muhtelif isimlerle ortaya çıkmış olmakla birlikte, faşist deneyimlerin paylaştıkları bir kısım ortak özellikler bulunmaktadır. Ultra-milliyetçilik, devletçilik ve devlet fetişizmi,  militarizm ve  şiddete  dayalı  olması,  otoriterlik,  anti-demokratiklik,  anti-çoğulculuk, anti-liberalizm ve anti-sosyalizm, toplumu radikal bir biçimde dost-düşman şeklinde ikiye ayırması gibi özellikler faşizmin temsil ettiği temel özellikler olarak belirtilebilir.115 Temel özellikler üzerinden bir karşılaştırma yapılarak faşizm ile popülizm arasındaki farkın belirlenmesi mümkündür. Temel unsurları ve kavramları üzerinden bir karşılaştırma yapıldığında popülizm ve faşizmin ideolojik olarak –benzerlikleri olsa da– farklılıklara sahip iki ayrı ideoloji ve siyaset tarzı olduğu anlaşılmaktadır. Aralarında teorik düzeydeki farka nazaran pratikte bu fark daha az olabilmekte ve bu ikisinin birbirine benzeşmesi daha mümkün olabilmektedir. Yukarıda detaylı ifade  edildiği  gibi  popülizmin  çekirdek  unsurları;  ‘‘gerçek/saf  halk  , ‘‘yozlaşmış seçkinler   ve ‘‘genel irade  dir. Roger Eatwell, popülizmin üç temel  unsuruna  karşın  faşizmin  üç  temel  unsurunu  şöyle  belirtmektedir: Toplumsal  ve  savaşçı  ‘‘yeni  bir  şahıs  /insan/toplum  (bu  da  burjuva bireyciliğinden  azade  dinamik  bir  yeni  eliti  gerektirmekte);  birleşik  ve bütünsel  bir  ‘‘ulus    (iç  ve  dış  tehditlerden  kurtulmak  için); kapitalizm/liberalizm ve komünizm/sosyalizm olmayan ve onlardan farklı üçüncü bir yol olarak ‘‘bir otoriter devlet   yöntemi.116 Popülizm ve faşizmin unsurlarının  kesiştikleri,  benzeştikleri,  birbirini  teğet  geçtikleri  ve farklılaştıkları noktalar bulunmaktadır. Mesela; faşizmin yeni bir insan ve toplum unsuru ve anlayışı, kitleleri de içermekle birlikte, evvela seçkinlere göndermede  bulunmaktadır.117  Mudde  ve  Kaltwasser e  göre  de,  faşizm hareket aşamasında kitlesel destek yaratmak amacıyla popülizm ile flört                                                             114 Mann, Faşistler, s. 29-35. 115 Finchelstein, Faşizmden Popülizme, s. 43-75. 116 Roger Eatwell, ‘‘Populism and Fascism  , içinde The Oxford Handbook of Populism, Ed. Cristóbal Rovira Kaltwasser, Paul Taggart ve diğerleri, Oxford University Press, Oxford, 2017. https://www.academia.edu/29585689/Populism_and_Fascism_2017_.  117 Eatwell, ‘‘Populism and Fascism  , s. 9-10. 829Orhan                                                    Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 795-840 etmekle  birlikte  faşizm,  popülizmden  ziyade  seçkinci  bir  ideoloji  ve rejimdir.118  Bunun  aksine;  popülizmin  en  temel  özelliklerinden  biri, seçkincilik karşıtı olmasıdır.119 Toplumu  halk  ve  öteki/düşmanları  şeklinde  ayırması  ve  halkı  da ‘‘homojen   olarak inşa/tahayyül etmesi, çoğulculuk karşıtlığı niteliği, liberal demokrasi ile çatışmacı pozisyonu, insan haklarına ve bağımsız medyaya yönelik  baskıcı  tutumu  gibi  çeşitli  özellikleri  ile  popülizm,  faşizme benzemektedir.  Ancak  popülizm/popülist  otoriterlik  ile  faşizm/faşist diktatörlük arasında bazı farklılıklar ve –çeşitli değişkenlere bağlı olarak niteliği ve boyutu değişse de– bir sınır bulunmaktadır. Bu iki ideoloji ve siyaset arasındaki temel fark ve sınır; demokrasi ile ilişki biçimlerinde ve şiddet kullanım derecelerinde belirginleşmektedir. Popülizm ile demokrasi arasındaki girift ilişkinin analizi çerçevesinde –yukarda değinildiği gibi– popülizm,  ‘‘otoriter  demokrasi  120  veya  ‘‘kusurlu  demokrasi  121  olarak tanımlanmaktadır.  Finchelstein in  ifedesiyle,  ‘‘popülizmde  demokrasiye meydan okunur, fakat yıkılmaz.  122 Başka bir anlatımla, demokrasi oyunu – hileli olsa da– hala oynanmaya devam etmekte ve popülistler de bu oyunun bir parçası olmayı –kerhen ve şeklen– sürdürmektedirler. Öyle ki, popülistler kendilerini demokrasinin kurtarıcısı olarak sunmakta ve popülist siyaseti de demokrasi ile özdeş tutmaktadırlar. Dahası; popülistler, siyasi muhaliflerini de  demokrasi  karşıtı/düşmanı  ve  müstebit  olarak  göstermekte  ve suçlamaktadırlar. Popülistler, bu halk ve demokrasi düşmanlarını demokrasi oyunu (genellikle bu oyun hileli olur) ile yenilgiye uğratmak istemektedirler. Zaten popülizmin en önemli güç ve aynı zamanda meşruiyet kaynaklarından biri, seçimlerin varlığıdır. Seçimlerin tamamen yasaklandığı veya serbest seçim niteliğinin hepten kaldırıldığı bir sistem, artık popülizm üzerinden tanımlanamaz ve popülist olarak nitelenemez. Tahrif ettiği ve zarar verdiği                                                             118 Mudde & Kaltwasser, Popülizm: Kısa Bir Giriş, s. 47. 119 Gerçi Müller e göre, eğer seçkincilik karşıtlığını iktidarın en geniş dağılım olarak anlarsak, popülistler esasen seçkinlere karşı bile değildir. Müller, Popülizm Nedir?, s. 47. 120 Finchelstein, Faşizmden Popülizme, s. 23, 34, 138. 121 Müller, Popülizm Nedir?, s. 47. Popülizmin demokrasi ile ilişkisinin nitelenmesine yönelik literatürde en çok yapılan tanımlama, ‘‘liberal olmayan demokrasi   (illiberal democracy) tanımlamasıdır. Ancak Müller in de ifade ettiği gibi, böyle bir tanımlama yanıltıcı bir anlamı  da  taşımakta  ve  popülist  aktörlerin  dizginlenmesine  yönelik  çabaları önemsememektedir.  ‘‘Liberal  olmayan  demokrasi    terimi,  liberal  olmasa  da  halen demokratik olduğu iddiasına izin vermektedir. Ancak popülizm, sadece liberal ilkeleri ihlal etmemekte aynı zamanda demokrasiyi de tahrif ve tahrip etmektedir. Bundan dolayı da ‘‘kusurlu demokrasi   gibi bir tanımlama daha uygun düşmektedir. Müller, Popülizm Nedir?, s. 68-76. 122 Finchelstein, Faşizmden Popülizme, s. 24. 830Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 753-840         Popülizm, Liberal Demokrasi …  demokrasiyi imha ederse ve yıkarsa, o rejim artık popülizm olmaktan çıkar ve diktatörlüğe dönüşmüş olur.123 Popülizmin  aksine  faşizm,  geleneksel  demokratik  siyasete  kökünde karşı bir ideoloji ve siyasettir. Yani, faşizm hiçbir biçimde bir demokrasi değildir. Popülizm gibi halkı öne çıkaran faşizmin de, bir temsil iddiası bulunmaktadır.  Ancak  bu  temsil,  hiçbir  şekilde  demokratik  bir  temsil değildir. ‘‘Faşist temsil teorilerinde lider, halk ve ulus-devlet birleştirici bir eşitlik yaratmak üzere birleşir. Lider, basitçe liberal demokratik anlamda seçilmez. Onun ‘halkın iradesi nin daimi temsilcisi olduğuna inanılır. Özetle, faşist temsil formunun ruhunda diktatörlük vardır.  124 Faşizmin demokrasi ile  yegane  ilişkisi,  diktatörlük  yaratmak  için  onu  istismar  etmesidir.  Bu bağlamda, popülizmin aksine faşizmde seçimlerin hiçbir önemi ve anlamı bulunmamaktadır.  Bunun  doğal  sonucu  olarak  da  faşistler,  muhaliflerini seçimle yenilgiye uğratmaktan ziyade şiddet yoluyla imha etme arayışında olurlar. Faşizm kaba siyasi şiddeti hem idealize etmekte hem de fiili olarak uygulamaktadır. Şiddet, adeta faşizmin kutsal bir değeri olarak görülmüştür. Faşizmin aksine popülizm, teorik olarak şiddeti reddetmektedir. Teorik olarak reddettiği şiddet yöntemlerine esasen çoğu zaman fiiliyatta da yer vermemektedir.  Popülist  bir  rejim,  kaba  siyasi  şiddet  yöntemlerine başvurduğunda artık popülist olarak nitelenemez. Popülizm, muhalefete izin vermekle birlikte, muhalefetin meşruiyetini kabul etmemektedir. Popülistler, siyasi  muhaliflerini  vatan  haini,  halk  düşmanı  olarak  görmesine  ve şeytanlaştırmasına  karşın  henüz  şiddet  yoluyla  bastırarak  imha etmemektedirler.  Diğer  bir  deyişle,  popülizmde  retorik  şiddet  yüksek düzeyde  olmasına  karşın  gerçek  şiddet  düşük  bir  düzeydedir.  Hatta popülizm,  faşist  şiddetin  reddiyesine  dayalı  olarak  kendini meşrulaştırmaktadır. Şiddet, şiddet algısı ve belki de daha önemlisi şiddet pratikleri, faşizm ile popülizmi birbirinden net ayırmaktadır. Bu meyanda, popülizm  otoriter  bir  demokrasi  biçimiyken  faşizm  şiddetli  bir diktatörlüktür. Popülist otoriterlik ile faşist diktatörlük arasındaki ilişkiyi ve sınırı,  Finchelstein  şu  şekilde  ifade  etmektedir:  ‘‘Popülizm,  seçimli demokrasi  usullerini  terk  etmese  de,  bir  yandan  halkı  homojenleştirme doğrultusunda bir anlayış olmaktan çıkıp kendi etnik kimliğini bütün ulusa teşmil eden bir anlayış halini alırken, bir yandan da eşanlı olarak net bir şekilde  tanımlanmamış,  az  çok  genel  bir  düşman  retoriğinden  (elitler, hainler, yabancılar vs.) ırksal ya da dinsel olarak tanımlanabilir ve siyasi                                                             123 Finchelstein, Faşizmden Popülizme, s. 31. 124 Finchelstein, Faşizmden Popülizme, s. 237. 831Orhan                                                    Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 795-840 şiddetle karşılık verilen bir düşman retoriğine geçtiğinde, bir hareket olarak neo-faşizme dönüşür. Aynı şekilde bir rejim olarak popülizm, tanımlayıcı nitelikteki demokratik hasletleriyle ilişkisi kalmadığında, (faşist, neo-faşist ya da faşist olmayan) bir diktatörlük haline gelir.  125 Ezcümle, popülizm faşizm değildir; ancak, faşizme dönüşme potansiyelini taşımaktadır. V. SONUÇ Günümüz  dünyasının  –küresel  ölçekte–  siyasi  atmosferini anlam(landırm)ak, siyasi aktörlerini nitelemek ve tanımlamak maksadıyla başvurulan başat kavramlardan biri, popülizm terimidir. Bir kavram olarak popülizm; ilk kez 19. yüzyılın sonlarına doğru Amerikan Halk Partisi ne atfen  kullanıma  girmiş  olmakla  birlikte,  zaman  içerisinde  başlangıçtaki siyasi  bağlamından  koparak  ve  –birçok  kavram  gibi–  karakterize  ettiği bireysel olgunun ötesine geçerek birbirinden oldukça farklı (hatta çeşitli örneklerde karşıt) çizgilere sahip birçok siyasi hareketi ve aktörü nitelemek ve tanımlamak için kullanılmıştır.  Kavramın yaygın olarak kullanılması ve akademik ilgiye mazhar olması ise,  ancak  II.  Dünya  Savaşı ndan  sonraki  döneme  denk  gelmektedir.  O dönemden günümüze geçen süreçte popülizmin kavranmasına, tanımına ve kuramsal  içeriğine  yönelik  çok  geniş  bir  literatür  ve  akademik  yazın oluşmasına rağmen; herkesçe kabul edilebilir, net ve evrensel bir tanımı henüz  yapılmamıştır.  Ancak  bu  geniş  literatür  ve  akademik  çalışmalar incelendiğinde neredeyse tamamında popülizmin yaygın olarak paylaşılan ve belirginleşen bazı özelliklerinin ve unsurlarının öne çıktığı fark edilmektedir. Bu çerçevede, popülizmin öne çıkan temel özelliklerinin anti-seçkincilik ve anti-çoğulculuk olduğu noktasında minimal bir uzlaşının var olduğunu ifade etmek mümkündür. Siyasetin belirli bir ahlakçı bakışla tasavvur edilmesine dayanan popülizm; toplumu nihayetinde ‘‘saf/gerçek halk   ile ‘‘yozlaşmış seçkinler   şeklinde iki homojen ve karşıt kampa ayrılmış olarak ele almakta ve siyasetin de ‘‘halkın genel iradesinin   bir ifadesi olması gerektiğini ileri sürmektedir.  Popülistler,  seçkin  karşıtı  olmanın  yanı  sıra  her  daim çoğulculuk  karşıtıdır.  Çünkü  her  zaman  ahlaklı  ve  erdemli  olarak tanımladıkları  halk  ile  kendilerini  bütünleştirmekte,  kendileri  dışında kalanların  gerçek  halkın  bir  parçası  olmadığını  ileri  sürmekte  ve  siyasi rakiplerini  de  ‘‘halk  düşmanı    olarak  nitelemektedir.  Popülizmin  temel özellikleriyle  ilintili  olarak  ortaya  çıkan  ana  unsurları  ve/ya  kavramları; ‘‘halk  , ‘‘seçkinler   ve ‘‘genel irade  dir. Popülizmin çekirdeğini oluşturan                                                             125 Finchelstein, Faşizmden Popülizme, s. 55-56. 832Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 753-840         Popülizm, Liberal Demokrasi …  bu kavram ve unsurların kendileri bizatihi müphem ve muğlak kavramlar olup, sürdürülen veya egemen olan siyaset tarafından anlamlandırılmakta ve söz  konusu  siyasetin  amacı  çerçevesinde  yeniden  inşa  edilmektedir.  Bu çerçevede; bu kavram ve unsurların popülizm tarafından kavrayışı ve ele alış biçimi, popülist siyasetin temel özelliklerini ortaya koymakta ve popülizmin diğer  ideoloji  ve  siyaset  tarzları  ile  ilişkisine  ve  konumuna  –nispeten– açıklık kazandırmaktadır. Esnek ve elastik bir yapısı bulunan ‘‘halk   kavramı, kullanımına bağlı olarak çeşitli anlamlara ve farklı toplumsal gruplara tekabül edebilmekte ve buna  bağlı  olarak  yeniden  inşa  edilmektedir.  ‘‘Halk    kavramının  bu özelliğini mahirane bir şekilde kullanan popülizm, ‘‘halk  ı genelde kendi amacına uygun olarak sunmakta ve inşa etmektedir. Ancak popülist siyasette ‘‘halk  ; her daim birleşik ve bütünlük içerisinde olup homojen ve monolitik bir yapı şeklinde resmedilmekte, temel çelişkileri olmayan ve dayanışma içerisinde bulunan bir varlık olarak ele alınmaktadır. Fakat gerçek hayatta ise,  halk  her  zaman  çoğul  bir  şekilde  var  olmaktadır.  Popülizmin  halkı homojen olarak ele alan yaklaşımı, bu ‘‘homojen yapının   dışında kalanlara yönelik ‘‘dışlayıcı   veya ‘‘bastırıcı   politikaları zorunlu kılmaktadır. Bu nokta,  popülist  siyasetin  temel  bir  özelliğini  göstermektedir.  Çünkü popülizmin  en  belirgin  niteliği,  toplumu  ‘‘gerçek  halk    ve  ‘‘yozlaşmış seçkinler   şeklinde iki homojen düşman gruba ayırmasıdır. Popülizm için önemli olan, somut olarak bu iki grubun kimler olduğundan ziyade bu iki grup  arasındaki  karşıtlığın  kendisidir.  Çünkü  her  iki  grup  da  değişken nitelikte  olup  popülist  siyasetin  çizgisine  veya  ihtiyacına  bağlı  olarak birbirine karşıt bir biçimde oluşturulmaktadır. Diğer bir deyişle, halkın ve seçkinlerin kimlerden oluştuğu, sosyo-politik bağlam ve ilgili gruplar ile hizipler arasındaki iktidara bağlı olarak değişken bir niteliktedir. Popülist aktörlerin  iddiasını,  ‘‘halk  düşmanı    olan  seçkinlere  karşı  yalnızca kendilerinin halk ile bütünleştiğini ve dolayısıyla sadece kendilerinin halkı temsil  ettiğini  oluşturmaktadır.  Bunun  doğal  uzantısı  ise,  popülistlerin dışında kalanların gerçek halkın bir parçası olmadığıdır. Halkın bir parçası olmayanların da, halkın sahip olduğu haklara sahip olamayacağı sonucuna varılmaktadır. Burada esasen popülizmin liberal demokrasi ile ilişkisi de açığa çıkmaktadır. Popülizm, halkın genel iradesini ve buna bağlı olarak halk egemenliği ilkesini merkezi bir kaynak ve referans olarak ele almakta ve kullanmaktadır. Buna  bağlı  olarak  popülist  aktörler,  kendilerini  halkın  genel  iradesi üzerinden  meşrulaştırmaktadır.  Popülistlerin  hem  söylemlerinde  hem  de pratikte başvurdukları bazı mekanizmalarında genel iradenin izlerini görmek 833Orhan                                                    Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 795-840 mümkündür. Ancak popülist siyasettin temsil iddiasını oluşturan genel irade, esasen halkın genel iradesinden ziyade ‘‘halkın ruhu   veya ‘‘özü   ya da başka  bir  ifadeyle  inşa  edilen  ‘‘gerçek  kimliğine    daha  çok  denk gelmektedir. Burada önem arz eden nokta, gerçek halkın doğru kararlar ile popülistleri temsilcileri olarak seçmeleridir. Çünkü popülist aktörler, halkın yegâne temsilcileri oldukları iddiasını taşımaktadırlar. Halkın genel iradesi üzerinden  geliştirilen  böyle  bir  temsiliyet  iddiası,  aslında  demokratik olmayıp  liberal  demokrasinin  temsiliyet  iddiası  ile  birçok  açıdan çatışmaktadır. Popülizmin merkezine halkı yerleştirmesi ve buna bağlı olarak halkın genel  iradesini  temsil  iddiasının  temel  dayanağı  yapması,  demokrasi  ile ilişkili hale gelmesini sağlamakta ve her zaman bir gölge gibi demokrasiye eşlik  etmesi  anlamına  gelmektedir.  Bir  başka  deyişle  popülizm, demokrasinin halk iradesini ve egemenliğini meşru iktidar kaynağı olarak öne  çıkaran  veçhesiyle  ve  ilkesiyle  ilintilidir.  Böyle  bir  kesişim  veya ilintiden  hareketle  popülizmin  demokrasinin  kendisi  veya  ‘‘halktan uzaklaşan    liberal  demokrasinin  kusurlarını  onaran  bir  unsur  olarak değerlendirilmesine  neden  olmaktadır.  Ancak  popülizmin  mantığı  ile demokrasinin  mantığı  karşılaştırıldığında  kesiştikleri  yerler  bulunmakla birlikte, aralarında çok temel farklılıkların bulunduğu ve esasen çatışan iki yaklaşım olduğu belirmektedir. Liberal demokraside ve temsili siyasette halk ile politik seçkinler arasındaki bağlantının zayıflaması ve/ya bağın kopması, popülizmin ortaya çıkması için bir zemin oluştursa da, bu bağın onarılması için popülizmin iyi bir düzeltici olduğu anlamına gelmemektedir. Popülizm, liberal demokrasinin sadece bireysel hakları ve hukukun üstünlüğünü öne çıkaran liberal unsuru/veçhesi ile değil; aynı zamanda halkın egemenliğini ve katılımını vurgulayan demokratik unsuru/veçhesi ile de gerilim ve çelişki yaşamaktadır. Demokrasi ve demokratik mantık, iktidarı önceden herhangi bir şey ile doldurmadan iktidar odağını boş bir yer olarak bırakmaktayken; popülizm, iktidar  odağını  homojen  bir  birlik  olarak  halkın  somut  imgesi  ile kapatmaktadır. Demokrasi, sembolik olarak siyasi sahneye dahil olmuş açık ve çeşitlilik arz eden bir toplum fikrine dayanmaktadır. Çünkü demokrasinin temel unsurları olan katılım ve müzakere süreçleri ancak böyle bir toplumda mümkündür. Bu çerçevede, bireysel farklılıkları bastıran kapalı ve kolektif bir kimliğin hayali kurgusuna dayanan popülizm, demokratik bir rejimin temel unsurları ile çelişmektedir. Ezcümle; demokratik mantıkta çeşitlilik ve çoğulluk esas alınırken, popülist mantıkta türdeşlik esas alınmaktadır. 834Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 753-840         Popülizm, Liberal Demokrasi …  Popülizm,  liberal  demokrasinin  özellikle  bireysel  hakları  ve özgürlükleri  öne  çıkaran  ve  anayasal  güvence  altına  alan  veçhesiyle çatışmaktadır. Popülizme göre, bu tür güvenceler halkın iradesine yönelik ‘‘demokratik olmayan   dışsal kısıtlamalar içermektedir. Ancak popülizmin bu iddiasının aksine; bireysel haklar ve özgürlükler için sağlanan anayasal güvenceler, halkın iradesine ilişkin dış kısıtlamalar değil, demokratik süreç olasılıkların temel şartı ve aynı zamanda halk iradesinin siyasete ve iktidara yansımasını sağlayan başlıca araçlarıdır. Çünkü liberal demokrasinin liberal ve demokratik ilkeleri arasındaki ilişki, görünürde bir gerilim ve paradoks görüntüsünü verse de, esasen birbirini tamamlayan ve bir bütün oluşturan ilkelerdir.  Bireysel  özgürlükler,  toplanma  özgürlüğü,  serbest  medya  ve bağımsız yargı gibi ilkeler ve buna bağlı mekanizmalar olmadan halkın iradesinin demokratik bir yansıma bulması mümkün değildir.    Popülizmin toplumu ‘‘gerçek halk   ve ‘‘yozlaşmış seçkinler   şeklinde düşman/karşıt iki gruba ayırması ve her durumda ‘‘halkı   belirli bir şekilde kavramsallaştırarak kolektif kimlik inşası, bir ön ayrıma dayalı olarak halkın (demos un) bir kısmını dışlamaktadır. Popülizmin sürekli başvurduğu halk ile, yalnızca halk kimliğinin hayali bir inşası temelinde tanımlanan ‘‘iyi halk   kastedilmektedir. Demokrasi ise, bir ön ayrıma dayanmadan halkı bir bütün olarak içermektedir. Popülist mantığın toplumda oluşturmuş olduğu antagonist yapıda ‘‘seçkinler   olarak tanımlanan kategorinin yanı sıra, ‘‘iyi halkın    saf  halini  tehdit  eden  herkes  dışlanmaktadır.  Popülizmin  bu yaklaşımı, aynı zamanda demokrasi için hayati öneme sahip olan siyasi yarışa ve rekabete de aykırıdır. Demokraside rekabet içinde olunan karşı taraf, yok edilecek bir düşman değil, sadece geçici olarak iktidar kazanımı için yarışılan meşru bir rakip olarak görülmektedir. Demokrasinin aksine popülizmde siyasi rakip gayr-i meşru olarak değerlendirilmektedir. Çünkü popülist siyaset, kendini halkla bütünleştirmekte ve halkın yegâne meşru temsilcisi  olarak  görmektedir.  Popülist  siyaset,  demokrasiyi  tahrif etmektedir. Popülist siyaset, ilk başlarda demokratik prosedürlere riayet etse bile, demokrasinin kurumsal mekanizmalarını kendi lehlerine değiştirmekte ve saptırmaktadır. Popülizm,  liberal  demokrasi  ile  doğrudan  ilintili  olan  insan  hakları ilkeleriyle de birçok açıdan çatışmaktadır. Öncelikle popülizmin en belirgin özelliği olan toplumu iki düşman gruba ayırması ve bu gruplardan olan ‘‘halkı   tanımlama biçimi, açıkça insan hakları ilkeleriyle çatışmaktadır. İnsan haklarının evrenselliği ve özünde bütün insanların onurlu varlıklar olarak hak sahibi olma ilkesine karşın; popülizmde gerçek halk mensupları hakiki manada hak sahibi olarak görülmektedir.  835Orhan                                                    Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 795-840 Popülist bir rejim, insan hakları için ciddi bir tehdit oluşturmakta ve insan hakları ilkelerini doğrudan ihlal etmektedir. Bu çerçevede, popülist iktidar kendi pozisyonunu korumak ve güçlendirmek için kuvvetler ayrılığını aşındırarak bağımsız ve tarafsız olması gereken yargı erkini kendine bağımlı ve  iktidarını  koruyan  bir  merci  haline  getirmektedir.  Oysaki  yargının bağımsızlığı ve tarafsızlığı, insan hakları için vazgeçilmez bir ön koşuldur. Dahası; popülist bir iktidar, somut olarak devlet aygıtını kendi ‘‘tekeline geçirmek   ve buna bağlı olarak kendi taraftarlarına kayırmacılık yapmak, muhalif olan sivil toplumu bastırmak ve özgür medyayı susturmak gibi insan haklarına aykırı eylemlerde bulunmaktadır. Bunların da ötesinde popülist iktidar, özellikle de insan hakları aktörlerinin meşruiyetini ve etkililiğini ortadan kaldırmak için bir dizi eylemlerde bulunmaktadır.  Popülizmin özellikle sağ formu, insan haklarıyla ilgili en asgari ilkeleri bile  ihlal  etmektedir.  Çünkü  sağ  popülizm;  otoriter,  yabancı  düşmanı, dışlayıcı ve tek-kültürcü bir milliyetçi tutum sergilemektedir. Burada gerçek ve saf halk, etno-kültürel değerlere refere edilerek tanımlanmakta ve bazı gruplara karşı aleni ayrımcılık yapılmaktadır. Sağ popülizmin bünyesinde faşizmin özeliklerine daha sık rastlamak mümkündür. Temel unsurları ve özellikleri ve buna bağlı olarak siyasal ve toplumsal alanı  etkileme  biçimi  bakımından  popülizm  kimi  noktalarda  faşizme benzemektedir. Ancak popülizm ile faşizm arasında bazı temel farklılıklar bulunmakta ve popülist otoriterlik ile faşist diktatörlük arasında bir sınır var olmaktadır.  Bu  iki  ideoloji  ve  siyaset  arasındaki  temel  fark  ve  sınır, demokrasi ile ilişki biçimlerinde ve şiddet kullanım derecelerinde ortaya çıkmaktadır.  Popülizm,  demokrasiyi  tahrif  etmesine  ve  şekilsiz  hale getirmesine karşın bütünüyle imha etmez ve tamamen ortadan kaldırmaz. Faşizm ise, geleneksel demokratik siyasette kökünde karşı bir ideoloji ve siyasettir.  Popülist  aktörler,  kendi  muhaliflerini  demokrasi  oyunu  ile yenilgiye uğratmak istemektedirler. Çünkü popülizmin en önemli meşruiyet kaynaklarından  biri,  seçimlerin  varlığıdır.  Popülizmin  aksine  faşizmde seçimlerin  hiçbir  önemi  ve  anlamı  bulunmadığından  dolayı,  faşistler muhaliflerini seçimle alt etmekten ziyade şiddet yoluyla yok etme arayışında olurlar.  Şiddet,  faşizmde  idealleştirilmiş  bir  değer  olarak  görülmektedir. Popülist bir rejim, kaba siyasi şiddetti bir yöntem olarak kullandığında artık popülist olarak nitelenemez. Sonuç olarak; liberal demokrasi ile çatışan ve demokrasiyi tahrif eden popülizmi  ‘‘kusurlu  demokrasi    veya  ‘‘otoriter  demokrasi    olarak tanımlamak ve pozisyon olarak liberal demokrasi ile faşizm arasında bir yere yerleştirmek mümkündür. 836Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 753-840         Popülizm, Liberal Demokrasi …",
     "Kaynakça": "ABTS,  Koen  &  RUMMENS,  Stefan:  ‘‘Populism  versus  Democracy  , Political Studies, Vol. 55, Issue 2, 2007, ss. 405–424. ALSTON, Philip: ‘‘The Populist Challenge to Human Rights  , Journal of Human Rights Practice, 9, 2017, ss. 1–15. ARDİTİ, Benjamin: Liberalizmin Kıyılarında Siyaset: Farklılık, Popülizm, Devrim, Ajitasyon, Çev. Emine Ayhan, Metis Yayınları, İstanbul, 2010. BELGE, Murat: ‘‘Dünyada Popülizm  , https://www.birikimdergisi.com/haftalik/8233/dunyadapopulizm#.XS3qHOgzZPY. (Erişim: 15.07.2019). BERMAN, Sheri: ‘‘Populism Is Not Fascism, But It Could Be a Harbinger  , Foreign Affairs, Vol. 96, Number 6, 216, ss. 39-44. CANOVAN, Margaret: ‘‘Trust the People! Populism and the Two Faces of Democracy  , Political Studies, Vol. 47, Issue 1, 1999, ss. 2–16. CANOVAN, Margaret: ‘‘‘People , Politicians and Populism  , Government and Opposition, Vol. 19, Issue 3, 1984, ss. 312-327. DI  TELLA,  Torcuato  S.:  ‘‘Populism  into  the  Twenty-first  Century  , Government and Opposition, Vol. 32, Issue 2, 1997, ss. 187-200. DI TELLA, Torcuato: “Populism and Reform in Latin America, içinde Obstacles  to  Change  in  Latin  America,  Ed.  Claudio  Veliz,  Oxford University Press, London, 1965, ss. 47-73.   EATWELL, Roger: ‘‘Populism and Fascism  , içinde The Oxford Handbook of Populism, Ed. Cristóbal Rovira Kaltwasser, Paul Taggart ve diğerleri, Oxford  University  Press,  Oxford,  2017. https://www.academia.edu/29585689/Populism_and_Fascism_2017_  FASSIN, Eric: Popülizm: Büyük Hınç, Çev. Gülener Kırnalı – İlker Kocael, Heretik Yayınları, Ankara, 2018. FINCHELSTEIN,  Federico:  Faşizmden  Popülizme,  Çev.  Ali  Karatay, İletişim Yayınları, İstanbul, 2019. FOSTER, John Bellamy: ‘‘This Is Not Populism  , Monthly Review, Volume 69, Number 2, June 2017. https://monthlyreview.org/2017/06/01/this-isnot-populism/. 837Orhan                                                    Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 795-840 GRIFFIN, Roger: Faşizmin Doğası, Çev. Ali Selman, İletişim Yayınları, İstanbul, 2014. HABERMAS,  Jürgen:  ‘‘Öteki    Olmak,  ‘‘Öteki  yle  Yaşamak:  Siyaset Kuramı  Yazıları,  Çev.  İlknur  Aka,  6.  Baskı,  Yapı  Kredi  Yayınları, İstanbul, 2012. HOUWEN,  Tim:  The  non-European  roots  of  the  concept  of  populism, Sussex European Institute, Working Paper No 120, Brighton, 2011, ss. 1-52.  https://www.sussex.ac.uk/webteam/gateway/file.php?name=seiworking-paper-no-120.pdf&site=266. (Erişim: 15.07.2019). IONESCU, Ghita & GELLNER, Ernest: ‘‘Introduction  , içinde Populism: Its Meanings and National Characteristics, Ed. Ghita Ionescu & Ernest Gellner, Weidenfeld and Nicolson, London, 1969, ss. 1-5. IORDACHI, Constantin: ‘‘Karşılaştırmalı Faşizm çalışmaları: Giriş  , içinde Karşılaştırmalı  Faşizm  Çalışmaları,  Der.  Constantin  Iordachi,  Çev. İsmail Ilgar, 2. Baskı, İletişim Yayınları, İstanbul, 2019, ss. 17-91. JAGERS,  Jan  &  WALGRAVE,  Stefaan:  ‘‘Populism  as  political communication style: An empirical study of political parties  discourse in Belgium  , European Journal of Political Research, Vol. 46, Issue 3, 2007, ss. 319-345. JUDIS,  John  B.:  The  Populist  Explosion:  How  The  Great  Recession Transformed  American  And  European  Politics,  Columbia  Global Reports, New York, 2016. KALTWASSER, Cristobal Rovira: ‘‘The Ambivalence of Populism: Threat and  Corrective  for  Democracy  ,  Democratization,  Vol.  19,  No.  2, 2012, ss. 184–208. KRASTEV, Ivan: ‘‘The Populist Moment  , https://www.eurozine.com/thepopulist-moment/. (Erişim: 19.07.2019). LACLAU, Ernesto: Popülist Akıl Üzerine, Çev. Nur Betül Çelik, 3. Baskı, Epos Yayınları, Ankara, 2018.  LACLAU, Ernesto: ‘‘Popülizm Bir Ad Ne İçerir?  , Çev.  Hayriye Özen, Atılım Üniversitesi Sosyal Bilimler Dergisi, 2015,  Cilt: 1, Sayı: 1, ss. 135-146. LACLAU,  Ernesto:  Politics  and  Ideology  in  Marxist  Theory,  New  Left Books, London, 1977. 838Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 753-840         Popülizm, Liberal Demokrasi …  LIPSET,  Seymour  Martin:  Political  Man:  The  Social  Bases  of  Politics, Heinemann, London, 1960. MAMMONE,  Andrea:  Transnational  Fascism  in  France  and  Italy, Cambridge University Press, Cambridge, 2015. MANN, Michael: Faşistler, Çev. Ulaş Bayraktar, İletişim Yayınlar, 2015. MILLER-IDRISS,  Cynthia:  ‘‘The  Global  Dimensions  of  Populist Nationalism  , The International Spectator, Vol. 54, Issue 2, 2019, ss. 17-34.  MUDDE, Cas: “Fighting the system? Populist radical right parties and party system change, Party Politics, Vol. 20, Issue.2, 2014, ss. 217-226. MUDDE, Cas & KALTWASSER, Cristobal R.: Popülizm: Kısa Bir Giriş, Çev. S. Erdem Türközü, Nika Yayınevi, Ankara, 2019. MULLER,  Jan-Werner:  Popülizm  Nedir?,  Çev.  Onur  Yıldız,  2.  Baskı, İletişim Yayınları, İstanbul, 2018. PAPPAS, Takis S.: ‘‘Modern Populism: Research Advances, Conceptual and  Methodological  Pitfalls,  and  the  Minimal  Definition  , https://oxfordre.com/politics/view/10.1093/acrefore/9780190228637.00 1.0001/acrefore-9780190228637-e-17?print=pdf.  Online  yayınlama Tarihi: Mart 2016. (Erişim: 20.07.2019). PIERSON,  Christopher:  Modern  Devlet,  Çev.  Neşet  Kutluğ  &  Burcu Erdoğan, Chiviyazıları Yayınevi, İstanbul, 2011. RODRIGUEZ-GARAVİTO,  Cesar  &  GOMEZ,  Krizna:  ‘‘Responding  to The  Populist  Challenge:  A  New  Playbook  for  The  Human  Rights Field  , içinde Rising to the Populist Challenge: A New Playbook for Human  Rights,  Ed.  Cesar  Rodriguez-Garavito  &  Krizna  Gomez, Ediciones Antropos, Bogota, D.C./ Colombia, 2018, ss. 11-53. ROUSSEAU,  Jean-Jacques:  Toplum  Sözleşmesi,  Çev.  Vedat  Günyol, Türkiye İş Bankası Kültür Yayınları, IX. Baskı, İstanbul, 2012. SCHMITT,  Carl:  Parlamenter  Demokrasinin  Krizleri,  Çev.  A.  Emre Zeybekoğlu, Dost Yayınları, Ankara, 2006. SCHMITT,  Carl:  Siyasal  Kavramı,  Çev.  Ece  Göztepe,  Metis  Yayınları, İstanbul, 2005. 839Orhan                                                    Ankara Üni. Hukuk Fak. Dergisi, 68 (4) 2019: 795-840 SHILS,  Edward:  The  Torment  of  Secrecy:  The  Background  and Consequences of American Security Policies, The Free Press, Glencoe, 1956. TAGGART,  Paul:  Popülizm,    Çev.  Barış  Yıldırım,  İstanbul  Bilgi Üniversitesi Yayınları, İstanbul, 2004. WORSLEY,  Peter:  “The  Concept  of  Populism  ,  içinde  Populism:  Its Meanings and National Characteristics, Ed. Ghita Ionescu & Ernest Gellner, Weidenfeld and Nicolson, London, 1969, ss. 212-250. http://sozluk.gov.tr/. (Erişim: 20.07.2019). https://www.cam.ac.uk/news/populism-revealed-as-2017-word-of-the-yearby-cambridge-university-press. (Erişim: 19.07.2019). https://dictionary.cambridge.org/dictionary/english/populism.    (Erişim: 19.07.2019). 840"
}