{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "4",
     "Başlık": "TÜRK HUKUKUNDA BAĞIMSIZ İDARİ OTORİTELERİN DÜZENLEYİCİ İŞLEM YAPMA YETKİSİ VE YETKİ UNSURUNDAKİ SAKATLIĞIN DÜZENLEYİCİ İŞLEME ETKİSİ",
     "Title": "The Rule-Making Power of Independent Administrative Authorities in Turkish Law and The Effect of The Invalidity of The Authorization on Regulation",
     "Yazar İsmi": [
          "Gündüz Alp ASLAN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Bağımsız idari otoriteler",
          "düzenleyici işlem yapma yetkisi",
          "regülasyon",
          "yetki sakatlığı"
     ],
     "Keywords": [
          "Independent administrative authorities",
          "rule-making power",
          "regulation",
          "invalidity of the authorization"
     ],
     "Özet": "Bağımsız idari otoritelerin kendilerinden beklenen fonksiyonu yerine getirebilmeleri  için  bazı  yetkilere  sahip  olmaları  gerekmektedir. Yetkiler içerisinde  esas  olan  kural  koymaktır.  Diğer  yetkiler  koyulan  kurallarla işlerlik kazanacaktır. Bu bağlamda, bağımsız idari otoritelere anayasa ve kuruluş  kanunlarıyla  düzenleyici  işlem  yapma  yetkisi  verilmektedir. Bağımsız  idari  otoritelerin  temel  hak  ve  özgürlüklerle  doğrudan  ilişkili alanlarda  görev  yapmaları,  yaptıkları  düzenleyici  işlemlerin  kanunla alakasını  incelemeye  değer  kılar.  İncelemeye  bağımsız  idari  otoritelerin anayasal konumu ve statüsü belirlenerek başlanacaktır. Böylece, bağımsız idari otoritelerin düzenleyici işlem yapma yetkisinin kapsam ve sınırları da ortaya  çıkmış  olacaktır.  Düzenleyici  işlem  yapma  yetkisinin  sınırlarının aşılması  ise  hukuki  bir  yaptırım  uygulanmasını  gerektirir.  Son  olarak, düzenleyici  işlem  yapma  yetkisinin  sınırları  aşılarak  yapılan  düzenleyici işlemlerin durumu ele alınacaktır.",
     "Abstract": "Independent administrative authorities should have powers in order to fulfill  their  function  which  is  expected  from  them. The  primary  of  the powers is rule-making. Other powers will be implemented with the rules set out. In this context, independent administrative authorities are given rulemaking  power  by  constitution  and  establishment  laws.  Independent administrative authorities are functioning in areas which are directly related to fundamental rights and freedoms, so the relevance between their rulemaking process and law is worthy of review. We will start our review by determining  the  constitutional  position  and  status  of  the  independent administrative authorities. Thus, the scope and limits of the independent administrative authorities  rule-making power will be demonstrated. If the limits  of  the  rule-making  power  is  exceeded,  it  will  require  the implementation of a legal sanction. Finally, the status of the regulatory actions  which  are  exceeding  the  limits  of  rule-making  power  will  be discussed.",
     "Metin": "Dünyada  bağımsız  regülasyon  kurumları,  bağımsız  idari  otoriteler veya yarı özerk hükümet dışı örgütler adı verilen kuruluşların ortaya çıkışı 1887  yılına  kadar  uzanmaktadır.  Ancak  asıl  yaygınlaşma  1929  yılında Fdüyaşanan  Büyük  Buhran  sonrasında  görülmüştür.  Amerika  Birleşik Devletleri  piyasaları  bağımsız  idari  otoriteler  kurarak  yönetmeyi  uygun bulurken, Kıta Avrupası ülkelerinde devletleştirme yoluyla krizden kurtulma ön plana çıkmıştır. Zamanla Kıta Avrupası nda da teknolojik gelişmeler, özel  sermayenin  güçlenmesi,  özelleştirme  uygulamaları,  temel  hak  ve özgürlükler ile ekonomik düzenin korunması gibi nedenlerle kamu yararının ağır  bastığı  sektörlerin  veya  alanların  etkili  biçimde  denetlenmesinin gerekliliği  doğmuştur.  Bir  başka  deyişle  modern  devletin  klasik  idari teşkilatlanması  toplumu  doğrudan  etkileyen  kimi  hassas  hizmetlerin sunulduğu piyasalar veya duyarlı alanlar üzerinde beklendiği kadar tesirli bir kontrol  sağlayamamıştır.  Çözüm,  mevcut  idari  yapıda  o  güne  kadar bulunmayan bir kurumlaşmaya gidilerek aranmaya başlanmıştır. Söz konusu piyasalar ile alanlara hızlı ve etkin müdahale edebilmek için oluşturulan bu yeni tip idari kurumlar geniş yetki ve imkanlar ile donatılmıştır. Ne var ki görece  yeni  kurumlar  olmaları  ve  ülkeden  ülkeye  değişen  uygulamalar sebebiyle bağımsız idari otoritelerin genel geçer bir tanımını yapmak pek ihtimal dâhilinde görünmemektedir. Fakat Avrupa Birliği belli piyasaları düzenlemek ve denetlemekle görevli bağımsız idari otoritelerin uyum ve işbirliği  içinde  çalışmasına  yönelik  çeşitli  programları  yürütmektedir. Buradan hareketle orta vadede Kıta Avrupası ülkeleri için bağımsız idari otoriteler konusunda bir konsensüs sağlanacağı öngörülebilir. Bağımsız  idari  otoritelerin  yerine  getirdiği  işleve  regülasyon  adı verilmektedir. Regülasyon en yalın haliyle bir kamu kurumunun toplum için önemli  faaliyetler  üzerinde  süreklilik  arz  eden  kontrolüdür.  Bir  kamu kurumunun herhangi bir faaliyete odaklanarak sürekli regüle etmesi için çeşitli düzenlemeler yapılması yeterli gelmez. Bu kurumun regüle edeceği faaliyete ilişkin detaylı bilgilere sahip olması da lazımdır. Şu halde bağımsız idari  otoritelerin,  er  ya  da  geç,  konusunda  uzmanlaşmış,  inceleme, düzenleme  ve  icra  yetkilerine  sahip  kurumlara  dönüşmesi  gerekecektir. Regülasyonun  mutlaka  bir  idari  otoritece  yerine  getirilmesinin  gerekli olmadığını savunan yazarlar da vardır. Birleşik Krallık da İnsan Hakları Kanunu nun kabülü sonrasında mahkemelerin temel hak ve özgürlükleri korumak amacıyla hemen her alana, özellikle basınla ilgili konulara, gittikçe artan  müdahale  etme  ihtimalinin  veya  kendi  kendine  regülasyon  gibi olguların,  kamu  kurumları  dışında  potansiyel  regülasyon  organlarının varlığına işaret ettiği ileri sürülmektedir. Nitekim Black ile Jordana ve Levi-Faur devletle regülasyon arasındaki bağı esaslı unsur saymayan üçüncü bir tanıma da tespitlerinde yer vermektedir. Baldwin, Scott ve Hood un                                                                                                                    Teşkilatındaki  Adalar : Bağımsız İdari Otoriteler , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Cilt 55 (2006), Sayı 2, s. 159. 8  SELZNICK, Philip:  Focusing Organisational Research on Regulation , içinde Regulatory Policy and the Social Sciences (ed.: Roger NOLL), University of California Press, Berkeley and Los Angeles 1985, s. 363. 9  MAJONE, Giandomenico:  The Rise of the Regulatory State in Europe , West European Politics, Volume 17 (1994), Number 3, s. 81. 10  Human Rights Act 11  FEINTUCK, Mike / VARNEY, Mike: Media Regulation, Public Interest and the Law, Edinburgh University Press, Edinburgh 2006, s. 202. 12  Black  ile  Jordana  ve  Levi-Faur un  tespitlerinde  ilk  regülasyon  tanımı;  devletin  belli konularda kurallar koyması ve kurallara uyulmasını izleme ile icra mekanizmalarıyla, genellikle konusunda uzmanlaşmış kamu kurumlarıyla, güvence altına almasıdır. İkinci regülasyon  tanımı  ise  devletin  herhangi  bir  vasıtayla  ekonomiye  müdahale  etmesidir (BLACK, Julia: Critical Reflections on Regulation, Centre for Analysis of Risk and Regulation at the London School of Economics and Political Science, London 2002, s. 8; JORDANA, Jacint / LEVI-FAUR, David:  The Politics of Regulation In the Age of Governance , içinde The Politics of Regulation: Institutions and Regulatory Reforms for 574Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631                                                    Aslan derledikleri  A  Reader  on  Regulation  isimli  eser  üzerinden  yapılan  bu tespitlere  göre;  regülasyon  doğduğu  kaynağa  ve  amacına  bakılmaksızın davranışa  her  yönüyle  nüfuz  edebilen  tüm  sosyal  kontrol  veya  etki mekanizmalarıdır.  Regülasyonu  içeriği  belirsiz  hale  getiren  böyle  bir tanımın  kabulü  güç  olsa  bile,  Kıta  Avrupası  ülkelerine  göre  regülasyon alanında oldukça tecrübeli sayabileceğimiz Amerika ve Birleşik Krallık da daha iyi bir regülasyon için süren araştırmalar ekseninde düşünüldüğünde, başlangıç için faydalı bir noktadır. Genel geçer bir tanımını yapamadığımız bağımsız  idari  otoritelerin  varlık  nedeni  olan  regülasyon  kavramında  da ortak bir paydaya ulaşmak zordur. Türk hukuk sistemi için bağımsız idari otorite ve regülasyon kavramları oldukça yeni sayılır. Daha önce münferit uygulamaları olmuşsa da güncel bir konu  haline  gelişi,  bağımsız  idari  otoritelerin  birbiri  ardına  kurulduğu ikibinli yılların başına denk gelmektedir. Kuruluş kanunları incelendiğinde bağımsız  idari  otoritelerin  bir  takım  ortak  özelliklere  sahip  olduğu görülmektedir.  Ortak  özelliklerinden  hareketle  bağımsız  idari  otoritelere ilişkin bir tanım denemesinde bulunulabilir. Türk hukukunda bağımsız idari otorite, kamu tüzel kişiliğine, idari ve mali özerkliğe ve görevlendirildiği piyasa  veya  alanda  düzenleme,  denetleme  ve  yaptırım  uygulama                                                                                                                    the Age of Governance (eds.: Jacint JORDANA ve David LEVI-FAUR), Edward Elgar Publishing Limited, Cheltenham and Northampton 2004, s. 3). 13  BALDWIN, Robert / SCOTT, Colin / HOOD, Christopher:  Introduction , A Reader on Regulation içinde (eds.: Robert BALDWIN, Colin SCOTT ve Christopher HOOD), Oxford University Press, Oxford 1998, s. 3; BLACK, s. 8; JORDANA / LEVI-FAUR, s. 3. 14  Regülasyon kavramının gelişimi ve regülasyon teorileri hakkında detaylı bilgi için bkz. MAJONE, Giandomenico: Regulating Europe (ed.: Jeremy RICHARDSON), Routledge, New York 1996; OGUS, Anthony:  W(h)ither the Economic Theory of Regulation? What Economic Theory of Regulation? , içinde The Politics of Regulation: Institutions and Regulatory Reforms for the Age of Governance (eds.: Jacint JORDANA ve David LEVIFAUR), Edward Elgar Publishing Limited, Cheltenham and Northampton 2004, s. 31-42; MORGAN, Bronwen / YEUNG, Karen: An Introduction to Law and Regulation: Text and Materials, Cambridge University Press, New York 2007, s. 16-76. 15  Bağımsız idari otoritelerin idari ve mali özerkliği için bkz. AKINCI, Müslüm: Bağımsız İdari  Otoriteler  ve  Ombudsman,  Beta,  İstanbul  1999,  s.  107-112;  TAN,  s.  15-26; ULUSOY,  Ali:  Bağımsız  İdari  Otoriteler,  Turhan  Kitabevi,  Ankara  2003,  s.  15-18; SOBACI, s. 164-167; GÖZLER, Kemal: İdare Hukuku: Cilt I, Ekin Basın Yayın Dağıtım, Bursa 2009, s. 587-590; GÖZÜBÜYÜK, Şeref / TAN, Turgut: İdare Hukuku: Cilt I Genel Esaslar, Turhan Kitabevi, Ankara 2010, s. 377-393; GÜNDAY, Metin: İdare Hukuku, İmaj Yayınevi, Ankara 2011, s. 569-570.   575Türk Hukukunda Bağımsız İdari...      Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631 yetkilerine  sahip  kurumdur  denebilir8.  Bağımsız  idari  otoritelere düzenleme,  denetleme  ve  yaptırım  uygulama  yetkileri  yanında  faaliyet gösterdikleri piyasa veya alana göre sui generis yetkiler de tanınabilir. Yine bu bağlamda bağımsız idari otoritelerin yerine getirdiği regülasyon işlevi, belli bir piyasa veya alan üzerinde düzenleme, denetleme, yaptırım uygulama ve sui generis yetkileri kullanarak ilgili piyasa veya alanın sağlıklı işlemesini veya korunmasını temin etmek şeklinde tanımlanabilir. Anayasa Mahkemesi, bağımsız idari otoriteleri adlandırmadan kaçınarak, denetlediği                                                  16  Bağımsız  idari  otoritelerin  yetkileri  için  bkz.  AKINCI,  s.  132-141;  TAN,  s.  27-32; ULUSOY, s. 23-24; SOBACI, s. 168-170; GÖZLER, s. 584, 589; GÖZÜBÜYÜK / TAN, s. 393-402; GÜNDAY, s. 570-571. 17  Tan a göre bağımsız idari otorite yürütme organından organik ve işlevsel anlamda bağımsız (bağımsız), idari kuruluş statüsüne sahip (idari), bireysel ve düzenleyici işlemler yapabilen ve bunu uygulayabilen (otorite) kurumlardır. Tüzel kişilik zorunlu değildir (TAN, s. 15; GÖZÜBÜYÜK / TAN, s. 377). Gerçekten de Fransız bağımsız idari otoritelerinin pek çoğunda tüzel kişilik bulunmamaktadır (DURAN, s. 6). Ancak 1982 Anayasasının 124nci maddesi dikkate alındığında, kendi görev alanlarını ilgilendiren kanunların ve tüzüklerin uygulanmasını sağlamak amacıyla yönetmelik çıkartabilme yetkisi başbakanlık, bakanlıklar ve kamu tüzel kişilerine tanınmış bulunduğundan, etkili bir regülasyon yapabilmek adına, bağımsız idari otoritelerin tüzel kişiliğe sahip olması önemlidir. 18  Bağımsız  idari  otoritelerin  yapısına  ilişkin  düzenlemeleri  yeknesak  hale  getirmeyi amaçlayan Düzenleyici ve Denetleyici Kurumlar Hakkında Kanun Tasarısı 12.07.2004 günü TBMM Başkanlığına sunulmuş ve 1/866 sıra numarasını alarak 16.07.2004 günü yapılan 117nci birleşim tutanağına ekli gelen kağıtlar listesinde yayımlanmıştır ( Gelen Kağıtlar , TBMM Tutanak Dergisi, 22. Dönem, 2. Yasama Yılı, 117. Birleşim, Cilt 57 (2004), s. 590). Bağımsız idari otorite, tasarının 3ncü maddesinin (a) bendinde, kanunla kurulan,  kuruluş  kanunları  ile  belirlenen  çerçevede  ekonomik  ve  sosyal  alanlarda düzenleme, denetleme, arabuluculuk ve yönlendirme faaliyetinde bulunan, idarî ve malî özerkliği  haiz,  kamu  tüzel  kişiliğine  sahip  düzenleyici  ve  denetleyici  kurum  şeklinde tanımlamıştır  ( Düzenleyici  ve  Denetleyici  Kurumlar  Hakkında  Kanun  Tasarısı , http://www.tbmm.gov.tr/d/1/1-0866.pdf, 7 Aralık 2012, s. 1). Ne var ki, anılan tasarı TBMM Başkanlığına verildiği 22nci yasama dönemi içinde kanunlaşamamış ve TBMM İçtüzüğünün 77nci maddesi uyarınca hükümsüz sayılmıştır ( TBMM Yirmiikinci Dönem Hükümsüz Sayılan ve Sayılmayan İşler Listesi , TBMM Tutanak Dergisi, 23. Dönem, 1. Yasama Yılı, 1. Birleşim, Cilt 1 (2007), s. 8). Tespit edebildiğimiz kadarıyla tasarının sevkedildiği Adalet ile Plan ve Bütçe komisyonları tarafından rapor hazırlanmadığı gibi, TBMM İçtüzüğünün 37nci maddesinin tanıdığı komisyona veya komisyonlara havale tarihinden itibaren kırkbeş gün geçmiş olması durumunda teklif veya tasarının doğrudan TBMM Genel Kurul gündemine alınmasının teklif edilebilmesi imkânı kullanılmamıştır ( Düzenleyici  ve  Denetleyici  Kurumlar  Hakkında  Kanun  Tasarısı , http://www.tbmm.gov.tr/develop/owa/tasari_teklif_gd.onerge_bilgileri?kanunlar_sira_no=28035, 7 Aralık 2012). 19  ULUSOY, s. 23. 20  Görüş bildirme yetkisi, uyuşmazlık çözme yetkisi vb. 576Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631                                                    Aslan kanunun tercih ettiği formülü kullanmaktadır. Hemen akıllara bağımsız idari otoritelerin düzenleyici ve denetleyici kurumlar adı altında kategorize edildiği 10.12.2003 gün ve 5018 sayılı Kamu Malî Yönetimi ve Kontrol Kanunu  gelebilir.  Danıştay  da,  muhtemelen  anılan  kanundan  hareketle, düzenleyici  kurum  kavramını  tercih  etmektedir.  Ne  var  ki  5018  sayılı Kanunun  3ncü  maddesinin  (c)  bendinde,  düzenleyici  ve  denetleyici kurumlar, ekli (III) sayılı cetvelde yer alan kurumlar olarak tanımlamakta; aynı kanunun 12nci maddesinin beşinci fıkrasında ise, dolaylı olarak, özel kanunlarla  kurul,  kurum  veya  üst  kurul  şeklinde  teşkilatlanma  tanıma eklenmektedir.  Düzenleyici  ve  denetleyici  kurumların  ekli  (III)  sayılı cetvelde sayılan kurumlarla sınırlı kabul edilmesi, özel kanunlarla kurul, kurum  veya  üst  kurul  şeklinde  teşkilatlanmayı  da  anlamsız  kılmaktadır. Zaten düzenleyici ve denetleyici kurumların regülasyon işlevini layığıyla yerine getirebilmeleri için kanunla kurulmaları ve yetkilendirilmeleri dışında bir olasılık yoktur. İsimlendirmeden hareketle bu kurumların düzenleme ve denetleme  yetkisine  sahip  oldukları  konusunda  mantık  yürütülebilir. Gelgelelim, kuruluş kanunları çerçevesinde incelendiğinde, düzenleyici ve denetleyici kurumların başkaca yetkilere de sahip olabileceği görülmektedir. Son  olarak  ekli  (III)  sayılı  cetvelde  ülkemizdeki  tüm  bağımsız  idari otoritelere  yer  verilmemiştir.  Şu  halde  düzenleyici  ve  denetleyici  kurum yerine  bağımsız  idari  otorite  kavramını  kullanmak  yanlış  olmayacaktır. Düzenleyici ve denetleyici kurumların da bağımsız idari otoriteler çatısı altında yer aldığı rahatlıkla savunulabilir. Ülkemizde bağımsız idari otoritelerin atası sayabileceğimiz ilk kurulu 1959  yılında  görmekteyiz.  21.12.1959  gün  ve  7397  sayılı  Sigorta                                                  21   ...özel kanunlarla kurulmuş kamu tüzel kişiliğini ve idarî ve malî özerkliği haiz kurul, üst kurul ve bunlara bağlı kurumlar...  (Anayasa Mahkemesi nin 25.06.2002 tarihli kararı E. 2002/31 K. 2002/58 RG: 14.03.2006-26108). 22  Danıştay  kararları  ışığında  bağımsız  idari  otoritelerin  temel  işlevi  de;   toplumsal  ve ekonomik yaşamın temel hak ve özgürlükler ile yakından ilişkili alanlarındaki kamusal ve özel kesim etkinliklerini, bir takım kurallar koyarak düzenlemek, konulan kurallara uyulup uyulmadığını izlemek ve denetlemek  olmaktadır (Danıştay 13. Daire nin 28.06.2005 tarihli kararı E. 2005/1034 K. 2005/3309; Danıştay 13. Daire nin 25.12.2006 tarihli kararı E. 2005/9375 K. 2006/4919). Düzenleme ve denetlemeye yapılan vurgu 5018 sayılı Kanunun adlandırmasına koşuttur. 23  Aslında bağımsız idari otoritelerin atası olarak nitelendirilebilecek ilk kurul İstanbul Sağlık Yüksek Kurulu dur (İstanbul Meclisi Âlii Sıhhisi). Kuruluşu 1838 yılına kadar uzanan kurul, İstanbul un 1918 yılında işgal edilmesinden sonra itilaf devletlerinin kontrolüne   577Türk Hukukunda Bağımsız İdari...      Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631 Murakabe Kanunu nun 30ncu maddesi uyarınca kurulan Sigorta Murakabe Kurulu,  özel  sigorta  şirketlerinin  işlemlerini  Ticaret  Bakanlığı  adına denetlemekle  görevli  ve  ayrı  bütçesi  olan  bir  kuruldur.  Günümüzdeki bağımsız idari otorite tanımını tam olarak karşılamasa da Türk hukukunda klasik  idare  sisteminden  farklılaşan  ilk  kurul  olarak  dikkat  çekmektedir. 1993 yılına kadar faaliyetini sürdüren Sigorta Murakabe Kurulu, 20.08.1993 gün ve 510 sayılı Kanun Hükmünde Kararname ile Hazine Müsteşarlığına bağlı bir teftiş kuruluna çevrilmiştir. Doksanlı  yılların  sonlarından  itibaren  ülkemizde  bağımsız  idari otoritelerin  sayısı  hızla  artmıştır.  Artışın  sebepleri  arasından  toplumu doğrudan etkileyen kimi hassas hizmetlerin sunulduğu piyasalar veya duyarlı                                                                                                                    geçmiştir (The Superior Council of Health of Constantinople). İstanbul un kurtarılmasından sonra 1923 yılında dağıtılan kurul, nihayet Lozan Antlaşması nın 114ncü maddesi ile kaldırılmıştır (TBMM Zabıt Ceridesi, Devre II, Cilt I, Yedinci İçtima, 21.08.1339, s. 143;  Tarihçemiz , Hudut ve Sahiller Sağlık Bülteni, (2008), Sayı 1, s. 2; KARACAN, Ali Naci: Lozan, Türkiye İş Bankası Kültür Yayınları, İstanbul 2011, s. 219, 396, 561). 24  Azrak a göre Sigorta Murakabe Kurulu bağımsız bir kuruldur (AZRAK, Ülkü:  Dünyada ve Türkiye de Bağımsız İdari Otoriteler ve İdarenin Yeniden Yapılanması Bağlamında Bunlara İlişkin Bazı Sorunlar , içinde Bağımsız İdari Otoriteler, Rekabet Kurumu, Ankara 2001, s. 22). Bu hususu güncel anlamıyla idari ve mali özerkliği kapsayacak genişlikte anlamamak gerekir. 7397 sayılı Sigorta Murakabe Kanunu nun 30ncu maddesiyle Sigorta Murakabe  Kurulu  üyelerinin  atanma  şartları,  görev,  yetki  ve  sorumlulukları  Ticaret Bakanlığı nca  çıkartılacak  tüzük  ile  belirlenmesi  ve  kurulun  masrafları  için  alınacak murakabe aidatının Ticaret Bakanlığı adına açılacak bir hesaba yatırılması öngörülmüştür. Ticaret Bakanlığı nın hazırladığı Sigorta Murakabe Tüzüğü ne göre kurul üyeleri ve uzman personeli  bakan  tarafından  (m.  4,  5),  geri  kalan  personeli  kurul  başkanı  tarafından atanmakta (m. 5), kadroları ve özlük hakları bakanlıkça tespit edilmektedir (m. 6). Hatta kurulun yapacağı denetim sonrası hazırlayacağı raporların kanunen zorunlu tutulmaya veya içerik ve öneme göre bakanlık onayına sunulması söz konusudur (m. 9). Bunlara karşın kurul üyeleri ve uzman personelinin hangi hallerde görevden alınabileceği sınırlı biçimde düzenlenmiştir (m. 31). Kurul başkanı organizasyon, işleyiş ve görev dağıtımı konusunda yetkili kılınmış ve ita amiri tayin edilmiştir (m. 7). İta amiri olarak kurulun masrafları için harcama  yetkisine  sahiptir.  (Sigorta  Murakabe  Tüzüğü  için  bkz.  Resmi  Gazete, (12.09.1962), Sayı 11204, s. 8469-8471). Şu halde işleyişiyle sınırlı bir bağımsızlığa sahip olduğunu kabul etmek daha isabetli görünmektedir. Emek ve Memişoğlu Sigorta Murakabe Kurulu nun tüzel kişiliğe sahip olduğunu iddia etse de 7397 sayılı Sigorta Murakabe Kanunu ve Sigorta Murakabe Tüzüğü nde bu yönde açık bir hükme rastlamak mümkün olmamıştır  (bkz.  EMEK,  Uğur:   Türkiye  Uygulaması:  Bağımsız  Düzenleyici  Kurum Kavramı ve Kapsamı , Bağımsız Düzenleyici Kurumlar ve Türkiye Uygulaması içinde (Derleyenler:  Erkut  YÜCAOĞLU,  Uğur  EMEK,  Ünal  ZENGİNOBUZ  ve  Muhittin ACAR), TÜSİAD, İstanbul 2002, s. 152; MEMİŞOĞLU, Dilek:  Türkiye de Bağımsız İdari Otoriteler ve Denetimleri , içinde Uluslararası Davraz Kongresi: Küresel Diyalog, Süleyman Demirel Üniversitesi İİBF, Isparta 2009, s. 2457). 578Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631                                                    Aslan alanlar üzerinde politikacılar ile piyasa veya alanda faaliyette bulunanların etkisini azaltmak ön plana çıkmaktadır. Sahiden bankacılık ve enerji gibi piyasalarda görülen büyük yolsuzluklar klasik idari yapıyla engellenememiş; politikacıların desteğini alan aktörler kamuyu büyük zarara uğratmışlardır. Yabancı yatırımcılara güven veren piyasa şartlarının oluşmasını sağlamak ve korumak  da  bir  başka  önde  gelen  neden  olmuştur.  Bugün  Radyo  ve Televizyon Üst Kurulu, Sermaye Piyasası Kurulu, Bankacılık Düzenleme ve Denetleme Kurumu, Rekabet Kurumu, Bilgi Teknolojileri ve İletişim Kurumu, Enerji Piyasası Düzenleme Kurumu, Kamu İhale Kurumu, Tütün ve Alkol Piyasası Düzenleme Kurumu, Şeker Kurumu, Tasarruf Mevduatı  Sigorta  Fonu,  Kamu  Gözetimi,  Muhasebe  ve  Denetim Standartları  Kurumu  olmak  üzere  onbir  adet  bağımsız  idari  otoritenin faaliyetini  sürdürdüğü  genel  kabul  görmektedir.  Oysa  bağımsız  idari otoritelerin topluca sayıldığı yegâne kanun olan 5018 sayılı Kamu Malî Yönetimi ve Kontrol Kanununa ekli (III) sayılı cetvelde sadece dokuz adet düzenleyici ve denetleyici kuruma yer verilmektedir. Bunlar arasında Şeker Kurumu ve Tasarruf Mevduatı Sigorta Fonu bulunmamaktadır. Aslında 5018 sayılı  Kanunun  ilk  metninde  varolan  her  iki  bağımsız  idari  otorite, 22.12.2005 gün ve 5436 sayılı Kamu Malî Yönetimi ve Kontrol Kanunu ile Bazı  Kanun  ve  Kanun  Hükmünde  Kararnamelerde  Değişiklik Yapılması Hakkında Kanunun 12nci maddesiyle (III) sayılı cetvelden çıkartılmıştır. 5436 sayılı Kanunun ne genel ne de madde gerekçesinde konu hakkında                                                  25  ULUSOY, s. 5-7. 26  RTÜK.  1982  AY  m.  133,  6112  sayılı  Radyo  ve  Televizyonların  Kuruluş  ve  Yayın Hizmetleri Hakkında Kanun m. 34. 27  SPK. 6362 sayılı Sermaye Piyasası Kanunu m. 117. 28  BDDK. 5411 sayılı Bankacılık Kanunu m. 82. 29  RK. 4054 sayılı Rekabetin Korunması Hakkında Kanun m. 20. 30  BTK. 2813 sayılı Bilgi Teknolojileri ve İletişim Kurumunun Kuruluşuna İlişkin Kanun m. 5. 31  EPDK. 4628 sayılı Enerji Piyasası Düzenleme Kurumunun Teşkilat ve Görevleri Hakkında Kanun m. 4. 32  KİK. 4734 sayılı Kamu İhale Kanunu m. 53. 33  TAPDK. 4733 sayılı Tütün ve Alkol Piyasası Düzenleme Kurumu Teşkilat ve Görevleri Hakkında Kanun m. 2. 34  ŞK. 4634 sayılı Şeker Kanunu m. 7. 35  TMSF. 5411 sayılı Bankacılık Kanunu m. 111. 36  KGK. 660 sayılı Kamu Gözetimi,  Muhasebe ve Denetim Standartları Kurumunun Teşkilat ve Görevleri Hakkında Kanun Hükmünde Kararname m. 3.   579Türk Hukukunda Bağımsız İdari...      Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631 herhangi  bir  açıklama  yoktur.  Dolayısıyla  bunun  bir  tercih  mi  yoksa unutkanlık mı olduğunu tespit etmek ilk bakışta olanaksızdır. Araştırmayı biraz derinleştirdiğimizde, Tasarruf Mevduatı Sigorta Fonunun kapsam dışı bırakılmasının  nedenlerini,  İstanbul  milletvekili  Emin  Şirin  tarafından 02.12.2005  günü  TBMM  Başkanlığına  sunulan  Başbakanlık  Yüksek Denetleme Kurulu raporlarına ve bazı kuruluşların denetimine ilişkin yazılı soru  önergesine  verilen  cevapta  bulmaktayız. 23.01.2006 günü  TBMM Başkanlığına ulaşan yazılı cevapta; Tasarruf Mevduatı Sigorta Fonuna 4389 sayılı  Bankacılık  Kanunuyla  tanınmış  yetkilerden  bahsedilerek,  fonun düzenleyici ve denetleyici kurum niteliğine sahip olmadığı, iktisadi alanda faaliyet  göstermesi  sebebiyle  5018  sayılı  Kanun  çerçevesinde  görevini sürdürmesinin  olanaksızlığı,  öngörülmesi  mümkün  olmayan  devralmalar nedeniyle  fonun  ödeme  güçlüğüne  düşebileceği,  ödeme  güçlüğüne düşülmesi durumunda Merkezi Yönetim Bütçesi kapsamında belirlenecek yedek  ödeneğin  yetmeyeceği  ve  doğallayın  kurum  hizmetinin  kesintiye uğrayacağı ile zaten bir fon olarak adlandırılmış kurumun 5018 sayılı Kanun kapsamında  yer  almadığı  öne  sürülmüştür.  Tasarruf  Mevduatı  Sigorta Fonunun mevduatın ve katılım fonlarının sigorta edilmesi ile fona devredilen bankaların yönetilmesiyle ilgili gereken işlemlerin yapılması olmak üzere iki temel görevi bulunmaktadır. Görevlerini yerine getirebilmesi için tanınan son derece geniş yetkiler arasında sigortaya tâbi olacak tasarruf mevduatı ve gerçek kişilere ait katılım fonlarının kapsamı ve tutarı ile risk esaslı sigorta priminin  tarifesi,  tahsil  zamanı,  şekli  ve  diğer  hususları  belirlemek; Bankacılık Düzenleme ve Denetleme Kurulunun fona devir kararı sonrası, kredi kuruluşunun temettü hariç ortaklık hakları ile yönetim ve denetimini, zararın mevcut ortakların sermayesinden indirilmesi kaydıyla, kısmen veya                                                  37   Kamu  Malî  Yönetimi  ve  Kontrol  Kanunu  ile  Bazı  Kanun  ve  Kanun  Hükmünde Kararnamelerde  Değişiklik  Yapılması  Hakkında  Kanun  Tasarısı , http://www.tbmm.gov.tr/d/1/1-1121.pdf, 7 Aralık 2012, s. 1, 2, 8. 38   Gelen Kağıtlar , TBMM Tutanak Dergisi, 22. Dönem, 4. Yasama Yılı, 40. Birleşim, Cilt 105 (2005), s. 722. Metin için bkz. http://www.tbmm.gov.tr/d/7/7-11465s.pdf, 7 Aralık 2012. 39  TBMM Tutanak Dergisi, 22. Dönem, 4. Yasama Yılı, 54. Birleşim, Cilt 109 (2006), s. 417418. 40  ...mali bünyelerinin güçlendirilmesi, yeniden yapılandırılması, devri, birleştirilmesi, satışı, tasfiyesi,  fonun  alacaklarının  takip  ve  tahsili  işlemlerinin  yürütülmesi  ve sonuçlandırılması... (5411 sayılı Kanun m. 111/1). 41  5411 sayılı Kanun m. 63/3. 580Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631                                                    Aslan tamamen devri, satışı veya birleştirilmesini gerçekleştirmek; Bankacılık Düzenleme  ve  Denetleme  Kurulunun  faaliyet  iznini  kaldırdığı  kredi kuruluşlarını  tasfiye  etmek;  5411  sayılı  Kanun  hükümlerine  göre  bir bankanın  faaliyet  izninin  kaldırılması  halinde  yönetim  ve  denetimini devralmak; yönetim ve denetimi kendisine intikal eden bankadaki sigortalı mevduatı ve sigortalı katılım fonunu doğrudan veya ilan edeceği başka bir banka  aracılığı  ile  ödeyerek,  mevduat  ve  katılım  fonu  sahipleri  yerine bankanın  doğrudan  doğruya  iflâsını  istemek;  iflas  kararı  verilmeyen hallerde bankanın iradi tasfiyesi, banka genel kurul kararı aranmaksızın ve Türk  Ticaret  Kanununun  anonim  şirketlerin  infisah  ve  tasfiyeye  ilişkin hükümlerine  tabi  olmaksızın  tasfiye  kuruluüyelerinin  Fon  tarafından atanması suretiyle gerçekleştirmek; 5411 sayılı Kanunun 12nci maddesi hükümlerine göre faaliyet izni kaldırılan yabancı banka şubelerinin mevcut ve alacaklarının yurt dışına transferine ilişkin esasları belirlemek; müflise ait  menkul  ve  gayrimenkullerin  satışını  gerçekleştirmek;  hisselerinin çoğunluğu  veya  tamamı  kendisine  intikal  eden  bankayı,  alacaklı  ve borçluların rızası aranmadan, mevcut veya kurulacak bir bankaya devretmek veya  birleştirmek;  5411  sayılı  Kanunun  108nci  maddesi  çerçevesinde kullanılan kaynaklar ve maruz kalınan zarar kapsamında iade ve tazmin talebine mesnet teşkil edecek işlemler ile iade ve tazmine konu edilecek tutarları belirlemek; 5411 sayılı Kanunun 108nci maddesine göre fonun tanıyacağı  sürede  ödenmeyen  tutarları  6183  sayılı  Amme  Alacaklarının Tahsil Usulü Hakkında Kanun hükümlerine göre takip ve tahsil etmek; faaliyet izni kaldırılan veya fona devredilen bankaların ana sözleşmelerinde yer alan düzenlemelerin, Türk Ticaret Kanunu hükümlerine tabi olmaksızın, genel  kurul  yapılmaksızın  değiştirmek  ve  tescil  ettirmek;  faaliyet  izni kaldırılan veya fona devredilen bankada mevduat ve katılım fonu sahipleri                                                  42  5411 sayılı Kanun m. 71. 43  5411 sayılı Kanun m. 71. 44  5411 sayılı Kanun m. 106/1. 45  5411 sayılı Kanun m. 106/3. 46  5411 sayılı Kanun m. 106/7. 47  5411 sayılı Kanun m. 106/8. 48  5411 sayılı Kanun m. 106/10. 49  5411 sayılı Kanun m. 107. 50  5411 sayılı Kanun m. 108/3. 51  5411 sayılı Kanun m. 108/4. 52  5411 sayılı Kanun m. 109/1.   581Türk Hukukunda Bağımsız İdari...      Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631 ile diğer alacaklıların haklarını korumaya yönelik olarak gerekli göreceği her  türlü  tedbiri  almak;  bir  bankanın  yöneticilerinin  ve  denetçilerinin kanuna aykırı karar ve işlemleriyle banka hakkında 5411 sayılı Kanunun 71nci madde hükümlerinin uygulanmasına neden olduklarının tespiti halinde mahkemeden şahısların iflasını talep etmek ve iflas kararı üzerine takibi yürütmek; 5411 sayılı Kanunun 130ncu maddesinde sayılan gelirler ile 108nci ve 135nci maddesindeki alacakların takip ve tahsilinde 6183 sayılı Kanun  hükümlerini  uygulamak  ve  6183  sayılı  Kanunun  uygulamasında Maliye Bakanlığı tahsil dairesi ve diğer makam, merci ve komisyonlara verdiği yetkileri kullanmak; takip ettiği alacaklar ile ilgili olarak iskonto da  dâhil  olmak  üzere  her  türlü  tasarrufta  bulunmak...  ve  ...borçlularla yaptığı anlaşmalar kapsamında fon kurulunca belirlenecek usul ve esaslar dâhilinde  muhafaza  tedbiri  uygulayıp  uygulamamak;  ...faaliyet  izni kaldırılan veya Fona devredilen bankanın hâkim ortakları, yönetim kurulu üyeleri, denetim kurulu üyeleri, genel müdür, genel müdür yardımcıları ve bunların eş ve çocukları ile evlatlıklarının, bunların diğer kan ve kayın hısımlarının ve imzaya yetkili banka mensuplarının kendi aralarında veya üçüncü kişilerle yaptıkları... her türlü ... sözleşmeleri geçersiz saymak; 5411 sayılı Kanunun 134ncü maddesinde sayılan alacaklara ilişkin para, mal, her türlü hak ve alacaklara ihtiyati haciz koymak, muhafaza altına almak...58; 5411 sayılı Kanun kapsamında verilen görevlerle sınırlı olarak her türlü bilgi ve belgeyi isteyebilmek; 5411 sayılı Kanunun uygulanmasına ilişkin yönetmelikler ve tebliğler çıkarmak yer almaktadır. Görüldüğü üzere Tasarruf  Mevduatı  Sigorta  Fonunun  bir  bağımsız  idari  otoritenin  sahip olması gereken yetkiler yönünden eksiği bulunmamaktadır. Fonun kamu tüzel kişiliği ile idari ve mali özerkliği de vardır. Mevcut hâliyle Tasarruf Mevduatı Sigorta Fonunun sadece adında fon ibaresi bulunması sebebiyle bağımsız idari otorite olmadığını savunmak zordur. Elbette hangi piyasa veya alanda görev yaparsa yapsın, bir bağımsız idari otoritenin görevini en                                                  53  5411 sayılı Kanun m. 109/3. 54  5411 sayılı Kanun m. 110/1, 2. 55  5411 sayılı Kanun m. 132/1, 3. 56  5411 sayılı Kanun m. 132/10. 57  5411 sayılı Kanun m. 134/13. 58  5411 sayılı Kanun m. 134/15. 59  5411 sayılı Kanun m. 123. 60  5411 sayılı Kanun m. 122/2. 61  Düzenleme, denetleme, yaptırım uygulama ve sui generis yetkiler. 582Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631                                                    Aslan iyi şekilde yerine getirebilmesi için idari ve mali özerklik olmazsa olmazdır. Kuşkusuz bu husus, özünde bir kamu faaliyeti ve harcaması olan bağımsız idari  otorite  faaliyet  ve  harcamalarının  denetimsiz  bırakılacağı  şeklinde anlaşılmamalıdır. Anayasa Mahkemesi de benzer görüştedir. Ancak idari ve mali özerkliğin pekişmesi amacıyla diğer bağımsız idari otoritelerin de 5018 sayılı Kanun kapsamından çıkartılmaları; hiç değilse 78nci maddenin ikinci fıkrasının öngördüğü üçer aylık dönemler itibarıyla oluşacak gelir fazlalarının, her üç ayda bir izleyen ayın onbeşine kadar genel bütçeye aktarılması  gibi  mali  özerkliği  doğrudan  etkileyen  hükümlerden  bağışık tutulmaları  faydalı  olabilir.  Yaptığımız  araştırmalar  neticesinde  Şeker Kurumunun neden 5018 sayılı Kanun dışında bırakıldığına ilişkin bir bilgiye erişemedik. Klasik idari yapıdan farklılaşan bağımsız idari otoritelerin özel hukuk kapsamında  faaliyet  göstermeleri  ihtimal  dâhilindedir.  Örneğin,  Türkiye Futbol  Federasyonu nun  futbol  alanında  düzenleme,  denetleme,  yaptırım uygulama  ile  sui  generis  yetkilere  sahip  olduğu  konusunda  duraksama yoktur. İdari ve mali özerkliği de haizdir. Özel hukuk hükümlerine tabi kılınsa bile kanunla kurulması ve kamu gücü ayrıcalıklarıyla donatılması sebebiyle kamu tüzel kişisidir. Yapmaya çabaladığımız bağdaşık tanıma uyan Türkiye Futbol Federasyonu nu da eklersek oniki adet bağımsız idari otoritenin varlığından söz edebiliriz. Duran ise, Diyanet İşleri Başkanlığı nı bağımsız  idari  otorite  prototipi  olarak  tanımlamaktadır.  Diyanet  İşleri                                                  62   Anayasa nın 160. ve 165. maddeleri birlikte değerlendirildiğinde, hiçbir kamu kurum ve kuruluşunun gelir, gider ve mallarına ilişkin denetimin bu kapsam dışında kalmadığı görülmektedir. Böylece, parlamento denetiminin dışında herhangi bir yol ve yöntem kabûl edilmemiş,  bu  genel  kurala  aykırı  bir  uygulama  yapılmasına  kesinlikle  izin verilmemiştir.Ayrıca, Anayasa nın 108. maddesinde,  ...Devlet Denetleme Kurulu... ...her türlü inceleme, araştırma ve denetlemeleri yapar.  ...denilmektedir.Özel yasalarla kurulan ve kamu tüzel kişiliğine sahip, idarî ve malî yönden özerk kurul, üst kurul ve bunlara bağlı kurumlar Devlet Denetleme Kurulu nun görev ve yetki alanına girmektedir.  (Anayasa Mahkemesi nin 25.06.2002 tarihli kararı E. 2002/31 K. 2002/58 RG: 14.03.2006-26108). 63  GÖZLER, s. 87-92; GÜNDAY, s. 78-79. 64  GÖZLER, s. 176, 590. Ayrıca bkz. AKINCI, s. 257-262. TFF nin özel hukuk tüzel kişisi olduğu yönünde bkz. GİRİTLİ, İsmet / BİLGEN, Pertev / AKGÜNER, Tayfun / BERK, Kahraman: İdare Hukuku, Der Yayınları, İstanbul 2011, s. 495-496. Yazarlar son tahlilde TFF yi Türk idare örgütü içinde, kendine özgü özellikler gösteren bir yapı ya da kuruluş olarak görmektedir (GİRİTLİ / BİLGEN / AKGÜNER / BERK, s. 506-517). 65  TFF. 5894 sayılı Türkiye Futbol Federasyonu Kuruluş ve Görevleri Hakkında Kanun m. 1. 66  DURAN, s. 9.   583Türk Hukukunda Bağımsız İdari...      Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631 Başkanlığı nın  temel  hak  ve  özgürlüklere  ilişkin  bir  alanda  faaliyette bulunduğu ortadadır. Ancak 1982 Anayasasının 136ncı maddesi Diyanet İşleri  Başkanlığı nın  özerkliğine  ilişkin  bir  kural  getirmediği  gibi; 22.06.1965 gün ve 633 sayılı Diyanet İşleri Başkanlığı Kuruluş ve Görevleri Hakkında  Kanunun  1nci  maddesi  uyarınca  Başbakanlığa  bağlı  olduğu açıktır. Anayasal dayanağı olsa bile, idari özerkliğinden söz edemediğimiz Diyanet İşleri Başkanlığı nı bağımsız idari otorite sayamamaktayız. Türk doktrininde  de  bağımsız  idari  otoriteler  ve  regülasyon  konusunda  görüş birliği sağlandığı iddia etmek güçtür. Bağımsız idari otoriteler regülasyona tabi tuttukları piyasa veya alana ilişkin değişik adlar altında düzenleyici işlemler yapmaktadır. Düzenleme yetkisini doğrudan kanundan aldıkları gibi kanunda öngörülmemiş ve fakat görevleri gereği düzenlemeleri gereken hususlarda, anayasa ve kanunlara uygun davranmak kaydıyla, düzenleyici işlem yapabilmeleri mümkündür. Örneği  sıkça  görülmemekle  beraber  kimi  zaman  düzenleme  yetkilerini oldukça  geniş  kullandıkları,  hatta  kanuna  aykırı  düzenleyici  işlem yapabildikleri  vakidir.  Bu  konuda  bir  örnek  olarak,  Sermaye  Piyasası Kurulu nun 10.08.2011 gün ve 26/767 sayılı ilke kararıyla payları İMKB de işlem  gören  şirketlerin  kendi  paylarını  satın  almalarına  yönelik  ilke  ve esasları, anılan kararın verildiği tarihte yürürlükte olan 6762 sayılı Türk Ticaret Kanunu na aykırı biçimde tespit etmesi gösterilebilir. Bağımsız idari  otoritelerin  görevli  oldukları  piyasa  veya  alanda  kanuna  aykırı düzenleyici  işlem  yapmaları  başta  kanuni  idare  ilkesini  zedelemekte  ve kanuna  aykırı  davranışta  bulunmaya  sevk  ettiği  gerçek  ve  tüzel  kişiler açısından hukuki sorumluluk doğurabilmektedir. Çalışmamızda, yukarıda anılan nedenlerle, Türk hukukunda bağımsız idari  otoritelerin  düzenleyici  işlem  yapma  yetkisi  ve  yetki  unsurundaki sakatlığın  düzenleyici  işleme  etkisi  konu  edilmiştir.  Düzenleyici  işlem yapma  yetkisinin  kapsamının  saptanması  zorunlu  olarak  bağımsız  idari otoritelerin  idare  içerisinde  konumlandırılmasını  gerektirmektedir.  Bu                                                  67  Bağlı kavramına bağımsız idari otoritelerin anayasal konumu ve statüsünü incelerken ayrıca değineceğiz. 68  Ayrıntılı bilgi için bkz. ÖZKORKUT, Korkut:  Sermaye Piyasası Kurulu nun 10.08.2011 Tarih ve 26/767 Sayılı İlke Kararı ile Tüm Borsa Şirketlerinin Kendi Paylarını İktisap Edebilmeleri Mümkün Hale Gelmiş midir? , Banka ve Ticaret Hukuku Dergisi, Cilt 27 (2011), Sayı 3, s. 17-40. 584Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631                                                    Aslan çerçevede öncelikle bağımsız idari otoritelerin anayasal konumu ve statüsü tespit edilmeye çalışılacaktır. Arkasından düzenleme yetkisinin niteliği ile içeriği  belirlenecektir.  Nihayet  yetki  unsurundaki  sakatlığın  düzenleyici işleme etkisi ortaya konacaktır. I.BAĞIMSIZ  İDARİ  OTORİTELERİN  ANAYASAL  KONUMU VE STATÜSÜ 1982  Anayasasının  6ncı  maddesi  Türk  milletinin  egemenliği, anayasanın koyduğu esaslara göre, yetkili organlar aracılığıyla kullanacağını öngörmüştür. Kuvvetler ayrılığı prensibinin etkisiyle egemenlik üç temel yetkiye bölünmüş ve farklı organlara verilmiştir. 7nci maddeyle yasama yetkisi  Türkiye  Büyük  Millet  Meclisi ne,  9ncu  maddeyle  yargı  yetkisi bağımsız  mahkemelere  tanınmıştır.  Yürütme  yetkisi  ve  görevi  ise  8nci maddeyle  Cumhurbaşkanı  ile  Bakanlar  Kurulu na  bırakılmıştır.  Ancak yürütme  organını  etraflıca  düzenleyen  üçüncü  bölüm  ikinci  kısımda Cumhurbaşkanı  ve  Bakanlar  Kurulu  yanında  idarenin  de  yer  aldığı görülmektedir.  İdarenin yasama  ve  yargı  organı  dışında  kaldığına  şüphe yoktur.  Öyleyse  Cumhurbaşkanı  ve  Bakanlar  Kurulu  haricinde  ve  fakat yürütme  organı  kapsamında  kalan  kamu  kurum  ve  kuruluşlarının toplanabileceği tek çatı idaredir. Bir başka deyişle idare yürütme organı dâhilinde ve Cumhurbaşkanı ile Bakanlar Kurulu yanında üçüncü bir kolu teşkil eder. Bağımsız idari otoritelerin de dâhil edilebileceği en uygun yapı idaredir. 1982 Anayasasının 123ncü maddesine göre idare merkezden yönetim ile  yerinden  yönetim  olmak  üzere  iki  esasa  dayanır.  Dolayısıyla  idare içerisinde kabul edilen her kurum veya kuruluş ya merkezden yönetim yahut yerinden yönetim ilkesine göre faaliyette bulunmalıdır. Merkezden yönetim ilkesi idari hizmetlerin devlet merkezinden bir bütünlük arz edecek şekilde yönetilmesidir. Merkezden yönetim ilkesinin uygulanması merkezi idareye vücut verir. Merkezi idarede bir veya birkaç idari hizmetin yürütülmesinden sorumlu bakanlıklar karşımıza çıkar. Bakanlıkların devletten ayrı bir tüzel kişiliği  bulunmamaktadır.  İdari  hizmetleri  devlet  adına  yürütürler. Bakanlıklarla  beraber  Bakanlar  Kurulu,  Başbakan  ve  Cumhurbaşkanı  da                                                  69  GÜNDAY, s. 4. 70  Merkezden yönetim ilkesi için bkz. GÖZLER, s. 143-148; GÜNDAY, s. 66-70; GİRİTLİ / BİLGEN / AKGÜNER / BERK, s. 210-214.   585Türk Hukukunda Bağımsız İdari...      Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631 devlet  tüzel  kişiliğinin,  merkezi  idarenin,  içindedir.  Bakanlıkların merkezdeki  teşkilatıyla  ülke  çapında  idari  hizmetleri  sunması  mümkün olamayacağından yerel ölçekte idari hizmetleri yürütecek bir yapılanmaya da gereksinim  duyulur.  Taşra  teşkilatı  adı  verilen  bu  organizasyon  1982 Anayasasının  126ncı  maddesi  uyarınca  illere  ve  iller  de  diğer  kademeli bölümlere  ayrılır.  Kimi  hizmetlerde  taşra  teşkilatının  birden  fazla  ili kapsayacak şekilde kurulması muhtemeldir. İllerin yönetimi yetki genişliği esasına dayansa bile merkezi idare adına idari hizmetleri yöresel bazda gören taşra teşkilatı merkezi idarenin ayrılmaz bir parçasıdır ve tabiatıyla devletten başka bir tüzel kişiliği yoktur. Devlet tüzel kişiliği haricinde bir kamu tüzel kişiliğini haiz, başından diğer kamu tüzel kişileri kategorisine giren bağımsız idari otoritelerin devlet merkezinde konuşlansalar dahi kapsamını çizdiğimiz merkezi idare teşkilatına katılamayacakları aşikârdır. Yerinden yönetim ilkesi ise, en yalın haliyle, bir takım idari hizmetlerin merkezi  idare  teşkilatı  dışında  kalan  diğer  kamu  tüzel  kişilerince görülmesidir. Muayyen bir yerde ikamet eden kişilerin bulundukları mekân dolayısıyla ortaya çıkan gereksinimlerinin merkezi idarece karşılanması hem masraflı  olmakta  hem  de  hizmetin  yerel  ihtiyaçlara  uygun  biçimde karşılanması  yönünden  çeşitli  sakıncalar  barındırmaktadır.  İşte  bu mahzurları bertaraf etmek adına merkezi idare teşkilatına dâhil olmayan yani devletten ayrı bir kamu tüzel kişiliğine sahip kuruluşlar oluşturularak belirli bir alanda yaşayan şahısların ortak gereksinimleri giderilmeye çalışılmıştır. Kimi idari hizmetler merkezi idare tekelinde kalırken kimi idari hizmetler de hem merkezi idare hem de yerinden yönetim kuruluşlarınca sağlanmıştır. 1982  Anayasasının  127nci  maddesi  çerçevesinde  yer  verdiği  yerinden yönetim uygulaması mahallî idarelerdir. Mahallî idareler, il, belediye veya köy halkının mahallî müşterek ihtiyaçlarını karşılamak amacıyla kanunla kurulan kamu tüzel kişileridir. Mahallî idarelerin karar organlarının seçimle oluşturulması  öngörülmüştür.  1982  Anayasasının  mahallî  idareler  için                                                  71  Merkezi idare için bkz. GÖZLER, s. 239-241; GÜNDAY, s. 389-390; GİRİTLİ / BİLGEN / AKGÜNER / BERK, s. 247-248. 72  Merkezi idarenin teşkilatlanması için bkz. GÖZLER, s. 241-359; GÜNDAY, s. 390-470; GİRİTLİ / BİLGEN / AKGÜNER / BERK, s. 249-331. 73  Yerinden yönetim ilkesi için bkz. GÖZLER, s. 148-159; GÜNDAY, s. 70-76; GİRİTLİ / BİLGEN / AKGÜNER / BERK, s. 218-224. 74  Mahallî idare için bkz. GÖZLER, s. 363-549; GÜNDAY, s. 471-529; GİRİTLİ / BİLGEN / AKGÜNER / BERK, s. 331-390. 586Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631                                                    Aslan öngördüğü örgütlenme esaslarına uymaması, mahallî müşterek ihtiyaçların tatmininden ziyade belli bir piyasa veya alanda tüm ülkeyi kapsayan görev alanı ve karar organlarının atamayla işbaşına gelmesi karşısında bağımsız idari  otoritelerin  mahallî  idare  yani  yerel  yerinden  yönetim  kuruluşu sayılmasına imkân yoktur. Zamanla devletin üstlendiği idari hizmetlerin sayısı artmış, çeşitlenmiş ve uzmanlık gerektirmeye başlamış, devletin ekonomik hayata da müdahale etmesi gerekmiştir. Böylece yerinden yönetim ilkesinin hizmetler yönünden de kabul edilmesi söz konusu olmuş ve hizmet yerinden yönetim kuruluşları teşkil edilmiştir. Yerinden yönetim anayasal bir ilke olduğu için mahallî idareler  dışında  da  uygulanması  mümkündür.  Sadece  mahallî  idarelere koşut bir yerinden yönetim kuruluşu oluşturulamaz. Mahallî idareler karar organları seçimle oluşan, yer bakımından genel yetkili ve kişi topluluğu vasfındayken hizmet yerinden yönetim kuruluşları karar organları atanan, ihtisaslaşması  öngörülen  belli  bir  alanda  yetkili  ve  mal  topluluğu niteliğindedir. Hangi tipte olursa olsun yerinden yönetim kuruluşlarının devlet haricinde bir kamu tüzel kişiliği, bütçesi ve idari yapısı vardır. Hizmet yerinden yönetim kuruluşları mahallî idareler gibi doğrudan 1982  Anayasasında  düzenlenmemiştir.  Ancak,  hizmet  yerinden  yönetim kuruluşlarının,  3046  sayılı  Bakanlıkların  Kuruluş  ve  Görev  Esasları Hakkında 174 Sayılı Kanun Hükmünde Kararname ile 13/12/1983 gün ve 174  sayılı  Bakanlıkların  Kuruluş  ve  Görev  Esasları  Hakkında  Kanun Hükmünde  Kararnamenin  Bazı  Maddelerinin  Kaldırılması  ve  Bazı                                                  75  Hizmet yerinden yönetim için bkz. GÖZLER, s. 551-612; GÜNDAY, s. 531-571; GİRİTLİ / BİLGEN / AKGÜNER / BERK, s. 391-517. 76  1982  Anayasasının   idarenin  bir  bütün   olduğunu  düzenleyen  123ncü  maddesinin gerekçesinde mahallî idareler ve hizmet yerinden yönetim kuruluşlarından söz edilmektedir (bkz. İZGİ, Ömer / GÖREN, Zafer: Türkiye Cumhuriyeti Anayasasının Yorumu: Cilt II, TBMM Basımevi, Ankara 2002, s. 1079). Anayasa Mahkemesi ne göre de, mahallî idareler ve hizmet yerinden yönetim olmak üzere iki tane yerinden yönetim kategorisi mevcuttur (Anayasa Mahkemesi nin 22.06.1988 tarihli kararı E. 1987/18 K. 1988/23 RG: 26.11.198820001, s. 15). Danıştay ın, yerel yerinden yönetim kuruluşları ile hizmet yerinden yönetim kuruluşları  arasında  farklılık  bulunduğuna  işaret  eden  kararları  vardır  (Danıştay  7. Daire nin 10.06.2002 tarihli kararı E. 2000/4277 K. 2002/2325; Danıştay 10. Daire nin 29.01.2008 tarihli YD kararı E. 2007/2534; Danıştay 5. Daire nin 07.11.2008 tarihli kararı E. 2006/532 K. 2008/5466; Danıştay 5. Daire nin 11.03.2009 tarihli kararı E. 2006/6386 K. 2009/1211). 77  GÖZLER, s. 156-157.   587Türk Hukukunda Bağımsız İdari...      Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631 Maddelerinin  Değiştirilmesi  Hakkında  202  Sayılı  Kanun  Hükmünde Kararnamenin Değiştirilerek Kabulü Hakkında Kanunun 11nci maddesinde temel bulduğu düşünülebilir. Her ne kadar 11nci madde ilgili kuruluşları düzenlemekte ise de; ilgili kuruluşların hizmet bakımından yerinden yönetim kuruluşları  şeklinde  örgütlenmesini  öngörmektedir.  Hizmet  bakımından yerinden  yönetim  kuruluşlarının  tanımı  herhangi  bir  kanunda  yer almadığından;  hizmet  bakımından  yerinden  yönetim  kuruluşları,  ilgili kuruluşları  da  kapsayan  bir  çatı  olarak  karşımıza  çıkmaktadır.  Çatının altında yer alan türlü hizmet yerinden yönetim kuruluşlarının münferiden tespit edilmesi olanaklıdır. Üniversiteler, kamu kurumu niteliğindeki meslek kuruluşları, kamu iktisadi teşebbüsleri ve TRT hizmet yerinden yönetim kuruluşları  arasında  sayılabilir.  Şu  halde  bağımsız  idari  otoriteleri  idare teşkilatı  içerisinde  konumlandırabileceğimiz  en  uygun  mevki  yerinden yönetim  kuruluşları,  yerinden  yönetim  kuruluşları  dâhilinde  de  hizmet yerinden yönetim kuruluşları olmaktadır. Hemen  burada  5018  sayılı  Kanunun  bütçeye  ilişkin  getirdiği düzenlemelere değinerek bir hususu açıklığa kavuşturmak gerekir. Şöyle ki, 5018  sayılı  Kanun,  bağımsız  idari  otoriteler  içerisinde  saydığımız düzenleyici ve denetleyici kurumları merkezi yönetim kapsamındaki kamu idareleri kategorisine dâhil etmiş ve düzenleyici ve denetleyici kurumların hazırlayacağı  bütçeleri  merkezi  yönetim  bütçesine  katmıştır.  Anılan düzenlemeler, ilk bakışta, düzenleyici ve denetleyici kurumların merkezden yönetim ilkesi çerçevesinde faaliyet göstereceği ve doğallayın merkezi idare içinde bulunduğunu düşündürtebilecek niteliktedir. Fakat böyle bir görüş hatalı olacaktır. Öncelikle, 5018 sayılı Kanun idarenin örgütlenişi değil mali yönetimini  düzenlemektedir.  5018  sayılı  Kanunun  öngördüğü  merkezi yönetim bütçesi kavramının 1982 Anayasasının 161nci maddesinin ikinci fıkrasında  bulunan  anayasal  temeli  de  mali  yönetim  ile  sınırlılığa  işaret                                                  78  Danıştay,  bir  kararında,  kamu  kurumu  niteliğindeki  meslek  kuruluşlarını   faaliyet konularına göre yapılacak sınıflandırmada  hizmet yerinden yönetim kuruluşu saymıştır (Danıştay 10. Daire nin 02.02.2009 tarihli YD kararı E. 2008/9707). Ancak genel eğilim, 3046 sayılı Kanunun 11nci maddesinin dar yorumlanması ve hizmet yerinden yönetim kuruluşlarının  ilgili  kuruluşlarla sınırlı kabul edilmesi yönündedir (Danıştay 5. Daire nin 21.09.1999 tarihli kararı E. 1998/4029 K. 1999/2567; Danıştay İdari Dava Daireleri Genel Kurulu nun 15.06.2006 tarihli kararı E. 2005/1846 K. 2006/746). 79  5018 sayılı Kanun m. 3/b. 80  5018 sayılı Kanun m. 12/2. 588Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631                                                    Aslan etmektedir. Ayrıca 5018 sayılı Kanunun yalnızca belli hükümleri düzenleyici ve  denetleyici  kurumlara  uygulanabileceği  gibi;  hazırlayacakları  bütçe tasarıları doğrudan TBMM ye gönderilecek ve yatırım nitelikli projeleri de sadece bilgi için ilgili yıl yatırım programında yer bulacaktır. Son olarak, idarenin örgütlenişine ilişkin anayasal hükümler geçerliliğini koruduğundan ve merkezi yönetim bütçesine yönelik hükümlerinde de örgütlenmeyle ilgili bir düzenleme olmadığından; salt 5018 sayılı Kanunun nitelendirmesi anılan sonuca ulaştırmaz. 1982 Anayasasının 123ncü maddesi idarenin kuruluş ve görevleriyle bir bütün  olduğunu  düzenlemiştir.  Bir  başka  deyişle  hangi  ilkeye  uygun örgütlenirse  örgütlensin  idare  özünde  tektir.  İdare  teşkilatının yeknesaklığını  sağlamak  için  çeşitli  hukuki  vasıtalar  kullanılmaktadır. Bunlar hiyerarşi ve idari vesayet şeklinde belirir. Hiyerarşi, herhangi bir kamu tüzel kişisinin bütünlüğünü temin etmenin aracıdır. İster merkezi idare olsun isterse bir yerinden yönetim kuruluşu olsun, aynı kamu tüzel kişiliği içerisinde çalışan kişilerin astlık-üstlük ilişkisi çerçevesinde en üst makamı  işgal  eden  bir  yöneticiye  bağlanmasını  ifade  eder.  Anayasa Mahkemesi  ise,  hiyerarşinin   merkezi  idare  içinde  yer  alan  örgütler  ve bunlara bağlı birimler arasındaki bütünleşmeyi sağladığı  görüşündedir. Danıştay, eski bir kararında merkezi idarenin hiyerarşisinden bahsetse bile,                                                  81  5018 sayılı Kanun m. 2/3. 82  Tasarının bir örneği de Maliye Bakanlığı na gönderilecektir (5018 sayılı Kanun m. 18/3). Aslı doğrudan TBMM ye gönderildiği için Maliye Bakanlığı nın denetim yapmaması ve düzeltme talep etmemesi gerekir. 83  5018 sayılı Kanun m. 25/3. 84  ÖZYÖRÜK, Mukbil: İdare Hukuku Dersleri, Ankara, 1972-1973, s. 70. Aynı yönde bkz. Anayasa Mahkemesi nin 09.02.1993 tarihli kararı E. 1992/44 K. 1993/7 RG: 19.06.199321612, s. 11; Anayasa Mahkemesi nin 18.01.2007 tarihli kararı E. 2005/32 K. 2007/3 RG: 29.12.2007- 26741; Anayasa Mahkemesi nin 04.02.2010 tarihli kararı E. 2008/28 K. 2010/30 RG: 22.06.2010-27619. 85  Anayasa Mahkemesi, yetki genişliği ilkesini de idarenin bütünlüğünü sağlama aracı olarak görmektedir (Anayasa Mahkemesi nin 18.01.2007 tarihli kararı E. 2005/32 K. 2007/3 RG: 29.12.2007- 26741; Anayasa Mahkemesi nin 04.02.2010 tarihli kararı E. 2008/28 K. 2010/30 RG: 22.06.2010-27619). 86  Hiyerarşi için bkz. GÖZLER, s. 196-208; GÜNDAY, s. 81-84; GİRİTLİ / BİLGEN / AKGÜNER / BERK, s. 214-218. 87  Anayasa Mahkemesi nin 18.01.2007 tarihli kararı E. 2005/32 K. 2007/3 RG: 29.12.2007- 26741; Anayasa Mahkemesi nin 04.02.2010 tarihli kararı E. 2008/28 K. 2010/30 RG: 22.06.2010-27619. 88  Danıştay 6. Daire nin 19.02.1979 tarihli kararı E. 1977/1376 K. 1979/619.   589Türk Hukukunda Bağımsız İdari...      Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631 son kararlarında aynı düşünceyi yansıtmamaktadır. Hiyerarşinin bir kamu tüzel kişiliğinin bütünlüğünü sağlamak amacıyla kullanılması, farklı kamu tüzel kişilikleri arasında hiyerarşi bulunamayacağı anlamına gelir. Kuruluş kanunlarıyla kamu tüzel kişiliği verilen bağımsız idari otoriteler üzerinde merkezi idarenin veya başka bir kamu tüzel kişisinin hiyerarşik yetkilere sahip olması olanaksızdır. İdari  vesayet,  merkezi  idare  dışında  kalan  kamu  tüzel  kişilerinin merkezi idare ile bütünlüğünü sağlamanın yolu olarak görülmektedir. 1982 Anayasasının  127nci  maddesinin  beşinci  fıkrasının  tanıdığı  idari  vesayet yetkisi,   mahallî  hizmetlerin  idarenin  bütünlüğü  ilkesine  uygun  şekilde yürütülmesi,  kamu  görevlerinde  birliğin  sağlanması,  toplum  yararının korunması ve mahallî ihtiyaçların gereği gibi karşılanması amacıyla  ve  kanunda  belirtilen  esas  ve  usuller  dairesinde ,  ancak  mahallî  idareler üzerinde kullanılabilecektir. Anayasa Mahkemesi ne göre de, idari vesayet, merkezi idarenin mahallî idareler üzerindeki denetim yetkisidir. Danıştay da, bazı kararlarında, aynı hususa vurgu yapmaktadır. Merkezi idarenin mahallî  idareler  üzerinde  sahip  olduğu  vesayet  yetkisini  kullanıp kullanamayacağı yasama organının takdirine bırakılmamıştır. Yasama organı yetkinin nasıl kullanılacağına ilişkin esas ve usulleri tespit edebilir. Fakat yetkinin kullanılmasına engel olacak bir düzenlemeye gidemez. Anılan yetki sadece  hukukilik  değil  yerindelik  denetimini  de  içerir.  Kimi  yazarlar, merkezi  idare  dışında,  herhangi  iki  kamu  tüzel  kişisi  arasında  da  idari                                                  89  Danıştay 1. Daire nin 29.09.1995 tarihli kararı E. 1995/194 K. 1995/197; Danıştay 10. Daire nin 06.12.2011 tarihli İtiraz Yoluna Başvuru kararı E. 2008/1207. 90  Danıştay, 10.06.1949 gün ve 5441 sayılı Devlet Tiyatrosu Kuruluşu Hakkında Kanunun 1nci maddesi uyarınca tüzel kişiliğe sahip Devlet Tiyatroları Genel Müdürlüğü ile yine aynı madde gereğince bağlı bulunduğu Kültür Bakanlığı arasındaki ilişkiyi, hiyerarşi değil,  hiyerarşi  ilişkisine  yakın  bir  vesayet  denetimi   olarak  nitelendirmiştir  (Danıştay  8. Daire nin 14.11.1995 tarihli kararı E. 1995/3706 K. 1995/3622). 91  İdari vesayet için bkz. GÖZLER, s. 208-235; GÜNDAY, s. 84-92; GİRİTLİ / BİLGEN / AKGÜNER / BERK, s. 225-232. 92  Anayasa Mahkemesi nin 22.06.1988 tarihli kararı E. 1987/18 K. 1988/23 RG: 26.11.198820001, s. 15. 93  Danıştay 8. Daire nin 25.11.1996 tarihli kararı E. 1995/860 K. 1996/3398; Danıştay 8. Daire nin 05.03.2010 tarihli kararı E. 2008/4976 K. 2010/1108. 94  Anayasa Mahkemesi nin 18.01.2007 tarihli kararı E. 2005/32 K. 2007/3 RG: 29.12.2007- 26741; Danıştay 6. Daire nin 12.03.2008 tarihli İtiraz Yoluna Başvuru kararı E. 2008/30; Anayasa Mahkemesi nin 04.02.2010 tarihli kararı E. 2008/28 K. 2010/30 RG: 22.06.201027619; Danıştay 6. Daire nin 04.10.2010 tarihli kararı E. 2008/30 K. 2010/8654. 590Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631                                                    Aslan vesayetin söz konusu olabileceğini ileri sürmektedir. Ne var ki, merkezi idarenin mahallî idareler üstünde kanunla belirlenen biçimde sahip olduğu idari  vesayet  yetkisi  haricinde,  yerinden  yönetim  esasına  göre  faaliyet gösteren diğer kamu tüzel kişileri üzerinde bile idari vesayet yetkisine sahip olması anayasada öngörülen bir husus olmadığından, savın koşulsuz kabulü güçtür. Ancak kanunla merkezi idare ile yerinden yönetim esasına göre faaliyet gösteren diğer kamu tüzel kişileri veya merkezi idare dışındaki bir kamu  tüzel  kişisi  ile  diğer  bir  kamu  tüzel  kişisi  arasında  idari  vesayet ilişkisinin düzenlenmesi mümkün gözükmektedir. Danıştay, bir kararında, özerklik açısından bağımsız idari otoritelerle benzerlik  gösteren  Türkiye  Radyo  Televizyon  Kurumu nun  yürütme organının  idari  vesayeti  altında  olduğunu  ileri  sürmüştür.  Sanırız  ki Danıştay,  idarenin  bütünlüğünü  anayasal  bir  ilke  olarak  kabul  etmekle birlikte; hizmet yerinden yönetim kuruluşları bakımından bütünlüğün sadece idari vesayet ile sağlanabileceği kanısındadır. Buna bağlı olarak, 11.11.1983 gün  ve  2954  sayılı  Türkiye  Radyo  ve  Televizyon  Kanununun  8nci maddesinin  ikinci  fıkrasında  yer  alan   Bu  Kanundaki  özel  hükümler  ile düzenlenen hususlar dışında kalan konularda Kurum hakkında kamu iktisadi kuruluşlarına  uygulanan  genel  hükümler  uygulanır.   düzenlemesinden hareketle; kamu iktisadi kuruluşu saydığı TRT nin, 3046 sayılı Kanunun 11nci maddesi kapsamına girerek ilgili kuruluş olduğunu, dolayısıyla aynı kanunun  5nci  maddesi  uyarınca  ilgili  bakanlığın  temel  kuruluşunda  yer aldığını ve kanunun 21nci  maddesinin üçüncü fıkrası çerçevesinde ilgili bakanlığın  idari  vesayet  yetkisine  sahip  bulunduğunu  düşünmüş  olabilir.                                                  95  ÖZAY, İl Han: Günışığında Yönetim, Alfa Yayınları, İstanbul 2002, s. 164; GÜNDAY, s. 85. 96  Günday, çoğun içinde azı da vardır düşüncesiyle, anayasanın mahallî idareler için idari vesayeti öngörmüş bulunmasını, mahallî idarelere nazaran daha sınırlı bir özerkliğe sahip yerinden yönetim kuruluşları için de idari vesayetin evleviyetle kabul edilebileceği şeklinde yorumlamaktadır. Ek olarak, idarenin bütünlüğü ilkesinin de idari vesayete kaynaklık ettiğini belirtmektedir (GÜNDAY, s. 85). 97  Örneğin;  10.07.2004  gün  ve  5216  sayılı  Büyükşehir  Kanununun  15nci  maddesininin sekizinci fıkrası, büyükşehir belediyesine, büyükşehir sınırlarında bulunan ilçe ve ilk kademe belediyelerinin imara ilişkin kararları üzerinde idari vesayet yetkisi tanımaktadır. Danıştay ın  da,  eskiden  beri,  iki  kamu  tüzel  kişisi  arasında  idari  vesayet  ilişkisi kurulabileceği yönünde kararları mevcuttur (Danıştay 8. Daire nin 17.03.1993 tarihli kararı E. 1992/912 K. 1993/1414; Danıştay 5. Daire nin 07.03.2006 tarihli kararı E. 2005/6446 K. 2006/870; Danıştay İdari Dava Daireleri Genel Kurulu nun 15.06.2006 tarihli kararı E. 2005/1846 K. 2006/746).   591Türk Hukukunda Bağımsız İdari...      Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631 2954  sayılı  Kanunun  8nci  maddesinin  üçüncü  fıkrasının   Hükümet  ile ilişkilerini Başbakan aracılığıyla yürütür  hükmü karşısında bir bakanlıkla ilgilendiremediği  TRT yi  doğrudan  yürütmenin  idari  vesayeti  altında saymayı  uygun  bulması  mümkündür.  Elbette  TRT nin  özerkliği  1982 Anayasasının 133ncü maddesinin üçüncü fıkrasında, tarafsızlığı ise 2954 sayılı Kanunun 8nci maddesinin ilk fıkrasında güvence altına alındığından; bir  yandan  idari  vesayetin  kabulü,  öte  yandan   ...tam  bir  mali,  idari serbestliğe,  işlev  ve  amacına  uygun  örgütlenmeye  sahip  olması...   ile  ...idari vesayeti altında olduğu yürütme organı da dahil, hiç kimseden emir almaması...   sonuçlarına  varılması,  çelişkiye  yol  açmıştır.  Halbuki hiyerarşiden farklı olarak istisnai bir yetki görünümündeki idari vesayetin kullanılması,  vesayet  denetimine  tabi  olacak  işlemlerin  kanunda  alenen sayılmasını, üstelik usulünün de tespit edilmesini gerektirir. Kanunun açıkça yer vermediği ve hatta özel kanun niteliğindeki ayrı bir kuruluş kanununun varlığı hâllerinde, genel hükümlere dayanarak idari vesayet yetkisinin varlığı iddia  edilemez  ve  kullanılması  da  düşünülemez.  Ayrıca  idari  vesayet idarenin  bütünlüğünü  sağlamanın  tek  aracı  değildir00.  Bağımsız  idari otoritelerin  belli  bir  piyasa  veya  alanda  uzmanlaşması  ile  uzmanlaştığı piyasa veya alanda yapacağı işlemlerin merkezi idare veya başka bir kamu tüzel kişinin müdahalesine, hem hukukilik hem de yerindelik denetimine, açık bırakılması anlamına gelecek idari vesayet yetkisinin tesisi pek uyumlu sayılamaz.                                                  98  Danıştay 10. Daire nin 29.01.2008 tarihli YD kararı E. 2007/2534. 99   3056 sayılı Başbakanlık Teşkilatının Kuruluşu Hakkında Kanunun 1. maddesinde... 2. maddesinde... 4. maddesinde... ... yetkisinin bulunduğu hükme bağlanmıştır. Bu hükümler, Başbakanlığa  ve  Başbakana  Anayasamızda  öngörülen  idarenin  bütünlüğü  ilkesinin uygulanmasını sağlamaya yönelik yetkiler vermiştir. Başbakanlığın kamu hizmetlerinin görülmesinde  verim  ve  uyum  sağlamak  adına,  sahip  olduğu  genel  gözetim  yetkisini kullanarak çıkardığı tasarruf tedbirleri ile ilgili genelgelerin, idarenin bütünlüğü ilkesinin uygulanmasını sağlamaya yönelik kullandığı araçlardan biri olması karşısında... idari teşkilat  içinde  yer  alan  ve  kamu  kaynaklarını  kullanan   kurul/üst  kurulların   dahil edilmesinde hukuka aykırılık bulunmamaktadır.  (Danıştay 5. Daire nin 07.11.2008 tarihli kararı E. 2006/532 K. 2008/5466; Danıştay 5. Daire nin 11.03.2009 tarihli kararı E. 2006/6386 K. 2009/1211). 100   Zira; ...Başbakanın, ...işlem ve hesaplarını denetlettirebileceği, Başbakanlığın bu hususta her türlü bilgiyi... ...isteyebileceği belirtilmiş olup, idarenin bütünlüğü ilkesini sağlamak açısından benzer araçlar mevzuatta merkezi idareye tanınmıştır.  (Danıştay İdari Dava Daireleri Genel Kurulu nun 15.06.2006 tarihli kararı E. 2005/1846 K. 2006/746). 101   Diğer taraftan idarenin bütünlüğü ilkesini gerçekleştirmek adına merkezi idarenin sahip olduğu  ve  kullandığı  yetkiler  de,  üst  kurulların  özerk  ve  bağımsız  yapılarına  ters 592Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631                                                    Aslan Bağımsız  idari  otoritelerin  kuruluş  kanunları  incelendiğinde; başbakanlık veya bir bakanlık ile ilişkilendirildikleri göze çarpmaktadır. İlişkilendirme  konusunda  kanunlar  arasında  yeknesaklık  yoktur.  Bazı kuruluş kanunlarının bağımsız idari otoriteleri kuran ve niteliklerini tespit eden maddelerinde ilişkili bakanlık belirtilirken; TMSF ve BDDK için kuruluş kanununun  Tanımlar ve Kısaltmalar  başlıklı 3ncü maddesinde  İlişkili Bakan: Başbakan veya görevlendireceği Devlet Bakanı  şeklinde tanımlama  yeterli  görülmüştür.  Salt  tanımdan  hareketle  ilişkili  olmanın niteliği  anlaşılamamaktadır.  Öyleyse  ilişkili  bakana  yönelik  münferit hükümlerin incelenmesi gerekir. Bu bağlamda ilişkili bakanın fonksiyonu: Görevden  çekilmiş  sayılan  BDDK  ve  TMSF  üyelerini  öğrenmek  ve muhtemelen  yerlerine  seçim  yapılabilmesi  için  Bakanlar  Kurulunu bilgilendirmek;  BDDK nın  iç  düzenlemeleri  dışındaki  düzenleyici  işlem                                                                                                                    düşmemelidir. Bu noktada belirtilmek gerekir ki merkezi idarenin üst kurulların kural olarak karar organları ( organik ) ile işlemleri üzerinde ( işlevsel ) denetim yetkisi bulunmamalıdır. Diğer bir anlatımla, üst kurulların  regülasyona  ilişkin kararlarının merkezi  idarenin  müdahale  alanının  dışında  kalması  bu  kurulların  özerklik  ve bağımsızlıklarının doğal bir sonucudur. Bunun dışındaki konularda ise merkezi idarenin yapacak olduğu denetimin her somut olayda yargı organınca ayrıca değerlendirilmesi gerekmektedir.  Diğer  yandan,  Başbakanlığın  idarenin  bütünlüğü  ilkesini  uygulamaya geçirmek üzere çıkardığı tasarruf tedbirleri ile ilgili genelgelerin içerikleri itibariyle, Anayasanın  ve  yasaların  merkezi  idareye  tanıdığı  yetki  sınırları  içinde  çıkarılıp çıkarılmadığının,   kurul  ve  üst  kurullar   yönünden  de  bunların  özerk  ve  bağımsız yapılarına aykırı olup olmadığının saptanması açısından yargısal denetime tabi bulunduğu kuşkusuzdur.  ...üst  kurulların  organik  bağımsızlıklarını  ortadan  kaldırmayan  ve  regülasyon  dışındaki faaliyetlerini ilgilendirmeyen... ...bu kurulların özerk ve bağımsız yapılarına aykırı bir yön bulunmamaktadır.  (Danıştay 5. Daire nin 07.11.2008 tarihli kararı E. 2006/532 K. 2008/5466; Danıştay 5. Daire nin 11.03.2009 tarihli kararı E. 2006/6386 K. 2009/1211). 102   Ülkemizde son yıllarda merkezi idare yapılanmasının dışında üst kurullar kurulmaya başlanmıştır. Öncelikle bu kuruluşlar özerk olup Devlet tüzel kişiliğinin dışında ayrı birer kamu tüzel kişisi olarak kurulmuşlardır. Ayrıca, bağımsız kuruluş olduklarından tesis ettikleri idari işlemler merkezi idare makamlarının hiyerarşik ve vesayet denetimine tabi tutulmamıştır.  Üst  kurulların  bağımsız  yapılarına  uygun  olarak  kuruluş  yasalarında bunların Başbakanlık yada diğer bakanlıklarla  ilişkilendirildikleri  görülmektedir. Yasa koyucu tarafından yapılan bu nitelendirme idari vesayeti içinde barındırmaması nedeniyle üst kurulların özerk ve bağımsız yapılarına da uygun düşmektedir.  (Danıştay 5. Daire nin 07.11.2008 tarihli kararı E. 2006/532 K. 2008/5466; Danıştay 5. Daire nin 11.03.2009 tarihli kararı E. 2006/6386 K. 2009/1211). 103  4634 sayılı Kanun m. 7/2 (ŞK); 2813 sayılı Kanun m. 5/3 (BTK); 4054 sayılı Kanun m. 20/2 (RK); 4628 sayılı Kanun m. 4/4 (EPDK); 4733 sayılı Kanun m. 2/1 (TAPDK); 4734 sayılı Kanun m. 53/a-2 (KİK); 660 sayılı KHK m. 3/1 (KGK). 104  5411 sayılı Kanun m. 86/2, 87/2, 115/2, 116/3.   593Türk Hukukunda Bağımsız İdari...      Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631 taslakları hakkında görüş bildirmek; BDDK ve TMSF nin düzenleyici işlemlerinden  haberdar  olmak;  BDDK  ve  TMSF  başkan  ve  üyeleri hakkında  soruşturma  izni  vermek  veya  vermemekten  ibarettir.  SPK haricinde diğer bağımsız idari otoritelerin kuruluş kanunlarının da ilişkili bakanlığa biçtiği rol farklı değildir. Sadece TFF herhangi bir bakanlık ile ilişkilendirilmemiştir.  Şu  haliyle  ilişkili  kavramının  bakanlık örgütlenmesinin  temel  mefhumlarından  olan  bağlı  ve  ilgili kavramlarından ayrıksılığı ortadadır. Bağımsız  idari  otoritelerin  kuruluş  kanunları  çerçevesinde  ilişkili kavramını tanımlamada yaşanan güçlük; farklı kaynaklardan yararlanarak hukuki bir nitelik kazandırma çabasını doğurur. İdarenin kanuniliği ilkesi uyarınca, kullanılabilecek kaynaklar olarak anayasa ve kuruluş kanunları dışındaki  kanunlar  karşımıza  çıkar.  Lakin  ilişkili  kavramının  anayasal dayanağı  bulunmamaktadır.  Kanuni  dayanağı  ise  tartışmaya  açıktır.  Bir bakanlık ile ilişkilendirilen bağımsız idari otoriteler, ilişkili kuruluş olarak 15.07.2004 gün ve 5227 sayılı Kamu Yönetiminin Temel İlkeleri ve Yeniden Yapılandırılması  Hakkında  Kanunun  26ncı  maddesinde  tanımlanmıştır. Buna göre:  İlişkili kuruluşlar, piyasalara ilişkin düzenleyici ve denetleyici görev yapan, kamu tüzel kişiliği ile idarî ve malî özerkliği haiz, özel kanunla                                                  105  Bakanlık görüşünün varlığı zorunlu şart değildir. Yedi gün içerisinde cevap verilmezse olumlu görüş alınmış sayılmaktadır (5411 sayılı Kanun m. 93/5). Olumsuz cevap gelse bile kurulun takdir yetkisi ortadan kalkmaz. Düzenleme yetkisinin sınırları içerisinde arzu ettiği biçimde düzenleyici işlem yapabilir. TMSF için benzer bir usul benimsenmemiştir. 106  5411 sayılı Kanun m. 87/8, 116/8. 107  5411 sayılı Kanun m. 104/1, 127/1. 108  SPK nın kuruluş kanununda ilişkili yerine ilgili bakanlığa yer verildiği gözlemlenmiştir (6362  sayılı  Kanun  m.  3/ı,  129/1-2).  SPK nın  bir  bakanlığın  ilgili  kuruluşu  olup olamayacağını ileride ayrıca değerlendireceğiz. 109  RTÜK ün  kuruluş  kanununda   hükümet  ile  olan  ilişkilerin   yürütülmesinden bahsedilmektedir (6112 sayılı Kanun m. 34/4). Ancak sonuç aynıdır. 110  Bir kuruluşun bağlı sayılabilmesi için herhangi bir bakanlığın görev alanında yer alan ana hizmetlerden bir veya birden fazlasını yürütmek üzere kanunla kurulmuş olması gerekir. Genel bütçe içinde ayrı bütçeli, katma bütçeli veya özel bütçeli olabilir (bkz. 3046 sayılı Kanun m. 10). 111  Bir kuruluşun ilgili kabul edilmesi ise, özel kanun veya statüyle kurulması şartıyla, iki kategori için mümkündür. İlk kategoride iktisadi devlet teşekkülü veya kamu iktisadi kuruluşu ile bunların ortaklık ve iştirakleri yer alır. İkinci kategoride özel hukuki, mali ve idari statüye tabi, hizmet bakımından yerinden yönetim kuruluşları bulunur (bkz. 3046 sayılı Kanun m. 11). 594Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631                                                    Aslan kurulan  kuruluşlardır. 112  Üstelik  ilişkili  olunacak  bakanlık  kuruluş kanunlarında  gösterilecektir.  Bağımsız  idari  otoritelerin  kuruluş kanunlarındaki hükümlerle hemen aynı biçimde kaleme alınan ve aynı etkiyi yaratan düzenlemeye dayanarak ilişkili kavramını anlamlandırmak mümkün değildir. 5227 sayılı Kanunun diğer hükümlerinde de ilişkili kuruluşlara yönelik bir düzenleme yoktur. 5227 sayılı Kanun Cumhurbaşkanı tarafından bir kez daha görüşülmek üzere  03.08.2004  tarihinde  TBMM ye  geri  gönderilmiştir.  5227  sayılı Kanun  ve  Geri  Gönderme  Tezkeresinin  tekrar  görüşülmesine  henüz başlanmamıştır.  Benzer  bir  durum  daha  önce  hükümsüz  sayıldığından bahsettiğimiz  Düzenleyici  ve  Denetleyici  Kurumlar  Hakkında  Kanun Tasarısı bakımından da görülmektedir. Tasarının 3ncü maddesinin (b) bendi uyarınca;  İlişkili bakanlık; düzenleyici ve denetleyici kurumların Bakanlar Kurulu ile ilişkilerine aracılık etmek ve bu kanun çerçevesinde belirlenen yetkileri kullanmak üzere kurumun kuruluş kanununda öngörülen bakanlığı  anlatmaktadır. İlişkinin kapsamını belirlememize olanak verecek tek husus; tasarının  20nci  maddesinin  getirdiği   kalkınma  planı,  yıllık  program  ve hükümet  programında  yer  alan  ilke,  strateji  ve  politikaları  öncelikle gözetme  yükümlülüğüdür. Ne var ki, yükümlülüğün yerine getirilmesini temin edecek bir araç ne tasarıda ne de bağımsız idari otoritelerin kuruluş                                                  112   Kamu  Yönetiminin  Temel  İlkeleri  ve  Yeniden  Yapılandırılması  Hakkında  Kanun , http://www.tbmm.gov.tr/kanunlar/k7.html, 7 Aralık 2012. 113  Geri gönderme gerekçesi için bkz. http://www.tbmm.gov.tr/d/1/1-0874.pdf, 7 Aralık 2012, s. 1-26. 114  Geri gönderildiğinde 1/874 esas numarasını alan 5227 sayılı Kanun ve Geri Gönderme Tezkeresi, 22nci yasama döneminde görüşülmemiştir. 23ncü yasama dönemi başında, yine 1/874 esas numarasıyla, hükümsüz sayılmayan işler listesinde yayımlanmıştır ( TBMM Yirmiikinci Dönem Hükümsüz Sayılan ve Sayılmayan İşler Listesi , TBMM Tutanak Dergisi, 23. Dönem, 1. Yasama Yılı, 1. Birleşim, Cilt 1 (2007), s. 186). 23ncü dönem içerisinde de görüşülmeyen 5227 sayılı Kanun ve Geri Gönderme Tezkeresi; 24ncü dönem başında, bu sefer 1/22 esas numarasını alarak, hükümsüz sayılmayan işler arasında yerini almıştır ( TBMM Yirmiüçüncü Dönem Hükümsüz Sayılan ve Sayılmayan İşler Listesi , TBMM Tutanak Dergisi, 24. Dönem, 1. Yasama Yılı, 1. Birleşim, Cilt 1 (2011), s. 194). 5227 sayılı Kanun ve Geri Gönderme Tezkeresi halen Anayasa Komisyonu gündeminde yer  almaktadır  (bkz. http://www.tbmm.gov.tr/develop/owa/tasari_teklif_sd.onerge_bilgileri?kanunlar_sira_no=91886, 7 Aralık 2012). Çalışmanın yayımlanmak üzere teslim edildiği tarihte 5227 sayılı Kanun ve Geri Gönderme Tezkeresinin 25nci yasama dönemindeki akıbeti henüz belli değildi.   595Türk Hukukunda Bağımsız İdari...      Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631 kanunlarında bulunmamaktadır. Hukuk düzeninde mevcut olmayan bu iki metne dayanarak kanuni temeli sağlayamayız. Yürürlükteki  kanunlar  bakımından  ilişkili  kavramını  tanımlamaya olanak verebilecek yegâne düzenleme ise; 03.06.2011 gün ve 643 sayılı 3046 Sayılı Kanun ile Bazı Kanun ve Kanun Hükmünde Kararnamelerde Değişiklik Yapılmasına Dair Kanun Hükmünde Kararnamenin 2nci maddesi uyarınca  3046  sayılı  Kanunun  19ncu  maddesinden  sonra  gelmek  üzere eklenen  19/A  maddesine,  08.08.2011  gün  ve  649  sayılı  Avrupa  Birliği Bakanlığının Teşkilat ve Görevleri Hakkında Kanun Hükmünde Kararname ile  Bazı  Kanun  ve  Kanun  Hükmünde  Kararnamelerde  Değişiklik Yapılmasına  Dair  Kanun  Hükmünde  Kararnamenin  45nci  maddesinin eklediği cümle olarak gözükmektedir. Anılan hükme göre:  Bakan, bağlı, ilgili ve ilişkili kuruluşların (5018 sayılı Kanuna ekli (III) sayılı cetvelde yer alan kurumlar dâhil) her türlü faaliyet ve işlemlerini denetlemeye yetkilidir.  Demek ki bakanın bağlı, ilgili ve ilişkili kuruluşlar karşısında denetleme yetkisi bakımından konumu aynıdır. 3046 sayılı Kanunun bağlı ve ilgili kuruluş  tanımları  ile  ilgili  kuruluşları  düzenleyen  kurallarıyla  birlikte düşünüldüğünde; özel kanunla kurulması, özel hukuki, mali ve idari statüye tabi  olması,  hizmet  yerinden  yönetim  kuruluşu  kategorisinde  kabul edilebilmesi, görev, yetki, sorumluluklar ve teşkilatlanmaya ilişkin esasların özel kanunlarda belirlenebilmesi nedenleriyle; ilişkili kuruluş tanımı, ilgili kuruluş  tanımıyla  birebir  örtüşür  hale  gelmektedir.  Sanırız,  Gözler in eleştirdiği  kanuni  dayanağın  bulunmaması  hususu  da  sonunda  çözüme kavuşturulmuş olmaktadır. Peki  böyle  bir  değerlendirme  hukuken  sağlıklı  sayılabilir  mi? Herşeyden  önce,  3046  sayılı  Kanun  bağlı  ve  ilgili  kuruluşları kapsamaktadır. Dolayısıyla ilişkili kuruluşlara yönelik bir hükmün 3046 sayılı  Kanunda  yer  almaması  beklenir.  Üstelik  ilişkili  kuruluşlar bakanlıkların temel kuruluşları arasında da bulunmamaktadır. Zaten 3046 sayılı  Kanun  19/A  maddesinin  kenar  başlığı  da  bağlılık  değişikliği dir.                                                  115  GÖZLER, s. 270. Oysa, kuruluş kanunlarında yer alması bile kanuni dayanağın varlığı için yeterli sayılabilir; ilişkili kavramı yine kuruluş kanunları bağlamında anlamdırılabilirdi. Kanundan  hareket  edilmesi  sebebiyle  idarenin  kanuniliği  ilkesine  de  aykırılık  teşkil etmezdi. 116  3046 sayılı Kanun m. 2. 117  3046 sayılı Kanun m. 5. 596Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631                                                    Aslan Bağlılık değişikliğiyle alakasız bir düzenlemenin maddede yer alması kanun tekniği açısından isabetsizdir. Ayrıca, ilgili kuruluşların faaliyet, işlem ve hesaplarını denetlemek, önceden de 3046 sayılı Kanunun 21nci maddesinin üçüncü  fıkrasıyla  tanınmış  bir  yetki  olduğundan;  19/A  ile  öngörülen denetleme  yetkisinin  ilgili  kuruluşlar  bakımından  farklılık  yaratmadığı ortadadır. 21nci maddenin üçüncü fıkrası ile 19/A maddesi arasındaki esas başkalık  ilişkili  kuruluşlar  cihetiyledir.  Kanun  koyucu  abesle  iştigal etmeyeceğine göre; ilgili ve ilişkili kavramlarının iki farklı statüye işaret ettiği  açıktır.  Öyleyse  ilgili  ile  ilişkili  kuruluşların,  kimi  yönlerden benzeşseler bile, tıpatıp aynı olmamaları gerekir. İlişkili kuruluşlar, kamu tüzel kişiliğine haiz bulunduklarından, ilgili kuruluşlarla benzer bir denetim yetkisinin tahsisi idari vesayet biçiminde görünecektir. Mahallî idare de sayılamayacaklarından; 3046 sayılı Kanunun 19/A  maddesinin  genel  bir  denetim  yetkisi  vermesi  idari  vesayetin kurulmasına yetmeyecek, denetime tabi işlemlerin münferiden sayılması ve hangi  usulle  idari  vesayet  yetkisinin  kullanılacağının  belirlenmesi gerekecektir. 3046 sayılı Kanunun ilişkili kuruluşlar üzerinde kullanılacak denetim yetkisine ilişkin başkaca bir hüküm içermemesi; denetim yetkisinin kapsamının  belirlenmesinde,  ilişkili  kuruluşların  kuruluş  kanunlarının  da incelenmesini  zorunlu  kılacaktır.  Yoksa,  ilişkili  kuruluşların  görevlerini yerine  getirirken  kullanacakları  yetkiler  üzerinde  kuruluş  kanunlarıyla öngörülmemiş  bir  denetim  yetkisinin  doğrudan  kurulması  anlamına gelmeyecektir.  Şu  halde,  ilişkili  bakanlığın  3046  sayılı  Kanunun  19/A maddesine  dayanan  düzenleyici  işlem  yaparak  idari  vesayet  yetkisinin kullanılmasının  usulünü  tespiti  de  mümkün  olmayacaktır.  Sonuç  olarak, ilişkili  bakanlığın  sahip  olduğu  denetim  yetkisinin  sınırları,  kuruluş kanunlarının  tanıdığı  yetkilerin  kullanılmasından  ibaret  kalacaktır.  Zaten kuruluş  kanunları,  3046  sayılı  Kanuna  nazaran,  ilişkili  kuruluşların örgütlenmesinde  özel  kanun  niteliğine  sahip  olacağından;  evleviyetle uygulama şansı bulacaktır. İlişkili bakanlığın, kuruluş kanunda öngörülmüş yetkilere ek olarak, ilişki  kuruluş  ile  hükümetin  iletişimini  sağlayacağı  da  düşünülebilir.                                                  118   ...yer alan  ...Hükümetle ilişkisi, Başbakan aracılığı ile sağlanır.  hükmü gereğince, ...ancak Başbakanlık ile  ilişkili  bir kuruluş olduğu söylenebilir ki, yasakoyucu tarafından yapılan bu niteleme, idari vesayeti içinde barındırmaması nedeniyle... ...bağımsız ve özerk   597Türk Hukukunda Bağımsız İdari...      Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631 Danıştay da, merkezi idarenin vesayet denetimi dışında kalan, bağımsız bir ilişkili  kuruluş  kavramının  idarenin  bütünlüğüne  aykırı  olmayacağı görüşündedir.  Ulusoy a  göre  ilişkili  bakanlığın  öngörülmesi  idarenin bütünlüğünü sağlama çabasıdır. 3046  sayılı  Kanunun  19/A  maddesinin  doğurduğu  bir  diğer  sorun bağlılık  değişikliğine  taalluk  etmektedir.  Özel  kanununda  ilişkili  olduğu bakanlık belirlenmiş bağımsız idari otoritelerin ilişkisinin değiştirilebilmesi, salt  kanunun  yetki  vermesi  sonucunda  yapılacak  bir  idari  işlem  ile gerçekleştirilemez.  Aksi  halde  kanunun  idari  işlemle  değiştirilmesi  söz konusu olur ki, bu da yasama yetkisinin devredilmezliği ilkesine aykırılık teşkil edecektir. Ayrıca, idarenin örgütlenmesine ilişkin bir husus olsa bile, idarenin kanuniliği ilkesi gereğince idari işlemin herhangi bir kanuna aykırı olması  dahi  işlemin  sakatlığına  yol  açacaktır.  Elbette  birbiriyle  çelişen kanunların varlığı halinde hangisinin uygulanacağı idarenin kendi başına çözümleyebileceği  bir  mesele  değildir.  Fakat  bağımsız  idari  otoritelerin kuruluş  kanunlarındaki  ilişkili  bakanlığı  belirleyen  hükümler  açıkça  ilga edilmeden,  sonraki  düzenleme  olsa  bile,  3046  sayılı  Kanunun  19/A maddesinin uygulanabilmesi imkânsızdır. Bağımsız idari otoritelerin kuruluş kanunlarındaki  hükümler  özel  kanun  niteliğini  korumayı  sürdürecek  ve öncelikle uygulama alanı bulacaktır. Ancak SPK, RTÜK, TAPDK ve KGK  gibi  kuruluş  kanununda  bağlılık  değişikliğine  olanak  tanıyan düzenlemeler bulunması keyfiyetinde; bağımsız idari otoriteler için tadilat muhtemeldir. 6362 sayılı Kanunun 3ncü maddesinin (ı) bendi, SPK nın başbakan tarafından görevlendirilen bir bakan ile ilgilendirileceğini öngörmektedir. İlk bakışta, ilgili bakan veya ilgili bakanlık kavramları, idarenin örgütlenme mevzuatı çerçevesinde ilgili kuruluş olunduğuna işaret etmektedir. Üstelik, sermaye  piyasasına  yönelik  tüm  yetkilerin  SPK ya  bırakılmaması;  ilgili                                                                                                                    yapısına daha uygun düşmektedir.  (Danıştay İdari Dava Daireleri Genel Kurulu nun 15.06.2006 tarihli kararı E. 2005/1846 K. 2006/746). 119  Danıştay İdari Dava Daireleri Genel Kurulu nun 15.06.2006 tarihli kararı E. 2005/1846 K. 2006/746. 120  ULUSOY, s. 97. 121  6362 sayılı Kanun m. 3/ı. 122 6 112 sayılı Kanun m. 34/4. 123  4733 sayılı Kanun m. 2/1. 124  660 sayılı KHK m. 3/1. 598Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631                                                    Aslan bakanlığın çeşitli konularda ortak veya tek yetkili olması dikkat çekmekte ve ilgili kuruluş algısını pekiştirmektedir. İlgili kuruluş olunmasının hukuki sonucu 3046 sayılı Kanun kapsamına girmek yani ilgili bakanlığın temel kuruluşlarından sayılmak ve doğallayın ilgili bakanın idari vesayetine tabi olmaktır. Lakin 3046 sayılı Kanunun 19/A maddesi ve 21nci maddesinin üçüncü  fıkrasının  öngördüğü  biçimiyle  her  türlü  işlemin  denetime  konu olması isabetli gözükmemektedir. Çünkü 6362 sayılı Kanun ile görev ve yetkilerin SPK nın sorumluluğu altında ve bağımsız yerine getirileceğini ve kullanılacağını düzenlemekte; kurul kararlarını etkileyecek emir ve talimat verilmesi  ile  yerindelik  denetimine  olanak  tanımamaktadır.  Kurul kararlarının  yerindelik  denetime  tabi  tutulamayacağının  açıkça  yazılması sonucunda; ilgili kuruluş olduğunu savunmak güçleşmektedir. İlgili bakanın 2499  sayılı  Kanun  döneminde  sahip  olduğu  mali  denetim  yetkisi  de kaldırılarak SPK nın mali özerkliği pekiştirilmekte; sadece yıllık faaliyet raporunun  ilgili  bakana  gönderileceği  öngörülmektedir.  SPK nın  ilgili kuruluş kategorisine uymadığı ortadadır. İlgili bakanlığının düzenlenmesi ilgili kuruluş olmasına yol açmamakta; ilgili bakan ile ilişkiler yönünden, ilgili kuruluştan ziyade ilişkili kuruluşlara yaklaşmaktadır. İlgili bakan, ne SPK Başkanını görevden alabilecek ne de SPK Başkanı yerine geçerek işlem tesis edemeyecektir. Sadece görevini ihmal eden Başkan, kurul üyeleri veya personel  hakkında  suç  duyurusunda  bulunabilecektir.  Velhasıl,  ilişkili kuruluş olmak, bağımsız idari otoritelerin bir özelliği olarak görülebilse bile; TFF  ve  SPK nın  kuruluş  kanunlarında  yer  almaması,  bizim  tanımımız açısından olmazsa olmaz niteliğe kavuşmasına engeldir. Duran,  1982  Anayasasının  idarenin  birimlerini  sınırlı  sayıda  tespit ettiğini, bağımsız idari otoritelerin mevcut idari yapıya uymadığını, başlı başına  bir  kategori  oluşturan  bağımsız  idari  otoritelerin  ancak  geniş yorumlanmaya  müsait  anayasa  hükümlerinden  hareketle  anayasal  temele kavuşturulabileceğini belirtmektedir. Ulusoy, bağımsız idari otoriteler ile hizmet yerinden yönetim kuruluşlarının özerkliğin derecesi ve işlevlerinin niteliği yönünden farklılaştıklarını ve bağımsız idari otoritelerin yerinden yönetim kuruluşları içerisinde mahallî idareler ile hizmet yerinden yönetim kuruluşları  yanında  üçüncü  bir  yerinden  yönetim  kuruluşu  kategorisi                                                  125  6362 sayılı Kanun m. 117/2. 126  6362 sayılı Kanun m. 129/1. 127  DURAN, s. 8-10.   599Türk Hukukunda Bağımsız İdari...      Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631 oluşturduğunu düşünmektedir. Sobacı ise bağımsız idari otoritelerin belli bir  kamu  hizmeti  yerine  getirmediğini;  hizmet  yerinden  yönetim kuruluşlarının,  organlarının  yürütme  organı  tarafından  atanıp  görevden alınabilmesi  dolayısıyla  bağımsızlığından  söz  edilemeyeceğini,  mali özerkliğinin genelde görülmediğini, vesayet denetimine tabi olduğunu iddia etmekte ve mahallî idare, hizmet yerinden yönetim kuruluşları ve kamu kurumu niteliğindeki meslek kuruluşları dışında yerinden yönetim altında dördüncü  bir  kategori  olarak  tespit  etmektedir.  Gözler,  bağımsız  idari otoriteleri idari teşkilat içerisinde saymakta ve devletten ayrı bir kamu tüzel kişiliğine  sahip  bulunmalarından  yola  çıkarak  hizmet  yerinden  yönetim kuruluşlarının  bir  çeşidi  olarak  nitelendirmektedir.  Kuşkusuz  bağımsız idari  otoriteler  ile  hizmet  yerinden  yönetim  kuruluşlarının  bir  takım farklılıkları  bulunmaktadır.  Ne  var  ki  idari  vesayet  yetkisinin  mahallî idareler  dışında  anayasal  bir  zorunluluk  olmadığını  göz  önüne  alırsak özerklik derecesi ayırıcı unsurluktan çıkmaktadır. Vesayetin ve özerkliğin derecesinin  takdiri  kanun  koyucudadır.  Üstelik  tasarruf  yetkileri sınırlandırılmış  bile  olsa  hizmet  yerinden  yönetim  kuruluşlarının  ayrı bütçeleri  ve  malvarlıkları  söz  konusudur.  Anayasada yer  bulmuş  hizmet yerinden  yönetim  kuruluşlarından  hareketle  işlev  bakımından  bir  tasnif yapmaya çabaladığımızda, hizmet yerinden yönetim kuruluşlarının aslında bağdaşık bir kategori olmadığı görülür. Şu halde anayasal konum ve statü itibariyle bağımsız idari otoritelerin hizmet yerinden yönetim kuruluşlarına dahil edilmesi yanlış sayılmaz. Benzer şekilde kamu kurumu niteliğindeki meslek kuruluşlarının ayrı bir yerinden yönetim kuruluşu kategorisi olarak kabul edilmesi gerekeceğinden; başta Atatürk Kültür, Dil ve Tarih Yüksek Kurumu gelmek üzere, pek çok hizmet yerinden yönetim kuruluşunun da kendine has bir kategoriye alınması söz konusu olacağı için, bağımsız idari otoritelerin hizmet yerinden yönetim kuruluşları dışında tutulması isabetli gözükmemektedir. Hizmet yerinden yönetim kuruluşları arasında faaliyet konusunda göre yapılacak bir ayrım sistematik açıdan daha makul olabilir.                                                   128  ULUSOY, s. 91-93. Günday da aynı görüştedir (GÜNDAY, s. 574-575). 129  SOBACI, s. 171. 130  GÖZLER, s. 581-582. 600Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631                                                    Aslan II.  BAĞIMSIZ İDARİ OTORİTELERİN DÜZENLEYİCİ İŞLEM YAPMA YETKİSİ Bağımsız  idari  otoritelerin  düzenleyici  işlem  yapma  yetkisi  özünde genel,  objektif,  kişilik  dışı  kurallar  koyabilme  yetkisidir.  Bu  yönüyle bağımsız  idari  otoritelerin  düzenleyici  işlemleri  maddi  anlamda  kanunla benzeşir.  Hatta  Danıştay,  kimi  kararlarında  düzenleyici  işlemin  anılan niteliğini  irdeleyerek;  belirlediği  özelliklere  sahip  olmayan  işlemleri düzenleyici işlem kabul etmemiş ve açılan davalara da bakmamıştır. Bir                                                  131   ...düzenli hale koymak, düzen vermek olarak tanımlanabilecek olan düzenleme yetkisi, kamu hukukunda kural koyma ile eş anlamlıdır. Kural ise, hukukta sürekli, soyut ve objektif,  genel  durumları  belirleyen,  bireysel  olmayan,  tükenmez  norm  olarak tanımlanmaktadır. İdare, Anayasa ve yasal düzenlemelerden aldığı yetki ile kural koyma, düzenleme yapma yetkisine sahiptir. ...idarenin bir işleminin düzenleyici nitelik taşıdığının kabul edilebilmesi için, söz konusu işlemin, sürekli, soyut, objektif, bireysel olmayan, genel durumları  belirleyen  ve  gösteren  hükümler  içermesi  gerekmektedir.   (Danıştay  10. Daire nin 22.12.2009 tarihli YD kararı E. 2009/9270) Ayrıca bkz. Danıştay 10. Daire nin 20.04.2012 tarihli YD kararı E. 2012/335. 132   Başka bir anlatımla sadece ... hakkında alınmış olan idari karar, aynı durumdaki herkes hakkında  sürekli  uygulanabilecek  nitelikte  soyut  ve  objektif  kurallar  içermemekte, dolayısıyla  düzenleyici  işlem  sayılmasına  olanak  bulunmamaktadır.   (Danıştay  13. Daire nin 18.05.2005 tarihli kararı E. 2005/824 K. 2005/2667). 133   ...idari davaya konu olabilecek düzenleyici bir işlemden sözedilebilmesi için o işlemin, genel ve objektif kurallar koyan nitelikte olması gereklidir. İptali istenen ..., yukarıda değinildiği üzere tek başına yeni kurallar içeren hukuki bir düzenleme getirmemekte, sadece yasal düzenlemelerin açıklamasını ihtiva etmekte olduğundan, idari davaya konu teşkil edebilecek düzenleyici işlem mahiyetinde bulunmamaktadır.  (Danıştay 4. Daire nin 13.06.1990  tarihli  kararı  E.  1989/1807  K.  1990/2101).   ...üçüncü  şahısların  hak  ve menfaatlerini olumsuz yönde etkileyen doğrudan uygulanabilir kesin ve nihai nitelikte bulunmayan bakanlık görüşünün, idari davaya konu olabilecek düzenleyici bir işlem olarak nitelendirilmesi mümkün görülmemiştir.  (Danıştay 4. Daire nin 05.12.1997 tarihli kararı E. 1996/2376 K. 1997/4606).  İdare Hukukunda, düzenleyici işlem, idarenin, aynı durumda olan idare edilenler için bağlayıcı, soyut hukuk kuralı koyan, yani normatif nitelikte olan tek yanlı tasarruflarına verilen addır. Bu nitelikte olmayan, daha önce yürürlüğe konulan üst hukuk normunu yineleyen veya bu üst hukuk normunun nasıl anlaşılması gerektiği konusunda alt idari birimlere ya da idare edilenlere açıklamalar getiren idari tasarruflar, Hukuk  Düzeni'nde  herhangi  bir  değişiklik  oluşturamayacaklarından,  idare  edilenler yönünden bağlayıcı, dolayısıyla da düzenleyici değildirler. İdarenin bu nitelikteki bir işleminin, idari yargı denetimine tabi tutulması, bu denetimin varlık nedenine uygun düşmez.  (Danıştay 7. Daire nin 18.12.2002 tarihli kararı E. 2002/4267 K. 2002/4266; Danıştay 7. Daire nin 24.12.2002 tarihli kararı E. 2002/4407 K. 2002/4370; Danıştay 7. Daire nin  16.01.2003  tarihli  kararı  E.  2002/4547  K.  2003/15;  Danıştay  7.  Daire nin 06.02.2003 tarihli kararı E. 2003/121 K. 2003/377; Danıştay 7. Daire nin 20.02.2003 tarihli kararı  E.  2003/122  K.  2003/479;  Danıştay  7.  Daire nin  05.10.2004  tarihli  kararı  E. 2004/1123 K. 2004/2340).  Öğretide de kabul edildiği üzere; sözlük anlamı ile  düzenli   601Türk Hukukunda Bağımsız İdari...      Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631 başka kararında ise nitelikten ziyade usule değinmiş; düzenleyici işlemin  idarelerin ilgili birimlerince yapılan çeşitli hazırlayıcı işlemlerin ardından, en  üst  karar  organları  veya  hiyerarşik  olarak  en  üst  makamlarınca kurulacağını 134 belirtmiştir. Tabi 1982 Anayasası uyarınca kanun ancak şekli anlamda tanımlanabileceğinden, bir başka deyişle kanun adı altında herkesi bağlayan düzenleyici işlem yapma yetkisi 7nci ve 87nci maddeler uyarınca  münhasıran  TBMM ye  ait  bulunduğundan  ve  başkasına  da devredilemeyeceğinden,  bağımsız  idari  otoritelerin  yapacağı  düzenleyici işlemler  kurallar  kademelenmesinde  kanun  ile  aynı  basamakta  yer alamayacak  ve  kanunun  çizdiği  sınırları  da  aşamayacaktır.  Nitekim Danıştay,   genel  ve  soyut  nitelikteki  kurallar  koymak  için  düzenleyici işlemler yapmak yetkisinden  bahsederken;  görev alanı içerisinde olmak  ile  anayasa ve kanunlara uygun olmak  koşullarını aramaktadır. Teorik temelleri yanında, 1982 Anayasasının 8nci maddesinin yürütme yetkisi ve görevinin  anayasa  ile  kanunlara  uygun  olarak  kullanılacağını  ve  yerine getireleceğini belirtmesi; Cumhurbaşkanı ve Bakanlar Kurulu na ek olarak yürütme  organı  içerisinde  yer  alan  idarenin,  doğallayın  bağımsız  idari otoritelerin  de  asli  düzenleme  yetkisine  sahip  olamayacağını                                                                                                                    hale koymak, düzen vermek, tanzim ve tertip etmek  olarak tanımlanan  düzenleme , kamu hukukunda  kural koyma  ile eş anlamlıdır. Kural ise, hukukta sürekli, soyut, nesnel, genel durumları  belirleyen  ve  gösteren  norm  olarak  tanımlanmaktadır.  Yasama  organının yasama tasarrufları dışında idare, Anayasa ve yasal düzenlemelerden aldığı yetki ile kural koyma,  düzenleme  yapma  yetkisine  sahiptir.  Düzenleme  yetkisini  kullanarak  tüzük, yönetmelik, genelge gibi düzenleyici işlemleri yapan idarenin bir işleminin  düzenleyici  nitelik taşıdığının kabul edilebilmesi için, sözkonusu işlemin sürekli, soyut, nesnel, genel durumları belirleyen ve gösteren hükümler içermesi, başka bir anlatımla, belirtilen nitelikte kurallar koymuş olması gerekir.  Kural işlemler  ( ya da diğer adıyla  genel düzenleyici işlemler  ), yukarıda da değinildiği üzere, üst hukuk normuna uygun olarak hukuk düzenine yeni kural getiren, ya da, olan bir kuralı değiştiren veya kaldıran işlemlerdir. Öte yandan, bazı idari işlemlerin,  genel  olmalarına karşın, düzenleyici işlem niteliğinde olmadıklarını da belirtmek gerekir. Bir işlemin kural ( düzenleme ) olup olmadığı, salt bunları yapanların niteliklerine göre değil, bu işlemlerin içerikleri ve doğurdukları hukuksal sonuçlar da gözönünde bulundurulmak suretiyle saptanmalıdır.  (Danıştay 5. Daire nin 13.02.2008 tarihli kararı E. 2007/7830 K. 2008/772). Ayrıca bkz. Danıştay 2. Daire nin 07.11.2006 tarihli kararı E. 2006/3316 K. 2006/3111. 134  Danıştay 5. Daire nin 28.01.2011 tarihli kararı E. 2010/7926 K. 2011/296. 135  Bağımsız idari otoritelerin kuruluş kanunlarında, düzenleyici işlem yapma yetkisinin en üst karar organı olan kurullara verildiği görülmektedir. 136  Danıştay İdari Dava Daireleri Genel Kurulu nun 11.04.2008 tarihli kararı E. 2006/3196 K. 2008/1179. 602Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631                                                    Aslan anlatmaktadır.  Böylece  tali  düzenleme  yetkisinin  varlığının  kabulüyle birlikte sınırları da kendiliğinden çizilmektedir. Kimi  yazarlar,  1924  Anayasası  döneminden  başlayarak,  yürütme organının  asli  düzenleme  yetkisiyle  donatıldığını  veya  donatılabileceğini savunmuştur.  Danıştay ın  ilk  kararlarında  da  asli  düzenleme  yetkisine sıklıkla  atıf  yapılmaktadır.  Zamanla  görüş  değiştirilmiş,  artık  istikrar kazandığını  rahatlıkla  söyleyebileceğimiz  içtihat  ise,  idarenin  düzenleme yetkisinin niteliğinin türev olduğu yönündedir. 1982 Anayasası dönemine                                                  137  Aynı yönde bkz. DURAN, Lütfi:  Düzenleme Yetkisi Özerk Sayılabilir mi? , İdare Hukuku ve İlimleri Dergisi, Cilt 4 (1983), Sayı 1, s. 33-42. 138  Sarıca, kanunları uygulamak görevinin boşlukları doldurmak ve gerektiğinde yeni kurallar koyabilmek anlamına geldiğini savunmaktadır (SARICA, Ragıp: Türkiye de İcra Uzvunun Tanzim Selahiyeti, Türk Hukuk Kurumu Yayını, İstanbul 1943, s. 30). Balta, olağanüstü durumlarda yasama organının kanun ile hükümete, aslında kanun ile düzenlenebilecek konularda düzenleyici idari işlemlerle kural koyma yetkisi verilebileceğini iddia etmektedir (BALTA, Tahsin Bekir: Türkiye de Yürütme Kudreti, AÜHF Yayını, Ankara 1960, s. 3940). Özyörük e göre, idarenin asli düzenleme yetkisi mevcuttur. Kanundan aldığı yetkilerin nasıl kullanılacağını düzenlemek görevidir. Esas ve şekle ilişkin şartları kendisi belirler. Devlet hayatının zaruretleri de müstakil bir düzenleme alanının varlığına işaret eder. Kanun koyucunun  bu  alanı  ihlal  etmemesi  gerekir  (ÖZYÖRÜK,  s.  71-72).  Oytan,  1961 Anayasasının yasamadan türeyen yürütme anlayışının, 1982 Anayasasının 8nci maddesiyle değiştirildiğini düşünmekte ve egemenliğin kullanılmasında eşit pay sahibi olan yürütme organının da yasama organı gibi asli, ilkel ve orjinal düzenleme yetkisine sahip olduğunu savunmaktadır  (OYTAN,  Muammer:   1982  Anayasası nda  Yasama  ve  Yargı  Erkleri Karşısında  Güçlendirilmiş  Yürütme  Organı  ve  Güçlendirilme  Nedenleri ,  Türk  İdare Dergisi, (1984), Sayı 364, s. 8). 139  Kamu yararının gerektirdiği hâllerde idarenin genel nitelikte düzenleme yetkisi vardır. Ayrıca  kanunla  yetkilendirilmesini  aramaya  gerek  yoktur  (Danıştay  Dava  Daireleri Kurulu nun 28.04.1972 tarihli kararı E. 1968/709 K. 1972/364, Amme İdaresi Dergisi, Cilt 5 (1972), Sayı 4, s. 201-202). İdare, yürürlükteki kanunlara aykırı olmamak kaydıyla, genel ve asli bir düzenleme yetkisine sahiptir (Danıştay Dava Daireleri Kurulu nun 05.05.1972 tarihli kararı E. 1970/453 K. 1972/385, Amme İdaresi Dergisi, Cilt 5 (1972), Sayı 3, s. 194). Hatta devletin egemenlik hakkı ve idarenin genel düzenleme yetkisine dayanılarak; idarenin  düzenleyici  işlemle  mali  yükümlülük  dahi  getirilebileceği  yönünde  karar verilmiştir (Danıştay Dava Daireleri Kurulu nun 25.03.1977 tarihli kararı E. 1976/92 K. 1977/160, Danıştay Dava Daireleri Kurulu Kararlar: Birinci Kitap (1965-1978), Danıştay Tasnif ve Yayın Bürosu Yayınları, Ankara 1981, s. 554-555). 140  Danıştay  İdari  Dava  Daireleri  Genel  Kurulu nun  17.06.2010  tarihli  YD  İtiraz  No: 2010/309.   İdare Hukuku nda  yetki , idareye Anayasa ve yasalarla tanınmış olan karar alma gücünü ifade etmektedir. Bu yönüyle idari işlemin en temel unsurunu oluşturan  yetki , yasayla hangi makama verilmiş ise ancak onun tarafından kullanılabilir. İdare Hukukunda  yetkisizlik kural, yetkili olma istisna dır. Bu istisna ise, yetkinin, yalnızca yasayla  gösterilen  hallerde  ve  yine  yasayla  gösterilen  idari  merciler  tarafından kullanılmasıdır. Bu nedenle  yetki  yasanın açık izni olmadan devredilemez. Anayasa'nın   603Türk Hukukunda Bağımsız İdari...      Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631 tekrar gelirsek; gerçekten de Başlangıç kısmı ve 8nci maddenin gerekçesi kafa karışıklığına yol açabilecek mahiyettedir. Ne var ki, 8nci, 115nci ve 124ncü maddelerin kanuna uygunluğu arayan açık hükümleri karşısında, asli düzenleme  yetkisinin  bulunduğunu  müdafaa  etmek  zordur.  Yürütmenin, 1961  Anayasasından  farklı  olarak,  hem  görev  hem  de  yetki  biçiminde görülmesi;  asli  düzenleme  yetkisinin  varlığı  şeklinde  yorumlanamaz. Yürütmenin yetki özelliği, anayasanın çeşitli maddelerinde yer alan ayrıksı durumlardan kaynaklanmaktadır. Anayasa Mahkemesi de aynı görüştedir. Anayasa Mahkemesi ne göre:  Yürütmeye  bir yetki olma gücü veren esaslar Anayasanın muhtelif maddelerine  serpiştirilmiş  durumdadır.  Bunlardan  düzenleme  ile  ilgili olarak  yeni  Anayasanın  getirdikleri,  olağanüstü  haller  ve  sıkıyönetim süresince Cumhurbaşkanının başkanlığında toplanan Bakanlar Kurulunun, sözü  edilen  hallerin  gerekli  kıldığı  konulara  hasren  kanun  hükmünde kararname çıkartma; Bakanlar Kurulunun, vergi, resim, harç ve benzeri mali  yükümlerin  muaflık,  istisnalar  ve  indirimleriyle  oranlarına  ilişkin hükümlerde, kanunun belirttiği yukarı ve aşağı sınırlar içerisinde değişiklik yapmak, dış ticaretin ülke ekonomisinin yararına olmak üzere düzenlenmesi amacıyla, ithalat, ihracat ve dış ticaret işlemleri üzerine vergi ve benzeri yükümlülükler dışına ek mali yükümler koymak ve bunları kaldırmak gibi hususlardır. 143 Bağımsız  idari  otoriteler  kamu  tüzel  kişiliğine  sahip  olmaları dolayısıyla, 1982 Anayasasının 124ncü maddesi çerçevesinde, kendi görev                                                                                                                    123.  maddesi  uyarınca,  kuruluş  ve  görevleri  yasayla  düzenlenmek  durumunda  olan idarenin kendi düzenleme yetkisi de yasalarla sınırlı olduğundan, yetki kuralları genişletici yoruma tabi tutulamaz.  (Danıştay İdari Dava Daireleri Genel Kurulu nun 15.05.2008 tarihli  YD  İtiraz  No:  2008/159;  Danıştay  İdari  Dava  Daireleri  Genel  Kurulu nun 04.11.2010 tarihli kararı E. 2010/2072 K. 2010/1467). 141  ÖZTÜRK, Burak: Fransız ve Türk Hukukunda İdarenin Düzenleme Yetkisinin Kapsamı, Yetkin Yayınları, Ankara 2009, s. 121. 142  DURAN,  s.  38-39;  TAN,  Turgut:   1982  Anayasası  Yönünden  Yürütme  Görevi  ve Yetkisinin Niteliği (Güçlü Devlet ya da Güçlü Yürütme) , Anayasa Yargısı, Cilt 1 (1984), s. 35-36. Anayasa Mahkemesi nin yürütmenin yetki olmasına atıf yaptığı görülse bile, asli düzenleme yetkisinin kabulü; bir başka deyişle yasallık ilkesinden herhangi bir sapma söz konusu değildir (Anayasa Mahkemesi nin 15.10.1991 tarihli kararı E. 1990/29 K. 1991/37 RG: 05.02.1992-21133, s. 9). 143  Anayasa Mahkemesi nin 09.10.1986 tarihli kararı E. 1986/18 K. 1986/24 RG: 31.01.198719358, s. 25. 604Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631                                                    Aslan alanlarında  kanunlar  ve  tüzüklerin  uygulanmasını  sağlamak  üzere yönetmelik  yapma  yetkisini  haizdirler.  Haliyle  düzenleyici  işlem  yapma yetkilerinin doğrudan anayasadan geldiği savunulabilir. Danıştay, 124ncü maddeye  atıf  yaptığı  bir  kararında,  yönetmeliklerin  anayasada  sayılan kapsamda  çıkartılabileceğini  belirttikten  sonra;   yasa  tekniğine  uygun olmaması  ve  güçlükler  bulunması  nedeniyle  yasal  düzenlemelerde  yer almayan ancak idarenin işleyişi ve kamu yararı için önceden belirlenmesi zorunlu  bulunan  teknik  konu  ve  ayrıntıların   yönetmelikle düzenlenebileceğine hükmetmiştir. Sonraki bir kararında ise, yine 124ncü maddeden hareketle, yönetmelikle düzenleme yapılabileceğini belirtmiş ve yönetmelikle düzenleme yapma yetkisinin,  kamu hizmetinin daha etkin ve verimli  yürütülmesi  amacıyla   yönetmeliklerde  değişiklik  yapma  veya yürürlükten  kaldırma  yetkisini  de  kapsadığına  karar  vermiştir.  Aynı kararda,  ...anayasa, yasa, tüzük ve hukukun genel ilkelerine aykırı hükümler içermemesi  ve  öngörülen  şekil  şartına  uyularak  çıkarılması  dışında  yönetmelikle  düzenleme  yapma  yetkisinin  kullanımında  bir  şart aranmayacağını belirtmiştir. Fakat düzenleyici işlem yapma yetkisini sadece 124ncü maddeyi esas alarak değerlendirmek isabetli değildir. Aksi halde bağımsız  idari  otoritelerin  yapabileceği  tek  düzenleyici  işlem  olarak yönetmeliği  kabul  etmek  gerekir.  Oysa  124ncü  madde  yönetmeliğin                                                  144  ÖZBUDUN, Ergun: Türk Anayasa Hukuku, Yetkin Yayınları, Ankara 2009, s. 239; ÖZTÜRK, s. 127.  Başbakanlık, bakanlıklar ve kamu tüzel kişilerinin Anayasa'nın 124. maddesinden kaynaklanan düzenleme yetkilerinin...  (Danıştay İdari Dava Daireleri Genel Kurulu nun 04.11.2010 tarihli kararı E. 2010/2072 K. 2010/1467). 145  Danıştay 13. Daire nin 16.03.2005 tarihli kararı E. 2005/213 K. 2005/1558. 146  Danıştay 5. Daire nin 10.11.2005 tarihli kararı E. 2002/3255 K. 2005/5075; Danıştay 2. Daire nin 29.03.2006 tarihli kararı E. 2004/831 K. 2006/1021. 147  Yürütme organına tanınan düzenleme yetkisinin yalnızca tüzük veya yönetmelik biçiminde kullanılabileceğine ilişkin bkz. DÖNMEZER, Sulhi:  Mahkeme Kararları Kroniği: Ceza Hukuku (İcranın Tanzimî Tasarrufları ile Suç İhdası, Anayasa Aykırılık İddiası Halinde Verilmesi Gereken Karar) , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, Cilt 28 (1962), Sayı 1, s. 243; TOSUN, Öztekin:  Yürütme Organlarının Koyduğu Kaidelere Aykırılıkların Cezalandırılması , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, Cilt 28 (1962), Sayı 2, s. 352; YARSUVAT, Duygun:  Yürütme Organının Koyduğu Kaidelerle Suç İhdası ve 1961 Anayasası , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, Cilt 29 (1963), Sayı 3, s. 544. Duran ise, tüzük ve yönetmelik haricinde bir düzenleyici işlem kategorisi kabul etmemekle birlikte; geriye kalan tüm düzenleyici işlemlerin geçerliliğini yönetmelik  kategorisine  dâhil  edilebilmelerine  bağlamaktadır  (DURAN,  Lütfi:  İdare Hukuku Ders Notları, İÜHF Yayını, İstanbul 1982, s. 450). Benzer şekilde düşünen Öztürk, idarenin düzenleme yetkisini genelleştirecek bir anayasal hükme ihtiyaç bulunduğunu da belirtmektedir (ÖZTÜRK, s. 124). Tan, 1982 Anayasasının 124ncü maddesine atıfla,   605Türk Hukukunda Bağımsız İdari...      Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631 unsurlarını  saymamakta,  ne  şekilde  yapılacağını  da  açıklamamaktadır. Ortada bir şekil şartı bulunmadığına göre yönetmelik ile başka ad altında yapılacak  düzenleyici  işlemleri  ayırmanın  olanağı  pek  yoktur.  Ayrıca bağımsız idari otoritelerin kanunların ve tüzüklerin uygulanmasını sağlamak dışında da idari görevleri bulunduğundan, bu etkinliklerle ilgili düzenleyici işlem  yapmalarında  ve  yönetmelik  adı  vermelerinde  bir  engel bulunmamaktadır. Bağımsız  idari  otoritelerin  kuruluş  kanunları  incelendiğinde; yönetmelik olarak isimlendirilmemiş düzenleyici nitelikteki işlemlere veya kararlara  rastlamak  mümkündür.  Danıştay ın  da  farklı  adlar  altında düzenleyici  işlem  yapılabileceği  yolunda  kararları  mevcuttur.  Öyleyse bağımsız idari otoritelerin yönetmelik veya başka ad altında düzenleyici işlem  yapabilme  yetkisinin  menşesini  bir  başka  unsurla  da  desteklemek lazım  gelir.  Gözler,  düzenleyici  işlem  yapabilme  yetkisinin,  anayasa  ve kanunun  dışında  eşyanın  tabiatından  da  kaynaklanabileceğini                                                                                                                    bağımsız  idari  otoritelerin  düzenleme  yetkisini  yönetmelik  çıkartarak  kullanacaklarını anlatmaktadır (TAN, s. 27). Anayasa Mahkemesi, 1961 Anayasası döneminde verdiği ilk kararlarında, tüzük ve yönetmelik dışındaki düzenleyici işlemlerin varlığını koşulsuz kabul etmektedir (Anayasa Mahkemesi nin 16.01.1963 tarihli kararı E. 1962/232 K. 1963/9 RG: 11.05.1963-11400, s. 2; Anayasa Mahkemesi nin 28.03.1963 tarihli kararı E. 1963/4 K. 1963/71 RG: 18.10.1963-11534, s. 2). Daha sonra verdiği bir kararında ise, tüzük ve yönetmelik dışındaki düzenleyici işlemlerin yönetmelik sayılması gerektiğini vurgulamıştır (Anayasa Mahkemesi nin 23-24-25.10.1969 tarihli kararı E. 1967/41 K. 1969/57 RG: 12.03.1971-13776, s. 7). 1982 Anayasası döneminde eski içtihatına dönerek; yönetmelik niteliğine atıf yapmadan, sadece kanuna uygun olmak şartıyla tüzük ve yönetmelik dışında da düzenleyici işlem yapılabileceğini belirtmiştir (Anayasa Mahkemesi nin 15.10.1991 tarihli kararı E. 1990/29 K. 1991/37 RG: 05.02.1992-21133, s. 29). 148  GÜNEŞ,  Turan:  Türk  Pozitif  Hukukunda  Yürütme  Organının  Düzenleyici  İşlemleri, AÜSBF Yayınları, Ankara 1965, s. 94. 149  GÜNDAY, s. 115. 150  Bu tip düzenleyici işlem veya kararlara adsız düzenleyici işlem veya atipik düzenleyici işlem denmektedir (bkz. ÖZAY, s. 349, 383; GÖZLER, s. 1260-1266; GÖZÜBÜYÜK / TAN, s. 124). 151   Anayasada düzenleyici işlemler tüzük ve yönetmelikler olarak belirtilmiş ise de idarenin düzenleme yetkisi bununla sınırlı olmayıp...  (Danıştay 12. Daire nin 24.12.1997 tarihli kararı  E.  1996/611  K.  1997/4255;  Danıştay  İdari  Dava  Daireleri  Genel  Kurulu nun 11.04.2008 tarihli kararı E. 2006/3196 K. 2008/1179).  Düzenleme yetkisini kullanarak tüzük, yönetmelik, genelge gibi düzenleyici işlemleri yapan...  (Danıştay 10. Daire nin 22.12.2009 tarihli YD kararı E. 2009/9270; Danıştay 4. Daire nin 23.05.2011 tarihli kararı E.  2009/248  K.  2011/4403;  Danıştay  10.  Daire nin  20.04.2012  tarihli  YD  kararı  E. 2012/335). 606Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631                                                    Aslan belirtmektedir.  Eşyanın  tabiatından  kasıt;  kanun  koyucunun  her  şeyi düzenleme  imkansızlığı,  kamu  hizmetinin  iyi  işlemesi  ihtiyacı,  kamu düzeninin sağlanması ihtiyacı ve nihayet takdir yetkisinin objektifleştirilmesi ihtiyacı gibi nedenlerdir. Ne var ki, kamu düzeninin korunması ile acil ve olağanüstü  ihtiyaçları  karşılama  zorunluluğu  olsa  olsa  bireysel  işlem yapmaya cevaz verebilir. Yoksa idarenin yasama organı yerine geçerek daha önce  yetkilendirilmediği  bir  alanda  düzenleyici  işlem  yapması  pekâlâ düşünülemez.  Acil  ve  olağanüstü  ihtiyaçların  en  çok  görülebileceği olağanüstü  hal,  sıkıyönetim,  seferberlik  ve  savaş  hallerinde  bile  evvela kanunla düzenleme yapılmış olması, 1982 Anayasasının 121nci ve 122nci maddesinin bir gereğidir. Kamu hizmetinin iyi işleyebilmesinin ise ilgili hizmetten  sorumlu  idarenin  görev  ve  yetkisinde  olduğu  kuşkusuzdur. İdarenin  görev  ve  yetkisini  kanundan  alması  gerektiği  de  tartışmasızdır. Keza  kanun  koyucunun  her  şeyi  düzenleme  imkansızlığı  durumunda; idarenin  ancak  yetkilendirildiği  alan  için  düzenleme  yapabileceği unutulmamalıdır.  Öyleyse  eşyanın  tabiatı  kavramının  takdir  yetkisinin objektifleştirilmesinin çeşitli görünümlerinden ibaret olduğu anlaşılmaktadır. Elimizdeki en uygun seçenek takdir yetkisi olarak belirmektedir. Takdir  yetkisi,  sırf  kanunun  uygulanmasından  ibaret  olan  bağlı yetkiden,  bir  işlemin  unsurlarını  belirlemeye  hatta  yerine  getirip getirmemeye  varacak  boyutta  tanınabilmesiyle  ayrılır.  Takdir  yetkisinin düzenleyici  işlem  haline  bürünmesi,  bağımsız  idari  otoritenin  ileride karşılaşacağı  muadil  durumlarda  kullanacağı  takdir  yetkisini objektifleştirmesidir. Bu haliyle subjektif işlemlerdeki takdir yetkisinden özünde farklılık arz etmez. Hatta denk durumlarda takdir yetkisinin eşitlik ilkesine uygun kullanılmasını sağlayacağı için hukuki belirlilik ve hukuki güvenliğin, bir başka deyişle hukuk devletinin teşkilinde yardımcı olur158.                                                  152  GÖZLER, s. 1156-1158. 153  GÖZLER, s. 1158-1161. 154   ...takdir yetkisine dayanmak suretiyle… …bir takım kurallar koyacağı…  (Danıştay 10. Daire nin 16.05.2006 tarihli kararı E. 2003/4021 K. 2006/3011). 155   ...usul ve esasları nesnel ölçülere bağlayan ve takdir yetkisinin olabildiğince kamu yararı ve hizmet gereklerine uygun biçimde kullanılmasını sağlayan kurallar...  (Danıştay 5. Daire nin 25.02.1998 tarihli kararı E. 1997/13 K. 1998/515). 156  GÜNEŞ, s. 87-88. 157  GÜNDAY, s. 225-226. 158   Esasen, düzenleyici işlemlerin açık, belirli ve öngörülebilir olması, hukuk güvenliğinin, dolayısıyla hukuk devleti ilkesinin de bir gereğidir. Zira idare, ancak açık ve belirgin hukuk   607Türk Hukukunda Bağımsız İdari...      Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631  İdarenin yetkilerinin objektif kurallara bağlanması, bu yetkiyi kullanacak olanları hizmet dışı her türlü müdahaleye karşı koruma işlevini de yerine getirir 159. Danıştay ın subjektif nitelikteki idari işlem tesisine yol açacak düzenleyici  işlemleri  iptal  ettiği  vakidir.  Öztürk,  türev  düzenleme yetkisinin kaynağı olarak 1982 Anayasasının 115ncü ve 124ncü maddelerini görürken; bu iki maddede tanımlanmış tüzük ve yönetmelik dışındaki tüm düzenleyici  işlemlerin  anayasal  dayanaktan  yoksun  olduğunu belirtmektedir. Bağımsız  idari  otoritelerin  düzenleyici  işlem  yapma  yetkisini kullanabilmesi için ilgili piyasa ya da alanın kanunla düzenlenmesi şarttır. 1982 Anayasasının idarenin kuruluş ve görevlerinin kanunla belirleneceğini öngören  123ncü  maddesi  karşısında  bağımsız  idari  otoritelerin  evvela kanunla  tanzim  edilmemiş  bir  piyasa  veya  alanda  düzenleyici  işlem yapabilmesi düşünülemez. Zaten Türk hukukunda herhangi bir piyasa ya da alanı ilk elden düzenleme tekeli yasama organına aittir. Bir başka deyişle sadece  yasama  organı  ayrıca  bir  işleme  gerek  duymadan,  doğrudan  bir                                                                                                                    kurallarını yürürlüğe koymak suretiyle hukuk güvenliğini sağlayabilir.  (Danıştay 10. Daire nin 20.04.2012 tarihli YD kararı E. 2012/335). 159  Danıştay 5. Daire nin 25.02.1998 tarihli kararı E. 1997/13 K. 1998/515. 160  Danıştay 12. Daire nin 24.12.1997 tarihli kararı E. 1996/611 K. 1997/4255; Danıştay İdari Dava Daireleri Genel Kurulu nun 07.04.2005 tarihli kararı E. 2003/417 K. 2005/234. 161  ÖZTÜRK, s. 129. 162   Yasa koyucunun belli konularda gerekli kuralları koyacağı, çerçeveyi çizeceği, eğer uygun veya zorunlu görürse onların uygulanması yolunda sınırları belirlenmiş alanlar bırakacağı, idarenin ancak o alanlar içinde... ...yasalara aykırı olmamak üzere bir takım kurallar koyacağı...  (Danıştay 10. Daire nin 16.05.2006 tarihli kararı E. 2003/4021 K. 2006/3011)  ...Yasa nın gösterdiği çerçevede ... ile ilgili düzenlemeler yapma yetkisine sahip bulunmaktadır.  (Danıştay 13. Daire nin 25.12.2006 tarihli kararı E. 2005/9375 K. 2006/4919).  ...görev alanları ile ilgili yasalarla sınırlı olması nedeniyle...  (Danıştay İdari Dava Daireleri Genel Kurulu nun 04.11.2010 tarihli kararı E. 2010/2072 K. 2010/1467). 163   Yürütmenin,  tüzük  ve  yönetmelik  çıkartmak  gibi  klasik  düzenleme  yetkisi,  idarenin kanuniliği ilkesi içerisinde sınırlı ve tamamlayıcı bir yetki durumundadır. Bu bakımdan Anayasada ifadesini bulan yukarıdaki ayrık haller dışında, yasalarla düzenlenmemiş bir alanda yürütmenin sübjektif hakları etkileyen bir kural koyma yetkisi bulunmamaktadır.  (Anayasa Mahkemesi nin 09.10.1986 tarihli kararı E. 1986/18 K. 1986/24 RG: 31.01.198719358, s. 25)  Yasa ile yetkili kılınmış olması da yasama organının belirlediği kapsam ve sınırlar içinde türevsel bir yetkinin kullanılması anlamına gelir.  (Anayasa Mahkemesi nin 15.10.1991 tarihli kararı E. 1990/29 K. 1991/37 RG: 05.02.1992-21133, s. 9).  ...kaynağını Anayasadan  almayan  bir  Devlet  yetkisi  hiçbir  kimse  veya  organ  tarafından kullanılamayacağından, idarenin, yasal boşluk bulunduğunu öne sürerek kişilerin temel hak ve özgürlüklerini sınırlayıcı nitelikte idari düzenleme yapamayacağı açıktır.  (Danıştay 10. Daire nin 16.12.2005 tarihli kararı E. 2002/5890 K. 2005/7806). 608Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631                                                    Aslan piyasa veya alanı düzenleyebilir. Yasama organının kanun ile düzenleme yapmasının konu yönünden de sınırı yoktur. İstediği herhangi bir piyasa veya alanı bağımsız idari otoritelerin görev ve yetki sahasına alabilir ya da çıkartabilir. Yasama organı tarafından hukuk dünyasına katılmadığı sürece ilgili piyasa veya alan hukuken boş bir sahadır. Dolayısıyla bağımsız idari otoritelerin mahfuz bir düzenleme yetkisine kavuşması mümkün değildir. Yasama  organının  bir  piyasa  veya  alanı  en  ince  ayrıntısına  kadar kanunla düzenlemesi elbette beklenemez. Günümüzde pek çok piyasa yahut alanda  baş  döndüren  hızla  teknolojik  gelişmeler  yaşanmakta  ve uzmanlaşmaya duyulan gereksinim gittikçe artmaktadır. Ne var ki bu pratik ihtiyaçların  çözümü  anayasal  ilkelere  uygun  biçimde  sağlanmalıdır. Düzenleyici işlem yapma yetkisini ister anayasayla ister takdir yetkisiyle ister  ikisiyle  birden  ilişkilendirelim;  bağımsız  idari  otoritelerin  kuruluş kanunlarında veya bağımsız idari otoriteleri yetkilendiren diğer kanunlarda ayrıca bir düzenleyici işlem yapma yetkisinin de öngörülmesini aramamıza gerek kalmaz. Ancak düzenleme yetkisinin kanunlara uygun kullanılması ve  yasama  yetkisinin  devri  anlamına  gelmemesi  lazımdır.  Bunun gerçekleşmesi için kanunların bir piyasa ya da alanı belirleyip, öngördüğü sınırların  dâhilini  bağımsız  idari  otoritenin  doldurmasına  izin  vermesi sakıncalı olabilir. Kanunun genel çerçeveyi çizmesinin yanında bir takım temel ilkeleri de belirlemesi elzemdir. Esasları kanunla belirlenmeyen bir faaliyetin  düzenleyici  işlemde  yer  bulması  imkânsızdır.  Bağımsız  idari otoriteye kanunla genel bir yetki tanınması, hiçbir koşulda subjektif hakları etkileyebilecek bir düzenleyici işlem yapabilmesi anlamına gelmez. Yasa koyucunun  verdiği  yetkinin  amacı,  kapsamı  ve  sınırları  rahatlıkla  tespit edilebilmelidir. Yetkinin kullanımı, yetkilendirilen bağımsız idari otoritenin âdeta  kanun  koyucu  gibi  hareket  etmesine  olanak  tanıyacak  derecede, subjektif  kıstaslara  bağlanmamalıdır.  Bir  başka  deyişle,  bağımsız  idari otoritelerin kullanacağı takdir yetkisinin müphemliğe yol açacak biçimde                                                  164  GÜNEŞ, s. 42. 165  ÖZBUDUN, s. 201-202. 166  Danıştay, bir kararında, düzenleme yapma yetkisinin verilmesi yanında hangi hususların düzenleneceğinin de aynı maddeden açıkça tespit edilebilmesini aramıştır (Danıştay 5. Daire nin 29.06.2007 tarihli kararı E. 2006/3804 K. 2007/3778). 167   Yasa ile yetkili kılınmış olması da bu sonuca etkili değildir.  (Anayasa Mahkemesi nin 09.10.1986 tarihli kararı E. 1986/18 K. 1986/24 RG: 31.01.1987-19358, s. 25).   609Türk Hukukunda Bağımsız İdari...      Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631 geniş  olmamasına  dikkat  edilmelidir.  Nitekim  Anayasa  Mahkemesi  de benzer görüştedir. Anayasa Mahkemesi ne göre:  Yasama yetkisinin devredilmezliği ilkesi uyarınca, yürütme organına genel, sınırsız, esasları ve çerçevesi belirsiz bir düzenleme yetkisi verilemez. Yürütme  organının  yasayla  yetkili  kılınmış  olması,  yasayla  düzenleme anlamına  gelmeyeceğinden,  yürütmeye  devredilen  yetkinin  Anayasa ya uygun  olabilmesi  için  yasada  temel  esasların  belirlenmesi,  sınırların çizilmesi  gerekir.  Bu  doğrultuda,  uzmanlık  ve  yönetim  tekniğine  ilişkin konuların düzenlenmesi ise yürütme organına bırakılabilir. 169 Bağımsız idari otoriteler, kanunun öngördüğü düzenleyici işlem tipleri dışında, yani başka bir ad altında, düzenleyici işlem yapamazlar. Bir başka deyişle, kanunlar çerçevesinde ve kanunlara uygun kullanılacak düzenleme yetkisi, aynı zamanda kanunun belirlediği işlem tipinde vücut bulmalıdır. Örneğin, kanun yönetmeliği öngörüyorsa yönetmelik, tebliğ diyorsa tebliğ şeklinde olmalıdır. Ancak kanunun ismen zikretmediği durumlarda, farklı adlar  altında  düzenleyici  işlem  yapılabilir.  Düzenleyici  işlem  yapma yetkisinin türev niteliğinin sonucu olan bu durum, bağımsız idari otoritenin, kanunun öngördüğü düzenleyici işleme dayanarak ikincil bir düzenleyici işlem  yapmasını  engellemez.  Tek  şart,  normlar  hiyerarşisinde  kanunun öngördüğü işlemden sonra gelen diğer düzenleyici işlemlerin, kanunu ve kanunun öngördüğü düzenleyici işlemle getirilen kuralları aşmamasıdır. Eğer kanun hem tüzük hem yönetmelik gibi normlar hiyerarşisinde farklı basamakta yer alan kurallarla düzenlemeyi öngörüyorsa; tüzük yapılmadan sadece yönetmelik ile yetinilmesi de kanunun öngördüğü düzenleyici işlem tipine uyulmaması anlamına gelecek ve kanuna aykırılık oluşturacaktır.                                                  168  Anayasa Mahkemesi nin 09.10.1986 tarihli kararı E. 1986/18 K. 1986/24 RG: 31.01.198719358, s. 24. 169  Anayasa Mahkemesi nin 14.03.2005 tarihli kararı E. 2003/70 K. 2005/14 RG: 26.04.200525797. 170  Danıştay 7. Daire nin 16.01.2003 tarihli kararı E. 2002/4547 K. 2003/15; Danıştay 7. Daire nin  06.02.2003  tarihli  kararı  E.  2003/121  K.  2003/377;  Danıştay  7.  Daire nin 20.02.2003 tarihli kararı E. 2003/122 K. 2003/479. 171  Danıştay  İdari  Dava  Daireleri  Genel  Kurulu nun  17.06.2010  tarihli  YD  İtiraz  No: 2010/309. 172  Danıştay 10. Daire nin 24.05.2004 tarihli YD kararı E. 2004/1942. 610Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631                                                    Aslan Üst hukuk normlarına uygunluk, idarenin tüm düzenleyici işlemleri için zorunludur.  Bağımsız  idari  otoriteler,  kanunun  emredici  hükümlerine istisna  getirerek  uygulama  alanını  daraltamazlar.  Aynı  zamanda, düzenleme yetkisini kullanarak kanunun uygulama alanını genişletemezler. Kanunun belli bir husus için yer verdiği şartları düzenleyici işleme konu yaparak  başka  bir  duruma  uygulanabilir  kılamazlar.  Aksi  halde  kanuna aykırı düzenleme olur. Ayrıca, temel hak ve özgürlüklere ilişkin konular başta  gelmek  üzere,  kanunun  öngörmediği,  yeni  bir  kısıtlayıcı  şart getiremezler.  Anayasanın  tanıdığı  güvenceleri  zayıflatacak,  işlerliğini azaltacak yetkileri kendilerinde toplayamazlar. Aynı statüdekiler için eşit olmayan kurallar öngöremezler. Kanunla verilen görevlerle doğrudan ilgili hizmetlerin  yürütülmesinde,  muhattaplarından  herhangi  bir  bedel  talep edilebileceğini  hükme  bağlayamazlar.  Cezaların  kanuniliği  ilkesi gereğince,  kanunun  öngörmediği  bir  yaptırımı  düzenleyici  işleme koyamazlar. Mali yükümlülük getiren düzenleyici işlemleri geri yürüterek yayım  tarihinden  önceki  olaylara  uygulayamazlar.  Fakat  düzenleme yapıldıktan  sonra  getirilen  yeni  şartlara  uyum  sağlanması  için  zaman tanınması mümkündür. Zaman tanınması kanunun bağımsız idari otoriteye verdiği yetkinin bir parçası olduğundan kanuna aykırılık oluşmaz.                                                  173  Danıştay 13. Daire nin 16.03.2005 tarihli kararı E. 2005/213 K. 2005/1558; Danıştay 2. Daire nin 06.03.2007 tarihli kararı E. 2004/8014 K. 2007/839; Danıştay 11. Daire nin 10.03.2008 tarihli kararı E. 2006/6044 K. 2008/2354. Konusu meşru ve mümkün olması gereken idari işlemlerin doğuracağı sonuçlar, önceden yasalarla ve diğer düzenleyici işlemlerle  belirtilmiştir.  Bu  bakımdan,  idari  işlemlerde  ilgililerin  işlemin  konusunu değiştirmeye ya da istedikleri gibi belirtmeye yetkileri yoktur.  (Danıştay 4. Daire nin 23.05.2011 tarihli kararı E. 2009/248 K. 2011/4403). 174  Danıştay 8. Daire nin 16.06.1999 tarihli kararı E. 1998/4596 K. 1999/3963. 175  Danıştay İdari Dava Daireleri Genel Kurulu nun 17.10.1997 tarihli kararı E. 1995/346 K. 1997/509; Danıştay 5. Daire nin 10.11.2005 tarihli kararı E. 2002/3255 K. 2005/5075; Danıştay 2. Daire nin 17.04.2007 tarihli kararı E. 2005/316 K. 2007/1744. 176  Danıştay 8. Daire nin 06.05.1997 tarihli kararı E. 1996/1525 K. 1997/1501; Danıştay 8. Daire nin 07.10.2005 tarihli kararı E. 2004/2430 K. 2005/3943; Danıştay 10. Daire nin 16.12.2005 tarihli kararı E. 2002/5890 K. 2005/7806. 177  Danıştay İdari Dava Daireleri Genel Kurulu nun 07.04.2005 tarihli kararı E. 2003/417 K. 2005/234. 178  Danıştay 8. Daire nin 06.11.2009 tarihli YD kararı E. 2009/6689; Danıştay 10. Daire nin 22.12.2009 tarihli YD kararı E. 2009/9270. 179  Danıştay 13. Daire nin 29.11.2005 tarihli kararı E. 2005/5263 K. 2005/5709. 180  Danıştay 13. Daire nin 28.06.2005 tarihli kararı E. 2005/1034 K. 2005/3309. 181  Danıştay 4. Daire nin 11.04.2002 tarihli kararı E. 2001/1875 K. 2002/1578. 182  Danıştay 10. Daire nin 17.04.2006 tarihli kararı E. 2003/6234 K. 2006/2492.   611Türk Hukukunda Bağımsız İdari...      Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631 Bağımsız idari otoritelerin düzenleyici işlemlerinden; işbirliğine, yetki ve görev alanlarına ait hükümleri düzenleyen veya kamu personeline ait genel hükümleri kapsayan veya kamuyu ilgilendiren vasfa sahip olanların, 3011 sayılı Resmi Gazete de Yayımlanacak Olan Yönetmelikler Hakkında Kanunun  1.  maddesinin  a,  b  ve  c  bentleri  uyarınca,  Resmi  Gazete de yayımlanması gerekir. Kanuni dayanağa sahip olsa bile, Resmi Gazete de yayımlanması  gerekirken  yayımlanmamış  bir  düzenleyici  işlem  hukuken geçerlilik kazanamaz. Burada anlatıldığı biçimde yapılan bir düzenleyici işleme dayanılarak bireysel işlem de tahsis edilemez. Bağımsız idari otoritelerin yasa koyucunun kanunla belirlediği temel ilkeler  kapsamında  düzenleyici  işlem  yapabilmesi,  Fransa daki  gibi  dar anlamda  yürütme  organına  tanınan  özerk  düzenleme  yetkisinin  bir türünün varlığına da işaret etmez. Zira 1958 Fransız Anayasası yasama organının düzenleyebileceği konuları ayrıca saymış ve geriye kalan tüm alanları yürütmenin uhdesine bırakmıştır. Dar anlamda yürütme organına dâhil sayılmayan bağımsız idari otoritelere düzenleme yetkisinin kanunla verilmesi  ise  anayasaya  aykırı  görülmemektedir.  Bu  bağlamda  kıyas yapılabilecek tek husus, yine sınırlı sayıdaki bahislerde yasama organının temel ilkeleri belirleyebilmesine imkân tanıyan hükümdür. Temel ilkelere uygun  nitelikte  düzenleme  yapma  yetkisi  ise  yürütmededir.  Böylece Öztürk ün deyimiyle  esasen gri bir alanda kullanılan melez bir yetki 187 söz konusu olmaktadır. Ne var ki, Anayasa Konseyi, 1958 Anayasasında gri alan bulunmaması ön kabulü ile melez bir yetkinin mevcudiyet ihtimalini                                                  183  Danıştay 8. Daire nin 01.04.2002 tarihli kararı E. 2001/2991 K. 2002/1932; Danıştay 5. Daire nin  24.11.2004  tarihli  kararı  E.  2003/570  K.  2004/4653;  Danıştay  İdari  Dava Daireleri Genel Kurulu nun 09.12.2004 tarihli kararı E. 2002/784 K. 2004/1958; Danıştay İdari Dava Daireleri Genel Kurulu nun 15.06.2006 tarihli kararı E. 2005/1846 K. 2006/746. 184  Cumhurbaşkanı, Başbakan ve Bakanlar Kurulundan oluşan dar anlamda yürütme organı haricinde idarenin özerk düzenleme yetkisi bulunmasa da; başbakana ait özerk düzenleme yetkisinin belli bir kamu hizmetinin örgütlenmesi için kullanılması halinde, hizmeti yürüten idarenin yetki devri vasıtasıyla özerk düzenleme yetkisinin bir kısmına sahip olabileceği düşünülmektedir (ÖZTÜRK, s. 117, dn. 16). 185  ÖZTÜRK, s. 114. 186  Fransız Anayasa Konseyi, Haberleşme Özgürlüğü Kanununun anayasaya uygunluğunu denetlerken; İletişim ve Özgürlükler Ulusal Komisyonu na kanunla belirlenen bir sahada düzenleme  yapma  yetkisi  verilebileceğini  belirtmiştir  (Conseil  Constitutionnel in 18.09.1986 tarihli kararı K. 86-217DC JO: 19.09.1986, s. 11294 vd., REC. 141; ayrıca bkz. ÖZTÜRK, s. 137). 187  ÖZTÜRK, s. 114. 612Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631                                                    Aslan dahi  düşünmemiştir.  Şüphesiz,  belli  konularda  temel  ilkelerin  anayasa gereği kanunla belirlenmesi, yürütmenin özerk düzenleme yetkisiyle anılan temel ilkeleri aşabilmesine olanak vermeyecektir. Türkiye de ise Fransa nın tersine yürütme organının anayasal istisnalar haricinde özerk düzenleme yetkisinin olmaması; ister temel ilkeleri belirlemekle yetinsin, isterse hayli ayrıntılı  düzenleme  yapsın;  yasama  organının  çıkartacağı  kanunlara  sıkı sıkıya bağlılığı gerektirir. III.YETKİ  UNSURUNDAKİ  SAKATLIĞIN  DÜZENLEYİCİ İŞLEME ETKİSİ Bağımsız idari otoritelerin yapabileceği düzenleyici işlemler yönetmelik ve adsız düzenleyici işlemler olmak üzere iki kategoriye ayrılabilir. Daha önce de bahsi geçtiği üzere kendi görev alanlarını ilgilendiren kanunların ve tüzüklerin  uygulanmasını  sağlamak  üzere  ve  bunlara  aykırı  olmamak şartıyla yönetmelik çıkartabilecekleri gibi yine yönetmelik veya başka ad altında  düzenleyici  işlem  yapmaları  da  mümkündür.  İç  düzene  yönelik düzenleyici  işlemlerini  bir  kenara  bırakırsak,  bağımsız  idari  otoriteler, kanunla  yetkilendirildikleri  piyasa  ve  alanda  istedikleri  ad  altında düzenleyici işlem yapabilirler. Meğer  ki kanun bir işlem adı belirlemek suretiyle  sınırlamamış  olsun.  Burada  aklımıza  bağımsız  idari  otoritelerin yapacağı  her  düzenleyici  işlemin  aynı  değer  ve  etkide  olup  olmayacağı sorusu gelmektedir. Bağımsız idari otoriteler tüzük yapamayacakları için yönetmelik  veya  adsız  düzenleyici  işlemlerinin  tüzük  niteliğine  sahip olamayacağı açıktır. 1982 Anayasasının yönetmeliklere ilişkin ayırıcı bir koşul  belirlememesi  yönetmelikler  ile  adsız  düzenleyici  işlemlerin  aynı değer ve etkide olduğu intibası uyandırmaktadır. Gerçekten yönetmeliklerin hangi şekilde ve usulle yapılacağı tespit edilmemiştir. Üstelik bütün kamu tüzel kişilikleri yönetmelik yapma yetkisine sahiptir.  Kendi görev alanlarını ilgilendiren kanunların ve tüzüklerin uygulanmasını sağlamak  koşulu da, iç düzene yönelik düzenleyici işlemler dışında, hemen her düzenleyici işlemle irtibatlandırılmaya müsaittir. Kanunlara ve tüzüklere aykırı olmamak ise tüm idari işlemler için geçerlidir. Yönetmelikler ve adsız düzenleyici işlemler                                                  188  ÖZTÜRK, s. 114. 189  Sıkıyönetim ve Olağanüstü Hal KHK leri (1982 AY m. 91/5, m. 121/3, m. 122/2-3) ile Cumhurbaşkanlığı Kararnamesi (1982 AY m. 107)   613Türk Hukukunda Bağımsız İdari...      Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631 yargısal denetim yönünden de aynı kurallara tabidir. Şu halde, bağımsız idari  otoritelerin  farklı  adlar  altında  da  olsa  yaptığı  tüm  düzenleyici işlemlerin aynı hukuki statüye tabi olduğu açıktır. Bağımsız  idari  otoritelerin  yaptığı  düzenleyici  işlemlerin  hukuka uygunluğu  incelendiğinde,  akla  ilk  olarak  kanuna  aykırılık  gelmektedir. Kanuna  aykırılık  usul  ve  esas  yönlerinden  söz  konusu  olabilir.  Usul yönünden kanuna aykırılıktan kasıt, düzenleyici işlem yapılırken kanunun öngördüğü şekil kurallarına uyulmamasıdır. Esas yönünden kanuna aykırılık ise  düzenleyici  işlemin  kurallar  kademelenmesinde  kendisinden  üst basamakta yer alan kanunlara içerik bakımından uygun olmamasıdır. Türk hukukunda kanunlar ile eşdeğer tutulan çeşitli işlemler mevcuttur. Kanun hükmünde  kararnameler  ile  usulüne  uygun  biçimde  yürürlüğe  konulmuş milletlerarası  antlaşmalar  kanunlarla  denk  sayıldığından,  bağımsız  idari otoritelerin  yaptığı  düzenleyici  işlemlerin  kanunlara,  kanun  hükmünde kararnamelere ve usulüne uygun biçimde yürürlüğe konmuş milletlerarası antlaşmalara uygun olması gerektiğini de söylemek isabetsiz sayılmaz. Hatta 1982 Anayasasının 90ncı maddesinin son fıkrasına 2004 yılında eklenen cümle  ile  usulüne  uygun  biçimde  yürürlüğe  konulmuş  temel  hak  ve özgürlüklere  ilişkin  milletlerarası  antlaşmalarla  kanunların  aynı  konuda farklı hükümler içermesi sebebiyle çıkacak uyuşmazlıklarda, milletlerarası antlaşma hükümlerinin esas alınması anayasal bir ilke haline getirildiğinden; temel hak ve özgürlükleri etkileyen bir düzenleyici işlemin sadece kanuna uygunluk yönünden değil, aynı zamanda usulüne uygun biçimde yürürlüğe konulmuş temel hak ve özgürlüklere ilişkin milletlerarası antlaşmalara da uygunluğunun incelenmesi gerekecektir. Bağımsız idari otoritelerin yapacağı düzenleyici işlemler, diğer idari işlemler gibi, yetki, şekil, sebep, konu ve maksat unsurları yönünden yargı denetimine  tabidir.  Buradan  hareketle,  düzenleyici  işlemin  unsurlarını                                                  190  2577 sayılı İdari Yargılama Usulü Kanununun 7nci maddesinin dördüncü fıkrası ile 2575 sayılı Danıştay Kanununun 24ncü maddesinin birinci fıkrasının (c) bendinde düzenleyici işlemlerden bahsedilmektedir. Tüzük, yönetmelik veya adsız düzenleyici işlemlerin yargısal denetimi hakkında başkaca bir hüküm yer almamaktadır. 191  GÖZLER, s. 1264-1266. 192  GÜNDAY, s. 230-231. 193  Danıştay 5. Daire nin 29.06.2007 tarihli kararı E. 2006/3804 K. 2007/3778. 194  2577 sayılı İdari Yargılama Usulü Kanunu m. 2/1-a. 614Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631                                                    Aslan yetki, şekil, sebep, konu ve maksat olarak tespit etmemizde sakınca yoktur. Düzenleyici işlemin tüm unsurları bakımından hukuka uygun olması şarttır. Bir  unsurdaki  en  ufak  eksiklik  bile  düzenleyici  işlemin  sıhhatini etkileyebilecektir. Biz burada tüm unsurları değil, ana konumuz olan yetki unsurundaki sakatlığı ele almayı tercih edeceğiz. Yetki unsuru, esas itibariyle düzenleyici işlemin bağımsız idari otorite adına  düzenleyici  işlem  yapmaya  yetkili  kişi  veya  organca  yapılıp yapılmadığına  ilişkindir.  Bağımsız  idari  otorite  adına  yapılacak  irade açıklaması  herhangi  biri  tarafından  değil  bizzat  yetkili  kişi  veya  organ tarafından  yapılmalıdır.  Yetkili  kişi  veya  organ,  irade  açıklaması  için gereken  ehliyeti  kendi  kendine  kazanamaz.  Kanun  ile  yetkilendirilmesi gerekmektedir. Aksi takdirde kanuna açıkça aykırı davranılmış olur. Kanuna açıkça aykırı işlemlere hukuki değer yüklenemez. Hatta bu tip işlemlerin ihmal edilmesi gerektiği de düşünülebilir. Nitekim 1982 Anayasasının 123ncü  maddesinin  birinci  fıkrası  uyarınca  idarenin  görevleri  kanunla düzenlenmelidir. Bu husus, düzenleyici işlemin bağımsız idari otorite adına irade açıklamaya yetkili kişi veya organca yapılması yanında bağımsız idari otoritenin  de  düzenleyici  işlemi  yapabilmeye  yetkili  olması  gerektiğini anlatır.  İdare  içerisinde  yer  alan  bir  kamu  tüzelkişisi  olarak konumlandırdığımız bağımsız idari otorite adına düzenleyici işlem yapmaya kanunla  yetkilendirilmiş  kişi  veya  organ,  yine  kanunun  bağımsız  idari otoriteyi yetkilendirdiği piyasa veya alanda düzenleyici işlem yapabilecektir. Yetkisiz kişi veya organın bağımsız idari otorite adına düzenleyici işlem yapması imkansız olduğu gibi; bağımsız idari otoritenin yetkilendirilmediği bir alanda düzenleyici işlem yapması da düşünülemez. Kanunla  yetkilendirilme  zorunluluğu,  düzenleyici  işlem  yapma yetkisinin kendiliğinden var olmadığını gösterir. Ayrıksı niteliği kanunun açıkça düzenleyici işlem yapma yetkisine yer vermesini gerektirmektedir. Düzenleyici işlem yapma yetkisinin tanınması, bağımsız idari otoritenin tam bir serbestiye kavuştuğu şeklinde yorumlanamaz. Kamu düzenine ilişkin bir yetki olması hasebiyle kanunun öngördüğü biçimde kullanılması lazımdır.                                                  195  Yetki unsuru için bkz. ONAR, Sıddık Sami: İdare Hukukunun Umumi Esasları, İsmail Akgün Matbaacılık – Hak Kitabevi, İstanbul 1966, s. 300-307; GÖZLER, s. 745-750; GÖZÜBÜYÜK / TAN, s. 452-460; GÜNDAY, s. 134-135. 196  Danıştay 5. Daire nin 29.06.2007 tarihli kararı E. 2006/3804 K. 2007/3778. 197  GÜNDAY, s. 135. Danıştay 7. Daire'nin E. 2006/2520 ile E. 2006/2538.   615Türk Hukukunda Bağımsız İdari...      Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631 Eğer kanun açıkça düzenleyici işlem yapılmasını öngörmüşse; artık bağımsız idari otoritenin yetkisini kullanmaktan kaçınması mümkün değildir. Keza düzenleyici  işlem  yapma  yetkisinin  kanunun  açıkça  izin  vermediği durumlarda  devri  de  düşünülemez.  Yetkilerin  paralelliği  ilkesi çerçevesinde  düzenleyici  işlem  yapma  yetkisine  sahip  kişi  veya organın işlemi  yaptığı  usulle  geri  alması,  değiştirmesi  veya  kaldırması  ihtimal dahilindedir. Bağımsız idari otoritelerin kurumsal yapısında en üst karar organı kurul şeklinde düzenlenmektedir. Bağımsız idari otorite adına irade açıklamaya başkaca bir kişi veya organ yetkili değildir. Bağımsız idari otoritelerin düzenleyici işlemlerinin yetki kurallarından herhangi  birisine  uygun  yapılmaması,  düzenleyici  işlemi  yetki  unsuru yönünden sakatlar. Genel olarak idarenin özelde ise bağımsız idari otoritenin düzenleyici işlem yapma yetkisinin kanunla verilmiş bir yetki olması, yani yetkinin  istisnai  niteliğe  sahip  bulunması  nedeniyle  yetki  unsurundaki sakatlık düzenleyici işlemin sıhhatini doğrudan etkileyecektir. Ancak yetki kurallarının aynı değerde olmadığı, bir başka deyişle farklı yetki kurallarına aykırılığın farklı sonuçlar doğurabileceği de ileri sürülmektedir. Üstelik düzenleyici  işlemlerin  herhangi  bir  unsurundaki  sakatlık  nedeniyle uygulanacak  yaptırımlarda  bir  ayrıma  gidilmesine  gerek  bulunmadığı  da düşünülmektedir. Kuşkusuz, düzenleyici işlemlerin askıda geçerli işlemler gibi belli bir süre sonunda sürekli geçerliliğe sahip olmaları olanaksızdır. Fakat  bu  olanaksızlık  düzenleyici  işlemin  yetki  unsurundaki  sakatlığın doğuracağı sakıncaları ortadan kaldırmaya yetmeyecektir. Kanımızca, yetki unsurundaki  sakatlık  düzenleyici  işlemleri  de  idari  kararlar  gibi sakatlayacaktır. Buna bağlı olarak, yetki unsurundaki sakatlık kişi, konu, yer veya zaman bakımından yetki veren kurallara aykırılıktan doğabilir. Bunun sonucunda da, fonksiyon gasbı, yetki gasbı, yetki tecavüzü ile açık ve bariz yetki tecavüzü olmak üzere dört çeşit sakatlık hali karşımıza çıkabilir. Fonksiyon  gasbı,  bağımsız  idari  otoritelerin  farklı  bir  devlet fonksiyonunun  görev  alanında  yer  alan  konuda  düzenleyici  işlem  tesis                                                  198  Bağımsız idari otoriteler belli bir piyasa veya alanda münhasıran yetkili kılındıklarından yetkilerini başka bir kişi veya organa devretmeleri veya vekalet vermeleri ilke olarak muhtemel değildir. 199  ONAR, s. 305; GÜNDAY, s. 142. 200  GÜNDAY, s. 231. 201  ONAR, s. 305; GÖZLER, s. 809. 616Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631                                                    Aslan etmesi durumunda ortaya çıkar. 1982 Anayasası yasama, yürütme ve yargı olmak  üzere  üç  devlet  fonksiyonuna  (yetkisine)  yer  vermiştir.  Yasama fonksiyonu  TBMM  tarafından;  yürütme  fonksiyonu  Cumhurbaşkanı, Bakanlar Kurulu ve idare tarafından; yargı fonksiyonu bağımsız mahkemeler tarafından yerine getirilecektir. Yürütme fonksiyonuna dahil olan idarenin kapsamında bulunan bağımsız idari otoriteler için fonksiyon gasbı, yasama ve yargı fonksiyonları açısından düşünülebilir. Fonksiyon  gasbının  tespiti,  öncelikle  fonksiyonların  içeriklerinin belirlenmesini gerektirir. Yasama fonksiyonunu TBMM ifa edeceğine göre yasama  fonksiyonunun  anahatlarını  TBMM nin  yetkileriyle  örtüştürmek mümkündür. Öyleyse TBMM ye ait her yetki aynı zamanda bağımsız idari otoritelerin  anılan  yetkiye  dahil  bir  konuda  düzenleyici  işlem  yapması halinde fonksiyon gasbına yol açacağına işaret eder. TBMM, kanun adı altında,  istediği  konuyu  istediği  kadar  ayrıntılı  düzenleme  kabiliyetine sahiptir.  Oysa  bağımsız  idari  otoriteler  kanuna  dayanmadan  düzenleyici işlem  yapamazlar.  Yasama  yetkisinin  genelliği  ve  asliliği  özellikleri  ile bağımsız  idari  otoritelerin  kural  olarak  yetkisizliği;  ortada  yetki  veren, dayanılan  bir  kanun  bulunmadan  düzenleyici  işlem  yapılmasına  olanak tanımaz. Daha önce kanunla düzenlenmemiş veya düzenlense bile bağımsız idari otoritelerin yetkilendirilmediği bir konuda yapacağı düzenleyici işlem TBMM nin yerini alması anlamına geleceğinden fonksiyon gasbı oluşturur. Sadece  kanunla  düzenleme  yokluğu  veya  yetkisizlik  değil  kanun hükümlerini değiştirecek veya uygulanmasını imkansız kılacak mahiyetteki her türlü düzenleyici işlem de fonksiyon gasbına vücut verir. Yasama fonksiyonunun  bağımsız  idari  otoritelerce  gasbı  anayasanın  kanunla düzenlenmesini  aradığı  konuları  da  içine  alır.  Örneğin  temel  hak  ve özgürlükler,  gerek  vatandaşlar  gerekse  yabancılar  için,  ancak  kanunla sınırlanabileceğinden; bağımsız idari otoriteler temel hak ve hürriyetleri sınırlayan düzenleyici  işlem  yapamazlar.  Keza  temel  hak  ve  hürriyetleri                                                  202  Fonksiyon  gasbı  (görev  gasbı)  için  bkz.  ONAR,  s.  301;  GÖZLER,  s.  810-815; GÖZÜBÜYÜK / TAN, s. 467; GÜNDAY, s. 142. 203   Bakanlar  Kurulunun  ...  sayılı  Kararının;  ...  Kanununun  ...  idari  tasarruflarla değiştirilmesi  sonucunu  yaratarak,  ...tanıyan  düzenlemesi,  ...   fonksiyon  gaspı   ile malüldür ve, dolayısıyla, bir hukuk kaynağı olarak, idarece, ... işlemlerine esas alınamaz...  (Danıştay 7. Daire nin 02.04.2009 tarihli kararı E. 2007/6465 K. 2009/1777). 204  1982 AY m. 13, m. 16.   617Türk Hukukunda Bağımsız İdari...      Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631 kötüye  kullananlara  uygulanacak  müeyyideleri;  kişisel  verilerin korunmasına ilişkin usul ve esasları; ceza ve ceza yerine geçecek güvenlik tedbirlerini;  kişi  hürriyetinin  kısıtlanması  sonucunu  doğuran müeyyideleri;  vergi,  resim,  harç  ve  benzeri  mali  yükümlülükleri düzenleyici  işleme  konu  edemezler.  Ancak  kanunla  düzenlenmesi öngörülmüş hususlar bir kere kanunla düzenlendikten sonra, eğer bağımsız idari otorite yetkilendirilmiş ise, kanundan kaynaklanan yetkisini kullanarak düzenleyici işlem yapmasına veya kanun hükümlerini somutlaştırmasına engel yoktur. Yargı  fonksiyonu,  bir  uyuşmazlığın  esası  hakkında  kesin  hüküm vermek şeklinde tanımlanabilir. Yargı fonksiyonunu yerine getirecek olan bağımsız  mahkemelerdir.  Yargılama  usulüne  ilişkin  konular  da  yargı fonksiyonu kapsamındadır. Bağımsız idari otoriteler bağımsız mahkeme niteliğine  sahip  olmadıklarından  herhangi  bir  uyuşmazlığı  kesin  hüküm vererek sonlandıramazlar. Mahkeme kararlarına uymak zorunda oldukları gibi,  mahkeme  kararlarını  değiştiremezler  ve  uygulanmasını  da geciktiremezler.  Görevli  oldukları  piyasa  veya  alanda  cereyan  edecek uyuşmazlıklarda kanunla çözüm getirecek merci tayin edilmeleri halinde bile kesin hüküm vermeleri ve yargı fonksiyonunu ifa etmeleri düşünülemez. Çünkü  1982  Anayasasının  125nci  maddesinin  birinci  fıkrası  uyarınca, bağımsız  idari  otoritelerin  de  dahil  olduğu  idarenin  her  türlü  eylem  ve                                                  205  1982 AY m. 14/3. 206  1982 AY m. 20/3. 207  1982 AY m. 38/3. 208  1982 AY m. 38/10. 209  1982 AY m. 73/3. 210  GÖZLER, s. 810. 211  GÖZLER, s. 36, 811. 212   Yargılama  usulü  ile  ilgili  konular  yargı  yerini  ilgilendirdiği  için,  yargılama  usulü yasalarının uygulanmasına ait alt düzeydeki normların konusu ve kapsamının ilgili yasa metninin  lafzıyla  sınırlı  olacağı  tabiidir.  Bu  nedenle,  genel  anlamda,  mahkemelerin yargılama faaliyeti içinde yer alan usul konusunun, idari alanın dışında kaldığının ve münhasıran  yasa  konusu  olduğunun  kabulü  gerekmektedir.  Yargılama  usulü  içinde düzenlenen bir konunun idari alan sayılabilmesi için ise, bu konuların neler olduğunun ve sınırlarının  Yasa  koyucu  tarafından  açıkça  gösterilmesi  zorunludur.  Yasa  koyucunun düzenleme yapma yetkisi vermediği hususların da idarece düzenlenebileceğinin kabulü, yargı yetkisinin idare tarafından kullanılması anlamına gelir ki, bu durumun diğer bir ifadesi  fonksiyon gasbı dır.  (Danıştay İdari Dava Daireleri Genel Kurulu nun 04.11.2010 tarihli kararı E. 2010/2072 K. 2010/1467). 213  1982 AY m. 138/4. 618Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631                                                    Aslan işlemlerine karşı yargı yolu kapatılamaz. Bağımsız idari otoritelerin görevli olduğu piyasa veya alanda kanunla verilmiş uyuşmazlık çözme yetkisini kullanırken vereceği bütün kararlar ve uyuşmazlık çözümüne yönelik çeşitli kurallar  içeren  düzenleyici  işlemler,  netice  itibariyle  birer  idari  işlem olacağından,  anılan  işlemler  hakkında  yargı  yoluna  başvurulması mümkündür. Sadece bir bağımsız idari otorite görevli olduğu piyasa veya alan  itibariyle  kamu  hizmeti  imtiyaz  sözleşmesi  yapabiliyorsa,  ilgili sözleşmeden doğacak uyuşmazlığın tahkim yoluyla çözüleceğine yönelik bir hüküm sözleşmeye konabilir. Tahkim bahsindeki en ayrık örnek, 1982 Anayasasının  59ncu  maddesinin  üçüncü  fıkrası  gereğince,  TFF nin  spor faaliyetlerinin yönetimine  ve  disiplinine  ilişkin kararlarına  karşı  tahkime başvurmanın zorunluluğudur. Üstelik TFF nin işlemlerine yönelik tahkim kurulu  kararları  kesin  hüküm  niteliğindedir  ve  aleyhine  yargı  yoluna gidilememektedir. Bağımsız idari otoritelerin yargı fonksiyonunu gasbetmesi anayasanın  münhasıran  hakim  kararıyla  yapılabileceğini  düzenlediği hususlar için de söz konusu olabilir. Örneğin hakim kararı bulunmadan yurt dışına  çıkış  yasağı  getirilemez.  Ayrıca,  gecikmesinde  sakınca  bulunan haller haricinde, haberleşme engellenemez ve gizliliğine dokunulamaz. Fonksiyon gasbının müeyyidesi yokluktur.  Yetki  gasbı,  bağımsız  idari  otoritenin  görev  alanında  bulunan  bir konuda bağımsız idari otoriteyle hiçbir ilgisi bulunmayan veya bağımsız idari otorite adına irade açıklamaya yetkisi olmayan bir gerçek ya da tüzel kişi tarafından düzenleyici işlem yapılması durumunda söz konusu olur. Burada  ayırt  edici  nokta,  bağımsız  idari  otoritenin  görev  alanında düzenleyici işlemi yapan kişinin, genel olarak düzenleyici işlem şeklinde irade açıklamasında bulunmaya yetkisinin varlığı veya yokluğu hususudur. Bir  başka  deyişle,  kişi  yönünden  yetkisizliği  ifade  eder.  Bu  kişinin                                                  214  1982 AY m. 125/1. 215  1982 AY m. 23/5. 216  1982 AY m. 22/2. 217  ONAR, s. 331-332;  ...Anayasal düzeni korumakla görevli  İdari Yargı nın, hukuka aykırı işlemler için öngördüğü en ağır sakatlık hali olan ve idari işlemin keenlemyekün-yok sayılmasını gerektiren,  fonksiyon gaspı  ile malüldür...  (Danıştay 7. Daire nin 02.04.2009 tarihli kararı E. 2007/6465 K. 2009/1777). 218  Yetki gasbı için bkz. ONAR, s. 301-302; GÖZLER, s. 815-816; GÖZÜBÜYÜK / TAN, s. 467-468; GÜNDAY, s. 142. 219  Kişi yönünden yetki kuralları için bkz. GÖZLER, s. 794-800.   619Türk Hukukunda Bağımsız İdari...      Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631 bağımsız  idari  otoriteyle  hiçbir  ilgisi  bulunmayabileceği  gibi,  kamu görevlisi veya kamu kurumu, hatta bağımsız idari otoritenin bir görevlisi ya da dairesi olması mümkündür. Düzenleyici işlem yapma yetkisine sahip olup; atamasında sakatlık bulunan, görev süresi biten veya görevi terk emri kendisine bildirilen kamu görevlileri de bu kapsama girer. Anılan kişinin düzenleyici işlem yapma yetkisi bulunmaması sebebiyle yaptığı düzenleyici işlemler  ne  bağımsız  idari  otoriteyle  ne  de  idareyle  ilişkilendirilemez. Dolayısıyla  düzenleyici  işlem  aslında  yapılmamıştır.  Ortada  bir  işlem olmadığından herhangi bir hukuki sonuç doğurmaz. İşlem yok hükmünde kabul edilir. Görünürdeki işlemi hazırlayan kişi ya da kişiler hakkında, 5237 sayılı Türk Ceza Kanununun 262nci maddesi uyarınca, kamu görevini kanun ve nizamlara aykırı olarak yerine getirmeye teşebbüs ettiği veya terk emri kendisine bildirilmiş olduğu halde görevi sürdürdüğü için üç aydan iki yıla kadar hapis cezası verilebilir. Yetki gasbının bir de istisnası bulunmaktadır. Fiili memur teorisi olarak adlandırılan ve görünüşte memur ile zaruret hali olmak üzere iki durumdan oluşan teori gereğince; fiili memurun yetki gasbı nedeniyle yoklukla malul işlemi,  iyiniyetli  üçüncü  kişilerin  korunması  için  geçerli  kabul edilebilmektedir. Görünüşte memur, atamasında sakatlık bulunan, görev süresi  biten  veya  görevi  terk  emri  kendisine  bildirilen  kamu  görevlisi olabileceği  gibi;  bir  makamı  işgal  eden  ve  makul,  orta  zekalı  kişiler tarafından dışarıdan bakıldığında yetkili olduğu kanaati uyandıran kişi de olabilir. Zaruret halinde ise, olağanüstü durumlarda kamu hizmetlerinin yürütülebilmesi, bir başka deyişle kamu yararının gerçekleşmesi amacıyla yetkisiz  kişinin  yaptığı  işlem  geçerli  kabul  edilebilmektedir.  Bu  iki durumdan birinin varlığı halinde, yetki gasbının doğal sonucu olan yokluk yerine  işlemin  geçerli  olduğu  fiili  memur  teorisi  sayesinde                                                  220  Resmi sıfatın yokluğu için bkz. GÖZLER, s. 816. 221  Resmi sıfatın sona ermesi için bkz. GÖZLER, s. 816-817. 222  ONAR, s. 302, 332. 223  GÖZLER, s. 816. 224  Fiili memur için bkz. ONAR, s. 328, 1276-1283; ÖZAY, s. 411; DURAN, s.407-408; GÖZLER, s. 751-752, 817; GÖZÜBÜYÜK-TAN, s. 465. 225  ONAR, s. 1276; DURAN, s. 407-408; ÖZAY, s. 411; GÖZLER, s. 751-752, 817; GÖZÜBÜYÜK / TAN, s. 465. 226  ONAR,  s.  1276;  DURAN,  s.  407-408;  ÖZAY,  s.  411;  GÖZLER,  s.  752,  817; GÖZÜBÜYÜK / TAN, s. 465. 620Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631                                                    Aslan savunulabilmektedir. Ne var ki, yetki gasbıyla sakat bir düzenleyici işlemin fiili memur teorisi çerçevesinde geçerli kabul edilmesi; işlemin muhattapları bakımından koruma getirirken, fiili memurun cezai sorumluluğunu ortadan kaldırmayacaktır.  İşlem  geçerli  olmasaydı  bile  işlemi  yapan  kişinin sorumluluğu doğabilirdi. Yetki tecavüzü, başka bir alan veya konuda düzenleyici işlem yapma yetkisine sahip olan bir kamu görevlisi veya kamu kurumunun, bağımsız idari  otoritenin  görev  alanında  bulunan  bir  konuda  düzenleyici  işlem yapması durumunda ya da tam tersi durumda söz konusu olur. Yetki tecavüzü, konu, yer ve zaman bakımından gerçekleşebilir. Burada, gerek bağımsız idari otoritenin gerekse bağımsız idari otoritenin görev alanında düzenleyici  işlemi  yapan  kişi  veya  kurumun,  genel  olarak  idare  adına düzenleyici işlem şeklinde irade açıklamasında bulunmaya yetkisi vardır. Ancak  yetkisinin  dışına  çıkarak  görevli  olmadığı  bir  alan  veya  konuda düzenleyici işlem yapmaktadır. Ne var ki, işlemi yapan kişi veya kurumun genel de olsa bir düzenleyici işlem yapma yetkisi bulunduğundan; yetki tecavüzü  nedeniyle  hukuka  aykırı  bir  düzenleyici  işlem  yok  hükmünde sayılmayabilir. Aksine öteki idari işlemler gibi iptal edilinceye kadar geçerli de  kabul  edilebilir.  Fakat  idarenin  herkesçe  bilinen  genel  işbölümü esaslarına aykırı böyle bir işlemin yarattığı hukuka aykırılık sıradan bir yetki tecavüzü  değildir.  Bu  duruma  açık  ve  bariz  yetki  tecavüzü  de denmektedir. Açık ve bariz yetki tecavüzünün yaptırımı yokluktur. Böylelikle,  bağımsız  idari  otoritenin  görev  alanında  yapılacak düzenleyici işlemlerin yetki unsurundaki sakatlığın sonucu  yokluk  olarak karşımıza  çıkmaktadır.   Yokluk   halinde  işlem  hiç  yapılmamış,  hukuk dünyasında  bir  sonuç  doğurmamış  sayılır.  Yoklukla  sakat  bir  işleme dayanarak icrai işlemler yapılamaz. Yoklukla sakat bir işlem yalnızca görünürde  bir  idari  işlemdir.  Yoklukla  sakat  işlem  hukuk  dünyasında                                                  227  ONAR, s. 301. 228  Yetki tecavüzü için bkz. ONAR, s. 303; GÖZLER, s. 818-827; GÖZÜBÜYÜK / TAN, s. 468-469; GÜNDAY, s. 142-143. 229  GÖZLER, s. 818. 230  ONAR, s. 305. 231  Açık ve bariz yetki tecavüzü için bkz. ONAR, s. 302-303; GÜNDAY, s. 143. 232  ONAR, s. 332-333; GÜNDAY, s. 143. 233  ONAR, s. 323; GÖZLER, s. 814. 234  GÜNDAY, s. 142.   621Türk Hukukunda Bağımsız İdari...      Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631 herhangi bir sonuç doğuramayacağından; bağımsız idari otoriteye atfedilecek hukuki  veya  fiili  bir  sonuç  da  ortaya  çıkartmaz.  Bu  bağlamda,  idare mahkemesinin  inceleyeceği  bir  işlemin  bulunmadığı  düşünülebilir. Yoklukla sakat işlemi yapanlar şahsen sorumlu tutulur. İşlem bir haksız fiil oluşturduğunda; kişilerin sorumluluğu adliye mahkemelerinin görevine girer. Ancak  ortada  bir  hizmet  kusuru  da  varsa  idarenin  sorumluluğuna gidilebilir.  Yokluk  her  zaman  ileri  sürülebilir.  Yokluğun  tespiti  iptal davası  niteliğinde  olmadığından  gerek  dava  gerek  defi  yoluyla  ileri sürülmesi belli bir süreye tabi değildir. Kişiler yoklukla sakat bir işleme uymak zorunda değildir. Yoklukla sakat bir işleme uyulmaması dolayısıyla hukuki veya cezai bir sorumluluk doğmaz. Yoklukla sakat bir işleme karşı idare mahkemesinde dava açılabilir. Fakat yokluğun uygulanıp uygulanamayacağı konusu tartışmalıdır. Onar a göre mahkemenin vereceği karar yokluğun tespiti olabileceği gibi ortada bir idari işlem bulunmadığı için davayı reddetmesi de mümkündür. Kişiler idarenin  işlemlerine  genellikle  güvenirler.  Bu  işlemleri  yapan  kamu görevlilerinin yetkilerinin sınırlarını bilmemeleri mümkündür. Keza kişiler idarenin amacını bilmek zorunda değillerdir. İdarenin işlemleriyle bir takım haklar  kazanmış  olabilirler.  Bir  idari  işlemin  yok  sayılması,  işlemi  hiç yapılmamış hâle getireceği için; o işleme bağlı diğer işlemler ve hukuki durumlar da bundan etkilenecektir. Ayrıca, yok sayılacak idari işlemden bazen çok sayıda kişi etkilenebilmektedir. Bu yönüyle, işleme uygulanacak müeyyidenin  sonucu  da  geniş  olabilmektedir.  Dolayısıyla  hakimin  işlem hakkında karar verirken geniş bir takdir yetkisi olduğu kabul edilmelidir. Hakimin,  işlemi  değerlendirirken,  işlemin  sonuçlarıyla  müeyyidenin sonuçlarını karşılaştırması beklenebilir. Farklı zaman ve durumlarda farklı müeyyidelerin uygulanması gerekebilir. Gözler ise, yoklukla sakat işlemin çoğu durumda yokluk yerine iptal müeyyidesine  tabi  olması  gerektiğini  belirtmektedir.  Örneğin  idarenin yasama  fonksiyonunu  gasbederek  yapacağı  işlemlerin  uygulanabilmesi ihtimali vardır. Bir düzenleyici işlemin kanuna dayanıp dayanmaması açıkça                                                  235  ONAR, s. 329. 236  ONAR, s. 329. 237  ONAR, s. 329-330. 238  ONAR, s. 330. 239  ONAR, s. 326-328. 622Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631                                                    Aslan belli olmayabilir. Öyleyse bu işlemin iptal edilmesi lazımdır. Keza Gözler, yargı  fonksiyonunu  gasbeden  idarenin  işlemlerinin  de  iptal  edilmesi gerektiğini de düşünmektedir. Gözler e göre; idarenin yargı fonksiyonunu gasbetmesi  apaçık ve ağır bir hukuku aykırılık değil, idari işlemin yetki unsurunda sıradan bir hukuk aykırılık tır. Elbette kanuni dayanağın tespiti her zaman kolay değildir. Ancak fonksiyon gasbı doğası gereği idarenin ötesinde bir alana el atması; aslında var olmayan, hukuken var olması da mümkün  bulunmayan  bir  konuda  işlem  yapmasıdır.  Halbuki  idarenin yetkilendirildiği bir konuda yaptığı hukuka aykırı işlem ile tamamen yetkisiz olduğu bir konuda yaptığı işlemin aynı müeyyideye tabi tutulması içerdikleri hukuka  aykırılık  ile  orantılı  olmayacaktır.  Bir  başka  deyişle,  iptal  ile yetinilmesi fonksiyon gasbı gibi ciddi bir hukuka aykırılık içeren durumun ağırlığını  yansıtmamaktadır.  Türk  idari  yargısında   tespit  davası  bulunmadığı ya da iptal müeyyidesi ile aynı sonuca ulaştıracağı gerekçesi; yetki  unsurundaki  sakatlığın  doğurabileceği  sakıncaları  bertaraf  etmeye yetmeyecektir.  Bir  düzenleyici  işlemin  iptal  edilmesi,  her  ne  kadar düzenleyici işlemi yapıldığı ana kadar ortadan kaldırsa da, belli bir dönem uygulanabildiğini  de  anlatır.  Fonksiyon  gasbıyla  sakat  bir  düzenleyici işlemin bir an dahi uygulanabilmesi ihtimali düşünülemez. Üstelik fonksiyon gasbının apaçık belirlenebildiği durumlara da rastlanmaktadır. Danıştay,  işlemin yok hükmünde olduğu belirtilmeden iptaline karar verilmesinde isabet  görmemektedir. Kuşkusuz bu durum yok hükmünde sayılabilecek her düzenleyici işlem için  tespit davası  açılması gerektiği anlamına gelmez. Düzenleyici işleme karşı açılmış iptal davası kapsamında da yokluğun tespiti mümkündür. Hatta işlemin yok hükmünde olduğunun tespiti istense bile dava iptal davası olarak görülebilecektir. Üstelik işleme karşı  dava  açmadan  önce  bağımsız  idari  otoriteye  itirazda  da  bulunarak sorun çözülebilir. Bağımsız idari otoritenin yoklukla sakat bir işlemi her zaman geri alma olanağı bulunmaktadır. Hukuk devleti ilkesi çerçevesinde idarenin  kişileri  yargı  yoluna  başvurmak  zorunda  bırakmaması  esastır.                                                  240  GÖZLER, s. 814. 241  GÖZLER, s. 814. 242  GÖZLER, s. 1027-1028. 243  Danıştay 6. Daire nin 23.12.2002 tarihli kararı E. 2001/6417 K. 2002/6314 244  Danıştay 10. Daire nin 20.05.1997 tarihli kararı E. 1995/397 K. 1997/1911 245  Danıştay İçtihatları Birleştirme Kurulu nun 22.12.1973 tarihli kararı E: 1968/8 K: 1973/14   623Türk Hukukunda Bağımsız İdari...      Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631 Kişilerin belli bir süre alacak yargılama sonunda haklarına kavuşabilmesi, idarenin  hukuka  aykırı  işlemleri  nedeniyle  uğrayacakları  zararların  tam olarak  karşılanamayacağı  anlamına  da  gelmektedir.   Fakat  idarenin işlemini yok hükmünde saymayıp yürütmeye devam etmesi, ilgiliyi bu işlemin iptali için dava açmaya zorunlu bırakabilir 247. Öte yandan, bağımsız idari otoritenin görevlileri  kasıt ya da ihmal içinde olmadıkları sürece , yok hükmündeki düzenleyici işlem konusunda  idarenin açık hatasından söz edilebilir 248. Yeter ki,  mevzuat hükmünün yoruma ihtiyaç göstermeyecek kadar  açık  olduğu   ve   hükmü  uygularken  hataya  düşmelerinin beklenemeyeceği haller  söz konusu olmasın. SONUÇ Bağımsız idari otoritelerin genel geçer bir tanımını yapmak zordur. Bu bağlamda bağımsız idari otoritelerin yerine getirdiği regülasyon işlevini de tanımlamak  güçtür.  Ancak  Türk  hukukunda,  bağımsız  idari  otoritelerin kuruluş kanunlarında bazı ortak özelliklerinin bulunduğu göze çarpmaktadır. Buradan  hareketle,  Türk  hukukunda  bağımsız  idari  otorite,  kamu  tüzel kişiliğine, idari ve mali özerkliğe ve görevlendirildiği piyasa veya alanda düzenleme,  denetleme ve yaptırım uygulama yetkilerine sahip kurumdur denebilir. Bağımsız idari otoritelere görevli oldukları piyasa veya alana göre sui generis yetkiler de tanınabilir. Böyle bir tanım üzerine, bağımsız idari otoritelerin yerine getirdiği regülasyon işlevini de, belli bir piyasa veya alan üzerinde düzenleme, denetleme, yaptırım uygulama ve sui generis yetkileri kullanarak  ilgili  piyasa  veya  alanın  sağlıklı  işlemesini  veya  korunasını sağlamak olarak tanımlayabiliriz. Bağımsız idari otoritelerin devlet yapısında dahil olabileceği yegane kısım idare olarak gözükmektedir. Bağımsız idari otoriteyi idare içerisinde sayarsak hangi esas göre faaliyet göstereceğini de tespit etmemiz gerekir. 1982  Anayasası  uyarınca  idare  ya  merkezden  yönetim  ya  da  yerinden yönetim  esasına  göre  faaliyet  göstermektedir.  Bağımsız  idari  otoritelerin devlet tüzel kişiliğinden ayrı bir tüzel kişilikleri bulunduğundan merkezi idare içerisinde sayılması olanaksızdır. Şu halde, bağımsız idari otoritelerin                                                  246  Danıştay 5. Daire nin 25.02.1998 tarihli kararı E. 1997/13 K. 1998/515 247  Danıştay 10. Daire nin 20.05.1997 tarihli kararı E. 1995/397 K. 1997/1911 248  Danıştay 10. Daire nin 18.05.2005 tarihli kararı E. 2003/4745 K. 2005/2591 249  Danıştay 10. Daire nin 18.05.2005 tarihli kararı E. 2003/4745 K. 2005/2591 624Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631                                                    Aslan yerinden  yönetim  esasına  göre  faaliyet  gösterdiği  kabul  edilmelidir. Yerinden  yönetim  esasına  göre  faaliyet  gösteren  kuruluşlar  çeşitlidir. Bunlardan mahallî idareler doğrudan anayasada düzenlendiğinden bağımsız idari otoriteler  mahallî idare sayılamaz. Geriye kalan en uygun seçenek hizmet yerinden yönetim kuruluşları kategorisidir. Bağımsız  idari  otoritelerin  ayrıksı  konumu,  idarenin  bütünlüğü bakımından  bazı  sorunlara  yol  açmaktadır.  Bağımsız  idari  otoritelerin tüzelkişiliği olması nedeniyle hiyerarşi denetimine tabi olması olanaksızdır. İdari vesayet denetiminin ise kanunla kurulması mümkündür. Ancak idari vesayetin  istisnai  niteliği,  vesayete  tabi  işlemler  ile  vesayet  yetkisinin kullanım usulünün ayrıca düzenlenmesini gerektirir. Genel olarak bağımsız idari otoritelerin kuruluş kanunlarında bu yönde hükümler yer almamaktadır. Kanun koyucunun tercihi vesayet denetimi kurmaktan çok; bağımsız idari otoriteyi  başbakanlık  veya  bir  bakanlıkla   ilişkili   veya   ilgili   kuruluş saymaktır.  Ne  var  ki,   ilişkili   veya   ilgili   kavramlarının  mevzuattan hareketle  saptayabildiğimiz  içeriği  bağımsız  idari  otoritelerle  uyumlu değildir.  Bu  kapsamda  başbakanlığın  veya  bakanlığın  kullanabileceği yetkiler,  bağımsız  idari  otoritelerin  kuruluş  kanunlarında  sayılanlarla sınırlıdır. Bağımsız  idari  otoritelerin,  kamu  tüzelkişiliğine  sahip  olmaları dolayısıyla,  kendi  görev  alanlarında  kanunlar  ve  tüzüklerin  uygulanması amacıyla  yönetmelik  yapma  yetkisi  bulunmaktadır.  Fakat  bağımsız  idari otoritelerin yapabileceği düzenleyici işlemler yönetmelikle sınırlı değildir. Bağımsız idari otoritelerin çeşitli görevleri bulunduğundan; bunlarla ilgili düzenleyici işlem yapmaları mümkündür. Kuruluş kanunlarında da farklı adlar altında düzenleyici işlemlere rastlanmaktadır. Kuşkusuz, bağımsız idari otoritelerin düzenleyici işlem yapma yetkisini kullanabilmesi için öncelikle ilgili alanın kanunla düzenlenmiş olması gerekmektedir. Yoksa, bağımsız idari otorite kanun koyucu yerine geçerek bir alanı ilk-elden düzenleyemez. Bir  kez  kanunla  görev  alanı  belirlendikten  sonra  ise,  ayrıca  bir yetkilendirmeye gerek olmadan düzenleyici işlemler yapabilecektir. Bağımsız  idari  otoritelerin  görev  alanlarında  düzenleyici  işlem yapabilmesi  tamamen  bir  serbestlik  içinde  oldukları  anlamına  gelmez. Bağımsız  idari  otoriteye  yetkilerin  hangi  amaçla  verildiği,  kapsamı  ve sınırları  kanunlar  çerçevesinde  belirlenemiyorsa;  düzenleyici  işlem  de   625Türk Hukukunda Bağımsız İdari...      Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631 yapılamaz. Aksine uygulamalar yasama yetkisinin devredilmezliği ilkesine aykırı  olacaktır.  Anayasa  Mahkemesinin  görüşü  de  bu  yöndedir.  Ayrıca kanunun ismen zikrettiği düzenleyici işlemlerin başka ad altında yapılması imkansızdır. Fakat bu düzenleyici işleme dayanarak ikincil bir düzenleyici işlem yapılmasına bir engel yoktur. Öncelikle kanunun öngördüğü ad altında düzenleyici  işlem  yapılacak;  sonrasında  kanuna  ve  kanunun  öngördüğü düzenleyici işleme aykırı olmayacak şekilde ikincil bir düzenleyici işlem yapılabilecektir.  Takdir  yetkisinin  objektifleştirilmesiyle ilişkilendirebileceğimiz düzenleyici işlem yapma yetkisinin, hiçbir koşulda, subjektif biçimde kullanılması mümkün değildir. Bağımsız idari otoritelerin yapacağı düzenleyici işlemlerin tümü aynı değer  ve  etkidedir.  Farklı  adlar  altında  düzenleyici  işlem  yapmaları;  bu işlemleri birbirinden nitelik olarak farklı kılmaz. Dolayısıyla, bağımsız idari otoritelerin yapacağı tüm düzenleyici işlemlerin kanun karşısındaki konumu da  aynıdır.  Bağımsız  idari  otoritelerin  yapacağı  düzenleyici  işlemlerin kanunlara usul ve esas bakımından uygun olması gerekmektedir. Kuşkusuz, kanunlarla eşdeğer sayılan kanun hükmünde kararnameler ile usulüne uygun biçimde  yürürlüğe  konmuş  milletlerarası  antlaşmalara  aykırı  düzenleyici işlemler de yapılmamalıdır. Milletlerarası antlaşmalar arasından, temel hak ve  özgürlüklere  ilişkin  milletlerarası  antlaşmaların  kanunlar  yerine uygulanacağına yönelik anayasa kuralı karşısında; temel hak ve özgürlüklere ilişkin  milletlerarası  antlaşmalara  uygunluğun  öncelikle  gözetilmesi gerekecektir. Bağımsız idari otoritelerin yapacağı düzenleyici işlemlerin yetki, şekil, sebep, konu ve maksat olmak üzere beş unsuru bulunmaktadır. Bunlardan yetkisi  unsuru,  düzenleyici  işlemin  bağımsız  idari  otorite  adına  irade açıklamaya  kanunla  yetkilendirilmiş  kurul  tarafından  yapılmasını  anlatır. Ayrıca,  1982  Anayasası  çerçevesinde  idarenin  görevleri  kanunla düzenleneceğinden; bağımsız idari otoritenin düzenleyici işlemin yapılacağı alanda yetkilendirilmiş olması da gerekmektedir. Böylece, yetki unsurunun, bağımsız idari otoritenin yetkili olduğu alan ile bağımsız idari otorite adına irade  açıklamaya  yetkili  kurul  olmak  üzere  iki  esas  yönü  bulunduğu anlaşılmaktadır. Bağımsız  idari  otoritelerin  düzenleyici  işlemlerinin  yetki  kurallarına aykırı  yapılması,  düzenleyici  işlemi  yetki  unsuru  bakımından  sakatlar. 626Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631                                                    Aslan Düzenleyici işlem yapma yetkisinin kamu düzenine ilişkin olması ve istisnai niteliği,  yetki  unsurundaki  sakatlığın  ağır  bir  hukuka  aykırılık  içerdiği anlamına gelir. Böylesine ağır bir hukuka aykırılık düzenleyici işlemleri aynı idari kararlar gibi sakatlayacaktır. Buradan hareketle, yetki kurallarının kişi, konu, yer ve zaman bakımından yetki verebileceğini de tespit edebiliriz. Yetki kurallarına aykırı olarak yapılan bağımsız idari otoritelerin düzenleyici işlemleri için fonksiyon gasbı, yetki gasbı ile açık ve bariz yetki tecavüzü olmak  üzere  üç  sakatlık  hali  meydana  gelebilir.  Bu  sakatlık  hallerinin müeyyidesi de yokluktur. Yokluk her zaman ileri sürülebilir. Bağımsız idari otoritelerin yoklukla sakat düzenleyici işlemleri hukuk aleminde hiç doğmamış sayılır. Ortada bir işlem olmadığından yoklukla sakat düzenleyici işlemlere uyulmaması nedeniyle hukuki veya cezai bir sorumluluk doğmaz. Yoklukla sakat düzenleyici işlemlere dayanılarak icrai işlemler  de  yapılamaz.  Ancak  yoklukla  sakat  düzenleyici  işlemleri yapanların şahsi sorumluluğu doğar. Eğer hizmet kusuru da varsa bağımsız idari otoritenin sorumluluğu düşünülebilir. Yoklukla sakat bir düzenleyici işleme karşı idare mahkemesinde dava açılacaktır. Bu dava tespit davası olabileceği gibi iptal davası da olabilir. Dava iptal davası olarak görülürse işlemin yoklukla sakat olduğu kararda belirtilmelidir.               627Türk Hukukunda Bağımsız İdari...      Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631",
     "Kaynakça": "AKINCI, Müslüm: Bağımsız İdari Otoriteler ve Ombudsman, Beta, İstanbul 1999. AZRAK,  Ülkü:   Dünyada  ve  Türkiye de  Bağımsız  İdari  Otoriteler  ve İdarenin  Yeniden  Yapılanması  Bağlamında  Bunlara  İlişkin  Bazı Sorunlar , içinde Bağımsız İdari Otoriteler, Rekabet Kurumu, Ankara 2001. BALDWIN, Robert / SCOTT, Colin / HOOD, Christopher:  Introduction , içinde A Reader on Regulation (eds. Robert BALDWIN, Colin SCOTT ve Christopher HOOD), Oxford University Press, Oxford 1998. BALTA, Tahsin Bekir: Türkiye de Yürütme Kudreti, AÜHF Yayını, Ankara 1960. BLACK, Julia: Critical Reflections on Regulation, Centre for Analysis of Risk and Regulation at the London School of Economics and Political Science, London 2002. DÖNMEZER, Sulhi:  Mahkeme Kararları Kroniği: Ceza Hukuku (İcranın Tanzimî Tasarrufları ile Suç İhdası, Anayasa Aykırılık İddiası Halinde Verilmesi  Gereken  Karar) ,  İstanbul  Üniversitesi  Hukuk  Fakültesi Mecmuası, Cilt 28 (1962), Sayı 1. DURAN, Lütfi: İdare Hukuku Ders Notları, İÜHF Yayını, İstanbul 1982. DURAN, Lütfi:  Düzenleme Yetkisi Özerk Sayılabilir mi? , İdare Hukuku ve İlimleri Dergisi, Cilt 4 (1983), Sayı 1. DURAN,  Lütfi:   Türkiye de  Bağımsız  İdari  Otoriteler ,  Amme  İdaresi Dergisi, Cilt 30 (1997), Sayı 1. EMEK, Uğur:  Türkiye Uygulaması: Bağımsız Düzenleyici Kurum Kavramı ve  Kapsamı ,  içinde  Bağımsız  Düzenleyici  Kurumlar  ve  Türkiye Uygulaması  (Derleyenler:  Erkut  YÜCAOĞLU,  Uğur  EMEK,  Ünal ZENGİNOBUZ ve Muhittin ACAR), TÜSİAD, İstanbul 2002. FEINTUCK, Mike / VARNEY, Mike: Media Regulation, Public Interest and the Law, Edinburgh University Press, Edinburgh 2006. 628Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631                                                    Aslan GİRİTLİ,  İsmet  /  BİLGEN,  Pertev  /  AKGÜNER,  Tayfun  /  BERK, Kahraman: İdare Hukuku, Der Yayınları, İstanbul 2011. GÖZLER, Kemal: İdare Hukuku: Cilt I, Ekin Basın Yayın Dağıtım, Bursa 2009. GÖZÜBÜYÜK, Şeref / TAN, Turgut: İdare Hukuku: Cilt I Genel Esaslar, Turhan Kitabevi, Ankara 2010. GÜNDAY, Metin: İdare Hukuku, İmaj Yayınevi, Ankara 2011. GÜNEŞ, Turan: Türk Pozitif Hukukunda Yürütme Organının Düzenleyici İşlemleri, AÜSBF Yayınları, Ankara 1965. İZGİ, Ömer / GÖREN, Zafer: Türkiye Cumhuriyeti Anayasasının Yorumu: Cilt II, TBMM Basımevi, Ankara 2002. JORDANA, Jacint / LEVI-FAUR, David:  The Politics of Regulation In the Age of Governance , içinde The Politics of Regulation: Institutions and Regulatory  Reforms  for  the  Age  of  Governance  (eds.:  Jacint JORDANA ve David LEVI-FAUR), Edward Elgar Publishing Limited, Cheltenham and Northampton 2004. KARACAN, Ali Naci: Lozan, Türkiye İş Bankası Kültür Yayınları, İstanbul 2011. KARAKAŞ, Mehmet:  Devletin Düzenleyici Rolü ve Türkiye de Bağımsız İdari Otoriteler , Maliye Dergisi, (2008), Sayı 154. KASSON,  Mark:  The  World s  First  Railway  System:  Enterprise, Competition,  and  Regulation  on  the  Railway  Network  in  Victorian Britain, Oxford University Press, New York 2009. MAJONE, Giandomenico:  The Rise of the Regulatory State in Europe , West European Politics, Volume 17 (1994), Number 3. MAJONE, Giandomenico: Regulating Europe (ed. Jeremy RICHARDSON), Routledge, New York 1996. MEMİŞOĞLU,  Dilek:   Türkiye de  Bağımsız  İdari  Otoriteler  ve Denetimleri , içinde Uluslararası Davraz Kongresi: Küresel Diyalog, Süleyman Demirel Üniversitesi İİBF, Isparta 2009.   629Türk Hukukunda Bağımsız İdari...      Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631 MORGAN,  Bronwen  /  YEUNG,  Karen:  An  Introduction  to  Law  and Regulation: Text and Materials, Cambridge University Press, New York 2007. OGUS, Anthony:  W(h)ither the Economic Theory of Regulation? What Economic Theory of Regulation? , içinde The Politics of Regulation: Institutions and Regulatory Reforms for the Age of Governance (eds.: Jacint JORDANA ve David LEVI-FAUR), Edward Elgar Publishing Limited, Cheltenham and Northampton 2004. ONAR,  Sıddık  Sami:  İdare  Hukukunun  Umumi  Esasları,  İsmail  Akgün Matbaacılık – Hak Kitabevi, İstanbul 1966. OYTAN,  Muammer:   1982  Anayasası nda  Yasama  ve  Yargı  Erkleri Karşısında  Güçlendirilmiş  Yürütme  Organı  ve  Güçlendirilme Nedenleri , Türk İdare Dergisi, (1984), Sayı 364. ÖZAY, İl Han: Günışığında Yönetim, Alfa Yayınları, İstanbul 2002. ÖZBUDUN, Ergun: Türk Anayasa Hukuku, Yetkin Yayınları, Ankara 2009. ÖZKORKUT, Korkut:  Sermaye Piyasası Kurulu nun 10.08.2011 Tarih ve 26/767 Sayılı İlke Kararı ile Tüm Borsa Şirketlerinin Kendi Paylarını İktisap Edebilmeleri Mümkün Hale Gelmiş midir? , Banka ve Ticaret Hukuku Dergisi, Cilt 27 (2011), Sayı 3. ÖZTÜRK,  Burak:  Fransız  ve  Türk  Hukukunda  İdarenin  Düzenleme Yetkisinin Kapsamı, Yetkin Yayınları, Ankara 2009. ÖZYÖRÜK, Mukbil: İdare Hukuku Dersleri, Ankara, 1972-1973. RAUCHWAY, Eric: The Great Depression and The New Deal: A Very Short Introduction, Oxford University Press, New York 2008. SARICA, Ragıp: Türkiye de İcra Uzvunun Tanzim Selahiyeti, Türk Hukuk Kurumu Yayını, İstanbul 1943. SELZNICK,  Philip:   Focusing  Organisational  Research  on  Regulation , içinde Regulatory Policy and the Social Sciences (ed.: Roger NOLL), University of California Press, Berkeley and Los Angeles 1985. 630Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 571-631                                                    Aslan SOBACI, M. Zahid:  Türk İdari Teşkilatındaki  Adalar : Bağımsız İdari Otoriteler ,  Ankara  Üniversitesi  Hukuk  Fakültesi  Dergisi,  Cilt  55 (2006), Sayı 2. STONE,  Richard  D.:  The  Interstate  Commerce  Commission  and  the Railroad Industry: A History of Regulatory Policy, Praeger Publishers, New York 1991. TAN, Turgut:  1982 Anayasası Yönünden Yürütme Görevi ve Yetkisinin Niteliği (Güçlü Devlet ya da Güçlü Yürütme) , Anayasa Yargısı, Cilt 1 (1984). TAN, Turgut:  Bağımsız İdari Otoriteler veya Düzenleyici Kurullar , Amme İdaresi Dergisi, Cilt 35 (2002), Sayı 2. TOSUN, Öztekin:  Yürütme Organlarının Koyduğu Kaidelere Aykırılıkların Cezalandırılması ,  İstanbul  Üniversitesi  Hukuk  Fakültesi  Mecmuası, Cilt 28 (1962), Sayı 2. ULUSOY, Ali: Bağımsız İdari Otoriteler, Turhan Kitabevi, Ankara 2003. YARSUVAT, Duygun:  Yürütme Organının Koyduğu Kaidelerle Suç İhdası ve 1961 Anayasası , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, Cilt 29 (1963), Sayı 3. -----,  Tarihçemiz , Hudut ve Sahiller Sağlık Bülteni,"
}