{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "4",
     "Başlık": "CMK’NIN 119/4. MADDESİ UYARINCA ADLİ ARAMADA BULUNDURULMASI GEREKEN TANIKLAR KONUSUNDA İÇTİHATTA DÖNÜŞÜM",
     "Title": "The Alternation of the Case Law Regarding the Subject Of Witnesses Obliged To Be Made Present During Judicial Search Pursuant to Article 119/4 Of Criminal Procedure Code",
     "Yazar İsmi": [
          "Dr. Fahri Gökçen TANER Ar. Gör. Yaprak ÖNTAN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Arama tanığı",
          "adli arama",
          "bireysel başvuru",
          "hukuka \naykırı delil",
          "mutlak-nisbi hukuka aykırılık"
     ],
     "Keywords": [
          "Search witness",
          "judicial search",
          "individual application",
          "illegally obtained evidence",
          "absolute-relative contradiction to law"
     ],
     "Özet": "Ceza  Muhakemesi  Kanunu nun  119/4.  maddesinde  yer  alan;  Cumhuriyet savcısı hazır olmaksızın konut, işyeri veya diğer kapalı yerlerde arama yapabilmek için o yer ihtiyar heyetinden veya komşulardan iki kişi bulundurulur.  hükmünün ne şekilde yorumlanması gerektiği konusundaki içtihat, Anayasa Mahkemesi nin bireysel başvuru yoluyla verdiği bir karardan sonra ve buna dayanılarak değişmiştir. Çalışmada, içtihattaki bu değişiklik hukuka aykırı deliller konusundaki, doktrindeki farklı görüşler tartışılarak değerlendirilmektedir",
     "Abstract": "Following a recent decision of the Constitutional Court, rendered through individual application procedure, the case law regarding the interpretation of the article 119/4 of the Criminal Procedure Code comprising the rule  If private dwellings, business premises or properties that are not open to the public are to be searched without the public prosecutor being present, then two members of the community council in that district or two neighbors shall be called to be present, in order to be entitled to conduct the search  has changed. In this article, this change in the case law will be evaluated through discussing different views of the doctrine regarding the matter of illegally obtained evidence.",
     "Metin": "Bu çalışmanın amacı, CMK nın 119/4. maddesinde yer alan kural ve bu kurala ilişkin olarak içtihatta  ortaya  çıkan ilgi çekici dönüşüm üzerinde durmak ve konuya ilişkin bir değerlendirme yapmaktır. CMK nın 119/4. maddesi şu şekildedir:   Cumhuriyet savcısı hazır olmaksızın konut, işyeri veya diğer kapalı yerlerde arama yapabilmek için o yer ihtiyar heyetinden veya komşulardan iki kişi bulundurulur.  Görüldüğü üzere doktrin ve uygulamada arama tanıkları/şahitleri, işlem tanıkları/şahitleri veya merasim şahitleri olarak adlandırılan kişilerin konut,                                                  1   ÖZBEK, Veli ÖZER - KANBUR, Mehmet Nihat - DOĞAN, Koray - BACAKSIZ, Pınar - TEPE, İlker: Ceza Muhakemesi Hukuku, B. 7, Ankara 2015, s. 400; ÖZTÜRK, Bahri - TEZCAN, Durmuş - ERDEM, Mustafa Ruhan - SIRMA, Özge - SAYGILAR KIRIT, Yasemin F. - ÖZAYDIN, Özdem -ALAN AKCAN, Esra - ERDEM, Efser: Nazari ve Uygulamaları Ceza Muhakemesi Hukuku, B. 9, Ankara 2015, s. 502. 2   ŞAHİN, Cumhur: Ceza Muhakemesi Hukuku, C. I, B. 5, Ankara 2014, s. 323; KAYMAZ, Seydi: Uygulamada ve Teoride Ceza Muhakemesinde Hukuka Aykırı (Yasak) Deliller, Ankara 1997, s. 159; Jandarma Teşkilatı Görev ve Yetkileri Yönetmeliği madde 115/c ye göre ,  Hakim ya da Cumhuriyet Savcısı hazır bulunmaksızın yapılan arama sırasında; o yerin muhtarı ve ihtiyar heyetinden, bunların yokluğu durumunda aranacak kimsenin komşularından iki kişi işlem tanığı olarak bulundurulur.   3   ÖNDER, Ayhan:  Ceza Muhakemeleri Usulü Hukukunda Arama , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, Y. 1963, C. 29, S. 3, s. 440. 2446Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2445-2469  Taner - Öntan işyeri  ve  diğer  kapalı  yerlerde  Cumhuriyet  savcısı olmaksızın  yapılacak aramalarda hazır bulundurulmalarına ilişkin kanuni düzenleme son derece açık  ve  yalındır.  Ancak  bu  açıklık  ve  netlik  düzenlemenin  birbirine  zıt içtihatlar üretmesine engel olmamıştır. Bunun nedeni, uygulamada bu kurala uyulmadan yapılan aramalar sonucunda elde edilen delillerin, yargılamada kullanılmasının mümkün olup olmadığına ilişkin tartışmalardır. Yargıtay Ceza Dairesi nin bu delillerin kullanılamayacağı yönündeki kararlarının ardından konu Ceza Genel Kurulu önüne gitmiş ve Genel Kurul bu delillerin hukuka aykırı delil olmadığına hükmetmiştir. Bunun üzerine aynı konuda yapılan bir bireysel başvuruda Anayasa Mahkemesi, söz konusu delillerin hukuka aykırı delil sayılması gerektiğine işaret ederek ihlal kararı vermiştir.  Bu  karardan  önce,  AİHM  tarafından  verilen  bir  başka  iptal kararında da aynı hususa işaret edilmiştir. Sonuç olarak Yargıtay Ceza Genel Kurulu, Anayasa Mahkemesi nin bireysel başvuruda verdiği karara atıfta bulunarak içtihadını değiştirmiştir. Ancak bazı ceza dairelerinin hala eski içtihatta ısrarcı oldukları gözlenmektedir. Bu makalede sözü geçen kararların ilgili kısımlarına yer verildikten sonra konunun değerlendirmesi yapılacaktır.  II. YARGITAY 8. CEZA DAİRESİ NİN 2008/334 ESAS, 2009/15739 KARAR VE 14.12.2009 TARİHLİ KARARI  (…) Sanığın sonradan değiştirdiği kolluk aşamasındaki ikrara dayalı ifadesinin suç tarihi itibariyle yürürlükte bulunan CMUK.nun 135. maddesine aykırı olarak hakları hatırlatılmaksızın alındığı, ayrıca suça konu silahların, hakim veya Cumhuriyet  Savcısı  tarafından  gerçekleştirilmeyen  ve ihtiyar heyetinden veya komşularından da iki kişi bulundurulmaksızın CMUK.nun 97/2. madde ve fıkrası hükmüne aykırı olarak sanığın evinde yapılan aramada ele geçirildiği anlaşılmakla, anılan yasanın 254/2. madde ve fıkrası hükmü uyarınca soruşturma ve kovuşturma organlarının hukuka aykırı şekilde elde ettikleri delillerin hükme esas alınamayacağı ve belirtilen delillerin dışında mahkumiyete  yeter,  şüpheden  uzak,  kesin  ve  inandırıcı  kanıt  da  elde edilemediği  gözetilmeden  sanığın  beraati  yerine  yazılı  gerekçe  ile mahkumiyetine  hükmolunması,  bozmayı  gerektirmiş  sanık  ve  müdafiinin temyiz  itirazları  bu  itibarla  yerinde  görülmüş  olduğundan  hükmün  bu sebepten dolayı (BOZULMASINA), 14.12.2009 gününde oybirliğiyle karar verildi.     2447CMK nın 119/4. maddesi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2445-2469  III. YARGITAY CEZA GENEL KURULU NUN 2011/8-278 ESAS, 2012/96 KARAR VE 13.3.2012 TARİHLİ KARARI Olayda, sanığın evinde uzun namlulu silah bulundurduğu bilgisi edinilmesi üzerine Cumhuriyet Başsavcılığının talebiyle Birecik Sulh Ceza Mahkemesi, 15.02.2007 gün ve 2007/50 sayılı kararıyla sanığın ikametgahında gündüz vakti bir defaya mahsus arama yapılmasına karar vermiş, bu karara istinaden sanığın ikametgahında, 15.02.2007 tarihinde, Cumhuriyet savcısının katılımı olmaksızın 14 kolluk görevlisi ve sanığın katılımıyla arama yapılarak bir adet uzun namlulu silah (Kaleşnikof), bu silaha ait şarjörler ve mermiler ile bir adet av tüfeği bulunmuş ve bunlara el konulmuştur.  Sanık kollukta, Cumhuriyet savcılığında ve mahkemedeki beyanlarında av tüfeğinin kendisine ait olduğunu kabul etmiş ancak uzun namlulu silahın kendisine  ait  olmadığını  ileri  sürmüştür.  Yargıtay  bu  hususu  şu  şekilde değerlendirilmiştir:  (…) Buna karşın uyuşmazlığa konu olayda, aramaya ondört kolluk görevlisi ile  sanığın katıldığı, bununla birlikte Yasanın arama sırasında bulunmasını istediği  diğer kişilerin  katılmadığı,  bunun  da  şeklen  hukuka aykırı olduğu ve 5271 sayılı CYY'nin 217. maddesinin 2. fıkrasında;  Yüklenen suç, hukuka uygun bir şekilde elde edilmiş her türlü delille ispat edilebilir  şeklindeki hüküm uyarınca, arama sonucu elde edilen delilin hukuka uygun biçimde elde edilen delil niteliğinde bulunmadığı ileri sürülebilir ise de; usulüne göre alınmış bir arama kararı bulunan somut olayda, bu karara ve kararın infazı sırasında yapılan işlemlere yönelik bir itiraz vaki olmadığı gibi, arama işlemine ve arama yapılırken bir takım haklarının ihlal edildiğine yönelik olarak sanıktan gelen herhangi bir yakınma da bulunmamaktadır. Bu nedenle, sırf arama sırasında şekle ilişkin bir koşulun ihlal edilmesine dayanılarak aramanın hukuka aykırı sayılmayacağı ve ele geçirilen delillerin  hukuka aykırı biçimde elde edilmiş delil olarak nitelenemeyeceğinin kabulü gerekmektedir. Öğretide de; Prof. Bahri Öztürk, Doç. Dr. Mustafa Ruhan Erdem ve Doç. Dr. Veli Özer Özbek tarafından hazırlanan Uygulamalı Ceza Muhakemesi isimli eserde bu konudan bahsedilirken, ikili bir ayrım yapılarak, bu tasnifte; hak ihlalinin niteliği üzerinde durulup, bir hukuk devletinde bazı hakların mutlak,  diğer  bazı  hakların  ise  nisbi  koruma  altında  bulundurulduğu belirtildikten sonra; buna bağlı olarak  mutlak delil yasakları  ve  nisbi delil yasakları  kavramlarının ortaya çıktığı ifade edilmiştir. Buna göre mutlak delil yasaklan; 2448Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2445-2469  Taner - Öntan 1- Sanığın kendisini suçlandırıcı beyanda bulunmaya zorlaması, 2- Bir kimsenin yakınlarını suçlandırıcı beyanda bulunmaya zorlanması, 3- Sanığa kendisi ile ilk temasa geçen yetkili tarafından bazı haklarının hatırlatılmaması, ( susma hakkı, müdafi tayini isteme hakkı gibi ) 4- Hayatın gizli alanına ( özel hayatta değil ) yapılan müdahaleler, Olarak  sayılmış,  bunların  dışında  kalan  durumlarda  ise  hakim tarafından oranlılık ( ölçülülük ) ilkesi göz önünde tutularak  kamu yararı  bakımından bir değerlendirme yapılması gerekliliğinden bahsedilmiştir. Bu bağlamda; illiyet bağı, etkileme gücü ve hak ihlali kriterlerine yer vermeden yapılan bir değerlendirmenin;  herhangi bir hakkın ihlal edilmediği her türlü basit şekli aykırılıkların da mutlak  bozma sebebi sayılmasını  gerektireceği için, böyle bir yaklaşımın ceza yargılamasında hakkaniyete aykırı sonuçların doğmasına, adalet ve eşitlik ilkelerinin zedelenmesine yol açabilecek son derece ağır sonuçları da birlikte getireceği kuşkusuzdur. Her şekle aykırılığın aynı zamanda bir hak ihlaline de yol açacağı şeklindeki  bir  kabul  isabetli  olmayacağından,  olayımızda  olduğu  gibi  Cumhuriyet  savcısı, iki ihtiyar heyeti  üyesi  veya iki komşu   bulunmadan yapılan bir aramada, CYY'nin 119. maddesine şekli bir aykırılık söz konusu ise de, herhangi bir hakkın ihlal edildiği söylenemeyecektir. Usulüne  göre  alınmış  arama  kararına  istinaden,  herhangi  bir  hak ihlaline neden olunmadan yapılan arama sonunda ele geçen delillerin, sadece arama  sırasında  bulunması  gereken kişilerin  orada  bulundurulmaması suretiyle şekle aykırı hareket edildiğinden bahisle  hukuka aykırı olarak elde edilmiş  delil   sayılmaları  ve  mahkumiyet  hükmüne  dayanak  teşkil edememeleri kabul edilemez. Nitekim,  Ceza  Genel  Kurulunun  26.06.2007  gün  ve  147-159  sayılı kararında da aynı sonuca ulaşılmıştır. Bu nedenle, Özel Dairenin sanığın beraatine karar verilmesi gerektiği yönündeki gerekçesi yerinde değildir. Bu itibarla, itirazın kabulüne, Özel Daire bozma kararının kaldırılmasına, arama sırasında ele geçirilen ve Genel Kurulun kabulüne göre hukuka uygun olarak elde edildiği belirlenen deliler de değerlendirilerek bir hüküm kurulması için dosyanın yeniden Özel Daireye gönderilmesine karar verilmelidir.  Bir Genel Kurul üyesi ise özetle, Kanun daki ifadenin emredici olduğu, sanığın çok sayıda kolluk görevlisine itiraz etmemesinin herhangi bir önemi bulunmadığı, hukukumuzda hukuka aykırı deliller bakımından nisbi ihlal veya   2449CMK nın 119/4. maddesi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2445-2469  şekli ihlal şeklinde bir yaklaşım olmadığı gerekçesiyle çoğunluk görüşüne karşı çıkmıştır. IV.  AVRUPA  İNSAN  HAKLARI  MAHKEMESİ,  AYDEMİR/ TÜRKİYE BAŞVURUSU, BAŞVURU NO:17811/04, KARAR TARİHİ 24.05.2011) Aydemir  v.  Türkiye  başvurusunda  AİHM,  yapılan  aramanın  konut dokunulmazlığını ve dolayısıyla Sözleşme nin 8. maddesinde yer alan özel hayata ve aile hayatına saygı hakkını ihlal ettiğine karar vermiştir. Mahkeme, demokratik  toplumun  konut  dokunulmazlığının  korunması  konusundaki menfaati  dikkat  alındığında  yapılan  müdahalenin  makul  biçimde  orantılı olmadığına hükmetmiştir (par. 100). Mahkeme söz konusu arama kararını ve icra ediliş biçimini orantısız bulurken şu hususlara dikkat çekmiştir: a.Aramanın  muhatapları  hakkında  bir  ceza  soruşturma  veya kovuşturması olmaması, dolayısıyla aramanın bu kapsam dışında yapılması (par. 96).  b.İlgililerin evinde arama yapılmasını gerekli gösteren nedenlerin arama emri talep edilirken açıkça ortaya konulmaması, bunun yerine genel ve kısa açıklamalarla yetinilmesi (Olayda cezaevine yakın olan 49 ev, ceza evinden kaçmaya  olanak  sağlayacak  bir  tünelin  varlığı  şüphesiyle  bir  polis operasyonu sırasında aranmıştır) (par. 97). c.Arama kararında soyut ifadelere yer verilmesi, hakimin söz konusu kararda aramanın tarihi ve bir kez yapılabileceği hususu dışında herhangi bir sınırlamaya yer vermemesi. Neyin arandığı konusunda bir bilgi içermeyen bu kararın polislere geniş yetki vermesi ve arama kararının aramayı yürüten polislerin  belirlenen  araştırma  alanına  uyum  gösterip  göstermedikleri konusunda kontrol imkânı sağlayan asgari bilgiler içermemesi (par. 98). d.Arama sırasında mülga Ceza Muhakemesi Kanunu uyarınca hakim veya  savcının  katılmadığı  aramalarda  bulundurulması  gereken  ihtiyar heyetinden veya komşulardan iki kişinin arama sırasında bulundurulmaması (par. 99). Görüldüğü üzere Mahkemeyi söz konusu arama kararının demokratik bir toplumda ölçüsüz bulmasına yol açan nedenlerden biri de, aramanın icrası sırasında arama tanıklarının bulundurulmamış olmasıdır.  2450Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2445-2469  Taner - Öntan V. ANAYASA MAHKEMESİ, YAŞAR YILMAZ BAŞVURUSU, BAŞVURU NO: 2013/6183 Anayasa Mahkemesi, 2013/6183 no lu Yaşar Yılmaz başvurusu hakkında verdiği 19.11.2014 tarihli kararında, arama tanıkları olmadan yapılan arama sonucu elde edilen delillerin  tek ve belirleyici delil  olarak kullanılmaları ile aramanın icrasındaki hukuka aykırılığın yargılamanın bütünü yönünden adil yargılanma hakkını ihlal ettiğine hükmetmiştir. Kararın ilgili kısımları şu şekildedir:  Başvuruya konu olayda, başvurucu hakkında, koruma altında bulunan hayvan ve tahnit (boynuz, deri vb.) bulundurduğu iddiası üzerine evleri, müştemilatları ve arazilerinde arama yapılabilmesi amacıyla Tuzla Sulh Ceza Mahkemesince 22/1/2003 tarihinde arama kararı verilmiştir. Başvurucuya ait olduğu iddia edilen taşınmazda yapılan aramada, bir kısmı  Türkiye'de  yaşamayan  yaban  hayvanlarına  ait  post  vd.  unsurlar bulunmuş, bu durumu tespit etmek üzere tutanak düzenlenmiş ve bu tutanak sadece  jandarma  görevlileri  ve  Milli  Parklar  orman  mühendisince imzalanmıştır. Arama esnasında mahal ihtiyar heyetinden veya komşulardan kimse bulunmamıştır. 4 Başvurucu başkaca iddialarının yanı sıra  aramanın kanunda belirtilen usule aykırı yapıldığını, arama esnasında kendisinin bulunmadığını, buna rağmen  o  mahal  ihtiyar  heyetinden  veya  komşulardan  iki  kişi bulundurulmadığını  ifade etmiştir. Anayasa  Mahkemesi  konuyu  Anayasa nın  36  ve  38.  maddeleri çerçevesinde adil yargılanma hakkı bakımından değerlendirmiştir. Mahkeme, görevinin,   belirli  delil  unsurlarının  kanuna  uygun  şekilde  elde  edilip edilmediklerini  tespit  etmekten  ziyade,  bu  türden   kanuna  aykırılığın  Anayasa da  korunan  başka  bir  hakkın  ihlali  ile  sonuçlanıp sonuçlanmadığını ve bu  kanuna aykırılığın  bir bütün olarak yargılamanın adil olup olmamasına etkisini incelemek 6 olduğunu belirttikten sonra :  Mahkeme  kararından  anlaşıldığına  göre,  yargılamanın  esaslı  ve belirleyici delili, aramada ele geçen post, trofe ve boynuzlardır. Dayanılan                                                  4   Anayasa Mahkemesi Yaşar Yılmaz Başvurusu, Başvuru no: 2013/6183, para. 7-8. (Kaynak: www.anayasa.gov.tr) 5   para. 28. 6 para. 46.   2451CMK nın 119/4. maddesi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2445-2469  diğer deliller ise, aramada elde edilen eşyaların değer ve niteliğini tespite ilişkin  bilirkişi raporları  ile kollukça tanzim edilmiş  tespit tutanağı dır. Diğer bir anlatımla, hükmün esas ve belirleyici unsuru, gerçekleştirilen hukuka aykırı arama işlemi sonucunda elde edilen delillerdir. Bilirkişi raporları, aramada ele geçen delillerin değerlendirilmesine yönelik bir araçtır.  Belirli bir davaya ilişkin olarak delilleri değerlendirme yetkisi kural olarak yargılamayı yürüten mahkemeye ait olmakla birlikte, somut olayda, koruma tedbiri niteliğindeki arama kararının icrasının hukuka aykırı şekilde gerçekleştirilmesi ile elde edilen delillerin tek ve belirleyici delil olarak kullanılmasının bir bütün olarak yargılamanın hakkaniyetini zedelediği ve aramanın icrasındaki  kanuna aykırılığın  yargılamanın bütünü yönünden adil yargılanma hakkını ihlal eder nitelikte olduğu kanaatine varılmıştır. Bu sebeplerle başvurucunun Anayasa nın 36. maddesinde güvence altına alınan adil yargılanma hakkını ihlal edildiğine karar verilmesi gerekir. 7 sonucuna varmıştır.  Görüldüğü üzere Anayasa Mahkemesi arama tanıkları bulunmaksızın aramadan  elde  edilen  delillerin,  davadaki  tek  ve  belirleyici  delil  olarak kullanılmasının adil yargılanma hakkını ihlal ettiği kanaatindedir. VI. YARGITAY CEZA GENEL KURULU NUN 2013/464 ESAS, 2015/132 KARAR VE 28.04.2015 TARİHLİ KARARI  Anayasa Mahkemesi tarafından verilen yukarıda ele aldığımız karar, etkisini  ilk  olarak  Yargıtay  Ceza  Genel  Kurulu nun  bu  başlık  altında incelediğimiz 2015/132 sayılı kararı üzerinde göstermiştir. Davaya konu olan olayda, 25.12.2005 Pazar günü akşam saatlerinde, Van Emniyet Müdürlüğü 155 polis imdat hattını arayan bir kişi, bir evde PKK terör örgütünün patlayıcı sakladığı  ve  valiye  suikast  düzenleyecekleri  ihbarında  bulunmuştur.  Bu durumun Cumhuriyet savcısına bildirilmesi üzerine, aynı gün saat 20.00 de, gecikmesinde  sakınca  bulunan  hal  nedeniyle  hâkim  kararı  alınmadan belirtilen adreste arama yapılmasına yazılı emir verilmiştir. Yapılan aramada arama tanığı bulundurulmamış ve evde aralarında Kaleşnikof marka uzun namlulu silah da bulunan çok sayıda silah ve cephane bulunmuştur. Ceza Genel  Kurulu nun  konuya  ilişkin  kararı  kısaltılmış  şekilde  aşağıda sunulmaktadır :                                                  7   para-58-59. 2452Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2445-2469  Taner - Öntan  Özel Daire ile Yargıtay Cumhuriyet Başsavcılığı arasında oluşan ve Ceza Genel Kurulunca çözümlenmesi gereken uyuşmazlık; sanığın sabit kabul edilen 6136 sayılı Kanuna muhalefet eyleminin anılan kanunun 12/1. maddesi kapsamında mı yoksa 13/3. maddesi kapsamında mı kaldığının belirlenmesine ilişkin ise de; Anayasa Mahkemesi Birinci Bölümünün 07.03.2015 gün ve 292288 sayılı Resmi Gazetede Yayımlanan 19.11.2014 gün ve 2013/6183 Başvuru numaralı kararı karşısında, Yargıtay İç Yönetmeliğinin 27. maddesi uyarınca sanığın konutunda 5271 sayılı CMK nun 119/4. maddesine aykırı davranılarak o yer ihtiyar heyetinden veya komşularından iki kişi hazır bulundurulmaksızın yapılan arama neticesinde elde edilen delillerin  hukuka aykırı delil  olarak değerlendirilip değerlendirilemeyeceği, hukuka aykırı delil olduğu sonucuna ulaşılması durumunda ise aramada elde edilen maddi deliller dışında dosyada yer alan diğer delillerin sanığın mahkûmiyeti için yeterli olup olmadığı hususlarının öncelikle ele alınması gerekmektedir. (…) 5271 sayılı CMK'nun 119/4. maddesi uyarınca Cumhuriyet savcısı hazır olmaksızın konut, işyeri veya diğer kapalı yerlerde arama yapabilmek için o yer  ihtiyar  heyetinden  veya  komşulardan  iki  kişinin  bulundurulması zorunludur. Bu kişilere arama (işlem) tanığı denilmektedir. Kanun koyucu  bulundurulur   demek  suretiyle  arama  tanıklarının  bulundurulmaları zorunluluğunu,   arama  yapabilmek  için   demek  suretiyle  de  arama tanıklarının  aramanın  başından  sonuna  kadar  hazır  bulundurulmaları gerektiğini vurgulamış, aramada tanıkların aramanın sonunda veya sadece bir kısmında hazır bulundurulmaları yeterli sayılmamıştır. Ancak aramaya engel olunduğu için zor kullanılmış veya aranılacak yere haber verilmeden baskın  şeklinde  girilmiş  ise  arama  tanıkları  güvenliğin  sağlanmasından hemen  sonra  getirilebilirse  de  ancak  aramaya  tanıklar  getirilmeden başlanamaz.  Bu  durumda  düzenlenen  tutanağa  arama  tanıklarının başlangıçta  getirilmeme  sebepleri  ve  hangi  aşamada  getirildikleri yazılmalıdır. Arama tanığı bulundurma zorunluluğu konut, işyeri veya diğer kapalı yerlerde yapılacak aramalar bakımından geçerlidir. Kanun koyucu bu yerlerin dokunulmazlığı ve özel hayatın gizliliği ilkesi bakımından taşıdığı önem  nedeniyle  arama  koruma  tedbirine  maruz  kalan  kişilere  teminat sağlamıştır.  Hâkim  veya  Cumhuriyet  savcısının  katılımıyla  yapılan  aramalarda hâkim ve savcının aramaya katılması yeterli bir güvence sayılmış, ayrıca dışarıdan  arama  tanığı  hazır  bulundurulmasına  gerek  görülmemiştir. CMK'nun 169. maddesi uyarınca her soruşturma işlemi tutanağa bağlanır. Tutanak, adlî kolluk görevlisi, Cumhuriyet savcısı veya sulh ceza hâkimi ile   2453CMK nın 119/4. maddesi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2445-2469  hazır bulunan zabıt kâtibi tarafından imza edilir. Arama da bir soruşturma işlemi  olduğuna  göre,  hâkim  ve  Cumhuriyet  savcısı  tarafından  yapılan aramalarda hâkim ve savcıların yanlarında zabıt kâtibi de bulunacaktır.  Aramanın icra edilmesi sırasında doğabilecek muhtemel sorunlar ile elde  edilebilecek  delillerin  güvenilirliğine  ilişkin  doğabilecek  şüphelerin giderilmesi yönünden CMK'nun 116/4. maddesindeki düzenleme özel bir önem arzetmektedir. Kanun koyucu tarafından kollukça yapılan aramalarda arama  tanığı  bulundurma  zorunluğunun  kabul  edilme  sebebi  ileride doğabilecek  iddiaların,  aslında  orada  olmayan  delillerin  görevlilerce yerleştirildiği  gibi  uygulamada  sıklıkla  karşılaşılan  suçlamaların  önüne geçmek ve böylece aramanın her türlü şüpheden uzak bir şekilde yapılmasını ve  arama  sonucunda  elde  edilen  delillerin  güvenilirliğini  sağlamaktır. Gerçekten de arama sonunda aramaya maruz kalan kişilerle aramayı yapan kolluğun aramanın hukuka uygunluğu, ele geçen delillerin varlığı ve ele geçiriliş biçimleri bakımından uyuşmazlığa düşmesi her zaman mümkündür. Hâkim  ve  savcıların  hazır  bulunmadığı  aramalarda  arama  tanığı  hazır bulundurulmaz ise bu uyuşmazlıklar nedeniyle arama işlemi ve ele geçen deliller  üzerinde  oluşan  şüphenin  giderilebilmesi  için  tanıklığına başvurulabilecek  aynı  zamanda  arama faaliyetinde  görev almış  sorumlu kolluk görevlileri dışında kimse kalmayacak ve bu durum yargılama sırasında arama sonucunda elde edilen delillerin güvenilirliği üzerindeki tartışmaların sürüp gitmesine neden olabilecektir.  Arama tanığı arama yerine gelmek istemez ise zorla getirilebilir. Nitekim Jandarma Teşkilatı Görev Yetkileri Yönetmeliğinin 115/c maddesinde  Hâkim ya da Cumhuriyet Savcısı hazır bulunmaksızın  yapılan  arama  sırasında;  o  yerin  muhtarı  ve  ihtiyar heyetinden, bunların yokluğu durumunda aranacak kimsenin komşularından iki kişi işlem tanığı olarak bulundurulur. Bu kimseleri emirle arama yerine getirmeye ve emrine uymayanlar hakkında gerekli kanuni işlemi yapmaya Jandarma yetkilidir  denilmiştir. Arama tanıkları ancak kanunda belirtilen o yer ihtiyar heyetinden veya komşulardan kişiler olabilir. Her halükarda başka bir birimde çalışsa bile kolluk görevlileri arasından arama tanığı seçilemez. 5271 sayılı CMK'nun  Aramada hazır bulunabilecekler  başlıklı 120/1. maddesi uyarınca aranacak yerlerin sahibi veya eşyanın zilyedi aramada hazır bulunabilir; kendisi bulunmazsa temsilcisi veya ayırt etme gücüne sahip hısımlarından  biri  veya  kendisiyle  birlikte  oturmakta  olan  bir  kişi  veya komşusu hazır bulundurulur. Arama tanıkları ile aramada hazır bulunacak kişiler birbirini tamamlayan ancak birbirinden farklı konulardır. CMK'nun 119/4.  maddesi  kolluk  tarafından  yapılan  aramaya  ilişkin  olup,  hazır 2454Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2445-2469  Taner - Öntan bulunacak kişiler tanık niteliğini taşımaktadır. Halbu ki CMK'nun 120/1. maddesinde aramayı yapacak kişi bakımından bir ayrım yapılmamış olup, arama kimin tarafından yapılmış olursa olsun maddede belirtilen kişilerin aramada  hazır  bulundurulmaları  gerekir.  Ayrıca  aramada  bulunacak kişilerden mümessil, mümeyyiz akraba, birlikte sakin olunan kimse veya komşu, arama tanıklarından farklı bir işleve sahiptir. Bunlar sahip veya zilyedin bulunmaması halinde onun yerinde aramada hazır bulunarak sahip ve zilyedin menfaatini korumaktadır. Bu bakımdan CMK'nun 120/1. maddesi aramanın güvenirliğinin sağlanmasından ziyade savunma hakkı ile ilgili bir konudur. (Veli Özer Özbek, M.Nihat Kanbur, Koray Doğan, Pınar Bacaksız, İlker Tepe, Ceza Muhakemesi Hukuku, Seçkin Yayınevi, Ankara 2012, 4. Bası, s. 360; Veli Özer Özbek, Ceza Muhakemesinde Koruma Tedbiri Olarak Arama, Seçkin Yayınları, Ankara, 1999, 1. Bası, s. 18)  CMK'nun 119/4. maddesine aykırı davranılarak kolluk tarafından konut, işyeri  veya  diğer  kapalı  yerlerde  arama  tanığı  bulundurmadan  yapılan aramalarda  ele  geçen  delillerin  hukuki  niteliği  ve  hükme  esas  alınıp alınamayacağı Yargıtay Ceza Genel Kurulunun 26.06.2007 gün ve 147-159 ve 13.03.2012 gün 278-96 sayılı kararlarında tartışılmış, her iki kararda da; sırf arama sırasındaki şekle ilişkin bu koşulun ihlal edilmesine dayanılarak aramanın hukuka aykırı sayılamayacağı ve ele geçen delillerin de  hukuka aykırı  biçimde  elde  edilmiş  delil   olarak  nitelenemeyeceği  sonucuna ulaşılmıştır. Ancak bu kararlardan sonra, Anayasa Mahkemesi Birinci Bölümünce başvurucunun konutunda arama tanıkları hazır bulundurulmadan yapılan bir aramada ele geçen delillerin hükme esas alınması ile ilgili bir olayda verilen 19.11.2014  gün  ve  2013/6183  numaralı  Bireysel  Başvuru  kararında  ;  ...Olay tarihinde yürürlükte bulunan 1412 sayılı Kanun un 97. maddesine göre, hâkim veya Cumhuriyet savcısı hazır olmaksızın süknada (konutta) veya iş görmeğe mahsus mahaller ile kapalı yerlerde aramada bulunabilmek için o mahal ihtiyar heyetinden veya komşulardan iki kişi bulundurulacaktır. İhtiyar heyetinden  veya  komşulardan  kimse  hazır  bulundurulmadan  yapılan aramanın, o tarihte yürürlükte bulunan 1412 sayılı Kanun un 97. maddesinin ikinci fıkrasına aykırı olduğu görülmektedir. Diğer  taraftan,  Anayasa nın  36.  maddesinin  birinci  fıkrasında,  hak arama  özgürlüğünün  ancak  meşru  vasıtalardan  yararlanmak  suretiyle kullanılabileceğine  açıkça  işaret  edilmiştir.  Hal  böyle  olunca,  adil yargılanma hakkı bakımından, aramanın icrasındaki 'kanuna aykırılığın' bir bütün olarak yargılamanın adil olup olmamasına etkisi incelenmelidir.    2455CMK nın 119/4. maddesi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2445-2469  Yargılama, 'arama' ve 'arama esnasında elde edilen eşyalar' üzerine bina edilmiştir. İlk derece Mahkemesinin davayı kabul gerekçesi incelendiğinde, 23.1.2003 tarihinde jandarma tarafından tutulan tutanakta post, trofe ve boynuzların davalıya ait köy merası üzerindeki evlerde bulunduğunun tespit edildiği, buna göre tutanak tutulduğu, bu belgenin resmi evrak niteliğinde olduğu, aksinin geçerli delillerle kanıtlanamadığı yönündeki tespitler olduğu anlaşılmaktadır. Mahkeme  kararından  anlaşıldığına  göre,  yargılamanın  esaslı  ve belirleyici delili, aramada ele geçen post, trofe ve boynuzlardır. Dayanılan diğer deliller ise, aramada elde edilen eşyaların değer ve niteliğini tespite ilişkin 'bilirkişi raporları' ile kollukça tanzim edilmiş 'tespit tutanağı'dır. Diğer bir  anlatımla, hükmün  esas  ve  belirleyici  unsuru, gerçekleştirilen hukuka  aykırı  arama  işlemi  sonucunda  elde  edilen  delillerdir.  Bilirkişi raporları,  aramada  ele  geçen  delillerin  değerlendirilmesine  yönelik  bir araçtır.  Belirli bir davaya ilişkin olarak delilleri değerlendirme yetkisi kural olarak yargılamayı yürüten mahkemeye ait olmakla birlikte, somut olayda, koruma tedbiri niteliğindeki arama kararının icrasının hukuka aykırı şekilde gerçekleştirilmesi ile elde edilen delillerin tek ve belirleyici delil olarak kullanılmasının bir bütün olarak yargılamanın hakkaniyetini zedelediği ve aramanın icrasındaki 'kanuna aykırılığın' yargılamanın bütünü yönünden adil yargılanma  hakkını  ihlal eder  nitelikte  olduğu  kanaatine  varılmıştır.  Bu sebeplerle başvurucunun Anayasa nın 36. maddesinde güvence altına alınan adil yargılanma hakkının ihlal edildiğine karar verilmesi gerekir  şeklinde açıklamalarda bulunulmuştur.  Görüldüğü  üzere  Anayasa  Mahkemesince  aramanın  icrasına  ilişkin CMK 119/4 (CMUK 97/2) maddesine aykırılık sadece basit şekli bir kurala aykırılık olarak telakki edilmemiş, bu kurala aykırı bir arama sonucunda elde edilen deliller tek ve belirleyici delil olarak kullanılarak hüküm kurulmasının adil yargılanma hakkının ihlali niteliğinde olduğuna karar verilmiştir. Bilindiği üzere Anayasanın 148. maddesi uyarınca herkesin Anayasada güvence altına alınmış temel hak ve özgürlüklerinden Avrupa İnsan Hakları Sözleşmesi  kapsamındaki  herhangi  birinin  kamu  gücü  tarafından,  ihlal edildiği iddiasıyla Anayasa Mahkemesine bireysel başvuruda bulunma hakkı bulunmaktadır.  Anayasa  Mahkemesinin  diğer  kararları  gibi  bireysel başvuruları  inceleyen  Bölüm  kararları  da  yasama,  yürütme  ve  yargı organlarını, idare makamlarını, gerçek ve tüzelkişileri bağlamaktadır. Bu 2456Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2445-2469  Taner - Öntan itibarla Anayasa Mahkemesinin emsal nitelikteki bu kararı karşısında mevcut içtihatların  yeniden  gözden  geçirilmesi  gerekmiştir.(…)(BURADA ÖĞRETİDE  KARARI  DESTEKLEYECEK  YÖNDE  İLERİ  SÜRÜLEN GÖRÜŞLER AKTARTILMIŞTIR) Delilin  elde  edilmesinde  yapılacak  hukuka  veya  kanuna  aykırılığın önemli veya önemsiz, mutlak veya nisbi bir hakkı ihlal etmesi gibi ayrımlar yapılmamıştır.  Delil  kanunda  kabul  edilen  usul  hükümlerinin  tümü uygulanarak elde edilmelidir. Aksi takdirde, delil elde eden soruşturma ve kovuşturma  organlarının  bir  kısım  kanun  hükümlerini  'önemsiz',  'ihmal edilebilir', 'ihlali mutlak hakları zedelemeyen' gibi ayrımlara tabi tutarak uygulamaması  hali  söz  konusu  olur  ki,  bu  durum  bir  takım  kanun hükümlerinin  uygulamada  yürürlükte  kaldırılması  sonucunu  doğurur. Yargıtay CGK nın (26.07.2007 gün ve 147-159 sayılı kararında) kabul ettiği şekilde  düşünüldüğünde,  arama  sırasında  arama  tanıklarının  hazır bulundurulmasına ilişkin hükümlerin hiçbir uygulama alanı kalmayacaktır. Arama  tanıkları  'olmasalar  da  olur'  kabul  edilecek  bir  ayrıntı  haline getirilmiştir. Uygulamanın bu şekilde yerleşmesi halinde CMK nın arama tanıklarını düzenleyen hükmü fiilen yürürlükten kalkmış olacaktır  (Murat Aydın, Arama ve El Koyma, Seçkin Yayınevi, 2. Bası, Ankara, Ocak 2012, s. 67) şeklinde görüşler ileri sürülmüştür.  Bu açıklamalar ışığında arama işleminin hukuka uygun olup olmadığına ilişkin  önsorunun  değerlendirilmesinde;  Kolluk  tarafından  ihbar  üzerine sanığın evinde PKK silahlı terör örgütüne ait patlayıcı madde bulunduğu ve valiye suikast yapılacağı ihbarı üzerine Cumhuriyet savcısının yazılı emri ile konutta o yer ihtiyar heyetinden veya komşulardan iki kişi bulundurulmaksızın yapılan arama sonucunda 228 adet ruhsatsız merminin ele geçirilen, yasadışı herhangi bir eyleme katıldığına dair kayıt bulunmayan ve PKK terör örgütü ile de bağlantısı tespit edilemeyen sanığın tüm aşamalarda aramada ele geçen suç unsuru şeylerin varlığını ve zilyetliğini kabul etmediği, başka kişiler tarafından evine konulmuş olabileceğini savunduğu, arama sırasında evde bulunan  ve  beraatlerine  karar  verilen  inceleme  dışı  sanıkların  da  eve geldiklerinde kapının açık olduğu, ele geçen mermileri evde daha önce hiç görmedikleri  şeklinde  beyanda  bulundukları,  suça  konu  mermiler  ve  bu mermilerin içinde bulunduğu şeffaf naylon poşet parçası üzerinde yapılan incelemede parmak izi tespit edilemediği, poşet içeresinden çıkan 7,65 mm çaplı fişekler ile inceleme dışı sanıklardan Lalihan'ın üzerinde bulunan aynı çaplı tabancanın şarjöründen çıkan mermilerin modellerinin farklı olduğu anlaşılan somut olayda; kolluk tarafından aramanın 5271 sayılı CMK'nun   2457CMK nın 119/4. maddesi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2445-2469  aramanın güvenirliliği ile ilgili 119/4. maddesinin  Cumhuriyet savcısı hazır olmaksızın konut, işyeri veya diğer kapalı yerlerde arama yapabilmek için o yer ihtiyar heyetinden veya komşulardan iki kişi bulundurulur  amir hükmüne aykırı  olarak  o  yer  ihtiyar  heyetinden  veya  komşulardan  iki  kişi  hazır bulundurulmaksızın yapılması nedeniyle icrası bakımından hukuka aykırı olduğu ve arama sonucu elde edilen suça konu mermilerin hukuka aykırı yöntemle elde edilmiş delil niteliğinde bulunduğunun kabulünde zorunluluk bulunmaktadır. Bu itibarla, hukuka aykırı olarak gerçekleştirilen arama işleminde elde edilen delilin ve buna ilişkin düzenlenen tutanağın, yerel mahkemece hükme esas  alınmasında  ve  Özel  Dairece  de  bu  hükmün  onanmasında  isabet bulunmamaktadır. Yapılan arama işleminin icrası bakımından hukuka aykırı olduğu kabul edildikten sonra, hukuka aykırı aramada elde edilen maddi delil dışındaki diğer  delillerin  somut  olayda  mahkûmiyet  için  yeterli  olup  olmadığına gelince; Amacı, somut olayda maddi gerçeğe ulaşarak adaleti sağlamak, suçu işlediği sabit olan faili cezalandırmak, kamu düzeninin bozulmasını önlemek ve bozulan kamu düzenini yeniden tesis etmek olan ceza muhakemesinin en önemli ve evrensel nitelikteki ilkelerinden biri de, öğreti ve uygulamada;  suçsuzluk   ya  da   masumiyet karinesi   olarak  adlandırılan  kuralın  bir uzantısı olan ve Latincede;  in dubio pro reo  olarak ifade edilen  şüpheden sanık  yararlanır   ilkesidir.  Bu  ilkenin  özü,  ceza  davasında  sanığın mahkumiyetine karar verilebilmesi bakımından gözönünde bulundurulması gereken  herhangi  bir  soruna  ilişkin  şüphenin,  mutlaka  sanık  yararına değerlendirilmesidir. Oldukça geniş bir uygulama alanı bulunan bu kural, dava konusu suçun işlenip işlenmediği, işlenmişse sanık tarafından işlenip işlenmediği  veya  gerçekleştirilme  biçimi  konusunda  bir  şüphe  belirmesi halinde  de  geçerlidir.  Sanığın  bir  suçtan  cezalandırılmasına  karar verilebilmesinin  temel  şartı,  suçun  hiçbir  şüpheye  mahal  bırakmayacak kesinlikte hukuka uygun olarak elde edilmiş delillerle ispat edilebilmesidir.  Bu itibarla, hukuka uygun olmayan arama işlemi sonucunda ele geçen delillerin hükme esas alınamayacağının belirlendiği olayda; sanığın tüm aşamalarda suçlamayı, aramada ele geçen şeylerin varlığını ve zilyetliğini kabul etmediği de gözetildiğinde dosyadaki hukuka aykırı yöntemlerle elde edilen deliller değerlendirme dışı tutulduğunda sanığın cezalandırılmasına yeterli delil bulunmamaktadır.  2458Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2445-2469  Taner - Öntan Sonuç  olarak;  Yargıtay  Cumhuriyet  Başsavcılığı  itirazının  değişik gerekçeyle  kabulüne,  Özel  Daire  onama  kararının  kaldırılmasına,  yerel mahkeme hükmünün sanık hakkında yapılan arama işlemi hukuka aykırı olup bu  arama  sonucunda  elde  edilen  delillerin  hükme  esas  alınamayacağı, dosyadaki hukuka aykırı yöntemlerle elde edilen deliller değerlendirme dışı tutulduğunda ise sanığın cezalandırılması yeterli başkaca delil bulunmadığı gözetilmeden beraati yerine yazılı şekilde mahkumiyetine karar verilmesi isabetsizliğinden bozulmasına karar verilmelidir. Çoğunluk görüşüne katılmayan iki Genel Kurul Üyesi;  arama işleminin hukuka uygun olduğu ve mevcut delillerin sanığın mahkûmiyeti için yeterli bulunduğu  düşüncesiyle karşı oy kullanmıştır. VII. 2016 YILINDA  yargitay.gov.tr  WEB SİTESİ ÜZERİNDEN İNCELENEN CEZA DAİRELERİ NİN İÇTİHATLARI BAKIMINDAN SON DURUM Yargıtay kararlarının Yargıtay web sitesi üzerinden herkesin ücretsiz olarak ulaşımına açılması şüphesiz ki yargının şeffaflığı ve adil yargılanma hakkı bakımından çok önemli bir gelişmedir. Biz de bu imkandan faydalanarak  o yer ihtiyar heyetinden veya komşulardan  anahtar kelimesini kullanarak  yargitay.gov.tr  web sitesi üzerinden daireler tarafından 2016 yılında verilen kararları konumuz bağlamında inceledik. 2016 yılının ilk 9 ayına ilişkin yaptığımız  incelemede  farklı  dairelerden  elde  ettiğimiz  içtihatlardan  bir kısmının esas ve karar numaralarını örnek olarak vermek istiyoruz: 19. Ceza Dairesi nin 2016 yılı başında verdiği kararlara bakıldığında arama  tanıklarının  yokluğunun,  elde  edilen  delilleri  hukuka  aykırı  hale getirmediği kanaatinde olduğu görülmektedir. Ancak üyelerden biri, ısrarla yazdığı muhalefet şerhlerinden Anayasa Mahkemesi nin ve Avrupa İnsan Hakları  Mahkemesi nin  yukarıda  incelediğimiz  kararlarından  bahsederek kararlara muhalif kalmaktadır. Mart ayında verilen bir kararda ise Daire nin bu sefer arama tanıkları bulunmamasına rağmen  sanığın arama işleminin içeriğine herhangi bir itirazının bulunmaması, mahkeme huzurundaki beyanı ve hükmün münhasıran  arama sonucu elde  edilen delile  dayanmaması  gerekçesine  dayandığı  görülmektedir.8  Dipnotta  görüleceği  üzere ulaşabildiğimiz son karar 6 Nisan 2016 tarihlidir.                                                  8   19. Ceza Dairesi nin bu yöndeki kararları şunlardır E. 2015/16241, K. 2016/3163, T. 01.03.2016; E. 2015/12103, K. 2016/13613, T. 23.03.2016; E. 2015/31345, K. 2016/14619, T. 06.04.2016.   2459CMK nın 119/4. maddesi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2445-2469  8.  Ceza  Dairesi nin  yıl  başındaki  kararları  da  19.  Ceza  Dairesi ne paraleldir. Muhalefet şerhlerinde Genel Kurul ve Anayasa Mahkemesi nin kararları görülmekte, çoğunluk aksi yönde oy kullanmaktadır.9 Daire nin 12.04.2016  tarihinde  verdiği  2015/8106  esas  ve  2016/4927  karar  sayılı kararıyla bu içtihattan döndüğü ve bu yaklaşımının web sitesinde görünen son kararda ve bu tarihe kadar verilen kararlarda korunduğu görülmektedir. Web sitesinde 16. Ceza Dairesi nin bu konuda 2016 yılında verilmiş yalnızca tek bir kararı tespit edilebilmiştir.11 Bu kararda da muhalefet şerhinde arama  tanıklarının  yokluğunun  elde  edilen  delilleri  hukuka  aykırı  hale getirdiği savunulmakta, çoğunluk aksi yönde düşünmektedir. Buna karşın 2. Ceza Dairesi nin 2016 yılı başında verdiği ve sistemde tespit edilen tek kararında Anayasa Mahkemesi ne ve Ceza Genel Kurulu na atıf yaparak, söz konusu delillerin hukuka aykırı olduğunu kabul ettiği görülmektedir. 21. Ceza Dairesi ise yalnızca Anayasa Mahkemesi kararına atıf yaparak yine aynı sonuca varmıştır.13 7. Ceza Dairesi ise, bu dönemde verilen ve tespit edebildiğimiz tek kararında önceki içtihatlara atıf yapmaksızın elde edilen delillerin hukuka aykırı olduğuna karar vermiştir.14 VIII. DEĞERLENDİRME CMK nın  119/4.  maddesinde  yer  alan   Cumhuriyet  savcısı  hazır olmaksızın konut, işyeri veya diğer kapalı yerlerde arama yapabilmek için o yer  ihtiyar  heyetinden  veya  komşulardan  iki  kişi  bulundurulur.  düzenlemesinde yer alan  bulundurulur  ifadesinin emredici olduğu, öğretide çoğunluk tarafından kabul edilmektedir.15 Tartışma konusu olan husus ise, bu aykırılığın,  söz  konusu  delili  hukuka  aykırı  hale  getirip  getirmediğidir.                                                  9   Yar 8. CD, E. 2016/464, K. 2016/3895, T. 24.03.2016; Yar 8. CD, E. 2015/6894, K. 2016/2987, T. 09.03.2016; Yar 8. CD, E. 2015/11449, K. 2016/2605, T. 02.03.2016. 10  Yar 8. CD, E. 2015/11750, K. 2016/8172, T. 20.06.2016. 11  Yar 16. CD, E. 2015/1699, K. 2016/369, T. 20.01.2016. 12  Yar 2. CD, E. 2014/17715, K. 2016/1375, T. 09.03.2016; Yar 2. CD, E. 2014/17715, K. 2016/1375, T. 09.03.2016. 13  Yar 21. CD, E. 2015/4372, K. 2016/997, T. 09.02.2016; Yar 21. CD, E. 2015/5742, K. 2016/2217, T. 09.03.2016; Yar 21. CD, E. 2015/5279, K. 2016/1485, T. 18.02.2016. 14  Yar 7. CD, E. 2014/26034, K. 2016/6920, T. 04.05.2016. 15  YENİSEY, Feridun - NUHOĞLU Ayşe: Ceza Muhakemesi Hukuku, B. 3, Ankara 2015, s.  406;  ÖZTÜRK-TEZCAN-ERDEM:  s.  505;  DOĞAN,  Duygu  Çağlar:   Ceza Muhakemesinde Adli Arama  , Türkiye Barolar Birliği Dergisi, Y. 2011, S. 92, s.176; ÜNVER, Yener - HAKERİ, Hakan: Ceza Muhakemesi Hukuku, B. 9, Ankara 2014, s. 645-650. 2460Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2445-2469  Taner - Öntan Tartışmanın esası,  hukuka  aykırı  yoldan  elde  edilen  delillerin,  tamamen değerlendirme  dışı  tutulup  tutulmayacağı  sorusuna  verilecek  cevapla doğrudan bağlantılıdır. Delil değerlendirme yasakları konusunda öğretide esas olarak üç temel yaklaşım bulunmaktadır. Bunlar  mutlak (kesin) kabul yaklaşımı ,  mutlak değerlendirme yasağı  ve  nisbi değerlendirme yasağı  yaklaşımlarıdır (esnek yaklaşım). Bu yaklaşımların dayandıkları esaslar kısaca şöyle özetlenebilir: Mutlak kabul yaklaşımı; bir delil ne şekilde elde edilirse edilsin, ispata faydalı ise kullanılması gerektiği esasına dayanmaktadır.16 Günümüz hukuk devletinde bu yaklaşıma artık yer olmadığını söylemek abartılı olmayacaktır. Dolayısıyla asıl tartışma mutlak değerlendirme yasağı ve nisbi değerlendirme yasağı yaklaşımlarını savunan yazarlar arasında yaşanmaktadır. Mutlak değerlendirme yasağı; yaklaşımı uyarınca, hukuka aykırılığın ne şekilde ortaya çıktığına bakılmaksızın, elde edilen deliller kullanılamaz. Bu yaklaşım, ortaya çıkan hukuka aykırılığın kaynağını dikkate almamakta ve hukuka aykırılığın az veya çok olarak derecelendirilemeyeceği düşüncesine dayanmaktadır.   Zehirli  ağacın  meyvesi  zehirlidir   yaklaşımı  da,  bu düşüncenin bir ürünüdür. 17 Nisbi  değerlendirme  yasağı  veya  esnek  yaklaşım;18  olarak  anılan yaklaşım ise, hukuka aykırılığın ortaya çıkış biçimine göre söz konusu delilin değerlendirilmesinin  mümkün  olup  olmadığına  karar  verilmesi  gerektiği düşüncesine dayanmaktadır.19 Yaklaşımın esası, hukuka aykırı olarak elde edilen delillerin hükme esas alınıp alınmaması konusunda kesin bir kural                                                  16  Ayrıntılı bilgi için bkz. KOCA, Mahmut:  Ceza Muhakemesinde Hukuka Aykırı Delilleri Değerlendirme Yasağı , Erzincan Üniversitesi Hukuk Fakültesi Dergisi, C. IV, S. 1-2, 2000, s.  110-111;  BIÇAK,  Vahit:   Usulsüz  Ulaşılan  Delillerin  Akıbeti:  Katı  ve  Esnek Yaklaşımlar , İnsan Hakları Yıllığı içinde, Y. 1996, s. 17-18, s. 248-250; AYDIN, Devrim: Ceza  Hukukunda  Deliller,  Ankara  2014,  s.  197-201;  YENİSEY,  Feridun:   Ceza Muhakemesi Hukukunda Hukuka Uygun Bir Şekilde Elde Edilmiş Delil), Ceza Hukuku Dergisi, Y. 2, S. 4, Ağustos 2007, s. 51. Hukuka aykırı delillerin yargılamada kullanılması konusunda Amerika Birleşik Devletleri ve İngiltere de ortaya çıkan yaklaşımlar ve bunların tarihsel  nedenleri  hakkında  bkz.  TOSUN,  Öztekin:  Türk  Suç  Muhakemesi  Hukuku Dersleri, C. I, B. 4, İstanbul 1984, s. 809-817.  17  Ayrıntılı bilgi için bkz., KOCA: s. 111-116; BIÇAK: s. 250-256; AYDIN: s. 201-204; AKYÜREK, Güçlü:  Ceza Yargılamasında Hukuka Aykırı Delillerin Değerlendirilmesi Sorunu , Türkiye Barolar Birliği Dergisi, Y. 2012, S.101, s. 66-68; YENİSEY: s. 52 ve 53. 18  KOCA: s. 116; BIÇAK: s. 256-258; AYDIN: s. 198; YENİSEY: s. 53. 19  BIÇAK: s. 256-258.   2461CMK nın 119/4. maddesi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2445-2469  koymak yerine, somut olayın özelliklerini esas alarak bu konuda bir yargıya varmak ve bu konuda mahkemeye bir takdir yetkisi vermektir.20 Yukarıda üzerinde  durulan  içtihat  değişikliğinden  önceki  Yargıtay ın   sırf  arama sırasında şekle ilişkin bir koşulun ihlal edilmesine dayanılarak aramanın hukuka aykırı sayılmayacağı ve ele geçirilen delillerin ‘hukuka aykırı biçimde elde edilmiş delil  olarak nitelenemeyeceği  şeklindeki görüşünün dayanağı da, öğretide nisbi hukuka aykırılık teorisini benimseyen yazarlardır.21 Bu noktada delillerin dikkate alınıp alınmaması hususunda belirleyici ölçütün ne olacağı sorusu akla gelmekte ve konunun düğümü burada çözülmektedir. Bu konuda ileri sürülen önemli görüşler şunlardır: Alman hukukunda ileri sürülen ve Alman Federal Yüksek Mahkemesi tarafından da kullanılan  sanık hakları teorisi , sanığın temel haklarının ihlal edilip edilmediğini ve ne ölçüde bir ihlal olduğunu esas almaktadır. Daha sonra  bu  teori  orantılılık  ilkesi  (hakların  dengelenmesi  teorisi)  ile tamamlanmıştır. Buna göre delil elde etmeyi yasaklayan hükmün korumak istediği  hukuki  menfaat  ile  toplumun  fiilin  aydınlatılmasındaki  menfaati karşılaştırılacaktır.22  Sanık  haklarını  ihlal  etmeyen  hukuka  aykırılıkların,  delilin  hüküm verilirken kullanılmasını engellemediği görüşü Türk öğretisinde de taraftar bulmaktadır.23 Sanık haklarını esas alan görüşler uyarınca, işkence ile ifade alınması ve kişinin kendini suçlayıcı beyanda bulunmaya zorlanması, kişinin yakınlarını suçlayıcı beyanda bulunmaya zorlanması, sanığa kendisi ile ilk temasa geçen kişi tarafından bazı haklarının ve özellikle susma ve bir avukat ile temas kurabilme hakkının hatırlatılmaması ve hayatın gizli alanına yapılan müdahaleler mutlak hukuka aykırılıkları teşkil etmektedir. Bunların dışında kalan  durumlarda  ise  kamu  yararı  bakımından  bir  değerlendirme yapılmalıdır.24  Bu  görüşü  savunan  yazarlar;  herhangi  bir  hakkın  ihlal edilmediği, basit şekli aykırılıkların mutlak bozma nedeni sayılmasının ceza muhakemesi yapmayı neredeyse olanaksız kılacağını, binbir güçlükle elde                                                  20  BIÇAK: s. 256. 21  Bkz. ÖZTÜRK, Bahri - ERDEM, Mustafa Ruhan - ÖZBEK, Veli Özer: Uygulamalı Ceza Muhakemesi Hukuku, B. 8, Ankara 2004, s. 523. 22  KUNTER, Nurullah - YENİSEY, Feridun - NUHOĞLU, Ayşe: Muhakeme Hukuku Dalı Olarak Ceza Muhakemesi Hukuku, B. 15, İstanbul 2006, s. 1018 ve 1019; CENTEL, Nur - ZAFER, Hamide: Ceza Muhakemesi Hukuku, B.11, Ankara 2014, s. 716. 23  YENİSEY - NUHOĞLU: s. 544; ÖZTÜRK-ERDEM-ÖZBEK: s. 522; KAYMAZ: s. 262, 263. 24  ÖZTÜRK-ERDEM-ÖZBEK: s. 523-524, KAYMAZ: s. 263. 2462Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2445-2469  Taner - Öntan edilen başkaca delilleri de kullanılmaz kılacağını, mağduru veya suçtan zarar göreni  öç  alma  gibi  başka  yollara  iteceğini,  suçlulukla  mücadelenin zorlaşacağını,  suçluların  serbest  kalması  ve  mağdur  veya  suçtan  zarar görenlerin dikkate alınmamasıyla hukuk devleti ilkesinin ihlal edileceğini belirtmişlerdir.Buradan  hareketle,  arama  sırasında  arama  tanıklarının bulunmaması nisbi bir hukuka aykırılık sayılır ve böylece arama tedbiri ile elde edilen delillere dayanılarak hüküm verilebilir. Biz  bu  görüşlerden,  mutlak  değerlendirme  yasağı  görüşünü benimsiyoruz.  Bunun  temel  nedeni,  5271  sayılı  Ceza  Muhakemesi Kanunu nda  delillerin  değerlendirilmesi  konusunda  nisbi-mutlak  hukuka aykırılık şeklinde bir ayrım yapılmamış olmasıdır. Türk ceza muhakemesine dair mevzuatta, yukarıda bahsedilen ve Alman hukukunda savunulan nisbi değerlendirme yasağı veya benzeri bir teorinin benimsenmesine dayanak olacak  herhangi  bir  kanun  hükmü  bulunmamaktadır.26  Alman  Ceza Muhakemesi Kanunu nda ise ifade ve sorgu konusunda delil değerlendirme yasağına ilişkin özel bir hüküm vardır, bunun dışında Türkiye dekine benzer genel  değerlendirme  yasağı  şeklinde  anlaşılabilecek  bir  hüküm bulunmamaktadır.28 Mutlak-nisbi hukuka aykırılık ayrımı bu nedenle son derece belirsiz bir ayrım olup hukuka aykırılığın niteliğine neye göre karar verileceğini belirlemek de mümkün değildir. Hukuka aykırı delil, hukuk kurallarına ters düşülerek toplanmış delildir ve temelinde hukuka aykırılık olan tüm delillerin akıbeti aynı olmalıdır.30 Söz konusu hukuk kurallarının kaynağı kanun, milletlerarası sözleşmeler veya hukukun evrensel ilkeleri olabilir. 1992 yılında CMUK da yapılan değişiklikten bu yana Türk ceza muhakemesi hukukunda benimsenen sistemin, mutlak değerlendirme yasağı yaklaşımı olduğu geniş bir kabul görmektedir.31 Bu ilke,  kanuna aykırı                                                  25  ÖZTÜRK-ERDEM-ÖZBEK: s. 529. 26  ÜNVER-HAKERİ: s. 668. 27  Alman Ceza Muhakemesi Kanunu nun (StPO) 136a/3. maddesi. 28  ÜNVER-HAKERİ: s. 669. 29  ÜNVER-HAKERİ: s. 642; ŞEN, Ersan: Türk Ceza Yargılaması Hukukunda Hukuka Aykırı Deliller Sorunu, İstanbul 1998, s. 98 ve 105. 30  ŞEN: s. 146. 31  CENTEL-ZAFER: s. 716; ÜNVER-HAKERİ: s. 668; KOCA: s. 125; ŞEN: s. 143; FEYZİOĞLU, Metin - TANER, Fahri Gökçen: Ceza Muhakemesi Hukukunda İspatın Ölçütü Olarak Vicdani Kanaat, İstanbul 2015, s. 222 ve 223; AYDIN: s. 208, 210 ve 211; YENİSEY-NUHOĞLU: s. 544; YENİSEY: s. 54; AKYÜREK: s. 67; DUYSAK, Merve: Ceza  Muhakemesi  Hukukunda  İspat  Yasakları,  Ankara  Üniversitesi  Sosyal  Bilimler Enstitüsü Kamu Hukuku Anabilim Dalı Yayımlanmamış Yüksek Lisans Tezi, Ankara 2013, s. 148; ÖZTÜRK, Bahri:  Yeni CMK da Delil Yasakları , Uğur Alacakaptan a Armağan,   2463CMK nın 119/4. maddesi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2445-2469  olarak elde edilmiş bulgular, delil olarak kabul edilemez  düzenlemesiyle 2001  yılında,  Anayasa nın  38/6.  maddesine  de  eklenmiştir.  Deliller konusunda  mutlak-nisbi  hukuka  aykırılık  şeklindeki  sınıflandırma, Anayasa nın 38/6. maddesine aykırıdır.32 CMK nın 206/2-a maddesine göre, kanuna aykırı olarak elde edilen delil reddolunur ve 217/2 ye göre,  Yüklenen suç, hukuka uygun bir şekilde elde edilmiş her tür delille ispat edilebilir.  Buna göre, 1412 sayılı Ceza Muhakemeleri Usulü Kanunu nun 1992 sonrası halinde olduğu gibi, 5271 sayılı Kanun la da hukuka aykırı delillerin mutlak değerlendirilmesi yasağı kabul edilmiştir. Bir diğer ifadeyle, delil ya da delil elde etme veya değerlendirme aracı ayrımı yapılmaksızın, hukuka aykırı deliller değerlendirme dışı bırakılmıştır. Bir delil de ya hukuka uygun ya da hukuka aykırı olarak elde edilmiştir ve hukuka aykırılığın önemli-önemsizi, azı-çoğu  olmaz.  Anayasa  Mahkemesi  de,  Yüce  Divan  sıfatıyla  verdiği 2012/1 sayılı kararında  mutlak değerlendirme yasağı  görüşünü benimsemiştir.  Ancak  bu  noktada  öğretide  bir  ayrıma  dikkat  çekmek  istiyoruz. CMUK nın  ve  sonrasında  CMK nın  bir  mutlak  değerlendirme  yasağı barındırdığı görüşünü benimseyen tüm yazarlar, her türlü hukuka aykırılığın delili hukuka aykırı hale getirdiği görüşünü benimsememektedirler. Bazı yazarlar, özellikle sanığın temel haklarını ihlal etmeyen hukuka aykırılıkların delili hukuka aykırı hale getirmeyeceğini savunmaktadırlar.35 Dolayısıyla CMK da yer alan hükmün bir mutlak delil değerlendirme yasağı olduğu konusunda katıldığımız bu yazarlardan, söz konusu noktada ayrılmaktayız.  Yukarıda da ifade ettiğimiz arama tanıklarının varlık nedeni konusuna bir kez  daha  dikkat  çekmek  istiyoruz.  Madde  120/1 de  sözü  geçen  arama tanıklarının esas  varlık  nedeni  şüpheli  veya  sanığın  yokluğunda  ona  ait olmayan  bir  şeylerin  arama  sırasında  aranan  yere  yerleştirilmesini önlemektir.36 Şüphesiz ki Cumhuriyet savcısının yokluğunda arama tanığı                                                  C. 1, İstanbul 2008, s. 616; ÖZTÜRK-ERDEM-ÖZBEK: s. 508. Ancak ÖZTÜRKERDEM-ÖZBEK herhangi bir hak ihlaline yol açmayan şekli aykırılıkların bile mutlak delil yasağıyla  karşılanmasını  aşırı  bulmaktadır.  BIÇAK  ise  bu  düzenlemelerin  mutlak değerlendirme yasağı teorisinin benimsenmesini zorunlu kılmadığı kanaatindedir. Bkz. BIÇAK: s. 259. 32  ÜNVER-HAKERİ: s. 642. 33  CENTEL-ZAFER: s. 719, 720; ÖZTÜRK-TEZCAN-ERDEM vd.: s. 397. 34  KOCA: s. 144. 35  ÖZTÜRK-ERDEM-ÖZBEK: s. 522; YENİSEY-NUHOĞLU: s. 544; YENİSEY: s. 60. 36  YENİSEY-NUHOĞLU: s. 406. 2464Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2445-2469  Taner - Öntan bulundurulmasını  zorunlu  kılan  119/4.  madde  de,  aynı  amaca  hizmet etmektedir. Elbette bu amaca ulaşılması için öncelikle aramanın usulünce yapılması gerekir ancak konumuz bu değildir. Ülkemizde yakın dönemde, kamuoyu tarafından yakından izlenen bazı davalarda, olay yerine yerleştirilen eşyalar ve bunlara ilişkin tartışmalar artık malumdur. Dolayısıyla bu tür olaylar, hayal ürünü değildir. Bu açık gerçek karşısında, arama tanıklarının yokluğunu basit bir hukuka aykırılık saymak ve sanığın temel haklarını ihlal etmediğini söylemek kanımızca mümkün değildir. Bu nedenle arama tanığının yokluğuna, sanki özel bir belgede atılması unutulan bir imza gibi sonradan giderilebilir sıradan bir eksiklik gibi bakılamaz. Elbette arama tanığı olmayan her aramada delillerin kolluk tarafından yerleştirildiği söylenemez. Ancak açık  mevzuat  düzenlemesi  karşısında  arama  tanığının  çağırılmaması,  bu şüpheyi  doğurmaya  ve  kanımızca  delili  hukuka  aykırı  hale  getirmeye yeterlidir.37 Bu nedenle nisbi değerlendirme yasağı yaklaşımı benimsense dahi, bizim bakış açımızdan sonuç aynıdır. Zira söz konusu ihlalle ihlal edilen menfaat son derece ağırdır, suçun ortaya çıkarılmasına yönelik menfaatten üstündür ve sanığın temel haklarına ilişkindir. Arama tanıkları konusunda ileri sürülen bir diğer görüşe göre, aranan kişiler yazılı olarak rıza gösterir ve arama tanıklarının varlığından feragat ederlerse  arama  tanıklarının  arama  sırasında  hazır  bulundurulmamaları mümkün olabilir.38 Bu görüş uyarınca ayrıca, tanıkların çağrılması çok zaman kaybına yol açacak ve bu nedenle aramanın amacına ulaşamaması tehlikesi doğacaksa aramayı yapan memurun takdirine bağlı olarak arama tanıkları çağrılmayabilir. Ancak arama yapılabilmesi için müdafiin beklenmeyeceği                                                  37  Delil yasaklarına ilişkin tartışmadan bağımsız olarak arama tanıkları olmaksızın elde edilen delillerin hukuka aykırı olduğunu ve muhakemede kullanılamayacağını açıkça ifade eden yazarlar için bkz. ÜNVER-HAKERİ: s. 648 ve 649; KESKİN KİZİROĞLU, Serap:  5271  Sayılı  Ceza  Muhakemesi  Kanunu nda  Basit  Arama  (Adli  Arama) ,  Ankara Üniversitesi Hukuk Fakültesi Dergisi, Y. 2009, C. 58, S. 1, s. 165; YILMAZ, Yeşim:  Bir Ceza Muhakemesi Hukuku İşlemi Olarak Adli Arama , Türkiye Barolar Birliği Dergisi, Y. 2016, S. 124, s. 285; ÖZTÜRK-TEZCAN-ERDEM vd.: s. 505; DUYSAK: s. 115; SAYGILAR, F. Yasemin:  Arama , Uğur Alacakaptan a Armağan, C. 1, İstanbul 2008, s. 641. 38  ÖZBEK Veli Özer - BACAKSIZ, Pınar:  Ceza Muhakemesi Hukukunda Arama , Ceza Hukuku Dergisi, Y.1, S. 1, s. 188.  39  ÖZBEK-KANBUR-DOĞAN-BACAKSIZ-TEPE: Ceza Muhakemesi Hukuku, 7. Baskı, Ankara 2015, s. 401. Tanığın bulunmasının zor olduğu durumlarda, tanıklar bulunmadan da arama yapılabileceği, bu aramanın hukuka aykırı sayılmaması gerektiği; ancak aranacak evin  yerleşim  birimleri  dışında  olması  gibi  haklı  bir  gerekçe  yoksa,  tanıklar  hazır bulundurulmadan yapılan aramanın hukuka aykırı olacağı şeklindeki görüş için bkz.   2465CMK nın 119/4. maddesi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2445-2469  ve aramaya muhatap olan kişinin, arama tanıklarına ilişkin hükmün sevk ediliş amacını  çoğunlukla  değerlendiremeyeceği  düşünüldüğünde,  yazılı  olarak feragat etme çözümünün yerinde olmadığı kanaatindeyiz. Ayrıca bu görüşte olan yazarların da dile getirmiş oldukları gibi, rızanın baskıyla alınması ihtimali ve aramadan sonra bu fiili durumun kanıtlanmasının son derece güç olduğu da göz önünde bulundurulduğunda, bu önerinin uygulamada dayatma şeklini  alması  muhtemeldir.  Bunun  dışında,  temel  hak  ve  özgürlükleri sınırlayan koruma tedbirleri bakımından sıkı sıkıya bağlı kalınması gereken kanunilik  ilkesi  nedeniyle  rızaya  değer  tanınmamalıdır.  Kaldı  ki,  kanun hükmünün suç delillerinin aramayı yapanlarca yerleştirilmesini veya tam tersi yok edilmesinin önüne geçmek şeklindeki amacı, doğrudan maddi gerçeği ortaya çıkarmaya yöneliktir. Bu nedenle, aramaya maruz kalan şüpheli, sanık ya da üçüncü bir kişinin tek başına hükmün uygulanmasından feragat etmesi mümkün olmamalıdır.  Yine tanıkların çağrılmasının çok zaman alacak olması halinde, arama tanıklarının  çağrılmayabileceğini  söylemek  ve  çağrının  zaman  alıp almayacağının  değerlendirmesini  yapmayı  kolluğa  bırakmak,  pratikte çoğunlukla arama tanıklarının çağrılmamasıyla sonuçlanacağından ve keyfi uygulamalara yol açacağından kabul edilmemelidir. Bu noktada, Jandarma Teşkilat Görev ve Yetkileri Yönetmeliği madde 115-c de yer alan,  Konut, işyeri ve eklentileriyle diğer kapalı yerlere girilmesine engel olunmuş ve karşı konulmuş olması nedeniyle; zor ve silah kullanılması gerekmiş ise ya da ulaşım ve haberleşme imkansızlığı yaratan ivedi durumlarda; işlem tanıkları, arama yapılan yerden ayrılmadan önce ve işlemin bitiminde, getirilebilirler. Düzenlenen tutanakta; buna yol açan durum ve nedenler açıklanır. Zararlar; işlem tanıklarıyla birlikte saptanarak, tutanağa geçirilir.  şeklindeki hüküm, kanunilik ilkesi gereğince yok hükmünde sayılmalıdır. Zira kanuna aykırı yönetmelik yapılması mümkün değildir. IX. SONUÇ Hukuka aykırı deliller konusundaki tercih, ceza muhakemesi sisteminin baskıcı mı özgürlükçü mü olacağı sorunuyla ilgilidir.40 Suçluların ortaya                                                  KAYMAZ: s. 160. Hasat zamanı gibi, tanıkların derhal hazır bulundurulmalarının zor olduğu durumlarda, kolluk mensubu olmamak kaydıyla, kanunda sayılanlardan başka kişilerin tanık olarak bulundurulmasına, işlemi gerçekleştirilen görevli tarafından karar verilebileceği yönündeki görüş için bkz. ÖNDER: s. 441. 40  TOROSLU, Nevzat:  Hukuka Aykırı Deliller Sorunu , Prof. Dr. Hamide Topçuoğlu na Armağan, Ankara 1995, s. 55. 2466Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2445-2469  Taner - Öntan çıkarılması ve cezalandırılması; fakat suçlu olmayanların cezalandırılmamasını hedefleyen ve bireysel menfaat ile toplumsal menfaatin paralel olduğunu kabul eden özgürlükçü ceza muhakemesinde kimi hukuka aykırılıklara göz yumulması kabul edilemez. Öte yandan, arama tanıklarına ilişkin söz konusu düzenlemenin şekli bir husus olduğu şeklinde ileri sürülen iddialara ilişkin olarak  düzenlemenin  amacını  da  bir  kez  daha  hatırlatmak  istiyoruz.  Bu düzenlemenin varlık sebebi (ratio legis)  ileride doğabilecek iddiaların, yani bulunan  delillerin  aramayı  yapan  görevlilerce  yerleştirildiği  şeklindeki iddiaların  önüne  geçmektir.42  Arama  tanıklarının  bulundurulması  yasal zorunluluk olup bulundurulmaması halinde hem arama işlemi hem de bu işlemden  elde  edilen  deliller  hukuka  aykırı  duruma  gelecektir.43  Ceza muhakemesinin  amacının  her  ne  pahasına  olursa  olsun  maddi  gerçeğe ulaşmak değil adli yolla maddi gerçeğe ulaşmak ve hukuki sorunu çözmek olduğu  unutulmamalıdır.  Aksi  bir  yaklaşım  birey  haklarını  ihlal  etmek anlamına gelir.44  Tüm bu nedenlerle, kanımızca Anayasa Mahkemesi nin kararı üzerine Yargıtay ın içtihadında değişime gitmesi yerinde olmuştur. Bu durumun ve içtihadın  mutlak  değerlendirme  yasağı  düşüncesinin  gelişmesine  katkı sağlamasını, ülkemiz ceza muhakemesi hukukunu geleceği bakımından son derece olumlu buluyoruz.                                                        41  TOROSLU: s. 55. 42  YENİSEY - NUHOĞLU: s. 406. 43  KESKİN KİZİROĞLU: s. 165; YILMAZ, s. 285; ÜNVER - HAKERİ: s. 649. 44  TOROSLU, Nevzat - FEYZİOĞLU, Metin: Ceza Muhakemesi Hukuku, Ankara 2015, s. 8.    2467CMK nın 119/4. maddesi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2445-2469",
     "Kaynakça": "AKYÜREK,  Güçlü:   Ceza  Yargılamasında  Hukuka  Aykırı  Delillerin Değerlendirilmesi Sorunu , Türkiye Barolar Birliği Dergisi, Y. 2012, S.101, s. 61-82. AYDIN, Devrim: Ceza Hukukunda Deliller, Ankara 2014. BIÇAK,  Vahit:   Usulsüz  Ulaşılan  Delillerin  Akıbeti:  Aktı  ve  Esnek Yaklaşımlar , İnsan Hakları Yıllığı içinde, Y. 1996, s. 17-18, s. 247-259. CENTEL, Nur - ZAFER, Hamide: Ceza Muhakemesi Hukuku, B. 11, Ankara 2014. DOĞAN, Duygu Çağlar:  Ceza Muhakemesinde Adli Arama  , Türkiye Barolar Birliği Dergisi, Y. 2011, S. 92, s. 157-180. DUYSAK, Merve: Ceza Muhakemesi Hukukunda İspat Yasakları, Ankara Üniversitesi Sosyal Bilimler Enstitüsü Kamu Hukuku Anabilim Dalı Yayımlanmamış Yüksek Lisans Tezi, Ankara 2013. FEYZİOĞLU,  Metin  -  TANER,  Fahri  Gökçen:  Ceza  Muhakemesi Hukukunda İspatın Ölçütü Olarak Vicdani Kanaat, İstanbul 2015. KAYMAZ, Seydi: Uygulamada ve Teoride Ceza Muhakemesinde Hukuka Aykırı (Yasak) Deliller, Ankara 1997. KESKİN  KİZİROĞLU,  Serap:   5271  Sayılı  Ceza  Muhakemesi Kanunu nda Basit Arama (Adli Arama) , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Y. 2009, C. 58, S. 1, s. 139-168. KOCA,  Mahmut:   Ceza  Muhakemesinde  Hukuka  Aykırı  Delilleri Değerlendirme Yasağı , Erzincan Üniversitesi Hukuk Fakültesi Dergisi, C. IV, S. 1-2, 2000, s. 105-146. KUNTER,  Nurullah  -  YENİSEY,  Feridun  -  NUHOĞLU,  Ayşe: Muhakeme Hukuku Dalı Olarak Ceza Muhakemesi Hukuku, B. 15, İstanbul 2006. ÖNDER, Ayhan:  Ceza Muhakemeleri Usulü Hukukunda Arama , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, Y. 1963, C. 29, S. 3, s. 424-457. ÖZBEK Veli Özer - BACAKSIZ, Pınar:  Ceza Muhakemesi Hukukunda Arama , Ceza Hukuku Dergisi, Y.1, S. 1, s. 145-206. 2468Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2445-2469  Taner - Öntan ÖZBEK, Veli ÖZER - KANBUR, Mehmet Nihat - DOĞAN, Koray - BACAKSIZ, Pınar - TEPE, İlker: Ceza Muhakemesi Hukuku, B. 7, Ankara 2015.  ÖZTÜRK, Bahri:  Yeni CMK da Delil Yasakları , Uğur Alacakaptan a Armağan, C. 1, İstanbul 2008, s. 599-627. ÖZTÜRK,  Bahri  -  ERDEM,  Mustafa  Ruhan  - ÖZBEK,  Veli  Özer: Uygulamalı Ceza Muhakemesi Hukuku, B. 8, Ankara 2004. (ÖZTÜRK - ERDEM - ÖZBEK) ÖZTÜRK, Bahri - TEZCAN, Durmuş - ERDEM, Mustafa Ruhan - SIRMA,  Özge  -  SAYGILAR  KIRIT,  Yasemin  F.  -  ÖZAYDIN, Özdem  -  ALAN  AKCAN,  Esra  -  ERDEM,  Efser:  Nazari  ve Uygulamaları  Ceza  Muhakemesi  Hukuku,  B.  9,  Ankara  2015. (ÖZTÜRK-TEZCAN-ERDEM vd.) ŞAHİN, Cumhur: Ceza Muhakemesi Hukuku, C. I, B. 5, Ankara 2014. SAYGILAR, F. Yasemin:  Arama , Uğur Alacakaptan a Armağan, C. 1, İstanbul 2008, s. 629-642. ŞEN, Ersan: Türk Ceza Yargılaması Hukukunda Hukuka Aykırı Deliller Sorunu, İstanbul 1998. TOROSLU, Nevzat:  Hukuka Aykırı Deliller Sorunu , Prof. Dr. Hamide Topçuoğlu na Armağan, Ankara 1995, s. 55-58. TOROSLU, Nevzat - FEYZİOĞLU, Metin: Ceza Muhakemesi Hukuku, Ankara 2015. TOSUN, Öztekin: Türk Suç Muhakemesi Hukuku Dersleri, C. I, B. 4, İstanbul 1984. ÜNVER, Yener - HAKERİ, Hakan: Ceza Muhakemesi Hukuku, B. 9, Ankara 2014. YENİSEY, Feridun:  Ceza Muhakemesi Hukukunda (Hukuka Uygun Bir Şekilde Elde Edilmiş Delil), Ceza Hukuku Dergisi, Y. 2, S. 4, Ağustos 2007, s. 5-60. YENİSEY, Feridun - NUHOĞLU Ayşe: Ceza Muhakemesi Hukuku, B. 3, Ankara 2015.  YILMAZ,  Yeşim:   Bir  Ceza  Muhakemesi  Hukuku  İşlemi  Olarak  Adli Arama , Türkiye Barolar Birliği Dergisi, Y. 2016, S. 124,"
}