{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "4",
     "Başlık": "KUZEY KIBRIS HUKUKUNDA İCRAYA İLİŞKİN HÜKÜMLERİN AİLENİN KORUNMASI HAKKI, MÜLKİYET HAKKI VE ÖLÇÜLÜLÜK İLKESİ AÇISINDAN DEĞERLENDİRİLMESİ",
     "Title": "The Right To The Protection Of Family, The Righy To Property And The Principle Of Proportionality In Enforcement Proceeding In The Turkish Republic Of North Cyprus",
     "Yazar İsmi": [
          "Ar. Gör. Aysun BEYDOLA "
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Mülkiyet Hakkı",
          "Ailenin Korunması Hakkı",
          "Ölçülülük İlkesi"
     ],
     "Keywords": [
          "The Right to Property",
          "The Right to the Protection of Family",
          "The Principle of Proportionality"
     ],
     "Özet": "İcra hukukunda, ailenin ve mülkiyetin korunması hakkının sağlanması ile icranın  ölçülülük  ilkesine  uygun  olarak  gerçekleştirilmesi  büyük  önem taşımaktadır.  Haciz  gerçekleştirilirken,  çocuğun  teslimi  sırasında  veya çocukla  şahsi  münasebet  kurulmasında  ailenin  korunması  hakkının sağlanması gereklidir. Aile fertlerine hacze itiraz imkanının tanınması ailenin korunması hakkının sağlanmasına hizmet eder. İcra hukukunda mülkiyetin korunması hakkı alacaklı, borçlu ve üçüncü kişiler açısından dikkate alınmalı ve  sağlanmalıdır.  İcra  işlemleri  gerçekleştirilirken  yapılacak  temel  hak sınırlaması ölçülülük ilkesine uygun olmalıdır. Makalemizin amacı, Kuzey Kıbrıs hukukunda icraya ilişkin hükümleri ailenin korunması hakkı, mülkiyet hakkı  ve  ölçülülük  ilkesi  açısından  değerlendirilmesidir.  Ayrıca  hakkın ihlaline yol açan uygulamalar ve hükümlerin incelenmesi sonucu hakkın teminini sağlayacak öneriler sunmak çalışmamızın bir diğer amacıdır. Türk hukukunda yer alan düzenlemelere de dipnotlarda yer verilerek Kuzey Kıbrıs hukuku ile karşılaştırma yapılmıştır.",
     "Abstract": "It is important to ensure the right to the protection of family and property in enforcement proceedings, particularly in accordance with the principle of proportionality. It is vital to ensure the right to family protection is provided, especially when seizing property or where the enforcement process involves taking a  child or establishing a  personal relationship with a  child. The opportunity for family members to object to enforcement proceedings is a way in which the right to the protection of family is served. In enforcement law, the right to the protection of property is taken into consideration for the creditor, debtor and third parties. The only limitation on any fundamental right when carrying out enforcement proceedings must be made in accordance with the principle of proportionality.The aim of this article is to evalutate the right to  the  protection  of  family,  the  right  to  property  and  the  principle  of proportionality during enforcement proceedings in the Turkish Republic of North Cyprus. Another aim is to examine the ways in which such rights can be violated and suggestions are made as to how such rights can be procured. The provisions in Turkish law are referred to in footnotes and a comparision is made to the regulations in the Turkish Republic of North Cyprus.",
     "Metin": "Çalışmamızda Kuzey Kıbrıs hukukunda yer alan yasal düzenlemeler ve mahkeme  kararları  çerçevesinde  cebri  icranın  ailenin  korunması  hakkı, mülkiyet hakkı açısından değerlendirilmesi yapılacaktır. Anayasada yer alan bu  temel  hak  ve  özgürlüklerin  hangi  hallerde  sınırlanabileceği  konusu incelenecektir. Son olarak, Anayasa Mahkemesi tarafından kıstasları saptanan ölçülülük  ilkesi  hakkında,  izahatlarda  bulunulacaktır.  Çalışmada  ailenin korunması hakkı, mülkiyet hakkı ve ölçülülük ilkesi ile sınırlı bir inceleme yapılacaktır. Bu çerçevede Anayasa Mahkemesi kararları, İngiliz Mahkemesi Kararları ve Avrupa İnsan Hakları Mahkemesi kararlarına konuyla bağlantısı çerçevesinde değinilecektir.  Günümüzde hakların hukuki cebir kullanılmadan korunması imkansız hale gelmiştir. Cebri icranın yapılması, borçlunun borcunu kendi rızasıyla 2756Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2755-2793  Beydola yerine getirmediği hallerde gündeme gelir ve alacaklı böyle bir durumda devletten yardım ister . İhtiyaç duyulduğunda hakkın temini için hakkı zorla icra  etme  imkanın  bulunmadığı  bir  hukuk  düzeni,  karşılıklı  hak  ve yükümlülüklerle donatılan hukuki ilişkiler içinde insanların ortak hayatlarının meşruiyetini  ortadan  kaldırır.  Zorla  icra  ise  doğasında  temel  haklara müdahale edilmesini barındırır.  Ailenin korunması hakkı ve mülkiyet hakkı anayasa ile güvence altına alınmış  temel  hak  ve  özgürlüklerden  olup,  Anayasa nın  temel  hak  ve özgürlüklere bağlamış olduğu tüm sonuçlar bu haklar içinde doğacaktır. Dolayısıyla bu hakların sınırlandırılması da anayasada belirtilen hallerde mümkün olacaktır. Haklara getirilen sınırlamanın hangi hallerde mümkün olduğu açıkça anayasada ifade edilmekle beraber sınırlamanın ölçülü olması koşulu  yer  almamıştır.  Ancak  anayasa  mahkemesi  kararları  ve  yargıtay kararları ile sınırlamada gözetilmesi gereken ölçüt olarak  ölçülülük  kıstası getirilmiştir. Yapılan tüm icra işlemlerinin bu kıstaslar gözetilerek yapılması Anayasa gereğidir. Kuzey  Kıbrıs  hukukunda  icra  yöntemleri  taşınır  malın  haczedilip satılması (taşınır mal satış müzekkeresi), taşınmaz malın satılması (taşınmaz mal satış müzekkeresi) veya kısıtlanması (memorandum), taşınmaz mala ihtiyati haciz veya geçici olarak el konulması, üçüncü kişilerin ellerindeki mallara el koyma ve hükümlü borçluyu hapse gönderme, taşınmaz malların zilyetliğinin  elde  edilmesi  (tahliye  hüküm  ve  emirlerinin  icrası  için düzenlenen  zilyetlik  müzekkeresi),  taşınır  malların  teslimin  sağlanması (teslim  müzekkeresi)  yolu  ile  icradır  (HMUY  m.14/1)3.  Yine  mahkeme emrine uyulmaması nedeni ile borçlunun hapse gönderilmesi veya mallarına el konulması icra yöntemi olarak adlandırılabilir. Kural olarak ilamsız icra yolu ile takibin yapılması mümkün değildir. İcra yoluna başvurulabilmesi için öncelikle mahkemeden bir hüküm veya emir almak gerekir.                                                  1   Kuru, s. 47,48, Yıldırım/Deren Yıldım, s. 1, Üstündağ, s. 2, Muşul, s. 9, Konuralp, s. 11. 2   Gaul/Yıldırım, s. 19 3   Türk hukukunda icra yöntemleri ilamlı icra (İİK m.m-42), ilamsız icra (İİK m. 42-144; m. 267-170/b; m. 272-276), rehinin paraya çevrilmesi yolu ile takiptir. İlamsız icra ise kendi içerisinde takip yollarına ayrılır. Bu yollar genel haciz yolu ile takip (m. 46-144), kambiyo senetlerine özgü haciz yolu ile takip (m. 167-176), kiralanan taşınmazların tahliyesi yolu ile takip (m. 269-275)tir. Takip yolları hakkında ayrıntılı bilgi için bkz. Kuru, s. 87-339, Muşul, s. 7-10, 181-578, Pekcanıtez/Atalay/Sungurtekin Özkan/Özekes, (11.Bası), s. 5559, s.167-508, Ulukapı, s. 81-295, Yıldırım/Deren-Yıldırım, s. 18-20, 62-320. 4   Sözmener, s. 1055. 5   Sözmener, s. 1079, 1101.   2757Kuzey Kıbrıs Hukukunda...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2755-2793  Yapılan tüm icra işlemlerinin ailenin korunması hakkı ve alacaklının, borçlunun, icraya konu mal üzerinde mülkiyet iddiasında bulunan üçüncü kişilerin mülkiyet hakları gözetilerek gerçekleştirilmesi ve  temel haklara yapılacak  sınırlandırmaların  da  ölçülü  olması  zorunluluğu  Anayasa  ve mahkeme içtihatları tarafından getirilmiştir.  KUZEY  KIBRIS  HUKUKUNDA  İCRAYA  İLİŞKİN  HÜKÜMLERİN AİLENİN KORUNMASI HAKKI, MÜLKİYET HAKKI VE ÖLÇÜLÜLÜK İLKESİ AÇISINDAN DEĞERLENDİRİLMESİ §1. İCRA HUKUKUNDA AİLENİN KORUNMASI HAKKI I. GENEL OLARAK AİLENİN KORUNMASI HAKKI İçinde  yaşayan  kişilerin  ihtiyaçlarını  karşılayan  ortam  olan  aile, toplumun  çekirdeği,  özüdür.  Toplumdaki  tüm  kişileri  ilgilendiren  bu ihtiyaçların  bir  aile  çatısı  altında  yeteri  kadar  giderilmesi,  kuşakların güçlenmesini, maddi ve manevi değerlerin zenginleşmesini ve bunların yeni kuşaklara aktarılmasını sağlaması açısından büyük önem taşır. Özellikle çocukların olgun ve sağlıklı bir yetişkin olmaları ve gelişim süreci boyunca kişiliğinin biçimlenmesinde aile en etkileyici faktörlerden biridir. Ailenin  korunması  hakkı,  Anayasa nın  ikinci  kısmının  üçüncü bölümünde düzenlenen sosyal ve ekonomik haklardan biridir. Anayasa nın 35. maddesi toplumun temeli olan ailenin korunması için devlet ve diğer kamu tüzel  kişilerine  gerekli  önlemleri  ve  örgütleri  kurma  konusunda  görev yüklemiştir. İlgili maddede ana ve çocuğun korunması içinde aynı önlemlerin alınması gerektiğini vurgulanmıştır. Yine bahsi geçen 35. maddenin ikinci fıkrasına  göre  evlenme  çağındaki  bir  kadın  ile  erkeğin,  evlenip  yuva kurmasına  ilişkin  hak  ve  yükümlülükleri  yasa  ile  düzenlenir.  Ailenin korunmasına ilişkin temel hakkın, kişinin özel hayatının korunması ile de yakın ilişkisi vardır. Özel hayatın gizliliğini düzenleyen Anayasa nın 19. maddesinde,  aile  hayatın  gizliliği  ifade  bulmuştur.  Ayrıca  Anayasanın güçsüzlerin esenlendirilmesi başlıklı 58. maddesinde devlete ekonomik ve sosyal bakımdan güçsüz olanların esenlendirilmesi, kendilerine, ailelerine ve                                                  6   Doğan, s. 47, Pekcanıtez/Atalay/Sungurtekin Özkan/Özekes, s.61. 7   Cansel,  Sosyal Devlet ve Aile , http://dergiler.ankara.edu.tr/dergiler/38/324/3214.pdf, (ET. 29/03/2016). 8   Özkan/Kılıç,  Ailenin Psiko-Sosyal Destek İhtiyacını Karşılamada Yeni Bir Model Önerisi: Aile Psiko Sosyal Destek Birimi , s. 26. 2758Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2755-2793  Beydola topluma yararlı duruma getirilmeleri için sosyal, ekonomik ve mali önlemler alması konusunda ödev yüklenmiştir. Aile kurma ve aile hayatının korunmasına ilişkin hükümler AİHS in 8. ve 12. maddelerinde yer almaktadır.  II. Haczin  Gerçekleştirilmesinde  Ailenin  Korunması  Hakkının Sağlanması İcra hukukunda borçlu yanında borçlunun ailesinin korunması anayasal temel haklar bakımından zorunluluk teşkil eder.İcra organları gerek yasanın ve tüzüğün hükümleri gerekse anayasal çerçeveyi dikkate alarak korunacak menfaat olarak borçlu ve ailesinin menfaatini esas almalıdır.  Ailenin korunması hakkının sağlanması için konulan en önemli yasal düzenlemelerden  biri haczedilmezliğe  ilişkindir. Bu kurallar, borçlunun kendi hayatını ve ailesinin hayatını idame ettirebilmesi için insani düşünceler ve kamu yararı amacıyla konulmuş olup, bu kurallar ile borçlunun kamuya muhtaç hale gelmemesi sağlanmaya çalışılmıştır. İcra hukukunda amaç borçlu ve  ailesinin yok edilmesi olmayıp, insan onuru ile  bağdaşmayan işlemler de icra takibinde gerçekleştirilmemelidir. Haczedilmezliğe ilişkin Hukuk Muhakemeleri Usulü Yasası nın 16. maddesinin a ve b bendinde çocukların ve ailenin korunması, borçluya karşı yapılan takipten mümkün                                                  9   AİHS m. 8:  Özel ve aile hayatına saygı hakkı 1. Herkes özel ve aile hayatına, konutuna ve yazışmasına saygı gösterilmesi hakkına sahiptir. 2. Bu hakkın kullanılmasına bir kamu makamının  müdahalesi,  ancak  müdahalenin  yasayla  öngörülmüş  ve  demokratik  bir toplumda ulusal güvenlik, kamu güvenliği, ülkenin ekonomik refahı, düzenin korunması, suç işlenmesinin önlenmesi, sağlığın veya ahlakın veya başkalarının hak ve özgürlüklerinin korunması için gerekli bir tedbir olması durumunda söz konusu olabilir .   AİHS m. 12:  Evlenme hakkı Evlenme çağına gelen her erkek ve kadın, bu hakkın kullanımını düzenleyen ulusal yasalara uygun olarak evlenme ve aile kurma hakkına sahiptir .    AİHM. Kararları için bkz. Gözübüyük/Gölcüklü, s. 336 vd., 343 vd. 10  Pekcanıtez/Atalay/Sungurtekin Özkan/Özekes, s. 68. 11  Özekes, s. 179. 12  Türk hukukunda istihkak iddiasındaki karinelerin düzenleyen 97a maddesinin fıkrasında, haczedilmezliğe ilişkin 82. maddenin 1. fıkrasının 2 ve 6. maddelerinde çocukların ve ailenin korunması amaçlanmıştır (Özekes, s. 178). Borçlu ve ailesi için gerekli miktar ayrıldıktan sonra maaş ve ücretlerin haczi de ailenin korunması amacını yansıtır (Özekes, s. 178). 13  Kuru, s. 186, Pekcanıtez/Atalay/Sungurtekin Özkan/Özekes, s. 68, Postacıoğlu, s. 314. 14  Pekcanıtez/Atalay/Sungurtekin Özkan/Özekes, s. 278, 279.   2759Kuzey Kıbrıs Hukukunda...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2755-2793  olduğunca az etkilenmeleri sağlanmaya çalışılmıştır. 16. maddenin a bendine göre borçlunun ve ailesinin şahsi ve mesleği için gerekli giyim eşyasıyla, borçlu ve ailesine gerekli olan yatak, yatak takımları ve dolap haczedilemez. Yine ilgili maddenin b bendine göre borçlunun ve ailesinin yemek pişirmede kullandığı gerekli mutfak takımları; bir adet yemek masası ve sandalyeleri, tabak, kaşık bıçak takımı ve bir buzdolabı haczedilemez. Haczine izin verilmeyen mal, borçlunun ve ailesinin ihtiyacı dikkate alınarak haczedilebileceğinden borçlunun fiili durumu nazara alınarak değil, o yerde geçerli ölçütler dikkate alınarak belirlenmelidir. Kanaatimizce Kuzey Kıbrıs Türk Cumhuriyeti nin hava  koşulları  dikkate  alındığında  klimaların haczi  de  bu  kapsamda  ele alınmalı ve haciz bu çerçevede değerlendirilmelidir. Örneğin borçlunun aynı odada birden çok kliması varsa borçlunun ihtiyacını karşılayacak sayıda klima borçluya bırakılmalı, haciz yapılamamalıdır. Haczedilmezlikte borçlu yanında ailesinin de dikkate alan bu yasal düzenlemeler kapsamında, borçlunun ailesi ne kadar genişse, haczedilmezliğin kapsamı da onların gereksinimleri dikkate alınarak o kadar geniş tutulmalıdır. Hatta aile kavramı kanaatimizce burada daha geniş olarak düşünülmeli ve borçlunun evinde ve bakımında olan kişiler de aynı çerçevede değerlendirilmelidir. Velayet ve vesayet alacaklarına icrada öncelik tanınmalıdır.  Hakkında icra takibi yapılan borçlu bir eve sahip değilse tüm paralarına el konulmuşsa, ailesinin ve çocuklarının korunması için en az üç aylık yiyecek ve kira geliri ilgili paradan borçluya bırakılmalıdır. Aileye sahip olan borçlular açısından  pozitif  ayrımcılık  anayasanın  tanıdığı  ailenin  korunması  hakkı uyarınca yapılmalıdır. Ancak bu durum devamlı yüksek bir geliri olan borçlu için hak iddiasına sebebiyet vermemelidir. Ailenin korunması açısından yer alan en önemli düzenleme yapılan haczin  aileyi  koruyucu  nitelikte  olan  bazı  hususlara  dikkat  edilmeden yapılması  durumunda  satışın  talep  edilememesine  ilişkin  42.  emrin  2. nizamıdır. Bu nizama göre haczedilen malın satılması için ihbarlı bir dilekçe ile  yemin  takriri  hazırlanır  ve  borçluya  tebliğ  edilir.  Yemin  takririnde                                                  15  Postacıoğlu, s. 314. 16  Akın, s. 337 vd., Özekes, s. 179. 17  Kuru, Haciz, s. 729. 18  Türk hukukunda ilgili düzenlemeler yer almaktadır (İİK. m. 36, m. 101, m.206). Türk hukukunda  aileyi  korumak  amacıyla  konulmuş  diğer  düzenlemeler  nafaka  alacakları bakımından icranın geri bırakılmaması için süre verilmemesi (m. 36), borçlunun eşi ve çocuklarının aile ve evlilik ilişkisinden kaynaklanan alacaklarının imtiyazlı iştirake tabi olması (m. 101)dır.  2760Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2755-2793  Beydola borçlunun  aile  bireylerinin  sayısı,  bırakılan  barınak  imkanları,  (gereken hallerde) borçlunun ve ailesinin geçinmesi için gerekli olup satıştan hariç tutulması gereken arazi ayrıntıları belirtilir. Yine yemin belgesine dilekçe sahibinin  en  iyi  inancına  göre  borçlunun  ve  ailesinin  bu  hususlardaki gereksinimleri için yeterli tertibatın alınmış olduğu yazılır. İlgili nizamda sadece borçlunun değil ailesinin de korunmak amacıyla dikkate alınması gereği vurgulanmıştır. Zira bir yanda alacaklının alacağını güvence altına alan mülkiyet  hakkı  korunurken,  diğer  yandan  ailenin  korunması  hakkı  da unutulmamalı ve menfaatler arasında denge sağlanmalıdır. İlgili hüküm anayasanın ailenin korunması başlıklı hükmünü destekler niteliktedir. Yine satış müzekkeresinde satılacak malın, satıştan muaf tutulacak malın açık şekilde tanımlamasının yer alması gereği ve satış hakkında talimatların yer alması bu konuda icra memuruna takdir hakkıbırakılmayıp hakimin karar verici organ olması kanaatimizce anayasal hakların korunması açısından daha yerindedir. Kişiliğin,  özel  hayatın  korunması,  konut  dokunulmazlığı  açısından sadece  borçlunun  değil  aile  fertlerinin  de  durumu  dikkate  alınmalıdır. Anayasa nın  20.  maddesine  göre  yasanın  açıkça  gösterdiği  durumlarda usulüne uygun verilmiş mahkeme veya yargıç kararı olmaksızın bir kimsenin konutuna girilemez, arama yapılamaz ve eşyalarına el konulamaz. Kuralın tek istisnası ulusal güvenlik veya kamu düzeni bakımından gecikmede sakınca bulunan hallerde gündeme gelir ve bu halde ancak yasa ile yetkili kılınan merciin emri ile konuta girilip arama yapılabilir ve eşyalara el konabilir. Özel hayatın gizliliğini düzenleyen 19. madde uyarınca herkes özel hayatına ve aile hayatına saygı gösterilmesini isteme hakkına sahiptir. Özel hayatın ve aile hayatının  gizliliğine  adli  kovuşturmanın  gerektirdiği  istisnalar  dışında dokunulamaz.  Yine  yasanın  açıkça  gösterdiği  durularda,  usulüne  uygun verilmiş  mahkeme  kararı  olmaksızın,  ulusal  güvenlik  ve  kamu  düzeni açısından gecikmesinde zarar bulunan hallerde yasa ile yetkili kılınan merciin                                                  19  Çiftçi, s. 8. 20  Türk hukukunda bir malın haczedilmezlik kapsamında girip girmediği hususunda takdir yetkisi  icra  memurların  aittir.  İcra  memurunun  verdiği  karara  karşı  şikayet  yoluna başvurulması mümkündür. Borçlu şikayet yoluyla haczedilmezlik itirazında bulunmazsa haczedilmezlik itirazından zımnen feragat edildiği varsayılır (Kuru, s. 192, Muşul, s. 359,Ulukapı,  s.  178,  Yıldırım/Deren-Yıldırım,  s.152).  Kanaatimizce  temel  haklar açısından bu denli önem taşıyan haczedilmezlik konusunda takdir hakkıKuzey Kıbrıs hukukunda olduğu gibi hakimlere ait olmalıdır.  21  Özekes, s. 179.   2761Kuzey Kıbrıs Hukukunda...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2755-2793  emri bulunmadıkça kimsenin üstü, özel kağıtları ve  eşyası aranamaz  ve bunlara el konulamaz. İlgili bu hüküm sadece borçlu açısından değil ailesi açısından da dikkate alınmalıdır. Aile hayatının korunmasını tehlikeye sokan yasal düzenleme mahkeme emrine  uyulmaması  durumunda  borçlunun  tutuklanmasını  sağlayan hükümdür. Tüzüğün 42A emrinin 1. maddesine göre mahkeme tarafından bir işin yapılmasını emreden veya yasaklayan bir emre rağmen aleyhinde emir verilen kişi bu emre uymazsa tutuklanabileceği ve malına el konulabileceği bu kişiye emrin altına mukayyit tarafından not düşülmek suretiyle bildirilir. Aleyhinde hüküm verilen kişi emre aykırı davranırsa lehine emir verilen kişi tutuklama müzekkeresi için mahkemeye başvurabilir (emir 42A, nizam 3/I, Mahkemeler Yasası m.50). Anayasa nın 142. maddesi tutukluluk süresinin 12 ayı geçemeyeceğini kararlaştırmıştır. Başvuru yemin belgesi ile yapılır ve bir sureti karşı tarafa tebliğ edilir. Davalı mahkemede belirlenen günde mazereti olmaksızın bulunmazsa veya emre uymama suçundan cezalandırılmamak için mahkemeyi ikna edici sebep göstermezse mahkeme para cezası ödemesini veya bir süre hapse mahkum edilmesini emredebilir (emir 42A, nizam 6). Aile hayatının  korunması  adına  borçlunun  bu  kurumdan  uzaklaşmaması  için mahkemenin para cezasına mahkum etme yolunu seçmesi ilkeyi korur bir tercih  olacaktır.  Aksi  halde  hapse  mahkumiyet  sebebiyle  aile  ocağına dönemeyen borçlu ve ailesi arasında kopukluklar ayrılıklar yaşanabilecek ve kurum zedelenebilecektir.  III. Ailenin Korunması Hakkı Çerçevesinde Aile Fertlerine Hacze İtiraz Etme Hakkının Tanınması Takibin tarafı olmayan çocukların ve eşin icra memurunun yaptığı hacze karşı  itiraz  etme  hakkının  tanınması  ailenin  korunması  anlayışının  bir sonucudur. Hukuk Muhakemeleri Usulü Yasası nın 32. maddesi bu yetkiyi aile üyelerine menfaati olduğunu ileri sürmeleri halinde tanımaktadır. İlgili emre göre satışı için müzekkere çıkarılan herhangi bir taşınmaz mal üzerinde menfaati olduğunu iddia eden kişiler satışın durdurulmasını sağlamak için                                                  22  Türk  hukukunda  istihkak  iddasına  ilişkin  karinelere  dair  hükümleri  düzenleyen  97/a maddesinin 1. fıkrası, haczedilmezliğe ilişkin 82. maddenin 1. fıkrasının 2 ve 6. bentleri, çocuklar ve ailenin yapılan takipten olabildiğince az etkilenmeleri için konulmuş koruyucu hükümlerdir (Pekcanıtez/Atalay/Sungurtekin Özkan/Özekes, s. 77).  2762Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2755-2793  Beydola mahkemeye başvurabilir. Kanaatimizce aile üyelerinin taşınmaz malın satışı sonucunda menfaati etkileniyorsa mahkemeye başvuru hakları doğar.  İcradan etkilenen kişiler olarak icra için çıkarılan müzekkere ile ilgili herhangi konu hakkında mahkemeye başvurabilir. Mahkeme bu başvuruya istinaden tek taraflı olarak veya yargıcın uygun göreceği kişilere ihbarda bulunduktan sonra baş icra memur yardımcısına bazı direktifler verebilir. Mahkemenin verdiği bu direktiflere karşı da istinaf yoluna gidilebilir (Hukuk Muhakemeler Usulü Tüzüğü emir 40, nizam 15). Kanaatimizce aile fertleri herkesten  önce  icradan  etkilenen  kişilerdir  ve  dolayısıyla  bahsi  geçen mahkemeye  başvuru  hakkından  da  yararlanabilirler.  Örneğin  haczi  caiz olmayan bir mal haczedilmişse aile üyeleri bu yola başvurarak mahkemeden direktif alabilir. Tüzüğün bu hükmü aile üyelerine de dava açma hakkının tanınması açısından önemli ve aileyi koruyucu niteliktedir. Mahkeme veya yargıç hükmün veya emrin verilmesinden sonra veya verildiği  sırada  icra  takibini  uygun  göreceği  zamana  kadar  durdurabilir (Hukuk Muhakemeleri Usulü Tüzüğü emir 40, nizam 8). Ailenin korunması amacıyla örneğin hastalık, ölüm,çocukların doğum günü gibi günlerde talep edilmesi üzerine icra durdurulabilmelidir. Borçlunun ya da aile fertlerinden birinin ciddi bir sağlık problemi veya sair özel bir durumu varsa bu durum gözetilerek cebri icra gerçekleştirilmelidir. Tahliye kararlarının icrasının ertelenmesine imkan veren Kira Denetim Yasasının  7.  maddesinin  ikinci  fıkrası  aile  hayatının  tahliyeye  konu taşınmazda idam ettirilmesi halinde aileyi koruyucu işlev görecektir. Bu yasaya göre tahliye bir yıla kadar ertelenebilir. Ancak böyle bir erteleme kiracının yasal olarak borçlu olduğu veya olacağı meblağı ödemesi koşulu ile mahkemenin makul göreceği şartlara bağlı en fazla 1 yıl için yapılabilir. Hakimin bu şartları tespit ederken borçlunun ailevi durumunu dikkate alması anayasal hak olan ailenin korunması hakkının sağlanmasını temin edecektir. Özellikle hakim erteleme süresini takdir ederken borçlunun geliri ve bakmakla yükümlü olduğu aile ferdi sayısını kriter olarak tespit etmesi gerekir.                                                  23  Türk hukukunda taraf olmadıkları halde çocuklar veya eş, mesken haczine ya da borçlu eşin ücret haczine karşı şikayet yoluna başvurabilmektedir. Bu imkanın eşe ve çocuklara tanınması ailenin korunması düşüncesinin sonucudur (Özekes, s. 179). 24  Türk hukukunda çocuklara veya eşe mesken haczine ya da eşin ücret haczine karşı şikayet yoluna başvurma imkanı tanınarak ailenin korunmasına özen gösterilmeye çalışılmıştır (Pekcanıtez/Atalay/Sungurtekin Özkan/Özekes, s. 77).  25  Özekes, s. 179, Pekcanıtez/Atalay/Sungurtekin Özkan/Özekes, s. 76.   2763Kuzey Kıbrıs Hukukunda...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2755-2793  IV. Ailenin Korunması Hakkı  Çerçevesinde  Çocuğun Teslimi ve Çocukla Kişisel İlişki Kurulması Hakkında Hükümlerin Değerlendirilmesi Son  olarak  çocuğun  icrasının  ailenin  korunması  hakkına  etkisini değerlendirmek  gereklidir.  Çocuğun  gelişim  süreci  boyunca  kişiliğinin biçimlenmesinde,  toplumsal  ve  ruhsal  ortamını  oluşturan  ailenin  payı büyüktür. Çocuklar hakkında mahkeme tarafından verilen bir emrin icrası, verilecek emrin niteliğine göre çocuğun teslimine ilişkin veya çocukla kişisel ilişki kurulmasına ilişkin olabilir. Çocukla kişisel ilişki kurulmasına ilişkin mahkeme bir emir vermişse emrin gereğinin yerine getirilmesi belirli sürelerle tekrarlanması gereken devamlı bir durumu içermektedir. Eşler boşandıklarında velayet taraflardan birini verilmiş ve çocuk diğer eşin yanında ise ve bu eş çocuğu velayeti verilen eşe teslim etmiyorsa veya velayet kendisine verilen eş çocuğun diğer eşle şahsi münasebet kurmasına izin vermiyorsa mahkeme emrine riayetsizlik gündeme gelecektir. Emir 42A kurallarının uygulanması gündeme gelebilecektir. Ancak uygulamada mahkeme emrine uyulmaması durumunda lehine hüküm alan kişi kolluktan destek istemekte ve bu sayede emrin icrasını gerçekleştirmeye çalışmaktadır. Özellikle çocuğun teslimi polis                                                  26  Özkan/Kılıç,  Ailenin Psiko-Sosyal Destek İhtiyacını Karşılamada Yeni Bir Model Önerisi: Aile Psiko Sosyal Destek Birimi , s. 26. 27  Türk hukukunda para ve teminat alacağı dışındaki alacakların icrası ancak ilamlı icraya konu olabilmektedir. Dolayısıyla çocuk teslimi ve çocukla kişisel ilişki kurulması amacıyla yapılacak icratakip işlemi içintakiptalebinde bulunan kişinin elinde mutlaka mahkemeden alınmış bir ilam bulunması gerekmektedir. Örneğin çocuğun velayetinin anneye verilmesine ilişkin boşanma ilamı (MK m.182, velayetin anne veya babaya bırakıldığına dair karar, velayetin kaldırılması kararı (MK m. 348; HMK m.382/2-b) gibi. (Kuru, s. 313-314, Muşul, s. 539-540, Pekcanıtez/Atalay/Özekes (11.Bası), s. 482, Ulukapı, s. 263, Yıldım/Deren Yıldırım, s. 318-319). 28  Kuru, s. 313-314, Pekcanıtez/Atalay/Sungurtekin Özkan/Özekes, s. 482,Ulukapı, s. 263, Yıldırım/Deren-Yıldırım, s. 318-319. 29  Türk hukukunda İcra İflas Kanunu nda çocuğun teslimi adeta bir taşınır malın teslimi gibi düzenleme bulmuştur. Ancak 4949 sayılı Kanunla çocuk teslimi sırasında icra müdürü ile birlikte Sosyal Hizmetler ve Çocuk Esirgeme Kurumu tarafından görevlendirilen sosyal çalışmacı, pedagog, psikolog veya çocuk gelişimcisi gibi bir uzman, bunların bulunmadığı yerde bir eğitimcinin hazır bulundurulması zorunluluğu getirilmiştir (İİK. . 25/b). Çocuğun tesliminin gerçekleştirilmesi için takip borçlusuna icra emri gönderilir. Verilen sürede borçlu çocuğun teslimini sağlamazsa çocuk nerede bulunursa bulunsun zorla alınarak alacaklıya teslim edilir (İİK. m. 25). Çocukla kişisel münasebet kurulmasına ilişkin bir ilam söz konusu ise takip borçlusuna icra emri gönderilir ve alacaklı ile çocuğun kişisel münasebet kurmasına engel olmaması ihtar edilir ve aksi halde ilamın gereğinin zorla sağlanacağı bildirilir. Borçlu ilamın gereğini yerine getirmezse ilamın zorla yerine getirilir ve borçlunun şikayeti üzerine takip borçlusu 341. maddeye göre cezalandırılır (m. 25/a). 2764Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2755-2793  Beydola marifetinde  gerçekleştirilmektedir.  Kanaatimizce  bu  usul  çocuğun psikolojisinin  olumsuz  yönde  etkilenmesine  sebebiyet  verecektir.  Polisle çocuğun teslimi için diğer eşin konutuna gidildiğinde en azından sözlü bir tartışmanın çıkması muhtemeldir. Yasal prosedürün uygulanması yani emre uymayan kişinin tutuklanması için mahkemeye istida düzenlenmesi varolan uygulamadan daha az ölçüdeçocukların psikolojisini etkileyecektir. Birleşmiş Milletler Çocuk Haklarına İlişkin Sözleşme ye göre, çocuk teslimi sırasında, pedagog, psikolog veya çocuk gelişimcisi bulundurulması gerekmektedir. Böylece çocuk bu olumsuz durumdan daha az etkilenecektir. Yapılan kanuni düzenlemenin fiili olarak uygulanmasında bazı problemler ortaya çıkabilir. Bu problemler  ülkede  pedagog  ve  psikolog  gibi  uzmanların  az  olmasından kaynaklanabileceği gibi, alacaklının bu kişilerin masraflarını karşılamakta zorluk çekmesinden de ortaya çıkabilir. Kanaatimizce çocuğun icrasında uzman desteği sağlanması gereklidir, bu desteğin icradan önce ve sonrasında da devam etmesi gerekir.Aile psiko sosyal destek birimleri oluşturulmalıdır. Bu  birimler  parçalanmış  ailelerin  özellikle  çocuklar  açısından  risklerini ortadan  kaldırmak için ve değişen aile  yapısında  uyum sağlamaları için gereklidir. Boşanma ile birlikte çocuğun anne ve babası ile aile ilişkisi sona ermeyeceğinden  aile  yaşamı  içinde  bulundukları  kabul  edilir.  Hatta  bu kişilerin aynı evde yaşaması gerekmez.Bu nedenle çocukla anne veya babası arasındaki ilişkinin korunması önem taşır.Anayasa nın ailenin korunması hakkının temininde devlete ödev yüklediği açıktır. Devlet bu nedenle ilgili psiko sosyal desteğin sağlanmasında üzerine düşen görevi yerine getirmelidir. Çocuk  teslimine  muhalefet  ve  nafakaya  ilişkin  kurallara  uyulmaması mahkeme emirine riayetsizlik sonucunu doğurduğu için Anayasa uyarınca hürriyeti bağlayıcı cezaya sebebiyet veren fiiller olarak düzenlenmiştir. İlgili bu düzenleme aile hayatını koruyucu işleve sahiptir                                                  30  Özekes, s. 178, Pekcanıtez/Atalay/Sungurtekin Özkan/Özekes, s. 77 (11. Bası), Ulukapı, s. 263. 31  Özekes, s. 178, Pekcanıtez/Atalay/Sungurtekin Özkan/Özekes, s. 77 (11. Bası). 32  Özkan/Kılıç, s. 26. 33  Bouhanemi v France davasında çocuğun aile yaşamı içinde bulunulup bulunulmadığı hususu değerlendirilmiştir. Mahkeme çocuğun aynı evde yaşamaması durumunun ve ailesi ile çok az irtibat içinde bulunmasının aile yaşamı içinde bulunmadığı anlamına gelmeyeceğini vurgulamıştır (Kilkelly, s. 17). 34  Türk hukukunda çocuk teslimine muhalefet (m.341), nafakaya ilişkin kararlara uyulmaması (m. 344) icra suçu olarak sayılmıştır. Yaptırımı ise hürriyeti bağlayıcı cezadır.   2765Kuzey Kıbrıs Hukukunda...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2755-2793  Ailenin korunması hakkına kanun koyucunun, Yüksek Mahkeme ve hakimlerin hassasiyetli davranmaları yanında, aynı hassasiyeti icra amir ve icra memurları da göstermelidir. §2. İCRA HUKUKUNDA MÜLKİYET HAKKININ KORUNMASI I.  GENEL OLARAK MÜLKİYET HAKKININ KORUNMASI Anayasa nın 36. maddesinde mülkiyet hakkı düzenlenmiştir. Buna göre her yurttaş mülkiyet ve miras hakkında sahiptir. Sahip olunan bu haklar ancak kamu  yararı  amacıyla  ve  kanunla  sınırlanabilir.  Mülkiyet  hakkının kullanılmasına,  kamu  güvenliği,  genel  sağlık,  genel  ahlak,  kent  ve  ülke planlaması veya herhangi bir malvarlığının kamu yararı için geliştirilmesi ve faydalı kılınması veya başkalarının haklarının korunması için kesin olarak gerekli kısıntı veya sınırlamalar yasa ile konabilir.Malvarlığının ekonomik değerini fiilen azaltan kısıntı ve sınırlandırmalar için derhal tam bir tazminat ödenir; anlaşmazlık halinde tazminatı hukuk mahkemesi saptar. Yukarıdaki (2). ve (3). fıkra kuralları, herhangi bir verginin veya para cezasının tahsili, herhangi bir hükmün yerine getirilmesi, sözleşmeden doğan bir yükümün yerine getirilmesi veya can veya malın tehlikeden korunması amacı ile yasa ile konmuş kuralları etkilemez. Devletin, 159. maddede belirtilen taşınmaz mallar üzerindeki hakkı saklıdır. Avrupa İnsan Hakları Sözleşmesi Ek 1 nolu protokolün 1. maddesinde de mülkiyet hakkının korunması düzenlenmiştir. Buna göre her gerçek ve tüzel kişinin mal ve mülk dokunulmazlığına saygı gösterilmesini isteme hakkı vardır. Bir kimse ancak kamu yararı amacıyla ve yasada öngörülen koşullara ve uluslararası hukukun genel ilkelerine uygun olarak mal ve mülkünden yoksun  bırakılabilir.  Yukarıdaki  hükümler  devletlerin  mülkiyetin  kamu yararına uygun olarak kullanılmasını düzenlemek veya vergilerin ya da başka harçların veya para cezalarının ödenmesini sağlamak için gerekli gördükleri yasaları uygulama konusunda sahip oldukları hakka halel getirmez.  II. Takip Prosedüründe Mülkiyet Hakkının Korunması Takip prosedüründe mülkiyet hakkı takibin konusu para ise alacaklının  alacak  hakkı   olarak  karşımıza  çıkarken,  borçlunun  borcunun  tahsili amacıyla ödemesi gereken borcun konusu olarak gündeme gelmektedir.İcra hukukunda alacaklının alacağı tahsil edilmeye çalışırken, mal ya da alacak                                                  35  Özekes, s. 180. 36  Çiftçi, s. 101, Özbek s. 186 vd. 2766Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2755-2793  Beydola yönünden mülkiyet hakkı korunmaya; diğer yandan, borçlunun mülkiyet hakkına hukuka aykırı şekilde yapılan haksız müdahalelerin önüne geçilmeye çalışılmaktadır. Hakkın korunmasında takibin amacı, menfaat dengesi ve ölçülük ilkesi üç ayrı açıdan dikkate alınmalıdır.  Mülkiyet hakkının korunması gündeme geldiğinde koruma öncelikle hakkın kurumsal olarak sağlanması ve hakkın varlığının korunması suretiyle sağlanırken, son olarak mülkiyet konusu malvarlığının değeri korunmalıdır. Mülkiyet hakkının kurumsal olarak tanınması daha çok yasal düzenlemelerle sağlanırken, varlığının korunmasında ise alacaklı, borçlu ve üçüncü kişiler açısından düzenlemelerin içeriği ve uygulamaların nasıl gerçekleştirildiği büyük önem taşımaktadır. A. Alacaklı Açısından Mülkiyet Hakkının Korunması Yasal düzenlemeler, mahkeme kararlarının içtihatlarının seyri çatışan menfaat  dengesinde,  icra  alacaklı  aleyhine  sonuç  doğurabilmektedir.  Bu düzenlemelerde  daha  çok  borçluyu  korumak  amacıyla  hareket  edilmiş, iktisadi olarak güçlü durumda olan alacaklılar karşısında zayıf durumda olan borçluların zor durumda kalmaması fikri ön plana çıkmıştır. Günümüzün en önemli sorunu ise, borcunu ödemediği gibi teknoloji olanakları ile malvarlığını gizleyebilen  kötüniyetli  borçlular  olmaya  başlamış  ve  alacaklıların  da korunması gereği zorunluluk haline gelmiştir. Alacaklı güven ilişkisi içerisinde borçlu ile hukuki işlem yapan kişidir. Özellikle kredi ile yapılan tüm hukuki ilişkilerde alacaklı borçlunun ödeme gücüne ve  alacağının etkin tahsilini sağlamak  zorunda  olan mahkemeye güvenerek hukuki ilişki kurmak suretiyle risk altına girer. Demokratik, sosyal bir hukuk devletinde alacaklı aldığı bu risk nedeni ile tehlike altında bırakılmamalı, borçluya olan haklı güveni korunmalıdır. Aksi halde alacaklı bu risklerden dolayı ticari ilişkilerini geliştiremeyecek ve mali sistem istikrar içinde yürümeyecektir. Tüm bu nedenlerle alacaklının mülkiyet hakkının icra hukukunda korunması büyük önem taşır.                                                  37  Çiftçi, s. 102, Pekcanıtez/Atalay/Sungurtekin Özkan/Özekes, s. 63, Özekes, s. 182. 38  Özekes, s. 182. 39  Özekes, s. 183. 40  Ansay, s. 10,11, Özbek, s. 188. 41  Özbek, s. 188. 42  Özbek,s .188, Özekes, s.63. 43  Özbek, s. 189. 44  Aşık, s. 17-19, Özbek, s. 189.   2767Kuzey Kıbrıs Hukukunda...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2755-2793  Cebri icra hukuku, mağdurun hakkının gerektiğinde zorla elde edilmesi amacına yönelik hukuki korumanın bir aracıdır. Daha derinlemesine icra takibinin amacını ifade edecek olursak bu amaç alacaklının alacağını elde etmesi, borçlunun hukuka aykırı şekilde, alacaklının malvarlığından eksilttiği kısmın yerine getirilmesidir. Alacaklı mahkemeden hüküm almasına rağmen müzekkere dosyalamak için yaptığı başvuru kabul edilmez, haksız şekilde engellenirse bir yandan hak arama özgürlüğü, diğer yandan alacaklının mülkiyet  hakkı  ihlal  edilmiş  sayılır.  Yine  borçlunun  yeterli  malvarlığı olduğu  halde  haczedilecek  malın  bulunmaması  gerekçe  gösterilerek dosyalanan müzekkere iade edilirse hak ihlal edilmiş sayılır. Uygulamada daha icraya çıkmadan bu gibi kararlar verilmekte, alacaklı avukatı bu durumu bildiği halde duruma sessiz kalmaktadır. Alacağına kavuşamayan alacaklı ise borcun taksitle ödenmesi için mahkemeye başvurmaktadır. Mahkeme borcu borçlunun durumunu dikkate alarak taksite bağlama konusunda bir hüküm  vermektedir.  Bu  hüküm  yerine  getirilmez  ise  mahkeme  emrine riayetsizlikten dolayı borçlunun hapse gönderilmesi için alacaklı mahkemeye başvurmaktadır. Avukatın alacağı ücret yapılan her başvuruda artmaktadır. Uygulamada taksit miktarlarının 150-200 TL olduğu dikkate  alındığında yüksek meblağlı borçlar açısından alacaklının alacağını tahsil etmesi hatta alacağının  faizini  tahsil  etmesi  bile  mümkün  görünmemektedir.Bunun sonucunda  alacaklının  mülkiyet  hakkı  ortadan  kalkmaktadır.  Nerede  ise mahkeme kararlarının tamamına yakın bir kısmı takside bağlama yöntemi ile gerçekleşmektedir. Davalar çok düşük aylık taksitlere bağlanmakta ve yine taksitlerin  çok  büyük  bir  kısmı  zamanında  ödenmemektedir.  Dolayısıyla hukuk düzenine olan güven ve toplum barışı da bozulmaktadır. Tebliğ ve icra memuru hükümlü borçlunun taşınır mallarını haczetmeye, hükümlü borçlunun evinin veya mallar iş yerinde ise, iş yerinin bulunduğu mahallenin veya köyün muhtarı veya muhtarın hükümlü borçlu olması veya muhtarın herhangi bir nedenle gidemeyeceği durumlarda bir ihtiyar heyeti üyesi ile gitmelidir (Emir 44 nizam 8). Uygulamada bu emre uygun icra işlemi                                                  45  Akil, s. 45, Gaul/Deren Yıldırım, s. 22. 46  Çiftçi, s. 149 vd., Özekes, s.184. 47  Hakları ihlal edilen bireylerin hukuki koruma talepleri Anayasa nın 3. maddesinde  Hak arama hürriyeti  başlığı altında güvence altına alınmış ve devletin hakkın dağıtımından kaçamayacağı vurgulanmıştır, Arslan/Tanrıver, s. 36, Konuralp, s. 4, Yılmaz, s. 29. 48  Çiftçi, s. 149 vd., Özekes, s. 184. 49  Sözmener, s. 1101. 50  Sözmener, s. 1004. 51  Özekes, s. 184. 2768Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2755-2793  Beydola yapılmamaktadır.  Bu  durum  ise  alacaklının  mülkiyet  hakkını  koruyan hükmün  uygulanmaması  sonucunu  doğurmaktadır.  Bu  kişilerin  katılımı halinde taşınır mal olduğu halde olmaması nedeni ile müzekkerelerin iade edildiği durumlar azalacaktır. E.44, n. 6 uyarınca haczedilebilecek taşınırın bulunmaması nedeni ile müzekkerenin iade edilebilmesi için muhtarın bu konuyu açıklayan bir yazısı bulunması gerekmektedir. Uygulamada bu işlem haciz mahaline gidip tespit yapıldıktan sonra memurun muhtarlığa gidip, durumu  izah  edip  muhtara  açıklama  yazdırması  suretiyle  gerçekleştirilmektedir. Bu uygulama alacaklının mülkiyet hakkı açısından sakıncalıdır. Zira denebilir ki muhtar ve icra memurunun haciz mahaline beraber gitmesi birbirini denetleme işlevini yerine getirecektir.  İlk derece mahkemesine konu olan bir davada borçlunun iki arabası bulunmasına rağmen icra memuru tarafından araçlar haczedilemediğinden müzekkere haczedilecek mal bulunmaması nedeni ile iade edilmiştir. Bunun üzerinde  alacaklı  davalının  mali  olanaklarının  soruşturulması  amacı  ile dilekçe  dosyalamıştır  (uygulamada  bu  dilekçe  taksit  istidası  olarak adlandırılır). Borçlu takside bağlanacak kadar geliri olmadığını mahkemede dile getirmiştir. Alacaklı bu istidanın yürürlük süresinde yeniden taşınır mal satış müzekkeresi çıkarmıştır ve mahkemeden dava konusu arabaların teslim edilmesine  dair  bir  direktif  vermesini  talep  etmiştir.  Mahkeme  taksit istidasının geri çekilmesini söylemiş ve ilgili emri vermiştir. Mahkeme verdiği direktifle alacaklının mülkiyet hakkına kavuşmasını sağlamıştır. Zira alacaklı emre uymazsa hapse girme tehlikesi ile karşılaşacaktır ( Emir 42A).  Alacaklının  mülkiyet  hakkı  açısından  sorun  teşkil  eden  bazı  icra uygulamaları  yasal  dayanaktan  mahrum  olmakla  birlikte  varlığını sürdürmektedir.İcra  memurları  haciz  için  borçlunun  evlerine  işyerlerine gitmek yerine telefonla ya da başka bir yöntemle hükümlü borçlulara ulaşmakta ve  aleyhlerine  müzekkere  olduğunu  ve  ödeme  yapmalarının  gerektiğini söylemektedirler. Uygulama yanlışlığı borçlunun müzekkeresinin haberdar olması  sonucu  mal  kaçırmasına  sebebiyet  verebileceğinden  bir  an  önce terkedilmelidir.  Zira  yasa  ile  bu  konuda  bir  yetki  icra  memurlarına tanınmamıştır. Yine uygulamada hiç bir hak ve yetkileri olmamakla birlikte ve  herhangi  bir  direktif  olmadan  icra  memurları  borçlulara  süre                                                  52  Sözmener, s. 1134. 53  Sözmener, s.1140. 54  Sözmener, s. 1151.   2769Kuzey Kıbrıs Hukukunda...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2755-2793  vermektedirler.Alacaklının alacağını geç almasına neden olabilecek bu tür uygulamalardan vazgeçilmesi gereklidir.  Alacaklı lehine mahkeme bir karar vermişse alacaklı borçlunun taşınmaz malları üzerine yükümlülük koyabilmektedir (Hukuk Muhakemeleri Usulü Yasası m. 53). Taşınmaz mal üzerine yükümlülük koyma bir icra yöntemidir (m. 14)55. Davalı yükümlülük süresince (süre 2 yıl olup, mahkeme bu süreyi uzatabilmektedir)  o  taşınmaz  malı  başkalarına  devredemez,  ipotek  ile yükümlülük altına sokamaz. Taşınmaz malların yükümlülük altına sokulması için hükümlü borçlu adına kayıtlı olması zorunluluğu bazı koşulların varlığı halinde aranmamaktadır. Yasa koyucu tapuya kayıtsız olan taşınmaz malların Hukuk Muhakemeleri Usulü Yasası nın 63. maddesi gereğince borçlu adına kaydını talep hakkını alacaklıya tanımıştır. Yani Fasıl 224 den hareketle bir arazi üzerinde tapuda kayıtlı olarak ev sahibi olan kişi arsanın da sahibi olacağından arsa tapuda üzerinde kayıtlı olmasada alacaklı belirli işlemleri yapmak  suretiyle  bu  arazi  üzerine  de  yükümlülük  koyabilmektedir.  Bu düzenlemeler alacaklının mülkiyet hakkını güvence altına alan düzenlemelerden biri olarak kabul edilebilir.Alacaklı taşınmaz mal satış müzekkeresini hakimin onayı ile düzenleyip bu sayede taşınmazın satılmasını sağlayarak alacağını elde  edebilmektedir.  Ancak  bu  kuralın  alacaklı  lehine  bir  istisnası  söz konusudur. Alacaklı aldığı hüküm uyarınca taşınmazı yükümlülük altına sokmuşsa ve bu tarihten itibaren bir yıl geçmişse doğrudan tapu dairesine başvurarak taşınmaz malların satışını talep edebilmektedir (HMUY m. 99). Müzekkere  düzenlemeye  gerek  bulunmamaktadır.  Yine  ipotekli  alacağın temini  için  mahkeme  emrine  ihtiyaç  yoktur,  ilamsız  icra  yoluna başvurulabilmektedir (Taşınmaz Mal Yasası, m. 44).  Borçlu eğer  firma  ise  firma  ortakları  veya  firma  aleyhine  firmanın hükümlü borcu nedeni ile icra yapılacaksa (Hukuk Muhakemeleri Usulü Tüzüğü emir 7), ortağın hükümlü borcu nedeni ile limited şirketteki hisse senetleri aleyhine icra yapılacaksa (Hukuk Muhakemeleri Usulü Tüzüğü                                                  55  Sözmener, taşınmaz mallar üzerine yükümlülük konulmasını alacaklının alacağının tahsili sonucunu doğurmadığından icra yöntemi olarak adandırılmasının doğru olmadığını ileri sürer (s. 1084). 56  Limitet şirketin hisse senetlerinin hükümlü borcun tahsili için icra edilip edilemeyeceği hususunda Fasıl 113 de açık bir hüküm yoktur. Ancak haczedilemeyen mal ve haklar arasında  yer  almadıklarından  taşınırların  haczi  nasıl  yapılıyorsa  o  surette haczedilebileceklerdir. Tüzükte bu konuda mahkemeden izin alınması gerektiğine ilişkin de açık  bir  hüküm  bulunmamaktadır.  Uygulamada  iznin  alınması  kuralı  oluşmuştur. Kanaatimizce müzekkerde taşınırlar gibi haczinin talep edildiği mal olarak hisse senedi 2770Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2755-2793  Beydola gereğimahkemeden izin alınması gerekmektedir. Kanaatimizce borçlunun firma ya da ortağı olması durumunda mahkeme hükmüne rağmen icra için yeniden izin alınması koşulunun getirilmesi alacaklının mülkiyet hakkına geç kavuşmasına  sebebiyet  verecektir.  Mahkemenin  verdiği  hükümde  amacı alacaklının  alacağına  kavuşmasıdır.  Hükümle  birlikte  icra  işlemlerinin başlamaması  hükmün  kağıtta  yazılı  sözcüklerden  başka  bir  anlam  ifade etmemesi sonucunu doğurur. Mahkemenin kendi verdiği hükmün icrası için yeniden inceleme yapması gereksiz zaman ve masraf kaybına neden olacaktır.  Alacaklı mahkemeden taksitle borcun ödenmesi konusunda bir hüküm elde etmişse ya da borcun ödenmesi için mahkeme emrinde borçluya süre tanınmışsa alacaklı borçlunun malları üzerine yükümlülük koyamaz. Çünkü taşınmaz mala yükümlülük koyulabilmesi için hükümlü alacaklının elinde derhal icra edilebilen bir hüküm bulunması gerekmektedir. Bir davada davacı lehine davalı aleyhine ve davalı lehine üçüncü taraf aleyhine verilen bir hükme ilişkin olarak davalı aleyhindeki hükmü yerine getirmeden  üçüncü  taraf  aleyhine  icraya  gidilemeyeceğine  ilişkin  kural (Hukuk Muhakemeleri Usulü Tüzüğü emir 10, nizam 9) alacaklının mülkiyet hakkını  korur  niteliktedir.  Borçlu  üçüncü  kişiden  olan  alacağını  icra edebilmek için önce kendi borcunu ödemek zorunda bırakılmıştır. Haczedilemeyen  mal  ve  haklara  ilişkin  düzenlemelerin  alacalının mülkiyet  hakkı  açısından  değerlendirilmesi  gerekir.  Zira  alacaklının borçlunun haczedilemeyen malları dışında bir malı yoksaalacaklı alacağını tahsil  edemeyebilir.  Kanaatimizcehaczedilemeyen  malların  değeri  asgari değerlerin  çok  üzerinde  lüks  ise  bu  mallar  haczedilebilmelidir.  Örneğin borçlunun haline münasip evi asgari şartlara haiz bir ikametgahın değerinden üstün ise, o zaman ev satılmalı asgari şartlara haiz mesken alması için gerekli para  borçluya  verilmelidir.  Bu  uygulama  sonucunda  bir  yandan  alacaklı alacağına kavuşacak diğer yandan da borçlunun uğrayacağı zarar en aza indirgenmiş olacaktır. Borçlunun 400,000 TL değerinde evi dışında bir malvarlığı yoksa ve alacaklının alacağı 40,000 TL ise haciz yapılabilmeli, satışın ardından borçluya sosyal durumuna uygun bir ev alabilmesi için                                                  gösterilerek haczedilebilir. D. 1/93 Yargıtay hükümlü borçlunun ilgili şirketteki hisse senetlerinin  borçlunun  taşınır  malı  olduğunu  belirterek,  ortak  durumundaki  hükümlü borçlunun sahibi bulunduğu hisse senetlerinin satılmasına icra maksatları açısından izin vermiştir. 57  Sözmener, s. 1025. 58  Postacıoğlu, s. 338.   2771Kuzey Kıbrıs Hukukunda...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2755-2793  satıştan elde edilen paranın bir kısmı verilmelidir. Yine borçlunun eşinin çantası  50,000  TL  değerinde  ise  alacaklının  alacağı  için  bu  çanta haczedilebilmelidir.  Çünkü  aynı  işi  görecek  basit  eşyanın  temini  ile haczedilememe kuralı amacına ulaşmış olacaktır. Sonuç olarak alacaklının mülkiyet hakkının korunması alacaklı ile borçlu arasında hassas dengenin kurulması, alacaklının alacaklarını tahsil edememesi yüzünden yaşadığı sıkıntıların en aza indirgenmesini sağlayacak ve bu sayede ticari ilişkiler ve mali sistem istikrar içinde yürüyebilecektir. B. Borçlu Açısından Mülkiyet Hakkının Korunması İcra hukukunun amacı borçlunun sosyal bakımdan terbiyesi olmayıp, alacaklıların  tatmini  olduğundan  borçlunun  mülkiyet  hakkına  gereken hassasiyet gösterilmelidir. Borçlunun mülkiyet hakkının en büyük güvencesi mahkeme  emri  olmadan  icranın  yapılamayacağına  ilişkin  kuraldır. Alacaklınınicra yapabilmesi için elinde bir hükmün bulunması da yeterli değildir.  Borçlunun  müzekkere  düzenlemesi  ve  yemin  belgesi  ile  bu müzekkereyi desteklemesi gerekmektedir. Memurun bu müzekkereyi icraya koyabilmesi için mahkeme hükmünün bir suretinin icra memurluğuna ibraz edilmesi zorunludur (Hukuk Muhakemeleri Usulü Tüzüğü emir 40, nizam 4). Taşınmaz  malların  satışına  ilişkin  müzekkereler,  mahkemeye  yapılacak ihbarlı istida ile dosyalanabilmektedir. Bu müzekkereler çıkarılmalarına izin veren yargıç veya yargıçlardan biri tarafından imzalanmaktadır (HMUY m. 24).  Taşınır  mal  satış  müzekkeresi  dışında  diğer  tüm  müzekkerelerin mahkemenin onayından geçmesi gerekmektedir (E, E, EA, EB). Borçlunun hangi mallarının haczedileceğinin hakimin onayından geçmesi, özellikle taşınmaz malların haczi için tüketilmesi gereken bir aşamadır. Bu aşamanın  gerçekleştirilip  gerçekleşmediğini  hakim  denetleyecektir.  Bu sayede  borçlunun  haczedilebilecek  taşınır  malları  bulunmasına  rağmen taşınmazları haczedilemeyecektir. İcra  memuru her aşamada denetlenmiş olacaktır.  Sonuç  olarak  borçlunun  malvarlığı,  yapılan  hemen  her  takip işleminde hakim tarafından korunmaya çalışılacaktır. Mahkeme emri olmadan icranın yapılabildiği tek istisna alacağın ipotekle teminat altına alınması durumunda gündeme gelir (Taşınmaz Mal Yasası m. 44). Ancak satışın yapılabilmesi için Mahkemeler Yasası nın 37. maddesi                                                  59  Postacıoğlu, s. 315. 60  Özbek, s. 189. 61  Gaul/Deren Yıldırım, s. 36. 2772Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2755-2793  Beydola gereği borçluya talep ihbarı gönderilmesi gerekir. Borçlu bu sayede 30 gün içinde borcunu ödemek suretiyle mülkiyet hakkını koruyabilecektir. Borçlu herhangi başka bir iddiası varsa direktif verilmesi talebi ile mahkemeye başvurabilir.  Borçluya  tanınan  bu  haklar  sayesinde  alacaklı  ile  arasında menfaat dengesi sağlanmaya çalışılmıştır. Hukuk Muhakemeleri Usulü Yasası m. 17 de takibin amacı, menfaat dengesi ve ölçülülük ilkesi birlikte ele alınmıştır. Buna göre müzekkereyi icra eden memur hükümlü borçlunun taşınır mallarından pratikte uygulanabildiği ölçüde hükümlü borcun ödenmesi için gerekli olduğuna inandığı kadarını haczederek bu mallara el koyabilmektedir. Yine yasanın 22. maddesinde takibin amacı gözönünde tutularak borçlunun haczi caiz taşınır mallarının bulunmaması durumunda, haczi caiz taşınmaz mallarının haczinin mümkün olduğu ifade edilmiştir. Taşınmaz malların haczi için yeniden mahkemeye bir taşınmaz mal satış müzekkeresi ile yemin belgesi dosyalamak gerekmektedir. Yani  hakimin  incelemesi  ve  imzalaması  üzerine  ikinci  aşama  olan taşınmazların haczinin yapılabilmesi mümkündür.  Hukukumuzda mahkeme kararının icrası için alacaklının talepte bulunması gerekmemektedir. Aleyhine hüküm alınan kişinin mahkeme kararının tebliği ile birlikte hükmün gereğini yerine getirmesi gerekir (Hukuk Muhakemeleri Usulü Tüzüğü e. 40, n. 1). Kural bu olmakla birlikte kuralın istisnası aynı emrin 2 ve 3. nizamında yerini almıştır. Buna göre koşula bağlı olarak verilen hükmün icrası için koşulun yerine getirilmesi önşart olarak kabul edildiğinden şartın gerçekleşmesi halinde mahkemeye başvurulup icra için izin alınması gerekir (e. 40, n. 8). İlgili bu hüküm koşulun gerçekleşip gerçekleşmediği konusunda mahkemenin inceleme yapması zorunluluğunu getirmek suretiyle, koşulun gerçekleşmeme riskini bertaraf ederek, borçlunun malvarlığı hakkını korumaktadır. Anayasa ile güvence altına alınmış mülkiyet hakkı sebebiyle, borçlunun malvarlığına,  onun  hayat  alanını  tamamen  ortadan  kaldıracak  şekilde  el atılmasının önüne geçilmeye çalışılmıştır. Borçlunun borcunu ödememesi sebebiyle ve alacaklının mülkiyet hakkının korunması amacıyla borçlunun malvarlığına müdahale edilebilir. Ancak yapılan müdahale kişinin varlığını tehdit etmemeli, kişiliğin korunmasına ve ölçülük ilkesine uygun olmalıdır. Hukuk  Muhakemeleri  Usulü  Yasasının  26.  maddesi  borçluya  malın  bir                                                  62  Çiftçi, s. 128,Özekes, s. 185. 63  Çiftçi, s. 128, Özekes, s. 185.   2773Kuzey Kıbrıs Hukukunda...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2755-2793  kısmının  diğerinden  önce  satılması  konusunda  talepte  bulunma  hakkı tanımıştır.  Buna  göre  taşınmazı  satılacak  borçlu,  taşınmaz  malının  bir kısmının  diğer  kısmından  daha  evvel  satılmasının  kendisinin  ve alacaklılarının yararına olacağını iddia ederse ve bu iddiasını açık artırma ile satıştan önce mahkemede ileri sürerse, mahkeme yaptığı inceleme sonucunda malın bir kısmının diğer kısmından önce satılmasına karar verebilir. İlgili hüküm  borçlunun  malvarlığının  değerini  koruyucu  nitelikte  iken  aynı zamanda alacaklınında mülkiyet hakkını koruyucu niteliğe sahiptir. Yine hükümlü borçlunun hacizli malının satışı sırasında ortaya çıkan veya çıkması muhtemel bir sorun hususunda mahkemeye icra memuru başvurabileceği gibi satış  müzekkeresini  icra  eden  herhangi  bir  kişi  de  başvurabilir  (Hukuk Muhakemeleri Usulü Yasası m. 31).  Haczedilen  taşınmazın  satılması  açık  artırma  ile  gerçekleştirilir. İhalenin yapılabilmesi için mahkeme tarafından (HMUY m. 28,40) veya kaza tapu  dairesi  tarafından  belirlenen  (Taşınmaz  Mal  Yasası-  Satışların Kısıtlanması- Fasıl 223 m. 4,5,7) taban fiyatın ihaleye katılanlar tarafından teklif edilmesi gereklidir. İhalenin yapılabilmesi için ileri sürülmesi gereken taban fiyatın elde edilmesine  karşılama prensibi  denir. Bu prensip sayesinde mal belirlenen taban fiyatın aşağısına satılamayacaktır. Bu prensip alacaklının alacağını alacağını bir yandan güvence altına alırken, diğer yandan borçlunun malvarlığının  yok  pahasına  satılmasına  engel  olarak  mülkiyet  hakkını koruyacaktır. Zira satış sonucu alacaklının alacağı tahsil edildikten sonra kalan  para  borçluya  iade  edilecektir.  Borcunu  ödemeyen  borçlunun malvarlığı, alacağının teminatıdır ancak satış her ne pahasına olursa olsun yapılmamalıdır. Karşılama prensibi çoğu zaman paraya çevirmeyi güçleştirse de  bu  sakıncayı  göze  almak  menkulün  yok  pahasına  satılmasına  engel olacaktır. E. 44, n. 9 kuralları uyarınca açık arttırma sırasında artıran olmazsa                                                  64  Türk hukukunda haczedilen mallardan taşınır mallar kural olarak açık artırma yolu ile, bazı koşulların gerçekleşmesi halinde ise pazarlık yoluyla satılabilmektedir. Taşınmaz mallar bakımından  ise  pazarlık  yoluyla  satış  mümkün  olmayıp,  açık  artırma  yolunile  satış yapılabilmektedir (Pekcanıtez/Atalay/SungurtekinÖzkan/Özekes, (11. Bası) s. 367, 368) 65  Türk hukukunda taşınır veya taşınmaz malın satılabilmesi için birinci ve ikinci artırmada ileri sürülen peyin taşınmaz ya da taşınırın tahmin edilen değerinin yüzde ellisini bulması ve satış isteyenin alacağına rüçhanı olan diğer alacaklar o malla temin edilmişse bu suretle rüçhanı olan alacakların toplamından fazla olması ve bundan başka paraya çevirme ve paraların paylaştırılması masraflarını karşılaması gerekir (Kuru, s. 231, Muşul, s.414, Pekcanıtez/Atalay/Sungurtekin Özkan/Özekes, (11. Bası), s. 374, Ulukapı, s. 190,196, Yıldırım/Deren-Yıldırım, s. 246). 66  Erturgut, s. 101-102. 2774Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2755-2793  Beydola veya yapılan artırma aşikar surette düşük veya yetersizse satışı yapmakta olan kişi satışı durdurabilir. Kaza tapu dairesi müdürü mahkemenin taban fiyat belirlemediği durumlarda satış müzekkeresini veya ipotekli alacaklının istemi veya hükümlü alacaklının istemi üzerine veya kendiliğinden bir taban fiyat belirleyebilir (Taşınmaz Mal Yasası, m.4,5,7). Taban fiyat belirlemesinin yapıldığı hallerde satışı yapan kişinin takdir hakkı bulunmayacak, ilgili bedele ulaşılamazsa  satış  yapılamayacaktır.  İlgili  hüküm  malların  yok  pahasına satılmasına  engel  olmak  amacıyla  koyulmuştur.  Kanaatimizce  mahkeme tarafından  taban  fiyatın  belirlenmediği  hallerde  alacaklı  ve  borçlunun mülkiyet hakkı tehlikeye girecektir. Bir mala teklif edilen bedelin yetersiz olup  olmadığı  konusunda  takdir  yetkisi  ilgili  memura  bırakılmamalı, mahkeme tarafından belirlemenin yapılmadığı haller için ya da her halükarda satış  için  bir  kıstas  belirlenmelidir.  Türk  hukukunda  olduğu  gibi  malın muhtemel değerinin en azından yüzde ellisini bulan bir teklif yapılmadığı sürece satışı yapılamamalı, bu konuda düzenleme yapılması yoluna gidilmelidir. Bu sayede satış konusunda keyfiliklerin önüne geçilmiş olacaktır. Taban fiyata itiraz hakkının mevcut olması fiyat belirlemesinin en doğru şekilde yapılmasını sağlayacağından hem borçlu hem de alacaklı açısından önem taşımaktadır (Taşınmaz Mal Yasası, m.6). Yargıtay'a konu olan bir davada davalı kaza tapu dairesinin belirlediği taban fiyata itiraz etmiştir. Amirtaban fiyatı değiştirmeyeceğini ancak satış zamanındaki  sterlin  kuruna  göre  yeniden  taban  fiyatı  belirleyeceğini bildirmiştir.  Satışa  konu  mal  50,000  TL  olarak  belirlenen  taban  fiyatı üzerinden satışa çıkarılmış, 65,000 TL na satılmıştır. Davacı satış işleminin iptali için mahkemeye başvurmuştur. Davacının ileri sürdüğü iptal gerekçesi satış gününde yeni taban fiyat belirlemesinin yapılacağının bildirilmesine rağmen satış gününde böyle bir belirlemenin yapılmamasıdır. Alt mahkeme istinaf  süresinin  kaçırılması  sebebiyle  talebi  reddetmiştir.  Yargıtay  aynı gerekçe ile istinaf talebini reddetmiştir. Kanaatimizce borçlunun malvarlığı hakkı büyük zarar görmüştür. Memurun yaptığı bu davranış kanaatimizce haksız  fiil  olarak  nitelendirilip,  tazminata  sebebiyet  verebileceği  gibi, mahkemeler yasası uyarınca memur şikayet edilebilir (Mahkemeler Yasası). İcra  amir  ve  memurlarınında  borçlunun  malvarlığı  haklarına  gereken hassasiyeti göstermeleri Anayasa gereği zorunludur.                                                  67  Yargıtay Hukuk, D. 4/06, http://www.mahkemeler.net/cgi-bin/yenikararara.aspx, (ET., 5.4.2016).   2775Kuzey Kıbrıs Hukukunda...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2755-2793  Taşınmaz  mallara  yükümlülük  koyulması  olarak  adlandırılan  icra yöntemi  gerçekleştirilirken  (Hukuk  Muhakemeler  Usulü  Yasası,  m.  14) borçlunun  malvarlığı  haklarıgözönünde  bulundurulmalıdır.  Alacaklının alacağı 10,000 TL olmasına rağmen 300, 000 TL olan taşınmazının üzerine yükümlülük konulmamalıdır. Uygulamada avukatlar koşula bağlı hükümlerin alınması sırasında mahkemeden yükümlülük koyma konusunda emir talep ederek koşul daha gerçekleşmeden borçlunun taşınmaz mallarına yükümlülük koydurtmaktadırlar.  Kanaatimizce  koşula  bağlı  bir  kararlar  hemen  icra edilebilme özelliğine sahip olmadıklarından alınan hükümle bu şekilde bir müdahale yapılması yasaya aykırıdır ve alacaklının mülkiyet hakkına yasaya aykırı olarak yapılan bir müdahale gündeme gelmektedir. Taşınmaz  mallara  yükümlülük en  fazla  iki yıl için konabilmektedir (Hukuk Muhakemeleri Usulü Yasası, m. 55). Hakim koşulların varlığı halinde en  fazla  bir  yıl  olmak  üzere  bu  süreyi  uzatabilir.  Ancak  bu  uzatmanın yapılabilmesi için yasa mahkemenin tarafların danışıklı dövüş yapmadıklarına ve uzatma emrinin, hükümlü borçluyu veya başka bir hükümlü alacaklıyı olumsuz etkilemeyeceğine ikna olması gerekir (m.56). Hakim tarafından uzatma talebinin değerlendirilmesine böyle inceleme yapılması borçlunun malvarlığı haklarının korunması açısından önem taşır. Borçlunun borcunu ödememesi durumunda borçluyu borcunu ödemeye zorlayacak ya da borçluya karşı zor kullanılarak alacağın tahsil edilmesini sağlayacak sistemin bulunması alacaklı açısından zorunludur. Ancak mülkiyet hakkına yapılacak müdahalenin ölçülü olmasına dikkat etmek gerekmektedir. Borçlunun  mülkiyet  hakkına  en  büyük  müdahale  haciz  aşamasında gerçekleşmektedir. Hukukumuzda el koyma olarak ifade edilen bu işlem bazı  koşulların  varlığı  halinde  icra  memuru  tarafından  gerçekleştirilir. Mülkiyet hakkı açısından en büyük tehdit mahkeme emrine uyulmaması durumunda aleyhine hüküm alınan kişinin mallarına el konulması olasılığında gündeme gelir. Mahkeme tarafından verilen bir işin yapılmasını emreden veya yasaklayan bir emre aleyhine emir verilen kişi uygun davranmazsa emre itaatsizlik  nedeniyle  lehine  hüküm  verilen  kişinin  başvurusu  üzerine tutuklanabilir veya aleyhinde para cezası verilebilir (emri 42A nizam 1, 3/1,                                                  68  Sözmener, s. 1087. 69  Dönmez, s. 17. 70  Çiftçi, s. 102. 71  Mahkeme emrine riayetsizlik nedeni ile istinafa konu olan davalardan biri çocuk nafakasının ödenmemesi nedeni ile gündeme gelmiştir. Alt Mahkeme önünde mevcut layihalara göre kanıtlanması gereken tek hususun istida konusu iki aylık nafakanın müstedaaleyhin iddiası 2776Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2755-2793  Beydola 6).  Eğer  mahkeme  tarafından  tutuklama  emri  verilmiş  ancak  davalı bulunamamışsa mahkeme bu kişinin malına el konulması için müzekkere çıkarılmasına  emir  verebilir  (emri  42A  nizam  10).  Borçlunun  mülkiyet hakkına  yapılan  müdahale  burada  söz  konusu  olmaktadır.  El  koyma müzekkeresi mahkeme tarafından atanan iki veya daha çok kişi adına çıkarılır. Bu kişiler, aleyhine müzekkere çıkarılan kişinin taşınmaz mallarının tüm kira ve gelirlerine el koyabilirler. Taşınır mallarına da aynı şekilde alabilirler. Bu mallar  muhafaza  altına  alınır,  ancak  satılmazlar.  Ne  zaman  ki  aleyhine müzekkere çıkarılan kişi mahkeme huzuruna çıkarılıp itaatsizlik suçundan kendisini temize çıkarırsa veya mahkeme bu yönde bir karar verirse mallar üzerindeki  el  koyma  işlemi  sona  erdirilir.  Mahkeme  el  koyma  işlemi sonucunda elde ettiği paradan mahkemece ödenmesi uygun görülen el koyma masraflarının ve el koyma işlemini yerine getirmek için atanan kişilerin makul ücretlerinin ödenmesini emredebilir. (emir 42A nizam 11). Örneğin mahkeme tarafından A nın arazisinden B ye geçit hakkı tanınması konusunda bir hüküm verilmişse ve hükümde geçite engel olan duvarın yıkılması hususu da yer alıyorsa,  buna  rağmen  A  duvarı  yıkmıyorsa  mahkeme  emrine  itaatsizlik gündeme  gelecektir.  Lehine  hüküm  verilen  kişinin  başvurusu  üzerine tutuklama müzekkeresi çıkarılmış ancak bu kişi yurt dışında bulunma gibi sebeplerle bulunamamışsa mallarına el koyulacaktır. C. Üçüncü Kişiler Açısından Mülkiyet Hakkının Korunması Haciz  borçlunun  malları  üzerinde  yapılması  gereken  bir  müeyyide olduğundan, cebri icra prosedüründe üçüncü kişininin de mülkiyet hakkının tehlikeye  girmemesine  dikkat  edilmeli,  malvarlıklarına  haksız  müdahale yapılmamalıdır. Borçların şahsiliği gereği bir kimsenin borcundan bir başkası sorumlu  tutulamayacağından,  sadece  borçluya  ait  mallar  haczedilebilir. Ancak, bazı durumlarda üçüncü kişilerin malları bazı sebeplerden haczedilmiş olabilir. Davada taraf olmadığı halde aleyhinde veya lehinde hüküm elde eden                                                  doğrultusunda ödenip ödenmediği olduğunu söylemiştir. Alt Mahkeme de müstedi tanığına inanıp  istida  konusu  nafakanın  ödenmemiş  olduğu  kanaatına  vardıktan  sonra  ve müstedaaleyh de mali gücü olmadığı nedeni ile bu nafakayı ödeyemediğine ilişkin bir sav ileri sürmediğine göre müstedaaleyhi cezalandırıp cezalandırmayacağına ilişkin bir karar vermesi  gerektiğini  istinaf  mahkemesi  ifade  etmiş  ve  müstedialeyhin  2  ay  süre  ile hapsedilmesine karar vermiştir, Yargıtay Yargıtay Aile Hukuk 9/88, D. 4/88, Dava No:6/86, Güzelyurt, http://www.mahkemeler.net/cgi-bin/yenikararara.aspx, (ET., 5.4.2016). 72  Konuralp, s. 19, Postacıoğlu, s. 350. 73  Çiftçi, s. 102, Özekes, s. 183, Postacıoğlu, s. 350.  74  Çiftçi, s. 102,Özekes, s. 186, Postacıoğlu, s. 350, Tercan/Tercan, s. 87.   2777Kuzey Kıbrıs Hukukunda...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2755-2793  kişiler hükmün etkisine maruz kalırlar (Hukuk Muhakemeleri Usulü Tüzüğü, Emir 40 nizam 10). Bu durum üçüncü taraf prosedürünün gündeme geldiği durumlarda söz konusu olabilir.Bu nedenle yasal düzenlemelerle üçüncü kişinin hakkı korunmaya çalışılmıştır. Yasa koyucu bu çerçevede istihkak iddiasında bulunan kişiye mahkemeye başvurma hakkı tanımış (m.21), taşınır malın muhafazası hakkında da karar verme yetkisini hakime bırakmıştır (m. 21). İcra memurunun bu konuda bir takdir yetkisi tanınmamıştır. Yine üçüncü kişi haczedilen mal üzerinde teminat hakkı olduğunu ileri sürerse mahkeme teminat konusu alacağın tamamen veya kısmen ödenmesi koşuluyla, malın tümünün veya bir kısmının satılmasına karar verebilir. Kararında satıştan elde edilen  para  miktarının  adil  görülecek  biçimde  ve  koşullara  bağlı olarak uygulanmasına  da  direktif  verir  (m.21).  Hukuk  Muhakemeleri  Usulü Tüzüğü nde üçüncü kişinin hacizli mal üzerinde mülkiyet hakkının bulunması ihtimaline karşı bu hakka karşı haksız müdahalenin önüne geçmek amacıyla somut düzenleme yapılmıştır. Buna göre haczedilen mal üzerinde hak talep eden  kişi  tarafından  mahkemeye  yapılan  başvuruda  karşı  tarafa  ihbar yapılmasına rağmen alacaklı hazır bulunmaz ise mal haczedildiği anda kimin tasarrufunda ise ona iade edilir. Yani üçüncü kişinin elinde bulunan bir mal borçlunun  olduğu  iddiasıyla  haczedilmişse  ve  buna  ilişkin  yapılan yargılamada  alacaklı  ihbara  rağmen  yargılamaya  katılmazsa  mal  üçüncü kişide kalacaktır. Haczedilen malların satılabilmesi için haciz işleminin ardından en az üç günlük bir sürenin geçmesi gerekir (Hukuk Muhakemeleri Yasası m. 18). Kanun koyucunun böyle bir süre öngörmesindeki amaç üçüncü kişilerin bu mallar  üzerinde  istihkak  iddiasında  bulunması  olasılığında  bu  kişilerin mülkiyet  hakkının  korunmasıdır.  Eğer  üçüncü  kişi  bu  sürede  istihkak iddasında bulunamamışsa Mahkemeler Yasası nın 73. maddesine göre malın mülkiyeti satın alana geçer, kamu görevlilerinin malın satılmasından veya satıştan elde edilen paranın paylaştırılmasından herhangi bir sorumluluğu olmaz. Kural bu olmakla birlikte kanun koyucu üçüncü kişinin mülkiyet hakkının  varolduğunun  bilinmesine  rağmen  malların  memur  tarafından                                                  75  Türk hukukunda asli müdahale ve fer i müdahale olarak adlandırılan 3. taraf prosedürü hukukumuzda doğurduğu hukuki sonuçlar bakımından büyük farklılılar gösterir. Özellikle Türk hukukunda fer i müdahil olarak adlandırılan kişilerin müdahil oldukları davada haklarında hüküm verilememesi olarak ortaya çıkan özellik bakımından farklılık gündeme gelir. Hukukumuzda müdahil ister asli müdahil olarak davaya katılsın, ister feri müdahil verilen hüküm bu kişilerin leh ve aleyhine sonuç doğurur ve icra edilir (HMUT emir 40, nizam 10). 2778Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2755-2793  Beydola satılmasına izin vermemiş ve böyle bir durumda memurun sorumluluğunun doğacağını hükme bağlamıştır (Mahkemeler Yasası m. 73). Yargıtaya konu olan bir davadadavalı 1, davacı olarak davalı 3 aleyhine dava açmış ve aldığı hükmü icra etmek suretiyle dava konusu konteynerlerden 65 adeti açık artırma yolu ile sattırmıştır. Davalı 2 bu malları satın almıştır. Davacı  Yargıtay a  konu  bu  davada  konteynerler  hususunda  istihkak iddiasında bulunmuştur. Talebi ise satışın iptali yönündedir. Mahkeme verdiği kararda malın mülkiyetinin mahkeme işlemi ile davalı 2 ye geçtiğini ifade etmiş ve dava konusunun tazminat olabileceğini dile getirmiştir. Yargıtay bu kararı doğru bulmuştur. Kanaatimizce ilgili karar üçüncü kişilerin mülkiyet hakkının varlığı ve korunması gereği karşısında isabetsizdir. Mahkemenin üç günlük sürede üçüncü kişinin istihkak iddiasında bulunmamasının nedenini öncelikle araştırması, ardından malı açık artırmadan alan kişinin iyiniyetle bu malı iktisap edip etmediğini tespit edip buna göre karar vermesi gerekir. Üçüncü kişiler satışı için müzekkere konulan taşınmaz mal üzerinde menfaati olduğunu iddia ediyorsa mahkemeye yapacağı bir dilekçe ile satışın durdurulmasını  talep  edebilir.  Üçüncü  kişiyi  verilen  bu  başvuru  hakkı mülkiyet hakkının korunmasını sağlayan etkili bir silahtır. §3. İCRA HUKUKUNDA ÖLÇÜLÜLÜK İLKESİ I. GENEL OLARAK ÖLÇÜLÜLÜK İLKESİ Ölçülülük ilkesi, yasama organının kanun yapma faaliyetlerinde geçerli olan bir ilkedir. Ayrıca bu ilke mahkemenin icra işlemine ilişkin takdir yetkisini kullanırken uymak zorunda olduğu temel ilkelerden birini ifade eder. Bu çerçevede yasama organı Anayasa da temel hak ve özgürlüklerin hangi hallerde sınırlanabileceği açıkça ifade etmiştir (m.11). Buna göre bir temel hak ve özgürlük özüne dokunmadan, kamu yararı, kamu düzeni, genel ahlak, sosyal adalet, ulusal güvenlik, genel sağlık ve kişilerin can ve mal güvenliğini sağlamak gibi nedenlerle ancak yasalarla sınırlanabilir. Yasada ölçülük ilkesi açıkça yer almamakla birlikte Yargıtay ve Anayasa Mahkemesi içtihatlarıyla                                                  76  Yargıtay Hukuk, D. 3/93, http://www.mahkemeler.net/cgi-bin/yenikararara.aspx, (ET., 5.4.2016). 77  Sözmener, s. 1149. 78  Sözmener, s. 125. 79  Çiftçi, s. 108.    2779Kuzey Kıbrıs Hukukunda...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2755-2793  hukukumuzda yerini almıştır. Yargıtay verdiği bir kararda ölçülük ilkesinin tüm demokratik ülkelerde kabul edilen bir ölçüt olduğunu ve demokratik toplumun ihtiyaçları nispetinde belirleneceğini ifade etmiştir. Mahkeme bir yetki kullanılırken, eylem ile önlem arasında adil bir dengenin bulunması ve öngörülecek  sınırlamanın,  amacına  ulaşmaya  cevaz  vermesi  gerektiğini vurgulayarak ilkeyi açıklamaya çalışmıştır. Ölçülülük ilkesi bir temel hak veya özgürlüğün sınırlanmasında kullanılan aracın, amacı gerçekleştirmeye elverişli ve aynı zamanda gerekli olması, araçla amaç arasında aşırı bir dengesizliğin bulunmaması olarak ifade edilebilir. Yine Anayasa mahkemesi birçok  kararında  temel  hak  ve  özgürlüklere  yapılacak  sınırlandırmanın ölçülük  ilkesine  uygun  olarak  yapılması  gerektiğini  ifade  etmiştir. Mahkemeye konu olan bir davada mahkeme 9/76 sayılı Yasanın 42 (4) maddesi Anayasanın 46. maddesinin (1) ve (2). fıkralarına aykırı olduğunu ifade  etmiştir.  Bu  fıkralar  sözleşme  hukukunun  genel  ilkelerince  konan koşullara, kesintilere ve sınırlandırmalara uymak koşulu ile herkesin serbestçe sözleşme  hakkının  varolduğunu  düzenlemektedir.  Somut  olayda  faizin anaparaya  kapitalize  edilmesine  borçlu  kendi  serbest  iradesi  ile  rıza göstermiştir. Mahkeme Anayasa ya aykırılığı ileri sürülen fıkranın bu serbest iradeyi engellediğini ve sınırlandırdığını ifade etmiştir. Mahkeme bir Yasa ile serbest  sözleşmeye  sınırlandırma  getirilebileceğini  ancak  böyle  bir sınırlandırmanın ölçülülük ilkesi (proportionality) ile uyum içinde olması gerektiğini vurgulamıştır. Anayasa mahkemesi verdiği bir başka kararda temel hak ve özgürlüklerden grev hakkının sınırlanmasının ölçülük ilkesine ve  sonuç  olarak  Anayasa ya  aykırı  olarak  yapılması  nedeni  ile  Merkez Bankası  Yasası nın  21(2)  maddesini  iptal  etmiştir.  Anayasamızın  54. maddesine göre bazı meslek gruplarının dışında kalan tüm çalışanların grev hakkı vardır. Grev hakkının kamu güvenliği nedeniyle kısıtlanması mümkün olmakla birlikte bu kısıtlamanın ölçülü olması ve hakkın özüne dokunmaması gerekir. Mahkeme 41/2001 sayılı Kuzey Kıbrıs Türk Cumhuriyeti Merkez Bankası  Yasasının  21(2)  maddesinde  aksamadan  devam  etmesi  gereken hizmet sayısının çok fazla olması nedeni işe yasanın gözetmesi gereken ölçüyü aşmış olduğunu hatta grev hakkını ortadan kaldırdığını söylemiştir. Mahkeme ayrıca Anayasa nın grev konusundaki iradesi ile yasanın iradesi                                                  80  Yargıtay/Hukuk  138/2011,  D.3/2012,  Dava  No:  5960/2011,  Lefkoşa, http://www.mahkemeler.net/cgi-bin/yenikararara.aspx, (ET. 31/03/2016).  81  Gözler, s. 147, Metin, s, 26 vd., Özekes, s. 205, Sungurtekin Özkan, s. 178.  82  D.  6/94,  Anayasa  Mahkemesi:  4/94,  http://www.mahkemeler.net/cgi-bin/yenikararara .aspx, (ET. 31/03/2016). 2780Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2755-2793  Beydola çeliştiğini  vurgulamıştır.  Tüm  bu  nedenlerle  Yasanın  21(2)  maddesinin Anayasanın 54. maddesine aykırı olması nedeni ile iptal etmiştir. II. Takip Prosedüründe Ölçülülük İlkesi A. Sınırlamanın  Ölçülülük  İlkesine  Uygun  Olup  Olmadığı Hususunda Gözetilmesi Gereken Kriterler İcra hukukunda anayasal ilkeler bakımından en çok dikkat edilmesi gereken  ilkelerden  biri  olan  ölçülülük  ilkesi  temel  hak  sınırlamalarında kullanılan aracın, amacı gerçekleştirmeye elverişli ve aynı zamanda gerekli olması, araçla amaç arasında aşırı dengesizliğin bulunmamasını gerekli kılan ilkedir. Ölçülülük ilkesi üç alt ilkeye ayrılmıştır. Elverişlilik, gereklilik ve oranlılıktır. Yani müdahalede kullanılacak aracın, amaca ulaşmaya uygun, gerekli araca başvurulmasıyla ortaya çıkan menfaat ihlali ile elde edilecek menfaat arasında orantının bulunması gerekir. Elverişlilik, başvurulacak araç yardımıyla tehdit altındaki diğer menfaatin etkili olarak korunabilmesini ifade ederken, gereklilik aynı ölçüde veya daha ılımlı araçlarla aynı amaca ulaşılıp ulaşılamayacağı yönünde değerlendirmeyi gerekli kılar. Daha az değer taşıyan bir amaç için bireye ait yüksek değerdeki menfaatin ihlal edilmemesi gereği oranlılık ilkesini ifade etmektedir. İcra hukuku doğası gereği borcunu ödemeyen borçluyu borcunu ödemeye zorlamak amacıyla borçlunun  temel  haklarının  bir  kısmına  müdahaleyi  de  gerektirmektedir. Ancak burada müdahalenin ne ölçüde yapılacağı önem taşımaktadır. Bir yandan ölçülü bir sınırlama yapılması konusunda, diğer yandan menfaat dengesinin kurulması hususunda büyük bir itina gösterilmelidir. Ölçülülük üçlü ilişki içinde (alacaklı-borçlu-devlet) ortaya çıkmaktadır. Üçlü ilişkide alacaklı  borçluya  müdahale  edilmesini  devletten  talep  eder.  Bu  üç  kişi arasında denge kurulurken müdahaledeki bir ölçüye uyulması gerekir.Aksi halde temel haklardan biri sağlanmaya çalışılırken diğeri ortadan kalkabilir. Bunun sonucu olarak temel hak ve özgürlükleri güvence altına almayı görev                                                  83  Anayasa  Mahkemesi:  37/2001,  D.6/2003,  http://www.mahkemeler.net/cgi-bin/ yenikararara.aspx, (ET. 31/03/2016). 84  Pekcanıtez/Atalay/Sungurtekin Özkan/Özekes, s. 58, Yıldırım/Deren-Yıldırım, s. 5. 85  Çiftçi, s. 126, Metin, s. 26, Tezcan/Erdem/Sancakdar/Önok, s.326, Sungurtekin Özkan, s. 178 vd. 86  Çiftçi, s. 126. 87  Tezcan/Erdem/Sancakdar/Önok, s.318, 327, 328. 88  Tezcan/Erdem/Sancakdar/Önok, s. 318, 328. 89  Çiftçi, s. 126, Özekes, s. 208.   2781Kuzey Kıbrıs Hukukunda...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2755-2793  edinen  hukuk  devleti  de  zayıflamış  olur  ve  mahkemeye  olan  güven  de tehlikeye girer. Yapılan cebri icra işlemi veya tedbiri makul değilse, mantığa uymuyorsa veya  insafa  sığmıyorsa  temel  hakkın  sınırlanmasındaki  ölçü  aşılmış demektir.  Yani  sınırlama  ölçüsüz  yapılmış  demektir.  Borçlunun  temel haklarını sınırlayacak olan esas işlem cebri icra işlemi olduğundan bu işlemin gerçekleştirilmesinde hiçbir sınırlamaya ve ilkeye tabi olunmaması mümkün değildir. Cebri icra tedbirlerinin amaca uygunluğu ve gerekliliği konusunda bir problem ortaya çıkmaz iken amaçla araç arasındaki orantının sağlanması konusunda zorluklar ortaya çıkmaktadır. Oranın tespitinin en iyi şekilde yapılabilmesi için menfaatlerin dengelenmesi gerekir. Menfaatlerin çatışmasına sebebiyet veren hak esasında malvarlığı haklarıdır; alacaklı mülkiyet hakkının oluşturduğu malvarlığına, borçlu da malvarlığına yapılan haksız müdahalelere engel  olmaya  çalışmaktadır.  Sonuç  olarak  borçlunun  cebri  icra  işlemi sonucunda uğrayacağı zarar ile, alacaklıya sağlanacak yarar arasında ölçü bulunmalıdır. B. Haciz İşleminin Gerçekleştirilmesinde Ölçülülük İlkesi Cebri  icra  hukukunda  mahkemeden  alınacak  bir  hükmün  ardından alacaklı taşınırlar için düzenleyeceği teslim müzekkeresinin, taşınmazlar için düzenleyeceği  zilyetlik  müzekkeresinin  hükmü  veren  hakim  tarafından onaylanması koşulu ile icra yapabilir (Hukuk Muhakemeleri Usulü Yasası m. 14/3). Borçlunun malvarlığı hakkına yapılacak müdahalenin sınırı hakim tarafından müzekkerenin onaylanması veya reddi kararı ile denetlenmektedir. İlgili  hüküm  müdahaleyi  alacaklının  veya  icra  memurunun  insiyatifine bırakmadığından  kanaatimizce  cebri  icranın  daha  ölçülü  gerçekleşmesi mümkün  olacaktır.  Niteliği  gereği  cebri  icra  sonucu  borçlu  bir  zarar görecektir. İlke açısından önem taşıyan zararın makul sınırlarda kalmasıdır. Eğer zarar takip hukukunun niteliğinden kaynaklanıyorsa ve kabullenilebilen bir zararsa ölçülülük ilkesine aykırılık teşkil etmez. Cebri icrada mahkeme                                                  90  Özekes, s. 208. 91  Özekes, s. 208, Pekcanıtez/Atalay/Sungurtekin Özkan/Özekes, s. 58. 92  Özekes, s. 208. 93  Çiftçi, s. 128. 94  Çiftçi, s. 149. 95  Özekes, s. 208, Pekcanıtez/Atalay/Sungurtekin Özkan/Özekes, s. 58. 96  Özekes, s. 210. 2782Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2755-2793  Beydola kararı  olmadan  bu  yola  başvurulamaması  ölçülülük  ilkesine  uygundur; özellikle araç ile amaç arasında oran bu şekilde bir nebze sağlanmış olacaktır. Hukuk Muhakemeleri Usulü Yasası nda borçlunun yaşamına  devam edebilmesini  sağlayacak  malların  haczedilemeyeceği  hükme  bağlanmıştır (m.16). Ayrıca mülkiyet hakkı ve yaşama hakkı karşılaştırıldığında hiçbir hakkın yaşama hakkından üstün olduğu söylenemez. Yine borçlunun tüm malları  değil  alacaklının  alacağına  yetecek  kadar  malvarlığının  haczinin mümkün olduğu kuralı yasal düzenleme bulmuştur. Yine yaşlı ve ağır hasta birinin  zorla  tahliye  edilmesi  sokağa  atılması  yaşam  hakkının  ihlaline sebebiyet vereceği gibi ölçülülük ilkesi ile de bağdaştırılamaz. Alacak az bir meblağ olmasına rağmenborçlunun değeri alacağın çok üzerinde  olan  mallarının  haczedilmesi  ölçülük  ilkesine  aykırılık  teşkil edecektir (Hukuk Muhakemeleri Usulü Yasası m. 17)98. Yasada ve tüzükte bu konuda bulunan en önemli hüküm hangi malların haczedileceği hususunda alacaklının dosyaladığı müzekkerenin hakim tarafından onaylanması gereğine ilişkindir. Yine yasanın 26. maddesi de ilkeyi destekler niteliktedir. Buna göre taşınmaz malı satılacak olan hükümlü borçlu, taşınmaz malın bir kısmının diğer kısmından daha önce satılmasının kendinin veya alcaklının yararına olacağına inanıyorsa satıştan önce mahkemeye başvurabilir. İlgili bu hüküm alacaklıyı alacağına kavuştururken borçlunun da uğrayacağı zararı minimuma indirgemeyi sağlayarak icranın ölçülü yapılabilmesini mümkün kılabilecektir.  C. İcranın Durdurulmasında Ölçülülük İlkesi İcranın durdurulması imkanını sağlayan Hukuk Muhakemeleri Usulü Yasası nın 11. maddesi takipte dengenin sağlanması açısından önem taşır. Buna göre dilekçelerin değişimi aşamasında veya duruşma sırasında ileri sürülemeyecek  kadar geç ortaya  çıkmış  olgular söz konusu  ise hükmün icrasının durdurulması için mahkemeye başvurulabilir.                                                  97  Pekcanıtez/Atalay/Sungurtekin Özkan/Özekes, s. 76. 98  Türk hukukunda İİK m. 85 de hem kişi hem konu hem kapsam hem de yöntem bakımından denge hassasiyetle sağlanmıştır (Özekes, s, 211). Borçlunun borcundan dolayı ancak borç miktarı kadar sorumlu olmasına ve borcun içine nelerin dahil olduğuna ilişkin hükümler bu maddede yer almaktadır. Bu hüküm sonucunda alacaklı alacağını tam olarak alabilecek ve sadece borçlunun malvarlığı hacze konu olabilecektir. Haczi yapan memur borçluyu ve üçüncü kişiyi beyana davet etmek zorundadır (İİK m. 103). İİK m. 85 ölçülülük ilkesi açısından eleştirilebilir hükme sahiptir. Buna göre alacaklının talebi ile üçüncü kişilerin malvarlığına dahi el atılabilir (Özekes, s. 212).   2783Kuzey Kıbrıs Hukukunda...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2755-2793  Parasal nitelikli bir kararın icrası kararın verildiği sırada veya daha sonraki bir zamanda mahkeme tarafından durdurulabilir (Hukuk Muhakemeleri Usulü Tüzüğü e. 40, n. 7). Bu nizam gereğince icranın durdurulması talep edildiğinde mahkemenin icranın durdurulmasında alacaklının durdurma ile elde edeceği menfaat ve borçlunun uğrayacağı zarar arasında adil bir denge kurması gerekir. Lehine karar verilen kişinin icranın durdurulmasından dolayı zarar görmesi gerekmez. Zira lehte verilmiş kararın icrasının durdurulması mülkiyet hakkına ulaşmasının gecikmesine sebebiyet verecektir. D. Ölçülülük  İlkesinin  Korunması  İçin  Mahkemeye  Başvurma Hakkı Bir  hükmün  icrası  sırasında  müzekkere  ile  ilgili  herhangi  bir  konu hakkında mahkemeye başvurabilme imkanı tanıyan Hukuk Muhakemeleri Yasası nın 15. maddesi cebri icranın üç kanadına da bu başvuru hakkını tanıyarak  ölçülülük  ilkesinin  sağlanmasına  hizmet  etmektedir.  Bu  yola müzekkereyi çıkaran mahkemeye veya yargıcına baş icra memur yardımcısına direktif vermesi için müzekkereden etkilenen herhangi biri, baş icra memur yardımcısı veya müzekkerenin icrası ile ilgilenen kişi başvurabilir. Bu hüküm davanın sonucundan taraf olmadığı halde etkilenen kişiler açısından da sonuç doğurur. Çünkü verilen hüküm davada taraf olmadığı halde Tüzüğün 40. emrinin 10. nizamı uyarınca bazı koşulların varlığı halinde üçüncü kişiler hakkında da sonuç doğurur ve dolayısıyla icra edilir. Bu durum üçüncütaraf prosedürünün gündeme geldiği yani davaya müdahalenin olduğu hallerde gündeme gelir. Sonuç olarak davada taraf olmayan ancak leh veya aleyhlerine hüküm  verilen  yani  davanın  sonucundan  etkilenen  kişiler  de  icranın durdurulmasını talep etmek hakkına sahip olacaklardır.  E. Ölçülülük İlkesi Gereğince Hacizde Gözetilmesi Gereken Sıra Hacizde belirli bir sıraya uyulmasına ilişkin kural ölçülülük ilkesinin bir getirisidir.  Buna  göre  öncelikle  taşınır  malların  haczi  ve  satışı  yolu denenmeli, böyle bir mal yok ise veya böyle bir mal bulunmakla birlikte alacağı  karşılamaya  yetmezse  taşınmaz  malın  haczi  ve  satışı  yoluna gidilmelidir (Hukuk Muhakemeleri Usulü Yasası, m. 22). Bu hüküm cebri icranın borçluya en az zarar vermesi düşüncesi ile hareket edilerek öncelikle                                                  99  Sözmener, s. 1053. 100  Yıldırım,  s.  107,  Aşık,  s.  28,  Aslan,  Sıra,  s.  275  vd.,  Özekes,  s.  212, Pekcanıtez/Atalay/Sungurtekin Özkan/Özekes, s. 59. 2784Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2755-2793  Beydola taşınır mallarının haczinin yapılması zorunluluğu getirilmiştir. Ancak alacaklı veya borçlu mahkemeye belirtilen sıraya uyulmamasının her iki taraf içinde daha  hakkaniyetli  ve  icranın  amacına  uygun  olacağını  ileri  sürerek mahkemeye başvurarak mahkemeden görüş alabilirler (Hukuk Muhakemeleri Usulü Yasası m. 15). Yine hükümlü borçlu adında fiilen taşınır mal olmadığı anlaşılırsa borçlu taşınır mal satış müzekkeresinin çıkarılmadan bu yönteme başvurulmasına rıza gösterirse veya taşınmaz mal ipotekli ise öncelikle taşınır mal  için  müzekkere  düzenlenmesi  gerekmez  (HMUY  m.  22). Taşınmaz malların haczi ancak ödenmemiş bulunan para miktarı ve hükmün icrası için talep edilen miktar için yapılabilir. Bu kapsam dışında borçlunun malvarlığına gidilemez. Zira haciz için dosyalanan müzekkereye eklenen yemin belgesinde alacağın  ve  masrafların  miktarının  açıkça  yazılması  gerekir  (Hukuk Muhakemeleri Usulü Tüzüğü emir 42, nizam 2). Bu kapsamın belirlenmesi ve hakimin  onayından  geçmesi bir yandan alacaklının alacağını tam olarak almasını sağlamak suretiyle, alacaklının haklarını koruyorken; diğer yandan borçlunun  malvarlığına  sadece  borç  oranında  müdahalenin  sağlanması sonucuna sebebiyet verdiğinden borçlunun da mülkiyet hakkını korumaktadır. Yani bu sayede borçlu ile alacaklı arasındaki dengede sağlanmaktadır.Eğer daha az zarar veren başka bir araçla cebri icra amacına ulaşacaksa bu aracın kullanılması ölçülük ilkesi gereği zorunludur. F. Borçlunun Mahkeme Emrine Uymaması Sonucu Maruz Kaldığı Yaptırımların Ölçülülük İlkesi Açısından Değerlendirilmesi Borçlu mahkeme emrine rağmen emrin gereğini yerine getirmiyorsa uymayan taraf aleyhine ceza davası açılabilir. Hukuk Usulü Muhakemeleri Tüzüğü emir 40, nizam 12 ye göre bir yetkinin kullanılmasını sağlamak için verilen bir emre, uyulması zorunlu olan bir emre, bir men i müdahale emrine veya bir sözleşmenin aynen uygulanmasına dair hükme uyulmayacak olursa uymayan  taraf  aleyhine  mahkemeye  hakaret  davası  açılabilir.  Mahkeme hakaret davası açılması yerine veya bu dava ile birlikte yapılması emredilen işin masrafları aleyhine hüküm elde edilen kişi tarafından karşılanmak şartıyla lehine  hüküm  elde  eden  kişi  veya  mahkemece  belirlenen  herhangi  kişi tarafından uyulmayan emrin gereğinin yapılmasını emredebilir. Kanaatimizce mahkeme  tarafından  bu  konuda  bir  karar  verilirken  ilgili  işin  başkaları tarafından yapılıp yapılamayacağı öncelikle tespit edilmelidir. Eğer ilgili iş başkaları  tarafından  yapılabilecek  nitelikte  ise  bu  yönde  karar  verilmesi                                                  101  Özekes, s. 214.   2785Kuzey Kıbrıs Hukukunda...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2755-2793  taraflar arasında ölçünün daha yakın olmasını sağlayacaktır. Haczedilmezlik kuralları  da  ölçülülük  ilkesi  gereğidir.  Satış  aşamasında  alacaklının alacağını elde etme yanında, borçlunun malvarlığı değerinin korunması esası da ilke gereğidir. Bu durum menfaatlerin dengelenmesi gereğidir. Zira değeri sürekli düşmekte olan mala ilişkin satış talebi borçlunun malvarlığı değerlerinin korunmasına hizmet eder. Borçlu ile alacaklı menfaatleri arasında dengenin sağlanmasının önem taşıdığı  noktalardan  biri  de  mahkeme  emrine  uyulmaması  durumunda aleyhine hüküm alınan kişinin mallarına el konulması olasılığında gündeme gelir.  Mahkeme  tarafından  verilen  bir  işin  yapılmasını  emreden  veya yasaklayan bir emre aleyhine emir verilen kişi uygun davranmazsa emre itaatsizlik  nedeniyle  lehine  hüküm  verilen  kişinin  başvurusu  üzerine tutuklanabilir veya kişiye para cezası verilebilir (emir 42A nizam 1, 3/1, 6). Eğer mahkeme tarafından tutuklama emri verilmiş ancak davalı bulunamamışsa mahkeme bu kişinin malına el konulması için müzekkere çıkarılmasına emir verebilir (emir 42A nizam 10). Borçlunun mülkiyet hakkına yapılan müdahale burada söz konusudur. El koyma müzekkeresi mahkeme tarafından atanan iki veya daha çok kişi adına çıkarılır. Bu kişiler, aleyhine müzekkere çıkarılan kişinin taşınmaz mallarının tüm kira ve gelirlerine el koyabilirler. Taşınır mallarını da aynı şekilde alabilirler. Bu mallar muhafaza altına alınır, ancak satılmazlar. Ne zaman ki aleyhine müzekkere çıkarılan kişi mahkeme huzuruna  çıkarılıp  itaatsizlik  suçundan  kendisini  temize  çıkarırsa  veya mahkeme bu yönde bir karar verirse mallar üzerindeki el koyma işlemi sona erdirilir(emir 42A nizam 11). Borçlunun mallarına sınırsız olarak müdahaleye izin veren tüzük hükmü müdahalenin ölçüsüz gerçekleşmesi sonucuna sebep olabilir. Ölçülülük ilkesinin bir diğer gereği kullanılan aracın aynı zamanda amaca uygun olmasıdır. Ölçülülük ilkesinin unsuru olan elverişlilik ilkesi gereğince  yapılan  sınırlamanın  alacaklının  hakkının  yerine  getirilmesini sağlayabilecek nitelikte olması gerekir. Örneğin çocuğun teslimine ilişkin emre uygun davranmayan zengin bir iş adamının mallarına el konulması onun çocuğu teslime zorlanmasına yol açmayabilir. Kanaatimizce özellikle sınırsız olarak mala el konulması ister para alacağına ilişkin hükme aykırı davranış olsun; ister birşeyin verilmesi yapılmasına ilişkin olsun alacaklının mülkiyet hakkına ölçüsüz bir müdahale olacaktır.                                                   102  Özekes, s. 219. 103  Çiftçi, s. 150. 104  Çiftçi, s. 150. 105  Pekcanıtez/Atalay/Sungurtekin Özkan/Özekes, s. 60. 2786Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2755-2793  Beydola Yargıtaya konu olan bir tahliye davasında tahliye gerçekleştirilmesine rağmen hapislik istidasının tahliyeden önce dosyalanması nedeni ile mahkeme emrine riayetsizlik nedeni ile alt mahkemenin üç ay koşulsuz hapis cezası vermesinin doğru olmadığı, ilgili sürenin çok uzun bir süre olduğu dile getirilmiştir.  Kanaatimizce  burada  iddia  edilen  temel  hak  sınırlaması ölçülülük ilkesinin orantılılık olarak adlandırılan ilkesine aykırı olarak gerçekleştirilmiştir. Yargıtay Mahkemeler Yasasının 50. maddesinden hareketle hapis cezasının uygulanma amacının mahkeme emrine uymaya zorlamak olduğunu vurgulamıştır. Dava konusu olayda hakim, mahkeme emri yerine getirildiğinden hapis cezasının uygulanmasının yasal dayanağı kalmadığını dile getirmiş ve verilen kararı iptal etmiştir. Verilen hüküm ölçülülük ilkesinin orantılık unsuru olarak ifade edilebilecek unsuruna uygun olarak  mahkeme emrine riayet edinceye kadar hapsedilmesine  şeklinde düzeltilmiştir.  Yargıtay verdiği bir kararda davalıya söz hakkı tanınmadan mahkeme emrine riayet etmediği için hapse gönderilmesine ilişkin hükmü iptal etmiştir. Yargıtay kişi özgürlüğünden yoksun bırakmak olarak adlandırılan anayasal hakkın sınırlandırılabilmesi için davalıya da söz hakkı tanınmasının menfaat dengesinin  sağlanması  için  gerekli  olduğunu  verdiği  karar  ile  ortaya çıkarmıştır.  G. Taşınmaz Mallara Alacaklı Tarafından Yükümlülük Konmasının Ölçülülük İlkesi Açısından Değerlendirilmesi Taşınmaz  mallara  yükümlülük  koyulması  olarak  adlandırılan  icra yöntemi gerçekleştirilirken (Hukuk Muhakemeler Usulü Yasası, m. 14) de ölçülülük ilkesi gözönünde bulundurulmalıdır. Alacaklının alacağı 10,000 TL olmasına rağmen 300,000TL olan taşınmazının üzerine yükümlülük konulması ölçülülük ilkesinin unsuru olan orantılılık ilkesine aykırılık teşkil edecektir. H. Ara Emirlerinin Ölçülülük İlkesi Açısından Değerlendirilmesi Malvarlığı haklarının korunması hususunda özellikle icra hukukunda başvurulacak  geçici  hukuki  koruma  önlemleri  önemli  bir  fonksiyona sahiptir. Ara emirleri vermek suretiyle bir temel hak sınırlanabilir mi? Buna ilişkin tartışmalar hukukumuzda hakaret davası için ara emri alınmasının                                                  106  Sözmener, s.  107  Yargıtay  Hukuk 15/82, D. 12/82, Dava No: 456/82, http://www.mahkemeler.net/cgibin/yenikararara.aspx, (ET., 5.4.2016). 108  Çiftçi, s. 149, DerenYıldırım, s. 2, Konuralp, s. 5.   2787Kuzey Kıbrıs Hukukunda...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2755-2793  istenilmesi  durumunda  gündeme  gelmiştir.  Hakaret  davasında  ara  emri verilerek yayımın durdurulması yani emrin icrası, ifade özgürlüğü olarak Anayasa da yer alan bu temel hakkın ölçüsüz olarak sınırlandığı anlamına gelir mi? Öncelikle incelenmesi gereken husus ifade özgürlüğünün bir ara emri ile sınırlanıp sınırlanmayacağıdır. Hukukumuzda 9/76 sayılı Mahkemeler Yasası nın 38(d) maddesine göre, Anayasa ya aykırı veya bağdaşmazlık halinde olmadıkça, ahkamı umumiye ve Nisfet Hukuku İlkeleri (Common Law ve Equity) KKTC mahkemelerinin uygulayacağı mevzuat arasındadır. 39/62 sayılı Yasa ile 1950 Avrupa İnsan Hakları  Sözleşmesi,  KKTC  Mahkemeleri  olarak  uygulamakla  yükümlü olduğumuz mevzuat arasında olduğu kabul edilmiştir. Anayasamız, 24 ve 26. maddeleri  kapsamında,  Düşünce,  Söz  ve  Anlatım  Özgürlüğü  ve  Basın Özgürlüğünü teminat altına almıştır. 9/76 sayılı Mahkemeler Yasası nın 41. maddesi  ile,  kişilere,  açmış  oldukları  hukuk  davalarında,  mahkemeye müracaat edip, men-i müdahale nitelikli emir verilmesini talep etme hakkı verilmiştir. Dikkat edilmesi gereken husus kişilerin şeref ve haysiyetinin de dokunulmaz  olduğu  ve  herkesin  buna  saygı  göstermekle  yükümlü olduğudur(Anayasa madde 14(4)). Mahkeme, yürürlükteki mevzuatı uygular ve yorumlarken, bu iki temel hak arasında denge kurmakla yükümlüdür. İngiltere de hakaret davalarında  ara emri verilebileceği içtihatlarla kabul edilmiştir.  İngiliz  hukukunda  ifade  özgürlüğünün  (hakaret  davasında) sınırlanması için bir ara emri verilebilmesi şu  koşulların varlığı halinde mümkündür.Yapılan beyan tartışma kaldırmayacak bir şekilde hakaret teşkil etmeli, böyle bir beyan (yayın) ın doğru olduğu sonucunu doğuracak herhangi bir  dayanak  olmamalı,  ortada  başarılı  olabilecek  başka  bir  müdafaa bulunmamalı  ve  hakaret  içeren  yayını  tekrarlama  veya  neşretme  niyeti olduğunu gösteren şahadet bulunmalıdır. İfade özgürlüğünün ara emri ile sınırlandırılmasında İngiltere de açılan William Coulson and Sonsv James Coulson and Co davasında 109 davanın sonucu ile karar vermeye yetkili olan jurinin karar vermesinden önce mahkemenin, yani oturum yapan yargıcın zem ve kadih içerikli yazıların yayınlanmasını durduracak ara emri vererek jurinin dava sonunda vereceği kararından önce yazıların zem ve kadih olup olmadığı konusunda bulgu yapıp yapmayacağı tartışılmış ve böyle bir yetkinin var olduğu sonucuna varılarak, mahkemenin bu yetkisinin hassaslıkla ele alıp titizlikle  değerlendirmesi  ve  zem  ve  kadihin  var  olduğu  açıkça  görülen                                                  109  William Coulson and Sons v James Coulson and Co (1887), http://swarb.co.uk/williamcoulson-and-sons-v-james-coulson-and-co-ca-1887/, (ET., 3.4.2016). 2788Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2755-2793  Beydola davalarda kullanması gerektiğine karar vermiştir. Kararda ayrıca yazıların zem ve kadih teşkil edebilecek kapasitede olmasının ortaya konmasının yeterli olmadığını ve mahkeme tarafından aranması gerekli ispat külfetinin jurinin dava sonunda yazılarla ilgili olarak kaçınılmaz şekilde zem ve kadih bulgusu yapması gerektirecek şahadetin ara emri safhasında var olduğunu tespit etmesi gerektiğini vurgulamıştır. Yine  İngiltere de  1891  yılında  çok  bilinen  ve  bu  konuda  temel içtihatlardan biri olarak kabul edilen, Bonnard v Perryman davasında aynı husus gündeme gelmiştir. Zem ve kadih davalarında, dava dinlenmeden önce, olası bir yanlışı engellemek amacıyla ara emri verme yetkisi kullanılırken, çok özel ve istisnai bir dikkat gösterilmesi gerekmektedir. İfade hürriyeti, kamu menfaati  bakımından  her  bireyin  sahip  olduğu  ve  yanlış  yapılmadığı müddetçe, herhangi bir engel ile karşılaşmadan kullanılması gereken temel bir haktır. Zem ve kadih içerdiği iddia edilen yayın, doğru ise, ortada herhangi bir hakkın ihlâlinden bahsedilemez. Bu nedenle, zem ve kadih davalarında, ara emri  verilirken  dikkatli  ve  temkinli  davranılmasının  esas  nedeni,  ifade hürriyetine  kısıtlama  getirilmemesine  gösterilen  önemdir.  Bu  davada, mahkemenin hakaret davalarında ara emri verme yetkisi olduğu açıkça ifade edilmiş, ancak bu yetkinin, nadiren ve çok dikkatli kullanılması gerektiği esası ile  konuya  yaklaşılmıştır.  Yayını  kısıtlama  yetkisi,  açıkça,  tartışma kaldıramayacak  ölçüde  hakaret  niteliğinde  olan  ve  gerçekten  başarılı olabilecek başka bir müdafaanın bulunmadığı hallerde kullanılması gerektiği ifade edilmiştir. Bu prensipler Fraser v Evans davasında da benimsenmiştir. Herbage  v  Pressdram  Ltd.  (1984)  davasında  yine  basın  hürriyeti  öne çıkarılmıştır. Bu prensipler, zaman içerisinde, mahkemeler tarafından ifade ve basın hürriyetine verilen değer nedeniyle gelişmiştir. İfade ve basın hürriyeti kullanılırken, yanlış yapılmışsa, zararı tazminat ile giderilebilen kişinin ün ve şöhreti ile basın ve ifade özgürlüğü arasında denge kurulmalıdır denmek suretiyle sınırlamanın ölçülü olması gereği vurgulanmıştır. Avrupa İnsan Hakları Sözleşmesi ve AİHM kararları açısından, hakaret davalarında, ara emri verilerek yayının kısıtlanması ile temel insan haklarının ihlâli arasındaki ilişkiyi incelememiz gerekmektedir.                                                   110  Bonnard  v  Perryman  (1891),  http://swarb.co.uk/bonnard-v-perryman-CA-2-Jan-1891/, (ET., 3.4.2016). 111  Fraser v Evans davası, http://swarb.co.uk/fraser-v-evans-CA-1969/, (ET., 3.4.2016). 112  Herbage v Pressdram Ltd. (1984) davası, http://swarb.co.uk/lisc/Defam01984.php , (ET., 3.4.2016).   2789Kuzey Kıbrıs Hukukunda...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2755-2793  Hakaret davalarında ortaya konan temel mesele; iki temel hak olan, düşünce  hürriyeti  ile  kişilerin  ünlerinin  korunması  arasındaki  dengenin muhafazasıdır.  Bunun  ötesinde,  uygulamada  hakaret  ifade  eden  sözleri yayınlayan  veya  söyleyenin,  söylediklerinin  doğru  olduğunu  veya  kamu menfaati için tarafsız ve dürüst yorum yaptığını ispatlama hakkı vardır. Bunu yerine getiremediği takdirde, tazminat ile karşı karşıya kalacağının unutulmaması gereken bir ölçüt olduğu hatırlatılarak, özgürlüklerin kısıtlanmasında cimri davranılması gerektiği esası kabul edilmiştir. Anayasa Mahkemesinin 24/02 sayılı kararında belirtildiği gibi, 39/62 sayılı Yasa KKTC de halen yürürlüktedir  ve  Avrupa  İnsan  Hakları  Sözleşmesi,  iç  hukukumuzun  bir parçasıdır.  Bu  ilke,  Anayasa  Mahkemesinin  3/2006  (D.3/2006)  sayılı kararında, daha detaylı ele alınarak aynı sonuca ulaşılmıştır. Bu neticeden hareket ettiğimizde, AİHM de karara bağlanan prensipler, bizim açımızdan da önem  arzetmektedir.İlk  mahkeme,  AİHM de  karara  bağlanan  ve  ifade özgürlüğünün kısıtlanmasının koşullarını belirleyen kararları, doğru olarak iktibas  etmiştir.Özellikle,  Jerusalem  v  Avusturya  (Case  No:  26958/95) kararı, bu konuda dikkate alınmalıdır. Jerusalem kararında Avusturya da oturum yapan bir mahkeme zemmedici açıklamalarda bulunan Jerusalem e ifade özgürlüğü ile yasak getirmiştir. Bu kararı AİHM e taşıyan Jerusalem böyle  bir  yasağın  yasalar  öngörmesine  rağmen  orantısız  olarak kullanılamayacağını  iddia  etmiştir.  İlgili  kararda  AİHM  açıkça  yayın yasağının konabilmesi için  prescribed by law  yönünde bir ibareyi kararında önkoşul olarak bir çok kez tekrarlamaktadır. AİHM bu kelimelerle ifade özgürlüğü ile ilgili sınırlamanın kanunla öngörülmüş ve yasal bir amaç için yapılmış olması gerektiğini bu madde ile ilgili içtihat yaratan bu kararında birçok  kez  tekrarlamaktadır.  Avusturya  devletinin  yasalarında  ifade özgürlüğüne yayın yasağı konması ile ilgili bir düzenleme olmadığı ve sadece kişiliğine, şöhretine, kredibilitesine vs zarar verilen bir kişinin tazminat talep etmeye hakkı olduğu ile ilgili Medeni Kanunda bir düzenleme yer almaktadır. Avusturya nın Medeni Kanunda zem ve kadih teşkil eden bir beyanın veya yayının yer alması halinde tazminat ödenmesi gerektiği hususunda düzenleme olmasını  ve  bundan  dolayıAvusturya  Mahkemesi nin  ifade  özgürlüğünü sınırlamasının  meşru  bir  amaç  için  yapıldığını  dikkate  alan  Mahkeme Avusturya devleti tarafından yapılan bu iddiayı onaylayarak Sözleşmenin 10.2 paragrafı  altında  aranan  yayın  ifade  özgürlüğünün  sınırlanmasının  yasa tarafından düzenlenmesi koşulunun varlığını teyit etmiştir.                                                  113  Jerusalem  v  Avusturya  (Case  No:  26958/95),  http://www.bailii.org/eu/cases/ECHR/ 2001/122.html, (ET., 4.5.2016). 2790Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2755-2793  Beydola SONUÇ Günümüzde hakların hukuki cebir kullanılmadan korunması imkansız hale gelmiştir. Cebri icranın yapılması, borçlunun borcunu kendi rızasıyla yerine getirmediği hallerde gündeme gelmekte ve alacaklı böyle bir durumda devletten yardım istemektedir. İhtiyaç duyulduğunda hakkın temini için hakkı zorla icra etme imkanın bulunmadığı bir hukuk düzeni, karşılıklı hak ve yükümlülüklerle donatılan hukuki ilişkiler içinde insanların ortak hayatlarının meşruiyetini ortadan kaldırmakta, zorla icra ise doğasında temel haklara müdahale edilmesini barındırmaktadır.Hakların temini için zorla icra faaliyeti gerçekleştirilirkenalacaklının,  borçlunun  ve  üçüncü  kişilerin  mülkiyet hakkının korunması, tarafların ailelerinin korunması hakkının sağlanması ve müdahalenin ölçülü olarak gerçekleştirilmesi büyük önem taşır. Cebri icra işlemi sonucunda Anayasa ile koruma altına alınmış bulunan ailenin korunması hakkının tehlikeye girmemesi gerekmektedir. İcra organları gerek yasanın ve tüzüğün hükümleri, gerekse anayasal çerçeveyi dikkate alarak korunacak menfaat olarak borçlu ve ailesinin menfaatini esas almalıdır. İcra hukukunda alacaklının alacağı tahsil edilmeye çalışırken, mal ya da alacak yönünden mülkiyet hakkı korunmaya; diğer yandan, borçlunun ve üçüncü  kişilerin  mülkiyet  hakkına  hukuka  aykırı  şekilde  yapılan  haksız müdahalelerin önüne geçilmeye çalışılmalıdır. İcra hukukunun amacı borçlunun sosyal  bakımdan  terbiyesi  olmayıp,  alacaklıların  tatmini  olduğundan borçlunun  mülkiyet  hakkına  gereken  hassasiyet  gösterilmelidir.  Haciz borçlunun malları üzerinde yapılması gereken bir müeyyide olduğundan, cebri icra prosedüründe üçüncü kişininin de mülkiyet hakkının tehlikeye girmemesine dikkat edilmeli, malvarlıklarına haksız müdahale yapılmamalıdır. Borçlunun borcu ödememesi sebebiyle ve alacaklının mülkiyet hakkının korunması  amacıyla  borçlunun  malvarlığına  müdahale  yapılabilmektedir. Ancak  yapılan  müdahale  kişinin  varlığını  tehdit  etmemeli,  kişiliğin korunmasına ve ölçülük ilkesine uygun olması gerekmektedir. Yani temel hak sınırlandırılmasında kullanılan araç amacı gerçekleştirmeye elverişli ve aynı zamanda gerekli olmalı, araçla amaç arasında aşırı dengesizlik bulunmamalıdır.       2791Kuzey Kıbrıs Hukukunda...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2755-2793",
     "Kaynakça": "Akil, Cenk, Borçlunun Üçüncü Kişilerdeki Mal ve  Alacaklarının Haczi, Ankara, 2013. Arslan, Ramazan/Tanrıver,Süha, Yargı Örgütü Hukuku, 2. Bası, Ankara, 2001. Ansay, Sabri Şakir, Hukuk İcra İflas Usulleri, Ankara, 1960. Aşık, İbrahim,İcra Sözleşmeleri, Ankara, 2006. Cansel,Erol,  Sosyal Devlet ve Aile , (http://dergiler.ankara.edu.tr/dergiler/ 38/324/3214.pdf,). Çiftçi, Pınar İcra Hukukunda Menfaat Dengesi, Ankara, 2010. Doğan, İsmail, Vatandaşlık Demokrasi ve İnsan Hakları, 6. Bası, Ankara, 2007. Deren Yıldırım/Nevhis, Haksız Rekabet Hukuku İle Fikri ve Sınai Mülkiyet Hukukunda İhtiyati Tedbirler, 2. Bası, İstanbul. Dönmez, Recai, Vergi İcra Hukukunda Haciz Yolu İle Takip, Ankara, 2005. Erturgut, Mine, İcraİflas Hukukunda Menkullerin Paraya Çevrilmesi, Ankara, 2000. Gaul, Hans Friedhelm/ Deren Yıldırım, Nevhis, İcra Hukuku Analizleri, 2. Bası, İstanbul, 2002. Kilkelly, Ursula, The Right To Respect For Private And Family Law, Human Rights Handbooks, No.1, 2001. Konuralp, Cengiz Serhat, İcraİflas Hukukunda İhtiyati Tedbir, İstanbul, 2013. Kuru, Baki,  Haczi Caiz Olmayan Şeyler , Makaleler, İstanbul, 2006. Kuru, Baki, İcraİflas Hukuku El Kitabı, 2. Bası, İstanbul, 2013. Kuru Baki, İcra ve İflas Hukuku, İstanbul, 2016 Metin, Yüksel, Ölçülülük İlkesi, Ankara, 2002. Muşul, Timuçin, İcraİflas Hukuku, 5.Bası, Ankara, 2015. Özbek, Mustafa Serdar, Avrupa Birliğ ve Türk Hukukunda İlamlı İcranın Etkinliği, 2. Bası, Ankara, 2013. 2792Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2755-"
}