{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2015",
     "Cilt": "64",
     "Sayı": "4",
     "Başlık": "DİNİ SEMBOL VE KIYAFET SINIRLAMALARINDA İKİ FARKLI YAKLAŞIM: İNSAN HAKLARI KOMİTESİ VE AVRUPA İNSAN HAKLARI MAHKEMESİ KARARLARININ DEVLETLERİN ULUSLARARASI YÜKÜMLÜLÜKLERİ BAKIMINDAN TAHLİLİ",
     "Title": "Two Different Approaches to the Restrictions on Religious Symbols and Clothing: Analysis of the Human Rights Committee’s and the European Court of Human Rights’ Case Law in terms of States’ Obligations under International Law",
     "Yazar İsmi": [
          "Erkan DUYMAZ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Dini Sembol",
          "Dini Kıyafet",
          "Türban",
          "Başörtüsü",
          "Haç",
          "Burka",
          "Laiklik",
          "Din ve Vicdan Özgürlüğü",
          "Fransa",
          "Türkiye",
          "Avrupa İnsan Hakları Mahkemesi",
          "İnsan Haklar Komitesi",
          "Takdir Payı",
          "Ölçülülük İlkesi"
     ],
     "Keywords": [
          "Religious Symbol",
          "Religious Clothing",
          "Turban",
          "Headscarf",
          "Cross",
          "Crucifix",
          "Burqa",
          "Secularism",
          "Freedom of Religion and Conscience",
          "France",
          "Turkey",
          "European Court of Human Rights",
          "Human Rights Committee",
          "Margin of Appreciation",
          "Principle of Proportionality"
     ],
     "Özet": "Din ve vicdan özgürlüğünün önemli bir unsuru olan dini kıyafet giyme ve  dini  sembol  taşıma  özgürlüğü  Avrupa  insan  hakları  gündeminin değişmeyen başlıklarından biri olmaya devam etmektedir. İlk olarak İslami başörtüsü  üzerinde  yoğunlaşan  tartışmalar  son  yıllarda  kipa,  haç  ve  Sih türbanı gibi diğer dini sembolleri de içine almış ve son olarak burka ve peçe gibi  insan  yüzünü  gizleyen  kıyafetlerin  kamuya  açık  alanlarda yasaklanmasına kadar genişlemiştir. Başta Türkiye ve Fransa olmak üzere Avrupa İnsan Hakları Sözleşmesi ne taraf devletlerde yürürlükte olan dini kıyafet ve sembol sınırlamalarının önemli bir bölümünü bir hak ihlali olarak değerlendirmeyen ve bu konuda devletlere geniş bir takdir payı bırakan Avrupa İnsan Hakları Mahkemesi bu tutumu nedeniyle eleştirilere hedef olmuştur. Son yıllarda, benzer hatta bazen aynı konulu başvuruları inceleyen Birleşmiş  Milletler  İnsan  Hakları  Komitesi  ise  söz  konusu  sınırlamaları Avrupa Mahkemesi nden farklı bir yaklaşımla incelemiş ve din ve vicdan özgürlüğüne  aykırı  bulmuştur.  Bu  çalışmanın  amacı,  Mahkeme nin  ve Komite nin  kararlarından  yola  çıkarak  iki  organ  arasındaki  yaklaşım farklılığını  ortaya  koymak  ve  bu  durum  karşısında  devletlerin  insan haklarına  ilişkin  sözleşmelerinden  kaynaklanan  yükümlülüklerinin  nasıl yorumlanması gerektiği sorusuna cevap aramaktır",
     "Abstract": "Freedom to wear religious symbols or clothing, which is an important component of the freedom of religion and conscience, continues to be one of the permanent topics of the European human rights agenda. The discussions which were initially centered around the Islamic headscarf have, in recent years, included other religious symbols like kippah, cross and Sikh turban and finally expanded to the ban on the burqa and the face veil in public space. The European Court of Human Rights who didn t consider, in a significant number of the cases, the restrictions on wearing religious symbols -especially in Turkey and France- as a violation of freedom of religion and leaved a wide margin of appreciation to the states in this regard, has been the target of criticism. However the United Nations Human Rights Committee has adopted a different approach and found a violation of the said freedom concerning similar and sometimes identical individual applications. This study aims to reveal the difference between the Court s and Commitee s approaches by analysing relevant case law and tries to find an answer to the question of how the state obligations arising from human rights treaties should be interpreted faced with this situation.",
     "Metin": "Din veya inancını açıklama özgürlüğünün kıyafet ve sembol yoluyla kullanılması sadece Türkiye de değil diğer Avrupa ülkelerinde de siyasi ve hukuki  gündemi  uzun  yıllardır  meşgul  eden  ve  üzerinde  bir  uzlaşı sağlanamamış  çok  yönlü  bir  sorun  olarak  karşımıza  çıkmaktadır.1  Bu alandaki  tartışmalar  özellikle  İslami  başörtüsü  kullanımı  üzerindeki sınırlamalarla  başlamıştır.  Türkiye de  1980  askeri  darbesi  sonrası  kabul edilen birtakım düzenlemelerle hayata geçirilen başörtüsü yasakları, uzun yıllar  boyunca  laiklik  ilkesi  çerçevesinde  ele  alınmış  ve  bu  ilkeye dayanılarak  Danıştay  ve  Anayasa  Mahkemesi  tarafından  hukuka  uygun bulunmuştur.2  Son  yıllarda  ise  önce  yükseköğretim  öğrencileri,  ardından milletvekilleri ve kamu sektöründe çalışanlar ve son olarak da ortaöğretim öğrencileri için fiilen veya hukuken uygulamada olan başörtüsü yasakları kaldırılmıştır.3 Diğer Avrupa ülkelerindeki dini kıyafet ve sembol tartışmalarının da başörtüsü üzerinde yoğunlaştığı söylenebilir. Avrupa da yaşayan Müslüman nüfusun dinsel ve kültürel görünürlüğünün artmasıyla birlikte dini sembol ve kıyafetlerin  okullarda  ve  kamu  kurumlarında  kullanılması  başta  Fransa olmak  üzere  birçok  Avrupa  ülkesinde  bir  sorun  olarak  algılanmaya başlanmıştır. Bu yönde bir algının oluşmasında 11 Eylül 2001 saldırılarına tepki  olarak  benimsenen  güvenlik  politikalarının  da  etkisi  olduğu yadsınmamalıdır. Siyasetçilerin de doğal olarak dâhil olduğu dinin kamusal alanda dışa vurulması tartışmaları, Fransız Parlamentosu tarafından 2004 yılında kabul edilen, ilk ve orta öğretim hizmeti veren devlet kurumlarında gösterişli  dini  sembollerin  kullanımını  yasaklayan  kanun  ile  yeni  bir aşamaya  girmiştir.4  Bu  kanunun  ortaya  çıkışında  başörtülü  Müslüman öğrencilerin okullarıyla yaşadıkları sorunlar etkili olmuşsa da, herhangi bir                                                  1  Bkz. Rorive, Isabelle,  Religious Symbols in the Public Space: In Search of a European Answer , Cardozo Law Review, (Vol. 30:6) 2009, s. 2669-2698. 2  Bkz. Aliefendioğlu, Yılmaz,  Laiklik ve Laik Devlet , İbrahim Ö. Kaboğlu (derleyen), Laiklik ve Demokrasi, İmge Kitabevi, Ankara, 2001, s. 110 vd. 3  Kamu çalışanları açısından bkz. 04.10.2013 tarihli ve 2013/5443 sayılı Bakanlar Kurulu kararı, RG tarih: 08.10.2013, sayı: 28789. Ortaöğretim öğrencileri açısından bkz. Milli Eğitim Bakanlığı na bağlı okullardaki öğrencilerin kılık ve kıyafetlerine dair yönetmelikte 22.09.2104 tarihli ve 2014/6813 sayılı Bakanlar Kurulu kararıyla yapılan değişiklik, RG tarih: 27.09.2014 sayı: 29132. 4  Loi n 2004-228 du 15 mars 2004 encadrant, en application du principe de laïcité, le port de signes ou de tenues manifestant une appartenance religieuse dans les écoles, collèges et lycées publics. JORF n°65 du 17 mars 2004.    1115Dini Sembol ve Kıyafet...                 Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160  dine aidiyeti dikkat çekici bir şekilde gösteren bütün sembol ve kıyafetler bu yasaktan  etkilenmiştir.  Uygulamada,  başörtülü  öğrencilerin  yansıra  keski veya  türban  takarak  saçlarını  tamamen  kapatan  Sih  erkekleri  de  devlet okullarından ayrılmak zorunda kalmıştır. Sih lerin önce ulusal mahkemeler, ardından  da  ulusalüstü  merciler  önünde  bu  yasağa  karşı  itirazlarını  dile getirmeleri,  dini  semboller  üzerindeki  hukuki  tartışmanın  Müslüman kadınlar üzerindeki erkek baskısı ve Avrupa ülkelerindeki İslam karşıtlığı tezleri dışında yapılabilmesine olanak tanımıştır.  Pasaport, sürücü belgesi ve diploma gibi resmi belgelerde başı açık fotoğraf bulundurma zorunluluğu da dini sembol sınırlamaları çerçevesinde ele alınmıştır. Bu alanda oluşan içtihadın merkezinde de önce başörtülü kadınların sonrasında ise türbanlı Sih lerin maruz kaldığı müdahaleler yer almıştır.   Bunların dışında, Türkiye deki devlet üniversitelerinde öğrenim gören öğrencilere uygulanan başörtüsü yasağı, çeşitli ülkelerde başta öğretmenler ve  öğretim  üyeleri  olmak  üzere  kamu  çalışanlarının  dini  sembol kullanmalarına  getirilen  sınırlamalar,  İtalyan  devlet  okullarındaki dersliklerde  haç  işareti  bulunması,  dini  kıyafet  giyen  kişilerin  güvenlik kontrollerinde  yaşadıkları  sorunlar  ve  özel  hukuka  tabi  iş  ilişkilerinde gündeme  gelen  dini  sembol  ve  kıyafet  düzenlemeleri,  din  ve  inançların görünür  hale  gelmesinden  kaynaklanan  tartışmaların  her  daim  hukuk gündeminde olmasına yol açmıştır. Bu alandaki en güncel gelişme ise insan yüzünü gizleyen kıyafet ve örtülerin kamusal alanda yasaklanması olmuştur. 2010 yılında Fransa da ve ertesi yıl Belçika da yürürlüğe giren yasalarla kamuya açık alanlarda burka, çarşaf, peçe ve benzeri kıyafetlerle bulunmak cezai yaptırıma bağlanmıştır.   Dini sembol ve kıyafetlere ilişkin sınırlayıcı düzenlemelerin artmasına paralel olarak ulusal mahkemelerin ve insan haklarının uluslararası düzeyde korunmasında etkin rol oynayan kurumların bu alandaki kararlarında önemli bir artış yaşanmıştır. Ancak asıl dikkat çekici olan, bu artışın yanında, dini sembol sınırlamalarının insan hakları sözleşmelerine uygunluğunun denetimi sırasında kayda değer bir yaklaşım farklılığının ortaya çıkmış olmasıdır. Bu ayrışmanın uluslararası ayağında Avrupa İnsan Hakları Mahkemesi (AİHM, Mahkeme) ve Birleşmiş Milletler İnsan Hakları Komitesi (İHK, Komite) yer 1116Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160                                            Duymaz almaktadır.5  AİHM,  din  ve  devlet  ilişkilerinin  düzenlenmesi  konusunda devletlere geniş bir takdir payı bırakan geleneksel yaklaşımını sürdürmüş, başvurunun muhatabı olan devletin kurucu değerlerinin ve siyasi tarihinin karar aşamasında belirleyici olduğu bir içtihat oluşturmuştur. Bu tutumun doğal bir sonucu olarak AİHM nin gerçekleştirdiği ölçülülük denetimi soyut bir  düzlemde  kalmış,  devletin  temel  hak  ve  özgürlüklere  müdahalesinin gerekliliği ve orantılılığı somut bir şekilde değerlendirilmemiştir. Bununla birlikte, devletin temel ilkelerinin ve siyasi tercihlerinin söz konusu olmadığı kimi  başvurularda  ve  özellikle  ihtilaflı  uygulamaların  bireylerarası ilişkilerden  kaynaklandığı  durumlarda Avrupa  Mahkemesi nin  somut  bir ölçülülük  kontrolü  yaptığı  gözlemlenmiştir.  AİHM ye  nispeten  daha  az sayıda ve çeşitlilikte başvuruyu karara bağlayan İHK ise gerek kullandığı ölçütler gerekse ulaştığı sonuç bakımından başka bir yaklaşımın mümkün olduğunu  göstermiştir.  AİHM den  farklı  olarak,  dini  sembol  kullanımı üzerindeki sınırlamaların zorlayıcı bir toplumsal gereksinimden kaynaklanıp kaynaklanmadığını  ve  bu  sınırlamaların  devletin  öne  sürdüğü  meşru amaçlarla orantılı olup olmadığını her somut vakanın kendi özelliklerini dikkate  alarak  değerlendiren  Komite, AİHM nin  meşru  ve  ölçülü  olarak değerlendirdiği tedbirleri din ve vicdan özgürlüğüne aykırı bulmuştur. Bu yaklaşımda  altı  çizilmesi  gereken  bir  diğer  önemli  ayrışma  Komite nin ulusal takdir payı doktrinine başvurmamış olmasıdır. Sonuç  olarak  insan  haklarının  korunması  alanında  uzmanlaşmış  iki ulusalüstü  kurum  aynı  hukuki  sorun  üzerinden  iki  farklı  yorum  ortaya koymuştur.  Hem  Avrupa  İnsan  Hakları  Sözleşmesi ne  (AİHS)  hem  de Milletlerarası Medeni ve Siyasi Haklar Sözleşmesi ne (MSHS) taraf çok sayıda devlet olduğu düşünüldüğünde, söz konusu farklılaşmanın devletlerin iç hukuklarına ne şekilde yansıyacağı ve olası bir içtihat çatışmasının ne şekilde aşılacağı tartışılmaya değer bir mesele haline gelmektedir (III). Bu                                                  5  Mahkeme nin ve Komite nin dini sembol ve kıyafetlere ilişkin kararlarının genel bir görünümü için bkz. Doğru, Osman ve Nalbant, Atilla, İnsan Hakları Avrupa Sözleşmesi – Açıklama ve Önemli Kararlar, 2. Cilt, Legal, İstanbul, 2013, s. 131-135. Burada, dini sembol sınırlamaları alanındaki hukuki tartışmaya sunduğu değerli katkı nedeniyle Gent (Ghent, Gand) Üniversitesi İnsan Hakları Merkezi nin (Belçika) adı da anılmalıdır. Diğer birçok başlığın yanında, dini sembollere ilişkin çok sayıda konunun tartışıldığı ve karar yorumlarının yer aldığı http://strasbourgobservers.com/ internet sitesi Merkez tarafından idare  edilmektedir.  Merkez  ayrıca,  AİHM  Büyük  Daire nin  burka  yasağına  ilişkin S.A.S./Fransa davasında üçüncü taraf sıfatıyla (amicus curiae) mütalaa sunmuştur.   1117Dini Sembol ve Kıyafet...                 Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160  tartışmayı yürütebilmek için öncelikli olarak ayrışmaya konu olan başvurular (I)  ve  ayrışmaya  neden  olan  hukuki  denetim  yöntemleri  (II)  tahlil edilmelidir. I. İki Farklı Yaklaşım: AİHM ve İHK Kararlarında Dini Sembol ve Kıyafet Sınırlamaları AİHM ve İHK arasındaki yaklaşım farkı esas itibariyle iki alanda ortaya çıkmıştır. Her iki organ tarafından verilen kararların ve yapılan tespitlerin hedefinde Fransa da 2004 yılında yürürlüğe giren, ilk ve orta dereceli devlet okullarında  öğrencilerin  dini  sembol  taşıma  ve  dini  kıyafet  giyme özgürlüklerine  getirilen  sınırlamalar  ile  2000 li  yıllarda  uygulanmaya başlanan resmi belgeler üzerinde başı açık fotoğraf bulundurma zorunluluğu bulunmaktadır.6 Başvurucuların tamamının Sih inancına mensup erkekler ve Müslüman kız öğrenciler olması, ileri sürülen tezler ve değerlendirmede kullanılan  ölçütler  bakımından  da  bir  karşılaştırma  yapılmasına  olanak tanımaktadır. A. İlk ve Orta Öğretim Hizmeti Veren Devlet Okullarında Dini Sembol ve Kıyafet Sınırlamaları Fransa da okul-laiklik ilişkisinin tarihten gelen özel bir önemi vardır. Nitekim laiklik, 19. yüzyılın sonlarında çıkarılan temel eğitim kanunlarıyla siyasi  bir  mücadelenin  ötesine  geçerek  hukuki  yapıya  nüfuz  etmiş  ve Cumhuriyet in  kurumsallaşmasında  önemli  bir  rol  üstlenmiştir.7  Öyle  ki, devlet  okulları  bugün  hala  laikliğin  beşiği  ve  koruyucusu  olarak  kabul                                                  6  Bu karşılaştırmaya üçüncü bir başlık olarak devlet üniversitelerindeki dini sembol yasakları da dâhil edilebilirdi. Nitekim AİHM Türkiye deki yüksek öğretim kurumlarında bir dönem yürülükte olan başörtüsü yasaklarını AİHS ye aykırı bulmamışken, İHK, Özbekistan a karşı yapılmış bir başvuruda bu türden genel sınırlamaların din ve vicdan özgürlüğüne aykırı olabileceğine hükmetmiştir. Ancak bu kararda, başvurunun merkezinde yer alan ve trarafların   hicap   olarak  nitelendirdikleri  dini  kıyafetin  ne  tür  bir  başlık  olduğu  ve başvurucunun  yüzünü  kapatıp  kapatmadığı  Komite  tarafından  bilinmemektedir.  Diğer yandan, Özbekistan hükümeti söz konusu sınırlamanın gerekliliği konusunda herhangi bir tez öne sürmemiştir. Sonuç olarak Komite, bu başvuruyu  vakanın kendine has koşulları  içerisinde ele almış ve kamu makamlarının herhangi bir gerekçe sunmamış olmasına dayanarak başvurucunun inancını açıklama özgürlüğünün ihlal edildiğine karar vermiştir. İHK, Hudoyberganova/Özbekistan, n° 931/2000, 05.11.2004, par. 6.2. Bkz. Joseph, Sarah,  United Nations Human Rights Committee: Recent Cases , Human Rights Law Review, 6 (2006), s. 367-370. 7  Bkz. Küçük, Tevfik Sönmez,  Fransız Eğitim Sisteminde Dini Sembollerin Kullanılması , Ankara Barosu Dergisi, Yıl:68, Sayı: 2010/1, s. 98. 1118Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160                                            Duymaz edilmektedir.8  Fransız  eğitim  sisteminin  laikleşmesi,  öncelikli  olarak, okullarda  din  eğitimi  verilmemesi  ve  müfredatın  dinsel  ögelerden arındırılması şeklinde gerçekleşmiştir. Ancak eğitimde laikleşme bununla sınırlı kalmamış, devlet okullarında dinsel farklılıkların belirginleşmesi ve cemaatleşme  de  laiklik  açısından  bir  tehdit  olarak  algılanmıştır.  Fransız tarihinin  aşina  olduğu  din  savaşlarının  ve  dini  çatışmaların  etkisiyle benimsenen bu laiklik anlayışı çerçevesinde, okullarda dini aidiyetlerin açığa vurulmaması şeklinde bir gelenek oluşmuştur.  Başörtüsünün bir sembol olarak güç kazandığı 80 li yıllardan itibaren Fransız eğitim sisteminin laik niteliği öğrencilerin dini sembol taşımaları üzerindeki  sınırlamalarla  pekiştirilmeye  çalışılmıştır.  1989  yılında,  okul yönetiminin  uyarılarına  rağmen  başörtülerini  çıkarmayan  üç  ortaokul öğrencisinin okuldan atılmasıyla gündeme gelen dini sembol tartışmaları, Fransız Danıştayı nın aynı yıl bildirdiği bir görüşle bir süreliğine yatışmıştır. Hükümete tavsiye niteliğindeki bu karara göre, öğrencilerin bir dine mensup olduklarını  gösteren  sembol  taşımalarının  ifade  ve  inancını  açıklama özgürlüklerinin  bir  parçası  olduğu  ve  laiklik  ilkesiyle  çelişmediği savunulmuştur.9 Danıştay özetle, genel ve mutlak bir dini kıyafet ve sembol yasağının din ve vicdan özgürlüğü ile bağdaşmayacağını, bununla birlikte, kullanılan  dini  sembolün  diğer  öğrenciler  üzerinde  baskı  oluşturması, başkalarının sağlığını ve güvenliğini tehdit etmesi veya eğitim kurumunun düzenini  bozması  durumunda  birtakım  sınırlamaların  meşru  sayılacağını ifade etmiştir.10 Başkalarının haklarını koruma, okul içerisinde düzeni ve çoğulculuğu sağlama  dışında  bir kaygı  içermeyen  bu  görüş,  Danıştay ın militan  bir  laiklik  anlayışı  yerine  hoşgörülü  ve  özgürlükçü  bir  tutum içerisinde  olduğu  şeklinde  yorumlanmıştır.11  Ne  var  ki  2000 li  yılların başlarında tekrar alevlenen dini sembol tartışmaları bu kez farklı bir şekilde                                                  8  Deguergue, Maryse,  Çağdaş Fransız Demokrasisinde Laikliğin Anlamı , İbrahim Ö. Kaboğlu (derleyen), Laiklik ve Demokrasi, İmge Kitabevi, Ankara, 2001, s. 197. 9  Conseil d Etat, 27.11.1989, No: 346893, Avis  Port du foulard islamique . 10  Bkz. Bribosia, Emmanuelle; Rorive, Isabelle,  Le voile à l école: une Europe divisée , Revue trimestrielle des droits de l homme, 2004, n° 60, s. 970. 11  Ibid. Nitekim Fransız Danıştayı, başörtüsü nedeniyle okuldan atılmaya ilişkin 1992-1999 yılları arasında gördüğü 49 davadan 41 inde öğrenciler lehine karar vererek ilk derece mahkemelerinin kararlarını bozmuştur. S. Joel Fetzer ve J. Christopher Soper den aktaran Yükleyen, Ahmet ve Kuru, Ahmet T., Avrupa da İslam, Laiklik ve Demokrasi. Fransa, Almanya ve Hollanda, Tesev yayınları, 2006, s. 25.   1119Dini Sembol ve Kıyafet...                 Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160  sonuçlanmıştır.  2003  yılında,  dönemin  Cumhurbaşkanı  Jacques  Chirac tarafından görevlendiren bir komisyonun çalışmaları neticesinde şekillenen ve üzerinde geniş bir uzlaşı sağlanan, ilk ve orta dereceli devlet okullarında gösterişli dini sembol ve kıyafetlerin kullanımını yasaklayan kanun 2004 yılında kabul edilmiştir.12 Söz konusu kanun yalnızca gösterişli veya dikkat çekici dini sembolleri yasaklamış -başörtüsü, türban, kipa ve büyük haç bu kategoride  anılmıştır-,  siyasi  semboller  ile  küçük  boyuttaki  veya  göze çarpmayan dini semboller konusunda bir sınırlama öngörmemiştir. Belirtmek gerekir  ki,  1989  yılında  dini  sembollerin  kural  olarak  serbest,  bunların yasaklanmasını ise istisnai olarak meşru kabul eden Fransız Danıştayı, 2004 yasası  için  farklı  bir  değerlendirmede  bulunmuş  ve  gösterişli  sembolleri mutlak  bir  şekilde  yasaklayan  düzenlemeyi  din  ve  inancını  açıklama özgürlüğü  ile  bağdaştırmıştır.13  Danıştay ın  bu  sonuca  ulaşmasında, koşulların değiştiği, din ve vicdan özgürlüğünün yanı sıra Müslüman kız çocuklarının ailelerinden ve İslami çevrelerden gelebilecek baskılara karşı korunmasının  da  gerekli  olduğu  yönündeki  tespit  ve  telkinler  etkili olmuştur.14  Görüldüğü  gibi  2004  yasası  genel  bir  dini  sembol  yasağı getirmekle birlikte öncelikli olarak İslami başörtüsünü hedef almıştır. Bu yasanın AİHS madde 9 da güvence altına alınan düşünce, vicdan ve din özgürlüğüne aykırı olup olmadığı sorusu 2009 yılında AİHM nin verdiği bir  kararla  cevabını  bulmuştur. Ancak AİHM,  orta  öğretimde  başörtüsü kullanımına getirilen sınırlamalar konusundaki içtihadını bu karardan birkaç yıl  önce  genel  hatlarıyla  oluşturmuştur.  İstanbul daki  bazı  imam  hatip liselerine başörtüsüyle giremeyen öğrencilerin ve bunların velilerinin yaptığı bir başvuruyu inceleyen AİHM, kılık kıyafet yönetmeliğinden kaynaklanan                                                  12  Bkz. Fabre-Alibert, Véronique,  La loi française du 15 mars 2004 encadrant, en application du principe de laïcité, le port de signes ou de tenues manifestant une appartenance religieuse dans les écoles, collèges et lycées publics: vers un pacte social laïque? , Revue trimestrielle des droits de l homme, 2004, n° 59, s. 584 vd. Ulusal Meclis te gerçekleşen oylamada 36 hayır oyuna karşılık 494 evet oyu çıkmıştır. 31 milletvekili ise oylamaya katılmamıştır.  13  Ibid., s. 587. Danıştay Genel Kurulu tarafından 22.01.2004 tarihinde bildirilen bu görüş yayımlanmamıştır. Danıştay ın 2005 yılında yayımladığı 2004 yılına ait faaliyet raporunda ise Genel Kurul kararının kısa bir özetine yer verilmiştir. Bkz. Conseil d État, Rapport public 2005, La Documentation française, Paris, 2005. s. 51.  http://www.conseil-etat.fr/content/download/373/1147/version/1/file/rapportpublic5.pdf (erişim tarihi: 05.01.2015) 14  Fabre-Alibert, Véronique, op. cit., s. 587. 1120Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160                                            Duymaz bu müdahalenin başkalarının haklarının ve okul düzeninin korunması ile orta öğretimde yansızlığın sağlanması meşru amaçlarını güttüğünü belirtmiştir.15 Türkiye deki eğitim sisteminin laik yapısına vurgu yapan Mahkeme, okul yönetiminin öğrenci ve velilerle diyalog kurma çabalarını ve öğrencilerin Kuran derslerine başörtüsüyle katılabileceğini, bu nedenle de mutlak bir yasaktan ziyade bir düzenlemenin söz konusu olduğunu belirterek eğitim hakkına  ve  din  ve  vicdan  özgürlüğüne  getirilen  bu  kısıtlamanın  ölçülü olduğuna  hükmetmiştir.  İki  yıl  sonra  verilen  Doğru/Fransa  ve Kervancı/Fransa  kararları  birtakım  farklılıklar  içermesine  rağmen  Köse kararının  devamı  niteliğindedir.16  Fransa da,  ortaokula  giden  11  ve  12 yaşlarında  iki  Müslüman  kız  çocuğunun  beden  eğitimi  derslerine başörtüsüyle  girmelerine  izin  verilmemesini  ve  bu  kişilerin  devamsızlık gerekçesiyle okuldan atılmalarını konu alan bu başvurulardaki iddialar bir öncekinden farklı olarak açıkça dayanaktan yoksun bulunmamış, esastan incelenmiştir. Arka planında 2004 yasasının yürürlüğe girmesinden önceki başörtüsü yasağı uygulamaları bulunan bu iki vakada Mahkeme, Fransız laiklik modelinin kendine has özelliklerini hatırlatmış ve laikliğe dayanılarak uygulanan  başörtüsü  yasaklarını  ilkesel  olarak  meşru  kabul  etmiştir. Öğrencilerin okuldan uzaklaştırılmasının demokratik bir toplumda gerekli olup olmadığı sorusu Fransa ya geniş bir takdir payı bırakılarak irdelenmiş ve diğer birçok faktörün yanında, yürütülen disiplin soruşturmasının yarışan menfaatler arasında adil bir denge kurmaya çalışmış olması ve başörtüsü yasağının yalnızca beden eğitimi dersiyle sınırlı kalması bu soruya verilen cevabı olumlu kılmıştır.17 2004  yılında  çıkarılan  kanunun  uygulamaya  konulmasıyla  birlikte İslami başörtüsünün yanında Sih türbanı da gösterişli bir dini sembol olarak kabul edilmiş ve inancı gereği saçlarını kestirmeyen ve türbanla gizleyen Sih erkekleri  de  okuldan  uzaklaştırma  cezalarıyla  karşı  karşıya  kalmışlardır. AİHM,  İslami  başörtüsü  konusunda  oluşturduğu  içtihadı,  2009  yılında                                                  15  AİHM, Köse ve 93 diğer başvurucu/Türkiye, n° 26625/02, 24.01.2006 (kabul edilemezlik kararı).  16  AİHM,  Doğru/Fransa,  n°  27058/05,  04.12.2008;  Kervancı/Fransa,  n°  31645/04, 04.12.2008. 17  AİHM, Doğru/Fransa, n° 27058/05, 04.12.2008, par. 74; Kervancı/Fransa, n° 31645/04, 04.12.2008, par. 74. Mahkeme sonuç olarak AİHS nin 9. maddesinin ihlal edilmediğine ve 1  No lu  Protokol ün  2.  maddesi  açısından  ayrıca  bir  incelemeye  gerek  olmadığına hükmetmiştir.   1121Dini Sembol ve Kıyafet...                 Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160  verdiği iki kabul edilemezlik kararıyla Sih türbanına ilişkin başvurularda aynen  uygulamıştır.  Bu  başvurular,  14  ve  17  yaşlarında  iki  Sih  lise öğrencisinin  bir  çeşit  küçük  Sih  türbanı  olan   keski   ile  okula alınmamalarını ve sonrasında disiplin kurulu kararıyla okuldan atılmalarını konu edinmektedir.18 Başvurucuların yakındığı dini sembol taşıma yasağı, Doğru ve Kervancı vakalarından farklı olarak, okulun bütün alanlarında geçerli mutlak bir yasaktır. Bununla birlikte Mahkeme nin bu detaya büyük önem verdiğini söylemek mümkün değildir. Nitekim AİHM bu farkı dile getirdikten  hemen  sonra,  mevcut  içtihadından  ayrılmayı  gerektirecek  bir nedenin  bulunmadığını  eklemiştir.  Mahkeme ye  göre,  devlet  okullarında geçerli olan dini sembol ve kıyafet yasakları, yalnızca, anayasal bir ilke olan laikliğin korunması amacıyla öngörülmüştür ve bu amaç AİHS nin üzerine kurulduğu temel değerlerle uyum içerisindedir.  Böylece savunmacı devlet tarafından öne sürülen ve Mahkemece kabul gören, başkalarının haklarının ve okul düzeninin korunması haklı amaçları bir  nevi  laiklik  ilkesinin  uygulanmasının  doğal  sonucu  olarak algılanmaktadır.  Başka  bir  deyişle,  laiklik  ilkesinin  uygulanmasıyla  okul içerisinde dinsel ayrışma ve çatışma yaşanmayacak, hiçbir öğrencinin dini ve inancı bir başkası üzerinde baskı oluşturmayacak, bu sayede çoğulculuk güvence altına alınacak ve okul düzeni korunacaktır. Laiklik ilkesine yapılan vurgu  bu  denli  güçlüyken  ve  2004  yasası  yalnızca  laiklik  ile temellendirilmişken, bu yasanın uygulanmasından doğan ihtilafların, somut olayın özelliklerine bakılmaksızın, aynı yönde karara bağlanacağı ortadadır. Nitekim  Sih  öğrencilerin  başvurularıyla  birlikte,  başörtüsü  nedeniyle okuldan  uzaklaştırılan  Müslüman  öğrencilerin  başvurularını  da  inceleyen AİHM, tamamen aynı gerekçelerle, din ve vicdan özgürlüğünün, ayrımcılık yasağının ve eğitim hakkının ihlal edildiği iddialarını oy birliğiyle açıkça dayanaktan yoksun bulmuştur.19 Kullanılan dini sembolden bağımsız olarak Mahkeme nin  aynı  doğrultuda  kararlar  vermesi,  İslami  sembol tartışmalarında gündeme gelen başörtülü kadınlar üzerindeki erkek baskısı veya 11 Eylül olaylarından sonra Avrupa da beliren İslam karşıtlığı gibi                                                  18  AİHM, Jasvir Singh/Fransa, n° 25463/08, 30.06.2009; Ranjit Singh/Fransa, n° 275/61, 30.06.2009 (kabul edilemezlik kararları). 19  AİHM, Aktaş/Fransa, n° 43563/08, 30.06.2009; Bayrak/Fransa, n° 14308/08, 30.06.2009; Gamaleddyn/Fransa, n° 18527/08, 30.06.2009; Ghazal/Fransa, n° 29134/08, 30.06.2009 (kabul edilemezlik kararları). 1122Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160                                            Duymaz varsayımların  ve  kadın  erkek  eşitliği  üzerinden  türetilen  tezlerin  karar aşamasında  tek  başlarına  belirleyici  olmadıkları  şeklinde  yorumlanabilir. Yukarıda aktarılan kararlar, AİHM içtihadının dayanağında laiklik ilkesinin, daha  doğrusu  devletlerin  bu  ilkeye  yükledikleri  anlamın  bulunduğunu göstermektedir. Devlet okullarında uygulanan dini sembol yasaklarını bir hak ihlali olarak değerlendirmeyen AİHM içtihadının yerleşik hale gelmesiyle birlikte, okuldan  atılan  öğrencilerin  başvuruları  İnsan  Hakları  Komitesi ne yönelmiştir. Bu tercihte, 2004 yılında kabul edilen kanun hakkında İHK nin daha önce bir dizi endişesini dile getirmiş olması da şüphesiz rol oynamıştır. Gerçekten  de  İHK,  periyodik  Fransa  raporlarında,  söz  konusu  yasanın çocuğun üstün yararı ilkesine ve çocukların eğitim hakkına aykırı sonuçlar doğurabileceği uyarısında bulunmuştur.20 Komite ayrıca, Musevi, Müslüman ve  Sih  öğrencilerin  bir  kısmının  diğer  öğrencilerle  birlikte  öğrenim görmesinin engellenmesinin sakıncaları üzerinde durmuş ve laiklik ilkesine saygıyı sağlamak için yaygın kullanılan dini sembollerin yasaklanmasına ihtiyaç  duyulmaması  gerektiğini  dile  getirmiştir.21  Bu  kaygılardan  da anlaşılacağı gibi Komite, din ve vicdan özgürlüğü-laiklik dengesinin Fransız mevzuatında adil bir şekilde kurulmadığını düşünmektedir. Keski taktığı gerekçesiyle derslere alınmayan ve bir süre sonra okuldan atılan  bir  başka  Sih  öğrencinin  İHK ye  yaptığı  başvuru  bu  doğrultuda sonuçlanmıştır.22 Komite önünde başvurucunun ileri sürdüğü esas tez, belirli bir ilkenin veya resmi bir politikanın dini sembol taşıma yasakları için meşru bir gaye sayılamayacağı, kamu düzeninin bozulması, suç işlenmesi veya başkalarının  haklarına  zarar  verilmesi  gibi  nesnel  ve  somut  bir  veri olmaksızın  din  ve  vicdan  özgürlüğüne  müdahale  edilemeyeceği yönündedir.23 Komite bu tezi dikkate almış ve başvurucunun keski takarak diğer öğrencilerin hak ve özgürlükleri ve okulun iç düzeni açısından bir                                                  20  CRC/C/15/Add.240, par. 25 ve 26. (Dördüncü Fransa periyodik raporu üzerine nihai gözlemler). 21  CCPR/C/FRA/CO/4, par. 23. (İkinci periyodik Fransa raporu üzerine nihai gözlemler). 22  İHK,  Bikramjit  Singh/Fransa,  n°  1852/2008,  01.11.2012.  Bkz.  Chaib,  Saïla  Ouald,  Freedom  of  Religion  in  Public  Schools:  Strasbourg  Court  v.  UN  Human Rights Committee ,  http://strasbourgobservers.com/2013/02/14/freedom-of-religion-inpublic-schools-strasbourg-court-v-un-human-rights-committee/ (erişim tarihi: 20.02.2015). 23  Par. 3.5 ve 6.6.   1123Dini Sembol ve Kıyafet...                 Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160  tehdit oluşturduğunu gösteren ikna edici herhangi bir kanıtın savunmacı devlet  tarafından  sunulamadığını  tespit  etmiştir.  Zira  Komite ye  göre, başvurucunun  maruz  kaldığı  disiplin  cezasının  temelinde  somut  bir  risk yaratan  herhangi  bir  bireysel  davranış  bulunmamaktadır;  başvurucu, yalnızca, dini mensubiyeti dışa vurma biçimi esas alınarak kanun tarafından oluşturulan  geniş  bir  kitleye  dâhil  olduğu  için  cezalandırılmıştır.  İHK, okuldan  atılma  cezasının  henüz  çocuk  olan  başvurucunun  eğitim  hakkı üzerindeki olumsuz etkisini de göz önüne alarak, uygulanan ağır yaptırımın demokratik  bir  toplumda  zorunlu  bir  tedbir  olarak  görülemeyeceğini kaydetmiştir. Sonuç olarak, MSHS nin 18. maddesinde güvence altına alınan düşünce, vicdan ve din özgürlüğünün ihlal edildiğini tespit eden İHK, dini sembol  yasaklarının  dolaylı  ayrımcılık  yarattığına  ilişkin  iddiaları  ise inceleme gereği duymamıştır.24 B.  Resmi  Belgeler  Üzerinde  Başı  Açık  Fotoğraf  Bulundurma Zorunluluğu İHK,  devlet  okullarındaki  dini  sembol  yasaklarına  ilişkin  kararıyla, laikliğin din ve vicdan özgürlüğü üzerindeki sınırlayıcı etkisi konusunda AİHM den farklı bir konumda olduğunu göstermiştir. Benzer bir ayrışma, resmi belgeler ve kimlik kartları üzerinde başı açık fotoğraf bulundurma zorunluluğuna  ilişkin  başvurularda  da  açığa  çıkmıştır.  Hemen  belirtmek gerekir ki, Sihler tarafından Fransa ya karşı yapılan başvurular laiklik ilkesi ekseninde incelenmemiştir. Bu vakalarda dini sembol kullanma özgürlüğüne getirilen  sınırlamalar  kamu  güvenliğinin  ve  kamu  düzeninin  korunması meşru amacıyla savunulmuştur. Bununla birlikte, söz konusu sınırlamaların okullardaki  dini  sembol  tartışmalarıyla  eş  zamanlı  olarak  uygulanmaya başladığı göz önüne alındığında, laikliğin bu tür başvurularda da, en azından örtülü olarak, sınırlayıcı bir işlev gördüğü yorumu yapılabilir. Öte yandan, başörtülü kadınların Türkiye aleyhine yaptıkları benzer konulu başvurularda laiklik ilkesinin merkeze alınması bu yorumu destekler niteliktedir.  Bu  konudaki  önemli  kararlardan  ilki  1998  yılına  kadar  AİHS kapsamında  bireysel  başvuruların  kabul  edilebilirliği  incelemesini  yapan Avrupa İnsan Hakları Komisyonu (AİHK, Komisyon) tarafından verilmiştir. Komisyon, Karaduman kararında, üniversite diploması üzerinde başörtülü                                                  24  Par. 8.7. 1124Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160                                            Duymaz bir fotoğraf kullanmak isteyen başvurucunun bu isteğinin reddedilmesinin ve bu nedenle diplomasının düzenlenmemesinin AİHS madde 9 a aykırı bir tutum  olup  olmadığını  değerlendirmiştir.25  Komisyon  özetle,  başı  açık fotoğraf  bulundurma  yükümlülüğünün  disiplin  yönetmeliğiyle öngörüldüğünü,  kişinin  okula  kayıt  yaptırırken  bu  koşuldan  haberdar olduğunu,  üniversitelerin  laik  yapıda  olması  sebebiyle  bu  tür  kuralların meşru kabul edilmesi gerektiğini ve nihayet devletlerin bu konuda geniş bir takdir payına sahip olduğunu ifade etmiştir. Kararda laiklik ilkesine yapılan güçlü vurgu dikkat çekici niteliktedir. Komisyon her ne kadar diplomalarda başı  açık  fotoğraf  bulundurma  zorunluluğunun  kişinin  kimliğinin  tespiti açısından gerekli olduğunu ve diplomanın dini inançların ifade edildiği bir belge  olarak  değerlendirilemeyeceğini  kaydetmiş  olsa  da,  kılık  kıyafete ilişkin  düzenlemelerin  üniversitenin   cumhuriyetçi   ve   laik   niteliğini koruma amacını güden kurallar arasında yer aldığını özellikle belirtmiştir. Dahası,  Komisyon a  göre,  laik  bir  üniversitenin  bu  tür  düzenlemeleri yaparken  köktenci  dini  akımların  yüksek  öğretimde  kamu  düzenini bozmasını ve başkalarının inancı üzerinde tehdit oluşturmasını engellemeye çalışması meşru bir çaba olarak görülebilmelidir. Komisyon nihayet Anayasa Mahkemesi nin  7  Mart  1989  tarihli  kararına  gönderme  yaparak, üniversitelerde  başörtüsü  kullanımının  başörtülü  olmayan  öğrenciler üzerinde  baskı  oluşturabileceği  değerlendirmesini  dikkate  aldığını  not etmiştir.  Bu  gerekçelere  dayanan  Komisyon, AİHS  madde  9  kapsamına girecek bir müdahalenin somut olayda gerçekleşmediği sonucuna ulaşmıştır. Açıkça  görülmektedir  ki,  Komisyon,  diplomada  başı  açık  fotoğraf bulundurma zorunluluğunu üniversitenin laik kimliğine bağlamış ancak bunu yaparken fotoğrafta başörtüsü kullanmayı üniversitede başörtülü bulunmayla eş  değer  olarak  yorumlamıştır.  Somut  vakada,  diplomada  yer  alacak fotoğraflara  ilişkin  ölçütler  söz  konusuyken,  Komisyon,  radikal  dini akımların tehlikelerine ve başkalarının haklarının korunmasına değinmiştir. Başka bir deyişle, başvurucunun iddialarından ziyade Türkiye deki türban yasakları Komisyon un incelemesinin merkezine oturmuştur.  Üniversiteye kayıt sırasında başörtülü bir fotoğraf sunduğu gerekçesiyle kayıt işlemi gerçekleştirilmeyen bir başvurucunun iddialarını konu alan Araç vakası da aynı yönde sonuçlanmıştır.26 AİHM nin incelediği bu başvuruda                                                  25  AİHK, Karaduman/Türkiye, n° 16278/90, 03.05.1993. 26  AİHM, Araç/Türkiye, n° 9907/02, 19.09.2006 (kabul edilemezlik kararı).    1125Dini Sembol ve Kıyafet...                 Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160  laiklik  ilkesi  açıkça  anılmasa  da,  Karaduman  kararının  hatırlatılması  ve benzer  gerekçelerin  bu  başvuruda  da  geçerli  olacağının  ifade  edilmesi, laiklik  ilkesine  dayanılarak  yapılan  değerlendirmelerin AİHM  tarafından reddedilmediğini ortaya koymaktadır.  İslami başörtüsünden sonra Sih türbanı da aynı sınırlamalar nedeniyle bireysel başvurulara konu olmuştur. Fransa ya karşı yapılan üç başvurudan biri AİHM ye ikisi ise İHK ye yöneltilmiştir. Bu başvuruların ortak yönü, yakınılan uygulamaların 2000 li yıllarda hayata geçirilmiş olmasıdır. Öte yandan her üç vakada da başvurucular resmi belgelerde yıllarca başı kapalı fotoğraf kullanmışlardır. İhtilaf, bu belgelerin ilk kez çıkarılması sırasında değil  yenilenmesi  aşamasında  doğmuştur.  Örneğin,  AİHM ye  taşınan Shingara MannSingh vakasında, türbanlı olarak göründüğü fotoğrafla daha önce  üç  kez  sürücü  belgesini  yenilemiş  olan  başvurucu  2004  yılında yenileme işlemini gerçekleştirememiştir.27 Ret kararına karşı iptal davası açılmış,  Danıştay  bu  kararın  yasal  dayanaktan  yoksun  olduğuna hükmetmiştir.  Ne  var  ki  Ulaştırma  Bakanlığı  2005  yılında  çıkardığı  bir genelgeyle  başı  açık  fotoğraf  olmaksızın  sürücü  belgesi  verilmemesi gerektiği yönünde ilgili kurumları uyarmıştır. Sürücü belgesini yenilemek için başı açık fotoğraf kullanma zorunluluğunun AİHS madde 9 a aykırı olduğunu öne süren başvurucu ne ulusal mahkemeleri ne de AİHM yi ikna edebilmiştir. AİHM, Karaduman ve Araç kararlarından farklı olarak, somut vakada din ve vicdan özgürlüğüne bir müdahalenin varlığını kabul etmiş ancak bu müdahalenin kamu güvenliğinin korunması için meşru ve ölçülü olduğunu  belirterek  başvuruyu  açıkça  dayanaktan  yoksun  bulmuştur. Mahkeme bu sonuca ulaşırken başı açık fotoğraf bulundurma kuralının din ve vicdan özgürlüğüne anlık bir sınırlama getirdiğini ve trafikte güvenlik amacıyla yapılacak denetimlerin yerel makamların takdir payı içerisinde yer aldığını vurgulamıştır. Shingara MannSingh kararının geneline bakıldığında, Mahkeme nin İslami başörtüsüne ilişkin birçok kararına gönderme yaptığı görülmektedir.  Dini  saikle  yapılan  her  davranışın  AİHS  tarafından korunmayacağını ve devletin takdir payını hatırlatmak için bu referanslar kuşkusuz yerindedir. Bununla birlikte, büyük ölçüde laiklik odaklı incelenen başörtüsü  yasaklarına  dair  başvurular  ile  doğrudan  kamu  güvenliğini ilgilendiren bu başvuru arasındaki farklılıkların ortaya konmaması ve bunun                                                  27  AİHM, Shingara MannSingh/Fransa, n° 24479/07, 13.11.2008 (kabul edilemezlik kararı). 1126Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160                                            Duymaz yerine  genel  ilkelerin  ön  plana  çıkması,  detaylı  bir  ölçülülük  denetimi yapılmasına engel olmuştur.  Devlet okullarında uygulanan türban yasakları gibi resmi belgelerde başı  açık  fotoğraf  bulundurma  zorunluluğu  kuralı  da  Avrupa Mahkemesi nden  sonra  İnsan  Hakları  Komitesi nin  gündemine  gelmiştir. Komite tarafından incelenen vakalarda başvurucular oturum belgesini ve pasaportunu yenilemek isteyen ancak başı açık fotoğraf vermeyi reddettikleri gerekçesiyle bu talepleri geri çevrilen türbanlı Sihlerdir.28 Bu başvurular, şikâyete konu olan uygulamalar, yerel mahkemelerin verdiği kararlar ve başvurucular tarafından öne sürülen ihlal iddiaları bakımından AİHM nin karara  bağladığı  Shingara  MannSingh  başvurusuyla  büyük  ölçüde örtüşmektedir.29 Bu benzerliğe rağmen Komite nin ulaştığı sonuç AİHM nin oybirliği ile aldığı kabul edilemezlik kararından tamamen farklıdır. Fransa makamlarının uygulamada değişikliğe giderek resmi belgelerde başı kapalı fotoğraf kabul etmemeleri Komite ye göre güvenliğin ve kamu düzeninin korunması  için  gerekli  bir  tedbir  olarak  düşünülebilir. Ancak  bu  meşru amaçlara ulaşmak için öngörülen dini sembol ve kıyafet sınırlamalarının ölçülü olduğu konusunda savunmacı devletin somut ve gerçekçi tezlerle Komite yi ikna etmesi gerekmektedir. İHK, bilhassa üç noktada Fransa nın tezlerini yetersiz bulmuştur. İlk olarak, her zaman ve her yerde türban takan Sih başvurucunun teşhis edilebilmesi için, başı açık bir fotoğrafın saçların ve alnın üst kısmı hariç yüzünün tamamını gösteren bir fotoğraftan neden daha elverişli olduğu ulusal makamlar tarafından açıklanmamıştır. İkinci olarak, kamuya  açık  alanlarda  sürekli  başı  kapalı  bulunan  bir  kişinin  resmi belgelerde başı açık bir fotoğraf bulundurması, resmi belgelerde sahtecilikle ve  kaçakçılıkla  mücadeleyi  nasıl  kolaylaştıracaktır  sorusu  yanıtsız bırakılmıştır. Komite, son olarak, Sihlerin dini kıyafet giyme özgürlüğüne getirilen sınırlamanın gerçekten anlık ve geçici olup olmadığını irdelemiştir.                                                  28  İHK, Ranjit Singh/Fransa, n° 1876/2009, 22.07.2011; İHK, Shingara MannSingh/Fransa, n° 1928/2010, 19.07.2013. İkinci karar için bkz. Ouald Chaib, Saïla, Mann Singh wins turban case in Geneva after losing in Strasbourg , http://strasbourgobservers.com/2013/11/19/mann-singhwins-in-geneva-after-losing-in-strasbourg/ (erişim tarihi: 05.01.2015). 29  İlk vakadaki başvurucu 20 yıl boyunca ikamet belgesinde türbanlı fotoğraf bulundurmuştur. Bu belge birkaç kez sorunsuz bir şekilde yenilenmiştir. 2002 yılında, Paris valiliği yenileme için onay vermemiştir. İkinci vakadaki başvurucu ise 15 yıl boyunca türbanlı bir fotoğrafla Fransız pasaportu kullanmıştır. Pasaportun yenilenmesi talebi 2005 yılında reddedilmiştir. Bu başvurucu, AİHM nin Shingara MannSingh kararındaki başvurucuyla aynı kişidir.   1127Dini Sembol ve Kıyafet...                 Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160  Pasaportunda veya ikamet belgesinde başı açık görünen bir kişinin kimlik kontrollerinde  sürekli  olarak  başını  açmak  zorunda  kalabileceğini  ve  bu nedenle  söz  konusu  müdahalenin  tekrarlanma  riski  olduğunu  ifade  eden Komite, AİHM nin aksine, sadece bir kereye mahsus geçici bir müdahaleden söz edilemeyeceğini belirtmiştir.30  Böylece,  devlet  okullarında  uygulanan  dini  sembol  ve  kıyafet yasaklarında olduğu gibi resmi belgelerde yer alacak fotoğraflara ilişkin düzenlemeler konusunda da AİHM nin ve İHK nin farklı bakış açılarına sahip oldukları ortaya çıkmaktadır. Düşünce, vicdan ve din özgürlüğünün AİHS de  ve  MSHS de  hemen  hemen  aynı  ifadelerle  düzenlenmesi  bu ayrışmanın metinlere dayandırılamayacağı anlamına gelmektedir. Nitekim ne adı geçen kararların gerekçelerinde ne de başvurucuların şikâyetlerinde bu özgürlüğün içeriğine ve sınırlanmasına ilişkin ilkelerin iki sözleşmede farklı şekilde düzenlendiği iddiası yer almaktadır. Öte yandan, iç hukuk yolları tüketilirken başvurucuların yalnızca AİHS hükümlerini ileri sürmeleri İHK tarafından kabul edilebilirlik açısından yeterli görülmüş, ayrıca MSHS nin 18.  maddesinin  ihlal  edildiği  iddiasının  ulusal  mahkemeler  önünde savunulmuş olması şartı aranmamıştır. O halde iki organ arasındaki yaklaşım farkını açıklamak için başvurulan hukuki denetim araçlarını tahlil etmek gerekecektir. II.  Ayrışmanın  Tezahürleri:  Takdir  Payı  Doktrini  ve  Ölçülülük İlkesi AİHM nin  ve  İHK nin  bireysel  başvuruları  incelerken  kullandıkları denetim yöntemleri büyük oranda benzerlik göstermektedir. Her iki organ da,  uyguladıkları  sözleşmelerde  tanınan  haklara  devlet  tarafından  bir müdahale tespit ettiğinde bu müdahalenin yasal dayanağı, meşru amacı ve demokratik bir toplumda gerekliliği üzerinde değerlendirme yapmaktadır. Bu yöntem benzerliğine rağmen dini sembol kullanımına ilişkin başvuruların farklı  şekilde  sonuçlanmasının  arkasında  iki  ana  neden  bulunmaktadır. Bunlardan ilki, Avrupa Mahkemesi nin devletlere önemli bir takdir payı bırakmış  olması  (A);  ikincisi  ise  temel  hak  ve  özgürlüklere  getirilen sınırlamaların ölçülülük ilkesine uygunluğu incelenirken AİHM nin soyut, İHK nin ise somut bir denetim yapmış olmasıdır (B).                                                  30  İHK, Ranjit Singh/Fransa, n° 1876/2009, 22.07.2011, par. 8.4; HK, Shingara MannSingh/ Fransa, n° 1928/2010, 19.07.2013, par. 9.4 ve 9.5. 1128Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160                                            Duymaz A. Ulusal Takdir Payı Doktrininin Belirleyici Etkisi Uluslararası  insan  hakları  hukukunun  ikincil  veya  tamamlayıcı niteliğinin  yargısal  alandaki  izdüşümlerinden  biri  olarak  ele  alınabilecek takdir  payı  teorisi  AİHM  içtihadında  zaman  içerisinde  şekillenmiş  ve güçlenmiştir.  Devletlerin  Sözleşme den  kaynaklanan  yükümlülüklerini yerine getirirken bir miktar hareket alanına sahip olmasını ifade eden bu teori, başta temel hak ve özgürlüklerin sınırlanması olmak üzere birçok alanda uygulanma imkânı bulmaktadır.31 Sözleşme de güvence altına alınan hak  ve  özgürlüklerin  hangi  araçlarla  ve  ne  ölçüde  sınırlandırılacağı konusunda  kamu  makamlarına  belirli  bir  takdir  payının  tanınması, AİHM nin sıklıkla dile getirdiği gibi toplumsal ihtiyaçların belirlenmesine ve  bunları  karşılamak  için  alınacak  tedbirlere  ilişkin  değerlendirmelerin toplumla  doğrudan  ve  sürekli  temas  halinde  bulunan  ulusal  merciler tarafından  daha  sağlıklı  bir  şekilde  yapılacağı  varsayımının  doğal  bir sonucudur.32  Bu  açıdan  bakıldığında AİHM nin  yapacağı  nihai  denetim, devlet  tarafından  alınan  tedbirlerin  AİHS ye  uygunluğu  ve  ulusal makamların  kendilerine  tanınan  takdir  alanının  dışına  çıkıp  çıkmadıkları hususları ile sınırlı olacaktır. Ancak bu denetimin yapılabilmesi için öncelikli olarak  devlete  bırakılan  takdir  payının  kapsamının  belirlenmesi gerekmektedir. Bu konuda AİHM içtihadının benimsediği genel yaklaşım, kamu makamlarının sahip olduğu takdir payının her somut olayın kendi özelliklerine  göre  belirlenmesi  şeklindedir.  Bununla  birlikte,  zaman içerisinde, takdir payının sınırlarının çizilmesinde birtakım ölçütlerin etkili veya  belirleyici  olacağı  kabul  edilmiştir.  AİHM  içtihadı,  müdahaleye uğrayan hakkın niteliği, bu hakkın kullanılmasının kamuya sağladığı yarar, başvurunun  arka  planındaki  olayların  karmaşıklığı,  başvurunun  devletin ekonomik ve sosyal yükümlükleri ile ilişkisi ve belirli bir konuda AİHS ye taraf devletlerde ortak bir eğilimin veya yaklaşımın oluşması gibi faktörlerin takdir payının kapsamının belirlenmesinde dikkate alındığını göstermiştir.33 Kısaca   Avrupa  konsensüsü   şeklinde  tanımlanan  bu  son  ölçüte  göre, devletlere, Avrupa Konseyi bünyesinde görüş birliği sağlanan veya ortak bir eğilimin  oluştuğu  alanlarda  dar;  ortak  bir  paydanın  bulunamadığı                                                  31  Marguénaud, Jean-Pierre, Cour européenne des droits de l homme, Dalloz, Paris, 2008, s. 52. 32  AİHM, Handyside/Birleşik Krallık, n° 5493/72, 07.12.1976, par. 48. 33  Duymaz, Erkan, L effet horizontal de la Convention européenne des droits de l homme. Etude de droit public, Presses Académiques Francophones, Saarbrücken, 2013, s. 175 vd.   1129Dini Sembol ve Kıyafet...                 Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160  durumlarda  ise  geniş  bir  hareket  alanı  tanınmaktadır.34  Dini  sembol  ve kıyafet yasaklarına ilişkin AİHM kararlarında taraf devletlere geniş bir takdir payı bırakılmasında bu ölçütün seferber edilmesi önemli bir rol oynamıştır. Genel  olarak  devlet-din  ilişkisinin  düzenlenmesi  konusunda  AİHM kamu  makamlarına  geniş  bir  takdir  payı  tanımaktadır.35  Nitekim Mahkeme nin  hassas  bir mesele olarak nitelendirdiği din ve devlet ilişkisi önemli ölçüde devletlerin tarihi ve esas aldıkları kurucu ilkeler çerçevesinde şekillenmekte  ve  bu  nedenle  her  devlet  farklı  bir  model benimseyebilmektedir. Ne var ki bu ilişkinin oldukça spesifik bir boyutunu oluşturan dini sembol taşıma ve dini kıyafet giyme özgürlüğü söz konusu olduğunda devletler arasındaki farklılıklar azalmaktadır. Başka bir ifadeyle, ilkesel ve kurumsal düzlemden somut hak ve özgürlük alanına geçildiğinde ortak  bir  yaklaşım  tespit  etmenin  daha  kolay  olduğu  görülmektedir.  Bu durumda  devletlerin  yararlandığı  hareket  alanının  daralması  gerekirken AİHM içtihadında bu yönde bir eğilim oluşmadığı gözlemlenmektedir. Bu düşünceyi doğrulayan ilk örnek olarak devlet okullarındaki dini sembol  yasaklarına  ilişkin  AİHM  kararları  gösterilebilir.  Mahkeme  bu alandaki  içtihadını  oluşturduğu  Doğru  ve  Kervancı  kararlarında,  eğitim kurumlarında  dini  sembol  kullanılması  konusunda  Avrupa da  farklı yaklaşımların benimsendiğini ve bu alandaki düzenlemelerin ülkeden ülkeye değişiklik gösterdiğini vurgulayarak ulusal karar alıcılara geniş bir takdir payı tanınması gerektiğini ifade etmiştir.36 Oysa Mahkeme nin bir başka kararında kullandığı verilere bakıldığında devlet okullarındaki dini sembol yasaklarının Avrupa genelinde pek de yaygın olmadığı ortaya çıkmaktadır.37 Türkiye Büyük Millet Meclisi Araştırma Merkezi tarafından 2011 yılında yayımlanan bir rapor da bu saptamayı doğrulamaktadır.38 20 Avrupa Birliği üyesi devletteki mevzuatın ve uygulamaların incelendiği raporda,39 yalnızca                                                  34  Delmas-Marty,  Mireille;  Izorche,  Marie-Laure,   Marge  national  d appréciation  et internationalisation  du  droit.  Réflexions  sur  la  validité  formelle  d un  droit  commun pluraliste , Revue internationale de droit comparé, 2000, No: 4, s. 763. 35  AİHM, Büyük Daire, Cha are Shalom Ve Tsedek/Fransa, n° 27417/95, 27.06.2000, par. 84. 36  AİHM, Doğru/Fransa, n° 27058/05, 04.12.2008, par. 63. 37  AİHM, Büyük Daire, Leyla Şahin/Türkiye, n° 44774/98, 10.11.2005, par. 55-65. 38  Şencan, Hüdai, Bazı Avrupa Ülkelerinde Din ve Devlet İlişkisi, Rapor, TBMM Araştırma Merkezi, Kasım 2011. 39  Söz  konusu  devletler:  Almanya,  Avusturya,  Belçika,  Bulgaristan,  Çek  Cumhuriyeti, Danimarka, Finlandiya, Fransa, Hollanda, Birleşik Krallık, İrlanda, İspanya, İsveç, İsviçre, İtalya, Norveç, Polonya, Portekiz, Romanya, Yunanistan.  1130Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160                                            Duymaz Fransa da belirgin dini sembolleri yasaklayan bir yasanın yürürlükte olduğu ve  Belçika nın  bazı  okullarında  başörtülü  öğrencilerin  birtakım  fiili engellemelerle karşılaştığı not edilmiştir.40 Bu kısa listeye yakın bir zamana kadar  Türkiye de  yürürlükte  olan  devlet  okullarında  başı  açık  bulunma zorunluluğu eklense dahi, Avrupa daki genel eğilimin dini sembol ve kıyafet konusunda düzenleme yapmama veya bunları yasaklama yoluna gitmeme şeklinde olduğu kabul edilmelidir. Aynı tespit resmi belgelerde başı açık fotoğraf bulundurma zorunluluğu için de geçerlidir. Nitekim söz konusu rapor, araştırmaya konu olan devletlerden yalnızca Bulgaristan da bu yönde bir düzenleme olduğunu belirtmektedir.41 Raporun ihmal ettiği, Fransa da 2000 li  yıllardan  itibaren  hayata  geçirilen  sınırlamalar  da  şüphesiz  bu kategoride anılmalıdır. AİHM nin Avrupa daki yaklaşım ve uygulama farklılıklarını gerekçe göstererek devletlere geniş bir takdir payı bıraktığı tartışmalı kararlarından bir diğeri de Leyla Şahin kararıdır.42 Türkiye deki üniversitelerde uygulanan başörtüsü  yasağının  Sözleşme ye  aykırı  olmadığı  sonucunun  çıktığı  bu kararda, Mahkeme, bir dinin veya inancın kamusal alanda dışa vurulması konusunda Avrupa genelinde bir görüş birliği bulunmadığını ve bu nedenle dini sembol kullanımına ilişkin düzenlemelerin ülkeden ülkeye değişiklik gösterdiğini  savunmuştur.43  Ancak  Mahkeme nin  kararında  kullandığı karşılaştırmalı hukuk verileri dikkate alındığında, Avrupa Konseyi ne üye devletler arasında üniversitelerde başörtüsünün serbest bırakılması yönünde ortak bir tutumun var olduğu görülmektedir.44 Nitekim kararda, Türkiye, Azerbaycan ve Arnavutluk dışındaki ülkelerde yüksek öğretim kurumları düzeyinde  bir  başörtüsü  yasağı  uygulanmadığı,  başörtüsüne  ilişkin tartışmaların üniversite öncesi dönemi ilgilendirdiği ve bu konuda dahi genel eğilimin  dini  sembol  ve  kıyafetlere  müsaade  edilmesi  şeklinde  oluştuğu belirtilmiştir.  Söz  konusu  üç  ülkede  ise  üniversitelerde  başörtüsü kullanımının düzenlendiği ifade edilmiş ancak Türkiye dışındaki diğer iki ülkede  yasaklama  yoluna  gidilip  gidilmediği  konusunda  bir  bilgi verilmemiştir.45  Dolayısıyla  Mahkeme nin  takdir  payının  kapsamının                                                  40  S. 19 ve 36.  41  S. 22. 42  AİHM, Büyük Daire, Leyla Şahin/Türkiye, n° 44774/98, 10.11.2005.  43  Par. 109. 44  Par. 55-65. 45  Par. 55.   1131Dini Sembol ve Kıyafet...                 Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160  belirlenmesi için seferber ettiği Avrupa konsensüsü ölçütünün bu kararda da yerinde kullanılmadığı ortadadır.46 Son olarak, kamuya açık alanlarda burka giyilmesini yasaklayan bir düzenlemeyi konu alan S.A.S/Fransa kararı yukarıda dile getirilen eleştirileri destekleyen bir örnek olarak gösterilebilir.47 Mahkeme, bu kararında da, Sözleşme ye taraf devletlerdeki uygulamalardan çıkan ortak değerlerin ve genel  mutabakatın  savunmacı  devletin  yararlanacağı  takdir  payının belirlenmesinde dikkate alınacağını hatırlatmış ve Fransa ya oldukça geniş bir  hareket  marjı  bırakmıştır.48  Ancak  yine  Mahkeme nin  esas  aldığı karşılaştırmalı  verilere  bakıldığında, Avrupa  ülkelerindeki  genel  eğilimin burkanın ve insan yüzünü gizleyen diğer kıyafetlerin tamamen yasaklanması yönünde  olmadığı  açığa  çıkmaktadır.  Nitekim  kararda,  Fransa  dışında yalnızca Belçika da benzer bir yasanın mevcut olduğu, diğer ülkelerde ise birtakım  tartışmalar  ve  yasama  girişimleri  gündeme  gelmekle  birlikte hâlihazırda herhangi bir yasağın yürürlükte olmadığı ifade edilmektedir.49  Sonuç olarak, Mahkeme nin ortak bir payda oluşmadığı gerekçesiyle devletlere  geniş  bir  hareket  alanı  bırakması,  genel  olarak  din-devlet ilişkilerinin düzenlenmesi bakımından tutarlı görünse de, dini sembol ve kıyafet düzenlemeleri söz konusu olduğunda ikna edici olmaktan uzaktır. O halde  bu  tür  başvurularda  takdir  payının  genişliği  başka  gerekçelerle açıklanmalıdır.  Gerek  devlet  okullarında  ve  diğer  kamu  kurumlarında gerekse  kamuya  açık  alanlarda  dini  mensubiyetin  dışa  vurulması konusundaki düzenlemeler devletlerin resmi ideolojileriyle ve iktidarların genel politikalarıyla yakından ilgilidir. Dolayısıyla, bazı devletlerin sınırlama veya  yasaklama  yolunu  tercih  etmeleri  insan  hakları  normlarını  farklı yorumlamalarından  ziyade  belirli  bir  toplum  projesini  hayata  geçirme çabalarından kaynaklanmaktadır. Laiklik veya sekülarizm ile temellendirilen bu projeler konjonktürel olarak ve iktidardaki hükümetin siyasi eğilimine                                                  46  Bkz. D. Belelieu, Christopher,  The Headscarf as a Symbolic Enemy of the European Court of Human Rights  Democratic Jurisprudence: Viewing Islam Through a European Legal Prism in Light of the Sahin Judgment , Columbia Journal of European Law, 2006, s. 616617. Daire kararı için bkz. Altıparmak, Kerem; Karahanoğulları, Onur,  Pyrrhus Zaferi: Leyla Şahin/Turkiye, AİHM/Hukuk, Duzenleyici İşlem/Kanun , Hukuk ve Adalet Dergisi, yıl 1, sayı 3, Temmuz-Eylul 2004, s. 263. 47  AİHM, Büyük Daire, S.A.S./Fransa, n° 43835/11, 01.07.2014. 48  Par. 129-130. 49  Par. 40-52. 1132Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160                                            Duymaz göre şekillenebilmektedir. AİHM nin  genel politika ya ilişkin bir mesele olarak  ele  aldığı  dini  sembol  sınırlamalarında  ulusal  karar  alıcıların  doğrudan  demokratik  meşruiyeti ne  gönderme  yapması  aslında  takdir payının  neden  bu  denli  geniş  olduğunu  açıklamaktadır.50  AİHS nin öngördüğü koruma mekanizmasının ikincil niteliğini belirgin bir biçimde ön plana  çıkaran  bu  yaklaşım,  seçimle  iş  başına  gelmiş  iktidarların  uzun toplumsal  tartışmalar  sonrası  aldıkları  siyasi  kararların  uluslararası  bir mahkeme  tarafından  sıkı  bir  denetime  tabi  tutulmaması  gerektiği düşüncesine dayanmaktadır.  İnsan  Hakları  Komitesi nin  ve Avrupa  Mahkemesi nin  aynı  hukuki sorun  üzerinden  iki  farklı  sonuca  ulaşmalarının  arkasında  tam  da  bu yaklaşım yatmaktadır. Komite kimi kararlarında takdir payı teorisini kullansa da,51 AİHM nin aksine bu teoriye kendi denetimini sınırlayıcı bir araç olarak başvurmamaktadır. Gerçekten de Komite ne devlet okullarındaki dini sembol yasaklarına ne de resmi belgeler üzerinde başı açık fotoğraf bulundurma zorunluluğuna ilişkin kararlarında kamu makamlarının sahip oldukları takdir payına  atıfta  bulunmuştur.  Böylece,  savunmacı  devlet  konumundaki Fransa nın AİHM kararlarına dayanarak öne sürdüğü, laikliği benimseyen devletlerin yasal ve anayasal tercihlerinin dikkate alınması ve bu devletlere takdir  marjı  tanınması  gerektiği  tezi  Komite  tarafından  zımnen reddedilmiştir.52  Takdir  payı  etrafında  belirginleşen  bu  ayrışma  bireysel başvuruların ne yönde sonuçlanacağını doğrudan etkilemektedir. Nitekim denetim sürecinin en kritik aşamasını oluşturan ölçülülük denetimi, devletin sahip olduğu takdir payının kapsamı göz önüne alınarak gerçekleşmektedir. B. Soyut/Somut Ölçülülük Denetimi Ayrışması Sınırlamalara tabi temel hak ve özgürlüklere yapılan bir müdahalenin koruyucu  hukuk  normlarına  uygunluğu  incelenirken  yargı  organları tarafından gerçekleştirilen denetim, bu müdahalenin yasal dayanağı, güttüğü meşru  amaç  ve  demokratik  bir  toplumda  gerekliliği  hususlarını kapsamaktadır.  Başvurunun  esasına  ilişkin  temel  değerlendirmelerin yapıldığı  ve  ölçülülük  denetimi  ile  özdeşleşen  demokratik  bir  toplumda gereklilik koşulu, bir yandan müdahalenin zorlayıcı bir sosyal ihtiyaçtan                                                  50  AİHM, Büyük Daire, S.A.S./Fransa, n° 43835/11, 01.07.2014, par. 129. 51  Bkz. Duymaz, Erkan, op. cit., s. 179.  52  İHK, Bikramjit Singh/Fransa, n° 1852/2008, 01.11.2012, par. 5.5.   1133Dini Sembol ve Kıyafet...                 Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160  kaynaklanması,  diğer  yandan  kullanılan  müdahale  araçlarının  ulaşılmak istenen  meşru  amaçla  orantılı  olması,  başka  bir  deyişle  genel  yarar  ve bireysel yarar arasında adil bir denge kurulması gerektiğini ifade etmektedir.  Sözleşme den  doğan  ödevlerin  yerine  getirilmesinde  devletler  bir miktar  takdir  payına  sahip  olsalar  da,  bu  hareket  alanının  dışına  çıkıp çıkılmadığı son kertede AİHM nin ölçülülük denetimine tabidir. Bu aşamada gerçekleşecek  denetimin  yoğunluğu her  somut  vakada  değişebilmektedir. Mahkeme nin  Sunday  Times  kararında  altını  çizdiği  gibi  takdir  payının genişliği  ve  ölçülülük  denetiminin  kapsamı  arasında  ters  bir  orantı bulunmaktadır: Ölçülülük denetimi, takdir payı genişledikçe zayıflamakta, daraldıkça güçlenmektedir.53  AİHM önünde dini sembollere ilişkin başvuruların savunmacı devletler lehine sonuçlanmasının nedeni Mahkeme nin uyguladığı denetimin zayıf ve yüzeysel kalmasıdır. İlk olarak, bu kararların birçoğunda dini sembol ve kıyafet üzerindeki sınırlamaların ne tür bir zorlayıcı toplumsal ihtiyaca cevap verdiği  somut  bir  şekilde  ortaya  konmamıştır.  Başkalarının  haklarının korunması,  kamu  düzeninin  ve  güvenliğinin  sağlanması  veya  eğitim sisteminin  laik  yapısının  gözetilmesi  gibi  soyut  kaygıların,  özgürlükleri müdahaleye uğrayan bireylerin somut davranışları ile ilişkilendirilmemesi AİHM kararlarının en zayıf yönünü oluşturmaktadır. Nitekim Türkiye ye ve Fransa ya karşı yapılan başvurularda Sözleşme ye aykırı olduğu ileri sürülen düzenlemeler  genel  bir  değerlendirmeyle  meşru  ve  ölçülü  bulunmuş  ve benzer konulu bütün başvurular bu tespite dayanılarak aynı şekilde karara bağlanmıştır. Oysa Mahkeme nin de başka kararlarında altını çizdiği gibi, zorlayıcı  bir  toplumsal  ihtiyaçtan  söz  edilebilmesi  için  temel  hak  ve özgürlüklere getirilen sınırlamaların gerekliliği her somut vakada  ikna edici bir  şekilde   ortaya  konmalıdır.54  Bunun  yanında,  kamu  makamları kendilerine  tanınan  takdir  payını   özenli  ve  makul   bir  şekilde kullandıklarını ve müdahalelerine gerekçe olarak gösterdikleri nedenlerin  ilgili ve yeterli  olduğunu kanıtlamaları gerekmektedir.                                                   53  AİHM, Sunday Times/Birleşik Krallık, n° 6538/74, 26.04.1979, par. 59. 54  AİHM, Otto-Preminger-Institut/Avusturya, n° 13470/87, 20.09.1994, par. 50. 55  AİHM,  Association  de  citoyens  Radko  et  Paunkovski/Makedonya  eski  Yugoslav Cumhuriyeti, n° 74651/01, 15.01.2009, par. 67. 56  AİHM, Maschino/Fransa, n° 10447/03, 16.10.2008, par. 31. 1134Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160                                            Duymaz AİHM nin  dini  sembollere  ilişkin  içtihadına  bakıldığında,  yukarıda anılan  ölçütlerin  kısmen  uygulandığı  kararlara  ulaşmak  mümkündür. Örneğin, bir öğretmenin başörtüsü ile derslere girmesinin yasaklanmasını konu  alan  Dahlab  kararında,  başörtüsünün  henüz  4  ila  8  yaşlarındaki öğrencilerin inançları üzerinde bir baskı yaratabileceği belirtilerek müdahale ile  başkalarının  hak  ve  özgürlüklerinin  korunması  arasında  bir  bağ kurulabilmiştir.57 Benzer bir yasağın öğretim üyeleri açısından incelendiği Kurtulmuş kararında, ihtilaflı kılık kıyafet düzenlemesi kamu hizmetinin tarafsızlığı ilkesi ile desteklenmiştir.58 Phull ve El Morsli kararlarında dini kıyafet sınırlamaları doğrudan somut olayın koşulları göz önüne alınarak güvenlik  gerekçesiyle  savunulmuştur.59  Nihayet,  Aczimendi  tarikatına mensup  127  kişinin  sokakta  ve  mahkeme  salonunda  dini  kıyafetleriyle bulunmaları  nedeniyle  ceza  almalarını  konu  edinen  Ahmet  Arslan  ve diğerleri  kararında,  başvurucuların  kamu  düzenine  karşı  bir  tehdit oluşturdukları  veya  baskı  uygulayarak  başkalarını  kendi  inançlarına çevirmeye çalıştıkları yönünde bir kanıt olup olmadığı sorgulanmıştır.60 Bu kararlarda uygulanan ölçülülük denetimi başka açılardan eleştiriye açık olsa da, din ve vicdan özgürlüğüne getirilen sınırlamalar ile öne sürülen meşru amaçlar arasında başvurucuların somut tutumları üzerinden makul bir bağ kurma çabasının var olduğu söylenebilir.   Bununla birlikte, orta ve yüksek öğretimdeki dini sembol yasakları ve kamuya  açık  alanlarda  burka  yasağı  söz  konusu  olduğunda  AİHM nin ölçülülük denetimini ilerletmekten kaçındığı ve müdahalelerin gerekliliğinin ikna edici bir biçimde kanıtlanmasını savunmacı devletlerden beklemediği görülmektedir. Mahkeme, bu kararlarında, soyut norm denetimi yapan bir anayasa  mahkemesi  gibi  davranarak  şikâyetlerin  kaynağında  yer  alan düzenlemelerin Sözleşme ye aykırı olup olmadığını incelemekle yetinmiş, bunu yaparken de büyük ölçüde ulusal mahkemelerin değerlendirmeleriyle                                                  57  AİHM, Dahlab/İsviçre, n° 42393/98, 15.02.2001 (kabul edilemezlik kararı). 58  AİHM, Kurtulmuş/Türkiye, n° 65500/01, 24.01.2006 (kabul edilemezlik kararı). 59  AİHM, Phull/Fransa, n° 35753/03, 11.01.2005 (kabul edilemezlik kararı); AİHM, El Morsli/Fransa, n° 15585/06, 04.03.2008, (kabul edilemezlik kararı). Motosiklet sürücüsü bir Sih in türban taktığı gerekçesiyle kask kullanmayı reddetmesi ve bu nedenle para cezasına çarptırılmasını konu alan eski tarihli bir Komisyon kararı da burada anılabilir. Komisyon,  kask  takma  zorunluluğunun  sağlığın  korunması  amacıyla  öngörüldüğünü belirterek başvuruyu dayanaktan yoksun bulmuştur. AİHK, X./Birleşik Krallık, n° 7992/77, 12.07.1978. 60  AİHM, Ahmet Arslan ve diğerleri/Türkiye, n° 41135/98, 23.02.2010, par. 49.   1135Dini Sembol ve Kıyafet...                 Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160  bağlı kalmıştır. Örneğin, Leyla Şahin kararında, karşı oy yazısı kaleme alan yargıç  Tulkens in  de  altını  çizdiği  gibi,  başvurucunun  başörtüsü  ile üniversitede  bulunmasının  laiklik  ilkesine  neden  zarar  verdiği,  başkaları üzerinde ne tür bir baskı yarattığı veya kadın-erkek eşitliğini ihlal edecek ne tür sonuçlar doğurduğu Mahkeme tarafından açıklığa kavuşturulmamıştır.61 Mahkeme bunun yerine, Anayasa Mahkemesi nin Türkiye deki köktenci dini hareketlerin  başörtüsünü  bir  dini  sembol  olarak  topluma  dayatmayı amaçladıkları  saptamasını  esas  alarak  Şahin in  bireysel  haklarının sınırlanmasını üniversitedeki dini çoğulculuğun korunması açısından ölçülü bir  tedbir  olarak  değerlendirmiştir.  Ölçülülük  denetiminin  başvurucunun somut  durumundan  bağımsız  olarak,  ilkeler  temelinde  ve  ulusal  yargı organlarının genel saptamaları üzerinden gerçekleştirilmesi, Mahkeme nin  demokratik  bir  toplumda  gereklilik   ölçütünün  uygulanmasına  ilişkin içtihadı ile örtüşmemektedir.62 Aynı eleştiri Fransız devlet okullarındaki dini sembol  düzenlemeleri  nedeniyle  okuldan  uzaklaştırılan  öğrencilerin başvuruları  açısından  da  geçerlidir.  Nitekim  Mahkeme,  2004  yasasının öngördüğü  sınırlamaların  ilkesel  düzeyde  meşru  ve  ölçülü  olduğunu belirttikten sonra öğrencilerin okuldan atılmasını gerektirecek zorlayıcı bir toplumsal ihtiyacın var olup olmadığını inceleme gereği duymamıştır.63 Son olarak, Fransa daki burka yasağı konusunda da somut bir ölçülülük denetimi yapılmamıştır.  Kamuya  açık  alanlarda  yüzü  gizleyen  kıyafetlerin yasaklanmasının parlamento vasıtasıyla dile getirilen bir  toplumsal tercih  olduğunu  vurgulayan  Mahkeme,  Fransa ya  tanıdığı  geniş  takdir  payının etkisiyle, genel ve soyut bir muhakeme ile başvuruyu karar bağlamıştır.64                                                   61  Yargıç Tulkens in karşı oy yazısı, par. 7-13. AİHM, Büyük Daire, Leyla Şahin/Türkiye, n° 44774/98, 10.11.2005. 62  Bu konudaki eleştiriler için bkz., Bleiberg, Benjamin D.,  Unveiling the Real Issue: Evaluating  the  European  Court  of  Human  Rights   Decision  to  Enforce  the  Turkish Headscarf Ban in Leyla Sahin v. Turkey , Cornell Law Review, 2005, s. 158-159; Lerner, Natan,  International Law and Religion: How Wide the Margin of Appreciation? The Turkish Headscarf Case, the Strasbourg Court and Secularist Tolerance , Williamette Journal of International Law & Dispute Resolution, 2005, s. 83; Belelieu, Christopher D., op. cit., s. 609 vd.; Ulusoy, Ali,  Avrupa İnsan Hakları Mahkemesi nin Üniversitelerde Türban Yasağına İlişkin Kararları Üzerine Notlar, Ankara Üniversitesi Hukuk Fakültesi Dergisi, 2004, s.129 vd.; Altıparmak, Kerem; Karahanoğulları, Onur, op. cit., s. 266.  63  Örn., bkz. AİHM, Jasvir Singh/Fransa, n° 25463/08, 30.06.2009. 64  Ruet, Céline,   L interdiction du voile intégral dans l espace public devant la Cour européenne: la voie étroite d un équilibre , La Revue des droits de l homme, Actualités Droits-Libertés, 2014, s. 9. http://revdh.revues.org/862 (erişim tarihi: 05.01.2015). 1136Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160                                            Duymaz Bu içtihadın özünde devletlerin genel politik tercihleri veya laiklik gibi anayasal  ilkeler  söz  konusu  olduğunda  somut  bir  ölçülülük  denetimine başvurulmasının  gerekli  olmadığı  düşüncesi  bulunmaktadır.  Ancak  dini sembollerin  bireyler  tarafından  değil  de  devlet  organları  tarafından kullanılması durumunda AİHM nin yaklaşımında farklılık olabileceği not edilmelidir. İtalyan devlet okullarındaki dersliklerde çarmıha gerilmiş İsa figürünün  bulunmasının  Sözleşme ye  aykırı  olduğu  iddiasını  inceleyen Mahkeme,  gerçekten  de  bu  sembolün,  tek  başına,  laiklik  veya  devletin dinlere  karşı  tarafsızlığı  ilkesini  ihlal  etmeyeceğini  savunmuştur.  Lautsi vakasında, başvurucu, dersliklerde haç bulunmasının 11 ve 13 yaşlarındaki çocuklarının din ve vicdan özgürlüğü üzerinde baskı oluşturduğunu ve bu nedenle Sözleşme nin 9. maddesi ile 1 No lu Protokol ün 2. maddesini ihlal ettiğini ileri sürmüştür. Bu iddialar AİHM 2. Daire tarafından oybirliği ile haklı bulunurken, Büyük Daire tarafından oy çokluğu ile reddedilmiştir.66 Büyük Daire, özellikle, haçın  pasif  bir sembol olarak herhangi bir telkin veya ideolojik aşılama amacı taşımadığını ifade etmiş ve sınıf duvarlarında asılı  bulunan  bu  sembolün  öğrenciler  üzerinde  bir  etki  veya  baskı oluşturduğuna  dair  somut  bir  belirtinin  bulunmadığını  vurgulamıştır.67 Mahkeme böylece, devletin tarafsızlığı ilkesinin  soyut  bir şekilde ihlal edilmesini yeterli bulmamış, bunun öğrenciler üzerinde  somut  sonuçlar doğurması  şartını  aramıştır.  Oysa  İslami  başörtüsüne  ilişkin  kararlarda, öğretmenlerin  veya  öğrencilerin  kullandıkları  dini  sembollerin,  başkaları üzerinde  baskı  oluşturma   ihtimalinin    somut   hiçbir  veriyle desteklenmemiş olması ölçülülük denetiminde göz ardı edilmiştir. Böyle bir farklılaşmanın  ortaya  çıkmasında  hiç  kuşku  yok  ki  farklı  dinlere  ait sembollerin  Mahkeme  tarafından  farklı  şekilde  yorumlanması  da  rol                                                  65   Hiç kimse eğitim hakkından yoksun bırakılamaz. Devlet, eğitim ve öğretim alanında yükleneceği görevlerin yerine getirilmesinde, ana ve babanın bu eğitim ve öğretimin kendi dini ve felsefi inançlarına göre yapılmasını sağlama haklarına saygı gösterir . 66  AİHM,  Lautsi/İtalya,  n°  30814/06,  03.11.2009;  AİHM,  Büyük  Daire,  Lautsi  ve diğerleri/İtalya, n° 30814/06, 18.03.2011. Bkz. McGoldrick, Dominic,  Religion in the European Public Square and in European Public Life – Crucifixes in the Classroom? , Human Rights Law Review, 11 (2011), s. 451-502. 67  Par. 72 ve 74. Büyük Daire üç hususa vurgu yapmıştır: Okullarda Hrıstiyanlık öğretisini içeren zorunlu bir din dersi verilmemektedir; başka bir dini veya felsefi inancı benimseyen veyahut  inançsız  öğrencilerin  din  ve  vicdan  özgürlüğüne  saygı  gösterilmektedir; dersliklerde bulunan haç sembolünün Hrıstiyanlık dinini yayma veya aşılama amacıyla kullanıldığı yönünde bir iddia bulunmamaktadır.    1137Dini Sembol ve Kıyafet...                 Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160  oynamıştır. Nitekim Dahlab kararında bir ilkokul öğretmeninin kullandığı başörtüsü,   demokratik  toplumlarda  bütün  öğretmenlerin  öğrencilerine aktarmakla yükümlü oldukları hoşgörü, başkalarına saygı ve bilhassa eşitlik ve ayrımcılık yapmama  mesajıyla kolaylıkla bağdaştırılamayacak  güçlü bir dış sembol  olarak nitelendirilirken,68 haç ise, öğrenciler üzerindeki etkisi bakımından öğretici bir dini söylem veya öğrencilerin dinsel etkinliklere katılımı  ile  kıyaslanamayacak,   pasif   bir  dini  sembol  şeklinde tanımlanmıştır.69  Mahkemenin  dini  semboller  arasında  yaptığı  bu  ayrım başvurunun  akıbeti  üzerinde  son  derece  etkili  olmuştur.  Zira  Dahlab kararındaki  başörtüsünün  aksine  Lautsi  kararındaki  haçın  çoğunluğun inancını  temsil  ettiği,  dolayısıyla  azınlıkta  kalan  çocukların  tesir  altında kalabileceği gerçeği ve Dahlab vakasında olduğu gibi öğrencilerin henüz çocuk  olmaları  haç  işaretinin   pasif   bir  sembol  olarak  ele  alınmasını engellememiştir. Sonuç olarak, Büyük Daire nin Lautsi ve diğerleri kararı, devletin dinlere karşı tarafsız olma yükümlülüğüne özel bir önem atfeden Mahkeme nin  yerleşik  içtihadıyla  birçok  açıdan  çelişmektedir.70  Buna karşın, kamu makamlarına geniş bir takdir payı bırakılması ve din-devlet ilişkilerine  dair  genel  politikaların  AİHM  tarafından  yeterince sorgulanmaması  bakımından  dini  semboller  alanındaki  içtihatla  uyumlu olduğu kaydedilmelidir.71  İnsan Hakları Komitesi kararlarına bakıldığında ise oldukça farklı bir yaklaşım  göze  çarpmaktadır.  Takdir  payı  teorisine  başvurmayan  Komite etkili  ve  somut  bir  ölçülülük  denetimi  yapmaktan  kaçınmamaktadır.  Bu                                                  68  AİHM, Dahlab/İsviçre, n° 42393/98, 15.02.2001 (kabul edilemezlik kararı). 69  AİHM, Büyük Daire, Lautsi ve diğerleri/İtalya, n° 30814/06, 18.03.2011, par. 72. Bu konuda 2. Daire ve Büyük Daire arasında önemli bir görüş ayrılığı ortaya çıkmıştır. Daire kararında, çarmıha gerilmiş İsa figürü tıpkı İslami başörtüsü gibi  güçlü bir dış sembol  olarak kabul edilmiştir. AİHM, Lautsi/İtalya, n° 30814/06, 03.11.2009, par. 54. 70  Bkz. Kılınç, Ümit,  Lautsi ve Diğerleri/İtalya Kararı: Hangi Din, Hangi Laiklik? Avrupa İnsan Hakları Mahkemesi nin Takdir Yetkisi Teorisi İle Devletin Dinlere Karşı Tarafsızlığı Prensibi Üzerine , Türkiye Adalet Akademisi Dergisi, Cilt:1, Yıl:2, Sayı:7 (Ekim 2011), s. 93-122. s. 108. 71  Mahkeme bu kararında da eleştiriye açık bir şekilde Avrupa konsensüsü kriterine gönderme yaparak savunmacı devlete geniş bir takdir payı bırakmıştır. Öte yandan Büyük Daire, başvuruyu eğitim hakkı kapsamında incelemeyi tercih etmiştir. Devletlere eğitim hakkı kapsamında tanınan takdir payının din ve vicdan özgürlüğü alanında tanınandan daha geniş olduğu göz önüne alındığında, İtalyan hükümetinin takdir payının genişletilmesi için özel bir çaba harcandığı görülmektedir. Bu konudaki eleştiriler için bkz. Kılınç, Ümit, op. cit., s. 102 vd. 1138Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160                                            Duymaz denetimin  ilk  aşamasında,  din  ve  vicdan  özgürlüğüne  müdahaleyi gerektirecek zorlayıcı bir toplumsal gereksinimin belirip belirmediği sorusu her vakanın kendi somut koşulları ışığında cevaplanmaktadır. Bu noktada AİHM den ayrılan Komite, herhangi bir hukuk normunun genel ve soyut gerekçesiyle yetinmeyip bu normun uygulanmasının her bir kişi veya kişi grubu açısından gerekçelendirilmesini gerekli görmektedir. Bu yaklaşımın doğal  bir  sonucu  olarak  İHK,  AİHM nin  sormadığı  soruları  devletlere yöneltmek suretiyle önüne gelen şikâyetleri karara bağlamaktadır.72 İHK, gerek  üniversitedeki  ve  üniversite  öncesi  eğitim  kurumlarındaki  gerekse resmi  belgelerdeki  dini  sembol  ve  kıyafet  sınırlamalarını  konu  alan başvurularda,  kamu  düzeni,  kamu  güvenliği  ve  başkalarının  haklarının korunması  gibi  meşru  amaçlarla  din  ve  vicdan  özgürlüğünün sınırlanabileceğini prensip olarak kabul etmiş fakat bu amaçların içlerinin doldurulmasını ve başvurucunun tutum ve davranışlarıyla ilişkilendirilmesini kamu makamlarından beklemiştir.  Devletlere  geniş  bir  takdir  payının  tanınmasının  ölçülülük  denetimi üzerindeki bir diğer etkisi orantılılık testinde açığa çıkmaktadır. Başvurulan araçlarla hedeflenen meşru amaç arasında makul bir oran veya yarışan genel ve bireysel yararlar arasında adil bir denge arayışını ifade eden orantılılık testi doğası gereği birtakım somut değerlendirmeler içermektedir. Nitekim savunmacı  devlet,  bir  hakka  veya  özgürlüğe  yapılan  müdahalenin gerekliliğini ikna edici bir şekilde ortaya koyduktan sonra, başvurucunun ve üçüncü  kişilerin  menfaatini  adil  bir  şekilde  gözettiğini,  alternatif  çözüm önerilerini  değerlendirdiğini  ve  alınabilecek  tedbirler  arasından  tercihini özgürlükleri en az kısıtlayandan yana kullandığını somut verilerle ortaya koymakla yükümlüdür.  Devlet okullarındaki dini sembol sınırlamaları konusunda Mahkeme nin bir kez daha takdir payı teorisine dayanarak bu türden bir orantılılık testini uygulamaktan kaçındığı görülmektedir. Başörtüsü yerine bone, türban yerine keski takmayı öneren öğrencilerin bu tekliflerinin okul yönetimi tarafından geri çevrilmesi orantılılık testi sırasında dikkate alınabilecek bir veriyken,                                                  72  Chaib, Saïla Ouald,  Ranjit Singh v. France: The UN Committee asks the questions the Strasbourg  Court  didn t  ask  in  turban case ,  http://strasbourgobservers.com/ 2012/03/06/ranjit-singh-v-france-the-un-committee-asks-the-questions-the-strasbourgcourt-didnt-ask-in-turban-case/ (erişim tarihi: 05.01.2015).   1139Dini Sembol ve Kıyafet...                 Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160  Mahkeme bu hususun tamamen kamu makamlarının takdir payı dâhilinde olduğunu belirterek herhangi bir değerlendirme yapmamıştır.73 Öğrencilerin okuldan süresiz olarak uzaklaştırılmasının uygulanabilecek en ağır disiplin cezası  olması  da  aynı  şekilde  ele  alınmıştır.  Mahkeme ye  göre,  okul kurallarının  uygulanmasını  sağlamak  amacıyla  başvurulacak  araçlar  söz konusu olduğunda, disiplin kurulu kararlarının yerindeliği uluslararası bir kurum  tarafından  sorgulanmamalıdır.  Zira  eğitim  camiasıyla  sürekli  ve doğrudan temas halinde bulunan bu kurullar, yerel koşulları ve ihtiyaçları veya  belirli  bir  eğitim  sisteminin  gerekleri  konusunda  değerlendirme yapmaya en elverişli makamlardır.74 Öte yandan, devlet okullarında eğitim görme  imkânı  kalmayan  öğrenciler  için  uzaktan  eğitim  veya  özel  okul seçeneklerinin mevcut olması da orantılılık testinde öğrencilerin aleyhine rol oynamıştır.75  Okuldan  atılan  öğrencilerin  menfaatinin  yeterince  dikkate alınıp alınmadığı sorusuna da olumlu yanıt veren Mahkeme, öğrenciler ve velileri ile yürütülen diyalog sürecini bu açıdan yeterli bulmuştur.76 Böylece, Fransa da  2004  yılında  kabul  edilen  yasanın  okuldan  atılma  cezası verilmeden önce zorunlu kıldığı diyalog sürecinin yarışan yararlar arasında adil bir denge kurmaya elverişli olduğu peşinen kabul edilmiştir. Bu da göstermektedir ki diyalog süreci sonunda alınan kararın makul veya adil olması değil, devletin bu yönde bir çaba göstermesi hak ve özgürlüklere getirilen sınırlamaların orantılılık testinden başarıyla geçmesini sağlamıştır.77  Dini sembol veya kıyafet kullanma özgürlüğüne güvenliğin sağlanması amacıyla yapılan müdahalelerde de orantılılık testinin takdir payı teorisi ile etkisizleştiği  görülmektedir.  Fas ın  Marakeş  kentindeki  Fransız konsolosluğuna  başörtülü  olduğu  gerekçesiyle  alınmayan  bir  kişinin şikâyetinin  incelendiği  El  Morsli  kararı  bu  duruma  örnek  olarak                                                  73  Örn., AİHM, Jasvir Singh/Fransa, n° 25463/08, 30.06.2009 (kabul edilemezlik kararı).  74  AİHM, Doğru/Fransa, n° 27058/05, 04.12.2008, par. 75 75  Örn., AİHM, Jasvir Singh/Fransa, n° 25463/08, 30.06.2009 (kabul edilemezlik kararı). 76  AİHM, Doğru/Fransa, n° 27058/05, 04.12.2008, p. 74; AİHM, Jasvir Singh/Fransa, n° 25463/08, 30.06.2009 (kabul edilemezlik kararları). 77  Mahkeme nin tutumu eleştiriye açık olmakla birlikte kararın kurgusu göz önüne alındığında kaçınılmazdır. Nitekim 2004 yasasının getirdiği dini sembol sınırlamaları ilkesel düzeyde kabul görmüşken bu yasanın uygulanmasının doğal bir sonucu olan öğrencilerin okuldan atılması kararlarının somut bir orantılılık testine tabi tutulması yasanın gerekliliğinin tekrar sorgulanması  anlamına  gelecektir.  Öğrenci,  diyalog  süreci  sonunda ya  gösterişli  dini sembol kullanmaktan vazgeçecek ya da okuldan atılacaktır. Yasa, konusu ve amacı gereği, alternatif bir çözüm üretmeye veya daha hafif bir yaptırım uygulamaya elverişli değildir.  1140Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160                                            Duymaz gösterilebilir.78  Bu  vakada  başvurucu  başörtüsünü  bir  kadın  görevli huzurunda çıkarmaya hazır olduğunu ifade etmiş ancak bu önerisi karşılık bulmamıştır.  AİHM ye  göre,  konsolosluk  görevlilerinin  başvurucunun kimlik tespitinin yapılması amacıyla bir kadın çalışanı görevlendirmemesi devletin  bu  alandaki  takdir  payını  aşan  bir  tasarruf  olarak değerlendirilmemelidir.  Kamu  makamları  açısından  büyük  bir  külfet oluşturmayacak bu önerinin geri çevrilmesi karşısında başvurucunun vize alamamış ve bu nedenle Fransa da ikamet eden eşinin yanına gidememiş olmasının  menfaatler  arasındaki  adil  dengeyi  bozup  bozmadığı  sorusu böylece takdir payı teorisinin gölgesinde kalarak yanıtsız bırakılmıştır.79  Dini sembollere ilişkin AİHM içtihadında yarışan yararlar arasındaki denge  arayışı  konusunun  eksik  kalmaması  için  son  olarak  Eweida  ve diğerleri  kararına  da  değinmek  yerinde  olacaktır.80  Bu  olaydaki başvuruculardan ikisi, Eweida ve Chaplin, işyerinde haç şeklinde bir kolye takmalarına müsaade edilmemesinden yakınmaktadır. Özel bir hava yolu şirketinde,  üniforma  giymenin  zorunlu  olduğu  bir  pozisyonda  çalışan Eweida nın  iş  akdi,  kolyesini  gizlemeyi  reddetmesi  ve  üniformasız çalışabileceği bir görevi kabul etmemesi üzerine askıya alınmıştır. Bir devlet hastanesinde hemşire olarak görev yapan Chaplin ise Sağlık Bakanlığı nın belirlediği  kılık  kıyafet  kurallarına  uymaması  nedeniyle  hemşire  olarak görev  yapmayacağı  başka  bir  servise  nakledilmiştir.  Bu  kararda Mahkeme nin  kullandığı  dilin,  yerleşik  içtihat  göz  önüne  alındığında, oldukça farklı ve yenilikçi olduğu kaydedilmelidir. AİHM, birinci başvurucu ile  ilgili  olarak,  özel  bir  şirketin  çalışanına  yönelik  aldığı  tedbirlerin orantılılığı değerlendirilirken ulusal makamlara bir takdir alanı bırakılması                                                  78  AİHM, El Morsli/Fransa, n° 15585/06, 04.03.2008, (kabul edilemezlik kararı). 79  Burada Mahkeme nin Phull kararına da gönderme yapılabilir. Havaalanındaki güvenlik kontrolü sırasında türbanını çıkarmak zorunda kalan bir Sih tarafından gerçekleştirilen bu başvuruda, başvurucu x-ray kapısından geçmeyi ve metal dedektörüyle kontrol edilmeyi kabul etmiş olmasına rağmen türbanını çıkarmaya zorlanmıştır. Mahkeme havaalanında güvenliği sağlamak amacıyla alınacak tedbirlerin ve uygulanacak yöntemlerin tamamen devletlerin takdir payı içerisinde kaldığını belirterek başvuruyu açıkça dayanaktan yoksun bulmuştur. AİHM, Phull/Fransa, n° 35753/03, 11.01.2005 (kabul edilemezlik kararı). Mahkeme nin  bu  kararları,  resmi  belge  üzerinde  başı  açık  fotoğraf  bulundurma zorunluluğuna ilişkin içtihadıyla da örtüşmektedir.  80  AİHM, Eweida ve diğerleri/Birleşik Krallık, n°48420/10, 59842/10, 51671/10 ve 36516/10, 15.01.2013. Bkz. Kurt, Hayrettin,  Din ve İnanç Özgürlüğü Bağlamında Dini Sembollerin Kullanımının Mukayeseli Hukuk Bakımından Değerlendirilmesi , Erzincan Üniversitesi Hukuk Fakültesi Dergisi, C. XVII, S. 1-2, (2013), s. 222-224.   1141Dini Sembol ve Kıyafet...                 Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160  gerektiğini belirttikten sonra, somut olayda adil bir dengenin kurulmadığına hükmetmiştir. Terazinin bir kefesine başvurucunun dini inancını açıklama özgürlüğünü diğer kefeye ise işverenin bir şirket imajı oluşturma kaygısını koyan Mahkeme, şirketin çıkarına çok fazla önem verildiğini ve dengenin başvurucu  aleyhine  bozulduğunu  ifade  etmiştir.  Mahkeme  bu  sonuca ulaşırken, dini inancını hayatının merkezine koyan bir kişinin bu inancını başkalarına aktarabilmesinin kişi açısından taşıdığı öneme atıf yapmış ve sağlıklı bir demokratik toplumun çoğulculuğu ve çeşitliliği hoş görmesi ve desteklemesi  gerektiğini  vurgulamıştır.  Buna  ek  olarak,  başvurucunun taşıdığı  haç  işaretinin  gösterişli  olmadığı  ve  profesyonel  görünüşünü zedelemediği, ayrıca haç ve diğer dini sembollerin şirketin imajına zarar verdiği yönünde bir bulgunun mevcut olmadığı da kararda dile getirilmiştir.81 Mahkeme aynı yaklaşımını ikinci başvurucu için de benimsemiş ancak kamu makamlarının takdir alanının bu başvuru açısından daha geniş olduğunun altını  çizerek  adil  bir  dengenin  kurulduğuna  kanaat  getirmiştir.  Nitekim AİHM ye göre, inancını açıklama arzusu her iki başvurucu için aynı değerde olsa da, inancını dışa vurma özgürlüğünün karşısında bu kez sağlığın ve güvenliğin  korunması  amacı  yer  almaktadır.  Özel  bir  şirketin  imajının korunmasından daha büyük bir ağırlığı olan bu kaygı adil denge arayışında başvurucunun  aleyhine  sonuç  doğurmaktadır.  Diğer  yandan,  ikinci başvurucuya, kolye yerine bir broş takarak inancını başkalarına aktarabilme imkânının  yaratılmış  olması  bu  kişinin  menfaatinin  yeterince  gözetildiği şeklinde yorumlanmıştır.82 Eweida  ve  diğerleri  kararı  çalışanların  din  ve  vicdan  özgürlüğünün işverene karşı güvenceye alınmasında önemli bir aşama olarak görülebilir.83                                                  81  Par. 94. Havayolu şirketi bir süre sonra kılık kıyafete ilişkin düzenlemede değişikliğe giderek görünür dini sembollerin kullanılmasına izin vermiştir. Bunun üzerine başvurucu işine  geri  dönmüştür.  AİHM ye  göre,  böyle  bir  değişikliğin  yapılabilmesi,  önceki sınırlamaların şirketin imajı bakımından hayati bir önemde olmadığını göstermiştir. 82  Par. 98-99. 83  Pearson, Megan,  Article 9 at a Crossroads: Interference Before and After Eweida , Human Rights Law Review, 13 (2013), s. 580-602. Yazarın da belirttiği gibi, Strazburg organlarının,  bir  kişi  çalışma  koşullarını  özgürce  kabul  ettiği  bir  işten  doğan yükümlülüklerinden din ve vicdan özgürlüğünü öne sürerek muaf tutulmasını isteyemez, şeklindeki yorumu birçok başvurunun kabul edilemezlik kararıyla sonuçlanmasına neden olmuştur. Zaman içerisinde daha esnek bir biçimde uygulanan bu ilke Eweida kararıyla birlikte önemli ölçüde geçerliliğini yitirmiştir. Bkz. s. 589 vd. Aynı yönde bkz. Hervieu, Nicolas,  Un nouvel équilibre européen dans l appréhension des convictions religieuses au travail   La  Revue  des  droits  de  l homme,  Actualités  Droits-Libertés,  2013,  s.  3. 1142Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160                                            Duymaz Bu kararın konumuz açısından kayda değer yanı, şüphesiz, orantılılık testinin Mahkeme tarafından son kerteye kadar sürdürülmüş olmasıdır.84 Öyle ki, karara muhalif kalan yargıçlar Mahkeme nin bu tutumunu eleştirerek çatışan yararlar  arasında  makul  bir  dengenin  ulusal  yargı  organları  tarafından kurulmuş olduğunu savunmuşlardır.85 Ancak kanımızca, Eweida ve diğerleri kararı, dini sembol sınırlamaları söz konusu olduğunda devletlerin takdir payının artık geniş olmayacağı ve ölçülülük denetiminin bundan böyle daha somut bir şekilde gerçekleşeceği bir AİHM içtihadının habercisi olarak ele alınmamalıdır.86 Zira yukarıda anılan birçok vakadan farklı olarak, Eweida ve  diğerleri  vakasındaki  sınırlama  genel  bir  karakterde  olmadığı  gibi meşruluğunu  laiklik  veya  devletin  tarafsızlığı  gibi  temel  ilkelerden  de almamaktadır. Diğer bir deyişle, başvurucuların yakındıkları uygulamalar dini  sembol  kullanımının  düzenlenmesine  ilişkin  bir  devlet  politikasının ürünü  olarak  ortaya  çıkmamaktadır.  İlaveten,  savunmacı  devlet konumundaki Birleşik Krallık ın, Fransa dan farklı olarak, dini çoğulculuğu desteklediği, laik veya seküler bir toplum oluşturma yönünde bir gayreti olmadığı belirtilmelidir. Her hâlükârda, bu karardan yaklaşık altı ay sonra Büyük  Daire  tarafından  verilen  S.A.S./Fransa  kararı  Mahkeme nin  dini sembol kullanımı üzerindeki sınırlamalara ilişkin yaklaşımında bir değişiklik meydana gelmediğini göstermiştir.87   İnsan  Hakları  Komitesi  kararlarının  gerekçesi  AİHM  kararlarının gerekçesine nazaran daha kısa olduğu için ilk bakışta orantılılık testinin Komite  tarafından  çok  detaylı  yapılmadığı  izlenimi  doğabilir.  Ancak demokratik  bir  toplumda  gereklilik  koşulunun  incelenmesi  aşamasında Komite nin  göz  önüne  aldığı  verilere  bakıldığında  bu  izlenimin  doğru olmadığı ortaya çıkmaktadır. Bunun yanında, başvurucuların iddialarında dile getirilen somut argümanların Komite tarafından açıkça reddedilmemesi ve bu iddialarda öne çıkan temel itirazların kararın gerekçesinde kısaca yer                                                                                                                    http://revdh.org/2013/01/24/nouvel-equilibre-europeen-apprehension-convictionsreligieuses-au-travail/ (erişim tarihi: 05.01.2015). 84  Bkz. Mathieu, Cécile; Gutwirth, Serge; De Hert, Paul,  La croix et les juges de la Cour européenne des droits de l homme: les enseignements des affaires Lautsi, Eweida et Chaplin , Journal européen des droits de l homme/European Journal of Human Rights, 2013, n° 2, s. 88. 85  Yargıç Bratza ve Björgvinsson un kısmi karşı oy yazısı, par. 5. 86  Aksi  yönde  bir  yorum  için  bkz.  Bribosia,  Emmanuelle;  Caceres,  Gabrielle;  Rorive, Isabelle,   Les  signes  religieux  au  cœur  d un  bras  de  fer:  la  saga  Singh ,  Revue trimestrielle des droits de l homme, 2014, n° 98, s. 511. 87  AİHM, Büyük Daire, S.A.S./Fransa, n° 43835/11, 01.07.2014.   1143Dini Sembol ve Kıyafet...                 Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160  alması  Komite nin  orantılılık  testine  hiç  de  kayıtsız  kalmadığı  anlamına gelmektedir. Örneğin, belirgin dini sembol taşıma yasağından kaynaklanan okuldan atılma kararlarının ağırlığı AİHM içtihadında devletlerin takdir payı nedeniyle sorgulanmazken, bu yaptırım, Komite kararında, başvurucunun eğitimi  açısından  ciddi  olumsuz  sonuçlar  doğurduğu  için  orantısız bulunmuştur.88  Zira  AİHM nin  önemli  bir  veri  olarak  değerlendirdiği uzaktan eğitim imkânının mevcut olması İHK nin incelediği somut olayda başvurucuya  bir  avantaj  sağlamamıştır.  Bir  süre  uzaktan  eğitim  alan başvurucu karşılaştığı zorluklar nedeniyle özel bir Katolik okuluna geçiş yapmak zorunda kalmış ve bu nedenle bir eğitim yılı kayıp yaşamıştır.89 Aynı şekilde,  AİHM,  okuldan  atılma  kararından  önce  bir  diyalog  sürecinin yürütülmesini adil bir denge arayışı açısından yeterli bulmuşken, İHK bu sürecin başvurucuya gerçek anlamda bir güvence sağlayıp sağlamadığını sorgulamıştır.  Okul  yönetimi  ve  öğrenci  arasında  yapılan  görüşmelerin öğrencinin  menfaatini  ve  içinde  bulunduğu  koşulları  yeterince  dikkate almadığına  kanaat  getiren  Komite,  böylece,  yalnızca  şeklen  değil  aynı zamanda esasa ilişkin bir orantılılık değerlendirmesinin de gerekli olduğunu vurgulamıştır.90  Benzer  bir  karşılaştırmanın  resmi  belgelerde  başı  açık fotoğraf  bulundurma  zorunluluğu  konusunda  da  yapılması  mümkündür. Hatırlatmak  gerekirse, AİHM nin  bakış  açısıyla,  kişinin,  kullandığı  dini sembolü veya kıyafeti fotoğraf çektirirken çıkarmak zorunda kalması geçici ve kısa süreli bir tedbir olduğundan kişisel hak ve kamu güvenliği arasındaki adil  dengeyi  bozacak  bir  müdahaleden  söz  edilmeyecektir.91  Komite  ise ulusal yargı organları tarafından da savunulan bu yoruma katılmamış, kimlik kontrollerinde kişinin sürekli olarak türbanını çıkarmak zorunda kalabileceğini belirterek adil denge arayışını başvurucu lehine sürdürmüştür.92 Özetle,  ölçülülük  denetiminin  kapsamı  bakımından  AİHM  ve  İHK kararları arasında gerçek bir farklılık ortaya çıkmıştır. Hem müdahalenin                                                  88  İHK, Bikramjit Singh/Fransa, n° 1852/2008, 01.11.2012, par. 8.7. 89  Par. 6.8. 90  Par. 8.7. Başvurucu tarafından sunulan, devlet okullarında dini sembol kullanılmasını sınırlayan  yasanın  bir  yıllık  bilançosu  gerçekten  de  söz  konusu  diyalog  sürecinin uygulamada  öğrencilerin  lehine  sonuç  vermediğini  göstermiştir.  Buna  göre,  bu  süre zarfında  beş  Sih  öğrenci  okuldan  süresiz  uzaklaştırılmıştır.  Eğitimine  devam  eden öğrenciler ise başları açık okula gitmek veya saçlarını kestirmek zorunda kalmışlar ya da uzaktan eğitime geçiş yapmışlardır. Bkz. par. 6.8. 91  AİHM, Shingara MannSingh/Fransa, n° 24479/07, 13.11.2008 (kabul edilemezlik kararı). 92  İHK, Shingara MannSingh/Fransa, n° 1928/2010, 19.07.2013, par. 9.5. 1144Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160                                            Duymaz gerekliliği veya zorunluluğu hem de orantılılığı testinde belirginleşen bu farklılık,  uygulanan  hukuk  normlarının  niteliğinden  veya  iki  organın kullandığı denetim araçlarının çeşitliliğinden kaynaklanmamaktadır. Avrupa Mahkemesi devletlere tanıdığı geniş takdir alanı nedeniyle kendi denetimini sınırlamakta,  İHK  ise  bu  yönde  bir  sınırlamaya  başvurmamaktadır. Dolayısıyla  bu  ayrışma  kurumlarca  benimsenen  içtihadi  politikanın  bir sonucudur. III.  Ayrışmanın  Devletlerin  Uluslararası  Yükümlülükleri Üzerindeki Etkisi Ortaya çıkan bu durum karşısında hem AİHS ye hem de MSHS ye taraf olan  devletlerin  dini  sembollere  ilişkin  düzenlemeler  yaparken  hangi yaklaşımı benimseyecekleri veya ulusal yargı organlarının hangi içtihadı esas  alarak  karar  verecekleri,  açıklığa  kavuşturulması  gereken  bir  sorun halini  almıştır.  Bu  tartışmanın  iki  zeminde  yürütülmesi  mümkündür: Kararların  bağlayıcılığı  (A)  ve  uluslararası  insan  hakları  hukukunun ikincilliği ilkesi (B). A. Kararların Bağlayıcılığı Bakımından Avrupa İnsan Hakları Mahkemesi ve İnsan Hakları Komitesi kararları arasında  önemli  bir  nitelik  farkı  bulunmaktadır.  AİHS nin   kararların bağlayıcılığı  ve  uygulanması   başlıklı  46.  maddesine  göre   Yüksek Sözleşmeci  Taraflar,  taraf  oldukları  davalarda  Mahkeme nin  kesinleşmiş kararlarına uymayı taahhüt ederler .93 İHK kararları ise MSHS ye ilişkin ihtiyari  Protokol  hükümlerine  göre  hukuken  bağlayıcı  nitelikte  değildir. Gerçekten de söz konusu Protokol, bireysel şikâyetleri inceleyen Komite nin ilgili  devlete  ve  başvurucuya  bu  konudaki   tespitlerini   ileteceğini öngörmektedir.94  Dolayısıyla  kararların  bağlayıcılığı  açısından  ele alındığında, AİHM kararlarının tartışmasız daha güçlü bir otoritesi olduğu ve devletlerin, uluslararası yükümlülüklerinin bir gereği olarak, bu kararları uygulamaktan kaçınamayacakları belirtilmelidir. Bununla  birlikte  İHK nin  tespitlerinin  bir  tavsiye  görüşü  şeklinde değerlendirilmesi  de  doğru  olmayacaktır.  İhtiyari  Protokol e  taraf  olarak Komite ye bireysel başvuru hakkını tanıyan ve Komite nin bu başvurular                                                  93  Madde 46/1. 94  Madde 5/4.   1145Dini Sembol ve Kıyafet...                 Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160  neticesinde tespitlerde bulunmasını kabul eden devletler açısından Komite kararlarının hiçbir hükmünün olmayacağını savunmak birçok yönden zor görünmektedir.95  Her  şeyden  önce,  Komite nin,  gerçek  anlamda  bir mahkeme  olmamasına  rağmen,  fiilen  bir  mahkeme  gibi  çalıştığı  ve uluslararası mahkemelerle aynı yargılama yöntemlerini kullandığı dikkate alınmalıdır. Bu nedenle yarı-yargısal bir organ olarak nitelendirilen Komite gerek bireysel başvuruların kabul edilebilirliği gerekse esastan incelenmesi aşamasında  AİHM nin  izlediği  yönteme  neredeyse  özdeş  bir  yöntem izlemektedir.97 Karar aşamasında, MSHS de güvence altına alınan hak ve özgürlüklerden  birinin  veya  birkaçının  ihlal  edildiğini  veya  edilmediğini tespit eden Komite, ihlal durumunda savunmacı devletten gerekli önlemlerin alınmasını  da  talep  etmektedir.  Nitekim  Komite,  bir  kabul  edilemezlik kararında, MSHS yi ve ek Protokol ü onaylayan devletlerin üstlendikleri yükümlülükleri yerine getirmeyi taahhüt ettiklerini hatırlatarak, MSHS nin yorumlanmasına ve uygulanmasına ilişkin tespitlerinin hukuken etkililiğini sağlamak  için  taraf  devletlerin  gerekli  tedbirleri  almakla  yükümlü olduklarını  ifade  etmiştir.98  Fransa ya  karşı  yapılan  dini  sembol sınırlamalarına ilişkin başvurularda da Komite nin yalnızca ihlal tespitiyle yetinmediği, Fransa dan birtakım somut adımlar beklediği görülmektedir. Örneğin  Bikramjit  kararında,  Fransa nın  MSHS  md  2/3  uyarınca, başvurucuya, tespit edilen ihlale karşı iç hukukta, uygun bir tazminat elde etme imkânını da içeren, etkili bir başvuru yolu sağlamakla yükümlü olduğu Komite  tarafından  belirtilmiştir.  Komite  ayrıca,  benzer  ihlallerin  önüne geçilmesi  için,  Fransa nın  devlet  okullarında  gösterişli  dini  sembol kullanımını yasaklayan yasayı MSHS hükümleri, özellikle de din ve vicdan özgürlüğünü düzenleyen 18. madde, ışığında gözden geçirmesi gerektiğini eklemiştir.99  Türbansız  bir  fotoğraf  sunmadığı  gerekçesiyle  pasaportu yenilenmeyen  bir  Sih in  yaptığı  Shingara  MannSingh  başvurusunda  da Komite  ihlal  tespit  ettikten  sonra  Fransa dan  birtakım  tedbirler  almasını                                                  95  Bkz. Dhommeaux, Jean,  Les mécanismes internationaux de protection des libertés et droits  fondamentaux   in  Thierry-S.  Renoux  (dir.),  Protection  des  libertés  et  droits fondamentaux, La documentation française (les notices), Paris, 2007, s.76. 96  Ibid. 97  Bkz. Sudre, Frédéric, Droit européen et international des droits de l homme, Presses universitaires de France, 9e éd., Paris, 2008, s. 758 vd. 98  İHK, Denzil Roberts/Barbados, n° 504/1992, 19.07.1994 (kabul edilemezlik kararı), par. 6.3. 99  İHK, Bikramjit Singh/Fransa, n° 1852/2008, 01.11.2012, par. 10. 1146Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160                                            Duymaz istemiştir. Bu tedbirler arasında, başvurucuya pasaport yenileme talebinin tekrar incelenmesini mümkün kılacak etkili bir başvuru yolunun tanınması ve  benzer  ihlallerin  yaşanmaması  için  ilgili  mevzuatın  ve  uygulamanın MSHS den kaynaklanan yükümlülükler doğrultusunda gözden geçirilmesi yer  almaktadır.100  İHK,  öte  yandan,  ihlal  kararının  hukuki  bir  sonuç doğurmasını sağlamak amacıyla alınacak tedbirler konusunda Fransa dan, 180 gün içerisinde, kendisine bilgi vermesini ve son olarak karar metninin Fransa tarafından yayımlanmasını istemiştir.101 Bu kararlardan da anlaşılabileceği üzere, Komite, yürüttüğü faaliyeti bir yargısal faaliyet olarak görmekte ve tespit ettiği ihlallerin devlete birtakım hukuki  yükümlülükler  yüklediğini  kabul  etmektedir.  Uygulamaya bakıldığında  Komite nin  kararlarının  azımsanmayacak  bir  bölümünün devletler  tarafından  dikkate  alındığı  ve  işaret  ettiği  tedbirlerin  yerine getirildiği görülmektedir.102 Bu nedenledir ki, AİHM, bireysel başvuruların kabul edilebilirliği incelemesini gerçekleştirirken İnsan Hakları Komitesi ni AİHS  madde  35/2-b) de  geçen   uluslararası  diğer  bir  soruşturma  veya çözüm merci  kategorisinde değerlendirmektedir.103 Bunun anlamı, İHK ye sunulmuş  bir  başvuruyla  esas  itibariyle  aynı  konulu  bir  diğer  bireysel başvurunun Strazburg organları tarafından kabul edilemez bulunacağıdır.104 Dahası,  Komite  kararlarının  AİHM  içtihadı  üzerinde  önemli  bir  etki doğurduğu durumlar olduğu belirtilmelidir. Bunun en tipik örneği olarak Büyük  Daire nin  Bayatyan/Ermenistan  kararında  İHK nin  yaklaşımına gönderme  yaparak  vicdani  ret  konusunda  içtihat  değişikliğine  gitmesi gösterilebilir.105  Mahkeme  bu  kararında,  vicdani  ret  hakkına  getirilen sınırlamaların  din  ve  vicdan  özgürlüğünü  düzenleyen  AİHS  madde  9 kapsamında incelenmesi gerektiği yönünde bir içtihat değişikliğine giderken,                                                  100 İHK, Shingara MannSingh/Fransa, n° 1928/2010, 19.07.2013, par. 11. 101 Par. 12. 102 Bkz. Sudre, Frédéric, op. cit., s. 775-776. Yazarın aktardığı, Komite tarafından 2002 yılında açıklanan bir rapora göre Komite kararlarının % 25 i tatmin edici bir şekilde uygulanmaktadır. 103 Ibid. s. 692.  104 Bu düzenlemeye göre bir başvuru  Mahkeme tarafından daha önce incelenmiş veya uluslararası diğer bir soruşturma veya çözüm merciine sunulmuş başka bir başvurunun konusuyla esas itibariyle aynı ise ve yeni olaylar içermiyorsa  kabul edilemez bulunacaktır. Bu yönde bir karar için bkz., AİHK, Calcerrada Fornieles ve Cabeza Mato/İspanya, n° 17512/90, 06.07.1992. 105 AİHM, Büyük Daire, Bayatyan/Ermenistan, n° 23459/03, 07.07.2011.   1147Dini Sembol ve Kıyafet...                 Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160  aynı evrimin Komite kararlarında ortaya çıkmış olmasını ve artık vicdani redde ilişkin başvuruların Komite tarafından zorunlu çalışma veya zorla çalıştırma  yasağı  kapsamında  incelenmemesini  kendi  yorumuna  dayanak almıştır.106  Kararların  bağlayıcılığı  ölçütüne  bu  veriler  ışığında  bakıldığında, Komite  kararlarının,  en  azından,  hukuki  sonuç  doğurmaya  elverişli  bir otoriteye sahip olduğunu ve bu bakımdan AİHM kararları karşısındaki zayıf konumunun  göreceli  hale  geldiğini  söylemek  mümkündür.  Öte  yandan, ulusal mahkemelerin hüküm verirken referans aldıkları uluslararası hukuk normu temelinde bir karşılaştırma yapıldığında, AİHM ve İHK kararları arasındaki  bağlayıcılık  ölçütünden  kaynaklanan  farkın  silikleştiği savunulabilir. İnsan haklarına ilişkin uluslararası sözleşmelere yasa üstü bir statü  tanıyan  Fransa  ve  Türkiye  örneklerinde  olduğu  gibi,  ulusal mahkemeler,  önlerine  gelen  bir  uyuşmazlığı  çözerken,  uyguladıkları yasaların  bu  sözleşmelere  uygunluğunu  sorgulamakla  yükümlüdürler.  Bu aşamada  AİHS  ve  MSHS  arasında  devletlere  yükledikleri  uluslararası yükümlülükler açısından bir fark bulunmamaktadır. Dolayısıyla ulusal yargıç AİHS hükümlerini ve/veya AİHM kararlarını esas alarak yürürlükteki bir yasayı uygulamaktan imtina edebileceği gibi MSHS hükümlerini ve/veya İHK  kararlarını  gerekçe  göstererek  de  aynı  sonuca  ulaşabilir.  Komite kararlarının  hukuki  bağlayıcılıktan  yoksun  olması  ulusal  yargıcın  bu kararlara  gönderme  yaparak  MSHS  hükümlerine  yasa  karşısında  öncelik vermesine  engel  teşkil  etmeyecektir.  Ancak,  dini  sembol  alanındaki kararlarda  olduğu  gibi,  iki  organın  aynı  konuda  farklı  kararlar  üretmesi durumunda,  ulusal  yargıcın  hangi  uluslararası  belgeyi  öncelikli  olarak uygulaması gerektiği sorusu gündeme gelecektir. Bu soru yanıtlanırken hem İHK hem de AİHM tarafından incelenen vakalarda, AİHM nin ihlal olmadığı yönünde kararlar verdiğine, İHK nin ise ihlal tespit ettiğine dikkat çekmek gerekmektedir. Tersi bir durum söz konusu olsaydı, yani AİHM bir ihlal tespit  etmiş  Komite  ise  aksi  yönde  bir  karar  vermiş  olsaydı,  AİHM                                                  106  Par.  105.  Bkz.,  Brems,  Eva;  Bribosia,  Emmanuelle;  Rorive,  Isabelle;  Van Drooghenbroeck, Sébastien,  Le port de signes religieux dans l espace public: vérité à Strasbourg, erreur à Genève? , Journal des Tribunaux, 2012, s. 603. Ne var ki AİHM, dini sembollere ilişkin başvurularda Komite kararlarına açık veya örtülü herhangi bir gönderme yapmamıştır. Yazarların da vurguladıkları gibi, AİHM nin Komite kararlarından bazılarını referans alırken diğerlerini görmezden gelmesi eleştirilmesi gereken bir tutumdur.  1148Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160                                            Duymaz kararlarının mutlak bağlayıcılığı nedeniyle ulusal mahkemeler ve diğer kamu kurumları AİHM nin  dini  semboller  konusundaki  yaklaşımını  iç  hukuka yansıtmak  zorunda  kalacaklardı;  böylece  iki  organın  kararları  arasındaki uyuşmazlık çözülmüş olacaktı. Böyle bir olasılıkta İHK nin ihlal olmadığı yönündeki  kararları  gerekçe  gösterilerek  AİHM nin  ihlal  kararları görmezden gelinemeyecektir. Ancak mevcut durumda ulusal makamlar için her iki seçenek de geçerliliğini korumaktadır: AİHM içtihadını ön plana çıkararak dini semboller üzerindeki mevcut sınırlamaları muhafaza etmek, başka bir deyişle hiçbir şey yapmamak veya İHK kararlarını dikkate alarak bu  sınırlamaları yeniden düzenlemek.  Dolayısıyla  kararların  bağlayıcılığı üzerinden yapılacak bir ayrımın dini sembol ve kıyafet düzenlemelerinde hangi organın yaklaşımının benimsenmesi gerektiği sorusuna cevap bulması mümkün görünmemektedir.  B. Uluslararası İnsan Hakları Hukukunun İkincilliği Bakımından İnsan haklarının uluslararası veya bölgesel düzeyde korunması amacıyla oluşturulan sistemlerin ortak özelliği, ulusal düzeydeki korumanın yetersiz kaldığı  durumlarda  devreye  girerek  bireye  ikincil  veya  tamamlayıcı  bir güvence  sunmaktır.  Ulusal  düzeydeki  korumanın  ne  zaman  eksik  veya yetersiz kaldığı ise bu sistemlerin merkezinde bulunan sözleşmeler ve bu sözleşmeleri yorumlamak ve uygulamakla yetkili organların belirledikleri standartlara göre tespit edilmektedir. Bu sistemlere dâhil olan devletlerin uluslararası hukuk açısından yegâne yükümlülüğü belirlenen bu standartların altına  inmemektir.  Bireye  uluslararası  standardın  üzerinde  bir  koruma sağlamak ise devletlerin takdirindedir.  AİHM nin ve İHK nin dini semboller üzerindeki sınırlamalara ilişkin kararları bu kısa açıklama ışığında değerlendirildiğinde, Komite nin Avrupa Mahkemesi nden daha yüksek bir standart öngördüğü ve böylece din ve vicdan  özgürlüğüne  daha  yüksek  bir  koruma  sağladığı  söylenebilir.  Bu durumda,  bir  devletin  İHK nin  yaklaşımını  benimseyerek  AİHM nin belirlediği  standardın  üzerine  çıkmasının  önünde AİHS den  kaynaklanan hiçbir engel yoktur. O halde asıl sorulması gereken soru, devletlerin İHK kararlarının gereğini yerine getirerek AİHM tarafından belirlenen standardı aşma  yönünde  bir  yükümlülüğü  olup  olmadığıdır.  Kanımızca  bu  soruya olumlu yanıt vermek gerekmektedir. Nitekim  bu Sözleşme hükümlerinden hiçbiri, herhangi bir Yüksek Sözleşmeci Taraf ın yasalarına ve onun taraf   1149Dini Sembol ve Kıyafet...                 Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160  olduğu başka bir Sözleşme ye göre tanınabilecek insan haklarını ve temel özgürlükleri sınırlayamaz veya onlara aykırı düşecek şekilde yorumlanamaz  hükmünü  içeren  AİHS nin  53.  maddesi,  devletlere,  AİHM  kararlarını gerekçe göstermek suretiyle daha yüksek bir standart öngören ulusal veya uluslararası düzenlemeleri göz ardı etme imkânı tanımamaktadır. AİHM ve İHK arasındaki ayrışmanın muhatabı olan Fransa ya bakıldığında, Avrupa insan hakları sistemine uygunluğu onaylanmış bir düzenlemenin yeniden tartışmaya  açılmasına  gereksinim  olmadığı  yönünde  hükümet  tarafından açıklamalar  yapıldığı  görülmektedir.107  Komite nin  ihlal  kararlarından bağımsız  olarak  düşünüldüğünde,  siyasi  olarak  hükümeti  rahatlatan  bu duruşun belirli bir tercihi yansıttığı ve devletin takdir alanı içerisinde kaldığı kabul  edilebilirdi.  Fakat  ilgili  mevzuatın  gözden  geçirilmesi  gerektiğini belirten  Komite  kararlarına  rağmen  bu  tür  bir  söylemin  benimsenmesi, AİHS ye  dayanarak  MSHS nin  öngördüğü  güvencelerin  sınırlanması  ve böylece  AİHS nin  53.  maddesindeki  sınırlayıcı  yorum  yasağına  aykırı davranılması sonucunu doğuracaktır. Komite kararlarının gereğinin yerine getirilmesi, takdir payı doktrininin gerçek anlamı ve rolüyle de tamamen bağdaşmaktadır.108 AİHM nin ulusal karar  alıcıların  geniş  takdir  payına  gönderme  yaparak  dini  sembol kullanımına  ilişkin  genel  sınırlamaları  meşru  görmesi,  bu  alandaki standardın  düşük  tutulduğuna  işaret  etmektedir.  Dolayısıyla  Avrupa Mahkemesi nin ihlal bulmadığı kararlardan yola çıkarak genel nitelikteki yasakların veya sınırlamaların mutlaka sürdürülmesi gerektiği şeklinde bir yorum  yapmak  mümkün  değildir.  Kendilerine  tanınan  hareket  alanı içerisinde  ne  tür  bir  tutum  benimseneceği,  her  ülkenin  kendine  özgü koşulları  çerçevesinde  ve  her  devletin  diğer  uluslararası  yükümlülükleri ışığında  ulusal  makamlar  tarafından  kararlaştırılacaktır.  Büyük  Daire nin Leyla  Şahin  kararından  birkaç  yıl  sonra  Türkiye deki  üniversitelerde başörtüsü yasağının kaldırılması AİHM kararının uygulanmadığı anlamına gelmeyeceği gibi, Fransa nın da yakınılan sınırlamaları gözden geçirmesi AİHM içtihadıyla çelişmeyecektir.  Kısacası  ikincillik  ilkesi  ve  ulusal  takdir  payı  doktrini  temelinde üretilecek bir çözüm hem İHK hem de AİHM kararlarıyla uyum içerisinde                                                  107 Bkz. Bribosia, Emmanuelle; Caceres, Gabrielle; Rorive, Isabelle, op. cit., s. 506. 108 Ibid. 1150Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160                                            Duymaz olacaktır. Bu sayede bir yandan temel hak ve özgürlüklerin daha güçlü bir korumadan yararlanması sağlanacak, öte yandan uluslararası insan hakları hukukunun bütünselliğine katkı sunacak bir yöntem izlenmiş olacaktır. Sonuç Yerine AİHM nin  ve  İHK nin  yaklaşımları  arasındaki  farklılık  uluslararası insan  hakları  hukukunda  pek  sık  görülmeyen  bir  görüş  ayrılığını yansıtmaktadır.  Bu  çalışmada,  iki  organ  arasında  gerçek  anlamda  bir çatışmadan söz edilemeyeceği, ortaya çıkan ayrışmanın insan hakları hukuku ilkeleri çerçevesinde giderilebileceği savunulmuştur. Öte yandan, devletlerin uluslararası yükümlülükleri temelinde bir değerlendirme yapıldığında, dini sembol kullanımına ilişkin düzenlemelerin, ikincillik ilkesi uyarınca, bireye daha güçlü bir güvence sunan İHK nin kararları ışığında yapılması gerektiği dile getirilmiştir.  Bu  aşamada,  devlet  yükümlülüklerinin  ötesine  geçerek,  bireysel başvuru mekanizmasının etkililiği bakımından da iki yaklaşım arasında bir karşılaştırma  yapmak  faydalı  olacaktır.  Kanımızca  Komite nin  yaklaşımı bireysel  başvuru  yoluyla  hedeflenen  hukuki  sonuca  ulaşmaya  daha elverişlidir. Nitekim bir hakkının ihlal edildiğini ve iç hukuk yollarından tatmin  edici  bir  sonuç  alamadığını  düşünen  bir  kişinin  uluslararası  bir denetim organından beklentisi, iddialarının tüm yönleriyle incelenmesi ve kendi somut iddiasına dair bir yargıya varılmasıdır. İHK nin gerçekleştirdiği denetim bu beklentileri karşılayacak ölçüde somut ve birey odaklıdır. AİHM ise ulusal takdir payı doktrinini kullanarak denetim alanını önemli ölçüde daraltmaktadır. AİHS nin ikincilliğine ve devletlerin takdir payına yapılan göndermelerin AİHM içtihadında daha fazla yer bulması, devletlerin genel politikalarına  ilişkin  konularda  Mahkeme yi  somut  norm  denetiminden sorumlu bir organ konumuna indirgeme riski taşımaktadır.109 Bu durumda, başvurucuların  kişisel  mağduriyet  iddialarından  ziyade  ulusal düzenlemelerin AİHS ye uygunluğu inceleme konusu yapılmaktadır. Oysa genel içeriği itibariyle meşru ve ölçülü olan bir düzenlemenin uygulamada temel hak ve özgürlüklere ölçüsüz bir sınırlama getirebilme ihtimali göz ardı edilmemelidir. Değinilen kararların birçoğunda Mahkeme nin ulusal yargı                                                  109 Hatırlatmak gerekir ki 24.06.2013 tarihinde imzaya açılan 15 No lu ek Protokol, AİHS nin Başlangıç kısmına Sözleşme nin ikincil niteliğine ve devletlerin takdir alanına vurgu yapan yeni bir paragrafın eklenmesini öngörmektedir.    1151Dini Sembol ve Kıyafet...                 Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160  organlarının tespit ve değerlendirmeleriyle bağlı kalmış olması da bireysel başvuru yolunun etkililiğini zayıflatacak bir unsurdur. Zira bu konuda ulusal makamların uluslararası mahkemelere göre, prensip olarak, daha elverişli bir konumda olması, bu makamların her zaman için doğru değerlendirmeler yapacakları  veya  yarışan  yararlar  arasında  adil  bir  denge  kuracakları anlamına gelmemektedir.  Buna karşın, Komite nin yaklaşımının uygulamada birtakım sorunları beraberinde getirebileceği belirtilmelidir. Komite, soyut ilkelere dayanılarak kabul edilen genel ve mutlak yasakları veya sınırlamaları eleştirerek yasa koyucuların dini sembol kullanımına ilişkin yasama yetkisini kayda değer bir şekilde kısıtlamaktadır. Buna göre, yasalar ve yasalar esas alınarak yapılan diğer düzenlemeler kategorik sınırlamalar öngörmeyecek, her sınırlamanın gerekliliği  ve  ölçülülüğü  somut  veriler  ışığında  müstakil  olarak incelenecektir. Fransız Danıştayı nın 1989 yılında aldığı tavsiye kararıyla örtüşen bu yorum, uygulamada, dini sembollerin farklı kişi veya kurumlarca farklı  şekillerde  değerlendirilmesine  neden  olabilecektir.  Bu  durumda, örneğin, aynı okulda okuyan ve farklı veya aynı dini sembolleri taşıyan iki öğrenci, somut olarak haklılaştırılmış olmak koşuluyla, farklı muamelelere maruz kalabileceklerdir. Fransa da 2004 yılında kabul edilen yasanın bir gerekçesinin de uygulamada belirli bir standardın sağlanması ve böylece hukuki güvenliğin güçlendirilmesi olduğu unutulmamalıdır.  Bununla ilişkili olarak değinilmesi gereken bir diğer husus hem İHK hem de AİHM kararlarında ayrımcılık yasağına dair bir inceleme yapılmamış olmasıdır. Yakınılan uygulamalar inanç farkı gözetmeyen genel karakterdeki düzenlemelerden  kaynaklandığı  için   doğrudan  ayrımcılık   yasağının gündeme  gelmemiş  olması  şaşırtıcı  değildir.  Ancak,  yine  devlet okullarındaki dini sembol sınırlamaları düşünüldüğünde, bu sınırlamaların uygulamada  Müslüman,  Sih  ve  Musevi  öğrencileri  hedef  aldığı görülmektedir. Bu nedenle Sih başvurucular tarafından öne sürülen  dolaylı ayrımcılık  iddialarının din ve vicdan özgürlüğüyle birlikte ele alınmaması bir  eksiklik  olarak  görülebilir.  Ne  var  ki,  dolaylı  ayrımcılık  açısından yapılacak  bir  incelemenin  inançlar  ve  bu  inançların  sembolleri  üzerinde sübjektif bir değerlendirme yapılmasına neden olabileceği not edilmelidir. Sih başvurucuların öne sürdüğü gibi yalnızca yukarıda anılan üç inanca                                                  110 Bkz. Bölüm I., A. 1152Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160                                            Duymaz mensup  kişilerin  dinsel  bir  zorunluluk  gereği  gösterişli  dini  semboller kullandıkları kabul edildiğinde,111 gösterişli bir haç sembolü taşımanın dini bir yükümlülükten kaynaklandığını ileri süren bir Hristiyan öğrencinin neden söz konusu üç dinin mensuplarından farklı bir uygulamaya tabi tutulduğu açıklanamayacaktır.112  Bu  nedenle,  dolaylı  ayrımcılığa  ilişkin  bir  iddia, kanımızca, dini yükümlülük kavramından ziyade uygulamada ortaya çıkan nesnel verilerle desteklenmelidir. Dini sembol ve kıyafet alanında yapılacak düzenlemelerde siyasi ve ideolojik mülahazaların büyük etkisinin olduğu göz ardı edilemeyecek bir gerçektir. Din ve vicdan özgürlüğünün sınırlanmasında hukuki gerekçelere ek  olarak  siyasi  tercihlerin  de  etkili  olması  AİHM  tarafından  tolere edilmiştir. Mahkeme, doğası gereği politik bir alanda yer alan din-devlet ilişkisinin  ulusal  düzeyde  şekillenmesini  makul  görmektedir.  Bir  görüşe göre,  Mahkeme  ve  Komite  arasındaki  yaklaşım  farkının  temelinde  bu kurumların  dâhil  oldukları  sistemlerin  farklı  yapılara  sahip  olması bulunmaktadır:  Birleşmiş  Milletler  bütün  dünyayı  ilgilendiren  bir  insan hakları anlayışını temsil ederken, Avrupa Konseyi bölgesel düzeyde bir insan hakları  standardı  belirlemeye  çalışmaktadır.113  Komite nin  oluşumuna bakıldığında gerçekten de çok farklı siyasi kültürden ve hukuk kültüründen gelen  üyelerin  bir  arada  çalıştığı  görülmektedir.114  Ancak  bu  farklılık, kanımızca, Komite nin din ve vicdan özgürlüğünün korunması konusunda daha yüksek  bir  standart  öngörmesini  açıklamaya  elverişli  değildir.  Zira insan haklarının korunmasına dair ortak bir paydanın belirlenmesinin sınırlı sayıda ve nispeten ortak bir kültüre sahip devletlerin bulunduğu Avrupa kıtasında daha zor; buna karşın, birçok açıdan birbirinden oldukça farklı kültürlerin temsil edildiği Birleşmiş Milletler bünyesinde ise daha kolay olduğunu savunmak zor görünmektedir. Öte yandan, iki organ arasındaki                                                  111 İHK, Bikramjit Singh/Fransa, n° 1852/2008, 01.11.2012. 112 Nitekim Eweida ve diğerleri vakasında, Kıpti Hristiyan olan Eweida ve Chaplin, haç işareti aracılığıyla inançlarını açıklamayı dini bir yükümlülük olarak gördüklerini dile getirmişlerdir. Mahkeme bunu bir veri olarak kabul etmiş, hayatının merkezine inancını koymuş bir kişinin inancını bu şekilde açıklamasının temel bir hak olduğunu kaydetmiştir. AİHM, Eweida ve diğerleri/Birleşik Krallık, n°48420/10, 59842/10, 51671/10 ve 36516/10, 15.01.2013, par. 94.  113 Doğru, Osman ve Nalbant, Atilla, op. cit., s. 133. 114 İnsan Hakları Komitesi nin hâlihazırdaki üyeleri şu ülkelerden seçilmiştir: Tunus, Cezayir, Amerika Birleşik Devletleri, Fransa, Mısır, Japonya, Karadağ, Uganda, Yunanistan, İtalya, Birleşik Krallık, Kosta Rika, Arjantin, Mauritius, Almanya, İsrail, Gürcistan ve Surinam.    1153Dini Sembol ve Kıyafet...                 Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160  görüş  ayrılığının  sistematik  bir  yaklaşım  farkından  kaynaklanmadığı  ve yalnızca dini semboller alanında görünür hale geldiği de not edilmelidir. Dolayısıyla  söz  konusu  farklılaşma,  teknik  veya  kurumsal  nedenlerden ziyade din ve vicdan özgürlüğü özelinde belirginleşen bir denetim politikası tercihiyle  açıklanmalıdır.  AİHM  takdir  payı  teorisi  aracılığıyla  devlet politikalarına daha büyük bir önem verirken, İHK bireysel menfaat ile devlet menfaati arasında bir denge kurma çabasındadır. Avrupa Mahkemesi nin bu tutumu ise bir başka denge arayışına işaret etmektedir. Lautsi vakasında 2. Daire nin ihlal kararına karşı hükümetin sert tepkisi ve karara itirazın ardından  Büyük  Daire nin  aksi  yönde  karar  vermesinden  İtalyan hükümetinin duyduğu sevinç; Eweida ve diğerleri kararının ertesinde ise AİHM nin ihlal kararına rağmen İngiltere Başbakanı nın memnuniyet mesajı yorumcuların  gözünden  kaçmamıştı.116  Bunlara  ek  olarak,  Fransız hükümetinin  AİHM  kararlarına  dayanarak  okullardaki  dini  sembol sınırlamalarını rahatlıkla savunması ve burka kararından sonra, muhtemelen, siyaseten rahatlamış olması, Avrupa Mahkemesi nin öncelikli olarak kendi yargısal yetkisi ile ulusal politikalar arasında bir denge kurma çabasında olduğunu göstermiştir.                                                          115 Bu karar, Avrupa genelinde benzeri görülmemiş bir tepki dalgası doğurmuştur. Yalnızca İtalyan hükümeti değil, Vatikan, Vatikan ı destekleyen Polonya, Yunanistan ve Rusya kiliseleri, çok sayıda dini kuruluş ve sivil toplum örgütü, 20 Avrupa devleti ve bir grup Avrupa Parlamentosu üyesi Daire kararına karşı itirazlarını dile getirmişlerdir. Öte yandan sosyal medyada kampanyalar başlatılmış, Lautsi ailesi tehdit, hakaret ve fiziksel saldırılara maruz kalmıştır. Bkz. McGoldrick, Dominic, op. cit., s. 470 vd. 116 Bkz. Cécile Mathieu; Serge Gutwirth; Paul De Hert, op. cit.,s. 96;  1154Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160                                            Duymaz",
     "Kaynakça": "Aliefendioğlu,  Yılmaz,   Laiklik  ve  Laik  Devlet ,  İbrahim  Ö.  Kaboğlu (derleyen), Laiklik ve Demokrasi, İmge Kitabevi, Ankara, 2001, s. 73128. Altıparmak,  Kerem;  Karahanoğulları,  Onur,   Pyrrhus  Zaferi:  Leyla Şahin/Türkiye,  AİHM/Hukuk,  Düzenleyici  İşlem/Kanun ,  Hukuk  ve Adalet Dergisi, yıl 1, sayı 3, Temmuz-Eylül 2004, s.249-276. Belelieu,  Christopher  D.,   The  Headscarf  as  a  Symbolic  Enemy  of  the European Court of Human Rights  Democratic Jurisprudence: Viewing Islam  Through  a  European  Legal  Prism  in  Light  of  the  Sahin Judgment , Columbia Journal of European Law, 2006, s. 573-623. (12 Colum. J. Eur. L. 573). Bleiberg, Benjamin D.,  Unveiling the Real Issue: Evaluating the European Court of Human Rights  Decision to Enforce the Turkish Headscarf Ban in Leyla Sahin v. Turkey , Cornell Law Review, 2005, s. 129-168. (91 Cornell L. Rev. 129). Brems, Eva; Bribosia, Emmanuelle; Rorive, Isabelle; Van Drooghenbroeck, Sébastien,  Le port de signes religieux dans l espace public: vérité à Strasbourg, erreur à Genève? , Journal des Tribunaux, 2012, s. 602603. Bribosia,  Emmanuelle;  Caceres,  Gabrielle;  Rorive,  Isabelle,   Les  signes religieux au cœur d un bras de fer: la saga Singh , Revue trimestrielle des droits de l homme, 2014, n° 98, s. 495-513. Bribosia, Emmanuelle; Rorive, Isabelle,  Le voile à l école: une Europe divisée , Revue trimestrielle des droits de l homme, 2004, n° 60, s. 951983. Conseil d État, Rapport public 2005, La Documentation française, Paris, 2005.  http://www.conseiletat.fr/content/download/373/1147/version/1/file/rapportpublic2005.pdf (erişim tarihi: 05.01.2015) Deguergue, Maryse,  Çağdaş Fransız Demokrasisinde Laikliğin Anlamı , İbrahim Ö. Kaboğlu (derleyen), Laiklik ve Demokrasi, İmge Kitabevi, Ankara, 2001, s. 197-209.   1155Dini Sembol ve Kıyafet...                 Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160  Delmas-Marty,  Mireille;  Izorche,  Marie-Laure,   Marge  national d appréciation et internationalisation du droit. Réflexions sur la validité formelle d un droit commun pluraliste , Revue internationale de droit comparé , 2000, No:4, s. 753-780. Dhommeaux,  Jean,   Les  mécanismes  internationaux  de  protection  des libertés et droits fondamentaux  in Thierry-S. Renoux (dir.), Protection des libertés et droits fondamentaux, La documentation française (les notices), 2007, Paris, s.71-78. Doğru,  Osman  ve  Nalbant,  Atilla,  İnsan  Hakları  Avrupa  Sözleşmesi  – Açıklama ve Önemli Kararlar, 2. Cilt, Legal, İstanbul, 2013. Duymaz, Erkan, L effet horizontal de la Convention européenne des droits de l homme. Etude de droit public, Presses Académiques Francophones, Saarbrücken, 2013. Fabre-Alibert, Véronique,  La loi française du 15 mars 2004 encadrant, en application  du  principe  de  laïcité,  le  port  de  signes  ou  de  tenues manifestant une appartenance religieuse dans les écoles, collèges et lycées publics: vers un pacte social laïque? , Revue trimestrielle des droits de l homme, 2004, n° 59, s. 575-609.  Hervieu, Nicolas,  Un nouvel équilibre européen dans l appréhension des convictions religieuses au travail  La Revue des droits de l homme, Actualités  Droits-Libertés,  2013,  s.  1-11. http://revdh.org/2013/01/24/nouvel-equilibre-europeen-apprehensionconvictions-religieuses-au-travail/ (erişim tarihi: 05.01.2015). Joseph, Sarah,  United Nations Human Rights Committee: Recent Cases , Human Rights Law Review, 6 (2006), s. 361-377. Kılınç, Ümit,  Lautsi ve Diğerleri/İtalya Kararı: Hangi Din, Hangi Laiklik? Avrupa İnsan Hakları Mahkemesi nin Takdir Yetkisi Teorisi İle Devletin Dinlere Karşı Tarafsızlığı Prensibi Üzerine , Türkiye Adalet Akademisi Dergisi, Cilt:1, Yıl:2, Sayı:7 (Ekim 2011), s. 93-122. Kurt, Hayrettin,  Din ve İnanç Özgürlüğü Bağlamında Dini Sembollerin Kullanımının  Mukayeseli  Hukuk  Bakımından  Değerlendirilmesi , Erzincan Üniversitesi Hukuk Fakültesi Dergisi, C. XVII, S. 1-2, (2013), s. 201-232. 1156Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160                                            Duymaz Küçük,  Tevfik  Sönmez,   Fransız  Eğitim  Sisteminde  Dini  Sembollerin Kullanılması , Ankara Barosu Dergisi, Yıl:68, Sayı: 2010/1, s. 95-108. Lerner, Natan,  International Law and Religion: How Wide the Margin of Appreciation? The Turkish Headscarf Case, the Strasbourg Court and Secularist  Tolerance ,  Williamette  Journal  of  International  Law  & Dispute Resolution, 2005, s. 65-85. (13 Willamette J. Int'l L. & Dispute Res. 65). Marguénaud, Jean-Pierre, Cour européenne des droits de l homme, Dalloz, Paris, 2008. Mathieu, Cécile; Gutwirth Serge; De Hert, Paul,  La croix et les juges de la Cour européenne des droits de l homme: les enseignements des affaires Lautsi,  Eweida  et  Chaplin ,  Journal  européen  des  droits  de l homme/European Journal of Human Rights, 2013, n° 2, s. 66-96. McGoldrick,  Dominic,   Religion  in  the  European  Public  Square  and  in European Public Life – Crucifixes in the Classroom? , Human Rights Law Review, 11 (2011), s. 451-502. Ouald Chaib, Saïla,  Freedom of Religion in Public Schools: Strasbourg Court  v.  UN  Human  Rights  Committee ,  http://strasbourgobservers. com/2013/02/14/freedom-of-religion-in-public-schools-strasbourgcourt-v-un-human-rights-committee/ (erişim tarihi: 20.02.2015). Ouald Chaib, Saïla,  Ranjit Singh v. France: The UN Committee asks the questions  the  Strasbourg  Court  didn t  ask  in  turban case , http://strasbourgobservers.com/2012/03/06/ranjit-singh-v-france-the-uncommittee-asks-the-questions-the-strasbourg-court-didnt-ask-in-turbancase/ (erişim tarihi: 05.01.2015). Ouald Chaib, Saïla, Mann Singh wins turban case in Geneva after losing in Strasbourg , http://strasbourgobservers.com/2013/11/19/mann-singhwins-in-geneva-after-losing-in-strasbourg/ (erişim tarihi: 05.01.2015). Pearson, Megan,  Article 9 at a Crossroads: Interference Before and After Eweida , Human Rights Law Review, 13 (2013), s. 580-602. Rorive, Isabelle,  Religious Symbols in the Public Space: In Search of a European Answer , Cardozo Law Review, (Vol. 30:6) 2009, s. 2669-2698.   1157Dini Sembol ve Kıyafet...                 Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1113-1160  Ruet, Céline,   L interdiction du voile intégral dans l espace public devant la Cour européenne: la voie étroite d un équilibre , La Revue des droits de l homme, Actualités Droits-Libertés, 2014, s. 1-12. http://revdh.revues. org/862 (erişim tarihi: 05.01.2015). Sudre, Frédéric, Droit européen et international des droits de l homme, Presses universitaires de France, 9e éd., Paris, 2008. Şencan,  Hüdai,  Bazı  Avrupa  Ülkelerinde  Din  ve  Devlet  İlişkisi,  Rapor, Türkiye Büyük Millet Meclisi Araştırma Merkezi, Kasım 2011. Ulusoy, Ali,  Avrupa İnsan Hakları Mahkemesi nin Üniversitelerde Türban Yasağına İlişkin Kararları Üzerine Notlar, Ankara Üniversitesi Hukuk Fakültesi Dergisi, 2004, s. 125-134. Yükleyen,  Ahmet  ve  Kuru,  Ahmet  T.,  Avrupa da  İslam,  Laiklik  ve Demokrasi. Fransa, Almanya ve Hollanda, Tesev yayınları, 2006."
}