{
     "Tip": "Makale",
     "Dergi İsmi": "Ankara Üni. Hukuk Fak. Dergisi",
     "Üniversite İsmi": "",
     "Gün": "12",
     "Ay": "01",
     "Yıl": "2021",
     "Cilt": "69",
     "Sayı": "04",
     "Başlık": "TUTUKLU VE HÜKÜMLÜLERİN ÇALIŞMASININ SOSYAL GÜVENLİK HUKUKU AÇISINDAN DEĞERLENDİRİLMESİ",
     "Title": "Evaluation of the Work of Prisoners and Convicts in Terms of Social Security Law",
     "Yazar İsmi": [
          "Taliye AKBIYIK"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Ceza İnfaz Kurumu",
          "Tutuklu",
          "Hükümlü",
          "Denetimli Serbestlik",
          "Sosyal Güvenlik Hakkı"
     ],
     "Keywords": [
          "Penal Institution",
          "Prisoner",
          "Convict",
          "Probation",
          "Right to Social Security."
     ],
     "Özet": "Ceza infaz mevzuatımızda, tutuklu ve hükümlülere mesleki eğitimler verilerek  çalıştırılmalarına  ilişkin  çeşitli  düzenlemeler  yapılmıştır.  Bu kapsamda  çalışan  tutuklu  ve  hükümlülerin sosyal güvenliği,  5510 sayılı Sosyal  Sigortalar  ve  Genel  Sağlık  Sigortası  Kanunu nun  5.  maddesinde belirtilmiştir. Buna hükme göre, ceza infaz kurumu bünyesinde çalıştırılan tutuklu ve hükümlüler hakkında iş kazası ve meslek hastalığı ile analık sigortası uygulanmaktadır. Ayrıca bu kimseler, Kanunun 4. maddesinin 1. fıkrasının a” bendi kapsamında sigortalı sayılmaktadır. Görüldüğü üzere 5510 sayılı Kanun da, yalnızca ceza infaz kurumunda çalışan tutuklu ve hükümlülerin sosyal güvenliğine yönelik düzenleme yapılmıştır. Ceza infaz kurumu dışında çalıştırılan hükümlülerin sosyal güvenlik hakları bu kapsama alınmamıştır.  Hukukumuzda denetimli serbestlik uygulandığı hallerde de hükümlülerin çalıştırılması  söz  konusudur.  Denetimli  serbestlik  uygulanan  hükümlüler hakkında; kamu hizmeti cezası, kamuya yararlı bir işte çalıştırma ve gözetim altında çalıştırma uygulanmaktadır.  Çalışmamızda, ceza infaz kurumu kapsamında ve denetimli serbestlik uygulamasında yaptırılan çalışmalar incelenecektir. Yapılan çalışmaların, iş hukuku açısından niteliği ele alınarak bu kimselerin sosyal güvenlik haklarına                                                            Makalenin Geliş Tarihi: 17.04.2020, Makalenin Kabul Tarihi: 12.01.2021.     Araştırma Görevlisi, Karadeniz Teknik Üniversitesi İktisadi ve İdari Bilimler Fakültesi, İş ve Sosyal Güvenlik Hukuku ABD, taliyegundogdu@ktu.edu.tr, ORCID: 0000-0001-81503379.  Taliye AKBIYIK                                   Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1569-1607  ilişkin mevzuatta yer alan hükümlere değinilecektir. Çalışmamızın sonunda, tutuklu  ve  hükümlülerin  sosyal  güvenlik  haklarına  ilişkin  yapılan düzenlemelerin  yeterliliği  noktasında  doktrindeki  görüşlere  yer  verilerek konuyla ilgili görüşlerimiz açıklanacaktır.",
     "Abstract": "Various arrangements have been made in our penal execution legislation regarding the employment of prisoners and convicts by providing vocational training. The social security of the prisoners and convicts working in this context is specified in the 5th article of the Social Insurance and General Health Insurance Law No. 5510. According to this provision, work accidents and occupational diseases and maternity insurance will be applied to the prisoners and convicts employed within the penal institution. These persons will be deemed to be insured under Article 4/1-a of Law No. 5510. In the Law No. 5510, a regulation was made for the social security of the prisoner and convicts working only in the  penal institution. Social security rights  of convicts employed outside the penal institution are not included in this scope. In our law, convicts who are subject to probation are employed in some cases. In this context, about convicts who are subject to probation; employing a publicly available job, employing a civil service penalty and supervised work. In  our  study,  the  works  carried  out  within the  scope  of the  penal institution and probation practice will be examined. The quality of the works in terms of labor law will be examined and the relevant provisions on the social security rights of these people will be mentioned. At the end of our study, our opinions on the subject will be explained by including the opinions in the doctrine regarding the adequacy of the regulations regarding the social security rights of the prisoners and convicts.",
     "Metin": "Kişinin tutukluluk ve hükümlülük hali, hürriyetini bağlayan ve kısa süreli olmayan  süreçlerdir.  Bu  süreç  boyunca  kişi,  çalışma  hayatından  uzak kalmakta  ve  sosyal  güvenlik  hakkı  bakımından  olumsuz  yönde etkilenmektedir.  Bu  durumun  önüne  geçmek  için ceza infaz  hukukunun amaçları doğrultusunda kişilere, tutukluluk ve hükümlülük hali süresince mesleki  eğitim  verilerek  çalıştırılmalarına  yönelik  uygulamalar yapılmaktadır. İnfaz hukuku kapsamında ceza infaz kurumlarında bulunan tutuklu ve hükümlülerin  çalıştırılması  uluslararası  sözleşmelerde  ve  Anayasa da angarya  ve  zorla  çalıştırma  yasağının  istisnası  olarak  düzenlenmiştir. Anayasa nın  18.  maddesinde,  Hiç  kimse  zorla  çalıştırılamaz.  Angarya yasaktır.  Şekil  ve  şartları  kanunla  düzenlenmek  üzere  hükümlülük  veya tutukluluk  süreleri  içindeki  çalıştırmalar;  olağanüstü  hallerde vatandaşlardan  istenecek  hizmetler,  ülke  ihtiyaçlarının  zorunlu  kıldığı alanlarda  öngörülen  vatandaşlık  ödevi  niteliğindeki  beden  ve  fikir çalışmaları, zorla çalıştırma sayılmaz. ifadesine yer verilmiştir. İnfaz hukukunun amaçları doğrultusunda ceza infaz kurumunda bulunan tutuklu ve hükümlüler, topluma kazandırılma amacıyla çalıştırılmaktadır. Çalışmalar sırasında tutuklu ve hükümlüler, sosyal güvenlik kapsamında birtakım  risklerle  karşı  karşıya  kalmaktadır  ve  bu  durum,  risklere  karşı korunma  ihtiyaçlarını  doğurmaktadır.  Konuya  ilişkin  5510  sayılı  Sosyal Sigortalar ve Genel Sağlık Sigortası Kanunu nda  tutuklu ve hükümlüler, kısmen sigortalılar arasında düzenlenmiş ve bazı sigorta kolları bakımından                                                            1   ÖZER, Hatice Duygu/DULAY YANGIN, Dilek; Ceza İnfaz Mevzuatı Kapsamında Çalışan Tutuklu Ve Hükümlülerin Sosyal Güvenliği, MÜHF Hukuki Araştırmalar Dergisi, C.25, S.2, Prof. Dr. Ferit Hakan Baykal Armağanı, Aralık 2019, s. 728. 2   Birleşmiş Milletler Genel Kurulu'nun 16.12.1966 tarihinde ve 2200 A (XXI) sayılı Kararıyla kabul  edilen  Kişisel  ve  Siyasal  Haklar  Uluslararası  Sözleşmesi nde  düzenlemeler yapılmıştır. Sözleşme, 23.03.1976 tarihinde yürürlüğe girmiş ve ülkemiz Sözleşmeyi 15.08.2000 tarihinde imzalamıştır. Sözleşme henüz Türkiye Büyük Millet Meclisi ve Cumhurbaşkanı tarafından onaylamamıştır. Konuyla ilgili bkz. UŞAN, M. Fatih; İş ve Sosyal Güvenlik Hukuku Açısından Tutuklu ve Hükümlü Çalışması, Prof. Dr. Nuri Çelik e Armağan, C.II, İstanbul, 2001, s.1438; SAVCI, İlkay; Cezaevi İşyurtlarında Çalışan Hükümlüler Bir Alan Araştırması, Ankara Üniversitesi Rektörlüğü Yayınları, 2004.  s. 3435; COYLE, Andrew; Cezaevi Yönetimine İnsan Haklarını Göz Önüne Alan Bir Yaklaşım, Uluslararası  Cezaevi  Araştırmaları  Merkezi,  Londra:  Uluslararası  Cezaevi  Araştırma Merkezi, 2002, s.88;  3   Türkiye Cumhuriyeti Anayasası, RG. 9.11.1982/17863. 4   5510 sayılı Sosyal Sigortalar ve Genel Sağlık Sigortası Kanunu, RG. 16.6.2006/26200. 1571Taliye AKBIYIK                                   Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1569-1607  kendilerine güvence sağlanmıştır. Kanunun 5/1-a maddesinde hizmet akdi ile çalışmamakla  birlikte,  ceza  infaz  kurumları  ile  tutukevleri  bünyesinde oluşturulan  tesis,  atölye  ve  benzeri  ünitelerde  çalıştırılan  hükümlü  ve tutuklulara, iş kazası ve meslek hastalığı ile analık sigortası uygulanacağı ve bunların,  4/1-a  bendi  kapsamında  sigortalı  sayılacağı  belirtilmiştir. Kanunda ceza infaz kurumu bünyesinde çalışan tutuklu ve hükümlülerin kısmen sigortalılığına yönelik düzenleme yapılmış, kurum dışında çalışanların sosyal güvenlik haklarına ilişkin herhangi bir düzenleme yapılmamıştır. Hükümlülerin çalıştırılmasına yönelik 5275 sayılı Ceza ve Güvenlik Tedbirlerinin İnfazı Hakkında Kanun da çeşitli düzenlemeler yapılmıştır. Kanun un 29. maddesine göre, Kurum hekimi tarafından ruhsal ve bedensel olarak  sağlıklı  olduğu  belirlenen  meslek  sahibi  olmayan  hükümlüler  ile meslek sahibi olan istekliler, kurum imkânları ölçüsünde belirlenen ücret karşılığında  atölye  veya  işyurtlarında  çalıştırılabilirler.  Bu  maddede hükümlülerin  çalışmasına  ilişkin  düzenleme  yapılmış,  tutukluların çalıştırılmasıyla ilgili bir ifadeye yer verilmemiştir.  5275 sayılı Ceza ve Güvenlik Tedbirlerinin İnfazı Hakkında Kanunu na göre hükümlüler; ceza infaz kurumu içinde, ceza infaz kurumu dışında ve ceza infaz kurumunun kurum içi hizmetlerinde çalıştırılabilirler. Kanunun 29. maddesinde, hükümlülerin ceza infaz kurumu içinde bulunan atölye ve iş yurtlarında çalıştırılmaları düzenlenmiştir. Bu kapsamda çalışanlar, sosyal güvenlik hakkı bakımından 5510 sayılı Kanunun 5/1-a maddesi uyarınca kısmen sigortalı sayılmaktadır. Kanunun 30. maddesinde hükümlülerin kurum dışında çalıştırılması, 31. maddesinde ise ceza infaz kurumunun kurum içi hizmetlerinde çalıştırılmaları düzenlenmiştir.  Denetimli serbestlik tedbirinin uygulandığı durumlarda da hükümlülerin çalıştırılması  yoluna  başvurulmaktadır.  Denetimli  serbestlik  sürecinde; kamuya yararlı bir işte çalıştırma, kamu hizmeti cezası kapsamında çalıştırma ve  gözetim  altında  çalıştırma  yaptırılmaktadır.  Hükümlünün,  denetimli serbestlik tedbiri uygulanarak cezasının infazına karar verilmesi durumunda denetimli serbestlik müdürlüğü tarafından hükümlünün kamuya yararlı bir işte ücretsiz olarak çalıştırılması düzenlenmiştir. Kısa süreli hapis cezası alanlar, bu cezaya alternatif olarak ücretsiz kamu hizmetini yerine getirme cezası  verilerek çalıştırılmaktadır. Yapılan yargılama sonunda  hakkında hükmün  açıklanmasının geriye  bırakılması  kararı  verilenler  ve  denetimli serbestlik  sürecinde  olanlar  açısından  gözetim  altında  çalışma düzenlenmiştir.                                                            5   5275 sayılı Ceza ve Güvenlik Tedbirlerinin İnfazı Hakkında Kanun, RG. 29.12.2004/25685. 1572Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1569-1607                  Tutuklu ve Hükümlülerin Çalışmasının… Çalışmamızda,  yukarıda  belirtilen  çalışmalarda  bulunan  tutuklu  ve hükümlülerin  sosyal  güvenlik  hakları  ilgili  mevzuatlardaki  hükümler doğrultusunda incelenecektir. I.  İNFAZ  HUKUKUNDA  TUTUKLU  VE  HÜKÜMLÜLERİN ÇALIŞTIRILMASININ ÖNEMİ  Ceza  yargılaması  kapsamında  tutuklama;  kişinin,  suç  oluşturan  fiili işleyip işlemediğine ilişkin kesin bir karar verilmesinden önce Anayasa ve ilgili kanun Türk Ceza Muhakemesi Kanunu nda belirtilen şartların oluşması sonucunda  hâkim  kararıyla  özgürlüğünün  geçici  olarak  kaldırılmasıdır. Tutuklanan  kişiye  tutuklu  denilmektedir.  Hükümlü  ise  yapılan  ceza muhakemesi  neticesinde  işlemiş  olduğu  suçtan  dolayı  hakkında  ceza mahkûmiyeti  verilip,  cezası  kesinleşen  ve  verilen  cezası,  ceza  infaz kurumlarında infaz edilen kimse olarak nitelendirilmektedir. Ceza hukukunda kişinin suç işlemesi halinde işlenen suçun karşılında kanunda  belirtilen  cezalar  kişiye  verilerek,  kişinin  yeniden  topluma kazandırılması amaçlanmaktadır. Ceza Kanunu nda belirtilen cezalardan biri                                                            6   Türk Ceza Muhakemesi Kanunu, RG. 17.12.2004/25673. 7   DÖNMEZER, Sulhi; Genel Ceza Hukuku Dersleri; İstanbul, 2003, s. 284.; CENTEL, Nur/ZAFER, Hamide; Ceza Muhakemesi Hukuku, İstanbul, 2012, s. 329; YÜREKLİ, Yürekli, İşçinin Gözaltına Alınması veya Tutuklanmasının İş Sözleşmesine Etkisi ve Sonuçları, İş Dünyası ve Hukuk: Prof. Dr. Tankut Centel e Armağan, İstanbul, 2011, s.591; KOPARAN, Mehmet Reşat; Bir Koruma Tedbiri Olarak Tutuklama, Türkiye Barolar Birliği Dergisi, S.65, 2006, s.154; ÖZTÜRK, Bahri/EKER KAZANCI/Behiye/SOYER GÜLEÇ, Sesim; Ceza Muhakemesi Hukukunda Koruma Tedbirleri; Ankara, 2013, s. 46; CENGİZ,  Serkan/  DEMİRAĞ,  Fahrettin/  ERGÜL,  Teoman/MCBRİDE,  Jeremy/ TEZCAN Durmuş, Avrupa İnsan Hakları Mahkemesi Kararları Işığında Ceza Yargılaması Kurum ve Kavramları, Ankara, 2008, s. 31; ÇALIŞKAN, Bilal; Avrupa İnsan Hakları Mahkemesine Göre Tutuklama, Adalet Dergisi, S.37, 2010, s. 1.; ÖZEN, Murat; Ceza Muhakemesi Hukukunda Tutuklama, Adalet Dergisi, S.34, 2009  s. 193.; İNCİ, Z. Özen; Bir Koruma Tedbiri Olarak Türk Ceza Muhakemesi Hukukunda Tutuklama, Ankara, 2014, s. 31. 8   CANİKLİOĞLU,  Nurşen;  Türk  Hukukunda  Sakat  ve  Eski  Hükümlü  Çalıştırma Yükümlülüğü,  (Yayımlanmamış  Yüksek  Lisans  Tezi,  Marmara  Üniversitesi,  Sosyal Bilimler Enstitüsü), 1991, s. 82; UŞAN, s.1436; BEDÜK, Mehmet Nusret; Türk İş Hukuku nda Eski Hükümlü İstihdamı, C.16, s.1, (Ocak 2001), Çimento İşveren Dergisi, s.18;  KOÇAK,  Orhan/ALTUN,  Serdar;  Ceza  İnfaz  Kurumundaki  Mesleki  Eğitim Faaliyetlerinin Hükümlü İstihdamına Katkıları, Çalışma İlişkileri Dergisi, C.1, S.1, s. 97;   ALTAN, Ömer Zühtü; Eski Hükümlülerin Çalıştırılmasında Genel İlkeler ve Türkiye Uygulaması, Eskişehir İktisadi Ticari İlimler Akademisi Dergisi, c. 16, s.1, (Ocak 1980), s. 323. KILKIŞ, İlknur; Çalışma Mevzuatındaki Son Düzenlemeler Işığında İşverenlerin Çalıştırma Zorunluluğu ve Yaptırımları, Prof. Dr. Nusret Ekin e Armağan, Ankara, 2000, s. 857.; BEDÜK, Mehmet Nusret; Kamu Kurum ve Kuruluşlarında Eski Hükümlü İşçi Çalıştırılması, Kamu-İş, C.1, S. 2, 2010, s. 49. 1573Taliye AKBIYIK                                   Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1569-1607  de hapis cezasıdır. Hapis cezasının amacı, verilen cezanın infazı süresince hükümlüye  eğitimler verilerek hükümlünün rehabilite  edilip yeniden  suç işlemesini önlemektir. 5275 sayılı Ceza ve Güvenlik Tedbirlerinin İnfazı Hakkında    Kanun un  3.  maddesinde  infazın  amacı,  Ceza  ve  güvenlik tedbirlerinin infazı ile ulaşılmak istenilen temel amaç, öncelikle genel ve özel önlemeyi  sağlamak,  bu  maksatla  hükümlünün  yeniden  suç  işlemesini engelleyici  etkenleri  güçlendirmek,  toplumu  suça  karşı  korumak, hükümlünün; yeniden sosyalleşmesini teşvik etmek, üretken ve kanunlara, nizamlara  ve toplumsal kurallara  saygılı, sorumluluk  taşıyan  bir  yaşam biçimine uyumunu kolaylaştırmaktır. şeklinde açıklanmıştır. Günümüzde hükümlülerin cezasının infazı sonrasında topluma uyum sağlama ve kendi başına  hayatını  devam  etme  noktasında  birtakım  sıkıntılarla  karşılaştığı görülmektedir.  Ülkemizde  ceza  infaz  kurumunda  bulunan  tutuklu  ve hükümlülerin sayılarının oldukça fazladır. Bu sebeple söz edilen kimselerin topluma kazandırılması için cezaların infazında gerekli olan adımların atılarak çalışmaların tamamlanması oldukça önemli hale gelmiştir. 5275  sayılı  Ceza  ve  Güvenlik  Tedbirlerinin  İnfazı  Hakkında Kanunu nda, hükümlülerin hakları ve yükümlülükleri yasal güvence altına alınarak  keyfi  uygulamalar  engellenmektedir.  Kanunda  yer  alan yükümlülükler ile hükümlünün topluma kazandırılmasını amaçlanmaktadır.  Hükümlünün başlıca yükümlülüğü, suç işlemesi gerekçesiyle verilen cezanın infazına  katlanmaktır.  Hükümlüler,  kurumun  iyileştirme  faaliyetlerine katılmak ve kurumca alınan güvenlik tedbirlerine uymakla yükümlüdür. Bu kapsamda hükümlülerin  ceza infaz kurumunda  çeşitli eğitimler verilerek çalıştırılması,  cezanın  infazı  sonrasında  topluma  uyumunu  kolaylaştıran önemli bir husustur.                                                             9   DEMİRBAŞ, Timur; İnfaz Hukuku, Ankara, 2013, s.227; ÖZBEK, Veli Özer; İnfaz Hukuku, Ankara, 2015, s. 42-43; ENGİN, Murat E.; Suçu Önleyici Tedbirler Bağlamında Ceza İnfaz Kurumlarında Çalışma ve Eski Hükümlü İstihdamı, Çalışma İlişkileri Dergisi, Temmuz 2012, C.3, S. 2, s. 26; COYLE, s. 61; DONAY, Süheyl; Türk Ceza İnfaza Hukuku, İstanbul, 2014. s. 8. 10  İnfaz kurumlarında doluluk oranı, 1.1.2018 tarihi itibariyle %111,5 tir. ÖZGENÇ, İzzet/ BAYRAKTARLI, İhsan Yılmaz; İnfaz Kurumlarındaki Hükümlü Sayısındaki Artış Sorunu ve Çözüm Önerisi, Ankara Hacı Bayram Veli Üniversitesi Hukuk Fakültesi Dergisi C. XXIII, Y. 2019, Sa. 1, s.132. 11  DEMİRBAŞ,  İnfaz  Hukuku,  s.  223;  ENGİN,  s.25;  SAVCI,  İlkay;  Cezaevlerinde Hükümlülerin Çalıştırılması ve Eski Hükümlülerin İstihdamı Konusunda İşçi Sendikalarının Tavrı, Prof. Dr. Alparslan Işıklı  ya Armağan, Ankara, 2009, s. 294; BİLGİÇ, Şükrü; Mahkûmların İyileştirilmesinde Zorunlu Çalıştırmanın Önemi, Türkiye de Denetimli Serbestlik 10. Yıl Uluslararası Sempozyumu, s. 18;  12  COYLE, s. 85; BİLGİÇ, s. 18; DONAY, s. 97-98; KARAKAŞ DOĞAN, Fatma; Ceza İnfaz Hukuku, İstanbul, 2013, s. 48-51. 1574Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1569-1607                  Tutuklu ve Hükümlülerin Çalışmasının… Ceza İnfaz Kurumları ile Tutukevleri İşyurtları Kurumu ve İşyurtlarının İdare ve İhale Yönetmeliğinin 19. maddesinde hükümlü ve tutukluların çalıştırılmasının  amacı  belirtilmiş  ve  Hükümlü  ve  tutukluların çalıştırılmalarındaki amaç; meslek ve sanatlarının korunup geliştirilmesi veya bir meslek ve sanat öğrenmeleri suretiyle ceza infaz kurumu sonrası hayatlarına topluma yararlı bireyler olarak dönmelerini sağlamak, ekonomik yönden  rahatlamalarını  temin  etmek,  ceza  infaz  kurumlarındaki  insan gücünün  hizmet  ve  üretime  dönüştürülerek  ülke  ekonomisine  katkıda bulunmalarına yardımcı olmaktır. ifadesine yer verilmiştir. Ceza  infaz  kurumunda  hükümlülere  mesleki  eğitim  verilerek çalıştırılması,  onların  ekonomik  ve  sosyal  anlamda  gelişmesine  katkı sağlamaktadır. Ceza infaz kurumunda çalışan hükümlüler, ekonomik olarak rahatlayarak  ihtiyaçları  giderebilmektedir.  Ceza  infaz  kurumunda  çalışan hükümlüler,  tahliye  sonrasında  kolaylıkla  iş  bularak  suç  işledikleri ortamlardan uzak kalabilmektedir. Bu nedenle ceza infaz kurumunda mesleki eğitim  verilerek  hükümlülerin  çalıştırılması,  yeniden  suç  işlemelerinin engellenmesinde  ve  topluma  kazandırılmalarında  önemli  bir  araç  olarak görülmektedir. II.  CEZA İNFAZ KURUMLARINDA ÇALIŞAN TUTUKLU VE HÜKÜMLÜLERİN SOSYAL GÜVENLİĞİ A.  Genel Olarak Ceza  ve  Güvenlik  Tedbirlerinin  İnfazı  Hakkında  Kanunun  29. maddesinde  hükümlülerin  çalışmalarına  yönelik  düzenleme  yapılmış  ve Kurum  hekimi  tarafından  ruhsal  ve  bedensel  olarak  sağlıklı  olduğu belirlenen meslek sahibi olmayan hükümlüler ile meslek sahibi olan istekliler, kurum  imkânları  ölçüsünde  belirlenen  ücret  karşılığında  atölye  veya  iş yurtlarında  çalıştırılabilirler.  hükmüne  yer  verilmiştir.  Ceza  İnfaz Kurumlarının Yönetimi ile Ceza ve Güvenlik Tedbirlerinin İnfazı Hakkında Tüzükte de hükümlülerin çalıştırılmasına ilişkin esaslardan bahsedilmiştir.                                                             13  Yönetmelik RG. 27.12.2005/26036. 14  KOÇAK/ALTUN,  s.95.;  ENGİN,  s.25.;  BİLGİÇ,  s.11.;  SAVCI,  Cezaevlerinde Hükümlülerin Çalıştırılması ve Eski Hükümlülerin İstihdamı Konusunda İşçi Sendikalarının Tavrı, s. 294.; DONAY, s. 100.; TEZCAN, Durmuş Hapis Cezalarının İnfazında Pozitif Ayrımcılık, İnfaz Hukuku ve Özel Durumdaki Hükümlüler Sempozyumu, Ankara: TBB Yayınları, 2008, s. 21.; COYLE, s. 88. 15  RG. 06.04.2006/26131 16  Tüzüğün, 96-100 maddeleri arasında hükümlü çalışmasına ilişkin ayrıntılı düzenlemeler yapılmıştır.  1575Taliye AKBIYIK                                   Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1569-1607  Ceza İnfaz Kurumları ile Tutukevleri İşyurtları Kurumu ve İşyurtlarının İdare ve İhale Yönetmeliği 21. maddede Hükümlüler, bulundukları ceza infaz kurumlarının içinde veya dışında işyurduna ait atölye ve işkollarında veyahut kurum dışında kamu veya özel sektöre ait işyerlerinde; tutuklular ile hükmen tutuklular ise ceza infaz kurumu içindeki  atölye ve işkollarında çalıştırılırlar. ifadesine yer verilmiştir. Yönetmeliğin 20. maddesinin 1. ve 2. fıkrasında,  Kurum  hekimi tarafından  ruhsal ve  bedensel  olarak  sağlıklı olduğu belirlenen meslek sahibi olmayan hükümlüler ile meslek sahibi olan istekli hükümlüler, kurum imkânları ölçüsünde belirlenen ücret karşılığında atölye  veya işyurtlarında çalıştırılabilirler.  Tutuklulardan  çalışmaları istenebilir;  ancak  buna  mecbur  tutulamazlar.  hükmü  düzenlenerek   çalışmasında  sağlık  açısından  sorun  olmayan  ve  meslek  sahibi  olmayan hükümlülerin çalıştırılabileceği, meslek sahibi olan hükümlülere ise istekleri halinde çalıştırılacağı ifade edilmiştir. Söz konusu hükümden de anlaşılacağı üzere  tutuklular,  çalışmaya  zorlanmayarak  istekleri  halinde  çalışma yapabileceklerdir.  Ceza infaz kurumu bünyesinde çalışan tutuklu ve hükümlülerin sosyal güvenliğine ilişkin 5510 sayılı Sosyal Sigortalar ve Genel Sağlık Sigortası Kanunu madde 5/1-a bendinde, düzenleme yapılmış ve ceza infaz kurumu bünyesinde çalışan tutuklu ve hükümlüler, kısmen sigortalı sayılarak bazı sigorta  kolları  açısından  kapsama  alınmıştır.  5510  sayılı  Kanunda  da belirtildiği üzere yalnızca işyurtlarında çalışan tutuklu ve hükümlülerin sosyal güvenliği  düzenlenmiş,  konuya  ilişkin  yönetmelikte  belirtilen  ceza  infaz kurumu dışında çalışan hükümlülerin sosyal güvenliğine ilişkin bir hususa yer verilmemiştir. Çocuk hükümlülerin çalıştırılmasına ilişkin olarak Ceza ve Güvenlik Tedbirlerinin İnfazı Hakkında Kanunun 29. maddesinin 3. ve 4. fıkralarında düzenleme yapılmış ve Çocuk hükümlülerin çalıştırılması yalnızca meslek eğitimine yönelik olur. Öğretim kurumlarına veya örgün eğitime devam eden çocuk  ile  genç  hükümlüler,  öğretim  yılı  içinde  atölye  ve  işyerlerinde çalıştırılmazlar. Bunların çalıştırılmalarında 5.6.1986 tarihli ve 3308 sayılı Meslekî Eğitim Kanununun bu Kanuna aykırı olmayan hükümleri uygulanır. hükmüne yer verilmiştir. Bu kapsamda çocuk hükümlüler, yalnızca mesleki eğitime  ilişkin  çalıştırılabilecektir  ve  bu  çalışmalarda  Mesleki  Eğitim Kanunun aykırı olmayan hükümleri uygulanacaktır. 5510 sayılı Kanunun madde 5/1-b bendinde, 5/6/1986 tarihli ve 3308 sayılı Meslekî Eğitim Kanununda belirtilen aday çırak, çırak ve işletmelerde                                                            17  ÖZER/DULAY AYDIN, s. 731. 18  ÖZER/DULAY AYDIN, s. 730. 19  RG. 19.06.1986/19139 1576Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1569-1607                  Tutuklu ve Hükümlülerin Çalışmasının… meslekî eğitim gören öğrenciler, kısmen sigortalı sayılmış ve hakkında iş kazası  ve  meslek  hastalığı  ile  hastalık  sigortasının  uygulanacağı belirtilmiştir. 5510 sayılı Kanunun madde 5/1-a bendinde ise hükümlü ve tutuklular, iş kazası ve meslek hastalığı ile analık sigortası kapsamına alınarak kısmen sigortalı sayılmıştır. Çocuk hükümlülerin çalışması halinde analık sigortasından ziyade hastalık sigortası kapsamına alınarak koruma sağlanması onların lehine  bir  uygulama  olacaktır.  Bu  nedenle,  iş  kazası  ve  meslek hastalığı  ile  hastalık  sigortası  açısından  kısmen  sigortalı  sayılmaları, uygulamada daha çok fayda sağlayacağı açıktır. 5510 sayılı Kanun uyarınca ceza infaz kurumlarında çalışan tutuklu ve hükümlülerin, analık sigortasından yararlanma  hakkı  mevcut  iken  hastalık  sigortası  kapsamına  alınmaması doktrinde  tartışılmaktadır.  Ceza  infaz  kurumunda  hükümlülerin çalıştırılmasına  yönelik  Ceza  Güvenlik  Tedbirlerinin  İnfazı  Hakkında Kanun da,  3308  sayılı  Meslekî  Eğitim  Kanunu nun,  bu  Kanuna  aykırı olmayan  hükümlerinin  uygulanacağı  belirtilmiştir.  3308  Sayılı  Mesleki Eğitim Kanunun 25. maddesinin 4. fıkrasında ise çırakların, iş kazaları ve meslek hastalıkları ile hastalık sigortaları yönünden sigortalı sayılacakları öngörülmüştür. 5510 sayılı Kanunun madde 5/1-b bendinde de aynı durum düzenlenmiştir.  Bu  nedenle  ceza  infaz  kurumlarında  çalışan  tutuklu  ve hükümlülerin, hastalık sigortası hükümlerinden yararlanmamaları bir çelişki niteliğinde görülmektedir. B. Tutuklu ve Hükümlülerin 4/1-a Kapsamında Sigortalı Sayılması 5510 sayılı Kanunun 4/1-a maddesi uyarınca sigortalı sayılmak için hizmet akdi ile çalışma şartı aranmaktadır. Ceza infaz kurumlarında tutuklu ve hükümlülerin çalışmaları, iş sözleşmesine dayanmamaktadır ve bu nedenle tutuklu  ve  hükümlülerin,  5510  sayılı  Kanun  uyarınca  kısmen  sigortalı sayılması istisnai nitelikte bir düzenlemedir. 5510 Kanunun madde 5/1-a bendi uyarınca ceza infaz kurumunda çalışan tutuklu ve hükümlüler, iş kazası ve meslek hastalığı ile analık sigortası kapsamında kısmen sigortalı sayılmış ve isabetli olarak bu kimselerin Kanunun madde 4/1-a bendi uyarınca sigortalı olduğu belirtilmiştir.                                                            20  ÖZER/DULAY AYDIN, s. 732. 21  GÜZEL, Ali/OKUR, Ali Rıza/CANİKLİOĞLU, Nurşen; Sosyal Güvenlik Hukuku, İstanbul, 2020, s. 123-124; AYKAÇ, Hande Bahar; Ceza İnfaz Kurumları Dışında Çalıştırılan Hükümlülerin Sosyal Güvenliği, TİSK Akademi, C. 10, S. 2015/II.  s. 352.  22  SÖZER, Ali Nazım; Türk Sosyal Sigortalar Hukuku, İstanbul, 2015, s. 96.; ARICI, Kadir; Türk Sosyal Güvenlik Hukuku, Ankara, 2015, s. 229. 23  ÖZER/DULAY AYDIN, s. 733. 1577Taliye AKBIYIK                                   Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1569-1607  Ceza  infaz  kurumunda  işyurtlarında  çalışan  tutuklu  ve  hükümlüler, çalışma süresince iş kazası ve meslek hastalığı riskine karşı oldukça açıktır. Özellikle hakkında uzun süreli hükümlülük kararı verilen kimseler açısından hükümlülük süresi bittiğinde sosyal güvenlik hakları oldukça önemli hale gelmektedir. Bu nedenle 5510 sayılı Kanunda düzenleme yapılması, bu iki duruma çözüm getirici niteliktedir. Ceza infaz kurumunda çalışan tutuklu ve hükümlülerin kısmen de olsa sigortalı sayılarak bazı sigorta kolları açısından güvence altına alınması, sosyal güvenlik haklarının korunması ve sosyal güvenliğin  yaygınlaşması  açısından  yerinde  bir  düzenleme  olarak görülmektedir.  Ceza  infaz  kurumunda  çalışan  tutuklu  ve  hükümlülerin  sigortalılık hallerinin  çakışması  halinde,  5510  sayılı  Kanunun  53.  maddesinin  4. fıkrasında düzenleme yapılmış ve Sigortalının, 4 üncü maddenin birinci fıkrasının (a), (b) ve (c) bentlerinde yer alan sigortalılık halleri ile 5 inci maddenin (a) ve (e) bentlerine tâbi sigortalılık hallerinin çakışması halinde, 4 üncü madde kapsamında sigortalı sayılır ve birinci fıkra hükmü uygulanır. ifadesine yer verilmiştir. Bu konuya ilişkin çıkarılan genelgede de aynı husus belirtilmiştir.  5510 sayılı Kanun kapsamında madde 4/1-a bendi kapsamında zorunlu sigortalı olanlar, işsizlik sigortasına dâhil olabilmekte fakat kısmen sigortalı olan 4/1-a  kapsamındakiler  işsizlik sigortasına  dâhil edilmemektedir. Bu sebeple 4/1-a kapsamında kısmen sigortalı olan ceza infaz kurumunda çalışan tutuklu ve hükümlülerin, kısmen sigortalı olduğu dönemde işsizlik sigortası primi  ödeyerek  sonrasında  işsizlik  sigortasından  yararlanması  mümkün değildir. Ceza infaz kurumundaki tutuklu ve hükümlülerin işveren ve işveren vekillerine yönelik 5510 sayılı Kanunun 12. maddesinde düzenleme yapılmış ve Ceza infaz kurumları ile tutukevleri bünyesinde oluşturulan tesis, atölye ve benzeri ünitelerde çalıştırılan hükümlü ve tutukluların işvereni, ceza infaz kurumları ile tutukevleri işyurtları kurumu; işveren vekilleri ise ceza infaz kurumları  ile  tutukevleri  işyurtları  kurumunun,  sorumlu  müdür  ve amirleridir. ifadesine yer verilmiştir. Bu kapsamda ceza infaz kurumlarında çalışan tutuklu ve hükümlülerin prim ödeme yükümlüsü, işverenleri olan ceza infaz kurumları ve tutukevleri işyurtları kurumudur.                                                             24  AYKAÇ, s. 351; GÜZEL/OKUR/CANİKLİOĞLU, s. 124. 25  2013/11 sayılı SGK Genelgesi.  26  SARAÇ, Coşkun; İşsizlik Sigortası Edim Koşulları, Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi C.13, S.1, 2011, s. 7-8. 27  TEZEL, Ali/KURT, Resul; Sosyal Güvenlik Reformu, Ankara, 2009, s. 101.; TUNCAY, A. Can/EKMEKÇİ, Ömer; Sosyal Güvenlik Hukuku Dersleri, İstanbul, 2015, s. 306. 1578Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1569-1607                  Tutuklu ve Hükümlülerin Çalışmasının… Sigortalılığın bildirimine yönelik 2013/11 sayılı Genelge madde 2/10. fıkrasında düzenleme yapılmış ve Kanunun 5/1, a bendinde sayılanların bildiriminin; bunları çalıştıran kamu idareleri, işverenler ya da Ceza İnfaz Kurumları ile Tutukevleri İşyurtları Kurumunca işe başlatılmadan en geç bir gün önce Kuruma yapılacağı belirtilmiştir. Sigortalılığın  sona  ermesine  yönelik  ise  Sosyal  Sigorta  İşlemleri Yönetmeliğinin 14. maddesinde düzenleme yapılmıştır. Buna göre, ceza infaz kurumları ile tutukevleri bünyesinde oluşturulan tesis, atölye ve benzeri ünitelerde çalıştırılan hükümlü ve tutukluların sigortalılığı, çalışmalarının sona erdiği veya işlerine son verildikleri tarihten itibaren sona erer ve bu tarih, Ceza İnfaz Kurumları ile Tutukevleri İş Yurtları Kurumunca, on gün içinde Kuruma e-sigorta yoluyla bildirilir.  C.   Kısa  Vadeli  Sigorta  Kolları  Açısından  Tutukluluk  ve Hükümlülük Hali Kısa vadeli sigorta türleri, iş kazası ve meslek hastalığı sigortası, hastalık sigortası ve analık sigortasından oluşmaktadır. 5510 sayılı Kanunda yer alan hüküm doğrultusunda ceza infaz kurumunda çalışan tutuklu ve hükümlüler, kısa  vadeli  sigorta  türlerinden  iş  kazası  ve  meslek  hastalığı  ile  analık sigortasından  yararlanmaktadır.  Konuya  ilişkin  5510  sayılı  Kanundaki düzenleme, 506 sayılı önceki Kanunda yer alan hüküm ile kıyaslandığında, ceza infaz kurumu bünyesinde çalışan tutuklu ve hükümlülere sağlanan sosyal güvenlik  güvencesinin  hastalık  sigortası  açısından  daraltıldığı görülmektedir. Ceza infaz kurumunda çalışan tutuklu ve hükümlülere, iş kazası ve meslek hastalığı sigortası kapsamında Kanunda belirtilen parasal yardımlardan geçici iş göremezlik ödeneği ve sürekli iş göremezlik geliri ödenecektir. İş kazası ve meslek hastalığı sigortası kapsamında, sigortalının                                                            28  RG. 12.05.2010/27579. 29  506 sayılı Kanunda, yalnız ceza ve ıslahevleri içindeki atölyelerde çalıştırılan mahkûmlar sigortalı sayılmayanlar arasında düzenlenmiş daha sonra 2003 yılında Kanunda değişiklik yapılmış ve bu kimselerin, 1.1.2004 yılından itibaren iş kazası ve meslek hastalığı, analık ve hastalık sigortası kapsamına alınacağı belirtilmiştir.  30  ÖZER/DULAY-AYDIN, s. 733; konuya ilişkin karşı görüş, …tutuklu ve hükümlülerin hastalık halinde geçici iş göremez duruma gelmesi halinde, cezaevinde istirahat halinde olmasının göz önüne alındığında, bu kimselerin hastalık sigortası kapsamına alınmaması yerinde bir düzenlemedir.  Netice olarak bu kimselerin hastalık sigortası kapsamında olmadığı için parasal yardım olan geçici iş göremezlik ödeneğini de almaması isabetlidir.  ASLANKÖYLÜ, Resul; Sosyal Sigortalar ve Genel Sağlık Sigortası Kanunu Şerhi, Ankara, 2009, s. 255.  1579Taliye AKBIYIK                                   Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1569-1607  ölümü halinde geride kalan hak sahiplerine ölüm gelirinin bağlanması, cenaze ödeneği ve varsa kız çocuklarına evlenme ödeneği verilecektir. D.  Uzun  Vadeli  Sigorta  Kolları  Açısından  Tutukluluk  ve Hükümlülük Hali Sosyal güvenlik hukukumuzda uzun vadeli sigorta kolları  malullük, yaşlılık  ve  ölüm  sigortasıdır.  Kanunda  da  belirtildiği  üzere  ceza  infaz kurumları içinde çalışan tutuklu ve hükümlüler, kısa vadeli sigorta kolları açısından kısmen sigortalı sayılmış, uzun vadeli sigorta kolları kapsamına alınmamıştır. 5510 sayılı Kanunda yer alan hükümler uyarınca, tutuklu ve hükümlüler,  ceza  infaz  kurumunda  geçirdikleri  sürede  isteğe  bağlı sigortalılıktan yararlanma hakkına sahiptir. Ayrıca tutuklu ve hükümlüler, ceza  infaz  kurumunda  geçirdikleri  süreyi  5510 sayılı  Kanunda  yer alan hükümler uyarınca borçlanabilmektedir.  Tutuklu  ya  da  gözaltı  sürelerinin  borçlanılması,  Kanun un  41. maddesinde belirtilmiştir. 41/f fıkrasına göre, sigortalı iken herhangi bir suçtan  tutuklanan veya  gözaltına  alınanlardan,  bu  suçtan  dolayı  beraat edenlerin tutuklulukta veya gözaltında geçen süreleri borçlanılabilecektir. Kanunda  yer  alan  bu  düzenleme  ile  cezaevlerinde  bulunan  tutuklu  ve hükümlülere,  çalışamadıkları  süreleri  borçlanarak  bu  sürelerin  sosyal güvenlik hakları açısından değerlendirilmesine imkânı verilmiştir. Gözaltı ve tutukluluk süresinin borçlanılması için kanunda belirtilen bazı koşulların birlikte sağlanması gerekmektedir. Öncelikle tutuklama ve gözaltı işleminin, kişinin sigortalı iken gerçekleşmesi ve kişinin, isnat edilen suçtan beraat etmesi  gerekmektedir.  Kanun da  yer  alan  hükme  göre,  gözaltı  veya                                                            31  Hak sahibi, sigortalının veya sürekli iş göremezlik geliri ile malullük, vazife malullüğü veya yaşlılık aylığı almakta olanların ölümü halinde, gelir veya aylık bağlanmasına veya toptan ödeme yapılmasına hak kazanan eş, çocuk, ana ve babasını ifade etmektedir. (5510 sayılı Kanun, madde 3). 32  Hizmet borçlanması kavramına ilişkin bkz. GÜZEL/OKUR/CANİKLİOĞLU, s.549; TUNCAY/EKMEKÇİ, s. 642; ARICI, Türk Sosyal Güvenlik Hukuku, s. 467; SÖZER, s. 487; TOPCU, Umut; Yeni Sosyal Güvenlik Yasasında Hizmet Borçlanması İşlemlerinin Usul ve Esasları, Vergici ve Muhasebeciyle Diyalog, S.247, Kasım 2008, s. 139.; YELMEN, Yunus; 5510 Sayılı Sosyal Sigortalar ve Genel Sağlık Sigortası Kanunu ile Düzenlenen Hizmet Borçlanması, Sosyal Güvenlik Dünyası, Y. 12, S. 53, Ocak-2009, s. 45; ÖZDAMAR,  Murat; 5510 Sayılı Kanunda Düzenlenen Sigorta Borçlanmaları, İş ve Hayat, s.220.  33 TUNCAY/EKMEKÇİ, s. 606.; SÖZER, s. 487; YÜREKLİ, s. 603; DEMİR, Vakkas; Tutuklu ve Hükümlülerin Cezaevindeyken 4/A ve 4/B Sigortalılıklarının Devam Edip Etmeyeceğinin Açıklanması, Mali Çözüm, S. 108, Kasım Aralık 2011, s. 199; AYKAÇ, s. 353; KARAKAŞ, İsa; Hizmet Borçlanması ve Birleştirilmesi Rehberi, Ankara, 2009, s. 136. 1580Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1569-1607                  Tutuklu ve Hükümlülerin Çalışmasının… tutukluluk neticesinde beraat etmeyenlere gözaltı veya tutuklulukta geçen süreleri borçlanma hakkı verilmemektedir. Konuyla ilgili olarak hapis cezası kesinleşen hükümlülere gerekli koşulları sağlamaları halinde isteğe bağlı sigortalı  olabilme  imkânı  sunulurken,  hükümlülerin  ceza  evlerinde geçirdikleri  süreleri  borçlanmasına  imkân  verilmemesi  doktrinde eleştirilmektedir 34.  Bizce  de  sosyal  güvenlik  hakkının  yaygınlaştırılması ilkesi uyarınca beraat etme şatı aranmaksızın tüm hükümlüler için gözaltı ve tutuklulukta  geçen  sürenin  borçlanılması  imkanının  tanınması  yerinde görülmektedir.  Kanunda gözaltı ve tutuklulukta geçen sürelerin borçlanılmasında hangi hallerin  beraat  olarak  değerlendirileceği  açıkça  belirtilmemiştir.  Bu konuyla ilgili olarak Yargıtay 10. Hukuk Dairesi 18.3.2013 tarihli kararında, beraat koşulunun sağlanıp sağlanmadığına ilişkin masumiyet karinesini esas alarak isabetli bir karar vermiştir.  E.    İsteğe Bağlı Sigortalılık Açısından Tutukluluk ve Hükümlülük Hali İsteğe  bağlı  sigortalılık,  sigortanın  zorunlu  olma  esasının istisnasını oluşturmakta ve uzun vadeli sigorta kollarını kapsamaktadır. İsteğe bağlı sigortalılık ile zorunlu sigorta kapsamı dışında kalan kimseler, kendi sosyal güvencesini  sağlama  imkânına  sahiptir.  İsteğe  bağlı  sigortalılık,  zorunlu sosyal sigorta ilişkisi bulunmayan ya da bu ilişkisi artık mevcut olmayan kişilerin, dışarıdan prim ödeyerek uzun vadeli sigorta kollarına ve genel sağlık sigortasına katılma imkânı veren bir sigortalılık halidir.                                                            34  ARICI, Türk Sosyal Güvenlik Hukuku, s. 472; Kanuni düzenleme, beraat etmeyenlere bu hakkı  tanımamaktadır.  Borçlanma  imkânının  bunlara  da  verilmesinin  uygun  olacağını düşünüyoruz. Kanun, mahkûm olanlara isteğe bağlı olarak  yaşlılık, malullük ve ölüm sigortalarına girme imkânı tanır iken; suçlu olduğu anlaşılmış da olsa tutuklu ya da gözaltına alınmış olanların bu sürelerinin borçlanılmasına imkân verilmemesi kendi içinde çelişkili bir düzenleme sayılmalıdır. Aynı yönde; AYKAÇ, s. 366; 5510 sayılı Yasada, sigortalı iken herhangi bir suçtan tutuklanan veya gözaltına alınanlardan bu suçtan dolayı beraat edenler, tutuklulukta veya gözaltında geçen süreleri borçlanabilmektedirler (m.41). Hükümdeki açık ifade nedeniyle borçlanma imkânının genişletici bir yorumla beraat etmeyen hükümlüler için de uygulanması güç görünmektedir. Ancak olması gereken hukuk bakımından borçlanma imkânının beraat etme koşuluna bağlı olmaksızın tüm hükümlüler için getirilmesi sosyal güvenlik hakkının yaygınlaştırılması ilkesi çerçevesinde yerinde olacaktır.  35   Y 10. HD. , E. 359, K. 5041, T.18.3.2013; TUNCAY, A. Can; Sosyal Sigortaların Genel Hükümleri ve Türleri Açısından Yargıtay ın 2013 Yılı Kararlarının Değerlendirilmesi, Yargıtay ın İş Hukuku ve Sosyal Güvenlik Hukuku Kararlarının Değerlendirilmesi 2013, İstanbul, 2015, ss. 591-592. 36  Konuya ilişkin ayrıntılı bilgi için bkz. GÜZEL/OKUR/CANİKLİOĞLU, s.182-183; TUNCAY/EKMEKÇİ, s. 338; ARICI, s. 265; TUNCAY, A. Can; Sosyal Sigortaların 1581Taliye AKBIYIK                                   Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1569-1607  5510  sayılı  Kanunda  tutuklu  ve  hükümlülerin  isteğe  bağlı sigortalılıklarına ilişkin açık bir düzenleme yapılmamış, doktrinde tutuklu ve hükümlülerin,  isteğe  bağlı  sigortalılığın  şartlarını  taşımaları  halinde  bu kapsamda isteğe bağlı sigortalı olacağı kabul edilmiştir. Konuya ilişkin Sosyal  Güvenlik  İşlemleri  Yönetmeliğinin  93/2.  maddesinde  düzenleme yapılmış ve fıkranın son cümlesinde Kanunun 5 inci maddesinin (a), (b) ve (e) bentlerine göre sigortalılık hâli isteğe bağlı sigortalılık için engel teşkil etmez. ifadesine yer verilmiştir. Bu hükme göre tutuklu ve hükümlüler, isteğe bağlı sigortalılıktan yararlanacak ve 5510 sayılı Kanunun 51. maddesinde belirtildiği üzere 4/I-b bendi kapsamında sigortalılık niteliği kazanacaktır. Kanun da  isteğe  bağlı  sigortalılık,  tüm  sigortalılar  için  aynı  koşullara bağlanmış ve belirtilen koşulların sağlanması halinde tüm sigortalıların isteğe bağlı sigortadan yararlanılabileceği düzenlenmiştir.  Ceza infaz kurumlarındaki işyurtlarında çalışan tutuklu ve hükümlüler, kısa vadeli sigorta kolları bakımından iş kazası ve meslek hastalığı ile analık sigortası kapsamındadır. Tutuklu ve hükümlülerin ücretlerinden uzun vadeli sigorta primi kesilmemekte dolayısıyla isteğe bağlı sigortalı olmalarına bir engel  bulunmamaktadır.  Ceza  infaz  kurumlarında  bulunan  tutuklu  ve hükümlülerin,  isteğe  bağlı  sigortalı  olmaları  halinde  emekli  olabilme  ve aileleri  de  sağlık  yardımından  faydalanabilme  alabilme  imkânına  sahip olmaktadır.  Konuyla  ilgili  olarak  tutuklu  ve  hükümlülerin  isteğe  bağlı sigortalılıklarına ilişkin 2013/11 genelgesinin 48. maddesinde bazı suçlardan                                                            Genel  Hükümleri  ve  Türleri  Açısından  Yargıtay ın  2013  Yılı  Kararlarının Değerlendirilmesi, s. 501; ARICI, ss. 230-231; ÖZER/DULAY YANGIN, s. 739; DEMİR, Tutuklu ve Hükümlülerin Cezaevindeyken 4/A ve 4/B Sigortalılıklarının Devam Edip Etmeyeceğinin Açıklanması, s. 204.   37  …506 Sayılı Kanun da (2003 yılında, 4958 Sayılı Kanun RG. 25191/6.8.2003) değişiklik yapılarak, bu kişilerin 1.1.2004 tarihinden itibaren iş kazası ve meslek hastalığı, hastalık ve analık sigorta kolları açısından zorunlu sigortalı sayılacakları belirtilmiş ve şartlarını taşımaları halinde, isteğe bağlı sigortalı olabilecekleri düzenlenmiştir. AYKAÇ, s. 352. 38  5510 sayılı Kanunun 50. maddesi: İsteğe bağlı sigorta; kişilerin isteğe bağlı olarak prim ödemek suretiyle uzun vadeli sigorta kollarına ve genel sağlık sigortasına tâbi olmalarını sağlayan sigortadır. İsteğe bağlı sigortalı olabilmek için Türkiye'de ikamet edenler ile Türkiye de ikamet etmekte iken sosyal güvenlik sözleşmesi imzalanmamış ülkelerdeki Türk vatandaşlarından;  a)  Bu  Kanuna  tâbi  zorunlu  sigortalı  olmayı  gerektirecek  şekilde çalışmamak veya sigortalı olarak çalışmakla birlikte ay içerisinde 30 günden az çalışmak ya da tam gün çalışmamak, b) Kendi sigortalılığı nedeniyle aylık bağlanmamış olmak, c) 18 yaşını doldurmuş bulunmak, d) İsteğe bağlı sigorta talep dilekçesiyle Kuruma başvuruda bulunmak,  şartları  aranır.;  TUNCAY/EKMEKÇİ,  s.  288; GÜZEL/OKUR/CANİKLİOĞLU, s.184; DEMİR, s.199.  39  TUNCAY/EKMEKÇİ, s.306; DEMİR, s.199-200. 40  Madde 48 de, taksirli suçlar ve aşağıda sayılan suçlar dışında tecil edilmiş hükümler hariç olmak üzere, ağır hapis veya 6 aydan fazla hapis veyahut affa uğramış olsalar bile Devletin 1582Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1569-1607                  Tutuklu ve Hükümlülerin Çalışmasının… hükümlü  olanların,  emekli  sandığı  Kanuna  göre  isteğe  bağlı  iştirakçi olamayacağı belirtilmiştir. F. Genel Sağlık Sigortası Açısından Tutukluluk ve Hükümlülük Hali 5510 sayılı Kanunun 60. maddesinde genel sağlık sigortalı sayılanlar düzenlenmiş, maddenin 3. fıkrasında, ceza infaz kurumları ile tutukevleri bünyesinde bulunan hükümlü ve tutukluların genel sağlık sigortası kapsamı dışında olduğu belirtilmiştir. Hükümden de anlaşılacağı üzere, tutuklu ve hükümlülerin  çalışıp  çalışmadığı  ayrımı  yapılmaksızın  kapsam  dışında bırakılmıştır.  5510  sayılı  Kanunun  60.  maddesinde  4/1-a  kapsamında zorunlu sigortalıların genel sağlık sigortası hakkına sahip olacağı belirtilmiş fakat istisna olarak ceza infaz kurumları ile tutukevi bünyesinde bulunan hükümlü ve tutuklular genel sağlık sigortası kapsamı dışına çıkarılmıştır. Hükümlünün muayene ve tedavisine ilişkin 5275 sayılı Ceza ve Güvenlik Tedbirlerinin  İnfazı  Hakkında  Kanun un  78.  maddesinde  düzenleme yapılmıştır ve Kurumun sağlık koşullarının düzenlenmesi, hükümlünün acil veya olağan muayene ve tedavisi kurumun hekimi tarafından yapılır. Genel veya hastalık nedeniyle yapılan tüm muayene ve tedavi sonuçları, sağlık izleme kartına işlenir ve dosyasında saklanır. Sağlık Bakanlığı ve Çalışma ve Sosyal Güvenlik Bakanlığı ile üniversitelerin sağlık kuruluşları, hükümlülerin tedavileri bakımından gerekli yardımları yapmakla görevlidirler. Rızası olsa bile hiçbir hükümlü üzerinde tıbbî deney yapılamaz. ifadesine yer verilmiştir. Tutuklu ve hükümlülerin genel sağlık sigortasına yönelik 5275 sayılı Kanun, 5510  sayılı  Kanuna  göre  önceki  kanun  niteliğindedir  fakat  tutuklu  ve                                                            şahsiyetine karşı işlenen suçlarla, zimmet, ihtilas, irtikap, rüşvet, hırsızlık, dolandırıcılık, sahtecilik, inancı kötüye kullanma, dolanlı iflas gibi yüz kızartıcı veya şeref ve haysiyeti kırıcı suçtan veya istimal ve istihlak kaçakçılığı hariç kaçakçılık, resmi ihale ve alım satımlara  fesat  karıştırma,  Devlet  sırlarını  açığa  vurma  suçlarından  dolayı  hükümlü bulunmaları nedeniyle devlet memurluğuna alınma şartlarını kaybetmiş olanların  5434 sayılı Emekli Sandığı Kanununa göre isteğe bağlı iştirakçi olamayacağı belirtilmiştir. 41  Konuya ilişkin doktrindeki görüşler için bkz. …kısmen sigortalı olan ve ceza infaz kurumu bünyesinde çalışanların genel sağlık sigortalısı olarak kabul edilmesi doğru bir karar olarak görülmekte, ceza infaz kurumunda bulunan fakat çalışmayanların genel sağlık sigortası kapsamı dışında olması gerektiği görüş için bkz. ÖZER/DULAY YANGIN, s. 737; ASLANKÖYLÜ, s. 1161. 42  Madde 78: (1) Kurumun sağlık koşullarının düzenlenmesi, hükümlünün acil veya olağan muayene ve tedavisi kurumun hekimi tarafından yapılır. Genel veya hastalık nedeniyle yapılan tüm muayene ve tedavi sonuçları, sağlık izleme kartına işlenir ve dosyasında saklanır. (2) Sağlık Bakanlığı ve Çalışma ve Sosyal Güvenlik Bakanlığı ile üniversitelerin sağlık  kuruluşları,  hükümlülerin  tedavileri  bakımından  gerekli  yardımları  yapmakla görevlidirler. (3) Rızası olsa bile hiçbir hükümlü üzerinde tıbbî deney yapılamaz. 1583Taliye AKBIYIK                                   Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1569-1607  hükümlülerin genel sağlık sigortasına ilişkin özel nitelikte olduğundan 5275 sayılı Kanun uygulanacaktır. Sağlık  Bakanlığının  2013/2  sayılı  Genelgesinde,  tutuklu  ve hükümlülerin sağlık giderlerinin kim tarafından karşılanacağı belirtilmiştir. Genelgeye göre; Ceza infaz kurumları ve tutukevlerince Bakanlığımıza bağlı hastanelere ve Bakanlığımız hastanelerince üniversite hastanelerine (vakıf üniversiteleri hariç) sevk edilen tutuklu ve hükümlülerin; yatarak tedavisi esasında  gerekli  görülen  her  türlü  ilaç,  muayene,  tetkik,  tahlil  ve  tıbbi malzemeleri  sağlık  hizmet  sunucusu  tarafından  karşılanacaktır.  Ayakta tedavide tıbbi muayene, kontrol, tetkik, diş protezi ve tedavilerine ait giderler sağlık hizmet sunucusu tarafından karşılanacak olup, hastane tarafından temini mümkün bulunmayan tıbbi malzemeler (ortez, protez, gözlük, işitme cihazı, şeker ölçüm çubuğu, hasta alt bezi vb.) ile ilaç bedelleri Adalet Bakanlığı  tarafından  karşılanacaktır.  Hükümlünün  estetik  amaçlı  tedavi giderleri kendisi tarafından karşılanacaktır. 5510 sayılı Kanun uyarınca tutuklu ve hükümlüler genel sağlık sigortası kapsamı dışına çıkarılmış olsa da konuya  ilişkin  mevzuatlarda  tedavisinin  yapılması  ve  sağlık  giderlerinin karşılanmasına ilişkin çeşitli düzenlemeler yapılmıştır.  Sosyal güvenlik sistemimizin temel amaçlarından biri, herkesi genel sağlık sigortası kapsamına alarak sağlık imkânından faydalandırmaktır. Bu nedenle 5510 sayılı Kanun açısından hükümlü ve tutukluların genel sağlık sigortası kapsamına alınması daha isabetli olacağı kanaatindeyiz. Uzun veya kısa vadeli sigorta kolları bakımından emekliliğe hak kazanan kimselerin daha sonra tutuklu veya hükümlü olmaları halinde, bu kimselere yapılacak sağlık yardımlarının giderleri kendi sigortalılığından karşılanacaktır. III.  CEZA İNFAZ KURUMU DIŞINDA ÇALIŞAN TUTUKLU VE HÜKÜMLÜLERİN SOSYAL GÜVENLİĞİ A. Genel Olarak Hükümlülerin ceza infaz kurumu dışında çalışmalarına ilişkin 5275 sayılı Ceza ve Güvenlik Tedbirlerinin İnfazı Hakkında Kanunun 30. maddesinde düzenleme yapılmış ve Açık ceza infaz kurumlarında bulunanlar ile kapalı                                                            43  ÖZER/DULAY YANGIN, s. 737. 44  2013/2 sayılı Adli Olaya Taraf Kişiler Hakkında Genelge Sayı: B.10.0.SHG.0.20.00.00010-06. 45 Ceza İnfaz Kurumlarının Yönetimi ile Ceza ve Güvenlik Tedbirlerinin İnfazı Hakkında Tüzük  ün 120. Maddesinde konuya ilişkin düzenlemeler yapılmıştır. 46  ÖZER/DULAY-YANGIN, s. 738. 1584Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1569-1607                  Tutuklu ve Hükümlülerin Çalışmasının… ceza infaz kurumlarında bulunup da açık ceza infaz kurumlarına ayrılmaya hak kazanmış hükümlüler, kurum dışındaki iş alanlarında çalıştırılabilirler. Açık  ceza  infaz  kurumlarında  bulunanlar  ceza  infaz  kurumu  görevlileri gözetiminde, kapalı ceza infaz kurumunda bulunanlar ise iç ve dış güvenlik görevlilerince alınacak tedbirler altında çalıştırılırlar. Çocuk eğitimevlerinde bulunan  hükümlülerin,  kurum  dışında  çalıştırılmaları  sırasında  kurum görevlilerinin  gözetimi  ve  muhafazası  aranmaz.  İş  alanlarına  sahip kuruluşların  hükümlü  çalıştırmaları  teşvik  olunur.  Hükümlülerin  kurum dışında  çalışma  esasları  Cumhurbaşkanınca  çıkarılan  yönetmelikte gösterilir. ifadesine yer verilmiştir. Konuya ilişkin Tüzüğün 97. maddesinde kurum  dışında  çalıştırmaya  ilişkin  düzenlemeler  yapılmış,  98.  maddede kurum  içinde  ve  dışında  çalıştırmada  uygulanacak  ilkeler  belirtilmiştir. İşyurtlarına ilişkin Yönetmeliğin 22. maddesinde de hükümlülerin kurum dışında  çalıştırılması  düzenlenerek  çalışmada  uygulanacak  esaslar belirtilmiştir ve konuya ilişkin bir genelgede düzenleme yapılmıştır. 5275 sayılı  Ceza  ve  Güvenlik  Tedbirlerinin  İnfazı  Hakkında  Kanun un  30 maddesinin gerekçesinde de ceza infaz kurumu dışında yapılan çalışmalarda hangi işlerin yapılacağı düzenlenmiştir. B. Kurum Dışında Yapılan Çalışmaların Hukuki Niteliği Hükümlülerin, kurum dışında çalışmasıyla ilgili olarak Yönetmeliğin 22/7.  maddesinde;  hükümlülerin,  kurum  dışındaki  işyerlerinde                                                            47  Ceza İnfaz Kurumları ile Tutukevleri İşyurtları Kurumu, 14.01.2010 Tarih, 137/3 sayılı Genelge. 48  Madde  30  Gerekçesi:  Madde,  hükümlülerin  ceza  infaz  kurumu  dışında  çalıştırılma olanaklarını belirtmektedir. Bilimde allaperto olarak da tanımlanan bu çalıştırma biçimi, tarım, deniz ve su ürünleri avcılığı, inşaat, yol, maden, orman gibi iş alanlarında geçerli olacak ve ekip halinde yürütülecektir. Bireysel olarak bu tür çalıştırma yaptırılamaz. Açık ceza infaz kurumlarında bulunanlar ile kapalı ceza infaz kurumlarında bulunup da açık ceza infaz kurumlarına ayrılmaya hak kazanmış hükümlülerin, kurum dışındaki iş alanlarında çalıştırılabileceği, ayrıca açık ceza infaz kurumlarında bulunanların ceza infaz kurumu personeli gözetiminde, kapalı ceza infaz kurumunda bulunanların ise iç ve dış güvenlik personelince alınacak tedbirler altında çalıştırılacakları hükme bağlanmıştır. Çocuk eğitim evlerinde  bulunan  hükümlülerin,  kurum  dışında  çalıştırılmaları  sırasında,  kurum personelinin gözetimi ve muhafazası aranmayacaktır. Bunun dışında iş alanlarına sahip kuruluşların hükümlü çalıştırmaları teşvik olunacağı düzenlenmiştir. Hükümlülerin kurum dışında çalışma esasları tüzükte gösterilir. 49  Hükümlülerin kurum dışındaki işyerlerinde çalıştırılmaları, işveren ile ceza infaz kurumu yetkilileri arasında düzenlenecek protokol çerçevesinde gerçekleştirilir. Protokol; işveren veya temsilcisi ile işyurdu bulunan kurumlarda işyurdu müdürü, işyurdu bulunmayan kurumlarda ise mahallî Cumhuriyet başsavcısı tarafından imzalanır. Taraflar, imzaladıkları protokol hükümlerine uymak zorundadır. Taraflardan biri, belirtilen tarihin bitiminden en az 1585Taliye AKBIYIK                                   Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1569-1607  çalıştırılmaları,  işveren  ile  ceza  infaz  kurumu  yetkilileri  arasında düzenlenecek  protokol  çerçevesinde  gerçekleştirileceği  belirtilmiş,  8. fıkrada ise protokolün içeriğine ilişkin düzenleme yapılmıştır.  Hükümlülerin kurum dışında çalışmaları halinde çalışmalarının, hizmet akdine dayanıp dayanmayacağına ilişkin doktrinde farklı görüşler mevcuttur. Bir görüşe göre; hükümlülerin ceza infaz kurumları içinde veya dışında çalışmalar ayırt edilmeksizin birlikte değerlendirilmiş ve yapılan çalışmaların, kanuni bir yükümlülük sayılarak kamu hukuku kaynaklı bir çalışma olduğu belirtilmiştir. Başka bir görüşe göre; ceza infaz kurumları dışında yapılan çalışmalara ilişkin Yönetmelikte bir protokol düzenleneceği belirtilmiş ve bu protokolün idareler arası yapılan bir işlem olması nedeniyle kurum dışında çalışmanın iş sözleşmesine dayanmadığı belirtilmiştir. Diğer bir görüşe göre ise hükümlülerin, ceza infaz kurumları dışında yaptıkları çalışmalar, hizmet sözleşmesi olarak nitelendirilmiştir. Bu konuya ilişkin bizim de katıldığımız başka bir görüşe göre ise; hükümlülerin  kurum  dışındaki  çalışmalarının  hukuki  niteliğinin belirlenmesinde, serbest iradelerinin olup olmadığının tespiti yerine kurum dışında çalışan hükümlülerin İş Hukukunun koruyucu düzenlemelerinden yararlandırılabilmesine ilişkin durumlar ele alınmalıdır. Bu kapsamda, ceza infaz  kurumları  dışında  çalışan  hükümlülerin  çalıştırılmasında  serbest iradeleri  söz  konusu  değildir  ve  bu  sebeple  bu  ilişkinin  hizmet  akdine dayanmadığı açıktır. Fakat bu durum, ceza infaz kurumu dışında çalışan hükümlüler açısından adil ve eşit olmayan sonuçlar ortaya çıkarabileceğinden, kurum  dışında  çalışan  hükümlülerin  işçilik  haklarından  yararlanabilmesi sağlanmalıdır.  Bu  konuya  ilişkin  olarak  açık  düzenlemelerin  yapılması gerekmektedir.                                                            on beş gün önce yazılı olarak bildirim yapmadığı takdirde, protokol aynı süre ve esaslar çerçevesinde yenilenmiş sayılır. 50  Protokolde; çalıştırılacak hükümlülere verilecek ücret, çalışma saatleri, ulaşım, iaşe, güvenlik, protokolün süresi ve diğer hususlar düzenlenir. Ücret, yürürlükte bulunan on altı yaştan büyükler için uygulanan asgari ücretten aşağı olamaz. İşverence, her ay sonunda tahakkuk  ettirilecek  ücret  tutarı,  en  geç  ertesi  ayın  ilk  haftası  içerisinde  işyurdu müdürlüğünce bildirilecek banka hesabına yatırılır ve işyurdu bütçesine gelir kaydedilir. Bu şekilde çalışan hükümlülere Yüksek Kurulca belirlenen ücret ödenir. Hükümlülere ücret tahakkuku her ayın sonunda yapılır ve Hükümlü Emanet Para Hesabına aktarılır. 51  EKONOMİ, Münir; İş Hukuku Ferdi İş Hukuku Cilt I, İstanbul, 1984, s. 43-44, SAYMEN, Ferit Hakkı; Türk İş Hukuku, İstanbul, 1954, s. 451-452. 52  AYKAÇ, s. 355.; ENGİN, s. 29. 53  GÜNAY, Cevdet İlhan; Şerhli İş Kanunu, Cilt I. Ankara, 1998 s. 66.; ERMAN, Eyüp Sabri, İş Davaları ve Tatbikatı, Ankara, 1956, s. 32-33. 54  UŞAN, s. 1448. 1586Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1569-1607                  Tutuklu ve Hükümlülerin Çalışmasının… Yargıtay  20.06.1974  tarihli  bir  kararında,  kurum  dışında  yapılan hükümlü çalışmasına ilişkin bir olaya ilişkin vermiş olduğu kararda, kurum dışında hükümlülerin yapmış olduğu çalışmaların, hizmet akdine dayandığını kabul etmiştir. Yargıtay vermiş olduğu başka bir kararda da hükümlülerin, kurum dışında çalışmaları halinde, kurum tarafından bir aracılık yapıldığını kabul ederek hükümlü ile işveren arasındaki ilişkinin, hizmet ilişkisi olduğunu belirtmiştir. 5510  sayılı  Kanunun  5/1-a  maddesi  uyarınca,  ceza  infaz  kurumu bünyesinde yapılan çalışmalarda bu kimseler kısmen sigortalı sayılmış, kurum dışında işyurduna ait olmayan özel veya kamu sektörüne ait işyerlerinde yapılan çalışmalarda bu kimselerin hangi sigortalılık kapsamında olduğuna ilişkin 5510 sayılı Kanunda bir düzenleme yapılmamıştır. Bu duruma ilişkin doktrinde  farklı  görüşler  ortaya  çıkmıştır.  Bir  görüşe  göre;  5275  sayılı Kanunun 30. maddesi kapsamında çalışanlar yani kurum dışında çalışanlar, 5510  sayılı  Kanunun  5/1-a  maddesi  kapsamında  sigortalı  sayılacaktır. Konuya ilişkin bir diğer görüşe göre ise 5510 sayılı Kanunun 5/1-a maddesi kapsamında sigortalılık hali, 5275 sayılı Kanunun 29. maddesi kapsamında ceza infaz kurumu içinde yapılan çalışmalara ilişkin bir düzenlemedir ve bu sebeple kurum dışında çalışanlar 5510 sayılı kanunu 4/1-a bendi kapsamında zorunlu sigortalı sayılacaktır. 5510  sayılı  Kanunun  5/1-a  maddesi,  kısmen  sigortalı  sayılanların belirtildiği  istisnai  nitelikte  bir  hükümdür.  Bu  hükmü  kurum  dışında çalışanlara da uygulamak, istisna hükmü kıyas yoluyla genişletilemeyeceği için mümkün görünmemektedir. Kurum dışında çalışanların sigortalılığına ilişkin  bu  kimseleri  5510  sayılı  Kanun  madde  5/1-a  bendi  kapsamında sigortalı  saymak  yerine  Kanunun  4/1-a  maddesi  kapsamında  sigortalı kapsamına almak daha yerinde görünmektedir. 5510 sayılı Kanunda, sigortalı                                                            55  …506 sayılı Sosyal Sigortalar Kanunu'nun 3. maddesinin (i) bendinde (yalnız ceza ve ıslah evleri  içindeki  atölyelerde  çalıştırılan  mahkumlar)'ın  sigortalı  sayılmayacakları öngörülmüştür. Bu hükmün karşıt kavramından ceza ve ıslah evleri dışında çalıştırılan hükümlülerin sigortalı sayılmaları gerekeceği yönü belirgin olarak anlaşılmaktadır… Y.10.HD. E.1974/3403., K. 1974/4546., T. 20.06.1974.; UYGUR, Turgut; İş ve Sosyal Güvenlik Hukuku nda Temel Kavramlar; Yargılama, Ankara: Olgaç Matbaası, 1980., s. 236. 56  …dışarıdaki  işyerlerinde  yapılan  çalışmalar  hükümlü  ile  işveren  arasında  bir  akde dayanmasa dahi aralarındaki bir ilişki hizmet ilişkisidir. Bu gibi durumlarda cezaevi idaresinin taraflar arasındaki hizmet ilişkisinin kurulmasına aracılık ettiğinin kabulü gerekir. Ücretin cezaevi idaresine ödenmesi ve çalışmanın idareler arası yapılmış bir protokole dayanması söz konusu ilişkinin niteliğini etkilemez. YHD, 12525/14266, 27.11.1980. 57  ENGİN, s. 29; AYKAÇ, s. 353-357. 58  ALPER, Yusuf, Sosyal Sigortalar Hukuku, Bursa, 2018; s. 104. 1587Taliye AKBIYIK                                   Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1569-1607  sayılmayanlar  ve  kısmen  sigortalı  sayılanlar  arasında  kurum  dışında çalışanlara yer verilmediği görülmektedir. Bizce de kurum dışında çalışanları, Kanunun madde 4/I-a kapsamında zorunlu sigortalı kabul etmek daha isabetli görülmektedir. Bu sebeple 5510 sayılı Kanunda kurum dışında çalışanların sigortalılığına ilişkin açık düzenleme yapılması oldukça önemlidir.  IV.  KURUM  HİZMETİNDE  ÇALIŞANLARIN  SOSYAL GÜVENLİĞİ A.Genel Olarak 5275 sayılı Ceza ve Güvenlik Tedbirlerinin İnfazı Hakkında Kanunun 31. maddesinde, kurum hizmetinde çalıştırmaya ilişkin düzenleme yapılmıştır. Buna göre, İyi halli hükümlüler, idare ve gözlem kurulu kararı ile kurum yönetimi tarafından durumlarına uygun kurum içi hizmetlerde çalıştırılabilir. Çocuk  hükümlüler,  kendi  yaşam  alanları  veya  eğitsel  amaçlar  dışında çalıştırılamazlar.  Hükümlü,  yöneticilerin  ve  görevlilerin  kişisel  işlerinde çalıştırılamaz. Konuya ilişkin olarak Ceza İnfaz Kurumlarının Yönetimi ile Ceza ve Güvenlik Tedbirlerinin İnfazı Hakkında Tüzük ün 99. maddesinde ve Yönetmeliğin 32. maddesinde düzenleme yapılmıştır. Yönetmelikte yer alan hükme göre, Ceza infaz kurum mevcudunun %10'unu geçmemek üzere, bazı  hükümlü  ve  tutuklular,  liyakat  durumları  da göz  önüne alınarak, berberlik,  temizlik,  yemek  işleri  ile  bunlara  benzer  işlerde görevlendirilebilirler.  Bu  şekilde  çalıştırılan  hükümlülere,  genel  bütçede ödenek olmaması durumunda genel bütçe tarafından belirlenen gündelik ücret, işyurdu bütçesinden  ödenebilir.  Bu  hükümlü  ve tutuklular işyurdunda çalışan  hükümlü  ve  tutuklu  kapsamında değerlendirilmezler. 5275 sayılı Kanunun 31. maddesi ve Tüzüğün 99. maddesinde, kurum içi hizmetlerde yalnızca iyi halli hükümlülerin çalıştırılabileceği düzenlenmiş fakat Yönetmeliğin 32. maddesinde hükümlü ve tutukluların çalıştırılabileceği ifade edilmiştir. Maddenin 1.fıkrasında, tutuklu ve hükümlülerden bahsedilse de ücret ödemeye ilişkin 2. fıkrada hükümlülerle ilgili düzenleme yapılmıştır.                                                            59  ÖZER/DULAY-YANGIN, s. 743 60  İyi hâlli hükümlüler, idare ve gözlem kurulu kararı ile kurum yönetimi tarafından durumlarına uygun kurum içi hizmetlerde çalıştırılabilir. Çocuk hükümlüler, kendi yaşam alanları  veya  eğitsel  amaçlar  dışında  çalıştırılamazlar.  Hükümlü,  yöneticilerin  ve görevlilerin kişisel işlerinde çalıştırılamaz. Hekim, psikiyatri uzmanı, psikolog, sosyal çalışmacı, öğretmen ve benzeri mesleklere sahip olan hükümlülerden; iyi hâl gösterenler, idare ve gözlem kurulu kararıyla, kurumun servislerinde meslekleriyle ilgili görevlilere yardımcı veya eğitici olarak çalıştırılabilir. 1588Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1569-1607                  Tutuklu ve Hükümlülerin Çalışmasının… Bu sebeple Yönetmeliğin 32. maddesinde yer alan hükmün hem kendi içinde hem de diğer mevzuatlarla çelişki içinde olduğu görülmektedir.  B. Kurum İçi Hizmetlerde Çalıştırılanların Sigortalılığı Kurum içi hizmetlerde çalışanların sigortalılığına yönelik mevzuatta açık hüküm bulunmamaktadır. İşyurtlarına ilişkin Yönetmeliğin 32. maddesinin 2. fıkrasının son cümlesinde, Bu hükümlü ve tutuklular işyurdunda çalışan hükümlü  ve  tutuklu  kapsamında  değerlendirilmezler.  ifadesine  yer verilmiştir. Hükümden hareketle, kurum içi hizmetlerde çalıştırılanlar, 5510 sayılı Kanunun 5/1-a maddesi kapsamında kısmen sigortalı sayılan tutuklu ve hükümlüler kapsamında değerlendirilmeyecektir.   Konuya ilişkin 2013/11 sayılı Sosyal Güvenlik Kurumu Genelgesinde ceza infaz kurumu bünyesinde çalışan tutuklu ve hükümlülerin, 5510 sayılı Kanun  5/1-a  maddesi  kapsamında  kısmen  sigortalı  oldukları  belirtilmiş, kamuya yararlı bir işte çalışan hükümlüler açısından ise hizmet akdi koşulları yerine  gelmediği  belirtilerek  bu  kimselerin  sigortalı  sayılmadıkları  ifade edilmiştir. Kurum içi hizmetlerde çalışanların yapmış oldukları çalışmalar, kamuya yararlı bir işte çalışma olarak değerlendirilmemelidir. Aksi halde bu durum,  sosyal  güvenlik  hakkının  herkese  sağlanarak  sosyal  güvencenin yaygınlaştırılması ilkesine aykırılık oluşturmaktadır. Bu kimselerin sosyal güvenlik kapsamı dışında tutulması aileleri açısından da oldukça olumsuz sonuçlar  ortaya  çıkarmaktadır.  Kurum  içi  hizmetlerde  hükümlülerin çalışmasını,  ceza  infaz  kurumu  içinde  yapılan  çalışma  olarak değerlendirilmesi  ve  bu  kimselerin  5510  sayılı  Kanunun  5/1-a  maddesi kapsamında sigortalı sayılması bizce de yerinde bir uygulama olacaktır. Kurum  içi  hizmetlerde  yapılan  çalışmalara  ilişkin  hükümlünün, mevzuatta da belirtildiği üzere iyi halli olması, İdare ve Gözlem Kurulunun hakkında olumlu karar vermesi ve Tüzük madde 99/3 te yer alan mesleklerden birine sahip olması gerekmektedir. Kurum içi hizmetlerde çalışmaların,                                                            61  ÖZER/DULAY-YANGIN, s. 744. 62  Sosyal Güvenlik Kurumu, 2013/11 sayılı Genelge, s. 28.  63  ÖZER/DULAY-YANGIN, s. 746; UŞAN, s. 1459. 64  5275 Sayılı Kanun, Madde 89: Hükümlünün, Kanunun 107. maddesinde öngörülen süreleri, ceza infaz kurumlarının düzen ve güvenliği amacıyla konulmuş kurallara içtenlikle uyarak, haklarını iyi niyetle kullanarak, yükümlülüklerini eksiksiz yerine getirerek geçirmiş ve uygulanan iyileştirme programlarına göre de toplumla bütünleşmeye hazır olduğunun disiplin kurulunun görüşü alınarak idare kurulunca saptanmış bulunması gerekir. 65 CGTİHK 31. madde gerekçesi: Madde, cezasının en az bir yılını çekmiş ve iyi halli olduğu saptanmış hükümlülerin kurum içi hizmetlerde çalıştırılmalarına olanak tanımaktadır. Ceza infaz kurumlarında bulunan hükümlülerin eğitilerek topluma kazandırılmaları, bir meslek 1589Taliye AKBIYIK                                   Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1569-1607  hükümlü  açısından  belirli  şartlara  tabi  tutulduğu  ve  işyurdunda  yapılan çalışmaya kıyasla daha nitelikli işlerden oluştuğu görülmektedir. Bu sebeple, kurum içi hizmetlerde çalışan hükümlülerin sigortalılığına ilişkin mevzuatta açık bir düzenleme yapılması oldukça önemli görülmektedir. V.  DENETİMLİ  SERBESTLİK  MEVZUATI  KAPSAMINDA ÇALIŞTIRILANLARIN SOSYAL GÜVENLİĞİ A. Genel Olarak Denetimli  serbestliğin  tanımına  ilişkin  olarak  Denetimli  Serbestlik Hizmetleri Yönetmeliği nin madde 4/f bendinde düzenleme yapılmış ve denetimli serbestlik; şüpheli, sanık veya hükümlünün toplum içinde denetim ve takibinin yapıldığı, iyileştirilmesi ve topluma kazandırılması için ihtiyaç duyulan her türlü hizmet, program ve kaynakların sağlandığı alternatif bir ceza ve infaz sistemi şeklinde ifade edilmiştir. Denetimli  serbestlik  kapsamında  belirtilen  süreçte  hükümlülerin çalışarak cezasının infazı gerçekleştirilmekte, hükümlüye denetimli serbestlik sürecinde; kamu hizmeti cezası, kamuya yararlı bir işte çalıştırma ve gözetim                                                            sahibi olmaları veya boş zamanlarını değerlendirmeleri önem taşıdığından, mutfak işleri, temizlik işleri, kütüphane ve revir gibi yerlerde çalıştırılmalarına olanak sağlanmaktadır. Ancak böylece çalıştırılacak hükümlülerin, durumlarına uygun kurum işlerinde istihdamları gereklidir. Söz gelimi bir yazar olan hükümlünün kütüphane yerine, temizlik işinde istihdamı,  durumuna  uygun  olmaz.  Böylece  hükümlü  hem  bir  meslek  veya  sanat öğrenebilmekte  veya  boş  zamanını  değerlendirerek  cezaevinin  sıkıcı  atmosferini yumuşatabilmektedir. Çocuk hükümlülerin kendi yaşam alanları ve eğitsel amaçlar dışında çalıştırılamayacakları belirtilmiştir. Ancak hükümlüler yöneticilerin ve personelin kişisel işlerinde çalıştırılamazlar. 66  ÖZER/DULAY-YANGIN, s. 746. 67  Denetimli Serbestlik Hizmetleri Yönetmeliği, RG. , 05.03.2013/28578. 68  Denetimli serbestlik kavramının tanımına ilişkin bkz. ASLAN, Nükte; Tedavi ve Denetimli Serbestlik Tedbiri Altında Bulunan Bireylerin Aile Yapılarını ve Algılanan Sosyal Destek Düzeyleri Arasındaki İlişki, (Yayımlanmamış Yüksek Lisans Tezi, Hacettepe Üniversitesi, Sosyal Bilimler Enstitüsü,2012), s. 11; İNCE, Hüseyin; Türk Ceza Hukukunda Kısa Süreli Hürriyeti Bağlayıcı Cezalara Seçenek Yaptırımlar, Ankara, 2007, s. 123-124.; ÇOLAK, Haluk/ALTUN, Uğurtan; Denetimli Serbestlik Kavramının Yaptırım Teorisi ve Penolojik Bakımdan Tahlili İle Pozitif Hukukumuzdaki Düzenlemeler, Adalet Dergisi, S. 25, 2006, , s.6.; KAMER, Vehbi Kadri; Ceza Adalet ve İnfaz Sistemi İçinde Denetimli Serbestlik Sisteminin Önemi, Adalet Dergisi, S. 31, 2008, s. 69.; YAVUZ, Hakan A.; Denetimli Serbestliğin Türk Ceza Adalet Sistemi İçerisindeki Genel Görünümü Üzerine, Adalet Dergisi, S. 42. , 2012 , s.60.; TURHAN, Faruk/ALTIKAT, Abdürrahim; Yeni Bir Ceza İnfaz Usulü Olarak Denetimli Serbestlik ve Bu Usulden Yararlanma Şartları, Süleyman Demirel Üniversitesi Hukuk Fakültesi Dergisi, C.2, S.2, 2012, s. 3.; DEMİRBAŞ, s. 37.; TOROSLU, Nevzat; Ceza Hukuku Genel Kısım, Ankara, 2008. , s. 413. 1590Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1569-1607                  Tutuklu ve Hükümlülerin Çalışmasının… altında çalıştırma yaptırılmaktadır.  Bu çalışmalar niteliği gereği infaz türü olduğundan  bu  kapsamda  yapılan  çalışmalar,  5275  sayılı  Kanunun  30. maddesinde belirtilen kurum dışında çalışmadan farklıdır. 1. Kamu Hizmeti Cezası Bireylerin suç işlemesiyle kamu düzeni bozulmakta ve bu durumdan suçun mağdurları ve toplum zarar görmektedir. Bu kapsamda hükümlülerin çalıştırılması,  hükümlülerin  iyileştirilmesinde  ve  topluma  verilen  zararın giderilmesinde oldukça etkili bir yöntem olarak görülmektedir. Türk Ceza Kanunu nun 50. maddesinin 1. fıkrasında, kısa süreli hapis cezasının; suçlunun  kişiliğine,  sosyal  ve  ekonomik  durumuna,  yargılama  sürecinde duyduğu  pişmanlığa  ve  suçun  işlenmesindeki  özelliklere  göre  Kanun da belirtilen  seçenek  yaptırımlara  çevrileceği  düzenlenmiştir.  Hükümlünün işlediği suç ve kişisel özellikleri göz önünde bulundurularak hapis dışındaki seçenek  yaptırımların  uygulanmasına,  uluslararası  sözleşmelerde  de  yer verilmiştir.  TCK madde 50/1-f bendinde, kısa süreli hapis cezasının, mahkûm olunan cezanın yarısından bir katına kadar ve sanığın gönüllü olması  şartı  ile  kamuya  yararlı  bir  işte  çalıştırılmaya  çevrilebileceği belirtilmiştir. Kanunda da belirtildiği üzere kısa süreli hapis cezası, hâkimin takdirine bağlı olarak Kanunda belirtilen hükümlünün kamu yararına gönüllü                                                            69  ÖZER/DULAY YANGIN, s. 747. 70  ÇİÇEK, Mustafa Kısa Süreli Hapis Cezalarına Seçenek Olarak Sunulan Yaptırımların Değerlendirilmesi, (Yayınlanmamış Yüksek Lisans Tezi, İstanbul Üniversitesi, Adli Tıp Enstitüsü) 2010, s. 154.; ÇOLAK, Haluk/ALTUN, Uğurtan; Kısa Süreli Hapis Cezaları, Seçenekli Yaptırımlar ve İnfaz Rejimleri, TBB Dergisi, S. 67. , 2006. , s. 213.; CEBRE, Ayvaz;    Kamuya  Yararlı  Bir  İşte  Çalıştırma  Seçenek  Yaptırımı,  Türkiye  Adalet Akademisi Dergisi, Y.3, S. 10., 2012., s. 715.; YAVUZ, Ceza Adaleti Sisteminde Denetimli Serbestlik, s. 298.; AYKAÇ, Ceza İnfaz Kurumları Dışında Çalıştırılan Hükümlülerin Sosyal Güvenliği, s.357.; AYGÜN EŞİTLİ, Ezgi; Kısa Süreli Hapis Cezası ve Kısa Süreli Hapis Cezasına Seçenek Yaptırımlar, Ankara Üniversitesi Hukuk Fakültesi Dergisi, 65(1), 2016. , s. 73.; ÖZEN, Muharrem; Yargı Kararları Işığında Kamuya Yararlı Bir İşte Çalıştırma, Türkiye de Denetimli Serbestlik 10. Yıl Uluslararası Sempozyumu Bildiriler Kitabı, 2015, İstanbul, s. 1.; İNCE, Hüseyin; Kısa Süreli Hapis Cezasına Uygulanabilecek Seçenek Yaptırımlardan Kamuya Yararlı Bir İşte Çalıştırma Yaptırımı, Adalet Dergisi, S.30. , 2008, s. 184. 71  5237 Sayılı Türk Ceza Kanunu, RG., 25611/12.10.2004 72  Konuyla ilgili sözleşmeler için bkz. Avrupa Konseyi Bakanlar Komitesince R (87) 3 sayılı Avrupa Cezaevi Kuralları, Birleşmiş Milletler, Hükümlülerin İyileştirilmesi İçin Asgari Standart Kurallar; Avrupa Konseyi Bakanlar Komitesinin R (2000) 22 sayılı Kamusal Cezalar ve Tedbirler Hakkında Avrupa Kurallarının Uygulamasının Geliştirilmesi Tavsiye Kararı; Hapis dışı tedbirlere ilişkin Birleşmiş Milletler Minimum Standart Kuralları (Tokyo Kuralları). 1591Taliye AKBIYIK                                   Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1569-1607  olarak  çalışması  seçenek  yaptırımına  çevrilebilecektir.  Bu  seçenek yaptırımın yerine getirilmesi için sanığın, kamuya yararlı bir işte çalıştırılması gerekmektedir. Kamuya yararlı işte çalıştırılma, 50. maddenin gerekçesinde Kısa süreli hapis cezasını gerektiren bir suçu işlemiş olan ve eğitim derecesi elverişli bulunan bir kişinin örneğin okuma yazma öğreten bir kursta öğretici olarak görev yapmasına karar verilmesi, bu seçenek yaptırıma örnek olarak gösterilebilir. ifadesine yer verilerek örnek üzerinden anlatılmıştır. Kısa süreli hapis cezasına seçenek yaptırım olarak düzenlenen kamuya yararlı bir işte çalıştırma, Ceza ve Güvenlik Tedbirlerinin İnfazı Hakkında Kanunun  105/1. maddesinde  düzenlenmiştir.  Hükme  göre,  Türk  Ceza Kanunu nun 50. maddesinin birinci fıkrasının (f) bendinde yer alan kısa süreli hapis cezasının yaptırım seçeneklerinden kamuya yararlı bir işte çalıştırma; hükümlünün, ücretsiz olarak bir kamu kurumunun veya kamu yararına hizmet veren bir özel kuruluşun belirli hizmetlerinde çalıştırılmasıdır. Denetimli Serbestlik Hizmetleri Yönetmeliği nin 4/1-m maddesinde, kamu hizmeti cezasının tanımı yapılmış ve Kamu hizmeti cezasının 5237 sayılı Türk Ceza Kanunu nun 50. maddesinin birinci fıkrasının (f) bendinde öngörülen, bir kamu kurumunun veya kamu yararına hizmet veren bir özel kuruluşun belirli hizmetlerinde  ücretsiz  olarak  çalıştırılmayı  ifade  ettiği  belirtilmiştir. TCK nın 50. maddesinde, kısa süreli hapis cezasına seçenek yaptırım olarak düzenlenen  kamuya  yaralı bir işte çalışma,  Yönetmelikte kamu hizmeti cezası olarak tanımlanmıştır. Kamu hizmeti cezasının ne olduğuna ilişkin olarak  Denetimli  Serbestlik  Hizmetleri  Yönetmeliği nin  66.  maddesinde düzenleme  yapılmış  ve  kamu  hizmeti  cezası;  toplumsal  katılım  ile hükümlünün  iyileştirilmesini  ve  topluma  kazandırılmasını  amaçlayan, hükümlünün topluma verdiği zararı, kamu hizmetinde ücretsiz çalışarak geri ödemesini ve bu şekilde kamu düzeninin sağlanmasını esas alan bir seçenek yaptırım olarak ifade edilmiştir.                                                            73  AYKAÇ, Ceza İnfaz Kurumları Dışında Çalıştırılan Hükümlülerin Sosyal Güvenliği s. 358.; YAVUZ, Ceza Adaleti Sisteminde Denetimli Serbestlik, s. 290-291. 74  ÇETİN, Hamza; Türk Ceza Kanunu nda Seçenek Yaptırımlar, Ankara, 2011, s. 221-222. 75  Türk Ceza Kanunu nun 50. maddesinin birinci fıkrasının (f) bendinde yer alan kısa süreli hapis cezasının yaptırım seçeneklerinden kamuya yararlı bir işte çalıştırma; hükümlünün, ücretsiz olarak bir kamu kurumunun veya kamu yararına hizmet veren bir özel kuruluşun belirli  hizmetlerinde  çalıştırılmasıdır.  (2)  Denetimli  serbestlik  ve  yardım  merkezleri, bölgelerinde bulunan bu tür kurumlardan hükümlüleri ne suretle çalıştırabileceklerine dair bilgi alırlar ve hizmetler listesini oluştururlar. Bu listeler mahkemelere verilir. Mahkeme, bu listelerden uygun gördüğü hizmeti ve süresini hükümlüye önerir ve bunu reddetme hakkına sahip olduğunu hatırlatır. (3) Diğer bir hapis cezasına hükmedildiğinde kamu yararına çalıştırma kararı verilemez. 76  RG. 05.03.2013/28578. 1592Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1569-1607                  Tutuklu ve Hükümlülerin Çalışmasının… Kısa süreli hapis cezasının ne olduğuna ilişkin olarak  TCK nın 49. maddenin 2. fıkrasında düzenleme yapılmış ve hükmedilen bir yıl veya daha az süreli hapis cezasının, kısa süreli hapis cezası olduğu belirtilmiştir. Kısa süreli hapis cezaları, Kanunun 50. maddesinde belirtilen seçenek yaptırımlara çevrilebilmesi  açısından  diğer cezalardan  farklılık  göstermektedir.  Kısa süreli hapis cezasının seçenek yaptırımlara çevrilmesi uygulamada oldukça faydalı görülmektedir. Kanunda kısa süreli hapis cezasının süresi, bir yıl veya daha az bir süre olarak düzenlenmiş olması, kısa süreli hapis cezalarında seçenek  yaptırımın  uygulama  alanını  kısıtladığı  gerekçesiyle  doktrinde eleştirilmiştir. Kamu hizmeti cezasının uygulanmasına ilişkin çalışma gün ve saatleri, çalışmada  dikkat  edilecek  hususlar  Denetimli  Serbestlik  Hizmetleri Yönetmeliği madde 66 da düzenlenmiştir. Yönetmeliğin 50. maddesinde, hükümlünün çalışmasına ilişkin iş birliği protokolüne yer verilmiştir. Bu hüküm uyarınca, kamu hizmeti cezası uygulanan hükümlülerin denetimli serbestlik müdürü ile hükümlüyü çalıştıracak olan kamu kurum ve kuruluşları                                                            77  HAFIZOĞULLARI, Zeki; 5237 Sayılı Türk Ceza Kanunu nda Cezalar ve Güvenlik Tedbirleri, Ankara Barosu Dergisi, Y. 65, S.1, 2007, s. 80.; TURHAN/ALTIKANAT, Yeni Bir Ceza İnfaz Usulü Olarak Denetimli Serbestlik ve Bu Usulden Yararlanma Şartları, s. 9.; DONAY, s. 9-10.; ALDEMİR, Hüsnü; Türk İnfaz Hukuku ve İnfaz Yargılaması, Ankara, 2012., s. 339.; ÇOLAK/ALTUN, Kısa Süreli Hapis Cezaları, Seçenekli Yaptırımlar ve İnfaz Rejimleri, s.174. 78  ÇETİN, s. 204. 79  (1) Kamu hizmeti cezası; toplumsal katılım ile hükümlünün iyileştirilmesini ve topluma kazandırılmasını amaçlayan, hükümlünün topluma verdiği zararı kamu hizmetinde ücretsiz çalışarak geri ödemesini ve bu şekilde kamu düzeninin sağlanmasını esas alan bir seçenek yaptırımdır. (2) Kamu hizmeti cezası, kamu kurumu veya kamu yararına hizmet veren bir özel kuruluşta yerine getirilir. Çalıştırılacak iş belirlenirken; hükümlünün iyileştirilmesi, kamuya verilen zararın ödetilmesi, hükümlünün becerileri, mağdurun ve toplumun güvenliği ve  çalışmanın  ceza  niteliğinde  olduğu  dikkate  alınır.  Çalıştırılacak  gün  ve  saatler, hükümlünün işi, aile yaşamı veya eğitimi dikkate alınarak belirlenir. (3) Kamu hizmeti cezasının infazında dört saat çalışma bir gün sayılır. Hükümlü günde en az iki, en çok sekiz; haftada en az on dört, en çok kırk saat çalıştırılır. Kamu hizmeti cezasının infazı, toplam ceza süresinin iki katını geçemez. (4) Kamu hizmeti cezasının yerine getirilmesinde; hükümlünün durumu, çalıştırılacağı kurum ya da kuruluş haricinde kimseyle paylaşılamaz. Kurum  ya  da  kuruluş  yetkilileri,  hükümlünün  ifşa  olmaması  ve  dışlanmaması  için hükümlünün durumunu diğer çalışan ve kişiler ile paylaşamaz. Bu konuda kurum ya da kuruluş yetkilileri bilgilendirilir. (5) Suça sürüklenen çocuklar hakkında kamu hizmeti cezası  kararı  verilmişse,  kamu  hizmeti  cezasının  infazında  hükümlünün  çalışmaya başlayacağı tarihteki yaşı dikkate alınır. Hükümlünün on sekiz yaşından küçük olması halinde çalıştırılacak iş; çocuğun bedensel, zihinsel ve ahlaki gelişimi ile eğitimine engel olmayacak ve destekleyecek şekilde belirlenir. On sekiz yaşını tamamlayıncaya kadar çalışılan her iki saat bir gün sayılır. Bu şartların sağlanamaması halinde çocuk hakkında verilen bu yaptırımın değiştirilmesi mahkemesinden istenebilir. 1593Taliye AKBIYIK                                   Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1569-1607  veya kamu yararına hizmet üreten özel kuruluşlar arasında iş birliği protokolü imzalanmakta  ve  hükümlü  bu  protokol  çerçevesinde  çalıştırılmaktadır. Yönetmeliğin 52. maddesinde ise taraflar arasında çalışma protokolünün düzenleneceği belirtilmiştir.    Kamu hizmeti cezası kapsamında yapılan çalışmanın hukuki niteliğine baktığımızda, hükümlünün çalıştırılması için öncelikle gönüllü olma koşulu aranmaktadır. Hakkında kısa süreli hapis cezası verilen sanığın, bu tedbirin uygulanmasına  ilişkin  talepte  bulunması  ya  da  mahkemece  bu  tedbirin uygulanmasına  yönelik  yapılan  önerinin  sanık  tarafından  kabul  edilmesi gerekmektedir.  Kamu  hizmeti  cezası  kapsamında  yapılan  çalışmanın ücretsiz  olduğu  mevzuatta  belirtilmiştir.  İş  sözleşmesinde  ücretin, sözleşmenin esaslı unsurlarından biri olduğu göz önüne alındığında kamu hizmeti  cezası  kapsamında  yapılan  çalışmanın  işi  ilişkisi  olarak değerlendirilemeyeceği açıktır.                                                             80  (1) Kamu hizmeti cezası veya gözetim altında ya da 5275 sayılı Kanunun 105/A maddesinin beşinci fıkrasında düzenlenen kamuya yararlı bir işte ücretsiz olarak çalışma yükümlülüğü kapsamında yükümlü çalıştıracak olan kamu kurum ve kuruluşları ile kamu yararına hizmet üreten özel kuruluşlarla, yükümlünün çalıştırılması, çalışılacak işin nitelikleri, çalışma süresinin belirlenmesi ve diğer hususlarla ilgili protokol imzalanır. İş birliği protokolünü müdür ile kurum yetkilisi imzalar. (2) İş birliği protokolünde; kurumun adı, hizmetlerin türü, çalışma saatlerinin müdürlük ve kurumun ortak kararı ile belirleneceği, takip çizelgesinin iş yerindeki yükümlünün çalışmasından sorumlu kişi tarafından doldurulacağı, protokolün yürürlük süresi, protokolün sona ereceği haller, cinsiyet ve çocuk/yetişkin ayrımı da dikkate alınarak çalıştırılabilecek yükümlü sayısı, iş yerinin yükümlüye veya çocuğa iş güvenliği ve sağlığı ile işin yapılması için gerekli olan araç ve gereçleri sağlayacağı, işveren ve diğer çalışanlar tarafından yükümlünün insan haklarına ve kişilik haklarına saygı gösterileceği gibi bilgiler yer alır. 81  (1) Hakkında kamu hizmeti cezası, gözetim altında çalıştırma veya 5275 sayılı Kanunun 105/A maddesinin beşinci fıkrasında düzenlenen kamuya yararlı bir işte ücretsiz olarak çalışma yükümlülüğü verilen sanık veya hükümlülerin kurumda işe başlatılmalarından önce müdürlüğün, işyerinin ve hükümlünün görev ve sorumluluklarının yer aldığı çalışma protokolü, denetimli serbestlik personeli, sanık veya hükümlü ile iş yeri temsilcisi arasında imzalanır. (2) Çalışma protokolünde; sanık veya hükümlünün çalıştırılacağı işin türü, mahiyeti ve süresi, uyması gereken güvenlik tedbirleri, yükümlülüklerine aykırı davranması durumunda yapılacak işlemler, iş yerinde kime karşı sorumlu olduğu, iş güvenliği ve sağlığı için gerekli önlemlerin işveren tarafından alınacağı gibi bilgiler yer alır. (3) Gözetim altında çalışma protokolünde yukarıdaki bilgilere ek olarak iş, vergi ve sosyal güvenlik mevzuatına ilişkin yükümlülüklerin işverenler tarafından yerine getirileceği, sanık veya hükümlülere ücret ödeneceği bilgisine yer verilir. (4) Çalışma protokolü, sanık veya hükümlünün dosyasında saklanır. 82  AYKAÇ, s. 360. 83  AYKAÇ, s. 360. 1594Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1569-1607                  Tutuklu ve Hükümlülerin Çalışmasının… 2. Kamuya Yararlı Bir İşte Çalışma 5275 sayılı Ceza ve Güvenlik Tedbirlerinin İnfazı Hakkında Kanunun 105/A  maddesinde,  Hükümlülerin  dış  dünyaya  uyumlarını  sağlamak, aileleriyle  bağlarını  sürdürmelerini  ve  güçlendirmelerini  temin  etmek amacıyla; a) açık ceza infaz kurumunda cezasının son altı ayını kesintisiz olarak  geçiren,  b)  çocuk  eğitim  evinde  toplam  cezasının  beşte  birini tamamlayan, koşullu salıverilmesine bir yıl veya daha az süre kalan iyi hâlli hükümlülerin talebi hâlinde, cezalarının koşullu salıverilme tarihine kadar olan kısmının denetimli serbestlik tedbiri uygulanmak suretiyle infazına, ceza infaz kurumu idaresince hükümlü hakkında hazırlanan değerlendirme raporu dikkate alınarak, infaz hâkimi tarafından karar verilebilir. hükmüne yer verilmiştir.  Maddenin  5.  fıkrasında  ise,  denetimli  serbestlik  tedbiri uygulanmak şartıyla cezasının infazına karar verilen hükümlünün, koşullu salıverilme  zamanına  kadar  denetimli  serbestlik  müdürlüğünce  kamuya yararlı bir işte çalıştırılmasına hükmedileceği düzenlenmiştir. Hükümlülerin koşullu  salıverilme  zamanına  kadar  denetimli  serbestliğe  tabi  tutulması, topluma uyum sağlamalarını kolaylaştıran, aile ilişkilerini güçlendiren bir uygulama olarak görülmektedir. Kamuya  yararlı  bir  işte  çalıştırılmaya  hükmedilmesi  için  Kanun da belirtilen  koşulların  sağlanması  gerekmektedir.  Bu  kapsamda  Kanun da belirtilen mahkûmiyet süresinin sağlanması, hükümlünün durumunun iyi hal olduğuna ilişkin hâkimin kanaati ve son olarak hükümlünün Yönetmelikte belirtildiği üzere kuruma müracaat etmesi gerekmektedir. Yönetmelik in madde 84/1 de kamuya yararlı bir işte ücretsiz olarak çalıştırılmanın tanımı yapılmıştır. Bu hükme göre; Kamuya yararlı bir işte                                                            84  Denetimli  serbestlik  tedbiri  uygulanmak  suretiyle  cezasının  infazına  karar  verilen hükümlünün, koşullu salıverilme tarihine kadar; a) Kamuya yararlı bir işte ücretsiz olarak çalıştırılması, b) Bir konut veya bölgede denetim ve gözetim altında bulundurulması, c) Belirlenen  yer  veya  bölgelere  gitmemesi,  d)  Belirlenen  programlara  katılması, yükümlülüklerinden  bir  veya  birden  fazlasına  tabi  tutulmasına,  denetimli  serbestlik müdürlüğünce karar verilir. Hükümlünün risk ve ihtiyaçları dikkate alınarak yükümlülükleri değiştirilebilir. 85  ÖZBEK, s. 327. 86  Denetimli Serbestlik Hizmetleri Yönetmeliği, 82. maddenin 1. ve 2. fıkrası: (1) Hakkında denetimli serbestlik tedbiri uygulanarak cezanın infazına karar verilen hükümlü ceza infaz kurumundan çıktıktan sonra üç gün içerisinde talebinde belirttiği denetimli serbestlik müdürlüğüne müracaat etmek zorundadır. (2) Müdürlüğe müracaat için gereken üç günlük süre, hükümlünün ceza infaz kurumundan ayrılışını takip eden günden itibaren başlar. Son gün bir tatile rastlarsa, süre tatilin ertesi günü mesai saati bitiminde sona erer. 87  ALDEMİR, Yakalama, Gözaltına Alma, Tutuklama, Adli Kontrol, s. 489. 1595Taliye AKBIYIK                                   Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1569-1607  ücretsiz olarak çalıştırılma, hükümlünün kurallara uyma becerisi ve çalışma disiplini kazanmasını, başkalarının haklarına saygı göstermesini, zamanı planlamasını, bir meslek edinerek kendi işini kurmasını veya bir iş edinmesini amaçlayan, iyileştirme ve topluma kazandırmayı esas alan bir yükümlüktür. 84. Maddenin diğer fıkralarında da çalıştırılmaya yönelik esaslar belirtilmiştir. Hükümlünün çalıştırılacağı işin belirlenmesinde dikkat edilecek hususlara yönelik 84. maddenin 6. fıkrasında düzenleme yapılmış ve Çalıştırılacak iş belirlenirken; hükümlünün iyileştirilmesi, mesleği, becerileri, mağdurun ve toplumun güvenliği dikkate alınır. Çalıştırılacak gün ve saatler, hükümlünün işi, aile yaşamı veya eğitimi dikkate alınarak belirlenir. Hükümlünün çalıştığı iş,  kurum  veya  yer  denetimli  serbestlik  müdürlüğünce  değiştirilebilir. ifadesine yer verilmiştir. Ceza  ve  Güvenlik  Tedbirlerinin  İnfazı  Hakkında  Kanunun  105/A maddesinde düzenlenen kamuya yararlı bir işte ücretsiz olarak çalıştırılma ile Türk Ceza Kanunun madde 50 de belirtilen kısa süreli hapis cezasına seçenek yaptırımlardan olan kamu hizmeti cezası ile arasında çalışmanın şekline yönelik benzerlik olsa da esasa ilişkin farklılıklar vardır. Öncelikle TCK da  yer alan  düzenleme (kamu  hizmeti cezası),  sanığın  yargılaması yapılırken  cezaya  hükmedilmesi  sırasında  başvurulan  kısa  süreli  hapis cezasına bir seçenek yaptırımdır. Sanığa verilecek cezanın belirlenmesinde TCK m. 50 de belirtilen hususlar esas alınmaktadır. CGTİHK m.105/A da belirtilen çalışmaya (kamuya yararlı bir işte ücretsiz olarak çalıştırılma), sanığın  almış  olduğu  cezanın  infazı  aşamasında  ve  isteği  üzerine başvurulmaktadır.  Hükümlünün  kamuya  yararlı  bir  işte  ücretsiz  olarak çalıştırılarak  cezasının  infazına  karar  verirken  hâkim,  sanığın  cezasının infazındaki  davranışlarını esas alarak  karar  verecektir.  Hâkim  tarafından kamuya yararlı bir işte ücretsiz olarak çalıştırılmaya ilişkin karar verilirken CMK m. 50 de belirtilen hususlar esas alınmayacaktır. İki  düzenlemenin  uygulama  sonrasındaki  hukuki  sonuçları  farklılık göstermektedir.  TCK  m.  50/5 te  de  belirtildiği  üzere  sanık  açısından uygulanacak asıl mahkûmiyet, yargılama sonucunda hükmolunan seçenek yaptırımdır. 5275 sayılı Kanunda sanığın kamuya yararlı bir işte ücretsiz                                                            88  CEBRE, s. 713. 89  CEBRE, s.713. 90  ÇETİN, s. 228.; CEBRE, s. 713-714. 91  HAFIZOĞULLARI,  5237  Sayılı  Türk  Ceza  Kanunu nda  Cezalar  ve  Güvenlik Tedbirleri, s.84.; AYGÜN EŞİTLİ, s. 68.; ALDEMİR, Yakalama, Gözaltına Alma, Tutuklama, Adli Kontrol, s. 337., DONAY, s. 16.; ÖZBEK, s. 102. 1596Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1569-1607                  Tutuklu ve Hükümlülerin Çalışmasının… olarak  cezasının  infazına  yönelik  düzenleme  yapılsa  da  buradaki  asıl mahkûmiyet, sanığın almış olduğu hapis cezasıdır. Kamu hizmeti cezası ile kamuya yararlı bir işte ücretsiz olarak çalıştırma yaptırımına karar verecek kurumlar açısından da farklılık göstermektedir. 5275 sayılı Kanun m. 105/A da belirtilen kamuya yararlı bir işte çalıştırma yaptırımına denetimli serbestlik müdürlüğü tarafından karar verilmektedir. TCK m.50 de düzenlenen kısa süreli hapis cezasına seçenek yaptırım olan kamu hizmeti cezası yaptırımına mahkeme tarafından verilmektedir.  Her iki çalışmada da Denetimli Serbestlik Hizmetleri Yönetmeliğinin 50. maddesinde belirtilen iş birliği protokolü ve 52. maddede belirtilen çalışma protokolünün uygulanması ortak noktalarını oluşturmaktadır. a.  Kamu Hizmeti Cezası Verilen ve Kamuya Yararlı İşte Çalışan Hükümlülerin Sosyal Güvenliği Denetimli  Serbestlik  Hizmetleri  Kanunun  m.14/2 de  düzenleme yapılmış ve Kamu yararına çalışma yaptırımının infazında 17/7/1964 tarihli ve 506 sayılı Sosyal Sigortalar Kanunu hükümleri uygulanmaz. ifadesine yer verilmiştir. Maddenin gerekçesinde de Bu düzenleme ile Türk Ceza Kanunu ve  Ceza  ve  Güvenlik  Tedbirlerinin  İnfazı  Hakkında  Kanun  hükümleri gereğince kamuya yararlı bir işte çalıştırılan hükümlülerin bu çalışmaları hizmet  akdine  dayanmaması,  506  sayılı  kanunun  2.  maddesinde  bu hükümlüler  ile  ilgili  düzenleme  bulunmaması,  çalışma  karşılığında hükümlülere  ücret  ödenmemesi  ve  bu  çalışmanın  bir  cezanın  denetimli serbestlik kapsamında infaz şekli olması nedeniyle, kamu yararına çalışma yaptırımının infazında 17/7/1964 tarihli ve 506 sayılı sosyal sigortalar kanunu hükümlerinin  uygulanmayacağı  öngörülmektedir.  şeklinde  düzenleme yapılmıştır. Denetimli Serbestlik Hizmetleri Kanunun 14. maddesi, TCK m. 50/1, f hükmünde yer alan kamu yararına çalışma (kamu hizmeti cezası) hem de 5275 sayılı Kanunun m. 105/A da belirtilen kamuya yararlı işte çalışma yaptırımını kapsamakta ve 14. maddenin 1. fıkrasının a bendinin 4. kısmında da her iki yaptırımın kamu yararına çalışma olarak tanımlandığı görülmektedir. Madde                                                            92  ÇETİN, s. 228.; CEBRE, s. 714.; ALDEMİR, Yakalama, Gözaltına Alma, Tutuklama, Adli Kontrol s. 325. 93  AYKAÇ, s. 361. 94  AYKAÇ, s. 361. 95  RG. 20.7.2005/25881. 96  AYKAÇ, s. 363. 1597Taliye AKBIYIK                                   Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1569-1607  gerekçesinde,  söz  konusu  çalışma  ile  kısmen  ya  da  zorunlu  sigortalılık ilişkisinin kurulamayacağı belirtilmektedir. Bu çalışmaları yapanların sosyal güvenlik hakkından mahrum edilmeyerek, sosyal güvence altına alınması sosyal güvenliğin amacına uygun düşecektir. Kanunda belirtilen kamu hizmeti cezası  kapsamında  çalışanlar  ve  kamuya  yararlı  bir  işte  çalıştırılanların dilerlerse isteğe bağlı sigortalılıktan yararlanacağı açıktır.  5510  sayılı  Sosyal  Sigortalar  ve  Genel  Sağlık  Sigortası  Kanunun yürürlüğe girmesi ile birlikte 506 sayılı Sosyal Sigortalar Kanuna yapılan atıfların 5510 sayılı yasa olarak anlaşılması gerekir. Bu kapsamda, kamu hizmeti cezası veya kamu yararına çalışma yaptırımı uygulanan kimse, 5510 sayılı  Kanun  kapsamında  herhangi  bir  sigorta  kapsamında  sigortalı sayılmayacaktır.  Kişinin  hükümlülük  hali,  kazanılmış  sosyal  güvenlik haklarını  olumsuz  etkilemeyecektir.  Hakkında  kamuya  yararlı  bir  işte çalıştırma  yaptırımı  uygulanan  kimse,  emekli  ise  emeklilik  haklarından yararlanabilecektir.  Aynı  şekilde  kişiye  malullük  veya  yaşlılık  aylığı bağlandıysa, kişinin kamuya yararlı bir işte çalışırken bu aylığı almaya devam etmesi gerekmektedir. Konuya ilişkin Avrupa Konseyi Bakanlar Komitesinin Kamusal Cezalar ve Tedbirler Hakkındaki R (92)16 Sayılı Tavsiye Kararı nda kamusal cezalara yönelik temel ilkelere değinilmiştir. Tavsiye Kararının 28. kuralında, Bir kamusal cezanın veya tedbirin yüklenmesi veya infaz edilmesiyle mevcut herhangi  bir  sosyal  güvenlik  sisteminden  yararlanma  hakkı sınırlandırılmamalıdır.  hükmüne  yer  verilerek  kamusal  cezanın  sosyal güvenlik  hakkını  ortadan  kaldırmayacağı  ilkesinin  benimsendiği görülmektedir. Anayasanın 60. maddesinde herhangi bir ayrım yapılmaksızın herkesin sosyal güvenlik hakkına sahip olduğu belirtilmiştir. Bu kapsamda sosyal güvenlik hakkının herkese tanınması gerekmektedir. 5510 sayılı Kanunda da belirtildiği  üzere  ceza  infaz  kurumu  bünyesinde  çalışan  tutuklu  ve hükümlülerin  kısmen  sigortalılık  ilişkisi  kabul  edilmişken,  hükümlünün gönüllülük esasına dayalı olarak çalışmasının öngörüldüğü kamuya yararlı bir işte çalıştırmada sigortalılık ilişkisinin kurulması gerekmektedir. Kamuya                                                            97  ÖZER/DULAY-YANGIN, s. 749. 98  AYKAÇ, s. 363, UŞAN, s. 1472. 99  AYKAÇ, s. 364, konuyla ilgili Mahkumlara Uygulanacak Muameleye İlişkin Standart Asgari Kuralların 74. maddesinde, Mahkumların, işe ilişkin hastalıklar da dahil olmak üzere, iş kökenli yaralanma ve incinmelere karşı, yasaların özgür işçilere tanıdığından eksik bir düzeyde olmayacak şekilde sigortalanması için düzenlemeler yapılacaktır. ifadesine yer verilmiştir. 1598Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1569-1607                  Tutuklu ve Hükümlülerin Çalışmasının… yararlı işte çalıştırma yaptırımının uygulandığı kimselerin, sosyal güvenlik kapsamında  yer  almaması,  sigortalı  olmaması  o  kişiye  karşı  çifte cezalandırma olarak nitelendirilmektedir. Kamuya yararlı işte çalıştırmada kişiye ücret verilmeyeceğinin belirtilmesi, bu kimsenin sigortasız olması gerektiği anlamına gelmemektedir. Anayasamızın 60. maddesinde de açıkça belirtildiği  üzere  sosyal  güvenlik  hakkını  herkese  sağlanması  gerçeği karşısında bizim de katıldığımız görüş uyarınca bu kimselerin en azından iş kazası  ve  meslek  hastalığına  karşı  sigortalı  sayılmaları,  sosyal  güvenlik haklarının sağlanması gerekmektedir. 3. Gözetim Altında Çalıştırma Gözetim  altında  çalıştırmanın  tanımına  ilişkin  Denetimli  Serbestlik Hizmetleri Yönetmeliğinin 59. maddesinde gözetim düzenleme yapılmış ve Gözetim altında çalışma yükümlülüğü; bir meslek veya sanat sahibi sanığın, bir kamu kurumunda veya özel olarak aynı meslek veya sanatı icra eden bir başkasının gözetimi altında ücret karşılığında çalıştırılmasıdır. ifadesine yer verilmiştir. Bu çalışmada sanık, kendi meslek ya da sanatını icra etmekte, kamu  yararına  bir  çalışma  yapmamaktadır.  Bu  sebeple  gözetim  altında çalıştırma yaptırımı, diğer çalışmalardan farklılık göstermektedir. Mevzuatta  çeşitli  durumlarda  gözetim  altında  çalıştırma  yaptırımına başvurulabileceği belirtilmiştir. Bu düzenlemelerden ilki Türk Ceza Kanunun 51. maddesinde hapis cezasının ertelenmesi halinde denetim süresi içinde sanığa uygulanan çalışmadır. Hükümlünün cezasının ertelenmesine ilişkin kararın  verilmesi  halinde  51.  maddenin  3.  fıkrasında  Cezası  ertelenen hükümlü hakkında, bir yıldan az, üç yıldan fazla olmamak üzere, bir denetim süresi belirlenir. Bu sürenin alt sınırı, mahkûm olunan ceza süresinden az olamaz.  hükmüne  yer  verilerek  denetim  süresinin  belirleneceği  ifade edilmiştir. TCK 51. Maddenin 4. fıkrasında denetim süresi içinde mahkemece verilebilecek yükümlülükler belirtilmiş ve fıkranın (b) bendinde, Bir meslek veya sanat sahibi hükümlünün, bir kamu kurumunda veya özel olarak aynı                                                            100  ÖZER/DULAY YANGIN, s. 750; HARLAND, s. 476. 101  AYKAÇ, s. 364. 102  AYKAÇ, s. 364. 103  TCK m. 51/1: İşlediği suçtan dolayı iki yıl veya daha az süreyle hapis cezasına mahkûm edilen kişinin cezası ertelenebilir. Bu sürenin üst sınırı, fiili işlediği sırada on sekiz yaşını doldurmamış veya altmış beş yaşını bitirmiş olan kişiler bakımından üç yıldır. Ancak, erteleme kararının verilebilmesi için kişinin; a) Daha önce kasıtlı bir suçtan dolayı üç aydan fazla hapis cezasına mahkûm edilmemiş olması, b) Suçu işledikten sonra yargılama sürecinde gösterdiği pişmanlık dolayısıyla tekrar suç işlemeyeceği konusunda mahkemede bir kanaatin oluşması gerekir. 1599Taliye AKBIYIK                                   Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1569-1607  meslek  veya  sanatı  icra  eden  bir  başkasının  gözetimi  altında  ücret karşılığında çalıştırılmasına  karar  verilebileceği  belirtilmiştir.  Kanunda, karar  verilebilir  ifadesinden  hareketle  gerektiği  hallerde  mahkemenin, denetim süresi boyunca herhangi bir yükümlülük yüklemeden de denetim sürenin  geçmesinin  beklenilmesine  karar  verebileceği  sonucuna ulaşılmaktadır.  Gözetim altında çalıştırmaya ilişkin diğer bir düzenleme 5271 sayılı Ceza Muhakemesi Kanunu nun 231. maddesinde hükmün açıklanmasının geriye bırakılması kararı verilen hükümlü hakkında uygulanabileceği belirtilmiştir. Kanunun  231.  maddesinin  8.  fıkrasında,  Hükmün  açıklanmasının  geri bırakılması kararının verilmesi halinde sanık, beş yıl süreyle denetim süresine tâbi tutulur. Denetim süresi içinde, kişi hakkında kasıtlı bir suç nedeniyle bir daha hükmün açıklanmasının geri bırakılmasına karar verilemez. Bu süre içinde bir yıldan fazla olmamak üzere mahkemenin belirleyeceği süreyle, sanığın denetimli serbestlik tedbiri olarak a) Bir meslek veya sanat sahibi olmaması halinde, meslek veya sanat sahibi olmasını sağlamak amacıyla bir eğitim programına devam etmesine, b) Bir meslek veya sanat sahibi olması halinde, bir kamu kurumunda veya özel olarak aynı meslek veya sanatı icra eden bir başkasının gözetimi altında ücret karşılığında çalıştırılmasına, c) Belli yerlere gitmekten yasaklanmasına, belli yerlere devam etmek hususunda yükümlü  kılınmasına  ya  da  takdir  edilecek  başka  yükümlülüğü  yerine getirmesine, karar verilebilir. Denetim süresi içinde dava zamanaşımı durur. ifadesine yer verilmiştir. 5275 sayılı Ceza ve Güvenlik Tedbirlerinin İnfazı Hakkında Kanununun koşullu salıvermenin düzenlendiği 107. maddesinin 7. fıkrasında gözetim altında çalıştırmaya ilişkin hükme yer verilmiştir. Bu hükme göre, Hükümlü, denetim süresinde, infaz kurumunda öğrendiği meslek veya sanatı icra etmek üzere, bir kamu kurumunda veya özel olarak aynı meslek veya sanatı icra eden bir başkasının gözetimi altında, ücret karşılığında çalıştırılabilir.  Koşullu salıvermeden yararlanan hükümlülerin gözetim altında çalıştırılması infaz şekli olarak düzenlendiğinden hükümlü çalışmada yalnızca infaz kurumunda öğrenmiş  olduğu  meslek  ve  sanatı  icra  etmek  üzere  gözetim  altında çalışılmaktadır. Kamu hizmeti cezası ve kamu yararına çalışmada olduğu gibi gözetim altında çalıştırmada da Denetimli Serbestlik Hizmetleri Yönetmeliğinin 50 ve                                                            104  AYKAÇ, s. 365. 105  RG. 17.12.2004/25673. 106 ÖZER/DULAY-YANGIN, s. 751. 1600Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1569-1607                  Tutuklu ve Hükümlülerin Çalışmasının… 52. maddelerinde  belirtilen  iş  birliği  protokolü  ve çalışma  protokolünün imzalanması gerekmektedir. Kamu hizmeti cezası ve kamuya yararlı bir işte çalışmadan farklı gözetim altında çalıştırmada yapılan çalışmanın karşılığında ücret alınmaktadır. Bu çalışmanın bir iş ilişkisi olup olmadığının belirlenmesi gerekmektedir.  Denetimli  Serbestlik  Hizmetleri  Yönetmeliğinin  52. maddesinin  3.  ve  4.  fıkrasında,  Gözetim  altında  çalışma  protokolünde yukarıdaki bilgilere ek olarak iş, vergi ve sosyal güvenlik mevzuatına ilişkin yükümlülüklerin  işverenler  tarafından  yerine  getirileceği,  sanık  veya hükümlülere ücret ödeneceği bilgisine yer verilir. Çalışma protokolü, sanık veya  hükümlünün  dosyasında  saklanır.  hükmüne  yer  verilmiştir.  Bu düzenlemeler uyarınca  gözetim altında  çalıştırma  yaptırımının, iş ilişkisi olarak kabul edildiği görülmektedir. Hakkında gözetim altında çalıştırma yaptırımı uygulanan kimselerin de iş ve sosyal güvenlik mevzuatına tabi olduğu, 5510 sayılı Sosyal Sigortalar ve Genel Sağlık Sigortası Kanunu nun madde 4/I-a bendi kapsamında sigortalı sayılacağı sonucuna ulaşılmaktadır.  SONUÇ Cezanın  infazının  amacı,  infaz  kurumundaki  hükümlülere  çeşitli eğitimler  verilip  iyileştirilmelerini  sağlamak  ve  yeniden  suç  işlemelerini engelleyerek  infaz  sonrasındaki  yaşamlarında  topluma  uyumlarını kolaylaştırmaktır. Ceza infaz kurumundaki tutuklu ve hükümlülere yönelik mesleki eğitimler verilerek çalıştırılmasının sağlanması, cezanın infazının amacının gerçekleştirilmesinde önemli bir rol oynamaktadır. Bu kapsamda ceza infaz mevzuatımızda tutuklu ve hükümlülerin çalıştırılmasına ilişkin çeşitli düzenlemeler yapıldığı görülmektedir. Ceza infaz kurumu bünyesinde çalışan tutuklu ve hükümlülerin sosyal güvenlik  hakların  ilişkin  5510  sayılı  Sosyal  Sigortalar  ve  Genel  Sağlık Sigortası Kanunun 5/1-a maddesinde düzenleme yapılmıştır. Buna göre, ceza infaz kurumları ile tutukevleri bünyesinde oluşturulan tesis, atölye ve benzeri ünitelerde çalıştırılan hükümlü ve tutuklular, kısmen sigortalı sayılarak bu kimselere iş kazası ve meslek hastalığı ile analık sigortası uygulanacağı ve zorunlu  sigortalılık kapsamında  bu kimseler,  5510 sayılı Kanunun 4/1-a maddesi  uyarınca  sigortalı  sayılacağı  belirtilmiştir.  Ceza  infaz  kurumu bünyesinde çalıştırılan tutuklu ve hükümlüler, hasatlık sigortası kapsamına alınmamıştır.  5510 sayılı Kanunda, ceza infaz kurumu dışında çalıştırılanların sosyal güvenliğine  ilişkin  bir  hükme  yer  verilmemiştir.  Kurum  dışında                                                            107 AYKAÇ, s. 366. 1601Taliye AKBIYIK                                   Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1569-1607  çalıştırılanların sosyal güvenlik haklarına ilişkin açıkça bir düzenlemenin yapılması,  uygulamada  karşılaşılabilecek  sorunların  çözümünde  faydalı olacaktır. Yönetmelikte, ceza infaz kurumu dışında yapılan çalışmalarda ceza infaz  kurumu  ile  özel  ya  da  kamu  sektöründeki  işveren  ile  protokol imzalanacağı ve çalışmanın bu protokol uyarınca yapılacağı belirtilmiştir. Yukarıda da bahsettiğimiz üzere kurum dışında yapılan çalışmaların niteliğine ilişkin doktrinde birçok görüşe yer verilmiştir. Kanaatimizce sosyal güvenlik hakkının herkese tanınması gereken bir hak olduğundan hareketle yapılan çalışmanın,  hizmet  ilişkisine  dayandığı  kabul  edilerek  bu  çalışmada bulunanların 5510 sayılı Kanunun 4/1-a maddesi uyarınca zorunlu sigortalı sayılması gerekmektedir. Ceza infaz kurumunda kurum içi hizmetlerde çalıştırılan hükümlülerin ilgili Yönetmelikte, işyurdunda çalıştırılan tutuklu ve hükümlüler kapsamında değerlendirilmeyeceği  ifade  edilmiştir.  Kurum  içi  hizmetlerde  yapılan çalışmalarda  bulunanların  sosyal  güvenlik  haklarına  yönelik  açık  bir düzenleme olması gerekmektedir. Kurum içi hizmetlerde yapılan çalışmalar ile işyurdunda yapılan çalışmalar arasında çok önemli bir fark görülmemekte, hatta kurum içi hizmetlerde çalıştırılanların daha nitelikli işlerde çalıştırıldığı görülmektedir. Bu sebeple kurum içi hizmetlerde çalıştırılan hükümlülerin sigortalılık  açısından  işyurdunda  çalışan  tutuklu  ve  hükümlüler  gibi değerlendirilerek kısmen sigortalı sayılmaları gerekmektedir. 5510  sayılı  Kanunda,  gözaltı  ve  tutuklulukta  geçen  sürelerin borçlanılmasında  beraat şartı aranmaktadır. İşlemiş olduğu suçtan dolayı mahkûm olanlara isteğe bağlı sigortalıktan yararlanarak yaşlılık, malullük ve ölüm  sigortası  kapsamında  olma  imkânı  sunulurken,  beraat  etme  şartını taşımadığı  için  gözaltı  ve  tutuklulukta  geçen  sürelerin  borçlanılması imkanının olmaması çelişki olarak görülmektedir.  5510 sayılı Kanunun 60. maddesinde genel sağlık sigortalı sayılanlar belirtilmiş, ceza infaz kurumları ile tutukevleri bünyesinde bulunan hükümlü ve tutuklular, genel sağlık sigortası kapsamına alınmamıştır. Genel sağlık sigortasının  amacı,  Anayasal  hak  olan  sağlık  hakkından  herkesin faydalanmasını sağlamaktır. Genel sağlık sigortasının amacına uygun olarak ceza infaz kurumunda bulunan tutuklu ve hükümlülerin genel sağlık sigortası kapsamına dahil edilmesi yerinde bir düzenleme olacaktır. Denetimli serbestlik uygulaması kapsamında yaptırılan çalışmalardan; kamu hizmeti cezası ve kamuya yararlı bir işte ücretsiz çalıştırma kapsamında çalışan  hükümlülerin  sosyal  güvenliklerine  ilişkin  açık  bir  hüküm 1602Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1569-1607                  Tutuklu ve Hükümlülerin Çalışmasının… bulunmamaktadır. Yapılan çalışmaların karşılığında bir ücret olmadığı için sigortalılık ilişkisinin oluşmadığı kabul edilmektedir. Buradaki çalışmalar, hükümlülerin gönüllülük esasına dayanmaktadır. Zorunlu iş ilişkisinin olduğu ceza infaz kurumu bünyesindeki çalışmalarda bulunan tutuklu ve hükümlüler, 5510 sayılı Kanunun 5/1-a maddesi uyarınca kısmen sigortalı sayılmıştır. Gönüllülük ilişkisinin esas olduğu kamu hizmeti cezası ve kamuya yararlı bir işte  ücretsiz  olarak  çalıştırma  kapsamında  çalışan  hükümlülerin  sosyal güvenlik kapsamına dahil edilerek sigortalılık bağının oluşturulması oldukça önemli görülmektedir. Gözetim altında çalıştırmada hükümlü, bir işverenin yanında ceza infaz kurumunda  öğrenmiş  olduğu  mesleği  icra  etmekte  ve  cezasının  infazını çalışarak  gerçekleştirmektedir.  Denetimli  Serbestlik  Hizmetleri Yönetmeliğinde yer alan hüküm uyarınca bu çalışmanın iş ilişkisine dayandığı sonucuna ulaşılmaktadır. Bu kapsamda çalışanların   5510 sayıl kanunun madde 4/1-a kapsamında sigortalı sayılması gerekmektedir.                1603Taliye AKBIYIK                                   Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1569-1607",
     "Kaynakça": "ALDEMİR, Hüsnü, Türk İnfaz Hukuku ve İnfaz Yargılaması, Ankara, 2012.  ALDEMİR, Hüsnü, Yakalama, Gözaltına Alma, Tutuklama, Adli Kontrol, Ankara, 2014. ALTAN,  Ömer  Zühtü,  “Eski  Hükümlülerin  Çalıştırılmasında  Genel  İlkeler  ve Türkiye Uygulaması, Eskişehir İktisadi Ticari İlimler Akademisi Dergisi, C.16, S.1, (Ocak 1980), ss. 322-356. ARICI, Kadir, Türk Sosyal Güvenlik Hukuku, Ankara, 2015. ASLAN, Nükte, “Tedavi ve Denetimli Serbestlik Tedbiri Altında Bulunan Bireylerin Aile  Yapılarını  ve  Algılanan  Sosyal  Destek  Düzeyleri  Arasındaki  İlişki, (Yayımlanmamış Yüksek Lisans Tezi, Hacettepe Üniversitesi, Sosyal Bilimler Enstitüsü), 2012. ASLANKÖYLÜ, Resul, Sosyal Sigortalar ve Genel Sağlık Sigortası Kanunu Şerhi, Ankara, 2009. AYGÜN EŞİTLİ, Ezgi, “Kısa Süreli Hapis Cezası ve Kısa Süreli Hapis Cezasına Seçenek Yaptırımlar, Ankara Üniversitesi Hukuk Fakültesi Dergisi, 65 (1), 2016, ss. 63-100. AYKAÇ, Hande Bahar, “Ceza İnfaz Kurumları Dışında Çalıştırılan Hükümlülerin Sosyal Güvenliği, TİSK Akademi, C. 10, S. 20, 2015/II, ss. 344-369. BEDÜK, Mehmet Nusret, “Kamu Kurum ve Kuruluşlarında Eski Hükümlü İşçi Çalıştırılması, Kamu-İş, C.1, S. 2, 2010, ss. 13-36. BEDÜK, Mehmet Nusret, “Türk İş Hukuku nda Eski Hükümlü İstihdamı, C.16, S.1, (Ocak 2001), Çimento İşveren Dergisi, ss. 47- 87. BİLGİÇ, Şükrü, “Mahkûmların İyileştirilmesinde Zorunlu Çalıştırmanın Önemi, Türkiye de Denetimli  Serbestlik 10. Yıl Uluslararası Sempozyumu, Bildiri Kitabı, “Uluslararası Yaklaşımlar, 8-10 Aralık, 2015. CANİKLİOĞLU, Nurşen; “Türk Hukukunda Sakat ve Eski Hükümlü Çalıştırma Yükümlülüğü, (Yayımlanmamış Yüksek Lisans Tezi, Marmara Üniversitesi, Sosyal Bilimler Enstitüsü)1991. CEBRE, Ayvaz, “Kamuya Yararlı Bir İşte Çalıştırma Seçenek Yaptırımı, Türkiye Adalet Akademisi Dergisi, Y.3, S.10, 2012, ss. 687-718.   CENGİZ,  Serkan/DEMİRAĞ,  Fahrettin/ERGÜL,  Teoman/MCBRİDE, Jeremy/TEZCAN,  Durmuş,  Avrupa  İnsan  Hakları  Mahkemesi  Kararları Işığında Ceza Yargılaması Kurum ve Kavramları, Ankara, 2008. CENTEL, Nur/ZAFER, Hamide, Ceza Muhakemesi Hukuku, İstanbul, 2012.  COYLE,  Andrew,  Cezaevi  Yönetimine  İnsan  Haklarını  Göz  Önüne  Alan  Bir Yaklaşım, Uluslararası Cezaevi Araştırmaları Merkezi, Londra: Uluslararası Cezaevi Araştırma Merkezi, 2002.  1604Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1569-1607                  Tutuklu ve Hükümlülerin Çalışmasının… ÇALIŞKAN, Bilal, “Avrupa İnsan Hakları Mahkemesine Göre Tutuklama, Adalet Dergisi, S. 37, 2010, ss. 1-34. ÇETİN, Hamza, Türk Ceza Kanunu nda Seçenek Yaptırımlar, Ankara, 2011. ÇİÇEK,  Mustafa,  “Kısa  Süreli  Hapis  Cezalarına  Seçenek  Olarak  Sunulan Yaptırımların  Değerlendirilmesi,  (Yayınlanmamış  Yüksek  Lisans  Tezi, İstanbul Üniversitesi, Adli Tıp Enstitüsü) 2010. ÇOLAK, Haluk/ALTUN, Uğurtan; “Denetimli Serbestlik Kavramının Yaptırım Teorisi  ve  Penolojik  Bakımdan  Tahlili  ile  Pozitif  Hukukumuzdaki Düzenlemeler, Adalet Dergisi, S. 25, 2006, ss. 1-52. ÇOLAK,  Haluk/ALTUN,  Uğurtan;  “Kısa  Süreli  Hapis  Cezaları,  Seçenekli Yaptırımlar ve İnfaz Rejimleri, TBB Dergisi, S. 67, 2006, ss. 163-229. DEMİR,  Vakkas,  Tutuklu  ve  Hükümlülerin  Cezaevindeyken  4/A  ve  4/B Sigortalılıklarının  Devam  Edip  Etmeyeceğinin  Açıklanması,  Mali  Çözüm Dergisi, S. 108, Kasım-Aralık 2011, ss. 197- 205.   DEMİRBAŞ, Timur, İnfaz Hukuku, Ankara, 2013. DONAY, Süheyl, Türk Ceza İnfaza Hukuku, İstanbul, 2014. DÖNMEZER, Sulhi, Genel Ceza Hukuku Dersleri; İstanbul, 2003. EKONOMİ, Münir, İş Hukuku Ferdi İş Hukuku Cilt I, İstanbul, 1984. ENGİN, Murat E., “Suçu Önleyici Tedbirler Bağlamında Ceza İnfaz Kurumlarında Çalışma ve Eski Hükümlü İstihdamı, Çalışma İlişkileri Dergisi, Temmuz 2012, C.3, S.2, ss. 24-35.   ERMAN, Eyüp Sabri, İş Davaları ve Tatbikatı, Ankara, 1956. GÜNAY, Cevdet İlhan, Şerhli İş Kanunu, Cilt I, Ankara, 1998. GÜZEL, Ali/OKUR, Ali Rıza/CANİKLİOĞLU, Nurşen, Sosyal Güvenlik Hukuku, İstanbul 2020. HAFIZOĞULLARI,  Zeki;  “5237  Sayılı  Türk  Ceza  Kanunu nda  Cezalar  ve Güvenlik Tedbirleri, Ankara Barosu Dergisi, Y. 65, S.1, 2007, ss. 78-109. HARLAND Alan T., “Court-Ordered Community Service in Criminal Law: The Continuing Tyranny of Benevolence, Buffalo Law Review, vol. 29, no. 3, Summer 1980. İNCE,  Hüseyin,  “Kısa  Süreli  Hapis  Cezasına  Uygulanabilecek  Seçenek Yaptırımlardan  “Kamuya  Yararlı  Bir  İşte  Çalıştırma  Yaptırımı,  Adalet Dergisi, S.30, 2008, ss. 177-198. İNCE, Hüseyin; Türk Ceza Hukukunda Kısa Süreli Hürriyeti Bağlayıcı Cezalara Seçenek Yaptırımlar, Ankara, 2007. 1605Taliye AKBIYIK                                   Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1569-1607  İNCİ, Z. Özen, Bir Koruma Tedbiri Olarak Türk Ceza Muhakemesi Hukukunda Tutuklama, Ankara, 2014. KAMER, Vehbi Kadri, “Ceza Adalet ve İnfaz Sistemi İçinde Denetimli Serbestlik Sisteminin Önemi, Adalet Dergisi, S. 31, 2008, ss. 69-80. KARAKAŞ DOĞAN, Fatma, Ceza İnfaz Hukuku, İstanbul, 2013. KARAKAŞ, İsa, Hizmet Borçlanması ve Birleştirilmesi Rehberi; Ankara, 2009. KILKIŞ, İlknur, “Çalışma Mevzuatındaki Son Düzenlemeler Işığında İşverenlerin Çalıştırma Zorunluluğu ve Yaptırımları, Prof. Dr. Nusret Ekin e Armağan, Ankara, 2000, ss. 851-890.  KOÇAK,  Orhan/ALTUN,  Serdar,  “Ceza  İnfaz  Kurumundaki  Mesleki  Eğitim Faaliyetlerinin Hükümlü İstihdamına Katkıları, Çalışma İlişkileri Dergisi, C.1, S.1, ss. 95-117. KOPARAN, Mehmet Reşat, “Bir Koruma Tedbiri Olarak Tutuklama, Türkiye Barolar Birliği Dergisi, S.65, 2006, ss.154- 172. MADEN, Mehmet, Hapis Cezasına Seçenek Yaptırımlar, Ankara, 2012. NURSAL, Necati/ATAÇ, Selcen; Denetimli Serbestlik ve Yardım Sistemi, Ankara, 2006. ÖZBEK, Veli Özer, İnfaz Hukuku, Ankara, 2015. ÖZDAMAR, Murat, “5510 Sayılı Kanun da Düzenlenen Sigorta Borçlanmaları, İş ve Hayat, ss. 219-229. ÖZEN, Muharrem, “Yargı Kararları Işığında Kamuya Yararlı Bir İşte Çalıştırma, Türkiye de Denetimli Serbestlik 10. Yıl Uluslararası Sempozyumu Bildiriler Kitabı (Uluslararası Yaklaşımlar), Adalet Bakanlığı Ceza ve Tevkifevleri Genel Müdürlüğü Denetimli Serbestlik Daire Başkanlığı, 08-10 Aralık 2015 İstanbul, ss. 32-37.  ÖZEN, Murat, “Ceza Muhakemesi Hukukunda Tutuklama, Adalet Dergisi, S.34, 2009, ss. 192-2012.   ÖZER, Hatice Duygu/DULAY YANGIN, Dilek, “Ceza İnfaz Mevzuatı Kapsamında Çalışan  Tutuklu  ve  Hükümlülerin  Sosyal  Güvenliği,  MÜHF  Hukuki Araştırmalar Dergisi, C.25, S.2, Prof. Dr. Ferit Hakan Baykal Armağanı, Aralık 2019, ss. 727-756. ÖZGENÇ, İzzet/ BAYRAKTARLI, İhsan Yılmaz; İnfaz Kurumlarındaki Hükümlü Sayısındaki  Artış  Sorunu  ve  Çözüm  Önerisi,  Ankara  Hacı  Bayram  Veli Üniversitesi Hukuk Fakültesi Dergisi C. XXIII, Y. 2019, Sa. 1, ss. 129-139. ÖZTÜRK,  Bahri/EKER  KAZANCI/Behiye/SOYER  GÜLEÇ,  Sesim,  Ceza Muhakemesi Hukukunda Koruma Tedbirleri, Ankara, 2013. 1606Ankara Üni. Hukuk Fak. Dergisi, 69 (4) 2020: 1569-1607                  Tutuklu ve Hükümlülerin Çalışmasının… SARAÇ,  Coşkun,  İŞSİZLİK  SİGORTASI  EDİM  KOŞULLARI,  Dokuz  Eylül Üniversitesi Hukuk Fakültesi Dergisi, C.13, S.1, 2011, s.1-26. SAVCI, İlkay, “Cezaevlerinde Hükümlülerin Çalıştırılması ve Eski Hükümlülerin İstihdamı Konusunda İşçi Sendikalarının Tavrı, Prof. Dr. Alparslan Işıklı  ya Armağan, Ankara, 2009, ss. 293-314. SAVCI, İlkay, Cezaevi İşyurtlarında Çalışan Hükümlüler Bir Alan Araştırması, Ankara, 2004. SAYMEN, Ferit Hakkı; Türk İş Hukuku, İstanbul,1954. SÖZER, Ali Nazım, Türk Sosyal Sigortalar Hukuku, İstanbul, 2015. TEZCAN, Durmuş, “Hapis Cezalarının İnfazında Pozitif Ayrımcılık, İnfaz Hukuku ve Özel Durumdaki Hükümlüler Sempozyumu, Ankara, 2008, ss. 21-29. TEZEL, Ali/KURT, Resul, Sosyal Güvenlik Reformu; Ankara, 2009. TOPCU, Umut; “Yeni Sosyal Güvenlik Yasasında Hizmet Borçlanması İşlemlerinin Usul ve Esasları, Vergici ve Muhasebeciyle Diyalog, S. 247, Kasım 2008, ss. 138-145. TOROSLU, Nevzat, Ceza Hukuku Genel Kısım, Ankara, 2008. TUNCAY, A. Can/EKMEKÇİ, Ömer; Sosyal Güvenlik Hukuku Dersleri, İstanbul, 2015. TUNCAY, A. Can; “Sosyal Sigortaların Genel Hükümleri ve Türleri Açısından Yargıtay ın 2013 Yılı Kararlarının Değerlendirilmesi, Yargıtay ın İş Hukuku ve Sosyal Güvenlik Hukuku Kararlarının Değerlendirilmesi 2013, İstanbul, 2015. TURHAN, Faruk/ALTIKAT, Abdürrahim, “Yeni Bir Ceza İnfaz Usulü Olarak Denetimli Serbestlik ve Bu Usulden Yararlanma Şartları, Süleyman Demirel Üniversitesi Hukuk Fakültesi Dergisi, C. 2, S. 2, 2012, ss. 1-46. UŞAN, M. Fatih, “İş ve Sosyal Güvenlik Hukuku Açısından Tutuklu ve Hükümlü Çalışması, Prof. Dr. Nuri Çelik e Armağan, C.II, İstanbul, 2001, ss. 1436-1473. UYGUR, Turgut, İş ve Sosyal Güvenlik Hukuku nda Temel Kavramlar; Yargılama, Ankara: Olgaç Matbaası, 1980. YAVUZ, Hakan A., “Ceza Adaleti Sisteminde Denetimli Serbestlik, (Yayınlamış Doktora Tezi, Gazi Üniversitesi, Sosyal Bilimler Enstitüsü), 2011.  YAVUZ, Hakan A., “Denetimli Serbestliğin Türk Ceza Adalet Sistemi İçerisindeki Genel Görünümü Üzerine, Adalet Dergisi, S. 42, 2012, ss. 58-75. YELMEN, Yunus, “5510 Sayılı Sosyal Sigortalar ve Genel Sağlık Sigortası Kanunu İle Düzenlenen Hizmet Borçlanması, Sosyal Güvenlik Dünyası, Y.12, S. 53, Ocak-2009, ss. 45-55. YÜREKLİ,  Yürekli,  “İşçinin  Gözaltına  Alınması  veya  Tutuklanmasının  İş Sözleşmesine Etkisi ve Sonuçları, İş Dünyası ve Hukuk, Prof. Dr. Tankut Centel e Armağan, İstanbul, 2011, ss.589-614.   1607"
}