{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "4",
     "Başlık": "SU MÜLKİYETİ AÇISINDAN TÜRK MEDENÎ KANUNU, YERALTI SULARI HAKKINDA KANUN VE SU KANUNU TASARISI HÜKÜMLERİNİN DEĞERLENDİRİLMESİ",
     "Title": "The Evaluation of the Provisions of Turkish Civil Code, Law on Underground Waters and Draft of Water Law With Regard to Water Property",
     "Yazar İsmi": [
          "Prof. Dr. Veysel BAŞPINAR"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Su mülkiyeti",
          "kaynak hakkı",
          "yeraltı suları",
          "devletin hüküm ve tasarrufu",
          "özel mülkiyet"
     ],
     "Keywords": [
          "Water property",
          "the right to source",
          "groundwater",
          "the possession of an absolute right of the State",
          "private ownership"
     ],
     "Özet": "Su mülkiyeti, Cumhuriyetin ilk yıllarında kabul edilmiştir. Bu anlamda 743 sayılı Türk Kanun-u Medenîsi ndeki düzenleme, mehaz İsviçre Medenî Kanunu nda olduğu gibidir. Buna göre gerek kaynaklar gerek yeraltı suları, içinden çıktığı arazi malikinin mülkiyetindedir. Zira kaynaklar içinden çıktığı arzın madde itibariyle muhtevasına dâhildir. Dolayısıyla kaynağın mülkiyeti araziden bağımsız olarak başkalarına devredilemez. Bu durum, TMK. m. 718 ve 756 hükümlerinin ortak bir gereğidir.  Buna kareşılık, Türk hukukunda 1945 ten, özellikle 1950 li yıllardan sonra suyun mülkiyetinin Devlete ait olması yönünde bir eğilim başlamıştır. Bu  konudaki  ilk  düzenlemeyi  6309  sayılı  Maden  Kanunu nda  görmek mümkündür. Bu anlayış Devlet menfaatini ön planda tutmaktadır. Suyun mülkiyetinin de Devlete ait olduğunu öngören kanun değişiklikleri bu yıllarda yapılmıştır. Gerçekten de, 1960 yılında, 138 sayılı Kanunla eMK. m. 679 da değişiklik yapılarak, yeraltı suları özel mülkiyet konusu olmaktan çıkarılmıştır. Daha sonra 167 sayılı Kanun ile bu durum, sadece arazideki değil, bütün                                                     Ankara Üniversitesi Hukuk Fakültesi Medenî Hukuk Anabilim Dalı Öğretim Üyesi-2754  Başpınar SU MÜLKİYETİ AÇISINDAN TÜRK MEDENÎ KANUNU, YERALTI SULARI HAKKINDA KANUN VE SU KANUNU TASARISI HÜKÜMLERİNİN DEĞERLENDİRİLMESİ The Evaluation of the Provisions of Turkish Civil Code, Law on Underground Waters and Draft of Water Law With Regard to Water Property  Prof. Dr. Veysel BAŞPINAR ÖZET Su mülkiyeti, Cumhuriyetin ilk yıllarında kabul edilmiştir. Bu anlamda 743 sayılı Türk Kanun-u Medenîsi ndeki düzenleme, mehaz İsviçre Medenî Kanunu nda olduğu gibidir. Buna göre gerek kaynaklar gerek yeraltı suları, içinden çıktığı arazi malikinin mülkiyetindedir. Zira kaynaklar içinden çıktığı arzın madde itibariyle muhtevasına dâhildir. Dolayısıyla kaynağın mülkiyeti araziden bağımsız olarak başkalarına devredilemez. Bu durum, TMK. m. 718 ve 756 hükümlerinin ortak bir gereğidir.  Buna kareşılık, Türk hukukunda 1945 ten, özellikle 1950 li yıllardan sonra suyun mülkiyetinin Devlete ait olması yönünde bir eğilim başlamıştır. Bu  konudaki  ilk  düzenlemeyi  6309  sayılı  Maden  Kanunu nda  görmek mümkündür. Bu anlayış Devlet menfaatini ön planda tutmaktadır. Suyun mülkiyetinin de Devlete ait olduğunu öngören kanun değişiklikleri bu yıllarda yapılmıştır. Gerçekten de, 1960 yılında, 138 sayılı Kanunla eMK. m. 679 da değişiklik yapılarak, yeraltı suları özel mülkiyet konusu olmaktan çıkarılmıştır. Daha sonra 167 sayılı Kanun ile bu durum, sadece arazideki değil, bütün                                                     Ankara Üniversitesi Hukuk Fakültesi Medenî Hukuk Anabilim Dalı Öğretim Üyesi   2725Su Mülkiyeti Açısından...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2725-2754  yeraltı sularını kapsayacak şekilde genişletilmiş ve kalıcı hale getirilmiştir. 4721  sayılı  Türk  Medenî  Kanunu  döneminde  sadece  kaynakların  arzın mülkiyetine tabi olduğu kabul edilmiştir (m. 756). Buna karşılık, hazırlığı uzun yıllara dayanan Su Kanunu Tasarısı nda su kaynakları Devletin hüküm ve  tasarrufu altına  alınmıştır. Buna  göre  sular içinde  bulundukları arzın mülkiyetine tabi değildir (m. 3/I). Görüldüğü gibi, Tasarı ile mevcut hükümler biraz daha ileri götürülmüştür. Böylece bütün sular özel mülkiyet konusu olmaktan  çıkarılmıştır.  Bu  sonuç,  AY.  m.  35/I  ile  garanti  altına  alınan mülkiyet hakkına ve TMK. m. 718 ile 756 hükümlerine aykırıdır. Yine bu sonuç  yüzyılımızın  gerek  hürriyetçi  gerek  mülkiyet  anlayışına  da uymamaktadır.",
     "Abstract": "Water property was acknowledged in the first years of the Republic. In this sense, the legal regulation in Turkish Law Number 743 is similar to that of the Swiss Civil Code. According to this, both the resources and the underground waters are in the property of the land owner from whose land they flow. Because resources are the integral part of the supply. Therefore, the ownership of the source can not be transferred independently from the land to the others. This is as required by Civil Code Articles 684, 718 and 756, respectively. In Turkish law, a trend started in 1945, especially after the 1950s, that water property belonged to the State. The first regulation on this subject was made in the Mining Law Number 6309. This mentality brings the interests of the State into the forefront. Law amendments envisage that the property of water belongs to the State were made in those years. Indeed, in 1960, the article of 679 of Civil Code was changed by the Law Number 138 and the ground waters have been removed from being a private property issue. Later on, by the Law Number 167, this situation was expanded and made permanent in the manner covering not only the land but all the underground waters. In the period of Turkish Civil Code Number 4721, it was accepted that only the resources are belong to the property of supply (Article 756). On the other hand, water resources were taken under the possession of an absolute right of the State in the Water Law Draft which has been prepared for many years. Accordingly, waters are notAnkara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2725-2754  Başpınar subject to the ownership of the supply in which they are in (Article 3 / I). As it can be seen that with the draft law, the existing provisions were improved. Thus, all waters sources have been removed from being a private property issue.  This  result  is  contrary  to  Article  35  of  The  Constitution  which guarantees the ownership and the Articles 718 and 756 of Civil Code. This conclusion is also contrary to the liberty regime or the ownership mentality of our century.",
     "Metin": "Sular ile ilgili hükümler, pek çok kanunda yer almaktadır. Gerçekten de, su mülkiyeti ile ilgili olarak Türk Medenî Kanunu nda (m. 715, 718, 756) yer alan düzenlemelerin yanında, AY. m. 168; 831 sayılı Sular Hakkında Kanun (m.1), 3039 sayılı Çeltik Ekimi Kanunu (m. 7), 4373 sayılı Taşkın Sular Hakkında Kanun (m. 1), 7478 sayılı Köy İçme Suları Hakkında Kanun (m. 11), 167 sayılı Yeraltı Suları Hakkında Kanun (m. 1) ve nihayet Su Kanunu Tasarısı nda (m. 3) 6 hükümler yer almaktadır.  Sular ile ilgili kanunların bir kısmında, su mülkiyeti ile ilgili dolaylı hükümler yer almakta iken; bir kısmında doğrudan doğruya düzenlemeler kabul edilmiştir. Gerçekten de, 831 ve 3039 sayılı Kanunlarda su mülkiyeti ile ilgili dolaylı bir şekilde düzenleme yapılmıştır. Buna karşılık, 4373, 7478 ve 167  sayılı  Kanunlarda  su  mülkiyeti  ile  ilgili  doğrudan  hükümler sevkedilmiştir. Bununla birlikte 167 sayılı Yeraltı Suları Hakkında Kanun un hükmü (m.1) dışında söz konusu hükümlerde, su mülkiyeti ifadesi yerine, genellikle  umumî ve hususî  sulardan söz edilmiştir. Ancak, Su Kanunu                                                  1   Türk Medenî Kanunu nda yukarıda bahsi geçen hükümlerin dışında, su ile ilgili başka düzenlemeler de bulunmaktadır. Meselâ, TMK. m. 742, 743,757, 758, 759, 760 ve 761 bu düzenlemeler arasında yer almaktadır. Ancak bunlar, doğrudan doğruya su mülkiyetiyle değil, daha ziyade komşuluk hukuku ile ilgili düzenlemelerdir. Bu sebeple çalışmada söz konusu hükümler inceleme konusu yapılmamıştır.  2   RG. T. 23.6.1936, S. 3337. 3   RG. T. 21.1.1943, S. 5310. 4   RG. T. 16.5.1960, S. 10506.  5   RG. T. 23.12.1960, S. 10688. 6   Su Kanunu Tasarısı nın Türk Medenî Kanunu hükümleri ile çelişen, dolayısıyla eleştirilecek pek çok yönü bulunmaktadır. Bu çalışmada sadece Tasarının su mülkiyeti ile ilgili hükmü (m. 3) değerlendirilmiş olup, diğer konular başka bir çalışmada ele alınacaktır.    2727Su Mülkiyeti Açısından...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2725-2754  Tasarısı ile bu hükümlerin tamamına yakını yürürlükten kaldırılmaktadır (m. 28).  Su  mülkiyeti  ile  ilgili  düzenlemelerde  bir  tanım  birliği  de  bulmak mümkün değildir. Gerçekten de, TMK. m. 715 ve 756/III te  yararı kamuya ait sular dan bahsedilmiştir. Bunun gibi 831 sayılı Kanun m. 1 de  kamunun ihtiyacını temine mahsus sular (ihtiyac-ı ammeyi temine mahsus sular) , 3039 sayılı Kanun m. 7 de  umuma aid sular ; 4373 sayılı Kanun m. 1 de  umumi ve hususi, kapalı veya akarsular ; 7478 sayılı Kanun m. 11 de  umuma ait sular , m. 12 de  sahipli sular ; nihayet 167 sayılı Kanun m. 1 de  umuma  ait  sular dan  söz  edilmiştir.  Bununla  birlikte,  söz  konusu düzenlemelerde genel su-özel su, yer altı suyu ve kaynak ayrımı ve bunun kıstaslarına yer verilmiş değildir.  Yukarıdaki hükümlerden de anlaşıldığı üzere, bahsi geçen hükümlerin bir kısmında mülkiyet açısından genel ve özel su ayrımı yapılmakla birlikte, Türk Medenî  Kanunu nda  olduğu  gibi  bunlarda  da  ayrımın  ölçüsünü  bulmak mümkün değildir. Bununla birlikte doktrinde hakim görüş, Türk Medenî Kanunu ndaki  hükümlerden  hareketle  mülkiyet  açısından  sular,  genel (umumî) sular ve özel mülkiyet konusu (hususî) sular olmak üzere ikiye ayrılmaktadır. Aşağıdaki açıklamalarda da bu ayrım esas alınmıştır. A. Genel (Umumî) sular 1) Kanunî düzenleme Genel (umumî) sular, nitelikleri itibariyle kimsenin mülkiyetinde olmayan, üzerlerinde  özel mülkiyet tesis  edilemeyen,  toplumun yararlanmasına  ve kullanmasına  bırakılmış,  devletin  hüküm  ve  tasarrufu  altında  bulunan sulardır.  Genel  sular,  denizler,  nehirler,  akarsular  ve  yeraltı  sularıdır.                                                  7   Bkz. YAZMAN, İrfan; Kaynakların Türk Medenî Hukukunda Tâbi Olduğu Rejim, Ankara 1970, s. 33; DOĞRUSÖZ, Edip; Sular Hukuku, 5. Bası, Ankara 1997, s. 38; GÜRLEK İLGÜN, Mühübe; Su Davaları, Ankara 2008, s. 1. 8   Buna karşılık, doktrinde MARDİN  göre, sular konusunda farklı bir tasnifi benimsemiş bulunmaktadır. Yazara göre sular, sahipsiz sular, kamu malı sular, mecra içinde akan sular, üzerinde özel mülkiyet tesisi makul görülecek surette yeryüzünde akan sular, sun î olarak toplanmış sular ve sahipli arazideki kaynaklardan çıkan, fışkıran (nebean) şekilde alt türlere ayrılır. Bkz. MARDİN, Ebul ulâ; Vakıf Katma Suları, Cemil BİRSEL e Armağan, İstanbul 1939, 239 vd.  9   Tanım için bkz. UYGUR, Tanju; Suların Hukuki Rejimi, ABD. 1975, S. 2, s. 158. 10  Buna karşılık dereler (çaylar), büyüklük ve küçüklüklerine göre genel veya özel sular arasında yer alabilir. Bkz. DOĞRUSÖZ, s. 38.  2728Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2725-2754  Başpınar Toprak  yüzeyinde  akmayan  durgun  suların  (küçük  ve  büyük  göllerin) mülkiyeti akarsulara benzetilmiştir. Buna karşılık, yeraltı suları genel su niteliğinde olup Devletin hüküm ve tasarrufu altındadır. Gerçekten de,  yeraltı sularının mülkiyeti  kenar başlığını taşıyan Yeraltı Suları Hakkında Kanun un m. 1/I e göre,  Yeraltı suları umumi sular meyanında olup Devletin hüküm ve tasarrufu altındadır. 11. Kanunda yeraltı sularının tamamının Devletin hüküm ve  tasarrufu  altında  olduğu  belirtilerek,  büyüklük-küçüklük,  akarlıkdurgunluk ayrımı yapılmadığı gibi bir fark da gözetilmemiştir. Dolayısıyla 167 sayılı Kanun ile birlikte Türk Hukukunda yeraltı suları bakımından, genel su-özel su ayrımı yapılması imkânı ortadan kalkmıştır.  Genel  sular  TMK.  m.  715 te  hükme  bağlanmıştır.  Gerçekten  de,  Sahipsiz yerler ve yararı kamuya ait mallar  başlığını taşıyan m. 715 e göre,  aksi ispatlanmadıkça, yararı kamuya ait sular ile kayalar, tepeler, dağlar, buzullar gibi tarıma elverişli olmayan yerler ve bunlardan çıkan kaynaklar, kimsenin mülkiyetinde değildir ve hiçbir şekilde özel mülkiyete konu olamaz. . TMK. m. 715/II ye göre genel sularda özel mülkiyet söz konusu olmadığı gibi, sahipsiz suların zamanaşımı yoluyla iktisabı veya başka bir yol ile üzerlerinde aynî hak kazanılması da mümkün değildir. Bu sebeple mevcut mevzuat göre, genel sulardan herkes ihtiyacı oranında yararlanma hakkına                                                  11  167 sayılı Kanun m. 2 ye göre yeraltı suyu  Yeraltındaki durgun veya hareket halinde olan bütün sulardır. . Yukarıdaki metinde de görüldüğü gibi, Kanun un m.1 in kenar başlığı  yeraltı sularının mülkiyeti   şeklindedir. Kanaatimizce, böyle bir ifade kendi içinde çelişmektedir. Zira yer altı suları üzerinde ne gerçek ve tüzel kişilerin özel mülkiyeti ne de devlet ve diğer kamu tüzel kişilerinin kamu mülkiyeti söz konusudur. Başka bir deyişle, yeraltı suları devletin hüküm ve tasarrufu altında bulunduğundan, devletin hâkimiyet hakkından kaynaklanan tasarruf yetkisi mevcuttur. Bu sebeple, hem yeraltı suları üzerinde mülkiyet hakkı tesis edilemeyeceği kabul edilip, hem de burada mülkiyet kavramına yer verilmesi, yanlış anlamalara sebebiyet verebilecek tutarsız bir ifadedir. Bunun yerine maddenin kenar başlığında  yeraltı sularının hukukî durumu  deyiminin kullanılması daha yerinde olurdu. Aynı yönde görüş için bkz. UYGUR, s. 163.  12  YAZMAN, s. 49.  13  eMK. m. 641 de  Sahipsiz şeyler ile menfaati umuma ait olan mallar Devletin hüküm ve tasarrufu  altındadır.  Hilâfı  sabit  olmadıkça  menfaatı  umuma  ait  sular  …  kimsenin mülkiyetinde değildir  hükmüne yer verilerek, bu tür suların Devletin zabıtasına, dolaysıyla kamu hukukuna tabi olacağı açıkça ifade edilmişti. Aynı şekilde eski Medenî Kanun da sadece özel mülkiyet konusu olabilen sulardan sadece kaynaklara yer verilmiş, diğer sular hakkında bir düzenleme kabul edilmiş değildi. Hâlbuki, bu dönemde, kaynaklar dışında kalıp da özel mülkiyete konu olması mümkün sular da mevcuttu. Meselâ geçtikleri arazinin bütünleyici parçası olmayıp, özel bir mülkiyete konu teşkil edebilen sular bunlardandır. Bu tür bir suyun tapu sicilinin ayrı bir sayfasına tescili gerekirdi. Bkz. SAYMEN, F.H./ELBİR, H. K.; Türk Eşya Hukuku (Aynî Haklar; İstanbul 1954, s. 360-361.    2729Su Mülkiyeti Açısından...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2725-2754  sahiptir. Ancak bu hak üçüncü kişilerin aleyhine genişletilmez. Diğer taraftan, genel sulardan yararlanmada temel kural  kadim hak tır. Bu hak, mahallî bilirkişilerle ve şahitle isbat edilebilir. Kadim hak yoksa teamül araştırılır. Belirtelim ki, bu tür sulardan, içme ve kullanma suyu önceliklidir. Bu sebeple zarurî ihtiyacını karşılamak için, herkes genel sudan bu oranda pay alabilir. Yargıtay da aynı sonucu kabul etmektedir. Diğer taraftan Yüksek Mahkeme, bir İçtihadı Birleştirme Kararı nda, sulama kanalından su alınarak arazi sulamanın, eTCK. m. 491 de (5237 sayılı TCK. m. 141) düzenlenen hırsızlık suçunu oluşturmayacağını kabul etmiştir.                                                   14  Mecelle m. 6 da  Kadîm kıdemi üzre terkolunur  hükmü yer alırken, m. 166 da kadimin ne olduğu  Kadîm, odur ki evvelini bilir kimse olmaya  şeklinde tanımlanmıştır. Su hukukunda da kadîm, öncesi bilinmeyecek kadar eski olan uygulamayı ifade temektedir. Yargıtay da bir kararında kadim hakkın, öncesi bilinmeyecek kadar uzun süre kullanımdan kaynaklanan kazanılmış bir durumun ifadesi olduğunu belirtmiştir. Bkz. 3. HD. T. 07.11.2006, E. 2006/11636, K. 2006/14655 (GÜRLEK İLGÜN, s. 38); 3. HD. T. 27.02.2007, E. 2007/1831, K. 2007/2728:  Öteden beri yararlanma şekli ve sudan yararlanmada öncelik hakkı bulunanlar dikkate alınıp, herkesin ihtiyaçları oranında yararlanabileceği bir su rejimi kurulması gerekir.  (GÜRLEK İLGÜN, s. 24-25).  15  6. HD. T. 29.06.1962, E. 1962/294, K. 1962/4582 (GÜRLEK İLGÜN, s. 22).  16  3. HD. T. 09.07.2007, E. 2007/12038, K. 2007/11916:  İçme suyu ihtiyacının karşılanması dava konusu sudan yararlanması zorunlu kılıyorsa, davacıda mağdur etmeyecek şekilde bir su düzeneği (rejimi) oluşturulması ve tarafların sudan birlikte yararlanmasının sağlanması gerekmektedir  (GÜRLEK İLGÜN, s. 28-29).  17  HGK. T. 06.12.1950, E. 1950/5-91, K. 1950/35  Gelen sudan yalnız faydalanma hakkı bulunan kişinin, haklarına halel gelmemek şartıyla kamunun yararlanmasına engel olmak hakkı yoktur  (GÜRLEK İLGÜN, s. 23).  18  GÜRLEK İLGÜN, s. 4. 19  Bkz. HGK. T. 6.2.1976, E. 1976/6-155, K. 1976/194 (KBİBB., 743/679); HGK. T. 31.01.1979, E. 1978/6-239, K. 1979/67 : …mahalli bilirkişilerin beyanlarına nazaran kötügöz suyundan alınan ve davalıların tarlalarından geçerek davacıların tarlasına kadar uzanan kadim bir arkın bulunduğu ve bu arkın 1930 yıllarında davacılar tarafından temizlenerek işler bir hale getirildiği ve halen kullanıldığı anlaşılmaktadır. Arkın bir süre terk edilmiş olması yani bir müddet kullanılmaması kadim hakkı ortadan kaldırmaz. Bu itibarla davanın kabulü gerekir...  (KBİBB., 743/m. 679).  20  Bkz. İBK. T. 29.4.1985, E. 1985/1, K. 1985/4  İzinsiz ve habersiz olarak devlet su işlerine ait sulama kanalındaki suyu alarak arazisini sulayan sanığın eylemi, TCK.nun 491/ilk maddesine mümas (mümasil olmalıdır)  hırsızlık  suçunu teşkil etmez; ancak unsurlarının intiva  ettiği  takdirde  1329  tarihli  ameliyatı  iskaiye  işletme  kanunu  muvakkatında müeyyideye bağlanan SUÇLARI OLUŞTURUR. Nasılki Devlet ormanından izinsiz ağaç kesen ve götüren; merciinden ruhsat almaksızın taş ocağı açıp işleten, kum alan; izin almadan maden ocağı çalıştırıp çıkardığı cevheri götürene hırsız diyemiyorsak, su için de aynı kuralın geçerliliğini kabul etmek gerekir.  (KBİBB., 765/m. 491). 2730Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2725-2754  Başpınar 743 sayılı Türk Kanun-u Medenîsi dönemin ilk kısmında yani 1960 dan önce,  umumî  (genel)  sular  kategorisinde  sadece  akarsular  ve  göller  yer almakta idi. Buna karşılık, yeraltı suları, kaynaklar gibi kabul edilerek, özel hukuk, dolayısıyla mülkiyet konusu olabilmekteydi. Gerçekten de, eMK. m. 679 un ilk halinde, ikinci fıkrada  Yer altındaki sular kaynaklar gibidir.  hükmü yer almakta idi. 23.1.1960 tarih ve 138 sayılı Kanunla, m. 679/II hükmü  Yeraltı suları genel olarak, menfaati umuma ait sulardandır. Bir arza malik  olmak,  onun  altındaki  suya  malik  olmayı  tazammum  (tazammun olmalıdır) etmez.  şeklinde değiştirilmiş,  Yeraltı sularından arz maliklerinin istifade şekli ve bunun derecesi, mahsus kanunlarında gösterilir.  hükmü maddeye III. fıkra olarak ilâve edilmiştir. Böylece, söz konusu düzenleme ile yeraltı suları özel hukuk ve özel mülkiyet konusu olmaktan çıkarılmış, genel sular arasına alınarak, Devletin hüküm ve tasarrufuna tabi kılınmıştır. Daha sonra 167 sayılı Kanunla, bu durum açıkça ifade edilmiştir.  TMK. m. 715/II ye göre genel sularda özel mülkiyet söz konusu olmadığı gibi, sahipsiz suların zamanaşımı yoluyla iktisabı veya başka bir yol ile üzerlerinde aynî hak kazanılması da mümkün değildir. TMK. m. 756/III'e göre, yeraltı suları, kamunun ortak kullanmasına açık genel sulardan olup, devletin hüküm ve tasarrufu altındadır. Arazi sahibinin mülkiyet hakkı, yeraltı sularını  kapsamaz.  Başka  bir  deyişle,  yeraltı  suları,  arazinin  bütünleyici parçası sayılmaz. TMK. m. 756/IV te söz edilen özel kanun 167 sayılı Kanundur. Bu sebeple 167 sayılı Kanun un yürürlüğe girmesinden itibaren yeraltı sularının çeşitli yollarla yer üstüne çıkarılması suretiyle oluşturulan yapay kaynaklar artık TMK. m. 756/I de düzenlenen tabiî kaynaklara ilişkin hükümlere  tâbi  değildir.  Sözü  geçen  Kanuna  göre,  yapay  kaynaklarda, çıkarılan  sudan  arazi  sahibinin  yararlanma  hakkı  vardır.  İdare  bu  tür kaynaklara izin verebilir. Aynı şekilde, tabiî kaynak noktasından çıktıktan sonra, dere, çay, ırmak halini alan sular kaynak hükümlerine tâbi olmayıp, genel su niteliğinde bulunduğundan, bunlar madde itibariyle muhtevaya dahil sayılmaz ve arazi malikinin mülkiyetine dâhil edilmezler.                                                   21  Bkz. http://www.mevzuat.gov.tr/MevzuatMetin/5.3.743.pdf, E.T. 30.09.2016.  22  Bu konuda ayrıca bkz. YILDIZ, D./ÖZBAY, Ö.; Osmanlı dan Bugüne Su Politikaları ve Hukuku, İstanbul 2012, s. 295.  23  6. HD. T. 22.6.1962, Karar için bkz. UYGUR, s. 160. 24  Kanaatimizce, burada bütünleyici parça kavramından maksat; madde itibariyle muhtevaya dahil olma şeklinde anlaşılmalıdır. Bunun gerekçeleri aşağıda açıklanmıştır.  25  EREN, Fikret; Mülkiyet Hukuku, 4. Baskı, Ankara 2016, s. 357.  26  Krş. YAZMAN, s. 83 vd.; AKİPEK, J./AKINTÜRK, T.; Eşya Hukuku, İstanbul 2009, s. 530-531; ESENER, T./GÜVEN, K.; Eşya Hukuku, 6. Baskı, Ankara 2015, s. 228; EREN, Mülkiyet, s. 358; BGE 97 II 333.    2731Su Mülkiyeti Açısından...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2725-2754  2) Yargıtay uygulaması Yargıtay kararlarına göre, ormandan çıkan su, genel su kabul edilir ve bu sulardan  kadim  ve  öncelik  hakkı  gözetilerek,  ihtiyacı  olan  herkesin yararlanma hakkı vardır. Bunun gibi, göller menfaati umuma ait sulardandır. Bu sebeple, göllerden hali hazır durumunu bozacak biçimde yararlanılamaz. Dolayısıyla, gölden motor ile su alma hakkı herkese tanınacak olursa, bu göl umuma ait olma özelliğini yitireceğinden, bu tür davranışa izin verilemez 29. Yüksek Mahkeme ye göre, tapulu yerden çıkan su, kural olarak özel sudur. Buna karşılık, tapulu taşınmaz içerisinden çıkarılmış olsa bile yer altından kazılarak çıkartılan su, özel su olmayıp yeraltı suyu ve dolayısıyla genel sulardan sayılır. Bir suyun  genel su  sayılabilmesi için, o taşınmazın sınırlarını aşacak veya çıkar çıkmaz dere halini alacak kadar çok olması ya da az olmakla birlikte özel mülkiyete konu olmasının kamu yararı açısından sakıncalı bulunması gerekir. Bu sebeple su, kaynadığı taşınmaz içerisinde kalmayacak miktarda ve malikinin ihtiyacının üzerinde bir debiye sahip ise, arzın  madde  itibariyle  muhtevasına  dahil  sayılmayıp,  genel  su  olarak nitelendirilmelidir. Dolayısıyla, bu tür bir suyun taşınmazın ihtiyacından fazla kısmı genel su olarak kabul edilir. B. Özel mülkiyet konusu (hususî) sular 1) Kanunî düzenleme Özel  (hususî)  sular,  içerisinden  çıktığı  taşınmazın  madde  itibariyle muhtevası sayılan, dolayısıyla malikinin mülkiyetinde bulunan sulardır. Bu tür sular, kamu malları dışında kalıp, özel mülkiyete konu teşkil eden ve bu sebeple  hukukî  durumları  özel  hukuk  tarafından  düzenlenen  sulardır. Kaynaklar (gözeler) ve kaynaklar gibi kabul edilen sular bu tür sulardır. Doktrinde kaynak, yeraltı suyunun, yeryüzüne çıktığı yer olarak tanımlan                                                 27  3. HD. T. 10.07.2007, E. 2007/11661, K. 2007/11984 :  Orman sahasından çıkan genel sulardan, kadim ve öncelik hakkı nazara alınmak şartıyla herkes faydalı ihtiyacı oranında yararlanabilir  (GÜRLEK İLGÜN, s. 27-28). 28  Bkz. HGK.T. 5.10.1984, E. 1982/2833, K. 1982/793. 29  3. HD.T., 16.10.1984, E. 1984/4134, K. 1984/4963 (KBİBB., 743/m. 641).  30  3. HD. T. 16.12.1997, E. 1996/5094, K. 1996/7301 (KBİBB., 743/m. 679).  31  3. HD. T. 26.12.2006, E. 2006/16610, K. 2006/18895 (KBİBB. 167/m. 1).  32  3. HD. T. 18.12.2008, E. 2008/14340, K. 2008/21698 (KBİBB., 4721/m. 756).  33  GÜRLEK İLGÜN, s. 3.  34  UYGUR, s. 165.  35  Bkz. DOĞRUSÖZ, s. 38.  2732Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2725-2754  Başpınar maktadır. Başka bir deyişle kaynak, yeraltı suyunun yerüstü suyuna geçiş yeri, yani yeraltı suyunun tekrar yerüstüne çıktığı yerdir. Bu anlamda kaynağın suyu teknik bir tabir olan akiferden gelir. Akiferden gelen suyun çıkışı bir noktadan olabileceği gibi, bir alanı da kapsayabilir. Bu alana  kaynak alanı  denir. Bu sebeple kaynak, köken itibariyle bir yeraltı suyudur.  Kaynakların arazi malikinin mülkiyetinde olduğu kanunda açık olarak yer almaktadır. Gerçekten de, TMK. m. 756/I hükmü şöyledir:  Kaynaklar, arazinin bütünleyici parçası olup, bunların mülkiyeti ancak kaynadıkları arazinin  mülkiyeti  ile  birlikte  kazanılabilir. .  Görüldüğü  gibi, TMK.  m. 756 ya  göre,  özel  mülkiyete  konu  olabilecek  sular  kaynaklar  olarak tanımlanmıştır.  Kanaatimizce, doktrinde hakim görüşün aksine, kaynaklar, arazinin bütünleyici parçası değil, aksine madde itibariyle muhtevasına dahildir. Zira bir şeyden bütünleyici parça olarak söz edebilmek için öncelikle bir asıl şeyin olması gerekir. Hâlbuki, kaynak arzın, madde itibariyle muhtevasını teşkil eden unsurlardan birisidir. Bu husus TMK. m. 718 de açıkça ifade edilmiştir.                                                  36  Tanım için bkz. YAZMAN, s. 71; DOĞRUSÖZ, s. 40. 37  Teknik kavram akifer,  ekonomik bakımdan, önemli miktarda  suyu depolayabilen ve yeterince hızlı taşıyabilen jeolojik birimler olarak tanımlanmaktadır. Suyun çok uzak mesafelere gitmesini sağlayan, yer altı sularını pınarlara ve kuyulara ileten gözenekli toprak ya da jeolojik oluşum, yani yer kabuğu içindeki su depolarıdır. Bir kayacın akifer olarak nitelendirilebilmesi için yeraltı sularını tutması ve çekilebilmesini sağlama konusunda yüksek gözeneğe ve geçirgenliğe sahip olması gerekir. Pekişmemiş kumlar ve çakıllar, kum ve  kireç  taşları, bazalt  akıntıları  gibi kayaçlar akifer olarak  nitelendirilir.  Bkz. http://www.nedir.com/akifer, E. T. 20.11.2016.  38  GÜRLEK İLGÜN, s. 3.  39  Doktrinde bir görüş, kaynağın, TMK. m. 684/II anlamında arazinin bütünleyici parçası olmayacağını ileri sürmektedir. Bu görüşe göre, kaynak arzın esaslı bir unsuru olamaz. Çünkü, kaynağın azalıp çoğalmasında, hattâ tamamen kuruması halinde dahi, arzda önemli bir değişiklik meydana gelmez. Aynı şekilde kaynağın kullanılması veya işletilmesi, taşınmazın yok edilmesi, zarara uğratılması veya yapısının değiştirilmesi olarak nitelendirilemez. TMK. m. 718 ve 756 hükümleri arasındaki bu çelişkinin sebebi, Türk Medenî Kanunu nun taşınmaz mülkiyetin belirlenmesinde m. 704 ve 998 de olduğu gibi, bütün taşınmaz türlerini değil, araziyi esas almış olan genel tutumundur. Bkz. ÖZKÖK, M. Kemal; Su Kaynaklarının Kullanılması  Hakkında  Kanun  Tasarısının  Takdimi,  Su  Kaynaklarının  Kullanılması Hakkında Kanun Tasarısı İle İlgili Bilimsel Hafta, Ankara 1972, s. 16; UYGUR, s. 166.  40  REY, Heinz; Die Grundlagen des Sachenrechts und das Eigentum, Bd. I, 3. Auf. Bern 2007, s.  118  vd.;  MEIER-HAYOZ,  Arthur;  Berner  Kommentar,  Das  Sachenrechti  I,  I: Systematischer Teil Allgemeine Bestimmungen Art. 641-654 ZGB, 5. Auf. Bern 1981, Art. 642, Nr. 48; SCMID, J./HÜRLİMANN-KAUP, B; Sachenrecht, 4. Auf. Zürich 2012, Nr. 79.   2733Su Mülkiyeti Açısından...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2725-2754  Bu sebeple, kaynaktan yoksun bir arazi, içi boşaltılmış bir taşınmaz mülkiyeti haline gelir. Başka bir deyişle, kaynaktan yoksun bir taşınmaz mülkiyeti, içi boşaltılmış bir maddî muhteva olur. Bununla birlikte, kaynağın mülkiyeti ancak  kaynadıkları  arazinin  mülkiyeti  ile  birlikte  kazanılabilir.  Diğer taraftan, TMK. m. 756 da kaynaklar, toprağın diğer unsurları gibi, madde itibariyle muhtevada kabul edilmiştir. Ayrıca  birleşme ilkesi (Akzessinsprinzip; princip de l accession) 42 gereği kaynaklar bağımsız bir mülkiyet konusu olamazlar. Çünkü söz konusu ilke gereğince kaynak arazi mülkiyeti ile öylesine birleşmiştir ki, ikisini birbirinden ayırmak mümkün değildir. Bu durumda -kaynak irtifakı istisna olmak kaydıyla- kaynak ayrı bir hak konusu olmaktan çıkıp, içinden çıktığı taşınmazın hukukî kaderine tabi olur. Aslında bu durum TMK. m. 71845 ve 756 hükümlerinin tabiî bir sonucudur. Bu sebeple,  bahsi  geçen  sulara  malik  olabilmek  için  toprak  mülkiyetinin kazanılması  gerekli  ve  yeterlidir.  Zira  kanunkoyucu  kaynağın  sadece                                                  41  Yargıtay  da  aynı  sonucu  kabul  etmektedir.  Yüksek  Mahkeme nin  bir  kararına  göre  Kaynaklar, arazinin bütünleyicisi parçası olup bunların mülkiyeti ancak kaynaklandıkları arazinin mülkiyeti ile birlikte kazanılabilir.  Bkz. 14. HD. T. 19.01.2009, E. 2008/14058, K. 2009/173 (KBİBB., 4721/m. 756); 3. HD. T. 26.12.2006, E. 2006/18023, K. 2006/18926 :   Kaynak, arazinin bütünleyiciş parçası olup mülkiyeti, ilk çıktıkları (çıktığı) toprağın mülkiyeti ile birlikte kazanılabilir  (GÜRLEK İLGÜN, s. 33-35).  42  Birleşme ilkesi hakkında geniş bilgi için bkz. ÜNAL, Mehmet; Türk Medenî Hukukunda Yapı (Üst) Hakkı, Ankara 1988, s. 45 vd.; REY, Eigentum, s. 118; SCMID/HÜRLİMANNKAUP, Nr. 79.  43  HAAB, Robert; Kommentar zum Schweizerischen Zivilgesetbuch, Bd. IV, Sachenrecht, 2. Auf.  Zürich  1929,  ZGB,  Art.  704,  Nr.  14;  REY,  BSK.  ZGB.  Art.  704,  Nr.  7; SCMID/HÜRLİMANN-KAUP, Nr. 909.; GÖKSU, T.; Handkommentar zum Schweizer Privatrecht, Zürich 2007, Nr. 4.  44  Krş. ÜNAL, Üst Hakkı, s. 45 vd.  45  TMK. m. 718/II :  Bu mülkiyetin kapsamına, yasal sınırlamalar saklı kalmak üzere yapılar, bitkiler ve kaynaklar da girer . 46  Kanunkoyucu TMK. m. 684  hükmü ortada iken, taşınmaz mülkiyetinin madde itibariyle muhtevası ile ilgili olarak özel bir hüküm sevketmiş olması, artık m. 684 ün şartları aranmadan, yapılar, bitkiler ve kaynakların taşınmaz mülkiyetinin kapsamına dahil olup, hukuken onun kaderine tabi kıldığını gösterir. Bkz. ÜNAL, Üst Hakkı, s. 47.  47  İsviçre Medenî Kanunu iktibas edilirken, 743 sayılı Türk Medenî Kanunu na ZGB. Art. 705 ve 709 alınmamıştır. ZGB. Art. 705/I de, kantonlara, kamu yararına kaynaklara, sınırlayıcı veya yasaklayıcı bazı kayıtlar koyma yetkisi verilmektedir (Durch das kantonale Recht kann zur Wahrung des allgemeinen Wohles die Fortleitung von Quellen geordnet, beschränkt oder untersagt werden; Cantonal law may regulate, restrict or prohibit the diversion of spring waters to safeguard the public interest.). Buna karşılık,  Kaynağın kullanılması (Benutzung von Quellen, Usage des sources, Use of sources)  kenar başlığını taşıyan ZGB. Art. 709 da ise, kantonlara özel mülkiyete konu olan kaynak, dere ve çaylardan komşuların 2734Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2725-2754  Başpınar toprağın  madde  itibariyle  muhtevasına  dahil  olduğunu  açıklamakla yetinmemiş, bunun yanında ayrıca, kaynağın mülkiyetinin de ancak onunla birlikte iktisap edilebileceğini açıkça vurgulamıştır. Çünkü TMK. m. 718 e göre, taşınmaz mülkiyetinin madde itibariyle muhtevasında hacim teorisi geçerlidir. Buna göre taşınmaz mülkiyetinin konusu üç boyutlu olup, arazi arzın merkezinden sonsuza kadar uzanan hacim içerisinde bulunan ve onunla birleşen  her  şey,  onun  madde  itibariyle  muhtevasına  girer.  Bu  sebeple, taşınmaza sahip olan, onların da maliki olur. Çünkü, arz ile ona birleşen şeyler arasında, hukukî bakımdan kader birliği meydana gelir. Bu sebeple, eski hukuk  zamanında  mülkiyeti  kazanılmış  haklar  saklı  kalmak  kaydıyla, tapusuz araziden veya mer adan çıkan sular, özel mülkiyete konu olamayan genel sulardandır. Diğer taraftan, bu tür sular, özel mülkiyetin konusu olarak kabul edildiğine göre, mülkiyet, irtifak ve kullanma hakları da Türk Medenî Kanunu nda düzenlenmiş ve tapu sicili esasına tabi tutulmuştur.   Özel sular ile ilgili başka bir hüküm TMK. m. 718 de yer almaktadır. Gerçekten de,  Taşınmaz mülkiyetinin içeriği   I. Kapsam  alt başlığını taşıyan TMK. m. 718 de şu düzenleme yer almaktadır:  Arazi üzerindeki mülkiyet, kullanılmasında yarar olduğu ölçüde, üstündeki hava ve altındaki arz katmanlarını kapsar. Bu mülkiyetin kapsamına, yasal sınırlamalar saklı kalmak üzere yapılar, bitkiler ve kaynaklar da girer. .                                                   ve diğer kimselerin su tedariki, yalak ve benzeri şekilde yararlanabilmesine izin verme yetkisi tanınmıştır (Den Kantonen bleibt es vorbehalten, zu bestimmen, in welchem Umfange Quellen, Brunnen und Bäche, die sich in Privateigentum befinden, auch von den Nachbarn und von andern Personen zum Wasserholen, Tränken u. dgl. benutzt werden dürfen; La législation cantonale peut accorder à des voisins ou à d autres personnes le droit d utiliser, notamment pour y puiser de l eau et abreuver le bétail, les sources, fontaines et ruisseaux qui sont propriété privée; The cantons have the right to determine the extent to which privately owned springs, wells and streams may also be used by neighbours and other persons for drawing water, watering livestock and the like.).  48  Doktrinde bunun sebebi, İsviçre Medenî Kanunu ndan önce, kanton hukuklarında kaynağın, toprağın mülkiyetinden ayrı devredilebilmesi olarak gösterilmektedir. Geniş bilgi için bkz. İMRE, Zahit; Kaynak-Yeraltı Suları ve Hukukî Durumları, İstanbul 1951, s. 59.  49   ÜNAL, Üst Hakkı, s. 46.  50  EREN, Mülkiyet, s. 235. 4722 sayılı Kanun m. 18  e göre, bunlar tapu kütüğünün beyanlar hanesinde gösterilir. Bu tür bir kayıt, üçüncü kişilerin iyiniyet iddialarına engel olur. Bkz. ÜNAL/BAŞPINAR, s. 326, 352. 51  3. HD. T. 16.9.2004, E. 2004/10001, K. 2004/9218 (GÜRLEK İLGÜN, s. 35). 52  DOĞRUSÖZ, s. 38.   2735Su Mülkiyeti Açısından...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2725-2754  2) Yargıtay uygulaması Yargıtay a  göre,  özel  suyun  varlığından  sözedebilmek  için  tapulu arazinden çıkması, miktarı itibariyle, üzerinde çıktığı taşınmazın sınırlarından taşmaması  gerekir.  Buna  göre  tapulu  taşınmazdan  çıkan  ve  sadece  o taşınmazın ve malikinin şahsî ihtiyacını karşılamaya yeterli olan su özel sudur. Yine Yüksek Mahkeme ye göre,  Tapuda sulu tarla olarak kayıtlı taşınmazın suyu, taşınmazdan ayrı olarak satılamaz 54. Bu sebeple, tapuda özel su olarak kaydedilen bir kaynak, mirasçılara da geçer. Buna karşılık Yargıtay, araziden çıkan suyun miktarı itibariyle taşınmazın sınırlarını aşacak ölçüde  olduğu takdirde, özel su sayılmayıp genel su niteliği kazanacağı kanaatindedir. Bunun için öncelikle taşınmazın tapulu olması daha sonra da suyun arazinin sınırlarını aşacak debiye sahip olması gerekir. Böyle bir sonuç için uygun bir zamanda suyun debisinin uzman bilirkişiler tarafından tesbit edilmesi, arazi malikinin söz konusu su ile sulanan sahip olduğu arazi miktarı                                                  53  14. HD. T. 16.02.2015, E. 2014/3367, K. 2015/1576 (KBİBB., 4721/m. 718); 3. HD. T. 25.6.1996, E. 1996/5094, K. 1996/7301:  Tapulu taşınmazdan çıkan bir kaynak suyunun, özel su sayılması ancak, o taşınmazın sınırlarını aşmayacak ölçüde az olmasına bağlıdır.  (KBİBB., 743/m. 679).  54  6. HD.,T. 25.1.1968, E. 1968/4810, K. 1968/504; 14. HD. T. 06.02.2014, E. 2013/12476, K. 2014/1555 :  Bir kamu hizmetinin yasayla idareye görev olarak verilmiş olması, bir hakka yapılan müdahalenin önlenmesi, tazmini isteğiyle açılan her davanın idari yargı yerinde görülmesi için yeterli sayılamaz. 11.2.1959 tarih ve E.17, K.15 Sayılı Yargıtay İçtihadı Birleştirme Kararında da açıklandığı gibi, yapılan işlerin plan veya projelere aykırı olması halinde ortada idari kararın tatbikine dair bir fiil bulunmadığından, bu iddiayla açılmış bir dava ancak haksız fiilden doğan bir dava olarak ele alınacaktır. Somut olayda; davacı, davaya konu taşınmazda bulunan özel su kaynağına davalı köyün kazı çalışması yaparak ve boru döşemek suretiyle müdahalede bulunduğunu ileri sürerek davalı köyün elatmasının önlenmesini ve boruların kal'ini istemiştir. Dava dilekçesi dikkate alındığında, her hangi bir idari işlemin iptali istenilmemiştir. Mahkemece her ne kadar davalı köy ihtiyar heyetinin almış olduğu 8.6.2009 tarihli tahsis kararı olduğu gerekçesiyle yargı yolu sebebiyle davanın reddine karar verilmiş ise de davaya konu su kaynağına dair idare tarafından alınmış bir tahsis kararı olsa bile suya vaki elatmanın önlenmesi davasının çözüm yeri haksız fiillere dair özel hukuk hükümlerine göre adli yargı yeri olacağı yerleşik yargısal içtihatlarla kabul edilmiş bulunmaktadır.  (KBİBB., 2577/m. 2).  55  14. HD. T. 15.3.2013, E. 2013/1642, K. 2013/3821:  Dosya kapsamından 1590 parsel sayılı taşınmazın tapu kaydında   Bu parsel içinde bulunan su kaynağı Z. Ç.'a aittir  şerhi bulunduğu, Z. Ç.'ın davacının murisi olduğu anlaşılmıştır. 1590 parsel sayılı taşınmazdan çıkan su davacının murisine ait özel su niteliğinde olduğundan davacının bu suya vaki elatmanın önlenmesini isteme hakkı bulunduğunun kabulü gerekir.  (KBİBB., 4721/m. 744).  56  3. HD. T. 17.01.1994, E. 1993/13021, K. 1994/33 (KBİBB., 743/m. 679).  2736Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2725-2754  Başpınar dikkate alınmak suretiyle ihtiyaçtan fazla olup olmadığı belirlenir. Nihayet, Yüksek Mahkeme bir kararında, bir suyun özel su sayılabilmesi için, yukarıda yer verilen unsurların yanında eMK. m. 679 (TMK. m. 756) da öngörülen şartları da taşıması gerektiğini kabul etmiştir.  II. Kaynak mülkiyeti A. Kanunî düzenleme TMK. m. 718 e göre, taşınmaz mülkiyetinin kapsamına yapılar, bitkiler ve kaynaklar dâhildir. Kanun koyucu arazi mülkiyetinin, o arazinin madde itibariyle muhtevasını, yani arazideki tüm yapıları, bitkileri ve kaynakları kapsayacağını (TMK. m. 718) kabul etmiştir. Bu sebeple kaynaklar, arazinin maddî kapsamında (madde itibariyle muhtevasında) yer almaktadır. Her ne kadar TMK. m. 718 de, sadece mülkiyet hakkından söz edilmekte ise de, hüküm geniş yorumlanmalıdır. Buna göre, arazi, üzerinde mevcut her türlü aynî  hak,  yapı,  bitki  ve  kaynaklar  mülkiyetin  kapsamındadır.  Bununla birlikte araziden çıkan kaynak mülkiyeti, kaynak ancak kaynadığı toprağın mülkiyetiyle birlikte kazanılır (TMK. m. 756/I). Yeter ki, kaynak irtifakı söz konusu arazi üzerinde kurulmuş olmasın.  Kökeni yeraltı suyu olan tabiî ve sürekli olarak yeryüzüne kendiliğinden çıkan, özel mülkiyete konu olan özel suya kaynak denir. Başka bir deyişle kaynak, yeraltı suyunun, belli bir nokta veya alandan kendiliğinden ve sürekli olarak yerüstüne çıkan su türüdür. Suyun yerüstüne çıktığı bu yer veya alana  kaynama  (kaynak)  noktası  (Quellenpunk)   adı  verilir.  İsviçre  Federal Mahkemesi kaynak noktası kavramını, kaynak üzerindeki mülkiyetin tesbiti amacıyla kabul etmiştir. Buna göre tabiî kaynak yani kendi kendine fışkıran, kaynayan sularda bu yer, suyun toprak üzerinde görülecek şekilde çıktığı yerdir.  Bu  açıdan  kaynak,  meteoroloji  (yağmur,  kar  veya  buzul)  suyu (Gletscherwasser) değildir. Başka bir deyişle, bu tür sular kaynak olarak                                                  57  3. HD. T. 9.11.1992, E. 1992/1803, K. 1992/18156 (KBİBB., 743/m. 679).  58  Bkz. HGK. 20.11.1991, E. 1991/3-466, K. 1991/589 (KBİBB., 743/m. 679).  59  Aynı yönde görüş için bkz. EREN, Mülkiyet, s. 337. 60  Tanım  için  bkz.  SAYMEN/ELBİR,  S.  361-362;  GÜRSOY/EREN/CANSEL,  s.  580; AKİPEK/AKINTÜRK, s. 529; EREN, Mülkiyet, s. 356.  61  CHK-GÖKSU, Art. 704, Nr. 2; BGE 93 II 170; 65 II 52.  62  BGE 65 II 52; BGE 93 II 170.  63  MEIER-HAYOZ, Arthur; SP. Bd. V/3, I Sachenrecht, Das Eigentum, Basel und Stuttgart 1977, s. 291: BGE 44 II 475; BGE 48 II; BGE 65 II.   2737Su Mülkiyeti Açısından...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2725-2754  nitelendirilemez. Bu sebeple 167 sayılı Kanun m. 1 hükmü karşısında, ancak kendiliğinden ve tabiî bir şekilde yerüstüne çıkan su kaynak kabul edilebilir. Diğer taraftan, ancak özel mülkiyette bulunan araziden tabiî yollarla yerüstüne çıkan sular kaynak sayılır. Buna karşılık, kamu malları içinden çıkan sular, özel hukuk anlamında kaynak olmayıp, kamu hukuku kurallarına tabi su niteliğindedir. Bunun gibi, kamunun özel mallarından çıkan kaynaklar, bu malların tabi olduğu rejim kapsamında değerlendirilir.  B. Kaynağın şartları Yukarıdaki hükümden bir sudan kaynak olarak sözedebilmek için şu şartların gerçekleşmesi gerekir:  1) Kaynağın menbaının yeraltı suyu olması gerekir Her şeyden önce, bir sudan kaynak olarak söz edebilmek için, kökeninin yeraltı suyu olması gerekir. Bu sebeple, yeryüzü suları, özellikle kar, yağmur veya sel suları kaynak kavramına dâhil edilemez. Aynı şekilde, yerüstü suyunun bir süre yeraltında akarak tekrar yerüstüne çıkmasında kaynaktan bahsetmek mümkün değildir. Böyle bir sonuca, TMK. m. 757, 758 ve 759 hükümlerinden  hareketle  de  varılabilir.  Buna  karşılık,  TMK.  m.  715/II hükmünde belirtilen sahipsiz kaynaklar, aksi isbat edilmedikçe özel mülkiyet konusu olamaz. 2) Kaynak tabiî bir yoldan yeryüzüne çıkmalıdır Kaynaktan söz edebilmenin ikinci şartı; yeraltı suyunun kendiliğinden yeryüzüne çıkmasıdır. Bu sebeple, insan veya makine faaliyeti sonucunda yeryüzüne çıkarılan su, kaynak olarak kabul edilemez. Meselâ, pompa,                                                  64  BGE 106 II 311.  65  Aynı yönde görüş için bkz. YAZMAN, s. 70, 80; ABİK, s. 80.  66  Aynı yönde görüş için bkz. ABİK, s. 80.  67  EREN, Mülkiyet, s. 356.  68  YAZMAN, s. 71; DOĞRUSÖZ, s. 40.  69  Hâlbuki, eMK. m. 679/II hükmü, 138 sayılı Kanunla değiştirilmeden önce insan faaliyeti sonucu yerüstüne çıkarılan su tıpkı kaynaklar gibi kabul edilerek, özel mülkiyete konu olması benimsenmişti. Buna göre yeraltı suları özel sulardan olup, ferdî mülkiyete konu teşkil edebilmekte idi. Bununla birlikte, yeraltı suları sabit olmayıp, akışkan özelliği sebebiyle, aşılması güç bazı problemleri ortaya çıkarmıştır. Bunlardan biri, üzerinde bulunduğu taşınmaz malikinin mutlak bir mülkiyet hakkına sahip olmasının mümkün bulunmamasıdır.  Bu  durumu  dikkate  alan  Kanunkoyucu  eMK.  m.  679/II  hükmünü değiştirerek, yeraltı sularının genel su olarak, yararı kamuya ait sulardan olduğunu kabul etmiştir. Söz konusu değişiklikte, arza malik olmanın aynı zamanda onun altındaki suya da 2738Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2725-2754  Başpınar drenaj, kanal, motopomp veya başka bir şekilde sun î yollarla yeryüzüne çıkarılan su, kaynak olarak nitelendirilemez. Bu tür bir su, kaynak olarak değil, yeraltı suyu olarak kabul edilir.  3) Kaynak sürekli olmalıdır  Kaynak,  sürekli  olmalıdır.  Bu  sebeple,  yağmur  veya  kar  suyundan beslenen sular kaynak sayılmaz. Bunun gibi, sadece ilkbahar aylarında yerüstüne çıkan, yaz ve sonbahar aylarında kuruyan sular, kaynak olarak kabul edilemez. Bir suyun kaynak olarak nitelendirilebilmesi için sürekli olması gerekir.  4) Kaynak belirli bir debiye sahip olmalıdır Suyun kaynak kabul edilebilmesi için, belirli debiden fazla olmaması gerekir. Buna göre, su tapulu arazinin sınırları içinde kalacak kadar az ise özel su olarak kabul edilir. Buna karşılık, söz konusu miktarı yani arazinin sınırlarını aşacak miktardaki su, niteliği itibariyle genel sudur. Bu sebeple, doğar doğmaz dere veya ırmak haline gelen sular, hidrolojik olarak kaynak                                                  malik olma anlamına gelmediği vurgulanmıştır. Geniş bilgi için bkz. UYGUR, s. 162. Daha sonra kabul edilen 167 sayılı Kanun m. 1 ile yeraltı suları özel mülkiyet, dolayıyla kaynak olmaktan çıkarılmıştır.  70  CHK-GÖKSU, Art. 704, Nr. 2; EREN, Mülkiyet, s. 356; BGE 93 II 170. Buna karşılık, İsviçre Hukukunda REY, sun î yollarla çıkarılan suları da kaynak olarak kabul etmektedir. Bkz. REY-BSK, Art. 704, Nr. 4; Aynı yazar, Sachenrecht, Nr. 1090.  71  GÜRLEK İLGÜN, s. 3.  72  CHK-GÖKSU, Art. 704, Nr. 1; BGE II 475.  73  Bu tür sular, toplumda  körpınar  olarak anılırlar. Anadolu nun pek çok yerinde bu isimle anılan köyler bulunmaktadır.  74  Kanun koyucu su debisinin miktarını belirleyip, ona göre özel mülkiyete konu olup olmayacağına hukuk düzeninin sınırları içinde karar verme yetkisine sahiptir. Bkz. EREN, Mülkiyet, s. 357.  75  Geniş bilgi için bkz. GÜRLEK İLGÜN, s. 3; EREN, Mülkiyet, s. 357; 3. HD. T. 3.5.2003, E.  2003/6092,  K.  2003/5935  (GÜRLEK  İLGÜN,  s.  14-15);  3.  HD.  T.  10.10.1994, E.1994/11859, K. 1994/13094 (GÜRLEK İLGÜN, s. 15-16). 3. HD.,T. 29.11.2005, E. 2005/8672, K. 2005/12871:  Dava konusu suyun özel su sayılıp sayılmayacağı, o taşınmazın tapulu ve suyun miktarının da taşınmazın sınırını aşmayacak derecede az olmasına bağlıdır. Aksi halde, yani suyun kaynadığı taşınmazın sınırları içinde kalmayacak kadar büyük olması veya suyun yeryüzüne çıkar çıkmaz bir dere haline gelmesi durumunda kaynak arzın mütemmim cüzü sayılmayacağından bu suyun davacının ihtiyacından artan kısmının genel su olarak kabulü gerekir.  (KBİBB., 4721/m. 756).  76  Yargıtay kararlarında da aynı sonuç kabul edilmektedir. Meselâ, 3. HD., T. 29.11.2005, E. 2005/8672, K. 2005/12871 sayılı kararına göre …suyun özel su sayılıp sayılmayacağı, o taşınmazın tapulu ve suyun miktarının da taşınmazın sınırını aşmayacak derecede az olmasına bağlıdır. Aksi halde, yani suyun kaynadığı taşınmazın sınırları içinde kalmayacak   2739Su Mülkiyeti Açısından...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2725-2754  kabul edilebilir ise de, TMK. m. 756 anlamında kaynak sayılmazlar. İsviçre Federal  Mahkemesi nin  bir  kararına  göre,  özel  mülkiyette  bulunan taşınmazdan çıkmasına rağmen, debisi itibariyle dere, çay (Bachquelle) haline geliyorsa özel mülkiyet konusu su olamaz Bu sebeple, suyun, kaynadığı taşınmazın  içinde  kalamayacak  kadar  büyük  olması  durumunda  kaynak, bütünleyici parçası (mütemmim cüz'ü; kanaatimizce arazinin madde itibariyle muhtevasına) dâhil edilmez. Aynı şekilde, tapulu yerden kaynasa bile, bir suyun kaynadığı taşınmazın sınırları içinde kalamayacak kadar büyük olması ve suyun yeryüzüne çıkar çıkmaz bir dere haline gelmesi veyahut suyun özel mülkiyete bağlı olması kamu için zararlı olacağı hallerde, kaynağın arzın bütünleyici  parçası  (mütemmim  cüz'ü,  arazinin  madde  itibariyle muhtevasında)  hükmünde  tutulması  mümkün  değildir.  Yargıtay  da  aynı sonucu kabul etmektedir.  Değerlendirme ve Kanaatimiz a) Genel olarak 1926 yılında kabul edilen 743 sayılı Türk Kanun-u Medenîsi nde, mehaz İsviçre Medenî Kanunu nda olduğu gibi, gerek kaynakların gerek yeraltı sularının mülkiyetinin içinden çıktığı arzın mülkiyetine dâhil olduğu esası benimsenmişti. Gerçekten de, eMK. m. 679 un ilk halinde, ikinci fıkrada  Yer altındaki sular kaynaklar gibidir.  hükmü yer almakta idi. Bahsedilen hüküm İsviçre Medenî Kanunu nda mevcudiyetini bugün de devam ettirmektedir. Nitekim, ZGB. Art. 704/III  gerek ilk gerek mevcut halinde  Yeraltı suları kaynaklar gibidir (Das Grundwasser ist den Quellen gleichgestellt; Les eaux                                                  kadar büyük olması veya suyun yeryüzüne çıkar çıkmaz bir dere haline gelmesi durumunda kaynak arzın mütemmim cüzü sayılmayacağından bu suyun davacının ihtiyacından artan kısmının genel su olarak kabulü gerekir.  (KBİBB., 4721/m. 756); 3. HD. T. 2005/5317, K. 2005/5891 (KBİBB., 4721/m. 757); 3. HD. T., 27.10.2003, E. 2003/11896, K. 2003/12904 (KBİBB). 77  CHK-GÖKSU, Art. 704, N. 3. 78  BGE 122 III 49.  79  3. HD. T. 9.9.1985, E. 1985/3375, K. 1985/5378 (KBİBB., 743/m. 679). Bu tür sular İsviçre de kanton hukukuna tabidir. Bkz. CHK-GÖKSU, Art. 704, Nr. 3; BGE 122 III 49.  80  3. HD. T. 16.2.1995, E. 1995/1454, K. 1995/1870 (KBİBB., 743/m. 679); HGK. T. 15.11.1989, E. 1989/3-443, K. 1989/600 (KBİBB., 743/m. 679); 3. HD. T. 21.6.1988, E. 1988/2050, K. 1988/6544 (KBİBB., 743/m. 679); 3. HD. T. 25.12.1987, E. 1987/6238, K. 1987/12739 (KBİBB. 743/m. 679).  2740Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2725-2754  Başpınar souterraines sont assimilées aux sources; Underground water is treated in the same way as sources)81  hükmü yer almaktadır.  Daha önce de ifade edildiği üzere, 138 sayılı Kanunla, eMK. m. 679/II hükmü,  Yeraltı suları genel olarak, menfaati umuma ait sulardandır. Bir arza malik olmak, onun altındaki suya malik olmayı tazammum (tazammun olmalıdır)  etmez.   şeklinde  değiştirilmiştir.  Aynı  değişiklikte,   Yeraltı sularından  arz  maliklerinin  istifade  şekli  ve  bunun  derecesi,  mahsus kanunlarında gösterilir.  hükmü maddeye III. fıkra olarak ilâve edilmiştir. Böylece, söz konusu düzenleme ile yeraltı suları özel hukuk ve özel mülkiyet konusu olmaktan çıkarılmış, genel sular arasına alınarak, Devletin hüküm ve tasarrufuna tabi kılınmıştır. Daha sonra 167 sayılı Yeraltı Suları Hakkında Kanun m. 1 de bu durum açıkça ifade edilmiştir. Böylece yeraltı sularında devlet lehine düzenlemeler dönemi başlamıştır. 4721 sayılı Türk Medenî Kanunu nda (m. 756/III) ile devlet lehinde düzenlemeler devam ettirilmiş ve  Yeraltı suları, kamu yararına ait sulardandır. Arza malik olmak, onun altındaki yeraltı sularına da malik olmak sonucunu doğurmaz.  hükmü kabul edilmiştir. Aynı şekilde 5686 sayılı Jeotermal Kaynaklar ve Doğal Mineralli Sular Kanunu m. 4/I c. 1 de  Jeotermal kaynaklar ve doğal mineralli sular, Devletin hüküm ve tasarrufu altında olup bulundukları arzın mülkiyetine tâbi değildir  ifadesine yer verilerek, aynı anlayış devam ettirilmiştir. Nihayet,  Su Kanunu   Tasarısı  m.  3/I de  (bütün)   Su  kaynakları  Devletin  hüküm  ve tasarrufu altında olup, içinde bulundukları arzın mülkiyetine tabi değildir  hükmü ile aynı sonuç tekrarlanmıştır. Ayrıca Tasarı ile (m. 28/I, b. 18) TMK. m. 718 de değişiklik yapılarak, kaynaklar taşınmaz mülkiyetinin kapsamından çıkarılmaktadır. Bunun yanında, aynı madde b. 19 ile de, TMK. m. 756/II ve III hükümleri yürürlükten kaldırılmakta,  mülkiyet ve irtifak hakkı  madde başlığı ise  yeraltı suları  şeklinde değiştirilmektedir.  Tasarı  ile  Türk  Medenî  Kanunu nda  yapılmak  istenen  başka  bir değişiklik ise, sular ile ilgili m. 759, 761 ve 837 hükümleri tamamen, m. 742 ise kısmen yürürlükten kaldırılmaktadır. Gerçekten de, Tasarı ile TMK. m. 742/I ve II muhafaza edilirken, III. fıkra yürürlükten kaldırılmaktadır. Yine TMK. m. m. 757/I de yer alan kaynağa zarar verilmesi halinde, malikine veya                                                  81  Metnin İngilizce karşılığı  Groundwater is deemed equivalent to springs ; İtalyanca karşılığı  ise    L'acqua  del  sottosuolo  è  parificata  alle  sorgenti   şeklindedir.  Bkz. https://www.admin.ch/opc/it/classified-compilation/19070042/index.html,  E.  T. 17.11.2016.  82  Bkz. RG. T. 13.06.2007, S. 26551.   2741Su Mülkiyeti Açısından...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2725-2754  kaynak üzerinde hak sahibine ödenecek tazminat ile ilgili olarak, mevcut metinde  yer  alan   malikine  veya   ifadesi  yürürlükten  kaldırılmaktadır. Nihayet, Tasarı ile TMK. m. 743/II hükmünde yer alan  Alt taraftaki arazi maliki boşaltma dolayısıyla akan sulardan zarar görmekte ise, gideri üstteki arazi malikine ait olmak üzere, kendi arazisinde yapılacak mecrayla suyun akıtılmasını  isteyebilir.   hükmü;   Alt  taraftaki  arazi  maliki  boşaltma dolayısıyla  akan  sulardan  zarar  görmekte  ise,  gideri  üstteki  arazide  su kullanım hakkı olanlara ait olmak üzere, kendi arazisinde yapılacak mecrayla suyun akıtılmasını isteyebilir  şeklinde değiştirilmektedir.  Yukarıdaki açıklamalardan da görüldüğü gibi Tasarı ile genel-özel, yer üstü-yer altı, kaynak veya artezyen ayrımı yapmaksızın, bütün sular özel mülkiyet konusu olmaktan çıkarılmıştır. Ayrıca Tasarı ile malik olmanın getirdiği arazisinden çıkan sudan bedelsiz yararlanma hakkı da ortadan kaldırılmaktadır. Tasarı ile -deyim yerinde ise- Türk Medenî Kanunu nda su mülkiyetine son verildiği gibi, kaynak irtifakı, aynı kaynaktan beslenen sular ve zorunlu su hakkına son verilmektedir. Hattâ, bununla yetinmeyerek Tasarı ile TMK. m. 837 de düzenlenen ve aksi kararlaştırılmadıkça başkalarına devredilebilen ve mirasçılara geçen bir irtifak, yani sınırlı aynî hak olan kaynak hakkı da ortadan kaldırılmaktadır. Nihayet, Tasarıda, içinden çıktığı su için arazi malikine öncelik hakkı veya kaynak irtifakı da tanınmamaktadır. Tasarıdaki bu toptancı anlayışın, modern, demokratik, bireyci ve hürriyetçi mülkiyet anlayışı ve gerçekler ile bağdaştırılması mümkün değildir.  b) Kullanılan ifadeler açısından Yeraltı suları ile ilgili hükümlerde (TMK. m. 756, YSHK m. 1, JSK. m. 4) hep  mülkiyet  kavramına yer verilmiştir. Gerçekten de, TMK. m. 756 nın yer  aldığı  bölümün  üst  başlığında   mülkiyet  ve  irtifak  hakkı   deyimi kullanılmıştır. Bunun gibi, YSHK. m. 1 in kenar başlığı  yeraltı sularının mülkiyeti  şeklindedir. Yine JSK. m. 4 ün kenar başlığı ise,  mülkiyet ve ruhsat   şeklindedir.  Görüldüğü  gibi, ilgili  hükümlerin  kenar  başlıklarına bakıldığı zaman,  sanki yeraltı suları üzerinde  özel mülkiyet söz konusu olabilirmiş  gibi  bir  intiba  uyandırmaktadır.  Hâlbuki,  madde  metinleri incelendiğinde yeraltı sularının Devletin mülkiyetinde  olup, bulundukları arzın mülkiyetine tabi olmadığı açıkça görülmektedir. Hem arzın mülkiyetine dâhil olmadığının ifade edilmesi hem de kenar başlıkta mülkiyet kavramına yer verilmesi, her şeyden önce kendi içerisinde çelişki teşkil etmektedir.                                                   83 Ayrıntılı bilgi için bkz. OĞUZMAN/SELİÇİ/OKTAY ÖZDEMİR, s. 864 vd.  2742Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2725-2754  Başpınar Yeraltı sularının Devletin hüküm ve tasarrufu altına bulunduğu kabul edildiğinde dahi, bu sular üzerindeki hak, özel hukuk anlamında bir mülkiyet hakkı değil, kamu hukukuna tabi bir hâkimiyet hakkıdır. Konu doktrinde tartışmalı olmakla birlikte hakim görüş, Devletin hüküm ve tasarrufu altında olmak  deyiminden  hareket  ederek,  Devletin  kamu  malları  üzerindeki yetkisinin, bunların fertlere, topluluklara, kamu tüzel kişilerine karşı korumayı amaçlayan bir önlem olduğunu kabul etmektedir. Gerçekten de, gerek bu ifade tekniği ve kanunlarda yer verildiği şekli ile hüküm ve tasarruf deyimi devletin sözkonusu kamu malları üzerinde mülkiyetten farklı bir anlam ve kapsama sahip bir kamu yetkisi bulunduğunu göstermektedir. Çünkü burada geçen  tasarruf  kavramı, özel hukuk (özellikle TMK. m. 683/I) anlamında bir tasarruf  değildir.  Bu  sebeple,  özel  hukuk  anlamında  bir  mülkiyetin bulunmadığı yerde, mülkiyet hakkından söz etmek mümkün değildir. Nitekim bu sonuç kanunkoyucu tarafından da kabul edilmiş ve SKT. m. 3 ün kenar başlığında mülkiyet kavramına yer verilmeyerek,  suyun hukukî niteliği  deyimi kullanılmıştır.                                                   84  Bkz. ZABUNOĞLU, Yahya; Kazım; İdare Hukuku C.1, Ankara 2012, s. 569, 573.  85  Bu konuda geniş bilgi için bkz. ÜNAL, Mehmet; Orman Hukuku, 3. Baskı, Ankara 2010, s. 92; GÜLAN; Aydın; Kamu Mallarından Yararlanma Usullerinin Tabi Olduğu Hukukî Rejim, İstanbul 1999, s. 91 vd.; DURAN, Lütfü; Kamusal Malların Ölçütü, İHİD, 1984, S. 1-3, s. 43. Danıştay da bir kararında (DGK. T. 18.4.1981, E. 1981/4,K. 1981/25)  Devletin hüküm ve tasarrufu altındadır  hükmünün, kamu malları üzerindeki hakkın idare hukukuna mahsus bir mülkiyet hakkı olduğunu, idarenin kamu malları üzerindeki yetkisinin sadece bir denetim ve nezaretten ibaret olmadığını, kamu malları hakkında özel kanun hükümleri saklıdır düzenlemesi ile de, Devletin bu mallar üzerindeki hakkının Türk Medenî Kanunu anlamında bir nev i şahsına münhasır (kendine özgü) bir tür idare hukuku mülkiyeti olduğunu kabul etmiştir Bkz. DD. , S. 44-45, s. 60. 86  Anayasa Mahkemesi, 4268 sayılı Madenlerin Aranma ve İşletilmesi Hakkında Kanun (RG. T. 23.06.1942, S. 5139) ile ilgili iptal kararında (T. 16.20.1965, E. 1963/126, K. 1965/7) 1961 Anayasası'nın 130. maddesinde (1982 Anayasası m. 168) yer alan tabiî servet ve kaynakların  Devletin hüküm ve tasarrufu altında olma  sını  Anayasa' tabii servetleri ve kaynaklarını Medeni Kanun hükümlerine bağlı özel mülkiyet düzeninin kapsamı dışında bırakmakta, onlara, Devletin Devlet olma niteliği ile eli altında tuttuğu nesneler düzeni içinde yer vermektedir: Her iki düzen başka başka koşullara ve kurallara bağlıdır; değişik niteliktedir;  aralarında  birbirlerine  karıştırılmalarını  önleyecek  bellilik  ve  kesinlikte sınırlar vardır. Anayasa'nın 130. maddesi tabii servetlerin ve kaynakların Devletin hüküm ve tasarrufu altında bulunduğunu açıklamakla aynı zamanda bunların mülkiyet konusu olamayacağını da hükme bağlamıştır... Aslında mülkiyet düzenine bağlı bulunmayan bir nesnede mülkiyetin devri de öncelikle söz konusu olamaz  şeklinde ifade etmiştir. Yüksek Mahkeme 3086 sayılı Kıyı Kanununu iptal ederken, ilk kararındaki gerekçeyi esas almıştır. Bu konudaki tartışmalar için bkz. GÜRAN, Sait; Anayasa Mahkemesinin Kamu Malına Bakışı, İHİD., 1984, S. 1-3, s. 63 vd.    2743Su Mülkiyeti Açısından...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2725-2754  c) Mülkiyet hakkının niteliği açısından Mülkiyet; kendisine verilen anlam, muhteva, kapsam ve önem itibariyle devletlerin rejimlerinin  belirlenmesinde  en  önemli ölçülerden  biri  olarak kabûl edilmektedir. Buna göre, ferdlere mülkiyet hakkını anlam, muhteva, kapsam  ve  bütün  unsurlarıyla  tanıyan  devletler,  liberal  hukuk  sistemini benimsemiş  ülkeler  olarak;  buna  karşılık,  mülkiyeti,  tâbiî  muhtevası  ile tanımayan veya bu hakkı ferdlere gereği gibi tanımayan devletler ise, Marksist (sosyalist) yahut totaliter devletler olarak nitelendirilmişlerdir. Görüldüğü gibi,  mülkiyet  hakkı,  devletlerin  rejimini  belirleyecek  kadar  önemli  bir müessesedir. Mülkiyet hakkı, her türlü malvarlığının gerek tam gerek payları üzerinde kişinin özel faydası için başlı başına hakimiyet, zapt, tasarruf hakkı ve  yetkisi  anlamında  özel  nitelikli  yönetim  kuvvetidir.  Bu  özelliği  ile mülkiyetin hukuk düzeni ile yakından ilişkisi vardır. Bu ilişki TMK. m. 683/I de açıkça ifade edilmiştir. Bu sebeple mülkiyet ile devlet hâkimiyeti arasındaki ilişki ve dengenin biri lehine bozulmaması gerekir. Çünkü, söz konusu dengenin bunlardan biri lehine bozulması, toplumdaki sosyal barışın ve düzeninin bozulmasına yol açar. Zira, bir ülkede hayat, özel mülkiyete dayalı olarak ayakta kalır. Bu hayat düzenini sağlayacak olan ise hukuk sistemi, dolayısıyla devlettir. Bu sebeple özel mülkiyet sahibi kimse ile devlet otoritesi  birbirinden  bağımsız  olmayıp,  biribirilerinin  desteğine  ihtiyaç duyarlar. Bu destek ise aralarındaki hak oranına göre sağlanmalıdır. Bunun bir sonucu olarak özel mülkiyeti yok sayan sistemler, bütün organları felç olmuş, sadece gönlü basit fakat heyecanla kıvranan insan vücuduna benzer. Diğer taraftan, zengin ülke mülkiyet konusu bütün malvarlığı Devlete mal eden değildir. Eğer öyle olsaydı Sovyet Sosyalist Cumhuriyetleri Birliği dünyanın en zengin Devleti olur ve hiçbir zaman. Bir ülkenin zenginliği, vergi gelirlerinin yüksekliği ile ölçülür.  Böyle  bir  sonucu  17.  yüzyılda  gören  bir  yazar,  durumu   Devletlü padişahım; Hazine dedikleri reâyadır; koyun olmayınca süt olmaz  şeklinde                                                  87  Bu konuda geniş bilgi için bkz. ÜNAL/BAŞPINAR, Şeklî Eşya Hukuku, 8. Baskı, Ankara 2016, s. 41 vd; EREN, Fikret; Mülkiyet Kavramı, Recai Seçkin Armağanı, Ankara 1974, s. 778-779; Aynı Yazar; Anayasa ve Yeni Gelişmeler Karşısında Medenî Kanunun Mülkiyet Kavramına Verilecek Anlam, Medenî Kanunun 50. Yılı Haftası, Ankara 1977, s. 173 vd; DÜRR,  David;  Nutzungseigentum  und  Werteigentum,  Neue  Aktualität  des  geteilten Eigentums, Aktuelle Aspekte des Schuld –und Sachenrechts, Festschrift für Heinz REY zum 60. Geburtstag, Zürich 2003, s. 21-31; CHALLAYE, s. 11 vd; SERDENGEÇTİ, s. 300 vd.  88  BAŞPINAR, Veysel; Mülkiyet Hakkını İhlâl Eden Müdâhaleler, Ankara 2009, s. 69-70.  89  Ayrıntılı bilgi için bkz. BAŞPINAR, s. 116 vd.  2744Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2725-2754  Başpınar ifade etmiştir. Aynı sonuç başka bir eserde de  Asker olmadan devlet olmaz, mal olmadan asker  olmaz, malı üreten reâyadır  reâyı devlete  bağlayan padişahın adaletidir. Âlemin nizamını adalet sağlar...  91 ifadelerine konu olmuştur. Nihayet,  insanı yaşat ki Devlet yaşasın  düsturu da aynı sonucu ifade etmektedir. Buna karşılık, toplumu tümüyle yok sayıp, her şeyi ferdin menfaatini öne çıkaran aşırı ferdiyetçi (individüalist) sistemler ise, canlılığı yok olmuş, canı boğazına gelmiş gözleri hava boşluğuna dikilmiş birisinin son nefesindeki can çekişme krizi yaşayan insan vücudu gibidir. Görüldüğü gibi, özel  mülkiyet  ile  devlet  otoritesi  arasındaki  dengenin  bozularak  birinin diğerine tercih edilmesi, sonu felâket olan bir duruma yol açar. Başka bir deyişle, özel mülkiyet veya kamu otoritesinden birinin yokluğu, diğerinin de ortadan kalkmasına sebep olur.  Anayasa Mahkemesi KamK. m. 38 ile ilgili olarak verdiği iptal kararına göre,  çağdaş  demokrasiler,  temel  hak  ve  hürriyetlerin  en  geniş  ölçüde sağlanıp, teminat altına alındığı rejimlerdir. Temel hak ve hürriyetleri büyük ölçüde sınırlayan veya kullanılamaz hâle getiren sınırlamalar, bu hakkın özüne dokunur. Mülkiyet hakkının muhtevasını ve sınırlarını tesbit yetkisi kanunlara bırakılmış ise de, bu konuda Kanunkoyucu ya mutlak bir yetki de verilmiş değildir. Aksi görüşün kabulü, mülkiyet hakkının Anayasa teminatı altına alınmış olmasına aykırıdır. Devlet faaliyetlerinin hukuk kurallarına uygun olması, kazanılmış haklara saygı duyulmasını gerektirir. Kazanılmış haklara  saygı  ilkesi,  hukukun  genel  ilkeleri  ve  hukuk  devleti  kavramı içerisinde yer alır. Bu ilkenin temel amacı ise, bireylerin hukuk güvenliğini sağlamaktır. Diğer taraftan, Anayasa Mahkemesi nin bir kararında açıkça ifade  edildiği gibi, demokratik hukuk devletinin amacı, kişilerin hak ve hürriyetlerinden en geniş biçimde yararlanmalarını sağlamak olduğundan, hukukî  düzenlemelerde  insanı  öne  çıkaran  bir  yaklaşımın  esas  alınması                                                  90  Bkz. (Yazarı belli değil) Kitab-ı Müstetab, (Çev. Yaşar YÜCEL) Ankara 1974, s. 21; EREN, F./BAŞPINAR, V.; Toprak Hukuku, 4. Baskı, Ankara 2014, s. 91. 91  Bkz. KINALIZADE; (Hazırlayan Ahmet KAHRAMAN) Devlet ve Aile Ahlâkı II, 1001 Temel Eser, Tarihsiz, s. 283 vd.; EREN/BAŞPINAR, s. 91.  92  Ayrıntılı  bilgi  için  bkz.  BENDA,  E./MAIHOFER,  W./VOGEL,  H.J.;  Handbuch  des Verfassungsrecht, 2. Auf. Berlin 1995, s. 720 vd.  93  Bkz. AY. Mah. T. 10.4.2003, E. 2002/112, K. 2003/33 (KBİBB., 2942/ m. 38). Anayasa Mahkemesi nin bu kararı hakkında ayrıntılı bir değerlendirme için bkz. YILMAZ, Mustafa; Anayasa Mahkemesi nin Kamulaştırma Kanunu nun  Hak Düşürücü Süre  Konusunu Düzenlediği 38. Maddesini İptal Eden Kararının Hukukî Bir Tahlili, Banka ve Ticaret Hukuku Araştırma Enstitüsü, Özel Hukuk ve Anayasa Mahkemesi Kararları Sempozyumu II, Ankara 2004, s. 147 vd.   2745Su Mülkiyeti Açısından...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2725-2754  gerekir. Çünkü, demokratik hukuk devletinde güdülen amaç ne olursa olsun, kısıtlamaların, bu rejimlere özgü olmayan metodlar ile yapılmaması ve belli bir  hürriyetin  kullanılmasını  önemli  ölçüde  zorlaştıracak  ya  da  ortadan kaldıracak seviyeye vardırılmaması gerekir. d) Yüzyılımızın anlayışı açısından  21. yüzyılda egemen olan felsefe, toplumcu değil, ferdci (individualist) felsefedir. Gerçekten de çağımızda ferd, 20. Yüzyılın aksine yeniden ön plâna çıkmıştır. Çünkü, burada üstün değer toplum değil, ferddir. Bu sebeple, çağımızda kişi; ferdî ve şahsî hürriyetleri ile ön plâna çıkmakta, geçmişe göre daha fazla önem kazanmaktadır. Dolayısıyla tüm temel hak ve hürriyetler için geçerli olan ana ilke; temel hak ve hürriyetler alanında hak ve yetkilerin kural, sınırlamaların ise istisna olmasıdır. Aynı ilke, temel bir hak olan mülkiyet ve bunun kapsamında yer alan su için de geçerlidir. Son yıllarda Kanunkoyucunun, gerek TMK. m. 718 de yer alan  Arazi üzerindeki mülkiyet, kullanılmasında yarar olduğu ölçüde, üstündeki hava ve altındaki arz katmanlarını kapsar. Bu mülkiyetin kapsamına, yasal sınırlamalar saklı kalmak üzere yapılar, bitkiler ve kaynaklar da girer.  hükmüne rağmen, gerek  yukarda  bahsedilen  ferdci  anlayışa  aykırı  düzenlemeler  yaptığı görülmektedir. Gerçekten de, 6552 sayılı Kanun m. 99 ile Kamulaştırma KamK.  m.  4 e  eklenen  fıkra  ile   maliklerinin  mülkiyet  hakkının kullanılmasının engellenmemesi, can ve mal güvenliği bakımından gerekli önlemlerin alınması kaydıyla, kamu yararına dayalı olarak taşınmazların üstünde teleferik ve benzeri ulaşım hatları ile her türlü köprü, taşınmazların altında metro ve benzeri raylı taşıma sistemleri yapılabilir. Taşınmazların mülkiyet hakkının kullanımının engellenmemesi hâlinde, taşınmazlara ilişkin herhangi  bir  kamulaştırma  yapılmaz   hükmü  getirilmiştir.  Söz  konusu düzenleme  ile,  Kanunkoyucu,  bahsi  geçen  tesislerin  yapılması  için kamulaştırma  bedeli  ödenmemesini  kabul  etmiştir.  Kanaatimizce,  kanun oyucu burada, bu tür yapıların yapılacağı alanların, taşımaz mülkiyetinin dikey kapsamına dâhil olmadığını peşin olarak kabul etmiş bulunmaktadır.                                                  94  Geniş bilgi için bkz. BAŞPINAR, 101. 95  AY. Mah. T. 29.12.1999, E. 1999/33, K. 1999/51 (RG. T. 29.6.2000, S. 24094).  96  Bu konuda geniş bilgi için bkz. BAŞPINAR, s. 391-392. 97  Bkz. RG. T. 11.09.2014, S. 29116.  98  Maddenin gerekçesinde yeni hükmün  Maliklerin mülkiyet hakkının engellenmemesi, can ve mal güvenliği bakımından risk oluşturulmaması kaydıyla irtifak hakkı tesis etmeksizin kamu yararı kararına dayalı olarak taşınmazların üzerinde teleferik ve benzeri ulaşım 2746Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2725-2754  Başpınar Ancak bu düzenlemenin TMK. m. 718 de yer alan  menfaat kriteri  ile bağdaşmadığı açıktır.  Yukarıda bahsedilen sonuç, özellikle 1945 yılında 4785 sayılı Kanunla özel ormanların devletleştirilmesi ile başlayan ve 1950 li yıllardan sonra artarak devam eden devletçi anlayışın bir gereği gibi gösterilebilir. Zira o yıllarda  6309  sayılı  Maden  Kanunu  ile  başlayan  devletin  hüküm  ve tasarrufu altına alma, dolaysıyla özel mülkiyet konusu olmaktan çıkarma                                                  hatları, taşınmazların altında ise tünel, metro ve metro benzeri raylı taşıma sistemi yapılabilmesine imkan veren bir düzenleme  olduğu açıklanmıştır. Bkz. TBMM. Yasama Dönemi 24, Yasama Yılı 4, Sıra sayısı 639, s. 487. 99  Nitekim bu sonuç, metnin Komisyonda görüşmeleri sırasında da dile getirilmiştir. Buna göre  taşınmazın üzerinden teleferik ve benzeri ulaşım hattının, altından tünel, metro ve benzeri raylı taşıma sisteminin yapılması neticesinde taşınmazın değerinin düşmesi muhakkaktır. Mülkiyet hakkı taşınmazın değerini de içermektedir. Yapılan bu işlemler neticesinde taşınmazın değeri düşeceği için taşınmaz mal malikinin mülkiyet hakkı ihlal edilmiş olacaktır. Bu nedenle de yapılan düzenleme anayasal bir temel hak olan mülkiyet hakkına aykırıdır.  Bkz. TBMM. Yasama Dönemi 24, Yasama Yılı 4, Sıra sayısı 639, s. 518. 100  Bkz.  Orman Kanununa Bazı Hükümler Eklenmesine ve Bu Kanunun Birinci Maddesinde Değişiklik Yapılmasına Dair Kanun , RG. T. 13.07.1945, S. 6056. 4785 sayılı Kanun, pek az istisna ile, bütün ormanları devletleştirmiştir. Hiçbir işlem ve bildirim yapılmaksızın devletleştirilen  ormanların  maliklerine  bir  bedel  ödenmemiştir.  Yaklaşık  5  yıl  sonra çıkarılan 31 Mart 1950 tarihli ve 5658 sayılı kanunla da, daha önce devletleştirilmiş ve bu suretle devlete intikal etmiş olan ormanların küçük bir kısmı, sahiplerine iade edilmiştir. Bu konuda ayrıntılı bilgi için bkz. ÜNAL, Mehmet; Orman Hukuku, 3. Baskı, Ankara 2010, s. 37. 101 Bkz. RG. T. 11.03.1954, S. 8655. 6309 sayılı Maden Kanunu m. 4 hükmü şöyledir:  Madenler Devletin hüküm ve tasarrufu altında olup içinde bulundukları arzın mülkiyetine tabi değildir . Aynı şekilde bugün yürürlükte bulunan 3213 sayılı Maden Kanunu (RG. T. 15.06.1985, S. 18785) m. 4 de  Madenler Devletin hüküm ve tasarrufu altında olup içinde bulundukları arzın mülkiyetine tabi değildir .  102  743 sayılı eMK. m. 632 ye göre arazi, tapu sicilinde bağımsız ve sürekli haklar ve madenler taşınmaz olarak kabul edilmişti. Aynı husus, m. 911 de de tekrarlanmıştı. Buna karşılık, 4721 sayılı Türk Medenî Kanunu m. 704 ve 998 de madenler, taşınmaz mülkiyetinin konusu olmaktan çıkarılmış ve tapu kütüğüne taşınmaz olarak kaydına son verilmiştir. TMK. m. 704 ün gerekçesinde, madenlerin, ayrı bir kanunla özel bir rejime tabi tutulmuş olduğundan maddeden çıkarıldığı belirtilmiştir. Buna karşılık, m. 998 in gerekçesinde ise, madenlerin, 6309 sayılı Maden Kanunu ile özel mülkiyet konusu olmaktan çıkarıldığı ve Medenî Kanun dışında ayrı bir rejime tabi tutulduğu için madde metninde yer verilmediği belirtilmiştir. Bkz. ADALET BAKANLIĞI; Türk Medenî Kanunu, Türk Medenî Kanununun Yürürlüğü ve Uygulama Şekli Hakkında Kanun ve Gerekçeleri, Ankara 2002, s. 534, 602. Hâlbuki, mehaz İsviçre Medenî Kanunu Art. 655 ve 943 te madenler taşınmaz mülkiyetinin konusu olmaya ve tapu kütüğüne taşınmaz olarak tescil edilmeye devam etmektedir. Bu konuda ayrıntılı bilgi için bkz. ÜNAL/BAŞPINAR, s. 312.    2747Su Mülkiyeti Açısından...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2725-2754  1961 Anayasası m. 130104 ile tabiî ve servet kaynaklarla devam etmiş, bugün  de  devam  etmektedir.  Daha  sonra  bu  anlayış,  toprak  reformu gerekçesiyle tarım topraklarına sıçramıştır. Bu anlayış 3402 sayılı Kadastro Kanunu nda gerek ilk başta kabul edilen m. 18107 gerek m. 14/II de yapılan sulu arazi tanımı ile ilgili hüküm değişikliği ile devam ettirilmiştir.                                                   103  Bkz. RG. 20.07.1961, S. 10859. 104  1961 Anayasası m. 130 un konumuzu ilgilendiren kısmı şöyledir:  Tabii servetler ve kaynaklar Devletin hüküm ve tasarrufu altındadır .  105  Gerçekten de 1982 Anayasası m. 168/I in ilk kısmında  Tabii servetler ve kaynaklar Devletin hüküm ve tasarrufu altındadır.  hükmü yer almaktadır.  106  Bkz. 1617 sayılı Toprak ve Tarım Reformu Kanunu (RG. T. 26.07.1972, S. 14257). 107  KK. m. 18/I de  Yukarıdaki maddelerin hükümleri dışında kalan ve tescile tâbi bulunan taşınmaz mallar ile tarım alanına dönüştürülmesi veya ekonomik yarar sağlaması mümkün olan yerler Hazine adına tespit olunur.  Hükmü yer almaktadır. Biz daha önce başka bir eserimizde,  bu  konuda  KK.  M.  18 2  göre,   özel  mülkiyete  konu  olup  tapu  siciline kaydedilmesi gereken bir taşınmaz. KK. m. 13-18 uyarınca herhangi bir kişi adına tespit edilemediği  takdirde,  Hazine  adına  tespit  edilecektir.  Burada  anlamsız  bir   Nef-i hazine=Hazine menfaati  söz konusu olmakta; böylece  maliki tespit edilemeyen toprak Hazinenindir  kuralı üretilmektedir.  Yapay dölleme  yoluyla üretilmeye çalışılan böyle bir malik; dileriz ki,  Devlet kapitalizmi ya da devlet sosyalizmi ne yarar getirir!  ifadesini kullanmıştık. BKz. EREN/BAŞPINAR, s. 331. Ayrıca, maddede geçen  ... tarım alanına dönüştürülmesi veya ekonomik yarar sağlaması mümkün olan yerler Hazine adına tespit edilir.  Hükmü, yukarıdan beri izah etmeye çalıştığımız, ferdden alarak Devlet lehine düzenlemelerin sakıncalarının başka bir misalidir. Zira niteliği itibariyle devletin hüküm ve tasarrufu altında bulunan  ekonomik yarar sağlaması mümkün olan yerler  ifadesindeki alanlardan, ekonomik yarar sağlamayan yer yok denecek kadar azdır. Gerçekten de, her yer az veya çok ekonomik yarar sağlayabilir. Özellikle deniz kıyıları ve kumsal yerler buna örnek olarak gösterilebilir. Hazine, tespitten sonra bu tür yerleri cömertçe kullanabileceğinden, kanaatimizce Hazine adına böyle bir tespitin yapılmaması toplum yararına daha uygun düşecektir. Bkz. AKMAN, Sermet; 3402 sayılı Kadastro Kanununun İncelenmesi ve Eleştirisi, İstanbul 1990, s. 140-141; EREN/BAŞPINAR, s. 332. 108  Gerçekten de, 3402 sayılı KK. m. 14/II nin ilk halinde,  Sulu veya kuru toprak ayırımı, 3083 sayılı Kanun hükümlerine göre yapılır.  hükmü yer almakta idi. Bkz. RG. T. 09.07.1987, S. 19512. Ancak, 03.07.2005 tarihli ve 5403 sayılı Kanun m. 26 ile KK. m. 14/II de değişiklik yapılmıştır. Buna göre sözü edilen ilk metin  Sulu veya kuru arazi ayrımı, (5403 sayılı) Toprak Koruma ve Arazi Kullanımı Kanunu hükümlerine göre yapılır. . Görüldüğü gibi, yapılan değişiklikle, sulu veya kuru arazi (toprak) ayrımının, 3083 sayılı Kanun a göre (m. 2) değil, 5403 sayılı Toprak Koruma ve Arazi Kullanımı Kanunu hükümlerine göre (m. 3/j) yapılacağı hükmü getirilmiştir. Bu ise, geçmişte kuru arazi olarak kabul edilen pek çok yerin sulu arazi sayılmasına sebep olmuştur. Böylece 3083 sayılı Kanun a göre kuru arazi sayıldığı için 100 dönüm yerin zilyet adına tesbiti mümkün iken, değişiklikle bu miktar 40 dönüme düşürülmüş, onun aleyhine olmuştur. Bu konuda geniş bilgi için bkz. EREN /BAŞPINAR, s. 314-315.  2748Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2725-2754  Başpınar Suyun  özel  mülkiyetten  çıkarılarak,  kamu  hukuku  kurallarına  tabi kılınmasının değişik sebepleri vardır. Bunlar arasında, su miktarının sabit olmasına rağmen, kişilerin çağımızda daha fazla suya ihtiyaç duymaları ilk sırada yer alır. İkinci olarak su dağıtımı ve tüketimindeki adaletsizlik ve eşitsizlikler, bu anlayışa yol açmıştır. Mülkiyet hakkının komşuluk hukukundan doğan kısıtlamalarında, su ile ilgili kurallara uyulmaması üçüncü bir sebeptir. Başka bir gerekçe ise, kamu menfaati ile ferd menfaati kıyaslamasında, kamu menfaatinin üstün tutulmasıdır. Nihayet, suyun toplum için taşıdığı önem ve en  verimli  şekilde  kullanılması  ve  korunması,  Devlet  müdahalesi  ve dolayısıyla  kamu  hukuku  kurallarına  tabi  kılınması  gerekçesi  olarak gösterilebilir.  Özel  mülkiyeti  mümkün  olduğu  kadar  sınırlama  olarak nitelenen bu anlayışın son halkası ise Su Kanunu Tasarısı ile gerçekleştirilmiş olmaktadır. Gerçekten de, Tasarıda su kaynağının içinde bulunduğu arzın malik veya zilyedine, esnaf işletmesi için öngörülen sınırı aşmamak kaydıyla, taşınmazı için ihtiyaç duyduğu miktar kadar sudan, kullanım öncelikleri esas alınarak faydalanma hakkı verilebileceği kabul edilmiştir. Bununla birlikte Tasarıda esnaf işletmesinin tanımı yapılmış değildir. Bu sonuç gerek AY. m. 35/II  gerek  m.  13  hükümlerine  aykırıdır.  Gerçekten  de,  söz  konusu hükümlerin bir gereği olarak temel bir insan hakkı olan mülkiyet ile ilgili sınırlama ve kısıtlamaların kanunla yapılması ve daha alt düzenlemelere bırakılmaması gerekir. Bu sebeple Tasarıda esnaf işletmesinin ne olduğu açıkça  düzenlenmelidir.  İkinci  olarak,  temel  hak  ve  hürriyetler ile  ilgili düzenlemeler  idarenin  takdirine  bırakılamaz.  Bu  anlamda  taşınmazın  su ihtiyacının  belirlenmesinde  objektif  ölçüler  (arazinin  büyüklüğü,  ekilen ürünün cinsi vb.) getirilerek, malikler mağdur edilmemelidir. Böylece su mülkiyeti konusunda kamu menfaatinin üstünlüğü kabul edilirken, ferdin menfaati de gözardı edilmemelidir. Sonuçta iki menfaat arasında adil bir denge kurulmalıdır. Aksinin kabulü Anayasa ya ve normlar hiyerarşisine ve 21. yüzyılın mülkiyet anlayışına aykırı olur.  Daha  önce  de  ifade  edildiği  üzere,  Yargıtay ın  kararlarında  ısrarla vurgulandığı üzere, su hukukunda geçerli ilke kadimden beri uygulamadır. Bu sebeple Tasarıda da bu ilke korunmalıdır.                                                     109  Benzer  gerekçeler  için  bkz.  ABİK,  Yıldız;  Kaynak  Hakkına  İlişkin  Türk  Medeni Kanunundaki Hükümler Hakkında Bir Değerlendirme, TABAD., S. 1-3 (2010), s. 79 vd.    2749Su Mülkiyeti Açısından...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2725-2754  SONUÇ Taşınmaz mülkiyeti ile su mülkiyetinin kaderi birbirine bağlıdır. Bu yüzden  taşınmaz  mülkiyetine  getirilen  her  kısıtlama  su  mülkiyetini  de etkilemektedir.  Bu  kısıtlama  yetmezmiş  gibi  Kanunkoyucu,  önce  yeraltı sularını özel mülkiyet konusu olmaktan çıkarmış, araziye malik olmanın onun altındaki suya da sahip olma sonucunu doğurmayacağı esasını kabul etmiştir. Çünkü yeraltı suları Devletin hüküm ve tasarrufu altına alınmış, üzerindeki özel mülkiyete son verilmiştir. Bu yetmezmiş gibi, Su Kanunu Tasarısı ile TMK. m. 718 de yer alan kaynağın arazinin mülkiyetine dâhil olması esası da ortadan kaldırılmıştır. Gerçekten de, Tasarıda su kaynağının içinde bulunduğu arzın malik veya zilyedine, taşınmazı için ihtiyaç duyduğu miktar kadar suyun bedelsiz verileceği kabul edilmiştir. Yukarıdaki açıklamalardan da görüldüğü gibi, mülkiyet hakkında olduğu gibi, su mülkiyetinde de özel mülkiyet ile kamu otoritesi arasındaki denge korunmalı, biri diğerine tercih edilmemelidir. Hele hele su üzerindeki mülkiyet hakkını ortadan kaldıran müdahalelere izin verilmemelidir.",
     "Kaynakça": "ABİK, Yıldız: Kaynak Hakkına İlişkin Türk Medeni Kanunundaki Hükümler Hakkında Bir  Değerlendirme, TABAD., S. 1-3 (2010), s. 79-91.  ADALET BAKANLIĞI: Türk Medenî Kanunu, Türk Medenî Kanununun Yürürlüğü ve Uygulama Şekli Hakkında Kanun ve Gerekçeleri, Ankara 2002. AKİPEK, J./AKINTÜRK, T.: Eşya Hukuku, İstanbul 2009. AKMAN, Sermet: 3402 sayılı Kadastro Kanununun İncelenmesi ve Eleştirisi, İstanbul 1990 BAŞPINAR, Veysel:  Mülkiyet  Hakkını  İhlâl  Eden  Müdâhaleler,  Ankara 2009. BENDA, E./MAIHOFER, W./ VOGEL, H.J.: Handbuch des Verfassungsrecht, 2. Auf. Berlin 1995.                                                     Dipnotlarda geçen eserler, yazarlarının soyadları ile anılmıştır. Aynı yazarın birden fazla eserine yapılan atıflar kısaltılmış şekilleriyle parantez içerisinde gösterilmiştir.    2751Su Mülkiyeti Açısından...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2725-2754  BSK-REY, H. :  Basler  Kommentar  zum  Scheweizerischen  Privatrecht, Zivilgesetzbuch II  (Art 457-977 ZGB) 2. Auf., Basel/Genf/München 2003 (Kısaltılmışı: REY,  BSK).  CHALLAYE, Félicien  (Çev. Turgut AYTUĞ): Mülkiyetin Tarihi, İstanbul 1944. DOĞRUSÖZ, Edip: Sular Hukuku, 5. Bası, Ankara 1997. DURAN, Lütfü: Kamusal Malların Ölçütü, İHİD., 1984, S. 1-3, s. 35-48. DÜRR, David: Nutzungseigentum und Werteigentum, Neue Aktualität des geteilten  Eigentums, Aktuelle Aspekte des Schuld –und Sachenrechts, FS. für Heinz  REY zum 60. Geburtstag, Zürich 2003, s. 21-31. EREN, Fikret: Mülkiyet Hukuku, 4. Baskı, Ankara 2016 (Kısaltılmışı: EREN, Mülkiyet).  ------------: Mülkiyet Kavramı, Recai Seçkin Armağan ı, Ankara 1974, s. 765795. ------------:  Anayasa  ve  Yeni  Gelişmeler  Karşısında  Medenî  Kanunun Mülkiyet  Kavramına  Verilecek  Anlam,  Medenî  Kanunun  50.  Yılı Haftası, Ankara  1977, s. 183 vd. (Kısaltılmışı, EREN, Anlam). EREN, F./BAŞPINAR, V.: Toprak Hukuku, 4. Baskı, Ankara 2014. ERTAŞ, Şeref: Eşya Hukuku, 11. Baskı, İzmir 2014. ESENER, T./GÜVEN, K.: Eşya Hukuku, 6. Baskı, Ankara 2015. GÜLAN; Aydın: Kamu Mallarından Yararlanma Usullerinin Tabi Olduğu Hukukî Rejim, İstanbul 1999. GÜRLEK İLGÜN, Mühübe: : Su Davaları, Ankara 2008. GÜRAN, Sait: Anayasa Mahkemesinin Kamu Malına Bakışı, İHİD., 1984, S. 1-3, s. 63-86. GÜRSOY, K. T./EREN, F./ CANSEL, E.: Türk Eşya Hukuku, 2. Bası, Ankara 1984. GÖKSU, T.: Handkommentar zum Schweizer Privatrecht, Zürich 2007. HAAB, Robert: Kommentar zum Schweizerischen Zivilgesetbuch, Bd. IV, Sachenrecht, 2. Auf. Zürich 1929. 2752Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2725-2754  Başpınar İMRE, Zahit: Kaynak-Yeraltı Suları ve Hukukî Durumları, İstanbul 1951. KARAHASAN, M. Reşit: Yeni Türk Medenî Kanunu Eşya Hukuku, İkinci Cilt, İstanbul 2001. KINALIZADE;  (Hazırlayan Ahmet KAHRAMAN): Devlet ve Aile Ahlâkı II, 1001 Temel Eser (Tarihsiz). KÖPRÜLÜ, B./KANETİ, S.: Sınırlı Aynî Haklar, 2. Bası, İstanbul 19821983. MARDİN, Ebul ulâ:  Vakıf  Katma  Suları,  Cemil  BİRSEL e  Armağan, İstanbul 1939, 239 vd.  MEIER-HAYOZ, Arthur: SP. Bd. V/3, I Sachenrecht, Das Eigentum, Basel und Stuttgart 1977. -------------: Berner Kommentar, Das Sachenrechti I, I: Systematischer Teil Allgemeine  Bestimmungen Art. 641-654 ZGB, 5. Auf. Bern 1981.  OĞUZMAN, M.K./SELİÇİ, Ö./ OKTAY ÖZDEMİR, S.: Eşya Hukuku 18. Baskı, İstanbul 2015. ÖZKÖK, M. Kemal:  Su  Kaynaklarının  Kullanılması  Hakkında  Kanun Tasarısının Takdimi, Su  Kaynaklarının Kullanılması Hakkında Kanun Tasarısı İle İlgili Bilimsel Hafta, Ankara 1972, s. 5-41. REY, Heinz: Die Grundlagen des Sachenrechts und das Eigentum, Bd. I, 3. Auf. Bern 2007 (Kısaltılmışı: REY, Eigentum). SAYMEN, F.H./ELBİR, H. K.: Türk Eşya Hukuku (Aynî Haklar; İstanbul 1954. SCMID, J./ HÜRLİMANN-KAUP, B: Sachenrecht, 4. Auf. Zürich 2012. SERDENGEÇTİ, Edip:  Mülkiyet  Nehicinin  Tekâmül  Vechesi,  İHM.  C. XXII, S. 1-4, s. 299-318,  C. XXIII, S. 1-2, s. 68-92, S. 3-4, s. 441-468, C. XXIV, S. 1-4, s. 432-459.  UYGUR, Tanju: Suların Hukuki Rejimi, ABD. 1975, S. 2, s. 158-168. ÜNAL, Mehmet: Türk Medenî Hukukunda Yapı (Üst) Hakkı, Ankara 1988 (Kısaltılmışı: ÜNAL, Üst Hakkı).    2753Su Mülkiyeti Açısından...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2725-2754  -------------: Orman Hukuku, 3. Baskı, Ankara 2010 (Kısaltılmışı: ÜNAL, Orman). ÜNAL, M. /BAŞPINAR, V.: Şeklî Eşya Hukuku, 8. Baskı, Ankara 2016. (Yazarı belli değil) (Çev. Yaşar YÜCEL) : Kitab-ı Müstetab, Ankara 1974. YAZMAN, İrfan: Kaynakların Türk Medenî Hukukunda Tâbi Olduğu Rejim, Ankara 1970. YILDIZ, D./ÖZBAY, Ö.: Osmanlı dan Bugüne Su Politikaları ve Hukuku, İstanbul 2012. YILMAZ, Mustafa:  Anayasa  Mahkemesi nin  Kamulaştırma  Kanunu nun  Hak Düşürücü Süre   Konusunu Düzenlediği 38. Maddesini İptal Eden Kararının Hukukî Bir  Tahlili,  Banka  ve  Ticaret  Hukuku  Araştırma Enstitüsü, Özel Hukuk ve  Anayasa Mahkemesi Kararları Sempozyumu II, Ankara 2004, s. 147-198. ZABUNOĞLU, Yahya; Kazım: İdare Hukuku C.1,"
}