{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2017",
     "Cilt": "66",
     "Sayı": "2",
     "Başlık": "6745 SAYILI KANUN İLE HUKUKİ EL KOYMALARA DAİR YAPILAN DEĞİŞİKLİKLER İLE HUKUKİ VE FİİLİ EL KOYMALARA UYGULANACAK HÜKÜMLER",
     "Title": "Amendments Whıch Is Made By The Law Numbered 6745 Related To Seizures Dejure And Provısıons Whıch Be Applıed In The Case Of Seızures Without Expropriation",
     "Yazar İsmi": [
          "Doç. Dr. Türker Yalçınduran"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Kamulaştırmasız el koyma",
          "mülkiyet hakkı",
          "hukuki el koyma",
          "fiili el koyma",
          "Kamulaştırma Kanunu"
     ],
     "Keywords": [
          "Seizure without expropriation",
          "property right",
          "seizure dejure",
          "seizure defacto",
          "The law of Expropriation"
     ],
     "Özet": "6745 sayılı Yatırımların Proje Bazında Desteklenmesi İle Bazı Kanun ve Kanun Hükmünde Kararnamelerde Değişiklik Yapılmasına Dair Kanun ile 2942 sayılı Kamulaştırma Kanunu nda yapılan değişiklik sonucunda, hukuki el  koymaların;  uygulama  imar  planlarında  umumi  hizmetlere  ve  resmî kurumlara ayrılmak suretiyle mülkiyet hakkının özüne dokunacak şekilde tasarrufu hukuken kısıtlanan taşınmazlara ilişkin olması durumunda 6745 sayılı Kanun hükümleri, bu taşınmazlar dışındaki taşınmazlara ilişkin olması halinde  ise  15.12.2010  tarihli  Yargıtay  Hukuk  Genel  Kurulu  kararında belirtilen esaslar uygulanacaktır. Fiili  el  koymalar  ise;  el  koymanın  09.10.1956-04.11.1983  tarihleri arasında gerçekleşmesi durumunda Kamulaştırma Kanunu geçici 6. madde hükümlerine  tabi  olacak,  04.11.1983  tarihinden  itibaren  gerçekleşen kamulaştırmasız  el  koymalara  da  16.05.1956  tarihli  Yargıtay  İçtihatları Birleştirme Kararındaki esaslar uygulanacaktır.",
     "Abstract": "In the case of seizures dejure, in accordance with the Amendments by   The Law Supporting the Investments On Project Basis and Amendments Made To Various Laws and Statutory Decrees  numbered 6745 related to the  Law of Expropriation  numbered 2942 ;  (i.)  If those directed to the immovable(s) that are allocated to the general services  and  official  institutions  by  the   Application  Plans  of Urbanization  which have legally been restrained from disposal with having direct effect on the essence of the right of ownership thereof, The Law numbered 6745 shall be applicable, (ii.)  If those directed to the immovable(s) other then mentioned above, shall be subject to the principles set forth in the Decision of the General Assembly of Civil Chambers of Yargıtay dated 15.12.2010. In the case of seizures defacto,  (i.)  If those occurred by and between 09.10.1956-04.11.1983, they shall be subject to the provisional article 6 of the Law of Expropriation  (ii.) If those occurred after the date of 04.11.1983, they shall be subject to the principles set forth in the Unified Decision of Yargıtay, dated 16.05.1956.",
     "Metin": "Kamulaştırmasız  el  koyma;  idarenin,  özel  mülkiyette  bulunan taşınmazlara  kişinin  mülkiyet  hakkını  kısıtlayacak  şekilde  müdahale etmesidir. Bu müdahale,  herhangi bir yasal dayanağı bulunmaksızın fiilen el koyma şeklinde olabileceği gibi, el koymanın yasal bir dayanağı bulunmakla beraber mülkiyet hakkının vermiş olduğu yetkilerin kullanılmasının uzun süre kısıtlanmasına yol açacak tarzda hukuken el koyma şeklinde de olabilir.1  1  YALÇINDURAN, Türker: Kamulaştırmasız El Koyma, Ankara 2015, s. 23.Benzer bir tanım için bkz. ÇABRİ, Sezer: Kamulaştırmasız El Atma Kavramının Yargıtay Hukuk Genel Kurulu nun 15.12.2010 Tarihli Kararı Doğrultusunda Tanımlanması, EÜHFD, C. XV, S. 1–2 2011, s. 5 ve KURT, Tuğba Çağlar Kamulaştırma ve Kamulaştırmasız El Atmanın Matematiği, Ankara 2016, s. 1. 492Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 491-515                                                  6745 Sayılı Kanun Kamulaştırmasız el koyma, fiili el koyma veya hukuki el koyma olarak iki farklı şekilde gerçekleştirilebilmektedir. Fiili el koymada; kamulaştırma yapmaya yetkili idarelerin, kamu yararı amacıyla mülkiyet hakkına geçici olmayacak bir şekilde, yasal bir dayanak bulunmaksızın fiili olarak müdahale etmesidir.2 Hukuki el koyma ise; yasaların verdiği yetkiye dayanılarak mülkiyet hakkının malik tarafından kullanılmasının uzun süre engellenmesi sonucuna yol açacak şekilde idare tarafından mülkiyet hakkına müdahale edilmesidir. Hukuki el koymanın en yaygın uygulama şekli uygulama imar planları ile mülkiyet hakkına müdahale edilmesidir. Ayrıca 2863 sayılı Kültür ve Tabiat Varlıklarını Koruma Kanunu ve diğer bazı kanunlarla da hukuki el koymalar gerçekleştirilmektedir. Bir  hukuk  devletinde  asla  bulunmaması  gereken  bir  kavram  olan kamulaştırmasız  el  koyma;  idarelerin  hukuka  aykırı  davranışlarını cesaretlendirdiği gibi, bu kavramı yasal bir zemine oturtma çabaları da, zaten bu yönde davranan idareleri kamulaştırma yolunu tamamıyla bırakarak bu yöndeki hukuka aykırı davranışları teşvik edecektir. İdareler,  elbette  ki  kamunun  ihtiyaçlarını  yerine  getirme  görevleri gereğince  mülkiyet  hakkını  kısıtlayıcı  veya  ortadan  kaldırıcı  eylem  ve işlemlerde  bulunabilirler.  Ancak,  bunu  Anayasa da  belirtilen  sınırlar içerisinde yapabilirler. Bu sınırlar dışına çıkıldığında, artık hukuk devletinin varlığından bahsetmek mümkün bulunmamaktadır.  Anayasamızda,  kamunun  ihtiyaçları  için  mülkiyet  hakkının sınırlanabileceği hallerden birisi de kamulaştırmadır. Kamulaştırmaya ilişkin düzenleme Anayasa nın 46. maddesinde yer almaktadır. İdareler, Anayasa ile güvence altına alınmış kamulaştırma yoluyla yapması gereken hizmetleri, Anayasa  hükümleri  dışına  çıkarak  kamulaştırmasız  el  koyma  yoluyla sağlamaktadırlar.4  2  YALÇINDURAN, s. 35-51. 3  RG, 23.07.1983 tarih, 18113 sayı. 4  Hiç şüphe yok ki, kamulaştırmasız el koyma, Anayasa tarafından kabul edilen  ya da kabul edilebilecek hukuka uygun bir müessese değildir. ( ULUSOY, Yasin: Kamulaştırmasız El Atma, Ankara 2004, s. 9). Avrupa İnsan Hakları Mahkemesi de, Avrupa İnsan Haklarının ve Temel Özgürlüklerinin Korunmasına İlişkin Sözleşme nin Ek Protokol 1. Maddesindeki kurala dayanarak kamulaştırmasız el koymayı mülkiyet hakkına aykırı bulmaktadır. ( KAMIŞLI, Gani: Avrupa İnsan Hakları Mahkemesi ve Anayasa Mahkemesinde Mülkiyet Uyuşmazlıklarının Çözümü, Adana 2016, s. 258). 493Türker Yalçınduran                                                Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 491-515   Kamulaştırmasız el koymaya uygulanacak 5999 sayılı Kamulaştırma Kanununda  Değişiklik  Yapılmasına  Dair  Kanun,  6111  sayılı  Bazı Alacakların Yeniden Yapılandırılması İle Sosyal Sigortalar ve Genel Sağlık Sigortası Kanunu Ve Diğer Bazı Kanun ve Kanun Hükmünde Kararnamelerde Değişiklik yapılması Hakkında Kanun  ve 6487 sayılı Bazı Kanunlar İle 375 sayılı  Kanun  Hükmünde  Kararnamede  Değişiklik  Yapılmasına  Dair Kanun 7un bazı hükümlerinin Anayasa Mahkemesi tarafından iptal edilmiş ve en son 6745 sayılı Yatırımların Proje Bazında Desteklenmesi İle Bazı Kanun ve Kanun Hükmünde Kararnamelerde Değişiklik Yapılmasına Dair Kanunla kamulaştırmasız  el  koymaya  dair  düzenlemeler  yapılmış  olması,  ayrıca 1956/1 E., 1956/6 K., 16.05.1956 tarihli Yargıtay İçtihadı Birleştirme Kararı ve  Yargıtay  Hukuk  Genel  Kurulu nun  15.12.2010  tarihli,  E:2010/5-662, K:2010/651 sayılı Kararı nın halen geçerliliklerini muhafaza ediyor olmaları nedenleriyle;  çalışmamızda  hukuki  ve  fiili  el  koymalara  uygulanacak hükümler belirlenecek ve değerlendirilecektir. I- 6745 SAYILI KANUN İLE HUKUKİ EL KOYMALARA DAİR YAPILAN DEĞİŞİKLİKLER VE BU DEĞİŞİKLİKLERİN 6487 SAYILI KANUNDAKİ DÜZENLEMEDEN FARKLILIKLARI 1-  YAPILAN DEĞİŞİKLİKLER 6745 sayılı Kanun un 33 ve 34. maddeleri ile hukuki el koymaya ilişkin mevzuatta değişiklikler yapılmıştır.  Kamulaştırmasız el koymadan bahsedebilmek için muhakkak fiili el koymanın varlığı aranmaktaydı, hukuki el koymalar herhangi bir dava hakkı vermemekteydi.  Ancak  ilk  kez  YHGK nın  15.12.2010  tarihli  kararı  ile kamulaştırmasız el koymanın sadece fiili el koymalarda değil aynı zamanda hukuki el koymalarda da söz konusu olabileceği belirtilmiştir.  YHGK nın anılan kararı ile uygulama bulan hukuki el koyma, daha sonra 6487 sayılı Kanun un 21. maddesiyle değiştirilen 2942 sayılı Kamulaştırma Kanunu nun  geçici  6.  maddesinde  yapılan  değişiklikle  ilk  kez  Kanunla düzenlenmiştir.   5  RG, 30.06.2010 tarih, 26627 sayı 6  RG, 25.02.2011 tarih, 27857 1. mükerrer sayı. 7  RG, 11.06.2013 gün, 26874 sayı. 8  RG, 07.09.2016 tarih, 29824 sayı 9   www.kazanci.com.tr (25.01.2017) 10  www.kazanci.com.tr (25.01.2017). Hukuk hayatımıza olumlu katkı yapan bu kararın isabetli olarak  değerlendirilmesi  için  bakınız  YILDIRIM,  Turan:  İmar  Planı  Yoluyla Kamulaştırmasız El Atma, BÜHFKHHD, 2011, C.7, S. 81-82, s. 199.  11  RG, 11.06.2013 gün, 26874 sayı. 494Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 491-515                                                  6745 Sayılı Kanun Bu düzenlemeye ilişkin geçici 6. maddenin onuncu fıkrasına eklenen 3, 4 ve 5. cümleler aşağıda yer almıştır:   …Uygulama imar planlarında umumi hizmetlere ve resmi kurumlara ayrılmak suretiyle veya ilgili kanunların uygulamasıyla tasarrufu kısıtlanan taşınmazlar hakkında, 3/5/1985 tarihli ve 3194 sayılı İmar Kanununda öngörülen idari başvuru ve işlemler tamamlandıktan sonra idari yargıda dava açılabilir. Bu madde hükümleri karara bağlanmamış veya kararı kesinleşmemiş tüm davalara uygulanır. Kararı kesinleşen davalara ise, bu maddenin yalnızca sekizinci fıkra hükümleri uygulanır. . İlave edilen bu cümle, YHGK  nın 15.12.2010 tarihli kararı ile hukuk hayatımıza getirdiği olumlu değişikliğin ilk kez mevzuata yansımış şeklidir. Bu değişiklik, daha sonra çıkarılan 6745 sayılı Kanun un 33. maddesi ile detaylı olarak düzenlenmiştir.   6745 sayılı Kanun un 33. maddesi ile Kamulaştırma Kanunu na eklenen madde aşağıda yer almaktadır:   EK MADDE 1- Uygulama imar planlarında umumi hizmetlere ve resmî kurumlara ayrılmak suretiyle mülkiyet hakkının özüne dokunacak şekilde tasarrufu hukuken kısıtlanan taşınmazlar hakkında, uygulama imar planlarının yürürlüğe girmesinden itibaren beş yıllık süre içerisinde imar programları veya imar uygulamaları yapılır ve bütçe imkânları dâhilinde bu taşınmazlar ilgili idarelerce kamulaştırılır veya her hâlde mülkiyet hakkını kullanmasına engel teşkil edecek kısıtlılığı kaldıracak şekilde imar planı değişikliği  yapılır/yaptırılır.  Bu  süre  içerisinde  belirtilen  işlemlerin yapılmaması  hâlinde  taşınmazların  malikleri  tarafından,  bu  Kanunun geçici 6 ncı maddesindeki uzlaşma sürecini ve 3194 sayılı İmar Kanununda öngörülen idari başvuru ve işlemleri tamamlandıktan sonra taşınmazın kamulaştırmasından sorumlu idare aleyhine idari yargıda dava açılabilir. Birinci fıkra uyarınca dava açılması hâlinde taşınmazın ya da üzerinde tesis  edilen  irtifak  hakkının  dava  tarihindeki  değeri,  mahkemece;  bu Kanunun 15 inci maddesine göre bilirkişi incelemesi yapılarak, taşınmazın hukuken  tasarrufunun  kısıtlandığı  veya  fiilen  el  konulduğu  tarihteki nitelikleri esas alınmak suretiyle tespit edilir ve taşınmazın veya hakkın idare adına tesciline veya terkinine hükmedilir. Bu madde kapsamında kalan taşınmazlar hakkında açılacak dava ve takiplerde, bu Kanunun geçici 6 ncı maddesinin üçüncü, yedinci, sekizinci ve on birinci fıkra hükümleri, bu maddenin yürürlüğe girdiği tarihten önce açılan  ancak  henüz  karara  bağlanmayan  veya  kararı  kesinleşmeyen 495Türker Yalçınduran                                                Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 491-515   davalara bu madde hükümleri, kesinleşen ancak henüz ödemesi yapılmayan kararlar hakkında ise geçici 6 ncı maddenin üçüncü, sekizinci ve on birinci fıkra hükümleri uygulanır. Bu  Kanunun  geçici  6  ncı  maddesinin  sekizinci  fıkrası  uyarınca ayrılması gereken yüzde iki oranındaki ödenekler, yüzde dört olarak ayrılır. İlave olarak ayrılan yüzde iki oranındaki ödenekler, münhasıran bu ek madde ile geçici 11 inci ve geçici 12 nci maddeler kapsamında yapılacak ödemelerde kullanılır. Yapılacak ödemelerin toplam tutarının ilave olarak ayrılan ödeneğin toplamını aşması hâlinde, ödemeler, en fazla on yılda ve geçici 6 ncı maddenin sekizinci fıkrası hükmüne göre yapılır. . 6745 sayılı Kanun un 34. maddesinde; Kamulaştırma Kanunu nun geçici 6. maddesinin onuncu fıkra, üçüncü cümlesinin yürürlükten kaldırıldığı ve aynı  Kanun a  geçici  11.  madde  ilave  edildiği  hükmüne  yer  verilmiştir.  Yürürlükten kaldırılan üçüncü cümle      …Uygulama imar planlarında umumi  hizmetlere  ve  resmi  kurumlara  ayrılmak  suretiyle  veya  ilgili kanunların  uygulamasıyla  tasarrufu  kısıtlanan  taşınmazlar  hakkında, 3/5/1985 tarihli ve 3194 sayılı İmar Kanununda öngörülen idari başvuru ve işlemler tamamlandıktan sonra idari yargıda dava açılabilir.  hükmünü içermekteydi.  6745 sayılı Kanunun 33. maddesi ile Kamulaştırma Kanunu nun geçici 6.  madde  onuncu  fıkrasında  düzenlenen  hukuki  el  koyma  yeniden düzenlendiği  için,  6745  sayılı  Kanun un  34.  maddesinde  Kamulaştırma Kanunu nun onuncu fıkrasının üçüncü cümlesinin yürürlükten kaldırıldığı ifade  edilmiştir.12  Aynı  maddede  Kamulaştırma  Kanunu na  eklendiği belirtilen geçici 11. madde aşağıda yer almaktadır:  GEÇİCİ MADDE 11- Bu Kanunun ek 1 inci maddesinin birinci fıkrası kapsamında kalan ve bu maddenin yürürlüğe girdiği tarihten önce tasarrufu hukuken kısıtlanan taşınmazlar hakkında aynı fıkrada belirtilen süre, bu maddenin yürürlüğe girdiği tarihten itibaren başlar.  12  Nitekim  madde  gerekçesinde  de  bu  husus  ifade  edilmiştir;   Madde  ile…tasarrufu hukuken  kısıtlanan  taşınmazlar  hakkında  Kamulaştırma  Kanununa  eklenmesi öngörülen ek I inci madde ile detaylı ve ayrı bir düzenleme yapıldığından; aym Kanunun  geçici  6  ncı  maddesinin  onuncu  fıkrasında  yer  alan  ‘Uygulama  imar planlarında umumi hizmetlere ve resmî kurumlara ayrılmak suretiyle veya ilgili kanunların uygulamasıyla tasarrufu kısıtlanan taşınmazlar hakkında 3194 sayılı İmar Kanununda öngörülen idari başvuru ve işlemler tamamlandıktan sonra idari yargıda dava  açılabilir.   yönündeki  üçüncü  cümlesinin  yürürlükten  kaldırılması… amaçlanmıştır. .  (https://www.tbmm.gov.tr/sirasayi/donem/yil/ss.pdf,  s.  14, (28.01.2017) 496Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 491-515                                                  6745 Sayılı Kanun Bu Kanunun ek 1 inci maddesinin üçüncü fıkrası hükmü, bu madde kapsamında  kalan  taşınmazlara  ilişkin  dava  ve  takipler  hakkında  da uygulanır. . 2-  YAPILAN  BU  DEĞİŞİKLİKLERİN  6487  SAYILI KANUNDAKİ DÜZENLEMEDEN FARKLILIKLARI Yapılan bu düzenleme ile hukuki el koyma, fiili el koymadan ayrı olarak düzenlenmiştir. 6487 sayılı Kanunda hukuki el koymayı düzenleyen, geçici 6. maddenin onuncu fıkrasında yer alan üçüncü cümle 6745 sayılı Kanun ile Kamulaştırma Kanunu na eklenen geçici 11. madde ile ilga edilmiş ve hukuki el  koyma  daha  geniş  bir  şekilde  6745  sayılı  Kanun  ile  Kamulaştırma Kanunu na eklenen ek madde 1 ile daha ayrıntılı ancak karışıklığa yol açacak şekilde düzenlenmiştir. Şöyle ki; ek madde 1 in ilk fıkra ilk cümlesinde hukuken el konulan taşınmazların  beş  yıllık  süre  içinde  kamulaştırılacağı  veya  imar  planı değişikliği yapılacağı/yaptırılacağı hüküm altına alınmış, ikinci cümlesinde ise bu gerekliliğin yerine getirilmemesi durumunda dava açılabileceği, ancak dava  açmadan  önce  uzlaşma  sürecinin  ve  3194  sayılı  İmar  Kanunu nda öngörülen  idari  başvuru  ve  işlemlerin  tamamlanması  gerektiği  ifade edilmiştir. İmar Kanunu nda öngörülen idari başvuru ve işlemlerin neler olduğu Yargıtay kararlarında ve doktrinde ele alınmıştır. YHGK   nın  15.12.2010  tarihli  kararında  belirttiği: uzun  yıllar programa alınmayan imar planının fiilen hayata geçirilmemesi nedeniyle kamulaştırma  ya  da  takas  cihetine  gitmeyen  davalı  İdarenin,  malikin taşınmaz üzerindeki tasarruf hakkını belirsiz bir süre için kullanılamaz hale getirdiği, dolayısıyla malikin taşınmazdan mülkiyet hakkının özüne uygun şekilde  yararlanma  olanağı  kalmadığı,  taşınmaz  malikinin  mülkiyet hakkının  hukuksal  bir  nedene  dayanılmadan  İdarece  engellendiği kuşkusuzdur.   şeklinde  ifade  edilen  görüşten,  idari  yargı  yoluna başvurabilmek  için  tamamlanması  gerekli  idari  başvuru  ve  işlemlerin kapsamına kamulaştırmanın ve takasın girdiği sonucu çıkmaktadır. Takasa ilişkin düzenleme Kamulaştırma Kanunu nun  Trampa yolu ile kamulaştırma   başlıklı  26.  maddesinde;     Mal  sahibinin  kabul  etmesi halinde  kamulaştırma  bedeli  yerine,  idarenin  kamu  hizmetine  tahsis edilmemiş olan taşınmaz mallarından, bu bedeli kısmen veya tamamen karşılayacak miktarı verebilir…  şeklinde hüküm altına alınmıştır. 497Türker Yalçınduran                                                Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 491-515   Anılan hükümde  Mal sahibinin kabul etmesi halinde  ibaresinden, takas yoluna gidilmesine dair bir zorunluluk bulunmadığı anlaşılmaktadır. Hatta,  taşınmaz  maliki,  idareye  trampa  yolu  ile  kamulaştırmayı  kabul etmeyeceğine  dair  bir  dilekçeyi  imar  planının  kesinleşmesi  aşamasında vererek bu yolu tamamıyla da kapatabilir. Bu nedenlerle trampa işlemi, fıkrada  anılan   İmar  Kanununda  öngörülen  idari  başvuru  ve  işlemler tamamlandıktan sonra idari yargıda dava açılabilir  ibaresi kapsamında zorunlu bir başvuru değildir. İmar  planı  nedeniyle  kamulaştırmasız  el  koymanın  varlığı  halinde, malikin  kamulaştırma  yapılarak  bedelin  ödenmesini  veya  imar  planı değişikliği yapılmasını idareden talep edebileceği, hukuki el koymayı ilk kez düzenleyen 6487 sayılı Kanunla yapılan düzenleme öncesinde doktrinde ifade edilmekteydi.13  Gerek  Yargıtay  ve  gerekse  doktrin  tarafından  idari  yargı  yoluna başvurabilmek için tamamlanması gereken idari başvuru ve işlem olarak kabul edilen kamulaştırma yolu İmar Kanunu nun 10. maddesinde hüküm altına alınmıştır.   İmar  Programları,  Kamulaştırma  ve  Kısıtlılık  Hali   başlıklı  İmar Kanunu nun  10.  maddesinde;  belediyelerin,  imar  planlarının  yürürlüğe girmesinden en geç üç ay içinde, bu planı tatbik etmek üzere beş yıllık imar programları hazırlayacağı, beş yıllık imar programları sınırları içinde kalan alanlardaki kamu hizmet tesislerine tahsis edilmiş olan yerleri ilgili kamu kuruluşlarının,  bu  program  süresi  içinde  kamulaştırılacağı  hüküm  altına alınmıştır. En geç beş yıllık program süresi içerisinde kamulaştırılması gereken taşınmazlar,  bu  sürenin  geçmesine  rağmen  kamulaştırılmazsa,  taşınmaz maliki  taşınmazın  kamulaştırılmasını  veya  söz  konusu  imar  planında değişiklik yapılmasını talep edebilir.14 Doktrinde ileri sürülen bu görüş 6745 sayılı Kanunla yapılan düzenleme ile kanun hükmü haline gelmiştir.  13  YILDIRIM, 81-82, s. 184-185; EROL, Ömer Faruk: Yargı Kararlarında İmar Planı Yoluyla Kamulaştırmasız El Atma,BÜHFKHHD, 2013, C. 9, S. 105-106, s. 206. 14  YILDIRIM, s. 183-185; EROL, s. 221; Plan değişikliğine ilişkin, İmar Kanunu nun 13. madde 3. fıkrasının AYM. tarafından iptal edildiği, Plan Yapımına Ait Esaslara Dair Yönetmelik e  göre  plan  değişikliğinin  belirli  koşulların  gerçekleşmesine  bağlı  olarak yapılabileceğinin hüküm altına alındığı, ancak kanunla getirilmeyen bir yükümlülüğün yönetmelikle getirilmesinin kanuna aykırı olduğu şeklinde değerlendirilebileceği, ancak kamu yararı gerektirdiği takdirde plan değişikliği yapmanın mümkün olduğu belirtilmektedir ( YILDIRIM, s. 184-185).    498Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 491-515                                                  6745 Sayılı Kanun Ancak, bu düzenlemeyi içeren ek madde 1 in ilk fıkra birinci ve ikinci cümleleri aynı başvuru yollarını içermektedir. Şöyle ki; ilk cümlede hukuken el konulan taşınmazların beş yıllık süre içinde kamulaştırılacağı veya imar planı  değişikliği  yapılacağı/yaptırılacağı  hüküm  altına  alınmıştır.  ikinci cümlesinde  ise,  bu  gerekliliğin  yerine  getirilmemesi  durumunda  dava açılabileceği,  ancak  dava  açmadan  önce  uzlaşma  sürecinin  ve  İmar Kanunu nda öngörülen idari başvuru ve işlemleri tamamlanması gerektiği hükmüne yer verilmiştir. İmar Kanunu nda öngörülen tamamlanması gereken idari başvuru ve işlemlerin ise, yukarda yer alan açıklamalardan görüleceği üzere; Yargıtay ve doktrin tarafından kabul edilen kamulaştırma ve doktrin tarafından kabul edilen imar planında değişiklik yapılmasıdır.  Bu durumda, ek madde 1 in ikinci cümlesine göre; malikler tarafından, kamulaştırma veya imar planı değişikliği talebinde bulunulmaksızın dava açılamayacaktır. Peki, bu talep kime karşı ileri sürülecektir? Birinci cümle gereğince  kamulaştırma  veya  imar  planı  değişikliği  yapacak/yaptıracak idareye karşı ileri sürülecektir.  Diğer  bir  deyişle,  kanunun  lafzından  yola  çıkarsak,  birinci  cümle gereğince, beş yıllık süre içerisinde kamulaştırma veya imar planı değişikliği  15  Uzlaşmanın dava şartı haline getirilmesinin, sürecin uzaması ve malikin hakkını elde etmesini zorlaştıracağı 6487 sayılı Kanuna ilişkin eleştiride haklı olarak ifade edilmiştir.( TEMEL,  Cemil/  ÖZÜLKÜ,  Taner:  Uygulamada  Kamulaştırmadan  Doğan  Davalar Kamulaştırmasız El Atma Davaları Hukuki El Atma Ve Geçici İşgalden Doğan Tazminat Davaları, b. 3, Ankara 2014, s. 669).     Uzlaşmanın dava şartı haline getirilmesini eleştiren bir başka görüşte isabetli şekilde; 6487 sayılı Kanun un 21. maddesi ile uzlaşmanın dava şartı haline getirilerek Anayasa nın 36. maddesindeki  hak arama hürriyeti  nin engellendiği, Anayasa nın 10. maddesinin son fıkrasında  Devlet organları ve idare makamları bütün işlemlerinde kanun önünde eşitlik ilkesine uygun olarak hareket etmek zorundadırlar.  yazılı olduğu, kamulaştırmasız el koymanın haksız bir fiil olduğu, haksız fiili işleyen özel gerçek ve tüzel kişi ise mağdurun uzlaşma zorunluluğunun bulunmadığı, hal böyle iken kamulaştırmasız el koymada haksız fiili işleyen idare olunca mağdur kişinin idare ile uzlaşma görüşmesi yapma zorunluluğunun getirildiği, bu düzenlemenin, Anayasa nın 10. maddesinde düzenlenen eşitlik ilkesine aykırı olduğu ve iptali gerektiği, yine Yargıtay. 5. Hukuk Dairesi nin, devletle uzlaşmak istemeyen kişinin uzlaşmaya zorlanamayacağı, doğrudan dava açabileceği yönündeki içtihadının 21. madde ile devre dışı bırakıldığı, hukuk devletinde yasama, yürütme, yargı arasında kuvvetler ayrımı ilkesinin geçerli olduğu, bu ilkeye göre yasamanın yargıya süren davalarda müdahale etmemesi gerektiği, oysa yasal düzenleme ile yasamanın yargıya müdahalesi olduğu, bu haliyle kuvvetler ayrılığı prensibini çiğnenmiş olduğu, bundan dolayı da düzenlemenin Anayasa nın 2. maddesindeki hukuk devleti ilkesine aykırı olduğu ifade edilmiştir.(HEPER, Emre:  6487  sayılı  Kamulaştırmasız  El  Atma  Davaları  Kamulaştırma  Kanunu,  (http://www.hukukforum.com/showthread.php?t=7757 30.01.2017). 499Türker Yalçınduran                                                Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 491-515   yapacak/yaptıracak idarenin bu gerekliliği yerine getirmemesi durumunda, beş yıllık zorunlu bekleme süresi sonunda tekrar aynı idareden, tekrar aynı taleplerde bulunulması zorunluluğu getirildiği sonucu ortaya çıkmaktadır. Ancak  bu  düşüncenin;  mantıklı  bir  açıklamasının  bulunmaması,  kanun koyucunun  abesle  iştigal  etmeyeceği  gerçeği  ve  madde  gerekçesinde belirtilen   …bu  konuda  vatandaşlarımızın  uğradığı  mağduriyetlerin giderilmesi,  …vatandaşların  alacaklarının  bir  an  önce  ödenmesi amaçlanmıştır.  şeklindeki ifade edilen görüş gereğince kabul edilemeyeceği açıktır. II- HUKUKİ  VE  FİİLİ  EL  KOYMALARA  UYGULANACAK HÜKÜMLER Kamulaştırmasız  el  koymanın  tanımı  hukuk  mevzuatımızda yapılmamıştır. Kamulaştırmasız  el  koyma;  idarenin,  özel  mülkiyette  bulunan taşınmazlara  kişinin  mülkiyet  hakkını  kısıtlayacak  şekilde  müdahale etmesidir. Bu müdahale,  herhangi bir yasal dayanağı bulunmaksızın fiilen el koyma şeklinde olabileceği gibi, el koymanın yasal bir dayanağı bulunmakla beraber, mülkiyet hakkının vermiş olduğu yetkilerin kullanılmasının uzun süre kısıtlanmasına yol açacak tarzda hukuken el koyma şeklinde de olabilir.17 Kamulaştırmasız el koyma hukukumuzda ilk defa 16.05.1956 tarihli YİBK na konu olmuştur. Bu YİBK  ya göre dava hakkı, herhangi bir süreye tabi  olmayan  men i  müdahale/kal  ile  bedel  ve  ecrimisil  taleplerini kapsamaktadır. Hükmedilecek bedel ise dava tarihindeki bedeldir. Ancak,  221  ve  2942  sayılı  Kanunların  getirdiği  kamulaştırmasız  el koymaya dair düzenlemelere ilişkin olarak anılan YİBK değil, belirtilen kanun hükümleri uygulanacaktır. 12.01.1961 tarihinde yürürlüğe giren 221 sayılı Kanun ile 09.10.1956 tarihinden  önce  el  konulan  taşınmazların  fiili  tahsis  tarihindeki  değer üzerinden  kamulaştırılmış  sayılacağı  düzenlenmiştir.  Bu  nedenle kamulaştırmasız  el  koyma  09.10.1956  sonrası  gerçekleşen  el  koymalar bakımından söz konusu olabilmektedir. Bu Kanun ile dava hakkı sadece bedele ilişkin olup, bunu talep süresi de yürürlük tarihinden itibaren iki yıllık hak düşümü süresine tabi tutulmuştur.  16  https://www.tbmm.gov.tr/sirasayi/donem/yil/ss.pdf, s. 13 (30.01.2017). 17  YALÇINDURAN, s. 23.Benzer bir tanım için bkz. ÇABRİ, s. 5 ve KURT, s. 1. 18  RG., 12.01.1961 tarih, 10075 sayı .  500Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 491-515                                                  6745 Sayılı Kanun 2942 sayılı Kanun un 38. maddesi ile yapılan düzenleme ile dava hakkı 20 yıllık hak düşürücü süreye tabi olan men i müdahale/kal ile bedel ve ecrimisil taleplerini kapsamaktadır. Bu düzenleme 09.10.1956 tarihinden 38. maddenin AYM tarafından iptal kararının yayınlandığı tarih olan 04.11.2013 tarihine kadar olan dönemi kapsamaktadır. Hükmedilecek bedel, fiili tahsis tarihindeki nitelikler dikkate alınarak dava tarihindeki değerdir. Anılan 38. maddenin AYM tarafından iptali sonrasında mevzuatta oluşan boşluğu  düzenlemek  amacıyla  5999  sayılı  Kamulaştırma  Kanununda Değişiklik Yapılmasına Dair Kanun da kamulaştırmasız el koymaya ilişkin hükümler getirilmiştir.22 5999 sayılı Kanun ile 09.10.1956 ile 04.11.1983 tarihleri arasındaki dönemde kamulaştırmasız el konulan yerlerin sadece bedeli istenebileceği ve bu bedelin de taşınmazın el koyma tarihindeki nitelikleri esas alınarak idareye müracaat tarihindeki değeri olacağı hüküm altına alınmıştır. 5999  sayılı  Kanun un  uygulanacağı  sürenin  04.11.1983  tarihinden itibaren on beş yıl süreyle uzatılmasına dair değişiklik, 6111 sayılı Bazı Alacakların Yeniden Yapılandırılması İle Sosyal Sigortalar ve Genel Sağlık Sigortası Kanunu Ve Diğer Bazı Kanun ve Kanun Hükmünde Kararnamelerde Değişiklik yapılması Hakkında Kanun un geçici 2. maddesiyle yapılmıştır. Yapılan bu değişiklik sonucunda, 5999 sayılı Kanunla 2942 sayıla Kanun a  19  Mülga  38.  maddede;  kamulaştırma  yapılmış,  ancak  işlemleri  tamamlanmamış  veya kamulaştırma hiç yapılmamış iken kamu hizmetine ayrılarak veya kamu yararına yönelik bir ihtiyaca tahsis edilerek üzerinde tesis yapılan taşınmaz malın malik zilyet veya mirasçılarının bu taşınmaz mal ile ilgili her türlü dava hakkını yirmi yıl geçmekle düşeceği ve bu sürenin taşınmaz mala el koyma tarihinden başlayacağı hüküm altına alınmıştı. 20  ARCAK/DOĞRUSÖZ, tarafından ileri sürülen 38. madde hükmü ile Türk hukukuna ayni haklarda devrim niteliğinde bir hüküm getirildiği iddiasının kabul edilemez bir görüş olduğu, bu  düzenlemenin   devrim  niteliğinde   değil   gasp   niteliğinde  bir  hüküm  olduğu açıktır.(ARCAK,  Ali/DOĞRUSÖZ,  Edip:  Kamulaştırmasız  El  Koyma,  El  Atmanın Önlenmesi ve Tazminat Davaları, Ankara 1992. s. 27). 21  AYM, 2002/112 E., 2003/33 K., 10.04.2003 tarih ( RG, 04.11.2013 tarih, 25279 sayı). 22  TBMM deki  eleştiriler  için  bkz. http://www.tbmm.gov.tr/develop/owa/Tutanak_B_SD.birlesim_baslangic?P=20697&P=B&page=82&page=82 (30.01.2017)Ayrıca, yapılan düzenlemeyi eleştiren bir görüş, Kamulaştırma Kanunu nda yapılan bu değişikliğin mülkiyet hakkının ihlaline neden olan uygulamayı değil, bu uygulamanın sonuçlarını hafifletmeyi amaçladığı ifade edilmektedir (ŞİMŞEK,  Suat:  Kamulaştırmasız  El  Atma  Nedeniyle  Tazminat  Konusunda  Yapılan Düzenlemenin,  1982  Anayasası  ve  Avrupa  İnsan  Hakları  Sözleşmesi  Açısından Değerlendirilmesi, Terazi Hukuk Dergisi, S. 79, Mart 2013, s. 43).        23  Sadece bedelin istenebileceğine dair ibare AYM nin, 2010/83 E., 2012/169 K.,01.11.2012 tarihli kararı ile iptal edilmiştir. 501Türker Yalçınduran                                                Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 491-515   eklenen geçici 6. madde hükümlerinin 04.11.1983 ile 25.02.2026 tarihleri arasındaki dönemde de uygulanacağı hüküm altına alınmıştır. Yukarıda belirtilen YİBK ve yasal düzenlemeler fiili el koymaya ilişkin olup, hukuki el koymalara ilişkin ilk yasal düzenlemeyi içeren hüküm,  5999 sayılı Kanun daki bir ibare ile 6111 sayılı Kanun  un geçici 2. maddesinin AYM tarafından iptali üzerine çıkarılan 6487 sayılı Kanun  un 21. maddesi ile Kamulaştırma Kanunu  nun geçici 6. maddesinde yapılan değişikliğe ilişkin hükümdür. Bu değişikliğe kadar sadece fiili el koymaları içeren yasal düzenlemeler, ilk kez bu değişiklikle, fiili el koymalar yanında hukuki el koymaları da hüküm altına almıştır.   11.06. 2013 tarihinde yapılan bu yasal düzenleme öncesinde hukuki el koymalara  karşı  YHGK nın  15.12.2010  tarihli  kararı  gereğince  yargısal korunma sağlanabiliyordu. Bu tarih öncesinde ise hukuki el koymalara karşı yargı yolu kapalıydı. YHGK nın 15.12.2010 tarihli kararında; bir kişinin taşınmazına eylemli olarak el konup tamamen veya kısmen kullanılmasına engel olunması ile imar uygulaması  sonucu  o  kişinin  mülkiyetinde  olan  taşınmaza  hukuken kullanmaya engel sınırlamalar getirilmesi arasında sonucu itibari ile bir fark bulunmadığı,  her  ikisinin  de  kişinin  mülkiyet  hakkının  sınırlandırılması anlamında aynı sonucu doğurduğu ifade edilmiştir. Böylelikle 6487 sayılı Kanunla değiştirilen Kamulaştırma Kanunu nun geçici 6. maddesiyle, YHGK  nın 15.12.2010 tarihli kararı ile hukuki koruma altına alınan hukuki el koymalarda ilk kez kanun ile düzenlenmiş oldu. Geçici 6.  maddenin  onuncu  fıkra  üçüncü  cümlesinde  yer  alan  bu  düzenleme  Uygulama  imar  planlarında  umumi  hizmetlere  ve  resmî  kurumlara ayrılmak suretiyle veya ilgili kanunların uygulamasıyla tasarrufu kısıtlanan taşınmazlar hakkında, 3/5/1985 tarihli ve 3194 sayılı İmar Kanununda öngörülen idari başvuru ve işlemler tamamlandıktan sonra idari yargıda dava açılabilir.   hükmünü içermekteydi. Bu  hüküm  6745  sayılı  Kanun un  34.  maddesi  ile  yürürlükten kaldırılmıştır. Anılan Kanun un 34 ve 35. maddeleri ile hukuki el koymalar yeniden  düzenlenmiştir.  Fiili  el  koymalarda  ise  daha  önce  6487  sayılı Kanun un 21. maddesi ile değiştirilen Kamulaştırma Kanunu nun geçici 6. madde hükümleri uygulanmaya devam edilecektir.   24  AYM, 2010/83 E., 2012/169 K., 01.11.2012 ( RG, 22.2.2013 tarih, 28567 sayı). 502Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 491-515                                                  6745 Sayılı Kanun 6745 sayılı Kanun da 33. madde olarak yer alan dört fıkradan ibaret düzenleme, Hükümet tarafından Meclise sunulan metinde 28. madde olarak yer almaktaydı ve beş fıkradan oluşmaktaydı. İlk fıkra hukuki el koymaları, ikinci fıkra fiili el koymaları düzenliyordu. Üçüncü fıkra ise;   Birinci ve ikinci fıkralar uyarınca taşınmaz veya hakkın bedelinin tespiti ve tescili davası açılması halinde, fiilen el konulan taşınmazın ya da üzerinde tesis edilen irtifak hakkının dava tarihindeki değeri, mahkemece; bu  Kanunun  15  inci  maddesine  göre  bilirkişi  incelemesi  yapılarak, taşınmazın hukuken tasarrufunun kısıtlandığı veya fiilen el konulduğu tarihteki nitelikleri esas alınmak suretiyle tespit edilir ve taşınmazın veya hakkın  idare  adına  tesciline  veya  terkinine  hükmedilir.  Mahkemelerce verilen tescile veya terkine ilişkin hüküm kesin olup, tarafların hükmedilen bedele ilişkin temyiz hakkı saklıdır.  hükmünü içermekteydi. Fiili el koymaya ilişkin ikinci fıkra Plan ve Bütçe Komisyonunda kabul edilen metinde yer almamıştır. Anılan Komisyon çalışmaları sırasında, ikinci fıkranın tamamıyla çıkarılmış olması nedeniyle zorunlu olarak üçüncü fıkrada değişiklik yapılması zorunluluğu doğmuştur. Bu nedenle yukarıda yer alan üçüncü fıkradaki   Birinci ve ikinci fıkralar uyarınca taşınmaz veya hakkın  25  Kanun da 33. madde olarak yer alan madde, Taslak ta 28. madde olarak yer almakta olup, Plan ve Bütçe Komisyonu nun kabul ettiği metinde de 24. madde olarak yer almıştır. Hükümetin teklif ettiği metin Plan ve Bütçe Komisyonu nda değiştirilerek kabul edilmiş, bu metin de Genel Kurul da değişikliğe uğrayarak kanunlaşmıştır. 26 https://www.tbmm.gov.tr/sirasayi/donem/yil/ss.pdf, s. 161-163  ( 05.02.2017) 27  MADDE 28- 2942 sayılı Kanuna aşağıdaki ek madde eklenmiştir.      EK MADDE 1- …4/11/1983 tarihinden bu maddenin yürürlüğe girdiği tarihe kadar kamulaştırma  işlemleri  tamamlanmamış  veya  kamulaştırması  hiç  yapılmamış olmasına rağmen fiilen kamu hizmetlerine ayrılan veya kamu yararına ilişkin bir ihtiyaca tahsis edilerek üzerinde tesis yapılan ya da kısmen veya tamamen veyahut irtifak hakkı tesis etmek suretiyle malikin rızası olmaksızın fiili olarak el konulan taşınmazlar veya kaynaklar;bu maddenin yürürlüğe girdiği tarihten itibaren en geç on yıllık süre içerisinde bütçe imkanları dahilinde ilgili idarelerce kamulaştırılır veya taşınmazların durumuna göre imar planı/imar uygulaması/ toplulaştırma yapılmak suretiyle başka yerden mümkün ise müstakil, değilse hisseli parsel verilir veyahut  tahliye edilerek Mekansal Planlar Yönetmeliği çerçevesinde plan değişikliği yapılarak kullanıma imkan verecek biçimde malikine iade edilir. Bu süre içerisinde belirtilen işlemlerin  yapılmaması  halinde  taşınmazların  malikleri,  bu  Kanunun  6  ncı maddesindeki uzlaşma sürecini tamamladıktan sonra taşınmazın kamulaştırmasından sorumlu idare aleyhine asliye hukuk mahkemesinde taşınmaz bedelinin tespiti ve tescili davası açılabilir…. .  503Türker Yalçınduran                                                Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 491-515   bedelinin tespiti ve tescili davası açılması halinde, fiilen el konulan  ibaresi kaldırılmış, onun yerine  Birinci fıkra uyarınca dava açılması halinde  ibaresi getirilmiştir. Ancak fiilen el konulmasına ilişkin ikinci satırdaki   fiilen el konulan  ibaresi kaldırılmışken beşinci satırda yer alan  veya fiilen el konulduğu  ibaresi kaldırılmamıştır.  Bu ibarenin kaldırılmamış olmasının tek açıklaması sehven unutulmuş olmasıdır. Fiili el koymaya ilişkin ikinci fıkranın çıkarılmış olması nedeniyle üçüncü  fıkradaki  fiili  el  koymalara  ilişkin  ibarelerin  de  çıkarılması  bir zorunluluktur. Üçüncü fıkradaki ilk ibarenin çıkartılıp, aynı konudaki ikinci ibarenin kalması da ikinci ibarenin metinden çıkartılmasının unutulduğunu göstermektedir.  Bu  nedenlerle  6745  sayılı  Kanunun  33.  maddesiyle  Kamulaştırma Kanunu na eklenen ek madde 1 in ikinci fıkrasında yer alan  veya fiilen el konulduğu  ibaresi maddenin fiili el koymaları da düzenlediği şeklinde bir yoruma sebebiyet vermemeli, bu ibare yokmuş gibi düşünülmelidir. 1- HUKUKİ EL KOYMALARDA UYGULANACAK HÜKÜMLER a- 6745 Sayılı Kanun Kapsamındaki El Koymalar Kamulaştırma Kanunu ek madde 1 in kapsamında olan taşınmazlar, uygulama imar planlarında umumi hizmetlere ve resmî kurumlara ayrılmak suretiyle  mülkiyet  hakkının  özüne  dokunacak  şekilde  tasarrufu  hukuken kısıtlanan  taşınmazlardır.  Bu  taşınmazlara  ilişkin  açılacak  davalarda uygulanacak hükümler;  Ek madde 1 ve ek madde 1 in atfıyla Kamulaştırma Kanunu nun geçici 6. maddesinin üçüncü fıkrası ( uzlaşmaya ilişkin), yedinci fıkrası (yargılama giderlerine ilişkin), sekizinci fıkrası ( ödemeye ilişkin) ve onbirinci fıkrası (haciz yasağına ilişkin) ile geçici madde 11 hükümleridir. Ek madde 1 in atfı ile uygulanacak olan Kamulaştırma Kanunu nun geçici 6. madde yedinci fıkrası gereğince, mahkeme ve icra harçları ile vekalet ücreti maktu olarak belirlenecektir. Bu kapsamda olan taşınmazlar için; beş yıllık süre içinde kamulaştırma veya imar planı değişikliği yapılması veya yaptırılması için bekleme, bu süre sonunda  uzlaşma  yoluna  başvuru  zorunluluğu,  uzlaşmanın  olumlu sonuçlanmaması  durumunda  dava  yoluna  gidilmesi  ve  dava  sonucunda verilecek bedelin ödenmesi için haciz yoluna başvurulamaması ve bu bedelin ödenmesinin on yıla kadar uzayabilmesi söz konusu olacaktır.  Kamulaştırmasız el koyma nedeniyle taşınmazın bedelinin ödenmesi karşılığında idare adına tesciline karar verilebileceği ek madde 1, f. 2 de düzenlenmiştir.  504Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 491-515                                                  6745 Sayılı Kanun 6745 sayılı Kanunun 34. maddesi ile Kamulaştırma Kanunu na eklenen geçici 11. madde hükmüne göre; imar planlarında umumi hizmetlere ve resmî kurumlara ayrılmak suretiyle mülkiyet hakkının özüne dokunacak şekilde tasarrufu hukuken kısıtlanan taşınmazlar için Kamulaştırma Kanunu na 6745 sayılı Kanunla eklenen ek madde 1 de belirtilen beş yıllık bekleme süresinin, bu  maddenin  yürürlüğe  girdiği  tarih  olan  07.09.2016  tarihinden  itibaren başlayacağı hüküm altına alınmıştır. Aynı maddenin ikinci fıkrasında da ek madde 1 in üçüncü fıkrasının bu maddenin kapsamında kalan taşınmazlara ilişkin dava ve takipler hakkında da uygulanacağı hükmüne yer verilmiştir. Ek madde 1 in üçüncü fıkrası kapsamında kalan taşınmazlara ilişkin olarak; dava veya icraya başvuru hakkının henüz kullanılıp kullanılmaması ve dava hakkı kullanılmış ise kararın kesinleşmemesi veya kesinleşip de henüz ödemesi yapılmaması hallerinde uygulanacak hükümler belirtilmiştir. Buna göre açılacak dava ve takiplerde Kamulaştırma Kanunu nun geçici 6. maddesinin;  üçüncü fıkrası ( uzlaşmaya ilişkin), yedinci fıkrası (yargılama giderlerine ilişkin), sekizinci fıkrası ( ödemeye ilişkin) ve onbirinci fıkrası (haciz yasağına ilişkin) uygulanacaktır. Maddenin yürürlüğe girdiği 07.09.2016 tarihinden önce açılan ancak henüz karara bağlanmayan veya kararı kesinleşmeyen davalara ek madde 1 hükümleri,  kararı  kesinleşen  ancak  henüz  ödemesi  yapılmayan  kararlar hakkında da; geçici 6. maddenin; üçüncü fıkrası ( uzlaşmaya ilişkin), sekizinci fıkrası  (  ödemeye  ilişkin)  ve  onbirinci  fıkrası  (haciz  yasağına  ilişkin) uygulanacaktır. 6547 sayılı Kanun un yürürlük tarihinden önce temyizen incelenmek üzere Danıştay a gönderilen dosya, temyiz incelenmesi sırasında 6745 sayılı Kanun un yürürlüğe girmiş olması sebebiyle 6745 sayılı Kanun a göre ele alınmış ve görevli tetkik hakimi raporunda;   Bu  çerçevede,  yeni  yasal  düzenlemenin  tasarı  gerekçesi  de incelendiğinde;  vatandaşların  karşılaştığı  mağduriyetlerin  önlenmesi amaçlandığı belirtilmiş ise de, söz konusu düzenleme ile yıllardır mülkiyet hakkını  gereği  gibi  kullanamayan  vatandaşların  Kanunun  yürürlük tarihinden itibaren başlayan beş yıllık bir süreyle daha da mağdur edildiği, anayasal  haklarını  kullanmalarının  önüne  geçildiği  düşünüldüğünden,  28  Danıştay 6. Daire, 2015/6995 E., 2016/4782 K., 20.09.2016 tarih       (http://www.turkhukuksitesi.com/showthread.php?p=726190  07.02.2017). 505Türker Yalçınduran                                                Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 491-515   2942 sayılı Kamulaştırma Kanununun Geçici 11. maddesinin Anayasanın 2. ve 35. maddelerine aykırılığının değerlendirilmesi gerekmektedir. Bu anlamda, 2942 sayılı Kanunun Geçici 11. maddesinin iptali için 6216 sayılı Anayasa  Mahkemesinin  Kuruluşu  ve  Yargılama  Usulleri  Hakkında Kanunun 40. maddesi gereğince, itiraz yoluyla Anayasa Mahkemesine başvurulmasına, uyuşmazlığın esasının Anayasa Mahkemesince bu konuda verilecek  karardan  sonra  incelenmesine  karar  verilmesi  gerektiği düşünülmektedir.  hususunu çok haklı olarak isabetle belirtmiş ve devamında da;   29  Raporda  belirtilen  haklı  gerekçeler  aynen  alınmıştır.   …Anılan  mevzuat  hükümleri açısından bakıldığında, özel mülkiyet hakkının korunması gereken temel insan hakları arasında öngörüldüğü, anayasa ve uluslararası sözleşmelerde mülkiyet hakkını korumaya yönelik düzenlemelere yer verildiği, bu düzenlemelerde mülkiyet hakkına müdahalelerin olabileceğinin öngörüldüğü, ancak bu müdahalelerde kamu yararı gerekçesi, kanuni düzenleme gereği ve ölçülülük yada orantılılık gibi uluslararası hukukun genel ilkelerinin varlığının dikkate alınması gerektiği, aksi durumda müdahalenin mülkiyet hakkı ihlaline neden olacağı kabul edilmiştir. Nitekim Anayasa Mahkemesi kararları ve Avrupa İnsan Hakları Mahkemesi içtihatlarıyla da bu hususların açık bir şekilde ortaya konulduğu görülmektedir. Bu açıdan, kamu gücü kullanılarak özel mülkiyetteki taşınmazların kullanımına engel  olunması  anlamında  hukuki  el  atmanın yargısal  incelemesinde, mülkiyet hakkına söz konusu müdahalede yukarıda yer alan hükümler çerçevesinde kamu yararının varlığının, kanuni düzenleme gereğinin ve orantılılık noktasında adil dengenin sağlanıp sağlanmadığının değerlendirilmesi gerekmektedir. Anayasa nın 2. maddesinde belirtilen hukuk devleti, eylem ve işlemleri hukuka uygun, insan haklarına dayanan, bu hak ve özgürlükleri koruyup güçlendiren, her alanda adil bir hukuk düzeni kurup bunu geliştirerek sürdüren, Anayasa ya aykırı durum ve tutumlardan kaçınan, hukukun üstün kurallarıyla kendini bağlı sayan, yargı denetimine açık olan devlettir.  Hukuk güvenliği ilkesi , hukuk devletinde uyulması zorunlu temel ilkelerden birini oluşturmaktadır. Anayasada öngörülen temel hak ve özgürlüklerin kullanılmasının ve insan haklarının yaşama egemen kılınmasının önkoşulu olan hukuk güvenliği ilkesi, hukuk normlarının öngörülebilir olmasını, bireylerin tüm eylem ve işlemlerinde devlete güven duyabilmesini, devletin  de  yasal  düzenlemelerde  bu  güven  duygusunu  zedeleyici  yöntemlerden kaçınmasını gerekli kılar. Daha önce tesis edilmiş bulunan işlemlerin doğurduğu hukuki sonuçları ortadan kaldıracak şekilde yasama tasarrufunda bulunulması, hukuk güvenliği ilkesine aykırılık oluşturur. Hukuk devletinin gereği olan hukuk güvenliğini sağlama yükümlülüğü, kural olarak yasaların geriye yürütülmemesini gerekli kılar.  Yasaların geriye yürümezliği ilkesi  uyarınca yasalar, kamu yararı ve kamu düzeninin gerektirdiği, kazanılmış hakların korunması, mali haklarda iyileştirme gibi kimi ayrıksı durumlar dışında ilke olarak yürürlük tarihlerinden sonraki olay, işlem ve eylemlere uygulanmak üzere çıkarılırlar. Yürürlüğe giren yasaların geçmişe ve kesin nitelik kazanmış hukuksal durumlara etkili olmaması hukukun genel ilkelerindendir. Geçici 11. madde ile 6745 sayılı Yasanın  yürürlüğe  girdiği  tarihten  önce  tasarrufu  hukuken  kısıtlanan  taşınmazlar hakkındaki kesin hükme bağlanmamış bütün ihtilaflarda da uygulanacağı öngörülmek suretiyle, yürürlüğe girdiği tarihten önce ortaya çıkan uyuşmazlıkların çözümünde de esas 506Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 491-515                                                  6745 Sayılı Kanun  Anılan  hükmün  Anayasa  Mahkemesine  gönderilmesine  karar verilmemesi halinde uyuşmazlığın esasına gelince; Yeni yasal düzenleme uyarınca bu aşamada hukuken uyuşmazlığın esası hakkında karar verme olanağı bulunmadığından, İdare Mahkemesince bu hususlar göz önünde bulundurularak yeniden bir karar verilmesi için temyize konu kararın bozulması gerektiği düşünülmektedir.   şeklinde görüşünü ifade etmiştir.  Danıştay kararında da, yeni yasal düzenleme uyarınca bu aşamada hukuken  uyuşmazlığın  esası  hakkında  karar  verme  olanağı  bulunmadığı gerekçesiyle kararın bozulmasına karar verilmiştir. b- 6745 Sayılı Kanun Kapsamında Olmayan El Koymalar 6745 sayılı Kanun un 34. maddesinde Kamulaştırma Kanunu nun geçici 6. maddesinin onuncu fıkrasının üçüncü cümlesinin yürürlükten kaldırıldığı hükmüne yer verilmiştir. Yürürlükten kaldırılan üçüncü cümlede   Uygulama imar planlarında umumi hizmetlere ve resmi kurumlara ayrılmak suretiyle veya  ilgili  kanunların  uygulanması  suretiyle  tasarrufu  kısıtlanan taşınmazlar…  ibaresi yer almaktaydı. Kaldırılan bu ibare yerine 6745 sayılı Kanunla Kamulaştırma Kanunu na eklenen ek madde 1 de   Uygulama imar planlarında  umumi  hizmetlere  ve  resmî  kurumlara  ayrılmak  suretiyle mülkiyet hakkının özüne dokunacak şekilde tasarrufu hukuken kısıtlanan taşınmazlar …  ibaresi getirilmiştir. Görüldüğü üzere   …ilgili kanunların uygulanması suretiyle tasarrufu kısıtlanan taşınmazlar …  ibaresi yapılan bu son düzenleme ile metinden çıkarılmıştır. Yapılan bu değişiklik sonucunda; uygulama imar planlarında umumi hizmetlere ve resmî kurumlara ayrılmak suretiyle mülkiyet hakkının özüne dokunacak şekilde tasarrufu hukuken kısıtlanan taşınmazlar 6745 sayılı Kanun  kapsamında  yapılan  düzenlemeye  tabi  olacaklar,  bu  kapsamda kalmayan taşınmazlar için 15.12.2010 tarihli YHGK kararında belirtilen esaslar  doğrultusunda  mülkiyetin bedele  çevrilmesi  istenilebilecek  ve  bu  alınması kabul edilmiştir… . (http://www.turkhukuksitesi.com/showthread.php?p=726190  09.02.2017). 30  Danıştay  6.  Daire,  2015/6995  E.,  2016/4782  K.,  20.09.2016  tarih    (http://www.turkhukuksitesi.com/showthread.php?p=726190  13.02.2017). 31  Örneğin  2863  sayılı  Kültür  ve  Tabiat  Varlıklarını  Koruma  Kanunu  ile  getirilen sınırlamalardan dolayı idari yargıda açılacak davalar. Bu konuda bkz. TEZCAN, Murat: Arkeolojik Sit Alanlarında Kamulaştırmasız El Atma, Ankara Barosu Dergisi, 2013/2, s. 408. 507Türker Yalçınduran                                                Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 491-515   istemde  Uyuşmazlık  Mahkemesi  kararları  gereğince  idari  yargıda  ileri sürülebilecektir. Plan  Yapımına  Ait  Esaslara  Dair  Yönetmeliğin  3.  maddesinde;  uygulama imar planının onaylı halihazır haritalar üzerine varsa kadastral durumu işlenmiş olan ve nazım imar planına uygun olarak hazırlanan ve çeşitli bölgelerin yapı adalarını, bunların yoğunluk ve düzenini, yolları ve uygulama için gerekli imar uygulama programlarına esas olacak uygulama etaplarını ve esaslarını  ve  diğer  bilgileri  ayrıntıları  ile  gösteren  ve  1/1000  ölçekte düzenlenen raporuyla bir bütün olan plan olduğu ifade edilmiştir.  Kamulaştırma  Kanunu na  eklenen  ek  madde  1 de  de;  madde kapsamındaki taşınmazların uygulama imar planlarında umumi hizmetlere ve resmî  kurumlara  ayrılmak  suretiyle  mülkiyet  hakkının  özüne  dokunacak şekilde  tasarrufu  hukuken  kısıtlanan  taşınmazlar  olduğu  belirtildiğinden, uygulama imar planları dışındaki planlar ile tasarrufu kısıtlanan taşınmazlar 6745 sayılı Kanun un kapsamı dışında kalmaktadır.  Bu taşınmazlar için de 15.12.2010  tarihli  YHGK  kararında  belirtilen  esaslar  doğrultusunda mülkiyetin  bedele  çevrilmesi  istenilebilecek  ve  bu  istemde  Uyuşmazlık Mahkemesi kararları gereğince idari yargıda ileri sürülebilecektir. Anılan  YHGK  kararında;  kamulaştırmasız  el  koyma  olgusunun varlığının doğal sonucu, idarenin hukuka aykırı eylemiyle mülkiyet hakkı engellenen taşınmaz mal sahibinin dava yoluyla kamulaştırmasız el koyma hükümleri  doğrultusunda  mülkiyetin  bedele  çevrilmesini,  eş  söyleyişle idareden değer karşılığının verilmesini isteyebileceği kabul edilmiştir.34 Hukuki el koymalarda görevli yargı yerinin; idari yargı yeri mi, adli yargı yeri mi olduğu konusunda yargı yerleri arasında uyuşmazlık çıkması üzerine, konu Uyuşmazlık Mahkemesi ne götürülmüş, Uyuşmazlık Mahkemesi fiili el koymalarda adli yargının, hukuki el koymalarda ise idari yargının görevli olduğuna karar vermiştir.35 6745 sayılı Kanun kapsamında bulunmayan taşınmazlara ilişkin olarak Kamulaştırma  Kanunu nun  ek  madde  1,  geçici  6.  madde  (Ek  madde  1 uygulanmayacağı için haliyle bu maddenin atfı gereği geçici 6. madde de uygulanmayacaktır) ve geçici 11. madde hükümleri uygulanmayacaktır.   32  RG, 02.11.1985 tarih, 18916 mükerrer sayı. 33  Örneğin 1/5000 ölçekteki nazım imar planı ile bir kısıtlama getirilmiş olması. 34 YHGK., 2010/5-662 E., 2010/551 K, 15.12.2010 tarih ( www.kazanci.com.tr 13.02.2017). 35  Uyuşmazlık Mahkemesi Hukuk Bölümü, 2012/313 E., 2013/326 K., 11.03.2013 T. (www. kazanci.com.tr  18.02.2017). 508Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 491-515                                                  6745 Sayılı Kanun Diğer bir deyişle, bu kapsamda olan taşınmazlar için; beş yıllık süre içinde kamulaştırma veya imar planı değişikliği yapılması veya yaptırılması için  bekleme,  uzlaşma  yoluna  başvuru  zorunluluğu  ve  dava  sonucunda hükmedilecek bedelin ödenmesi için haciz yoluna başvuramama ve bu bedelin ödenmesinin taksitle yapılabilmesi söz konusu olmayacaktır. Mahkeme ve icra harçları ile vekalet ücreti nispi olarak belirlenir. Kamulaştırmasız el koyma nedeniyle taşınmazın bedelinin ödenmesi karşılığında idare adına tesciline karar verilmesi gerekmekte, ancak idare mahkemeleri tarafından ek madde 1 kapsamı dışındaki taşınmazlar için tescil kararı verilememesi nedeniyle taşınmaz idare adına tescil edilemeyecektir.  2- FİİLİ EL KOYMALARDA UYGULANACAK HÜKÜMLER   a- 09.11.1956 – 04.11.1983 Tarihleri Arasındaki El Koymalar Bu  tarihler  arasında  fiilen  el  konulan  taşınmazlar  geçici  6.  madde hükümlerine  tabi  olacaklardır.  Uzlaşmaya  yoluna  başvuru  zorunluluğu, uzlaşmanın olumlu sonuçlanmaması durumunda dava yoluna gidilmesi ve dava  sonucunda  verilecek  bedelin  ödenmesi  için  haciz  yoluna başvurulamaması ve bu bedelin taksitle ödenmesini kabul etme zorunluluğu söz konusu olacaktır.  Taksitle ödemeye ilişkin bir üst sürenin, fiili el koymalara ilişkin geçici 6. maddede yer almamaktadır. Oysa, hukuki el koymalarda taksitle ödeme için en fazla on yıllık bir süreye ek madde 1 son fıkrada yer verilmiştir. Mahkeme ve icra harçları ile vekalet ücreti maktu olarak belirlenecektir. Fiili el koymalarda adli mahkemelerin görevli olması nedeniyle fiili el koyma hangi tarihte gerçekleşirse gerçekleşsin (04.11.1983 tarihi öncesinde ve sonrasında) tescil kararı verilebilecektir. b- 04.11.1983 Tarihinden İtibaren Gerçekleşen El Koymalar   Geçici 6. maddenin sadece 09.10.1956-04.11.1983 tarihi arasındaki el koymalara uygulanacağı anılan maddenin ilk fıkrasında belirtilmiştir. Bu  nedenle  geçici  6.  maddedeki  kısıtlayıcı  hükümler  anılan  tarih aralığındaki  kamulaştırmasız  el  koymalar  için  geçerli  olup,  04.11.1983 tarihinden itibaren kamulaştırmasız el koymalarda bu kısıtlamalar söz konusu olmayacaktır. Örneğin; uzlaşma yoluna başvuru zorunluluğu, taksitle ödeme, vekalet  ücretinin  maktu  olarak  belirlenmesi  ile  idarelerin  mal,  hak  ve alacaklarının haczedilemezliği söz konusu olmayacaktır. Çünkü, 04.11.1983 tarihinden itibaren gerçekleşen kamulaştırmasız el koymalara 16.05.1956 tarihli YİBK daki esaslar uygulanacak olup, anılan YİBK da da geçici 6. maddede belirtilen kısıtlamalar söz konusu değildir.    509Türker Yalçınduran                                                Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 491-515   Geçici  6.  maddenin  yedinci  fıkrasında  belirtilen  mahkeme  ve  icra harçlarının maktu olarak ödeneceğine dair hüküm de, sadece 09.10.1956 04.11.1983  tarihi  arasındaki  kamulaştırmasız  el  koymalarda  geçerli olduğundan,  anılan  tarih  dışında  kalan  kamulaştırmasız  el  koymalarda mahkeme ve icra harçları ile vekalet ücreti nispi olarak belirlenecektir.36 Fiili el koymalarda adli mahkemelerin görevli olması nedeniyle fiili el koyma hangi tarihte gerçekleşirse gerçekleşsin (04.11.1983 tarihi öncesinde ve sonrasında) tescil kararı verilebilecektir. Anılan 16.05.1956 tarihli YİBK da aşağıdaki hükme yer verilmiştir.  Usulü  dairesinde  istimlak  muamelesine  tevessül  edilmeksizin gayrimenkulü yola kalbedilen şahsın, esas itibariyle, gayrimenkulünü yola kalbeden amme hükmi şahsiyeti aleyhine meni müdahale davası açmağa hakkı  olduğuna,  ancak  dilerse  bu  fiili  duruma  razı  olarak,  mülkiyet hakkının  amme  hükmi  şahsiyetine  devrine  karşılık  gayrimenkulünün bedelinin  tahsilini  de  dava  edebileceğine  ve  isteyebileceği  bedelin  de mülkiyet hakkının devrine razı olduğu tarih olan dava tarihindeki bedel olduğuna 16.5.1956 tarihinde ilk toplantıda ittifakla karar verildi.  Bu  kararda;  malikin  dilerse  men i  müdahale,  dilerse  bedel  davası açabileceği  ve  bedel  isterse  de  bunun  dava  tarihindeki  değer  olacağı belirtilmektedir. Kararda belirtilmemekle birlikte malikin ayrıca ecrimisil ve/veya tazminat davası açabileceği izahtan varestedir.  Bu kararla ortaya konulan hususlar, sonraki yasal düzenleme ve yargı kararlarından çok daha ileri bir anlayışla, Anayasa da belirtilen mülkiyet hakkını  koruyucu  hükümler  içeren  bir  anlayışla  kabul  edilen  görüşler olmuştur. VI-  DEĞERLENDİRME Kamulaştırmasız el koymanın amacı idarenin, edinilmesinde kamu yararı bulunan özel mülkiyete ait taşınmazları kamulaştırma yoluna gitmeksizin, kamulaştırmayı düzenleyen Anayasa nın 46. maddesinin getirdiği hükümlerin arkasına dolanacak şekilde fiili veya hukuki olarak el koymasıdır.38  36  Yargıtay 5. HD., 2014/25903 E., 2015/7810 K., 13.04.2015 tarih ( www. kazanci.com.tr  20.02.2017). 37  BAYRAKTAR, Mehmet: Kamulaştırmasız El Atma Davaları İlgili Düzenlemeler Ve Uygulaması, İstanbul Barosu Dergisi, C. 86, S. 2012/ 1, s. 74. 38  Benzer  bir  tanıma  Anayasa  Mahkemesi nin  2013/1436  başvuru  no,  6.03.2014  (RG, 25.04.2014 tarih, 28982 sayı)  kararında yer verilmiştir: Kamulaştırma yapmaya yetkili olan Devlet, kamu tüzel kişileri, kamu kurumları veya kamu yararı bulunması halinde yararlarına 510Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 491-515                                                  6745 Sayılı Kanun 6745 sayılı Kanunla kamulaştırmasız el koyma alanında yapılan bu son düzenleme, yukarıda açıklandığı üzere; 5999, 6111 ve 6487 sayılı kanunlarla yapılan düzenlemelere göre mülkiyet hakkını daha fazla ihlal eden bir düzenlemedir. Yapılan bütün düzenlemeler  Geciken adalet adalet değildir  sözüne aykırılık oluşturmakta olup, yapılan her bir düzenleme mülkiyetin getirdiği haklara ulaşmayı daha fazla geciktirme amacını taşımaktadır. Yapılan düzenlemelerin bir kısmının Anayasa Mahkemesi tarafından daha önce iptal edilmiş  olmasına rağmen, benzeri düzenlemelerin tekrar yapıldığı ne yazık ki görülmektedir. Çünkü; 5999 ve 6111 sayılı Kanunlarla yapılan düzenlemeleri ilişkin AYM tarafından 2010/83 E., 2012/169 K., 01.11.2012 tarihli iptal kararı üzerine 6487 sayılı Kanunla  düzenleme yapılmış ve bu düzenlemeye ilişkin de AYM tarafından verilen 13.11.2014 tarihli iptal kararı üzerine 6745 sayılı Kanunla düzenleme yapılmıştır.   kamulaştırma yapılabilecek gerçek ve özel hukuk kişileri tarafından, Anayasa nın 46. maddesi ve 2942 sayılı Kamulaştırma Kanunu na aykırı şekilde, özel mülkiyete konu taşınmazlara kısmen veya tamamen, fiilen veya hukuken bedelsiz olarak el koyma işlemine  kamulaştırmasız el atma  denmektedir. 39  Kamulaştırmasız el koymadan kaynaklanan taleplere ilişkin olarak; 5999 ve 6111 sayılı Kanunlarda sadece bedel talebine ilişkin düzenleme varken, 6487 sayılı Kanun da mülkiyet hakkından doğan taleplerin Kanun kapsamında olduğu belirtilmiştir(KARAGÖL, Ömer: Kamulaştırma Davalarında Bedel Tespit Esasları, Güncellenmiş 3. bası, Ankara 2014, s. 57, dn. 79). Bu görüşün karşıtı görüş için bkz. HAYTA, Mehmet Ali: Kamulaştırma ve Kamulaştırmasız El Koyma Davaları, b.2, Ankara 2014, s. 43. 40  Bundan  amaçlanan  ise;  düzenlemenin  kanunlaşması  ile  iptali  arasında  geçecek  süre içerisinde ne kadar çok sayıda kamulaştırmasız el koymaya ilişkin dava, düzenlemelerdeki hükümlere uygun olarak karara bağlanırsa o kadar daha az bedel ödemeyi sağlamaktır. Çünkü ödeme, ne kadar geciktirilerek/uzatılarak yaptırılabilirse ödenecek bedelde o oranda azalacaktır. Ödenecek faiz oranı ve basit faiz uygulanması göz önüne alındığında geçecek her süre için ödenecek bedelin reel olarak düşmesinin söz konusu olacağı açıktır. Bu ise kamulaştırmasız el koyan idarelerin yükümlülüklerinin azalmasını sağlayacaktır.      Kamulaştırmasız el konulan taşınmazların malikleri açısından bakıldığında ise; taksitle ödeme halinde; hem bedelin tamamının ödenmesi durumunda mülk edinmede olduğu gibi bir imkana sahip olamayacaklar hem de ödenecek taksitleri biriktirerek mülk edinme ihtimalleri azalacaktır. 41  AYM, 2010/83 E., 2012/169 K., 01.11.2012 tarihli ( RG, 22.02.2013 tarih, 28567 sayı). 42  Yapılan bu düzenlemede, AYM  nin iptal gerekçelerinin görmezden gelindiği, daha da kısıtlayıcı, kamulaştırmasız el koyma davalarının hukuki niteliği ile ilgisi olmayan sınırlayıcı bir yol izlenerek davaları sadece bedel tespiti davası haline getirdiği ifade edilmiştir. (TEZCAN, Murat: Kamulaştırmasız El Atma Yoluyla Mülkiyet Hakkının Yok Edilmesi, Güncel Hukuk Dergisi, Temmuz 2013, s. 53). 43  AYM, 2013/95 E., 2014/176 K., 13.11.2014 tarih (RG, 13.03.2015 tarih, 29294 sayı). 511Türker Yalçınduran                                                Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 491-515   Her  ne  kadar  6487  sayılı  Kanundaki  hukuki  el  koymalara  ilişkin düzenleme AYM tarafından iptal edilmemiş olsa dahi, fiili ve hukuki el koymalara ilişkin düzenlemenin 04.11.1983- 11.06.2013 tarihleri arasında da geçerli olacağına dair geçici 6. maddenin onüçüncü fıkrasında 6487 sayılı Kanunla  yapılan  değişikliğin  AYM  tarafından  iptali  üzerine  6745  sayılı Kanunla hukuki el koymalara ilişkin düzenleme yapılmıştır. Bu düzenlemenin kapsamını ise;  herhangi bir tarih aralığına tabi olmaksızın geçmişte yapılan veya gelecekte yapılacak olan uygulama imar planlarındaki umumi hizmetlere ve resmi kurumlara ayrılan taşınmazlar oluşturmaktadır.44 Tekrar yapılan bu düzenlemelerle kamulaştırmasız el koymanın önü açılmakta,  adeta  idareler  kanun  koyucu  tarafından,  kamulaştırma  yapma yerine kamulaştırmasız el koymaya sevk edilmektedir.45  44  Kamulaştırmasız el koymalara ilişkin davalar içinde, imar planından kaynaklanan hukuki el koymalara ilişkin davaların oranına dair bir bilgi bulunmamakla, beraber yargı kararlarının incelenmesinden kamulaştırmasız el koyma davaları içinde çoğunluğun imar planından kaynaklanan hukuki el koyma davaları oluşturduğu görülmektedir. Böylelikle kanun koyucu, AYM nin iptal kararına rağmen benzer bir düzenlemeyi imar planından kaynaklanan hukuki el koymalar bakımından gerçekleştirmiştir. 45  Yargıtay tetkik hakimi Kenan Akgün tarafından, Yüksek Yargı Kurumlarının Avrupa Standartları  Bakımından  Rollerinin  Güçlendirilmesi  Ortak  Projesi  Kamulaştırma Konferansı nda sunulan   Kamulaştırmasız El Atma Davaları ve Yargıtay İçtihadı Tanımı ve Niteliği  başlıklı sunumda aşağıdaki hususlar belirtilmiştir.    Kamulaştırmasız el koyma davalarında; savunma hakkının kısıtlandığı, hak sahibinin dava açmak zorunda bırakılmasının hukuk devleti ilkeleriyle bağdaşmadığı ve davacıya, dava açma, vekil tutma, yargılama giderlerine katlanma gibi yükümlülükler getirdiği, devletin hüküm ve tasarrufu altında bulunan taşınmazlara müdahalenin kanunlarda suç olarak düzenlendiği (Mera, Orman vb.), devletin kendisini kanunlarla korurken, bireyin devlete karşı kendisini savunma mekanizmalarının da geliştirilerek, gerekirse bu eylemlerin hukuki ve cezai olarak yaptırıma da bağlanması gerektiği, devletin, kamu tüzel kişilerinin ve özellikle  kamulaştırma  işlemlerinden  sorumlu  birimlerinin  mülkiyet  hakkının  ihlali konusunda keyfi ve sorumsuz davrandıklarının görüldüğü, kamulaştırmanın esas olması, kamulaştırmasız el koymanın bu esasın istisnası ve alternatifi olarak asla düşünülmemesi gerektiği, uygulamada kamulaştırmasız el koyma davalarının, kamulaştırma davalarına oranı %50 civarında olduğu, diğer bir anlatımla, kamulaştırılması gereken taşınmazların yaklaşık yarısına devletin yasal olmayan bir yöntemle bedelsiz olarak el koyduğu, idarelerin yıllık bütçelerini ve planlarını öngörülebilir biçimde belirlemesi ve kanunlara uygun hareket ederek,  bireyin  mülkiyet  hakkına  saygılı  davranmaları,  kamulaştırmasız  el  koymanın taşınmaz malikine hiçbir savunma hakkı tanımadan mülkiyetini sonlandırdığı, haksız ve hukuka aykırı bir işlem olduğu ve doğrudan mülkiyet hakkını ihlal ettiği, esas olanın kanunlara  uygun  kamulaştırma  işlemi  yapılması  gerektiği,  demokratik,  sosyal  hukuk devletinde mülkiyet ihlaline yer olmaması gerektiği, güçlü devletin, bireyi ezen değil, koruyan bir tavır sergilemek zorunda olduğu, mülkiyetin hem kanunlarla güvence altına alınması hem de mülkiyet ihlalinin yaygınlığının bireyin devlete olan inancını sarsmakta olduğu,  devletin  hak  aratan  değil,  hakkı  teslim  eden  bir  anlayışa  ulaşması  ifade 512Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 491-515                                                  6745 Sayılı Kanun Uygulamanın hukuk tarafından korunmaması gerekirken, aksine 5999, 6111, 6487 ve 6745 sayılı Kanunlarla yapılan düzenlemelerle kamulaştırmasız el  koymanın  meşrulaştırılması  çabaları  idareyi  zahmetli  ve  zaman  alan kamulaştırma yerine kamulaştırmasız el koymaya teşvik etmektedir. Oysa, mahkeme kararlarının  terbiye edici ,  düzeltici  işlevleri gereği bu yöndeki çabaların mahkeme kararları ile engellenmesi hukukun ve hukuk devleti olmanın gereğidir.  Bu hususta görev Anayasa Mahkemesine düşmekte ve bunun için sadece iptal kararı verilmesi yeterli olmamakta, ayrıca düzenlemenin yürürlük tarihi ile iptali arasında geçebilecek sürelerin taşınmaz malikleri aleyhine sonuç doğurmasının  engellenebilmesi  için   yürürlüğün  durdurulması  kararı  verilmesine ihtiyaç bulunmaktadır. Eğer kanun koyucu kamulaştırmasız el koymaya ilişkin düzenlemelerin,  mülkiyet  hakkının  kısıtlanmasını  engelleyen  hükümler  getirme  amacıyla yapıldığı iddiasını ispat etmek istiyorsa bunu basit bir şekilde ispat edebilir. Kamulaştırma  Kanunu na  eklenecek   Kamulaştırmasız  el  koymalarda kamulaştırmaya ilişkin hükümler geçerlidir  içerikte bir madde ile bunun gerçekleşmesi sağlanabilir. Çünkü, kamulaştırmasız el koymaya ilişkin bir AYM kararında da ifade edildiği üzere; kamulaştırmasız el koyma, kamulaştırma ile kıyaslandığında daha  az  güvence  sunan  ve  hukuki  olmayan  bir  yöntemdir.  Şöyle  ki, Kamulaştırma  Kanunu na  göre,  kamulaştırma  kararı  verilebilmesi  için öncelikle taşınmazın değerinin idare tarafından tespit ettirilmesi, uyuşmazlık halinde  idarenin  mahkemeye  başvurarak  bedel  tespitini  istemesi gerekmektedir. Tespit edilen bedelin peşin olarak bankaya yatırılmasıyla kamulaştırma  kararı  kesinleşmektedir.  Bu  nedenle  bir  kamu  idaresi kamulaştırma  bedelini  ödeyecek  yeterli  ödeneği  olmadıkça  kamulaştırma kararı alamayacaktır. Diğer taraftan, kamulaştırmasız el konulan taşınmazlarla ilgili olarak uzlaşma ve dava yoluna başvurma külfeti maliklere yüklenmiştir. Bu nedenle dava harçlarını ödeme yükümlülüğü de maliklerin üzerindedir.   edilmiştir.(http://www.yargitay.gov.tr/abproje/belge/sunum/conf/KAkgun_ElatmaDavalari.pdf). 46  Türkiye Büyük Millet Meclisi Genel Kurul Tutanağı 26. Dönem 1. Yasama Yılı  125. Birleşim  16/Ağustos/2016  Salı  (https://www.tbmm.gov.tr/develop/owa/tutanak_g_sd.birlesim_baslangic?PAGE=1&PAGE=1&p=22705&p=H   s. 58.  03.03.2017)  ) 47  AYM, 2013/1436 başvuru no, prg. 56,  6.03.2014 tarih (RG, 25.04.2014 gün, 28982 sayı). 48  Kamulaştırmada  kanunda  öngörülen  usullere  uygun  şekilde  hareket  edilmekte  iken, kamulaştırmasız el koymada, hukuka aykırı olarak özel mülkiyette bulunan taşınmaza el konulmaktadır.(KAYA, T: Kamulaştırmasız El Koyma (Yayınlanmamış Yüksek Lisans Tezi), İstanbul 2001, s. 61; Şahiniz, Salih: Kamulaştırmasız El Koyma, Ankara 2006, s. 27). 513Türker Yalçınduran                                                Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 491-515    Ayrıca,  kamulaştırmasız  el  koymada  uygulanması  söz  konusu olabilecek;  beş  yıllık  bekleme  süresine,  uzlaşma  yoluna  başvuru zorunluluğuna,  ödemenin  taksitle  ve  on  yıllık  bir  süre  içerisinde yapılabilmesine, faiz oranının 3095 sayılı Kanuni Faiz ve Temerrüt Faizine İlişkin Kanun gereğince belirlenmesine ve haciz yasağına ilişkin kurallar Kamulaştırma Kanunu nda yer almamaktadır.",
     "Kaynakça": "AKGÜN, Kenan:  Kamulaştırmasız El Atma Davaları ve Yargıtay İçtihatı Tanımı ve Niteliği, Yüksek Yargı Kurumlarının Avrupa Standartları Bakımından  Rollerinin  Güçlendirilmesi  Ortak  Projesi  Kamulaştırma Konferansı  http://www.yargitay.gov.tr/abproje/belge/sunum/conf5/ KAkgun_ElatmaDavalari.pdf. ARCAK, Ali/DOĞRUSÖZ, Edip: Kamulaştırmasız El Koyma, El Atmanın Önlenmesi ve Tazminat Davaları, Ankara 1992. BAYRAKTAR,  Mehmet:  Kamulaştırmasız  El  Atma  Davaları  İlgili Düzenlemeler Ve Uygulaması, İstanbul Barosu Dergisi, C. 86, S. 2012/ 1, s. 73 vd. ÇABRİ, Sezer: Kamulaştırmasız El Atma Kavramının Yargıtay Hukuk Genel Kurulu nun  15.12.2010  Tarihli  Kararı  Doğrultusunda Tanımlanması,EÜHFD, C. XV, S. 1–2 2011, s. 77 vd. EROL, Ömer Faruk: Yargı Kararlarında İmar Planı Yoluyla Kamulaştırmasız El Atma, Kazanci Hakemli Hukuk Dergisi, 2013, C. 9, S. 105-106, s. 206 vd. HAYTA,  Mehmet  Ali:  Kamulaştırma  ve  Kamulaştırmasız  El  Koyma Davaları, b.2, Ankara 2014. HEPER, Emre: 6487 sayılı Kamulaştırmasız El Atma Davaları Kamulaştırma Kanunu,  http://www.hukukforum.com/showthread.php?t=7757. KAMIŞLI,  Gani:  Avrupa  İnsan  Hakları  Mahkemesi  ve  Anayasa Mahkemesinde Mülkiyet Uyuşmazlıklarının Çözümü, Adana 2016. KARAGÖL,  Ömer:  Kamulaştırma  Davalarında  Bedel  Tespit  Esasları, Güncellenmiş 3. Bası, Ankara 2014. KAYA, Tayfun: Kamulaştırmasız El Koyma (Yayınlanmamış Yüksek Lisans Tezi), MÜSBE., İstanbul 2001.                                                             49  Kamulaştırma Kanunu madde 3, f. 2 de istisnai hallerde ödemenin taksitle yapılabileceği hükmüne yer verilmiştir. 514Ankara Üni. Hukuk Fak. Dergisi, 66 (2) 2017: 491-515                                                  6745 Sayılı Kanun           KURT, Tuğba Çağlar Kamulaştırma ve Kamulaştırmasız El Atmanın Matematiği, Ankara 2016. ŞAHİNİZ, Salih: Kamulaştırmasız El Koyma, Ankara 2006.  SARI, Gürbüz: Avrupa İnsan Hakları Sözleşmesine Ek 1. Protokole Göre Malvarlığı Haklarının Korunması, Güncellenmiş b. 2, İstanbul 2010. ŞİMŞEK, Suat: Kamulaştırmasız El Atma Nedeniyle Tazminat Konusunda Yapılan  Düzenlemenin,  1982  Anayasası  ve  Avrupa  İnsan  Hakları Sözleşmesi Açısından Değerlendirilmesi, Terazi Hukuk Dergisi, S. 79, Mart 2013, s. 43.  TEMEL, Cemil/ ÖZÜLKÜ, Taner: Uygulamada Kamulaştırmadan Doğan Davalar Kamulaştırmasız El Atma Davaları Hukuki El Atma Ve Geçici İşgalden Doğan Tazminat Davaları, b. 3, Ankara 2014. TEZCAN, Murat: Kamulaştırmasız El Atma Yoluyla Mülkiyet Hakkının Yok Edilmesi, Güncel Hukuk Dergisi, Temmuz 2013, s. 53. TEZCAN,  Murat:  Arkeolojik  Sit  Alanlarında  Kamulaştırmasız  El  Atma, Ankara Barosu  Dergisi, 2013/2 , s. 408. YALÇINDURAN, Türker: Kamulaştırmasız El Koyma, Ankara 2015. YILDIRIM,  Turan:  İmar  Planı  Yoluyla  Kamulaştırmasız  El  Atma, BÜHFKHHD, 2011, C. 7, S. 81-82, s. 184-185. ULUSOY, Yasin: Kamulaştırmasız El Atma, Ankara 2004. www.kazanci.com.tr (20.01.2017). http://www.tbmm.gov.tr/develop/owa/Tutanak_B_SD.birlesim_baslangic?P4=20697&P5=B&page1=82&page2=82 (30.01.2017). https://www.tbmm.gov.tr/develop/owa/tutanak_g_sd.birlesim_baslangic?PAGE1=1&PAGE2=1&p4=22705&p5=H   s. 58.  (30.01.2017)        https://www.tbmm.gov.tr/sirasayi/donem26/yil01/ss411.pdf, s. 13( 30.01.2017).          https://www.tbmm.gov.tr/sirasayi/donem26/yil01/ss411.pdf,  s.  14, (28.01.2017).          http://www.turkhukuksitesi.com/showthread.php?p=726190  (07.02.2017). Türkiye Büyük Millet Meclisi Genel Kurul Tutanağı 26. Dönem 1. Yasama Yılı 125. Birleşim 16/Ağustos/"
}