{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "4",
     "Başlık": "İDARENİN MALİ SORUMLULUĞU AÇISINDAN ZARAR KAVRAMI",
     "Title": "The Damage Concept from the perspective of Administrative Compensatory Liability",
     "Yazar İsmi": [
          "Şenel SARSIKOĞLU"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "İdare",
          "İdari Faaliyet",
          "İdari Sorumluluk",
          "Tazminat Sorumluluğu",
          "Zarar Kavramı"
     ],
     "Keywords": [
          "Administration",
          "Administrative Activity",
          "Administrative Liability",
          "Compensatory Liability",
          "Damage Concept"
     ],
     "Özet": "İdarenin gerçekleştirmiş olduğu faaliyetler nedeniyle kişilerin uğradığı zararlara ilişkin tazminat sorumluluğunun şartları ve bu sorumluluğun hukuki sonuçlarının ortaya konulması bağlamında zarar, temel kavramı ve olmazsa olmaz  koşulu  teşkil  etmektedir.  Bu  çalışmada  zarar  kavramının  tanımı, unsurları  ve  türleri  kendine  has  yapısı  ve  farklılık  taşıyan  özellikleri bakımından  ortaya  konularak  idarenin  mali  sorumluluğunun  kapsamının belirlenmesi amaçlanmıştır. Ayrıca görüş ve uygulama farklılıklarının ortaya çıkarılmasında  yeri  geldikçe  konu  ile  ilgili  yargısal  kararlardan yararlanılacaktır.",
     "Abstract": "People are suffering from administrative activities. The conditions of administrative compensatory liability and the legal consequences of this liability must be determined. In this context, the damage is the fundamental concept and the indispensable condition. In this study, it was aimed to determine the scope of the compensatory liability of the administration by explaining the definition, elements and types of concept of the damage in terms of its unique structure and its distinctive features. It will also benefit from judicial decisions on the issue as it becomes available for the discovery of differences in opinion and practice.",
     "Metin": "Egemen  bir  devletin  sorumsuzluğu  ilkesinden  19.  yüzyılın  ikinci yarısından sonra devlet görevlerinin artması, hukuk devleti ve sosyal devlet ilkelerinin  de  kabulü  ile  vazgeçilerek  idarenin  sorumluluğu  ilkesi benimsenmiştir. Söz konusu ilke, ilk defa anayasal bir ilke olarak 1961 Anayasası 114. maddesinde  İdare, kendi eylem ve işlemlerinden doğan zararı ödemekle yükümlüdür.  şeklinde ifadesini bulmuş ve bu kural 1982 Anayasası tarafından da benimsenmiştir.  Bu bakımdan hukukun egemen olduğu bir toplumda idare tarafından gerçekleştirilen işlem ve eylemlerin hukuka uygun olduğu varsayılır. Aksi durumlarda ise idarenin hukuka aykırı eylem ve işlemlerinden doğan zararlı sonuçlar  iptal  davaları  yolu ile  ortadan  kaldırılır.  İşte  hukuka  aykırı  bu faaliyetleri  nedeniyle  toplumdaki  bireylerin  maddi  ve  manevi  bir  zarara uğraması halinde idarenin bu zararları da karşılaması gerekmektedir. Zira hukuk devletinde idarenin yetki ve görevlerini kullanması sırasında bilerek                                                     Arş. Gör., Erciyes Üniversitesi Hukuk Fakültesi Ceza ve Ceza Muhakemesi Hukuku Anabilim Dalı (senels@erciyes.edu.tr) 1   Sorumluluk: Mesuliyet; uyulması gereken bir kurala aykırı davranışın hesabını verme; tazminatla yükümlü tutulma; işlenmiş olunan bir suçun gerektirdiği cezayı çekme. Ejder Yılmaz, Hukuk Sözlüğü, Yetkin Yayınları, Ankara 2004, s.1109. 2   Şeref  Gözübüyük  ve  Turgut  Tan,  İdare  Hukuku  Cilt  II  İdari  Yargılama  Hukuku, Güncelleştirilmiş 7. Bası, Turhan Kitabevi, Ankara 2014, s.644; M. Fatih Dikici, İdare Hukuku İdari Yargılama Usul Hukuku, Agon Bilgi Akademisi, Ankara 2005, s.279; Murat Yaman,  Askeri Yüksek İdare Mahkemesi Kararları Işığında İdare Hukukunda Sorumluluk, Hizmet Kusuru ve Kusursuz Sorumluluk Kavramları  Askeri Yüksek İdare Mahkemesi 18 Numaralı Dergi. http://www.msb.gov.tr/ayim/Ayim_makale_detay.asp?IDNO=54 Erişim Tarihi 07.11.2014 3   20.07.1961 tarih ve 10859 sayılı Resmi Gazete de yayımlanmıştır. 4   Lütfi Duran, Türkiye İdaresinin Sorumluluğu, Sevinç Matbaası, Ankara 1974, s.2 vd. 5   09.11.1982 tarih ve 17863 (Mükerrer) sayılı Resmi Gazete de yayımlanmıştır. 6   Ergun Özbudun, Türk Anayasa Hukuku, Yetkin Yayınları, Gözden Geçirilmiş 8. Baskı, Ankara 2005, s.115. Erdoğan Teziç, Anayasa Hukuku, Beta Yayınları, 9. Bası, İstanbul 2004, s.361; Bülent Tanör ve Necmi Yüzbaşıoğlu, 1982 Anayasasına Göre Türk Anayasa Hukuku, 4. Baskı, Yapı Kredi Yayınları, İstanbul 2002, s.311 vd. 2390Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2389-2422  Sarsıkoğlu veya bilmeyerek, kusurlu ya da kusursuz yapılan bazı eylem ve işlemleri nedeniyle çeşitli zararların doğması halinde bu zararların tazmin edilmesi, idare hukukunda sorumluluk kavramını gündeme getirecektir. Bu noktada idarenin  mali  sorumluluğu  şu  şekilde  tanımlanacaktır.  İdari  sorumluluk, idarenin bir kişiye verdiği zararın, idarenin malvarlığından bazı değerlerin zarar  gören  kişinin  malvarlığına  cebri  olarak  aktarılmasıyla  tazmin edilmesidir.  Her ne kadar 1982 Anayasası 125. maddesi, idarenin kendi eylem ve işlemlerinden doğan zararı ödemekle yükümlü olduğunu belirtmekte ise de idarenin sorumluluğunun koşullarının neler olduğu hususunda bir düzenleme yapmamıştır. Öbür taraftan da idareye karşı açılacak olan dava türleri 2577 sayılı İdari Yargılama Usulü Kanunu nda sayılmış ve dava açılmasına ilişkin usuller  düzenlenmiş  olmasına  karşın  idarenin  sorumluluğunun  koşulları hususunda  herhangi  bir  düzenlemeye  yer  verilmemiştir.  Normatif  bir düzenleme bulunmaması sebebiyle idarenin mali sorumluluğunun koşulları, anayasal ilkeler bağlamında bilimsel ve yargısal içtihatlar tarafından tespit edilip geliştirilmiştir.  Doktrinde idarenin mali sorumluluğunun koşulları olarak, bir zararın varlığı, bu zararın idarenin kusurlu ya da kusursuz bir davranışı neticesinde meydana gelmesi ve zararla idari davranış arasında illiyet bağının bulunması gerektiği ifade edilmiştir.  Bir yargısal içtihatta:  İdarenin hukuki sorumluluğundan söz edilmek için ortada bir zararın bulunması ve bunun idareye yüklenebilen bir işlem veya eylemden doğması, başka bir deyişle zararla idari faaliyet arasında illiyet  bağı  bulunması  gerekir.   denilmekte,  diğer  bir  içtihatta  da    …idarenin tazminle sorumlu tutulabilmesi için bir zararın varlığı, zararı                                                  7   Ramazan Çağlayan, İdari Yargılama Hukuku, Seçkin Yayınevi, Ankara 2011, s.430. 8   Kemal Gözler, İdare Hukuku Cilt II, Ekin Kitabevi Yayınları, Bursa Ekim 2009, s.1015. 9   Kazım Yenice ve Yüksel Esin, Açıklamalı-İçtihatlı-Notlu İdari Yargılama Usulü, Arısan Matbaacılık, Ankara 1983, s.84; Metin Günday, İdare Hukuku, Güncellenmiş ve Gözden Geçirilmiş 10. Baskı, İmaj Yayınevi, Ankara 2011, s.383; Gözübüyük ve Tan, s.677; Gözler, s.1275; Çağlayan, s.519. 10  Danıştay  10.  Dairesi nin  28.05.1998  tarih,  E.1996/9113,  K.1998/2308  sayılı  kararı. http://www.kazanci.com/kho/ibb/giris.htm Erişim Tarihi: 11.11.2014 11  Askeri Yüksek İdare Mahkemesi 2. Dairesi nin 21.01.2009 tarih, E.2007/622, K.2009/81 sayılı kararı. Nakleden, Ender Ethem Atay ve Hasan Odabaşı, Teori ve Yargı Kararları Işığında İdarenin Sorumluluğu ve Tazminat Davaları, Güncellenmiş 2. Baskı, Seçkin Yayınevi, Ankara 2010, s.782.   2391İdarenin Mali Sorumluluğu...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2389-2422  doğuran işlem veya eylemin idareye yüklenebilir nitelikte olması, zararlı sonuçla eylem veya işlem arasında doğrudan doğruya bir illiyet bağının bulunması … zorunludur.  ifadelerine yer verilmektedir.  Çalışmamızın  konusunu,  bilimsel  ve  yargısal  içtihatlardaki  bu açıklamalar ışığında, idarenin mali sorumluluğu açısından olmazsa olmaz bir koşul  olan  zarar  kavramının  incelenmesi  oluşturmaktadır.  Böylece  zarar kavramının tanımı, unsurları ve türleri kendine has yapısı ve farklılık taşıyan özellikleri  bakımından  ortaya  konularak  idarenin  mali  sorumluluğunun kapsamının  belirlenmesi  amaçlanmıştır.  Ayrıca  görüş  ve  uygulama farklılıklarının ortaya çıkarılmasında yeri geldikçe konu ile ilgili yargısal kararlardan yararlanılacaktır. II. ZARAR KAVRAMI ve UNSURLARI A. Zarar Kavramı Kamu hukukunda idarenin mali sorumluluğundan bahsedilebilmesi için özel hukukta olduğu gibi öncelikle bir zararın bulunması gerekmektedir. Burada hemen ifade etmek gerekir ki idarenin eylem ve işlemi nedeniyle mağdur  olan  her  kişinin  mağduriyeti  idarenin  mali  sorumluluğunu gerektirmeyecektir. Kapsamı gereği daha geniş  bir kavramı ifade eden mağduriyet,  idarenin  bir  eylem  ya  da  işlemi  nedeniyle  kişinin  hoşuna gitmeyen, kişiyi üzen, hatta kişiye parayla ölçülebilir nitelikte yükümlülükler getiren bir sonuç ortaya çıkarsa da idarenin mali sorumluluğunun ilk ve en önemli koşulu, mağduriyet değil zarardır. Bu bakımdan Bakanlar Kurulu kararı ile resim ve harç miktarlarının artırılması kişiler için bir mağduriyet olarak kabul edilebilir olsa da bir zarar olarak kabul edilerek idarenin mali sorumluluğuna  gidilemeyecektir.  Yine  devlet  hastanesinde  kısırlaştırma ameliyatına tabi tutulmasına rağmen çocuk sahibi olan kadının açtığı tazminat davası, çocuğun doğmasının bir zarar olarak nitelendirilemeyecek olması nedeniyle reddedilmiştir.                                                   12  Gözübüyük ve Tan, s.677; Günday, s.383; E. Ethem Atay, Hasan Odabaşı ve Hasan Tahsin Gökcan, Teori ve Yargı Kararları Işığında İdarenin Sorumluluğu ve Tazminat Davaları, Seçkin Yayınevi, Ankara 2003, s.149. 13  Gözler, s.1279. 14  Müzeyyen Eroğlu, Tam Yargı Davalarında Manevi Tazminat, Gazi Üniversitesi Sosyal Bilimler Enstitüsü, Yayımlanmamış Doktora Tezi, Ankara 2008, s.104. 15  René Chapus, Droit Administratif Général, Paris, Montchrestien, Onbeşinci Baskı, 2001, Cilt I. s.1243, nakleden, Gözler, s.1302. 2392Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2389-2422  Sarsıkoğlu Peki mağduriyet kavramı ile kapsam itibariyle farklılık arz eden ve idarenin mali sorumluluğuna yol açan zarar kavramı nasıl tanımlanacaktır? Türk hukukunda idarenin vermiş olduğu zararlardan sorumlu olduğu anayasal ilkeler ve kanuni düzenlemeler ile kabul edilmiş olmasına rağmen zarar kavramı konusunda bir hüküm mevcut olmayıp, bu kavramın tanımlanması bilimsel  ve  yargısal  içtihatlara  bırakılmıştır.  Bu  bakımdan  zarar,   dar anlamda  ve  geniş anlamda  zarar olmak üzere ikiye ayrılmaktadır. Dar anlamda zarar, teknik manada maddi zararı ifade etmekte ve malvarlığı zararı olarak da isimlendirilmektedir. Bununla birlikte geniş anlamda zarar, bir kişinin şahıs varlığında ya da malvarlığında iradesi dışında meydana gelen eksilme, kişinin hukuken korunan varlıklarının uğradığı tecavüz neticesinde, tecavüz öncesi ve sonrası arasındaki fark olarak tanımlanmaktadır. Diğer bir ifadeyle geniş anlamda zarar, kişinin manevi varlığında uğradığı zararları da kapsamaktadır.  Biz de zarar kavramını bir kişinin maddi ve manevi varlığında isteği dışında  meydana  gelen  kayıp  ve  eksiklikler  olarak  tanımlayıp, açıklamalarımızı  zarar  kavramının  genel  olarak  maddi  ve  manevi  zarar şeklindeki  ikili  ayrımı  üzerinden  yapacağız.  Maddi  zarar,  bir  kişini malvarlığında iradesi dışında ortaya çıkan ve eksilme ya da kesin olarak bir artışın engellenmesi olduğu gibi, manevi zarar ise kişinin şahıs varlığı haklarına yönelik bir ihlali, kişini duyduğu cismani ve manevi acı, ıstırap ve hayat zevklerindeki azalmayı ifade eder. Burada her iki zarar bakımından da idarenin mali sorumluğunu gidilebilmesi için zararın bir idare ajanı ya da kamu hizmetinden kaynaklanması gerekecektir.  B. Zararın Unsurları İdarenin sorumluluğu açısından zararın varlığının kabul edilebilmesi için üç unsurun birlikte bulunması gerekecektir. Bunlar; kişinin şahıs varlığı ya da                                                  16  Fikret Eren, Borçlar Hukuku Genel Hükümler, Beta Yayınevi, Gözden Geçirilmiş 10. Bası, İstanbul 2008, s.472.  17  Mehmet Ünal,  Manevi Tazminat ve Bu Tazminat Çeşidinde Kusurun Rolü , AÜHFD, Yıl 1978, Cilt 35, Sayı 1-4, s. 398.  18  Ahmet M. Kılıçoğlu, Borçlar Hukuku Genel Hükümler, Turhan Yayınevi, 7. Bası, Ankara 2006, s.208; Eren, s.473; Ünal, s.399.  19  Günday, s.383, Çağlayan, s.522. 20  Gözler, s.1280. 21  İl Han Özay, Günışığında Yönetim II Yargısal Korunma, XII Levha Yayıncılık, İstanbul 2010, s.206. 22  Atay, Odabaşı ve Gökcan, s.149.   2393İdarenin Mali Sorumluluğu...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2389-2422  malvarlığı değerlerinin bulunması, söz konusu şahıs varlığı ya da malvarlığı değerlerinde  bir  azalma  olması  ve  bu  azalmanın  kişinin  isteği  dışında gerçekleşmesidir.  1. Kişinin Şahıs Varlığı veya Malvarlığı Değerlerinin Bulunması Zararın ilk ve en önemli unsuru kişinin şahıs varlığı veya malvarlığı değerlerinin bulunmasıdır. Malvarlığı, ekonomik bir değer taşıyan, para ile ölçülebilen hukuki değerlerin meydana getirdiği bir bütündür. Malvarlığı, aktif ve pasif unsurlardan meydana gelmektedir. Malvarlığının pasif yönü borç  ve  yükümlülüklerden  oluşmaktadır.  Taşınır  ve  taşınmaz  mallar üzerindeki ayni haklar, alacak hakları, fikri ve sınai haklar malvarlığının en önemli  unsurları olarak  karşımıza  çıkmaktadır.  Yine  zarar  gören  kişinin ekonomik geleceği de malvarlığı değerleri arasında yer almaktadır. Şahıs varlığı ise kişinin insan olması nedeniyle sahip olduğu ve şahsiyetini oluşturan değerlerden  oluşmaktadır.  Bunları  saymak  mümkün  olmamakla  birlikte kişinin hak ve fiil ehliyetinin yanında, hayatı, sağlığı, bedeni bütünlüğü, şeref ve  haysiyeti,  itibarı,  sırları,  adı  ve  diğer  değerleri  üzerindeki  haklarının tamamının kapsar.  Kişinin şahıs varlığı veya malvarlığındaki zararlar, maddi ya da manevi varlıklarına karşı idarenin haksız (hukuka aykırı) eylem ve işlemleri sonucu meydana gelmektedir. Kişinin maddi varlığına yönelik haksız davranışlar, yaralanma ya da ölüm neticesi doğuran fiillerdir. Diğer taraftan kişinin manevi varlığına yönelik davranışlar da şahıs varlığına ilişkin zararlar olarak karşımıza çıkmaktadır. Bu noktada ifade etmek gerekir ki bu başlık altında ele alına zararlar maddi ve manevi zarar ayrımı ile karıştırılmamalıdır. Zira şahıs varlığı ve malvarlığı zararı, maddi ya da manevi nitelikte olabilecektir. Mesela, kişinin şahıs varlığının konusu olmayan maddi nitelikteki bir eşyaya zarar verilmesi prensip olarak manevi zarar doğurmamasına karşın, kişinin zarara uğrayan eşya ile yıllar evvel ölen eşinden kalması gibi manevi bir alakası nedeniyle şahıs varlığının ihlal edildiğinin ortaya konulması halinde manevi zarar söz konusu olabilecektir.                                                   23  Eren, s.473. 24  Bilge Öztan, Medeni Hukuk un Temel Kavramları, Turhan Kitabevi, Ankara 2005, s.274. 25  Ergun Orhunöz, Ölüm ve Cismani Zararlarda Manevi Tazminat, Seçkin Yayınevi, Ankara 1999, s.21. 26  Kılıçoğlu, s.209. 2394Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2389-2422  Sarsıkoğlu 2. Kişiye Ait Şahıs Varlığı veya Malvarlığı Değerlerinde Azalma Olması Zararın kişiye ait mal ya da şahıs varlığındaki azalma veya eksilme olduğunu ifade etmiştik. Söz konusu azalma kişinin malvarlığındaki aktif değerlerin azalması ya da pasif değerlerin artması şeklinde gerçekleşebilecektir. Aktif değerler üzerindeki hakların herhangi birinin yok olması veya değerinin azalması ya da borçların artması durumunda maddi zarar ortaya çıkacaktır. Bu bakımdan kişiye ait malvarlığında meydana gelen azalma, zarar gören kişinin zarar verici davranıştan sonra malvarlığındaki durum ile bu fiil gerçekleşemeseydi  göstereceği  durum  arasındaki  farktan  oluşacaktır. Zararın tespit edilmesi de zarar görenin malvarlığının gösterdiği iki durum arasındaki farkın belirlenmesinden ibaret olacak, burada ihlal edilen değerin zarar gören açısından taşıdığı iktisadi önem ile birlikte kişinin malvarlığı değerlerinin  diğer  unsurları  ile  meydana  getirdiği  bütünlük  göz  önünde bulundurulacaktır. Bir yargısal içtihatta:  Maddi tazminat, idarenin belli bir eylem veya işleminden dolayı kişilerin malvarlığında meydana gelen eksilmeyi önlemeye yöneliktir. İdari eylem veya işlem sonucu zarar gören ilgililerin malvarlığında, aynı idari eylem veya işlem nedeniyle bir artış meydana gelmişse, bu artışın da göz önüne alınması, ortaya çıkan zarar ve yararların denkleştirilmesi suretiyle maddi zarar miktarlarının hesaplanması gerekir.   denilerek maddi zararın idarenin belirli bir eylem ya da işleminden dolayı kişinin malvarlığında oluşan zarar olduğu ifade edilmektedir.  Zarar yalnızca kişinin malvarlığında meydana gelen azalma ile sınırlı değildir.  İdarenin  haksız  bir  eylem  veya  işlemi  nedeniyle  kişinin  şahıs varlığına ilişkin değerlerde duyduğu bedensel ya da ruhsal acı, ıstırap veya yaşama zevkinde bir azalma oluşabilecektir. Kişinin şahıs varlığı değerlerine yapılan bir saldırı objektif olarak bir (zarar) azalmadır. Böylece kişiye ait bu değerlere karşı yapılan haksız bir müdahale nedeniyle meydana gelen azalma manevi  zarar  olarak  nitelendirilmekte  ve  bu  görüş  objektif  teori  olarak adlandırılmaktadır.  Bununla  birlikte  bilimsel  içtihatlarda  hakim  görüş temsilcileri  tarafından  manevi  zararın  tazmin  edilebilmesi  için,  yalnızca objektif unsurun (haksız müdahale) yeterli olmadığı; ayrıca sübjektif unsur                                                  27  Çağlayan, s.522. 28  Kılıçoğlu, s.209. 29  Eren, s.476. 30  Danıştay 10. Dairesi nin 23.10.1996 tarih, 5056/6395 sayılı kararı. Atay, Odabaşı ve Gökcan, s.205. 31  Eren, s.483; Öztan, s.283.   2395İdarenin Mali Sorumluluğu...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2389-2422  olarak nitelendirilen ve zarar görenin ihlal sonucu şahıs varlığı değerlerinde objektif olarak meydana gelen esilmeyi yaşaması, duyması, onu hissetmesi, bunun  neticesinde  acı,  elem,  ızdırap  duyması  şartının  da  gerçekleşmesi gerektiği ileri sürülmüştür. Sübjektif teori esas  alındığında  söz konusu sübjektif şartın bulunmaması halinde zarar da oluşmayacak çalışma konumuz açısından idarenin de mali sorumluluğuna gidilemeyecektir. Ve fakat sübjektif teori kabul edilemediği bir durumda, tüzel kişiler, ayırt etme gücü olmayanlar, bilinçlerini kaybeden kişilerin acı, elem, ızdırap duyma yetenekleri olmadığı için zarara uğramaları ve idarenin mali sorumluluğuna gidebilmeleri mümkün olmayacaktır.  Bu  noktada  mesele  hakkındaki  görüşümüzü  ifade  edecek  olursak; sübjektif teorinin eleştirilerinde de yer aldığı üzere kişinin acı, elem, ızdırap duyması, onun iç dünyası yani psişik durumuyla ilgilidir. Zira psişik acı ve ızdırapların varlıkları ve dereceleri bilimsel olarak tam ve kesin bir şekilde tespit edilemediği gibi kişilerin psikolojik yapıları, eğitim seviyeleri, hayat felsefeleri gibi nedenlerle duyulan acı ve ızdırap kişiden kişiye değişkenlik gösterecek, söz konusu zararın tespiti sürecinde zarar görenin şahıs varlığı hakları belki de ilk saldırıdan daha ağır bir şekilde ihlal edilmiş olacaktır. Bu bakımdan toplumu oluşturan bireylerin yararlarının dışında, onlarla ilgili olmayan  bir  yarar  olarak  da  düşünülemeyecek  kamu  yararını gerçekleştirmekle yükümlü idarenin haksız (hukuka aykırı) eylem ve işlemleri nedeniyle şahıs varlığı zarar gören kişilerin idarenin mali sorumluluğuna gidebilmeleri mümkün olmalıdır. Kaldı ki bu zararın tespitinde kişinin acı, elem, ızdırap duyması gibi sübjektif bir şartın aranmaması, idarenin hukuka aykırı eylem ve işleminin kişinin şahıs varlığına yönelmiş olmasının yeterli görülmesi gerektiği kanaatindeyiz.  Yargısal  içtihatlar  bakımından  Fransız  Danıştay ı  uzunca  bir  süre  gözyaşları  para  etmez   prensibinden  hareketle  manevi  acıların  parayla ölçülemez  nitelikte  olması  nedeniyle  tazminat  istenemeyeceğine hükmetmiştir. Sonrasında bu içtihadından 24 Kasım 1961 tarihli Letisserand kararı  ile  vazgeçerek  manevi  acıların  da  tazmin  edilebileceğine  karar vermiştir. Türk Danıştay ı da kişilerin uğradıkları manevi zararlar nedeniyle                                                  32  Eren, s.483. 33  Egon Lorenz, Immaterieller Schaden und  billige Entschädigung in Geld , Berlin 1981, s.32 vd, nakleden, Eren, s.484. 34  Bahtiyar Akyılmaz, Murat Sezginer ve Cemil Kaya, Teori Türk İdare Hukuku, Seçkin Yayınevi, Ankara 2014, s.29. 35  Gözler, s.1286; Eroğlu, s.127. 2396Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2389-2422  Sarsıkoğlu tazminat kararları vermektedir. Mesela Danıştay 10. Dairesi nin 12.02.2001 tarih, E.1998/4254, K.2001/456 sayılı kararında:  Davacılara duyulan acı ve üzüntünün kısmen de olsa karşılanabilmesi amacıyla manevi tazminat ödenmesine karar verilmesinde hukuka aykırılık bulunmamaktadır.  şeklinde karar verilmiştir. 3. Şahıs Varlığı veya Malvarlığı Değerlerindeki Azalmanın Kişinin İsteği Dışında Gerçekleşmesi Şahıs varlığı veya malvarlığı değerlerindeki azalmanın kişinin isteği dışında meydana gelmesi gerekmektedir. Söz konusu azalma zarar gören kişinin rızasına aykırı veya rızası dışında gerçekleşebilecektir. Kişiye ait değerlerin azalması neticesini doğuran olay idarenin hukuka aykırı bir eylem ya da işlemi olabileceği gibi bir tabiat olayı da olabilecektir.  Bununla birlikte kişinin sahip olduğu değerlerde kendi iradesi sonucunda bir azalma zarar olarak nitelendirilemeyecektir. Zira bu durumda kişi, bir yükümlülük altına girmeye, bir haktan vazgeçmeye, bir gidere katlanmaya baştan itibaren rıza göstermiştir ki temlik etme tüketme, yok etme veya masraf etme yoluyla oluşan azalma bir zarar olarak nitelendirilemeyecektir.  Ayrıca kişinin şahıs varlığı veya malvarlığı değerlerindeki azalma, bazen kısmen zarar gören kişinin rızasına uygun kısmen de rızasına aykırı olarak meydana gelebilecektir. Mesela idarenin haksız bir eylem ya da işlemi nedeniyle yaralanan bir kişi, bakım ve tedavilerini özel bir hastaneden hizmet alarak gerçekleştirirse, devlete ait bir hastanedeki normal bakım ve tedavi giderleri zarar görenin rızasına aykırı olarak oluşan zararlar olması nedeniyle idarenin mali sorumluluğunu gerektirecek, normalin üzerindeki giderler ise zarar  gören  kişinin  rızasına  uygun  olması  nedeniyle  zarar  olarak nitelendirilerek tazmini yoluna gidilemeyecektir.  III. ZARARIN KAPSAMI ve ÇEŞİTLERİ Bir eksilmeyi ifade etmek üzere kullanılan zarar kavramı çeşitli kriterlere göre ayrıma tabi tutulabilmektedir. Bilimsel ve yargısal içtihatlar bakımından                                                  36  Danıştay  10.  Dairesi nin  08.12.1997  tarih,  E.1996/2121,  K.1997/5476  sayılı  kararı. http://www.kazanci.com/kho/ibb/giris.htm Erişim Tarihi: 16.11.2014 37  Yakup Bal, Yahya Şahin ve Mustafa Karabulut, Danıştay 10. Dairesinin Tazminat Davalarına İlişkin Seçilmiş Kararları, Seçkin Yayıncılık, Ankara 2003, s.870. 38  Eren, s.477. 39  Selma Wadood, İdarenin Sorumluluğunu Gerektiren Zarar Kavramı, Gazi Üniversitesi Sosyal Bilimler Enstitüsü, Yayımlanmamış Yüksek Lisans Tezi, Ankara 2009, s.32.   2397İdarenin Mali Sorumluluğu...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2389-2422  yapılan ve teknik manada bir zarardan bahsedildiğinde ilk akla gelen en önemli ayrımı maddi zarar ve manevi zarar ayrımı oluşturmaktadır. Zira idari yargıda haksız bir zenginleşme aracı olmadığı gerekçesiyle manevi tazminata adli  yargıya  oranla  düşük  miktarlarda  hükmedilmektedir.  Söz  konusu içtihatlar nedeniyle manevi tazminatın kişilerin duyduğu acıyı giderme yönü ihmal edilerek idarenin eylem ve işlemlerini daha özenli ve dikkatli icra etmesi yönünde üzerinde baskı kurma işlevi de bir kenara itilmektedir. Biz de aşağıda ayrıntılı olarak yapılacak açıklamalarımızı bu ayrım üzerine inşa edeceğiz. A. Maddi Zarar ve Kapsamı Zarar sözünden daha çok maddi zarar kavramı anlaşılmaktadır. Maddi zarar ise idarenin haksız bir eylem ve işlemi neticesinde kişinin malvarlığında meydana  gelen  azalmalardır.  Malvarlığının  para  ile  ifade  edilebilirliği nedeniyle maddi zarar para ile ölçülebilir bir niteliğe sahiptir. Maddi zarar malvarlığının  zarar  verici  olay  gerçekleştiği  andaki  durumu  ile  bu  olay gerçekleşmeseydi olacağı durum arasındaki fark olup azalma bu şekilde tespit edilmektedir. Maddi zarar hususunda kişilerin cismani bütünlüğüne yönelen zararlar  önemli  bir  yer  tutmaktadır.  Bu  nitelikte  zararlar  çoğunlukla bayındırlık  eser  ve  tesislerinin  işletilmesinden  özellikle  de  devlete  ait karayollarının  bozukluğundan  kısmen  de  kolluk  hizmetlerine  ilişkin eylemlerden kaynaklanmaktadır. Maddi zarar kapsamında meydana gelen bu zararlar, azalma (malvarlığının fiilen azalması) şeklinde olabileceği gibi yoksun  kalınan  kar  (malvarlığının  artmasının  engellenmesi)  şeklinde  de                                                  40  Turan Yıldırım, İdari Yargı, Beta Yayınevi, İstanbul 2010, s.341. Yazar, idari yargının bu tutumunun Avrupa İnsan Hakları Mahkemesi nezdinde ülkemiz aleyhine açılan dava sayılarının artmasına ve idarenin daha fazla tazminat ödemesine neden olduğu ifade ettikten sonra misal olarak gözaltında dövülerek öldürülen kimsenin mirasçılarının açtığı davada manevi tazminat olarak ikiyüz on beş lira; yeterli tıbbi müdahale yapılmadığı için ölenin babası ve annesine ellişer lira; kardeş ve nişanlı için yirmişer lira manevi tazminat takdir edilmesini vermekte ve bu kararı haklı olarak eleştirmektedir.  41  Bu anlayış, daha çok Türk- İsviçre hukuklarındaki doktrin ve uygulama eksenli bir yaklaşımı ifade etmektedir. Eren, s.473. 42  Kılıçoğlu, s.209. 43  Doğan Şenyüz, Borçlar Hukuku Genel ve Özel Hükümler, Ekin Kitabevi, Bursa 2005, s.61. 44  Gözler, s.1280; Gözübüyük ve Tan, s.686; Eroğlu, s.115. 45  Lütfi Duran,  Yargıtay ın Kamu Hukukuna Değgin Son Kararları Üzerine Mülahazalar II , Amme İdaresi Dergisi, Ankara 1985, C. 18, S. 3, s.47; Savaş Tek,  İdare Hukukunda İdarenin Sorumluluğu , Türkiye Adalet Akademisi Dergisi, Ankara Nisan 2010, S. 1, s.320. 46  Atay, Odabaşı ve Gökcan, s.156. 2398Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2389-2422  Sarsıkoğlu olabilir. Maddi zararlar mala verilen zararlar, cismani (bedensel) zararlar, cismani zararlar dışında kalan zararlar ve ölüm sebebiyle meydana gelen zararlardan oluşmaktadır. İfade etmek gerekir ki mala verilen zararlar ile kişilerin cismani bütünlüğüne yönelik zararlara kanunda ve uygulamada bazı farklı  hukuki  sonuçlar  bağlanması  nedeniyle  bunlar  ayrı ayrı inceleme konusu yapılacaktır.  1. Mala Verilen Zararlar Kişilerin taşınır ya da taşınmaz mallarına verilen hasar sonucu uğranılan zararlardır. Söz konusu malların ekonomik değerinin düşmesi ya da ekonomik değerinin tamamen ortadan kalkması veya tamir masrafının kendi değerini aşacak şekilde telef olması halinde meydana gelir. Mesela, bir aracın kaza yapması, bir evin bahçesinde bulunan otların ve tezeklerin evin üzerinden geçen elektrik tellerin kısa devre yapması nedeniyle yanması, deprem ya da heyelan nedeniyle bir binanın yıkılması maddi zarardır.  Günlük  hayatta  sıklıkla  karşılaşılan  ve  genellikle  bayındırlık hizmetlerinden kaynaklanan bir taşınmaza yönelik tehlikeye bağlı olarak meydana gelen zararlar bir taşınmaz özellikle de binalara fiziksel manada verilen  tahribatlar  veya  yıkımlardır.  Bu  durumlarda  kişilerin  uğradıkları zararın karşılanması gerekir. Hatalı park ya da park yasağı nedeniyle çekilen araçların çekildikleri park yerlerindeki elverişsiz koşullardan kaynaklı bir zarar  oluşması  durumunda  aracın  eski  haline  getirilmesi  için  yapılan harcamalar da idarenin mali sorumluluğuna neden olacaktır. Gene bir depoya konulan şarapların kaza sonucu meydana gelen su baskını dolayısıyla uğradığı                                                  47  Erdem  Büyüksağiş,  Yeni  Sosyo-Ekonomik  Boyutuyla  Maddi  Zarar  Kavramı,  Vedat Kitapçılık, İstanbul 2007, s.53 vd. 48  Kılıçoğlu, s.300; Büyüksağiş, s.74.  49  Danıştay  10.  Dairesi nin  31.10.2012  tarih,  E.2011/11522,  K.2012/5347  sayılı  kararı. http://www.kazanci.com/kho/ibb/giris.htm Erişim Tarihi: 24.11.2014. Karar,  Mülkiyeti davacıya ait olan araçla yaptığı trafik kazasının, havanın yağışlı olması, yol üzerine dökülen mazot ve motor yağının etkisiyle yolun kayganlaşması nedeniyle meydana geldiği; karayolunun bakım ve onarımından sorumlu olan davalı idarenin, kendisine yasalarla verilmiş olan görevleri tam ve eksiksiz biçimde yerine getirmeyerek hizmet kusuru işlediği ileri sürülerek, maddi zararının ödenmesine …   ilişkindir.  50  Danıştay  10.  Dairesi nin  22.11.1999  tarih,  E.1998/186,  K.1999/6196  sayılı  kararı. http://www.kazanci.com/kho/ibb/giris.htm  Erişim  Tarihi:  24.11.2014.  Karar,   Zararın idarenin kusurlu davranışından ortaya çıkıp çıkmadığı hususuna  ilişkindir.  51  Meltem Kutlu,  Deprem ve İdarenin Sorumluluğu , Amme İdaresi Dergisi, Ankara 1999, C. 32, S. 4, s.21.   2399İdarenin Mali Sorumluluğu...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2389-2422  zararların idare tarafından tazmini gerekecektir. Bir bina yakınlarında inşa edilen bir kamu eseri veya nükleer santral ya da devlet karayoluna bağlantı yolu sonucunda bu binanın satış değerinde düşüş olması halinde, bu düşüş nazara alınarak zararın idare tarafından karşılanması gerekecektir. Benzer bir şekilde trafik akışından kaynaklanan gürültü, futbol sahasına komşu olan binalarda futbol maçı sonrasında çıkan olaylar nedeniyle uğranılan zararlar idare tarafından tazmin edilecektir.  2. Cismani (Bedensel) Zararlar Kişilerin cismani bütünlüklerine yönelik maddi zararlar önemli bir yer teşkil  etmektedir.  Parayla  ölçülebilir  olan  bu  zararlar  da  maddi  zarar kapsamında değerlendirilmektedir. Cismani zarar, bir kişinin fiziki varlığının ya da ruhsal bütünlüğünün ihlali anlamına gelmekte olup bu ihlalin nedeni, bir kaza veya bir hastalık olabilecektir. Yine kişinin kullanmakta olduğu ve vücuduna kalıcı olarak yerleştirilen protez ve organlar üzerinde de kişilik hakkı  bulunması  nedeniyle  bunlara  verilen  zararlar  da  cismani  zarar kapsamında değerlendirilecektir. 6098 sayılı Türk Borçlar Kanunu 54. maddesi cismani zarar hallerinde istenebilecek zararın kapsamı ve niteliğini belirttikten sonra 55. maddesi de bu kanun hükümlerinin her türlü idari eylem ve işlemler ile idarenin sorumlu olduğu diğer sebeplerin yol açtığı vücut                                                  52  18 Ekim 1989 tarihli Lancon Kararı. Atay ve Odabaşı, s.189. Benzer bir duruma, Danıştay 10. Dairesi nin 13.09.1993 tarih, E.1993/724, K.1993/3146 sayılı kararında rastlamak mümkündür. Karar,  Trabzon İli Maçka İlçesi Çatak Mevkiinde 23.6.1988 günü saat 08 de oluşan toprak kayması sonucu yolun altında bulunan kahvehanede bulunup, toprak altında kalan yakınlarının ölümü nedeniyle davacıların uğradığı zararın, ruhsatsız kahvehanenin çalışmasını engellemek için üstüne düşen denetim görevini yerine getirmeyen, açık hizmet kusuru  bulunan  davalı  idarece  tazmini  gerektiğine…     ilişkindir. http://www.kazanci.com/kho/ibb/giris.htm Erişim Tarihi: 24.11.2014. 53  5 Nisan 1991 tarihli Epoux Docquet-Chassaing Kararı; 5 Aralık 1990 tarihli M. et Mme Chapon Kararı. Atay ve Odabaşı, s.189. 54  22 Mart 1991 tarihli Rivat Kararı; 8 Kasım 1989 tarihli Ministre de la Défense c./Buchie Kararı. Atay ve Odabaşı, s.189.  55  Eroğlu, s.116. 56  Hamit Yumuk, İdari Yargıda Tazminat Davası, Ankara Üniversitesi Sosyal Bilimler Enstitüsü, Yayımlanmamış Yüksek Lisans Tezi, Ankara 2005, s.104.  57  04.02.2011 tarih ve 27836 sayılı Resmi Gazete de yayımlanmıştır. 58  TBK Madde 54: Bedensel zararlar özellikle şunlardır: 1. Tedavi giderleri. 2. Kazanç kaybı. 3. Çalışma gücünün azalmasından ya da yitirilmesinden doğan kayıplar. 4. Ekonomik geleceğin sarsılmasından doğan kayıplar.  2400Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2389-2422  Sarsıkoğlu bütünlüğünün kısmen veya tamamen yitirilmesine ya da kişinin ölümüne bağlı zararlara  ilişkin  istem  ve  davalarda  da  uygulanacağını  hüküm  altına almaktadır.  Cismani  bütünlüğün  ihlali  bir  kaza  nedeniyle  meydana  gelmişse genellikle bir nesneye hızla çarpma sonucu bazı organların hasar görmesinde olduğu gibi mekanik bir etki, kişinin cismani bütünlüğünde değişikliğe neden olmaktadır. Bu değişiklik her zaman mekanik bir etki ile sonucunda meydana gelmez. Mesela, trafik kazası neticesinde yakınını kaybeden kişinin yaşadığı bunalımla kalp krizi geçirmesi, yaşadığı korku nedeniyle kişinin çocuğunu düşürmesi şeklinde olabileceği gibi, sinir krizi geçirmesi, nevrozlar, akıl zayıflığı, hafıza kaybı gibi ruhsal dengeni bozulması şeklinde de olabilecektir. Yine kişinin fiziki görünüşünün değişmesi, doğal güzelliğinin bozulması da mal varlığında eksilmeye yol açtığı ölçüde maddi bir zarar teşkil edecektir. Bu türden zararlar kolluk hizmetlerine, devlet karayollarının bozukluğuna ve bayındırlık hizmetlerine ilişkin idarenin eylemlerinden kaynaklanmaktadır. İdarenin  mali  sorumluluğunun  kabul  edildiği  bir  kazada  sorumluluğun paylaşılıp paylaşılmamasına göre tam veya kısmen meydana gelen zarar idare tarafından karşılanacaktır. Bununla birlikte idari eylemin gerçekleştiği sırada ortaya çıkmayan ve fakat sonradan ortaya çıkan zararlar da cismani zarar kapsamında değerlendirilecektir.  Türk Borçlar Kanunu 54. maddesinde örnek kabilinden sayılan zararların ilki tedavi giderleridir. Tedavi giderleri, cismani bütünlüğü ihlale uğrayan kişinin eski hale getirilmesi, iyileştirilmesi ya da hastalık ve sakatlığının artmasının engellemesine yönelik giderlerdir. Bu kapsama kişinin sağlığına kavuşturulmasına yönelik yapılan ambulans, muayene, tahlil teşhis, tedavi, protez, psikolojik destekler, fizik tedavi, kaplıca ve benzeri konularda yapılan giderler dahil edilebilecek ancak; söz konusu tedavi giderlerinin belgelenmesi gerekecektir. Yargısal içtihatlarda hastanede yapılan göz ameliyatı sonunda sol gözü görme yeteneğini kaybeden kişinin yaptığı tedavi giderlerinin; idarenin eylemi nedeniyle zarar gören erin terhis edilmesinden sonra sivil                                                  59  Büyüksağiş, s.54. 60  Eroğlu, s.117. 61  Danıştay  10.  Dairesi nin  22.11.1999  tarih,  E.1998/190,  K.1999/6198  sayılı  kararı. http://www.kazanci.com/kho/ibb/giris.htm Erişim Tarihi: 28.11.2014. Karar,  Hastanede yapılan göz ameliyatı sonunda davacının gözünün görmemesi üzerine uğranıldığı ileri sürülen maddi ve manevi zararın tazminine   ilişkindir.    2401İdarenin Mali Sorumluluğu...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2389-2422  hastanede yaptırdığı ve belgelediği tedavi giderlerinin; kamu görevlisi olan kişinin  görevini  yaparken  yaralanması  nedeniyle  uğramış  olduğu  zarar nedeniyle yaptığı tedavi giderlerinin idarece tazminine hükmedilmiştir.  Türk Borçlar Kanunu 54. maddesinde örnek kabilinden sayılan diğer zararlar  da  çalışma  gücünün  azalmasından  ya  da  yitirilmesinden  veya ekonomik geleceğin sarsılmasından doğan zararlar ile kazanç kayıplarıdır. Kişinin cismani bütünlüğünün ihlal edildiği durumlarda genellikle ekonomik geleceği de sarsılır. Zira bu hallerde zarar, çalışma gücü azalan kişinin mesleki geleceğinin sarsılması sebebiyle mahrum kaldığı kazançtır. İfade etmek gerekir ki kişinin maruz kaldığı cismani zarar tam ya da kısmi çalışma gücü kaybına neden olabileceği gibi bazen de birtakım mesleklerin yapılmasına engel  olabilecektir.  Mesela,  bir  mankenin  yüzünde,  bir  piyanistin parmaklarında  meydana  gelecek  zarar  onların  mesleklerine  devam edememeleri ile sonuçlanabilecektir. Danıştay 10. Dairesi 06.02.2003 tarih, E.2001/3091,  K.2003/476  sayılı  kararında:   …  ifadesi  alınmak  üzere karakola getirilen kişiyi gözetim ve muhafaza altında tutmak görevini gereği gibi yerine getirmeyen idarenin hizmet kusuru bulunduğu, … Bu durumda, davacı için iş gücü kaybının meydana getirdiği bir zararın olup olmadığı ve zararın miktarının belirlenmesi suretiyle maddi tazminata yönelik bir karar verilmesi  gerektiği   şeklinde  karar  verilmiştir.  Bununla  birlikte  yargısal içtihatlara  bakıldığında  kişinin  malvarlığında  herhangi  bir  azalma oluşturmayan ancak; onun daha fazla güç sarf etmesine sebep olan zararların da  maddi  zarar  kapsamında  tazmin  edilmesi  eğiliminin  olduğu  ifade                                                  62  Askeri Yüksek İdare Mahkemesi nin 07.12.2000 tarih, E.1999/607, K.2000/873 sayılı kararı.  http://www.msb.gov.tr/ayim/Ayim_karar_detay.asp?IDNO=2008&ctg=00000200 0030000001000024 Erişim Tarihi: 28.11.2014. Karar,  Silahaltında iken maruz kaldığı idari eylem nedeniyle terhis edilen davacının, askerliğe elverişli olmadığına dair kesin rapor tarihi ile kendisine vazife malüllüğü aylığının bağlandığı tarih arasında sivil hastanelerde yaptığı, belgeye dayalı tedavi giderlerinin, maddi tazminat olarak tazminine  ilişkindir.  63  Danıştay  10.  Dairesi nin  11.04.2012  tarih,  E.2008/2240,  K.2012/1406  sayılı  kararı. http://www.hukuklink.com/sonuc.php?daire=1&ara=&bolum=ictihat#252739  Erişim Tarihi: 28.11.2014. Karar,  Kamu görevlisi olan davacının, görevini yaparken yaralanması nedeniyle  uğramış  olduğu  zararın  kusursuz  sorumluluk  ilkesi  uyarınca  tazminine   ilişkindir.  64  Eren, s.479, Büyüksağiş, s.62. 65  Eroğlu, s.118. 66  Bkz.  http://www.hukuklink.com/sonuc.php?daire=hepsi&ara=hepsi&bolum=ictihat# 237377 Erişim Tarihi: 28.11.2014. 2402Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2389-2422  Sarsıkoğlu edilmektedir. Yine yargı organları tarafından maddi zarar kapsamında bakıcı ücretine hükmedilebilmesi için önceleri kişinin ciddi bir rahatsızlığının olması gerektiği kabul edilmekteyken daha sonraları bu içtihatların yumuşatılarak bakıcı ücretlerine hükmedildiği görülmektedir.  3. Cismani Zararlar Dışında Kalan Zararlar Cismani bütünlüğü ihlal edilmeksizin şahıs varlığı haklarına müdahale edilen kişiler de malvarlıklarında bir azalma olduğunu ileri sürerek maddi zarar iddiasında bulunabileceklerdir. Zira şahıs varlığı haklarının ihlali kişinin cismani bütünlüğüne zarar vermeksizin saygınlığı ve imajı üzerinde olumsuz etkilere sebep olabilecek, fikri ve sınai haklarını ihlal edebilecektir. Böylesi hallerde  de  kişinin  iş  gücünde  bir  azalma  olmamasına  karşın  kişi,  iş piyasasında  yeni  bir  iş  bulmakta  ya  da  mevcut  işini  korumakta  güçlük çekebilecektir. Mesela hastalarına kötü muamelelerde bulunduğu söylentisi, bir  hekimin  müşterilerini  kaybetmesine  yol  açabilir.  Cismani  zararlar dışında kalan ve fakat şahıs varlığı haklarını ihlal eden eylemlerden doğan zararların  tespiti  ile  ilgili  olarak  verilen  İsviçre  Federal  Mahkemesi nin 02.09.2004  tarihli  kararında  geçen  olayda  bir  gazeteci,  hukuka uygunluğundan şüphe edilen bankacılık işlemleri yapan bir banka memuru aleyhine bir yazı yayınlamıştır. Yazının neşredildiği tarihte görevinden henüz ayrılmış olan banka memuru yeni bir işe girmek üzeredir ancak aleyhinde basında çıkan haberler nedeniyle işe kabul edilmez. Bunun üzerine gazetenin editörüne kazanç kaybı nedeniyle dava açar. Şahıs varlığı haklarının ihlali olan eylemin, kişi açısından maddi zarara da neden olduğu ve tazmin edilmesi                                                  67  Büyüksağiş, s.66. Danıştay 10. Dairesi nin 22.02.2008 tarih, E.2007/7170, K.2008/847 sayılı  kararı  http://www.hukuklink.com/sonuc.php?daire=hepsi&ara=hepsi&bolum= ictihat#237651 Erişim Tarihi: 28.11.2014. Karar,  Komiser yardımcısı olarak görev yapan davacının, kumar oynandığı yönünde ihbar edilen yere yapılan baskın sırasında çıkan çatışmada yaralanarak felç olması nedeniyle uğranıldığı ileri sürülen maddi ve manevi zararın tazminine   ilişkindir. 68  Danıştay  10.  Dairesi nin  28.02.2007  tarih,  E.2004/11213,  K.2007/4449  sayılı  kararı http://www.kanunum.com/search.php?action=search&query=bak%C%Bc%C%B+%C%BCcreti#184567 Erişim Tarihi: 28.11.2014. Karar,  Polis memuru olarak görev yapan davacının, görevden dönerken, araç kullanan diğer bir polis memurunun kusuru nedeniyle, aracın devrilmesi sonucu sakat kalması üzerine, 2330 sayılı yasa uyarınca ödenmesi gereken nakdi tazminat ve karşılanan tedavi giderleri dışında; hayatını kendi başına idame ettiremeyip, sürekli bakıma ihtiyacı bulunduğundan bahisle, refakatçi giderine yönelik maddi tazminatın ödenmesine  ilişkindir. 69  Büyüksağiş, s.73. 70  Kılıçoğlu, s.209.   2403İdarenin Mali Sorumluluğu...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2389-2422  gerektiğine ilk derece mahkemesi tarafından karar verilir. Temyiz mercii olan Zürih Kanton Mahkemesi, banka memurunun görevinden ayrılırken yeni bir iş bulamayacağını dikkate alması ve bu halin de riskini üstlenmesi gerektiğine hükmetmiştir. Bu kararın da temyiz edilmesi üzerine Federal Mahkeme, gazeteci  tarafından  neşredilen  yayının  kişinin  müracaat  ettiği  işe  kabul edilmemesine neden olabileceğini ve bu sebeple banka memurunun ekonomik geleceğinin  sarsıldığını  onaylayarak  kendisine  tazminat  ödenmesine hükmetmiştir.  4. Ölüm Sebebiyle Meydana Gelen Zararlar Türk Borçlar Kanunu 53. maddesi ölüm halinde istenebilecek zararın kapsamı ve niteliğini belirtmiştir. Buna göre kişinin ölümü ile meydana gelen zararlar; cenaze giderleri, ölüm hemen gerçekleşmemişse tedavi giderleri ile çalışma gücünün azalmasından ya da yitirilmesinden doğan kayıplar ve ölenin desteğinden  yoksun  kalan  kişilerin  bu  sebeple  uğradıkları  kayıplardır. Destekten yoksun kalma tazminatı, ölenin gelecekte elde etmesi muhtemel gelirlerinin  aktüelleştirilerek,  destekten  yoksun  kalanın  ölüm  olayından önceki sosyal ve ekonomik yaşam düzeyinin devamının sağlayacak gelire kavuşturulmasını amaçlamaktadır. Mesela eşinin ölümü neticesinde geliri olmayan bir ev hanımı zorunluluk haline düşecektir. Dolayısıyla bu kadının eşinin desteğinden yoksun kalması nedeniyle uğradığı zarar idarece tazmin edilecektir. Destek kavramı bir kişinin nafakasını fiilen temin eden kişiyi karşılamak üzere kullanıldığı için bir kişini diğerinin desteği olup olmadığı fiili duruma göre tespit edilecektir. Bu bakımdan yargı organları nezdinde ölenin annesi, babası, eşi ve çocukları tarafından destekten yoksun kalma tazminatı istenebileceğini; kardeşlerin de talepte bulunabilmesi için ölenin refah halinde bulunması ve ölmeden önce kardeşine sürekli ve düzenli olarak                                                  71  Eroğlu, s.120. 72  TBK Madde 53: Ölüm hâlinde uğranılan zararlar özellikle şunlardır: 1. Cenaze giderleri. 2. Ölüm hemen gerçekleşmemişse tedavi giderleri ile çalışma gücünün azalmasından ya da yitirilmesinden doğan kayıplar. 3. Ölenin desteğinden yoksun kalan kişilerin bu sebeple uğradıkları kayıplar.  73  Gözler, s.1293. 74  Yılmaz, s.272. 75  Danıştay 10. Dairesi nin 23.03.1998 tarih, E.1996/7556, K.1998/1251 sayılı kararı. Karar,  Davacının erkek kardeşinin bulunduğu yere askeri eğitim uçağının düşmesi sonucu ölümü nedeniyle uğranıldığı ileri sürülen maddi zararın; ortada tazmini gereken ve davacının yoksun kaldığı bir desteğin bulunmadığından tazmin edilemeyeceğine   ilişkindir. Bal, Şahin ve Karabulut, s.934.  2404Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2389-2422  Sarsıkoğlu yardımda  bulunduğunun  kanıtlanması  gerekecektir.  Bununla  birlikte zikredilen kişiler örnek kabilinden olup, ölenin sağlığında kendisine destek verdiği medeni evlenme merasimi olmaksızın beraber yaşadığı kişi, uzak bir akraba ya da bir dost hatta bir hizmetçi bile destekten yoksun kalma tazminatı isteyebileceklerdir.  B. Manevi Zarar ve Kapsamı Manevi zarar, kişinin şahıs varlığında iradesi dışında meydana gelen azalma demektir. Şahıs varlığı bir kişinin sahip olduğu hukukça korunan, hayat,  cismani  bütünlüğü,  sağlık,  hürriyet,  isim,  şeref,  haysiyet,  cinsel bütünlük, ruhsal bütünlük gibi kişilik değerlerinin tümüdür. Bu değerlere yapılan haksız müdahalelerden dolayı meydana gelen objektif azalma ve kayıplar  manevi  zarar  olarak  isimlendirilmektedir.  Manevi  zararların tazmini hususu, bir gelişim sürecinin sonunda oluşmuştur. Yargı organları önceleri manevi zararların parasal değerinin ölçülemeyeceği gerekçesini kullanarak  yalnızca  maddi  zararların  tazmini  ile  tazmin  yükümlülüğünü sınırlandırmışlardır. Sonrasında ise maddi değeri olmayan bazı durumlara ilişkin zararlar dikkate alınmaya başlanılmıştır. Bu gelişim seyri içerisinde öncelikle malvarlığına yansıyan veya malvarlığında etki oluşturan zararların                                                  76  Gözler, s.1294. 77  Danıştay İdari Dava Daireleri Genel Kurulu nun 17.10.1997 tarih, E.1995/79, K.1997/479 sayılı kararı. http://www.kazanci.com/kho/ibb/giris.htm Erişim Tarihi: 29.11.2014. Karar,  Dini nikaha dayanan ve toplumda kabul gören aile yaşamı, kişilere destekten yoksun kalmanın yarattığı zararın tazminini isteme hakkı doğurduğuna   ilişkindir.  Askeri Yüksek İdare Mahkemesi 2. Dairesi nin 11.03.1998 tarih, E.1996/354, K.1998/198 sayılı  kararı.  http://www.msb.gov.tr/ayim/Ayim_karar_detay.asp?IDNO=2004&ctg= 000002000030000001000011 Erişim Tarihi: 29.11.2014. Karar,  Medeni Kanun gereği evlilik bağı kurulmamış olsa bile karı koca diye birleşen, bu amaç ve bu duygu ile yaşamlarını sürdüren eşlerden kadın için, bakım edimini yerine getiren erkeğin destek sayılması gerektiğine  ilişkindir.  78  Kemal  Tahir  Gürsoy,   Destekten  Yoksun  Kalma  Tazminatı ,  AÜHFD, Yıl 1972, Cilt 29, Sayı 1-2, s. 146.  79  Gözler, s.1283. 80  Eren, s.483, Ünal, s.399; Halûk Tandoğan, Türk Mes uliyet Hukuku (Akit Dışı Ve Akdî Mes uliyet),  Ankara  1961,  s.63;  Gürsel  Kaplan,   Danıştay  ve  Askeri  Yüksek  İdare Mahkemesi  Kararları  Çerçevesinde  Manevi  Tazminata  Faiz  Yürütülmesi  Sorunu , AÜHFD, Yıl 2006, Cilt 55, Sayı 2, s. 121.  81  Fransız Danıştayı bu düşünceye itibar etmekten 24 Kasım 1961 tarihli Letisserand Kararı ile vazgeçerek manevi acıların da tazmin edilebileceğine kartar vermiştir. Gözler, s.1287. Bu karara konu olan olayda bir babanın, vaktinden önce ölen oğlunun ölümü nedeniyle duyduğu manevi zararın tazmini söz konusudur. Atay ve Odabaşı, s.193.   2405İdarenin Mali Sorumluluğu...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2389-2422  tazmini yönüne gidilmiştir. Böylece bir aktörün, bir heykeltıraşın, artistik şöhretine yönelik zararlar ile kişinin iş yaşantısını zora sokabilecek yüzünde meydana  gelen  bir  yara  izinin  verdiği  estetik  zararların  tazminine hükmedilebilmiştir. Tazmin yükümlülüğü daha sonrasında maddi, parasal sonuçları olmayan zararlara da genişletilerek fiziksel acıların, kişisel onura verilen zararların ve ibadet etmeye ilişkin haklara verilen zararların tazminine imkan sağlanmıştır. Bu bakımdan manevi tazminat da patrimuanda meydana gelen bir eksilmeyi karşılamaya yönelik bir tazmin aracı değil, tatmin aracı olup kişinin maruz kaldığı haksız eylem nedeniyle duyduğu elem ve ızdırabı kısmen de olsa hafifletmeyi amaçlamaktadır.  Türk Borçlar Kanunu ndaki ayrıma kısmen de olsa sadık kalarak manevi zarara yol açan ve bu nedenle de tazmini gereken durumları, kişilik haklarına verilen zararlar; bedensel bütünlüğün ihlali sebebiyle meydana gelen zararlar; estetik zararlar ve ölüm sebebiyle meydana gelen zararlar şeklinde dörde ayırarak incelemek mümkündür.  1. Kişilik Haklarına Verilen Zararlar Türk Borçlar Kanunu 58. maddesi kişilik haklarına verilen zararların kapsamı ve niteliğini belirtmiştir. Bu zararlar kişinin şan, şeref ve haysiyetine verilen zararlar, özel hayata verilen zararlar, kişinin isim, resim ve sesine                                                  82  20 Kasım 1931 tarihli Frantz et Dlle Charny Kararı 83  3 Nisan 1936 tarihli Sudre Kararı. 84  15 Haziran 1949 tarihli Dame Durant Kararı. 85  Atay ve Odabaşı, s.192. 86  Danıştay 10. Dairesi nin 20.03.2006 tarih, E.2003/630, K.2006/1981 sayılı kararından. http://emsal.danistay.uyap.gov.tr/VeriBankasiIstemciWeb/GelismisDokumanAraServlet Erişim Tarihi: 29.11.2014. 87  TBK Madde 58: Kişilik hakkının zedelenmesinden zarar gören, uğradığı manevi zarara karşılık manevi tazminat adı altında bir miktar para ödenmesini isteyebilir.  Hâkim, bu tazminatın ödenmesi yerine, diğer bir giderim biçimi kararlaştırabilir veya bu tazminata  ekleyebilir;  özellikle  saldırıyı  kınayan  bir  karar  verebilir  ve  bu  kararın yayımlanmasına hükmedebilir.  Bu maddenin uygulanması bakımından hakimin tazminat miktarını belirlerken hal ve mevkiin icabını, durumun gereğini yani saldırının kişilik hakları zedelenen kişinin manevi kişilik değerlerinde sebep olduğu azalmayı dikkate alması gerekecektir. Ancak; bu eksilme sıfatı ve makamı daha yüksek ve ekonomik durumu daha iyi olan taraf bakımından çok, diğer taraf için az olduğu şeklinde eski kanunda olduğu gibi bir kurala bağlanamayacaktır. Nedim Akkurt,  6098 Sayılı Türk Borçlar Kanunu nda Uygulayıcı Gözüyle Haksız Fiiller ve Tazminat , 6098 Sayılı Türk Borçlar Kanunu Sempozyumu Tebliğler Kitabı, Editör: Yrd. Doç. Dr. Emel Badur, 12-13 Mayıs 2011, s. 76.  2406Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2389-2422  Sarsıkoğlu yönelik saldırılardan meydana gelen zararlar, kişinin özgürlüklerine müdahale edilmesi sonucu oluşan zararlar, basın yoluyla kişilik haklarına saldırılması sonucu gerçekleşen zararlar şeklinde ortaya çıkabilecektir.  Şan, şeref ve haysiyet kişinin yaşadığı toplumda saygı ile karşılanması olduğu için kişiye atfedilen değeri ifade etmektedir. Kişi söz konusu bu değerlerin  bir  kısmını  mesela  cismani  bütünlüğüne  ilişkin  değerlerini doğuştan  haiz olmakla  birlikte  ekonomi, bilim, sanat, kültür ve  politika alanlarındaki başarılar gibi bir kısım değerlerini de sonradan kendi fiilleri ile elde etmektedir.   Danıştay  İdari  Dava  Daireleri  Genel  Kurulu nun  20.09.2002  tarih, E.2002/191,  K.2002/644  sayılı  kararında:   Başbakanlık  teftiş  kurulu başkanlığınca hazırlanan, basında ve kamuoyunda  susurluk raporu  olarak adlandırılan belgede, hakkında tamamen gerçeğe aykırı ve kişilik haklarına ağır saldırı niteliği taşıyan suçlamalara yer verildiği, böylece kamu hizmetini yürütmekle  görevli  idarenin  ağır  hizmet  kusuru  işlediği  gerekçesiyle uğranılan zararın karşılanması için davacıya manevi tazminat ödenmesi gerektiği  şeklinde karar verilmiştir. Bu noktada ifade etmek gerekir ki gerçek kişilerle beraber tüzel kişilerin de kişilik haklarına yapılan hukuka aykırı bir müdahale nedeniyle manevi zarara uğrayabilecekleri ve bunun idare tarafından tazmin edilmesi gerektiği ortadadır.  Tüzel  kişiler  lehine  manevi  tazminata  hükmedebilmek  için idarenin haksız bir işlem ya da eylemi nedeniyle doğrudan tüzel kişiye ait bir kişilik  hakkının  saldırıya  uğraması,  idarenin  hukuka  aykırı  bu  tasarrufu                                                  88  Wadood, s.45. 89  Yılmaz, s.1149. 90  Kılıçoğlu, s.311; Eroğlu, s.125. 91  http://www.kanunum.com/search.php?action=search&query=ki%C%9Filik+haklar% C%Bna+sald%C%Br%C%B+manevi+tazminat#72406 Erişim Tarihi: 30.11.2014. Aynı yönde Bkz. Danıştay 10. Dairesi nin 02.10.2001 tarih, E.1999/990, K.2001/3326 sayılı kararı. 92  Cemil Kaya,  İdari Yargıda Mahkeme Kararlarının Uygulanmaması Nedeniyle Manevi Tazminat İstemi , EÜHFD, Yıl 2010, Cilt XIV, Sayı 1-2, s. 77. Aksi yönde, Bkz. Eren, s.483. Yazar, tüzel kişilerin oluşumları gereği yaşama zevk ve sevincinde bir azalma hissetmesi; huzur, rahatlık ve mutluluk duygularının azalması mümkün olamayacağı için manevi zarara uğrayamayacaklarının ve bunun tazminini isteyemeyeceklerinin manevi zararda sübjektif teoriyi savunan yazarlarca ileri sürülmekte olduğunu ifade etmektedir.    2407İdarenin Mali Sorumluluğu...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2389-2422  nedeniyle  tüzel  kişiliğin  ticari  itibarının  azalarak  faaliyetlerinin  açıkça olumsuz bir şekilde etkilenmesi gerekecektir.  2. Bedensel Bütünlüğün İhlali Sebebiyle Meydana Gelen Zararlar Türk Borçlar Kanunu 56. maddesi kişilik bedensel bütünlüğün ihlali sebebiyle meydana gelen zararların kapsamı ve niteliğini belirtmiştir. Bu madde hükmüne giren bir manevi zarardan söz edilebilmesi için kişinin muhakkak surette bedensel bütünlüğünün ihlal edilmiş olması ya da zarar gören  kişinin  yakınlarının  manevi  zararının  varlığı  açısından  bedensel bütünlüğün  ihlali  dolayısıyla  ağır  bedensel  zarar  veya  ölüm  olayının gerçekleşmesi gerekecektir. Bu türden zararların kesin olarak yaralanma, organlarda kayıp veya işlev eksikliği şeklinde meydana gelmesi zorunlu değildir.  Ruhsal  bütünlüğün  bozulması,  korku  ve  endişe  de  bedensel bütünlüğün  ihlali  sebebiyle  meydana  gelen  zararlar  arasında  mütalaa edilebilecektir. Mesela kişinin asansör gibi kapalı bir ortamda bırakılması gibi durumlarda kişinin bedensel bütünlüğünde herhangi bir eksilme söz konusu olmadığı  halde,  kapalı  ve  havasız  bir  yerde  kalma  korkusunun  ruhta oluşturacağı  etki  bu  türden  bir  zarar  olarak  değerlendirilecektir.  Diğer taraftan bedensel bütünlüğünün ihlali dolayısıyla oluşan zarar neticesinde kişinin anatomik yapısı ya da fiziksel görünüşü bozulması halinde bu yüzden üzüntü ve sarsıntı duyacağına bazı ruhsal komplekslere uğrayacağına şüphe yoktur.  İdare hukukunda bedensel bütünlüğün ihlali sebebiyle meydana gelen zararların uzunca bir süre para ile ölçülemez oldukları gerekçesiyle tazmin edilemeyeceği  kabul  edilmiştir.  Fransız  Danıştayı  24  Nisan  1942  tarihli Morell kararı ile bu görüşünü terk ederek istisnai özelliği haiz bedensel bütünlüğün ihlalinden kaynaklı zararların tazmini söz konusu olabilmiştir. Yine 6 Haziran 1958 tarihli Commune de Grigny kararı ile istisnai ağırlık şartından vazgeçmiş ve belli bir önemi bulunan fiziki acıların tazmin edilmesi gerektiğine hükmetmiştir.                                                   93  Bahtiyar Akyılmaz,  İdari Yargıda Tazminat Şekilleri ve Hesaplanması , SÜHFD Prof. Dr. Süleyman Arslan a Armağan, Yıl 1998, Cilt 6, Sayı 1-2, s. 215. 94  TBK Madde 56:  Hâkim, bir kimsenin bedensel bütünlüğünün zedelenmesi durumunda, olayın özelliklerini göz önünde tutarak, zarar görene uygun bir miktar paranın manevi tazminat olarak ödenmesine karar verebilir.  Ağır bedensel zarar veya ölüm hâlinde, zarar görenin veya ölenin yakınlarına da manevi tazminat olarak uygun bir miktar paranın ödenmesine karar verilebilir.  95  Orhunöz, s.28. 2408Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2389-2422  Sarsıkoğlu Danıştay bir kararında; bir cinayet soruşturması nedeniyle üç gün süre ile gözaltında  tutulan  kişinin,  bu süre  içerisinde  kendisine  kötü  muamelede bulunulduğundan ve işkence edildiğinden bahisle duyduğu acı ve üzüntünün karşılığı olarak manevi tazminat ödenmesine hükmetmiştir.  3. Estetik Zararlar Kişinin  güzelliğine,  estetik  özelliklerine  verilen  zararlar  da  tazmin edilebilir nitelikte kabul edilmektedir. Kişinin dış görünümünde ortaya çıkan belirgin ve kalıcı değişimler tazmin edilmesi gerekli zararlar arasındadır. Mesela,  Fransız  Danıştayı  yüzde  kalan  bir  izi,  bir  kolun  diğerine  göre kısalmasını idarenin mali sorumluluğu açısından bir zarar kabul ederek idareyi tazminat ödemeye mahkum etmiştir. Bununla birlikte hakim estetik zararların tespitinde zarar gören kişinin cinsiyeti, yaşı ve mesleği gibi hususları dikkate alacaktır.  Estetik  zararlarla  ilgili  olarak  bir  yargısal  içtihatta:  ...  Emniyet Müdürlüğü  atış  poligonunda  poligon  amiri  olan  davacının,  17.12.1987 tarihinde atış poligonunda çıkan yangında yanarak yaralandığını, yüzü ve ellerinin  doğal  görünümünün  bozulduğunu ileri  sürerek  duyduğu acı  ve üzüntü nedeniyle 10.000.000 lira manevi tazminatın yasal faiziyle birlikte davalı idareden tahsili istemiyle açtığı dava sonucunda; Diyarbakır İdare Mahkemesince davacının yanarak yaralanmasına neden olan yangın olayında idarenin hizmet kusuru ve tazmin sorumluluğu bulunduğu bundan dolayı davacının yanarak yaralanması sonucu duyduğu acı ve elemin ömür boyu duyacağı  manevi  sıkıntının  karşılığı  olarak  manevi  tazminat  ödenmesi gerektiği…   şeklinde, diğer bir içtihatta da   Raşitizm hastalığı nedeniyle yatarak tedavi gören davacıların çocuğunun sağ el dört parmağının kesilmesi nedeniyle işgücü kaybından dolayı uğradığı ileri sürülen maddi ve manevi zararın tazmini gerektiği  şeklinde karar verilmiştir.                                                   96  Danıştay 10. Dairesi nin E.2006/1212, K.2009/652 sayılı kararı. Yunus Çetin, Terör Olaylarından Kaynaklanan Tazminat Davaları ve İdari Kolluk Hizmetlerinden Uğranılan Zararların Tazmini, http://www.anayasa.gov.tr/files/insan_haklari_mahkemesi/sunumlar/ ym_2/cetinterorOlaylari.doc Erişim Tarihi: 01.12.2014. Aynı Yönde Bkz. Danıştay 10. Dairesi nin E.2004/11108, K.2006/1462 sayılı kararı. 97  Eroğlu, s.126. 98  Gözler, s.1284. 99  Danıştay  10.  Dairesi nin  10.04.1992  tarih,  E.1990/3954,  K.1992/1362  sayılı  kararı. http://www.kazanci.com/kho/ibb/giris.htm Erişim Tarihi: 02.12.2014 100  Danıştay  10.  Dairesi nin  14.06.2001  tarih,  E.1999/2948,  K.2001/2375  sayılı  kararı. Nakleden, Bal, Şahin ve Karabulut, s.330.   2409İdarenin Mali Sorumluluğu...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2389-2422  4. Ölüm Sebebiyle Meydana Gelen Zararlar Kişilerin yakınlarından birinin ölümü nedeniyle uğradığını ileri sürdüğü manevi zararların tazmini istemeleri Fransız Danıştayı tarafından  gözyaşları para  etmez   ilkesinden  hareketle  ıstırabın  para  ile  ölçülemez  olduğu gerekçesiyle  uzunca  bir  süre  kabul  edilmemiştir.  Bununla  birlikte  1961 yılından sonra söz konusu engel aşılarak, bu nedene dayalı olarak açılan tazminat davaları davacının yaşama şartlarında ciddi karışıklıklara sebep olduğu gerekçesiyle görülmeye başlanmıştır.  Türk Borçlar Kanunu 56/2. fıkrası ölüm sebebiyle meydana gelen zararların  kapsamı  ve  niteliğini  belirtmekle  birlikte  ölenin  yakınları ifadesinden ne anlaşılması gerektiği bilimsel ve yargısal içtihatlara bırakılmış görünmektedir. Burada ölen teşkil eden husus ölen kişi ile manevi zarar iddiasında  bulunan  kişi arasındaki  yakınlık  ve  sevgidir.  Bu  bakımdan kişinin yakın ilişki içerisinde bulunduğu, eşi, çocukları, nişanlısı, anne ve babası bu kişiler arasında zikredilebilecektir. Ancak kişi ile arasındaki sevgi ve yakınlığı tamamen ortadan kaldıran, bir düşmanlık durumu söz konusu ise manevi zarar iddiasında bulunan kişilerin ölen ile yakın akrabalık dereceleri manevi tazminatın takdiri için başlı başına yeterli bir sebep olarak kabul edilemeyecektir.  Danıştay kararlarına bakıldığında sadece ölenin gerçek yakınlarına yani ölenle gerçekten bir aile ilişkisi içinde olan ve onunla eylemli bir bağlılık içinde  bulunanlara  manevi  tazminat  hükmedildiği  görülmektedir.  Bu bakımdan anne ve baba, eş ve çocuklar, üvey anne, büyük baba, nikahsız karı gibi  ölene  yakınlığı  bulunanların  manevi  zararlarının  tazmini  yoluna gitmektedir. Bununla birlikte yargı yerleri yakınlığın tespitinde bu kişilerin yaş ya da hukuki statülerini dikkate almamaktadır.                                                   101  Gözübüyük ve Tan, s.687; Gözler, s.1287.  102  TBK Madde 56/2: Ağır bedensel zarar veya ölüm hâlinde, zarar görenin veya ölenin yakınlarına da manevi tazminat olarak uygun bir miktar paranın ödenmesine karar verilebilir.  103  Orhunöz, s.30. Yazar, TBK 56/2. fıkrasında  öldürülene yakından bağlı olan kimseler  ifadesinin kullanılması gerektiğini kanaatimizce de haklı olarak ifade etmektedir.  104  Orhunöz, s.30. 105  Danıştay  10.  Dairesi nin  18.11.1996  tarih,  E.1995/2428,  K.1996/7639  sayılı  kararı. Nakleden, Bal, Şahin ve Karabulut, s.975.  106  Danıştay 10. Dairesi nin 12.06.2001 tarih, E.1999/4012, K.2001/2235; 16.04.2002 tarih, E.2000/3770, K.2002/1095 sayılı kararları. Nakleden, Bal, Şahin ve Karabulut, s.42,152.  2410Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2389-2422  Sarsıkoğlu IV. ZARARIN NİTELİKLERİ  Sorumluluk esas itibariyle bir kişinin başkasına verdiği zararı tazmin yükümlülüğünü ifade etmek için kullanılır. Bununla  birlikte,  prensipte  her kişi kendi malvarlığında ya da şahıs varlığı değerlerinde meydana gelen zararlara bizzat katlanma yükümlülüğü altındadır. Ancak, bu prensibin katı bir şekilde  uygulanmasının  adalet  ve  hakkaniyete  uygun  olmayacağı düşüncesiyle  çeşitli  hukuk  sistemleri  tarafından  bu  prensibe  istisnalar getirilerek kişilerin uğradıkları zararların bazı sebeplerin bulunması halinde diğer kişiler ya da idare tarafından tazmin edilmesi kabul edilmiştir. Böylece hukukun toplumdaki bireyler arasındaki ilişkiyi düzenleme görevinin yanında kişilerin  mal  ve  şahıs  varlığı  değerlerinin  haksız  müdahalelere  karşı korunması görevi de belirginleşmiş olmaktadır. İşte meydana gelen zararın diğer kişilere aktarılması haklı gösteren bu sebeplere sorumluluk sebepleri denilmektedir. Bütün hukuki sorumluluk türleri açısından ilk ve en önemli şart  olan  zarar  kavramı,  idarenin  mali  sorumluluğu  açısından  da  önem taşımakta ve bazı nitelikleri haiz olması gerekmektedir.  A. Ortada Bir Zararın Bulunması Zarar  sorumluluğunun  olmazsa  olmaz  şartıdır.  İdarenin  mali sorumluluğunun  doğabilmesi  için  de  öncelikle  bir  zararın  var  olması gerekmektedir. İdarenin bir eylem ve işlemi nedeniyle mağduriyeti ortaya çıkan her kişinin mağduriyeti zarar niteliğinde olmayacaktır. Zira mağduriyet, zarar kavramından daha geniş nitelikli olup sorumluluğun şartı mağduriyet değil  zarardır.  İdarenin  eylem  ve  işlemleri  nedeniyle  kişilerin  hoşuna gitmeyen, onları üzen hatta onlara para ile ölçülebilir yükler getiren bir sonuç ortaya çıkmış ve kişiler mağduriyete uğramış olabilir. Ancak kişinin söz konusu mağduriyetinin giderilebilmesinin yegane şartı bu mağduriyetin zarar niteliğini haiz olmasıdır. Mesela, Fransız Danıştayının bir kararına konu teşkil eden olayda, bir kadın çocuk aldırmak üzere usulüne uygun olarak devlet hastanesine başvurmuş ve kendisine gerekli operasyon yapılmış ama başarısız olunmuştur. Kadın, istemediği çocuğu dünyaya getirmek zorunda kalmıştır. Yüksek Mahkeme, idare kusurlu hareket etmiş, çocuğun doğumu anneye mali külfetler  getirmiş  olsa  bile  çocuğun  doğumunun  bir  zarar  olarak nitelendirilemeyeceğine karar vermiştir. Yüksek Mahkemeye göre; hamile bir                                                  107  Eren, s.1301. 108  Gözler, s.1301; Ender Ethem Atay, İdare Hukuku, Turhan Kitabevi, Ankara 2006, s.568.   2411İdarenin Mali Sorumluluğu...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2389-2422  kadının doğum yapması niteliği gereği zarar verici bir olay değildir ve bu nedenle olaydaki mağduriyet de zarar olarak nitelendirilemeyecektir.  B. Zararın Gerçekleşmiş Olması İdarenin mali sorumluluğuna  gidilebilmesi için zararın gerçekleşmiş olması gerekmektedir. Zira idare hukukunda idarenin mali sorumluluğunun amacı, idareyi cezalandırmak değil ortaya çıkan zararı tazmin etmektir. Çalışma konumuz olan zarar kavramının önemi bu noktada kendini belirgin bir şekilde göstermektedir. Şöyle ki; ceza hukuku ve disiplin hukukunda sorumluluğun kusur esasına dayanması nedeniyle ortaya bir zarar çıkmasa ya da bir zarar tehlikesi meydana gelse bile failin kusurunun bulunması halinde fail  suça  teşebbüsten  cezalandırılabilecektir.  İdare  hukukunda  ise sorumluluğun  esası  zarardır.  Bu  bakımdan  zararın  ortaya  çıkması, gerçekleşmiş  olması  idarenin  sorumluluğuna  hükmedilebilmesinin  şartını oluşturur. Zararın gerçekleşmediği ya da zarar tehlikesinin vuku bulduğu hallerde idarenin kusurlu davranışı idarenin sorumluluğuna hükmedilebilmesi için yeterli olmayacaktır. Bazı hallerde ise ileride doğabilecek zararlar da gerçekleşmiş  olarak  kabul  edilerek  idarenin  mali  sorumluluğu  yoluna gidilmektedir. Mesela küçük bir çocuğun cismani bütünlüğüne yönelik bir müdahale nedeniyle sakat kalması halinde uğradığı zarar hesaplanırken ileride doğacak zararlar da dikkate alınarak idarenin hukuka aykırı eylem veya işlemi nedeniyle  zarara  uğradığı  tarihte  belli  ve  gerçekleşmiş  olan  zararlarının tazmini yoluna gidilmektedir.  C. Zararın Kesin Olması Zararın kesinliği şartı olarak da ifade edilen bu ilkeye göre idarenin mali  sorumluluğuna  gidilebilmesi  için  zararın  bilfiil  gerçekleşmiş  ya  da                                                  109  Gözler, s.1302; Çağlayan, s.522. 110  Çağlayan, s.523; Zehra Odyakmaz, Ümit Kaymak ve İsmail Ercan, Anayasa Hukuku İdare Hukuku, Güncellenmiş 10. Bası, İkinci Sayfa Yayınları, Ankara 2009, s.573. 111  Gözler, s.1305. 112  Çağlayan, s.523. 113  Atay ve Odabaşı, s.183. Yazarlar, Fransız Danıştayının idarenin eylem veya işlemi tarihinde belli ve gerçekleşmiş olma şartını dar yorumladığını ve birçok kararında tazminat istemini reddettiğini aktarmaktadır. 30 Haziran 1999 tarihli Stade de France Kararı; 10 Şubat 1993 tarihli Ministre de la Solidairité nationale c/Wagner Kararı; 25 Şubat 1977 tarihli Dame Paule Loyer Kararı; 3 Haziran 1957 tarihli Dame Martin-Bellet Kararı. 114  Gözübüyük ve Tan, s.683. 115  Gözler, s.1305. 2412Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2389-2422  Sarsıkoğlu gelecekte gerçekleşmesinin kesin olması lazımdır. Diğer bir deyişle zararın güncel olması, etkisinin doğurması ya da gelecekte gerçekleşmesinin kaçınılmaz olması gerekmektedir. Bu bakımdan ihtimale dayanan, gerçekleşmesi kaçınılmaz olmayan durumlarda zarar kesin nitelik taşımayacaktır.  Güncel  yani  halihazırda  gerçekleşen  zararlar  kesinlik  şartını taşımaktadır.  İdarenin  gerçekleşmiş  bir  eylem  veya  işlemi  nedeniyle gelecekte gerçekleşmesi kesin olan zararların da kesinlik şartını haiz olduğu kabul edilmektedir. Mesela, tıbbi bir hata sonucunda sakat olarak dünyaya gelen çocuğun daha sonraki sosyal ve iş yaşantısındaki performans düşüklüğü nedeniyle gelecekteki zararı kesin nitelik taşımakta olup idarenin gerçekleşen bu  davranışının  geleceğe  yönelik  etkileri  de  kesinleşmiş  zarar  olarak değerlendirilecektir.   Doğması  muhtemel  zararlar,  gelecekte  gerçekleşmesi  muhakkak olmayan sadece bu konuda bir ihtimal barındıran ve zararın kesinliği şartını taşımayan  zararlardır.  Bu  bakımdan  idarenin  mali  sorumluluğuna  yol açmayacaktır. Mesela, idarenin bir eylemi neticesinde yaşamını yitiren bir çocuğun anne ve babası uğradıkları mevcut zararın tazminini isteyebilirler. Bununla birlikte çocuklarının ölmemesi halinde ileride iyi bir iş sahibi olup kendilerine  bakacağı  iddiası  ile  bundan  kaynaklanan  zararlarını isteyemeyeceklerdir. Çünkü bu kesinliği olmayan ihtimale dayanan bir sonucu ifade  etmektedir.  Kaldı  ki  çocuk  büyüdükten  sonra  kendilerine bakmayabileceği gibi ilerleyen yıllarda kendi eceli ile de hayatını yitirebilir. Danıştay ın bir kararına konu olan olayda kişi, çeltik tarlasının yanında inşa                                                  116  Atay ve  Odabaşı, s.183. Yazarlar, zararın kesin olması şartının yegane istisnasının gelecekte oluşacak zararın kesin olması hali olduğunu ifade etmektedir. 117  Odyakmaz, Kaymak ve Ercan, , s.574. 118  Gözler, s.1305. 119  Çağlayan, s.523. Danıştay 10. Dairesi nin 28.09.2012 tarih, E.2008/1506, K.2012/4467 sayılı kararı. Karar,  Sosyal oyunlar bayilik ruhsatı hukuka aykırı olarak iptal edilen davacının, bayilik faaliyetini yapamadığı dönemde mahrum kaldığı kazancı muhtemel zarar olmayıp, kesin bir zarar olduğundan tazmini gerektiğine…   ilişkindir.  http://www.kanunum.com/search.php?action=search&query=muhtemel+zarar#1204420 Erişim Tarihi: 02.12.2014.  120  Gerçekleşen  zararın  geleceğe  yönelik  etkileri  bakımından  zararın  varlığı  değil  zarar miktarının tespitinin zorluğu hakkında Bkz. Atay, s.568.  121  Çağlayan, s.523. 122  Gözler, s.1306; Atay, s.568.  123  Eroğlu, s.106. 124  Danıştay  12.  Dairesi nin  06.11.1971  tarih,  E.1969/1774,  K.1971/2479  sayılı  kararı. Nakleden, Gözler, s.1308.   2413İdarenin Mali Sorumluluğu...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2389-2422  edilen kanaldan su sızdığı ve yaz mevsimi ektiği çeltiğe yüzde elli zarar vereceğinin bilirkişi raporu ile sabit olduğu bu sebeple de uğrayacağı zararın tazminini idareden istemiştir. Yüksek Mahkeme ise kişinin ileride meydana gelmesi  muhtemel  zararı  dava  ettiğini  ve  ihtimale  dayanan  müstakbel zararların dava edilemeyeceğini gerekçe göstererek bu davayı reddetmiştir.  Bu başlık değinilmesi gereken bir diğer mesele de ciddi şans kaybına ilişkindir. Şans kaybı eğer ciddi bir şans ise kesin zarar niteliğinde olacak ve idarenin mali sorumluluğu yoluna gidilecektir. Mesela Fransız Danıştayı idarenin aldığı bir karardan ya da bir karar almamasından veya idarenin gecikmesinden veya idarenin yol açtığı bir kaza nedeniyle kişinin bir sınavı başarma, özel veya kamusal bir işe girme, bir sözleşe yapma ya da belirli bir para  kazanma  şansını  yitirmesi  halinde  meydana  gelecek  zararın  kesin nitelikte  olduğundan  bahisle  idareden  tazminat  istenebileceğine  karar vermiştir.  D. Zararın Hukuken Korunan Bir Menfaate Yönelik Olması İdarenin  mali  sorumluluğundan  söz  edilebilmesi  için  idarenin  bir fiilinden zarar gören kişinin bir hakkının ya da meşru bir menfaatin ihlal edilmiş olması gerekmektedir. Fransız Danıştayı 28 Temmuz 1951 tarihli Berenger  kararı  ile  meşru  menfaat  kavramını  kullanmıştır.  Ancak  bu dönemde  niteliksiz menfaat kavramını kullanarak istemlerini reddetmeye devam etmiştir. Mesela nikahsız kadının birlikte yaşadığı erkeğin idarenin hukuka aykırı eylemi neticesinde ölmesi olayında kadının tazminat talebini kabul etmemiştir. Bu içtihadından 3 Mart 1978 tariki Veuve Muësser kararıyla vazgeçerek nikahsız yaşamanın yeterince istikrarlı ve uzun olması halinde tazminat isteminin kabul edileceğine karar vermiştir. Türk hukukunda da gerek Danıştay ve Askeri Yüksek idare Mahkemesi kararları ile nikahsız yaşayan (ki toplumumuzda bu türden birliktelikler imam nikahı ile birlikte yaşama  şeklinde  gerçekleşmektedir) eşler lehine  de tazminata  hükmedilmektedir.                                                   125  Gözler, s.1307; Çağlayan, s.524. 126  Atay, s.568; Odyakmaz, Kaymak ve Ercan, , s.574. 127  Çağlayan, s.524. Yazar, meşru menfaat kavramı kabul edilinceye kadar Fransız Yargıtayı tarafından hukuken korunan menfaat, Fransız Danıştayı tarafından da hukuken korunan durum kavramlarının kullanıldığını ifade etmektedir.  128  Gözler, s.1310. 129  Danıştay İdari Dava Daireleri Genel Kurulu nun 17.10.1997 tarih, E.1995/79, K.1997/479 sayılı kararı. http://www.kazanci.com/kho/ibb/giris.htm Karar,  Dini nikaha dayanan ve 2414Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2389-2422  Sarsıkoğlu Yine hukuka aykırı ve gayri meşru durumda bulunan kişilerin uğradıkları zararlardan dolayı idarenin mali sorumluluğuna gidilemeyecektir. Zira bu kişilerin  hukuken  korunan  bir  değeri  mevcut  değildir.  Mesela,  kamu arazilerini hukuka  aykırı işgal eden kişilerin tahliye  edilmeleri sırasında uğradıkları zararları idareden talep etmeleri mümkün olmayacaktır. Yine hazine  arazisi  üzerine  gecekondu  inşa  eden  kişi,  gecekondunun  idare tarafından  yıkılması  nedeniyle  uğradığı  zararı  talep  edemeyecektir.  Bu bakımdan zararının tazminini isteyen kişinin bu zararını hukuken korunan bir menfaat üzerine oturtması gerekecektir. E. Zararın Para İle Ölçülebilir Nitelikte Olması İdarenin mali sorumluluğunun diğer bir şartı da zararın para ile ölçülebilir olmasıdır. Zira idare hukukunda özel hukuktan ayrı olarak yargı yerlerince tazminatın bir türü olarak aynen tazmin yaptırımı uygulanamamakta bunun yerine  kişilerin zararları nakden  tazmin suretiyle  giderilmektedir. Bunun sebebi ise idari yargı organlarının aynen tazmine hükmetmelerinin idarenin yerine  geçerek  karar  vermeleri  manasına  gelecek  olmasından  doğan sakıncalardır. Zira idare hukukunda hakimin idareye emir verme yetkisi kabul edilememektedir.  Bu  bakımdan  idarenin  mali  olarak  sorumlu  olduğu kanaatine varan idari yargı organları, idarenin zarar görene belirli bir miktar para  ödemesine  hükmetmektedir.  Böylece  idare  tarafından  ödenen  para, idarenin hukuka aykırı eylem ya da işlemi nedeniyle zarar gören kişinin uğradığı zararın eşdeğeri olarak değerlendirilecektir. İfade etmek gerekir ki günümüzde idarenin mali sorumluluğunun geldiği nokta açısından hem maddi hem  de  manevi  zararların  para  ile  ölçülebilir  nitelikte  olduğu  kabul edilmektedir. Ayrıca idari yargı organları tarafından söz konusu paranın, bir defa ödenecek şekilde ya da aylık veya yıllık olarak belirli bir süreyle irat (gelir) veya ömür boyu irat şeklinde ödenmesine karar verilebilmektedir.                                                   toplumda kabul gören aile yaşamının, kişilere destekten yoksun kalmanın yarattığı zararın tazminini isteme hakkı doğuracağına.  ilişkindir. Erişim Tarihi: 02.12.2014 Bu kararın azlık oyunda, yargının görevinin fiili durumu değil, hukuki durumu tespit olduğu belirtilmekte ve yasal evlilik bağı olmayan davacıya tazminat verilmesinin hukuka olduğu ifade edilmektedir. Atay ve Odabaşı, s.187. 130  Çağlayan, s.525. 131  Odyakmaz, Kaymak ve Ercan, , s.574. 132  Atay ve Odabaşı, s.187. 133  Çağlayan, s.525. 134  Odyakmaz, Kaymak ve Ercan, , s.575. 135  Gözler, s.1315.   2415İdarenin Mali Sorumluluğu...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2389-2422  Zararın nitelikleri başlığı altında yukarıda zikredilen beş unsur, idarenin kusurlu ve kusursuz sorumluluk halleri için geçerli olmasına karşın aşağıda ifade  edilecek  olan   zararın  özel  olması   ve   zararın  anormal  olması  unsurları yalnızca idarenin kusursuz sorumluluğu hallerinde geçerlidir. F. Zararın Özel Olması İdarenin bir eylem ya da işlemi nedeniyle sorumlu tutulabilmesi, kişilerin zararlarını tazmin yükümlülüğünün doğabilmesi için, meydana gelen zararın özel bir zarar olması yani toplumun genelini etkileyen bir kamu külfeti şeklinde değil yalnızca belirli kişi ya da kişileri etkileyen bir biçimde ortaya çıkması gerekmektedir. Bununla birlikte zararın özel olması koşulunun yalnızca  kamu  külfetleri  karşısında  eşitlik  ilkesi  için  geçerli  olduğu söylenebilecektir. Zira bu sorumlulukta zararın özel olmaması halinde aynı statüde bulunan bütün kişiler aynı zarara uğradıkları için kamu külfetleri karşısında  eşitlik  bozulmamıştır  ve  idarenin  kusursuz  sorumluluk  ilkesi gereğince mali sorumluluğuna gidilebilmesi mümkün olmayacaktır. Ancak belirli kişi ya da kişilerin zarara uğraması halinde kamu külfetleri karşısında eşitlik bozulmuştur ve idarenin mali sorumluluğu doğacaktır.  Zararın  özel  olması  şartı  mağdurla  alakalı  bir  durum  olması bakımından tek bir kişinin zarara uğraması halinde bunun özel nitelikte olduğunun tespitinde bir güçlük bulunmamaktadır. Zararın birden fazla kişi için gerçekleşmesi halinde de zararın özel olması koşulu gerçekleşmesine rağmen bu durumun tespiti güçlükler arz etmektedir. Bu da her somut olayın özelliğine  göre  yargı  organları  tarafından  yapılacak  bir  değerlendirmeyi gerekli kılmaktadır. Bu noktada önemli olan zarar uğrayan kişilerin teşhis edilebilir olması, yani zararın bireyselleştirilebilir olmasıdır.  G. Zararın Anormal Ağırlıkta Olması İdarenin  kusursuz  sorumluluğu  ilkesinin  işletilebilmesi  açısından meydana  gelen  zararın  anormal  olması,  diğer  bir  deyişle  ağır  olması                                                  136  Atay, s.568.  137  Doktrinde Vedel ve Devolvé zararın özel olması koşulunu sadece kamu külfetleri karsısında eşitlik ilkesine dayanan kusursuz sorumluluk halinde aramaktadır. Adı geçen yazarlara göre risk sorumluluğunda özel olan şey ortaya çıkan zarar değil bu zarara rol açan riskin kendisidir. Risk sorumluluğunda genel değil, istisnai nitelikte olan risk gerçekleşince mağdurun uğradığı zarardan idare sorumlu olur. Bu zararın genel olması yani herkesi ilgilendirmesi veya özel olması yani sadece belli kişi ya da kişileri ilgilendirmesi önemli değildir. Nakleden, Gözler, s.1316. 138  Çağlayan, s.464. 2416Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2389-2422  Sarsıkoğlu gerekmektedir. İdarenin basit ve ufak zararlar nedeniyle kusursuz sorumluluk ilkesine başvurulamayacak, bu tür zarlarda idarenin kusuru yoksa tazmin edilmeden  kalacaktır.  Zira  toplumdaki  bireyler  sosyal  hayat  içerisinde yararlandıkları  kamu  hizmetleri  nedeniyle  belli  külfetlere  katlanmak mecburiyetindedir. İşte sosyal hayatın getirdiği olağan sakınca ve sıkıntılara katlanmak da sosyal hayatın varlık nedenini teşkil etmektedir. Bu bakımdan gerçekleşen zararın anormal ağırlıkta olmaması halinde, zarar gören kişinin üzerinde bırakılacaktır.  Zararın anormal ağırlıkta olması koşulu, sınırlarının tespiti bakımından son derece anlaşılması güç bir kavrama karşılık gelmektedir. Zira bu sınırı belirlemede kullanılacak objektif nitelikte bir ölçüt bulunmamaktadır. Bu sebeple de idari yargı organları önlerine gelen her somut olay bakımından zararın anormal ağırlıkta olup olmadıklarını belirlemektedir. Fakat kişilerin cismani bütünlüğüne verilen zararların her halde anormal nitelikte olduğu kabul edilmelidir. Ayrıca zararın anormal ağırlıkta olduğu zararın devam ettiği süre açısından da tespit edilebilecektir. Mesela Fransa da balıkçılar tarafından  limanların  bloke  edilmesi  nedeniyle  ticaret  gemilerinin  zarara uğraması  olayında  Fransız  Danıştayı idarenin  yirmi  dört  saatten  sonraki zararlar  bakımından  olaya  geç  müdahalede  bulunmasının  ağır  bir  zarar oluşturduğundan bahisle tazminata hükmetmiştir.  V. SONUÇ Hukuk devleti ile demokrasi arasında kopmaz bir bağın olduğu ifade edilegelmiştir. Gerçekten de hukuk devleti, devlet organlarının (ve özellikle de halka doğrudan temas eden idare organının) karar alma özgürlüklerinin, bütün  düzeylerde,  hukuk  normlar  ile  çerçevelenmesi  gerektirir.  Bu bakımdan  günümüzde  tüm  demokratik  hukuk  düzenlerinde  olduğu  gibi ülkemizde de idarenin kendi eylem veya işlemleri sebebiyle kişilere verdiği                                                  139  Gözler, s.1319. 140   Hukuk devleti, iktidarın yasaları tarafından düzenlenen idari sistemin bağlanmasına izin verir ve bu, halk egemenliğine saygı gösterilmesini güvence altına alır.  J. Habermas, Droit et démocratie, 1992, Gallimard, 1997. Nakleden, Jacques Chevallier, Hukuk Devleti, İmaj Yayınevi, Ankara 2010, s.136. 141  İncelememiz  her  ne  kadar  idarenin  mali  sorumluluğu  kapsamında  yer  alıyor  ve  bu sorumluluk türü tartışmaya yer vermeyecek şekilde kabul görüyor olsa da ifade etmek isteriz ki yasama ve yargı organlarının kişilere vermiş olduğu zararlardan dolayı sorumluluğu ülkemiz özelinde henüz tartışmaların devam ettiği bir alandır. Bu husustaki tartışmalar hakkında Bkz. Yıldızhan Yayla, İdare Hukuku, Beta Yayınevi, İstanbul 2009, s.345.   2417İdarenin Mali Sorumluluğu...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2389-2422  zararlardan  dolayı  mali  olarak  sorumlu  olduğu  kabul  edilmektedir. Sorumluluk hukukunda da meydana gelen zarar sebebiyle bozulan dengenin mümkün olduğu ölçüde tekrar tesis edilmesi ve zarar gören kişinin masrafları sorumluya ait olmak üzere zarara sebebiyet veren olaydan önceki durumuna kavuşturulması  amaçlanmaktadır.  İşte  idarenin  mali  sorumluluğu,  özel hukuk kişilerinin arasındaki ihtilaflardan farklı bir hukuki rejime tabi tutulmuş olup, bu tür uyuşmazlıklarda idare hukukunun prensiplerinin hakim ve idari yargı yerlerinin görevli olduğu görülmektedir. Bununla  birlikte  hukukun yaşayan bir organizma olması sayesinde idarenin mali sorumluluğuna ilişkin kuralların özel hukuk kuralarından etkilenmesi gündeme gelmiş, böylece sosyal  düzeninin  varlığı  açısından  olmazsa  olmaz  özelliğe  sahip  hukuk kuralarının olanı, olması gerekene göre belirlemesine ve hakkaniyete uygun çözümler getirmesine imkan verilmiştir.  İşte idarenin mali sorumluluğunun gündeme gelebilmesi açısından ilk ve en  önemli  şart,  zarar  kavramı  üzerinde  belirmekte  ve  bu  zararın  belli özellikleri  taşıması  gerekmektedir.  Zarar  kavramı,  bir  kişinin  maddi  ve manevi varlığında isteği dışında meydana gelen kayıp ve eksiklikler olarak tanımlanmaktadır. Ancak, manevi zararın tazmini hususu, uzunca bir süre gözyaşlarının paraya tahvil edilmez olduğu şeklindeki anlayış nedeniyle para ile ölçülemez olduğundan bahisle reddedilmiştir. Günümüzde artık bu türden zararların  da  idari  yargı  yerlerince  tazmini  yoluna  gidilmektedir.  Yine, idarenin mali sorumluluğuna gidilebilmesi için zararın bilfiil gerçekleşmiş ya da  gelecekte  gerçekleşmesinin  kesin  olması  lazımdır.  Danıştay ın  bu husustaki içtihatları arasında istikrar olduğunun söylemek oldukça güçtür. İdare hukukunda özel hukuktan ayrı olarak yargı yerlerince tazminatın bir türü olarak aynen tazmin yaptırımı uygulanamaması nedeniyle zararın para ile ölçülebilir nitelikte olması gerekmektedir. Böylece kişiye tazminat olarak ödenen para, onun zararının eşdeğeri olarak değerlendirilebilecektir. Ayrıca idarenin kusursuz sorumluluk halleri bakımından ortaya çıkan zararın özel ve                                                  142  Yayla, s.347-349; Paul Duez, Mukavele Dışında Amme Kudretinin Mes uliyeti, Güney Matbaacılık, Ankara 1950, s.1 vd.  143  Sorumluluk hukukunun bu özelliği sebebiyle zararın tazmini, meydana gelen zararı tam olarak karşılamaya yönelik olmalı ancak onu hiçbir şekilde aşmamalıdır. Max Le Roy and Carole Joet, L évaluation Du Préjudice Corporel, 1993, s. 7. Nakleden, Mustafa Kılıçoğlu,  Özel Durumlar (Ölüm ve Bedensel Zarar, Kişilik Hakkının Zedelenmesi , Prof. Dr. İsmet Sungurbey e Armağan Borçlar Kanunu Genel Hükümler Konferansları II Haksız Fiillerden Doğan Borç İlişkileri, İstanbul Barosu Yayınları, İstanbul Ekim 2014, s.37. 144  M. Buhari Çetinkaya,  Hukuksal ve Siyasal Açıdan Meşruiyet , Genç Hukukçular Hukuk Okumaları Birikimler III, 2. Baskı, İstanbul 2013, s.21. 2418Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2389-2422  Sarsıkoğlu anormal ağırlıkta olması şartları aranacaktır. Son olarak idarenin bir eylem veya işleminden zarar gören kişinin bir hakkının ya da meşru bir menfaatin ihlal edilmiş olması gerekmekte olup hukuka aykırı ve gayri meşru hallerde bulunan  kişilerin  idarenin  mali  sorumluluğu  yoluna  gitmeleri  mümkün olmayacaktır.",
     "Kaynakça": "Akkurt, Nedim,  6098 Sayılı Türk Borçlar Kanunu nda Uygulayıcı Gözüyle Haksız  Fiiller  ve  Tazminat ,  6098  Sayılı  Türk  Borçlar  Kanunu Sempozyumu Tebliğler Kitabı, Editör: Yrd. Doç. Dr. Emel Badur, 12-13 Mayıs 2011. Akyılmaz, Bahtiyar, Murat Sezginer ve Cemil Kaya, Teori Türk İdare Hukuku, Seçkin Yayınevi, Ankara 2014. Akyılmaz, Bahtiyar,  İdari Yargıda Tazminat Şekilleri ve Hesaplanması , SÜHFD Prof. Dr. Süleyman Arslan a Armağan, Yıl 1998, Cilt 6, Sayı 1-2. Atay, Ender Ethem, İdare Hukuku, Turhan Kitabevi, Ankara 2006. Atay, Ender Ethem ve Hasan Odabaşı, Teori ve Yargı Kararları Işığında İdarenin Sorumluluğu ve Tazminat Davaları, Güncellenmiş 2. Baskı, Seçkin Yayınevi, Ankara 2010. Atay, E. Ethem, Hasan Odabaşı ve Hasan Tahsin Gökcan, Teori ve Yargı Kararları Işığında İdarenin Sorumluluğu ve Tazminat Davaları, Seçkin Yayınevi, Ankara 2003. Bal, Yakup, Yahya Şahin ve Mustafa Karabulut, Danıştay 10. Dairesinin Tazminat  Davalarına  İlişkin  Seçilmiş  Kararları,  Seçkin  Yayıncılık, Ankara 2003. Büyüksağiş, Erdem, Yeni Sosyo-Ekonomik Boyutuyla Maddi Zarar Kavramı, Vedat Kitapçılık, İstanbul 2007. Chapus, René, Droit Administratif Général, Paris, Montchrestien, Onbeşinci Baskı, 2001, Cilt I. Chevallier, Jacques, Hukuk Devleti, Fransızcadan Çeviren: Ertuğrul Cenk Gürcan, İmaj Yayınevi, Ankara 2010. Çağlayan, Ramazan, İdari Yargılama Hukuku, Seçkin Yayınevi, Ankara 2011.   2419İdarenin Mali Sorumluluğu...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2389-2422  Çetin, Yunus, Terör Olaylarından Kaynaklanan Tazminat Davaları ve İdari Kolluk  Hizmetlerinden  Uğranılan  Zararların  Tazmini, http://www.anayasa.gov.tr Erişim Tarihi: 01.12.2014. Çetinkaya,  M.  Buhari,   Hukuksal  ve  Siyasal  Açıdan  Meşruiyet ,  Genç Hukukçular Hukuk Okumaları Birikimler III, 2. Baskı, İstanbul 2013. Dikici, M. Fatih, İdare Hukuku İdari Yargılama Usul Hukuku, Agon Bilgi Akademisi, Ankara 2005. Duez,  Paul,  Mukavele  Dışında  Amme  Kudretinin  Mes uliyeti,  Türkçeye Çeviren: İbrahim Senil, Güney Matbaacılık, Ankara 1950. Duran, Lütfi, Türkiye İdaresinin Sorumluluğu, Sevinç Matbaası, Ankara 1974. Duran, Lütfi,  Yargıtay ın Kamu Hukukuna Değgin Son Kararları Üzerine Mülahazalar II , Amme İdaresi Dergisi, Ankara 1985, C. 18, S. 3. Eren, Fikret,  Borçlar  Hukuku Genel Hükümler,  Beta  Yayınevi, Gözden Geçirilmiş 10. Bası, İstanbul 2008. Eroğlu,  Müzeyyen,  Tam  Yargı  Davalarında  Manevi  Tazminat,  Gazi Üniversitesi Sosyal Bilimler Enstitüsü, Yayımlanmamış Doktora Tezi, Ankara 2008. Gözler, Kemal, İdare Hukuku Cilt II, Ekin Kitabevi Yayınları, Bursa Ekim 2009. Gözübüyük, Şeref ve Turgut Tan, İdare Hukuku Cilt II İdari Yargılama Hukuku, Güncelleştirilmiş 7. Bası, Turhan Kitabevi, Ankara 2014. Günday, Metin, İdare Hukuku, Güncellenmiş ve Gözden Geçirilmiş 10. Baskı, İmaj Yayınevi, Ankara 2011. Gürsoy, Kemal Tahir,  Destekten Yoksun  Kalma  Tazminatı ,  AÜHFD, Yıl 1972, Cilt 29, Sayı 1-2. Habermas, J., Droit et démocratie, 1992, Gallimard, 1997. Kaplan, Gürsel,  Danıştay ve Askeri Yüksek İdare Mahkemesi Kararları Çerçevesinde Manevi Tazminata Faiz Yürütülmesi Sorunu , AÜHFD, Yıl 2006, Cilt 55, Sayı 2. Kaya,  Cemil,   İdari  Yargıda  Mahkeme  Kararlarının  Uygulanmaması Nedeniyle Manevi Tazminat İstemi , EÜHFD, Yıl 2010, Cilt XIV, Sayı 1-2. 2420Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2389-2422  Sarsıkoğlu Kılıçoğlu, Ahmet M., Borçlar Hukuku Genel Hükümler, Turhan Yayınevi, 7. Bası, Ankara 2006. Kılıçoğlu,  Mustafa   Özel  Durumlar  (Ölüm  ve  Bedensel  Zarar,  Kişilik Hakkının Zedelenmesi , Borçlar Kanunu Genel Hükümler Konferansları II Haksız Fiillerden Doğan Borç İlişkileri Prof. Dr. İsmet Sungurbey e Armağan, İstanbul Barosu Yayınları, İstanbul Ekim 2014. Kutlu, Meltem,  Deprem ve İdarenin Sorumluluğu , Amme İdaresi Dergisi, Ankara 1999, C. 32, S. 4. Le Roy, Max and Carole Joet, L évaluation Du Préjudice Corporel, 1993. Lorenz, Egon, Immaterieller Schaden und  billige Entschädigung in Geld , Berlin 1981. Odyakmaz, Zehra, Ümit Kaymak ve İsmail Ercan, Anayasa Hukuku İdare Hukuku, Güncellenmiş 10. Bası, İkinci Sayfa Yayınları, Ankara 2009. Orhunöz, Ergun, Ölüm ve Cismani Zararlarda Manevi Tazminat, Seçkin Yayınevi, Ankara 1999. Özay,  İl  Han,  Günışığında  Yönetim  II  Yargısal  Korunma,  XII  Levha Yayıncılık, İstanbul 2010. Özbudun,  Ergun,  Türk  Anayasa  Hukuku,  Yetkin  Yayınları,  Gözden Geçirilmiş 8. Baskı, Ankara 2005. Öztan, Bilge, Medeni Hukuk un Temel Kavramları, Turhan Kitabevi, Ankara 2005. Şenyüz, Doğan, Borçlar Hukuku Genel ve Özel Hükümler, Ekin Kitabevi, Bursa 2005. Tandoğan, Halûk, Türk Mes uliyet Hukuku (Akit Dışı Ve Akdî Mes uliyet), Ankara 1961. Tanör, Bülent ve Necmi Yüzbaşıoğlu, 1982 Anayasasına Göre Türk Anayasa Hukuku, 4. Baskı, Yapı Kredi Yayınları, İstanbul 2002. Tek,  Savaş,   İdare  Hukukunda  İdarenin  Sorumluluğu ,  Türkiye  Adalet Akademisi Dergisi, Ankara Nisan 2010, S. 1, s.320. Teziç, Erdoğan, Anayasa Hukuku, Beta Yayınları, 9. Bası, İstanbul 2004. Ünal, Mehmet,  Manevi Tazminat ve Bu Tazminat Çeşidinde Kusurun Rolü , AÜHFD, Yıl 1978, Cilt 35, Sayı 1-4.   2421İdarenin Mali Sorumluluğu...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2389-2422  Yaman, Murat,  Askeri Yüksek İdare Mahkemesi Kararları Işığında İdare Hukukunda  Sorumluluk,  Hizmet  Kusuru  ve  Kusursuz  Sorumluluk Kavramları  Askeri Yüksek İdare Mahkemesi 18 Numaralı Dergi.  Yayla, Yıldızhan, İdare Hukuku, Beta Yayınevi, İstanbul 2009. Yenice, Kazım ve Yüksel Esin, Açıklamalı-İçtihatlı-Notlu İdari Yargılama Usulü, Arısan Matbaacılık, Ankara 1983. Yumuk, Hamit, İdari Yargıda Tazminat Davası, Ankara Üniversitesi Sosyal Bilimler Enstitüsü, Yayımlanmamış Yüksek Lisans Tezi, Ankara 2005. Yıldırım, Turan, İdari Yargı, Beta Yayınevi, İstanbul 2010. Yılmaz, Ejder, Hukuk Sözlüğü, Yetkin Yayınları, Ankara 2004. Wadood, Selma, İdarenin Sorumluluğunu Gerektiren Zarar Kavramı, Gazi Üniversitesi Sosyal Bilimler Enstitüsü, Yayımlanmamış Yüksek Lisans Tezi, Ankara 2009."
}