{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2015",
     "Cilt": "64",
     "Sayı": "1",
     "Başlık": "TÜRKİYE’DE DÜZENLEYİCİ KURUMLARIN YAPISI, İŞLEVİ VE DÖNÜŞÜMÜ",
     "Title": "The Structure, Function and Transformation of Regulatory Agencies in Turkey",
     "Yazar İsmi": [
          "D. Çiğdem SEVER"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "İdare hukuku",
          "İdari teşkilat",
          "Düzenleyici kurum",
          "Bağımsızlık",
          "Özerklik"
     ],
     "Keywords": [
          "Administrative Administrative law",
          "Administrative organisation",
          "Regulatory agency",
          "Independence, Autonomy"
     ],
     "Özet": "İlk olarak ABD de ortaya çıkan ve 1970 lerden itibaren yeni bir işlev ve yapıyla  pekçok  ülkede  benzer  ortak  özelliklerle  yaygınlaşan  düzenleyici kurumlar Türkiye de de önemli bir işleve sahip olmuşlardır. Ancak idari ve siyasi kültür, ekonomik sistem ve idari teşkilatların yapısal özellikleri gibi etkenler  nedeniyle  bu  kurumların  işlev  ve  yapısı  ülkeden  ülkeye farklılaşabilmektedir.  Temelde  kurumsal  özerklik  ve  karar  organlarının bağımsızlığı  nitelikleriyle  ve  ekonomik  kamu  düzenine  ilişkin  kolluk işlevleriyle düzenleyici kurumlar neo-liberal politikaların uygulanmasında etkili bir role sahip olmuş ve Türkiye de kurulmalarının ardından geçen süre içerisinde  daha  iyi  anlaşılmış,  aynı  zamanda  idari  teşkilatta  yaşanan dönüşümden etkilenmişlerdir. Yerinden yönetim içerisinde yer alan bu kamu kurumlarıyla ilgili mevzuatta çok sık ve köklü değişiklikler yaşanmış ve genel bir eğilim olarak bu kurumlar üzerinde merkezi idarenin yetkilerinde bir artış yaşanmıştır.",
     "Abstract": "Regulatory  agencies  became  widespread  in  1970 s  carrying  a  new function and therefore having a new structure in many countries including Turkey. However, the function and structure of these institutions has been varied  depending  on  the  administrative  and  political  culture,  economic system  and  structural  features  of  the  administrative  organisation  of  the country.  Described  by  the  characteristics  of  institutional  autonomy,  the independency of decision-making body and regulation of economic public order, these institutions have played an important role in the application of neo-liberal policies. Meanwhile the role and structure of these institutions has been understood after the elapsed time since the establishment of these regulatory agencies while they have been affected by the transformation of Turkish  administrative  organisation.  After  the  establishment  of  these institutions, it was made many fundamental amendments in the relevant Laws  rendering  these  institutions  more  dependent  to  the  central administration which is a reflection of the general tendency of centralisation.",
     "Metin": "Düzenleyici kurumlar Türkiye de daha önce kurulmaya başlanmasına karşın örneklerinin yaygınlaşmaya başladığı 2000 lerin başlarından itibaren idare hukuku, iktisat ve siyaset bilimi alanındaki çalışmaların odak noktası oldu.  Kamu  yönetimindeki  diğer  yapılardan  farklı  bazı  özellikleriyle tanımlanan bu kurumlar hakkında farklı görüşler ileri sürüldü ve geçirdikleri yapısal değişiklikler ile mahkeme kararlarının da etkisiyle konuyu Türkiye özelinde  değerlendirecek  daha  fazla  birikim  oluştu.  Diğer  yandan  bu kurumların kurulmasından itibaren Türkiye de idari örgütlenme bakımından yaşanan  hızlı  değişim  rüzgârlarından  bu  kurumlar  da  etkilendiler.  Bu nedenle, bu yazıda genel anlamda bu kurumların ne anlama geldiği ve nasıl tanımlanması gerektiği sorunu ele alındıktan sonra Türkiye de bu kurumlarla ilgili gelişmeler ele alınacaktır.  196AÜHFD, 64 (1) 2015: 195-236                                                                                            Sever Bu değerlendirme yapılmadan önce idari teşkilatın içinde ayrıksı belli özelliklere sahip olan bu kurumların nasıl isimlendirilmesi gerektiği üzerinde durulmalıdır. Bu mesele salt bir terim sorunu olmaktan öte aynı zamanda bu kurumların  nasıl  anlamlandırıldığı  ve  konumlandırıldığıyla  da  ilgilidir. Türkiye de konuyla ilgili literatüre bakıldığında bu kurumlardan aynı isimle bahsedilmediği gibi bu kategorinin kapsamı, yani hangi kurumları içerdiği konusunda da farklı görüşlerin bulunduğu görülmektedir. Bu kurumlar  üst kurul ,  düzenleyici kurul ,  düzenleyici kurum ,  bağımsız idari otorite ,  bağımsız idari kurum ,  düzenleyici-denetleyici kurum  gibi farklı isimler altında incelenebilmektedir. Bu kurumları düzenlemek için  Düzenleyici ve Denetleyici  Kurumlar  Hakkında  Kanun  Tasarısı 1  12.07.2004  tarihinde meclise gönderilmişse de bu taslak kamu yönetimi reformu kapsamındaki bazı  diğer  yasa  tasarıları  gibi  yasalaşma  aşamasına  gelmemiştir.  Bu kurumların her biri ayrı bir yasayla düzenlendiğinden doğrudan bir tanımı veya yasayla hangi kurumların bu kapsama girdiğini belirleyen tek dolaylı norm  5018  sayılı  Kamu  Mali  Yönetim  ve  Kontrol  Kanunundaki düzenleyici-denetleyici kurum başlıklı ek listedir. Bununla birlikte bu liste mali  yönetim  bakımından  yapılan  bir  ayrım  olduğundan  tam  anlamıyla kapsamı belirlemeye yarayacak bir liste olarak saymak güçtür.  Bu kurumlar Türkiye de ilk tartışılmaya başlandığında yeni bir kurum tipi olması nedeniyle Fransız idare hukukunun etkisiyle daha çok bağımsız idari  otorite  ya  da  benzer  biçimde  bağımsız  idari  kurum  olarak  da isimlendirildiler. Bu çalışmada  otorite  sözcüğünün Türkçedeki kullanımı bakımından elverişli olmadığı düşünüldüğünden otorite yerine kurum terimi tercih  edilmiştir.  İsimlendirmedeki  bir  diğer  mesele  de  bu  kurumların bağımsız sıfatıyla adlandırıp adlandırılamayacağıdır. Bu kurumlara ilişkin kullanılan   bağımsızlık ,  özerklikle  de ilişkili  olmakla  birlikte  farklı  bir anlama sahiptir. Daha çok yargı bakımından kullanılan bir nitelik olarak bağımsızlık,  hem  kurumsal  yapı  hem  işlev  bakımından  yani  kararlarını alırken başka kurumların etki ve baskısı olmaksızın hareket edebilmeyi ifade                                                  1  Düzenleyici ve Denetleyici Kurumlar Hakkında Kanun Tasarısı,   http://www.legalisplatform.net/hukuk_metinleri/D%C%BCzenleyici%20ve%20Denetleyici%20Kurumlar%20Yasa%20Tasar%C%Bs%C%B.pdf  2  Kabul Tarihi: 10/12/2003, R.G Tarihi 24/12/2003, Sayı: 25326. 3  Örneğin Metin Günday bu terimi tercih etmektedir. Metin Günday, İdare Hukuku, İmaj Yayınları, Ankara, 2013, s. 568.    197Türkiye deki Düzenleyici Kurumların…                                    AÜHFD, 64 (1) 2015: 195-236  etmektedir.4  Bununla  birlikte,  yargıdan  farklı  olarak  idarenin  bütünlüğü ilkesi  nedeniyle  teşkilat  anlamında  bu  kurumlar  için  bağımsızlık  değil özerklikten bahsetmek gerekir. Çünkü bu kurumlar bakımından bağımsızlık unsuru kurumsal yapıya değil, karar organlarına ilişkin bir kavram olarak ele alınmalıdır. Yani, bu kurumlar kurumsal anlamda özerklik, karar organları bakımından ise yürütme organından bağımsız hareket edebilme nitelikleriyle ön plana çıkarlar. Bu nedenle kurumsal yapı ve karar organı bakımından bu tür  bir  ayrımdan  hareket  edildiğinden  bu  kurumların  bağımsız  sıfatıyla nitelenmesi de tercih edilmemiştir.  Bu  kurumları  isimlendirmede  karşımıza  çıkan  bir  başka  tercih  de bunların  kurul  tipi  örgütlenmelerine  vurgu  yaparak  kurum  değil,  düzenleyici  kurul 5  olarak  adlandırmaktır.  Bununla  birlikte,  RTÜK, Sermaye Piyasası ve Biyogüvenlik Kurulu dışında uygulamada kurulların kurumların  yönetimine  ilişkin  karar  organı  olması  ve  bunun  dışında  bu kurulların da kamu kurumu olarak kabul edilmesi karşısında kurum olarak isimlendirme yolu tercih edilmiştir. Bazı ortak özelliklere sahip olduğu düşünülen bu kurumların düzenleme işlevinin denetleme ve yaptırım uygulama ile birbirini tamamlayan niteliği nedeniyle  kanunlardaki  eğilimin  aksine  düzenleyici-denetleyici  yerine sadece düzenleyici kurum demek yeterli görülmüştür. Bu noktada karşımıza çıkan  esas  sorun,  düzenleyici  kurum  diye  ayrı  türde  bir  idari  teşkilat türünden bahsedilip bahsedilemeyeceği, bunun ne gibi ayırt edici niteliklere sahip  olduğu  ve  bu  doğrultuda  teşkilat  içerisinde  nerede  görülmesi gerektiğidir.  I.  Düzenleyici Kurumların Ortaya Çıkışı  Bu  kurumların  nasıl  ve  neden  ortaya  çıktığı,  diğer  kurumlardan farklılaşan özellikleriyle yakından ilişkilidir. Bu bakımdan, bu kurumların ilk                                                  4  Oğuz  Sancakdar,   İdare  Hukuku  Yönüyle  Bankacılık  Düzenleme  ve  Denetleme Kurumu nun Kısa Bir Değerlendirmesi , Amme İdaresi Dergisi, C. 34, S. 4, 2001, 99 vd; Ali Ulusoy, Bağımsız İdari Otoriteler, Turhan Kitabevi, Ankara, 2003, s. 6. 5  Sezen de her ne kadar kitabı daha geniş çerçevede kurulları içerse de kurum nitelikleri karşısında düzenleyici kurumun daha doğru bir kullanım olduğunu belirtmektedir. Seriye Sezen, Türk Kamu Yönetiminde Kurullar: Geleneksel Yapılanmadan Kopuş, TODAİE Yayınları, Ankara, 2003, s. 109.  6  Örneğin  Danıştay  ve  Uyuşmazlık  Mahkemesi  SPK nın  kararlarında  kamu  kurumu olduğuna karar vermiştir. Danıştay 1. Daire, 25.11.1996, E. 1995/6027, K. 1996/7741; UM, 27.11.1989, E. 1989/24, K. 1989/30. Aktaran, Tan, İdare Hukuku, s. 208.  198AÜHFD, 64 (1) 2015: 195-236                                                                                            Sever olarak Amerika Birleşik Devletlerinde (ABD) ortaya çıktığı ve kapitalizmin gelişim süreci içerisinde ABD de uygulanan kuvvetler ayrılığı anlayışını da dönüştürmeye  yönelik  bir  adım  olduğunu  belirtmek  gerekir.  Yani  bu kurumların  ortaya  çıkışı  ABD nin  özgül  koşulları  içerisinde  ve  belli ihtiyaçları  karşılayabilmek  için  olmuştur.7  Bu  nedenle,  bu  kurumlar açısından yapılacak bir analizin mutlaka ortak hukuk (common law) geleneği ile Kıta Avrupası geleneği arasındaki farkları da içermesi gerekir. Çünkü bu hukuk sistemleri bir yandan devlet geleneği ve devlet-hukuk ilişkisinde, diğer yandan da ekonomik alanda devletin işlevi ve müdahalecilik düzeyi bakımından farklılaşır.8  Bu  kurumların  ilk  örneği  ABD de  1887  yılında  demiryolu taşımacılığında standartlar getirmek amacıyla kurulan Eyaletlerarası Ticaret Komisyonu ve 1914 te haksız rekabetin önlenebilmesi için kurulan Federal Ticaret Komisyonu dur.9 Bu tarihten itibaren ABD özelinde bu tür kurumlar yasama  faaliyetiyle  çözülmesi  zor  olan  sorunlar  bakımından  kongre tarafından öngörülmüş ve kimi yasamaya, kimi yürütmeye bağlı organlar olarak düzenlenmiştir. Örneğin yürütme içerisinden gelişen Çevre Koruma Kurumu  (Environmental  Protection  Agency)  ile  kongreye  bağlı  çalışan Devlet Hesap Verilebilirlik Ofisi nin (Government Accountability Office) farklı işlev ve yapıya sahip olduğu görülür. Bunlar dışında belli sektörleri düzenlemek üzere –örneğin enerji piyasası- ayrı kurumlar oluşturulabildiği gibi, düzenleme işlevi merkezi idarede bırakılırken denetleme işlevinin bu tür kurumlara bırakılması ve bu bakımdan daha çok yargısal görünüme sahip kurumlar kurulması söz konusu olabilmektedir.10                                                  7  Antonio  Lordi,   Globalized  World  and  Separation  of Powers:  A  New  Role  for  the Independent Administrative Authorities , Duquesne Law Review, V. 47, 2009, 943.  8  Hatta  Lordi  bu  farkı  dini  geleneklerin  farkıyla  (Katoliklik  ve  Püritanizm)  da ilişkilendirmektedir. Lordi,  Globalized... , 945. 9  Bu komisyonlar hakkında ayrıntılı bilgi için bkz. Paul Stephen Dempsey,  The Rise And Fall Of The Interstate Commerce Commission: The Tortuous Path From Regulation To Deregulation Of America's Infrastructure , Marquette Law Review, V. 95, 2012, s. 11511189. 10  Türkiye de de Soma da 301 işçinin ölümüne neden olan  kaza dan sonra yeniden tartışma konusu olan iş güvenliği ve madenlerde yapılacak denetimler bakımından örneğin ABD de konuyla ilgili düzenlemeleri yapan merkezi idare içerisinde yer alan iki idarenin yanısıra (Occupational Safety and Health Administration- Mine Safety and Health Administration) denetimi yapan idarelerin bağımsız birer komisyon şeklinde çalışması (Occupational Safety and Health Review Commission- Federal Mine Safety and Health Review Commission)   199Türkiye deki Düzenleyici Kurumların…                                    AÜHFD, 64 (1) 2015: 195-236  İlk ortaya çıktıklarında bu yapılar ABD de kuvvetler ayrılığı merkezli bir tartışmayı beraberinde getirmişti: Bu kurumlar ne tam olarak yasama, ne yargı, ne  de  yürütme  olarak nitelendirilebiliyordu.11 Çünkü bu kurumlar üçünün de belli özelliklerini içermekle tanımlanıyordu. Ayrı bir idari yargı teşkilatı bulunmayan ABD sisteminde bu kurumların aynı zamanda yarıyargısal  nitelikli  idari  divanlar  (tribunal)  şeklinde  işleyebilmesi  ve kararlarına  karşı  yargısal  başvuru  yolu  bulunmayabilmesi  ile  Kongrenin yetkilendirmesiyle  geniş  düzenleme  yetkisine  sahip  olabilmesi  onları yürütme içerisindeki herhangi bir kurum olmaktan da çıkarıyordu.  Bu  kurumların  ABD de  gelişmesinin  bir  başka  nedeni  de  ABD başkanlık  sistemi  ve  federal  yapının  özellikleriyle  açıklanmakta  ve  bu bakımdan  hizmet yönünden federalizm  işlevinden bahsedilmektedir.12 Yani ekonomik  alanda  farklı  eyaletlerdeki  farklı  standartların  yaratacağı istikrarsızlıktan kaçarak düzenlemelerin federalleşmesi ve bu federalleşme sağlanırken de siyasal anlamda güçlü bir aktör olan başkanın dışında bir yapı kurulması hedefleniyordu. Bu nedenle de ABD de bu kurumlar  meclisin eli  olarak nitelendiriliyordu.13 ABD ye  özgü  bu  koşullarda  ortaya  çıkmasına  rağmen  düzenleyici kurumlar  1970 lerden  itibaren  neo-liberal  politikaların  yaygınlaşması, küreselleşmeyle  birlikte  sermayenin  ulusal  sınırları  aşan  bir  yapıya kavuşması,  özelleştirmeler,  ekonomik  alanda  karar  verme  süreçlerinin siyasal etkiden arındırılarak merkezi idarenin dışına çıkarılması ihtiyacı gibi etkenlerle  yeniden  ve  farklı  işlevlerle  gündeme  geldi.  Ekonomik  alanda siyasal etkinin azaldığı bir ortamda ulusal sınırları aşan bir piyasa talebiyle bu kurumlar farklı bir hukuk ve idari teşkilat geleneğine tabi olan Kıta Avrupası nda da yaygınlaştı. Ancak benzer bazı nitelikleri olmakla birlikte her  ülkenin  ihtiyaçları  ve  idari,  siyasi,  kültürel  faktörlerin  etkisiyle  bu kurumların her ülkede farklılaşabildiğini de belirtmek gerekir.  Günümüzdeki  anlamıyla  düzenleyici  kurumların,  neoliberalizmin piyasanın düzenlenmesine ilişkin devlete biçtiği rolle bağlantılı olarak ortaya                                                                                                                    bunun örneklerindendir. Bkz. Paul V. Verkuil,  Purposes and Limits of Independent Agencies , Duke Law Journal, 1988, s. 268.  11  Bu konu bu kurumların daha yeni yeni ortaya çıktığı tarihlerden itibaren tartışılmaya başlanmıştır: George Warp,  Independent Regulatory Commissions and The Separation of Powers Doctrine , Nortre Dame Lawyer, V. 16, 1940, s. 184.  12  Ali Ulusoy, Bağımsız İdari Otoriteler, Turhan Kitabevi, Ankara, 2003, s. 130.  13  Verkuil,  Purposes... , s. 259.  200AÜHFD, 64 (1) 2015: 195-236                                                                                            Sever çıktığı dikkate alınmalı ve bu çerçevede değerlendirilmelidir. Kamu hizmeti alanının daralması sürecinde daha önce devlet tarafından görülen pek çok kamusal  faaliyetin  ya  kamu  hizmeti  olmaktan  çıkarılması  ya  da  kamu hizmeti niteliğini korumakla yeni bir hukuki rejimle görülmeleri gündeme gelmiştir. Bu noktada karşımıza çıkan kavram deregülasyon ya da Türkçe karşılığı  olarak  kullanılan  kuralsızlaştırmadır.  Her  ne  kadar  düzenleyici kurumların ortaya  çıkışının önemli bir nedeni devletin küçülmesi ve  bu doğrultuda adem-i merkeziyetçilik ile özelleştirme politikalarına kaynaklık eden neo-liberal politika ise de kamu hizmetleri alanında daralma yaşanırken diğer yanda piyasa ekonomisinin güvence altına alınması işleviyle devletin kolluk alanında bir genişleme yaşanmıştır. Bu bakımdan piyasa ekonomisi içerisinde  devletin  ekonomik  alanda  aktif  biçimde  hizmet  sunmasından bahsetmek mümkün olamayacaksa da bu durum bir kuralsızlaştırmayı değil, yeni bir düzenleme biçimini beraberinde getirmiştir.14 II.  İşlevleri ve Kurulma Nedenleri Bu kurumların varlığı ekonomi-siyaset ilişkisindeki dönüşüm üzerinden betimlenebilecektir  ve  ortaya  çıkışları  genel  anlamda  kamu  yönetimi reformlarının da bir parçasıdır. Düzenleyici kurumların kuruluş ve işleyişi kamu hizmetlerindeki dönüşüm, merkeziyetçiliğin zayıflaması, yönetişim ve yeni  kamu  yönetimi/işletmeciliği  gibi  kavramlardan  bağımsız düşünülemeyecek bir süreçtir. Bu bağlamda bu kurumlar ekonomik karar alma  süreçlerinden  siyaseti  dışlama  talebinin  doğrudan  sonucu  olarak görülebilirler. Bunun birinci nedeni küresel ekonominin daha güvenilir bir piyasa talep etmesidir. IMF ve Dünya Bankası raporlarında bu kurumların sıklıkla telaffuz edilmesi bunun bir göstergesi olarak okunabilir.15 Ama daha öncesinde örneğin AB Kurucu Andlaşması olan Maastricht Andlaşmasında (1992) bağımsız Merkez Bankası kurma zorunluluğu getirilerek bölgesel ekonomi bakımından özellikle para politikalarının siyasetten etkilenmesinin engellenmesi amaçlanmıştır. Tüm bu hedeflerin nihai amacı, uzun vadeli                                                  14  Benzer görüş için bkz. Ayhan Tekinsoy,  Bağımsız İdari Otoriteler ve Regülasyon Anlayışı – Tartışmalar, Sorunlar , Ankara Barosu Dergisi, Yıl: 65, Sayı: 2, 2007, s. 129.  15  Türkiye nın 2000 lerin başından itibaren bu kurumları vaad ettiği görülür. Örneğin 18 Aralık 2000 tarihli IMF Niyet Mektubu, http://www.tcmb.gov.tr/yeni/niyet/mektup.html, (Erişim  Tarihi:  02.06.2014).  Mektubun  30.  maddesinde  Merkez  Bankasının  işlevsel bağımsızlığının geliştirilmesi, 36. maddesinde enerji ve 47. maddesinde bankacılık alanında bağımsız bir yapıya işaret edilmiştir.   201Türkiye deki Düzenleyici Kurumların…                                    AÜHFD, 64 (1) 2015: 195-236  plan yapılabilen istikrarlı ve seçimlerden ya da kısa vadeli politik çıkarlardan etkilenmeyecek ve devlet müdahalesinin azaltıldığı bir ekonomik sistemin kurulmasının sağlanmasıdır. Özellikle altyapı, bankacılık, telekomünikasyon, enerji gibi hizmetlerde devlet tekelinin ortadan kalkmasıyla birlikte ortaya çıkabilecek fiili tekeller ya da rekabeti imkansız hale getirecek durumların engellenmesi de yine taleplerden biridir ve bu bağlamda kapitalizmin bir dönüşümünden bahsetmek de mümkündür: Düzenleyici kapitalizm.16  Ekonomik  kararların  siyasi  karar  alma  süreçlerinden  arındırılması talebinin  bir  başka  yönü  de  neoliberal  politikaların  uygulanması  ile siyasetçilerin  oy  kaygıları  arasındaki  paradokstur.  Bu  paradoksla  ifade edilen, her hükümet için neoliberal politikaların bu politikalardan olumsuz etkilenen başta orta sınıf olmak üzere çok sayıda kişinin oylarını kaybetme riskini içermesidir. Ekonomik kararları bu aktörlere devretmek hükümetler açısından  ekonomik  politikaların  uygulanmasında  siyasi  sorumluluktan kaçınma  anlamına  gelmektedir;  bu  bakımdan  düzenleyici  kurumların seçilenlerin sorumluluğunu güçleştirmesi nedeniyle bir hesap verilebilirlik sorununa ve demokrasi açığına yol açtığı ifade edilmektedir. Her ne karar bu kurumlar  yoluyla  siyasi  olmayan  bir  teknokratlık  türetilerek  kararlarda demokrasiye değil, bilgiye ve uzmanlığa dayalı bir meşruluk iddiası varsa da bilginin kendisinin de politik bir zemine sahip olduğu gerçeği karşısında düzenleyici kurumların bu tür teknik bir meşruluğa sahip olduğunu kabul etmek de güçtür.17 Bu nedenle bu kurumların kurulmasında merkezi idare için  sorulan  soru  düzenleyici  kurumlar  için  de  sorulmaya  başlanmıştır: Denetleyeni kim denetleyecek?18 Bu işlevleri yerine getirebilmesi için ilk kurulduklarında düzenleyici kurumlar, merkezi idarenin hiyerarşik ilişkileri içerisinde yer almayan ve idari bir kurum olarak örgütlense de genel anlamda yargısal işlevler dikkate alınarak  yürütme  ve  sonra  da  yasamaya  karşı  bağımsız  yapılar  olarak düşünülmüştür. Bu nedenle de ilk kurulduğu ABD de üst mahkemeler model                                                  16  Fabrizio Gilardi,  The Same, But Diﬀerent: Central Banks, Regulatory Agencies, and the Politics  of  Delegation  to  Independent  Authorities ,  Comparative  European  Politics, 2007(5), s. 304.  17  Martin Shapiro, The problems of independent agencies in the United States and the European Union , Journal of European Public Policy, 4(2), s. 287.  18  Antonio Lordi makalesine bu cümlenin Latincesiyle başlar. Lordi,  Globalized World...  and Separation of Powers: A New Role for the Independent Administrative Authorities , Duquesne Law Review, V. 47, 2009, s. 939-946. 202AÜHFD, 64 (1) 2015: 195-236                                                                                            Sever alınarak kurulmuşlardır.19 Ancak hem tarihsel gelişim, hem de kuruldukları ülkenin  idari  ve  siyasi  gelenekleriyle  birlikte  bu  kurumlar  farklılıklar gösterebilmiştir.  Örneğin  Almanya da  bu  kurumların  sayısı  Anayasal dayanağı olan Merkez Bankası dahil üç iken, Fransa da bu rakam 40 lı rakamlara ulaşmış ve idari yapıda son derece önemli bir hale gelmiştir. Britanya örneğinde ise sadece bu etken olmamakla birlikte bu kurumlar daha çok  özelleştirmelerin  bir  sonucu  olarak  ortaya  çıkmıştır.20  Bu  nedenle, düzenleyici kurumlara ilişkin yapılacak analizlerde ülkenin özgün hukuki ve siyasi  altyapısı  da  dikkate  alınmalıdır.  İlerleyen  bölümlerde  Türkiye de düzenleyici  kurumların  ne  gibi  ayırt  edici  unsurlar  üzerinden tanımlanabileceği, kapsamı ve hukuki rejimi değerlendirilecektir.  III. Düzenleyici Kurumların Anatomisi: Ayırt Edici Unsur Sorunu  Yukarıda  değinilen  ve  uygulandığı  bütün  ülkelerde  ortak  bir  payda olarak betimlenebilecek bu işlevler aynı zamanda bu kurumların yapısına ilişkin  belli  özellikleri  de  beraberinde  getirmektedir.  Bu  doğrultuda Türkiye de  düzenleyici  kurumları  tanımlamak  için  diğer  kurumlardan ayrışan ne gibi ayırt edici unsurların yer aldığı kurumsal yapı, kullandığı yetiler ve işlevleri bakımından değerlendirilmelidir.  a.  Düzenleyici Kurumların Yapısal Özellikleri  Düzenleyici  kurumların  örgütlenmesinde  yine  işlevleri  nedeniyle  en önemli  özellik  bu  kurumların  merkezi  idareden  özerkleşmesi  ve  karar organların  bağımsız  karar  alabilmelerine  yönelik  güvenceler  içeren  bir kurumsal yapı oluşturulmasıdır. Bu nedenle örneğin Morrison farklı tanımlar yapılabilecekse  bu  kurumları  yönetenlerin  görevden  alınamaması  gibi bağımsızlığa  ilişkin  özelliklerle  tanımlamıştır.21  Türkiye de  idari teşkilatlanmada bu özerklikten bahsetmenin yolu genellikle ayrı tüzel kişilik tanınması şeklindeyse de örneğin Fransa da bu kurumların ayrı tüzel kişiliği olmaması ve ayrıca Türkiye de de hizmet yönünden yerinden yönetimlerin tamamının bu özelliğe sahip olması karşısında tek başına tüzel kişiliğin varlığı ayırt edici unsur olmak bakımından yeterli olmayacaktır.                                                   19  Verkuil,  Purposes... , s. 263, 267.  20  Hulya  Eşki,   Duzenleyici  Kurumlara  İngiltere  Orneği  Uzerinden  Bakmak ,  Sayıştay Dergisi, S. 72, s. 67-84.  21  Alan B. Morrison,  How independent are independent regulatory agencies? , Duke Law Journal, V. 1988, s. 252.    203Türkiye deki Düzenleyici Kurumların…                                    AÜHFD, 64 (1) 2015: 195-236  Kurumsal  yapıdaki  bir  diğer  özellik,  kurul-kurum  tipi  örgütlenme biçimidir.  Özellikle  etki  edilmesini  önleyebilmek  bakımından  tek  kişi yönetimi  değil,  çok  kişiden  oluşan  karar  organları  oluşturulmuştur.  Bu şekilde bu kurumların verdiği kararların daha mutabakata  dayalı, piyasa ihtiyaçlarını yansıtıcı, çoğulcu  ve  bu sayede daha  adil, meşru ve  doğru olacağı düşünülmüştür.22 Türkiye bakımından tek başına bu kriter de yeterli olmayacaktır, çünkü idari teşkilatta YÖK, YSK ve HSYK ve daha pek çok örnekte olduğu gibi başka kurul tipi yapılar da görmek mümkündür. Bu bakımdan  ayırt  edici  unsurun  bahsedilen  özerkliğin  ve  bağımsızlığın sağlanabilmesine ilişkin düzenlemelerde aranması gerekir. Bu kurumların siyasal  etkiden  arındırılabilmesi  için  kurumun  yöneticilerinin/kurulun atanma  ve  görevden  alınma  biçimine  ilişkin  bir  farklılaşmadan bahsedilebilir. Genel olarak değerlendirildiğinde, Türkiye de bu kurumlarda Kurul üyelerinin atanmasında nadiren meclisin, çoğunlukla yürütmenin yer aldığı, bununla birlikte kurul üyelerinin siyasal etkilerden uzaklaştırılmak için başta görevden alma sınırlamaları olmak üzere belli güvencelere sahip olduğu görülür.  b.  Düzenleyici Kurumların Yetkileri Bu kurumlara ilişkin bir başka tartışma da yetkilerine ilişkindir; bu kurumların klasik idari yapıya aykırı sayılabilecek ölçüde geniş yetkilere sahip  olduğu  iddia  edilmiştir.  Bu  nedenle  bu  kurumlar   devlet  içinde devletçik 23,   yavru  Leviathan 24  veya   idari  teşkilatta  adalar 25  olarak nitelendirilebilmiş; bu kurumlar idare içerisinde yer alsa da yasama ve yargı benzeri yetkiler kullandıkları öne sürülmüştür. Bu nedenle bu kurumlardan bahsedilirken bazı yazarlarca düzenleme değil, regülasyon yetkilerinden ve mahkeme sıfatına sahip olmasalar da yargısal veya yarı-yargısal işlevlerden bahsedilmiştir.                                                     22  Verkuil,  Purposes... , s. 260.  23  Ali Ulusoy,  Bağımsız İdari Kurumlar , Danıştay Dergisi, S.100, Ankara, 1999, s. 3. 24  Nagehan Talat Aslan,  Yönetimin Yeni Yapı Taşları Bağımsız İdari Otoriteler: Yavru Leviathanlara Doğru  Sosyal Siyaset Konferansları, Sayı: 59, 2010/2, s. 25-49. 25  M. Zahid Sobacı, Türk İdari Teşkilatındaki  Adalar : Bağımsız İdari Otoriteler, AÜHFD, C.55, S.2 , 2006, s. 157-180.  204AÜHFD, 64 (1) 2015: 195-236                                                                                            Sever Türkiye de genel olarak bakıldığında bu kurumların kolluk faaliyeti yürüttüğü ve kolluk faaliyetlerinde tipik olarak ve genellikle iç içe geçerek karşımıza  çıkan  düzenleme,  denetleme  ve  yaptırım  uygulama  yetkilerini kullandıklarını  saptamak  gerekir.  Kolluk  faaliyetlerinin  ise  kamu hizmetinden ayrı bir faaliyet alanı mı olduğu, yoksa bir kamu hizmeti olarak nitelendirilmesi  gerektiği  konusunda  farklı  yaklaşımlar  bulunmaktadır.27 İdarenin hizmet alanındaki rolünün azalmasına paralel olarak kamu hizmeti alanı daralırken kolluk alanı genişlemektedir ve bu durum bu ilişkinin niteliğini daha da önemli hale getirmektedir. Ancak kamu düzeni, kamu yararının bir alt kavramı olarak nitelendirildiğinde her ne kadar kullanılan kamu gücü ile hukuki rejimde farklılaşma olsa da Anayasanın da sadece kamu hizmetinden bahsetmesi karşısında kolluk faaliyetleri de kendine özgü nitelikleri  olan  bir  kamu  hizmeti  olarak  değerlendirilmek  gerekir.  Bu bağlamda, Duran ın da ifade ettiği şekilde bu kurumların işlevi  İdari kamu hizmeti niteliği taşımakla birlikte, belirli bir edim sunmaya yönelik değildir; hukuki tasarruf olarak ortaya çıkarlar. 30  Düzenleyici kurumların bu kolluk faaliyetlerinin kapsamının yargısal veya yasama benzeri nitelikte olup olmadığının ise Türkiye özelinde tanınan yetkiler  bakımından  değerlendirilmesi  gerekir.  Yargısal  niteliğe  vurgu yapılan ülkelere bakıldığında bu kurumların uyuşmazlık çözme işlevine de sahip  olduğu  ve  bu  tür  kararlarına  karşı  yargısal  başvuru  yolunun olmayabildiği  görülmekteyse  de  Türkiye deki  düzenleyici  kurumların işlemleri  yargısal  denetime  tabi birer  idari işlem  niteliğindedir.  Bununla                                                  26  Günday  da  bu  kurumların  bir tür  hizmet  kolluğu  ya  da  özel  idari  kolluk  sayılması gerektiğini  belirtmektedir.  Metin  Günday,  Rekabet  Hukuku  ve  Yargı  Sempozyumu, Rekabet Kurumu Yayını, Ankara, 1999, s. 61. 27  Türk idare hukuku yazınında Duran bu iki işlevi açıkça ayrı değerlendirmekte ve bunun dışında kimi yazarlar da kolluğun kamu hizmeti olduğunu belirtseler de Günday, Tan ve Gözübüyük gibi yazarlar genel olarak idarenin işlevleri başlığı altında kolluk ve kamu hizmeti ayrı kategoriler olarak ele alınmaktadır. Duran, İdare Hukuku Ders Notları, s. 244 vd. Buna ayrıksı bir değerlendirmeyle Kıratlı  Koruyucu İdari Hizmetler  başlığı altında kolluğu ifade eder şekilde zabıta, savunma ile sağlık, tabii afetlere ilişkin hizmetler ve milli servetlerin korunmasına ilişkin hizmetleri incelemiştir. Bu anlamda da tipik kamu hizmetikolluk ayrımından farklı bir sınıflandırma yapmaktadır. Kıratlı, Koruyucu İdari Hizmetler, Amme İdaresi Enstitüsü Yayınları, Ankara, 1973.  28  Onur Karahanoğulları, Kamu Hizmeti, Turhan Kitabevi, Ankara, 2003, s. 72 vd. 29  Bununla  birlikte  kimi  durumlarda  bu  kavramların  aynı  anlamda  kullanılabildiği  de görülmektedir. Bu yönde görüşler hakkında bkz. Okay Tekinsoy, Kamu Düzeni, s. 26. 30 Duran,  Türkiye de Bağımsız... , s. 5   205Türkiye deki Düzenleyici Kurumların…                                    AÜHFD, 64 (1) 2015: 195-236  birlikte,  yaptırım  uygulama  yetkileri  nedeniyle   yarı  yargısal   ya  da  yargısal benzeri  usuller izledikleri ve geleneksel idare anlayışının dışına çıktıkları  da  savunulmaktadır.31  Bu  kurumların  yargısal  işlev  yerine getirdiğinin bir göstergesi olarak bu kurumlar tarafından verilen kararların AİHM  tarafından  adil  yargılanma  hakkı  kapsamında  görülmesi gösterilmektedir.32  Ancak  sadece  düzenleyici  kurumların  işlemleri  değil, idari  yaptırım  kararlarının  tamamı  bakımından  ceza  hukukunun  ve  adil yargılanmaya  ilişkin  ilkelerin  benzer  şekilde  uygulanması  gerekliliği karşısında bu görüşe katılmak mümkün değildir. Bazı düzenleyici kurumlar bakımından tarafları uzlaştırma/uyuşmazlık çözme işlevinin varlığı da bu kurumların yargısal nitelikli olduğunun göstergesi değildir. Bunun en önemli nedeni bu işlemlere karşı yargısal yolların açık olmasıdır. İkinci olarak yeni bir eğilim olan alternatif uyuşmazlık çözme araçlarının yaygınlaşması ve idarelerin  sadece  kendilerinin  taraf  olduğu  uyuşmazlıklar  değil,  aynı zamanda  yurttaşlar  arasındaki  uyuşmazlıkların  çözümünde  aktif  rol oynayabilmektedir.34  Bu  bakımdan,  Türkiye  örneğinde  düzenleyici kurumların  başka  ülkelerdekine  benzer  şekilde  yarı-yargısal  nitelikli yetkilerinden bahsetmek güçtür.  Türkiye de  düzenleyici  kurumların  işlemlerinin  yargısal  denetiminin diğer kurumların işlemlerinden farklı olması şeklinde bir eğilim görülmüşse de bu eğilim daha sonra ortadan kalkmıştır. Bu kurumlarının işlemlerinin Danıştay tarafından denetlenmesinden vazgeçilmesi ve örneğin BDDK nın işlemleri  hakkında  yürütmenin  durdurulması  kararı  verilmesinin güçleştirilmesinin  iptal  edilmesi  örneklerinde  bu  durum  görülebilir.35                                                  31  Tekinsoy,  Bağımsız İdari... , s. 121.  32 Ulusoy, Bağımsız İdari..., s. 40 vd; Meltem Kutlu Gürsel,  Sermaye Piyasası Kurulu nun Denetimi , Danıştay 137. Yıl Sempozyumu, Ankara, 2005, s. 69.  33 Bir benzerlikten bahsetmek daha doğru olacaktır, çünkü örneğin yasallık ilkesi bakımından idari yaptırımlarda cezaların yasallığı daha katı biçimde uygulanırken suçlar bakımından aynı  şekilde  uygulanmayabilmektedir.  Ayrıntılı  bilgi  için  bkz.  Ali  Ulusoy,  İdari Yaptırımlar, Turhan Kitabevi, Ankara, 2014.  34  Bunun yeni bir örneği 2 Kasım 2011 tarihli Resmi Gazetede yayımlanarak yürürlüğe giren 663 sayılı Sağlık Bakanlığı ve Bağlı Kuruluşlarının Teşkilat ve Görevleri Hakkında Kanun Hükmünde  Kararname nin  24.  Maddesi  hükmü  ile  Sağlık  Bakanlığı  da  malpraktis uygulamaları  nedeniyle  ortaya  çıkan  uyuşmazlıkları  ilam  niteliği  taşıyacak  şekilde uzlaştırma işlevine sahip olmasıdır.   35  Örneğin  BDDK  kararlarının  yürütmesinin  durdurulması  kararı  verilmesini  güçleştiren Bankacılık Kanunu 105/III maddesi Anayasa Mahkemesi tarafından iptal edilmiştir. AYM 22.2.2006, E. 2006/20, K. 2006/25, RG. 10.01.2007/26399.  206AÜHFD, 64 (1) 2015: 195-236                                                                                            Sever Gelinen  noktada  işlemlerinin  yargısal  denetimi  de  diğer  idari makamlarınkiyle aynıdır.36  Düzenleyici kurumlara ilişkin bir başka iddia da bu kurumların diğer idari  makamlara  göre  daha  geniş  düzenleme  yetkilerine  sahip  olduğu yönündedir.37  Hatta  bu  kurumların  adeta  genel  ve  asli  bir  düzenleme yetkilerinin  bulunduğu  veya  hem  hukuki,  hem  ekonomik  konularda düzenleme yetkisini içerdiği savunulmuştur. Gerçekten de ABD ve bazı AB ülkeleri  örneğinde  bu  kurumlara  verilen  yetkilerin  diğer  kurumlardan farklılaşabildiği  görülmektedir.  Bu  nedenle  bu  kurumların  kullandığı düzenleme yetkilerinin düzenleyici kurumlara özgü niteliğine ve piyasanın devlet tarafından düzenlenmesi anlamına vurgu yapmak üzere düzenleme terimi  yerine  regülasyon  şeklinde  kullanıldığı  da  olmuştur.40  Hatta  bu nedenle  bu  kurumların  ayırt  edici  özelliğinin  bu  düzenleme  işlevindeki farklılaşma olduğu ileri sürülmüştür.41 Bununla  birlikte,  bu  kurumların  düzenleme  yetkilerinin  Türkiye özelinde gerçekten farklı olup olmadığı değerlendirilmelidir. Bu kurumlarla ilgili en önemli ilk düzenleme sayılabilecek ABD deki 1946 tarihli İdari Usul Yasası idarelerin düzenleme yetkisi konusunda özel hükümler içerdiği gibi bazı düzenleyici kurumlara özgü düzenleme yetkisi doğrudan meclisçe tanınabilmektedir.42 Yine  model  olarak  görülen  Fransız  idare  hukukunda düzenleme yetkisinin kapsam ve içeriği ile Türkiye deki arasında da önemli                                                  36  Her ne kadar eserin yazıldığı tarihte henüz yeterli içtihat olmadığı belirtilse de aynı yönde görüş için bkz. Ulusoy, Bağımsız İdari..., s. 49; Yıldırım,  Bağımsız İdari... , s. 206. 37  Bu yönde bkz. Ümit Sönmez, Piyasanın İdaresi, İletişim yayınları, Ankara, 2011, s. 190. 38  Celal  Erkut,   Bağımsız  İdari  Makamlar  Müessesesi  Açısından  Sermaye  Piyasası Kurulu nun Kısa Bir Değerlendirmesi , Bağımsız İdari Otoriteler içinde, (Ed. İbrahim Ö. Kaboğlu), İstanbul 1998, s.84. 39  Talat Aslan,  Yönetimin Yeni... , s. 34. Ancak kanımızca hukuk normlarının tamamının zaten belli bir konuda olması nedeniyle bu iddiaya katılmak  mümkün olmadığı gibi ekonomik konularda düzenlemeler yapan merkezi idarelerin varlığı karşısında da katılmak güçtür.  40  Taner Ayanoğlu,  Düzenleyici ve Denetleyici Kurumların Düzenleme Yetkisi ve TAPDK Örneği , İÜHFM, C. LXV, S. 1, s. 40; Ulusoy, Bağımsız İdari..., s. 21-31. 41  Ayanoğlu,  Düzenleyici ve... , s. 48. Benzer şekilde Atay da kural koyma işlevinin bu kurumları diğer kamu tüzel kişilerinden ayırt eden unsur olduğunu belirtmiştir: Ethem Atay,   Bağımsız  İdari  Otoriteler  ve  Türkiye  Uygulaması ,  Gazi  Üniversitesi  Hukuk Fakültesi Dergisi, C. 10, S. 1-2, s. 297.  42  Dominique Custos,  The Rulemaking Power of Independent Regulatory Agencies , The American Journal of Comparative Law, V. 54, s. 618 vd.    207Türkiye deki Düzenleyici Kurumların…                                    AÜHFD, 64 (1) 2015: 195-236  farklılıklar  bulunmaktadır.43  Türkiye de  kanuna  uygunluk  ve  kanuna dayanma koşullarına bağlı ve tali bir yetki olarak tanımlanan düzenleme yetkisi kanunda hiç düzenlenmemiş bir konuyu düzenlemeyi içermediği gibi yasama  yetkisinin  meclis  dışında  bir  kuruma  devredilmesi  yasağı  da Anayasanın  7.  maddesinin  gereğidir.  Bunun  dışında,  Anayasanın  123. maddesinde yer alan idarenin yasallığı ile 13. maddesine göre temel hak ve özgürlüklerin ancak kanunla sınırlanabileceği yönündeki hükümler birlikte değerlendirildiğinde,  bu  kurumların  düzenleme  yetkisinin  anayasal sınırlarının  diğer  idari  makamlarla  aynı  olduğu  ve  bahsedilen  piyasa düzenleme  işlevinin  bu  sınırlar  içerisinde  kalmak  kaydıyla  düzenleyici işlemler yapmaktan geçtiği görülür.44 Bu bakımdan düzenleyici kurumların düzenleme  yetkisinin  diğer  kurumlardan  ayrıştığını  söylemek  mümkün olmadığı  gibi  kanunlarla  düzenleyici  kurumlara  bunu  aşacak  nitelikte düzenleme yetkisi verilmesi de yasama yetkisinin devredilmezliği ilkesine aykırı  olacaktır.45  Anayasa  Mahkemesi  de  TAPDK nın  kendi  hizmet birimlerini kendi düzenleyici işlemiyle düzenlemesine ilişkin yasa hükmünü Anayasanın 7., 123. ve 128. Maddelerine aykırı bularak iptal etmiştir.46 Aynı kararda TAPDK ye yasayla verilen düzenleme yetkisine ilişkin hüküm iptal edilmemiş;  Kurumun  yasaya  uygun  olmak  koşuluyla  düzenleme yapabileceği  vurgulanmıştır.47 Aynı  başvuruda  kurulun  yetkilerinin  geniş olduğu ve  hükümet yoluyla müdahaleci bir ekonomiye vücut vereceği  iddia edilmişse de mahkeme, sosyal devlette bu tür müdahalelerin mümkün olduğuna ve yargı denetimi yolunun da açık olduğuna dayanarak ve devlete yüklenen görevler vurgusuyla 5., 48. ve 166. ve 167. maddelere atıfla iptal talebini reddetmiştir. Mahkemenin bu yorumunun bu kurumların hedeflediği iddia edilen ekonomik amaçlarla zıtlık gösterdiği de dikkat çekicidir. Bu bağlamda, genel anlamda kurumlar arasında düzenleme yetkisi bakımından                                                  43  Bu konuda bkz. Burak Öztürk, Fransız ve Türk Hukukunda İdarenin Düzenleme Yetkisinin Kapsamı, Yetkin Yayınları, Ankara, 2009.  44  Benzer görüş için bkz. Ayanoğlu,  Düzenleyici ve... , s. 55. 45 Danıştay da örneğin SPKnın bir işlemini denetlediği kararında bu duruma vurgu yapmıştır: Danıştay 10. Daire, .11.1998, E. 1996/9498, K. 1992/5507, (aktaran) Tan,  Bağımsız İdari... , s. 27; Ayanoğlu,  Düzenleyici ve... , s. 60. 46 AYM, 20.11.2003, E. 2002/32, K.2003/100, RG: 11.08.2004/25550. 47  Kararın bu kısmı, kanunun verdiği düzenleme yetkisinin gerekli çerçeveyi çizmediği ve bu nedenle yasama yetkisinin devredilmezliğine ve Anayasa Mahkemesinin bu konuda önceki içtihadına da aykırı olduğu gerekçesiyle eleştirilmiştir. Ayanoğlu,  Düzenleyici ve... , s. 69 vd.  208AÜHFD, 64 (1) 2015: 195-236                                                                                            Sever farklar bulunabilmekteyse de düzenleyici kurumların düzenleme yetkisinin idari teşkilatta yer alan diğer kurumlardan daha geniş olduğunu söylemek güçtür.48  c.  Düzenleyici Kurumların İşlevleri Bu kurumlar kurumsal özerklik ve karar organlarının bağımsızlığı gibi belli karakteristik özelliklerle tanımlanabilecekse de bu yapısal özellikler bu kurumların  işlevinden  kaynaklanmaktadır.  Farklı  idari  düzenleme  ve geleneklere sahip ülkelerde farklı biçimlerde kurulmasına rağmen ortak bir kavram olarak kullanılabilmesinde de bu işlevler rol oynamıştır. Bu nedenle düzenleyici  kurumlar  sadece  yapısal  özellikleri  üzerinden tanımlanamayacaktır.  İşlevlerinin  ayırt  edici  unsurunun  ne  olduğu konusunda ise farklı yaklaşımlar benimsenmektedir. Bunlardan birincisi, bu kurumların  doğrudan  bir  kamu  hizmetinin  sunulmasına  yani  bir  edime yönelmeyip kamusal niteliği baskın gelen faaliyetleri düzenleyici-denetleyici işlevi olmasıdır. Kolluk işlevi de nihayetinde bir kamu hizmeti olduğundan ayırt edici bir unsur olmadığı gibi mesela yerinden yönetimler içerisinde YÖK  örneğinde  olduğu  gibi-  sadece  kolluk  faaliyeti  yürüten  kurum  ve kuruluşlar da bulunmaktadır.  Duran, bu kurumların  bireylerin kişilik ve özel hayatları ve ekonomik çıkar ve özgürlükleriyle toplulukların siyasi hak ve özgürlüklerine ilişkin konulara idarenin ve güç odaklarının müdahalelerini ve ihlallerini önlemek ve  gerektiğinde  yaptırım  uygulamak   işlevlerinden  bahseder.49  Bu kurumların  ortaya  çıkışının  teknolojik  konularda  uzmanlaşma  gereği  ve insan  hak  ve  özgürlüklerinin  daha  etkin  korunması  gibi  ihtiyaçları karşıladığı  veya  sosyal  hayatın  hassas  alanlarına  ilişkin  yapılacak düzenlemeleri içerdiği de ifade edilmiştir. Oysa merkezi idare içerisinde de uzmanlaşan veya hak ve özgürlükleri etkin biçimde koruyan mekanizmalar kurulabilmektedir.  Benzer  şekilde  sosyal  hayatın  hassas  alanlarının  ne olduğu ya da sadece bu kurumların faaliyetlerinden mi oluştuğu gibi sorular bu tür işlevleri bu kurumlara özgü olmaktan çıkaracaktır.                                                   48 Bu konuda çeşitli örneklere ileride ayrıntılı olarak değinilecektir.  49 Duran,  Bağımsız idari... , s. 5.  50 Sedat Çal,  Bağımsız İdari Otorite olarak Enerji Piyasası Kurulu , Ankara Barosu Dergisi, 2001/3, s. 95.  51 Gözler, İdare Hukuku, C. I, s. 487.    209Türkiye deki Düzenleyici Kurumların…                                    AÜHFD, 64 (1) 2015: 195-236  Bu  nedenle,  düzenleyici  kurumların  tanımlanmasında  neo-liberal  bir talep olan ekonomik karar alma süreçlerinin siyasi alanın dışına çıkarılması veya  daha  genel  anlamda  merkezi  idarenin  etkisinden  uzaklaştırılmak istenen alanların düzenlenmesi ve denetlenmesi işlevinin gerçekleştirilmesi hedefi  esas  alınmalı  ve  düzenleyici  kurumlar  bu  hedefin gerçekleştirilebilmesi için diğer kurumlara  göre  daha  özerk  ve  bağımsız olma nitelikleriyle tanımlanmalıdır. Bu bakımdan, bir kurumun düzenleyici kurum sayılabilmesi için bu işlevleri yerine getirebilmek için birden çok kişinin karar organında yer alması, o alanla ilgili uzman kişilerden seçilen bu üyelerin belli bir süre için atanması ve bu süre içerisinde çok sınırlı nedenler hariç olmak üzere görevden alınamaması gerekir. Bu koşullar aynı zamanda merkezi  idarenin  hiyerarşisinden  arındırılan  bu  kurumların  kararlarının denetiminin sınırlı olması gereğini de beraberinde getirir. Yani, düzenleyici kurumlar konusundaki kriter, hem yapı hem işlev üzerinden olmak gerekir.  IV. Türkiye de Düzenleyici Kurumlar Türkiye de idari teşkilatlanmada son yıllarda yaşanan hızlı değişimle birlikte düzenleyici kurumlara ilişkin farklı sorular sormak gerekmiştir. Son yıllarda  merkezi  idareye  ilişkin  hemen  bütün  teşkilat  kanunlarının değişmesinin yanı sıra 2000 lerde çok sayıda yeni kamu kurumu kurulması karşısında idari teşkilattaki bu dönüşümden düzenleyici kurumların etkilenip etkilenmediğinden de bahsetmek gerekir.  Bu  değerlendirmeyi  yapabilmek  adına  bir  başlangıç  noktası  olarak Türkiye de  hangi  kurumların  bu  kapsamda  olduğunun  saptanması  başta kolay görünen ama biraz ilerlendiğinde giderek güçleşen bir sorundur ve aynı  zamanda  yukarıda  bahsedilen  ayırt  edici  unsurun  ne  olduğuyla ilişkilidir. Farklı ayırt edici unsurlar kabul edilerek çeşitli yazarlarca farklı listeler yapılabilmiş veya mevzuattaki değişiklikler doğrultusunda listeler değişebilmiştir. Bu nedenle biraz uzun bir değerlendirme göze alınarak bu kapsamda  olabileceği  düşünülen  kurumlar  tek  tek  ele  alınmıştır.  Bu değerlendirme  yapılırken  bir  kurumun  düzenleyici  kurum  kapsamında sayılabilmesi için kurumun işlevleri ile işlevsel bağımsızlığı sağlayabilecek nitelikte yapısal düzenlemelerin varlığı birlikte aranmıştır. Her ne kadar Türk idare hukukunda bu yapısal düzenlemenin öncelikle ayrı tüzel kişilik olması gerektiği düşünülebilecekse esas kriter kendi başına ve herhangi bir baskı veya emir altında olmaksızın karar alma kabiliyeti, yani hiyerarşi içinde 210AÜHFD, 64 (1) 2015: 195-236                                                                                            Sever bulunmadan  hareket  edebilme  olanaklarına  sahip  olma  kriteri  esas alınmalıdır. Bu kapsamda karşımıza çıkan kavram özerklik olmakla birlikte her özerk olduğu belirtilen her kurum bu kapsamda kabul edilmemelidir. Akademik  özgürlükle  ilişkili  olarak  ayrı  kamu  tüzel  kişiliği  verilen üniversiteler ile konuları itibariyle merkezi idareden ayrıştırılmak istenen TÜBİTAK,  TÜBA  ve  YÖK  örneği  gibi  pek  çok  örneğin  dışında  son zamanlarda kurulan ve kanunlarında idari ve mali özerkliğe sahip olduğu belirtilen  Mesleki  Yeterlilik  Kurumu,  Tarım  ve  Kırsal  Kalkınmayı Destekleme  Kurumu,  Türk  Akreditasyon  Kurumu,  Türkiye  Yatırım Destek Ve Tanıtım Ajansı, Ulusal Bor Araştırma Enstitüsü gibi kurumlar ile ayrı kamu tüzel kişiliği olmamakla birlikte teknik ve bilimsel özerkliği tanınan Türkiye İstatistik Kurumu düzenleyici kurum kapsamında değildir. Bunlar  içerisinde  hem  işlevleri,  hem  Kurul  tipi  yapılanma  bakımından benzer bir örnek YÖK olmakla birlikte başkan dahil üyelerinin görevden alınmak  konusunda  herhangi  bir  güvencesi  olmaması  ve  disiplin soruşturmasına  tabi  tutulabilmeleri  bakımından  düzenleyici  kurum niteliğinde sayılmayacağı gibi her ne  kadar başkanının görevden alınma yasağı  olsa  da  özgün  bir  kamu  hizmeti  işlevi  bakımından  farklı  olan ÖSYM  de  düzenleyici  kurum  kapsamında  kabul  edilemeyecektir.  Bu                                                  52  YÖK ün düzenleyici kurum sayılamayacağı hakkında bkz. Yıldırım,   Bağımsız İdari... , s. 201.  53  Kurum, Meslekî Yeterlilik Kurumu Kanunu ile kurulmuştur. Kanun Numarası : 5544, Kabul Tarihi : 21/9/2006, R.G Tarih : 7.10.2006/26312. Kurum merkezi ve yerinden yönetim içerisindeki farklı kurumların temsilcilerinden oluşan karma yapıda bir kurul tarafından yönetilir.  54  Kurum, Tarım ve Kırsal Kalkınmayı Destekleme Kurumu Kuruluş ve Görevleri Hakkında Kanun  ile  kurulmuştur.  Kanun  Numarası  :  5648,  Kabul  Tarihi  :  4.5.2007,  R.G: 18.5.2007/26526. Kurum Başkanının etkin olduğu bir yapıdır ve başkan güvenceye sahip değildir.  55  Kurum,  Türk  Akreditasyon  Kurumu  Kuruluş  ve  Görevleri  Hakkında  Kanun  ile kurulmuştur. Kanun Numarası : 4457, Kabul Tarihi : 27.10.1999, R.G. 4.11.1999/23866 56  Ajans,  Türkiye  Yatırım  Destek  Ve  Tanıtım  Ajansı  Kurulması  Hakkında  Kanun  ile kurulmuştur. Kanun Numarası : 5523, Kabul Tarihi : 21.6.2006, R.G. 4.7.2006/26218. Ajans  daha  çok  bağlayıcı  olmayan  kararlar  almakla  birlikte  Danışma  Kurulunda Başbakanın da yer alması farklı bir özelliği olarak dikkat çeker.  57  Enstitü, Ulusal Bor Araştırma Enstitüsü Kurulması Hakkında Kanun ile kurulmuştur. Kanun Numarası : 4865, Kabul Tarihi : 4.6.2003, R.G. 18.6.2003/25142 58  Türkiye İstatistik Kanunu, madde 17. Kanun Numarası: 5429, Kabul Tarihi: 10.11.2005, R.G. Tarih: 18.11.2005/25997.  59  Ölçme, Seçme Ve Yerleştirme Merkezi Başkanlığının Teşkilat Ve Görevleri Hakkında Kanun, 4. Madde, Kanun Numarası : 6114, Kabul Tarihi : 17/2/2011, R.G. 3.3.2011/27863.    211Türkiye deki Düzenleyici Kurumların…                                    AÜHFD, 64 (1) 2015: 195-236  bakımdan,  yukarıda  da  değinildiği üzere, düzenleyici kurumların yapısal olarak değerlendirmesinde salt özerklik değil, kurul tipi yapılanma, kurul üyelerinin belirli bir süre için atanması, görevden alınamaması, emir ve talimat  verilememesi,  disiplin  soruşturmasına  tabi  tutulamaması  gibi özellikler aranmıştır.   Her ne kadar 5018 sayılı Kamu Mali Yönetimi ve Kontrol Kanununda (III) no.lu cetvelde düzenleyici-denetleyici kurum başlığı altında başta on bir kurumu  kapsayan  ve  daha sonra  dokuza  düşen bir liste yapılmışsa  da kanımızca bu liste bütçelendirme ve mali denetim bakımından yapılan bir liste olup mali işleyiş düzenleyici kurum olma vasfı bakımından yeterli ve tek  kriter  değildir.  Örneğin  genellikle  düzenleyici  kurum  kapsamında değerlendirilen TMSF, zaten bir fon olması ve esas işlevinin varlık tasfiyesi olması nedeniyle muhasebelendirme sistemi farklı olduğundan 5018 sayılı Kanundaki listeden çıkarılmışsa da düzenleyici kurum vasfını korumaktadır. Bu nedenle, bu çalışmada bu liste de esas alınmamıştır.  Bu konuda biraz daha eski tarihli çalışmalara bakıldığında bu listenin iyice farklılaştığı görülür. Örneğin Duran Diyanet İşleri, Sahil Güvenlik, İstatistik Enstitüsü, Tüketici Konseyi gibi yapıların ayrı tüzel kişiliği olmasa dahi  işlevleri  itibariyle  düzenleyici  kurum  sayılabileceğini  belirtmiştir.61 Buna  karşılık  bu  kuruluşlar  karar  alma  ve  işlevsel  anlamda  bağımsızlık güvencelerine sahip olmadıklarından ve düzenleyici kurumların işlevleriyle benzeşmediğinden çalışmada düzenleyici kurum sayılmamıştır.  Yine  farklı  bazı  özellikleri  olmakla  birlikte  1994  yılında  ayrı  tüzel kişiliğe sahip ve o dönemdeki adıyla Sanayi ve Ticaret Bakanlığı na bağlı olarak kurulan ve 2003 te 5000 sayılı Kanunla yeniden düzenlenen, fikri ve sınai hakların korunması bakımından en yetkili kurum olan Türk Patent Enstitüsünü  (TPE)  de  düzenleyici  kurum  olarak  kabul  edenler  vardır.62                                                  60  Kanundaki liste şu şekildedir: (1) Radyo ve Televizyon Üst Kurulu, (2) Bilgi Teknolojileri ve İletişim Kurumu, (3) Sermaye Piyasası Kurulu, (4) Bankacılık Düzenleme ve Denetleme Kurumu, (5)Enerji Piyasası Düzenleme Kurumu, (6) Kamu İhale Kurumu, (7) Rekabet Kurumu, (8) Tütün ve Alkol Piyasası Düzenleme Kurumu, (9) Kamu Gözetimi,Muhasebe ve Denetim Standartları Kurumu. Bu listede daha önce yer alan Şeker Kurumu ile TMSF bu listeden daha sonra çıkarılmıştır.  61  Lütfi Duran, Türkiye de Bağımsız İdari Otoriteler , Amme İdaresi Dergisi, C. 30, S. 1, 1997, s. 4. 62  Ulusoy, Bağımsız İdari..., s. 58. Bu eser yazıldıktan sonra kabul edilerek 19.11.2003 tarihinde  yürürlüğe  giren  5000  sayılı  Kanunda  eski  düzenlemede  yer  alan  görevden alınamama hükmü yer almadığından TPE bu kapsamda değerlendirilmemektedir.  212AÜHFD, 64 (1) 2015: 195-236                                                                                            Sever Enstitüde  bir  başkanlık  ve  yönetim  kurulunun  idaresi  öngörülmüşse  de Yönetim Kurulu üyeleri konuyla ilgili Bakanlıklardan gelen temsilcilerden oluşur ve bu bakımdan herhangi bir güvence veya hiyerarşi ilişkisinden kopmayı  içermediğinden  düzenleyici  kurum  olarak  değerlendirilmesi mümkün değildir.63  Bazı  yazarlar  Türkiye de  ilk  düzenleyici  kurumun  1959  yılında kurulmuş  olan  Sigorta  Murakabe  Kurulu  veya  1981  yılında  kurulan Sermaye  Piyasası  Kurulu  olduğunu  belirtmişlerdir.  Her  ne  kadar  bu konudaki çalışmalarda sayılmayan bir örnek olsa da Türkiye de ilk kurulan düzenleyici kurum Merkez Bankası olarak kabul edilmelidir.66  Dünyada da yaygın bir uygulama olan Merkez Bankalarının düzenleyici kurumların öncüsü olduğu ve bu kurumlar kurulurken Merkez Bankalarının model  alındığı  belirtilmektedir.67  Para  politikasının  siyasi  etkiden arındırılması işlevinin bariz bir örneği olan ve Osmanlı İmparatorluğunda yapılandırılmaya  başlanan  Merkez  Bankası,  Cumhuriyet  döneminde  11 Haziran  1930  tarihli  1715  sayılı  Türkiye  Cumhuriyet  Merkez  Bankası Kanunu  ile  kurulmuş,  daha  sonra  1970  yılında  kabul  edilen  ve  hala yürürlükte olan 1211 sayılı Türkiye Cumhuriyet Merkez Bankası Kanunuyla düzenlenmiştir. Merkez Bankası, bir anonim şirket statüsündedir ve kanunda açıkça düzenleme bulunmayan hallerde özel hukuk hükümlerine tabi olduğu belirtilmiştir. İdari teşkilatta özgün bir model sayılabilecek Banka, kamu gücü  kullanma  ve  idari  işlem  yapma  yetkisiyle  donatılmıştır.  Merkez Bankası Kanununun görevlere ilişkin 4. maddesine göre Banka,  kendisine verilen yetki ve görevlerle ilgili olarak düzenlemeler yapmaya ve bunları uygulamaya, bu düzenlemelere tabi kurum ve kuruluşlar nezdinde bunlara uygun hareket edilip edilmediğini ve kendisine gönderilen bilgilerin doğru olup olmadığını denetlemeye  görevli ve yetkilidir. Görev alanının ülkenin                                                  63  5000 sayılı Kanunun 5. Maddesi:  Yönetim Kurulu, Enstitünün en yüksek düzeyde yönetim ve karar organıdır. Yönetim Kurulu; Adalet Bakanlığı ile Maliye Bakanlığından birer üye, Sanayi  ve  Ticaret Bakanlığının belirleyeceği üç üye, Enstitü Başkanı ve bir Başkan Yardımcısı olmak üzere yedi üyeden oluşur.  64 Azrak,  Dünyada ve... , s. 22.  65 Talat Aslan,  Yönetimin Yeni... , s. 36; Sezen, Türk Kamu..., 109.  66  Merkez  Bankaları  apolitikleştirilen  ekonomik  alanın  ilk  örneği  olarak değerlendirilmektedir.  Bkz.  Sonay  Bayramoğlu,  Yönetişim  Zihniyeti:  Türkiye de  Üst Kurullar ve Siyasal İktidarın Dönüşümü, İletişim Yayınları, İstanbul, 2010, s. 172 vd.  67 Jordana ve Levi-Faur dan aktaran Gilardi,  Same but… , s. 306.   213Türkiye deki Düzenleyici Kurumların…                                    AÜHFD, 64 (1) 2015: 195-236  para  politikasıyla  ilgili  de  olduğu  dikkate  alındığında  bahsedilen  bu görevlerin düzenleyici kurumlara paralel bir işleve sahip olduğu söylenebilir. Bunun dışında, yine aynı maddede Bankanın bu görev ve yetkileri, kendi sorumluluğu altında bağımsız olarak yerine getireceği belirtilmiş ve başta başkan olmak üzere kurum personelinin güvencelerine de yer verilmiştir.  Bankanın idari yapısı diğer düzenleyici kurumlara benzer şekilde bir başkanlık ve adı kurul olmamakla birlikte kurulla benzerlik gösteren bir banka meclisinden oluşur. Başkan Bakanlar Kurulu kararıyla beş yıl için atanır  ve  yeniden  atanması  mümkündür.  (md.25)  Başkanın  görevden alınması konusunda Kanunun 28. maddesinde diğer kurumlara benzer bir güvenceyle  ancak  kanundaki  yasaklara  uymaması  ve  kendisine  verilen görevlerin  devamlı  surette  ifasını  imkânsız  kılacak  durumların  ortaya çıkması  hallerinde,  atanmasındaki  usule  göre  görevinden  alınabileceği düzenlenmiştir.  Banka  meclisi,  Başkan  ile  Genel  Kurulca  seçilecek  altı üyeden kurulur ve bu üyelerin aylıkları ile tazminatları Bakanlar Kurulunca tespit edilir. 20. maddeye göre Banka Meclisi üyelerinin görev süresi üç yıldır ve yeniden seçilebilirler. Banka Genel kurulunca seçildiği için banka meclisinin görevden alınmasına ilişkin bir düzenlemeye yer verilmemiştir.  Merkez  Bankasının  denetimi  konusu  belli  aralıklarla  Türkiye de gündem konusu olmuştur. Bu konuda yaşanan en önemli gelişme, bankanın mali  denetimi  konusunda  yaşanan  bir  sorun  sonucunda  Kanunda  2001 yılında  değişiklik  yapılarak  Başbakanın,  Bankanın  işlem  ve  hesaplarını denetlettirebileceği  ve  bu  konulardaki  her  türlü  bilgiyi  Bankadan isteyebileceği, başkanın Banka faaliyetleri ile uygulanmış ve uygulanacak olan  para  politikası  hakkında  her  yıl  nisan  ve  ekim  aylarında  Bakanlar Kuruluna rapor sunacağı, banka faaliyetlerine ilişkin olarak, yılda iki defa da Türkiye Büyük Millet Meclisi Plan ve Bütçe Komisyonunu bilgilendireceği düzenlenmiştir. Bu şekilde banka, esas olarak Başbakanla ama aynı zamanda meclisle ilişkilendirilmiştir.  Merkez Bankasını idari teşkilattaki diğer kurumlardan ayıran en önemli özellik  kanunla  kurulan  bir  anonim  şirket  vasfına  sahip  olmasıdır.68  Bu                                                  68  Bu çalışmanın sınırlarını aşmakla birlikte Merkez Bankasının anonim şirket olarak ve aynı zamanda kamu gücü kullanan bir makam olarak erken tarihlerde kurulması devlet tüzel kişiliği ile şirket tüzel kişiliği arasında tarihsel olarak kurulabilecek ilişki bakımından ilginç bir örnektir. Bu ilişki hakkında bkz. Mark Neocleous, Devleti Tahayyül Etmek, Notabene yayınları, Ankara, 2014, s. 133 vd.  214AÜHFD, 64 (1) 2015: 195-236                                                                                            Sever anlamda kamu tüzelkişiliği açıkça düzenlenmediği gibi 3346 sayılı Kamu iktisadi  teşebbüsleri  ile  Fonların  Türkiye  Büyük  Millet  Meclisince Denetlenmesinin  Düzenlenmesi  Hakkında  Kanunun  2/3.  Maddesinde bankanın kamu iktisadi teşebbüsü olmadığı ve KİT lerin denetim usulüne tabi  olmadığı  belirtilmiş;  benzer  şekilde  233  sayılı  Kamu  İktisadi Teşebbüsleri Hakkında Kanun Hükmünde Kararnamede de istisna hükmünde yer  almıştır.  Bu  bağlamda,  KİT  de  sayılmayan  bir  şirket  olan  Merkez Bankasının idari teşkilat içerisinde  nerede  konumlandırılabileceği sorunu ortaya çıkmaktadır. Doğrudan kamu tüzelkişiliği tanınmamakla birlikte son derece önemli kamu gücü yetki ve ayrıcalıkları kullanan Bankanın kendine özgü bir kamu kurumu olarak nitelendirilmesi gerekecektir. Danıştay da bir kararında  Bankanın  statüsünü  değerlendirmiş  ve  Başbakanlığın  ilişkili kuruluşu niteliğinde bir kamu kurumu olduğuna karar vermiştir.  Son dönemlerde konuyla ilgili çalışmalarda şu kurumların düzenleyici kurum  olarak  kabul  edildiği  görülür:  Radyo  ve  Televizyon  Üst  Kurulu (RTÜK), Sermaye Piyasası Kurulu (SPK), Enerji Piyasası Düzenleme ve Denetleme Kurumu (EPDK), Rekabet Kurumu, Kamu İhale Kurulu (KİK), Bankacılık Düzenleme ve Denetleme Kurumu (BDDK), Tasarruf Mevduatı Sigorta Fonu (TMSF), Bilgi Teknolojileri ve İletişim Kurumu, Tütün ve Alkol  Piyasası  Düzenleme  Kurumu  (TAPDK).70  Gerçekten  de  bu kurumların/kurulların tamamı aşağıda da değinileceği üzere ayrı bir kamu tüzel  kişiliğinin  yanısıra  bağımsız  karar  alabilmelerini  sağlayacak güvencelere  sahiptir.  Bunun  dışında,  her  ne  kadar  Kamu  Gözetimi, Muhasebe ve Denetim Standartları Kurumu her listede yer almasa da benzer özelliklerin  tamamını  içerdiğinden  düzenleyici  kurum  olarak  kabul edilmelidir.71  5018 sayılı Kanundaki listede yer alan ve daha sonra listeden çıkarılan Şeker Kurumu bazı çalışmalarda düzenleyici kurum olarak kabul edilmekle birlikte  bu  çalışma  kapsamında  bir  düzenleyici  kurum  olarak                                                  69  Danıştay İdari Dava Daireleri Genel Kurulu 15.06.2006, E. 2005/1846, K. 2006/746, KİBB. 70  2004 yılında hazırlanan Düzenleyici-Denetleyici Kurumlar hakkında kanun taslağında da bu  kapsamı  içerecek  şekilde  hazırlanmıştır.  Ancak  bu  taslağın  2004  sonrası  kurulan kurumları (Kamu Gözetimi Kurumu ve Biyogüvenlik Kurulu gibi) içermediği de dikkate alınmalıdır.  71  Ulusoy, bu kurumun tam bir bağımsız idari otorite olmasa bile bağımsız idari otorite benzeri olarak nitelendirilebileceği görüşündedir (Ulusoy, Bağımsız İdari Otoriteler, s. 66).   215Türkiye deki Düzenleyici Kurumların…                                    AÜHFD, 64 (1) 2015: 195-236  değerlendirilmemiştir. Şeker Kanununun 9. Maddesinde düzenlenen kurum kamu tüzel kişiliğine sahip olmakla birlikte diğerlerinden farklı olarak karar organı olan Şeker Kurulu bakımından bağımsızlığa ilişkin unsurlar Kanunda yer almadığı gibi kurulun oluşumu da farklı niteliklere sahiptir. Kurulun yedi üyesi Sanayi ve Ticaret Bakanlığı, Tarım ve Köyişleri Bakanlığı ile şeker üreten sermayesi kamuya ait şirket ile Türkiye in en büyük iki şirket ve şeker kooperatiflerini temsil eden üyelerden oluşur ve Bakanlar Kurulu tarafından atanır.  Beş  yıl  için  atanan  üyelerin,  temsil  ettikleri  kuruluşlardaki görevlerinden ayrıldıklarında üyelikleri sona ereceği gibi maddede başka nedenlerle  de  üyeliklerinin  sona  erebileceği  belirtilmiştir.  Bu  bakımdan, Şeker Kurulu üyelerinin görevden alınmaları bakımından bir güvenceden bahsedilemeyeceği  gibi,  esas  olarak  şeker  piyasasındaki  tarifelerin belirlenmesi işleviyle piyasanın önemli aktörlerinin görüşlerinin kararlara yansıyabileceği özgün bir yapı olarak değerlendirilmelidir.72 Son  yıllarda  çok  sayıda  kurumun  kurulmasıyla  bu  kurumların düzenleyici kurum kapsamında olup olmadığı ve idari teşkilata nasıl etki ettiği  de  değerlendirilmelidir.  Bunların  özgün  bir  örneği  Biyogüvenlik Kuruludur. 18.3.2010 tarihinde kabul edilen 5977 numaralı yasayla kurulan Kurul ayrı bir tüzelkişiliğe sahip olmayıp Tarım ve Köyişleri Bakanlığı na bağlı  ve  Bakanlığın  sekretaryasını  yürüttüğü  bir  yapıya  sahiptir.  Bu bakımdan,  Türkiye de  düzenleyici  kurumlara  ilişkin  ayrı  tüzel  kişilik özelliğini  taşımamaktadır.  Kanunun  9/2.  maddesinde  Kurulun  çeşitli bakanlıklar tarafından seçilen üyelerden oluşması ilk bakışta TPE benzeri bir yapı  izlenimi  verse  de  üyeliğin  belli  koşulları  gerektirmesi  ama  daha önemlisi görevden alınamama ve bağımsızlığa ilişkin unsurlar ile genetiği dönüştürülmüş organizmalar (GDO) bakımından gıda güvenliği konusunda son  derece  etkili  olan  işlevlerine  bakıldığında  düzenleyici  kurumlara yakınlık gösterdiği görülür ve özgün bir model olmakla birlikte bu kapsamda değerlendirilmelidir.  Yine yakın tarihlerde kurulan, belli bağımsızlık unsurlarını içeren ve ayrı kamu tüzelkişiliğine sahip, Başbakanlıkla ilişkilendirilmiş İnsan Hakları                                                  72  Özel  Güvenlik  Komisyonu  ve  Büyükşehir  belediyelerinde  AYKOME  (Altyapı Koordinasyon Merkezi) örneklerinde de benzer bir eğilim görmek mümkündür. Bu eğilim her kadar katılımcı bir idari uygulama gibi görünse de kimin katıldığı ve temsil edildiği özellikle katılımda eşitliğin sağlanması ve kamu kurumunda oy kullanan özel kişilerin katılma olanağı tanınmayanlar üzerinde ne gibi bir etki doğuracağı son derece önemli sorunlardır.  216AÜHFD, 64 (1) 2015: 195-236                                                                                            Sever Kurumu  ile TBMM  Başkanlığına  bağlı,  kamu  tüzel  kişiliğini  haiz,  özel bütçeli Kamu Denetçiliği Kurumu 2012 yılında kurulmuşlarsa da iki kurum da düzenleyici kurumlardan farklı niteliklere sahiptir.73 Her ne kadar Fransa ve Kanada gibi bazı ülkelerdeki benzer kurumlar düzenleyici kurum olarak kabul edilmekteyse de Türkiye de bu kurumlar esas olarak danışma, rapor hazırlama,  tavsiye  kararı  gibi  bağlayıcı  ve  icrai  olmayan  yetkiler kullandığından  ve  idarenin  daha  iyi  işlemesi  ile  insan  haklarının korunmasına  yardımcı  olmak  gibi  bir  işleve  hizmet  ettiğinden  yetki  ve işlevlerindeki  farklılaşma  nedeniyle  düzenleyici  kurumlar  kapsamında değerlendirilmemelidir.74  1961 yılında 298 sayılı Kanunla kurulan Yüksek Seçim Kurulu nun (YSK) niteliği anayasa ve idare hukukunda tartışmalı olagelmiştir. Konumuz bakımından  da  siyasal/partizan  uygulamalardan  en  fazla  uzak  tutulmak istenen  bu  Kurulun  düzenleyici  kurum  kapsamında  olup  olmadığı  da değerlendirilmelidir. Her ne kadar yargı mensuplarından oluşsa ve yargısal nitelikli olsa da Anayasa Mahkemesi tarafından mahkeme de sayılmayan Yüksek Seçim Kurulu ayrı bir tüzelkişiliği olmaksızın seçim idaresinin en üst  organı  olarak  görev  yapmaktadır.  Kurul  seçim  kütükleri,  seçim araçlarının  hazırlanması  ve  denetimi,  görevlilerin  ve  diğer  kurulların görevlendirilmesi,  seçimle  ilgili  uyuşmazlıkların  kesin  olarak  sonuca bağlanması olmak üzere idari ve yargısal nitelikli görevlere sahiptir. İlgili Kanunda Kurul üyelerinin bağımsızlığına ya da güvenceliliğine ilişkin bir hüküm  olmamakla  beraber  kurulun  bağımsızlığı  üyelerin  tamamının yargıçların oluşmasıyla sağlanmaktadır. Benzer şekilde yargı idaresi işleviyle HSYK  da  yine  yargı  bağımsızlığını  sağlamak  üzere  kurulmuş  ve  hem yapısal, hem işlevsel anlamda farkı bir kurum olduğundan bu iki kurulun düzenleyici kurumlara benzer herhangi bir yanı olmadığını belirtmek gerekir.                                                   73  Bununla birlikte Kamu Denetçiliği Kurumu nu bu kapsamda görenler de vardır. Turgut Tan, İdare Hukuku, Turhan Kitabevi, Ankara, 2011, s. 194. Benzer şekilde Müslüm Akıncı da çalışmasında bu iki kurumu paralel kavramlar olarak kullanmıştır. Müslüm Akıncı, Bağımsız İdari..., 1999.  74  Bununla birlikte, Kurumun kurulmasından ve düzenleyici kurumların yaygınlaşmasından önce sayılabilecek tarihlerde kamu denetçiliği ile düzenleyici kurumları yasama, yürütme ve  yargı  işlevinin  kesişme  noktasında  ve  bu  anlamda  benzer  bir  işleve  sahip  gören çalışmalar da mevcuttur. Müslüm Akıncı, Bağımsız İdari..., s. 375.  75  Seçimlerin  Temel  Hükümleri  ve  Semen  Kütükleri  Hakkında  Kanun,  Kabul  Tarihi: 26.4.1961, RG tarihi: 2.5.1961/10796.    217Türkiye deki Düzenleyici Kurumların…                                    AÜHFD, 64 (1) 2015: 195-236  Her  ne  kadar  kurulma  tarihlerine  göre  bir  sınıflandırma  yapmak mümkünse de bu çalışmada belirlenen kriterler çerçevesinde düzenleyici kurum olarak kabul edilen on iki kurum işlevleri doğrultusunda üçe ayrılarak incelenebilecektir. Birinci kategori, makro düzeyde para politikası ve/veya mali  politikaların  belirlenmesi  ve  uygulanmasına  yönelenlerdir.  Bu kapsamdaki kurumlar Merkez Bankası, BDDK, SPK ve TMSF dir. İkinci kategori  piyasanın  işleyişine  ilişkin  kurumlardır  ve  KİK,  RK,  Kamu Gözetimi, Muhasebe ve Denetim Standartları Kurumunu kapsar. Üçüncü kategori ise daha önce devlet tekelinde olup özelleştirilen kamu hizmetleri veya kamusal önemi olan piyasa faaliyetleri nedeniyle ortaya çıkanlardır. EPDK, RTÜK, BTİK, TAPDK ve Biyogüvenlik Kurulu da bu işlevi yerine getirirler. a. Anayasal Dayanak ve İdari Teşkilat içindeki Konum Sorunu Yaygınlaşmaya  başlamalarının  ardından  düzenleyici  kurumların anayasal dayanağı ve idari teşkilattaki yeri tartışılmaya başlanmıştır. ABD ve Avrupa daki  bazı  örnekleri  gibi  Türkiye de  de  RTÜK  dışında  bu kurumların  anayasal  dayanağı  bulunmamaktadır.  Anayasal  dayanak konusunda  Anayasa  Mahkemesinin  TAPDK  ile  ilgili  bir  kararında benimsediği  yaklaşım  bu  tür  kurumların  kurulabilmesinin  Anayasal dayanağının  devlete Anayasanın  167.  Maddesi  ile  yüklenen  para,  kredi, sermaye, mal ve hizmet işlemlerini sağlayıcı ve geliştirici önlemler alma görevi  olduğu  yönündedir.  Her  ne  kadar  bazı  yazarlar  bu  kurumların dayanaktan yoksun olduğu görüşünü savunmuşlarsa da Anayasa nın 123. maddesinde kamu tüzel kişiliği kurmak konusunda yasakoyucuya verilen yetkinin bu kurumların anayasal dayanağı bakımından yeterli olması gerekir. Bu nedenle, devletin ekonomik alanı düzenlemesi işlevine karşılık gelen bu kurumlar  aşağıda  değinileceği  üzere  kolluk  faaliyeti  şeklindeki  kamu hizmetini  yerine  getirdiklerinden  bu  tür  bir  açık  düzenlemeye  ihtiyaç olmaksızın  kurulmalarının  önünde  anayasal  bir  engel  bulunmamaktadır. Anayasada hangi faaliyetlerin mutlaka merkezi idare tarafından görülmesi                                                  76  Örneğin Seriye Sezen SPK nın kurulmasını birinci kuşak, 1994 yılında kurulan RTÜK ve RK yı  ikinci  kuşak,  1999  ve  2002  tarihinde  kurulanları  ise  üçüncü  kuşak  olarak nitelendirmiştir. Sezen, Türk Kamu..., s. 109-110.  77  Custos,  The Rulemaking... , s. 615 vd. 78  AYM, 20.11.2003, E. 2002/32, K.2003/100, RG: 11.08.2004/25550. 79  Ethem Atay, İdare Hukuku, Turhan Kitabevi, Ankara, 2006, s. 320.  218AÜHFD, 64 (1) 2015: 195-236                                                                                            Sever gerektiği konusunda bir sınır da bulunmadığından bu kolluk hizmetinin ayrı bir kamu tüzel kişiliğine, yani yerinden yönetimin içinde yer alan bir kamu kurumuna bırakılması mümkün olduğu gibi RTÜK dışında mutlaka yerinden  yönetim  içerisinde  özerk  bir  düzenleme  zorunluluğu  da bulunmamaktadır.  Bu  kurumlar  merkezi  idarenin  hiyerarşik  ilişkileri  içerisinde konumlandırılmadığına göre asıl soru yerinden yönetimin içerisinde nasıl yerleştirileceğidir. Her ne kadar Anayasada yerinden yönetim sadece 123. maddede belirtilse de yerinden yönetimin bir türü olan mahalli idareler 127. maddede düzenlenmiş, diğer yerinden yönetim organları ise sayılmadığından anayasal bir sınır getirilmemiştir. Bu nedenle kimi yazarlar bu kurumların doğrudan  bir  kamu  hizmetini  üstlenmediklerinden  yerinden  yönetim içerisinde hizmet yönünden yerinden yönetim kapsamında değil, üçüncü bir kategori olarak ele alınması gereğini ifade etmiştir.81 Kimi yazarlar ise bu kurumların  da  yine  birer  kamu  kurumu  biçiminde  kurulmuş  olmaları karşısında bu tür bir isim vermenin herhangi bir hukuki sonucu veya yargısal denetim  bakımından  bir  farklılığı  olmadığını  ve  kamu  kurumu  olarak değerlendirilmesi  gerektiğini  belirtirken  yargısal  denetimin  kapsamında farklılık olduğunu savunanlar da olmuştur.83  Bir  kamu  hizmetinin  sunulmasında  doğrudan  bir  edim  yerine getirmeseler  de  yukarıda  değinildiği  üzere  bu  kurumlar  özel  bir  kamu hizmeti türü olan  kolluk  faaliyeti yerine  getirmektedirler. Diğer yandan, kamu kurumları kendi içinde homojen bir görünüme sahip olmayıp özerklik                                                  80  Anayasada çizilen sınır esas olarak 127. maddede yer alan ve mahalli idarelere ilişkin mahalli müşterek ihtiyaçların karşılanması işleviyle belirlenen sınırdır.  81  Günday, İdare Hukuku, s. 575; Ulusoy, Bağımsız İdari..., s. 139; Ethem Atay,  Bağımsız İdari Otoriteler ve Türkiye Uygulaması , Gazi Üniversitesi Hukuk Fakültesi Dergisi, 2006, C. 10, S. 1-2, s. 274; Metin Günday, Bağımsız İdari Otoriteler, Panel, Rekabet Kurumu Yayınları, 2001, Ankara, s. 76.  82 Yıldırım,  Bağımsız İdari... , s. 206; DURAN, L.,  Türkiye de Bağımsız İdari Otoriteler , Bağımsız İdari Otoriteler, Ed. İbrahim Ö. Kaboğlu, İstanbul 1998, s.28.; aynı doğrultuda bkz. AZRAK,  Dünyada ve Türkiye de Bağımsız İdari Otoriteler ve İdarenin Yeniden Yapılanması  Bağlamında  Bunlara  İlişkin  Bazı  Sorunlar ,  Bağımsız  İdari  Otoriteler, Rekabet Kurumu Yayını, Ankara 2001, s. 23; Gözler, İdare Hukuku, s. 486.  83  Örneğin Sedat Çal bunu daha sınırlı bir yargısal denetim şeklinde ve sadece hukuka uygunluk denetimi ile sınırlı olmak biçiminde ifade etmekle birlikte kanımızca Anayasanın 125. Maddesi karşısında bu koşul tüm idari işlemler bakımından aynı şekildedir. Sedat Çal,  Bağımsız idari... , s. 99   219Türkiye deki Düzenleyici Kurumların…                                    AÜHFD, 64 (1) 2015: 195-236  düzeyleri,  amaçları,  merkezi  idareyle  veya  başka  kamu  kurumlarıyla ilişkileri bakımından çok farklılaşabilmektedir ve bu nedenle de düzenleyici kurumlar ile diğer kamu kurumları arasında bir ayrım yapabilmek güçtür. Düzenleyici  kurumlarla  ilgili  olarak  anayasada  özel  bir  konum belirtilmediğinden  kendine  özgü  bir  işlev  ve  bu  işlev  doğrultusunda örgütlenen bir hizmet yönünden yerinden yönetim, yani kamu kurumu olarak değerlendirmek gerekir.  b. Türkiye de  düzenleyici  kurumların  niteliklerine  ilişkin saptamalar  Tüm  bu  bilgiler  ışığında  Türkiye de  de  ekonomik  karar  alma süreçlerinin  siyasi  etkiden  uzaklaştırılması  amacıyla  özerklik  düzeyleri yüksek  ve  karar  organları  bağımsız  olan  düzenleyici  kurumların  yapısal özellikleri  genel  olarak  değerlendirildiğinde,  Türkiye de  bu  kurumların yapısına  veya  özerklik  düzeylerine  ilişkin  anayasal  bir  düzenleme olmamasına ve bir çerçeve yasa da olmamasına rağmen belli ortak paydaları tespit  edilebilir.  Kamu  tüzel  kişiliği  zorunlu  unsur  olmamakla  birlikte, Biyogüvenlik Kurulu haricinde tamamı kamu tüzel kişiliğine sahiptir. Yeni ve özgün bir yapı olarak Biyogüvenlik Kurulu tüzel kişiliğe sahip olmasa da kendi kararlarını alabilmek bakımından tüzel kişilikle aynı sonuçlara sahip olacak şekilde örgütlenmiştir.  Bu kurumların karar organları Kurul tipi yapılanmıştır ve kurumun idari işleri bakımından etkili olan bir de Başkanlık oluşturulmuştur. Kurul üyeleri belirli bir süre için atanan ve kararlarında bağımsız hareket edebilmek için başta görevden almanın sınırlandırılması gibi güvencelerle donatılan uzman kişilerden oluşurken diğer yandan bu kişilere belli yükümlülük ve yasaklar getirilmiştir. Kendi bütçelerine sahip olan bu kurumlar ile merkezi idare arasında idarenin bütünlüğü ilkesi ışığında ilişki kurulabilmektedir, ancak bu ilişkinin özerkliği zedelemeyecek ölçüde olması gerekmektedir.  1.  Kurul üyelerine ilişkin düzenlemeler  Bu kurumların piyasalar açısından son derece önemli kararlar vermeleri karşısında  siyasi  etkiden  arınmış  olup  olmadığı  konusundaki  en  önemli göstergelerden biri kurumun karar ve yürütme organlarının nasıl oluştuğu ve merkezi idarenin etkisi altında olup olmadığıdır. Yukarıda da değinildiği üzere,  bu  kurumların  en  önemli  özelliklerinden  biri  karar  organlarının 220AÜHFD, 64 (1) 2015: 195-236                                                                                            Sever (kurulların) bağımsız hareket edebilmesidir ve pek çok ülkede bu kurumların kurulmaya başlandığı günden bu yana yapılan bu tartışma Türkiye de de bu kurumların anatomisine ilişkin en önemli unsurlardan biridir.  Türkiye de düzenleyici kurumların üye sayıları yedi ile dokuz arasında değişmekte  olup  ilgili  kanunlarda  kurul  üyesi  olabilmek  için  kurumun çalışma alanına bağlı olarak ilgili alanda uzmanlığı içerecek özel koşullar aranmıştır.  Düzenleyici  kurumların  ortaya  çıktığı  ve  geliştiği  ülkelerde meşruluk sorununun da önüne geçmek amacıyla yasama organının aktif rol oynamasına  karşılık  Türkiye de  kurul  üyelerinin  atanması  ve  denetim bakımından  yürütme  organı  daha  baskındır.  RTÜK,  Merkez  Bankası  ve Biyogüvenlik Kurulu haricindeki tüm kurumlarda Kurul üyelerini Bakanlar Kurulu  atamaktadır.86  BDDK,  SPK,  TMSF,  EPDK da  Bakanlar  Kurulu doğrudan atama yapabilirken KİK özelinde Maliye Bakanlığının teklifiyle, RK, TAPDK, Kamu Gözetimi Kurumu, BTİK örneklerinde ise farklı idari makamların ve bazılarında da konuyla ilgili kamu kurumu niteliğinde meslek örgütlerinin  önerdiği  belli  sayıda  aday  arasından  atama  yapılmaktadır. Bunlardan BTİK kurul üyelerinde ise konu bazlı temsilcilik gibi bir yöntem tercih edilerek belli kararlarda bu üyelerin oy kullanmaları yasaklanmıştır. Ayrışan örnekler olan RTÜK de Kurul üyeleri meclis tarafından seçilirken Merkez Bankasında sadece Başkan Bakanlar Kurulu tarafından atanmakta ve banka meclisi banka genel kurulu tarafından seçilmektedir. Kendine özgü bir düzenleyici kurum olarak nitelenebilecek ve Kurul üyeleri kamu görevlisi statüsünde görevlerine devam ederken toplantı temelli çalışan Biyogüvenlik Kurulunda ise konuyla ilgili bakanların atadıkları üyeler görev yapmaktadır.  Atamada  Bakanlar  Kurulunun  yetkisine  karşılık  sınırlı  nedenlerle görevden  alma  konusunda BDDK, SPK, TMSF, KİK örneklerinde  yetki paralelliğinden  sapılarak  üyelerin  Başbakan  onayıyla  görevden alınabilecekleri düzenlenmiştir. Bunun dışında görevden almanın Bakanlar Kurulu kararıyla olacağı düzenlenen örnekler olduğu gibi Rekabet Kurulu                                                  84  Daniel Holberstam,  The promise of comparative administrative law: A constitutional perspective on individual agencies , Comparative Administrative law (Der. Susan RoseAckerman), Edward Elgar Publishing, 2010, s. 190.  85  Ulusoy, Bağımsız İdari..., s. 33-34.  86  RTÜK üyelerini meclis, Biyogüvenlik Kurulunda ise konuyla ilgili Bakanların belli sayıda üye atarken Merkez Bankasında Başkanı Bakanlar kurulu, Banka Meclisinin altı üyesini ise Banka Genel Kurulu seçmektedir.    221Türkiye deki Düzenleyici Kurumların…                                    AÜHFD, 64 (1) 2015: 195-236  örneğinde sadece  sona erer  ibaresine yer verildiğinden yetki paralelliği doğrultusunda  yine  Bakanlar  Kurulu  tarafından  yapılması  gerekecektir. Görevden alınma nedenlerine bakıldığında farklı ifade edilebilmekle birlikte üç nedenin hepsinde ortak olduğu görülür: Üyelerin görevi yapamayacak derecede  hastalık  veya  engellilik  durumunun  ortaya  çıkması  (bazı kanunlarda  belli  bir  süre  geçici  işgöremezlik  durumu  olarak  da  ifade edilebilmektedir),  görevlendirilme  için  gerekli  şartların  kaybedilmesi  ve hakkında  belli  suçlardan  mahkumiyet  kararı  verilmesi  halleri  görevden alınma nedenleridir. Üyelerin görevleri sırasında kanunda belirtilen ve kurul üyelerine özgü yasaklara uymamaları da görevden çekilme nedeni olarak düzenlenmiştir. Bunun dışında belli sayıda Kurul toplantısına katılmamak da yine  görevden  çekilme  nedeni  olarak  düzenlenmiştir.87  Görevden  alınma konusunda en ayrışan kurum atamadaki farklılığa paralel olarak RTÜK tür. RTÜK  üyelerinin  yasaklara  uymaması  ve  toplantılara  katılmamasının görevden  çekilme  nedeni  olması  dışında  görevden  alınmalarına  ilişkin herhangi bir hüküm yoktur. Bazı kanunlarda ilgili kurum ve/veya kamu kurumu  niteliğinde  meslek  kuruluşlarının  göstereceği  adaylar  arasından yetkili makamın atama yapacağı öngörülmüştür.88 Bu şekilde hem birden çok merkezi  idarenin  görev  alanını  ilgilendiren  konuların  daha  etkin düzenlenmesi, hem de katılımın sağlanması hedeflenmiştir. Bu bakımdan, Biyogüvenlik Kurulu haricinde Kurul üyelerinin mutlaka kamu görevlisi olma  şartı  bulunmamaktaysa  da  genel  eğilimin  bu  yönde  olduğu gözlenmektedir.89                                                  87  Bu sayıların farklılaştığı görülür. Örneğin Kamu Gözetimi Kurumu, Biyogüvenlik Kurulu, TMSF ve BDDK da bir yılda üç toplantı, BTİK ve SPK da bir yılda beş toplantı, RTÜK te bir ayda üç toplantıya katılmamak gibi. Ayrıca, katılmama halinde görevden çekilmenin nasıl olacağı konusunda da düzenlemeler farklılaşabilmektedir. RTÜK bakımından Kurul kararının meclise bildirileceği ve BTİK ile Kamu Gözetimi Kurumunda Kurul kararıyla tespit edileceği düzenlenmişse de diğerlerinde bu konuda özel bir hüküm yoktur.  88  Ancak  bu  eğilimde  de  bir  farklılaşma  gözlemek  mümkündür.  Örneğin  Kamu  İhale Kanununun 53. Maddesinde 2011 ‘de yapılan değişiklikle daha önce Maliye Bakanlığınca önerilecek  iki  kişi,  Bayındırlık  ve  İskan  Bakanlığınca  önerilecek  üç  kişi,  Hazine Müsteşarlığının bağlı olduğu Bakanlık ile Danıştay ve Sayıştay Başkanlıklarınca önerilecek birer  kişi,  Türkiye  Odalar  ve  Borsalar  Birliği  ile  Türkiye  İşveren  Sendikaları Konfederasyonu tarafından kamu alımları ile ilgili meslek gruplarından önerilecek birer kişi olmak üzere Bakanlar Kurulunca atanırken 2011 değişikliklerinden sonra sadece Maliye Bakanlığının önerdiği isimler arasından Bakanlar kurulunca atanmaya başlanmıştır.  89  Seriye Sezen,  Türkiye de Düzenleyici Kurulları Kimler, Nasıl Yönetiyor? , AİD, C. 38, 2005, s. 85-115. 222AÜHFD, 64 (1) 2015: 195-236                                                                                            Sever Kurul üyelerinin diğer kamu kurumlardaki personelden en önemli farkı hiyerarşik  ilişkinin  dışında  ve  güvenceli  olmalarıdır.  Kurul  üyelerinin yeniden  atanma  kaygılarının  bağımsızlıklarına  olumsuz  etki  edeceği düşünülerek  bir  daha  atanamaması  gereği  ifade  edilmekteyse  de  yasak getiren iki örnek olan Kamu İhale Kurulu ve BDDK bakımından bu koşulun 2011 ve 2012 yıllarında kaldırılmasıyla Türkiye de bu tür bir koşul getirilen herhangi bir kurum kalmamıştır. Bir defa daha seçilebilme kuralı getirilen  BDDK,  SPK,  TMSF,  Kamu  Gözetimi  Kurumu  dışındaki kurumlarda yeniden atanabilmede bir sınır da getirilmemiştir.  Kurul üyelerinin kamu personel rejiminden farklılaştığı bir başka nokta da  disiplin  yaptırımına  tâbi  tutulamamalarıdır.  İlgili  kanunlarda  sadece soruşturma izni konusunda hükümlere yer verilmiş, ancak disipline ilişkin herhangi bir hükme yer verilmemiştir. Hiyerarşik ilişkiden kopmanın da bir göstergesi olan bu unsur Kurul üyelerinin bir karara imza atarken bu tür bir yaptırım ya da baskıya maruz kalmamalarını sağlamaya yöneliktir ve aynı zamanda  görevden  alma  yasağının  da  bir  uzantısı  olarak  düşünülebilir. Bununla birlikte, kamu personel rejiminden bu sapma beraberinde hesap verilebilirlik  ve  sorumluluk  bakımından  bir  boşluk  doğup  doğmadığı sorusunu  da  beraberinde  getirebilir.  Bazı  kurumlarda  Kurul  üyelerinin göreve başlamak için Yargıtay Başkanlık Kurulu önünde yemin etmesi ve hem göreve başlarken, hem de düzenli aralıklarla mal beyanında bulunmaları bu  boşluğu  doldurmaya  yönelik  düzenlemeler  olarak  değerlendirilebilir. Benzer şekilde, kurul üyelerinin piyasa etkisinden de bağışık olabilmesi için kamu görevlilerine getirilen yasaklar dışında görevi sırasında belli yasaklar getirildiği gibi, görevi sona erdikten sonra bir süre daha yasaklar devam edebilmektedir.93 Bu yasaklar tek tek düzenlenmiş olup genel olarak ilgili                                                  90  Kamu İhale Kanunun 53/c-3 maddesinde değişiklik yapan 661 sayılı 24.10.2011 tarihli KHK nın 57/a maddesi.  91  Bankacılık Kanununun 85. Maddesinde değişiklik yapan 6300 sayılı 26.4.2012 tarihli Kanunun 1. Maddesinin I. fıkrası. 92  Enerji Piyasası Kanunu 7. madde, Bankacılık Kanunu 84. madde (BDDK üyeleri), 113. madde (TMSF üyeleri); Kamu İhale Kanunu 53. Madde; Rekabetin Korunması Hakkında Kanun  26.  Madde;  Sermaye  Piyasası  Kanunu  119/III;  Kamu  Gözetimi  Kanunu  7. Maddelerde Yargıtay Başkanlık Kurulu önünde yemin düzenlenmişken TAPDK, RTÜK, MB, BTİK ve Biyogüvenlik Kurulu üyeleri bakımından bu tür bir koşul getirilmemiştir. Bununla birlikte, bu yeminin hukuki bir yaptırımla ilgili olmaktan çok etik bir yükümlülük olarak anlaşılması gerekir. 93  Bankacılık Kanunu md. 86 ve 115; Sermaye Piyasası Kanunu md. 121; EPDK Kanunu md. 6;  Rekabetin  Korunması  Hakkında  Kanun  md  25;  Radyo  ve  Televizyon  Yayınları   223Türkiye deki Düzenleyici Kurumların…                                    AÜHFD, 64 (1) 2015: 195-236  sektörle herhangi bir çıkar ilişkisi olmasını engellemeye yönelik yasaklar olduğu  söylenebilir.  Sadece  TAPDK  bakımından  yapılan  düzenleme  bu kuraldan  farklı  niteliktedir.  İlgili  Kanunun  9.  Maddesinde  yasakların kapsamının  yönetmelikle  düzenleneceği  belirtilmiştir.  Oysa  yasakların ihlalinin görevden çekilmiş sayılma nedeni olduğu dikkate alındığında bu madde  yasallık  ve  yasama  yetkisinin  devredilmezliği  ilkesi  bakımından anayasal  koşulları  taşımamaktadır.  Buna  karşılık  Anayasa  Mahkemesi ayrıntılı bir gerekçeye yer vermeksizin bu hükmü iptal etmemiştir.94  Karar organları bakımından bu güvenceli yapıya karşın Türkiye deki merkeziyetçi anlayışın bir göstergesi olarak bu kurulların bağımsız hareket etmesi  yürütme  organlarını  rahatsız  edebilmiştir.95  Bunun  en  uç  örneği BDDK  Kurul  üyelerinin  görevine  son  veren  bir  yasa  kabul  edilmesiyle yaşanmıştır.  Söz  konusu  madde  Anayasa  Mahkemesi  tarafından  iptal edilmiştir.96  Bu  kurumların  bir  başka  özelliği  de  karar  organlarının  başında  ve kararların  yürütülmesi  işleviyle  bir  başkanlığa  yer  verilmesidir.  Bütün kurumlarda başkanın ön plana çıktığı ve başkanlığın özellikle kurum içi hiyerarşi ve düzenlemeler bakımından önemli kararlar alan bir makam olarak örgütlendiği görülür. Başkana yardımcı olmak üzere iki ile beş arasında başkan yardımcısı atanabileceği öngörülmüştür. Başkan yardımcılığı kurumu bakımından  çarpıcı  bir  nokta,  bütün  kurumlarda  bu  yardımcılar  kurul kararıyla atanırken KİK ve Kamu Gözetimi Kurumunda yakın tarihlerde yapılan değişikliklerle atama yetkisinin Başkanın önerisiyle ilişkili Bakana verilmiş olmasıdır.97  Kurul  üyelerinin  maaşları  da  Türkiye de  tartışma  konusu  olmuş konulardan  biridir.  İlk  kuruldukları  dönemde  bir  üst  sınır  olmaksızın yapılacak  ödemelerin  Bakanlar  Kurulunca  belirlenmesi  gibi  bir  eğilim gözlendiyse de artık Kurul başkanı ve üyelerinin maaşlarının Başbakanlık                                                                                                                    Hakkında Kanun md. Md. 38; Kamu İhale Kanunu md. 53; Merkez Baknası Kanunu md. 27; Kamu Gözetimi Kanunu md. 6; BTİK Kanunu 8/7; Biyogüvenlik Kurulu Kanunu 9/7.  94  AYM, 20.11.2003, E. 2002/32, K.2003/100, RG: 11.08.2004/25550. 95  Bu  konuda  ilgili  pek  çok  çalışmada  2002  yılında  Ecevit in  bir  konuşması  örnek verilmektedir. Konuşma metni için bkz. Sezen, Türk Kamu..., s. 134.  96 AYM, 6.4.2006, E. 2003/112, K. 2006/49. RG: 29.11.2006-26361. 97 Kamu Gözetimi Kurumu bakımından 660 sayılı KHK da değişiklik yapan 12.7.2013 tarih ve 6495 sayılı Kanun ve KİK bakımından 20.11.2008 tarihli ve 5812 sayılı Kanunla değişiklik yapılmıştır.  224AÜHFD, 64 (1) 2015: 195-236                                                                                            Sever Müsteşarı  veya  en  yüksek  kamu  görevlisi  maaşını  geçmeyecek  şekilde Bakanlar  Kurulunca  veya  375  sayılı  KHK daki  liste  şeklinde  sınırının kanunla belirlendiği görülür. Bunlardan Merkez Bankası Başkanı ile Kamu İhale  Kurul  başkan  ve  üyelerinin  aylık  ücretleri  Bakanlar  Kurulunca belirlenir.  TAPDK da  en  yüksek  devlet  memuru  maaşının  iki  katını geçmemek  üzere  Bakanlar  Kurulunca  belirleneceği,  Biyogüvenlik Kurulunda  ise  toplantı  bazlı  bir  kurul  olduğundan  huzur  hakkı  şeklinde düzenlenmiştir.  Düzenleyici kurumların personel rejimine ilişkin bir başka tartışma da personel  rejimi  ve  teşkilata  ilişkin  düzenlemelerin  yasayla  yönetmeliğe bırakılmasının anayasaya uygun olup olmadığına ilişkindir. EPDK örneğinde hizmet birimlerinin belirlenmesinin yönetmeliğe bırakılmasına ilişkin hüküm Anayasanın 123. maddesinde yer alan idarenin yasallığına aykırı bulunarak iptal edilmiştir.98 Aynı şekilde TAPDK ın hizmet birimleri ile bunların görev ve  sorumluluklarının  yönetmelikle  düzenlenmesine  ilişkin  hüküm  iptal edilmiştir.99 Buna karşılık Kamu İhale Kanununun 53. Maddesinde kurumun hizmet birimleri ile bunların görev ve sorumlulukları, personelin atanma ve çalışma usul ve esasları ile çalıştırılacak sözleşmeli personelin unvanı, sayısı, nitelikleri Kurulun önerisi ve Maliye Bakanlığının görüşü üzerine Bakanlar Kurulu  tarafından  çıkarılacak  yönetmelikle  düzenleneceği  hükmü  hala yürürlüktedir. Bir başka düzenleme yetkisi tartışması da RTÜK e atanacak uzmanların,  uzmanlık  alanları,  nitelikleri,  öğrenim  dalları  ve  düzeyleri, seçilme  usulleri, tabi olacakları sınavlar, yeterliliklerinin belirlenmesi ve atamanın  nasıl  yapılacağını  içeren  atama  usullerinin Kurul  tarafından çıkarılacak yönetmeliğe bırakılmasının Anayasanın 128/2 hükümde yer alan kanunilik ilkesine aykırılığına ilişkindir.100 Yine Telekomünikasyon Kurumu bakımından  bir  kısım  personelin  kadro  ve  görev  unvanlarının  Bakanlar Kurulu  kararıyla  değiştirilmesine  ya  da  kaldırılmasına  olanak  sağlayan hüküm  yasayla  düzenlenme  koşuluna  uymadığından  düzenlemenin Anayasaya aykırı olduğuna karar verilmiştir.101 Benzer şekilde, Bankacılık Kanununun (a) BDDK nın kurumun meslek ve idari personelinin yeterlik ve yarışma sınavları, nitelikleri ile çalışma usul ve esasları ile ilgili yönetmelik çıkarma  yetkisine  ilişkin  hüküm  ile  (b)  TMSF  Kurulunun  pozisyon                                                  98 AYM, 10.3.2011, E. 2009/90, K. 2011/47, R.G. 14.05.2011-27934. 99 AYM, 20.11.2003, E. 2002/32, K. 2003/100, RG: 11.08.2004/25550. 100 AYM, 12.6.2008, E. 2004/55, K. 2008/118, R.G. 05.11.2008-27045. 101 AYM, 12.12.2007, E. 2002/35, K. 2007/95 R.G. 22.01.2008-26764.   225Türkiye deki Düzenleyici Kurumların…                                    AÜHFD, 64 (1) 2015: 195-236  unvanlarında  değişiklik  yapmaya  yetkili  kılan  hüküm  iptal  edilmiştir.102 Düzenleyici kurumlarla ilgili Bakanlar Kuruluna tanınan düzenleme yetkisi konusunda en uç örnek ise Şeker Kurumuyla ilgili olmuştur. Kanunda yer alan hükme göre Bakanlar Kurulu, Kurum ve organlarının görev, yetki ve görev  süresini 31.12.2004  tarihinde  yeniden  belirleme  yetkisine  sahiptir. Bakanlar Kuruluna kanunla kurulan kamu tüzel kişiliğine son verme yetkisi tanıyan söz konusu düzenleme Anayasanın 7. ve 123. maddelerine aykırı bulunarak  iptal  edilmiştir.103  Tüm  bu  kararlar  yukarıda  değinilen  ve düzenleyici kurumların düzenleme yetkilerinin diğer kamu kurumlarından farklılaşamayacağının bir göstergesidir.  2.  Düzenleyici Kurumlar ile Merkezi İdare Arasındaki İlişki Bu  kurumların  özerk  yapısına  ve  karar  organlarının  bağımsızlığına ilişkin  en  önemli  konu  merkezi  idare  ile  aralarındaki  ilişkinin  nasıl kurulduğudur.  Bu  kurumlar  hiyerarşik  emir  ve  talimat  ilişkisinde olamayacaksa da idarenin bütünlüğü ilkesi gereğince bu kurumların hiçbir başka  kurumla  bağlantısı  olamayacağından  bahsetmek  de  mümkün değildir.104 Anayasa  Mahkemesi  de  bu  kurumlar  bakımından  verdiği  ilk önemli karar olan TAPDK ile ilgili kararında bu kurumların özerk olmakla birlikte  idarenin  bütünlüğü  ilkesine  tabi  olduğunu  vurgulamıştır.105  Bu kurumların  kararlarının  hiyerarşi  ve  vesayet  ilişkisine  tabi  olmayacağı sıklıkla ifade edilse de merkezi idare ile idari vesayet veya idari vesayet benzeri  ilişkiler  kurulabildiği  görülmektedir.  Önceleri  doğrudan belirtilmemiş veya ilgili bakanlık şeklinde düzenlenmişse de günümüzde 2012 yılında yürürlüğe giren Sermaye Piyasası Kanunu ve özgün bir model olan Biyogüvenlik Kurulu dışında tüm kurumlardaki uygulama kurumların kanunda belirtilen bir bakanlıkla ilişkilendirilmesi şeklinde olmuştur. SPK bakımından  yeni  düzenleme  hangi  Bakanın  ilişkili  olduğunun  doğrudan düzenlenmasi yerine Başbakan tarafından görevlendirilen Bakanın ilişkili                                                  102 AYM, 22.03.2007, E. 2005/139, K. 2007/33, R.G. 15.12.2007-26731. 103 AYM, 2.5.2008, E. 2005/68, K. 2008/102, R.G:20.11.2008-27060. 104 Daha da özerk bir kurum olan Merkez Bankasıyla ilgili bir kararında Danıştay  İdarenin bütünlüğü ilkesi, Merkez Bankasına tanınan bağımsızlık ve onun Başkanı için öngörülen teminat hükümlerinin Merkez Bankasını genel idare bünyesi dışında devlete yabancı bir organ olarak kabulüne olanak vermediğini  ifade etmiştir. DDK, 7.3.1980, E. 1978/1234, K. 1980/61. Aktaran: Tan, İdare Hukuku, s. 207.  105 AYM, 20.11.2003, E. 2002/32, K. 2003/100, RG: 11.08.2004-25550.  106 Örneğin Bankacılık Kanununun ilk halinde ilgili bakanlık iken son halinde ilişkili bakanlık haline gelmiştir.  226AÜHFD, 64 (1) 2015: 195-236                                                                                            Sever olduğu şeklindedir.  Bu kurumların yasayla düzenlenen ilk örneklerinden olarak kabul edilen 1994 tarihinde kurulan Rekabet Kurulu nun Sanayi ve Ticaret Bakanlığıyla bakanlıkla  ilişkili olmasının  belirsizliği eleştirilmiş,107  daha  sonra  ilişkili kuruluş  terimi  ilk  olarak  2003 de  kabul  edilen  5018  sayılı  Kamu  Mali Yönetimi  ve  Kontrol  Kanununun  10.  maddesinde  yer  almışsa  da tanımlanmamış;  daha  sonra  bakanlık  teşkilatlarının  esaslarını  belirleyen 3046 sayılı Kanuna 2011 yılında eklenen ve daha sonra tekrar bir ek cümle  eklenen  19/A  maddesinde  kullanılmıştır.  Ancak  3046  sayılı Kanunda bağlı ve ilgili kuruluş tanımı yapılmışsa da ilişkili kuruluşun ne anlama geldiğine ilişkin herhangi bir hüküm bulunmamaktadır. Bu anlamda hukuki  dayanak  bulunmakla  birlikte  belirsizliğin  sürdüğü  söylenebilir. Danıştay  bir  kararında  ilgili  kuruluş  ile  ilişkili  kuruluşun  aynı  anlama geldiğini ifade etmiş olmakla birlikte daha sonra yapılan düzenlemeler nedeniyle artık bu yorumu yapmak da mümkün değildir. Düzenleyici ve Denetleyici  Kurumlar  Hakkında  Kanun  Tasarısı nda  ilişkili  bakanlık,  düzenleyici ve denetleyici kurumların hükümet ile ilişkilerini yürütmek ve bu  Kanun  çerçevesinde  belirlenen  yetkileri  kullanmak  üzere  kurumun kuruluş  kanununda  öngörülen  bakanlık   olarak  tanımlanmıştır.  Bazı kanunlarda bu tanım yapılmasa da içerik olarak bu şekilde ilişki kurulduğu da görülür.113                                                   107 Duran,  Bağımsız… , s. 6.  108  Bakanlıkların  Kuruluş  ve  Görev  Esasları  Hakkında  174  Sayılı  Kanun  Hükmünde Kararname İle 13/12/1983 Gün ve 174 Sayılı Bakanlıkların Kuruluş ve Görev Esasları Hakkında  Kanun  Hükmünde  Kararnamenin  Bazı  Maddelerinin  Kaldırılması  ve  Bazı Maddelerinin  Değiştirilmesi  Hakkında  202  Sayılı  Kanun  Hükmünde  Kararnamenin Değiştirilerek Kabulü Hakkında Kanun, Kanun Numarası: 3046, Kabul Tarihi: 27.9.1984, R.G. 9.10.1984/18540.  109 Ekleyen Kanun: 3/6/2011 tarihli ve 643 sayılı KHK nın 2. Maddesi. 110 Ek cümle ekleyen kanun: 8/8/2011 tarihli ve 649 sayılı KHK nın 45. Maddesi. 111 Kanunun 10.maddesine göre bağlı kuruluş bakanlığın hizmet ve görev alanına giren ana hizmetleri yürütmek üzere, bakanlığa bağlı olarak özel kanunla kurulan, genel bütçe içinde ayrı bütçeli veya katma bütçeli veya özel bütçeli kuruluş   olarak, ilgili kuruluş ise 11.maddede  özel kanun veya statü ile kurulan, iktisadi devlet teşekkülleri ve kamu iktisadi kuruluşları ile bunların müessese, ortaklık ve iştirakleri veya özel hukuki, mali ve idari statüye tabi, hizmet bakımından yerinden yönetim kuruluşları  olarak tanımlanmıştır. 112 1. Daire, 24.10.2002, E. 2002/156, K. 2002/167. Aktaran: Tan, İdare Hukuku, s. 195.  113 Örneğin RTÜK ile ilgili 6112 sayılı Kanunun 34. Maddesinin IV. fıkrasına göre  Üst Kurul, Hükümet ile olan ilişkilerini Başbakan veya görevlendireceği bir bakan aracılığıyla yürütür .   227Türkiye deki Düzenleyici Kurumların…                                    AÜHFD, 64 (1) 2015: 195-236  2011 yılında 3046 sayılı Kanunu eklenen 19/A maddesi iki bakımdan önemlidir: Birincisi, 5018 sayılı Kanunda sayılan düzenleyici kurumlar da dahil olmak üzere bağlı, ilgili ve ilişkili kuruluşların Başbakanın teklifi ve Cumhurbaşkanının  onayı  ile  Başbakanlıkla  veya  diğer  bakanlıklarla ilgilendirilebileceğine ilişkin hüküm, ikincisi ise ek cümleyle eklenen ve ek listedeki düzenleyici kurumları kapsayacak şekilde bakanın, bağlı, ilgili ve ilişkili kuruluşların her türlü faaliyet ve işlemlerini denetlemeye yetkili olduğuna ilişkin hükümdür. Bu madde doğrultusunda Başbakanın kanunda belirtilen  bakan  yerine  başka  bir  bakanı  ilişkilendirme  yetkisi  ile  bu kurumlar  üzerinde  ilişkili  bakana  belirsiz  bir  denetim  yetkisi  getirilmiş olmaktadır.  EPDK, TAPDK,  RTÜK  dışında  tüm  kurumlar  bakımından  emir  ve talimat verme yasağı;115 beş kurum bakımından yerindelik denetimi yasağı açıkça düzenlenmiştir.116 Bununla birlikte, emir ve talimat verme yasağının açıkça  düzenlenmemesi  bu  kurumlara  emir  ve  talimat  verilebileceği anlamına gelmemektedir. Hiyerarşik ilişki dışında örgütlenmeleri ve merkezi idare ile ilişkilerinin diğer kamu kurumlarına göre daha zayıf olması ile karar organlarında yer alanların güvenceli olması zaten bu sonucu doğuracaksa da bu tür bir vurgu bu kurumların temel nitelikleri bakımından anlamlı ve gerekli bir vurgudur.  Son  yıllarda  ilişkili  Bakanlığın  belirlenmesi  konusunda  3046  sayılı yasadaki düzenleme dışında başbakanın bu kurumlar bakımından daha etkili bir  konuma  sahip  olduğu  gözlenebilir.  Bazı  kanunlarda  başbakan  ve Başbakanın  görevlendireceği  bakanın  ilişkilendirildiği  görülür.117  İlişkili bakanlığın  denetim  yetkisinin  kapsamının  ne  olabileceği  konusunda  ise                                                  114 Bağlı, ilgili ve ilişkili bakanlık saptaması bir kanun maddesine dayanılarak yapıldığından yürütmeye adeta kanunu değiştirme yetkisi veren bu Kanun hükmü yasama yetkisinin devredilmezliğine  aykırı  olarak  değerlendirilmelidir.  Bu  Kararnameyle  ilgili  Anayasa Mahkemesinde dava  açılmışsa  da bu başvuruda maddenin iptaline yönelik bir talep olmamıştır. (AYM, 14.2.2013, E.2011/89, K.2013/29, R.G. 31.12.2013-28868.) 115 Bilgi Teknolojileri ve İletişim Kurumunun Kuruluşuna İlişkin Kanun 5/2; Kamu Gözetimi, Muhasebe ve Denetim Standartları Kurumunun Teşkilat ve Görevleri Hakkında Kanun Hükmünde Kararname 8/1; Kamu İhale Kanunu 53/3; Bankacılık Kanunu 82 ve 111. Maddeler; Sermaye Piyasası Kanunu 117. Md; Rekabetin Korunması Hakkında Kanun 20. Madde; Merkez Bankası Kanunu 4 ve 5. Maddeler; Biyogüvenli,k Kanunu 10. Madde.  116 Bankacılık Kanunu 82 ve 111. maddeler; Sermaye Piyasası Kanunu 117. Madde, Kamu İhale Kanunu 53. Madde; BTİK Kanunu 8/9 madde.  117 BDDK, SPK, TMSF, TAPDK, MB, Kamu Gözetimi Kurumu, RTÜK bunlara örnektir.  228AÜHFD, 64 (1) 2015: 195-236                                                                                            Sever yerinden yönetimlerin zaten hiyerarşi dışında ve özerk kuruluşlar olduğu, Anayasayla tanınan idari vesayet yetkisinde bile doğrudan kanun hükmü gerektiği dikkate alındığında ilişkili bakanlıkların ve Başbakanlığın 3046 sayılı yasada bahsedilen denetim yetkilerinin mutlaka ilgili kanunda özel olarak  düzenlenen  yetkileri  kapsaması  gerektiği  kabul  edilmelidir.  Bu yetkilere  bakıldığında,  düzenleyici  işlemlerinin  veya  önemli  kararlarının ilişkili bakanlığa gönderilmesi, belli aralıklarla kurumların faaliyet raporu hazırlayarak  Bakanlar  Kurulu na  ve/veya  meclise  sunması,  düzenleyici kurumun  işlemlerine  karşı  dava  açma  yetkisi,118  belli  konularda  ilişkili Bakanlığın  görüşünü  alma,  Kurul  üyeleri  hakkında  ilişkili  Bakanlığın soruşturma  izni  vermesi,  ilişkili  Bakanın  başkan  yardımcılarını  ataması, koşulların  gerçekleşmesi  halinde  kurul  üyelerinin  Bakanlar  Kurulu  veya Başbakanın  onayıyla  görevden  alınması  şeklinde  ilişkiler  kurulduğu görülmektedir. Elbette bu denetim yetkilerinin kurumun kendi kararlarını almasını  veya  kararlarının  yürürlüğe  girmesini  engellemeyecek  şekilde düzenlenmesi son derece önemlidir. Örneğin Bankacılık Kanununun 93/5. maddesinde  getirilen  ve  BDDK nın  düzenleyici  işlemlerini  yürürlüğe koymadan  önce  ilişkili  Bakanlığın  ve  Devlet  Plânlama  Teşkilatı Müsteşarlığının  görüşünü  alacağı  ve  en  geç  yedi  gün  içinde  cevap verilmezse olumlu görüş verilmiş sayılacağı yönündeki hüküm buna yönelik bir  tedbir  niteliğindedir.  Benzer  şekilde  kararların  Resmi  Gazetede yayımlanması konusunda Başbakanlığın yetkisinin belli bir süreyle sınırlı tutulması ve bağlı yetki olarak düzenlenmesi de benzer bir amaca hizmet eder.119 Belli yetkilerin ise merkezi idareyle paylaşıldığı veya belli yetkilerin tamamen merkezi idareye bırakılabildiği görülür.  Yürütme  organının  yetkilerinin  bu  kurumların  özelliklerine  aykırı olduğu iddiasıyla Anayasa Mahkemesinde açılan iptal davaları da olmuştur. Bu kararlar içinde  en  önemlisi Anayasal dayanağı olan  RTÜK ile  ilgili olanlarıdır. Üst kurulun dört üyesinin Bakanlar Kurulu tarafından seçilerek belirlenmesinin bu Kurulun özerk ve tarafsız kamu tüzelkişiliği niteliğini zedelediği ile  ilgili  olarak  Anayasa  Mahkemesi  Anayasaya  aykırı                                                  118 Örneğin Bankacılık Kanunu 105. Madde.  119 Başbakanlığın Resmi Gazetede yayımlanması zorunlu düzenleyici işlemlerin yürürlüğü bakımından  kullandığı  yetki  son  zamanlarda  Türkiye  Barolar  Birliği  özelinde  kamu kurumu niteliğinde meslek kuruluşlarının düzenleyici işlemlerinin yürürlüğünü engelleme şeklinde bir potansiyeli içermesi bakımından tartışmaya açılmıştır.    229Türkiye deki Düzenleyici Kurumların…                                    AÜHFD, 64 (1) 2015: 195-236  bulmamıştır.120  Aynı  kararda  yayın  ve  hizmetlerin  usul  ve  esaslarının RTÜKce  tespit  edilerek  Haberleşme  Yüksek  Kurulu'nun  onayına sunulmasının Anayasaya aykırı olmadığına, Üst Kurulun uygun göreceği yerlerdeki  yerel  ve  bölgesel  yayınların  izlenmesi  ve  kayda  alınmasının İçişleri Bakanlığının görevlendireceği birimlere devredilmesinin karar alma sürecine  katkısının  bulunmaması nedeniyle  Anayasaya  aykırı  olmadığına karar vermiştir. Daha yakın tarihli ve yine RTÜK ile ilgili bir kararında Anayasa Mahkemesi, (a) millî güvenliğin açıkça gerekli kıldığı hâllerde yahut kamu düzeninin ciddî şekilde bozulmasının kuvvetle muhtemel olduğu durumlarda, Başbakan veya görevlendireceği bakanın geçici yayın yasağı getirebilmesine  ilişkin  yetkinin,  (b)  Üst  Kurul  üyelerinin  görevleriyle bağlantılı  olarak  işledikleri  iddia  edilen  suçlara  ilişkin  soruşturmalar hakkında  soruşturma  izninin Başbakan  veya  görevlendireceği  bakan tarafından  verilmesi  ve  (c)  Anayasada  yer  almamasına  karşılık  Kurul Başkanına  yetki  veren  hükümlerin  Anayasaya  aykırı  olmadığına  karar vermiştir.121  Anayasa  Mahkemesi nin  yaklaşımına  göre  Anayasada  bu kurumların veya herhangi bir kamu kurumunun özerkliği güvence altına alınmadığından bu kurumların kurulup kurulmaması ve merkezi idareyle belli  ilişkiler  kurulması  konusunda  yasa  koyucunun  takdir  yetkisinin tanınması gerekmektedir.  3.  Kurumların Bütçesi ve Mali Denetimi:  Özerklik,  idari  ve  mali  özerkliği  kapsayan  bir  kavramdır  ve  mali özerklik, alınan kararları uygulayabilmek ve kurumların önemli bir işlevi olan  denetim  faaliyetini  gerçekleştirebilmek  bakımından  önemli  bir koşuldur.  Bu  bakımdan  da  düzenleyici  kurumların bütçe  yapısı  ve  mali denetimi  bakımından  belli  ortak  paydalar  bulunmaktayken  bunlardan Merkez  Bankası  ve  Biyogüvenlik  Kurulu  diğerlerinden  ayrışmaktadır. Merkez Bankası anonim şirket olarak kurulması, Biyogüvenlik Kurulu ise toplantı esaslı ve Tarım ve Köyişleri Bakanlığının bütçesi içerisinde olması nedeniyle  diğer kurumlardan  ayrışmaktadır. Bunun dışında kalanlar belli özel hükümler dışında aynı şekilde düzenlenmiştir.  5018 sayılı kanunda merkezi yönetim bütçesi, genel ve özel bütçe ile düzenleyici-denetleyici  kurum  bütçe  şeklinde  üç  ayrı  bütçe  türü  olarak                                                  120 AYM, 21.9.2004, E. 2002/100, K. 2004/109, RG: 04.08.2006-26249. 121 AYM, 21.6.2012, E. 2011/44, K. 2012/99, RG: 13.03.2013-28586. 230AÜHFD, 64 (1) 2015: 195-236                                                                                            Sever düzenlenmiştir.  Düzenleyici  kurumlar  özel  bütçe  kapsamında  olan  diğer kamu kurumlarından farklı bir bütçe yapısına sahiptir. Bu bütçenin en önemli farklılığı Kanunun 18. maddesi gereği bütçe tasarılarını Sayıştay denetimi olmadan doğrudan TBMM ye sunmaları ve denetim öncesi aşamada Maliye Bakanlığının herhangi bir müdahalesinin olmamasıdır.122 Bunun dışında, 78. Maddenin II. fıkrasına göre bu kurumların üçer aylık dönemlerde oluşacak gelir fazlaları, her üç ayda bir genel bütçeye aktarılmaktadır. Bu kurumların bütçesine  ilişkin  bir  diğer  tartışma  da  gelirlerinin  önemli  bir  kısmının verdikleri ruhsat, lisans gibi işlemlerin bedellerinden ya da kestikleri idari para cezalarından oluşmasıdır. Özellikle idari para cezalarının gelirlerinde yer almasının sakıncaları dile getirilmişse de RTÜK özelinde bu iddiayla yapılan bir iptal başvurusu Anayasa Mahkemesi tarafından reddedilmiştir.123  Bu kurumların mali denetimi ise tartışmalı bir konu olagelmiştir. 5018 sayılı Kamu Mali Yönetimi ve Kontrol Kanunu kabul edilene kadar bu kurumların mali denetimi konusunda farklı uygulamalar bulunmaktaydı. Bu farklılıkları gidermek amacıyla  4743 sayılı Mali Sektöre  Olan  Borçların Yeniden  Yapılandırılması  ve  Bazı  Kanunlarda  Değişiklik  Yapılması Hakkında Kanun ile düzenleyici kurumların yıllık hesaplarının Başbakanlık tarafından belirlenen Başbakanlık Müfettişi, Başbakanlık Yüksek Denetleme Kurulu denetçisi ve Maliye Müfettişinden oluşan bir komisyon tarafından denetleneceği düzenlenmişse de bu hüküm Anayasa Mahkemesi tarafından 160.  maddeye  aykırı  bulunarak  iptal  edilmiştir.124  Yine  benzer  şekilde RTÜK ü denetim yetkisinin Başbakana bağlı Yüksek Denetleme Kuruluna verilmesinin Üst Kurulun özerk ve tarafsız bir kamu tüzelkişisi olma niteliği ile çeliştiği ve Üst Kurulu siyasi iktidarın denetimine soktuğu belirtilerek Anayasa'nın  133.  maddesine  aykırı  olduğu  ileri  sürülmüş,  Mahkeme  bu düzenlemenin 160. Maddeye aykırı olduğuna karar vermiştir.125  5018 sayılı kanunla birlikte Kanunun düzenleyici kurum olarak kabul ettiği dokuz kurum Kanunun belli hükümlerine tabi olmuştur. Bunlar mali saydamlık ve hesap verme sorumluluğu ile merkezi yönetim bütçesine ilişkin hükümler, muhasebe, istatistik ve en önemlisi Sayıştay tarafından yapılacak                                                  122  Mualla Öncel ve Nami Çağan, Mali Hukuk Bilgisi, Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayını, Ankara, 2010, s. 10.  123 AYM, 21.9.2004, E. 2002/100, K. 2004/109, RG: 04.08.2006-26249. 124 AYM, 25.6.2002, E. 2002/31, K. 2002/58, RG: 14.03.2006-26108. 125 AYM, 21.9.2004, E. 2002/100, K. 2004/109, RG: 04.08.2006-26249   231Türkiye deki Düzenleyici Kurumların…                                    AÜHFD, 64 (1) 2015: 195-236  dış denetime ilişkindir. Bu şekilde bu kurumların mali denetimi Sayıştay tarafından yapılmaya başlanmıştır. Bunlardan sadece TMSF kendine özgü usulleri olması ve muhasebesi sisteminin banka muhasebesine benzerliği nedeniyle Sayıştay ve istenirse bağımsız dış denetime tabi tutulmuştur. Buna karşılık, örneğin EPDK ile ilgili olarak Kanunun 8/d hükmünde Başbakanlık Yüksek  Denetleme  Kurulunun  denetim  yapabileceği  belirtilmiştir.  Bu durumda 5018 sayılı Kanundaki Sayıştay denetiminin yanı sıra bu kurulun da denetim yapması mümkün hale getirilmiştir. Bunun dışında, genel yetkisi nedeniyle  Cumhurbaşkanlığı  Devlet  Denetleme  Kurulu nun  da  denetim yapması da mümkündür ve Kurulun bu kurumlarla ilgili çok sayıda kapsamlı rapor hazırladığı da görülür. SONUÇ Kamu  hizmetlerinin  özelleştirilmesini  izleyen  süreçte  piyasanın düzenlenmesinde  neo-liberal  bir  talep  olarak  yaygınlaşan  düzenleyici kurumlar  bir  yandan  ekonomik  karar  alma  süreçlerinde  siyasi  etkinin azaltılmasına,  diğer  yandan  neo-liberal  politikaların  uygulanmasında iktidarların  siyasi  sorumluluktan  kaçınmalarına  hizmet  etmişlerdir.  Bu bakımdan düzenleyici kurumlar yönetişim kavramı içerisinde hem devletin örgütlenmesinde  yeni  bir  modele,  hem  de  devletin  piyasanın düzenlenmesindeki  rolüne  ilişkin  bir  dönüşüme  karşılık  gelir  ve  adem-i merkeziyetçilik hedefinin bir parçası olarak ortaya konulmuştur.   Türkiye de ise yaygınlaşmalarının ardından yapısal olarak önemli bir dönüşüm geçirmelerinin yanısıra pek çok ülkedeki örneklerine göre idari ve siyasi kültürden kaynaklanan belli farklılıklara sahip olmuşlardır. Kurumsal anlamda  özerk  ve  karar organlarının  merkezi  idareden  bağımsız  hareket edebilmesi  gibi  özellikleriyle  tanımlanan  bu  kurumlar  dünyadaki  başka örneklere  göre  düzenleme  yetkilerinde  bir  farklılaşma  bulunmayan örneklerdir ve ekonomik kamu düzenini korumak üzere kurulan özel kolluk makamları  görünümündedir.  Zaman  içinde  özerklik  ve  bağımsızlık düzeylerinde  azalma  yaşanmış  ve  merkezi  idarenin  daha  etkin  olduğu kurumlar haline gelmişlerdir.  Düzenleyici kurumların kurulması daha çok teknik bir mesele olarak yansıtılmaktaysa  da  bu  kurumlar  sadece  ekonomik  ve  siyasi  etki  ve sonuçlarıyla değil, aynı zamanda temel hak ve özgürlükler bakımından da 232AÜHFD, 64 (1) 2015: 195-236                                                                                            Sever son derece önemli işlevlere sahiptir. Bu kurumların faaliyetleri bakımından siyasi sorumluluğun Bakanlar Kuruluna ait olması gerekliliği karşısında bir model  olarak  bu  kurumların  demokratik  yapılara  uygun  olup  olmadığı 2000 lerin  başından  beri  sorgulanmaktadır.  Bunun  dışında,  Türkiye nin özgül idari ve siyasi kültürü içerisinde merkeziyetçi bir idari yapılanmanın baskın  olduğu  dikkate  alınarak  bu  kurumların  gerçek  anlamda  bağımsız hareket edip etmediği ve siyasi etkiden tamamen arındırılmış birer teknik görev yerine getirdiği gibi iddiaların da sorgulanması gerekmektedir. Son yıllarda bu kurumlarla ilgili mevzuatta yapılan önemli değişikliklerle birlikte bu  kurumlar  ilk  kuruldukları  tarihlere  göre  farklı  bir  görünüme  sahip olmuşlardır.                    233Türkiye deki Düzenleyici Kurumların…                                    AÜHFD, 64 (1) 2015: 195-236",
     "Kaynakça": "Akıncı, Müslüm, Bağımsız İdari Otoriteler ve Ombudsman, Beta Yayınları, 1999. Atay,  Ethem,   Bağımsız  İdari  Otoriteler  ve  Türkiye  Uygulaması ,  Gazi Üniversitesi Hukuk Fakültesi Dergisi, C. X, S. 1-2, 2006, s. 259-293.  Atay, Ethem, İdare Hukuku, Turhan Kitabevi, Ankara, 2006 Ayanoğlu,  Taner,   Düzenleyici  ve  Denetleyici  Kurumların  Düzenleme Yetkisi ve TAPDK Örneği , İÜHFM, C. LXV, S. 1, s. 39-84.  Azrak, Ülkü  Dünyada ve Türkiye de Bağımsız İdari Otoriteler ve İdarenin Yeniden  Yapılanması  Bağlamında  Bunlara  İlişkin  Bazı  Sorunlar , Bağımsız İdari Otoriteler, Rekabet Kurumu Yayını, Ankara 2001. Bayramoğlu,  Sonay,  Yönetişim  Zihniyeti:  Türkiye de  Üst  Kurullar  ve Siyasal İktidarın Dönüşümü, İletişim Yayınları, İstanbul, 2010 Custos, Dominique,  The Rulemaking Power of Independent Regulatory Agencies , The American Journal of Comparative Law, V. 54, s. 615640. Çal, Sedat,  Bağımsız İdari Otorite olarak Enerji Piyasası Kurulu , Ankara Barosu Dergisi, 2001/3, s. 93-112.  Dempsey, Paul Stephen,  The Rise And Fall Of The Interstate Commerce Commission: The Tortuous Path From Regulation To Deregulation Of America's Infrastructure , Marquette Law Review, V. 95, 2012, s. 11511189. Duran, Lütfi,  Türkiye de Bağımsız İdari Otoriteler , Amme İdaresi Dergisi, C. 30, S. 1, 1997, s. 3-10.  Duran, Lütfi, İdare Hukuku Ders Notları, İstanbul, 1982.  Erkut,  Celal,   Bağımsız  İdari  Makamlar  Müessesesi Açısından  Sermaye Piyasası  Kurulu nun  Kısa  Bir  Değerlendirmesi ,  Bağımsız  İdari Otoriteler içinde, (Ed. İbrahim Ö. Kaboğlu), İstanbul, 1998. Eşki, Hülya,  Duzenleyici Kurumlara İngiltere Orneği Uzerinden Bakmak , Sayıştay Dergisi, S. 72, s. 67-84.  234AÜHFD, 64 (1) 2015: 195-236                                                                                            Sever Gilardi,  Fabrizio,   The  Same,  But  Diﬀerent:  Central  Banks,  Regulatory Agencies, and the Politics of Delegation to Independent Authorities , Comparative European Politics, 2007(5), s. 303-327. Gözler, Kemal, İdare Hukuku, C. I, Ekin Yayınları, Bursa, 2006.  Günday,  Metin,  Bağımsız  İdari  Otoriteler  –  Panel,  Rekabet  Kurumu Yayınları, 2001, Ankara. Günday, Metin, İdare Hukuku, İmaj Yayınları, Ankara, 2011.  Holberstam, Daniel,  The promise of comparative administrative law: A constitutional  perspective  on  individual  agencies ,  Comparative Administrative  law  (Der.  Susan  Rose-Ackerman),  Edwar  Elgar Publishing, 2010, s. 185-204.  Karahanoğulları, Onur, Kamu Hizmeti, Turhan Kitabevi, Ankara, 2003.  Kıratlı, Metin, Koruyucu İdari Hizmetler, TODAİE Yayınları, Ankara, 1973.  Kutlu Gürsel, Meltem,  Sermaye Piyasası Kurulu nun Denetimi , Prof. Dr. İrfan Baştuğ a Armağan, İzmir, 2005, s. 493-554.  Lordi, Antonio,  Globalized World and Separation of Powers: A New Role for  the  Independent  Administrative  Authorities ,  Duquesne  Law Review, V. 47, 2009, s. 939-946. Morrison,  Alan  B.,   How  independent  are  independent  regulatory agencies? , Duke Law Journal, 1988, s. 252-256. Neocleous,  Mark,  Devleti Tahayyül  Etmek,  Notabene  yayınları, Ankara, 2014. Öncel, Mualla; Çağan, Nami, Mali Hukuk Bilgisi, Banka ve Ticaret Hukuku Araştırma Enstitüsü yayını, Ankara, 2010 Öztürk, Burak, Fransız ve Türk Hukukunda İdarenin Düzenleme Yetkisinin Kapsamı, Yetkin Yayınları, Ankara, 2009. Sancakdar,  Oğuz,   İdare  Hukuku  Yönüyle  Bankacılık  Düzenleme  ve Denetleme  Kurumu nun  Kısa  Bir  Değerlendirmesi ,  Amme  İdaresi Dergisi, C. 34, S. 4, 2001, s. 97-137.   235Türkiye deki Düzenleyici Kurumların…                                    AÜHFD, 64 (1) 2015: 195-236  Shapiro, Martin, The problems of independent agencies in the United States and the European Union , Journal of European Public Policy, 4:2, s. 276-291.  Sobacı,  M.  Zahid,  Türk  İdari  Teşkilatındaki   Adalar :  Bağımsız  İdari Otoriteler, AÜHFD, C.55, S.2, 2006, s. 157-180.  Sönmez, Ümit, Piyasanın İdaresi, İletişim yayınları, Ankara, 2011. Talat  Aslan,  Nagehan,   Yönetimin  Yeni  Yapı  Taşları  Bağımsız  İdari Otoriteler: Yavru Leviathanlara Doğru , Sosyal Siyaset Konferansları, Sayı: 59, 2010/2, s. 25-49. Tan, Turgut, İdare Hukuku, Turhan Kitabevi, Ankara, 2011. Tekinsoy,  Ayhan,   Bağımsız  İdari  Otoriteler  ve  Regülasyon  Anlayışı  – Tartışmalar, Sorunlar , Ankara Barosu Dergisi, Yıl: 65, Sayı: 2, 2007, s. 119-134.  Ulusoy, Ali, Bağımsız İdari Otoriteler, Turhan Kitabevi, Ankara, 2003.  Ulusoy, Ali,  Bağımsız İdari Kurumlar , Danıştay Dergisi, S.100, Ankara, 1999, Ulusoy, Ali, İdari Yaptırımlar, Turhan Kitabevi, Ankara, 2014.  Verkuil, Paul V.  Purposes and Limits of Independent Agencies , Duke Law Journal, 1988,s. 257-279. Warp, George,  Independent Regulatory Commissions and The Separation of Powers Doctrine , Nortre Dame Lawyer, V. 16, 1940, s. 183-193.  Yıldırım, Turan,  Bağımsız İdari otoritelerin Yargısal Denetimi , 2000 yılı İdari Yargı Sempozyumu,"
}