{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "4",
     "Başlık": "ÇOCUK DÜŞÜRTME DÜZENLEMESİ",
     "Title": "Regulation of Illegal Abortion",
     "Yazar İsmi": [
          "Dilek Özge ERDEM"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Yasadışı kürtaj",
          "çocuk düşürme",
          "kadının rızası",
          "gebeliğin sonlandırılması",
          "fetus"
     ],
     "Keywords": [
          "Illegal Abortion",
          "miscarriage",
          "consent of the woman",
          "termination of pregnancy",
          "fetus"
     ],
     "Özet": "5237  Sayılı  Türk  Ceza  Kanunu,  m.  99,  100  hükümlerinde  çocuk düşürtme ve düşürme yollarıyla gebeliğin sonlandırılması düzenlenmiştir. TCK. m. 99 hükmüne göre, gebe kadının rızası bulunmaksızın on haftanın üzerindeki gebeliği sonlandıran kişi beş yıldan on yıla kadar hapis cezasıyla cezalandırılır.  Kadının  rızasının  varlığına  bakılmaksızın  on  haftanın üzerindeki gebeliğin tıbbi bir zorunluluk bulunmadığı halde sonlandırılması cezai yaptırıma tabidir. Bu halde gebeliğin sonlandırılmasına rıza gösteren kadın  hakkında  da  bir  yıla  kadar  hapis  veya  adli  para  cezasına hükmolunacaktır. TCK. m. 99 hükmüne göre ayrıca kadının mağduru olduğu bir suç sonucu gebe kalması halinde, süresi yirmi haftadan fazla olmamak ve kadının rızası olmak koşuluyla gebeliğin uzman hekimler tarafından hastane ortamında sonlandırılması halinde ceza söz konusu olmayacaktır.  TCK. m. 100 çocuk düşürme suçunu düzenlemiştir. Bu hüküm gereğince on haftadan fazla olan gebeliğini sonlandıran kadın hakkında da bir yıla kadar hapis veya para cezasına hükmolunacaktır.",
     "Abstract": "Turkish Penal Code no. 5237, article 99 and 100 regulate the termination of pregnancy by means of illegal abortion and miscarriage. According to article 99, any person who performs an abortion upon a woman without her consent shall be sentenced to a penalty of imprisonment for a term of five to ten years. Irrespective of the consent of the pregnant woman; any terminations after ten weeks of pregnancy, shall be sentenced to a penalty, unless there is a medical necessity. The woman who consents to the termination of pregnancy in these circumstances shall be also sentenced to a penalty of imprisonment for a term up to one year or a judicial fine. Additionally, according to article 99, where the woman is pregnant due to an offence, of which she was a victim, no penalty shall be imposed upon any person, terminating the pregnancy, which is not more than 20 weeks and there is a consent of woman. In this case the termination shall be operated by expert doctors in a hospital.\nAccording to article 100, regulating miscarriage, when a woman terminates her pregnancy, which is more than ten weeks, shall be sentenced to penalty of imprisonment for a term up to one year or a judicial fine.",
     "Metin": "Bu çalışmanın konusunu Türk Ceza Kanununun Kişilere Karşı Suçlar kısmının  Çocuk  Düşürtme,  Düşürme  ve  Kısırlaştırma  başlıklı  beşinci bölümünde yer alan Çocuk Düşürtme (m. 99) ve Çocuk Düşürme (m. 100) suçları  oluşturmaktadır.  Günlük  dilde   kürtaj   olarak  geçen  gebeliğin                                                  1   TCK. m. 99:  (1) Rızası olmaksızın bir kadının çocuğunu düşürten kişi, beş yıldan on yıla kadar hapis cezası ile cezalandırılır.   (2) Tıbbi zorunluluk bulunmadığı halde, rızaya dayalı olsa bile, gebelik süresi on haftadan fazla olan bir kadının çocuğunu düşürten kişi, iki yıldan dört yıla kadar hapis cezası ile cezalandırılır. Bu durumda, çocuğunun düşürtülmesine rıza gösteren kadın hakkında bir yıla kadar hapis veya adlî para cezasına hükmolunur.   (3) Birinci fıkrada yazılı fiil kadının beden veya ruh sağlığı bakımından bir zarara uğramasına neden olmuşsa, kişi altı yıldan oniki yıla kadar hapis cezası ile cezalandırılır; fiilin kadının ölümüne neden olması halinde, onbeş yıldan yirmi yıla kadar hapis cezasına hükmolunur.   (4)  İkinci  fıkrada  yazılı  fiil  kadının  beden  veya  ruh  sağlığı bakımından  bir  zarara uğramasına neden olmuşsa, kişi üç yıldan altı yıla kadar hapis cezası ile cezalandırılır; fiilin kadının ölümüne neden olması halinde, dört yıldan sekiz yıla kadar hapis cezasına hükmolunur.   (5) Rızaya dayalı olsa bile, gebelik süresi on haftayı doldurmamış olan bir kadının çocuğunun yetkili olmayan bir kişi tarafından düşürtülmesi halinde; iki yıldan dört yıla kadar hapis cezasına hükmolunur. Yukarıdaki fıkralarda tanımlanan diğer fiiller yetkili 1638Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  Erdem sonlandırılması  fiili  gebenin  rızasıyla  yahut  rızası  bulunmaması  halinde, belirli bazı durumlarda ceza kanunu ile yasaklanan suça vücut vermektedir. Çocuk düşürtme suçu bakımından kanun koyucu tipik fiilde gebe kadının rızasının bulunup bulunmamasına göre bir ayrıma gitmiştir, dolayısıyla;  Gebe kadının rızasının bulunmaması halinde gebeliğin kaçıncı haftasında bulunulduğuna bakılmaksızın suç; -  çocuk düşürtüldüğünde (m. 99/1) oluşur. Bu suçun nitelikli halleri olarak kanunda; -  fiilin  gebe  kadının  beden  veya  ruh  sağlığı  bakımından  zarara uğramasına ya da ölümüne neden olması hali (m. 99/3) ve -  fiilin yetkisiz bir kişi tarafından gerçekleştirilmiş olması hali (m. 99/5) öngörülmüştür.  Gebe kadının rızasının bulunmasına rağmen suçun oluştuğu hallerde kanun koyucu gebeliğin on haftadan fazla veya az olmasına göre bir ayrıma gitmiştir buna göre suç; -  gebelik süresi on haftadan fazla ise tıbbi bir zorunluluk bulunmadığı halde çocuğun düşürtülmesi (m. 99/2) -  gebelik süresi on haftadan az ise yetkisiz bir kişi tarafından çocuğun düşürtülmesi (m. 99/5) ile oluşur. Suçun nitelikli hali olarak ise fiil neticesinde kadının beden veya ruh sağlığı bakımından bir zarara uğraması ya da ölmesi hali öngörülmüştür. Rızaya dayalı gebeliğin sonlandırılmasının bir diğer haliyse maddenin altıncı  ve  son  fıkrasında  öngörülen  kadının  mağduru  olduğu  bir  suç neticesinde gebeliğin oluşması halidir. Bu halde gebelik on haftadan fazla olsa dahi  yirmi  haftadan  fazla  olmamak  ve  uzman  hekim  tarafından  hastane ortamında yapılmak koşuluyla, gebeliği sonlandırmak cezalandırılmayacaktır.                                                  olmayan bir kişi tarafından işlendiği takdirde, bu fıkralara göre verilecek ceza, yarı oranında artırılarak hükmolunur.   (6) Kadının mağduru olduğu bir suç sonucu gebe kalması halinde, süresi yirmi haftadan fazla olmamak ve kadının rızası olmak koşuluyla, gebeliği sona erdirene ceza verilmez. Ancak, bunun için gebeliğin uzman hekimler tarafından hastane ortamında sona erdirilmesi gerekir.    TCK. m. 100:  (1) Gebelik süresi on haftadan fazla olan kadının çocuğunu isteyerek düşürmesi hâlinde, bir yıla kadar hapis veya adlî para cezasına hükmolunur.    1639Çocuk Düşürtme Düzenlemesi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  Kanun koyucu maddenin altıncı fıkrasıyla bir cezasızlık hali düzenlemiş bulunmaktadır. TCK. m. 100 hükmünde düzenlenen çocuk düşürme suçuysa, gebenin on haftadan fazla olan çocuğunu isteyerek düşürmesi halini düzenlemektedir. Çocuk düşürtmeden farklı olarak kanun koyucu burada gebeliğe son verme fiilinin kadın tarafından işlenmesini cezalandırmaktadır. Bir diğer deyişle burada artık kadın bir başka kişinin çocuğun düşürtülmesine yönelik fiiline rıza göstermemekte, tipik fiili kendi işlemektedir. Çocuk düşürtme ve düşürmeyle ilgili yasal düzenlemelerin üç modelden hareket  ettiği  söylenebilir.  Bunlar  özetle  süre  modeli  (fristenlösung), endikasyon  modeli  (indikationslösung)  ve  acil  durum  odaklı  model (notlagenorientiertes  diskursmodell)  olarak  görülmektedir.  Endikasyon modeli ise kendi içinde tıbbi endikasyon, sosyal endikasyon, kriminolojik endikasyon, embriyopatik endikasyon modelleri olarak ayrılır. Türkiye de on haftaya kadarki gebeliklerde rızaya dayalı kürtaj yapılması ile süre modeli, on haftadan sonraki dönemde tıbbi zorunluluk hali için tıbbi endikasyon modeli ve  gebeliğin  ilerleyen  nesiller  için  ağır  maluliyet  riski  taşıması  ile embriyopatik endikasyon modeli, kadının mağdur olduğu bir suç sonucu gebelik sonlandırılmasında ise kriminolojik endikasyon modeli uygulanmaktadır. ÇOCUK DÜŞÜRTME SUÇU I. TARİHÇE VE TEMEL KAVRAMLAR Fransızca  curetage  kelimesinden  gelen  kürtaj  (daha  doğru  tabiriyle küretaj)4, sözlük anlamı itibariyle  döl yatağının içini kazıyıp cenini alma                                                  2   Süre modelinde belirli bir süreye kadar gebe kadına herhangi bir sebep sunulmasına gerek kalmaksızın kürtaj yaptırabilme imkânı tanınır. Endikasyon modelinde, üçüncü bir kişinin değerlendirmesi kürtajın yapılabilmesinde rol oynamaktadır. Acil durum odaklı modelde, gebe kadının daha önceden almış olduğu danışma sonucundaki kararına dayanarak kürtaja izin verilen modeldir (Albin ESER,  Schwangerschaftsabbruch zwischen Lebensschutz und Selbstbestimmung , International Congress on Justice and Human Values in Europe, Karlsruhe 2007, s. 11). 3   Georg KÜPPER, Strafrecht Besonderer Teil 1 Delikte Gegen Rechtsgüter der Person und Gemeinschaft, Springer, Heidelberg 2007, s. 32. 4   Burcu DÖNMEZ,   TCK  da Çocuk Düşürtme Suçu Mukayeseli Hukuk ve AİHM nin Bakış Açısıyla Ceninin Yaşama Hakkının Sınırlandırılması , DEÜHFD., C. 9, S. 2, 2007, s. 104.  1640Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  Erdem işi 5,   dölyatağının  içini  kazıyıp  dölütü  alma  eylemi 6  olarak tanımlanmaktadır. Ceninse dölüt anlamına gelmektedir. Döllenme sonucu oluşan  tek  hücreli  yapı  olan  zigotun  çoğalarak  rahimde  yuvalanmasına nidasyon  denir  ve  bu  döllenmeden  yaklaşık  altı  gün  sonra  gerçekleşir. Büyüyen  zigot,  cenin  (embriyon)  halini  alır  (cenin  sıfatını  kazanma  anı nidasyondur)8, döllenmeden sonraki ilk sekiz haftalık sürede ana rahminde büyüyen canlı olan cenin (embriyon), sekizinci haftadan doğuma kadar geçen sürede Dölüt (fetus)  adını alır. Kürtajın ise sağlıklı bir şekilde yapılabilme dönemi 5-6. haftalardan itibaren başlamaktadır. Kürtajın tarihçesine baktığımızda, Antik Yunan da ve Roma da kabul gördüğü  anlaşılmaktadır.  Bu  dönemde  doğmamış  çocuğun  korunması konusunda  ciddi  bir  eğilim  yoktur.  Kürtaja  karşı çıkılan  durumlarda  da çoğunluka bu babanın çocuk üzerindeki sahip olduğunu düşündüğü haktan vazgeçmek istememesinden kaynaklanmaktadır. Öte yandan bu dönemde ilk filozoflar, fetüsün gebe kalmadan itibaren erkek için 40 günden sonra, kız için ise 80 günden sonra şekillendiğini ve yaşam kazandığını ileri sürmüşlerdir. Dişi embriyonun gelişimini erkeğe göre daha geç tamamladığı fikrinde olan Aristo da, Politika adlı eserinde algı ve yaşamın başlamasından önce ceninin alınmasına  (kürtaja)  izin  verilmesi  gerektiğini,  meşruluk  sorununun  ise bizatihi bu algı ve yaşam başlangıcına bağlı olduğunu belirtmiştir. Ceninin hayat kazanmadığı bu dönemde aldırma fiili şuç teşkil etmeyecektir fakat hayat kazanmayı izleyen dönemde işlenen fiil cenine karşı işlenmiş sayılarak idam cezasına tâbi olacaktır. Roma da ebeveynin rızası dahilindeki kürtaj cezalandırılmazken, kadının cebrî yollarla fiili işlemesi sürgün ve hatta ölüm cezasına kadar varan cezalarla                                                  5   http://www.tdk.gov.tr/index.php?option=com_gts&arama=gts&guid=TDK.GTS.5675de 1ea.51071861 (Son erişim: 20. 12. 2015, 00:14). 6   http://kurtaj.nedir.com/ (Son erişim: 20.12.2015, 00:17); ,Türkân YALÇIN SANCAR, Türk Ceza Hukukunda Kadın, Seçkin Yay., Ankara 2013, s. 230. 7   www.tdk.gov.tr  8   DÖNMEZ, s. 105. 9   http://www.saglik.im/dollenme-fekondasyon/ (Son erişim: 20. 12. 2015, 18:17). 10  http://jinekoloji.net/kurtaj.html (Son erişim: 20. 12. 2015, 18:29). 11  http://www.bbc.co.uk/ethics/abortion/legal/history_1.shtml  (Son  erişim:  20.  12.  2015, 13:20). 12  ARISTOTLE, Politics, Kitchener, 1999, Book 7, Part XVI. 13  Sulhi DÖNMEZER, Kişilere ve Mala Karşı Cürümler, Beta Yay., İstanbul 2001, s. 200.   1641Çocuk Düşürtme Düzenlemesi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  karşılanmaktaydı.  Evli  olmayan  kadınlar  bu  konuda  tamamen  özgür görülmüş, fetüs  pars viscerum matris 15 olarak değerlendirilmiştir. Eski ahit cenini kutsal olmaktan ziyade mülk edinmeye konu görerek değerlendirmiştir. Buna göre bir kadının düşük yapmasına sebep olan kişinin, kadının kocasına ödemesi gereken bir para cezası söz konusudur, kadının ölmesi halinde ceza, ölüm cezası olmaktadır. İbranilerde  çocuk  düşürme  fiili,  kadının  vücut  bütünlüğüne  yönelik olarak değerlendirilmiştir. Çocuk aldırılması halinde ceza, kadının kocası veya hâkimler tarafından belirlenirken, kadının ölümü halinde genellikle ölüm cezası uygulanmaktadır. Almanya da  kürtaj  1871 den  beri  Alman  Ceza  Kanununun  §218 hükmünde düzenlenmektedir, 1975 e kadar suç sayılarak, ceza yaptırımı ile karşılanmıştır. Yalnızca kadının hayatı veya sağlığı bakımından ciddi tehlike oluşturması halinde, kadının rızasıyla, hekim tarafından yapılmasına izin verilmektedir. 1975 yılında 5. Ceza Kanunu Reformu süre modeli getirmiş fakat Anayasa Mahkemesinin Anayasanın 2. maddesine aykırılık teşkil ettiği yönündeki  hükmüyle  yürürlüğe  girmemiştir.  Alman  Demokratik Cumhuriyetinde  (DDR)  süre  düzenlemesi  sosyal-medikal  endikasyon  ile birlikte 1972 den DDR nin BRD ile birleşmesine kadar uygulanmıştır. 1990 yılında Federal Almanya (BRD) ve Alman Demokratik Cumhuriyeti (DDR) birleşmiştir. Bu tarihte Alman Demokratik Cumhuriyetindeki liberal süre düzenlemesine  karşılık  Federal  Almanya da  daha  katı  olan  endikasyon düzenlemesi  uygulanmaktadır.  1992  yılında  süre  modelini  öngören  yasa tasarısı  da  Anayasa  Mahkemesi  tarafından  anayasaya  aykırı  bulunmuş,                                                  14  DÖNMEZER, Kişilere, s. 200. 15  Ceninin ayrı yaşama kabiliyetini kazanana kadar annenin vücudunun bir parçası olması anlamına gelmektedir (bkz. Alexandru BOROI- Florentina PUŞCÄ,  The Inception and the Cessation of the Penal Protection of the Right to Life , EIRP Proceedings, Vol. 4, 2009, s. 242). 16  Duygun YARSUVAT,  Ceza Hukukunda Gebeliğin Durdurulması Meselesi , İÜHFM., C. 48, S. 1-4, 1982-1983, s. 452. 17  http://www.bbc.co.uk/ethics/abortion/legal/history_1.shtml  (Son  erişim:  20.  12.  2015, 14:18). 18  DÖNMEZER, Kişilere, s. 200; Belkıs KONAN,  Osmanlı Devletinde Çocuk Düşürme Suçu , AÜHFD., 2008, C. 57, S. 4, s. 320. 19  Emma T. BUDDE, Abtreibungspolitik in Deutschland, Springer, Wiesbaden 2015, s. 15. 20  Michael  HEGHMANNS,  Strafrecht  Für  Alle  Semester  Besonderer  Teil,  Springer, Heidelberg 2009, s. 104; BUDDE, s. 17. 21  HEGHMANNS, s. 104.  1642Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  Erdem yürürlüğe girmemiştir. Nihayet 1995 ten itibaren hekime danışılarak yapılan kürtaj suç olmaktan çıkarılmıştır. Alman ceza yasasının 218a paragrafı halen, hekim danışması alan kadının talebi üzerine gerçekleşen gebeliği sonlandırma halinde suçun oluşmayacağını açıkça ifade etmektedir 23. İngiliz  hukukunda  kürtaj  bir  suç  olarak  görülmüştür.  Cezaların belirlenmesinde esas olan ceninin hareket kazanma anıdır; buna göre 1803 te bu andan sonrası ölüm cezası ile cezalandırılırken, öncesi için daha az ciddi cezai yaptırımlar öngörülmüştür. 1837 de ise ölüm cezası ve ceninin hareket kazanması anı ölçüsü terk edilmiş, 1920 lerde kadının sağlığını korumak amacıyla yapılan müdahaleler meşru olarak değerlendirilmiştir. İngiltere de bu konuda önemli bir gelişme 1938 yılında Rex v. Bourne davasında yaşanmıştır. Bu kararda mahkeme, tecavüze uğrayan 14 yaşındaki çocuğun, hekim tarafından yapılan tespitle suç sonucu gebe kaldığı bebeği doğurması nedeniyle psikolojik ve fizyolojik olarak zarar göreceği, mağdurun psikolojik  ve  fiziksel  zararınınsa  kürtaj  için  yeterli  bir  gerekçe  olacağı kanaatiyle gebeliğin sonlandırılmasına karar vermiştir. Bu davada yargıcın gerekçeleri ve karar, İngiliz hukukunda kürtaj konusunda bir dönüm noktası olmuştur. 1967 de düzenlenen  Abortion Act , kürtaja izin verilen halleri düzenlemiştir. Bu hallerde de kürtaj, operasyonu yapan hekim dışında iki hekimin  daha  mutabakatını  gerektirmektedir.  İzin  verilen  haller  başlıca kadının sağlığı, gebeliğin tecavüz sonucu oluşması ve bebeğin zihinsel veya fiziksel bir risk altında bulunması olmaktadır. Kürtaj, mevcut önceki yasalar nazarında halen suç olmaya devam ederken, Abortion Act kadınlara kürtaj hakkı vermekten ziyade, belirli şartlar altında yapılması halinde bu suça ilişkin bir savunma imkânı sağlamaktadır.    Amerika da kolonilerin bir çoğunda kürtaj görülmekteyken evlilik dışı ilişkinin suç olarak değerlendirilmesi nedeniyle gizli tutulmuştur. Kürtajı özellikle  yasaklayan  hukuki  düzenlemelerse  1800 lerin  ikinci  yarısında                                                  22  BUDDE, s. 18. 23  HEGHMANNS, s. 104.  24  http://www.bbc.co.uk/ethics/abortion/legal/history_1.shtml  (Son  erişim:  20.  12.  2015, 13:20). 25  Karar  metni  için  bkz.:  https://www.msu.edu/user/schwenkl/abtrbng/rvbourne.htm  (Son erişim: 20. 12. 2015, 14:26) 26  http://www.bbc.co.uk/ethics/abortion/legal/history_1.shtml  (Son  erişim:  28.  05.  2016, 21:56)   1643Çocuk Düşürtme Düzenlemesi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  gerçekleşmiştir. Kamu sağlığı uzmanları bu dönemde kürtajın suç olarak düzenlenmesinin, yılda ortalama bir milyon Amerikan kadınının yasadışı kürtajlar dolayısıyla yaşadığı sağlık sorunlarına dikkat çekerek uyarmışlardır. 1900 lere gelindiğinde Amerika da kadının hayati tehlikesi hali dışında, kürtaj her yerde yasaktır. Öte yandan halkın bunun suç olmasına tepkiler gösterdiği de görülmektedir. 1965 de Alman kızamık salgını binlerce bebeğin özürlü (ya da ciddi maluliyetle) doğmasına neden olmuştur. Bu yıllarda hamile bir kadın tarafından kullanılan talidomit isimli bir ilacın cenine verdiği zararları konu alan haberi medya ve halkta daha önce hiç olmadığı kadar kürtaj konusunun gündeme  gelmesini  sağlamıştır.  Yasadışı  kürtajın  verdiği  zararlar  sağlık yetkilileri, yerel savcılar ve daha bir çok kişinin dikkatini çekmiş ve özellikle kürtajın yasal olduğu ülkelere (Japonya, İsveç, İngiltere 29gibi) gitmek için gerekli  mali  kaynağa  ulaşamayan  fakir  kadınların  yaşadıkları,  durumun vahametini ortaya koymuştur. Özgürlükçü kadın örgütlerinin bu dönemde kürtaj yasağı ile ilgili yeni düzenlemeler yapılması istekleri sıkça gündeme gelmiştir. İlerleyen zamanlarda Birleşik Devletlerde bu konuda önemli bir gelişme, bir dönüm noktası kabul edilen Roe v. Wade ve Doe v. Bolton davalarında  yaşanmıştır.  1973  yılında  ele  aldığı  bu  davalarda  Amerikan Yüksek Mahkemesi, Texas ve Georgia nın kürtajı düzenleyen yasalarını, kadınların  hamilelik  konusundaki  anayasal  haklarına  müdahale  olarak görmüştür. Texas daki düzenleme kadının sağlığı için gerekli olduğu haller dışında bütün kürtajları yasaklarken Georgia da kürtaj ancak gebelik kadının sağlığı veya yaşamını ciddi ölçüde tehdit ettiğinde, fetus sağlıksız doğacak ya da gebelik bir tecavüz sonucu olduğunda mümkündür. Yüksek Mahkeme bu davalarda kanunların kürtajı bir suç haline getirerek yasaklayamayacağını, yerine getirilmesi gereksiz derecede güç, detaylı düzenlemelere yer vererek kürtajı imkânsız hale getiremeyeceğini, bunun kadının hamilelik konusundaki tercihini de kapsayan özel hayatına ilişkin anayasal hakka aykırı olduğunu belirtmiştir. Amerikan Yüksek Mahkemesi bu konuda kadının yararları ile                                                  27  http://www.bbc.co.uk/ethics/abortion/legal/history_1.shtml  (Son  erişim:  18.  10.  2016, 17:43) 28   Thalidomide ; 1954 te Almanya da bulunan ilaç, hızla dünya pazarına yayılmış ve gebelikte kullanan kadınların bebeklerinin özürlü doğduğunun ve hatta birçok bebeğin de hayatını kaybettiğinin fark edilmesiyle terk edilmiştir. 29  Salgının görüldüğü 1960 lara gelindiğinde İngiltere de Rex v. Bourne davasının ardından kadınların kürtaj yaptırabilme imkânları artmıştır. 30  Linda GREENHOUSE - Reva B. SIEGEL, Before Roe v. Wade, Yale Law School Publications, 2012, s. 3-10. 1644Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  Erdem potansiyel yaşamın hakları arasında denge kurulması gerektiğini belirtmiş ve ilk üç aylık dönemde kadının menfaatini üstün tutmuştur. İslam hukukunda kabul, insan hayatının doğumla değil, ceninin ana rahmine düşmesiyle başladığı yönündedir. İslam ceza hukukunda cenine karşı gerçekleştirilecek  haksız  fiiller  suç  olarak  kabul  edilmiş,  gebeliğin sonlandırılması  anlamında  ceninin  ana  rahminden  düşürülmesine   cenin aleyhine cürüm  denmiştir. Bu noktada ceninin kastla veya taksirle ana rahminden ayrılması arasında fark gözetilmeksizin ve çocuğun sağ veya ölü doğduğuna bakılmaksızın bu suç işlenmiş kabul edilmiştir. Kürtaj konusunda Kur an da bir hüküm bulunmadığı belirtilmektedir. Ancak İslamiyet öncesi Arap toplumlarında, cahiliye döneminde yaygın görülen çocuk öldürmeyi yasaklamayla ilgili olarak Kur an da bir ayet bulunmakta, bu ayetle Allah ın tüm  insanların  rızkını  verdiği  ve  çocukların  öldürülmemesi  tembih edilmektedir.  İslam  hukukçuları  arasında  ceninin  aldırılma  süresi  ve gerekçeleri  hakkında  tartışmalar  bulunmakla  beraber,  bütün  mezheplerde kabul edilmiş bir husus olarak ceninin ana rahmine yerleşmesini izleyen dört aydan  sonra  kadının  hayati  tehlikesi  olmamak  kaydıyla  çocuğun aldırılamayacağı  belirtilmiştir.  Osmanlı  Devletinde  cenine  karşı  suç kavramının şer i hukuktan ayrı düzenlenmesi ilk olarak 1858 tarihli Ceza Kanunnamesi Humayunu ile olmuştur. Bu zamana kadar konuya ilişkin olarak İslam Hukuku hâkimdir. Söz konusu düzenleme İslam Hukukundan bazı noktalarda farklılıklar getirmektedir. Bunlardan biri fiil, İslam Hukukunda gurre adı verilen tazminat yaptırımına tâbiyken, kanunda tazminatın yanı sıra fiilin kastla işlenmesi halinde kürek cezasının öngörülmesidir.  1900 lere  gelindiğinde  Birinci  Dünya  Savaşı  sonrası  yaşanan  nüfus kayıpları  devleti,  aileleri  çocuk  sahibi  olmaya  teşvik  edici  bir  politika izlemeye itmiştir. Bu amaçla çok çocuklu ailelere mali ve manevi desteklerde bulunulmuştur. 1938 yılında evlenme yaşı erkeklerde 17, kadınlarda 15 e indirilmiştir. 1926 tarihinde yürürlüğe giren 765 sayılı Türk Ceza Kanununda (ETCK)  kasden çocuk düşürmek ve düşürtmek  cürümlerinin yer aldığı bölüm ilk olarak  kişilere karşı suçlar ken, 1936 yılında 3038 sayılı kanunla  ırkın tümlüğü ve sağlığı aleyhine cürümler  olarak değiştirilmiştir. Suç, son değişiklikle  tekrar  kişilere  karşı  suçlar  arasına  alınmıştır.  1930  yılında yasalaşan  Umumi  Hıfzıssıhha  Kanunu  bu  anlayış  çerçevesinde  evliliği                                                  31  SHIMABUKURO Jon O. - LEWIS Karen J., Abortion: Judicial History and Legislative Response, Congressional Research Service, Library of Congress, 2012, s. 2. 32  KONAN, s. 321, 322.   1645Çocuk Düşürtme Düzenlemesi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  bireysel  değil  fakat  kamusal  bir  kurum  olarak  değerlendirerek  kürtaj konusunda önemli yasaklar ihtiva etmektedir. Öte yandan yasaklar, kürtaj yapılmasını engellememiş ve aksine yasadışı kürtaja yönlendirmiştir. Bu toplumsal  vaziyet,  nüfus  arttırıcı  politikaların  terk  edilmesi  ve  gebeliği önleyici ilaçların tedarik, dağıtım ve kullanılmasının yasallaşmasını sağlayan 1965 tarihli Nüfus Planlaması Hakkında Kanununun düzenlenmesi sonucunu doğurmuştur. Bu Kanun gebeliğe son verilmesine ancak tıbbi zorunluluk hallerinde müsaade etmektedir. Onu ilga eden 27 Mayıs 1983 tarihli, 2827 sayılı Nüfus Planlaması Hakkında Kanunun (NPHK) yayımlanmasıyla aynı yılın kasım ayı başında Türkiye'de kürtaj belirli kurallar dahilinde isteğe bağlı olarak uygulanmaya başlanmıştır. Bu kanunu aynı yılda çıkarılan Rahim Tahliyesi ve Sterilizasyon Hizmetlerinin Yürütülmesi ve Denetlenmesine İlişkin Tüzük (bundan sonra sadece tüzük olarak ifade edilecektir) izlemiştir. Çocuk düşürmeyi ve sterilizasyonu belirli şartlarda yasak olmaktan çıkaran NPHK,  ceza  kanunu  uygulamasında  esaslı  bir  değişlik  olarak  kabul edilmiştir. NPHK ve buna dayanılarak çıkarılan tüzük hâlen yürürlüktedir. Kürtaj konusunda bu  gelişmeler Ceza Kanununda da etkisini  göstererek  Çocuk Düşürme ve Düşürtme Cürümleri  yeniden düzenlenerek kanunun  Eşhasa Karşı Cürümler  başlıklı dokuzuncu babında yer almıştır.  TCK de ETCK ye benzer olarak, madde başlığında  çocuk düşürtme, düşürme   terimleri  kullanılmıştır.  Buna  karşın  NPHK  m.  5  hükmünde  gebeliğin  sona  erdirilmesi ,  tüzükteyse   rahim  tahliyesi   terimleri kullanılmıştır. Görüldüğü üzere kanunlar ve tüzükte aynı fiile ilişkin üç farklı terim tercih edilmiştir. Öte yandan TCK düzenlemesinin  çocuk düşürtme, düşürme  terimini tercih etmesi eleştirilmiş, bunun yerine NPHK de olduğu gibi  gebeliğin sona erdirilmesi  teriminin daha isabetli olduğu doktrinde ileri sürülmüştür. Bu görüşe göre TCK ye göre çocuk deyiminden henüz onsekiz yaşını  doldurmamış  kişi  anlaşılır  (m.  6).  Uluslararası  Çocuk  Hakları Sözleşmesinde de çocuk deyiminden anlaşılması gereken benzer bir şekilde düzenlenmiştir (m. 1)34. Burada saptanması gereken ceninin ilgili maddelerde yapılan tanımlar uyarınca  kişi  olma niteliğini haiz olup olmadığıdır, Medeni                                                  33  Sulhi DÖNMEZER,  Çocuk Düşürme ve Düşürtmenin Dünü ve Bugünü , İÜHFM., C. 50, S. 1-4 ten ayrı basım, 1984, s. 4; M. Asım KARAÖMERLİOĞLU,   Türkiye de Kürtajın Kısa  Tarihi ,  http://bianet.org/bianet/bianet/139903-turkiye-de-kurtajin-kisa-tarihi  (Son erişim: 20. 12. 2015, 20:28). 34  Özlem YENERER ÇAKMUT,  Türk Ceza Yasassı nda Çocuk Düşürme Suçu (TCK. m. 100) , Sulhi Dönmezer Armağanı, C. 1, Semih Ofset Yay., Ankara 2008, s. 585; DÖNMEZ, s. 106. 1646Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  Erdem Kanuna göre  kişilik çocuğun sağ olarak tamamıyla doğduğu anda başlar.  (m. 28); tam doğma, ana karnından tamamıyla ayrılarak bağımsız bir varlık haline gelme; sağ doğmaysa ananın vücudundan ayrıldığında çocuğun canlı olmasıdır. Bundan sonra canlı doğan çocuğun hemen ölmesi onun sağ ve tam doğmuş olduğunun kabulünü engellemez. Buradan anlaşıldığı üzere Medeni Kanun kişiliğin başlangıç anının sağ ve tam doğmak olduğunu belirtmiştir, dolayısıyla cenin hukuk karşısında bir kişiliğe sahip değildir. Öte yandan MK. m. 28 f. 2 de yer alan çocuk hak ehliyetini sağ doğmak koşuluyla ana rahmine düştüğü andan başlayarak elde eder  hükmü, kişiliğin değil fakat hak ehliyetinin kazanılmasıyla ilgilidir. Bu ise ceninin yasal mirasçı olma gibi lehine yapılmış bağış ve vasiyetleri de kazanmasını sağlar. Yargıtay hak ehliyetinin ceninin kişilik kazandığı an olan doğumla gerçekleştiğini ancak geriye tesir ederek hüküm doğurma anının ana rahmine düşme anı olduğunu ifade  etmiştir.  Bu  manada  kişiliğin  kazanılmasının  hak  ehliyetinin kazanılmasından sonraki bir ana rastladığı açıktır; TCK anlamında çocuk deyimiyse kişileri esas alır, henüz bir kişi olmayan cenin çocuk deyimi içerisinde yer almayacaktır. Ceninin insan niteliğinde olduğu ve kürtajın insan öldürmek olacağı yönünde görüşler de bulunmakla birlikte,  canlı bir varlık olma hali nin ne zaman gerçekleştiği konusunda görüş birliği yoktur. Ceninin niteliğine ilişkin görüşler arasında onun birtakım genetik özelliklere sahip bir  insan , hücreler                                                  35  Jale AKİPEK - Turgut AKINTÜRK, Türk Medenî Hukuku Başlangıç Hükümleri Kişiler Hukuku, Beta Yay., İstanbul 2007, s. 241-243.  36  Yargıtay 4. HD. E. 1983/6447, K. 1984/2849 ( www.kazancihukuk.com).  37  Embriyonun Anayasa nın 12. ve 17. maddelerinde, herkesin temel hak ve hürriyetlere, yaşama,  maddi  ve  manevi  varlığını  koruma  ve  geliştirme  hakkına  sahip  olduğunu düzenleyen hükümlerindeki  herkes  kavramı içinde bulunduğu ve dolayısıyla yaşama hakkına sahip bir insan, kürtajın da suç olduğuna ilişkin olarak :  …hak ehliyeti sabit ama temel hakları yoruma açık olan embriyonun hukuki statüsünün en dramatik sonucu, kürtajdır. Böyle bir statü belirsizliği alanında kürtaja konu olan embriyo, Agamben in kutsal insanı gibi, öldürülebilen ve öldürülmesi cinayet sayılmayan bir insandır…Türk Ceza Kanununa göre, gebelik süresi on haftaya kadar olan durumlarda çocuğu isteyerek düşürme ve rızaya dayalı olarak düşürtme suç değildir. Rahmin dışına çıkartılmasına izin verilen biyolojik varlık, oysa hak ehliyetine sahiptir ve hukuken insandır. O kadar ki, miras hakkı nedeniyle, varlığı, mirasın paylaşımını durdurur. Paylaşılacak bir miras varsa, diğer paydaşlar gibi payını alması için doğumunu beklemek zorunda olduğumuz hukuken insan olan bir varlığın, öldürülmesini suç saymayan bir hukuki dizgeye sahibiz…  (Aykut ÇOBAN,   Türkiye de  Ana  Rahmindeki  Embriyonun  Hukuki  Statüsü ,  6.  Ankara Biyoteknoloji Günleri: Biyoteknoloji, Biyogüvenlik ve Sosyo-Ekonomik Yaklaşımlar, 1517 Kasım 2007, Ankara, A. Ü. Biyoteknoloji Enstitüsü Yay., 2007, s. 85 vd.).   1647Çocuk Düşürtme Düzenlemesi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  topluluğundan oluşan bir  şey , insan gelişiminin ilk aşaması ve benzersiz bir  oluşum  olduğunu kabul eden görüşler bulunmaktadır.  İnsan yaşamının kazanılma anı konusunda uluslararası alanda da görüş birliğinin  mevcut  olmaması  gibi  gerekçelerle  AİHM  de,  Vo  v.  France davasında benimsediği yaklaşımında görüldüğü gibi, yaşam kazanma anı bakımından bir standart benimsemekten kaçınmaktadır. Mahkeme, devletlere bu konuda özgür bir alan tanınması, somut olay üzerinden değerlendirme yapılması gerektiği fikrindedir. Ceninin yaşama hakkını haiz olup olmadığı konusunda  bir  saptama  yapmaktan  kaçınan  AİHM,  başvurucunun  kürtaj kararının  sözleşmenin  sekizinci  maddesinde  korunan  özel hayatına dahil olduğu beyanına karşılık, Brüggeman and Scheuten v. Germany davasında, maddenin  bu  kararı  kapsar  şekilde  yorumlanamayacağını  söylemiştir. Mahkemeye  göre  sözleşmenin  8.  maddesi  gebeliğin  başlangıç  ve sonlandırılmasını kapsayacak biçimde değil ancak gebe kadının özel hayatına ilişkin olarak yorumlanabilir . Canlı bir varlık olma hali, yaşam kazanma ve insan niteliğini kazanma anı hakkında ulusal ve uluslarası doktrinde bir görüş birliği bulunmamaktadır. Öte yandan Türk Ceza Kanununun gebe kadının isteğiyle gerçekleşen on haftaya kadarki gebeliklerin sonlandırılmasını suç kapsamına almamasının, kanun koyucunun on haftanın dolmasıyla cenini artık canlı bir varlık olarak kabul ettiğini gösterdiği doktrinde ifade edilmiştir. Cenini bir kişi olarak kabul etmek Medeni Kanunun açık düzenlemesi karşısında imkânsızdır, onun bir insan olarak kabulüyse bugün de sıkça gündeme gelen kürtajın cinayet olduğu anlayışının üzerine inşa edildiği temele isabet eder. Bu anlayış, hak sahibi olabilmesi gerekçesiyle cenini insan olarak değerlendirse de, hak sahibi olabilmenin insana özgü olmadığı unutulmamalıdır. Zira somut anlamda canlı bir varlık, yaşayan ve nefes alan bir organizma olarak insan olmayan tüzel kişilerin  de  hak  ve  fiil  ehliyetlerinin  bulunduğu  yine  Medeni  Kanunun düzenlemesi (m. 48, 49) karşısında açıktır. Kanunun hak ehliyetine sahip olmak bakımından tüzel kişileri  cins, yaş, hısımlık gibi yaradılışı gereği insana bağlı olanlar dışında  kalan hak ve borçlara ehil tutmasıysa hak                                                  38  Görüşler için bkz. Hamide TACİR,  Yaşama Hakkı Kapsamında Yaşamın Başlangıcı , Prof. Dr. Nur Centel e Armağan, 2013, s. 1301-1321. 39  Douwe KORFF, The Right To Life, Human Rights Handbooks, no. 8, Council of Europe, Belgium, 2006, s. 7-10. 40  DÖNMEZ, s. 106; DÖNMEZER, Kişilere, s. 200; Gülşah KURT,   Çocuk Düşürtme ve Düşürme Suçları , Ceza Hukukunda Kadının Şiddete Karşı Korunması, On İki Levha Yay., İstanbul 2013, s. 73. 1648Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  Erdem ehliyetine sahip olmamalarından değil, bazı haklardan yararlanabilme imkân ve yeterliliğine sahip olmamalarından kaynaklanmaktadır. Bu manada hak sahibi olabilmenin kişi olmaya, kişi olmanın da insan olmaya tekabül etmediği hukuki bir gerçek olarak mevcutken, ceninin kişi ya da insan olarak kabulüne nazaran  kendine  özgü  bir  statüsü  olduğunu  düşünmek  daha  isabetli görünmektedir. Zira ceninin henüz kişi olmamakla birlikte yaşam başlangıcı olması, sahip bulunduğu özel konumu nedeniyle kanun koyucu haklarını korumak amaçlı Medeni Kanunda olduğu gibi birçok düzenleme getirmiştir. TCK de ve diğer devletlerin ceza kanunlarında da cenine yönelik fiillerin suç olarak düzenlenmesi temelinde yatan düşüncelerden birinin onun bu özel statüsü olduğunu ifade etmek herhalde yanlış olmayacaktır. Kanun koyucu Türk Ceza Kanununda ceninin bir tanımına yer vermiş değildir.  Yukarıda  da  belirtildiği  gibi  ceninin  nidasyon  ile  başlayan  ve doğumla sona eren süreçte, ana rahminde bulunan varlık olduğu söylenebilir. TCK. m. 99 ve m. 100 hükümlerinde düzenlenen çocuk düşürtme ve düşürme suçlarının konusunu ise bu varlık oluşturmaktadır. Doğumdan sonra artık çocuk düşürtme, düşürme suçu değil insan öldürme suçu söz konusu olacaktır. II. HUKUKİ KONU VE MAĞDUR Suçun hukuki konusu, kendisine hukuki değer ya da hukuki menfaat denilen varlık, ceza normunun bir ceza tehdidi ile olası saldırılardan korumayı amaçladığı şeydir. Suçun ihlâl ediciliği kaynağını hukuki konudan alır. Suçun hukuki konusunu oluşturan, norm tarafından korunan varlık veya menfaatler bireylere, aileye, topluma veya devlete ait olabilir; dolayısıyla bunlar bireysel, toplumsal veya kamusal nitelik taşıyabilir. Bir suçla, tek bir hukuksal değerin korunması amaçlanabileceği gibi, birden  çok  değerin  korunması  da  amaçlanabilir.  Suçların  korudukları hukuksal  değerlerin  ortak  nitelik  göstermeleri  mümkün  olmakla  birlikte, kanun koyucu hukuksal değerin ihlâli modellerine göre çeşitli suç grupları oluşturabilir.  Birden  fazla  hukuksal  değeri  koruyan  suç  tipinin,  suçların gruplandırılması,  kanunun  sistematiği  açısından  korunmasını  amaçladığı değerlerden birisine ilişkin suçlar bölümünde düzenlenmesi, diğer hukuksal değerlerin korunmadığı anlamına gelmez ve ilgili hükmün uygulanmasında da                                                  41  Zeki HAFIZOĞULLARI - Muharrem ÖZEN, Türk Ceza Hukuku Genel Hükümler, U. S. A Yay., Ankara 2014, s. 199. 42  Nevzat TOROSLU, Ceza Hukuku Genel Kısım, Savaş Yay., Ankara 2010, s. 97, 98.   1649Çocuk Düşürtme Düzenlemesi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  göz ardı edilmemesi gerekir. Öte yandan bir suçun birden fazla değeri koruma altına alması, suçun birden fazla hukuki konusu olabileceği anlamına gelmez. Suçun hukuki konusu daima tek bir varlık veya değer olabilir. Kanun koyucu suçla korunan hukuki değerlerden birine üstünlük tanıyarak bunu suçun hukuki konusu olarak belirler. Hukuki konu, suçun pasif süjesi olan mağduru belirlemek bakımından da önemlidir; zira mağdur suçla korunan menfaatin sahibi konumundaki kişidir. Zira ceza hukuku da dahil olmak üzere hukukun bütün alanlarında süje daima kişidir, şey değil. Şeyler ancak hakların ve hukuki ilişkilerin konusunu teşkil edebilirler. Bu anlamda tüzel kişilerin de pasif süje olabilecekleri kabul edilmektedir. Öte yandan sadece birey gibi gerçek kişiler ya da şirket, devlet gibi özel veya kamusal nitelikteki tüzel  kişiler  değil,  kendilerine  özgü  ihtiyaçları  tatmin  eden  varlık  veya menfaatlerin sahibi olan aile, toplum ve devletler topluluğu gibi tüzel kişiliği bulunmayan sosyal topluluklar da suçun pasif süjesi veya mağduru olabilir. Çocuk düşürtme ve düşürme suçları bakımından korunan hukuki değerin birden fazla olduğu doktrinde ifade edilmektedir. Gebe kadına ve cenine ilişkin  olarak  korunması  amaçlanan  değerler;  kadının  anne  olmak konusundaki özgürlüğü, sağlık ve vücut bütünlüğü, bedeni üzerinde özgürce tasarruf  edebilme  hakkı;  cenininse  gelişimini  sağlıklı  bir  şekilde tamamlayarak  doğabilme,  gelecekteki  yaşamına  kavuşma  hakkı  olarak sıralanabilir. Korunan menfaatler arasında genel ahlâkın, nüfus politikasının da  yer  aldığı  belirli  dönem  kanunlarında  görülebilmektedir.  Bu  suçlar bakımından gebe kadının menfaatleriyle ceninin menfaatlerinin çatışması da söz konusu olmaktadır. Suç politikaları oluşturulurken kadının hakları ile                                                  43  Yener ÜNVER, Ceza Hukukuyla Korunması Amaçlanan Hukuksal Değer, Seçkin Yay., Ankara 2003, s. 1011, 1012. 44  Nevzat TOROSLU,   İftira Cürmünün Hukuki Konusu , AÜHFD., C. 37, S. 1-4, 1980, s. 109, 110. 45  Nevzat TOROSLU,  Cürümlerin Tasnifi Bakımından Suçun Hukuki Konusu , Sevinç Matbaası, Ankara 1970, s. 175; bkz. ÜNVER, s. 141; Tuğrul KATOĞLU,   Ceza Hukukunda Suçun Mağduru Kavramının Sınırları , AÜHFD., C. 61, S. 2, 2012, s. 660. 46  TOROSLU, Genel, s. 102. 47  Serap KESKİN KİZİROĞLU,  Türk Ceza Hukukunda Çocuk Düşürtme, Düşürme ve Kısırlaştırma Suçları , Prof. Dr. Nur Centel  e Armağan, MÜHF-HAD., C. 19, S. 2, 2013, s. 170, 171; DÖNMEZER, Kişilere, s. 197-199; Veli Özer ÖZBEK- Mehmet Nihat KANBUR- Koray DOĞAN- Pınar BACAKSIZ- İlker TEPE, Türk Ceza Hukuku Özel Hükümler, Seçkin Yay., Ankara 2013, s. 290; DÖNMEZ, s. 108; KURT, s. 71; ÇAKMUT, s. 590. 48  DÖNMEZER, Kişilere, s. 199. 1650Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  Erdem ceninin hakları arasında bir denge oluşturmak bugün diğer devletlerde de güdülen bir çabadır.  Doktrinde bazı görüşlere göre kanun koyucu bu menfaatlerden cenine ait menfaatlere  üstünlük  tanımaktadır.  Bu  görüşteki  bazı  yazarlarca mağdurunsa kadın olduğu belirtilmiştir. Diğer bazı görüşlere göre kanun koyucunun  gebe  kadın  ve  cenine  ait  menfaatlerden  hangisine  üstünlük tanıdığının  saptanmasında,  ceninin  on  haftadan  sonra  yaşam  kazanması kabulü ölçü alınmıştır. Buna göre on haftadan önce kadının bedeni üzerinde tasarrufta bulunma, anne olup olmamayı seçebilme hakkı üstün gelmekte ve kanun koyucu bu zarfta kadına isteğine bağlı olarak, sağlığı açısından tıbbi bir sakınca olmadığı takdirde (Tüzük m. 3), gebeliğin sonlandırılmasını bir hak olarak  tanımaktadır.  Bu  sürede  kadının  rızası  dışında  çocuğun düşürtülmesinde ihlâl edilen kadının hakları olmakta, suçun hukuki konusunu bu haklar oluşturmakta, suçun mağduru da kadın olmaktadır. Buna karşın on haftadan sonra ceninin yaşam kazandığı, artık çocuk düşürtmenin ceninin yaşama hakkını ihlâl ettiği, dolayısıyla bu hallerde suçun hukuki konusunun cenine ilişkin menfaatler olarak ortaya çıktığı ve bu menfaatin hamili olarak mağdurun da cenin olduğu ifade edilmiştir. Bu görüş sakıncalarını şurada göstermektedir; öncelikle ceninin mağdur olarak kabul edilmesi onun kişi olarak da kabul edilmesi demektir. Dolayısıyla artık ona karşı işlenen bu suç, çocuk düşürtme değil, bir insanın öldürülmesi olacaktır. Öte yandan failin suç işleme kararındaki birlikle, gebe kadının rahmindeki ikiz ya da üçüz gibi birden fazla cenini tek bir hareketle düşürtmesi halinde zincirleme suç                                                  49  SANCAR, Kadın, s. 238. 50  Durmuş TEZCAN - Mustafa Ruhan ERDEM - Murat ÖNOK, Teorik ve Pratik Ceza Özel Hukuku, Seçkin yay., Ankara 2015, s. 324; Mehmet Nihat KANBUR,  Rahim Tahliyesine Yönelik Fiiller Bakımından Hekimin ve Diğer Sağlık Personelinin Çocuk Düşürtme Suçu Çerçevesinde  Cezai  Sorumluluğu ,  Türk-Alman  Tıp  Hukuku  Sempozyumu-  Tıp Hukukunun Güncel Sorunları, TBB Yay., Ankara 2008, s. 1231, 1232. 51  KANBUR, s. 1236; ÖZBEK-KANBUR-DOĞAN-BACAKSIZ-TEPE, s. 292. 52  2827 sayılı kanun m. 5/1: –  Gebeliğin onuncu haftası doluncaya kadar annenin sağlığı açısından tıbbi sakınca olmadığı takdirde istek üzerine rahim tahliye edilir. ; Tüzük m.3/1:  Gebeliğin onuncu haftası doluncaya kadar kadının sağlığı açısından tıbbi sakınca olmadığı takdirde, istek üzerine rahim tahliye edilir . 53  KURT, s. 73,74; KİZİROĞLU, s. 179; DÖNMEZ, s. 108, 127; Sibel CAN,  Çocuk Düşürtme Suçunun Suç Sonucu Oluşan Gebelikler Açısından Değerlendirilmesi , ABD., C. 1, S. 73, 2015, s. 86. 54  Zincirleme Suç hakkında detaylı bilgi için bkz. Türkân YALÇIN SANCAR, Müteselsil Suç, Seçkin Yay., Ankara 1995.   1651Çocuk Düşürtme Düzenlemesi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  hükümlerine göre aynı suçun birden fazla kişiye karşı tek bir fiil ile işlenmesi (TCK. m. 43/2) söz konusu olacaktır, kanunun aynı hükmünün üçüncü fıkrasıysa  açıkça  kasten  öldürme  suçunda  zincirleme  suç  hükümlerinin uygulanmayacağı belirtilmiştir. Bu durumda artık gerçek içtima kuralları uygulanacaktır. Bu konuda bir diğer görüşe göre, rıza ile gebelik süresi on haftayı aşan çocuk  düşürtme  suçlarında,  tıbbi  zorunluluk  bulunmadığı  halde  çocuk düşürtüldüğünde  hukuki  konu  beşeri  hayatın  korunmasındaki  kamusal yarardır.  Mağdur  ise,  rıza  göstermeye  hakkı  olmadığı  halde  çocuğun düşürtülmesine rıza gösteren kadın değil, beşeri hayatı korumakla yükümlü kamu idaresidir. Rızaya dayansa bile on haftayı aşan gebeliklerde çocuğun yetkisiz bir kişi tarafından düşürtülmesinde, suçun hukuki konusu, hamile kadının gebeliğinin giderilmesinin sadece bu işte yetkili kılınan kimselerce yapılmasından beklenen ferdi-kamusal yarardır. Rahminin tahliyesine rıza gösteren kadınsa, suçun mağdurudur. Başka bir görüşe göre, tıbbi zorunluluk bulunmadığı halde ve yetkisiz kişi tarafından yapılan çocuk düşürtmelerde kadın rıza göstermiş olsa da söz konusu rıza kanun tarafından geçerli bir rıza olarak kabul edilmediğinden suçun mağduru gebe kadındır. Alman doktrininde gebeliğin sonlandırılması suçunu düzenleyen ceza kanununun 218. paragrafının hukuki konusunun cenine ait menfaat olduğu ifade edilmiştir. Çocuk düşürtmenin gelecekteki yaşamın hakkını ihlâl ettiği, yaşamın ise doğumdan sonra başladığını ancak bundan önce anne karnındaki canlının bir insan olarak değil fakat embriyo olarak korunduğunu, embriyonun ise anayasanın herkesin yaşam hakkını koruyan hükmü kapsamında herkes                                                  55  Kanunun burada fiil terimini kullanması doktrinde eleştirilmiştir, zira fiilin sayısını netice, neticesiz suçlarda ise hareket belirleyecektir, çünkü fiil hareket, netice ve bunlar arasındaki nedensellik bağından meydana gelir. Fiilin tekliği halinde tek bir suç vardır, çünkü fiilin kendisinden hasıl olduğu norma karşıt gelen hukuka aykırı netice ya da hareket de bu durumda tektir. Öte yandan suçların içtimaının bir türü olan zincirleme suçun birden fazla suçu gerektirdiği açıktır. Bu durumda zincirleme suç için aranan, hareketin birden fazla neticeyi meydana getirerek birden fazla fiile ve birden fazla suça yol açmasıdır. Kanunun aynı hükmünün ihlalinin söz konusu olduğu zincirleme suç halinde ise, birden çok netice, birden çok fiil ve birden çok suç vardır, o nedenle burada söz konusu olan fiilin tekliği değil hareketin tekliğidir (Türkân YALÇIN SANCAR,  Yeni Türk Ceza Kanunu nda Zincirleme Suç , TBBD., S. 70, 2007, s. 250, 251). 56  Aynı yönde; ÇAKMUT, s. 601. 57  Zeki HAFIZOĞLULLARI-Muharrem ÖZEN, Türk Ceza Hukuku Özel Hükümler Kişilere Karşı Suçlar, US-A Yay., Ankara 2015, s. 142, 144. 58  ÖZBEK-KANBUR-DOĞAN-BACAKSIZ-TEPE, s. 292. 1652Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  Erdem arasında  yer  aldığı  belirtilmiştir.  Korunan  hukuki  menfaat,  doğmamış yaşama  ait  haktır.  Cezai  koruma  ise  218.  paragrafa  göre  döllenmiş yumurtanın  ana  rahmine  yerleşmesinden  (Einnistung-Nidasyon)  itibaren başlar. Alman ceza kanununda bu suçların düzenleniş yeri de bu anlayışa paralel olarak hayata karşı suçlardır. Avusturya ceza kanununda ise bu suçlar gebeliğin sonlandırılması ismi altında, kanunun ikinci ve ayrı bir bölümünde düzenlenmiştir. Zira bu durumun bir göstergesi olarak da cenine karşı işlenen fiillerin vücut bütünlüğü ve hayata karşı suçlara dahil olmadığı, kanunun düzenlemesi gereğince kendine ait bir bölümü bulunduğu ifade edilmiştir. Bunun ise embriyonun bir insan olarak yaşama sahip olup olmadığı ve ne dereceye kadar bu hakka sahip bulunduğu sorusunu beraberinde getirdiği belirtilmiştir. Ancak, varlık kazanma ve şekillenmeden (bir organizma olarak) itibaren doğmamış bu hayatın hakkı gebe kadının kişiliğinden bağımsız olarak üstün bir değer görülmüş ve korunmuştur. Belirtmek gerekir ki cenini bir kişi ve çocuk düşürtme suçunun mağduru olarak kabul edebilmek mevcut yasal düzenlemelerin karşısında mümkün görünmemektedir. Bu nedenle daha isabetli  görünen görüşe göre, henüz doğmamış  olan  gebelik  ürünü,  hukuken  şahıs  olarak  değerlendirilemeyeceğine göre ve cenin, hukuk nazarında bir kişi olmadığına göre çocuk düşürtme suçunun kişilere karşı suçlar arasında değil fakat aile düzenine karşı suçlar arasında yer alması daha uygundur. Benzer yönde bir başka görüşe göre, insanın kişiliği doğumla başlayacaktır. Bu sebeple çocuk düşürtme ve düşürme  suçlarında  cenin  suçun  maddi  konusudur;  mağdursa  çocuk üzerindeki hakkı yok olan ana veya babadır. Ancak cenin sağ doğduktan sonra bir suçun mağduru olabilmek için gerekli nitelikleri kazanabilir. Örneğin, doğum esnasında hemşire veya doktor, taksirli hareketlerde bulunur ve bu sebeple çocuk sakat veya hasta doğarsa, suç neticenin gerçekleştiği zamanda işlenmiş ve neticenin gerçekleşmesi anında da çocuk doğmuş bulunmakla suçun mağduru olur. Öte yandan, rızanın bulunmadığı hâllerde bu suçların                                                  59  HEGHMANNS, s. 103. 60  HEGHMANNS, s. 103; Klaus HOFFMANN - HOLLAND, Strafrecht Besonderer Teil, Mohr Siebeck, Tübingen 2015, s. 2. 61  KÜPPER, s. 33. 62  Helmut FUCHS- Susanne Reindl KRAUSKOPF, Strafrecht Besonderer Teil I Delikte gegen den Einzelnen, Springer, Wien 2009, s. 57. 63  TOROSLU, Cürümlerin Tasnifi, s. 313.  64  Sulhi DÖNMEZER- Sahir ERMAN, Nazarî ve Tatbikî Ceza Hukuku, C. II, Beta Yay., İstanbul 1997, s. 427.   1653Çocuk Düşürtme Düzenlemesi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  mağdurunun gebe kadın olduğu kabulü ise daha isabetli görünmektedir. Gebe  kadının  rızası  bulunduğu  takdirde  mevcut  yasal  düzenlemede  bir çıkmaza girilmektedir. Zira suç kişilere karşı suçlar arasında düzenlenmiştir, dolayısıyla korunan menfaat kişilere ait menfaattir. Ancak cenin kişi olmadığı için suçun mağduru ve suçun hukuki konusunu teşkil eden menfaatin hamili değildir. Bu hâlde de kanun koyucunun gebe kadının rızasını geçerli bir rıza olarak  kabul  etmediği  ve  normla  korunması  amaçlanan  menfaatin  gebe kadının sağlığı olduğu, dolayısıyla mağdurun da kadın olduğu görüşü daha isabetli görünmektedir. Öte yandan gebe kadının rızası ile tıbbi bir zorunluluk bulunmadığı halde çocuk düşürtülmesinde, kanun koyucu gebe kadını da cezalandırmaktadır. Bu halde fail olan kadının aynı zamanda suçun mağduru olması sakıncası kendisini göstermektedir. Dolayısıyla daha önce belirtildiği üzere, bu ve bunun gibi sakıncaları önlemek adına suçun kişilere karşı suçlar arasında değil fakat aile düzenine karşı suçlar arasında yer alması daha uygun görünmektedir. III. FAİL  Çocuk düşürtme suçları bakımından fail, gebe kadının dışında herhangi bir kişi olabilir. Gebe kadının kendi çocuğunu düşürmesi halinde artık çocuk düşürme suçu söz konusu olacaktır. Ancak kanun, yetkili olmayan bir kişi tarafından fiilin işlenmesini bazı hallerde cezayı arttıran bir nitelikli hal olarak düzenlediğinden (m. 99/5)67, bu hallerde suçun basit şeklinde fail yetkili kişi olmakta, dolayısıyla özgü suç söz konusu olmaktadır. Buna göre yetkili bir kişinin gebe kadının çocuğunu rızası olmadan düşürtmesi, rıza varsa dahi tıbbi bir  zorunluluk  olmadan,  gebelik  süresi  on  haftadan  fazla  olan  çocuğun düşürtülmesi suça vücut verecektir. Bu hallerde failin yetkisiz kişi olması cezayı arttıran bir nedendir. On haftanın altındaki gebeliklerde ise, kadının rızası ile gebelik sonlandırılabilmekle birlikte, fiilin suç olması için failin yetkisiz kişi olması gerekmektedir. Fail herhangi bir kişi değil fakat tüzükte                                                  65  Aynı yönde bkz. HAFIZOĞULLARI-ÖZEN, Özel, s. 141. 66  TOROSLU, Cürümlerin Tasnifi, s. 313.  67  ETCK nin 1983 değişikliğinden önceki 472/2 hükmünde failin yetkili bir kişi olması cezayı artıran bir nedendi (Faruk EREM,   Çocuk Düşürme , Ahmet Esat ARSEBÜK ün Aziz Hatırasına Armağan, Güzel İstanbul Matbaası, Ankara 1958, s. 316.). 68  Aynı yönde bkz. HAFIZOĞULLARI-ÖZEN, Özel, s. 141; KİZİROĞLU, s. 171,178;   Aksi yönde suçun basit şeklinde failin yetkili kişi olmasına gerek bulunmadığı, yetkisizliğin ise nitelikli hal teşkil ettiği yönünde bkz. KANBUR, s. 1234; ÖZBEK- KANBUR- DOĞAN- BACAKSIZ- TEPE, s.292; TEZCAN- ERDEM- ÖNOK, s. 324; DÖNMEZ, s.109. 1654Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  Erdem yetkili olduğu belirtilenler dışında bir kişi olmalıdır. Bu yönüyle de kanun koyucunun  özgü  bir  suç  tipi  düzenlediği  söylenebilir.  Dolayısıyla  failin yetkisiz kişi olması bu halde cezayı artıran bir neden değildir.  ETCK. döneminde suçun failinin koca olması cezayı artıran bir neden olarak  düzenlenmiştir,  ancak  kanunda  yapılan  değişiklikle  bu  hüküm kaldırılmıştır. Failin belirlenmesi bakımından yetkili kişinin kim olduğu açıklanmalıdır. Çocuk düşürtmeye yetkili kişiler kadın hastalıkları ve doğum uzmanları olarak  tüzükte  belirtilmiştir  (m.  3/2)  ancak  Sağlık  ve  Sosyal  Yardım Bakanlığınca açılan eğitim merkezlerinde kurs görerek yeterlilik belgesi almış pratisyen  hekimler,  kadın  hastalıkları  ve  doğum  uzmanının  denetim  ve gözetiminde menstrüel regülasyon yöntemiyle rahim tahliyesi yapabilirler (m.3/3).  Menstrüel  regülasyon  deyimi,  vakum  aspirasyon  yönteminin kullanıldığı küçük cerrahi müdahaleyi ifade eder (m. 2/d). Tüzükte görüldüğü üzere rahim tahliyesi yapmaya yetkili kişi olmak için hekim olmak yeterli değildir, kadın hastalıkları ve doğum uzmanı olmak gerekmektedir. Pratisyen hekimler ise tüzükte belirtilen kursu alarak ve belirtilen yöntemle rahim tahliyesini  yine  bir  kadın  hastalıkları  ve  doğum  uzmanı  gözetim  ve denetiminde gerçekleştirebilirler. Bu kişiler dışında kalan hekimler de yetkisiz kişi olarak değerlendirilecektir. Kurs almış pratisyen hekimlerinse kadın hastalıkları ve doğum uzmanı gözetim ve denetimi olmaksızın yahut tüzükte belirtilen dışında bir işlem yapmaları halinde rahim tahliyesi yetkisiz kişi tarafından gerçekleştirilmiş olacaktır. Kadının rızasıyla tıbbi bir zorunluluk olmadığı halde on haftadan fazla olan  gebelik  mahsulü  çocuk  düşürtüldüğünde  kanun  koyucu  kadını  da cezalandırmaktadır (TCK. m. 99/2). Bu halde iki fail vardır, kanun koyucu                                                  69  EREM, s. 316. 70  Avusturya Ceza Kanununa göre bu kişinin kadın hastalıkları ve doğum uzmanı olması zorunlu değildir. Hekim olması yeterlidir (Christian BERTEL- Klaus SCHWAIGHOFER, Österreichisches Strafrecht Besonderer Teil I, Springer, Wien 2006, s. 61). Avusturya Ceza Kanununda ilk üç ay içerisinde (nidasyondan itibaren) gebenin talebiyle kürtaj yapılabilir, bunun için  işlemin  bir  hekim  tarafından  gerçekleştirilmesi  ve  işlemden  önce  hekim danışması alınması gereklidir. Öte yandan kanunun hekimden alınacak danışmanın içeriğini ve hekimin niteliğini belirtmemiş olması, bir göz doktorunun danışmanlık verebilmesi ve hatta  cerrahi  müdahaleyi  yapabilmesine  olanak  tanıması  bakımından  eleştirilmiştir (FUCHS-KRAUSKOPF, s. 59). 71  Rahim içeriğinin rahme yerleştirilen bir enjektör vakum ile çekilmesi yöntemi, şırınga yöntemidir (KİZİROĞLU, s. 167, dn: 7). 72  DÖNMEZ, s.111.  73  KANBUR, s. 1236; KİZİROĞLU, s. 172.   1655Çocuk Düşürtme Düzenlemesi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  kadını da cezalandırmak yoluna giderek dar anlamda bir çok failli suç tipi düzenlemiştir. Gebe kadın çocuğu düşürtenin fiiline iştirak eden olarak değil asli fail olarak cezalandırılmaktadır. IV. MADDİ KONU Suçun maddi konusu, suçun maddeten etkilerini üzerinde gösterdiği varlıktır. Suça vücut veren hareket, suçun maddi konusu olan obje veya şahıs üzerinde icra edilir. Çocuk düşürtme, düşürme suçlarında tipik fiilin üzerinde husule geldiği varlık olarak maddi konu, cenindir. V. RIZASIZ ÇOCUK DÜŞÜRTME SUÇU Kanun koyucu  gebe kadının rızasının  bulunmadığı her hâlde çocuk düşürtme  fiilini  suç  olarak  düzenlemiştir.  Gebeliğin  kaçıncı  haftasında olunduğu bu suç bakımından bir önem taşımaz.  Tipik  fiilin  gerçekleşmesi  açısından  rızanın  bulunmaması  suçun  bir unsurudur. Rıza verme yetkisine sahip kişi gebe kadın olup, kadının evli olması halinde eşinin, reşit olmaması halinde yasal temsilcinin rızası fiili suç olmaktan  çıkarmaz.  Suçun  oluşması  bakımından  esas  olan  gebe  kadının rızasının bulunmamasıdır.  A. MADDİ UNSUR 1. Fiil Gebe kadının rızasının bulunmadığı her halde kanun koyucu fiili suç olarak düzenlemiştir. Buna göre gebeliğin kaçıncı haftasında olunduğunun suçun oluşması bakımından bir etkisi yoktur.                                                   74  HAFIZOĞULLARI-ÖZEN, Özel, s. 142. 75  Çok failli suçlarda, suçu tanımlayan kanunî tipte öngörülen tipik hareketler, normda belirtilen süjelerin her biri tarafından yerine getirilir, suçun oluşabilmesi için bütün faillerin hareketlerine ihtiyaç vardır. Tüm faillerin hareketleri suçun kurucu unsuru, ayrılmaz parçasıdır (Türkân YALÇIN SANCAR, Çok Failli Suçlar, Seçkin Yay., Ankara 1998, s.265, 266); Aynı yönde bkz. Devrim AYDIN, Türk Ceza Hukukunda Suça İştirak, Yetkin Yay., Ankara 2009, s. 251, 252. Bu manada kadının on haftadan fazla olan gebelikte çocuğun düşürtülmesine tıbbi bir zorunluluk bulunmadığı halde rıza göstermesi, tipik fiilin oluşması bakımından kanun koyucunun unsur haline getirdiği bir harekettir.  76  HAFIZOĞULLARI - ÖZEN, Genel, s. 209. 77  KÜPPER, s. 33. 1656Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  Erdem Bu  suç  gebe  kadının  rahminde  canlı  olan  ceninin  canlılığına  son verdirecek elverişli her hareketle işlenebilir, bu bakımdan serbest hareketli bir suçtur. Hareket icrai veya ihmali surette gerçekleşebilir. Hareketin ceninin ölümüne sebep olması gerekir, suç neticeli bir suçtur.  Bu suçun ortaya çıkabilmesi için fiilin yöneldiği kadının gebe olması gerekmektedir. Gebeliğin doğal ya da sunî yoldan gerçekleşmiş olması suçun oluşumuna etki etmez. Öte yandan doktrinde kanun koyucunun gebeliğin her iki hali için de aynı cezayı öngörmüş olması, sunî yoldan gebeliğin büyük emek ve uğraşlar sonucu gerçekleşmesi nedeniyle eleştirilmiştir. Dış gebelik, normal, fizyolojik bir hal olmayıp patolojik bir haldir. Dış gebelik  ürününün  düşürülmesi  suç  sayılmayacaktır.  Failin  gebeliğin  dış gebelik  olduğunu  bilerek  hareket  ettiği  ve  bunun  neticesinde  kadının yaralanması veya ölmesi halinde şartları mevcut olduğu takdirde taksirli yaralama  ya  da  öldürmeden  sorumlu  olacaktır.  Failin  gebeliğin  türü hakkında yanılgısı ise fiili hataya sebebiyet verip kastını kaldıracaktır. Doktrinde bazı yazarlarca kadının gebe olmasının suçun ön şartı olduğu ifade  edilmiştir.  Buna  göre  çocuk  düşürtme  suçunun  ön  şartı  gebeliğin mevcudiyetidir,  gebeliğin  sübutu  kesin  olarak  ortaya  konmalıdır,  hâkim fiilden  evvel  gebeliğin  mevcut  bulunduğuna  kanaat  getirmelidir.  Şüphe halinde çocuk düşürtme suçundan mahkumiyet kurulamayacaktır. Ancak daha isabetli görünen diğer bir görüşe göre kadının gebe olması önşart değil bizatihi  suçun  unsurudur.  Kadın  gebe  değilse,  fiil  tipik  olmayacaktır dolayısıyla TCK. m. 99 da öngörülen suç ortaya çıkmayacaktır. Failin kadının gebeliğinin mevcudiyeti üzerinde hatası fiili hataya sebebiyet verip kastını kaldırır. Ancak failin fiili neticesinde kadının bedensel veya zihinsel bir zarara uğraması ya da ölmesi halinde olası kastta neticenin kastı belirleyeceği ilkesi                                                  78  DÖNMEZ, s. 111, KİZİROĞLU, s. 173 79  EREM, s. 318. 80  ÇAKMUT, s. 596. 81  DÖNMEZ, s. 112. 82  http://www.gebelik.org/dosyalar/ektopik.html (Son erişim: 27.12.2015, 22:58) 83  EREM, s. 312. 84  Suçun ön şartları olarak kurucu unsurlarından ayrı bir kategorinin oluşturulması doktrinde tüm yazarlarca benimsenmemektir (bkz. Uğur ALACAKAPTAN, Suçun Unsurları, AjansTürk Matbaacılık Sanayii, Ankara 1973, s. 6).  85  EREM, s. 311; KURT, s. 74; HAFIZOĞULLARI-ÖZEN, Özel, s. 139; DÖNMEZER, Kişilere, s. 216. 86  ÖZBEK-KANBUR-DOĞAN-BACAKSIZ-TEPE, s.292; KANBUR, s. 1237.   1657Çocuk Düşürtme Düzenlemesi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  gereğince  fail  olası  kastla  yaralama  ya  da  öldürme  suçundan  sorumlu tutulacaktır.  Fail,  kadının  böyle  bir  zarara uğrayacağını  ya  da  öleceğini öngörmemiş ya da öngörmüş fakat gerçekleşeceğine ihtimal vermemişse, taksirle yaralama veya taksirle öldürmeden sorumlu tutulacaktır. Kanun koyucu vasıta ve araçların vasfı ya da hareketin şekline ilişkin bir sınırlama getirmemiştir. Elverişli olmak kaydıyla bu suç her türlü hareketle işlenebilir.  Buna  göre  failin  hareketinin  doğrudan  kadının  rahmine yönelmesine gerek yoktur, kimyasal bir ilaç verilmesi, söktürücü iğne gibi yöntemlerle  de  suç  işlenebilir.  Araçların  neticenin  gerçekleşmesi  için elverişsiz bulunması halinde işlenemez suç söz konusu olacaktır. Manevi vasıtalarla  suçun  işlenip  işlenmeyeceği  hususunda  çok  şiddetli  korku sonucunda çocuğun düşürülebileceği fikri mevcuttur. Öte yandan manevi vasıtalarla çocuk düşürülmesinin mümkün görülmesi failin kastının tespitinde zorluk yaratır ve tehlikelere yol açabilir. Zira korkutmanın kati surette çocuk düşürme kastını ifade ettiği söylenemez. Manevi vasıtalarla ve özellikle korkutma sonucunda çocuğun düşebileceğini kabul etmeyen tıbbi görüşler de mevcuttur. Bir görüşe göre ruhi bir durum olan korkunun rahimdeki çocuk üzerinde öldürücü bir etki yaratabileceği tıbben açık değildir.  Suçun işlenebilmesi için maddi konuyu teşkil eden ceninin ana rahminde canlı  olması  gerekmektedir.  Aksi  takdirde  işlenemez  suç  söz  konusu olacaktır. Cenin ölmüş ise de bu suç söz konusu olmayacaktır. Gelişim süreci                                                  87  HAFIZOĞULLARI-ÖZEN, Özel, s. 141, 142. 88  http://www.hamilelikvegebelik.com/hamilelik-sokturucu-igne/ (Son erişim: 27. 12. 2015, 15:01) 89  Yargıtay verdiği bir kararında rahme kibrit sokulmasından ibaret olan hareketin elverişli hareket olarak kabul edilip edilmeyeceğinin araştırılmasını gerekli görmüştür (Yargıtay 4. CD, 07. 02. 1946, E. 449, K. 1526) (DÖNMEZER, Kişilere, s. 217, dn.3).  90  Failin kastettiği netice, kanunda suç olarak gösterilmiş bulunmakla beraber, harekete içkin bir elverişsizlik yahut hareketin maddî konusunun yokluğu sebebiyle gerçekleşememişse, söz konusu olan durum bir işlenemez suçtur. (Uğur ALACAKAPTAN, İşlenemez Suç, Ankara Üniversitesi Yayınlarından No: 223, s. 9) 91  Bkz. EREM, s. 315. 92  İstanbul Tıp Fakültesi Raporu 2/1/1940, no. 9 (EREM, s. 316) 93  Suçun maddi konusu (Tatobjekt) ana rahminde yaşayan cenindir, cenin sıfatının kazanılma anı ise nidasyondur, dolayısıyla bundan önce nidasyonu önlemeye yönelik fiillerin suç kapsamında değerlendirilmeyeceği  yönünde bkz. BERTEL-SCHWAIGHOFER, s. 60; Alman Ceza Kanununda hareketin sonuçlarının etkisini nidasyondan (Einnistung) önce göstermesi halinde bu suçun oluşmayacağı açıkça düzenlenmiştir StGB §218, bundan önce embriyo, Embriyonun Korunması Kanunu (Embryonenschutzgesetz) ve Kök Hücre Kanunu (Stammzellengesetz) ile korunur (HEGHMANNS, s. 104). 1658Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  Erdem devam  eden  ve  yaşayan  bir  cenine  yönelen  ve  onun  gebe  kadınla  olan yaşamsal bağlantısını sona erdirmeye çalışan her türlü müdahale, TCK. m. 99 anlamında çocuk düşürtmedir. Ana rahmindeki ceninin herhangi bir yaşamsal fonksiyona sahip olmaması halinde, gebe kadına yönelik yapılan müdahale çocuk düşürtme suçunu değil, şartlarına göre kasten yaralama veya kasten öldürme suçlarını oluşturacaktır. Nidasyonu  önlemeye  yönelik  yahut  nidasyondan  önce  döllenmiş yumurtanın öldürülmesine yönelik fiiller bu suç kapsamında değerlendirilmez. Doktrinde  bazı  yazarlarca  suçun  yalnızca  icrai  hareketle gerçekleştirilebileceği belirtilmişse de daha isabetli görünen bir diğer görüşe göre suç icrai ya da ihmali hareketlerle işlenebilir. Örneğin, gebe kadının sağlığını sürekli izlemekle görevlendirilmiş olan ebenin, doğumun olması gerektiği gibi gerçekleşmesini sağlayacak tedavi tedbirlerini almayı bilerek ihmal etmesi ve gebeliğin bunun sonucu olarak sona ermesi halinde hareket ihmalidir. Suçun  tekemmülü  için  ceninin  ana  rahminden  ayrılması,   döllenme ürünü  olan  cismin  ihraç  edilmiş  olması  yani  gebeliğe  son  verilmesi 98 neticesinin  gerçekleşmesi  gerekmemektedir.  Ceninin  kadının  rahminde olduğu  sürede  işlenen  hareket  sonucunda,  rahmin  içinde  veya  dışında ölmesinin  suçun  sübutuna  bir  etkisi  yoktur.  Gerçekleştirilen  müdahale sonucunda ceninin erken doğması ve buna bağlı olarak da canlı doğmasına rağmen yaşamını yitirmesi halinde de suç oluşacaktır. Yaşama kabiliyetine sahip bir çocuk doğması halinde ise suç teşebbüs aşamasında kalmıştır. Sonlandırma ceninin hayatına ilişkindir, dolayısıyla erken doğum halinde sırf bu sebeple suç oluşmaz. Çocuk düşürme amacıyla işlenen fiiller neticesinde çocuk yaşama yeteneğini haiz olarak doğmuş olsa da bu fiiller muhakkak ki                                                  94  ÖZBEK-KANBUR-DOĞAN-BACAKSIZ-TEPE, s. 294; Tülay KİTAPÇIOĞLU,  Türk Ceza Kanunu nda Çocuk Düşürtme Suçu , MÜHF-HAD., C. 18, S. 1, 2012, s. 297-332. 95  Bu halde ancak bir sözde suç hali söz konusu olabilir (FUCHS-KRAUSKOPF, s. 57). 96  TEZCAN- ERDEM- ÖNOK, s. 325. 97  HAFIZOĞULLARI- ÖZEN, Özel, s. 139,140, EREM, s. 318. 98  DÖNMEZER, Kişilere, s. 217. 99  EREM, s. 311, KİZİROĞLU s. 174; aksi yönde bkz. DÖNMEZER, Kişilere, s. 218:  Suçun oluşmuş sayılması için foetus un ana rahminden dışarı çıkmış bulunması gerekir . 100  DÖNMEZ, s. 113; DÖNMEZER, Kişilere, s. 219. 101 FUCHS- KRAUSKOPF, s. 57; KÜPPER, s. 35. 102  HEGHMANNS, s. 104.   1659Çocuk Düşürtme Düzenlemesi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  kadının vücut bütünlüğüne tesir edecektir. Bu hallerde fiil artık şartlarının oluşması halinde yaralama suçu kapsamında da değerlendirilebilmelidir.  Çocuk düşürtme sonucu rahimden ihraç edilen cismin cenin dışında patolojik bir parça, örneğin ur olduğunun iddia edilebilmesi mümkündür. İşlenen fiil neticesinde vücuttan ihraç edilen cisim cenin değilse fiil suç teşkil etmeyecektir. Adli Tıp İşleri Meclisi bir kararında;  4 haftalık rüşeym, Türk Ceza Kanununun maddelerinde yazılı çocuk tâbiri içindedir. Şeklinin tamamı ile  insana  benzememesinin  ve  dışarda  yaşamak  kabiliyetinde  olup olmamadığının  hiçbir  kıymeti  yoktur.  Bu  hususta  esas  olan,  maddenin tenasülden ileri gelmiş bir semere olduğunun anlaşılmasıdır. Ebe ve doktor taradından söylenen büyüklükteki rüşeymin teşhisinde hataya düşmek ihtimali vardır. Bazı gayrı tabiî maddeler tıpkı bir çocuk gibi düşürülebilirler. Basit bir muayene ile bunların tenasül semeresi oldukları sanılabilir. Bu sebeple hekimin ne gibi delillere dayanarak bu maddeyi rüşeym saydığının bilinmesi gerekir.  demiştir. 2. Hukuka Uygunluk Nedenlerinin Bulunmaması Rızasız çocuk düşürme suçu bakımından söz konusu olabilecek hukuka uygunluk nedeni hekimin, hekimlik mesleğini icrasından ileri gelen hakkın kullanılması  kapsamında  kadının  rızasına  başvurulamadığı  acil  hallerde çocuğun  düşürtülmesi  olacaktır.  Suçun  oluşması  bakımından  rızanın bulunmaması tipikliğe ilişkin kurucu unsur niteliğinde olduğundan genel hukuka uygunluk nedenlerinden rıza bu suç bakımından söz konusu olmaz. B. MANEVİ UNSUR Suç genel kastla işlenir. Kast failin rızasının bulunmadığını bildiği halde gebe  kadın  üzerinde  bilerek  ve  isteyerek  çocuk  düşürtme  suçunu işlemesidir. Suçun olası kastla işlenebilmesi mümkün görünmektedir. Örneğin  failin  gebe  kadına  verdiği  bir  ilacın  ceninin  ölümüne  neden olabileceğini bilmesi fakat bu riski kabullenerek hareketi gerçekleştirmekten geri durmaması halinde suç olası kastla işlenmiş olacaktır. Ancak kasten yaralama halinde, bu nitelikteki fiilleri yapan failin, kadının gebe olduğunun                                                  103 Bkz. DÖNMEZER, Kişilere, s. 219. 104  12. 05. 1936 tarih ve 960 sayılı kararı (Bkz. DÖNMEZER, Kişilere, s. 219). 105 HAFIZOĞULLARI-ÖZEN, Özel, s. 141. 106 Aynı yönde bkz. DÖNMEZ, s. 115; KİZİROĞLU, s. 175; TEZCAN-ERDEM-ÖNOK, s. 329; KURT, s. 76; ÖZBEK-KANBUR-DOĞAN-BACAKSIZ-TEPE, s. 301. 1660Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  Erdem farkına  varması  ve  çocuğun  düşme  ihtimalini  kabullenerek  hareketlerine devam  etmesinin  olası  kastla  çocuk  düşürtme  suçuna  neden  olacağının söylenemeyeceği,  burada  artık  failin  sorumluluğunun  olası  kastla  kasten yaralama suçundan olacağı doktrinde ifade edilmiştir. Buna karşın failin bu örnekte  olası  kastla  kasten  yaralama  suçundan  değil,  olası  kastla  çocuk düşürtme suçundan sorumlu olması daha makul görünmektedir. Zira fail yaralama kastıyla hareket ettiğinde kadının gebe olduğunu bilmemektedir. Bu durum  kasten  yaralama  suçunun  neticesi  sebebiyle  ağırlaşan  halinin oluşmasını önler. Öte yandan failin doğrudan kastı kadını yaralamaktır fakat hareketinin  dolaylı neticesi olan çocuğun düşmesi, faili bu hareketinden alıkoymamıştır.  Dolayısıyla  failin  sorumluluğunun  olası  kastla  çocuk düşürtme suçundan dolayı olacağı düşünülebilir. Taksirli  fiiliyle  çocuğun  düşmesine  sebep  olan  failin  sorumluluğu, kanunda  suçun  taksirli  hali  düzenlenmemiş  olduğundan,  taksirli  çocuk düşürtmeden  değil  fakat  şartlarının  oluşması  halinde  taksirle  yaralama suçundan olabilecektir (TCK. m. 89/3, e). VI. RIZAYA DAYALI ÇOCUK DÜŞÜRTME SUÇU TCK. m. 99 hükmü gebe kadının gebeliğin sonlandırılmasına yönelik rızasına kural olarak gebeliğin ilk on haftası içerisinde etki tanımıştır. Bundan sonra tıbbi bir zorunluluk olmadığı halde işleme rıza göstermek gebe kadın bakımından da ceza nedeni olmaktadır.  Kadının rızasına etki tanınan ilk on haftalık süre içerisinde de rızanın yanı sıra rahim tahliyesinin buna yetkili kadın hastalıkları uzmanları ve doğum uzmanlarınca yapılması gereklidir (Tüzük m. 3). Aksi halde yetkisiz kişi tarafından yapılan rahim tahliyesi TCK. m. 99/5 gereğince suça sebebiyet verecektir. İşlemin yapılabilmesi için ayrıca kadının sağlığı açısından da tıbbi bir  sakınca  bulunmamalıdır  (Tüzük  m.  3).  Kanun  koyucu  yetkili  kişi tarafından  yapılacak  gebeliğin  sonlandırılması  işleminin  yapılacağı  yer hakkında  da  düzenlemeler  getirmiştir.  Buna  göre  on  haftayı  geçmeyen gebelikte rahim tahliyesi, kadın hastalıkları ve doğum uzmanları tarafından                                                  107 ÖZBEK- KANBUR- DOĞAN-BACAKSIZ-TEPE, s. 301. 108 Almanya da bu süre 12 hafta, istisnai halde 22 hafta (StGB §218), Avusturya da ise üç ay olup istisnai haller için üst sınır düzenlenmemiştir (StGB §97). Ermenistan da 12 hafta, istisnai halde 24 hafta; Belçika da, Çek Cumhuriyetinde, Danimarka da, Finlandiya da, Fransa da 12 hafta; İtalya da 90 gündür (Abortion Legislation in Europe, The Law Library of Congress, Global Legal Research Center, January 2015).   1661Çocuk Düşürtme Düzenlemesi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  mesleklerini  uyguladıkları  yerlerde;  pratisyen  hekimlerin  menstrüel regülasyon  yöntemiyle  yapacakları  işlemler  resmi  tedavi  kurumlarında yapılacaktır. Rahim tahliyesinin anestezi gerektirdiği hallerde, tahliye anestezi uygulanabilen resmi tedavi kurumlarıyla özel hastanelerde yapılabilecektir (Tüzük m. 4). Kanun koyucu işlemin yapılabileceği bu yerlerde bulunması zorunlu araç ve gereçleri; -  Menstrüel regülasyon (MR) ve diğer kürtaj setleri -  Otoklav ve elektrikli sterilizatör -  Uterotonikler, kanama durdurucu ilaçlar, intravenöz sıvı seti, enjektör, steril eldiven vb. diğer tıbbi araç ve gereç -  Rahim tahliyesinden sonra hastaların dinleneceği yataklar -  Elektrikli ya da elektriksiz vakum aspiratör.  olarak tüzüğün ekinde (1) sıralamıştır. Rıza göstermeye yetkili kişi sadece kadındır. Ancak tüzükte (m. 13) yalnızca on haftayı geçmeyen gebeliklerde, NPHK da ise (m. 6) isteğe bağlı on haftanın altındaki gebeliklerde ve tıbbi zorunluluk bulunan hallerde on haftanın üzerindeki gebeliklerde izin belgesini düzenlemiştir. Buna göre; - gebe kadın reşitse kendinden, - küçükse kendisinin rızası ile birlikte velisinden - vesayet altında ve reşit ya da mümeyyiz değilse reşit olmayan kişinin kendisinden ve vasisi ile sulh yargıcından - gebe kadın evli ise kendisi ile birlikte eşinden rahim tahliyesi için başvurduklarında izin belgesi alınacaktır. NPHK. m. 6 ve tüzüğün m. 14 hükmüne göre; - Akıl maluliyeti nedeniyle şuur serbestisine sahip olmayan gebe kadının kendisinin rızası aranmaz. - Küçüklerde veliden, reşit ya da mümeyyiz olmayan vesayet altındaki kişilerde ise sulh mahkemesinden izin alınması zaman gerektiriyorsa ve  derhal  müdahale  edilmediği  takdirde  yaşamı  veya  yaşamsal organlarından  birini  tehdit  eden  acil  durum  varsa  bunlardan  izin alınması koşulu alınmaz.  Reşit kişiler bakımından küçükler ve mümeyyiz olmayanlardan farklı olarak acil durum bulunması halinde rıza aranmaması hali kanunda açıkça düzenlenmemiştir.  Ancak  bu  halde  gebe  kadının  rıza  açıklayamayacağı, bilincinin kapalı olarak hastaneye getirilmesi halinde doktrinde bir görüşe göre  hekimin  meslek  ve  sanatında  kaynaklanan  hakkın  icrası  suretiyle 1662Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  Erdem müdahalede bulunabileceği diğer bir görüşe göre bu halde varsayılan bir rızanın olduğu ve müdahalede bulunulabileceği kabul edilmektedir. Bu durumda bazı yazarlara göre müdahalenin hukuka uygunluğunun kaynağı, TCK. m. 25 gereğince zorunluluk hali olmaktadır.                                                  109  TCK. m. 26 çerçevesinde hekim, tıp eğitimi görmesinden ve tıp mesleğini icra olanağına yasal olarak sahip olmasından dolayı mesleğinden kaynaklanan hakkını kullanan kişi konumundadır. Hekimin tıp biliminin kurallarıyla genel uygulama çizgisi çerçevesinde hareket etmesi ve hastasını iyileştirme amacını taşıması gerekli ve yeterlidir. Gebe kadının hayatı bakımından ağır ve muhakkak bir tehlikenin bulunduğu hallerde, kadının bilinci açık değil, hiçbir yakınına da ulaşılamıyorsa ve derhal müdahale edilmediği takdirde geri dönülmez zararlar ortaya çıkacaksa rıza beklenmemeli ve hekim mesleğinden kaynaklanan müdahale hakkını kullanmalıdır. Keza Hasta Hakları Yönetmeliği m. 24 hükmü gereğince de hastanın velisi veya vasisinin hazır bulunamadığı veya hastanın ifade gücünün olmadığı hallerde tıbbi müdahalelerde hastanın rızasının aranması şartı uygulanmaz. Öte yandan gebe kadın bilinci açık bir şekilde hastaneye gelmişse ve rahim tahliyesine karşı çıkmaktaysa hekim bu iradeye uygun hareket etmelidir. Bu konuda ayrıca Tıbbi Deontoloji Tüzüğü m. 22 düzenlenmiştir, buna göre:  Ananın hayatını kurtarmak için yeğâne çare teşkil ettiği takdirde, avortman yapılması caizdir. Ciddi bir tehlikede bulunan ananın hayatı, cerrahi müdahaleyi veya gebeliğe son verebilecek bir tedaviyi zaruri kılıyorsa, hastalığın taallûk ettiği tıp şubesinde mütehassıs iki tabibin ve bu iki mütehassıs temin edilemediği takdirde iki tabibin objektif ve katî delillere dayanan raporları alınmadıkça bu müdahale veya tedavi yapılamaz. Bu raporların aslı müdahaleyi veya tedaviyi yapan tabib tarafından mühafaza olunur ve kendisi tarafından tasdikli ve hastanın ismini ihtiva edmeyen bir örneği, mensup olduğu tabib odasına taahhütlü olarak gönderilir. Raporun tasdik şerhinde, avortmanın yapıldığı tarih ve mahal gösterilir. Ağır ve âcil vakalarda, yukarıki fıkra mucibince tabip raporu alınması mümkün olmadığı takdirde, tabib re'sen hareket eder ve keyfiyeti derhal taahhütlü bir mektupla mensup olduğu tabip odasına bildirir. Avortmanlarda, hastanın ve varsa veli veya vasisinin yazılı olarak muvafakatının alınması şarttır  (KANBUR, s. 1248- 1250). 110 Bir kaza ardından hastaneye kaldırılan kazazedenin bilincinin yerinde olmaması veya operasyondan önce bilincini kaybetmesi nedeniyle rızası alınamıyorsa ya da bir ameliyat esnasında ameliyatın genişletilmesi gereği vuku bulursa kişinin yapılacak müdahalelere rıza göstereceği varsayılır. Ancak rızanın alınmasının, kişinin gerçek iradesine başvurulmasının mümkün olduğu hallerde kesinlikle kişinin varsayılan rızasından hareket edilmemelidir. Bu noktada hekimler daha önce hastaya bildirmeden, hastanın yaşamı ve sağlığı açısından aciliyet arz etmeyen müdahalelerde kendi insiyatifleriyle hastanın rızasının mevcudiyeti varsayımında bulunmamalıdırlar. Bilinci kapalı olan ve acil ameliyat edilmesi gereken hastanın yaşam ve vücut bütünlüğüne ilişkin haklarıyla geleceğini tayin hakkı burada çatışmaktadır. Kişinin bilinci yerinde ve kişi iradesini açıklayabilecek durumda olsaydı böyle bir çatışma yaşanmayacaktı. Bu noktada kişinin rızasının elde edilemediği hallerde hekim objektif bir değerlendirme yapmalı ve bu durumda bulunan ortalama bir insanın vereceği kararı tespit etmelidir. Hekimin yaptığı değerlendirme neticesinde, hukuksal değerlerin  hamili  kişi  bu  durumu  bilseydi  muhakkak  rıza  gösterirdi  denilebiliyorsa gerçekleştirilen müdahale varsayılan rıza gerekçesiyle hukuka uygun olacaktır (Meral EKİCİ ŞAHİN, Ceza Hukukunda Rıza, 12 Levha Yay., İstanbul 2012, s. 225, 233) 111 KİZİROĞLU, s. 168.   1663Çocuk Düşürtme Düzenlemesi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  NPHK da ve tüzükte gebeliğin sonlandırılmasına rıza gösterecek kadının yanı sıra evli olması halinde eşi ve küçük olması halinde velisi veya vasisi sayılmıştır.  Ancak burada  kadının rızasının  yeterli olduğu, onun dışında sayılan diğer kişilerin izninin bulunmamasının ceza kanunu anlamında bir sorumluluğa  yol  açmayacağı  fakat  NPHK.  anlamında  idari  cezayla karşılaşabileceği doktrinde belirtilmiştir. Zira burada şahsa sıkı sıkıya bağlı bir hak söz konusu olmaktadır. Vücut bütünlüğü ve rahminde taşıdığı ceninin geleceği  hakkında  karar  verme  yetkisi  sadece  gebe  olan  kadında bulunmaktadır.  Sadece  kadının  rızası  fiilin  hukuka  uygun  olması  için yeterliyken, kadın dışında sayılan kişilerden birinin izni olması ve fakat kadının rızasının bulunmaması fiili suç olmaktan çıkarmaz. Kadının rıza açıklamaya ehil olması için Medeni Kanun gereğince fiil ehliyetini haiz olması aranmaz, kadının fiilin anlam ve kapsamını algılama yeteneğine sahip olması gereklidir. Her somut olay bakımından bu durum araştırılmalıdır. Rızanın geçerli olabilmesi için Hasta Hakları Yönetmeliği m. 22/1, 24 gereğince kadının müdahalenin kapsam ve içeriği hakkında aydınlatılmış olması gereklidir. Müdahaleyi gerçekleştirecek olan hekimin müdahalenin                                                  112 Yargıtay da bir kararında bu yönde görüş belirtmiştir; Yargıtay 5. CD. 2014/11481E. 2015/8043K.   …Rahim  Tahliyesi  ve  Sterilizasyon  Hizmetlerinin  Yürütülmesi  ve Denetlenmesine İlişkin Tüzüğün 13/d. maddesi uyarınca kürtaj işlemi için evli kadının eşinden izin belgesi alınması gerekmekte ise de, eşin rızası alınmadan yapılan işlemde ceza hukuku sorumluluğunu gerektiren bir durumun olmamasına …  113 2827 sayılı kanunun değişiklikten önceki m. 8 hükmü gereğince fiillere daha ağır bir cezayı gerektirmediği takdirde para cezasıyla cezalandırılabileceği hükmü 2008 yılında yapılan değişiklikle  kaldırılmıştır.  Maddenin  son  halinde  yalnızca  3.  maddeye  aykırılık  hali düzenlenmektedir. 114 Avusturya doktrininde de bu konuda sadece kadının rızasının esas alınacağı, çocuğun babasının itirazının dikkate alınmayacağı ifade edilmiştir ( BERTEL- SCHWAIGHOFER, s. 60). 115 KANBUR, s. 1245; ÇAKMUT, s. 598; DÖNMEZ, s. 114; TEZCAN-ERDEM-ÖNOK, s. 327, 328; ÖZBEK-KANBUR-DOĞAN-BACAKSIZ-TEPE, s. 297; KURT, s. 79. 116  Madde 22-  Kanunda gösterilen istisnalar hariç olmak üzere, kimse, rızası olmaksızın ve verdiği rızaya uygun olmayan bir şekilde tıbbi ameliyeye tabi tutulamaz…    Madde 24-  Tıbbi müdahalelerde hastanın rızası gerekir. Hasta küçük veya mahcur ise velisinden veya vasisinden izin alınır. Hastanın, velisinin veya vasisinin olmadığı veya hazır bulunamadığı veya hastanın ifade gücünün olmadığı hallerde, bu şart aranmaz.   Kanuni temsilcinin rızasının yeterli olduğu hallerde dahi, anlatılanları anlayabilecekleri ölçüde, küçük veya kısıtlı olan hastanın dinlenmesi suretiyle mümkün olduğu kadar bilgilendirme sürecine ve tedavisi ile ilgili alınacak kararlara katılımı sağlanır.   Sağlık  kurum  ve  kuruluşları  tarafından  engellilerin  durumuna  uygun  bilgilendirme yapılmasına ve rıza alınmasına yönelik gerekli tedbirler alınır. 1664Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  Erdem sonuçları bakımından gebe kadını aydınlatmış olması yetmez, ayrıca gebeliğin süresini  de  araştırmalıdır.  Rıza  rahim  tahliyesi  işleminden  önce  var olmalıdır. İşlem esnasında kadının bilincinin açık olması ve rızasını geri alması  halinde,  devam  edilmemesi  kadının  yaşam  ve  vücut  bütünlüğü bakımından risk arz etmiyorsa müdahale durdurulmalıdır. Öte yandan kadının bilincinin kapalı olması halinde hekimin, ameliyatın genişletilmesi zaruretinin doğduğu  bir  durumda  buna  ilişkin  kurallar  çerçevesinde  hareket  etmesi gerekmektedir. Buna göre tıbbi müdahalenin genişletilmesi ve dolayısıyla hastanın gerçek iradesine aykırı hareket edilmesi riski, müdahalenin yarıda bırakılmasından  doğabilecek  risklerden  daha  büyük  olduğunda,  tıbbi müdahale yarıda bırakılmalıdır. Müdahaleye ara verilmesinin hastanın yaşamı ve sağlığı açısından getireceği külfetler kişinin gerçek rızasına aykırı hareket edilmesi riskinden daha büyükse operasyona devam edilmelidir. Kanun, kadının rızası hakkında bir şekil şartı öngörmemiştir. Ancak kadın dışında izni gereken kişilerin örneği tüzükte ekli olan yazılı izin belgesini aramıştır (Tüzük m. 13, 15).  Bu hususta belirtilmesi gereken bir diğer durum ise hekimin kadının rızası  üzerinde  hataya  düşerek  rahim  tahliyesini  yapması  halinde                                                    Kanuni temsilci tarafından rıza verilmeyen hallerde, müdahalede bulunmak tıbben gerekli ise, velayet ve vesayet altındaki hastaya tıbbi müdahalede bulunulabilmesi; Türk Medeni Kanununun 346 ncı ve 487 inci maddeleri uyarınca mahkeme kararına bağlıdır.   Tıbbi müdahale sırasında isteğini açıklayabilecek durumda bulunmayan bir hastanın, tıbbî müdahale ile ilgili olarak önceden açıklamış olduğu istekleri göz önüne alınır.   Yeterliğin zaman zaman kaybedildiği tekrarlayıcı hastalıklarda, hastadan yeterliği olduğu dönemde onu kaybettiği dönemlere ilişkin yapılacak tıbbi müdahale için rıza vermesi istenebilir.   Hastanın rızasının alınamadığı hayati tehlikesinin bulunduğu ve bilincinin kapalı olduğu acil durumlar ile hastanın bir organının kaybına veya fonksiyonunu ifa edemez hale gelmesine yol açacak durumun varlığı halinde, hastaya tıbbi müdahalede bulunmak rızaya bağlı değildir. Bu durumda hastaya gerekli tıbbi müdahale yapılarak durum kayıt altına alınır. Ancak bu durumda, mümkünse hastanın orada bulunan yakını veya kanuni temsilcisi; mümkün olmadığı takdirde de tıbbi müdahale sonrasında hastanın yakını veya kanuni temsilcisi bilgilendirilir. Ancak hastanın bilinci açıldıktan sonraki tıbbi müdahaleler için hastanın yeterliği ve ifade edebilme gücüne bağlı olarak rıza işlemlerine başvurulur.   Sağlık kurum ve kuruluşlarında yatarak tedavisi tamamlanan hastaya, genel sağlık durumu, ilaçları, kontrol tarihleri diyet ve sonrasında neler yapması gerektiği gibi bilgileri içeren taburcu sonrası tedavi planı sağlık meslek mensubu tarafından sözel olarak anlatılır. Daha sonra bu tedavi planının yer aldığı epikrizin bir nüshası hastaya verilir.  117  DÖNMEZ, s. 113. 118 ŞAHİN, s. 227. 119  Hasta Hakları Yönetmeliği m. 28 de de mevzuatın öngördüğü istisnalar dışında rızanın herhangi bir şekle bağlı olmadığı belirtilmiştir.   1665Çocuk Düşürtme Düzenlemesi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  sorumluluğunun nasıl olacağıdır. Bilindiği üzere fiilî hatanın, ceza hukuku yönünden  önem  taşıması  için  suçu  oluşturan  fiile  ilişkin  olması gerekmektedir. Bir diğer deyişle, failin algılamasının yanlış tecelli etmesinden kaynaklı  olarak,  fiilin  objektif  kurucu  unsurlarından  bir  veya  daha fazlasında gerçekleşen hata ile failin ceza normunda yasaklanandan farklı bir fiil  gerçekleştirdiğini zannetmesi gerekir. Bu türlü bir hata kastın bilme unsurunu ve dolayısıyla kastın gerçekleşmesini önler. Ancak hata ile işlenen fiilin taksirli şekli kanunda öngörülmüş ve hata, kusurlu bir hata ise taksirli sorumluluk  söz  konusu  olacaktır.  İlk  on  hafta  içerisinde  çocuğun düşürtülmesi  halinde  kadının  rızanın  bulunmaması  tipikliğe  ilişkin  bir unsurdur. Zira hukuka uygunluk nedeni olan rıza halinde fiil soyut suç tipine uygundur ancak suçu öngören norm ile korunan varlığın hamilinin rızası ile cezalandırılamaz hale gelmiştir, rıza fiilin hukuka aykırılığını kaldırarak bir hukuka  uygunluk  nedeni  oluşturur.  Hekimin  kadının  olmayan  rızası üzerinde hataya düşerek çocuğu düşürtmesi halinde suçun unsuru üzerinde fiili hata söz konusu olup kastı kaldıracaktır. Fiilin taksirli hali kanunda düzenlenmediğinden hekimin taksirli çocuk düşürtme suçundan sorumluluğu söz konusu olmayacaktır.  A. MADDİ UNSUR  1. Fiil Bu suç bakımından tipik fiil;  - gebelik süresi on haftadan fazla ise tıbbi bir zorunluluk bulunmadığı halde çocuğun düşürtülmesi (m.99/2)                                                   120  Tâli ya da ikincil olarak da adlandırılan, kurucu olmayan unsurlar suçun ortaya çıkmasıyla değil; suçun cezalandırılmasıyla ilgili unsurlardır. Bu unsurlarda hata, fiil üzerinde esaslı olmayan hata teşkil edip kastı kaldırmaz (Devrim GÜNGÖR, Ceza Hukukunda Fiil Üzerinde Hata, Yetkin Yay., Ankara 2007, s. 55). 121 TOROSLU, Genel, s. 233, 234; GÜNGÖR, s. 39. 122 TOROSLU, Genel, s. 164. 123 Aynı yönde bkz. ÖZBEK-KANBUR-DOĞAN-BACAKSIZ-TEPE, s. 296; aksi yönde failin olmayan rızayı varsayması halinde hatanın esaslı olmayıp kastı kaldırmayacağı hakkında bkz. HAFIZOĞULLARI-ÖZEN, Özel, s. 141. 124 Zira hekimin hastanın rızasını alma yükümlülüğü vardır, kusuruyla hataya düşerek bu yükümlülüğüne aykırı davranan hekimin sorumluluğu ancak suçun, kanunda taksirli hali düzenlenmişse söz konusudur. Aynı şekilde hekim gebeliğin kaçıncı haftasında olduğunu araştırmalıdır, kusuruyla hekimin gebeliğin süresi üzerinde hataya düşmesi halinde de fiilin taksirli şekli kanunda düzenlenmediğinden sorumluluğu söz konusu olmayacaktır. 1666Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  Erdem - gebelik süresi on haftadan az ise yetkisiz bir kişi tarafından çocuğun düşürtülmesi (99/5) olarak ortaya çıkmaktadır.  Failin hareketine ilişkin olarak rızasız çocuk düşürtme suçu için yapılan açıklamalar burada da geçerlidir. Failin gebeliğin süresi üzerinde hataya düşmesi bu suç bakımından kurucu unsurlarda yapılan bir hata olup kastı kaldıracaktır. Tipik fiil, gebelik süresi on haftanın altındaysa yetkisiz bir kişi tarafından  çocuğun  düşürtülmesi,  on  haftadan  fazlaysa  tıbbi  zorunluluk bulunmadan çocuğun düşürtülmesidir. Daha önce belirtildiği gibi, on haftanın altında olan gebeliklerde kadının rızasının bulunduğu hallerde yetkili kişi tarafından çocuğun düşürtülmesi hukuka uygundur. Dolayısıyla suç teşkil eden fiil için failin yetkisiz kişi olması gerekmektedir, yetkisiz kişi olmak bu manada  suçun  nitelikli  haline  ilişkin  olmayıp  basit  şekli  için  unsur durumundadır. 2. Hukuka Uygunluk Nedenlerinin Bulunmaması Bu suç bakımından söz konusu olabilecek hukuka uygunluk nedeni tıbbi zorunluluk  halinin  bulunmasıdır.  Kanunun  99/2  hükmünde  düzenlendiği üzere tıbbi bir zorunluluk bulunmaması halinde gebe kadının rızası bulunsa dahi on haftadan fazla olan gebeliğe son verilemez. Kanun açıkça on haftadan fazla olan gebelikler için düzenleme getirdiği için bundan sürenin tam on hafta olması halinde fiilin suç teşkil etmeyeceği anlaşılabilir.      NPHK. m. 5 hükmünde de gebeliğin onuncu haftasının dolmasına kadar annenin  sağlığı  açısından  tıbbi  bir  sakınca  yoksa  gebeliğin sonlandırılabileceği belirtilmiştir. On haftadan fazla gebelikler içinse Ceza Kanunu tıbbi zorunluluk bulunması halini hukuka uygunluk nedeni olarak belirtmiştir. NPHK. tıbbi zorunluluk hali olarak annenin hayatını tehdit ettiği veya edeceği veya doğacak çocuk ile onu takip edecek nesiller için ağır maluliyete neden olacağı halleri düzenlemiştir. Bu halde doğum ve kadın hastalıkları uzmanı ile hastalığın ilgili dalından bir uzmanın hazırlayacağı rapor  üzerine  gebelik  sonlandırılabilecektir.  Ancak  derhal  müdahale                                                  125 DÖNMEZER, Kişilere, s. 226. 126 Alman StGB §218a paragrafına göre tıbbi zorunluluk bulunması halinde, gebenin o zamanki ve gelecekteki yaşam koşullarını göz önünde bulundurarak, gebeliğin durdurulması kadının hayatı için bir tehlikeden veya beden veya ruh sağlığını ağır bir şekilde etkileyecek tehlikeden korunması için hekimlik bilgisiyle gösteriliyorsa ve bu tehlikeden korunmak başka bir şekilde mümkün değilse gebeliğin sonlandırılması hukuka aykırı olmayacaktır. Bu   1667Çocuk Düşürtme Düzenlemesi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  edilmediği takdirde hayatı veya hayati organlardan birisini tehdit eden acil hallerde  durumu  tespit  eden  yetkili  hekim  tarafından  gerekli  müdahale yapılarak rahim tahliye edilir denmek suretiyle, rapor düzenlenmesine gerek olmayan bir hal öngörülmüştür. Acil müdahale halinde ayrıca müdahaleyi yapan hekim en geç yirmi dört saat içinde müdahale yapılan kadının kimliği, yapılan müdahale ile müdahaleyi icap ettiren gerekçeleri illerde sağlık ve sosyal yardım müdürlüklerine, ilçelerde hükümet tabipliklerine bildirmeye zorunludur (NPHK. m. 5).  Tıbbi  zorunluluk  teşkil  eden  ve  kadının  hayatını  tehdit  eden  veya edebilecek olan ya da çocuk ve onu takip eden nesiller için ağır maluliyete neden olacak hastalıklar, tüzükte ek (2) de belirtilmiştir. Doktrinde TCK. m. 99  anlamında  tıbbi  zorunluluk  kavramına  açıklık  getirmesi  bakımından NPHK nin bağlayıcı olmayıp ancak yorumda kullanılabilecek bir kaynak olduğu ifade edilmiştir. Benzer bir şekilde listede sayılan hastalıkların örnek nitelikte olduğu, tıp bilimine göre hamile kadının hayatını tehdit ettiği veya edebilecek olduğu kabul edilen diğer hallerde de TCK. m. 25 gereğince zorunluluk hali hukuka uygunluk nedeni teşkil eder. Zira maddede gebe kadın ve cenin için öngörülmüş bu haller de zorunluluk hali kapsamındadır. Kanun acil hal kapsamında nelerin yer alacağının, tüzükle açıklanacağını belirtmiştir, bir diğer deyişle tıbbi zorunluluk halleri bakımından saptamanın tüzükle yapılacağı açıkça belirtilmemişken, acil haller bakımından açıkça sınırlama getirilmiştir.  Dolayısıyla  artık  burada  zorunluluk  haline  dayanabilmek mümkün değildir.  Bu konuda tartışmalı olan bir diğer husus da tıbbi zorunluluk bulunması halinde  gebe  kadının  rızasının  bulunmasına  gerek  olup  olmadığı noktasındadır. Bir görüşe göre burada kanun  rızaya dayalı olsa bile  demek suretiyle kadının rızası bulunmasa bile gebeliğe son verilmesinin bu suçu                                                  hüküm hukukun kimsenin bir başkasına fiziksel veya zihinsel zarar verdiği gerekçesiyle öldürülmesine olanak tanımaması, çocuğunsa bu sebeple öldürülebilmesine izin verilmesi gerekçesiyle eleştirilmiştir (Hermann BADER, Eine Anatomie der Seele oder Die Welt in der Wir Leben, Illerberg 2002, s. 38). 127 KİZİROĞLU, s. 181. 128 Tüzük m. 8 de rahim tahliyesini gerektiren acil haller olarak;    a) Servikal internal os kapalı olsa bile, kadının yaşamını tehlikeye sokacak ölçüde vajinal kanamalar,    b) Servikal internal osun açık olduğu haller,    c) Uterustaki gebelik ürününün bir bölümünün düştüğü ve kanamanın devam ettiği haller ya da enfeksiyon tehlikesi sıralanmıştır. 129  DÖNMEZER, Kişilere, s. 227, 228. 1668Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  Erdem oluşturmayacağını belirtmektedir. Nitekim NPHK. m. 6 hükmü gereğince  derhal müdahale edilmediği takdirde hayatı veya hayati organlardan birisini tehdit eden acil hallerde  iznin aranmıyor oluşu, tıbbi zorunluluk halinde rıza hilafına da müdahalede bulunulabileceğinin bir göstergesidir. Öte yandan aynı görüşe göre rızayı açıklamaya yetkili olan kişinin yalnızca kadın olduğu, NPHK de izin vermesi gereken kişiler olarak sayılan kişilerden misalen eşin izni  bulunmaması  halinde  de  kadının  rızasıyla  gebeliğin  sonlandırılması işleminin  yapılabileceği  belirtilmiştir.  Bu  durumda  rıza  ve izin  vermeye yetkili kişilerin farklı olduğu, öte yandan iznin, müdahalenin TCK anlamında hukuka aykırılığında bir etkiyi haiz bulunmadığı belirtilmiştir. Bu durumda iznin aranmamasının rızanın aranmayacağının bir dayanağı olmadığı açıktır.  Diğer bir görüşe göre, kadının hastaneye bilinci açık bir şekilde gelmesi halinde mutlaka onun rızasının alınması gerekir. Rıza alınmadan yapılan vücuda yönelik müdahaleler hukuka aykırı olacaktır. Zira gebe kadının cenin ile manevi bir bağ kurmuş olması mümkündür. Cenin ile kurduğu bağ gebe kadının,  üzerinde  mutlak  surette  tasarrufta  bulunabileceği  bir  hakkıdır. Dolayısıyla burada da rıza aranmalıdır.  Daha isabetli görünen bir diğer görüşe göre, kanunda kullanılan  rızaya dayansa bile  ifadesi, kadının rızasının yalnızca on haftanın sonuna kadarki süre için etki edeceğini ifade etmek içindir. Dolayısıyla kanun on haftanın üzerindeki  gebeliklerle  artık  kadının  rızasına  hukuki  bir  değer tanımamaktadır.  Bu  süreden  sonraki  gebeliklerin  sonlandırılabilmesinde belirleyici olan tıbbi zorunluluk bulunması halidir. Dolayısıyla kadının rızası hilafına  da  bu  müdahale  yapılabilecektir.  Nitekim  Hasta  Hakları Yönetmeliği m. 5/1-d hükmünde  tıbbi zorunluluklar ve kanunda yazılı haller dışında, rızası olmaksızın kişinin vücut bütünlüğüne ve diğer kişilik haklarına dokunulamaz  denmek suretiyle de tıbbi zorunluluk bulunması halleri rızanın aranmadığı haller olarak yinelenmiştir.  Bu hususta tartışmalı olan bir diğer durum ceninin özürlü doğacak olması halinin tıbbi zorunluluk kapsamında değerlendirilip değerlendirilemeyeceği noktasındadır. Zira NPHK  ile belirtilen tıbbi zorunluluk halleri arasında cenine ilişkin olarak   gebeliğin doğacak çocuk ile onu takip edecek nesiller için ağır maluliyete neden olacak olması  bulunmaktadır. Bir görüşe göre,                                                  130  TEZCAN-ERDEM-ÖNOK, s. 330. 131  TEZCAN- ERDEM-ÖNOK, s. 327. 132 KANBUR, s. 1247, 1248; ÖZBEK-KANBUR-DOĞAN-BACAKSIZ-TEPE, s. 300. 133 KİZİROĞLU, s. 180.   1669Çocuk Düşürtme Düzenlemesi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  cenin açısından tıbbi zorunluluk, gebe kadın için tıbbi zorunluluk bulunmasa da  anne  karnında  canlılığını  sürdüremeyeceğinin  tıbbi  verilerle  ortaya konması halinde söz konusu olur. Dolayısıyla ceninin özürlü doğacak olması bu kapsamda değerlendirilemez. Aksinin kabulüyse TCK. m. 99/2 anlamında rızanın da aranmıyor olması göz önünde bulundurulduğunda özürlü doğacak tüm ceninlerin gebe kadın doğurmak istese dahi, varlığına son verilmesi olanağının hekime tanınması anlamına gelecektir. Öte yandan annenin sağlığına ilişkin olarak tüzük ek 2 de  On haftanın üzerindeki gebeliklerde rahim tahliyesini gerektiren, kadının hayatını ya da hayati organlarından birini tehdit eden ya da çocuk için tehlikeli olan hastalıklar ve durumlar  arasında  sakat çocuk doğurma ihtimali yüksek diğer heredit hastalıklar ve down  sendromu   da  sayılmıştır.  Dolayısıyla  ceninin  down  sendromlu doğacak olması hali ile anne başka bir yolla tedavi edilebilecek olsa da doğacak çocuğun sakat doğmasına neden olacak bir hastalığının bulunması hali tıbbi bir zorunluluk olarak düzenlenmiştir. Listede sayılan hastalıkların tahdidî olmadığı kabul edildiğinde, doğacak çocuğun fiziksel ya da zihinsel bir  özrünün  bulunabilecek  olması  tıbbi  zorunluluk  halinin  bulunması anlamına  gelmektedir.  Türkiye de  2004  yılında  hazırlanan  bir  tasarıda çocuğun  özürlü  doğma  ihtimalinin  kürtaja  gerekçe  olmayacağı belirtilmiştir.  Yukarıda  da  belirtildiği  üzere  çocuğun  özürlü  doğacak olmasını tıbbi zorunluluk olarak algılamak özürlü doğacak çocuğu isteyen aileleri eleme sevk edecek uygulamalara yol açabilir. Çağdaş bir hukuk düzenindeyse salt özürlü doğabilmek ihtimali, gebeliğin sonlandırılmasına tek başına imkân tanıyamamalıdır.  B. MANEVİ UNSUR Suç genel kastla işlenir. Failin kastı suç fiiline ilişkin tüm unsurları kapsamalıdır.  On  haftanın  üstündeki  gebeliklerde  fail  kadının  rızasının                                                  134 KİZİROĞLU, s. 181. 135 (2) SAYILI LİSTE:     …   5) Brusella ve diğer ağır kronik enfeksiyonlar    N – Konjenital nedenler    1) Marphan sendromu    2) Mesane ekstrofisi    3) Down sendromu    4) Sakat çocuk doğurma ihtimali yüksek diğer herediter hastalıklar    …  136  CAN, s. 91; Hakan HAKERİ,  Tıp Hukukunda Kürtaj ve Sezaryen , Kadının Vücut Bütünlüğü Üzerine Hukuki ve Tıbbi Yaklaşım, İstanbul Barosu Yay., İstanbul 2013, s. 50. 1670Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  Erdem varlığını, tıbbi bir zorunluluk bulunmadığını, gebeliğin on haftadan fazla olduğunu bilerek ve  çocuğun  düşürtülmesini isteyerek hareket etmelidir. Suçun nitelikli halinde fail rahim tahliyesine yetkili kişi olmadığını bilerek hareket etmelidir. On haftanın altındaki gebeliklerde, suçun oluşması için fail gebeliği sonlandırmaya yetkisiz kişi olduğunu bilerek ve isteyerek fiili işlemelidir. Doktrinde tıbbi zorunluluktan kaynaklanan zorunluluk hali üzerinde hataya düşülmesinin,  sorumluluğu  kaldıracağı  zira  çocuk  düşürmenin  taksirli şeklinin kanunda düzenlenmediği belirtilmiştir. C. CEZASIZLIK NEDENİ  Rıza  ile  gebeliğin  sonlandırılabileceği  bir  diğer  hal  olarak  kanunda kadının mağduru olduğu bir suç sonucunda gebe kalması düzenlenmiştir. Bu durumda süresi yirmi haftadan fazla olmamak koşuluyla, uzman hekimler tarafından hastane ortamında gebeliğin sonlandırılması mümkündür ve fiil cezalandırılmayacaktır (TCK. m. 99/6).  Kanun koyucu bu cezasızlık halinde de gebeliğin sonlandırılmasını yirmi haftalık süreyle sınırlamıştır. Adalet Komisyonundaki Görüşme tutanaklarında süre konusunda tartışmalar yaşanmış, süre belirlenirken yirmi ve yirmi dört hafta konusuna odaklanılmış, neticesinde yirmi hafta olarak yasalaşmıştır. Alman Ceza Kanununda bu hale ilişkin düzenlemede on iki haftalık süre öngörülmüştür. Ancak kanun kapsamında tıbbi endikasyon halleri arasına kadının ruh sağlığının uğrayacağı zararlar da dahil edildiğinden ve bu sebeple gebeliğin  sonlandırılmasında  süre  düzenlenmediğinden  kriminolojik endikasyon olarak ifade edilen bu durumda da tıbbi endikasyon modeline başvurulabilmelidir. Avusturya Ceza Kanununda suç sonucu gebelik hali ayrıca düzenlenmemiştir, ancak Almanya daki düzenlemeye benzer olarak ruh  sağlığının  zarara  uğrayacağı  halde  hekim  tarafından  gerçekleştirilen gebeliğin sonlandırılması cezasızlık sebebi olarak düzenlenmiştir. Doktrinde,  kanunda  gebeliğin  uzman  hekimler  tarafından  hastane ortamında sona erdirilmesi gerektiğinden söz edilse de, Tüzük m. 6 gereğince gebelik süresi on haftadan fazla olan kadınlarda rahim tahliyesinin zaten resmi yataklı hastane kurumlarıyla özel hastanelerde yapılabileceği,  dolayısıyla                                                  137  EREM, s. 313. 138  KİZİROĞLU, s. 183.   1671Çocuk Düşürtme Düzenlemesi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  cezasızlık nedeninin uygulanması bakımından bu özel koşulun bir anlamının bulunmadığı belirtilmiştir. Bu konuda tartışmalı bir husus ise gebeliğin bir suçtan kaynaklandığının tespitinin uygulamada nasıl yapılacağı noktasında çıkmaktadır. Zira böyle bir suçun tespiti için kesinleşmiş mahkeme kararının beklenmesi halinde kanunla öngörülen yirmi haftalık sürenin geçirilmesi çok yüksek bir ihtimaldir.  Öte yandan doktrinde bir görüşe göre gebe kadına karşı bu türlü bir suçun işlendiği  konusunda  makul  şüphe  bulunabilir.  Ancak  mahiyeti  itibariyle gebeliğin  bu  suçtan  kaynaklandığı  konusunda  yeterli  şüphe  kavramına başvurmak mümkün değildir, zira burada suç teşkil etmeyen tıbbi bir sorunun tespiti söz konusudur. Bu konuda en doğrusu, gebe kadının mağduru olduğu bir suça dair şüphenin yeterli görülmesi, bunun tespitinde de hekimin tıbbi kanaatine itibar edilmesi olacaktır.  Alman Ceza Kanununda kriminolojik endikasyon halinde, gebe kadının cinsel bir suç mağduru olduğu hususunda kanaat için hekimlik bilgisine göre ağır  sebepler  bulunursa,  hekimin  bu  kanaati  doğrultusunda  gebeliğin sonlandırılması cezalandırılmaz. Bu hususta kanaat getirmek için ağır bir sebep olarak mağdurun yaşının on dörtten küçük olması örnek gösterilmiştir. Bu  halde  endikasyon  raporunu  hazırlayacak  hekim  ile  müdahaleyi gerçekleştirecek hekim farklı olmak zorundadır.  VII. NİTELİKLİ HALLER Kanun  koyucu  TCK.  m.  99  hükmünün  ikinci,  üçüncü  ve  beşinci fıkralarında bu suçlar için nitelikli haller öngörmüştür. Bunlar fiilin yetkisiz kişi tarafından ikası, kadının ruh veya beden bütünlüğü bakımından bir zarara uğraması ya da ölmesi halleridir.  ETCK de  suçun  yetkili  kişi  tarafından  işlenmesi  cezayı  artırıcı  bir nedendi. Bunu düzenleyen fıkra daha sonra NPHK ile ilga edilmiştir. Cezayı azaltıcı nitelikli bir hal olarak suçun failin kendisinin veya akrabasının şeref ve namusunu kurtarmak için işlenmiş olması hali öngörülmüştü, bu indirim nedenine TCK de yer verilmemiştir.                                                   139 TEZCAN-ERDEM-ÖNOK, s. 332. 140 KİZİROĞLU, s. 183; DÖNMEZ, s. 135; KURT, s. 82.  141 TEZCAN-ERDEM-ÖNOK, s. 332,333 142  Pro-familia,  Schwangerschaftsabbruch,  Pro  Familie  Deutsche  Gesellschaft  für Familienplanung, Sexualpädagogik und Sexualberatung, 2015, s. 27. 143 EREM, s. 321. 1672Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  Erdem Bu hallerde neticesi sebebiyle ağırlaşan suçlar söz konusu olup failin en az taksir derecesinde kusuru bulunması gerekmektedir (TCK. m. 23). A. KADININ RUH VEYA BEDEN BÜTÜNLÜĞÜ BAKIMINDAN BİR ZARARA UĞRAMASI YA DA ÖLMESİ Bu nitelikli hal maddenin üç ve dördüncü fıkralarında düzenlenmiş olup, rızaya  dayalı  ve  rızasız  çocuk  düşürtme  suçlarının  her  ikisi  için  de öngörülmüştür. Fark bu hallerde cezalandırmada kendini göstermektedir.  Bu hallerde rızaya dayalı çocuk düşürtme suçunda, tıbbi bir zorunluluk bulunmadığı  ve  gebelik  on  haftanın  üzerinde  olduğu  halde  çocuğun düşürtülmesine rıza gösteren anne bakımından suçun nitelikli halinden dolayı ceza artırılmayacaktır.  Çocuğu  düşürtülen  kadın  beden  bütünlüğüne  yönelik  bu  müdahale dolayısıyla  yaralanmış  olacaktır  ancak  kadının  beden  sağlığının bozulmasından  anlaşılması  gereken  müdahalenin  tabiî  olarak  neden olduğundan daha ciddi rahatsızlıklardır. Çocuğun düşürtülmesi neticesinde meydana gelen yaralar ve sağlık sıkıntıları bu kapsamda değildir. Ruh sağlığı bakımından zarar ise kadının psikolojik yönden müdahalenin neticesi olarak hayatını eskisi gibi sürdürememesidir. Böyle bir zarara yönelik tespit yargılama sürecinde adli tıp kurumundan alınacak bir raporla saptanmalıdır. Nitekim Yargıtay uygulamasında da bu gerekliliğe işaret edilmiştir.                                                   144 DÖNMEZ, s. 132. 145 KANBUR, s. 1242. 146 DÖNMEZ, s. 130. 147 Yargıtay 5. CD. E. 2006/2706, K. 2006/3034 sayılı kararında  …Ancak; 5237 sayılı Yasanın 102/5. maddesinin uygulanma olasılığı nazara alınarak kızlığı bozulan mağdurenin suçun sonucunda beden veya ruh sağlığında bozulma olup olmadığının Adli Tıp Kurumu ilgili İhtisas Dairesinden görüş alınarak saptanması gerektiğinin gözetilmemesi,5237 sayılı TCK.nun 62. maddesinin yürürlüğe girmesinden önce, 5328 sayılı Kanunun 2. maddesi ile yapılan değişikliğe göre cezadan 1/6 oranında indirim yapılması gerektiği halde, yazılı gerekçelerle  1/5  oranında  indirim  yapılmak  suretiyle  eksik  ceza  tayini…Bozmayı gerektirmiş…    Yargıtay 8. CD. E. 2007/8868, K. 2007/6472, sayılı kararında  …alınan rapor hakkında ayrıca Adli Tıp Kurumundan rapor alınması hususunun yer almadığı gibi mahkeme tarafından  iade  sebebi  olarak  belirtilen  konuda  C.Başsavcılığınca  Çorlu  Askeri Hastanesinden  uzman  doktor  raporu  alındığı,  yargılama  aşamasında  davayı  gören mahkeme tarafından gerekli görüldüğü taktirde Adli Tıp Kurumundan görüş alınabileceği gözetilmeksizin, itirazın kabulü yerine yazılı şekilde reddine karar verilmesinde isabet görülmediğinden bahisle 5271 sayılı CMK, nun 309. maddesi uyarınca anılan kararın bozulması lüzumu … Dairemize gönderilmekle incelendi…Çorlu Ağır Ceza Mahkemesinin   1673Çocuk Düşürtme Düzenlemesi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  Kadının ölmesi halinde eğer fail kadını öldürmeye yönelik doğrudan kast ile hareket etmişse, bu takdirde failin sorumluluğu çocuk düşürtme suçunun nitelikli halinden değil, kasten insan öldürmenin nitelikli hali olan  gebe olduğu bilinen kadına karşı  işlenmesinden olacaktır (TCK. m. 82/1-f)148.  Hekimin tıbbi zorunluluğun varlığı üzerinde hataya düşmesi ve yapılan müdahale neticesinde kadının ruh veya beden bütünlüğü bakımından bir zarara uğraması ya da ölmesi halinde, suçun neticesi sebebiyle ağırlaşmış halinden sorumluluğu bulunmayacaktır. Zira gerek kastın aşılması suretiyle işlenen suçlarda gerekse neticesi nedeniyle ağırlaşan suçlarda hatanın suçun varlığı için gerekli veya tehlikeli fiile ilişkin kastı kaldırması halinde, söz konusu hareketin meydana getirdiği daha ağır veya farklı nitelikteki sonuç bakımından da sorumluluk ortadan kalkar. B. YETKİLİ OLMAYAN KİŞİNİN FİİLİ Yetkili  olmayan  bir  kişi  tarafından  gerçekleştirilen  çocuk  düşürtme suçunun nitelikli hal olarak düzenlendiği fiiller; rızası olmadan bir kadının çocuğunun düşürtülmesi, rızası olsa da tıbbi zorunluluk olmadan düşürtülmesi fiilleridir. Yetkili kişinin ve dolayısıyla yetkisiz kişinin kim olduğu hususunda fail konusunda açıklama yapıldığı için burada tekrarlanmayacaktır. VIII. SUÇUN ORTAYA ÇIKIŞ BİÇİMLERİ A. TEŞEBBÜS VE GÖNÜLLÜ VAZGEÇME Neticeli bir suç olan çocuk düşürtme suçu teşebbüse elverişlidir. Fail, suçun  icra  hareketlerinden  vazgeçmesi  veya  kendi  çabalarıyla  neticenin gerçekleşmesini önlemesi halinde teşebbüsten dolayı cezalandırılmayacaktır (TCK. m. 36). Failin çocuk düşürtmeye yönelik elverişli hareketleri doğrudan doğruya uygulamaya başlamasıyla suç yoluna girilmiş kabul edilir. Buna göre, örneğin  hekimin  süresi  on  haftayı  aşmış  bir  gebelikte  gebeliğin                                                  08/05/2007 tarih ve 2007/68 iddianame değerlendirme sayılı iade kararının bu nedenle yerinde görülmediği; Çorlu C.Savcısının, 14. 05. 2007 tarihli itirazına istinaden verilen Tekirdağ Ağır Ceza Mahkemesinin 28.05.2007 tarih ve 2007/613 müteferrik sayılı sayılı itirazı reddi kararının 5271 sayılı CMK,nun 174. maddesine dayandırılmasının dosya kapsamına uygun düşmediği sonucuna varılmıştır…  148 DÖNMEZ, s. 132; TEZCAN-ERDEM-ÖNOK, s. 331; Ayrıca bkz. Güneş OKUYUCU ERGÜN,  Gebe Olduğu Bilinen Kadına Karşı İşenen Kasten Öldürme Suçuna İlişkin Bazı Tesbit ve Değerlendirmeler , Prof. Dr. Nevzat TOROSLU ya Armağan, C. II, Ankara Üniversitesi Yay. No: 459, Ankara 2015, s. 821 vd. 149 GÜNGÖR, s. 86, 87. 1674Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  Erdem sonlandırılmasına  yönelik  müdahaleleri  yapmaya  başlamış  fakat  kendisi dışındaki sebeplerle ceninin ana ile olan yaşamsal bağının sona erdirilememiş olması halinde,150 ceninin ana rahminden yaşama kabiliyetine sahip olarak çıkarılmış olması halinde suç teşebbüs aşamasında kalmış olacaktır. Çocuk düşürtmeye icraya doğrudan doğruya başlamayı göstermeyen ilaç satın alma, hekimle  görüşme,  hekimin  muayenehanesinde  bekleme  gibi  hareketler hazırlık hareketleri olarak nitelendirilerek cezalandırılamayacaklardır. Öte yandan bazı hazırlık hareketlerinin NPHK. m. 7 hükmünde bağımsız suçlar olarak düzenlendiği  doktrinde ifade  edilmiştir. Ancak bu halde henüz mevcut  bir  gebelik  bulunmadığından,  olmayan  bir  gebeliğin sonlandırılmasına yönelik hazırlık hareketlerinden de bahsedilemeyecektir. Aksine, burada son verme değil önleme söz konusudur.  Gebe kadının ameliyat masasına yatırılması, müdahaleyi yapacakların gerekli aletleri çıkarmaları icra başlangıcıdır. Teşebbüsün kabulü için bilfiil gebe kadının üzerinde cerrahi hareketlere girişilmiş olması şart değildir. Dolayısıyla,  fiil  iltibasa  mahal  vermeyecek  ve  failin  kastından  şüphe edilemeyecek biçimde dış hareketlerle belirlendiği ve failin hareketleri artık geri dönülemez nitelikte neticeye yaklaştığı takdirde bir icra başlangıcının varlığını kabul etmek uygun olacaktır.                                                   150 KANBUR, s. 1252. 151 FUCHS- KRAUSKOPF, s. 57; KÜPPER, s. 35. 152   Buna  karşılık  bazı  hazırlık  hareketleri  Nüfus  Planlaması  Hakkındaki  Kanunun  7. maddesinde bağımsız suçlar olarak düzenlenmiştir.  (DÖNMEZ, s. 126); Yazara göre, kanunun üçüncü maddesinde  …gebeliği önleyici ilaç ve araçları temin veya imal etmeye veya ettirmeye, muhtaç olanlara bu ilaç ve araçları parasız veya maliyetinden ucuz fiyatla vermeye veya verdirmeye veya sattırmak için tedbir almaya yetkilidir. İlaç ve araçların imal veya Türkiye'ye İthali Sağlık ve Sosyal Yardım Bakanlığının iznine tabidir.  denmek suretiyle gebeliği önlemeye yönelik ilaçların temin ve imali izne tabi tutulmuş, buna aykırı hareketlerinse kanunun 7. maddesinde  Sağlık ve Sosyal Yardım Bakanlığınca bu Kanunun 3 üncü maddesine göre gebeliği önleyici nitelikte oldukları kabul edilmeyen ilaç ve araçları yurt içinde imal edenler veya her ne suretle olursa olsun dağıtanlar veya ticaret maksadıyla yurda sokanlar veya bu maksatla bulunduranlar bir yıldan üç yıla kadar hapis ve beşbin güne kadar adlî para cezası ile cezalandırılır.   Sağlık ve Sosyal Yardım Bakanlığınca bu Kanunun 3 üncü maddesine göre gebeliği önleyici nitelikte oldukları kabul edilen ilaç ve araçların reklam ve propagandası 14/5/1928 tarihli ve 1262 sayılı Kanunun 13 üncü maddesine göre yapılır. Buna aykırı hareket edenler bir yıla  kadar  hapis  ve  adlî  para  cezası  ile  cezalandırılır.   hükmü  düzenlenerek cezalandırılacak hazırlık hareketlerinden olduğu belirtilmiştir.  153 KİZİROĞLU, s. 175. 154 DÖNMEZER, Kişilere, s. 235.   1675Çocuk Düşürtme Düzenlemesi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  Daha önce de belirtildiği üzere bu suç ihmali hareketle de işlenebilir. Buna göre failin psişiğinde oluşan suç işleme kararının hareketlerle ortaya konulması halinde icra aşaması başlayacaktır. Bu hareketlerinse ihmali surette  ortaya  konulmuş  olması  ve  icra  aşamasına  geçilmesiyle  birlikte cezalandırılabilir  bir  teşebbüsün  varlığından  söz  edilebilir.  Yapılan hareketsizliğe son verilmesi halinde ise gönüllü vazgeçme mümkündür. B. İŞTİRAK TCK. m. 99 ile düzenlen çocuk düşürtme suçlarının özgü suç niteliğinde olduğu daha önce belirtilmişti. Özgü suçlarda ancak özel faillik niteliğini taşıyan kişinin fail olabileceği kanunda düzenlenmiştir (TCK. m. 40/2).  Aynı hükme göre bu suçlara iştiraksa ancak azmettiren veya yardım eden olarak mümkündür.                                                  155 Devrim AYDIN,  Suça Teşebbüs , AÜHFD., C. 55, S. 1, 2006, s. 86, 87, 104. 156 AYDIN, Suça Teşebbüs, s. 104. 157 Özgü suçlarda yalnızca azmettiren veya yardım eden olarak iştiraki mümkün gören kanun hükmü eleştirilmiştir;  …İştirakin tali (ikincil) nitelikte olduğu görüşünden yana olanlara göre, özgü suça ait tipik davranış mutlaka gerekli nitelikleri taşıyan kimse tarafından gerçekleştirilmelidir. Suçun faili ile suça iştirak edenler arasında bir ayırım yapan ve özgü suçlarda ancak özel faillik niteliğini taşıyan kişinin fail olabileceğini kabul eden 2004 tarihli Türk Ceza Kanunu da bu görüşü benimsemiştir (m. 40, f. 2)…   …Ancak belirtmek gerekir ki, özgü suça ait tipik davranışın mutlaka gerekli nitelikleri taşıyan kimse tarafından gerçekleştirilmesi konusunda mantıki bir zorunluluk yoktur. Gereken  niteliklere  sahip  olan  kimsenin,  özgü  suçun  tipik  davranışını  şahsen gerçekleştirmesi, ‘sadece kendi eliyle gerçekleştirilmesi gereken suçlar  veya ‘şahsen gerçekleştirilmesi  gereken  suçlar   denilen  ve  mahiyetleri  gereği  başkası  aracılığıyla işlenemeyen suçlar yönünden zorunludur. Örneğin yalan yere yemin ve askerlikten firar suçlarında olduğu gibi. Buna karşılık üçüncü kişilerin aracılığıyla da gerçekleştirilebilen özgü suçlar yönünden durum böyle değildir.  (TOROSLU, Genel, s. 306, 307); Aynı yönde bkz. AYDIN, Suça İştirak, s. 271, 272. Öte yandan TCK. m. 99 hükmüyle düzenlenen rızasız ve rızaya dayalı çocuk düşürtme suçlarında failin yetkisiz kişi olmasının arandığı hallerde şahsen gerçekleştirilmesi gereken suçların söz konusu olduğu ve özgü suça ait tipik fiilin başkası tarafından işlenemeyeceği düşünülebilir. Zira failin yetkisiz kişi olmasının arandığı hallerde fiilin yetkili kişi tarafından ikası ortada bir suçun bulunmamasına sebep olmaktadır. Failin yetkili kişi olmasının arandığı hallerde ise yetkisiz kişi olması nitelikli halin vukuuna sebep olmaktadır. Diğer taraftan kanunun 37. maddesinin gerekçesinde müşterek faillik için ortak  hâkimiyetin  aranacağının  belirtilmesi,  özgü  suçlarda  da  ortak  hâkimiyetin kurulabileceği, salt failin belirli bir niteliğinin aranması dolayısıyla özgü suçlara iştirakin yalnızca azmettiren veya yardım eden olarak sınırlanmasının doğru olmadığı gerekçesiyle eleştirilmiştir. Bu görüşe göre;   … iştirakin tali (ikincil) nitelikte olduğu fikrini savunanlar, özgü  suça  ait  tipik  davranışların  sadece  özel  faillik  niteliği  taşıyan  kişi  tarafından işlenebileceğini, bunun dışında kalan ve özel faillik niteliği taşımayanların ise ancak 1676Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  Erdem Çocuk düşürtme suçlarına iştirakte failin yetkili kişi olmasının arandığı suçun basit şeklinde, suçun işlenişine katılan diğer kişiler azmettiren veya yardım  eden  olarak  sorumlu  tutulabilirler.  Kanunun  tıbbi  zorunluluk bulunmadığı  halde  çocuk  düşürtülmesine  rıza  gösteren  kadını  da cezalandırdığı ikinci fıkrasında çok failli bir suç tipi düzenlenmiş olup, gebe kadının fiiline de azmettiren olarak iştirak etmek mümkündür. Benzer şekilde, failin yetkisiz bir kimse olmasının gerektiği on haftanın altındaki gebeliklerde kadının  rızası  bulunarak  çocuk  düşürtülmesi  suçunun  işlenmesi  halinde yetkisiz kişinin fiiline katılan diğer kişiler de iştirak hükümleri gereğince sorumlu olacaklardır. Kanun 37. madde hükmü ile suçun kanunî tanımında yer alan fiili birlikte gerçekleştiren kişilerden her birinin fail olarak sorumlu olacağını  belirtmiştir.  Maddenin  ikinci  fıkrasında  dolaylı  faillik  hali                                                  azmettiren veya yardım eden biçiminde iştirak edebileceğini kabul etmektedirler. Alman Ceza Kanununda kabul edilen bu görüşün etkisiyle TCK. m. 40/f. 2, özel faillik sıfatı taşımayan kişilerin ancak azmettiren veya yardım eden olarak sorumlu tutulabileceğini kabul etmiştir. Örneğin, A ve B birlikte D nin evinde bulunan televizyonu çalsalar, suçun kanuni tanımında yer alan fiili birlikte işledikleri için her ikisi de fail olarak sorumlu olacaktır. Oysa kamu görevlisi A, zilyetliği kendisine devredilmiş olan televizyonu kamu görevlisi olmayan B ile götürüp sattığında A özel faillik niteliği taşıdığından ‘fail  olacak ve tam ceza ile cezalandırılacak oysa özgü suça iştirak eden B kamu görevlisi olmadığı ‘yardım eden  olarak sorumlu tutulacak ve daha az bir ceza ile cezalandırılacaktır. İddia edildiği gibi failliğin tespitinde ‘fiil üzerinde ortak hâkimiyet kurma  esas alınacaksa, bu sonuç tutarlı değildir  (AYDIN, Suça İştirak, s. 273).  158 Alman Ceza Hukukunda faillik, dolaysız-şahsen faillik (Unmittelbare oder Selbstäterschaft), birlikte-müşterek faillik (Mittäterschaft) ve dolaylı faillik (Mittelbare Täterschaft) olarak ayrılmaktadır. Dolaylı failliğin kriterlerinden ilki aracı kişinin ikincil nitelikte olması, başkasının yönetiminde bulunmasıdır. Buna göre aracı kişinin etkisi de en azından suç fiilini oluşturan hareket niteliği taşımalıdır, aksi takdirde dolaysız failin suç fiilini işlemesinde bir kişiyi ya da eşyayı araç olarak kullanmasının bir farkı olmayacaktır. Kriterlerin ikincisi dolaylı failin failliğidir. Buna göre dolaylı faillik, dolaylı fail olan kişinin gerçekte/fiili olarak failliği haiz olmasından ileri geldiğinden, dolaylı fail dolaysız faili yönetebiliyor olmalıdır. Beulke/Witzigmann a göre arka plandaki kişi, asgari olarak en azından ön plandaki kişinin tipik fiili icra etme kararına neden olmalıdır. Bu itibarla, aracı kişinin tali/ikincil nitelikte bulunduğu ve dolaylı failin yönetiminin söz konusu olduğu kabul edilen alan saptanmalıdır. Üçüncü ve son kriter ise dolaysız failin faillik niteliğidir. Bu kriter altında dolaysız failin özgü suçların faili olamayacağı zira failin sıfatının özgü nitelikte suçun mevcudiyeti olarak gerekli olduğu açıklanmıştır. Buna göre dolaylı fail sadece, bir aracıyla fiile başlayabilen, faillik özelliğini taşıyan dolaysız kişiler de olabilenlerdir. Bu durum arka plandaki kişinin, kendisinin de suç fiilini işleyebilecek olduğu hallerde söz konusudur. Buna örnek olarak kamu görevlisinin bu niteliği haiz olmayan kişi aracılığıyla yaralama fiilini işlemekten dolaylı fail olarak sorumlu olması örnek gösterilmiştir (Alman Ceza Kanunu §340 paragrafında kamu görevlisinin görevini yerini getirirken ya da göreviyle ilişkili  olarak  birini  yaralaması  ya  da  yaralanmasına  müsaade  etmesi  halinde   1677Çocuk Düşürtme Düzenlemesi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  düzenlenmiştir. Buna göre suçun işlenmesinde bir başkasını araç olarak kullanan kişi de fail olarak sorumlu tutulacaktır. Araç olarak kullanılan kişinin kusur yeteneği bulunmaması halinde failin cezası artırılacaktır. Dolaylı faillik, suçun işlenmesinde bir başkasının araç olarak kullanılması halinde söz konusu olur. Bu durumda tipik fiili gerçekleştiren fail bir başkası tarafından kontrol  edilerek  yönlendirilmektedir.  Dolaylı  fail  tarafından  hareketleri kontrol edilerek suç işlemeye yönlendirilen kişi, suçta kullanıldığının farkında değildir.  Araç  olarak  kullanılan  kişi (doğrudan  fail)  bir suç işlediğini bilmiyorsa sorumlu olmayacaktır. Ancak bu kişi araç olarak kullanıldığı suçu bilerek işlemişse sorumlu olmaya devam edecektir. Şahsen işlenebilecek özgü suçlarda dolaylı failliğin mümkün olup olmadığı ise tartışmalıdır. Suçu icra eden ile fail arasında ayrım  yapmayan görüşe göre şahsen işlenebilecek suçlarda dolaylı faillik söz konusu olmaz, zira burada bir başkasının araç olarak kullanılması söz konusu olmaz. Aksi yöndeki görüşe göreyse suçu işleyen ile fail aynı kişi olmak zorunda değildir, bir başkasını denetleyerek bizzat işlenebilecek bir suçu o kişiye işletmek olanaklıdır.  Rızaya dayalı ve rızasız çocuk düşürtme suçlarında ise failin yetkili kişi yahut yetkisiz kişi olmasının suçun unsuru haline getirilerek, fiilin özgü suça vücut  verir  biçimde  düzenlendiği  belirtilmişti.  Rızasız  çocuk  düşürtme suçunda failin hareketleri üzerinde hâkimiyet kurularak gebe kadının rızası hilafına suçun işlenmesinin sağlanması, doğrudan failin hareketleri üzerinde kurulan hâkimiyet sonucu, dolaylı fail olarak bu suçtan sorumlu olunması mümkündür. Öte yandan rızaya dayalı çocuk düşürtme suçunda mağdurun rızasına hukuki etki tanınmayan gebe kadının katılımıyla çocuk düşürtme suçunda, kanunun kadının da fail olacağı düzenlemesi aynı zamanda bu suçun mağdurunun rızasına etki tanınmayan kadın kabul edilebilmesini engeller. Zira böyle bir kabul, fail ve mağdur sıfatında bir birleşmeye yol açacaktır. Nitekim bu kabul aynı zamanda suçun işlenmesinde dolaylı fail olan kişinin gebe kadının hareketleri üzerinde kurduğu hâkimiyetle fiili icra etmesini sağlaması halinde sorumluluğunu saptamak bakımından da sakıncalara yol                                                  cezalandırılacağı düzenlenmiştir). Burada aracı kişi olsa olsa yaralamanın basit halinden dolayı  cezalandırılırken,  bu  nitelikte  olmayan  kişiyi  kullanan  kamu  görevlisi,  kamu görevlisinin gerçekleştirdiği yaralama fiilinden dolaylı fail olarak sorumlu olacaktır. (Walter GROPP, Strafrecht Allgemeiner Teil, 4. Auflage, Springer, 2015, s. 404-409). 159  Kusur yeteneği bulunmayanlardan isnat yeteneği olmayan kişilerin anlaşılacağı hakkında bkz. HAFIZOĞULLARI-ÖZEN, Genel, s. 350. 160  Vesile Sonay EVİK, Suça İştirakte Yardım Edeninin Ceza Sorumluluğu, On İki Levha Yay., İstanbul 2010, s. 205. 161 AYDIN, Suça İştirak, s. 142, 162. 1678Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  Erdem açacaktır. Çünkü hareketin bizzat mağdura işletilmesi halinde mantıki olarak dolaylı faillik kurumunun uygulanması söz konusu olamaz. Bir kişiye karşı bu kişinin hareketleri üzerinde hâkimiyet kurarak mağduru olduğu bir suçu işlemenin bu kişiye karşı elverişli herhangi bir hareketle suçu işlemekten hiçbir farkı bulunmamaktadır. Bu suçun belirtilildiği üzere kanunun kişilere karşı suçları düzenleyen bölümünden başka bir bölümde düzelenmesinin bu ve benzeri sakıncaları önleyebileceğine ise daha önce değinilmiş olduğundan burada tekrarlanmayacaktır. Netice itibariyle rızaya dayalı çocuk düşürtme suçunun, kadının, kendisinin de katılımıyla işlenebildiği hallerde, suçun hem mağduru hem de faili olmasına yol açmayacak, kanunun değinilen farklı bir bölümünde yer almasını sağlayacak bir düzenleme, bu suçlar bakımından dolaylı faillik kurumunun işletilebilmesi yanı sıra fail ve mağdur sıfatının birleşmesi sakıncalarını da önleyebilecektir. C. İÇTİMA Kanunun suçların içtimaını düzenleyen 42 vd. maddelerine göre bileşik suç durumunda, kanunun salt kendileri suç oluşturan fiilleri bir suçun unsuru veya  ağırlatıcı  nedeni  saydığında  cezaların  içtimaı  hükümleri uygulanmayacak, bileşik suçu oluşturan unsur suçlardan her biri için ayrı ceza hükmedilmeyecek, bileşik suç için öngörülen cezaya hükmedilecektir. Zincirleme suç halindeyse bir suç işleme kararının icrası kapsamında, değişik zamanlarda bir kişiye karşı aynı suçun birden fazla işlenmesi yahut aynı suçun birden  fazla  kişiye  tek  bir  hareketle  işlenmesi  söz  konusudur.  Suçların içtimaının bir diğer hali olan fikrî içtimadaysa, bir fiilin birden fazla suçun oluşmasına sebebiyet vermesi hali söz konusudur.  Bu suç bakımından içtima konusunda özellik arz eden bir durum, suçun mağduru cenin kabul edildiği takdirde çoklu gebelik hallerinde, daha önce belirtildiği üzere zincirleme suçun mümkün hale gelebilmesidir. Böyle bir kabul sakıncaları beraberinde getirmekle birlikte mağdurun gebe kadın kabul edildiği  hallerde  bir  suç  işleme  kararının  icrası  kapsamında  değişik zamanlarda kadının farklı gebeliklerinin sonlandırılmasıyla çocuk düşürtme suçu  zincirleme  suç  olarak  gerçekleştirilebilecektir.  Örneğin,  bir  kadının çocuk düşürme fiilleri bakımından anlaştığı bir kadın doğum uzmanına, süresi on haftayı aşan her gebeliğinde gitmesi halinde gerek kadın gerekse rahim tahliyesine yetkili hekim söz konusu müdahale bakımından çocuk düşürtme                                                  162  Zeki HAFIZOĞLULLARI,  5237 Sayılı Türk Ceza Kanununda Bileşik Suçun Tanımı Hakkında , ABD., Y. 65, S. 3, 2007, s. 57-62.   1679Çocuk Düşürtme Düzenlemesi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  suçunun  zincirleme  suç  olarak  işlenmesi  bakımından  sorumlu tutulabileceklerdir. Keza çocuk düşürtme suçunun sağlık mesleği mensubu olmayan bir kişi tarafından da bir suç işleme kararının icrası kapsamında zincirleme suç olarak işlenmesi mümkündür. Örneğin, genelev sahibi bir kadının istihdam ettiği kadınların doğum yapmalarını engellemek amacıyla çocuk düşürtme fiillerini bir suç işleme kararının icrası kapsamında işlemesi halinde zincirleme suç hükümlerinin uygulanması mümkün olacaktır.  Çocuk düşürtme hareketleri sonucunda yaşayan bir çocuk doğup bu çocuk sonradan öldürüldüğünde, teşebbüs halinde kalmış bir çocuk düşürtme suçu ve tamamlanmış insan öldürme suçu söz konusu olup, gerçek içtima uygulanacaktır. ÇOCUK DÜŞÜRME SUÇU I. GENEL OLARAK Kanun koyucu TCK. m.100 hükmünde  Gebelik süresi on haftadan fazla olan kadının çocuğunu isteyerek düşürmesi halinde, bir yıla kadar hapis veya adli para cezasına hükmolunur  demek suretiyle gebe kadın tarafından kendi üzerinde  gerçekleştirdiği  cenini  düşürmek  amaçlı  fiilleri  suç  olarak düzenlemiştir. Avusturya Ceza Kanununun §96III, Alman Ceza Kanununun §218III  paragraflarında  benzer  bir  şekilde  kadının  kendi  üzerinde gerçekleştirdiği çocuk düşürme fiili suç olarak düzenlenmiş, Avusturya Ceza Kanununda fiilin cezası bir yıla kadar hapis cezası; Alman Ceza Kanununda ise bir yıla kadar hapis veya para cezası olacağı öngörülmüştür.  ETCK de (m. 469) faile verilecek ceza bir yıldan dört yıla kadar hapis cezası olarak düzenlenmişken, TCK de ceza bir yıla kadar hapis veya adli para cezası olarak öngörülmüştür.                                                   163 KANBUR, s. 1254. 164  KÜPPER, s. 35. 165  Alman Ceza Kanununda suç fiilleri cürüm (Verbrechen) ve cünha (Vergehen) olarak ayrılmaktadır (StGB §12); cürümler cezasının alt sınırı bir yıldan başlayan fiillerken, cünha halinde ceza bir yılın altında olabilmekte veya para cezası öngörülebilmektedir. Kanunun §23.  madde  hükmüne  göre  cürümlere  teşebbüs  mümkünken,  cünhalara  teşebbüsün cezalandırılması ancak kanunun açıkça düzenlediği hallerde söz konusudur.    StGB §218 hükmü cünha şeklinde düzelenen gebeliğin sonlandırılması suçuna teşebbüsün cezalandırılacağını  ancak  fiilin  gebe  kadının  kendisi  tarafından  işlenmesi  halinde cezalandırılmayacağını belirtmiştir. Çocuk düşürtme suçu, kanunun ilk halinde cürüm olarak düzenlenmişken 1969 itibariyle cünha olarak düzenlenmiştir (KÜPPER, s. 32) 1680Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  Erdem II. FAİL, MADDİ KONU, HUKUKİ KONU VE MAĞDUR Bu suçun faili ancak gebe kadının kendisi olabilir, bu yönüyle kanun koyucunun özgü bir suç tipi düzenlediği açıktır. TCK. m. 99/5 hükümünde sürenin on haftanın altında olduğu gebeliklerde kadının çocuğunun yetkisiz bir kişi tarafından düşürtülmesi cezalandırılırken çocuk düşürme suçunu düzenleyen hükmün lafzından on haftanın altındaki gebeliklerde kadının çocuğu kendisinin de düşürmesine cevaz verildiği gibi bir bir anlam çıkmaktadır. Öte yandan on haftanın altındaki gebeliklerin sadece yetkili kişi tarafından sonlandırılabileceği, TCK de açıkça yetkisiz kişinin fiili suç olarak düzenlenmek suretiyle belirtilmiştir. Bu halde gebeliğin yetkili kişi tarafından sonlandırılması ancak annenin sağlığı açısından tıbbi sakınca olmadığı takdirde mümkündür (NPHK. m.5). Ayrıca tüzükte işlemin yapılabileceği yerler ve burada bulunması gereken koşullar belirtilmiştir (m. 3, 4). Kanunun süresinin on haftanın altında olduğu gebeliklerde çocuğun düşürtülmesi için işlemi yapan kişi ve işlemin yapıldığı yer hakkında belirli koşullar öngörmüş olmasına rağmen, çocuğun gebe kadının kendi tarafından düşürülmesi halinde bu şartlar aranmaksızın fiile izin verilmesi ise soru uyandırmaktadır. Nitekim kişinin kendi üzerinde gerçekleştireceği bu türlü bir müdahalenin yaratabileceği tehlike açıktır. Maddenin gerekçesinde her ne kadar bu konuda bir açıklama yapılmamış olsa da kanun koyucunun bu düzenlemesiyle  herhalde  kadının  istenmeyen  gebelik  dolayısıyla yaşayabileceği  buhran  halinde,  bu  gebeliğe  kendisinin  son  vermesi cezalandırılmak istenmemiştir. Ancak belirtildiği gibi on haftanın altındaki gebeliklerde yetkili bir kişi tarafından yapılmayan müdahaleleri suç olarak düzenleyen kanun koyucunun bu halde fiili kadının kendisi yerine getirmesi halinde suç olarak kabul etmemesinin çelişkili olduğu düşünülebilir.  Bu suçun maddi konusu çocuk düşürtme suçundan farksız olarak suçun maddeten etkilerini üzerinde gerçekleştirdiği cenindir.  Bazı  yazarlara  göre  bu  suçla  korunan  hukuki  değerlerin  ceninin gelecekteki yaşam hakkı ve devletin nüfus politikası yanı sıra bireylerin kendi sağlıkları üzerinde diledikleri gibi tasarruf edemeyecekleri düşüncesinden hareketle gebe kadının sağlığıdır; suçun hukuki konusu ise ceninin gelecekteki yaşam hakkıdır. Ancak suçun mağdurunun genel olarak toplum ve devlet olduğu ifade edilmiştir. Hukuki konunun ceninin yaşam hakkı olduğunu kabul eden diğer bir görüşe göreyse, gebe kadın, hamileliğinin ilk on haftası içinde biyolojik anne olup olmama konusunda tercihini yapmak zorundadır.                                                  166  ÖZBEK-KANBUR-DOĞAN-BACAKSIZ-TEPE, s. 306, 307.   1681Çocuk Düşürtme Düzenlemesi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  Hukuk düzeni, gebe kadının bu seçimi yapma hakkını gebeliğin onuncu haftasından sonra rahimdeki ceninin varlığını sürdürüp, doğma hakkı ile sınırlamıştır. Dolayısıyla suçun mağduru da cenin olmaktadır. Bazı yazarlar tarafından, bugün hukukta, şey olan hayvanın haklarından söz edilirken on haftadan sonra artık insan olarak oluşmakta olan bir varlığın hukuken korunmaya değer olmadığının söylenemeyeceği, o nedenle bu suçta, suçla ihlal edilen ve ceza ile korunan hukuki değerin, beşeri hayatın ta başından başlayarak esenliğinin ve güvenliğinin sağlanmasına ilişkin kamusal yarar olduğu belirtilmiştir. Öte yandan ceninin kişi kabul edilmediği hukuk düzenimizde bu suçta, suçla ihlal edilen ceza ile korunması amaçlanan hukuki menfaatin cenine ait olduğunu ve mağdurunun da cenin olduğunu iddia etmek çocuk düşürtme suçunda da belirtildiği üzere çok güçtür. Buna karşın suçun kişilere karşı suçlar arasında düzenlenmesine rağmen failinin gebe kadın olduğu bu suçta mağdurun da gebe kadın kabul edilmesi, fail ve mağdur sıfatının birleşmesine yol  açacağından  makul  görünmemektedir.  Tüm  bu  sakıncalar  karşısında çocuk düşürtme suçunda da belirtildiği üzere suçun kişilere karşı suçlar arasında değil fakat aile düzenine karşı suçlar arasında yer alması yahut toplumun tıbbi müdahale gerektiren işlemlerin yalnızca buna yetkili kişiler tarafından  yapılmasına  izin  verilmesindeki  kamusal  menfaatine  üstünlük tanıyan görüş yönünde bir düzenleme olması daha yerinde görünmektedir. Nitekim böyle bir halde failin gebe kadın olacağı gerçeği karşısında mağdur, gebeliğin sonlandırılması müdahalesinin yalnızca yetkili kişiler tarafından icrasında menfaati bulunan kamu olacaktır.  III. SUÇUN UNSURLARI Bu suç bakımından tipik fiil gebe kadının süresi on haftadan fazla olan gebeliğini  kendisinin  sonlandırmasıdır.  Suç  elverişli  olan  her  hareketle işlenebilen neticeli bir suçtur. Fiilin ihmali hareketle işlenmesi mümkündür, zira hamileliğini yatakta geçirmesi kendisine söylenen bir kadının hekimin yönlendirmesine aykırı hareket ederek, çocuğun düşmesini sağlaması halinde fiil ihmali hareketle işlenmiş olacaktır. Hareket ve netice bakımından çocuk düşürtme suçuna ilişkin yapılan açıklamalar burada da geçerlidir.                                                   167 KİZİROĞLU, s. 184. 168 HAFIZOĞULLARI- ÖZEN, Özel, s. 146. 169 TOROSLU, Cürümlerin Tasnifi, s. 313.  170 HAFIZOĞULLARI- ÖZEN, Özel, s. 146. 171 HAFIZOĞULLARI- ÖZEN, Özel, s. 147. 1682Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  Erdem Kadının gebeliğinin varlığı üzerinde hatası halinde işlenemez suç söz konusu olacaktır. Bu suç bakımından özel bir hukuka uygunluk nedeni düzenlenmemiş olup, genel hukuka uygunluk nedenlerinden zorunluluk halinin uygulama alanı bulabileceği doktrinde ifade edilmiştir.  Suç  genel  kastla  işlenir.  Kadının  gebeliğinin  süresi  üzerine  hataya düşmesi, fiil üzerinde hataya vücut verip kastını kaldıracaktır. Suçun taksirli şekli kanunda düzenlenmediğinden hataya düşmekte kadının bir kusurunun bulunması  halinde  dahi  kadının  fiilinin  taksirli  şeklinden  sorumluluğu düşünülemez.  Bu suçun olası kastla işlenebilmesinin mümkün olup olmadığı açısından doktrinde  intihar  teşebbüsünde  bulunan  kadının,  hayatta  kalması  fakat çocuğun  düşmesi  hali  tartışılmıştır.  Bu  durumda  failde  çocuk  düşürme kastının dolaylı olarak mevcut bulunduğu ve kadının çocuk düşürme suçundan sorumlu tutulması gerektiği görüşünün yanı sıra, kadının cezalandırılmasının doğru görünmediği belirtilmiştir. Buna göre hukuk tekniği anlamında olası kastın mevcudiyetini ve suçun ortaya çıktığını kabul etmek yerinde görünse de, kadının bu suç nedeniyle cezalandırılması yoluna gitmek suç politikası açısından uygun değildir. İntiharı göze alıp hayatına son vermek isteyen bir kadını intihar suç olmadığına göre cezalandırmamak, diğer yandan çocuğunu kaybetmiş olmanın elemi içinde olası kastı kabul edip çocuk düşürme suçundan cezalandırma yoluna gitmek suç politikasına uygun görünmemektedir. VI. SUÇUN ORTAYA ÇIKIŞ BİÇİMLERİ Neticeli  bir  suç  olan  çocuk  düşürme  suçuna  teşebbüs  ve  gönüllü vazgeçme mümkündür. Özgü bir suç olduğu için bu suça iştirak azmettirme veya yardım etme şeklinde mümkündür (TCK. m. 40/2).  Bu suçun zincirleme olarak işlenmesi mümkün değildir, öte yandan suçun mağdurunun cenin kabul edilmesi halinde çoklu gebeliklerde tek bir fiille bir suç işleme kararının icrası kapsamında aynı suçun birden fazla kişiye işlenmesi söz konusu olabilecektir (TCK. m. 43/2). Çocuk düşürme fiiliyle kadının  kanunun  birden  fazla  hükmünü  ihlal  ederek  fikri  içtimaya  yol açabilmesi ise mümkün görünmemektedir.                                                  172 EREM, s. 325. 173 KİZİROĞLU, s. 185. 174  Ayhan ÖNDER, Şahıslara ve Mala Karşı Cürümler ve Bilişim Alanında Suçlar, Filiz Kitabevi, İstanbul 1994, s. 185.   1683Çocuk Düşürtme Düzenlemesi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  SONUÇ Türk Ceza Kanununun m. 99 ve m. 100 hükümlerinde kanun koyucu gebeliğin sonlandırılmasını, fiilin üçüncü bir kişi tarafından işlenmesi ve gebe kadın  tarafından  işlenmesi  ayrımına  tâbi  tutarak  düzenlemiştir.  Çocuk düşürtme ve düşürme suçları bakımından kanun koyucu tarafından gebe kadına ve cenine ilişkin olarak; kadının anne olmak konusundaki özgürlüğü, sağlık ve vücut bütünlüğü, bedeni üzerinde özgürce tasarruf edebilme hakkı; ceninin gelişimini sağlıklı bir şekilde tamamlayarak doğabilme, gelecekteki yaşamına  kavuşma  hakkının ihlâlinin cezalandırılması amaçlanmıştır. Bu suçlar  bakımından  gebe  kadının  menfaatleriyle  ceninin  menfaatlerinin çatışması söz konusu olmakla beraber suçun düzenlenme yeri itibariyle bu menfaatlerden kişilere ait olanın üstün tutulduğu görülmektedir. Bunun bir sonucu  olarak  kişilere  karşı  suçlar  arasında  düzenlenen  çocuk  düşürme suçunda ceninin kişi olma niteliğini haiz bulunmaması nedeniyle fail ve mağdur sıfatının birleşmesi tehlikesi ortaya çıkmaktadır. Bu anlamda suçun kişilere karşı suçlar arasında değil fakat doktrinde de belirtildiği üzere aile düzenine karşı suçlar arasında yer alması daha isabetli olacaktır. Keza TCK. m. 6 hükmünde çocuk deyiminin on sekiz yaşını tamamlamamış  kişileri  ifade  ettiği  düşünüldüğünde,  kanunun  çocuk  düşürtme  ve  düşürmeyi düzenleyen hükümlerinde  çocuk  ifadesi yerine daha isabetli olan  cenin  teriminin kullanılması daha doğru olacaktır.",
     "Kaynakça": "Abortion Legislation in Europe, The Law Library of Congress, Global Legal Research Center, January 2015. AKİPEK Jale - AKINTÜRK Turgut: Türk Medenî Hukuku Başlangıç Hükümleri Kişiler Hukuku, Beta Yay., İstanbul 2007. ALACAKAPTAN  Uğur:  İşlenemez  Suç,  Ankara  Üniversitesi Yayınlarından No: 223. ALACAKAPTAN Uğur: Suçun Unsurları, Ajans-Türk Matbaacılık Sanayii, Ankara 1973. ARISTOTLE: Politics, Kitchener, 1999. AYDIN Devrim:  Suça Teşebbüs , AÜHFD., C. 55, S. 1, 2006, s. 85-113 (Suça Teşebbüs). AYDIN Devrim: Türk Ceza Hukukunda Suça İştirak, Yetkin Yay., Ankara 2009 (Suça İştirak). 1684Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  Erdem BADER Hermann: Eine Anatomie der Seele oder Die Welt in der Wir Leben, Illerberg, 2002. BERTEL  Christian-  SCHWAIGHOFER  Klaus:  Österreichisches Strafrecht Besonderer Teil I, Springer, Wien 2006.  BOROI Alexandru - PUŞCÄ Florentina:  The Inception and the Cessation of the Penal Protection of the Right to Life , EIRP Proceedings, Vol. 4, 2009, s. 241-245.  BUDDE Emma T.: Abtreibungspolitik in Deutschland, Springer, Wiesbaden 2015. CAN Sibel:  Çocuk Düşürtme Suçunun Suç Sonucu Oluşan Gebelikler Açısından Değerlendirilmesi , ABD., C. 1, S. 73, 2015, s. 79-104. ÇOBAN  Aykut:   Türkiye de  Ana  Rahmindeki  Embriyonun  Hukuki Statüsü , 6. Ankara Biyoteknoloji Günleri: Biyoteknoloji, Biyogüvenlik ve Sosyo-Ekonomik Yaklaşımlar, 15-17 Kasım 2007, Ankara, A.Ü. Biyoteknoloji Enstitüsü Yay., 2007, s. 85-110. DÖNMEZ Burcu:   TCK  da Çocuk Düşürtme Suçu Mukayeseli Hukuk ve AİHM nin Bakış Açısıyla Ceninin Yaşama Hakkının Sınırlandırılması , DEÜHFD., C. 9, S. 2, 2007, s. 99-141.  DÖNMEZER Sulhi:  Çocuk Düşürme ve Düşürtmenin Dünü ve Bugünü , İÜHFM,. C. 50, S.1-4 ten ayrı basım, 1984, s. 3-11. DÖNMEZER Sulhi: Kişilere ve Mala Karşı Cürümler, Beta Yay., İstanbul 2001 (Kişilere). DÖNMEZER Sulhi - ERMAN Sahir: Nazarî ve Tatbikî Ceza Hukuku, C. II, Beta Yay., İstanbul 1997. EKİCİ ŞAHİN Meral: Ceza Hukukunda Rıza, On İki Levha Yay., İstanbul 2012. EREM  Faruk:     Çocuk  Düşürme ,  Ahmet  Esat  ARSEBÜK ün  Aziz Hatırasına Armağan, Güzel İstanbul Matbaası, Ankara 1958, s. 307-398. ESER  Albin:   Schwangerschaftsabbruch  zwischen  Lebensschutz  und Selbstbestimmung ,  International  Congress  on  Justice  and  Human Values in Europe, Karlsruhe 2007. EVİK Vesile Sonay: Suça İştirakte Yardım Edeninin Ceza Sorumluluğu, On İki Levha Yay., İstanbul 2010. FUCHS Helmut- KRAUSKOPF Susanne Reindl: Strafrecht Besonderer Teil I Delikte gegen den Einzelnen, Springer, Wien 2009.   1685Çocuk Düşürtme Düzenlemesi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  GÜNGÖR Devrim: Ceza Hukukunda Fiil Üzerinde Hata, Yetkin Yay., Ankara 2007. GREENHOUSE Linda - SIEGEL Reva B.: Before Roe v. Wade, Yale Law School Publications, 2012. GROPP Walter: Strafrecht Allgemeiner Teil, 4. Auflage, Springer, 2015. HAFIZOĞULLARI Zeki - ÖZEN Muharrem: Türk Ceza Hukuku Genel Hükümler, U.S.A Yay., Ankara 2014 (Genel). HAFIZOĞLULLARI Zeki - ÖZEN Muharrem: Türk Ceza Hukuku Özel Hükümler Kişilere Karşı Suçlar, US-A Yay., Ankara 2015 (Özel). HAFIZOĞLULLARI Zeki:  5237 Sayılı Türk Ceza Kanununda Bileşik Suçun Tanımı Hakkında , ABD., Y. 65, S. 3, 2007, s. 57-62. HAKERİ Hakan:  Tıp Hukukunda Kürtaj ve Sezaryen , Kadının Vücut Bütünlüğü Üzerine Hukuki ve Tıbbi Yaklaşım, İstanbul Barosu Yay., İstanbul 2013.  HEGHMANNS Michael: Strafrecht Für Alle Semester Besonderer Teil, Springer, Heidelberg 2009. HOFFMANN  -  HOLLAND  Klaus:  Strafrecht  Besonderer  Teil,  Mohr Siebeck, Tübingen 2015. KANBUR Mehmet Nihat:  Rahim Tahliyesine Yönelik Fiiller Bakımından Hekimin  ve  Diğer  Sağlık  Personelinin  Çocuk  Düşürtme  Suçu Çerçevesinde  Cezai  Sorumluluğu ,  Türk-Alman  Tıp  Hukuku Sempozyumu- Tıp Hukukunun Güncel Sorunları, TBB Yay., Ankara 2008. KATOĞLU  Tuğrul:     Ceza  Hukukunda  Suçun  Mağduru  Kavramının Sınırları , AÜHFD., C. 61, S. 2, 2012, s. 657-693. KESKİN KİZİROĞLU Serap:  Türk Ceza Hukukunda Çocuk Düşürtme, Düşürme ve Kısıtlaştırma Suçları , Prof. Dr. Nur Centel e Armağan, MÜHF-HAD., C. 19, S. 2, 2013, s.165-190. KİTAPÇIOĞLU Tülay:  Türk Ceza Kanunu nda Çocuk Düşürtme Suçu , MÜHF-HAD, C. 18, S.1, 2012, s. 297-332. KONAN Belkıs:  Osmanlı Devletinde Çocuk Düşürme Suçu , AÜHFD., C. 57, S. 4, 2008, s. 319-335. KORFF Douwe: The Right To Life, Human Rights Handbooks, no. 8, Council of Europe, Belgium 2006. 1686Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  Erdem KURT Gülşah:   Çocuk Düşürtme ve Düşürme Suçları , Ceza Hukukunda Kadının Şiddete Karşı Korunması, On İki Levha Yay., İstanbul 2013. KÜPPER Georg: Strafrecht Besonderer Teil 1 Delikte Gegen Rechtsgüter der Person und Gemeinschaft, Springer, Heidelberg 2007. OKUYUCU ERGÜN Güneş:  Gebe Olduğu Bilinen Kadına Karşı İşenen Kasten Öldürme Suçuna İlişkin Bazı Tesbit ve Değerlendirmeler , Prof. Dr. Nevzat TOROSLU ya Armağan, C. II, Ankara Üniversitesi Yay. No: 459, Ankara 2015, s. 821-844. ÖNDER Ayhan: Şahıslara ve Mala Karşı Cürümler ve Bilişim Alanında Suçlar, Filiz Kitabevi, İstanbul 1994. ÖZBEK  Veli  Özer  -KANBUR  Mehmet  Nihat-  DOĞAN  Koray- BACAKSIZ Pınar- TEPE İlker: Türk Ceza Hukuku Özel Hükümler, Seçkin Yay., Ankara 2013. Pro-familia: Schwangerschaftsabbruch, Pro Familia Deutsche Gesellschaft für Familienplanung, Sexualpädagogik und Sexualberatung, 2015. SHIMABUKURO Jon O. - LEWIS Karen J. : Abortion: Judicial History and Legislative Response, Congressional Research Service, Library of Congress, 2012. TEZCAN Durmuş- -ERDEM Mustafa Ruhan- ÖNOK Murat: Teorik ve Pratik Ceza Özel Hukuku, Seçkin Yay., Ankara 2015.  TACİR Hamide:  Yaşama Hakkı Kapsamında Yaşamın Başlangıcı , Prof. Dr. Nur Centel e Armağan, 2013, s. 1301-1321. TOROSLU Nevzat: Ceza Hukuku Genel Kısım, Savaş Yay., Ankara 2010 (Genel). TOROSLU  Nevzat:   Cürümlerin  Tasnifi  Bakımından  Suçun  Hukuki Konusu , Sevinç Matbaası, Ankara 1970 (Cürümlerin Tasnifi). TOROSLU Nevzat:   İftira Cürmünün Hukuki Konusu , AÜHFD., C. 37, S. 1-4, 1980, s. 107-128. ÜNVER Yener: Ceza Hukukuyla Korunması Amaçlanan Hukuksal Değer, Seçkin Yay., Ankara 2003. YALÇIN SANCAR Türkân: Çok Failli Suçlar, Seçkin Yay., Ankara 1998. YALÇIN SANCAR Türkân: Müteselsil Suç, Seçkin Yay., Ankara 1995. YALÇIN SANCAR Türkân: Türk Ceza Hukukunda Kadın, Seçkin Yay., Ankara 2013 (Kadın).   1687Çocuk Düşürtme Düzenlemesi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1637-1688  YALÇIN SANCAR Türkân:   Yeni Türk Ceza Kanunu nda Zincirleme Suç , TBBD., S. 70, 2007, s. 244-259. YARSUVAT  Duygun:   Ceza  Hukukunda  Gebeliğin  Durdurulması Meselesi , İÜHFM., C. 48, S. 1-4, 1982-1983, s. 451-471. YENERER ÇAKMUT Özlem:  Türk Ceza Yasassı nda Çocuk Düşürme Suçu (TCK. m. 100) , Sulhi Dönmezer Armağanı, C. I, Semih Ofset Yay., Ankara 2008, s. 585-600. İNTERNET KAYNAKLARI http://www.tdk.gov.tr/index.php?option=com_gts&arama=gts&guid=TDK.GTS.5675d6e61ea902.51071861 (son erişim: 20.12.2015, 00:14) http://kurtaj.nedir.com/ (son erişim: 20.12.2015, 00:17) http://www.saglik.im/dollenme-fekondasyon/  (son  erişim:  20.12.2015, 18:17) http://jinekoloji.net/kurtaj.html (son erişim: 20.12.2015, 18:29). http://www.bbc.co.uk/ethics/abortion/legal/history_1.shtml  (son  erişim: 20.12.2015, 13:20). https://www.msu.edu/user/schwenkl/abtrbng/rvbourne.htm  (son  erişim: 20.12.2015, 14:26) KARAÖMERLİOĞLU M. Asım:   Türkiye de Kürtajın Kısa Tarihi , http://bianet.org/bianet/bianet/139903-turkiye-de-kurtajin-kisa-tarihi (son erişim: 20.12.2015, 20:28) http://www.hamilelikvegebelik.com/hamilelik-sokturucu-igne/ (son erişim: 27.12.2015, 15:01) http://www.gebelik.org/dosyalar/ektopik.html  (son  erişim:  27.12.2015, 22:58)"
}