{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2017",
     "Cilt": "66",
     "Sayı": "4",
     "Başlık": "AVUSTURYA İFA AKSAKLIKLARI HUKUKU’NUN TEMEL YAPISI",
     "Title": "Fundamentals of the Austrıan Legıslatıon on fault ın performance",
     "Yazar İsmi": [
          "Ahmet Hakan Dağdelen"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "İfa Engelleri",
          "İfa Aksaklıkları",
          "Avusturya",
          "ABGB",
          "Avusturya Medeni Kanunu"
     ],
     "Keywords": [
          "Fault in performance",
          "Austria",
          "ABGB",
          "Austrian Civil Code"
     ],
     "Özet": "Esasen  Türk  Öğretisi nde  İfa  Engelleri  kavramı  yer  etmiş  olmakla beraber, bu yerleşmiş kavram yerine çalışmada kullanılan İfa Aksaklıkları terimi ile ifade edilen hukuki problem türü, geçerli olarak kurulmuş bir borç ilişkisinin ifası bağlamında husule gelen aykırılıklara karşılık gelmektedir. Bu problem  türünde,  borç  ilişkisi  sonradan  ortadan  kaldırılsa  bile,  taraflar birbirlerine verdiklerini Eşya Hukuku Hükümlerine dayanarak değil, Borçlar Hukuku Hükümlerine dayanarak talep etmektelerdir. Çalışmada, Türkiye de henüz üzerine yeteri kadar ilgi çekmemiş, bu alanda yer yer 200 senelik hükümleri  olan  ve  en  son  2002  senesinde  ayıp  hükümlerinde  mühim değişikliklere gidilen Avusturya İfa Aksaklıkları Hukuku na ilişkin genel bir çerçeve sunulmaktadır. Konunun işlenişinde, Avusturya Öğretisi nde izlenen yapılandırmaya sadık kalınmıştır.",
     "Abstract": "The present study deals with the kind of problems arising from fault in performance of obligations within the framework of the Austrian Law. These problems are related to valid contracts. Even if the parties have a right to terminate the contract, they are not in the legal position to reclaim their performance in accordance with the Law of Properties. So, the Law of Obligations is of help. The solution approaches of the Austrian Civil Code, which is more than 200 years old, and the Austrian Doctrine regarding fault in performance were not yet attracted enough attention of the Turkish Doctrine. In this study, the relevant provisions of the Austrian Civil Code, which was partly and fundamentally amended in respect of implied warranties in 2002, and its Doctrine are in short presented. The structure followed by the Austrian Doctrine is also kept in this study.",
     "Metin": "Yürürlüğe girdiği tarih 1.1.1812 den bu yana 200 seneyi aşan bir zaman zarfını  arkasında  bırakmış  olan  Avusturya  Medeni  Kanunu  (ABGB  – Allgemeines  bürgerliches  Gesetzbuch)  ve  öğretisi, Türkiye de Alman  ve İsviçre Medeni Hukuklarının görmüş olduğu ilgiye henüz mazhar olmamıştır. Avrupa da  halen  yürürlükte  bulunan  en  eski  ikinci  Medeni  Kanun konumundaki  bu  yasalaştırma  hareketinin  izlemiş  olduğu  çözümlerin, Türkiye de bizlere, T.M.K. madde 1 uyarınca bilimsel kaynak niteliği ile Türk Hukuku nun  uygulanmasında  yardımcı  olabileceği  su  götürmez 1 .  Bu anlayıştan hareketle, çalışmada, Borçlar Hukuku Genel Kısmı'nın mühim yapı taşlarından biri olan ve Türkiye de de öğretide zengin tartışmalara kaynaklık teşkil eden İfa Aksaklıkları Hukuku nun (Leistungsstörungsrecht), Avusturya Medeni  Kanunu  çerçevesince  genel  hatları  ile  incelenmesi  yoluna gidilmektedir. Esasen Türk öğretisinde Leistungsstörung kavramına karşılık olarak ifa engelleri kavramı yer etmiş olmakla beraber, çalışmada bu kavram yerine ifa aksaklıkları tercih edilmiştir. Bu tercihin altında yatan sebep, ifa engelleri kavramının ilk bakışta sanki sadece ifa öncesi zaman dilimine ilişkin olduğu gibi, bu cümlelerin yazarında doğru veya yanlış bir izlenim bırakması ve aşağıda  incelecek  sözleşmeye  sair  aykırılıkları  (sonstige Vertragsverletzungen) pek kapsayıcı görünmemesidir. Bu bakımdan, ifa ile ilgili bir şeylerin yolu tıkadığını değil de, ifa ile ilgili bir şeylerin yolunda gitmediği  ifade  etmek  üzere,  ifa  aksaklıkları  kavramının  kullanılması çalışmanın bütünlüğü açısından daha elverişli görünmüştür. İfa aksaklıkları (Leistungsstörungen) kavramı ile ifade edilen hukuki problem türü, geçerli olarak kurulmuş bir borç ilişkisinin ifası bağlamında ortaya  çıkan  aykırılıklardır 2 .  Bu  bakımdan  ifa  aksaklıkları  kavramı, sözleşmenin  geçerli  olarak  kurulması  ile  ilgili  temel  eksikliklerinden                                                       1   Bu yönde: Rona Serozan,  Yeni Alman İfa Engelleri Hukuku , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, Cilt LVIII, Sayı 1-2, 2000, s. 248. 2   Christiane Wendehorst/Brigitta Zöchling-Jud, Privatrecht Einführung in die Rechtswissenschaften und ihre Methoden Teil II, 6. Bası, Viyana, 2016, s. 50; Silvia Dullinger, Bürgerliches Recht Band II – Schuldrecht Allgemeiner Teil, 6. Bası, Viyana, 2017, N. 3/1. 660Ankara Üni. Hukuk Fak. Dergisi, 66 (4) 2017: 659-676                                Avusturya İfa Aksaklıkları… (Wurzelmängel) ayrılmaktadır. Bu iki sakatlık türü arasında husule gelen bir fark, ifa aksaklıklarının alacaklıya sözleşmenin ortadan kaldırılması hakkını verdiği  durumlarda,  tarafların  karşılıklı  olarak  yerine  getirmiş  oldukları edimlerini § 1435 ABGB uyarınca sebepsiz zenginleşmeye dayanarak geri talep  edebilecekleri  olduğudur;  bahsi  geçen  ikinci  sakatlık  türü  temel eksikliklerinde ise, taraflar sebepsiz zenginleşme yanında istihkak davasına da dayanabilmektelerdir. İfa  aksaklıkları  bahsinde  Avusturya  öğretisinde  irdelenen  konular, sonradan ortaya çıkan imkânsızlık/imkânsızlaşma, temerrüt, ayıplı ifa ve sair sözleşme aykırılıklarıdır. Bu konulara ek olarak öğretide, yine ifa aksaklıkları başlığı altında, hem temel eksikliklerine ilişkin özellikler barındıran, hem de bir ifa aksaklığı niteliği taşıyan ve ABGB de normatif bir dayanağı bulunan laesio  enormis  (Verkürzung  über  die  Hälfte)  kurumuna  işarette bulunulmaktadır. Bu son kurum laesio enormis Türk Hukuku na yabancıdır ve T.B.K. da düzenlenmemiştir.  Aşağıda  yapılacak  olan  açıklamalar,  her  iki  tarafa  borç  yükleyen sözleşmeleri esas almaktadır. I.  İmkânsızlaşma Bu başlık altında, sözleşmenin kurulmasından sonra ifa konusuna ilişkin ortaya  çıkan  imkânsızlık  (nachträgliche  Unmöglichkeit)  işlenmektedir. Sözleşmenin kuruluşu sırasında mevcut olan apaçık imkânsızlık (geradezu unmöglich) ise, ifa aksaklıkları bahsinde incelenmemektedir, bu imkânsızlık türü  temel  eksiklikleri  bahsine  konu  olmaktadır.  Bu  apaçık  imkânsızlık türünden bugün genel kabul gören kasıt, ifa konusunun hukuken imkânsız veya bilfiil absürt olmasıdır. İfayı önleyen devamlı bir engelin (Hindernis) mevcut olması durumu, imkânsızlık olarak addedilmektedir . Engelin geçici olması durumunda, temerrüt bahis konusu olmaktadır. İmkânsızlığın söz konusu olacağı borçlar,                                                       3   Wendehorst/Zöchling-Jud, s. 50. 4   Wendehorst/Zöchling-Jud, s. 41; Dullinger, N. 3/48; Peter Bydlinski, Bürgerliches Recht Band I – Allgemeiner Teil, 6. Bası, Viyana, 2013, N. 7/14; Andreas Kletečka içinde Helmut Koziol/Rudolf Welser (Editör), Bürgerliches Band I, 13. Bası, Viyana, 2006, s. 171; Stefan Perner/Martin Spitzer/Georg Kodek, Bürgerliches Recht, 3. Bası, Viyana, 2012, s. 153; Michael Gruber içinde Andreas Kletečka/Martin Schauer (Editör), ABGB-ON, Versiyon 1.03, rdb.at, 1.10.2016, § 920 N. 4. 5   Rudolf Welser, Bürgerliches Recht Band II, 13. Bası, Viyana, 2007, s. 45; Dullinger, N. 3/5, 45; Wendehorst/Zöchling-Jud, s. 52; Perner/Spitzer/Kodek, s. 153; Gruber içinde Kletečka/Schauer, ABGB-ON, § 918 N. 5. 6   Welser, Bürgerliches II, s. 46; Dullinger, N. 3/45; Perner/Spitzer/Kodek, s. 153; Gruber içinde Kletečka/Schauer, ABGB-ON, § 918 N. 5. 661Ahmet Hakan Dağdelen                                          Ankara Üni. Hukuk Fak. Dergisi, 66 (4) 2017: 659-676  parça borcu, temerküz etmiş nevi borcu ve sınırlı nevi borcudur. Temerküz etmemiş nevi borçlarında, artık öğretide genellik ayrı bir başlıkta incelenen para borçlarında imkânsızlık söz konusu olmamaktadır. İmkânsızlığın kime izafe edileceği ve imkânsızlığın nasıl ortaya çıktığı ile bağlı olarak, öğretide imkânsızlığın sonuçlarına etki eden üçlü bir ayrıma gidilmektedir. Bunlar borçluya izafe edilen imkânsızlaşma, alacaklıya izafe edilen  imkânsızlaşma  ve  tesadüfi  imkânsızlaşmadır  (zufälliges Unmöglichwerden). Bununla beraber, imkânsızlığın sübjektif veya objektif olması arasında bir ayrım yapılmamaktadır. Tarafların sonradan ortaya çıkan imkânsızlıktan ötürü sorumluluklarına geçmeden  evvel, Türkçe ye  yalın  imkânsızlık  (schlichte  Unmöglichkeit) olarak  çevrilebilecek  sözleşmenin  kuruluşu  aşamasında  mevcut  olan  bir durumdan kısaca bu paragrafta bahsetmekte fayda vardır, örneğin mülkiyeti bir başkasında olan bir eşyanın, mülkiyetini devretme veya kazalı belirli bir otomobili, kazasız olarak satma borcu altına girme gibi. Bu imkânsızlık türü ABGB de  düzenlenmemiştir.  Öğretide  ağırlık  görüş  doğrultusunda  bu durumda sözleşmenin geçerli olarak kurulacağı, alacaklının bu sözleşmeyi ortadan kaldırabileceği ve icap ederse niteliği ve içeriği tartışmalı bir tazminat hakkına sahip olacağı, ifadan sonra ise ayıplı ifa durumunda devralana tanınan haklardan faydalanabileceği kabul edilmektedir. A.  Borçluya izafe edilen imkânsızlaşma Borçluya izafe edilen imkânsızlaşmanın söz konusu olduğu durumlar şunlardır: Borçlunun kusuru ile imkânsızlığa sebebiyet vermesi; borçlunun bir  yardımcısının  kusuru  ile  imkânsızlığa  sebebiyet  vermesi;  borçlunun kusuru  ile  temerrüde  düştüğü  durumlarda,  ifa  konusunun  tesadüfi imkânsızlığıdır 13  .  Bu  durumlarda  borçlu,  alacaklının  ifa  çıkarını                                                       7   Welser, Bürgerliches II, s. 46; Wendehorst/Zöchling-Jud, s. 52; Gruber içinde Kletečka/Schauer, ABGB-ON, § 920 N. 2. 8   Welser, Bürgerliches II, s. 46; Dullinger, N. 3/49; Gruber içinde Kletečka/Schauer, ABGB-ON, § 920 N. 8. 9   Kletečka içinde Koziol/Welser, Bürgerliches I, s. 172. 10  Wendehorst/Zöchling-Jud, s. 41. 11  Wendehorst/Zöchling-Jud, s. 41, 42; Dullinger, N. 3/123, 155; Kletečka içinde Koziol/Welser, Bürgerliches I, 173; Perner/Spitzer/Kodek, s. 74, 75, 153; Gruber içinde Kletečka/Schauer, ABGBON, § 920 N. 5, 6; Peter Rummel içinde Peter Rummel/Meinhard Lukas (Editör), ABGB Kommentar zum Allgemeinen bürgerlichen Gesetzbuch, 4. bası, rdb.at, 1.11.2014, § 878 N. 6. Bu konuda detaylı açıklamalar için bkz.: Rudolf Reischauer içinde Peter Rummel (Editör), ABGB Kommentar zum Allgemeinen bürgerlichen Gesetzbuch, 3. bası, rdb.at, 1.1.2000, § 920 N. 18 v.d.. 12  Alacaklı temerrüdü sırasında, borçlunun hafif kusuru sonucu ortaya çıkan imkânsızlık aşağıda alacaklı temerrüdü bahsinde incelenecektir. 13  Welser, Bürgerliches II, s. 47; Dullinger, N. 3/54; Perner/Spitzer/Kodek, s. 156. 662Ankara Üni. Hukuk Fak. Dergisi, 66 (4) 2017: 659-676                                Avusturya İfa Aksaklıkları… (Erfüllüngsinteresse)  tazmin  edecektir 14  .  Yani,  imkânsızlaşan  borç kararlaştırıldığı şekilde ifa edilse idi, alacaklı hangi durumunda olacak idi ise, alacaklı, borçludan elde edilecek tazminat alacağı ile bu duruma getirilecektir. Borçluya izafe edilen imkânsızlaşmada, alacaklının iki adet seçimlik hakkı  bulunmaktadır,  bunlar  §  920  ABGB  uyarınca  mübadele  talebi (Austauschanspruch)  ve  §  921  ABGB  uyarınca  fark  talebidir (Differenzanspruch) 15  .  Alacaklının  mübadele  talebinde  bulunması durumunda,  sözleşme  ayakta  kalır,  alacaklı  kendi  borcunu  ifa  eder  ve borçludan ifası imkânsızlaşan borcun değerini talep eder. Alacaklının fark talebinde bulunması durumunda, alacaklı sözleşmeden dönerek kendi borcunu ifa etmek zorunluluğundan kurtulur ve kendi borcu ile ifası imkânsızlaşan borç arasındaki değer farkını talep eder. B.  Alacaklıya izafe edilen imkânsızlaşma Alacaklıya izafe edilen durumlar olarak şunlar gösterilmektedir: Alacaklı temerrüdü sırasında, bir tesadüfi imkânsızlığın ortaya çıkması; alacaklının borcun ifası ile amaçlanan yararı vadeden evvel kendisinin gerçekleştirmesi (Zweckerreichung)16; alacaklının etkisi ile borcun imkânsızlaşması. Alacaklıya  izafe  edilen  imkânsızlaşma  ABGB de  düzenlememiştir. Bununla  beraber  öğretide,  bu  türdeki  imkânsızlıkta  sözleşmenin  ayakta kalacağı, borçlunun kendi borcunu ifa etmekten kurtulacağı, buna karşın alacaklının kendi borcunu ifa etmesi gerektiği kabul edilmektedir. Alacaklı temerrüdü  sırasında,  borçlunun  hafif ihmali  ile  ortaya  çıkan  imkânsızlık aşağıda alacaklı temerrüdü bahsinde incelenecektir. C.  Tesadüfi imkânsızlaşma Bu durum ile § 1447 ABGB ilgilenmektedir. Bu hükme göre, ifa ne borçluya  ne  de  alacaklıya  izafe  edilen  bir  imkânsızlıktan  sakıt  olursa, sözleşme  ortadan  kalkar.  Böyle  bir  durumda  alacaklı  kural  olarak  ifası imkânsızlaşan edim bağlamında talepte bulunamadığı gibi, borçlu da karşı edimi talep edememektedir. Borçlu, önceden almış olduğunu iade etmelidir.                                                       14  Bu zararın soyut ve somut hesaplama yöntemlerine ilişkin: Bkz. aşağıda sübjektif temerrüt. 15  Welser,  Bürgerliches  II,  s.  48;  Wendehorst/Zöchling-Jud,  s.  52;  Dullinger,  N.  3/55; Perner/Spitzer/Kodek, s. 156, 157; Gruber içinde Kletečka/Schauer, ABGB-ON, § 920 N. 1, 13 v.d.; Reischauer içinde Rummel, ABGB, § 920 N. 12 v.d., § 921 N. 2. 16  Örneğin, alacaklının evindeki bozuk klimayı tamir ettirmek üzere bir tamirci ile anlaşması ve tamir borcunun yerine getirilmesinden evvel, alacaklının klimayı kendisinin tamir etmesi. 17  Welser, Bürgerliches II, s. 51; Dullinger, N. 3/65; Perner/Spitzer/Kodek, s. 158. 18  Wendehorst/Zöchling-Jud, s. 53; Welser, Bürgerliches II, s. 51. 663Ahmet Hakan Dağdelen                                          Ankara Üni. Hukuk Fak. Dergisi, 66 (4) 2017: 659-676  Bununla beraber, öğretide § 1447 ABGB nin getirdiği hükmün bütün durumlarda geçerli olmayacağı hatırlatılmakta ve risk dağılımı hükümlerine (Gefahrtragungsregeln) işarette bulunulmaktadır . İlk olarak ifade edildiği üzere, tesadüfi imkânsızlığın alacaklı temerrüdü sırasında ortaya çıkması durumunda, sözleşme ayakta kalmaktadır. Diğer  bir  durum  ise,  ifası  imkânsızlaşan  edimin  yerine  borçlunun malvarlığına diğer bir değerin (stellvertretendes commodum) dâhil olmasına ilişkindir.  Böyle  bir  ikame  değerin  /  kaim  kıymetin  varlığı  durumunda, örneğin sigorta tazminatı, alacaklı dilerse kendi borcunu ifa edip, bu ikame değeri  talep  edebilmektedir 20 .  Bu  durumda  da  sözleşme  yine  ayakta kalmaktadır. Bununla beraber, alacaklının bu ikame değeri talep edebilmesi ABGB de somut normatif bir düzenleme olarak yer almamaktadır. Öğreti bu sonuca, kanun boşluğunun doldurulması yolu ile ulaşmaktadır . Keza bu sonucun, borçluya izafe edilebilen bir imkânsızlaşma durumunda evveliyetle uygulanması gerektiği yönünde görüşler bulunmaktadır. II.  Temerrüt § 918 ABGB bağlamında, temerrüt, sözleşmenin uygun olan zamanda, uygun olan yerde veya kararlaştırıldığı şekilde ifa edilmemesidir. Borçlunun borcunu ifa etmemesi durumunda, borçlu temerrüdü; alacaklının uygun olarak sunulan ifayı kabul etmemesi durumunda ise, alacaklı temerrüdü söz konusu olmaktadır. A.  Borçlu temerrüdü Temerrüdün  ortaya  çıkmasında,  borçlunun  bir  kusurunun  olup olmamasına  göre  ikili  bir  ayrıma  gidilip,  objektif  ve  sübjektif  borçlu temerrüdünün sonuçları arasında bir ayrım yapılmaktadır. 1.  Objektif temerrüt Objektif  temerrütte,  borçluya  bir  kusur  izafe  edilememektedir.  Bu durumda, § 918 ABGB den alacaklı lehine iki seçimlik hak çıkarılmaktadır. Alacaklı, sözleşmede kararlaştırılan borcun ifası talebinde ısrar edebilir. Bu yolu seçmeyen alacaklı ise, borçluya ifada bulunabilmesi için kural olarak                                                       19  Wendehorst/Zöchling-Jud, s. 53; Dullinger, N. 3/ 51 v.d.; Welser, Bürgerliches II, s. 49. 20  Welser, Bürgerliches II, s. 50; Dullinger, N. 3/53; Andrea Holly içinde Andreas Kletečka/Martin Schauer, ABGB-ON, Versiyon 1.02, rdb.at, 01.01.2016, § 1447 N. 39, 44; Reischauer içinde Rummel, ABGB (1.1.2002), § 1447 N. 4 v.d.. 21  Welser, Bürgerliches II, s. 50; Dullinger, N. 3/53; Holly içinde Kletečka/Schauer, ABGB-ON, § 1447 N. 44; Reischauer içinde Rummel, ABGB, § 1447 N. 4. 22  Welser, Bürgerliches II, s. 53; Dullinger, N. 3/9; Perner/Spitzer/Kodek, s.162; Gruber içinde Kletečka/Schauer, ABGB-ON, § 918 N. 3; Reischauer içinde Rummel, ABGB, § 918 N. 4. 664Ankara Üni. Hukuk Fak. Dergisi, 66 (4) 2017: 659-676                                Avusturya İfa Aksaklıkları… uygun bir mühlet vererek, bu mühletin sonunda sözleşmeden dönebilir. Bu mühletin  uygunluğu,  borçluya  ifada  bulunabilmesi  için  gereken  hazırlık çalışmalarına en başından girişip tamamlaması için gereken süreye göre değil, başlamış olan, başlamış olması gereken hazırlık çalışmalarının tamamlanması için gereken süreye göre belirlenmektedir . Bununla beraber, alacaklının sözleşmeden dönebilmesi için her durumunda da uygun bir mühlet vermesine gerek  yoktur.  §  919  ABGB  doğrultusunda,  kesin  vadeli  bir  işlemde (Fixgeschäft) borçlu temerrüdü ile sözleşme kendiliğinden çözülecektir. Şayet alacaklı, kesin vadeli bir işlemde borcun ifasında ısrar etmek istiyorsa, bu hususu hiç vakit kaybetmeden borçluya bildirmelidir. Mühlet verilmesine gerek duyulmayan diğer durumlar olarak, borçlunun en başından beri borcunu ciddi ve tam olarak yerine getirmekten kaçındığı, keza borcunu verilecek uygun bir mühlet içinde yerine getiremeyecek olduğunun açıkça anlaşıldığı durumlar gösterilmektedir. Bu iki seçimlik hak haricinde, temerrüt sonucu olarak, borçlu § 1333 ABGB uyarınca para borçlarında temerrüt faizi ödemek ile yükümlüdür . Temerrüdün  diğer  bir  sonucu  da  borçlunun  edime  ilişkin  riski  üzerine almasıdır. Buna göre, borçlu, ifa konusu temerrüt esnasında tesadüfi olarak imkânsızlaşırsa, alacaklıdan karşı edimi talep edemeyecektir. Son olarak, borçlu temerrüdü borçlunun ifayı uygun olarak sunması ile yahut da alacaklının borçluya vereceği bir erteleme (Stundung) ile sona ermektedir. 2.  Sübjektif temerrüt Sübjektif temerrüt, borçlunun bir kusuru ile husule gelmektedir. Bu durumda, objektif temerrüt bahsinde alacaklının elinde olan imkânların yanı sıra, alacaklıya bir de tazminat hakkı tanınmaktadır. Alacaklının bu tazminat hakkının içeriğini, alacaklının ifada ısrar etmesi durumunda, § 918 ABGB gereğince  gecikme  zararı  (Verspätungsschaden);  alacaklının  sözleşmeden dönmeyi seçmesi durumunda ise § 921 ABGB gereğince ifa edilmeme zararı                                                       23  Welser, Bürgerliches II, s. 54; Dullinger, N. 3/15; Gruber içinde Kletečka/Schauer, ABGB-ON, § 918 N. 35; Reischauer içinde Rummel, ABGB, § 918 N. 11. 24  Welser, Bürgerliches II, s. 53, 56; Dullinger, N. 3/33; Perner/Spitzer/Kodek, s. 164; Gruber içinde Kletečka/Schauer, ABGB-ON, § 919 N. 10. 25  Welser, Bürgerliches II, s. 53; Dullinger, N. 3/14; Gruber içinde Kletečka/Schauer, ABGB-ON, § 918 N. 37. 26  Welser, Bürgerliches II, s. 53; Dullinger, N. 3/10; Perner/Spitzer/Kodek, s. 166; Gruber içinde Kletečka/Schauer, ABGB-ON, § 918 N. 49. 27  Welser, Bürgerliches II, s. 53; Dullinger, N. 3/9; Perner/Spitzer/Kodek, s. 163; Gruber içinde Kletečka/Schauer, ABGB-ON, § 918 N. 47; Reischauer içinde Rummel, ABGB, § 918 N. 2. 28  Welser, Bürgerliches II, s. 53; Dullinger, N. 3/12. 665Ahmet Hakan Dağdelen                                          Ankara Üni. Hukuk Fak. Dergisi, 66 (4) 2017: 659-676  (Nichterfüllungsschaden) oluşturacaktır. Alacaklının bu ifa edilmeme zararı, yine alacaklının seçimine göre soyut veya somut olarak hesap edilebilir . Soyut hesaplamada (abstrakte Berechnung), tarafların edimleri arasındaki fark  hesap  edilmekte  ve  alacaklı  bu  farkı  talep  etmektedir 31 .  Somut hesaplamada (konkrete Berechnung) ise, alacaklının ihtiyacını karşılamak üzere diğer bir işlemde (Deckungsgeschäft) bulunması durumunda, bu yeni işlemdeki  çıkarı  ile  bir  önceki  işlemdeki  çıkarı  arasındaki  fark  talep edilmektedir.  Alacaklının mahrum kaldığı kârın, haksız fiil tazminatı hükümlerine atıfta bulunularak, ancak borçlunun ağır kusurunun varlığı halinde tazmin edileceği ifade edilmektedir. Bununla beraber, sözleşmenin, bu sözleşmenin tarafları açısından bir ticari iş niteliği taşıması durumunda, § 349 UGB (Unternehmensgesetzbuch – Ticari İşletmeler Kanunu) gereğince mahrum kalınan  kârın,  kusurun  ağırlığından  bağımsız  olarak  tazmin  edilmesi gerekecektir. B.  Alacaklı temerrüdü Alacaklı, borçlunun uygun bir şekilde sunduğu ifayı kabul etmeyerek yahut kendi üzerine düşen şeyleri yapmayarak borçlunun yapacağı ifaya engel olduğunda,  alacaklı  temerrüdüne  düşmektedir.  ABGB,  alacaklıya,  genel olarak,  sunulan  ifayı  kabul  etme  yönünde  bir  borç  veya  külfet yüklememektedir . Bu sebepten, alacaklı ifayı kabul etmeyerek, hukuka aykırı davranmış olmamaktadır . Bu bakımdan, alacaklının kusurlu veya kusursuz olması arasında yapılacak bir ayrım, borçlu temerrüdünün aksine, burada  alacaklı  temerrüdünün  sonuçları  açısından  bir  anlam  ifade etmemektedir.                                                       29  Welser, Bürgerliches II, s. 54, 58; Dullinger, N. 3/20, 21; Perner/Spitzer/Kodek, s. 163; Gruber içinde Kletečka/Schauer, ABGB-ON, § 918 N. 3, 52 v.d.. 30  Welser, Bürgerliches II, s. 58, 59; Dullinger, N. 3/21; Perner/Spitzer/Kodek, s. 157; Gruber içinde Kletečka/Schauer, ABGB-ON, § 921 N. 8; Reischauer içinde Rummel, ABGB, § 921 N. 3. 31  Welser, Bürgerliches II, s. 59; Dullinger, N. 3/21; Perner/Spitzer/Kodek, s. 157; Gruber içinde Kletečka/Schauer, ABGB-ON, § 921 N. 11; Reischauer içinde Rummel, ABGB, § 921 N. 4. 32  Welser, Bürgerliches II, s. 58; Dullinger, N. 3/21; Perner/Spitzer/Kodek, s. 157; Gruber içinde Kletečka/Schauer, ABGB-ON, § 921 N. 9, 10; Reischauer içinde Rummel, ABGB, § 921 N. 3. 33  Welser, Bürgerliches II, s. 59; Dullinger, N. 3/22; Gruber içinde Kletečka/Schauer, ABGB-ON, § 918 N. 53. 34  Wendehorst/Zöchling-Jud,  s.  53;  Dullinger,  N.  3/36;  Welser,  Bürgerliches  II,  s.  60; Perner/Spitzer/Kodek, s. 167; Johannes Stabentheiner içinde Andreas Kletečka/Martin Schauer, ABGB-ON, Versiyon 1.02, rdb.at, 1.2.2014, § 1419 N. 3, 5. Aksi yönde Reischauer içinde Rummel, ABGB (1.1.2002), § 1419 N. 3. 35  Wendehorst/Zöchling-Jud, s. 53; Perner/Spitzer/Kodek, s. 167. 666Ankara Üni. Hukuk Fak. Dergisi, 66 (4) 2017: 659-676                                Avusturya İfa Aksaklıkları… Alacaklı temerrüdünün sonuçları, ABGB de açıkça düzenlenmemiştir. Bu konu ile ilgilenen § 1419 ABGB de, alacaklı temerrüdünün sonuçları, alacaklı  üzerinde  aksi  sonuçlar  (widrige  Folgen)  doğar  ibaresi  ile açıklanmaktadır. § 1419 ABGB ye, üzerinde fikir birliği olarak dayandırılan sonuçlar şunlardır: İlk olarak alacaklı temerrüdü ile ücret riski (Preisgefahr) alacaklıya geçmektedir. Bunun sonucu olarak, ifa konusu alacaklı temerrüdü esnasında tesadüfen imkânsızlaşırsa, alacaklı kendi edimini yerine getirmek zorunda olacak, ancak karşı edim bağlamında bir şey talep edemeyecektir. Bundan  başka,  borçlu  edimini  hâkimin  belirleyeceği  yere  tevdi  ederek borcundan kurtulabilecektir. Keza yine borçlu, alacaklı temerrüdü esnasında edime ilişkin yapmış olduğu masrafları alacaklıdan talep edebilecektir. Bahsi  geçen  bu  sonuçlardan  başka,  alacaklı  temerrüdünde,  edim konusunun  bir  zarara  uğraması  durumunda,  borçlunun  hafif  ihmalinden sorumlu olup olmayacağı tartışmalıdır . Bir görüş, borçlunun artık hafif ihmalinden sorumlu olmayacağı yönündedir. Aksi yöndeki bir görüşe göre ise, borçlu, alacaklı temerrüdü esnasında, hafif ihmalinden sorumlu olmaya devam eder, borçlunun artık hafif ihmalinden sorumlu olmayacağı yönünde bir  çıkarımı ABGB  desteklememektedir .  Bu  görüşe  göre,  temerrüt  ile alacaklıya, sadece tesadüfi imkânsızlığa bağlanan risk geçmektedir. Bahsi geçen bu iki görüş arasında bir orta yol öneren bir üçüncü görüşe göre ise, borçlu  alacaklı  temerrüdü  esnasında  da,  edimin  zayi  olmasına  veya kötüleşmesine ilişkin hafif ihmalinden sorumlu olmaya devam eder, bununla beraber  edimin  özensiz  saklaması  sonucu  ortaya  çıkan  zararlara  ilişkin borçlunun hafif ihmali, alacaklıya bir tazminat hakkı vermemektedir.                                                        36  Wendehorst/Zöchling-Jud,  s.  55;  Dullinger,  N.  3/39;  Welser,  Bürgerliches  II,  s.  61; Perner/Spitzer/Kodek, s. 167, 168; Stabentheiner içinde Kletečka/Schauer, ABGB-ON, § 1419 N. 1, 7. 37  Wendehorst/Zöchling-Jud,  s.  55;  Dullinger,  N.  3/43;  Welser,  Bürgerliches  II,  s.  61; Perner/Spitzer/Kodek, s. 169; Stabentheiner içinde Kletečka/Schauer, ABGB-ON, § 1419 N. 1. 38  Wendehorst/Zöchling-Jud,  s.  55;  Dullinger,  N.  3/41;  Welser,  Bürgerliches  II,  s.  62; Perner/Spitzer/Kodek, s. 169; Stabentheiner içinde Kletečka/Schauer, ABGB-ON, § 1419 N. 1, 9. 39  Bu konuda: Stabentheiner içinde Kletečka/Schauer, ABGB-ON, § 1419 N.  8; Reischauer içinde Rummel, ABGB, § 1419 N. 9. 40  Welser, Bürgerliches II, s. 61; Wendehorst/Zöchling-Jud, s. 55; Perner/Spitzer/Kodek, s. 168. 41  Stabentheiner içinde Kletečka/Schauer, ABGB-ON, § 1419 N. 8; Reischauer içinde Rummel, ABGB, § 1419 N. 9. 42  Franz Bydlinski içinde Heinrich Klang (Editör), Kommentar zum Allgemeinen Bürgerlichen Gesetzbuch Cilt IV/2, 2. bası, s. 348 v.d.. (Silvia Dullinger, Bürgerliches Recht Band II: Schuldrecht Allgemeiner Teil, 4. bası, Viyana, 2010, N. 3/40 tan ve Reischauer içinde Rummel, ABGB, § 1419 N. 9 dan naklen). 667Ahmet Hakan Dağdelen                                          Ankara Üni. Hukuk Fak. Dergisi, 66 (4) 2017: 659-676  III. Ayıplı ifa ABGB de  §§  922  ve  devamında  yer  alan  borçlunun  ayıptan  doğan sorumluluğuna ilişkin genel hükümlerde, 1.1.2002 tarihinde yürürlüğe giren ve 31.12.2001 tarihten sonra akdedilen sözleşmelere uygulanacak olan bir kanun değişikliği  ile reforma gidilmiştir. Bu kanun değişikliği ile esasen tüketici işlemlerini konu edinen 1999/44 sayılı Avrupa Birliği Yönergesi de iç hukuka iktibas edilmiş; satım ve eser sözleşmeleri için bir bütünlük teşkil eden, ayıptan doğan sorumluluğa ilişkin yeni bir düzen oluşturulmuştur. Aşağıda  yapılan  genel  açıklamalar,  Borçlar  Hukuku'nun  Genel  Kısmı'na yönelik  olacaktır,  bu  bakımdan  tüketici  işlemlerine  özgü  düzenlemelere değinilmeyecektir. İfa edilen edimin, niteliksel veya niceliksel açıdan borcun konusu ile örtüşmemesi durumunda maddi ayıptan (Sachmangel), ifa edilen edime ilişkin söz  verilen  hukuki  pozisyonunun  sağlanmaması  durumunda  ise  hukuki ayıptan (Rechtsmangel) söz edilmektedir . Alacaklı, alacaklı temerrüdüne düşmeksizin, ayıplı ifayı kabul etmekten imtina edebilir. Alacaklıya edimin teslim anından sonra ise, genel kabule göre artık borçlunun ayıplı ifadan sorumluluğu  söz  konusu  olmaktadır,  bu  bakımdan  borçlu  temerrüdü, imkânsızlık  hükümlerine  alacaklı  dayanamayacaktır 46 .  Bununla  beraber ayıbın  niceliksel  olması,  teslim  edilen  edimin  başka  olması  (aliud) durumlarında,  alacaklının  borçlu  temerrüdüne  dayanabileceği tartışılmaktadır .  Bundan  başka,  alacaklının  §  1052  fıkra  1 ABGB ye dayanarak (bizdeki T.B.K. madde 97 nin benzeri), sözleşmenin gereği gibi ifa edilmediğinden hareketle, kendi edimini yerine getirmekten de kaçınabileceği kabul edilmektedir.                                                       43  Gewährleistungsrechts-Änderungsgesetz (GewRÄG BGBl I 2001/48). 44  Directive 1999/44/EC oft he European Parliament and of the Council of 25 May 1999 on certain aspects of the sale of consumer goods and associated guarantees, Avrupa Topluluğu Resmi Gazetesi (Official Journal of the European Communities) 7.7.1999, L 171/12. 45  Dullinger,  N.  3/66;  Wendehorst/Zöchling-Jud,  s.  56;  Welser,  Bürgerliches  II,  s.  67  v.d.; Perner/Spitzer/Kodek, s. 172. 46  Welser,  Bürgerliches  II,  s.  66,  86;  Dullinger,  N.  3/68;  Wendehorst/Zöchling-Jud,  s.  55; Perner/Spitzer/Kodek, s. 185; Rudolf Welser – Brigitta Jud, Die neue Gewährleistung, Viyana, 2001, § 922, 923 N. 2; Gruber içinde Kletečka/Schauer, ABGB-ON, § 918 N. 9. 2002 de gerçekleşen reform öncesine ilişkin öğretide, olması gereken Hukuk açısından, alacaklının bu durumda ayıp, temerrüt, imkânsızlık hükümleri arasında bir seçim hakkı olması gerektiği yönünde: Reischauer içinde Rummel, ABGB, vor § 918-933 N. 9. 47  Brigitta Zöchling-Jud içinde Andreas Kletečka/Martin Schauer, ABGB-ON, Versiyon 1.02, rdb.at, 01.01.2016, § 923 N. 3, 4; Dullinger, N. 114 v.d.; Welser – Jud, § 922, 923 N. 3; Welser, Bürgerliches II, s. 66, 67; Perner/Spitzer/Kodek, s. 185, 186; Gruber içinde Kletečka/Schauer, ABGB-ON, § 918 N. 11, 12. 48  Zöchling-Jud içinde Kletečka/Schauer, ABGB-ON, § 932 N. 3; Welser – Jud, § 932 N. 10. 668Ankara Üni. Hukuk Fak. Dergisi, 66 (4) 2017: 659-676                                Avusturya İfa Aksaklıkları… ABGB de  ayıba  ilişkin  genel  düzenlemelerde  borçludan  devreden (Übergeber), alacaklıdan ise devralan (Übernehmer) olarak bahsedilmektedir. § 924 ABGB ye göre, devreden, sadece teslim anında mevcut olan ayıptan ötürü sorumlu tutulabilmektedir. Teslim anından sonra ortaya çıkan ayıptan ise devreden sorumlu olmamaktadır. Bununla beraber yine aynı düzenlemede bir karine öngörülmektedir. Bu karineye göre, teslimi takip eden 6 ay içinde ortaya çıkan ayıbın, teslim anında mevcut olduğu aksi ispat edilene kadar kabul edilecektir. Ancak § 924 ABGB son cümlede ifade edildiği üzere, bu karine, edimin veya ayıbın yapısı ile bağdaşmadığı takdirde, uygulama alanı bulmamaktadır.  Devredenin ayıptan doğan sorumluluğu kanun gereği uygulama alanı bulduğu için, bu sorumluluğun sözleşmede ayrıca kararlaştırılmasına gerek yoktur. Bununla beraber ABGB nin ayıba ilişkin hükümleri emredici nitelik taşımadığı  için,  taraflar  devredenin  ayıptan  doğan  sorumluluğunu kaldırabilirler 51 .  Tüketici  işlemlerinde  ise,  devredenin  ayıptan  doğan sorumluluğunun kaldırılması veya hafifletilmesi, tüketicinin ayıptan haberdar olması durumu hariç olmak üzere, § 9 KSchG (Konsumentenschutzgesetz - Tüketicinin Korunması Hakkında Kanun) gereği mümkün değildir. İfa edilen edimin ayıplı olması durumunda, ABGB, devralana belirli bazı seçimlik haklar sunmaktadır. Bu haklar ile izlenen hedef, tarafların edimleri arasında kaybolan sübjektif denkliği, diğer bir ifade ile tarafların üzerinde anlaştığı edimler arasındaki dengenin sağlanmasıdır.  Bu bakımdan ayıplı ifaya bağlanan seçimlik haklar, edimler arasındaki objektif dengeyi göz etmez, örneğin edimlerin piyasa değeri değil, ilgili işlemde kararlaştırılan dengeyi baz  alınır.  Devralana  ABGB de  tanınan  bu  seçimlik  hakların  içeriği, devredenin kusurlu olup olmamasına göre değişiklik göstermektedir. A.  Kusur yokluğunda seçimlik haklar Devredenin, ayıptan doğan sorumluluğunun söz konusu olması için, kendisine ayıba ilişkin bir kusurun izafe edilmesi şart değildir. Devredenin bir kusurunun  söz  konusu  olmadığı  durumlara  ilişkin  olarak  §  932 ABGB, devralana  dört  seçimlik  tanımaktadır,  bunlar:  İyileştirme  (Verbesserung), değiştirme (Austausch), ücretin düşürülmesi (angemessene Minderung des                                                       49  Bu  sürenin  alacaklı  temerrüdü  ile  başlaması  gerektiği  yönünde:  Zöchling-Jud  içinde Kletečka/Schauer, ABGB-ON, § 924 N. 5/1; Welser – Jud, § 924 N. 5; Andreas Kletečka, Gewährleistung neu, Viyana, 2001, § 924 N. 1, 8; OGH 15.02.2011, 4 Ob 147/10m. 50  Welser, Bürgerliches II, s. 64; Wendehorst/Zöchling-Jud, s. 56. 51  Welser,  Bürgerliches  II,  s.  83;  Wendehorst/Zöchling-Jud,  s.  56;  Dullinger,  N.  3/137; Perner/Spitzer/Kodek, s. 179; Welser – Jud, Vorbemerkungen N. 21, § 933a N. 43. 52  Welser,  Bürgerliches  II,  s.  65;  Wendehorst/Zöchling-Jud,  s.  56;  Dullinger,  N.  3/67; Perner/Spitzer/Kodek, s. 171. 669Ahmet Hakan Dağdelen                                          Ankara Üni. Hukuk Fak. Dergisi, 66 (4) 2017: 659-676  Entgelts) ve sözleşmenin ortadan kaldırılmasıdır (Aufhebung des Vertrags). İyileştirme yolunun seçilmesi durumunda, ayıplı edimdeki eksiklik sonradan tamir veya, bir eksiklik durumunda, tamamlama yolu ile giderilmektedir. Değiştirme yolunun seçilmesi durumunda ise, ayıplı edim, ayıpsız olan bir eşi ile değiştirilmektedir. Öğretide değiştirme hakkının sadece nevi borçlarında söz konusu olabileceğine, parça borçlarında ise bu seçimlik hakkın mümkün olmayacağına işaret edilmektedir . Ücretin düşürülmesi yolu seçildiğinde, edimler arasında kurulan sübjektif denge, ayıplı edime karşılık olarak verilen paranın  bir  kısmının  iade  edilmesi  ile  sağlanmaktadır.  Son  çözüm, sözleşmenin ortadan kaldırılması yolu seçildiğinde ise, taraflar birbirlerinden aldıklarını, yine birbirlerine iade etmektelerdir. Dikkat  etmek  gerekir  ki  §  932 ABGB,  devralanı,  seçimlik  hakları konusunda tamamen serbest bırakmamakta, bu seçimlik haklar arasında iki basamaklı  bir  hiyerarşi  öngörmektedir.  Bu  hiyerarşinin  ilk  basamağında bulunan  birincil  tekeffül  tedbirleri  (primäre  Gewährleistungsbehelfe), iyileştirme ve değiştirme haklarıdır. Devralan, önce bu haklara başvurmak durumundadır.  Devralanın,  ikinci  basamakta  yer  alan  ikincil  tekeffül tedbirlerine (sekundäre Gewährleistungsbehelfe) dayanabilmesi için § 932 ABGB şu koşulların varlığını aramaktadır: •  Ayıbı ortadan kaldırmanın imkânsız olması, •  birincil tekeffül tedbirlerine başvurulmasının, devredene ölçüyü aşan masraflara sebebiyet verecek olması, •  devredenin ilk basamakta yer alan tedbirlerin yerine getirilmesinde savsaklaması, •  devralan açısından ilk basamakta yer alana tedbirlere başvurulmasının ciddi  sebeplerden  ötürü,  örneğin  devredenin  şahsında  yatan sebeplerden ötürü, katlanılamaz olması. Genel kural, aynı basamakta yer alan seçimlik haklardan hangisinin kullanılacağına, devralanın karar vereceği yönündedir, örneğin iyileştirme yerine değiştirme yahut da ücretin indirilmesi yerine sözleşmenin ortadan kaldırılmasına devralan karar verecektir. Bununla beraber, ayıbın önemsiz (geringfügiger Mangel) olması durumunda, sözleşmenin ortadan kaldırılması yolu § 932 fıkra 4 ABGB uyarınca kapalıdır.                                                       53  Welser, Bürgerliches II, s. 72; Wendehorst/Zöchling-Jud, s. 57; Dullinger, N. 90; Welser – Jud, § 932 N. 8. Karşı görüşte: Zöchling-Jud içinde Kletečka/Schauer, ABGB-ON, § 932 N. 9. 54  Welser, Bürgerliches II, s. 73, 75; Welser – Jud, § 932 N. 15, 36; Wendehorst/Zöchling-Jud, s. 59; Dullinger, N. 91, 104; Perner/Spitzer/Kodek, s. 174, 176; Zöchling-Jud içinde Kletečka/Schauer, ABGB-ON, § 932 N. 27, 60; Kletečka, § 932 N. 3, 12. 670Ankara Üni. Hukuk Fak. Dergisi, 66 (4) 2017: 659-676                                Avusturya İfa Aksaklıkları… Devralanın bu haklarını kullanması için, § 933 ABGB farklı zamanaşımı süreleri öngörmektedir. Zamanaşımı süresi taşınırlarda 2 sene, taşınmazlarda 3 sene ve hayvanlarda 6 haftadır. Maddi ayıpta zamanaşımı teslim, hukuki ayıpta  ise  devralanın  ayıptan  haberdar  olması  ile  başlamaktadır.  Bu sürelerden başka ABGB de ayıbı ihbar mühleti yoktur, hakların zamanaşımı süresi içinde ileri sürülmesi yeterlidir. Her iki taraf için ticari iş niteliğindeki işlemler için ise § 377 UGB devralana belirli bir süre içinde ihbarda bulunma görevi yüklemektedir. B.  Kusur varlığında seçimlik haklar Devredene ayıp bağlamında bir kusurun izafe edilebilmesi durumunda, devralan yukarıda bahsi geçen haklarının yerine, § 933a ABGB ye dayanarak tazminat talep edebilmektedir. Ancak bu tazminat talebinin içeriğine ilişkin § 933a  ABGB  de,  §  932  ABGB nin  öngördüğüne  benzer  bir  yapılanma getirmektedir.  Bu  bakımdan,  devralana  yine  geniş  bir  serbesti tanınmamaktadır. Bu sayede tazminat talebinin içeriği ile tekeffül tedbirleri arasında bir uyum sağlanmaktadır. Tazminat talebinde bulunan devralana hiyerarşik bir yapıda iki basamaklı bir  seçim  sunulmaktadır.  İlk  basamakta,  yine  iyileştirme  ve  değiştirme talepleri bulunmaktadır. Ancak ikinci basamakta nakden tazmin seçeneği yer almaktadır.  Bu  sayede  aynen  tazmin  esasına  (Naturalersatz)  öncelik tanınmaktadır 57 .Devralanın  ikinci  basamakta  yer  alan  nakden  tazmin talebinde bulunabilmesinin şartları, yukarıda devredenin bir kusurunun söz konusu olmadığı durumlarda, § 932 ABGB dairesinde, devralanın ikinci basamakta yer alan tekeffül tedbirlerine başvurma şartları ile aynıdır. Diğer bir ifade ile bir önceki başlıkta, devralanın ücrette indirime gidilmesi veya sözleşmeyi  ortadan  kaldırabilmesi  talebinde  bulunabilmesi  için  maddeler halinde sıralanan şartlar burada da geçerlidir. Nakden tazmin talebinin içeriğinin ne olacağına ilişkin öğretide ağırlıkla şu hususlara işarette bulunulmaktadır:                                                       55  Wendehorst/Zöchling-Jud,  s.  59;  Welser,  Bürgerliches  II,  s.  81;  Zöchling-Jud  içinde Kletečka/Schauer, ABGB-ON, § 933 N. 24; Welser – Jud, § 933 N. 21. 56  Wendehorst/Zöchling-Jud, s. 59; Welser, Bürgerliches II, s. 89; Perner/Spitzer/Kodek, s. 181; Zöchling-Jud içinde Kletečka/Schauer, ABGB-ON, § 933a N. 5. 57  Welser – Jud, Vorbemerkung N. 5. 58  Welser,  Bürgerliches  II,  s.  90;  Wendehorst/Zöchling-Jud,  s.  59;  Dullinger,  N.  3/154; Perner/Spitzer/Kodek, s. 181; Zöchling-Jud içinde Kletečka/Schauer, ABGB-ON, § 933a N. 18 v.d.; Welser – Jud, § 933a N. 13 v.d.. 671Ahmet Hakan Dağdelen                                          Ankara Üni. Hukuk Fak. Dergisi, 66 (4) 2017: 659-676  •  Ayıbın giderilmesi için gereken masraflar, •  ayıplı edim ile ayıpsız edim arasındaki değer farkı, •  ayıplı edim için verilen ücretin tamamen iadesi. Devralanın, tekeffül tedbirleri yerine tazminat talebinde bulunmasının avantajı zamanaşımı sürelerinde yatmaktadır. § 1489 ABGB doğrultusunda, devralanın tazminat alacağına ilişkin kısa zamanaşımı süresi, zararın ve zarar verenin öğrenilmesinden itibaren 3 senedir. Bununla beraber bu sürenin, devralanın zararı diğer ifade ile ayıbı öğrenmesinden itibaren mi başlayacağı yoksa  ayıp  bağlamında  ileri  sürülen  ilk  basamaktaki  taleplerin  cevapsız kaldığının  anlaşılmasından  itibaren  mi  başlayacağı  tartışmalıdır .  Uzun zamanaşımı süresinin ise teslimden itibaren, yine § 1489 ABGB uyarınca, 30 sene olacağı ifade edilmektedir . Bu uzun sürenin, § 933a fıkra 3 ABGB gereği, sadece ilk 10 senesi içinde, devredenenin kusurunun varlığı karine olarak kabul edilecektir. IV. Sözleşmeye sair aykırılıklar Türk öğretisinde, akdin müspet ihlali olarak yer etmiş, sözleşmeye sair aykırılıklar (sonstige [positive] Vertragsverletzungen) bahsine, alacaklının uğradığı iki tür zarar konu edinmektedir, bunlar ayıplı ifanın yan zararları (Mangelfolgeschäden)  ve  eşlik  eden  zararlardır  (Begleitschäden).  Bu zararların  ortaya  çıkışında,  borçlu  alacaklı  karşısındaki  koruma  ve  özen yükümlülüklerine aykırı davranmaktadır. Ayıplı ifanın yan zararı, ayıbın kendi varlığı ile oluşturduğu zarardan ayrılan ve ayıba ek olarak ortaya çıkan zarardır. Örneğin, maddi ayıplı bir binanın çökerek, cismani zarara sebep olması durumunda, bu cismani zarar, ayıplı ifanın yan zararı olarak görülmektedir.  Eşlik eden zarar ise, edimin gereğince ifa edilmesine rağmen, ifada bulunurken alacaklının hukuken korunan sair değerlerine verilen zarardır. Örneğin,  tamircinin  duşa  kabini  tamir  ederken,  çekicini  yere  düşürerek, yerdeki fayansı kırması.                                                       59  Wendehorst/Zöchling-Jud, s. 59; Dullinger, N. 3/149; Perner/Spitzer/Kodek, s. 181. 60  Bu konuda: Zöchling-Jud içinde Kletečka/Schauer, ABGB-ON, § 933a N. 35 v.d.; Welser – Jud, § 933a N. 28 v.d.. 61  Welser, Bürgerliches II, s. 91; Zöchling-Jud içinde Kletečka/Schauer, ABGB-ON, § 933a N. 42; Welser – Jud, § 933a N. 37. 62  Wendehorst/Zöchling-Jud, s. 60; Welser, Bürgerliches II, s. 87; Perner/Spitzer/Kodek, s. 183. 63  Welser, Bürgerliches II, s. 87; Wendehorst/Zöchling-Jud, s. 60; Perner/Spitzer/Kodek, s. 182. 64  Wendehorst/Zöchling-Jud, s. 60. 65  Welser, Bürgerliches II, s. 87; Wendehorst/Zöchling-Jud, s. 60; Perner/Spitzer/Kodek, s. 183. 66  Perner/Spitzer/Kodek, s. 183. 672Ankara Üni. Hukuk Fak. Dergisi, 66 (4) 2017: 659-676                                Avusturya İfa Aksaklıkları… Her iki durumda da, borçlunun alacaklı karşısında sözleşmeden doğan kusura dayalı bir sorumluluğu söz konusu olmaktadır. Bunun sonucu olarak, § 1298 ABGB uyarınca borçlunun kusurunun varlığı, ifanın yan zararları için § 933a fıkra 3 ABGB gereği ilk 10 sene içinde, karine olarak kabul edilecek; borçlunun  yardımcı  kişilerden  sorumluluğu  ifa  yardımcılarına (Erfüllungshilfe) ilişkin § 1313a ABGB uyarınca olacaktır. Bundan başka alacaklının  tazminat  hakkına  ilişkin  esaslar,  tazminat  hukukunun (Schadenersatzrecht) genel hükümlerine tabi olacaktır. V.  Laesio enormis Türk ve İsviçre Borçlar Kanunlarında normatif bir düzenleme olarak bir karşılık bulmayan, ABGB deki, tarihin tozlu raflarından çıka gelen, bir ifa aksaklığı da laesio enormistir. Dikkat etmek gerekir ki, bu hukuki kurum bizdeki gabinin karşılığı değildir, bizdeki gabinin karşılığı § 879 fıkra 2 bent 4 ABGB de yer alan Wucher kuralıdır. Laesio enormis, gabinin sübjektif unsuru  olan  zor  durumda  kalma,  düşüncesizlik,  deneyimsizlik  şartlarını aramamaktadır. Bu kurum §§ 934, 935 ABGB de düzenlenmektedir. İki tarafa borç yükleyen sözleşmelerde, bir tarafın edimi, karşı ediminin yarısından daha az bir değerde olduğu takdirde, karşı edimi yüklenen borçlu sözleşmeyi bir mahkeme kararı yardımı ile ortadan kaldırabilir. Diğer tarafın sözleşmeyi ayakta tutmak istemesi durumunda, o edime ilişkin adil piyasa değerinin tamamını  (gemeiner  Wert)  sunması  gerekmektedir.  Bu  değerin  yarısının sunulması yeterli olmamaktadır. Edimlerin değerleri arasındaki dengesizlik, sözleşmenin kurulma anına göre belirlenmektedir. Sonradan ortaya çıkan bir dengesizlik, laesio enormis kapsamında görülmemektedir. Örneğin, A yapmış olduğu sözleşme ile B ye bir oyuncak arabasını 45 Lira ya satacağını ifade ediyor. Bu arabanın piyasa  değerinin  100  Lira  olması  durumunda,  A sözleşmeyi  ortadan  kaldırabilecektir.  B nin  sözleşmeyi ayakta tutmak istemesi durumunda, A ya 55 Lira daha vermesi gerekmektedir. Bu bakımdan, 5 Lira daha verip, kendi  edimini  50  Lira ya  tamamlaması  yeterli olmamaktadır. Oysa, B en başında 45 Lira yerine 50 Lira vermiş  olsaydı,  A nın  laesio  enormis  kurumuna                                                       67  Welser, Bürgerliches II, s. 88; Perner/Spitzer/Kodek, s. 182. 68  Welser, Bürgerliches II, s. 88; Perner/Spitzer/Kodek, s. 182. 69  Wendehorst/Zöchling-Jud,  s.  60;  Perner/Spitzer/Kodek,  s.  183;  Zöchling-Jud  içinde Kletečka/Schauer, ABGB-ON, § 933a N. 9. 70  Welser, Bürgerliches II, s. 94; P. Bydlinski, N. 8/47; Perner/Spitzer/Kodek, s. 188; Gruber içinde Kletečka/Schauer, ABGB-ON, § 934 N. 6; Reischauer içinde Rummel, ABGB, § 934 N. 5; OGH 25.04.2012, 7 Ob 45/12m. 673Ahmet Hakan Dağdelen                                          Ankara Üni. Hukuk Fak. Dergisi, 66 (4) 2017: 659-676  dayanmasına  engel  olabilirdi.  Bu  örnekte  değerleri değiştirerek,  laesio  enormise  dayanabilecek  tarafı değiştirmek de mümkündür. B nin, oyuncak araba için A ya, 210 Lira verecek olması durumunda, artık B laesio enormise dayanacaktır. § 935 ABGB ye göre, taraflar sözleşme ile laesio enormisin, diğer bir ifade ile § 934 ABGB nin, uygulama bulmayacağı yönünde bir anlaşma yapamazlar. Bu  bakımdan,  laesio  enormis  düzenlemesi  ilk  bakışta  emredici  gibi görünebilir. Buna karşın, yine aynı maddede, laesio enormisin uygulama alanı bulmayacağı durumlar şu şekilde ifade edilmektedir: Yüksek değerli edimin sahibinin, karşı edimi özel bir sebepten ötürü edinmek istediğini açıklaması veya karşı edimin gerçek karşılığını bilmesi; tarafların bağışlama niteliği içeren karma bir sözleşme akdetmek istemeleri; mahkeme kararı ile açık artırma yolu ile satış yapılması. § 935 ABGB sayılan bu istisnalar haricinde, başka istisnalar da vardır, örneğin talih oyunları . Keza, § 351 UGB de öngörüldüğü  üzere,  bir  tacirin  aleyhine  olmak  üzere,  laesio  enormisin uygulama alanı bulmayacağının sözleşme ile kararlaştırılması mümkündür. Laesio  enormise  dayanmak  isteyen  taraf  bu  iddiasını,  sözleşmenin akdedilmesini takip eden 3 sene içinde ileri sürmek durumundadır. Laesio enormisin bir temel eksikliği (Wurzelmangel) mi yoksa bir ifa aksaklığı (Leistungsstörung) mı olduğu konusunda öğretide bir görüş birliği yoktur. Bu tartışmanın sebebi, edimlerin değerleri arasındaki dengesizliğin, sözleşmenin akdedilme anına göre belirlenmesidir. Bu sakatlığın bir temel eksikliği olarak kabul edilmesi durumunda taraflar, ifa edilen edimleri geri talep ederken istihkak davasına da dayanabileceklerdir, ifa aksaklığı olarak kabul edilmesi durumunda ise sebepsiz zenginleşme hükümlerinden fayda sağlanması gerekecektir. Son söz Doğal Hukuk Yaklaşımının izlerinin  yakından tecrübe edilebileceği, yer yer önemli değişiklikler geçirmiş, 200 seneyi deviren bu koca çınar ABGB nin,  getirdiği  akılcı  çözümlerin  de  sayesinde,  bugüne  kadar                                                       71  Welser, Bürgerliches II, s. 95; P. Bydlinski, N. 8/45; Gruber içinde Kletečka/Schauer, ABGB-ON, § 934 N. 2; Reischauer içinde Rummel, ABGB, § 934 N. 1. 72  Welser, Bürgerliches II, s. 94; P. Bydlinski, N. 8/45; Reischauer içinde Rummel, ABGB, § 934 N. 13. 73  Bu yönde: P. Bydlinski, N. 8/44; Gruber içinde Kletečka/Schauer, ABGB-ON, § 934 N. 9. 74  Bu  yönde:  Welser,  Bürgerliches  II,  s.  93,  94;  Wendehorst/Zöchling-Jud,  s.  60; Perner/Spitzer/Kodek, s. 188; Reischauer içinde Rummel, ABGB, § 934 N. 8. 75  Örneğin halen yürürlükteki § 7 ABGB deki, kanun boşluklarının doldurulmasında Doğal Hukuk İlkelerine yapılan atıf. 674Ankara Üni. Hukuk Fak. Dergisi, 66 (4) 2017: 659-676                                Avusturya İfa Aksaklıkları… yıkılmadan ayakta durması, değişimlere uyum sağlayabilmesi takdire değer görünmektedir. Bu bağlamda gözden kaçırılmaması gereken bir husus da Avusturya Öğretisi nin ortaya koyduğu emeği ile bu yer yer oldukça soyut kodifikasyonu  anlaşılır  ve  uygulanır  kılmasıdır.  Bu  zengin  öğretinin Türkiye de  bizler  tarafından  yakından  takip  edilmesi,  kuşkusuz  bizim öğretimiz açısından da bir zenginlik teşkil edecektir.  Bu  son  paragraflarda ABGB nin  sessiz  kaldığı  ve  öğreti  tarafından geliştirilen  birkaç  çözüme Türk  Hukuku  ile  karşılaştırmalı  olarak kısaca işarette  bulunulursa:  Konusu  baştan  imkânsız  olan  işlemlerin  hükümsüz olacağını düzenleyen § 878 ABGB amaçsal yorumlamaya tabi tutulmakta, yalın  imkânsızlık  durumları  bu  kapsamda  kabul  edilmemektedir.  §  878 ABGB deki hükümsüzlük kuralının benzerini bizde § 27 T.B.K. içermekte olup, benzer şekilde bu hükmün lafzı da oldukça geniş bir uygulama alanına yayılmaktadır. Diğer bir konu, imkânsızlaşan edimin yerine borçlunun malvarlığna dahil olan bir ikame değerin alacaklı tarafından talep edilebilmesidir. ABGB bu noktada da bir hüküm içermemekte, öğreti de bu sonuca kanun boşluğunun doldurulması  yolu  ile  ulaşılmaktadır.  Böyle  bir  ikame  değerin  varlığı durumunda,  alacaklının  bu  değeri  talep  edip  sözleşmeyi  ayakta  tutmak istemesi durumuna ilişkin § 1447 ABGB ye benzer şekilde bizde de § 136 T.B.K. bir şey söylememektedir. Son bir konu olarak da haksız fiil hükümleri ile ayıp hükümlerinin birbiri ile yarışmasına kısaca işarette bulunulabilir. Bu konuya ilişkin, Avusturya da kanun koyucu pozisyonunu belli etmiş ve 2002 de gerçekleşen değişiklikte bu konuyu düzenlemiş, alacaklının talepleri arasında bir harmoni oluşturmuştur. Gerçekten ayıplı bir ifa, devredenin kusuru ile birlikte (örneğin boyacının hataen  binayı  güneşe  dayanaksız  bir  boya  ile  boyaması ),  haksız  fiil tazminatının  talep  edilmesi  için  gereken  bütün  şartları  bünyesinde bulundurmaktadır: Ayıplı ifa ile devralan bir malvarlığı zararına uğramakta, bu  zarar  ile  ayıplı  ifa  arasında  bir  nedensellik  bulunmakta,  ayıplı  ifa sözleşmeye  aykırı  olduğundan  hukuka  aykırılık  unsurunu  içermektedir. Avusturya daki  bu  tartışmaların  bizde  de  §  49  T.B.K.  çerçevesince yapılabileceğini öngörmek yanlış olmasa gerek.                                                           76  Bu örnek için Perner/Spitzer/Kodek, s. 180. 675Ahmet Hakan Dağdelen                                          Ankara Üni. Hukuk Fak. Dergisi, 66 (4) 2017: 659-676",
     "Kaynakça": "Bydlinski Peter, Bürgerliches Recht Band I – Allgemeiner Teil, 6. bası, Viyana, 2013. Dullinger Silvia, Bürgerliches Recht Band II – Schuldrecht Allgemeiner Teil, 6. bası, Viyana, 2017. Kletečka Andreas, Gewährleistung neu, Viyana, 2001. Kletečka Andreas/Schauer Martin (Editör), ABGB-ON, rdb.at. Holly Andrea (Yazar), ABGB-ON, Versiyon 1.02, 01.01.2016.  Gruber Michael (Yazar), ABGB-ON, Versiyon 1.03, 1.10.2016. Stabentheiner Johannes (Yazar), ABGB-ON, Versiyon 1.02, 1.2.2014. Zöchling-Jud Brigitta (Yazar), ABGB-ON, Versiyon 1.02, 01.01.2016. Koziol Helmut/Welser Rudolf (Editör), Bürgerliches Band I, 13. Bası, Viyana, 2006. Rummel  Peter  (Editör),  ABGB  Kommentar  zum  Allgemeinen  bürgerlichen Gesetzbuch, 3. bası, rdb.at, 1.1.2000 ve 1.1.2002.  Rummel Peter/Lukas Meinhard (Editör), ABGB Kommentar zum Allgemeinen bürgerlichen Gesetzbuch, 4. bası, rdb.at, 1.11.2014. Perner Stefan/Spitzer Martin/Kodek Georg, Bürgerliches Recht, 3. Bası, Viyana, 2012. Serozan Rona,  Yeni Alman İfa Engelleri Hukuku , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, Cilt LVIII, Sayı 1-2, 2000, s. 231. Welser Rudolf, Bürgerliches Recht Band II, 13. Bası, Viyana, 2007. Welser Rudolf – Jud Brigitta, Die neue Gewährleistung, Viyana, 2001. Wendehorst  Christiane/Zöchling-Jud  Brigitta,  Privatrecht  Einführung  in  die Rechtswissenschaften und ihre Methoden Teil II, 6. Bası,"
}