{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "4",
     "Başlık": "BÜYÜKŞEHİR BELEDİYE MECLİSİ",
     "Title": "City Council",
     "Yazar İsmi": [
          "Arş. Gör. Enes KÖKEN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Büyükşehir belediye başkanı",
          "Büyükşehir belediye meclisi",
          "vali",
          "kaymakam",
          "idari vesayet"
     ],
     "Keywords": [
          "Metropolitan mayor",
          "metropolitan municipal council",
          "governor",
          "district governer",
          "administrative tutelage"
     ],
     "Özet": "Makalemizde genel hatlarıyla büyükşehir belediyesi organlarından biri olan  büyükşehir  belediye  meclisi  incelenecektir.  I.  Kısımda  büyükşehir belediye  meclisinin  oluşumunu,  şartları  ve  yasal  dayanaklarıyla  birlikte belirttik.  II.  Kısımda,  büyükşehir  belediye  meclisinin  toplantı  usulü incelenecektir. III. Kısımda, büyükşehir belediye meclisinin görev ve yetkileri incelenecektir.  IV.  ve  son  Kısımda  ise,  büyükşehir  belediye  meclisinin kararlarının nasıl kesinleştiği detaylı şekilde ele alınacaktır. Buna ilave olarak, valinin ve kaymakamın meclis kararlarına karşı dava açmak ve bu konudaki yetkilerini devredip devredemeyeceği ve meclis kararlarının idari vesayet kapsamında değerlendirilmesine yer verilecektir.",
     "Abstract": "One of the metropolitan municipal bodies outlined in our article, which was examined metropolitan council. Part I of the formation of the metropolitan council, we specified with the terms and legal basis. Part II the metropolitan council  meeting  procedures  were  examined.  Part  III,  the  task  of  the                                                     Kırıkkale Üniversitesi Hukuk Fakültesi Ceza ve Ceza Muhakemesi Anabilim Dalı Araştırma Görevlisi-3528  Köken BÜYÜKŞEHİR BELEDİYE MECLİSİ City Council  Arş. Gör. Enes KÖKEN Özet Makalemizde genel hatlarıyla büyükşehir belediyesi organlarından biri olan  büyükşehir  belediye  meclisi  incelenecektir.  I.  Kısımda  büyükşehir belediye  meclisinin  oluşumunu,  şartları  ve  yasal  dayanaklarıyla  birlikte belirttik.  II.  Kısımda,  büyükşehir  belediye  meclisinin  toplantı  usulü incelenecektir. III. Kısımda, büyükşehir belediye meclisinin görev ve yetkileri incelenecektir.  IV.  ve  son  Kısımda  ise,  büyükşehir  belediye  meclisinin kararlarının nasıl kesinleştiği detaylı şekilde ele alınacaktır. Buna ilave olarak, valinin ve kaymakamın meclis kararlarına karşı dava açmak ve bu konudaki yetkilerini devredip devredemeyeceği ve meclis kararlarının idari vesayet kapsamında değerlendirilmesine yer verilecektir. Anahtar Kelimeler: Büyükşehir belediye başkanı, Büyükşehir belediye meclisi, vali, kaymakam, idari vesayet.  Abstract One of the metropolitan municipal bodies outlined in our article, which was examined metropolitan council. Part I of the formation of the metropolitan council, we specified with the terms and legal basis. Part II the metropolitan council  meeting  procedures  were  examined.  Part  III,  the  task  of  the                                                     Kırıkkale Üniversitesi Hukuk Fakültesi Ceza ve Ceza Muhakemesi Anabilim Dalı Araştırma Görevlisi   3511Büyükşehir Belediye Meclisi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3511-3528  metropolitan council and its powers. Part IV in the last section, the greater is discussed in detail how the finalization of the decision of the municipal council. In addition, filing a lawsuit against the governor and the governor's council decision and can not be delegated its powers in this matter devredip and  council  decisions  within  the  scope  of  the  assessment  are  given administrative control.",
     "Metin": "5216 sayılı Büyükşehir Belediye Kanunu, büyükşehir belediyelerinin organlarına ilişkin düzenlemeler getirmiş, belediyelerin organları ve bunların çalışma  usul  ve  esasları  konusunda  5393  sayılı  Belediye  Kanunu hükümlerinin  geçerli  olduğunu  belirtmiştir.  Büyükşehir  belediyesinin yönetim ve karar organları; büyükşehir belediye meclisi, büyükşehir belediye encümeni ve büyükşehir belediye başkanıdır. Çalışmamızda,  yukarıda  sayılan  organlardan  biri  olan  büyükşehir belediye meclisi incelenecektir. Büyükşehir belediye meclisi, büyükşehir belediyesinin karar organıdır ve belediye sınırları içinde kalan ilçe seçim çevreleri için tespit edilen belediye meclisleri üye sayısının her ilçe için beşte biri alınmak suretiyle tespit edilecek toplam sayı kadar üyeden oluşur. Ayrıca, bu meclis her ayın ikinci haftası önceden belirlenen günde mutat toplantı yerinde toplanır.  Büyükşehir belediye başkanı, hukuka aykırı gördüğü belediye meclisi kararlarını yedi gün içinde yeniden görüşülmek üzere belediye meclisine iade edebilir. Bunun yanında, bu meclisin kesinleşen kararları, kesinleştiği tarihten itibaren en geç yedi gün içinde mahallin en büyük mülki amirine gönderilir. Ayrıca, bu meclis üyeleri arasından seçilecek kişilerce çeşitli komisyonlar da kurulur. II. BÜYÜKŞEHİR BELEDİYE MECLİSİNİN OLUŞUMU  Belediye  hükmi  şahsına  tanınan  salahiyetler  bu  mecliste  toplanır. Binaenaleyh belediyenin en salahiyetli organı bu meclistir 1. Büyükşehir                                                  1   ONAR Sıddık Sami, İdare Hukukunun Umumi Esasları, II. Cilt, 3.baskı, İstanbul 1966, s. 850. 3512Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3511-3528  Köken belediye meclisi, büyükşehir belediyesinin en yetkili karar organı olarak karşımıza  çıkmaktadır.  5216  sayılı  Büyükşehir  Belediye  Kanununun Dördüncü  bölümünde  yer  alan  12.  maddeye  göre,  büyükşehir  belediye meclisi ilgili kanunda gösterilen usul ve esaslara göre seçilen üyelerden oluşur. Anılan maddenin üçüncü fıkrasında, 12/11/2012-6360 13. md ile  ilk kademe  ibaresi metinden çıkarılmıştır. Burada belirtilen ilgili kanun ise, 2972 sayılı Mahalli İdareler ve Mahalle Muhtarlıkları ve İhtiyar Heyetleri Seçimi Hakkında Kanundur. Bu kanunun 6.6 ve 24.7 maddelerine göre ise, büyükşehir  belediye  meclisi,  belirli  sayıdaki  ilçe  belediye  meclisleri üyelerinden meydana gelmektedir. Belirtmek gerekir ise, büyükşehir sınırları içinde kalan her bir ilçe belediye meclisleri üye sayısının beşte biri alınmak suretiyle büyükşehir belediye meclisi oluşmaktadır; ayrıca, aynı yöntem ile yedek üyeler de belirlenmektedir. Bu işlem bittikten sonra, her ilçe belediyesi için seçilmiş olan asıl üyeler, seçilme sıralarına göre baştan başlamak suretiyle yeter sayıya inilerek büyükşehir belediye meclisine katılacak üyeler tespit edilir. Büyükşehir belediye meclisi üyeliğine seçilenlerin ilçe belediye meclisi üyelikleri  de  devam  etmektedir.  İlave  etmek  gerekir  ki,  ilçe  belediye başkanları da büyükşehir belediye meclisine doğal üye sıfatıyla katılırlar. Dolayısıyla,  büyükşehir  belediye  meclisi  için  ayrıca  yapılan  bir  seçim                                                  2   GİRİTLİ İsmet, BİLGEN Pertev, AKGÜNER Tayfun, BERK Kahraman; İdare Hukuku, İstanbul 2013, s. 431. 3   5216 sayılı Kanun m. 12:  Büyükşehir belediye meclisi, büyükşehir belediyesinin karar organıdır ve ilgili kanunda gösterilen esas ve usullere göre seçilen üyelerden oluşur.   Büyükşehir belediye başkanı büyükşehir belediye meclisinin başkanı olup, büyükşehir içindeki diğer belediyelerin başkanları, büyükşehir belediyesinin doğal üyesidir.   Büyükşehir ilçe belediye meclisleri ile bunların çalışma usul ve esaslarına ilişkin diğer hususlarda Belediye Kanunu hükümleri uygulanır.  4   TAN Turgut, İdare Hukuku, 2.baskı, Ankara 2013, s. 170. 5   GÜR Osman, KARSLI Bilal, 5216 Sayılı Büyükşehir Belediye Kanunu, 5293 Sayılı Belediye Kanunu Ve İlgili Yönetmelikler, İstanbul 2013, s. 35. 6   2972 sayılı Kanun m. 6:  a) Büyükşehir belediye meclisleri belediye hudutları içinde kalan ilçe seçim çevreleri için tespit edilen belediye meclisleri üye sayısının her ilçe için beşte biri alınmak suretiyle bulunacak toplam sayı kadar üyeden teşekkül eder.   Bu hesaplamada artık sayılar nazara alınmaz.   b) Yedek üyeler de aynı usulle hesaplanır.  7   2972 sayılı Kanun m.24:  a) Bu Kanunun 6. maddesinde tespit olunan büyükşehir belediye meclisi üyeleri, her ilçe belediyesi için seçilmiş olan asıl üyelerin seçilmiş sıralarına göre baştan başlayarak yeter sayıya kadar inilmek suretiyle bulunur.   b) Yedek üyelikler de aynı usulle hesaplanır.  8   GÜNDAY Metin, İdare Hukuku, 10.baskı, Ankara 2011, s. 515. 9   GÖZÜBÜYÜK Şeref, Yönetim Hukuku, 25.baskı, Ankara 2007, s. 143.   3513Büyükşehir Belediye Meclisi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3511-3528  bulunmamaktadır.  Büyükşehir  belediyesi  meclisinin  çalışma  süresi  beş yıldır. İlçe belediye meclislerinden büyükşehir belediye meclisine ne kadar üye katılacağının hesabı aşağıdaki şemada gösterilmiştir:  İlçe Nüfusu  İlçe Üye  Büyükşehire  Doğal Üye  Toplam Sayısı  Katılacak  (İlçe Belediye  Katılacak Sayı  Bşk.)  Üye < - 10000  9  1  1  2 10001 - 20000  11  2  1  3 20001 - 50000  15  3  1  4 50001 - 100000  25  5  1  6 100001 - 250000  31  6  1  7 250001 - 500000  37  7  1  8 500001 - 1000000  45  9  1  10 1000000 - <  55  11  1  12  III. BÜYÜKŞEHİR BELEDİYE MECLİSİ TOPLANTILARI 3030  sayılı  Büyükşehir  Belediyelerinin  Yönetimi  Hakkında  Kanun Hükmünde  Kararnamenin  Değiştirilerek  Kabulü  Hakkında  Kanuna  göre, büyükşehir belediye meclisi her yıl Kasım, Mart ve Temmuz aylarında olağan olarak  toplanacağı  düzenlenmiştir.  Buna  karşılık,  5216  sayılı  Kanunda belediye meclisinin her ayın ikinci haftasında toplanacağı, meclis tarafından belirlenen bir aylık zaman diliminde tatil yapacağı, bütçe görüşmelerine denk gelen toplantının süresinin en çok yirmi, diğer toplantıların ise süresinin en çok onbeş gün olacağı düzenlenmiştir. Böylelikle, büyükşehir belediye meclisinin sürekli olarak toplanması öngörülmüştür. 5216 sayılı kanunun 13. maddesinde, 3/7/2005 tarihli ve 5393 sayılı Kanun un 85. maddesiyle 13.                                                  10  ALTIPARMAK  Cüneyd,  Yeni  Sistemde,  İlçe  ve  Büyükşehir  Belediye  Meclislerinin Oluşumu,  http://www.yazete.com/yazilar/cuneyd-altiparmak/yeni-sistemde-ilce-vebuyuksehir-belediye-meclislerinin-olusumu/477285/, e.t: 01.11.2014. 11  NADAROĞLU Halil, Mahalli İdareler, 5.baskı, İstanbul 1994, s. 205. 12  MEMİŞ  Halil  (MİARGEM  Başkanı),  http://www.miargem.org.tr/index.php?mod= haber&h=187Büyükşehir Belediyesi Meclis Üyelerinin Tespiti, e.t: 31.10.2104. 13  3/7/2005 tarihli ve 5393 sayılı Kanunun 85. Maddesi ile 13. maddenin birinci fıkrasının sonuna şu cümle eklenmiştir:  Meclis kendi belirleyeceği bir ay tatil yapabilir.  14  ÇAĞLAYAN Ramazan, İdare Hukuku Dersleri, 3. baskı, Ankara 2015, s. 202. 3514Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3511-3528  Köken maddenin  birinci  fıkrasında  yer  alan   Kasım  ayı  toplantısı  dönem  başı toplantısıdır  cümlesi metinden çıkarılmıştır.  Meclis başkanı olmamakla beraber başkan vekilleri vardır; meclis her kısım içtimaında içlerinden iki reis vekili ve lüzumu kadar katip intihap eder. Reis bulunmazsa, birinci reis vekili, bu da bulunmazsa ikinci reis vekili reislik vazifesini yapar. Reis vekilleri ve katipler meclis bürosunu teşkil ederler 15. Büyükşehir belediye meclisi seçim sonuçlarının ilanını takip eden beşinci gün,  meclis  başkanlık  divanını  oluşturmak  için  kendiliğinden  toplanır. Büyükşehir  belediye  başkanı,  bu  toplantıya  başkanlık  eder.  Meclis,  bu toplantıda, gizli oyla ve üyeleri arasından, meclis birinci ve ikinci başkan vekillerini ve en az iki katip üyeyi ilk iki yıl için seçer. İlk iki yıldan sonra seçilecek olan başkanlık divanı, ilk mahalli idare seçimlerine kadar görevini sürdürecektir.  Meclis  başkanlık  divanı  seçimi  üç  gün  içinde  bitirilir. Büyükşehir  belediye  meclisine  büyükşehir  belediye  başkanı,  bunun katılmaması  halinde  meclis  birinci  başkan  vekili,  bunun  da  katılmaması halinde meclis ikinci başkan vekili başkanlık eder. Buna karşın, yıllık faaliyet raporunun  görüşüldüğü  meclis  toplantısı  meclis  başkan  vekilinin başkanlığında yapılmaktadır. Büyükşehir belediye meclisine, büyükşehir belediye başkanı başkanlık etmektedir.  Belediye meclisinin ayrı bir başkanı yoktur, meclise belediye reisi riyaset eder. Reis, meclisi miyad-ı kanuniyesinde küşad, müzakereleri idare ve kararları istihsal ve ilan ve tebliğ ve hitamı mesaiyi beyan eyler 18. Meclisin mutad toplantı yerinde toplanması esastır. Meclis başkanı, mutad toplantı yeri dışında, başka bir yerde toplantı yapılmasının zorunlu olduğu durumlarda,  üyelere  önceden  haber  verilmek  şartıyla  meclis  başkanınca belediye sınırları içinde tespit edilecek başka bir yerde de toplantı yapılabilir. Ayrıca, toplantının yeri ve zamanı halka duyurulur. Büyükşehir  belediye  meclisi,  üye  tam  sayısının  salt  çoğunluğu  ile toplanır ve katılanların salt çoğunluğu ile karar alır. Ancak, karar yeter sayısı üye  tam  sayısının  dörtte  birinden  az  olamaz.  Oylamada  eşitlik  olması durumunda meclis başkanının bulunduğu taraf çoğunluk sayılır. Gizli oylama                                                  15  ONAR, s. 850. 16  AKYILMAZ Bahtiyar, SEZGİNER Murat, KAYA Cemil; Türk İdare Hukuku, 3.baskı, s. 332. 17  YAYLA Yıldızhan, İdare Hukuku, 2.baskı, İstanbul 2010, s. 253. 18  ONAR, s. 850. 19  SANCAKDAR Oğuz, İdare Hukuku Teorik Çalışma Kitabı, 2.baskı, s. 211.   3515Büyükşehir Belediye Meclisi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3511-3528  sonucunda eşitlik çıkması halinde oylama tekrar yapılır, yine eşitlik bozulmaz ise başkan kura çeker. Büyükşehir belediye meclisi çalışma usul ve esaslarına ilişkin konularda Belediye Kanunu hükümlerine tabidir. Büyükşehir belediye başkanı acil ve zaruri durumlarda gerekli görürse, büyükşehir belediye meclisini bir yılda üç defadan çok olmamak ve her toplantı bir birleşimi geçmemek şartıyla olağanüstü toplantıya çağırabilir. Bu toplantının gündemi ve çağrısı en az üç gün önceden meclis üyelerine duyurulur ve usulünce ilan edilir. Bu toplantıda çağrının yapılmasına neden olan konu dışında başka bir konu görüşülemez.  5216 sayılı Kanunun on beşinci maddesine göre, büyükşehir belediye meclisi, her dönem başı toplantısında, üyeleri arasından seçilecek en az beş, en çok dokuz kişiden oluşan ihtisas komisyonları kurabilir.  İhtisas komisyonları, her siyasi parti grubunun ve bağımsız üyelerin büyükşehir  belediye  meclisindeki  üye  sayısının  meclis  üye  tamsayısına oranlanması  suretiyle  oluşur.  Komisyon  çalışmaları  sırasında  uzman kişilerden yararlanılabilir. İmar ve bayındırlık komisyonu, çevre ve sağlık komisyonu,  plan  ve  bütçe  komisyonu,  eğitim,  kültür,  gençlik  ve  spor komisyonu ile ulaşım komisyonunun kurulması zorunludur. Gündemdeki konulara göre, kamu kurumları, meslek odaları, üniversiteler ve sivil toplum kuruluşlarından yararlanılabilir. Bu komisyonlara meclis üyeleri dışında farklı kesimlerden  temsilcilerin  katılmasına  da  olanak  sağlanmıştır;  ancak  bu kişilere oy hakkı tanınmamıştır.                                                       20  GÜNDAY, s. 516. 21  GÜNDAY, s. 516. 22  SANCAKDAR, s. 211. 23  GİRİTLİ/BİLGEN/AKGÜNER/BERK, s. 432. 24  NOHUTÇU Ahmet, İdare Hukuku, Ankara 2009, s. 179. 25  TDK daki anlamı  uzmanlaşma  dır. 26  DERDİMAN Cengiz, Yerel Yönetimler, 1.baskı, Mart 2005, s. 75. 27  5216 sayılı kanun m. 15. 28  ŞENGÜL Ramazan, Yerel Yönetimler, 1.baskı, Kocaeli 2010, s. 120. 3516Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3511-3528  Köken                  IV.  BÜYÜKŞEHİR  BELEDİYE  MECLİSİNİN  GÖREV  VE YETKİLERİ Büyükşehir belediye meclisinin görevlerinin neler olduğu 5216 sayılı Büyükşehir  Belediye  Kanunu nda  ayrıntılı  olarak  düzenlenmemiştir.  Bu kanunda sadece, büyükşehir belediyesi bütçesinin kabulü, ilçe belediyelerinin bütçelerinin  kabul  edilmesi  ve  gerektiği  taktirde  değiştirilerek  kabul edilmesi, ilçe belediye meclisleri tarafından alınan imara ilişkin kararların gelişinden itibaren üç ay içinde nazım imar planına uygun olduğu hususunda incelemek veya değiştirerek kabul etmek 31 ve büyükşehir belediyesi örgüt                                                  29  5216 sayılı Kanun m. 25. 30  5216 sayılı Kanun m. 14; Aynı yönde bkz., Danıştay 8.Dairesi, E.2006/5676, K.2007/612, T.9.2.2007. 31  16/10/2014 tarihli ve 1470 sayılı Meclis Kararı doğrultusunda hazırlanan 05/03/2009 onanlı 1/5000 Ölçekli Silivri Merkez ve Yakın Çevresi Nazım İmar Planı Değişikliği, Karar Tarihi: 10/12/2014, Karar No: 1794, Dosya No: 1794, Karar:  Şehir Planlama Müdürlüğü nün 25/ 11 /2014 gün ve 2014/BN:10925 - 8295 sayılı yazısında;    İlgi: a) 10.11.2008 tarih ve TN: 900556 sayılı Başkanlık Katına yazımız.    b) İstanbul Büyükşehir Belediye Meclisinin 13.02.2009 tarih ve 105 sayılı kararı.   c) 20.03.2009 tarih ve 1350649 sayılı dağıtımlı yazımız.   d) Silivri Belediye Meclisinin 10.08.2012 tarih ve 69 sayılı kararı,   e) İstanbul Büyükşehir Belediye Meclisinin 17.01.2013 tarih ve 132 kararı,    f) Silivri Belediye Başkanlığının 05.11.2013 gün ve 11352 sayılı yazısı ve ekleri,   3517Büyükşehir Belediye Meclisi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3511-3528                                                     g) Silivri Belediye Meclisinin 25.10.2013 tarih ve 106 ve 107 sayılı kararları,   h) İstanbul Büyükşehir Belediye Meclisinin 13.02.2014 tarih ve 267 sayılı kararı,   i) 07.03.2014 tarih ve 239289 sayılı Silivri Belediye Başkanlığına yazımız,   j) Silivri Belediye Başkanlığının 24.06.2014 gün ve 98480 sayılı yazısı ve ekleri,   k) 08.09.2014 gün ve 6915 sayılı yazımız,   l) İstanbul Büyükşehir Belediye Meclisinin 16.10.2014 gün ve 1470 sayılı kararı.   İlgi (a) yazımız ile İstanbul Büyükşehir Belediye Meclisi ne iletilen 1/5000 ölçekli Silivri Merkez ve Yakın Çevresi (TEM Otoyolu Güneyi) Nazım İmar Planı, İstanbul Büyükşehir Belediye Meclisinin ilgi (b) kararı ile aynen kabul edilmiş olup Büyükşehir Belediye Başkanı nca 05.03.2009 tarihinde onanmış ve ilgi (c) yazımızla dağıtımı yapılmıştır. Söz konusu plan 27.03.2009 – 27.04.2009 tarihleri arasında İstanbul Büyükşehir Belediye Başkanlığınca askıya çıkartılmıştır.     05.03.2009 tasdik tarihli 1/5000 ölçekli Silivri Merkez ve Yakın Çevresi Nazım İmar Planı doğrultusunda hazırlanan Silivri İlçesi Alipaşa Mahallesi Güneyi 1/1000 ölçekli Uygulama İmar Planı teklifi, Silivri Belediye Meclisinin ilgi (d) kararı ile uygun bulunarak onay için Başkanlığımıza iletilmiştir.   Söz konusu uygulama imar planı teklifi, İstanbul Büyükşehir Belediye Meclisinin ilgi (e) kararı ile tadilen kabul edilerek İstanbul Büyükşehir Belediye Başkanınca 17.04.2013 tarihinde onaylanmış ve 22.08.2013-23.09.2013 tarihleri arasında 1 ay süre ile Silivri Belediyesinde askıya çıkartılmıştır.   Silivri Belediye Başkanlığının ilgi (f) yazısı ile 17.04.2013 tasdik tarihli Silivri İlçesi Alipaşa Mahallesi Güneyi 1/1000 ölçekli Uygulama İmar Planına askı süresi içerisinde toplam 34 adet itirazda bulunulduğu, yapılan itirazların Silivri Belediye Meclisinin ilgi (g) kararları ile karara bağlandığı ifade edilerek, söz konusu kararlar doğrultusunda hazırlanan imar planı tadilatının 5216 sayılı yasanın 7/b maddesi gereğince onaylanması talep edilmiştir. Söz konusu taleple ilgili olarak Büyükşehir Belediye Meclisinin ilgi (h) kararı ile  Silivri İlçesi, Alipaşa Mahallesi Güneyi Uygulama İmar Planı na yapılan itirazlar incelenmiş olup, Şehir Planlama Müdürlüğü tarafından ilçe belediyesinden itiraza konu alanlardaki parsellerin müktesep hakları ile ilgili bilgi alınarak 1/5000 ölçekli planda yeniden değerlendirme yapılması, 1/1000 ölçekli plana yapılan itirazlar kapsamındaki düzenlemelerin ise ilçesine iade edilmesi  karara bağlanmış ve söz konusu Meclis kararı ilgi (i) yazımız ile Silivri Belediye Başkanlığınailetilmiştir.   Bu defa ilgi (i) yazımız üzerine Silivri Belediye Başkanlığı nın ilgi (j) yazısında; 17.04.2013 tasdik tarihli Silivri İlçesi Alipaşa Mahallesi Güneyi 1/1000 ölçekli Uygulama İmar Planına askı süresi içerisinde yapılan itirazların Silivri Belediye Meclisince tekrar görüşülerek karara bağlandığı ifade edilerek, söz konusu itirazlara ilişkin Belediye Meclis kararının ve eklerinin ilgi (j) yazı ekinde olduğu belirtilmiş ve plan değişikliklerinin 5216 sayılı yasanın 7/b maddesi gereğince onaylanması talep edilmiştir.   Silivri İlçesi Alipaşa Mahallesi Güneyi 1/1000 ölçekli Uygulama İmar Planı değişiklik teklifi değerlendirilmek ve karar alınmak üzere ilgi (k) yazımız ile İstanbul Büyükşehir Belediye Meclisine iletilmiş olup, plan değişikliği teklifi hakkında  Silivri İlçesi, Alipaşa Mahallesi Güneyi Uygulama İmar Planı na yapılan itirazlar incelenmiş olup, minimum parsel büyüklüğü 345 ada 1 parsel, 338 ada 7 parselle ilgili yapılan itirazlar kapsamında Silivri Belediye Meclisi kararı doğrultusunda 1/1000 ölçekli planlarda düzenleme yapılması, 1237 ada 1 parsel ile 1237 ada 2 ve 3 parseller arasından geçen 12m. lik yolun bilgi paftasında gösterildiği şekilde 8m. olarak yeniden düzenlenmesi, 1237 ada 4 nolu parselin batısında yapılan düzenleme konusunda meri 1/1000 ölçekli plan koşullarının korunması, 3518Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3511-3528  Köken birimlerinin  kurulması,  kaldırılması  ve  birleştirilmesine  karar  vermek şeklinde büyükşehir belediye meclisinin görevleri düzenlenmiştir. Ayrıca, belediye  personelinden  üst  düzey  yöneticilerin  atanması  bu  meclise bildirilir. Genel sekreter, belediye başkanının önerisi üzerine İçişleri Bakanı tarafından atanır. Genel sekreter ve üst düzey kadrolara atanan yöneticiler zamlardan ve tazminatlardan aynı şekilde yararlanırlar. Sözleşmeli ve işçi statüsünde çalışan kişiler dışındaki belediye memurlarına, çalıştıkları süreyle orantılı şekilde, encümen kararıyla yılda en çok iki kez ikramiye ödenebilir. Büyükşehir belediye meclisine, yatırım ve hizmetler arasında bütünlüğü sağlamak maksadıyla ilçe belediyelerinin bütçelerini aynen veya gerektiği taktirde değiştirerek kabul etme yetkisi verilmiştir. Bu hususu ifade etmek gerekir ise, büyükşehir belediye meclisi, ilçe belediyelerinin bütçelerini, bütçe metninde  kanun,  tüzük  ve  yönetmelik  hükümlerine  aykırılık  oluşturan hükümler varsa değiştirmeye ve belediyenin tahsil etmeye yetkili olmadığı gelirleri çıkarmaya yetkili kılınmıştır. Ayrıca, büyükşehir belediye meclisi, kanuni sınırların altında bulunan vergi ve harçların oran ve  miktarlarını kanunda belirlenen oran ve miktarlara çekmeye, kesinleşen belediye borçları                                                  318 ada 1 nolu parselin batısında bulunan alanla ilgili Silivri Belediye Meclis kararının uygulanması, bunun dışında kalan konularda meri 1/1000 ölçekli plan hükümlerinin korunması,  ayrıca  minimum  parsel  büyüklüğü  ve  318  ada  1  nolu  parselle  ilgili düzenlemelerin Şehir Planlama Müdürlüğü tarafından 1/5000 ölçekli plana aktarılarak İBB Meclis onayına sunulması Komisyonumuzca uygun görülmüştür.  şeklinde ilgi (l) Meclis Kararı alınmıştır.   İlgi (l) Meclis Kararı doğrultusunda 1/5000 ölçekli plana aktarılması öngörülen minimum parsel büyüklüğüne ilişkin plan notları ve 318 ada 1 parselin batısında kalan alan yazımız bilgi paftalarında gösterildiği şekilde yeniden düzenlenmiştir. Denilerek. 1/5000 ölçekli Silivri Merkez ve Yakın Çevresi (TEM Otoyolu Güneyi) Nazım İmar Planı nda İstanbul Büyükşehir Belediye Meclisi nin ilgi (l) Kararı doğrultusunda hazırlanan plan değişikliği teklifi yazımız ekinde iletilmekte olup, 3194 sayılı İmar Kanunu ve 5216 sayılı Büyükşehir Belediyesi Kanunu ve ilgili yönetmeliklerine göre incelenmek ve karar alınmak üzere Büyükşehir Belediye Meclisine havale olunmuştur.   KOMİSYON GÖRÜŞÜ: Silivri İlçesi, Silivri Merkez ve Yakın Çevresi 1/5000 ölçekli Nazım İmar Planı değişikliği teklifi incelenmiş olup İBB Meclisi nin 16.10.2014 gün 1470 sayılı kararı doğrultusunda hazırlandığından komisyonumuzca uygun görülmüştür.   Meclisimizin onayına arz olunur.    Şeklinde hazırlanan İmar ve Bayındırlık Komisyonu raporu; İstanbul Büyükşehir Belediye Meclisinin 7. Seçim Dönemi 1. Toplantı Yılı, Aralık Ayı Toplantılarının 10 Aralık 2014 tarihli 3. birleşiminde okunarak, yapılan işaretle oylama neticesinde raporun aynen ve Oybirliği ile kabulü kararlaştırılmıştır.  32  5216 sayılı Kanun m. 31/2. 33  5216 sayılı Kanun m. 22. 34  GİRİTLİ/BİLGEN/AKGÜNER/BERK, s.432.   3519Büyükşehir Belediye Meclisi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3511-3528  için bütçeye eklenmeyen ödenekleri ilave etmeye ve ortak yatırım programına alınan yatırımlar için gerekli ödeneği eklemeye yetkilidir.  İlçe  belediyeleri  yukarıda  belirtildiği  gibi,  büyükşehir  belediye meclisinin bu şekilde yapacağı bütçe değişikliklerine karşı on gün içinde Danıştay a itiraz etme hakları vardır. Danıştay bu itirazları otuz gün içinde karara bağlar. Bu itiraz ise, idari nitelikte olup, 2575 sayılı Danıştay Kanunu m. 42/ı uyarınca, Danıştay ın idari dairesi olan 1. Dairede karara bağlanır.  Büyükşehir belediye meclisi, ilçe belediyeleri tarafından alınan imara ilişkin kararları, kendisine gelmesinden itibaren üç ay içinde inceleyerek aynen ya da değiştirerek kabul etme yetkisi verilmiştir. Daha sonra ise, belediye başkanına gönderilir. Üç ay içinde büyükşehir belediye meclisinde görüşülmeyen kararlar onaylanmış sayılır. Bu husus, bir tür zımni kabuldür. Bu yetkinin verilmesinde ki maksat, nazım imar planının uygunluğunun sağlanmasıdır. 5216 sayılı kanunda, ilçe belediyelerinin büyükşehir belediye meclisinin  yapacağı  bu  türden  değişikliklere  karşı  bir  başvuru  imkânı tanınmamıştır. Böyle bir durumda, ilçe belediyelerinin idari yargıda iptal davası açabilmelerine engel yoktur. Büyükşehir belediye meclisinin ilçe belediyelerinin bütçeleri ve imara ilişkin kararları üzerindeki yetkileri, tipik bir idari vesayet yetkisidir. Bu yetkinin kullanılması ile, büyükşehir belediye sınırları içerisinde yatırım ve hizmetlerde bütünlüğün ve nazım imar planına uygunluğunun sağlanması hedeflenmiştir.  Ancak,  büyükşehir  belediye  meclisinin,  ilçe  belediye meclislerinin  bütçe  ve  imarla  ilgili  kararları dışındaki  kararları  üzerinde herhangi bir yetkisi söz konusu değildir.  Belediye Kanunu nun 18. maddesine göre, belediyenin imar planlarını görüşmek ve onaylamak, büyükşehir ve il belediyelerinde il çevre düzeni planını kabul etmek büyükşehir belediye meclisinin görevleri kapsamındadır. Büyükşehir belediyelerinde il çevre düzeni planı, ilgili büyükşehir belediyeleri                                                  35  http://www.migm.gov.tr/MahalliIdareler.aspx?Detayld=5,  T.C  İÇİLŞERİ  BAKANLIĞI MAHALLİ İDARELER GENEL MÜDÜRLÜĞÜ, e.t: 30.10.2014, s. 2. 36  5216 sayılı Kanun m. 25/son. 37  2575 sayılı Danıştay Kanunu m. 42/ı. 38  5216 sayılı Kanun m.14/son. 39  GÜNDAY, s. 517. 40  Aksi yönde görüş bkz.; AYM. 15.01.2007 gün ve E.2004/79, K.2007/6 sayılı kararında, büyükşehir belediye meclisinin ilçe belediyelerinin bütçe imara ilişkin kararları üzerindeki yetkilerinin vesayet yetkisi olarak değerlendirilmesinin mümkün olmadığı belirtilmiştir.  41  GÜNDAY, s. 517. 3520Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3511-3528  Köken tarafından icra edilir veya icra ettirilir. Buna ilave olarak, meclis tarafından onaylanır. Buradan anlaşılacağı üzere, büyükşehir belediyeleri görev alanlarında imar planlama ve uygulama çalışmalarının genel çerçevesini teşkil eden Çevre Düzeni Planını uygulama noktasında yetkilendirilmiş ve görevlendirilmiştir. 5216 sayılı Kanun un 27. maddesine göre, belediyeler arasındaki hizmet ilişkileri ve koordinasyon alanında büyükşehir belediye meclisinin yetkileri bulunmaktadır. Maddeye göre, büyükşehir kapsamında yer alan belediyeler arasında  hizmetlerin  gerçekleştirilmesi  açısından  uyum  ve  koordinasyon, büyükşehir belediyesi tarafından yerine getirilir. Büyükşehir belediye meclisi, ilçe belediyeleri arasında hizmetlerin yürütülmesiyle alakalı ihtilaf çıkması halinde yönlendirici ve düzenleyici kararlar almaya yetkilidir. Yeni kurulan büyükşehir belediyelerinde meydan, sokak, cadde, bulvar, park ve spor ve kültürel tesislerin büyükşehir belediyesi ile büyükşehir kapsamındaki diğer belediyeler arasında dağılımına ilişkin esas ve usuller büyükşehir belediye meclisince  tespit  edilir.  Büyükşehir  belediyesi  mücavir  alanlarının  işçe belediyeleri  arasındaki  paylaşım  da  yine  büyükşehir  belediye  meclisi tarafından yerine getirilir. Büyükşehir belediyesi, 5216 sayılı Kanun un 7. maddesinde sayılan hizmetleri mali ve teknik imkanlar dahilinde, nüfus ve hizmet alanlarını dikkate alarak, bu hizmetlerden faydalanacak olan diğer belediyeler arasında dengeli şekilde yürütmekle yükümlüdür. İlçe belediyelerine ait görevlerden bazıları, bedeli ilçe belediyesi tarafından karşılanmak ve istekte bulunmak şartıyla, büyükşehir belediye meclisinin kararına dayanarak, birlikte  veya  bizzat  büyükşehir  belediyesi  tarafından  yapılabilir.  Ayrıca, büyükşehir belediyesi, ilçe belediyeleri ile ortak projeler de geliştirebilir. Bunun yanında, kesinleşen son yılın bütçe gelirlerinin %3 ünü aşmayacak biçimde ve bütçede ödeneği ayrılmış olmak şartıyla, ilgili belediyenin yatırım programında yer alan projelerin finansmanı için büyükşehir belediye başkanının teklifi ve meclis kararıyla ilçe belediyelerine mali yardım yapabilir. Büyükşehir belediye meclisi, yapılacak herhangi bir yatırımın büyükşehir belediyesi  ile  bağlı  kuruluşlardan  bazılarını  ilgilendirdiği  ve  tek  elden yapılmasının maliyetleri azaltacağının anlaşıldığı hallerde, söz konusu yatırımı kuruluşlardan birinin yapmasına karar verebilir. Bu durumda, yatırımın ilgili diğer kurumu ilgilendiren kısmına ait harcama tutarı o kurumun hesabında borç; yatırımcı kuruluş hesabında ise alacak olarak gösterilir. Büyükşehir belediyesi, ilgili mevzuatta belirtilen usullere göre sermaye şirketi kurabilir. Genel sekreter ve belediye ile bağlı kuruluşlarında yöneticilik                                                  42  ATAY Ender Ethem, İdare Hukuku, 2. Baskı, Ankara 2009, s. 332. 43  ATAY, s. 332.   3521Büyükşehir Belediye Meclisi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3511-3528  sıfatını haiz personel bu şirketlerin yönetim ve denetim kurullarında görev yapabilirler. Ayrıca, büyükşehir belediyesi, kendine ait büfe, otopark ve çay bahçesi  işletebilir.  Bunun  yanında,  2886  sayılı  Devlet  İhale  Kanunu hükümlerine  tabi  olmaksızın,  bu  gibi  yerlerin  belediye  veya  bağlı kuruluşlarının %50 sinden fazlasına ortak olduğu şirketler ile bu şirketlerin %50 sinden  fazlasına  ortak  olduğu  şirketlere,  belediye  meclisince  tespit edilecek süre ve bedelle işletilmesini devredebilir. Büyükşehir belediye meclisinin görev yetkileri sadece 5216 sayılı Kanun ile sınırlı değildir. Bunun yanında, Belediye Kanunu ve ilgili diğer kanunlarda büyükşehir belediye meclisine verilmiş olan görevleri de yerine getirir. V.  BÜYÜKŞEHİR  BELEDİYE  MECLİSİ  KARARLARININ KESİNLEŞMESİ Büyükşehir  belediye  meclisi  kararlarının  kesinleşmesi  5216  sayılı Kanun un 14. maddesinde düzenlenmiştir. Büyükşehir belediye meclisi kararları aşağıda belirtilen şekillerde kesinleşir:                                                  44  ATAY, s. 333. 45  5216 sayılı Kanun m. 28; aynı yönde bkz. http://www.migm.gov.tr/MahalliIdareler.aspx? Detayld=5, s. 2. 46  MADDE 14.- Büyükşehir  belediye  başkanı,  hukuka  aykırı  gördüğü  belediye  meclisi kararlarını, yedi gün içinde gerekçesini de belirterek yeniden görüşülmek üzere belediye meclisine iade edebilir.   Yeniden görüşülmesi istenilmeyen kararlar ile yeniden görüşülmesi istenip de büyükşehir belediye meclisi üye tam sayısının salt çoğunluğuyla ısrar edilen kararlar kesinleşir.   Büyükşehir belediye başkanı, meclisin ısrarı ile kesinleşen kararlar aleyhine on gün içinde idarî yargıya başvurabilir.   Kararlar, kesinleştiği tarihten itibaren en geç yedi gün içinde mahallin en büyük mülkî idare amirine gönderilir. Mülkî idare amirine gönderilmeyen kararlar yürürlüğe girmez.   Mülkî idare amiri hukuka aykırı gördüğü kararlar aleyhine on gün içinde idarî yargı mercilerine başvurabilir.   İlçe ve ilk kademe belediye meclislerinin bütçe ve imarla ilgili olanlar dışındaki kararları dayanak belgeleriyle birlikte büyükşehir belediye başkanına gönderilir. Büyükşehir belediye başkanı, yedi gün içinde, gerekçesini de belirterek hukuka aykırı gördüğü kararların yeniden görüşülmesini isteyebilir. İlgili meclis, üye tam sayısının salt çoğunluğu ile kararında ısrar ederse karar kesinleşir.   Kesinleşen kararlar yedi gün içinde büyükşehir belediyesine gönderilir. Belediye başkanı, kesinleşen kararın iptali için on gün içinde idarî yargı merciine başvurabilir.   Büyükşehir kapsamındaki ilçe ve ilk kademe belediye meclisleri tarafından alınan imara ilişkin kararlar, kararın gelişinden itibaren üç ay içinde büyükşehir belediye meclisi tarafından nazım imar plânına uygunluğu yönünden incelenerek aynen veya değiştirilerek kabul edildikten sonra büyükşehir belediye başkanına gönderilir. 47  GÖZÜBÜYÜK Şeref, TAN Turgut; İdare Hukuku Genel Esaslar, Cilt I, Ankara 2010, s. 299. 3522Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3511-3528  Köken A.Olağan Kesinleşme: Meclisin karar alması ve belediye başkanının yedi gün içinde meclise geri göndermemesi durumunda, söz konusu karar alındığı tarihten itibaren kesinleşir. B.Başkanın Geri Göndermesi ve Kesinleşmesi: Büyükşehir belediye başkanı  hukuka  aykırı  gördüğü  belediye  meclisi  kararlarını,  gerekçesini belirtmek suretiyle, yeniden görüşülmek üzere, 7 gün içinde meclise iade                                                  48  ÇAĞLAYAN, s. 202; Bkz. Danıştay 8. Dairesi E.2006/5676, K.2007/612, T.9.2.2007: ‘ Uyuşmazlık, Çankaya Belediye Meclisinin 2.1.2006 gün ve 4 sayılı kararının Ankara Büyükşehir Belediye Başkanı tarafından yeniden görüşülmesi isteminin 5216 sayılı Yasanın 14. maddesinde öngörülen süreden sonra yapıldığından bahisle reddedilmesi üzerine anılan kararın iptali istemine ilişkindir.    5216 sayılı Büyükşehir Belediyesi Yasasının  Meclis kararlarının kesinleşmesi  başlıklı 14. maddesinde;   ilçe ve ilk kademe belediye meclislerinin bütçe ve imarla ilgili olanlar dışındaki kararları dayanak belgeleriyle birlikte büyükşehir belediye başkanına gönderilir. Büyükşehir belediye başkanı, yedi gün içinde gerekçesini de belirterek hukuka aykırı gördüğü kararların yeniden görüşülmesini isteyebilir. İlgili meclis, üye tam sayısının salt çoğunluğu ile kararında ısrar ederse karar kesinleşir. Kesinleşen kararlar yedi gün içinde büyükşehir belediyesine gönderilir. Belediye Başkanı kesinleşen kararın iptali için on gün içinde idari yargı merciine başvurabilir  kuralına yer verilmiştir.    Alıntısı yapılan Yasa maddesinde büyükşehir belediye başkanlarına, ilçe ve ilk kademe belediye meclislerinin bazı kararları hakkında tanınan vesayet yetkisinin kullanımına ilişkin kurallar belirlenmiş, büyükşehir belediye başkanlarının tekrar görüşülmesini istedikleri kararların kesinleşme şekli ve kesinleşen bu kararlara karşı yargı yoluna başvuru için    2577 sayılı Yasadan farklı olarak özel bir süre de öngörülmüştür.    Belirtilen Yasa kuralı, büyükşehir belediye başkanlarının öngörülen bu sürede dava konusu edebileceği  belirlenen  ilk  kademe  ve  ilçe  belediye  meclislerinin  kararlarının;  tekrar görüşülmek  üzere  büyükşehir  belediye  başkanlarınca  geri  gönderilmesi  durumunda kesinleşme şekline ilişkindir. Bu kuralların, belediye meclislerinin bu sürecin dışında kalan kararlarını kapsamadığı açıktır.    Belediye meclislerinin bu sürece tabi olmayan kararları da, idarenin kamu gücüne dayalı tek taraflı tesis edilmiş olan kararlar olup, kamu düzeni açısından hukuki sonuç doğuran niteliktedir. Söz konusu kararların belirlenen şekli ile kesin ve yürütülmesi zorunlu idari işlem niteliği ve kimliği taşıdığı tartışmasızdır.    Bu bakımdan, Yasada belirlenen süreçten farklı bir şekilde kesinleşen belediye meclis kararlarının, 2577 sayılı Yasada idari işlemlere yönelik olarak dava açmak için belirlenen süreye tabi olduğunun kabulü zorunludur.    İncelenen uyuşmazlıkta da; dava konusu Çankaya Belediye Meclisi kararının, yeniden görüşülmek üzere 5216 sayılı Yasada tanınan 7 günlük sürede iade edilmemiş olması nedeniyle  kesinlik  kazandığından  ve  bu  kesinleşme  de  Yasada  belirlenen  şekilde olmadığından, dava açma süresinin 2577 sayılı Yasada öngörülen kurallara tabi olması gerekmektedir.    Bu hali ile dava süresinde olduğundan esasının incelenmesi gerekmekte iken aksi yönde verilen Mahkeme kararının bozulması gerektiği görüşü ile çoğunluk kararına katılmıyoruz.    3523Büyükşehir Belediye Meclisi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3511-3528  edebilir. Ancak, yeniden görüşülmesi istenilen karar üye tam sayısının salt çoğunluğuyla ısrar edilirse, ısrar kararları o tarihten itibaren kesinleşir.  1-Belediye başkanının dava yetkisi Büyükşehir belediye başkanı, meclisin ısrarı üzerine kesinleşen kararlar aleyhine 60 gün içinde idari yargıya başvurabilir. 3/7/2005 tarihli ve 5393 sayılı Kanun un 85. maddesiyle 14. maddenin üçüncü fıkrasında geçen  on gün içinde  ibaresi metinden çıkarılmıştır. Bu dava, tipik bir iptal davasıdır. 2- Mülki amire gönderme mecburiyeti Meclis tarafından verilen kararlar, kesinleştiği tarihten itibaren en geç yedi gün içinde mahallin en büyük mülki amirine gönderilir; mülki amire gönderilmeyen kararlar ise yürürlüğe girmez. (Mülki idare amiri hukuka aykırı  gördüğü  kararlara  karşı  on  gün  içinde  idari  yargı  mercilerine başvurması  hakkındaki  hüküm  Anayasa  Mahkemesi  tarafından  iptal edilmiştir)52. Anayasa Mahkemesi nin vermiş olduğu iptal kararının Resmi Gazete de yayımlanmasından itibaren bir yıl içinde yeni bir yasal düzenleme yapılmadığından dolayı iptal kararı yürürlüğe girmiş ve 5216 sayılı Kanunun 14. maddesinin beşinci fıkrası yürürlükten kalkmıştır. Bu durumda hukuksa boşluk meydana gelmiştir. Mevcut durumda, mahalli en büyük mülki idare amirinin kesinleştikten sonra kendisine gönderilmekle yürürlüğe girmiş olan büyükşehir belediye meclisi kararları üzerinde herhangi bir şekilde vesayet yetkisi kalmamıştır. Ayrıca, mahalli en büyük mülki idare amiri, kesinleşen ve  yürürlüğe  giren  büyükşehir  belediye  meclis  kararlarının  iptali  ve yürütülmesinin durdurulması istemiyle, genel hükümler çerçevesinde idari yargıya başvurmasına engel bulunmamaktadır. Bu açıklamalar ışığında, büyükşehir belediye başkanı ve mülki idare amirinin, büyükşehir belediye meclisi kararlarının icrasını durdurma yetkileri yoktur.                                                   49  GÖZÜBÜYÜK, s. 143. 50  SANCAKTAR, s. 212. 51  GİRİTLİ/BİLGEN/AKGÜNER/BERK, s. 433. 52  Anayasa Mahkemesi nin 2010 tarih ve 2008/28 Esas sayılı kararı. 53  GÜNDAY, s. 518. 54  Bkz. Anayasa Mahkemesi E.2008/28, K.2010/30, T.04.02.2010 sayılı kararı ile (R.G., T.21.06.2010; Sy. 27619), mülki idare amirinin (valinin) büyükşehir belediye meclisi kararlarına  karşı  on  gün  içinde  idari  yargıya  başvurabileceğine  ilişkin  5216  sayılı Kanununun 14/5 maddesini, Anayasa nın madde 127/5 ve 123. Maddelerine aykırı bularak 3524Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3511-3528  Köken Büyükşehir belediye meclisi kararlarından bir hakkı veya menfaati ihlal edilen gerçek ve tüzel kişiler de, genel hükümler çerçevesinde dava açmak hakkına  sahiptirler.  Bu  gerçek  ve  tüzel  kişiler,  meclis  kararlarına  karşı kendileri dava açmak yerine vali ve kaymakama başvurarak, onların da dava açmasını talep edebilir. Burada, önemli olan husus, hiyerarşik üstlerin mülki idare  amirlerine  dava  açmaları  hususunda  emir  ve  talimat  verip veremeyecekleri açısından karşımıza çıkmaktadır. Örneğin, bakanın vali ve kaymakama, aynı şekilde valinin kaymakama emir vererek, belediye meclisi kararlarına karşı dava açması istendiği taktirde bu emirlere riayet edilecek midir? Eğer, bu soruya olumlu cevap verecek olursak, vali ve kaymakamın hiyerarşik üstleri olan Bakan, Başbakan ve Bakanlar Kurulu nun da dolaylı şekilde  dava  açmak  yetkisine  sahip  olduğu  söylenebilir.  Çünkü,  vali  ve kaymakam, hiyerarşik üstlerinin verdikleri emir çerçevesinde hareket etmek zorundadır; dolayısıyla da hiyerarşik üstlerin dava açmak yetkisine sahip oldukları ifade edilebilir. Buna karşılık, kanunda meclis kararlarına karşı, merkezi idarenin temsilcileri olarak yalnızca vali ve kaymakamın dava açmak konusunda yetkili olduğunun ifade edilmiş olmasının kesin ve bağlayıcı bir sınırlaması yoktur. Büyükşehir  belediye  meclisi,  ilçe  belediyelerinin  bütçelerini  kabul ederken;  a. Bütçe metnindeki kanun, tüzük ve yönetmeliklere aykırı maddeleri ve ifadeleri çıkarmaya ya da değiştirmeye, b. Belediyenin tahsile yetkili olmadığı gelirleri çıkarmaya, yasal sınırın altında  belirlenmiş  olan  vergi  ve  harçların  oran  ve  miktarlarını  yasada öngörülen sınırlara çekmeye,  c. Belediyenin kesinleşen borçları için bütçeye eklenmesi gereken, ancak eklenmeyen ödeneği eklemeye,  d. Ortak yatırım programına alınan yatırımlar için lazım olan ödeneği eklemeye, yetkilidir.                                                   iptal etmiş; iptal hükmünün Resmi Gazete de yayınlanmasından başlayarak bir yıl içinde yeni bir kanuni düzenleme yapılmamıştır. Böylece, valinin büyükşehir belediye meclisi kararları yönünden bir idari vesayet yetkisi kalmamıştır. Alınan kararlara karşı, vali genel hükümler çerçevesinde idari yargıya başvurabilmektedir. 55  ÇAĞLAYAN, s. 203-204.   3525Büyükşehir Belediye Meclisi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3511-3528  SONUÇ 5216 sayılı Büyükşehir Belediye  Kanuna  göre,  büyükşehir belediye meclisi ilgili kanunda gösterilen usul ve esaslara göre seçilen üyelerden oluşur. Burada belirtilen ilgili kanun ise, 2972 sayılı Mahalli İdareler ve Mahalle Muhtarlıkları ve İhtiyar Heyetleri Seçimi Hakkında Kanundur. Bu kanunun 6. ve 24. maddelerine göre ise, büyükşehir belediye meclisi, belirli sayıdaki ilçe belediye meclisleri üyelerinden meydana gelmektedir. 3030 sayılı Kanunda, büyükşehir belediye meclisi her yıl Kasım, Mart ve Temmuz aylarında olağan olarak toplanacağı düzenlenmiştir. Buna karşılık, 5216  sayılı  Kanunda  belediye  meclisinin  her  ayın  ikinci  haftasında toplanacağı,  meclis  tarafından  belirlenen  bir  aylık  zaman  diliminde  tatil yapacağı, bütçe görüşmelerine denk gelen toplantının süresinin en çok yirmi, diğer toplantıların ise süresinin en çok onbeş gün olacağı düzenlenmiştir.  Büyükşehir belediye meclisinin görevlerinin neler olduğu 5216 sayılı kanunda ayrıntılı olarak düzenlenmemiştir. Bu kanunda sadece, büyükşehir belediyesi bütçesinin kabulü, ilçe belediyelerinin bütçelerinin kabul edilmesi ve gerektiği taktirde değiştirilerek kabul edilmesi, ilçe belediye meclisleri tarafından alınan imara ilişkin kararların gelişinden itibaren üç ay içinde nazım imar planına uygun olduğu hususunda incelemek veya değiştirerek kabul  etmek  ve  büyükşehir  belediyesi  örgüt  birimlerinin  kurulması, kaldırılması ve birleştirilmesine karar vermek şeklinde büyükşehir belediye meclisinin görevleri düzenlenmiştir. Meclisin karar alması ve belediye başkanının yedi gün içinde meclise geri göndermemesi  durumunda,  söz  konusu  karar  alındığı  tarihten  itibaren kesinleşmesine olağan kesinleşme; büyükşehir belediye başkanı hukuka aykırı gördüğü belediye meclisi kararlarını, gerekçesini belirtmek suretiyle, yeniden görüşülmek  üzere,  7  gün  içinde  meclise  iade  edebilir.  Ancak,  yeniden görüşülmesi istenilen karar üye tam sayısının salt çoğunluğuyla ısrar edilmesi üzerine kesinleşen kararlara ise olağan üstü kesinleşme denir.      3526Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3511-3528  Köken",
     "Kaynakça": "AKYILMAZ  Bahtiyar,  SEZGİNER  Murat,  KAYA  Cemil;  Türk  İdare Hukuku, 3. Baskı, Seçkin Yayıncılık. ALTIPARMAK  Cüneyd,  Yeni  Sistemde,  İlçe  ve  Büyükşehir  Belediye Meclislerinin  Oluşumu,  http://www.yazete.com/yazilar/cuneydaltiparmak/yeni-sistemde-ilce-ve-buyuksehir-belediye-meclislerininolusumu/477285/, e.t: 01.11.2014. ATAY Ender Ethem, İdare Hukuku, 2. Baskı, Seçkin Yayıncılık, Ankara 2009. ÇAĞLAYAN Ramazan, İdare Hukuku Dersleri, 3. Baskı, Adalet Yayınevi, Ankara 2015. DERDİMAN Cengiz, Yerel Yönetimler, 1. Baskı, Aktüel Yayınları, Mart 2005. GİRİTLİ İsmet, BİLGEN Pertev, AKGÜNER Tayfun, BERK Kahraman; İdare Hukuku, İstanbul 2013. GÖZÜBÜYÜK Şeref, TAN Turgut; İdare Hukuku Genel Esaslar, Cilt I, Seçkin Yayıncılık, Ankara 2010. GÖZÜBÜYÜK Şeref, Yönetim Hukuku, 25. Baskı, Ankara 2007. GÜNDAY Metin, İdare Hukuku, 10. Baskı, Ankara 2011. GÜR Osman, KARSLI Bilal; 5216 Sayılı Büyükşehir Belediye Kanunu, 5293 Sayılı Belediye Kanunu Ve İlgili Yönetmelikler, Yerelsen Yayınları, İstanbul 2013. http://www.migm.gov.tr/MahalliIdareler.aspx?Detayld=5,  T.C  İÇİLŞERİ BAKANLIĞI MAHALLİ İDARELER GENEL MÜDÜRLÜĞÜ, e.t: 30.10.2014. MEMİŞ Halil (MİARGEM Başkanı), http://www.miargem.org.tr/index.php? mod=haber&h=187Büyükşehir Belediyesi Meclis Üyelerinin Tespiti, e.t: 31.10.2104. NADAROĞLU Halil, Mahalli İdareler, 5. Baskı, Beta Yayınları, İstanbul 1994. NOHUTÇU Ahmet, İdare Hukuku, Savaş Yayınevi, Ankara 2009.   3527Büyükşehir Belediye Meclisi...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 3511-3528  ONAR Sıddık Sami, İdare Hukukunun Umumi Esasları, II. Cilt, 3. baskı, İsmail Akgün Matbaası, İstanbul 1966. SANCAKDAR Oğuz, İdare Hukuku Teorik Çalışma Kitabı, 2. Baskı. ŞENGÜL Ramazan, Yerel Yönetimler, 1. Baskı, Umuttepe Yayınları, Kocaeli 2010. TAN Turgut, İdare Hukuku, 2. Baskı, Seçkin Yayıncılık, Ankara 2013. YAYLA Yıldızhan, İdare Hukuku, 2. Baskı, Beta Yayıncılık,"
}