{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2015",
     "Cilt": "64",
     "Sayı": "4",
     "Başlık": "6502 SAYILI TÜKETİCİNİN KORUNMASI HAKKINDA KANUN A GÖRE TAŞINMAZLARDA AYIPTAN SORUMLULUK",
     "Title": "Liability fgr Defects on Immovable Property under the Law on Consumer Protection Numbered 6502",
     "Yazar İsmi": [
          "6502 Ş. Barış"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Tüketici",
          "ayıplı taşınmaz",
          "ayıplı ifa",
          "ayıptan sorumluluk",
          "konut satışı"
     ],
     "Keywords": [
          "Consumer",
          "defective performance",
          "liability for defect",
          "sale of immovable property"
     ],
     "Özet": "Hukukumuzda  taşınmaz  eşyayla  ilgili  bazı  sözleşmelerin  tüketici hukuku kapsamına girmesi, ilk kez 2003 yılında, 4077 sayılı Tüketicinin Korunması Hakkında Kanun da, 4822 sayılı Kanun la yapılan değişikliklerle gerçekleşmiştir. Aynı anlayış, 28 Mayıs 2014 te yürürlüğe giren 6502 sayılı Tüketicinin Korunması Hakkında Kanun da (TKHK) da benimsenmiş ve taşınmaz eşyaya ilişkin olup belli bazı şartları taşıyan sözleşmelerin söz konusu  Kanun un  uygulama  alanına  gireceği  kabul  edilmiştir.  Bu sözleşmelerin başında hiç şüphesiz taşınmaz satış sözleşmeleri gelmektedir. Bununla birlikte, TKHK sözleşmenin türüne göre bir ayrım yapmadığı için, konusu  taşınmaz  olan  birçok  sözleşmenin  Kanun un  uygulama  alanına girmesi  mümkündür.  Çalışmanın  konusu,  TKHK ya  göre  ayıptan sorumluluğun  şartlarının  ve  sonuçlarının,  başta  satış  sözleşmeleri  olmak üzere,  konusu  taşınmaz  olan  sözleşmeler  açısından  özellik  arz  eden yönlerinin incelenmesidir. Anahtar  Sözcükler:  Tüketici,  ayıplı  taşınmaz,  ayıplı  ifa,  ayıptan sorumluluk, konut satışı                                                    Yrd.  Doç.  Dr.,  Bilkent  Üniversitesi  Hukuk  Fakültesi  Medeni  Hukuk  Anabilim  Dalı (bozcelik@bilkent.edu.tr).6502 Sayılı Tüketicinin...                Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1161-1188  ABSTRACT The contracts on immovable property were first provided under the Turkish consumer law by the Law, numbered 4822 of 2003 which amended the Law on Consumer Protection, numbered 4077. The same approach is also adopted in the new Law on Consumer Protection, numbered 6502 that came  into  force  on  28th  May  2014.  The  Law  covers  the  contracts  on immovable property, concluded under certain conditions, the contracts on the sale of immovable property being the most important type of such contracts. However, all other contracts subject of which is an immovable property are also covered by the Law. This article aims to analyse the conditions and consequences of liability for defect as regards the contracts on immovable property, with a special emphasis on the contracts on the sale of immovable property. Keywords: Consumer, defective performance, liability for defect, sale of immovable property.  GİRİŞ 6502 Sayılı TKHK, kendisinden önce yürürlükte bulunan 4077 sayılı TKHK gibi, taşınmazları konu alan bazı sözleşme ilişkilerine de uygulanır. Söz konusu ilişkiler ancak konut veya tatil amaçlı taşınmazları konu alan ve tüketici işlemi niteliği taşıyan sözleşmelerden doğabilir. Ayıptan sorumluluğa ilişkin olarak Kanun, ayıplı mal- ayıplı hizmet ayrımına dayanmaktadır. Bunun taşınmaz eşya açısından anlamı, konut ve tatil amaçlı taşınmazları konu alan ve tüketici işlemi niteliği taşıyan her türlü sözleşmede,  Kanun un  ayıplı  mala  ilişkin  hükümlerinin  uygulanacak olmasıdır.  Bununla  birlikte  uygulamada  ayıplı  taşınmaza  ilişkin uyuşmazlıkların büyük ölçüde taşınmaz satış sözleşmesinden kaynaklandığı gözlemlenmektedir.  TKHK nın  ayıptan  sorumluluğun  şartları  ve  sonuçlarını  düzenleyen hükümlerine  bakıldığında,  bunlardan  bazılarının  taşınmaz  eşya  açısından özellik arz eden durumlar ortaya çıkardığı görülür. Taşınmazlarda hangi tür eksikliklerin veya bozuklukların TKHK çerçevesinde ayıp sayılabileceği, ayıbın var olması gereken ânın tespiti, daha önce 4077 sayılı Kanun da 1162Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1165-1188                                             Özçelik öngörülen bildirim külfetine 6502 sayılı TKHK da yer verilmemiş olması gibi meseleler, taşınmazlarda, ayıptan sorumluluğun şartları açısından özel olarak  incelenmeyi  gerektiren,  teorik  ve  pratik  sorunları  karşımıza çıkarmaktadır.  Aynı  şekilde,  ayıptan  sorumluluğun  kime  karşı  ileri sürülebileceği, tüketicinin sahip olduğu ücretsiz onarım ve ayıpsız misliyle değiştirme hakları gibi konular da ayıptan sorumluluğun sonuçları açısından taşınmazlarda özellik arz eden durumlara vücut verir. Ayıptan sorumluluğun tâbi olduğu zamanaşımı ise TKHK nın taşınmazlara özgü hükümler içerdiği bir diğer konuyu oluşturmaktadır.  Çalışmanın  konusu,  ayıptan  sorumluluğun  şartları,  sonuçları  ve  bu sorumluluğun tâbi olduğu zamanaşımı süresinin taşınmazlarda özellik arz eden  yönlerinin  incelenmesidir.  Bu  yapılırken  öncelikle  bir  sözleşmenin TKHK nın uygulama alanına girebilmesi için gerekli şartlar, ardından da özellikle  taşınmaz  satış  sözleşmesi  göz  önünde  bulundurularak,  ayıptan sorumluluğun şart ve sonuçları ele alınacaktır.  I.  TAŞINMAZA İLİŞKİN OLUP TÜKETİCİNİN KORUNMASI HAKKINDA  KANUN UN  UYGULAMA  ALANINA GİREBİLECEK SÖZLEŞMELER  A-  Taşınmaza  İlişkin  Bir  Sözleşmeye  TKHK  Hükümlerinin Uygulanabilmesi İçin Gerekli Şartlar 1) Sözleşme Konusu Taşınmazın Konut veya Tatil Amaçlı Olması (TKHK 3/h) Tüketicinin Korunması Hakkında Kanun a göre  mal  kavramından,   Alışverişe konu olan; taşınır eşya, konut veya tatil amaçlı taşınmaz mallar ile elektronik ortamda kullanılmak üzere hazırlanan yazılım, ses, görüntü ve benzeri her türlü gayri maddi mallar  anlaşılır (TKHK 3/h). Bu nedenle, taşınmazı konu alan bir sözleşmenin Kanun un uygulama alanına girebilmesi için,  konut  veya  tatil  amaçlı  olması  gerekmektedir.  Kanun,  taşınmazın amacının  belirlenmesinde,  onun  objektif  kullanım  amacının  mı,  yoksa tüketicinin sübjektif kullanma amacının mı esas alınacağı konusunda netlik içermemektedir. Bu konuda, taşınmazın tapu kütüğü ve kat mülkiyeti kütüğü sayfasında yer alan ve taşınmazın niteliğini gösteren bilgiler esas alınabilir. Bu  çerçevede  kütükte  arazi,  arsa,  işyeri,  büro  vb.  olarak  belirtilen  bir taşınmazı konu alan sözleşmenin TKHK nın uygulama alanına girmeyeceği   11636502 Sayılı Tüketicinin...                Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1161-1188  kabul edilmelidir. Öte yandan uygulamada, iş sahibinin birden çok bağımsız bölüm elde etmek üzere yaptığı arsa payı karşılığı inşaat sözleşmelerinin de TKHK  kapsamında  değerlendirilemeyeceği  kabul  edilmektedir. Uygulamanın  bu  yaklaşımından,  iş  sahibinin  kendi  barınma  veya  tatil ihtiyacını karşılamak üzere tek bir konut elde etmek üzere yaptığı arsa payı karşılığı inşaat veya eser sözleşmesinin tüketici sözleşmesi sayılabileceği sonucuna varmak mümkündür.  2) Taşınmaza  İlişkin  Sözleşmenin  Satıcının  Meslekî  ve  Ticarî Faaliyeti Kapsamında Olması (TKHK 3/i) Tüketicinin Korunması Hakkında Kanun un 3/i hükmüne göre  satıcı  kavramı,   Kamu  tüzel  kişileri  de  dâhil  olmak  üzere  ticari  veya  mesleki amaçlarla tüketiciye mal sunan ya da mal sunanın adına ya da hesabına hareket eden gerçek veya tüzel kişiyi  ifade eder. Bu tanımdan iki sonuç çıkarmak  mümkündür:  Birincisi,  Kanun,  mal  sunan  herkesi,  söz  konusu malın hangi sözleşme ilişkisi çerçevesinde sunulduğuna bakmaksızın  satıcı  olarak nitelemektedir. Diğer bir ifadeyle satış sözleşmesinde mülkiyeti devir borcu altındaki kimsenin yanı sıra, örneğin taşınmaz eser meydana getirip teslim  etmeyi  üstlenen  kimse  de  TKHK ya  göre  satıcıdır.  TKHK  3/i hükmünün ortaya koyduğu ikinci ve esas önemli sonuç ise, taşınmaza ilişkin bir sözleşmenin TKHK nın uygulama alanına girebilmesi için, söz konusu sözleşmenin  satıcının  meslekî  veya  ticarî  faaliyeti  çerçevesinde  kalması gerektiğidir.  Bunun  sonucu  olarak,  taşınmazı  konu  alan  sözleşmenin, satıcının ticarî veya meslekî faaliyetiyle ilgisi bulunmuyorsa o sözleşme ilişkisi TKHK ya değil, TBK hükümlerine tâbidir. 3) Satıcının  Karşı  Tarafının  Ticari  veya  Mesleki  Olmayan Amaçlarla Hareket Etmesi (TKHK 3/k) Tüketicinin  Korunması  Hakkında  Kanun un  3/k  hükmünde  tüketici,  ticari veya mesleki olmayan amaçlarla hareket eden gerçek veya tüzel kişi  olarak  tanımlanmıştır.  Bunun  sonucu  olarak,  sözleşme  konusu  taşınmaz                                                  1  Bkz. Yarg. 13. HD, T. 6.11.2013, E. 2013/14926, K. 2013/27424 (Karar metni için bkz. Kazancı, E.T.: 1.12.2015).  2  Bkz. Yarg. 13. HD, T. 18.3.2015, E. 2015/5235, K. 2015/8680;  Yarg. 23. HD, T. 16.3.2015, E. 2015/96. K. 2015/1657. Buna karşılık, iki adet stüdyo tipi daire satışı işleminin de TKHK kapsamında olduğu yönünde bkz. Yarg. 13. HD, T. 23.6.2014, E. 2014/15653, K. 2014/20558 (Karar metinleri için bkz. Kazancı, E.T.: 1.12.2015). 1164Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1165-1188                                             Özçelik konut veya tatil amaçlı (TKHK 3/h) olsa bile, meslekî faaliyeti çerçevesinde bu taşınmazı satın alan kimse tüketici sayılamaz. Aynı şekilde, bir kimsenin, konut niteliğinde bir taşınmazı salt yatırım amaçlı olarak satın aldığının tespit  edilebildiği  hallerde,  bu  kimsenin  tüketici  sayılmaması  gerekir. Satıcının böyle bir kimseyle yaptığı sözleşmeye TBK hükümleri uygulanır.   B-  Taşınmaza  İlişkin  Olup  TKHK nın Ayıplı  Mal  Hükümlerine Tâbi Olabilecek Sözleşmeler Yukarıda incelenen şartlar çerçevesinde, genel olarak, taşınmaz satış sözleşmesi,  taşınmaz  satış  vaadi,  taşınmaz  mal  değişimi  (trampa) sözleşmesi, arsa payı karşılığı inşaat sözleşmesi, taşınmaz eser meydana getirilmesini  konu  olan  eser  sözleşmeleri,  devre  mülk  ve  devre  tatil sözleşmeleri ile taşınmaz kirası sözleşmeleri, TKHK nın uygulama alanına girebilecek  sözleşmeler  olarak  karşımıza  çıkmaktadır.  TKHK ya  göre ayıptan sorumluluğun şartları ve sonuçları bakımından ise ayıplı taşınmazın hangi tür sözleşme ilişkisine konu olduğunun bir önemi bulunmamaktadır. Zira Kanun, sadece ayıplı mal ve ayıplı hizmet ayrımı yapmıştır. Bu nedenle, taşınmaz  mülkiyetini  devir  borcu  doğuran  sözleşmeler  kadar,  örneğin taşınmazlara ilişkin iş görme sözleşmeleri de (eser sözleşmesi, arsa payı                                                  3  Gümüş,  M.  A.:  6502  Sayılı  Tüketicinin  Korunması  Hakkında  Kanun a  Genel  Bakış, Sektörel Bazda Tüketici Hukuku ve Uygulamaları, Kongre, Ed. Tokbaş, H./Üçışık, F., Ankara 2015, s. 22.  4  Taşınmaz satış vaadinin ifa edilmemesinden doğan uyuşmazlıkların TKHK kapsamında olduğu yönünde örnek olarak bkz. Yarg. 3. HD, T. 5.2.2014, E. 2014/185, K. 2014/1619; Yarg. 13. HD, T. 25.6.2013, E. 2013/9083, K. 2013/17435; Yarg. 15. HD, T. 27.6.2013, E. 2013/1083, K. 2013/4239 (Karar metinleri için bkz. Kazancı, E.T.: 1.12.2015). 5  Yargıtay ın, iş sahibinin birden çok bağımsız bölüm elde etmek amacıyla yaptığı arsa payı karşılığı inşaat sözleşmelerinin tüketici işlemi sayılamayacağı yönündeki kararları için bkz. yuk. dn. 2.  6  Yarg. 13. HD, T. 27.6.2013, E. 2013/3093, K. 2013/17718 (Karar metni için bkz. Kazancı, E.T.: 1.12.2015).  7  Taşınmaz kirası sözleşmelerinin de tüketici işlemi sayılmasına teorik olarak bir engel bulunmamakla  birlikte,  pratikte  bu  nitelikte  sözleşmelerle  karşılaşılması  düşük  bir olasılıktır. Zira doktrinde de ifade edildiği gibi, ülkemizde gerçek veya tüzel kişilerin, sahip oldukları konutları, ticarî faaliyet olarak tüketicilere kiralamaları pek yaygın bir uygulama değildir: Öz, (Kongre), s. 140. Kaldı ki; TBK hükümleri kiracı bakımından yeterli korumayı sağladığından, söz konusu sözleşmelerin tüketici işlemi olarak değerlendirilmesinin pratik bir yararı da bulunmamaktadır: Öz, (Kongre), s. 140; İnceoğlu, M.M.: Ayıba Karşı Tekeffül ve Garanti Sorumluluğu, Yeni Tüketici Hukuku Konferansı, Der. M.M. İnceoğlu, İstanbul 2015, s. 156.  8  Öz, (Kongre), s.140; İnceoğlu, s. 154.    11656502 Sayılı Tüketicinin...                Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1161-1188  karşılığı inşaat sözleşmesi gibi) ayıptan sorumluluğun şartları ve sonuçlarını düzenleyen  TKHK  9-12  hükümlerine  tâbidir.  Öte  yandan  uygulamada, taşınmazın  ayıplı  olmasından  kaynaklanan  ve  TKHK ya  tâbi uyuşmazlıkların büyük ölçüde taşınmaz satış sözleşmesi çerçevesinde ortaya çıktığı da bir gerçektir.   II. AYIPTAN  SORUMLULUĞUN  ŞARTLARI  BAKIMINDAN TAŞINMAZLARDA ÖZELLİK ARZ EDEN DURUMLAR  A- Genel Olarak TKHK ya Göre Ayıptan Sorumluluğun Şartları  TBK 219/I e göre  Satıcı, alıcıya karşı herhangi bir surette bildirdiği niteliklerin satılanda bulunmaması sebebiyle sorumlu olduğu gibi, nitelik veya niteliği etkileyen niceliğine aykırı olan, kullanım amacı bakımından değerini ve alıcının ondan beklediği faydaları ortadan kaldıran veya önemli ölçüde azaltan maddi, hukuki ya da ekonomik ayıpların bulunmasından da sorumlu  olur.   Bu  çerçevede  ayıp,   satıcının  alıcıya  karşı  herhangi  bir surette  bildirdiği  niteliklerin  malda  bulunmaması  ya  da  sözleşmede öngörülen  kullanım  amacı  bakımından  malın  değerini  ve  alıcının  ondan beklediği faydaları ortadan kaldıran veya azaltan eksiklik ve bozukluklar  olarak tanımlanmaktadır.  TKHK ya göre ise  Ayıplı mal, tüketiciye teslimi anında, taraflarca kararlaştırılmış olan örnek ya da modele uygun olmaması ya da objektif olarak sahip olması gereken özellikleri taşımaması nedeniyle sözleşmeye aykırı  olan  maldır   (TKHK  8/I).   Ambalajında,  etiketinde,  tanıtma  ve kullanma kılavuzunda, internet portalında ya da reklam ve ilanlarında yer alan özelliklerinden bir veya birden fazlasını taşımayan; satıcı tarafından bildirilen  veya  teknik  düzenlemesinde  tespit  edilen  niteliğe  aykırı  olan; muadili olan malların kullanım amacını karşılamayan, tüketicinin makul olarak beklediği faydaları azaltan veya ortadan kaldıran maddi, hukuki veya ekonomik eksiklikler içeren mallar da ayıplı olarak kabul edilir . (TKHK 8/II). Görüldüğü gibi, TBK ile TKHK nın ayıp kavramına yaklaşımı, özü                                                  9  İnceoğlu, s. 154; Öz, (Kongre), s. 140. 10  Bkz. Öz, (Kongre), s. 140; İnceoğlu, s. 154. 11  Bkz. İnceoğlu, s. 157. Ayrıca bkz. Aral, F./Ayrancı, H.: Borçlar Hukuku Özel Borç İlişkileri, Ankara 2012, s. 103; Yavuz, C.: Türk Borçlar Hukuku Özel Hükümler, 9. Bası, İstanbul 2014, s. 121; Gümüş, M. A.: 6502 Sayılı Tüketicinin Korunması Hakkında Kanun Şerhi, Cilt 1 (Madde 1-46), İstanbul 2014, s. 84 vd. 1166Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1165-1188                                             Özçelik itibariyle  aynıdır.  Yalnızca  TKHK nın  ilgili  düzenlemelerinde,  sözleşme konusu malın taşıması gereken lüzumlu vasıflar ve özellikle nitelik vaadinin kaynakları  daha  somut  bir  şekilde  ifade  edilmiştir.  İki  düzenleme arasındaki en önemli fark ise, TKHK açısından malın niteliklerinin bizzat satıcı  tarafından  bildirilmesinin  şart  olmamasıdır.  TKHK  9/II  hükmü uyarınca  başkası  tarafından  yapılan  reklamlar  da  prensip  olarak  nitelik vaadinin kaynağı olabilir ve satıcı bunlardan doğan sorumluluktan ancak söz konusu  hükümde  sayılan  durumlardan  birinin  varlığını  ispat  ederek kurtulabilir.  TBK ve TKHK nın ayıp kavramına yaklaşımları konusundaki benzerlik nedeniyle, ayıptan sorumluluğun genel satım hukukundaki temel şartlarının, TKHK  açısından  da  geçerli  olduğunu  kabul  etmek  gerekir.  Buna  göre TKHK ya  göre  de  ayıptan  sorumluluktan  söz  edebilmek  için  sözleşme konusu  şeyin  en  geç  hasarın  geçtiği  anda  ayıplı  olması  (TKHK  8)  ve tüketicinin  ayıbı  bilmiyor  olması  (TKHK  10)  gerekir.  Buna  karşılık TBK dan (m. 223) ve 4077 sayılı eski TKHK dan (m.4) farklı olarak, 6502 sayılı  TKHK,  ayıptan  sorumlulukta  şeklî  şartlara  (gözden  geçirme  ve bildirim külfetlerine) yer vermediği için, bu şartların yerine getirilmesi gereğinden  de  söz  edilemez.  Keza,  TKHK  hükümlerinin  nisbî  emredici karakteri karşısında, ayıptan doğan sorumluluğun sözleşmeyle daraltılması veya kaldırılması da mümkün olmasa gerektir.  TKHK ya  göre  ayıptan  sorumluluğun  bir  önceki  paragrafta  ortaya konulan şartlarından çalışma konumuz olan taşınmazlar açısından özellik arz edenleri, ayıbın varlığı ile ayıbın var olması gereken andır. Öte yandan, her ne kadar 6502 sayılı TKHK, gözden geçirme ve bildirim külfetlerine yer vermemişse de uygulamada, taşınmazlara ilişkin olup 4077 sayılı TKHK ya tâbi  sözleşmelerde  özellikle  bildirim  külfetinin  yerine  getirilmemiş olmasından  doğan  sorunların  devam  ettiği  görülmektedir.  Bu  nedenle aşağıda söz konusu üç husus üzerinde durulacaktır.                                                   12  İnceoğlu, s. 157-158.  13  Bkz. Gümüş, (Şerh), s. 94-95; İnceoğlu, s. 160-161.  14  Bkz. aşa. II, D.  15  Bu yönde bkz. İnceoğlu, s. 173; aksi yönde bkz. Özel, Ç.: Tüketicinin Korunması Hukuku, 2. Baskı, Ankara 2014, s. 98; Aslan, İ. Y.: Tüketici Hukuku, 4. Bası, Bursa 2014, s. 143 vd.    16  Tüketicinin ayıbı bilmiyor olması şartı konusunda bkz. İnceoğlu, s. 170-173; Atamer, Y./Baş, E.: Avrupa Birliği Hukuku ile Karşılaştırmalı Olarak 6502 Sayılı Yeni Tüketicinin Korunması Hakkında Kanun Uyarınca Satım Sözleşmesinde Ayıptan Doğan Sorumluluk, İBD, C. 88, Tüketici Hakları ve Rekabet Hukuku Özel Sayısı, 2014, s. 28.   11676502 Sayılı Tüketicinin...                Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1161-1188  B- Taşınmazda Ayıbın Varlığı TKHK nın yukarıda ele alınan düzenlemeleri çerçevesinde bir şeyin  ayıplı  olarak nitelenebilmesi için, o şeyin sözleşmede kararlaştırılan, satıcı veya bir başkası tarafından reklâm vb. yoluyla açıklanan veya tüketicinin makul  olarak  var  olmasını  beklediği  özelliklerinin  o  şeyde  bulunmuyor olması gerekli ve yeterlidir. Diğer bir ifadeyle, ayıptan sorumluluk öncelikle geçerli bir sözleşmenin varlığını gerektirmekle birlikte, bu sorumluluğun tek  dayanağı  bizzat  sözleşme  metni  değildir.  Sözleşme  metninde  yer almamasına rağmen satıcı veya bir başkası tarafından varlığı bildirilen veya tüketicinin  objektif  olarak  var  olmasını  beklediği  nitelikler  de  ayıptan sorumluluğun  kaynağı  olabilir.  Bu  durum,  inceleme  konumuz  olan taşınmazlarda özel bir önem arz eder. Zira uygulamada reklâm, broşür, ilân vb. vasıtalarla taşınmaza ilişkin birçok nitelik açıklanmakta ancak taşınmaz mülkiyetinin devrine ilişkin resmî senette (TMK 706/I) bunların tümü -doğal olarak-  yer  almamaktadır.  Daha  sonra  ayıptan  sorumluluğa  ilişkin uyuşmazlıklarda, satıcının resmî senette yer almayan niteliklerin eksikliğinin ayıp sayılamayacağı iddiasını ileri sürdüğü gözlemlenmektedir. TKHK 8 uyarınca, resmî şekilde yapılan sözleşme dışında, yapılan reklâmlarda veya tüketiciye  verilen  broşür  ve  benzeri  belgelerde  yer  alan  niteliklerin eksikliğinin de ayıp teşkil edeceği gerçeği karşısında bu tür iddialara itibar edilmemesi gerekir.    Yargı  kararlarına  yansıyan  olaylardan  yola  çıkarak,  taşınmazlarda karşılaşılan ayıplara şu örnekler verilebilir:                                                   17  Taşınmaz  mülkiyetini  devir  borcu  doğuran  sözleşmelerin  kural  olarak  resmî  şekilde yapılması  gereği  (TMK  706)  karşısında,  tüketici  sözleşmelerinde  şekil  eksikliği sorunlarıyla karşılaşılmaktadır. Ancak pratikte bunlar daha çok borcun hiç veya zamanında ifa  edilmemesi  hallerini  ilgilendirir.  Zira  resmi  şekilde  sözleşme  yapılıp  taşınmazın mülkiyeti (ön ödemeli konut satışlarında TKHK 44/I uyarınca kat irtifakı) tüketici adına tescil edilmedikçe mülkiyeti devir borcu ifa edilmemiş olacağından, ayıplı ifa değil, borcun ifasında imkânsızlık (TBK 112, 136) veya temerrüt (TBK 125 vd.) söz konusu olur. Bu hallerde satıcının şekil eksikliğini ileri sürerek mülkiyeti devir borcundan kurtulmaya çalışması, olayların çoğunda hakkın kötüye kullanılması teşkil eder. Bkz. Yarg. İBGK, T. 30.09.1988, E. 1987/2, K. 1988/2. (Karar metni için bkz. Kazancı, E.T.: 1.12.2015) Kaldı ki; tüketiciyle genellikle adî yazılı bir sözleşme veya taşınmaz satış vaadinin yapıldığı ön ödemeli  konut  satışlarına  ilişkin  olarak  TKHK  41/I de  açıkça,  satıcının  sözleşmenin geçersizliğini tüketicinin aleyhine olacak şekilde ileri süremeyeceği öngörülmüştür. Bu konuyla ilgili olarak bkz. Öz, (Sempozyum), s. 207; Öz, (Kongre), s. 142 vd.  1168Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1165-1188                                             Özçelik -  Taşınmazın  yüzölçümünün  sözleşmenin  gerektirdiğinden  daha küçük olması,  -  Bağımsız  bölümde  kullanılan  malzeme  veya  tesisatın  bozuk, eksik ya da sözleşmenin gerektirdiğinden düşük kalitede veya küçük olması,  -  Asansörlü  olacağı  taahhüt  edilen  binanın  asansörünün bulunmaması  -  Bağımsız bölümün önünün projeye aykırı olarak bina yapılması nedeniyle kapanması,  -  Sitenin  genel  çevre  duvarları  ve  demir  parmaklıklarının olmaması,  güvenlik  sisteminin  çalışmaması,  peyzaj  işlerinin modern  teknoloji  ile  yapılmamış  olması,  çevresinde  taahhüt edilen  sayıda  ağaç  bulunmaması,  havuzların  vaat  edilen standartta olmaması,  -  Sosyal veya sportif tesisler, yeşil alanlar vb. ortak yerlerin hiç bulunmaması, sözleşmenin gerektirdiğinden küçük olması, kamu malı taşınmazlar veya üçüncü kişilerin mülkiyetindeki parseller üzerinde yer alması.                                                   18  Bkz. Yarg. 13. HD, T. 22.4.2014, E. 2013/15540, K. 2014/12779; Yarg. 13. HD, T. 26.9.2013, E. 2012/28409, K. 2013/23011. Ayrıca bkz. aşa. II, D. Buna karşılık Yargıtay ın bazı kararlarında, taşınmazın yüzölçümünün sözleşmenin gerektirdiğinden küçük olması bir  ayıplı ifa  değil, eksik ifa olarak değerlendirilmiştir. Bkz. Yarg. HGK, T. 9.12.1992, E. 1992/649, K. 1992/732; Yarg. 15. HD, T. 17.06.2008, E. 2008/1942, K. 2008/4021 (Karar metinleri için bkz. Kazancı, E.T.: 1.12.2015); aynı yönde bkz. Kara, İ.: Tüketici Hukuku, Ankara 2015, s. 744; bağımsız bölümün yüzölçümü eksikliği bakımından aynı yönde bkz. Öz, (Kongre), s. 147.  19  Yarg. 13. HD, T. 29.5.2014, E. 2014/12919, K. 2014/16687; Yarg. 13. HD, T. 22.4.2014, E. 2013/15540, K. 2014/12779; Yarg. 13. HD, T. 14.4.2014, E. 2013/30761, K. 2014/11764; Yarg. 13. HD, T. 13.4.2014, E. 2013/8150, K. 2014/7244 (Karar metinleri için bkz. Kazancı, E.T.: 1.12.2015).  20  Yarg. 13. HD, T. 6.11.2013, E. 2013/14926, K. 2013/27424 (Karar metinleri için bkz. Kazancı, E.T.: 1.12.2015).  21  Yarg. 13. HD, T. 22.4.2014, E. 2013/15540, K. 2014/12779; Yarg. 13. HD, T. 13.3.2014, E. 2013/17705, K. 2014/7225; Yarg. 13. HD, T. 2.10.2013, E. 2012/24807, K. 2013/24013.  (Karar metinleri için bkz. Kazancı, E.T.: 1.12.2015).  22  Yarg. HGK, T. 25.2.2015, E. 2014/13-591, K. 2015/875; Yarg. HGK, T. 2.11.2011, E. 2011/13-468, K. 2011/666. (Karar metinleri için bkz. Kazancı, E.T.: 1.12.2015).  23  Yarg. 13. HD, T. 13.4.2014, E. 2013/8150, K. 2014/7244; Yarg. 13. HD, T. 7.11.2013, E. 2013/434, K. 2013/27572; Yarg. 13. HD, T. 13.7.2014, E. 2014/9225, K. 2014/22864; Yarg. 13. HD, T. 5.6.2014, E. 2014/15004, K. 2014/17813. Ayrıca bkz. aşa. II, D. İnşa edileceği taahhüt edilen sosyal tesislerin hiç yapılmamış olmasının ayıplı ifa değil, eksik ifa teşkil ettiği yönünde bkz. Yarg. HGK, T. 23.11.2011, E. 2011/13-350, K. 2011/700; Yarg.   11696502 Sayılı Tüketicinin...                Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1161-1188  Bilindiği üzere, genel satım hukukunda ayıbın varlığını ispat yükü alıcı üzerindedir.  Ancak  6502  sayılı  TKHK,  kendisinden  önceki  4077  sayılı TKHK dan farklı olarak, malın tesliminden itibaren 6 ay içinde ortaya çıkan ayıplar  bakımından  bir   ayıp  karinesi   öngörmüştür.  Buna  göre   Teslim tarihinden itibaren altı ay içinde ortaya çıkan ayıpların, teslim tarihinde var olduğu kabul edilir. Bu durumda malın ayıplı olmadığının ispatı satıcıya aittir.  (TKHK 10/I). Bir sonraki başlık altında ele alındığı gibi, ayıbın en geç hasarın geçtiği anda var olması gerektiği için, bu hükümdeki  teslim  sözcüğünü,   hasarın  geçtiği  an   olarak  anlamak  gerekir.  Bu  çerçevede, hasarın geçtiği andan itibaren 6 ay geçtikten sonra ortaya çıkan ayıpların, hasarın geçtiği anda var olduğunu ispat yükü tüketici üzerindedir.  C- Taşınmazlarda Ayıbın Var Olması Gereken An Genel olarak satım hukukunda, satıcının ayıptan sorumlu tutulabilmesi için, ayıbın en geç hasarın geçtiği anda var olması şartı aranır. Böylece hasarın  geçtiği  andan  sonra  meydana  gelen  bozulma,  kötüleşme  veya eksilme ayıp sayılmaz ve satıcı bunlardan sorumlu tutulamaz. Bu nedenle, bu  çalışmanın  konusunu  oluşturan  taşınmazlarda,  hasarın  geçtiği  ve dolayısıyla ayıbın var olması gereken ânın tespiti önem taşır.  TBK 208 e göre,  Kanundan, durumun gereğinden veya sözleşmede öngörülen özel koşullardan doğan ayrık hâller dışında, satılanın yarar ve hasarı; taşınır satışlarında zilyetliğin devri, taşınmaz satışlarında ise tescil anına kadar satıcıya aittir.  Bu hükümde ifade edildiği üzere taşınmazlarda kural olarak hasar tescille alıcıya geçtiğinden, ancak tescil anında var olan bozukluk, eksiklik vb. ayıp sayılabilir ve satıcının ayıptan sorumluluğu söz konusu olabilir. Öte yandan taşınmaz satışında hasara ilişkin özel hüküm niteliğindeki TBK 245/I e göre ise  Satılanın tescilden sonraki bir zamanda alıcı tarafından teslim alınması için sözleşmeyle bir süre belirlenmişse, onun yarar ve hasarı, alıcıya teslimle geçer. Bu hükme göre de taşınmazın teslimi tescilden  sonraki  bir  zamana  ertelenmişse,  hasar  alıcıya  tescille  değil, taşınmazın teslimiyle geçtiğinden, taşınmazın mülkiyetinin alıcı adına tescili                                                                                                                    13. HD, T. 19.6.2013, E. 2012/25184, K. 2013/16764 (Karar metinleri için bkz Kazancı, E.T.: 1.12.2015). Bu görüşün sakıncaları için bkz Öz, (Sempozyum), s. 211-213; Öz, (Kongre), s. 147-148, dn.16.  24  Gümüş, (Şerh), s. 97; Atamer/Baş, s. 30; İnceoğlu, s. 168; Öz, (Kongre), s. 149.  25  Yavuz, s. 125; Aral/Ayrancı, s. 110.  1170Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1165-1188                                             Özçelik ile taşınmazın kendisine teslimi arasında kalan zaman diliminde meydana gelen bozukluk vs. de ayıp sayılır ve satıcının sorumluluğunu gerektirir.   Taşınmazın tescilden sonraki bir zamanda alıcıya teslimini düzenleyen TBK 245/I hükmünde, tam tersi olasılıktan, yani taşınmazın tescilden önce alıcıya teslim edilmesinden hiç söz edilmemiştir. Bu çalışmada benimsenen görüşe göre, belirtilen durumda, taraflar arasında anlaşmaya dayalı olarak, taşınmazın tescilden önce teslimi TBK 208/I anlamında  sözleşmeden veya durumun gereğinden doğan bir istisna  olarak görülmeli ve hasar ve yararın alıcıya tescille değil, taşınmazın teslimiyle geçtiği kabul edilmelidir. Bunun sonucu olarak ancak taşınmazın teslimi anında var olan bozukluk vs. ayıp sayılabilir; teslimden sonra ortaya çıkan bozukluklardan ise satıcı sorumlu tutulamaz.  Taraflar  arasında  taşınmazın  zilyetliğinin  ne  zaman  devredileceğine ilişkin  bir  anlaşma  yoksa  genel  kural  (TBK  208/I)  uygulanmalı  ve taşınmazın  hasar  ve  yararının  alıcıya  mülkiyetin  kendisi  adına  tesciliyle geçtiği kabul edilmelidir. Buna göre ayıbın var olması gereken an da tescil ânıdır.  TKHK 8/I de ayıplı mal tanımlanırken, ayıbın var olması gereken an olarak, taşınır- taşınmaz ayrımı yapılmaksızın, teslim anından söz edilmiştir. Ancak hasarın geçtiği âna göre belirlenen ayıbın var olması gereken ânın yalnızca teslimle ifade edilmesi isabetli olmamıştır.  Zira her şeyden önce TBK 208/I uyarınca taşınırlarda hasarın geçiş anı  zilyetliğin devri  olarak ifade edildiğinden, zilyetliğin teslimsiz devri de hasarın geçmesi sonucunu doğurabilir. Ayrıca yine aynı hüküm uyarınca, kanun, durumun gereği veya                                                  26  TKHK 44/I e göre  Ön ödemeli konut satışlarında kat irtifakının tüketici adına tapu siciline tescil edilmesiyle birlikte zilyetliğin devri hâlinde de devir ve teslim yapılmış sayılır.   Ancak  Kanun  burada  hasarın  geçişini  düzenlemiş  değildir.  Hükmün  amacı, satıcının temerrüde düşmekten kurtulabilmesi için, kat irtifakının tüketici adına tescilini sağlamış ve zilyetliği tüketiciye devretmiş olmasını yeterli kılmaktır. Bkz. Öz, (Kongre), s. 153.   27  Bkz. Çetiner, B.: Yeni Türk Borçlar Kanunu'nda Yarar Ve Hasarın İntikali İle Satıcının Ayıptan Sorumluluğuna İlişkin Hükümlerin Değerlendirilmesi, İÜHFM, C. LXVII, Y. 2009, S. 1-2, s. 100-101; Yıldırım, A.: Taşınmaz Satışında Hasarın İntikali, BATİDER, C. XXXI, S. 2 (Haziran 2015), s. 293; aksi yönde bkz. Akçaal, M.: Satış Sözleşmesinde Yarar ve Hasarın Geçişi, KBD 2013, S. 24, s. 52.  28  Koller, A. (Hrsg.): Der Grundstückkauf, 2. Aufl., Bern 2001, s. 207.  29  Koller, A.: Schweizerisches Obligationenrecht, Besonderer Teil, Band I, Die einzelnen Vertragsverhältnisse Art. 184-318 OR, Bern 2012, s. 113; Koller/Schumacher/Rüegg, s. 206.     11716502 Sayılı Tüketicinin...                Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1161-1188  sözleşme, teslim ânından başka bir zaman noktasında hasarın geçmesini gerektirebilir. Taşınmazlarda ise, yukarıdaki açıklamaların ortaya koyduğu gibi, olayların çoğunda hasar teslimle geçer. Bununla birlikte TBK 208/I de hasarın kural olarak tescille geçeceği öngörülmüştür. Tüm bu nedenlerle, TKHK 8/I hükmünde geçen  teslim  anında  ifadesini, satım hukukunun genel  prensibine  uygun  olarak   hasarın  geçtiği  anda   şeklinde  anlamak isabetli olur. D- 6502  Sayılı  TKHK nın  Şeklî  Şartlara  (Gözden  Geçirme  ve Bildirim Külfetlerine) Yer Vermemiş Olması 4077  sayılı  TKHK nın  dördüncü  maddesinin  ikinci  fıkrasında öngörülmüş  olan  ayıbı  30  gün  içinde  bildirim  külfetine,  6502  sayılı TKHK da  yer  verilmemiştir.  Bunun  sonucu  olarak,  Kanun un  yürürlüğe girdiği 28 Mayıs 2014 tarihinden sonra yapılan tüketici sözleşmelerinde, sözleşme konusunun ayıplı olması halinde tüketici, gözden geçirme ve ayıbı bildirim külfetini yerine getirmesine gerek olmaksızın, zamanaşımı süresi içinde ayıp nedeniyle sahip olduğu hakları kullanabilecektir. 6502 sayılı Kanun la ortaya çıkan bu durum, şüphesiz hukukumuz bakımından olumlu bir  gelişmedir. Ancak,  yargı  kararlarına  yansıyan  görüntü,  6502  sayılı TKHK nın yürürlüğe girmesinden önceki dönemde yapıldıkları için 4077 sayılı Kanun hükümlerine tâbi tüketici sözleşmeleri bakımından, kendilerine ayıplı taşınmaz teslim edilen tüketicilerin,  sırf bildirim yükümünü yerine getirmemiş olmaları nedeniyle ayıptan doğan haklarını kullanamamaları  sorununun bir süre daha varlığını devam ettireceğini göstermektedir.  Bir önceki paragrafta sözü edilen sorun, özellikle tüketicinin büyük çaplı inşaat projelerinden bağımsız bölüm satın aldığı fakat satın alınan bağımsız bölümün yüzölçümünün tanıtımlarda gösterilenden küçük olması veya  projenin  sosyal  tesis,  spor  sahası  vb.  ortak  alanlarının,  projenin reklâmlarında  görünenden  farklı  olması,  hatta  bazen  bu  sözü  edilen unsurların  hiç  bulunmaması  ya  da  kamu  malı  taşınmazlar  veya  üçüncü                                                  30  İnceoğlu, s. 169. 31  Alıcının tacir olmadığı satış sözleşmeleri bakımından gözden geçirme ve bildirim külfeti öngörülmesinin  adaletsizliği,  öteden  beri  dile  getirilen  bir  husustur.  Bu  konuda  bkz. Bucher,  E./Buz,  V.:  Mağdur  Edilen  Alıcı,  Prof.  Dr.  Necip  Kocayusufpaşaoğlu  İçin Armağan, Ankara 2004, s. 145 vd.; Atamer, Y.: Yeni Türk Borçlar Kanununda Taşınır Satımı Sözleşmesi, Türk Borçlar Kanunu Sempozyumu, Der. M.M. İnceoğlu, İstanbul 2012, s. 201 vd.   1172Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1165-1188                                             Özçelik kişilere  ait  parseller  üzerinde  bulunması  gibi  durumlarda  kendini göstermiştir. Tüketici, sözü edilen durumları bir süre fark etmediği veya bunların  düzeltileceğini  düşündüğü  için  hareketsiz  kalmakta  ve  sonuçta hakkını  aramaya  koyulduğunda,  4077  sayılı  TKHK  4/II de  ayıbın bildirilmesi  için  öngörülmüş  olan  otuz  günlük  süre  çoktan  geçmiş olmaktadır.  Konuya  ilişkin  Yargıtay  uygulamasının,  zaman  içerisinde  değişiklik gösterdiği  gözlemlenmektedir.  23.11.2011  tarihli  Hukuk  Genel  Kurulu kararına  kadar  Yargıtay,  sözü  edilen  durumlarda,  otuz  günlük  bildirim süresinin geçirildiği gerekçesiyle tüketicilerin taleplerini reddetmekteydi. 23.11.2011 tarihli Hukuk Genel Kurulu Kararı nda ise, yukarıda sözü edilen türdeki eksikliklerin ayıplı ifa değil, eksik ifa, yani kısmî temerrüt teşkil edeceği,  dolayısıyla  tüketicinin  gözden  geçirme  ve  bildirim  yükümünün bulunmadığı sonucunda varılmıştı. Yargıtay, bu uygulamasını kısa bir süre sonra devam ettirdikten sonra, 13.6.2012 tarihli Hukuk Genel Kurulu kararı ile yeniden önceki içtihadına dönmüş ve otuz günlük sürede bildirilmeyen ayıplar  bakımından,  ayıptan  doğan  hakların  kullanılamayacağını  kabul etmiştir. Sözü edilen uygulamanın halen devam ettiği görülmektedir.   23.11.2011 tarihli Hukuk Genel Kurulu kararında benimsenen  eksik ifa   yönündeki  görüşün,  tüketiciyi  ayıbı  bildirim  yükümü  ve  kısa zamanaşımı süresinden korumak gibi, tüketici lehine bir tarafı olduğuna şüphe yoktur. Ancak doktrinde de ifade edildiği gibi,  sözü edilen türdeki eksikliklerle  ilgili  olarak  kısmî  imkânsızlık  veya  kısmî  temerrüt hükümlerinin uygulanması anlamına gelen bu yaklaşım, teorik olarak isabetli olmadığı gibi, pratik açıdan da tüketici aleyhinde bazı sonuçlar doğuracak niteliktedir.  Her  şeyden önce TBK  219/I  de,  niteliği  etkileyen  nicelik eksikliği de  ayıp  olarak değerlendirilmiştir. Bu bağlamda, kararlaştırılan miktar  veya  sayının  sözleşme  konusu  şeyin  niteliğini  belirlediği  ve alacaklının  kullanma  amacı  açısından  önem  taşıdığı  hallerde,  miktar                                                  32  Örnek olarak bkz. Yarg. HGK, T. 2.11.2011, E. 2011/13-468, K. 2011/666 (Karar metni için bkz. Kazancı, E.T.: 1.12.2015).  33  Yarg. HGK, T. 23.11.2011, E. 2011/13-350, K. 2011/700 (Karar metni için bkz. Kazancı, E.T.: 1.12.2015).   34  Yarg. HGK, T. 13.06.2012, E. 2012/13-152, K. 2012/381 (Karar metni için bkz. Kazancı, E.T.: 1.12.2015).   35  Öz, (Sempozyum), s. 211-213; Öz, (Kongre), s. 147-148, dn.16.    11736502 Sayılı Tüketicinin...                Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1161-1188  eksikliğinin bir nitelik eksikliği olduğu kabul edilmektedir. Taşınmazın yüzölçümü de onun niteliğine ilişkin bir unsur olarak ele alınır ve taşınmazın sözleşme gereği olması gerekenden düşük yüzölçümüne sahip olması bir ayıplı ifa hâli olarak değerlendirilir. Yüzölçümü eksikliğinin TBK 244 uyarınca bir ayıplı ifa hali olarak kabul edilmesi de bu anlayışın sonucudur. Aynı durum, kat mülkiyetine tâbi yapılardaki ortak yerler için de geçerlidir. Kat mülkiyetine tâbi bir bağımsız bölüm üzerindeki mülkiyet, ortak yerler ve eklentiler  üzerindeki  haklarla  bağlantılı  özel  bir  mülkiyet  olarak tanımlandığına  göre  (KMK  3),  bunlardan  herhangi  birindeki  eksiklik de niteliği etkileyen nicelik eksikliği olarak görülmelidir. Sonuçta bir bağımsız bölümün,  spor  tesisi,  yeşil  alanı  vs.  olan  bir  sitede  bulunması  veya bulunmaması,  onun  niteliğine  ilişkin  bir  husustur.  Pratik  açıdan  ise, doktrinde de belirtildiği gibi, ortak yerlerdeki eksiklikleri ayıplı ifa değil eksik ifa saymak, TKHK nın satıcının kusurundan bağımsız olarak sunduğu seçimlik haklar demetini; satıcının yanı sıra, TKHK 11/II uyarınca  üretici  sıfatıyla inşaatı meydana getiren kişiye başvurma ve reklâm, ilan vs.  den dolayı  satıcıyı  sorumlu  tutma  olanaklarını  tüketicinin  elinden  almak anlamına  gelir. Tüm  bu  nedenlerle  kanımca,  ele  alınan  meseleye  ayıp hükümleri çerçevesinde bir çözüm bulmak, bu yapılırken de konuyu ilgili kanunların yürürlük tarihlerini ve ilgili sözleşmenin kuruluş tarihine göre üç döneme ayırarak incelemek gerekir: 1) Türk  Borçlar  Kanunu nun  Yürürlüğe  Girdiği  1  Temmuz 2012 den Önce Kurulmuş Sözleşmeler Bakımından Bu dönemde otuz günlük bildirim süresi öngören 4077 sayılı TKHK 4/II yürürlüktedir ancak satıcılığı meslek edinen kimsenin ayıbın kendisine zamanında bildirilmediğini ileri sürerek sorumluluktan kurtulamayacağını öngören  TBK  225/II  henüz  yürürlüğe  girmemiştir.  Kanımca,  ele  alınan meseleye  ayıplı  ifa  hükümleri  çerçevesinde  bir  çözüm  bulabilmek  için ihtiyaç duyulan dayanak, ilgili sözleşmelere uygulanması gereken 818 sayılı Borçlar Kanunu nun, 200. maddesinde yer almaktadır. Söz konusu madde,                                                  36  Aral/Ayrancı, s. 105; Yavuz, s. 127.  37  Aral/Ayrancı, s.105, 174; İnceoğlu, s. 165; Gümüş, (Şerh), s. 85.  38  TBK 244 uyarınca yüzölçümü eksikliğinin ayıplı ifa sayılmasının sebebi, taşınmaz satışının konusunun,  sözleşmede  belirtilen  metrekarelerin  toplamı  değil,  ferden  belirlenmiş  bir taşınmaz olmasıdır: BasK/Honsell, Art. 219 N. 1; Aral/Ayrancı, s. 174.  39  Öz, (Kongre), s. 147-148, dn.16. 1174Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1165-1188                                             Özçelik  Bayiin hilesine müterettip hükümler  başlığı altında  Müşteriyi iğfal etmiş olan bayi, ayıbın kendisine vaktinde ihbar edilmemiş olduğunu ileri sürerek mesuliyetten kurtulamaz.  hükmünü içermektedir. Bu hükmün gereği olarak, ayıbı  hileyle  gizleyen  satıcı,  ayıp  bildiriminin  zamanında  yapılmamış olduğunu ileri sürerek ayıptan doğan sorumluluktan kurtulamaz.  Ayrıca, her ne kadar zamanaşımıyla ilgili olsa da, 4077 sayılı TKHK 4 ün, dördüncü fıkrasının  son  cümlesi  de   satılan  malın  ayıbı  tüketiciden  satıcının  ağır kusuru veya hile ile gizlenmişse, zamanaşımı süresinden yararlanılamaz  hükmünü içermektedir. Bu hükümleri dikkate alarak, değinilen durumlarda, proje, maket, tanıtım vb. araçlarla tüketicinin yanıltıldığını ve bu nedenle sözleşmenin karşı tarafının ayıbın kendisine zamanında bildirilmediğini ileri sürerek  sorumluluktan  kurtulamayacağını  kabul  etmek  gerekir.  Zira  söz konusu  durumlarda  en  azından   karşı  taraftaki  yanlış  kanaatin  varlığını bilerek susma  (verschweigen) şeklinde hile söz konusudur. Uygulama ve doktrinde  pasif hile 41 olarak adlandırılan bu durumun varlığının kabulü için, aydınlatma yükümü bulunan satıcının ayıbı biliyor olması ve buna rağmen ayıbı alıcıya bildirmemiş olması yeterli görülmektedir. Söz konusu olaylarda,  satıcının  ortak  alanların  siteye  ait  olmadığını  bildiğine  ve dürüstlük  kuralı  (TMK  2)  gereği  bu  konuda  alıcıyı  aydınlatma  yükümü bulunduğuna şüphe yoktur. Bu nedenle, satıcının reklam, ilan vs. yoluyla tüketicide oluşan yanlış kanı karşısında bilerek susmuş bulunması  hile  olarak değerlendirilmeli ve satıcı, salt ayıp bildiriminin yapılmamış olmasına dayalı olarak sorumluluktan kurtulamamalıdır.                                                   40  Zamanaşımı bakımından aynı yönde bkz. Kara, s. 743.  41  Kurşat, Z.: Borçlar Hukuku Alanında Hile Kavramı, İstanbul 2003, s. 51 vd.; Yarg. HGK, T. 25.3.2015, E. 2013//19-1707, K. 2015/1072 ((Karar metni için bkz. Kazancı, E.T.: 1.12.2015).  42  Bkz. Trachsel, H.: Zum absichtlichen (arglistigen) Verschweigen von Mängeln, BR 2015/3, s. 135; BasK/Honsell, Art. 203 N. 1; BasK/Schwenzer, Art. 28, N. 8-9; Schmidt, J. (Hrsg.): Der Grundstückkauf, Zürich 2010, s. 79; Koller/Schumacher/Rüegg, s. 232-233 N. 167 vd.; Kurşat,  s.  51  vd.  Taşınmaz  satımına  ilişkin  uyuşmazlıklarda,  İsviçre  Federal Mahkemesi nin aynı doğrultudaki kararlarına örnek olarak bkz. 4A_619/2013 (20.05.2014) (Kararın Almanca özeti için bkz.  Reetz, P./Sohm, M./Franceschetti, L.: Kaufvertrags-, Werkvertrags- und Auftragsrecht - Entwicklungen 2013-06/14, Bern 2014, s. 18-21); 4C.16/2005  (13.7.2005)  (Karar  metni  için  bkz.  www.swisslex.ch,  E.T.  1.12.2015); 4C.324/2004 (11.1.2005) (Kararın Almanca özeti için bkz. ZBGR 2007/88, s. 289 vd.); BGE 66 II 139. Yargıtay kararlarında da  var olan hatalı bir kanıyı koruma yahut devamını sağlamak  hile olarak değerlendirilmektedir. Bu yönde örnek olarak bkz. Yarg. HGK, T. 25.3.2015, E. 2013//19-1707, K. 2015/1072; Yarg. HGK, T.1.6.2011, E. 2011//14-281, K. 2011/373; Yarg. 4. HD, T. 10.6.2003, E. 2003/2565, K. 2003/7518; Yarg. 13. HD, T. 10.12.2002, E. 2002/10673, K. 2002/13269 (Karar metinleri için bkz. Kazancı, E.T.: 1.12.2015).    11756502 Sayılı Tüketicinin...                Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1161-1188  Bir önceki paragrafta dile getirilen görüş kabul edilmese bile tüketicinin sadece tazminat istediği hallerde, genel sözleşmeye aykırılık hükmü olarak TBK 112 uygulanabilir. Bu durumda da ayıbı bildirim yükümü söz konusu olmayıp, zamanaşımı süresi ise on yıldır. Buna karşılık, Yargıtay ın, sadece tazminat istenen davalarda da bu yola gitmeyip, tüketici taleplerini ayıp bildiriminin  zamanında  yapılmamış  olması  nedeniyle  reddettiği görülmektedir.  Ayrıca sözü edilen durumlarda hile (aldatma) hükümleri (818 sayılı BK 28, TBK 36) ile ayıp hükümlerinin yarıştığını ve tüketicinin hile nedeniyle sözleşmeyi iptal edebileceğini kabul etmek gerekir. Bununla birlikte ele aldığımız olaylarda, çoğunlukla hile nedeniyle sözleşmeyi iptal süresi (hilenin öğrenilmesinden itibaren bir yıl, 818 sayılı BK 31, TBK 39) geçirilmiş olacağından, bu yaklaşım pratikte faydalı olmayabilir. 2) 1 Temmuz 2012- 27 Mayıs 2014 Tarihleri Arasında Kurulmuş Sözleşmeler Bakımından Bu  dönemin  özelliği  henüz  4077  sayılı  TKHK  yürürlükte  olmakla birlikte, 6098 sayılı TBK nın da yürürlüğe girmiş olmasıdır. Bu tarihler arasında kurulan sözleşmelerde, ayıp bildirimi açısından tüketicinin daha lehinde  olan  TBK  225  hükmü  uygulanmalıdır.  Anılan  hükmün  birinci fıkrasına  göre   Ağır  kusurlu  olan  satıcı,  satılandaki  ayıbın  kendisine süresinde bildirilmemiş olduğunu ileri sürerek sorumluluktan kısmen de olsa kurtulamaz. Aynı hükmün ikinci fıkrasına göre ise  Satıcılığı meslek edinmiş kişilerin bilmesi gereken ayıplar bakımından da aynı hüküm geçerlidir.  Dolayısıyla tüketicinin yukarıda tasvir edilen şartlarda projelerden konut satın  aldığı  olaylarda,  sözleşmenin  karşı  tarafı  daima  meslekten  satıcı olduğundan,  hiçbir  durumda  satıcı,  ayıbın  zamanında  kendisine bildirilmediğini ileri sürerek sorumluluktan kurtulamaz.  3) 28  Mayıs  2014  tarihi  ve  sonrasında  kurulmuş  sözleşmeler bakımından 6502 sayılı TKHK 28 Mayıs 2014 tarihinde yürürlüğe girmiştir. Kanun, tüketicinin ayıptan doğan haklarını kullanabilmesi için gözden geçirme ve bildirim  yükümü  öngörmediğinden,  tüketici,  zamanaşımı  süresi  içinde                                                  43  Bkz. Bucher/Buz, s. 171; Aral/Ayrancı, s. 151-152.  44  Örnek olarak bkz. Yarg. HGK, T. 25.2.2015, E. 2014/13-591, K. 2015/875; Yarg. HGK, T. 13.06.2012,  E.  2012/13-152,  K.  2012/381  (Karar  metinleri  için  bkz.  Kazancı,  E.T.: 1.12.2015).   45  BasK/Honsell, Vor. Art. 197-210, N. 12; Aral/Ayrancı, s. 149.  1176Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1165-1188                                             Özçelik ayıptan  doğan  haklarını  kullanabilir.  Bu  nedenle  yukarıda  ele  alınan  projeden konut satın alma  sorunu açısından, 6502 sayılı TKHK nın yeterli korumayı sağladığını söylemek mümkündür. Hatta bu nedenle doktrinde, haklı olarak, açık ayıp- gizli ayıp ayrımının da bu kanuna tâbi sözleşmeler bakımından  bir anlamının kalmadığı ifade edilmiştir. Buna karşılık bir görüşe göre, gizli ayıpları derhal bildirim yükümü varlığını sürdürmektedir.  III. AYIPTAN  SORUMLULUĞUN  SONUÇLARI  (TÜKETİCİNİN HAKLARI)  BAKIMINDAN  TAŞINMAZLARDA  ÖZELLİK  ARZ EDEN DURUMLAR A- Genel olarak TKHK ya Göre Ayıptan Sorumluluğun Sonuçları (Tüketicinin Sahip Olduğu Haklar) TKHK 11/I uyarınca, bu Kanun a tâbi bir sözleşmede, sözleşme konusu malın ayıplı olması halinde tüketici,  sözleşmeden dönme ,  bedel indirimi ,  ücretsiz onarım  ve  ayıpsız misliyle değiştirilmesini isteme  olmak üzere dört seçimlik hakka sahiptir. TKHK 11/IV e göre ise tüketici,  bu seçimlik haklardan  biri  ile  birlikte   TBK  hükümleri  uyarınca  tazminat  da  talep edebilir.  Her  ne  kadar  TKHK  11/IV  hükmü,  tazminatın  ancak  seçimlik haklardan biri ile birlikte talep edilebileceği şeklinde anlaşılmaya müsait ise de, tüketici söz konusu talebi seçimlik haklardan ayrı olarak tek başına da ileri  sürebilmelidir.  Bu  çerçevede  tüketici,  örneğin,  ayıplı  taşınmazı kullanamaması nedeniyle başka bir taşınmaza kira bedeli ödemesinin sonucu olarak uğradığı zararın veya ayıp nedeniyle su basması, yangın çıkması gibi sebeplerle  uğradığı  bedensel  veya  eşyasına  gelen  zararların  tazminini isteyebilir.  TKHK  11  uyarınca  tüketicinin  sahip  olduğu  haklardan  biri  olan sözleşmeden  dönme  hakkının  kullanılmasına  ilişkin  genel  esas  ve sınırlamalar,  prensip  olarak  TKHK ya  tâbi  olup  taşınmaza  ilişkin sözleşmeler  bakımından  da  geçerlidir.  Bu  çerçevede  özellikle  dönme hakkını sınırlayan TBK 227/IV hükmü zikredilebilir. Anılan hükme göre,  Alıcının, sözleşmeden dönme hakkını kullanması hâlinde, durum bunu haklı                                                  46  İnceoğlu, s. 174.  47  Kara, s. 747.  48  Bu yönde bkz. İnceoğlu, s. 184. 49  Bkz. Aral/Ayrancı, s. 125 vd.; Yavuz, s. 152 vd.  50  Bkz. İnceoğlu, s. 185 vd.    11776502 Sayılı Tüketicinin...                Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1161-1188  göstermiyorsa  hâkim,  satılanın  onarılmasına  veya  satış  bedelinin indirilmesine  karar  verebilir.   Esasen  dürüstlük  kuralının  (TMK  2)  bir görünüm  biçiminden  ibaret  olan  bu  hükmün TKHK ya  tâbi  sözleşmeler bakımından da kıyasen uygulanması gerekir. Keza TBK 475/III ün gereği olarak,   eser  iş  sahibinin  taşınmazı  üzerinde  yapılmış  olup  sökülüp kaldırılması aşırı zarar doğuracaksa , tüketici vasfı taşıyan iş sahibi de sözleşmeden dönme hakkını kullanamamalıdır.   TKHK ayıplı ifa nedeniyle sözleşmeden dönme veya bedel indirimi isteme hakları bakımından, konusu taşınmaz olan tüketici sözleşmelerine özgü bir sonuç öngörmemiştir. Buna karşılık bu Kanun a göre tüketicinin haklarını ileri sürülebileceği kimseler (sorumlular) ile ücretsiz onarım ve ayıpsız misliyle değiştirme hakları, taşınmazlar açısından bazı özellikler arz eder. Aşağıda bu iki husus üzerinde durulmuştur.  B- Tüketicinin Haklarını İleri Sürebileceği Kimseler (Sorumlular) Genel olarak TKHK 11/I uyarınca tüketicinin kullanmayı seçtiği hakkı yerine getirmekle yükümlü olan satıcıdır. Aynı maddenin ikinci fıkrasına göre ise  Ücretsiz onarım veya malın ayıpsız misli ile değiştirilmesi hakları üretici veya ithalatçıya karşı da kullanılabilir. Bu fıkradaki hakların yerine getirilmesi konusunda satıcı, üretici ve ithalatçı müteselsilen sorumludur.  Uygulamada  taşınmazlara  ilişkin  tüketici  sözleşmelerinin  genellikle satış  sözleşmesi  niteliğinde  olduğu  göz  önünde  bulundurulursa,  ayıptan sorumluluğun muhatabı çoğunlukla satıcı olur. Ancak doktrinde de ifade                                                  51  Bu yönde bkz. İnceoğlu, s. 188. Ayrıca bkz. Atamer/Baş, s. 46 vd; aksi yönde bkz. Aslan, s. 168.  52  Taşınmaz mülkiyetini devir borcu doğuran sözleşmelerden dönmenin sonuçları konusunda bkz. Sirmen, A. L.: Eşya Hukuku, 3. Bası, Ankara 2015, s. 315-317; genel olarak dönmenin sözleşmenin  geçerliliğine  etkisi  konusunda  bkz.  Buz,  V.:  Borçlu  Temerrüdünde Sözleşmeden Dönme, Ankara 1998, s. 117 vd.  53  TBK  227/I-b.  2  ve  TKHK  11/I-b  hükümlerinde  bedel  indiriminin   ayıp  oranında  yapılacağı ifade edilmiştir. Bu durum, doktrin ve uygulamada öteden beri savunulan, bedel indiriminin  nispî metot  adı verilen yöntemle hesaplanacağı yönündeki hâkim anlayışın yansıması olsa gerektir. Anılan yönteme göre sözleşmede kararlaştırılan bedel, satılanın ayıpsız objektif değeri ile ayıplı objektif değeri arasındaki oran kadar indirilir. Bkz. Aral/Ayrancı, s. 135 vd.; Yavuz, s. 195 vd. Örnek olarak bkz. Yarg. 13. HD, T. 13.7.2014, E. 2014/9225, K. 2014/22864; Yarg. 13. HD, T. 2.10.2013, E. 2012/24807, K. 2013/24013 (Karar metinleri için bkz. Kazancı, E.T.: 1.12.2015). 54  Satış ilanlarında TOKİ adı ve yüklenici adının birlikte kullanılması nedeniyle, yüklenici şirketin hesabına yatırılan satış bedelinin iadesinden TOKİ nin de sorumlu olduğu yönünde 1178Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1165-1188                                             Özçelik edildiği gibi, konut satışlarında, konutun bulunduğu yapının satıcı dışında bir kişi tarafından meydana getirilmiş olması halinde, uygulamada  yüklenici  olarak adlandırılan bu kişinin de tüketiciye karşı TKHK 11/II çerçevesinde  üretici  sıfatıyla, satıcıyla birlikte müteselsilen sorumlu olması gerekir. Bu durum, özellikle tüketicinin ücretsiz onarım hakkını kullanmak istediği hallerde  önem  taşıyabilir.  Öte  yandan  çok  rastlanmasa  da  iş  sahibinin tüketici, taşınmaza ilişkin eser sözleşmesinin de tüketici sözleşmesi niteliği taşıdığı hallerde ise, tüketicinin sahip olduğu hakların muhatabı yüklenici olacaktır.  TKHK  35/II de,  bağlı  kredi  veren  konut  finansman  kuruluşları  da tüketiciye karşı satıcıyla birlikte müteselsilen sorumlu tutulmuştur. Anılan hükme  göre,   Bağlı  kredilerde,  konutun  hiç  ya  da  gereği  gibi  teslim edilmemesi nedeniyle tüketicinin bu Kanunun 11 inci maddesinde belirtilen seçimlik haklarından birini kullanması hâlinde, satıcı ve konut finansmanı kuruluşu  müteselsilen  sorumludur.  Ancak,  konut  finansmanı  kuruluşunun sorumluluğu; konutun teslim edilmemesi durumunda konut satış sözleşmesinde veya bağlı kredi sözleşmesinde belirtilen konut teslim tarihinden, konutun teslim edilmesi durumunda konutun teslim edildiği tarihten itibaren, kullanılan kredi miktarı ile sınırlı olmak üzere bir yıldır.  Bu hükmün sonucu olarak, örneğin  tüketici  satıcıya  karşı  dönme  hakkını  kullanarak  taşınmazı  iade ettiğinde, henüz ödemediği kredi borcundan sorumluluktan kurtulacağı gibi, ödemiş olduğu kredi taksitlerinin de iadesini talep edebilecektir. Keza bedel indirimi hakkını kullanan tüketici de indirilen bedel oranında konut finansman kuruluşuna karşı kredi borcundan kurtulacaktır. Ne var ki bu imkân, Kanun tarafından  süre  bakımından  sınırlanmış  olup,  konutun  teslim  tarihinin üzerinden bir yıl geçtikten sonra kullanılamaz.                                                                                                                     bkz. Yarg. 13. HD, T. 29.2.2012, E. 2011/16563, K. 2012/4754. (Karar metninden alıntı için bkz. Kara, s. 791) 55  Bkz. Öz, (Kongre), s. 150.  56  TKHK 35/I e göre  Bağlı kredi sözleşmesi; konut finansmanı kredisinin münhasıran belirli bir konutun satın alınması durumunda bir sözleşmenin finansmanı için verildiği ve bu iki sözleşmenin objektif açıdan ekonomik bir birlik oluşturduğu sözleşmedir.  TKHK 35/IV e göre ise  Konut finansmanı kuruluşu ile satıcı arasında belirli bir konutun tedarikine ilişkin bir sözleşme olmaksızın, tüketicinin kendisi tarafından belirlenen konutun bedelinin kredi veren konut finansmanı kuruluşu tarafından ödenmesi suretiyle kullandırılan krediler bağlı kredi sayılmaz.   57  Öz, (Kongre) , s. 151.    11796502 Sayılı Tüketicinin...                Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1161-1188  Bağlı  kredilere  ilişkin  genel  hüküm  niteliğindeki  TKHK  30/IV te, isabetli  olarak, bağlı kredi  verene  karşı  ileri  sürülebilecek  haklar  olarak yalnızca dönme ve bedel indirimi haklarından söz edildiği halde, TKHK 35/II hükmünde böyle bir sınırlamaya gidilmeyip  tüketicinin bu Kanunun 11  inci  maddesinde  belirtilen  seçimlik  haklarından  birini  kullanması hâlinde  ifadesine yer verilmiştir. Oysa ki; konut finansman kuruluşlarının sorumluluğu da tüketicinin herhangi bir seçimlik hakkını değil, ancak dönme veya bedel indirimi haklarından birini kullanması hâlinde söz konusu olur. Diğer  bir  ifadeyle,  tüketicinin  ücretsiz  onarım  veya  ayıpsız  misliyle değiştirme  haklarını  kullanması  halinde,  konut  finansman  kuruluşu  bu hakların gereğini yerine getirmekle yükümlü değildir. C- Ücretsiz Onarım ve Ayıpsız Misliyle Değiştirme Hakları Genel olarak TKHK 11/I ve 11/III hükümleri uyarınca, taşınmazın ayıbı karşısından tüketici, ücretsiz onarım ve ayıpsız misliyle değiştirme haklarını,  aşırı  masraf  gerektirmediği  takdirde ,   imkân  varsa   ve   satıcı  için orantısız  güçlükleri  beraberinde  getirecek   olmaması  halinde kullanabilecektir.  TKHK  11/IV  uyarınca  ise  taşınmazlarda,  tüketicinin ücretsiz onarım veya malın ayıpsız misli ile değiştirilmesi haklarından birini kullanması  durumunda,  söz  konusu  talebin,  satıcıya  yöneltilmesinden itibaren altmış iş günü içinde yerine getirilmesi zorunludur. Hükümde geçen  yöneltilmesinden itibaren , ifadesine rağmen, altmış günlük süre, bildirimin satıcıya   varma  anından   başlatılmalıdır.  Belirtilen  süre  içinde  seçilen hakkın  yerine  getirilmemesi  halinde,  tüketici  diğer  seçimlik  haklarını kullanmakta serbesttir.                                                   58  Gümüş, (Şerh), s. 234.   59  Bu durum, TKHK 35 in madde gerekçesinde şöyle ifade edilmiştir: Tüketici satıcıdan tamirat  veya  yenisi  ile  değiştirme  istemiş,  yani  içerik  değiştirmiş  bir  ifa  talebinde bulunmuşsa, konut finansman kuruluşuna karşı herhangi bir talebi olmaz. Buna karşılık tüketici, bedelin indirimi veya sözleşmeden dönme haklarını kullanmayı tercih etmişse, konut  finansman  kuruluşuna  da  başvurma  imkânının  olması  büyük  önem  taşır.  Aksi takdirde tüketici, elde etmek istediği konutun ayıplı olmasına veya hiç ifa edilmemiş olmasına rağmen kredi taksitlerini ödemeye devam etmek ve ödediği parayı bu sefer satıcıdan geri almaya çalışmak zorunda kalacaktır. Satıcının iflas riskini de tüketici taşımak zorunda kalacaktır. Bu nedenle tüketicinin, bedelin indirilmesi olasılığını seçtiği hallerde,  konut  finansman  kuruluşuna  yapacağı  taksit  ödemelerini  de  o  oranda indirebileceği;  sözleşmeden  dönmesi  halindeyse,  o  ana  kadar  yapmış  olduğu  bütün ödemeleri  geri  talep  edebileceği  kabul  edilmiştir.  Paranın  tüketiciye  iade  edilmesi konusunda konut finansman kuruluşu ve satıcı müteselsilen sorumludur 60  Bkz. Öz, (Kongre), s. 149; Gümüş, (Şerh), s. 115 vd.  61  Gümüş, (Şerh), s. 118, 123.  1180Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1165-1188                                             Özçelik Ücretsiz  onarım  veya  eş  deyişle  ayıbın  giderilmesini  isteme  hakkı özellikle konutun içinde, binada veya ortak yerlerde kullanılan malzeme veya tesisatın bozuk, eksik ya da düşük kalitede olması gibi giderilebilir ayıplar bakımından söz konusu olabilir. Buna karşılık, ortak yerlerin kamu malı taşınmazlar veya üçüncü kişilere ait parseller üzerinde bulunması gibi giderilmesi mümkün olmayan ayıplarda bu hakkın kullanılması mümkün değildir. Bu tür durumlarda tüketici sözleşmeden dönme veya bedel indirimi haklarını kullanabilir (TKHK 11/III).  Prensip olarak taşınmazlarda kullanılamayacağı kabul edilen ayıpsız misliyle değiştirme hakkı da TKHK 11/IV hükmünde, konut ve tatil amaçlı taşınmazlarda altmış iş günü içinde yerine getirilmesi gereken bir hak olarak düzenlenmiştir.  Ne  var  ki  pratikte  taşınmazın  ayıpsız  misliyle değiştirilmesini  isteme  hakkının  kullanılabileceği  durumlara  nadiren rastlanır. Olsa olsa birbirine benzeyen yüzlerce konuttan oluşan bir projede ve yalnızca sözleşmeye konu olan konutu ilgilendiren ayıplar bakımından söz  konusu  hakkın  kullanılması  düşünülebilir.  Zira  ortak  yerlerden kaynaklanan ayıp projede yer alan tüm konutlar için geçerli olduğundan, sözleşme konusu konutun ayıpsız bir mislinin bulunması mümkün değildir.  IV.  TAŞINMAZLARDA  AYIPTAN  SORUMLULUĞUN  TÂBİ OLDUĞU ZAMANAŞIMI SÜRESİ TKHK 12/I hükmünde, taşınmazlarda ayıptan sorumluluk, kanunlarda veya  taraflar  arasındaki  sözleşmede  daha  uzun  bir  süre  belirlenmediği takdirde, beş yıllık bir zamanaşımı süresine bağlanmıştır. İkinci el konut satışlarında  ise  bu  süre  üç  yıldan  az  olamaz  (TKHK  12/II).  Şüphesiz sözleşmeyle  daha  uzun  bir  zamanaşımı  süresinin  kararlaştırılması  da mümkündür. Buna karşılık zamanaşımı süresi sözleşmeyle kısaltılamaz. Öte  yandan  Kanun da  öngörülen  zamanaşımı  süresi,  tüketicinin  ayıptan doğan seçimlik haklarına ilişkin olup, bu haklardan biriyle birlikte veya tek başına ileri sürülebilecek olan genel hükümlere göre tazminat talebi, genel zamanaşımı süresine (on yıl) tâbidir.                                                   62  Öz, (Kongre), s. 150.  63  İnceoğlu, s. 205.  64  Kara, s. 802.    11816502 Sayılı Tüketicinin...                Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1161-1188  TKHK  12/I de  zamanaşımı  süresinin  taşınmazın   teslim   tarihinden itibaren işlemeye başlayacağı ifade edilmiştir. Oysa ki; taşınmaz satışına ilişkin olarak TBK 244/III te, bir yapının ayıplı olmasından doğan davaların  mülkiyetin geçmesinden  başlayarak beş yılın geçmesiyle zamanaşımına uğrayacağı  düzenlenmiştir.  Bu  durum  karşısında  kanımca,  uygulamada sıklıkla olduğu gibi, taşınmazın mülkiyetin geçişinden önce tüketiciye teslim edildiği hallerde, zamanaşımının teslimden değil, mülkiyetin geçmesinden itibaren işlemeye başlayacağı kabul edilmelidir. Öngördüğü zamanaşımı sürelerinin  kanunlarda veya taraflar arasındaki sözleşmede daha uzun bir süre belirlenmediği takdirde  uygulama alanı bulacağını düzenleyen TKHK 12/I hükmü de bu düşünceyi desteklemektedir. Zira teslimin tescilden önde gerçekleştiği  durumlarda  TBK  244/III,  TKHK  12/I den  daha  uzun  bir zamanaşımı öngören bir kanun hükmü konumundadır. Teslimin tescilden sonraki bir zamanda gerçekleşmesi durumunda ise, TKHK 12/I uyarınca zamanaşımı  süresi,  taşınmazın  tüketiciye  tesliminden  itibaren  işlemeye başlar.  TKHK 12/III e göre de  Ayıp, ağır kusur ya da hile ile gizlenmişse zamanaşımı hükümleri uygulanmaz .68 Daha önce yürürlükte bulunan 4077 sayılı TKHK 4/IV hükmünün son cümlesinde de  Ancak satılan malın ayıbı, tüketiciden  satıcının  ağır  kusuru  veya  hile  ile  gizlenmişse,  zamanaşımı süresinden  yararlanılamaz   ifadesi  yer  almaktaydı.  Genel  olarak,  bu hükümlerin TBK 146 daki on yıllık genel zamanaşımı süresine bir gönderme anlamı taşıdığı kabul edilmektedir.  Diğer bir ifadeyle burada düzenlenen husus, ayıptan sorumluluğun hiçbir zamanaşımı süresine tâbi olmadığı değil, satıcının kısa zamanaşımı sürelerinden (taşınırlar için iki, taşınmazlar için beş yıl) yararlanamayacağı, böylece sorumluluğun genel zamanaşımı hükmü niteliğindeki TBK 146 uyarınca on yıllık zamanaşımına tâbi olduğudur.                                                  65  Mülkiyetin geçiş tarihinin tespitinde, TMK 1022/II uyarınca yevmiye defterine yapılan kayıt tarihi esas alınır: Koller/Schumacher/Rüegg, s. 203. N. 65; Yavuz, s. 240; Yıldırım, s. 281-282.   66  Zamanaşımı süresinin her durumda teslimden itibaren işlemeye başlayacağı yönünde bkz. Öz, (Kongre), s. 152.  67  Bu yönde bkz. Yarg. 13. HD, T. 6.11.2013, E. 2013/14926, K. 2013/27424 (Karar metni için bkz. Kazancı, E.T.: 1.12.2015). 68  Ağır kusur kavramı zaten hileyi de kapsadığından, hükümde hileden ayrıca söz edilmesi gereksizdir: Gümüş,  (Şerh), s. 129; Öz, (Kongre), s. 152; İnceoğlu, s. 201.  69  Gümüş, (Şerh), s. 125 vd.; İnceoğlu, s. 201.  1182Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1165-1188                                             Özçelik Ağır  kusurlu  satıcı  veya  yüklenicinin  ayıptan  sorumluluğunun  tâbi olduğu zamanaşımı süresi açısından, 1 Temmuz 2012 de yürürlüğe giren 6098 sayılı TBK hükümleri önemli bir yenilik içermektedir.  Şöyle ki, 6098 sayılı  TBK  kendisinden  önce  yürürlükte  olan  818  sayılı  BK dan  farklı olarak,  taşınmazlara  ilişkin  satış  ve  eser  sözleşmelerinde,  satıcının  veya yüklenicinin ağır kusurlu olduğu hallerde, ayıptan doğan sorumluluğun tâbi olduğu zamanaşımı süresini, satış sözleşmesinde mülkiyetin geçişinden, eser sözleşmesinde ise eserin tesliminden itibaren yirmi yıl olarak belirlemiştir (TBK 244/III ve TBK 478). Bu nedenle, yürürlük tarihine göre 4077 sayılı TKHK 4/IV veya 6502 sayılı TKHK 12/III delaletiyle uygulanacak uzun zamanaşımı süresi, somut sözleşme ilişkisinin hangi Borçlar Kanunu na tâbi olduğuna göre değişiklik gösterir. 1 Temmuz 2012 tarihinden önce kurulan sözleşmelerde, satıcı veya yüklenicinin ağır kusurlu olduğu hallerde, ayıptan sorumluluk 818 sayılı BK 125 uyarınca on yıllık zamanaşımına tâbidir. Söz konusu süre, satış sözleşmesinde mülkiyetin geçişinden, eser sözleşmesinde ise eserin tesliminden başlar. Buna karşılık, 1 Temmuz 2012 ve sonrasında kurulan  ve  bu  nedenle  TBK ya  tâbi  olan  sözleşmelerde,  satıcı  veya yüklenicinin ağır kusuru, on yıllık değil, TBK 244/III ve TBK 478 uyarınca yirmi  yıllık  zamanaşımı  süresinin  uygulanması  sonucunu  doğurur.  Bu durum, yukarıda ele alınan çerçevede, satıcının ağır kusurunun bulunduğu kabul  edilen   projeden  konut  satın  alma   olaylarında  özellikle  dikkate alınmalıdır.  SONUÇ Taşınmaza  ilişkin  bir  sözleşmenin  TKHK nın  uygulama  alanına girebilmesi için, konusunun konut veya tatil amaçlı bir taşınmaz olması, sözleşmenin,  satıcının  meslekî  veya  ticarî  faaliyeti  kapsamında  kalması ancak karşı tarafın meslekî veya ticarî olmayan amaçlarla hareket etmiş olması gerekir.   TKHK nın uygulama alanına giren, taşınmaza ilişkin sözleşmelerde, ayıptan sorumluluğun bazı şartları, birtakım özellikler gösterir.                                                   70  Trachsel, s. 141.  71  Bu yönde bkz. Öz, (Kongre), s. 152.  72  Bkz. yuk. II, D.    11836502 Sayılı Tüketicinin...                Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1161-1188  Her şeyden önce taşınmazın satıcı tarafından bildirilen niteliklerinin eksikliğinin ayıp sayılabilmesi için, söz konusu nitelik bildiriminin taşınmaz satışına ilişkin resmi senette yer alması şart değildir. Satıcı veya şartları varsa üçüncü kişi tarafından, reklam, ilan vb. yollarla bildirilen nitelikler de ayıptan sorumluluğun dayanağı olabilir.  Her ne kadar TKHK 8/I de ayıplı mal tanımlanırken, ayıbın var olması gereken an olarak, taşınır- taşınmaz ayrımı yapılmaksızın, teslim anından söz edilmişse de bu hükümde geçen  teslim anında  ifadesini  hasarın geçtiği anda  olarak anlamak ve taşınmazlarda ayıbın var olması gereken ânı da buna göre tespit etmek gerekir.  6502 sayılı TKHK nın ayıptan sorumlulukta şeklî şartlara yer vermemiş olması, hukukumuz bakımından olumlu bir gelişmedir. Ancak uygulamada 4077 sayılı TKHK ve 818 sayılı BK ya tâbi sözleşmelerde, özellikle konut projelerinden  satın  alınan  taşınmazlarda  bağımsız  bölüm  veya  ortak yerlerdeki  ayıplar  karşısında,  tüketicinin  sırf  bildirim  yükümünü  yerine getiremediği için ayıptan doğan haklarını kullanamaması sorunu varlığını sürdürmektedir. Bu sorun, 818 sayılı BK 200 uyarınca, satıcının, tüketicide reklâm, ilân vb. yollarla oluşan yanlış kanaat karşısında bilerek susmak suretiyle, ayıbın varlığını hileyle gizlediğinin ve bu nedenle tüketicinin ayıbı bildirim  külfetini  yerine  getirmeksizin  haklarını  kullanabileceğinin kabulüyle aşılabilir.  TKHK uyarınca ayıptan sorumluluğun sonuçları, yani tüketicinin ayıplı ifa karşısında sahip olduğu haklar da taşınmazlarda bazı özellikler gösterir.  Tüketicinin  ayıp  karşısında  sahip  olduğu  hakların  muhatabı  hiç kuşkusuz öncelikle satıcıdır. Bununla birlikte, konut satışlarında, konutun bulunduğu taşınmazın satıcı dışında bir kişi tarafından meydana getirilmiş olması  halinde,  uygulamada   yüklenici   olarak  adlandırılan  kişilerin  de tüketiciye karşı TKHK 11/II çerçevesinde  üretici  sıfatıyla, satıcıyla birlikte müteselsilen sorumlu tutulması gerekir. Öte yandan bağlı kredi veren konut finansman kuruluşları da tüketicinin sözleşmeden dönme veya bedel indirimi haklarını kullanması halinde, tüketiciye karşı satıcıyla birlikte müteselsilen sorumludur.   1184Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1165-1188                                             Özçelik TKHK, taşınmazın ayıbı karşısında tüketicinin ücretsiz onarım veya malın  ayıpsız  misli  ile  değiştirilmesi  haklarından  birini  kullanması durumunda,    söz  konusu  hakkın  gereğinin  altmış  iş  günü  içinde  yerine getirilmesini zorunlu tutmuştur. Söz konusu altmış günlük süre, bildirimin satıcıya varma anından başlatılmalıdır.  TKHK, taşınmazlarda ayıptan sorumluluk için kural olarak beş yıllık bir zamanaşımı  süresi  öngörmüştür.  Taşınmazın,  mülkiyetin  tüketici  adına tescilinden önce tüketiciye teslim edildiği hallerde söz konusu süre, teslim ânından  değil,  mülkiyetin  tüketiciye  geçtiği  andan  itibaren  işlemeye başlamalıdır.  Satıcının  ağır  kusurunun  bulunduğu  hallerde,  zamanaşımı süresi, satış sözleşmesinde mülkiyetin geçtiği andan, eser sözleşmesinde ise eserin tesliminden başlamak üzere; TBK nın yürürlüğe girdiği 1 Temmuz 2012 tarihinden önce kurulan sözleşmeler bakımından on yıl iken, 1 Temmuz 2012 ve sonrasında kurulan sözleşmeler bakımından ise yirmi yıldır.                  11856502 Sayılı Tüketicinin...                Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1161-1188  KISALTMALAR  Art.      : Artikel aşa.      : aşağıda Aufl.      : Auflage BasK     : Basler Kommentar  BATİDER  : Banka ve Ticaret Hukuku Dergisi BGE      : Entscheidungen des Schweizerischen Bundesgerichts BK      : 818 Sayılı Borçlar Kanunu bkz.      : bakınız BR      : Baurecht  C.      : Cilt Der.      : Derleyen dn.      : dipnot E.       : Esas Numarası E.T.      : Erişim Tarihi HD      : Hukuk Dairesi HGK     : Hukuk Genel Kurulu Hrsg.     : Herausgeber İBD      : İstanbul Barosu Dergisi İÜHFM   : İstanbul Üniversitesi Hukuk Fakültesi Mecmuası K.      : Karar Numarası Kazancı   : Kazancı İçtihat Bilgi Bankası KMK     : Kat Mülkiyeti Kanunu KBD     : Konya Barosu Dergisi m.      : madde N.      : Not OR      : Bundesgesetz vom 30. März 1911 betreffend die Ergänzung des Schweizerischen Zivilgesetzbuches (Fünfter Teil: Obligationenrecht) (İsviçre Borçlar Kanunu) s.       : sayfa  S.       : Sayı  T.      : Tarih  TBK      : 6098 Sayılı Türk Borçlar Kanunu TKHK    : Tüketicinin Korunması Hakkında Kanun TMK     : Türk Medenî Kanunu vb.       : ve benzeri vd.      : ve devamı vs.      : ve sair Vor.      : Vorbemerkung Yarg.     : Yargıtay Yuk.      : Yukarıda ZBGR    : Schweizerische Zeitschrift für Beurkundungs- und Grundbuchrecht 1186Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1165-1188                                             Özçelik KAYNAKÇA Akçaal, M.: Satış Sözleşmesinde Yarar ve Hasarın Geçişi, KBD, 2013, S. 24, s. 50-53.  Aral, F./Ayrancı, H.: Borçlar Hukuku Özel Borç İlişkileri, Ankara 2012. Aslan, İ. Y.: Tüketici Hukuku, 4. Bası, Bursa 2014.     Atamer, Y./Baş, E.:  Avrupa Birliği Hukuku ile Karşılaştırmalı Olarak 6502 Sayılı Yeni Tüketicinin Korunması Hakkında Kanun Uyarınca Satım Sözleşmesinde Ayıptan Doğan Sorumluluk, İBD, C. 88, Tüketici Hakları ve Rekabet Hukuku Özel Sayısı, 2014, s. 19-60.  Atamer, Y.: Yeni Türk Borçlar Kanununda Taşınır Satımı Sözleşmesi, Türk Borçlar Kanunu Sempozyumu, Der. M.M. İnceoğlu, İstanbul 2012, s. 187-221.  Bucher,  E./Buz,  V.:  Mağdur  Edilen  Alıcı,  Prof.  Dr.  Necip Kocayusufpaşaoğlu İçin Armağan, Ankara 2004, s. 145-178.  Buz, V.: Borçlu Temerrüdünde Sözleşmeden Dönme, Ankara 1998.  Çetiner, B.: Yeni Türk Borçlar Kanunu'nda Yarar Ve Hasarın İntikali İle Satıcının Ayıptan Sorumluluğuna İlişkin Hükümlerin Değerlendirilmesi, İÜHFM, C. LXVII, Y. 2009, S.1-2, s. 97-114.  Gümüş, M. A.: 6502 Sayılı Tüketicinin Korunması Hakkında Kanun Şerhi, Cilt 1 (Madde 1-46), İstanbul 2014. (Gümüş, Şerh) Gümüş, M. A.: 6502 Sayılı Tüketicinin Korunması Hakkında Kanun a Genel Bakış, Sektörel Bazda Tüketici Hukuku ve Uygulamaları, 4. Tüketici Hukuku Kongresi, Ed. Tokbaş, H./Üçışık, F., Ankara 2015, s. 20-26.  Honsell,  H./Vogt,  N.P./Wiegand,  W.  (Hrsg.):  Basler  Kommentar Obligationenrecht I, Art. 1-529, 5. Aufl., Basel 2011 (BasK/Yazar adı). İnceoğlu,  M.M.:  Ayıba  Karşı  Tekeffül  ve  Garanti  Sorumluluğu,  Yeni Tüketici Hukuku Konferansı, Der. M.M. İnceoğlu, İstanbul 2015, s. 153-238.  Kara, İ.: Tüketici Hukuku, Ankara 2015.   11876502 Sayılı Tüketicinin...                Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1161-1188  Koller, A. (Hrsg.): Der Grundstückkauf, 2. Aufl., Bern 2001 (Koller/Yazar adı).  Koller, A.: Schweizerisches Obligationenrecht, Besonderer Teil, Band I, Die einzelnen Vertragsverhältnisse Art. 184-318 OR, Bern 2012.   Kurşat, Z.: Borçlar Hukuku Alanında Hile Kavramı, İstanbul 2003.  Öz, T.: Konusu Taşınmaz olan Tüketici Sözleşmelerinde Geçerlilik ve Borca Aykırılık, Sektörel Bazda Tüketici Hukuku ve Uygulamaları, 4. Tüketici Hukuku Kongresi, Ed. Tokbaş, H./Üçışık, F., Ankara 2015, s. 138-160 (Öz, Kongre). Öz, T.: Konut ve Tatil Amaçlı Taşınmaz Satışında Ayıplı İfa- Eksik İfa Ayırımı,  2.  Tüketici  Hukuku  Sempozyumu  Ses  Çözümleri  ve Makaleleri, Ankara 2013, s. 205-213 (Öz, Sempozyum). Özel, Ç.: Tüketicinin Korunması Hukuku, 2. Baskı, Ankara 2014.  Reetz,  P./Sohm,  M./Franceschetti,  L.:  Kaufvertrags-,  Werkvertrags-  und Auftragsrecht - Entwicklungen 2013-06/14, Bern 2014.   Schmidt, J. (Hrsg.): Der Grundstückkauf, Zürich 2010. Sirmen, A. L.: Eşya Hukuku, 3. Bası, Ankara 2015.  Trachsel, H.: Zum absichtlichen (arglistigen) Verschweigen von Mängeln, BR 2015/3, s. 135-142. Yavuz, C.: Türk Borçlar Hukuku Özel Hükümler, 9. Baskı, İstanbul 2014.   Yıldırım, A.: Taşınmaz Satışında Hasarın İntikali, BATİDER, C. XXXI, S.2 (Haziran 2015), s. 257-30  1188",
     "Abstract": "The contracts on immovable property were first provided under the Turkish consumer law by the Law, numbered 4822 of 2003 which amended the Law on Consumer Protection, numbered 4077. The same approach is also adopted in the new Law on Consumer Protection, numbered 6502 that came  into  force  on  28th  May  2014.  The  Law  covers  the  contracts  on immovable property, concluded under certain conditions, the contracts on the sale of immovable property being the most important type of such contracts. However, all other contracts subject of which is an immovable property are also covered by the Law. This article aims to analyse the conditions and consequences of liability for defect as regards the contracts on immovable property, with a special emphasis on the contracts on the sale of immovable property.",
     "Metin": "6502 Sayılı TKHK, kendisinden önce yürürlükte bulunan 4077 sayılı TKHK gibi, taşınmazları konu alan bazı sözleşme ilişkilerine de uygulanır. Söz konusu ilişkiler ancak konut veya tatil amaçlı taşınmazları konu alan ve tüketici işlemi niteliği taşıyan sözleşmelerden doğabilir. Ayıptan sorumluluğa ilişkin olarak Kanun, ayıplı mal- ayıplı hizmet ayrımına dayanmaktadır. Bunun taşınmaz eşya açısından anlamı, konut ve tatil amaçlı taşınmazları konu alan ve tüketici işlemi niteliği taşıyan her türlü sözleşmede,  Kanun un  ayıplı  mala  ilişkin  hükümlerinin  uygulanacak olmasıdır.  Bununla  birlikte  uygulamada  ayıplı  taşınmaza  ilişkin uyuşmazlıkların büyük ölçüde taşınmaz satış sözleşmesinden kaynaklandığı gözlemlenmektedir.  TKHK nın  ayıptan  sorumluluğun  şartları  ve  sonuçlarını  düzenleyen hükümlerine  bakıldığında,  bunlardan  bazılarının  taşınmaz  eşya  açısından özellik arz eden durumlar ortaya çıkardığı görülür. Taşınmazlarda hangi tür eksikliklerin veya bozuklukların TKHK çerçevesinde ayıp sayılabileceği, ayıbın var olması gereken ânın tespiti, daha önce 4077 sayılı Kanun da 1162Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1165-1188                                             Özçelik öngörülen bildirim külfetine 6502 sayılı TKHK da yer verilmemiş olması gibi meseleler, taşınmazlarda, ayıptan sorumluluğun şartları açısından özel olarak  incelenmeyi  gerektiren,  teorik  ve  pratik  sorunları  karşımıza çıkarmaktadır.  Aynı  şekilde,  ayıptan  sorumluluğun  kime  karşı  ileri sürülebileceği, tüketicinin sahip olduğu ücretsiz onarım ve ayıpsız misliyle değiştirme hakları gibi konular da ayıptan sorumluluğun sonuçları açısından taşınmazlarda özellik arz eden durumlara vücut verir. Ayıptan sorumluluğun tâbi olduğu zamanaşımı ise TKHK nın taşınmazlara özgü hükümler içerdiği bir diğer konuyu oluşturmaktadır.  Çalışmanın  konusu,  ayıptan  sorumluluğun  şartları,  sonuçları  ve  bu sorumluluğun tâbi olduğu zamanaşımı süresinin taşınmazlarda özellik arz eden  yönlerinin  incelenmesidir.  Bu  yapılırken  öncelikle  bir  sözleşmenin TKHK nın uygulama alanına girebilmesi için gerekli şartlar, ardından da özellikle  taşınmaz  satış  sözleşmesi  göz  önünde  bulundurularak,  ayıptan sorumluluğun şart ve sonuçları ele alınacaktır.  I.  TAŞINMAZA İLİŞKİN OLUP TÜKETİCİNİN KORUNMASI HAKKINDA  KANUN UN  UYGULAMA  ALANINA GİREBİLECEK SÖZLEŞMELER  A-  Taşınmaza  İlişkin  Bir  Sözleşmeye  TKHK  Hükümlerinin Uygulanabilmesi İçin Gerekli Şartlar 1) Sözleşme Konusu Taşınmazın Konut veya Tatil Amaçlı Olması (TKHK 3/h) Tüketicinin Korunması Hakkında Kanun a göre  mal  kavramından,   Alışverişe konu olan; taşınır eşya, konut veya tatil amaçlı taşınmaz mallar ile elektronik ortamda kullanılmak üzere hazırlanan yazılım, ses, görüntü ve benzeri her türlü gayri maddi mallar  anlaşılır (TKHK 3/h). Bu nedenle, taşınmazı konu alan bir sözleşmenin Kanun un uygulama alanına girebilmesi için,  konut  veya  tatil  amaçlı  olması  gerekmektedir.  Kanun,  taşınmazın amacının  belirlenmesinde,  onun  objektif  kullanım  amacının  mı,  yoksa tüketicinin sübjektif kullanma amacının mı esas alınacağı konusunda netlik içermemektedir. Bu konuda, taşınmazın tapu kütüğü ve kat mülkiyeti kütüğü sayfasında yer alan ve taşınmazın niteliğini gösteren bilgiler esas alınabilir. Bu  çerçevede  kütükte  arazi,  arsa,  işyeri,  büro  vb.  olarak  belirtilen  bir taşınmazı konu alan sözleşmenin TKHK nın uygulama alanına girmeyeceği   11636502 Sayılı Tüketicinin...                Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1161-1188  kabul edilmelidir. Öte yandan uygulamada, iş sahibinin birden çok bağımsız bölüm elde etmek üzere yaptığı arsa payı karşılığı inşaat sözleşmelerinin de TKHK  kapsamında  değerlendirilemeyeceği  kabul  edilmektedir. Uygulamanın  bu  yaklaşımından,  iş  sahibinin  kendi  barınma  veya  tatil ihtiyacını karşılamak üzere tek bir konut elde etmek üzere yaptığı arsa payı karşılığı inşaat veya eser sözleşmesinin tüketici sözleşmesi sayılabileceği sonucuna varmak mümkündür.  2) Taşınmaza  İlişkin  Sözleşmenin  Satıcının  Meslekî  ve  Ticarî Faaliyeti Kapsamında Olması (TKHK 3/i) Tüketicinin Korunması Hakkında Kanun un 3/i hükmüne göre  satıcı  kavramı,   Kamu  tüzel  kişileri  de  dâhil  olmak  üzere  ticari  veya  mesleki amaçlarla tüketiciye mal sunan ya da mal sunanın adına ya da hesabına hareket eden gerçek veya tüzel kişiyi  ifade eder. Bu tanımdan iki sonuç çıkarmak  mümkündür:  Birincisi,  Kanun,  mal  sunan  herkesi,  söz  konusu malın hangi sözleşme ilişkisi çerçevesinde sunulduğuna bakmaksızın  satıcı  olarak nitelemektedir. Diğer bir ifadeyle satış sözleşmesinde mülkiyeti devir borcu altındaki kimsenin yanı sıra, örneğin taşınmaz eser meydana getirip teslim  etmeyi  üstlenen  kimse  de  TKHK ya  göre  satıcıdır.  TKHK  3/i hükmünün ortaya koyduğu ikinci ve esas önemli sonuç ise, taşınmaza ilişkin bir sözleşmenin TKHK nın uygulama alanına girebilmesi için, söz konusu sözleşmenin  satıcının  meslekî  veya  ticarî  faaliyeti  çerçevesinde  kalması gerektiğidir.  Bunun  sonucu  olarak,  taşınmazı  konu  alan  sözleşmenin, satıcının ticarî veya meslekî faaliyetiyle ilgisi bulunmuyorsa o sözleşme ilişkisi TKHK ya değil, TBK hükümlerine tâbidir. 3) Satıcının  Karşı  Tarafının  Ticari  veya  Mesleki  Olmayan Amaçlarla Hareket Etmesi (TKHK 3/k) Tüketicinin  Korunması  Hakkında  Kanun un  3/k  hükmünde  tüketici,  ticari veya mesleki olmayan amaçlarla hareket eden gerçek veya tüzel kişi  olarak  tanımlanmıştır.  Bunun  sonucu  olarak,  sözleşme  konusu  taşınmaz                                                  1  Bkz. Yarg. 13. HD, T. 6.11.2013, E. 2013/14926, K. 2013/27424 (Karar metni için bkz. Kazancı, E.T.: 1.12.2015).  2  Bkz. Yarg. 13. HD, T. 18.3.2015, E. 2015/5235, K. 2015/8680;  Yarg. 23. HD, T. 16.3.2015, E. 2015/96. K. 2015/1657. Buna karşılık, iki adet stüdyo tipi daire satışı işleminin de TKHK kapsamında olduğu yönünde bkz. Yarg. 13. HD, T. 23.6.2014, E. 2014/15653, K. 2014/20558 (Karar metinleri için bkz. Kazancı, E.T.: 1.12.2015). 1164Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1165-1188                                             Özçelik konut veya tatil amaçlı (TKHK 3/h) olsa bile, meslekî faaliyeti çerçevesinde bu taşınmazı satın alan kimse tüketici sayılamaz. Aynı şekilde, bir kimsenin, konut niteliğinde bir taşınmazı salt yatırım amaçlı olarak satın aldığının tespit  edilebildiği  hallerde,  bu  kimsenin  tüketici  sayılmaması  gerekir. Satıcının böyle bir kimseyle yaptığı sözleşmeye TBK hükümleri uygulanır.   B-  Taşınmaza  İlişkin  Olup  TKHK nın Ayıplı  Mal  Hükümlerine Tâbi Olabilecek Sözleşmeler Yukarıda incelenen şartlar çerçevesinde, genel olarak, taşınmaz satış sözleşmesi,  taşınmaz  satış  vaadi,  taşınmaz  mal  değişimi  (trampa) sözleşmesi, arsa payı karşılığı inşaat sözleşmesi, taşınmaz eser meydana getirilmesini  konu  olan  eser  sözleşmeleri,  devre  mülk  ve  devre  tatil sözleşmeleri ile taşınmaz kirası sözleşmeleri, TKHK nın uygulama alanına girebilecek  sözleşmeler  olarak  karşımıza  çıkmaktadır.  TKHK ya  göre ayıptan sorumluluğun şartları ve sonuçları bakımından ise ayıplı taşınmazın hangi tür sözleşme ilişkisine konu olduğunun bir önemi bulunmamaktadır. Zira Kanun, sadece ayıplı mal ve ayıplı hizmet ayrımı yapmıştır. Bu nedenle, taşınmaz  mülkiyetini  devir  borcu  doğuran  sözleşmeler  kadar,  örneğin taşınmazlara ilişkin iş görme sözleşmeleri de (eser sözleşmesi, arsa payı                                                  3  Gümüş,  M.  A.:  6502  Sayılı  Tüketicinin  Korunması  Hakkında  Kanun a  Genel  Bakış, Sektörel Bazda Tüketici Hukuku ve Uygulamaları, Kongre, Ed. Tokbaş, H./Üçışık, F., Ankara 2015, s. 22.  4  Taşınmaz satış vaadinin ifa edilmemesinden doğan uyuşmazlıkların TKHK kapsamında olduğu yönünde örnek olarak bkz. Yarg. 3. HD, T. 5.2.2014, E. 2014/185, K. 2014/1619; Yarg. 13. HD, T. 25.6.2013, E. 2013/9083, K. 2013/17435; Yarg. 15. HD, T. 27.6.2013, E. 2013/1083, K. 2013/4239 (Karar metinleri için bkz. Kazancı, E.T.: 1.12.2015). 5  Yargıtay ın, iş sahibinin birden çok bağımsız bölüm elde etmek amacıyla yaptığı arsa payı karşılığı inşaat sözleşmelerinin tüketici işlemi sayılamayacağı yönündeki kararları için bkz. yuk. dn. 2.  6  Yarg. 13. HD, T. 27.6.2013, E. 2013/3093, K. 2013/17718 (Karar metni için bkz. Kazancı, E.T.: 1.12.2015).  7  Taşınmaz kirası sözleşmelerinin de tüketici işlemi sayılmasına teorik olarak bir engel bulunmamakla  birlikte,  pratikte  bu  nitelikte  sözleşmelerle  karşılaşılması  düşük  bir olasılıktır. Zira doktrinde de ifade edildiği gibi, ülkemizde gerçek veya tüzel kişilerin, sahip oldukları konutları, ticarî faaliyet olarak tüketicilere kiralamaları pek yaygın bir uygulama değildir: Öz, (Kongre), s. 140. Kaldı ki; TBK hükümleri kiracı bakımından yeterli korumayı sağladığından, söz konusu sözleşmelerin tüketici işlemi olarak değerlendirilmesinin pratik bir yararı da bulunmamaktadır: Öz, (Kongre), s. 140; İnceoğlu, M.M.: Ayıba Karşı Tekeffül ve Garanti Sorumluluğu, Yeni Tüketici Hukuku Konferansı, Der. M.M. İnceoğlu, İstanbul 2015, s. 156.  8  Öz, (Kongre), s.140; İnceoğlu, s. 154.    11656502 Sayılı Tüketicinin...                Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1161-1188  karşılığı inşaat sözleşmesi gibi) ayıptan sorumluluğun şartları ve sonuçlarını düzenleyen  TKHK  9-12  hükümlerine  tâbidir.  Öte  yandan  uygulamada, taşınmazın  ayıplı  olmasından  kaynaklanan  ve  TKHK ya  tâbi uyuşmazlıkların büyük ölçüde taşınmaz satış sözleşmesi çerçevesinde ortaya çıktığı da bir gerçektir.   II. AYIPTAN  SORUMLULUĞUN  ŞARTLARI  BAKIMINDAN TAŞINMAZLARDA ÖZELLİK ARZ EDEN DURUMLAR  A- Genel Olarak TKHK ya Göre Ayıptan Sorumluluğun Şartları  TBK 219/I e göre  Satıcı, alıcıya karşı herhangi bir surette bildirdiği niteliklerin satılanda bulunmaması sebebiyle sorumlu olduğu gibi, nitelik veya niteliği etkileyen niceliğine aykırı olan, kullanım amacı bakımından değerini ve alıcının ondan beklediği faydaları ortadan kaldıran veya önemli ölçüde azaltan maddi, hukuki ya da ekonomik ayıpların bulunmasından da sorumlu  olur.   Bu  çerçevede  ayıp,   satıcının  alıcıya  karşı  herhangi  bir surette  bildirdiği  niteliklerin  malda  bulunmaması  ya  da  sözleşmede öngörülen  kullanım  amacı  bakımından  malın  değerini  ve  alıcının  ondan beklediği faydaları ortadan kaldıran veya azaltan eksiklik ve bozukluklar  olarak tanımlanmaktadır.  TKHK ya göre ise  Ayıplı mal, tüketiciye teslimi anında, taraflarca kararlaştırılmış olan örnek ya da modele uygun olmaması ya da objektif olarak sahip olması gereken özellikleri taşımaması nedeniyle sözleşmeye aykırı  olan  maldır   (TKHK  8/I).   Ambalajında,  etiketinde,  tanıtma  ve kullanma kılavuzunda, internet portalında ya da reklam ve ilanlarında yer alan özelliklerinden bir veya birden fazlasını taşımayan; satıcı tarafından bildirilen  veya  teknik  düzenlemesinde  tespit  edilen  niteliğe  aykırı  olan; muadili olan malların kullanım amacını karşılamayan, tüketicinin makul olarak beklediği faydaları azaltan veya ortadan kaldıran maddi, hukuki veya ekonomik eksiklikler içeren mallar da ayıplı olarak kabul edilir . (TKHK 8/II). Görüldüğü gibi, TBK ile TKHK nın ayıp kavramına yaklaşımı, özü                                                  9  İnceoğlu, s. 154; Öz, (Kongre), s. 140. 10  Bkz. Öz, (Kongre), s. 140; İnceoğlu, s. 154. 11  Bkz. İnceoğlu, s. 157. Ayrıca bkz. Aral, F./Ayrancı, H.: Borçlar Hukuku Özel Borç İlişkileri, Ankara 2012, s. 103; Yavuz, C.: Türk Borçlar Hukuku Özel Hükümler, 9. Bası, İstanbul 2014, s. 121; Gümüş, M. A.: 6502 Sayılı Tüketicinin Korunması Hakkında Kanun Şerhi, Cilt 1 (Madde 1-46), İstanbul 2014, s. 84 vd. 1166Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1165-1188                                             Özçelik itibariyle  aynıdır.  Yalnızca  TKHK nın  ilgili  düzenlemelerinde,  sözleşme konusu malın taşıması gereken lüzumlu vasıflar ve özellikle nitelik vaadinin kaynakları  daha  somut  bir  şekilde  ifade  edilmiştir.  İki  düzenleme arasındaki en önemli fark ise, TKHK açısından malın niteliklerinin bizzat satıcı  tarafından  bildirilmesinin  şart  olmamasıdır.  TKHK  9/II  hükmü uyarınca  başkası  tarafından  yapılan  reklamlar  da  prensip  olarak  nitelik vaadinin kaynağı olabilir ve satıcı bunlardan doğan sorumluluktan ancak söz konusu  hükümde  sayılan  durumlardan  birinin  varlığını  ispat  ederek kurtulabilir.  TBK ve TKHK nın ayıp kavramına yaklaşımları konusundaki benzerlik nedeniyle, ayıptan sorumluluğun genel satım hukukundaki temel şartlarının, TKHK  açısından  da  geçerli  olduğunu  kabul  etmek  gerekir.  Buna  göre TKHK ya  göre  de  ayıptan  sorumluluktan  söz  edebilmek  için  sözleşme konusu  şeyin  en  geç  hasarın  geçtiği  anda  ayıplı  olması  (TKHK  8)  ve tüketicinin  ayıbı  bilmiyor  olması  (TKHK  10)  gerekir.  Buna  karşılık TBK dan (m. 223) ve 4077 sayılı eski TKHK dan (m.4) farklı olarak, 6502 sayılı  TKHK,  ayıptan  sorumlulukta  şeklî  şartlara  (gözden  geçirme  ve bildirim külfetlerine) yer vermediği için, bu şartların yerine getirilmesi gereğinden  de  söz  edilemez.  Keza,  TKHK  hükümlerinin  nisbî  emredici karakteri karşısında, ayıptan doğan sorumluluğun sözleşmeyle daraltılması veya kaldırılması da mümkün olmasa gerektir.  TKHK ya  göre  ayıptan  sorumluluğun  bir  önceki  paragrafta  ortaya konulan şartlarından çalışma konumuz olan taşınmazlar açısından özellik arz edenleri, ayıbın varlığı ile ayıbın var olması gereken andır. Öte yandan, her ne kadar 6502 sayılı TKHK, gözden geçirme ve bildirim külfetlerine yer vermemişse de uygulamada, taşınmazlara ilişkin olup 4077 sayılı TKHK ya tâbi  sözleşmelerde  özellikle  bildirim  külfetinin  yerine  getirilmemiş olmasından  doğan  sorunların  devam  ettiği  görülmektedir.  Bu  nedenle aşağıda söz konusu üç husus üzerinde durulacaktır.                                                   12  İnceoğlu, s. 157-158.  13  Bkz. Gümüş, (Şerh), s. 94-95; İnceoğlu, s. 160-161.  14  Bkz. aşa. II, D.  15  Bu yönde bkz. İnceoğlu, s. 173; aksi yönde bkz. Özel, Ç.: Tüketicinin Korunması Hukuku, 2. Baskı, Ankara 2014, s. 98; Aslan, İ. Y.: Tüketici Hukuku, 4. Bası, Bursa 2014, s. 143 vd.    16  Tüketicinin ayıbı bilmiyor olması şartı konusunda bkz. İnceoğlu, s. 170-173; Atamer, Y./Baş, E.: Avrupa Birliği Hukuku ile Karşılaştırmalı Olarak 6502 Sayılı Yeni Tüketicinin Korunması Hakkında Kanun Uyarınca Satım Sözleşmesinde Ayıptan Doğan Sorumluluk, İBD, C. 88, Tüketici Hakları ve Rekabet Hukuku Özel Sayısı, 2014, s. 28.   11676502 Sayılı Tüketicinin...                Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1161-1188  B- Taşınmazda Ayıbın Varlığı TKHK nın yukarıda ele alınan düzenlemeleri çerçevesinde bir şeyin  ayıplı  olarak nitelenebilmesi için, o şeyin sözleşmede kararlaştırılan, satıcı veya bir başkası tarafından reklâm vb. yoluyla açıklanan veya tüketicinin makul  olarak  var  olmasını  beklediği  özelliklerinin  o  şeyde  bulunmuyor olması gerekli ve yeterlidir. Diğer bir ifadeyle, ayıptan sorumluluk öncelikle geçerli bir sözleşmenin varlığını gerektirmekle birlikte, bu sorumluluğun tek  dayanağı  bizzat  sözleşme  metni  değildir.  Sözleşme  metninde  yer almamasına rağmen satıcı veya bir başkası tarafından varlığı bildirilen veya tüketicinin  objektif  olarak  var  olmasını  beklediği  nitelikler  de  ayıptan sorumluluğun  kaynağı  olabilir.  Bu  durum,  inceleme  konumuz  olan taşınmazlarda özel bir önem arz eder. Zira uygulamada reklâm, broşür, ilân vb. vasıtalarla taşınmaza ilişkin birçok nitelik açıklanmakta ancak taşınmaz mülkiyetinin devrine ilişkin resmî senette (TMK 706/I) bunların tümü -doğal olarak-  yer  almamaktadır.  Daha  sonra  ayıptan  sorumluluğa  ilişkin uyuşmazlıklarda, satıcının resmî senette yer almayan niteliklerin eksikliğinin ayıp sayılamayacağı iddiasını ileri sürdüğü gözlemlenmektedir. TKHK 8 uyarınca, resmî şekilde yapılan sözleşme dışında, yapılan reklâmlarda veya tüketiciye  verilen  broşür  ve  benzeri  belgelerde  yer  alan  niteliklerin eksikliğinin de ayıp teşkil edeceği gerçeği karşısında bu tür iddialara itibar edilmemesi gerekir.    Yargı  kararlarına  yansıyan  olaylardan  yola  çıkarak,  taşınmazlarda karşılaşılan ayıplara şu örnekler verilebilir:                                                   17  Taşınmaz  mülkiyetini  devir  borcu  doğuran  sözleşmelerin  kural  olarak  resmî  şekilde yapılması  gereği  (TMK  706)  karşısında,  tüketici  sözleşmelerinde  şekil  eksikliği sorunlarıyla karşılaşılmaktadır. Ancak pratikte bunlar daha çok borcun hiç veya zamanında ifa  edilmemesi  hallerini  ilgilendirir.  Zira  resmi  şekilde  sözleşme  yapılıp  taşınmazın mülkiyeti (ön ödemeli konut satışlarında TKHK 44/I uyarınca kat irtifakı) tüketici adına tescil edilmedikçe mülkiyeti devir borcu ifa edilmemiş olacağından, ayıplı ifa değil, borcun ifasında imkânsızlık (TBK 112, 136) veya temerrüt (TBK 125 vd.) söz konusu olur. Bu hallerde satıcının şekil eksikliğini ileri sürerek mülkiyeti devir borcundan kurtulmaya çalışması, olayların çoğunda hakkın kötüye kullanılması teşkil eder. Bkz. Yarg. İBGK, T. 30.09.1988, E. 1987/2, K. 1988/2. (Karar metni için bkz. Kazancı, E.T.: 1.12.2015) Kaldı ki; tüketiciyle genellikle adî yazılı bir sözleşme veya taşınmaz satış vaadinin yapıldığı ön ödemeli  konut  satışlarına  ilişkin  olarak  TKHK  41/I de  açıkça,  satıcının  sözleşmenin geçersizliğini tüketicinin aleyhine olacak şekilde ileri süremeyeceği öngörülmüştür. Bu konuyla ilgili olarak bkz. Öz, (Sempozyum), s. 207; Öz, (Kongre), s. 142 vd.  1168Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1165-1188                                             Özçelik -  Taşınmazın  yüzölçümünün  sözleşmenin  gerektirdiğinden  daha küçük olması,  -  Bağımsız  bölümde  kullanılan  malzeme  veya  tesisatın  bozuk, eksik ya da sözleşmenin gerektirdiğinden düşük kalitede veya küçük olması,  -  Asansörlü  olacağı  taahhüt  edilen  binanın  asansörünün bulunmaması  -  Bağımsız bölümün önünün projeye aykırı olarak bina yapılması nedeniyle kapanması,  -  Sitenin  genel  çevre  duvarları  ve  demir  parmaklıklarının olmaması,  güvenlik  sisteminin  çalışmaması,  peyzaj  işlerinin modern  teknoloji  ile  yapılmamış  olması,  çevresinde  taahhüt edilen  sayıda  ağaç  bulunmaması,  havuzların  vaat  edilen standartta olmaması,  -  Sosyal veya sportif tesisler, yeşil alanlar vb. ortak yerlerin hiç bulunmaması, sözleşmenin gerektirdiğinden küçük olması, kamu malı taşınmazlar veya üçüncü kişilerin mülkiyetindeki parseller üzerinde yer alması.                                                   18  Bkz. Yarg. 13. HD, T. 22.4.2014, E. 2013/15540, K. 2014/12779; Yarg. 13. HD, T. 26.9.2013, E. 2012/28409, K. 2013/23011. Ayrıca bkz. aşa. II, D. Buna karşılık Yargıtay ın bazı kararlarında, taşınmazın yüzölçümünün sözleşmenin gerektirdiğinden küçük olması bir  ayıplı ifa  değil, eksik ifa olarak değerlendirilmiştir. Bkz. Yarg. HGK, T. 9.12.1992, E. 1992/649, K. 1992/732; Yarg. 15. HD, T. 17.06.2008, E. 2008/1942, K. 2008/4021 (Karar metinleri için bkz. Kazancı, E.T.: 1.12.2015); aynı yönde bkz. Kara, İ.: Tüketici Hukuku, Ankara 2015, s. 744; bağımsız bölümün yüzölçümü eksikliği bakımından aynı yönde bkz. Öz, (Kongre), s. 147.  19  Yarg. 13. HD, T. 29.5.2014, E. 2014/12919, K. 2014/16687; Yarg. 13. HD, T. 22.4.2014, E. 2013/15540, K. 2014/12779; Yarg. 13. HD, T. 14.4.2014, E. 2013/30761, K. 2014/11764; Yarg. 13. HD, T. 13.4.2014, E. 2013/8150, K. 2014/7244 (Karar metinleri için bkz. Kazancı, E.T.: 1.12.2015).  20  Yarg. 13. HD, T. 6.11.2013, E. 2013/14926, K. 2013/27424 (Karar metinleri için bkz. Kazancı, E.T.: 1.12.2015).  21  Yarg. 13. HD, T. 22.4.2014, E. 2013/15540, K. 2014/12779; Yarg. 13. HD, T. 13.3.2014, E. 2013/17705, K. 2014/7225; Yarg. 13. HD, T. 2.10.2013, E. 2012/24807, K. 2013/24013.  (Karar metinleri için bkz. Kazancı, E.T.: 1.12.2015).  22  Yarg. HGK, T. 25.2.2015, E. 2014/13-591, K. 2015/875; Yarg. HGK, T. 2.11.2011, E. 2011/13-468, K. 2011/666. (Karar metinleri için bkz. Kazancı, E.T.: 1.12.2015).  23  Yarg. 13. HD, T. 13.4.2014, E. 2013/8150, K. 2014/7244; Yarg. 13. HD, T. 7.11.2013, E. 2013/434, K. 2013/27572; Yarg. 13. HD, T. 13.7.2014, E. 2014/9225, K. 2014/22864; Yarg. 13. HD, T. 5.6.2014, E. 2014/15004, K. 2014/17813. Ayrıca bkz. aşa. II, D. İnşa edileceği taahhüt edilen sosyal tesislerin hiç yapılmamış olmasının ayıplı ifa değil, eksik ifa teşkil ettiği yönünde bkz. Yarg. HGK, T. 23.11.2011, E. 2011/13-350, K. 2011/700; Yarg.   11696502 Sayılı Tüketicinin...                Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1161-1188  Bilindiği üzere, genel satım hukukunda ayıbın varlığını ispat yükü alıcı üzerindedir.  Ancak  6502  sayılı  TKHK,  kendisinden  önceki  4077  sayılı TKHK dan farklı olarak, malın tesliminden itibaren 6 ay içinde ortaya çıkan ayıplar  bakımından  bir   ayıp  karinesi   öngörmüştür.  Buna  göre   Teslim tarihinden itibaren altı ay içinde ortaya çıkan ayıpların, teslim tarihinde var olduğu kabul edilir. Bu durumda malın ayıplı olmadığının ispatı satıcıya aittir.  (TKHK 10/I). Bir sonraki başlık altında ele alındığı gibi, ayıbın en geç hasarın geçtiği anda var olması gerektiği için, bu hükümdeki  teslim  sözcüğünü,   hasarın  geçtiği  an   olarak  anlamak  gerekir.  Bu  çerçevede, hasarın geçtiği andan itibaren 6 ay geçtikten sonra ortaya çıkan ayıpların, hasarın geçtiği anda var olduğunu ispat yükü tüketici üzerindedir.  C- Taşınmazlarda Ayıbın Var Olması Gereken An Genel olarak satım hukukunda, satıcının ayıptan sorumlu tutulabilmesi için, ayıbın en geç hasarın geçtiği anda var olması şartı aranır. Böylece hasarın  geçtiği  andan  sonra  meydana  gelen  bozulma,  kötüleşme  veya eksilme ayıp sayılmaz ve satıcı bunlardan sorumlu tutulamaz. Bu nedenle, bu  çalışmanın  konusunu  oluşturan  taşınmazlarda,  hasarın  geçtiği  ve dolayısıyla ayıbın var olması gereken ânın tespiti önem taşır.  TBK 208 e göre,  Kanundan, durumun gereğinden veya sözleşmede öngörülen özel koşullardan doğan ayrık hâller dışında, satılanın yarar ve hasarı; taşınır satışlarında zilyetliğin devri, taşınmaz satışlarında ise tescil anına kadar satıcıya aittir.  Bu hükümde ifade edildiği üzere taşınmazlarda kural olarak hasar tescille alıcıya geçtiğinden, ancak tescil anında var olan bozukluk, eksiklik vb. ayıp sayılabilir ve satıcının ayıptan sorumluluğu söz konusu olabilir. Öte yandan taşınmaz satışında hasara ilişkin özel hüküm niteliğindeki TBK 245/I e göre ise  Satılanın tescilden sonraki bir zamanda alıcı tarafından teslim alınması için sözleşmeyle bir süre belirlenmişse, onun yarar ve hasarı, alıcıya teslimle geçer. Bu hükme göre de taşınmazın teslimi tescilden  sonraki  bir  zamana  ertelenmişse,  hasar  alıcıya  tescille  değil, taşınmazın teslimiyle geçtiğinden, taşınmazın mülkiyetinin alıcı adına tescili                                                                                                                    13. HD, T. 19.6.2013, E. 2012/25184, K. 2013/16764 (Karar metinleri için bkz Kazancı, E.T.: 1.12.2015). Bu görüşün sakıncaları için bkz Öz, (Sempozyum), s. 211-213; Öz, (Kongre), s. 147-148, dn.16.  24  Gümüş, (Şerh), s. 97; Atamer/Baş, s. 30; İnceoğlu, s. 168; Öz, (Kongre), s. 149.  25  Yavuz, s. 125; Aral/Ayrancı, s. 110.  1170Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1165-1188                                             Özçelik ile taşınmazın kendisine teslimi arasında kalan zaman diliminde meydana gelen bozukluk vs. de ayıp sayılır ve satıcının sorumluluğunu gerektirir.   Taşınmazın tescilden sonraki bir zamanda alıcıya teslimini düzenleyen TBK 245/I hükmünde, tam tersi olasılıktan, yani taşınmazın tescilden önce alıcıya teslim edilmesinden hiç söz edilmemiştir. Bu çalışmada benimsenen görüşe göre, belirtilen durumda, taraflar arasında anlaşmaya dayalı olarak, taşınmazın tescilden önce teslimi TBK 208/I anlamında  sözleşmeden veya durumun gereğinden doğan bir istisna  olarak görülmeli ve hasar ve yararın alıcıya tescille değil, taşınmazın teslimiyle geçtiği kabul edilmelidir. Bunun sonucu olarak ancak taşınmazın teslimi anında var olan bozukluk vs. ayıp sayılabilir; teslimden sonra ortaya çıkan bozukluklardan ise satıcı sorumlu tutulamaz.  Taraflar  arasında  taşınmazın  zilyetliğinin  ne  zaman  devredileceğine ilişkin  bir  anlaşma  yoksa  genel  kural  (TBK  208/I)  uygulanmalı  ve taşınmazın  hasar  ve  yararının  alıcıya  mülkiyetin  kendisi  adına  tesciliyle geçtiği kabul edilmelidir. Buna göre ayıbın var olması gereken an da tescil ânıdır.  TKHK 8/I de ayıplı mal tanımlanırken, ayıbın var olması gereken an olarak, taşınır- taşınmaz ayrımı yapılmaksızın, teslim anından söz edilmiştir. Ancak hasarın geçtiği âna göre belirlenen ayıbın var olması gereken ânın yalnızca teslimle ifade edilmesi isabetli olmamıştır.  Zira her şeyden önce TBK 208/I uyarınca taşınırlarda hasarın geçiş anı  zilyetliğin devri  olarak ifade edildiğinden, zilyetliğin teslimsiz devri de hasarın geçmesi sonucunu doğurabilir. Ayrıca yine aynı hüküm uyarınca, kanun, durumun gereği veya                                                  26  TKHK 44/I e göre  Ön ödemeli konut satışlarında kat irtifakının tüketici adına tapu siciline tescil edilmesiyle birlikte zilyetliğin devri hâlinde de devir ve teslim yapılmış sayılır.   Ancak  Kanun  burada  hasarın  geçişini  düzenlemiş  değildir.  Hükmün  amacı, satıcının temerrüde düşmekten kurtulabilmesi için, kat irtifakının tüketici adına tescilini sağlamış ve zilyetliği tüketiciye devretmiş olmasını yeterli kılmaktır. Bkz. Öz, (Kongre), s. 153.   27  Bkz. Çetiner, B.: Yeni Türk Borçlar Kanunu'nda Yarar Ve Hasarın İntikali İle Satıcının Ayıptan Sorumluluğuna İlişkin Hükümlerin Değerlendirilmesi, İÜHFM, C. LXVII, Y. 2009, S. 1-2, s. 100-101; Yıldırım, A.: Taşınmaz Satışında Hasarın İntikali, BATİDER, C. XXXI, S. 2 (Haziran 2015), s. 293; aksi yönde bkz. Akçaal, M.: Satış Sözleşmesinde Yarar ve Hasarın Geçişi, KBD 2013, S. 24, s. 52.  28  Koller, A. (Hrsg.): Der Grundstückkauf, 2. Aufl., Bern 2001, s. 207.  29  Koller, A.: Schweizerisches Obligationenrecht, Besonderer Teil, Band I, Die einzelnen Vertragsverhältnisse Art. 184-318 OR, Bern 2012, s. 113; Koller/Schumacher/Rüegg, s. 206.     11716502 Sayılı Tüketicinin...                Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1161-1188  sözleşme, teslim ânından başka bir zaman noktasında hasarın geçmesini gerektirebilir. Taşınmazlarda ise, yukarıdaki açıklamaların ortaya koyduğu gibi, olayların çoğunda hasar teslimle geçer. Bununla birlikte TBK 208/I de hasarın kural olarak tescille geçeceği öngörülmüştür. Tüm bu nedenlerle, TKHK 8/I hükmünde geçen  teslim  anında  ifadesini, satım hukukunun genel  prensibine  uygun  olarak   hasarın  geçtiği  anda   şeklinde  anlamak isabetli olur. D- 6502  Sayılı  TKHK nın  Şeklî  Şartlara  (Gözden  Geçirme  ve Bildirim Külfetlerine) Yer Vermemiş Olması 4077  sayılı  TKHK nın  dördüncü  maddesinin  ikinci  fıkrasında öngörülmüş  olan  ayıbı  30  gün  içinde  bildirim  külfetine,  6502  sayılı TKHK da  yer  verilmemiştir.  Bunun  sonucu  olarak,  Kanun un  yürürlüğe girdiği 28 Mayıs 2014 tarihinden sonra yapılan tüketici sözleşmelerinde, sözleşme konusunun ayıplı olması halinde tüketici, gözden geçirme ve ayıbı bildirim külfetini yerine getirmesine gerek olmaksızın, zamanaşımı süresi içinde ayıp nedeniyle sahip olduğu hakları kullanabilecektir. 6502 sayılı Kanun la ortaya çıkan bu durum, şüphesiz hukukumuz bakımından olumlu bir  gelişmedir. Ancak,  yargı  kararlarına  yansıyan  görüntü,  6502  sayılı TKHK nın yürürlüğe girmesinden önceki dönemde yapıldıkları için 4077 sayılı Kanun hükümlerine tâbi tüketici sözleşmeleri bakımından, kendilerine ayıplı taşınmaz teslim edilen tüketicilerin,  sırf bildirim yükümünü yerine getirmemiş olmaları nedeniyle ayıptan doğan haklarını kullanamamaları  sorununun bir süre daha varlığını devam ettireceğini göstermektedir.  Bir önceki paragrafta sözü edilen sorun, özellikle tüketicinin büyük çaplı inşaat projelerinden bağımsız bölüm satın aldığı fakat satın alınan bağımsız bölümün yüzölçümünün tanıtımlarda gösterilenden küçük olması veya  projenin  sosyal  tesis,  spor  sahası  vb.  ortak  alanlarının,  projenin reklâmlarında  görünenden  farklı  olması,  hatta  bazen  bu  sözü  edilen unsurların  hiç  bulunmaması  ya  da  kamu  malı  taşınmazlar  veya  üçüncü                                                  30  İnceoğlu, s. 169. 31  Alıcının tacir olmadığı satış sözleşmeleri bakımından gözden geçirme ve bildirim külfeti öngörülmesinin  adaletsizliği,  öteden  beri  dile  getirilen  bir  husustur.  Bu  konuda  bkz. Bucher,  E./Buz,  V.:  Mağdur  Edilen  Alıcı,  Prof.  Dr.  Necip  Kocayusufpaşaoğlu  İçin Armağan, Ankara 2004, s. 145 vd.; Atamer, Y.: Yeni Türk Borçlar Kanununda Taşınır Satımı Sözleşmesi, Türk Borçlar Kanunu Sempozyumu, Der. M.M. İnceoğlu, İstanbul 2012, s. 201 vd.   1172Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1165-1188                                             Özçelik kişilere  ait  parseller  üzerinde  bulunması  gibi  durumlarda  kendini göstermiştir. Tüketici, sözü edilen durumları bir süre fark etmediği veya bunların  düzeltileceğini  düşündüğü  için  hareketsiz  kalmakta  ve  sonuçta hakkını  aramaya  koyulduğunda,  4077  sayılı  TKHK  4/II de  ayıbın bildirilmesi  için  öngörülmüş  olan  otuz  günlük  süre  çoktan  geçmiş olmaktadır.  Konuya  ilişkin  Yargıtay  uygulamasının,  zaman  içerisinde  değişiklik gösterdiği  gözlemlenmektedir.  23.11.2011  tarihli  Hukuk  Genel  Kurulu kararına  kadar  Yargıtay,  sözü  edilen  durumlarda,  otuz  günlük  bildirim süresinin geçirildiği gerekçesiyle tüketicilerin taleplerini reddetmekteydi. 23.11.2011 tarihli Hukuk Genel Kurulu Kararı nda ise, yukarıda sözü edilen türdeki eksikliklerin ayıplı ifa değil, eksik ifa, yani kısmî temerrüt teşkil edeceği,  dolayısıyla  tüketicinin  gözden  geçirme  ve  bildirim  yükümünün bulunmadığı sonucunda varılmıştı. Yargıtay, bu uygulamasını kısa bir süre sonra devam ettirdikten sonra, 13.6.2012 tarihli Hukuk Genel Kurulu kararı ile yeniden önceki içtihadına dönmüş ve otuz günlük sürede bildirilmeyen ayıplar  bakımından,  ayıptan  doğan  hakların  kullanılamayacağını  kabul etmiştir. Sözü edilen uygulamanın halen devam ettiği görülmektedir.   23.11.2011 tarihli Hukuk Genel Kurulu kararında benimsenen  eksik ifa   yönündeki  görüşün,  tüketiciyi  ayıbı  bildirim  yükümü  ve  kısa zamanaşımı süresinden korumak gibi, tüketici lehine bir tarafı olduğuna şüphe yoktur. Ancak doktrinde de ifade edildiği gibi,  sözü edilen türdeki eksikliklerle  ilgili  olarak  kısmî  imkânsızlık  veya  kısmî  temerrüt hükümlerinin uygulanması anlamına gelen bu yaklaşım, teorik olarak isabetli olmadığı gibi, pratik açıdan da tüketici aleyhinde bazı sonuçlar doğuracak niteliktedir.  Her  şeyden önce TBK  219/I  de,  niteliği  etkileyen  nicelik eksikliği de  ayıp  olarak değerlendirilmiştir. Bu bağlamda, kararlaştırılan miktar  veya  sayının  sözleşme  konusu  şeyin  niteliğini  belirlediği  ve alacaklının  kullanma  amacı  açısından  önem  taşıdığı  hallerde,  miktar                                                  32  Örnek olarak bkz. Yarg. HGK, T. 2.11.2011, E. 2011/13-468, K. 2011/666 (Karar metni için bkz. Kazancı, E.T.: 1.12.2015).  33  Yarg. HGK, T. 23.11.2011, E. 2011/13-350, K. 2011/700 (Karar metni için bkz. Kazancı, E.T.: 1.12.2015).   34  Yarg. HGK, T. 13.06.2012, E. 2012/13-152, K. 2012/381 (Karar metni için bkz. Kazancı, E.T.: 1.12.2015).   35  Öz, (Sempozyum), s. 211-213; Öz, (Kongre), s. 147-148, dn.16.    11736502 Sayılı Tüketicinin...                Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1161-1188  eksikliğinin bir nitelik eksikliği olduğu kabul edilmektedir. Taşınmazın yüzölçümü de onun niteliğine ilişkin bir unsur olarak ele alınır ve taşınmazın sözleşme gereği olması gerekenden düşük yüzölçümüne sahip olması bir ayıplı ifa hâli olarak değerlendirilir. Yüzölçümü eksikliğinin TBK 244 uyarınca bir ayıplı ifa hali olarak kabul edilmesi de bu anlayışın sonucudur. Aynı durum, kat mülkiyetine tâbi yapılardaki ortak yerler için de geçerlidir. Kat mülkiyetine tâbi bir bağımsız bölüm üzerindeki mülkiyet, ortak yerler ve eklentiler  üzerindeki  haklarla  bağlantılı  özel  bir  mülkiyet  olarak tanımlandığına  göre  (KMK  3),  bunlardan  herhangi  birindeki  eksiklik de niteliği etkileyen nicelik eksikliği olarak görülmelidir. Sonuçta bir bağımsız bölümün,  spor  tesisi,  yeşil  alanı  vs.  olan  bir  sitede  bulunması  veya bulunmaması,  onun  niteliğine  ilişkin  bir  husustur.  Pratik  açıdan  ise, doktrinde de belirtildiği gibi, ortak yerlerdeki eksiklikleri ayıplı ifa değil eksik ifa saymak, TKHK nın satıcının kusurundan bağımsız olarak sunduğu seçimlik haklar demetini; satıcının yanı sıra, TKHK 11/II uyarınca  üretici  sıfatıyla inşaatı meydana getiren kişiye başvurma ve reklâm, ilan vs.  den dolayı  satıcıyı  sorumlu  tutma  olanaklarını  tüketicinin  elinden  almak anlamına  gelir. Tüm  bu  nedenlerle  kanımca,  ele  alınan  meseleye  ayıp hükümleri çerçevesinde bir çözüm bulmak, bu yapılırken de konuyu ilgili kanunların yürürlük tarihlerini ve ilgili sözleşmenin kuruluş tarihine göre üç döneme ayırarak incelemek gerekir: 1) Türk  Borçlar  Kanunu nun  Yürürlüğe  Girdiği  1  Temmuz 2012 den Önce Kurulmuş Sözleşmeler Bakımından Bu dönemde otuz günlük bildirim süresi öngören 4077 sayılı TKHK 4/II yürürlüktedir ancak satıcılığı meslek edinen kimsenin ayıbın kendisine zamanında bildirilmediğini ileri sürerek sorumluluktan kurtulamayacağını öngören  TBK  225/II  henüz  yürürlüğe  girmemiştir.  Kanımca,  ele  alınan meseleye  ayıplı  ifa  hükümleri  çerçevesinde  bir  çözüm  bulabilmek  için ihtiyaç duyulan dayanak, ilgili sözleşmelere uygulanması gereken 818 sayılı Borçlar Kanunu nun, 200. maddesinde yer almaktadır. Söz konusu madde,                                                  36  Aral/Ayrancı, s. 105; Yavuz, s. 127.  37  Aral/Ayrancı, s.105, 174; İnceoğlu, s. 165; Gümüş, (Şerh), s. 85.  38  TBK 244 uyarınca yüzölçümü eksikliğinin ayıplı ifa sayılmasının sebebi, taşınmaz satışının konusunun,  sözleşmede  belirtilen  metrekarelerin  toplamı  değil,  ferden  belirlenmiş  bir taşınmaz olmasıdır: BasK/Honsell, Art. 219 N. 1; Aral/Ayrancı, s. 174.  39  Öz, (Kongre), s. 147-148, dn.16. 1174Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1165-1188                                             Özçelik  Bayiin hilesine müterettip hükümler  başlığı altında  Müşteriyi iğfal etmiş olan bayi, ayıbın kendisine vaktinde ihbar edilmemiş olduğunu ileri sürerek mesuliyetten kurtulamaz.  hükmünü içermektedir. Bu hükmün gereği olarak, ayıbı  hileyle  gizleyen  satıcı,  ayıp  bildiriminin  zamanında  yapılmamış olduğunu ileri sürerek ayıptan doğan sorumluluktan kurtulamaz.  Ayrıca, her ne kadar zamanaşımıyla ilgili olsa da, 4077 sayılı TKHK 4 ün, dördüncü fıkrasının  son  cümlesi  de   satılan  malın  ayıbı  tüketiciden  satıcının  ağır kusuru veya hile ile gizlenmişse, zamanaşımı süresinden yararlanılamaz  hükmünü içermektedir. Bu hükümleri dikkate alarak, değinilen durumlarda, proje, maket, tanıtım vb. araçlarla tüketicinin yanıltıldığını ve bu nedenle sözleşmenin karşı tarafının ayıbın kendisine zamanında bildirilmediğini ileri sürerek  sorumluluktan  kurtulamayacağını  kabul  etmek  gerekir.  Zira  söz konusu  durumlarda  en  azından   karşı  taraftaki  yanlış  kanaatin  varlığını bilerek susma  (verschweigen) şeklinde hile söz konusudur. Uygulama ve doktrinde  pasif hile 41 olarak adlandırılan bu durumun varlığının kabulü için, aydınlatma yükümü bulunan satıcının ayıbı biliyor olması ve buna rağmen ayıbı alıcıya bildirmemiş olması yeterli görülmektedir. Söz konusu olaylarda,  satıcının  ortak  alanların  siteye  ait  olmadığını  bildiğine  ve dürüstlük  kuralı  (TMK  2)  gereği  bu  konuda  alıcıyı  aydınlatma  yükümü bulunduğuna şüphe yoktur. Bu nedenle, satıcının reklam, ilan vs. yoluyla tüketicide oluşan yanlış kanı karşısında bilerek susmuş bulunması  hile  olarak değerlendirilmeli ve satıcı, salt ayıp bildiriminin yapılmamış olmasına dayalı olarak sorumluluktan kurtulamamalıdır.                                                   40  Zamanaşımı bakımından aynı yönde bkz. Kara, s. 743.  41  Kurşat, Z.: Borçlar Hukuku Alanında Hile Kavramı, İstanbul 2003, s. 51 vd.; Yarg. HGK, T. 25.3.2015, E. 2013//19-1707, K. 2015/1072 ((Karar metni için bkz. Kazancı, E.T.: 1.12.2015).  42  Bkz. Trachsel, H.: Zum absichtlichen (arglistigen) Verschweigen von Mängeln, BR 2015/3, s. 135; BasK/Honsell, Art. 203 N. 1; BasK/Schwenzer, Art. 28, N. 8-9; Schmidt, J. (Hrsg.): Der Grundstückkauf, Zürich 2010, s. 79; Koller/Schumacher/Rüegg, s. 232-233 N. 167 vd.; Kurşat,  s.  51  vd.  Taşınmaz  satımına  ilişkin  uyuşmazlıklarda,  İsviçre  Federal Mahkemesi nin aynı doğrultudaki kararlarına örnek olarak bkz. 4A_619/2013 (20.05.2014) (Kararın Almanca özeti için bkz.  Reetz, P./Sohm, M./Franceschetti, L.: Kaufvertrags-, Werkvertrags- und Auftragsrecht - Entwicklungen 2013-06/14, Bern 2014, s. 18-21); 4C.16/2005  (13.7.2005)  (Karar  metni  için  bkz.  www.swisslex.ch,  E.T.  1.12.2015); 4C.324/2004 (11.1.2005) (Kararın Almanca özeti için bkz. ZBGR 2007/88, s. 289 vd.); BGE 66 II 139. Yargıtay kararlarında da  var olan hatalı bir kanıyı koruma yahut devamını sağlamak  hile olarak değerlendirilmektedir. Bu yönde örnek olarak bkz. Yarg. HGK, T. 25.3.2015, E. 2013//19-1707, K. 2015/1072; Yarg. HGK, T.1.6.2011, E. 2011//14-281, K. 2011/373; Yarg. 4. HD, T. 10.6.2003, E. 2003/2565, K. 2003/7518; Yarg. 13. HD, T. 10.12.2002, E. 2002/10673, K. 2002/13269 (Karar metinleri için bkz. Kazancı, E.T.: 1.12.2015).    11756502 Sayılı Tüketicinin...                Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1161-1188  Bir önceki paragrafta dile getirilen görüş kabul edilmese bile tüketicinin sadece tazminat istediği hallerde, genel sözleşmeye aykırılık hükmü olarak TBK 112 uygulanabilir. Bu durumda da ayıbı bildirim yükümü söz konusu olmayıp, zamanaşımı süresi ise on yıldır. Buna karşılık, Yargıtay ın, sadece tazminat istenen davalarda da bu yola gitmeyip, tüketici taleplerini ayıp bildiriminin  zamanında  yapılmamış  olması  nedeniyle  reddettiği görülmektedir.  Ayrıca sözü edilen durumlarda hile (aldatma) hükümleri (818 sayılı BK 28, TBK 36) ile ayıp hükümlerinin yarıştığını ve tüketicinin hile nedeniyle sözleşmeyi iptal edebileceğini kabul etmek gerekir. Bununla birlikte ele aldığımız olaylarda, çoğunlukla hile nedeniyle sözleşmeyi iptal süresi (hilenin öğrenilmesinden itibaren bir yıl, 818 sayılı BK 31, TBK 39) geçirilmiş olacağından, bu yaklaşım pratikte faydalı olmayabilir. 2) 1 Temmuz 2012- 27 Mayıs 2014 Tarihleri Arasında Kurulmuş Sözleşmeler Bakımından Bu  dönemin  özelliği  henüz  4077  sayılı  TKHK  yürürlükte  olmakla birlikte, 6098 sayılı TBK nın da yürürlüğe girmiş olmasıdır. Bu tarihler arasında kurulan sözleşmelerde, ayıp bildirimi açısından tüketicinin daha lehinde  olan  TBK  225  hükmü  uygulanmalıdır.  Anılan  hükmün  birinci fıkrasına  göre   Ağır  kusurlu  olan  satıcı,  satılandaki  ayıbın  kendisine süresinde bildirilmemiş olduğunu ileri sürerek sorumluluktan kısmen de olsa kurtulamaz. Aynı hükmün ikinci fıkrasına göre ise  Satıcılığı meslek edinmiş kişilerin bilmesi gereken ayıplar bakımından da aynı hüküm geçerlidir.  Dolayısıyla tüketicinin yukarıda tasvir edilen şartlarda projelerden konut satın  aldığı  olaylarda,  sözleşmenin  karşı  tarafı  daima  meslekten  satıcı olduğundan,  hiçbir  durumda  satıcı,  ayıbın  zamanında  kendisine bildirilmediğini ileri sürerek sorumluluktan kurtulamaz.  3) 28  Mayıs  2014  tarihi  ve  sonrasında  kurulmuş  sözleşmeler bakımından 6502 sayılı TKHK 28 Mayıs 2014 tarihinde yürürlüğe girmiştir. Kanun, tüketicinin ayıptan doğan haklarını kullanabilmesi için gözden geçirme ve bildirim  yükümü  öngörmediğinden,  tüketici,  zamanaşımı  süresi  içinde                                                  43  Bkz. Bucher/Buz, s. 171; Aral/Ayrancı, s. 151-152.  44  Örnek olarak bkz. Yarg. HGK, T. 25.2.2015, E. 2014/13-591, K. 2015/875; Yarg. HGK, T. 13.06.2012,  E.  2012/13-152,  K.  2012/381  (Karar  metinleri  için  bkz.  Kazancı,  E.T.: 1.12.2015).   45  BasK/Honsell, Vor. Art. 197-210, N. 12; Aral/Ayrancı, s. 149.  1176Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1165-1188                                             Özçelik ayıptan  doğan  haklarını  kullanabilir.  Bu  nedenle  yukarıda  ele  alınan  projeden konut satın alma  sorunu açısından, 6502 sayılı TKHK nın yeterli korumayı sağladığını söylemek mümkündür. Hatta bu nedenle doktrinde, haklı olarak, açık ayıp- gizli ayıp ayrımının da bu kanuna tâbi sözleşmeler bakımından  bir anlamının kalmadığı ifade edilmiştir. Buna karşılık bir görüşe göre, gizli ayıpları derhal bildirim yükümü varlığını sürdürmektedir.  III. AYIPTAN  SORUMLULUĞUN  SONUÇLARI  (TÜKETİCİNİN HAKLARI)  BAKIMINDAN  TAŞINMAZLARDA  ÖZELLİK  ARZ EDEN DURUMLAR A- Genel olarak TKHK ya Göre Ayıptan Sorumluluğun Sonuçları (Tüketicinin Sahip Olduğu Haklar) TKHK 11/I uyarınca, bu Kanun a tâbi bir sözleşmede, sözleşme konusu malın ayıplı olması halinde tüketici,  sözleşmeden dönme ,  bedel indirimi ,  ücretsiz onarım  ve  ayıpsız misliyle değiştirilmesini isteme  olmak üzere dört seçimlik hakka sahiptir. TKHK 11/IV e göre ise tüketici,  bu seçimlik haklardan  biri  ile  birlikte   TBK  hükümleri  uyarınca  tazminat  da  talep edebilir.  Her  ne  kadar  TKHK  11/IV  hükmü,  tazminatın  ancak  seçimlik haklardan biri ile birlikte talep edilebileceği şeklinde anlaşılmaya müsait ise de, tüketici söz konusu talebi seçimlik haklardan ayrı olarak tek başına da ileri  sürebilmelidir.  Bu  çerçevede  tüketici,  örneğin,  ayıplı  taşınmazı kullanamaması nedeniyle başka bir taşınmaza kira bedeli ödemesinin sonucu olarak uğradığı zararın veya ayıp nedeniyle su basması, yangın çıkması gibi sebeplerle  uğradığı  bedensel  veya  eşyasına  gelen  zararların  tazminini isteyebilir.  TKHK  11  uyarınca  tüketicinin  sahip  olduğu  haklardan  biri  olan sözleşmeden  dönme  hakkının  kullanılmasına  ilişkin  genel  esas  ve sınırlamalar,  prensip  olarak  TKHK ya  tâbi  olup  taşınmaza  ilişkin sözleşmeler  bakımından  da  geçerlidir.  Bu  çerçevede  özellikle  dönme hakkını sınırlayan TBK 227/IV hükmü zikredilebilir. Anılan hükme göre,  Alıcının, sözleşmeden dönme hakkını kullanması hâlinde, durum bunu haklı                                                  46  İnceoğlu, s. 174.  47  Kara, s. 747.  48  Bu yönde bkz. İnceoğlu, s. 184. 49  Bkz. Aral/Ayrancı, s. 125 vd.; Yavuz, s. 152 vd.  50  Bkz. İnceoğlu, s. 185 vd.    11776502 Sayılı Tüketicinin...                Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1161-1188  göstermiyorsa  hâkim,  satılanın  onarılmasına  veya  satış  bedelinin indirilmesine  karar  verebilir.   Esasen  dürüstlük  kuralının  (TMK  2)  bir görünüm  biçiminden  ibaret  olan  bu  hükmün TKHK ya  tâbi  sözleşmeler bakımından da kıyasen uygulanması gerekir. Keza TBK 475/III ün gereği olarak,   eser  iş  sahibinin  taşınmazı  üzerinde  yapılmış  olup  sökülüp kaldırılması aşırı zarar doğuracaksa , tüketici vasfı taşıyan iş sahibi de sözleşmeden dönme hakkını kullanamamalıdır.   TKHK ayıplı ifa nedeniyle sözleşmeden dönme veya bedel indirimi isteme hakları bakımından, konusu taşınmaz olan tüketici sözleşmelerine özgü bir sonuç öngörmemiştir. Buna karşılık bu Kanun a göre tüketicinin haklarını ileri sürülebileceği kimseler (sorumlular) ile ücretsiz onarım ve ayıpsız misliyle değiştirme hakları, taşınmazlar açısından bazı özellikler arz eder. Aşağıda bu iki husus üzerinde durulmuştur.  B- Tüketicinin Haklarını İleri Sürebileceği Kimseler (Sorumlular) Genel olarak TKHK 11/I uyarınca tüketicinin kullanmayı seçtiği hakkı yerine getirmekle yükümlü olan satıcıdır. Aynı maddenin ikinci fıkrasına göre ise  Ücretsiz onarım veya malın ayıpsız misli ile değiştirilmesi hakları üretici veya ithalatçıya karşı da kullanılabilir. Bu fıkradaki hakların yerine getirilmesi konusunda satıcı, üretici ve ithalatçı müteselsilen sorumludur.  Uygulamada  taşınmazlara  ilişkin  tüketici  sözleşmelerinin  genellikle satış  sözleşmesi  niteliğinde  olduğu  göz  önünde  bulundurulursa,  ayıptan sorumluluğun muhatabı çoğunlukla satıcı olur. Ancak doktrinde de ifade                                                  51  Bu yönde bkz. İnceoğlu, s. 188. Ayrıca bkz. Atamer/Baş, s. 46 vd; aksi yönde bkz. Aslan, s. 168.  52  Taşınmaz mülkiyetini devir borcu doğuran sözleşmelerden dönmenin sonuçları konusunda bkz. Sirmen, A. L.: Eşya Hukuku, 3. Bası, Ankara 2015, s. 315-317; genel olarak dönmenin sözleşmenin  geçerliliğine  etkisi  konusunda  bkz.  Buz,  V.:  Borçlu  Temerrüdünde Sözleşmeden Dönme, Ankara 1998, s. 117 vd.  53  TBK  227/I-b.  2  ve  TKHK  11/I-b  hükümlerinde  bedel  indiriminin   ayıp  oranında  yapılacağı ifade edilmiştir. Bu durum, doktrin ve uygulamada öteden beri savunulan, bedel indiriminin  nispî metot  adı verilen yöntemle hesaplanacağı yönündeki hâkim anlayışın yansıması olsa gerektir. Anılan yönteme göre sözleşmede kararlaştırılan bedel, satılanın ayıpsız objektif değeri ile ayıplı objektif değeri arasındaki oran kadar indirilir. Bkz. Aral/Ayrancı, s. 135 vd.; Yavuz, s. 195 vd. Örnek olarak bkz. Yarg. 13. HD, T. 13.7.2014, E. 2014/9225, K. 2014/22864; Yarg. 13. HD, T. 2.10.2013, E. 2012/24807, K. 2013/24013 (Karar metinleri için bkz. Kazancı, E.T.: 1.12.2015). 54  Satış ilanlarında TOKİ adı ve yüklenici adının birlikte kullanılması nedeniyle, yüklenici şirketin hesabına yatırılan satış bedelinin iadesinden TOKİ nin de sorumlu olduğu yönünde 1178Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1165-1188                                             Özçelik edildiği gibi, konut satışlarında, konutun bulunduğu yapının satıcı dışında bir kişi tarafından meydana getirilmiş olması halinde, uygulamada  yüklenici  olarak adlandırılan bu kişinin de tüketiciye karşı TKHK 11/II çerçevesinde  üretici  sıfatıyla, satıcıyla birlikte müteselsilen sorumlu olması gerekir. Bu durum, özellikle tüketicinin ücretsiz onarım hakkını kullanmak istediği hallerde  önem  taşıyabilir.  Öte  yandan  çok  rastlanmasa  da  iş  sahibinin tüketici, taşınmaza ilişkin eser sözleşmesinin de tüketici sözleşmesi niteliği taşıdığı hallerde ise, tüketicinin sahip olduğu hakların muhatabı yüklenici olacaktır.  TKHK  35/II de,  bağlı  kredi  veren  konut  finansman  kuruluşları  da tüketiciye karşı satıcıyla birlikte müteselsilen sorumlu tutulmuştur. Anılan hükme  göre,   Bağlı  kredilerde,  konutun  hiç  ya  da  gereği  gibi  teslim edilmemesi nedeniyle tüketicinin bu Kanunun 11 inci maddesinde belirtilen seçimlik haklarından birini kullanması hâlinde, satıcı ve konut finansmanı kuruluşu  müteselsilen  sorumludur.  Ancak,  konut  finansmanı  kuruluşunun sorumluluğu; konutun teslim edilmemesi durumunda konut satış sözleşmesinde veya bağlı kredi sözleşmesinde belirtilen konut teslim tarihinden, konutun teslim edilmesi durumunda konutun teslim edildiği tarihten itibaren, kullanılan kredi miktarı ile sınırlı olmak üzere bir yıldır.  Bu hükmün sonucu olarak, örneğin  tüketici  satıcıya  karşı  dönme  hakkını  kullanarak  taşınmazı  iade ettiğinde, henüz ödemediği kredi borcundan sorumluluktan kurtulacağı gibi, ödemiş olduğu kredi taksitlerinin de iadesini talep edebilecektir. Keza bedel indirimi hakkını kullanan tüketici de indirilen bedel oranında konut finansman kuruluşuna karşı kredi borcundan kurtulacaktır. Ne var ki bu imkân, Kanun tarafından  süre  bakımından  sınırlanmış  olup,  konutun  teslim  tarihinin üzerinden bir yıl geçtikten sonra kullanılamaz.                                                                                                                     bkz. Yarg. 13. HD, T. 29.2.2012, E. 2011/16563, K. 2012/4754. (Karar metninden alıntı için bkz. Kara, s. 791) 55  Bkz. Öz, (Kongre), s. 150.  56  TKHK 35/I e göre  Bağlı kredi sözleşmesi; konut finansmanı kredisinin münhasıran belirli bir konutun satın alınması durumunda bir sözleşmenin finansmanı için verildiği ve bu iki sözleşmenin objektif açıdan ekonomik bir birlik oluşturduğu sözleşmedir.  TKHK 35/IV e göre ise  Konut finansmanı kuruluşu ile satıcı arasında belirli bir konutun tedarikine ilişkin bir sözleşme olmaksızın, tüketicinin kendisi tarafından belirlenen konutun bedelinin kredi veren konut finansmanı kuruluşu tarafından ödenmesi suretiyle kullandırılan krediler bağlı kredi sayılmaz.   57  Öz, (Kongre) , s. 151.    11796502 Sayılı Tüketicinin...                Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1161-1188  Bağlı  kredilere  ilişkin  genel  hüküm  niteliğindeki  TKHK  30/IV te, isabetli  olarak, bağlı kredi  verene  karşı  ileri  sürülebilecek  haklar  olarak yalnızca dönme ve bedel indirimi haklarından söz edildiği halde, TKHK 35/II hükmünde böyle bir sınırlamaya gidilmeyip  tüketicinin bu Kanunun 11  inci  maddesinde  belirtilen  seçimlik  haklarından  birini  kullanması hâlinde  ifadesine yer verilmiştir. Oysa ki; konut finansman kuruluşlarının sorumluluğu da tüketicinin herhangi bir seçimlik hakkını değil, ancak dönme veya bedel indirimi haklarından birini kullanması hâlinde söz konusu olur. Diğer  bir  ifadeyle,  tüketicinin  ücretsiz  onarım  veya  ayıpsız  misliyle değiştirme  haklarını  kullanması  halinde,  konut  finansman  kuruluşu  bu hakların gereğini yerine getirmekle yükümlü değildir. C- Ücretsiz Onarım ve Ayıpsız Misliyle Değiştirme Hakları Genel olarak TKHK 11/I ve 11/III hükümleri uyarınca, taşınmazın ayıbı karşısından tüketici, ücretsiz onarım ve ayıpsız misliyle değiştirme haklarını,  aşırı  masraf  gerektirmediği  takdirde ,   imkân  varsa   ve   satıcı  için orantısız  güçlükleri  beraberinde  getirecek   olmaması  halinde kullanabilecektir.  TKHK  11/IV  uyarınca  ise  taşınmazlarda,  tüketicinin ücretsiz onarım veya malın ayıpsız misli ile değiştirilmesi haklarından birini kullanması  durumunda,  söz  konusu  talebin,  satıcıya  yöneltilmesinden itibaren altmış iş günü içinde yerine getirilmesi zorunludur. Hükümde geçen  yöneltilmesinden itibaren , ifadesine rağmen, altmış günlük süre, bildirimin satıcıya   varma  anından   başlatılmalıdır.  Belirtilen  süre  içinde  seçilen hakkın  yerine  getirilmemesi  halinde,  tüketici  diğer  seçimlik  haklarını kullanmakta serbesttir.                                                   58  Gümüş, (Şerh), s. 234.   59  Bu durum, TKHK 35 in madde gerekçesinde şöyle ifade edilmiştir: Tüketici satıcıdan tamirat  veya  yenisi  ile  değiştirme  istemiş,  yani  içerik  değiştirmiş  bir  ifa  talebinde bulunmuşsa, konut finansman kuruluşuna karşı herhangi bir talebi olmaz. Buna karşılık tüketici, bedelin indirimi veya sözleşmeden dönme haklarını kullanmayı tercih etmişse, konut  finansman  kuruluşuna  da  başvurma  imkânının  olması  büyük  önem  taşır.  Aksi takdirde tüketici, elde etmek istediği konutun ayıplı olmasına veya hiç ifa edilmemiş olmasına rağmen kredi taksitlerini ödemeye devam etmek ve ödediği parayı bu sefer satıcıdan geri almaya çalışmak zorunda kalacaktır. Satıcının iflas riskini de tüketici taşımak zorunda kalacaktır. Bu nedenle tüketicinin, bedelin indirilmesi olasılığını seçtiği hallerde,  konut  finansman  kuruluşuna  yapacağı  taksit  ödemelerini  de  o  oranda indirebileceği;  sözleşmeden  dönmesi  halindeyse,  o  ana  kadar  yapmış  olduğu  bütün ödemeleri  geri  talep  edebileceği  kabul  edilmiştir.  Paranın  tüketiciye  iade  edilmesi konusunda konut finansman kuruluşu ve satıcı müteselsilen sorumludur 60  Bkz. Öz, (Kongre), s. 149; Gümüş, (Şerh), s. 115 vd.  61  Gümüş, (Şerh), s. 118, 123.  1180Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1165-1188                                             Özçelik Ücretsiz  onarım  veya  eş  deyişle  ayıbın  giderilmesini  isteme  hakkı özellikle konutun içinde, binada veya ortak yerlerde kullanılan malzeme veya tesisatın bozuk, eksik ya da düşük kalitede olması gibi giderilebilir ayıplar bakımından söz konusu olabilir. Buna karşılık, ortak yerlerin kamu malı taşınmazlar veya üçüncü kişilere ait parseller üzerinde bulunması gibi giderilmesi mümkün olmayan ayıplarda bu hakkın kullanılması mümkün değildir. Bu tür durumlarda tüketici sözleşmeden dönme veya bedel indirimi haklarını kullanabilir (TKHK 11/III).  Prensip olarak taşınmazlarda kullanılamayacağı kabul edilen ayıpsız misliyle değiştirme hakkı da TKHK 11/IV hükmünde, konut ve tatil amaçlı taşınmazlarda altmış iş günü içinde yerine getirilmesi gereken bir hak olarak düzenlenmiştir.  Ne  var  ki  pratikte  taşınmazın  ayıpsız  misliyle değiştirilmesini  isteme  hakkının  kullanılabileceği  durumlara  nadiren rastlanır. Olsa olsa birbirine benzeyen yüzlerce konuttan oluşan bir projede ve yalnızca sözleşmeye konu olan konutu ilgilendiren ayıplar bakımından söz  konusu  hakkın  kullanılması  düşünülebilir.  Zira  ortak  yerlerden kaynaklanan ayıp projede yer alan tüm konutlar için geçerli olduğundan, sözleşme konusu konutun ayıpsız bir mislinin bulunması mümkün değildir.  IV.  TAŞINMAZLARDA  AYIPTAN  SORUMLULUĞUN  TÂBİ OLDUĞU ZAMANAŞIMI SÜRESİ TKHK 12/I hükmünde, taşınmazlarda ayıptan sorumluluk, kanunlarda veya  taraflar  arasındaki  sözleşmede  daha  uzun  bir  süre  belirlenmediği takdirde, beş yıllık bir zamanaşımı süresine bağlanmıştır. İkinci el konut satışlarında  ise  bu  süre  üç  yıldan  az  olamaz  (TKHK  12/II).  Şüphesiz sözleşmeyle  daha  uzun  bir  zamanaşımı  süresinin  kararlaştırılması  da mümkündür. Buna karşılık zamanaşımı süresi sözleşmeyle kısaltılamaz. Öte  yandan  Kanun da  öngörülen  zamanaşımı  süresi,  tüketicinin  ayıptan doğan seçimlik haklarına ilişkin olup, bu haklardan biriyle birlikte veya tek başına ileri sürülebilecek olan genel hükümlere göre tazminat talebi, genel zamanaşımı süresine (on yıl) tâbidir.                                                   62  Öz, (Kongre), s. 150.  63  İnceoğlu, s. 205.  64  Kara, s. 802.    11816502 Sayılı Tüketicinin...                Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1161-1188  TKHK  12/I de  zamanaşımı  süresinin  taşınmazın   teslim   tarihinden itibaren işlemeye başlayacağı ifade edilmiştir. Oysa ki; taşınmaz satışına ilişkin olarak TBK 244/III te, bir yapının ayıplı olmasından doğan davaların  mülkiyetin geçmesinden  başlayarak beş yılın geçmesiyle zamanaşımına uğrayacağı  düzenlenmiştir.  Bu  durum  karşısında  kanımca,  uygulamada sıklıkla olduğu gibi, taşınmazın mülkiyetin geçişinden önce tüketiciye teslim edildiği hallerde, zamanaşımının teslimden değil, mülkiyetin geçmesinden itibaren işlemeye başlayacağı kabul edilmelidir. Öngördüğü zamanaşımı sürelerinin  kanunlarda veya taraflar arasındaki sözleşmede daha uzun bir süre belirlenmediği takdirde  uygulama alanı bulacağını düzenleyen TKHK 12/I hükmü de bu düşünceyi desteklemektedir. Zira teslimin tescilden önde gerçekleştiği  durumlarda  TBK  244/III,  TKHK  12/I den  daha  uzun  bir zamanaşımı öngören bir kanun hükmü konumundadır. Teslimin tescilden sonraki bir zamanda gerçekleşmesi durumunda ise, TKHK 12/I uyarınca zamanaşımı  süresi,  taşınmazın  tüketiciye  tesliminden  itibaren  işlemeye başlar.  TKHK 12/III e göre de  Ayıp, ağır kusur ya da hile ile gizlenmişse zamanaşımı hükümleri uygulanmaz .68 Daha önce yürürlükte bulunan 4077 sayılı TKHK 4/IV hükmünün son cümlesinde de  Ancak satılan malın ayıbı, tüketiciden  satıcının  ağır  kusuru  veya  hile  ile  gizlenmişse,  zamanaşımı süresinden  yararlanılamaz   ifadesi  yer  almaktaydı.  Genel  olarak,  bu hükümlerin TBK 146 daki on yıllık genel zamanaşımı süresine bir gönderme anlamı taşıdığı kabul edilmektedir.  Diğer bir ifadeyle burada düzenlenen husus, ayıptan sorumluluğun hiçbir zamanaşımı süresine tâbi olmadığı değil, satıcının kısa zamanaşımı sürelerinden (taşınırlar için iki, taşınmazlar için beş yıl) yararlanamayacağı, böylece sorumluluğun genel zamanaşımı hükmü niteliğindeki TBK 146 uyarınca on yıllık zamanaşımına tâbi olduğudur.                                                  65  Mülkiyetin geçiş tarihinin tespitinde, TMK 1022/II uyarınca yevmiye defterine yapılan kayıt tarihi esas alınır: Koller/Schumacher/Rüegg, s. 203. N. 65; Yavuz, s. 240; Yıldırım, s. 281-282.   66  Zamanaşımı süresinin her durumda teslimden itibaren işlemeye başlayacağı yönünde bkz. Öz, (Kongre), s. 152.  67  Bu yönde bkz. Yarg. 13. HD, T. 6.11.2013, E. 2013/14926, K. 2013/27424 (Karar metni için bkz. Kazancı, E.T.: 1.12.2015). 68  Ağır kusur kavramı zaten hileyi de kapsadığından, hükümde hileden ayrıca söz edilmesi gereksizdir: Gümüş,  (Şerh), s. 129; Öz, (Kongre), s. 152; İnceoğlu, s. 201.  69  Gümüş, (Şerh), s. 125 vd.; İnceoğlu, s. 201.  1182Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1165-1188                                             Özçelik Ağır  kusurlu  satıcı  veya  yüklenicinin  ayıptan  sorumluluğunun  tâbi olduğu zamanaşımı süresi açısından, 1 Temmuz 2012 de yürürlüğe giren 6098 sayılı TBK hükümleri önemli bir yenilik içermektedir.  Şöyle ki, 6098 sayılı  TBK  kendisinden  önce  yürürlükte  olan  818  sayılı  BK dan  farklı olarak,  taşınmazlara  ilişkin  satış  ve  eser  sözleşmelerinde,  satıcının  veya yüklenicinin ağır kusurlu olduğu hallerde, ayıptan doğan sorumluluğun tâbi olduğu zamanaşımı süresini, satış sözleşmesinde mülkiyetin geçişinden, eser sözleşmesinde ise eserin tesliminden itibaren yirmi yıl olarak belirlemiştir (TBK 244/III ve TBK 478). Bu nedenle, yürürlük tarihine göre 4077 sayılı TKHK 4/IV veya 6502 sayılı TKHK 12/III delaletiyle uygulanacak uzun zamanaşımı süresi, somut sözleşme ilişkisinin hangi Borçlar Kanunu na tâbi olduğuna göre değişiklik gösterir. 1 Temmuz 2012 tarihinden önce kurulan sözleşmelerde, satıcı veya yüklenicinin ağır kusurlu olduğu hallerde, ayıptan sorumluluk 818 sayılı BK 125 uyarınca on yıllık zamanaşımına tâbidir. Söz konusu süre, satış sözleşmesinde mülkiyetin geçişinden, eser sözleşmesinde ise eserin tesliminden başlar. Buna karşılık, 1 Temmuz 2012 ve sonrasında kurulan  ve  bu  nedenle  TBK ya  tâbi  olan  sözleşmelerde,  satıcı  veya yüklenicinin ağır kusuru, on yıllık değil, TBK 244/III ve TBK 478 uyarınca yirmi  yıllık  zamanaşımı  süresinin  uygulanması  sonucunu  doğurur.  Bu durum, yukarıda ele alınan çerçevede, satıcının ağır kusurunun bulunduğu kabul  edilen   projeden  konut  satın  alma   olaylarında  özellikle  dikkate alınmalıdır.  SONUÇ Taşınmaza  ilişkin  bir  sözleşmenin  TKHK nın  uygulama  alanına girebilmesi için, konusunun konut veya tatil amaçlı bir taşınmaz olması, sözleşmenin,  satıcının  meslekî  veya  ticarî  faaliyeti  kapsamında  kalması ancak karşı tarafın meslekî veya ticarî olmayan amaçlarla hareket etmiş olması gerekir.   TKHK nın uygulama alanına giren, taşınmaza ilişkin sözleşmelerde, ayıptan sorumluluğun bazı şartları, birtakım özellikler gösterir.                                                   70  Trachsel, s. 141.  71  Bu yönde bkz. Öz, (Kongre), s. 152.  72  Bkz. yuk. II, D.    11836502 Sayılı Tüketicinin...                Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1161-1188  Her şeyden önce taşınmazın satıcı tarafından bildirilen niteliklerinin eksikliğinin ayıp sayılabilmesi için, söz konusu nitelik bildiriminin taşınmaz satışına ilişkin resmi senette yer alması şart değildir. Satıcı veya şartları varsa üçüncü kişi tarafından, reklam, ilan vb. yollarla bildirilen nitelikler de ayıptan sorumluluğun dayanağı olabilir.  Her ne kadar TKHK 8/I de ayıplı mal tanımlanırken, ayıbın var olması gereken an olarak, taşınır- taşınmaz ayrımı yapılmaksızın, teslim anından söz edilmişse de bu hükümde geçen  teslim anında  ifadesini  hasarın geçtiği anda  olarak anlamak ve taşınmazlarda ayıbın var olması gereken ânı da buna göre tespit etmek gerekir.  6502 sayılı TKHK nın ayıptan sorumlulukta şeklî şartlara yer vermemiş olması, hukukumuz bakımından olumlu bir gelişmedir. Ancak uygulamada 4077 sayılı TKHK ve 818 sayılı BK ya tâbi sözleşmelerde, özellikle konut projelerinden  satın  alınan  taşınmazlarda  bağımsız  bölüm  veya  ortak yerlerdeki  ayıplar  karşısında,  tüketicinin  sırf  bildirim  yükümünü  yerine getiremediği için ayıptan doğan haklarını kullanamaması sorunu varlığını sürdürmektedir. Bu sorun, 818 sayılı BK 200 uyarınca, satıcının, tüketicide reklâm, ilân vb. yollarla oluşan yanlış kanaat karşısında bilerek susmak suretiyle, ayıbın varlığını hileyle gizlediğinin ve bu nedenle tüketicinin ayıbı bildirim  külfetini  yerine  getirmeksizin  haklarını  kullanabileceğinin kabulüyle aşılabilir.  TKHK uyarınca ayıptan sorumluluğun sonuçları, yani tüketicinin ayıplı ifa karşısında sahip olduğu haklar da taşınmazlarda bazı özellikler gösterir.  Tüketicinin  ayıp  karşısında  sahip  olduğu  hakların  muhatabı  hiç kuşkusuz öncelikle satıcıdır. Bununla birlikte, konut satışlarında, konutun bulunduğu taşınmazın satıcı dışında bir kişi tarafından meydana getirilmiş olması  halinde,  uygulamada   yüklenici   olarak  adlandırılan  kişilerin  de tüketiciye karşı TKHK 11/II çerçevesinde  üretici  sıfatıyla, satıcıyla birlikte müteselsilen sorumlu tutulması gerekir. Öte yandan bağlı kredi veren konut finansman kuruluşları da tüketicinin sözleşmeden dönme veya bedel indirimi haklarını kullanması halinde, tüketiciye karşı satıcıyla birlikte müteselsilen sorumludur.   1184Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1165-1188                                             Özçelik TKHK, taşınmazın ayıbı karşısında tüketicinin ücretsiz onarım veya malın  ayıpsız  misli  ile  değiştirilmesi  haklarından  birini  kullanması durumunda,    söz  konusu  hakkın  gereğinin  altmış  iş  günü  içinde  yerine getirilmesini zorunlu tutmuştur. Söz konusu altmış günlük süre, bildirimin satıcıya varma anından başlatılmalıdır.  TKHK, taşınmazlarda ayıptan sorumluluk için kural olarak beş yıllık bir zamanaşımı  süresi  öngörmüştür.  Taşınmazın,  mülkiyetin  tüketici  adına tescilinden önce tüketiciye teslim edildiği hallerde söz konusu süre, teslim ânından  değil,  mülkiyetin  tüketiciye  geçtiği  andan  itibaren  işlemeye başlamalıdır.  Satıcının  ağır  kusurunun  bulunduğu  hallerde,  zamanaşımı süresi, satış sözleşmesinde mülkiyetin geçtiği andan, eser sözleşmesinde ise eserin tesliminden başlamak üzere; TBK nın yürürlüğe girdiği 1 Temmuz 2012 tarihinden önce kurulan sözleşmeler bakımından on yıl iken, 1 Temmuz 2012 ve sonrasında kurulan sözleşmeler bakımından ise yirmi yıldır.                  11856502 Sayılı Tüketicinin...                Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1161-1188",
     "Kaynakça": "Akçaal, M.: Satış Sözleşmesinde Yarar ve Hasarın Geçişi, KBD, 2013, S. 24, s. 50-53.  Aral, F./Ayrancı, H.: Borçlar Hukuku Özel Borç İlişkileri, Ankara 2012. Aslan, İ. Y.: Tüketici Hukuku, 4. Bası, Bursa 2014.     Atamer, Y./Baş, E.:  Avrupa Birliği Hukuku ile Karşılaştırmalı Olarak 6502 Sayılı Yeni Tüketicinin Korunması Hakkında Kanun Uyarınca Satım Sözleşmesinde Ayıptan Doğan Sorumluluk, İBD, C. 88, Tüketici Hakları ve Rekabet Hukuku Özel Sayısı, 2014, s. 19-60.  Atamer, Y.: Yeni Türk Borçlar Kanununda Taşınır Satımı Sözleşmesi, Türk Borçlar Kanunu Sempozyumu, Der. M.M. İnceoğlu, İstanbul 2012, s. 187-221.  Bucher,  E./Buz,  V.:  Mağdur  Edilen  Alıcı,  Prof.  Dr.  Necip Kocayusufpaşaoğlu İçin Armağan, Ankara 2004, s. 145-178.  Buz, V.: Borçlu Temerrüdünde Sözleşmeden Dönme, Ankara 1998.  Çetiner, B.: Yeni Türk Borçlar Kanunu'nda Yarar Ve Hasarın İntikali İle Satıcının Ayıptan Sorumluluğuna İlişkin Hükümlerin Değerlendirilmesi, İÜHFM, C. LXVII, Y. 2009, S.1-2, s. 97-114.  Gümüş, M. A.: 6502 Sayılı Tüketicinin Korunması Hakkında Kanun Şerhi, Cilt 1 (Madde 1-46), İstanbul 2014. (Gümüş, Şerh) Gümüş, M. A.: 6502 Sayılı Tüketicinin Korunması Hakkında Kanun a Genel Bakış, Sektörel Bazda Tüketici Hukuku ve Uygulamaları, 4. Tüketici Hukuku Kongresi, Ed. Tokbaş, H./Üçışık, F., Ankara 2015, s. 20-26.  Honsell,  H./Vogt,  N.P./Wiegand,  W.  (Hrsg.):  Basler  Kommentar Obligationenrecht I, Art. 1-529, 5. Aufl., Basel 2011 (BasK/Yazar adı). İnceoğlu,  M.M.:  Ayıba  Karşı  Tekeffül  ve  Garanti  Sorumluluğu,  Yeni Tüketici Hukuku Konferansı, Der. M.M. İnceoğlu, İstanbul 2015, s. 153-238.  Kara, İ.: Tüketici Hukuku, Ankara 2015.   11876502 Sayılı Tüketicinin...                Ankara Üni. Hukuk Fak. Dergisi, 64 (4) 2015: 1161-1188  Koller, A. (Hrsg.): Der Grundstückkauf, 2. Aufl., Bern 2001 (Koller/Yazar adı).  Koller, A.: Schweizerisches Obligationenrecht, Besonderer Teil, Band I, Die einzelnen Vertragsverhältnisse Art. 184-318 OR, Bern 2012.   Kurşat, Z.: Borçlar Hukuku Alanında Hile Kavramı, İstanbul 2003.  Öz, T.: Konusu Taşınmaz olan Tüketici Sözleşmelerinde Geçerlilik ve Borca Aykırılık, Sektörel Bazda Tüketici Hukuku ve Uygulamaları, 4. Tüketici Hukuku Kongresi, Ed. Tokbaş, H./Üçışık, F., Ankara 2015, s. 138-160 (Öz, Kongre). Öz, T.: Konut ve Tatil Amaçlı Taşınmaz Satışında Ayıplı İfa- Eksik İfa Ayırımı,  2.  Tüketici  Hukuku  Sempozyumu  Ses  Çözümleri  ve Makaleleri, Ankara 2013, s. 205-213 (Öz, Sempozyum). Özel, Ç.: Tüketicinin Korunması Hukuku, 2. Baskı, Ankara 2014.  Reetz,  P./Sohm,  M./Franceschetti,  L.:  Kaufvertrags-,  Werkvertrags-  und Auftragsrecht - Entwicklungen 2013-06/14, Bern 2014.   Schmidt, J. (Hrsg.): Der Grundstückkauf, Zürich 2010. Sirmen, A. L.: Eşya Hukuku, 3. Bası, Ankara 2015.  Trachsel, H.: Zum absichtlichen (arglistigen) Verschweigen von Mängeln, BR 2015/3, s. 135-142. Yavuz, C.: Türk Borçlar Hukuku Özel Hükümler, 9. Baskı, İstanbul 2014.   Yıldırım, A.: Taşınmaz Satışında Hasarın İntikali, BATİDER, C. XXXI, S.2 (Haziran 2015),"
}