{
     "Tip": "Makale",
     "Dergi İsmi": "Ankara Üni. Hukuk Fak. Dergisi",
     "Üniversite İsmi": "",
     "Gün": " 19",
     "Ay": "08",
     "Yıl": "2020",
     "Cilt": "69",
     "Sayı": "02",
     "Başlık": "30.09.2015 TARİHLİ HGK KARARI VE SONRASI EVLİ KADININ SOYADINA İLİŞKİN BİR DEĞERLENDİRME",
     "Title": "Current Developments on the Surname of Married Woman After 2015",
     "Yazar İsmi": [
          "Burcu Bahar ÇATALOĞLU",
          "Seldağ GÜNEŞ PESCHKE"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "isim",
          "kadının soyadı",
          "TMK m. 187",
          "evlenme",
          "evlilik birliği"
     ],
     "Keywords": [
          "surname",
          "gender equality",
          "Turkish Civil Code",
          "personality rights",
          "union of marriage"
     ],
     "Özet": "Türk hukukunda kadının soyadına ilişkin düzenlemeler, 4721 sayılı Türk Medeni Kanunu nda ve 2525 sayılı Soyadı Kanunu nda yer almaktadır. TMK m. 187 ye göre, evlilik birliği içinde erkek, evlilikten önceki soyadını kullanmaya devam ederken; kadına bu hak tanınmamıştır. Bu durum, Anayasa da yer alan eşitlik ilkesine aykırı görülerek birçok yargı kararına konu olmuştur. Konuyla ilgili  ilk dava, 1995 yılında Ayten  Ünal Tekeli  tarafından açılmıştır. O dönemde yürürlükte olan 743 sayılı TMK m. 153 uyarınca, yerel mahkeme ve Yargıtay, Ünal Tekeli nin evlilik öncesi soyadını tek başına kullanma  talebini  reddetmişlerdir.  Anılan  tarihte  Anayasa  Mahkemesi ne bireysel  başvuru  hakkı  olmadığı  için,  AİHM  önüne  gelen  dava  Ünal Tekeli nin lehine sonuçlanmıştır. Bunu takip eden yıllarda kadının evlilik soyadına ilişkin gerek iç hukukta gerek AİHM de pek çok dava açılmıştır. AİHM e giden davalarda, kadının evlendikten  sonra,  sadece  evlilik  öncesi  soyadını  kullanma  yönündeki talepleri,  mahkeme  tarafından  haklı  bulunmuştur.  Ancak,  bu  kararlara rağmen, uygulamada bir değişiklik olmamış, kadın evlilik sonrası, TMK m.                                                             Makalenin Geliş Tarihi: 14.08.2020, Makalenin Kabul Tarihi: 19.08.2020     Ar. Gör., Ankara Yıldırım Beyazıt Üniversitesi Medeni Usul ve İcra İflas Hukuku Anabilim Dalı, b.bahar@hotmail.com, ORCID: 0000-0002-6855-6975     Prof. Dr., Ankara Yıldırım Beyazıt Üniversitesi Karşılaştırmalı Hukuk Anabilim Dalı Başkanı, seldag.peschke@gmx.net, ORCID: 0000-0003-3679-6525  B. Bahar ÇATALOĞLU, Seldağ GÜNEŞ PESCHKE         Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 399-417 187 gereği, kocasının soyadını kullanmak zorunda kalmıştır. Bununla birlikte, kadın,  eğer  isterse,  evlilik  öncesi  soyadını  kocasının  soyadından  önce kullanabilmektedir.  Oysaki  birçok  ülkede,  kadına  evlilikten  önceki  soyadını  tek  başına kullanma hakkı verilmiştir.  Kadının evlilik soyadı konusunda çeşitli ülkelerde farklı hukuki düzenlemeler bulunmaktadır. Anayasa  Mahkemesi nde  de  bireysel  başvuru  yolunun  kabulünün ardından evli kadının soyadı konusunda farklı dönemlerde, çeşitli davalar görülmüştür. Bu davalarda Anayasa Mahkemesi, AİHM in daha önce vermiş olduğu kararlar doğrultusunda değerlendirme yapmış ve evli kadının evlilik birliği içerisinde evlilik öncesi soyadını tek başına kullanabilmesi gerektiğine karar vermiştir.  Nihayet, 2014/2-889 E., 2015/2011 K. sayılı ve 30 Eylül 2015 tarihli Yargıtay Hukuk Genel Kurulu kararıyla, evli kadının evlilik birliği içinde yalnızca kendi soyadını kullanmasının bir insan hakkı olduğuna; bu hakkın kadın ve erkek arasında eşit şekilde uygulanması gerektiğine karar verilmiştir. Ancak TMK m. 187 de halen bir değişiklik yapılmadığı için, bu hakkın kullanımı ancak kadın evlendikten sonra, soyadına ilişkin dava açması halinde mümkün  olabilmektedir.  Bu  makalede,  eski  düzenlemelere  değinilerek 2014/2-889 E., 2015/2011 K.  Sayılı HGK kararından günümüze kadar geçen sürenin bir değerlendirmesi yapılacaktır.",
     "Abstract": "The legal regulations on the surname of women are regulated in Turkish Civil Code No. 4721 and Code of Surname No. 2525.  According to Turkish Civil Code Article 187; in marriage, men continue to use their family surnames as they were, where women have to use the surname  of  their  husbands.  This  legal  situation  makes  a  contradiction according to principle of equality in Turkish Constitution Article 10. Ünal Tekeli v. Turkey, was the first case taken to European Court of Human Rights on the surname of married women. After individual application to Constitutional Court was put into force in Turkey, several cases on this matter have taken action. In these cases, Constitutional Court have decided in favor of women according to the regulations in ECHR and CEDAW. Finally, Turkish Supreme Court has changed its previous decisions on 2015, and 400   Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 399-417         Evli Kadının Soyadına İlişkin Bir Değerlendirme adjudged in favor of women that using their surname before marriage is a human right and both of the spouses should enjoy this right equally. Even though, Article 187 of TCC still hasn t been changed, it is considered that women can use their surname before marriage, if they sue after getting married.  In  many  countries  married  women  can  continue  to  use  their  own surnames before marriage. In this article, surname of married women will be examined within examples of different countries according to Turkish Court decisions,  especially  after  the  decision  of  General  Assembly  of  Civil Chambers of Supreme Court in 2015.",
     "Metin": "Türk Dil Kurumu Güncel Türkçe Sözlük te ad Bir kimseyi, bir şeyi anlatmaya, tanımlamaya, açıklamaya, bildirmeye yarayan söz, isim, nam. olarak ifade edilmiştir.  Öztan a göre ad, Bir kimseyi hemcinslerinden ayırt eden, onu belirten bir kelimedir. 2. Dural ve Öğüz ise adı Kişileri, diğer kişilerden ayıran ve toplumsal ilişkilerde onu belirleyen bir tanıtım, bir işaret olarak tanımlamaktadır. Buna göre ad, bir kişinin, toplumda bulunan diğer kişilerden, ayırt edilerek belirtilmesini sağlar, kişiyi dış dünyada temsil eder.  Ön ad ve soyadı, birlikte ismi oluşturur. Aynı aileye mensup bireyleri birbirinden ön ad ayırırken,7 soyadı bir kişinin toplumda mevcut ailelerden hangisine  dahil  olduğunun  tespitini  sağlar.  Kişinin  birden  fazla  ön  adı                                                             1   https://sozluk.gov.tr/ (Erişim Tarihi: 02.04.2020). 2   Öztan, Bilge, Medeni Hukukun Temel Kavramları, Ankara 2016, s. 295. 3   Dural, Mustafa / Öğüz, Tufan, Kişiler Hukuku, İstanbul 2016, s. 165. 4   Güneş Peschke, Seldağ, Roma Hukukundan Günümüze Kişilik Haklarının Korunması (Iniuria), Ankara 2014, s. 80. 5   Özel, Sibel, Uluslararası Alanda Medya ve İnternette Kişilik Hakkının Korunması, Ankara 2004, s. 31. 6   Erdoğan, İhsan:  Şahsiyeti İncitici Soyadı Meselesi ; Selçuk Üniversitesi Hukuk Fakültesi Dergisi Prof. Dr. Süleyman Arslan'a Armağan, Konya 1998, Cilt: 6 Sayı: 1-2, s. 705-712, s. 705. 7   Akıntürk, Turgut, Medeni Hukuk Başlangıç Hükümleri Şahsın Hukuku – Aile Hukuku, Ankara 1968, s. 111. 8   Abik, Yıldız, Kadının Soyadı ve Buna Bağlı Olarak Çocuğun Soyadı, Ankara 2005, s. 31; Özsunay, Ergun, Gerçek Kişilerin Hukuki Durumu, İstanbul 1970, s. 104; Özdemir, Hayrünnisa.  Türk ve İsviçre Hukukunda Ad Üzerindeki Hak ve Korunması ; AÜHFD, 401B. Bahar ÇATALOĞLU, Seldağ GÜNEŞ PESCHKE         Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 399-417 olabilir. 7039 sayılı Nüfus Hizmetleri Kanunu ile Bazı Kanunlarda Değişiklik Yapılmasına Dair Kanunun 5. maddesi ile 5490 sayılı Nüfus Hizmetleri Kanununun  15.  maddesinde  yapılan  değişiklik  sonrası,  maddenin  5. fıkrasında  Çocuğa  konulan  ad,  üç  adı  geçmemek  üzere  ve  kısaltma yapılmadan  yazılır.  hükmü  yer  almaktadır.  Buna  göre,  bir  çocuğa verilebilecek ön ad sayısı üçle sınırlandırılmış olup, çocuğa daha fazla ön ad verilemeyecektir. Kural  olarak  soyadı  sadece  bir  tane  olabilir.  Ancak  bu  kuralın  tek istisnası, evli kadının soyadında karşımıza çıkmaktadır. 1934 yılında 2525 sayılı  Soyadı  Kanunuyla  ülkemizde  soyadı  kullanımı  zorunlu  hale getirilmiştir. Böylece, soyadı kişinin kimliğinin ayrılmaz bir parçası haline gelmiştir.13 Kişiyi dış dünyaya karşı temsil eden isim, bu açıdan kişilik haklarından biridir ve TMK m. 23, 24, 25 yanında, TMK m. 26 ve 27 de de ayrıca ve özel olarak koruma altına almıştır. Yargıtay da 2017 tarihli kararında, Ad ve soyadı kişiliğin ayrılmaz bir unsurudur. diyerek adın, kişilik haklarından biri olduğunu vurgulamıştır.                                                             Ankara 2008, Cilt: 57 Sayı: 3, s. 561-598, s. 564; Yılmaz, Merve,  Evli Kadının Soyadı , Türkiye Adalet Akademisi Dergisi Yargıtay Onursal Başkanı A. Nazım Kaynak'a Armağan, Ankara 2012, Cilt: 1 Sayı: 10 Yıl: 3, s. 129-151, s. 130. 9   Ataay, Aytekin,  Medeni Hukukda Ad ile İlgili Temel Bilgiler ; İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, İstanbul 1960, Cilt: 26 Sayı 1-4, s. 185-208, s. 193-195. 10  7039 sayılı Nüfus Hizmetleri Kanunu ile Bazı Kanunlarda Değişiklik Yapılmasına Dair Kanun, 03.11.2017 tarihli ve 30229 sayılı Resmi Gazetede yayımlanmıştır. 11  5490 sayılı Nüfus Hizmetleri Kanunu, 29.04.2006 tarihli ve 326153 sayılı Resmi Gazetede yayımlanmıştır. 12  2525  sayılı  Soyadı  Kanunu,  02.07.1934  tarihli  ve  2741  sayılı  Resmi  Gazetede yayımlanmıştır. 13  Güneş Peschke, Seldağ: The Surname of Turkish Women: A Question of Identity?; Journalism and Mass Communication, Libertyville USA 2015, Volume: 5 No: 12, s. 658665, s. 659. 14  Abik, s. 138; Moroğlu, Nazan, Kadının Soyadı, İstanbul 1999, s. 23; Akipek, Jale / Akıntürk, Turgut / Ateş Karaman, Derya, Türk Medeni Hukuku I. Cilt Başlangıç Hükümleri Kişiler Hukuku, İstanbul 2012, s. 432; Oğuzman, M. Kemal / Seliçi, Özer / Oktay-Özdemir, Saibe: Kişiler Hukuku, İstanbul 2009, s. 106; Dural / Öğüz, s. 165; Erdoğan, s. 706; Ataay, s. 202 Anayasa Mahkemesi de 10.03.2011 tarihli ve 2009/85 E., 2011/49 K. sayılı kararında  Bir kimsenin kimliğinin belirlenmesinde en önemli unsur olan soyadı, vazgeçilmez, devredilmez, kişiye sıkı surette bağlı bir kişilik hakkıdır.  diyerek soyadı üzerindeki hakkın kişilik haklarına dahil olduğunu belirtmiştir (Karar, 21.10.2011 tarihli ve 28091 sayılı Resmi Gazetede yayımlanmıştır.). 15  Güneş Peschke, Inıuria, s. 81. 16  Yargıtay 8. Hukuk Dairesi nin 2017/6122 E., 2017/14423 K. sayılı ve 02.11.2017 tarihli kararı. Karar metnine https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/ adresinden erişilmiştir (Erişim Tarihi: 22.06.2020). 402Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 399-417         Evli Kadının Soyadına İlişkin Bir Değerlendirme Hukukumuzda soyadı farklı yollarla kazanılmaktadır. Soyadı doğum ile kazanılır, ancak bununla birlikte, evlat edinme, idari karar ve mahkeme kararı yoluyla da soyadı kazanılabilmektedir. Hukukumuzda sadece kadına özgü bir yol olarak, evlenme yoluyla da soyadı alınabilmektedir.   I. Evli Kadının Soyadına İlişkin Hukuki Düzenlemeler A. Genel Olarak 1926 tarihli ve 743 sayılı Türk Kanunu Medenisi nin 153. maddesinde, soyadı konusunda  Karı, kocasının aile ismini taşır.  şeklinde bir düzenleme vardı. Bu kanun maddesi emredici nitelikte olduğu için, eşlerin aralarında anlaşmaları durumunda dahi değiştirilemiyordu. 743 sayılı TMK m. 153, te 1997 yılında bir değişiklik yapıldı. Bu değişikliğin gerekçesinde kadının evlilikten önce iş veya meslek hayatında kendi soyadıyla tanınmış olması yahut başka gerekçelerle evlilikten önceki soyadını  kaybetmek  istememesi  halinde,  kocasının  soyadı  önünde  kendi evlilik öncesi soyadını da kullanabilmesinin bir ihtiyaç olarak ortaya çıktığı ifade edildi. Mevcut düzenlemenin soyadı konusunda kadını mutlak anlamda kocaya tabi kılması karşısında; kadınlara karşı ayrımcılığın önüne geçilmesi ve kadının kendi soyadını kullanması açısından değişikliğin gerekli olduğu belirtilmiştir. Bu değişiklik sonucunda, evli kadının isteği halinde kocasının soyadı önünde, evlenmeden önceki soyadını da taşıyabileceği yönünde bir düzenleme yapıldı. Ancak kadının, evlenince kocasının soyadını almasına ilişkin düzenleme maddenin yeni halinde de devam etti.  2002  yılında  yürürlüğe  giren  4721  sayılı  Türk  Medeni  Kanununda (TMK)22, kadının soyadı hakkındaki hüküm korunmuş, TMK m. 187;  Kadın, evlenmekle kocasının soyadını alır; ancak evlendirme memuruna veya daha                                                             17  Abik, s. 56; Moroğlu, s. 39; Yılmaz, s. 138. 18  Moroğlu, s. 87. 19  4248  sayılı  Türk  Kanunu  Medenisinin  153  üncü  Maddesinin  Birinci  Fıkrasının Değiştirilmesine  Dair  Kanun,  22.05.1997  tarihli  ve  22996  sayılı  Resmi  Gazetede yayımlanmıştır. 20 Kanun değişikliğinin gerekçesini de içeren Türk Kanunu Medenisinin Birinci Fıkrasının Değiştirilmesine  Dair  Kanun  Tasarısı  ve  Adalet  Komisyonu  Raporu na https://www.tbmm.gov.tr/tutanaklar/TUTANAK/TBMM/d/c/tbmm26093ss5. pdf adresinden erişilmiştir (Erişim Tarihi: 27.07.2020).  21  Moroğlu, s. 89; Yılmaz, s. 139. 22  4721 sayılı Türk Medeni Kanunu, 08.12.2001 tarihli ve 24607 sayılı Resmi Gazetede yayımlanmıştır. 403B. Bahar ÇATALOĞLU, Seldağ GÜNEŞ PESCHKE         Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 399-417 sonra nüfus idaresine yapacağı yazılı başvuruyla kocasının soyadı önünde önceki soyadını da kullanabilir. Daha önce iki soyadı kullanan kadın, bu haktan  sadece bir soyadı için  yararlanabilir.  şeklinde  aynen  muhafaza edilmiştir. Bu madde düzenlemesi uyarınca, evlenme halinde, kadın ya tek başına  kocasının  soyadını  alacak  veya  evlenmeden  önceki  kendi  aile soyadının yanında kocasının soyadını kullanacaktır. Kısacası, evlenen kadın için eşinin soyadını almamaya yönelik bir seçme hakkı bulunmamaktadır. Almanya, İtalya, Fransa gibi birçok Avrupa ülkelerinin yanı sıra, İran, Suriye gibi ülkelerde de kadın isterse, evlendikten sonra kocasının soyadını almadan, evlilik öncesi soyadını kullanmaya devam edebilmektedir. Evlenme yoluyla soyadının kazanılması, birçok ülkede hem kadın hem de erkek için mümkündür. Ayrıca, bazı ülkelerde evlilikle birlikte, erkek de kadının soyadını almayı tercih etmekte ve kadının soyadı aile soyadı olarak kullanılmaktadır.  Örneğin  Almanya da  eşler  evlendikten  sonra  kendi soyadlarını birbirlerine verebilmekte veya kendileri için aile soyadı olarak, kendi soyadları dışında başka bir soyadını da alabilmektedirler.  Medeni  Kanunumuzun  mehazı  olan  İsviçre  Medeni  Kanunu nda (Schweizerisches Zivilgesetzbuch – ZGB) evlilik soyadı hakkındaki m. 160 ta yer alan düzenlemeler tarihi süreç içinde incelendiğinde, başlangıçta evlilikle birlikte, kadının kocasının soyadını alacağı düzenlendiği görülmektedir.  1988 yılında yürürlüğe giren bir değişiklikle, haklı bir nedenin varlığı halinde kadının soyadının da aile adı olarak seçilebilmesinin önü açılmıştır. Ayrıca bu düzenleme  çerçevesinde,  aile  adının  erkeğin  soyadı  olarak  belirlenmesi halinde  kadın,  kocasının  soyadı  önünde  kendi  soyadını  da kullanabilmekteydi. İsviçre  Medeni  Kanunu nda  2013  yılında  yürürlüğe  giren  son değişikliklerle birlikte,   m. 160 ın mevcut düzenlemesi uyarınca evlilikte eşler evlilik öncesi soyadlarını devam ettirebilmektedirler.  Bununla birlikte, eşler  evlilik  birliği  içinde,  eşlerden  birinin  soyadını  aile  adı  olarak  da kullanabilirler.  Almanya da, Alman Medeni Kanunu nun (Bürgerliches Gesetzbuch – BGB) 1355. maddesine göre evlilik birliği içerisinde eşler, ortak bir soyadı belirleyebilir. Bu ortak soyadı eşlerden herhangi birinin soyadı olabilir. Ortak                                                             23  MacClintock, Heather:  Sexism, Surnames and Social Progress: The Conflict of Individual Autonomy and Government Preferences in Laws Regarding Name Changes at Marriage ; Temple International & Comparative Law Journal, Philadelphia USA 2010, Volume: 24 Issue: 1, s. 277-312, s. 283. 404Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 399-417         Evli Kadının Soyadına İlişkin Bir Değerlendirme soyadı  belirlenmemişse,  eşler  evlilik  öncesi  soyadlarını  evlilikte  de kullanmaya devam ederler. Kendi soyadı ortak aile adı olarak belirlenmeyen eş,  yapacağı  bir  bildirimle  doğumla  kazandığı  soyadını  yahut  bildirim anındaki soyadını, yeni aile adının önüne veya arkasına ekleyebilir. Almanya ve İsviçre deki düzenlemeler oldukça benzer olmasına rağmen, tüm  Kıta  Avrupası  ülkelerinde  durum  aynı  değildir.  Örneğin  Fransa da, evliliğin eşlerin soyadları üzerinde bir etkisi bulunmamaktadır. Fransa da isim değiştirilmesi, ancak Fransız Medeni Kanununun (Code Civil) 61. ve devamı maddeleri gereğince meşru bir nedenin varlığı halinde ve mahkeme kararı ile yapılabilir.  Nelerin  meşru  neden  teşkil  ettiğine  dair  Fransız  Medeni Kanunu nda  bir  belirleme  yapılmamış  olup,  kavramın  içeriği  Fransız Danıştayı nın (Conseil d Etat) içtihatlarıyla belirlenmiştir. Buna göre, kişinin adının gülünç veya utanç verici olması yahut yabancı dildeki bir soyadını bırakıp Fransızca bir soyadı almak istemesi meşru neden kabul edilirken; duygusal veya ticari nedenler bu kapsamın dışında tutulmuştur. Günümüzde yüzölçümü bakımından dünyanın en büyük ülkelerinden biri olan Kanada, on eyalet hükümeti ve üç kuzey bölgesinin oluşturduğu federal bir yapıdadır. Bu eyaletlerin çoğunda, aile adı olarak her iki eşten birinin soyadı kullanılmaktadır. On eyaletin en büyüğü olan ve resmi dili Fransızca olan Quebec ise, Anglosakson Hukuk sistemine dahil olan ülkenin geri kalanından farklı olarak, Fransız Hukukundan etkilenmiştir. Quebec, evlilik soyadı konusunda da diğer eyaletlerden farklı bir yaklaşım benimsemiş ve evlilikte her iki eşin de mevcut soyadlarını kullanmaya devam etmelerini, erkek  veya  kadın  olması  önemli  olmaksızın  eşlerin  evlilik  birliğinde soyadlarını değiştirmemelerini kanunen düzenlemiştir. İç işlerinde bağımsız olan elli federe eyaletten oluşan Amerika Birleşik Devletleri nde    kadınlar,  evlenmeleri  halinde  mevcut  soyadlarını kullanmaya devam etme veya kocanın soyadını kullanma hususunda seçim hakkına sahiptir.                                                              24  Guibert-Lantoine, Catherine de: Changing Surnames in France; içinde Valetas, MarieFrance:  The Surname of Married Women in the Europian Union ; Population&Sociétés, Paris 2001, No: 367, s.  1-4, s. 4.  25 Özensel, Ertan: Çokkültürlülük Uygulaması Olarak Kanada Çokkültürlülüğü; Akademik İncelemeler Dergisi, Sakarya 2012, Cilt: 7 Sayı 1, s. 55-70, s. 61, 62. 26  https://www.canada.ca/en/immigration-refugees-citizenship/services/newimmigrants/prepare-life-canada/provinces-territories/quebec.html  (Erişim  Tarihi: 12.04.2020). 27  Quebec Medeni Kanunu (Civil Code of Quebec) SQ 1991, Cha pter 64, Art. 393. 28  http://www.mfa.gov.tr/amerika-birlesik-devletleri-siyasi-gorunumu.tr.mfa  (Erişim  Tarihi: 10.04.2020). 29  MacClintock, s. 291-292. 405B. Bahar ÇATALOĞLU, Seldağ GÜNEŞ PESCHKE         Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 399-417 Asya ülkelerinden Çin Halk Cumhuriyeti, Evlilik Kanunu nda evlilikte karı ve kocanın eşit haklara sahip olduğunu hükme bağlamıştır. Yine bu kanuna göre, her iki eşin de evlilikte kendi soyadlarını kullanabilmeleri mümkün kılınmıştır. Japonya da  eşler  evlilik  anındaki  anlaşmalarına  göre  kadının  veya erkeğin soyadını alabilirler. Japonya da evlilikler Aile Sicili Kanununa göre idareye bildirilmekte ve kaydedilmektedir. Eğer evlilik soyadı üzerinde bir  anlaşma  sağlanamazsa,  bildirim  formundaki  tüm  zorunlu  alanların doldurulmaması nedeniyle bildirim reddedilecek ve evlilik tanınmayacaktır. Aile Sicili Kanunu, 6. maddesinde aileyi aynı soyadını taşıyan karı koca ve onların çocuklarından oluşan bir birim olarak tanımlamaktadır. Oldukça geleneksel ve ataerkil bir aile yapısına sahip olan İran da, egemen kabul edilen ailenin en yaşlı erkeğine itaat edilmesi beklenir. Buna rağmen, kadın evlilikte kendi soyadını devam ettirir, ancak kocasından izin belgesi getirerek onun soyadını alması mümkündür. Bu şekilde kocasının soyadını  alan  kadının  eski  soyadına dönmek  istemesi halinde  başvurusu üzerine soyadı eski haline döndürülür 34.   Ülkemizde  evlilik  birliği  içinde  kadının  evlilik  öncesi  soyadını kullanmaya devam etmesi mümkün değilken, erkeğin de doğrudan kadının soyadını alabilme hakkı bulunmamaktadır.  Evlilik birliği kurulduğu anda, kadın  kocasının  soyadını  almak  zorundadır.  Koca  ise,  kendi  soyadını kullanmaya devam etmektedir.  Anayasanın  10.  maddesinde  düzenleme  altına  alınan  eşitlik  ilkesi uyarınca, Herkes, dil, ırk, renk, cinsiyet, siyasi düşünce, felsefi inanç, din, mezhep ve benzeri sebeplerle ayırım gözetilmeksizin kanun önünde eşittir. Kadınlar  ve  erkekler  eşit  haklara  sahiptir.  Devlet,  bu  eşitliğin  yaşama geçmesini sağlamakla yükümlüdür..                                                              30  Japonya Medeni Kanunu (Kanun numarası 89, 1896), m. 750. 31  Family Register Act, kanun numarası 224, 1947.  32  Kamiya,  Masako:   Women  in  Japan ;  University  of  British  Columbia  Law  Review, Vancouver 1986, Volume: 20 Issue: 2, s. 447-470, s. 447-470, s. 455. 33  Nassehi-Behnam, Vida:  Change and The Iranian Family ; Current Anthropology, Volume 26, No: 5 (December 1985), s. 557-562, s. 557. 34  http://iranianembassy.nl/en/consular.php?content=27013 (Erişim Tarihi: 09.04.2020). 35  Abik, s. 59; Moroğlu, s. 40. 406Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 399-417         Evli Kadının Soyadına İlişkin Bir Değerlendirme İnsan  Hakları  Evrensel  Beyannamesi,36  Avrupa  İnsan  Hakları Sözleşmesi gibi uluslararası anlaşmalarda da eşitlik ilkesi esas alınmış, tüm insanların  eşit  olduğu  ve  hiçbir  nedenle  ayrımcılık  yapılamayacağı vurgulanmıştır. Birleşmiş Milletler Kadınlara Karşı Her Türlü Ayrımcılığın Önlenmesi Sözleşmesinde (CEDAW)38 de kadın erkek eşitliği vurgulanmış, kadın ve erkeklerin  soyadı, meslek ve iş seçme hakları da dahil karı ve koca olarak  aynı  kişisel  haklara  sahip  olma ları  gerektiği  (m.  16/1-g) düzenlenmiştir. Türkiye bu maddeye başlangıçta iç hukukla bağdaşmadığı gerekçesiyle koymuş olduğu çekinceyi, 1999 yılında kaldırmıştır. Anayasamızın 90. maddesinin 5. fıkrası uyarınca, yukarıda belirtilen ve Türkiye nin usulüne uygun bir şekilde taraf olduğu uluslararası anlaşmalar da ulusal mevzuatımıza dahildir. Bu doğrultuda, evlilik birliği içinde kadın ve erkeğe eşit haklar tanınması gerekmektedir. Evli kadının soyadı konusunda kadın ve erkek için farklı uygulamaların bulunması, eşitlik ilkesine aykırıdır. Ulusal mevzuatımızda, evlilik birliğiyle birlikte,  soyadına ilişkin mevcut düzenlemeler çerçevesinde, kocaya e tanınan haklar, kadına aynı şekilde tanınmamıştır. B. Boşanma Halinde Kadının Soyadı Kadının evlilik esnasında zorunlu olarak değiştirilen soyadının, boşanma halinde  kullanımı  eski  eşin  iznine  bağlı  kılınmıştır.  Nitekim  konuyu düzenleyen TMK m. 173 hükmüne göre; boşanan kadın, evlenmeden önceki soyadını tekrar alır. Kadının, boşandığı kocasının soyadını kullanmaya devam etmek istemesi halinde ise, bunda bir menfaati bulunduğunu ve bunun eski kocasına bir zarar vermeyeceğini hâkim önünde ispatlaması gerekmektedir.   Aksi halde hâkim, kadının, boşandığı kocasının soyadını kullanmasına izin vermeyebilir.  Bu  izni  verip  vermeme  konusunda  hâkime  takdir  yetkisi                                                             36  Bakanlar  Kurulunun  06.04.1949  tarihli  ve  9119  sayılı  İnsan  Hakları  Evrensel Beyannamesinin Remi Gazetede yayımlanmasına dair kararı, 27.05.1949 tarihli ve 7217 sayılı Resmi Gazetede yayımlanmıştır. 37  6366 sayılı İnsan Haklarını ve Ana Hürriyetleri Koruma Sözleşmesi ve Buna Ek Protokolün Tasdiki Hakkında Kanun, 19.03.1954 tarihli ve 8662 sayılı Resmi Gazetede yayımlanmıştır. 38  Birleşmiş Milletler Genel Kurulu'nun 18.12.1979 tarihli ve 34/180 sayılı kararıyla kabul edilerek imzaya, onaya ve katılmaya açılan sözleşme, 03.09.1981 tarihinde yürürlüğe girmiştir. Türkiye'nin bu sözleşmeye katılması, 25.06.1985 tarihli ve 18792 sayılı Resmi Gazetede  yayımlanan  3232  sayılı  Kanunla  uygun  bulunmuş ve  Bakanlar  Kurulunun 24.07.1985 tarihli ve 85/9722 sayılı kararıyla onaylanmıştır. Bakanlar Kurulunun onay kararı ve Kadınlara Karşı Her Türlü Ayrımcılığın Önlenmesi Sözleşmesi metni, 14.10.1985 tarihli ve 18898 sayılı Resmi Gazetede yayımlanmıştır. 39  Ünal Özkorkut, Nevin,  Kadının Vazgeçilebilir Kişilik Hakkı: Soyadı - Kadının Soyadı Üzerindeki Hakkının Türkiye'deki Tarihsel Gelişimi , I. Türk Hukuk Tarihi Kongresi Bildirileri, İstanbul 2014, s. 23-30, s. 26. 407B. Bahar ÇATALOĞLU, Seldağ GÜNEŞ PESCHKE         Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 399-417 tanınmıştır. TMK m. 173 te yer alan düzenlemeye göre, boşanma sonrasında eski eşinin izni ile evlilik soyadını kullanan  kadın, koşulların değişmesi halinde, eski kocasının soyadını iade etmek zorunda kalabilmektedir. Eski eşin bu talebi için herhangi bir zaman sınırı da öngörülmemiştir. Anılan düzenlemeler, kocanın kişilik hakkını korurken, kadın açısından eşitlik ilkesine aykırı bir durum yaratmaktadır.  TMK m. 173 düzenlemesinde bu husus göz ardı edilmiş, kadının kişilik hakkına nazaran erkeğin kişilik hakkı daha üstün tutulmuştur.  Adalet Bakanlığı Adli Sicil ve İstatistik Genel Müdürlüğü 2019 verilerine göre,  boşanan  kadının  kocasının  soyadını  kullanmasına  izin  verilmesine ilişkin 2016 yılında 421, 2017 yılında 434, 2018 yılında 465 dava açılmıştır. 2019 yılında bu sayı,  önceki yıla göre %13,8 oranında artış göstererek 529 a çıkmıştır. Boşanma  sonrasında  eski  kocasının  soyadını  kullanmasına  hakim tarafından izin verilen kadınlara karşı, bu iznin kaldırılmasına ilişkin olarak eski eş tarafından 2016 yılında 263, 2017 yılında 245, 2018 yılında 171, 2019 yılında ise 156 dava açılmıştır. Boşanma sonrasında evlenmeden önceki soyadını tekrar alan kadınların karşılaştığı bir diğer problem ise, velayeti kendisine bırakılan ortak çocuğuyla farklı soyadları taşımakta olmasıdır. Nitekim TMK m. 321 uyarınca anne ve babası evli olan çocuk, ailenin soyadını taşıyacaktır. TMK m. 187 uyarınca evlenen kadın kocasının soyadını alacağından, aile soyadı kocanın soyadı olmaktadır. Dolayısıyla anne ve babası evli olan çocuk da, babasının soyadını almaktadır.                                                             40  Moroğlu, s. 103,104. 41  Adli İstatistikler 2019, T.C. Adalet Bakanlığı Adli Sicil ve İstatistik Genel Müdürlüğü, Ankara,  s.  162, http://www.adlisicil.adalet.gov.tr/Resimler/SayfaDokuman/1062020170359HizmeteOzel2019-bask%C%B-%C%BSA.pdf (Erişim Tarihi: 20.05.2020). 42  Boşanma ve Boşanma ile İlişkili Davalar, 6284 sayılı Ailenin Korunması ve Kadına Karşı Şiddetin Önlenmesine dair Kanun ile İlgili İstatistikler 2012-2019, T.C. Adalet Bakanlığı Adli Sicil ve İstatistik Genel Müdürlüğü, Ankara. 43  Abik, s. 55; Dural / Öğüz, s. 160; Oğuzman / Seliçi / Oktay Özdemir, s. 96; Akipek / Akıntürk / Ateş Karaman, s. 425; Ayan, Serkan:  Anayasa Mahkemesi Kararları ve Çocuklar ile Kadının Soyadına İlişkin Değişiklik Tasarısı Taslağı Işığında Soyadının İlk Kez Edinilmesi, Kendiliğinden Değişmesi ve Değiştirilmesi ; Gazi Üniversitesi Hukuk Fakültesi Dergisi, Ankara 2012, Cilt: XVI, Sayı: 4, s. 19-90, s. 23; Özdemir, s. 571; Yılmaz, s. 133. Anayasa Mahkemesi de 07.10.2009 tarihli ve 27369 sayılı Resmi Gazetede yayımlanan, 02.07.2009 tarihli ve 2005/114 E., 2009/105 K. Sayılı kararında  ... evlilik içinde doğan 408Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 399-417         Evli Kadının Soyadına İlişkin Bir Değerlendirme Soyadı Kanunu m. 4/2 nin ilk cümlesi olan  Evliliğin feshi veya boşanma hallerinde  çocuk  anasına  tevdi  edilmiş  olsa  bile  babasının  seçtiği  veya seçeceği adı alır.  cümlesi, Anayasa Mahkemesi tarafından, Anayasanın 10. ve 41. maddelerine aykırı olduğu gerekçesiyle iptal edilmiştir. Bu iptal kararının ardından, boşanma sonrası ortak çocuğun velayetini almış olan kadınlar, babasının soyadını taşımakta olan çocuğun soyadının değiştirilmesi ve çocuğa annenin soyadının verilmesi talebiyle pek çok dava açmışlardır. Bu davalar ilk derece mahkemelerinde kadın lehine sonuçlanmış olsa da, Yargıtay çeşitli kararlarında, genel bir değerlendirme yaparak, salt boşanmış olmanın ve velayet hakkına sahip olmanın anneye çocuğun soyadını değiştirme konusunda dava hakkı vermeyeceğini belirtmiştir.45. Anayasa  Mahkemesi,  bireysel  başvuru  üzerine  25.06.2015  tarihinde karara bağladığı Hayriye Özdemir davasında, boşanma sonrasında ortak çocuğun  velayetine  sahip  kadının,  çocuğa  kendi  soyadını  verebileceğine hükmetmiştir. AYM, bu talebin kabul edilmemesinin aile hayatına saygı hakkına müdahale olduğunu ve bu müdahalenin, Soyadı Kanunu m. 4/2 nin ilk cümlesinin iptali sonrasında kanuni olmadığını, dolayısıyla ihlal teşkil ettiğini  hükme  bağlamıştır.  Böylelikle  boşanan  kadınların,  velayeti kendilerine bırakılmış olan ortak çocuğa kendi soyadlarını verebilmelerinin önü açılmıştır. Aynı konuda Anayasa Mahkemesi önüne bireysel başvuru yoluyla gelen başka uyuşmazlıklarda da aynı yönde karar verilmiştir.  Bununla birlikte, açılan her davada mahkemelerin farklı yönde kararlar verebileceği  de  göz  önünde  bulundurulmalıdır.  Nitekim  yakın  zamanda Yargıtay 2. Hukuk Dairesi tarafından verilen  20.06.2020 tarihli kararda, boşanma  sonucunda  ortak  çocuğun  velayeti  kendisine  bırakılmış  olan annenin,  sadece  velayet  hakkına  dayanarak  çocuğun  soyadının                                                             çocuğun ailenin (diğer bir ifadeyle babanın) soyadını taşıyacağı...  ifadesini kullanarak bu hususu vurgulamıştır. 44  Anayasa Mahkemesinin 08.12.2011 tarihli ve 2010/119 E., 2011/165 K. Sayılı kararı, 14.02.2012 tarihli ve 28204 sayılı Resmi Gazetede yayımlanmıştır. 45  Yargıtay Hukuk Genel Kurulunun 15.03.2015 tarihli ve 2013/18-1755 E., 2015/1039 K. Sayılı  kararı;  Yargıtay  18.  Hukuk  Dairesinin  18.06.2013  tarihli  ve  2013/9343  E., 2013/10704 K. Sayılı kararı. 46  Başvuru No: 2013/3434. 47  Gülbu Özgüler Başvurusu, Başvuru No: 2013/7979, Karar Tarihi: 11.11.2015; Nurcan Yolcu Başvurusu, Başvuru No: 2013/9880, Karar Tarihi: 11.11.2015; Ayten Yıldırmaz Başvurusu, Başvuru No: 2014/1826, Karar Tarihi: 20.07.2017; Deniz Altınbaş ve Diğerleri Başvurusu, Başvuru No: 2014/2033, Karar Tarihi: 26.10.2017; S. E. Başvurusu, Başvuru No: 2017/40178, Karar Tarihi: 26.02.2020; E. Ç. Başvurusu, Başvuru No: 2018/6565, Karar Tarihi: 10.06.2020. 409B. Bahar ÇATALOĞLU, Seldağ GÜNEŞ PESCHKE         Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 399-417 değiştirilmesini  isteyemeyeceği  hükme  bağlanmıştır.  Yerel  mahkemece çocuğa annenin soyadının verilmesi yönünde verilen karara, babanın itiraz etmesi sonucunda başlayan süreçte Yargıtay, bu tip davalarda çocuğun üstün yararının gözetilmesi gerektiğini ifade ederek, çocuğun annenin soyadını almasında üstün yararı olduğu ispatlanamadığı için yerel mahkeme kararının bozulmasına karar vermiştir.  II. Kadının Soyadına İlişkin 30 Eylül 2015 Tarihli Hukuk Genel Kurulu Kararı ve Sonrasındaki Gelişmeler TMK da  yer  alan  ve  yukarıda  açıklanan  düzenlemeler  sonucunda, kadının kimliği hem evlenme hem de boşanma hallerinde değişmekte ve her medeni  hal  değişiminde  kadın  farklı  bir  kimliğe  bürünmektedir.  Erkek açısından söz konusu olmayan bu durum, kadın açısından eşitlik ilkesine aykırılık teşkil etmesinin yanında, çeşitli eleştirilere ve davalara da konu olmuştur.  1998  yılında,  743  sayılı  Türk  Medeni  Kanunu  döneminde,  evlilik soyadını düzenleyen m. 153, Anayasa ya aykırı olduğu gerekçesiyle somut norm  denetimi  yoluyla  iptal  istemiyle  Anayasa  Mahkemesi  önüne getirilmiştir.   Mahkeme  yapmış  olduğu  incelemede;  itiraza  konu  olan   Kadın evlenmekle  kocasının  soyadını  alır   kuralının  sebebi  olarak;  bazı  sosyal gerçeklerin doğurduğu zorunlulukların varlığını ve yasa koyucunun yıllar boyunca  yerleşmiş  olan  bir  geleneği  kurumsal  hale  getirmiş  olmasını göstermiştir. Anayasa Mahkemesi, aile birliğinin sağlanması amacıyla yasa koyucu tarafından eşlerden birine öncelik tanındığını ve kamu yararı, kamu düzeni ve birtakım zorunluluklar nedeniyle soyadının kocadan  diğer eşe geçmesinin tercih edildiğini belirtmiştir.                                                             48  https://www.aa.com.tr/tr/turkiye/yargitaydan-cocugun-soyadinin-degistirilmesine-iliskinustun-yarar-kriteri/1922167,  https://www.sozcu.com.tr/2020/gundem/yargitaydan-emsalsoyadi-karari-5952597/, https://www.sabah.com.tr/gundem/2020/07/25/yargitaydan-emsalniteliginde-soyadi-karari?paging=6 (Erişim Tarihi: 26.07.2020). 49  Esen, Emre:  Türk Vatandaşı Erkeğin Yabancı Eşinin Soyadını Alamayacağına İlişkin Bir Yargıtay Kararı Üzerine Düşünceler ; MHB Prof. Dr. Sevin Toluner'e Armağan, İstanbul 2004, Yıl: 24 Sayı: 1-2 2004, s. 439-449, s. 449; Akbulut, Pakize Ezgi:  Türk ve Alman Hukukunda Evlenme ve Boşanmanın Kişinin Soyadına Etkisi ve Milletlerarası Özel Hukukta Ortaya Çıkan Sorunlar ; İzmir Barosu Dergisi, İzmir 2011, Yıl: 76 Sayı: 3, s. 6078, s. 67. 50  Anayasa Mahkemesinin 743 Sayılı Türk Kanunu Medenisinin 153. Maddesinin İptali İsteminin Reddine İlişkin 29.09.1998 Tarihli ve 1997/61 E., 1998/59 K. Sayılı Kararı, 15.11.2002 tarihli ve 24937 sayılı Resmi Gazetede yayımlanmıştır. 410Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 399-417         Evli Kadının Soyadına İlişkin Bir Değerlendirme Mahkeme, haklı bir nedenin varlığı halinde, kişilerin farklı kurallara tabi olmalarının  eşitlik  ilkesini  ihlal  etmediğini,  konum  ve  durumlarından kaynaklanan özellikler sebebiyle bazı kişi ve topluluklar hakkında farklı düzenlemelerin  gerekli  olabileceğini  ifade  etmiştir.  Bu  bağlamda,  yasa koyucu tarafından, aile soyadı olarak kocanın soyadına öncelik verilmesinin, sayılan haklı nedenler çerçevesinde eşitlik ilkesine aykırılık oluşturmadığına karar vermiştir.  Bireysel olarak sadece kendi soyadını kullanabilmek için dava yoluna başvuran ilk evli kadın Ayten Ünal Tekeli dir. Türkiye de iç hukuk yollarını tüketen ancak talebine ulaşamayan Ünal Tekeli, dosyayı Avrupa İnsan Hakları Mahkemesi önüne taşımıştır. Bu başvuru Aralık 1995 te yapılmış olmakla birlikte, karar tarihi Kasım 2004 tür.51 Başvuruyu inceleyen Avrupa İnsan Hakları Mahkemesi, kadınlar evlilik birliği  içinde  hukuken  kendi  soyadlarını  tek  başına  kullanamazlarken erkeklerin böyle bir durumla karşılaşmamalarının, benzer konumdaki kişiler arasında cinsiyete dayalı farklı muamele oluşturduğunu tespit etmiştir. Bu davada cinsiyetler arası farklı muameleyi haklı kılacak ikna edici gerekçeler bulunmadığını ifade eden AİHM, başvurucu lehine karar vermiştir. Mahkeme, bu  kararın  ardından  Türkiye ye  karşı  yapılan  aynı  konudaki  başvurular hakkında  da,  bu  davayı  emsal  göstererek,  evli  kadınların  sadece  kendi soyadını kullanabileceği yönünde karar vermiştir. Bireysel başvuru yolunun hukukumuza girmesinin ardından, Anayasa Mahkemesi önüne bu yolla evlilik birliği içinde kadının kendi soyadını tek başına kullanabilmesine ilişkin davalar da getirilmiştir. Bu davalarla ilgili olarak Anayasa Mahkemesi, kadının evlilik soyadıyla ilgili uyuşmazlıklarda uluslararası sözleşme hükümlerinin uygulanması gerektiğine karar vermiştir. Bu bağlamda, Avrupa İnsan Hakları Sözleşmesi ve BM Kadınlara Karşı Her Türlü Ayrımcılığın Önlenmesi Sözleşmesi nin ilgili hükümleri ile AİHM in bu konudaki kararlarına atıf yapan Anayasa Mahkemesi, kadının evlilikte yalnızca kendi soyadını kullanabilmesi gerektiğini ifade etmiştir.                                                             51  Ayten Ünal Tekeli'nin 20.12.1995 tarihli ve 29865/96 numaralı başvurusu üzerine Avrupa İnsan  Hakları  Mahkemesinin  vermiş  olduğu  16.11.2004  tarihli  karar  metnine http://hudoc.echr.coe.int/eng#{ fulltext :[ ünal  tekeli ], documentcollectionid : [ GRANDCHAMBER , CHAMBER ], itemid :[ 001-67482 ]}  adresinden  erişilmiştir (Erişim tarihi: 12.04.2020). 52  Sevim Akat Eşki Başvurusu, Başvuru No: 2013/2187, Karar Tarihi: 19.12.2013; Gülsim Genç Başvurusu, Başvuru No: 2013/4439, Karar Tarihi 19.12.2013; Neşe Aslanbay Akbıyık Başvurusu, Başvuru No: 2014/5836, Karar Tarihi: 16.04.2015. 411B. Bahar ÇATALOĞLU, Seldağ GÜNEŞ PESCHKE         Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 399-417 Yakın  zamana  kadar  evli  kadının  evlilikte  sadece  kendi  soyadını kullanmasına ilişkin talepleri reddeden Yargıtay da, 30 Eylül 2015 tarihli ve 2014/2-889 E., 2015/2011 K. Sayılı Hukuk Genel Kurulu kararıyla bu görüşünü  değiştirmiştir.  Bu  kararda  Yargıtay  Hukuk  Genel  Kurulu,  aile birliğini ortak  bir  aile ismiyle yansıtma  amacının  cinsiyete dayalı  farklı muamele  için  yeterli  bir  gerekçe  oluşturmayacağını,  söz  konusu  farklı muamelenin AİHS ne açıkça aykırı olduğunu belirtmiştir. Genel Kurul, evli kadının sadece kendi soyadını kullanmasının bir insan hakkı olduğuna; bu hakkın cinsiyete dayalı bir ayrım olmaksızın kadın ve erkek arasında eşit şekilde uygulanması gerektiğine karar vermiştir.  Anlatılan  bu  olumlu  kararlara  rağmen,  hukukumuzda  evli  kadının soyadını düzenleyen TMK m. 187 de halen bir değişiklik yapılmamıştır. Bu nedenle evli kadınlar, evlilik birliği içinde sadece kendi soyadlarını kullanma hakkını ancak dava yoluyla elde edebilmektedir. Bu haliyle evli kadının soyadı konusu, ülkemizde bir sorun teşkil etmeye devam etmektedir. Bu sorunların somut bir örneğini, Anayasa Mahkemesi nin Ayşe Sena Sezgin Arslan tarafından yapılan bireysel başvuru sonucunda verdiği kararda da görmekteyiz. Başvurucu, evlenme akdi gerçekleştirilmeden önce idareye verdiği dilekçeyle, evlenme akdinden sonra soyadı hanesine, eşinin soyadı kullanılmadan, sadece bekarlık soyadının yazılmasını talep etmiştir. İdare, başvurucuya verdiği cevapta TMK m. 187 hükmünden ve bu maddenin iptali için Anayasa Mahkemesi nde açılmış olan davanın reddine ilişkin 2009/85 Esas, 2011/49 Karar sayılı ve 10.03.2011 tarihli kararından bahisle talebi reddetmiştir. Bunun üzerine, diğer başvuru yollarının başarı şansı bulunmadığını, masraflı ve zaman kaybına yol açacak yollar olduğunu düşünen başvurucu, doğrudan doğruya Anayasa Mahkemesine bireysel başvuruda bulunmuştur. Anayasa Mahkemesi, başvuru yollarının etkisiz olacağı konusunda somut veriler olmadığını, etkili bir giderim yolu olarak hukuk davası açma imkanının bulunduğunu  belirtmiştir.  Anayasa  Mahkemesi ne  bireysel  başvuruda bulunabilme  şartlarından  olan  tüm  başvuru  yollarının  tüketilmiş  olması koşulunun yerine getirilmediğini tespit eden Mahkeme, başvuruyu bu sebeple kabul edilemez bularak reddetmiştir. Karara konu olay incelendiğinde, AİHM ve Anayasa Mahkemesi bireysel başvuru kararlarının varlığına rağmen, idari makamlar tarafından, TMK m.                                                             53  Yargıtay Hukuk Genel Kurulunun 30.09.2015 Tarihli ve 2014/2-889 E., 2015/2011 K. Sayılı Kararı. 54  Ayşe Sena Sezgin Arslan Başvurusu, Başvuru No: 2014/13367, Karar Tarihi: 15.04.2015. 412Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 399-417         Evli Kadının Soyadına İlişkin Bir Değerlendirme 187 hükmünün hala yürürlükte olmasını gerekçe göstererek, kadının evlilik birliği içinde sadece kendi soyadını kullanmasına ilişkin talepleri reddettiği somut olarak görülmektedir. Anayasa Mahkemesi nin etkili giderim yolu olarak hukuk mahkemesi önünde dava açılması imkanını işaret etmiş olması da özellikle dikkat çekicidir.  Kadınların evlilik birliği içerisinde sadece kendi soyadlarını kullanma taleplerine ilişkin hukuk mücadelesi, ülkemizde 1995 yılında Ayten Ünal Tekeli nin  Karşıyaka  Asliye  Hukuk  Mahkemesi ne  yaptığı  başvuruyla başlamış; AİHM, Anayasa Mahkemesi ve Yargıtay ın verdiği çeşitli kararlar neticesinde  günümüzdeki  haline  ulaşmıştır.  Kadınların  evlilik  soyadı konusunda cinsiyete dayalı ayrımcılığa karşı eşitlik ve hak talepleri halen devam etmektedir.  30  Eylül  2015  tarihli  Yargıtay  Hukuk  Genel  Kurulu  kararından günümüze kadar geçen 5 yıl içerisinde, konuyla ilgili herhangi bir yüksek yargı kararı bulunmamaktadır. Bu çerçevede HGK, kadının evlilik birliği içinde, tek başına evlenmeden önceki soyadını kullanmasına ilişkin kararıyla son  noktayı  koymuştur.  HGK  kararı  sonrası,  ilk  derece  mahkemeleri, kadınların  evlilik  birliği  içerisinde  sadece  evlilik  öncesi  soyadlarını kullanmaya ilişkin taleplerini olumlu karşılamaktadır. Bu konuda açılan davalara ilişkin bir istatistiki veri olmadığı için, ilk derece mahkemelerinde kadının evlilik öncesi soyadının kullanmasına ilişkin açılan davaları analiz etme imkânı bulunmamaktadır. Sonuç olarak, TMK m. 187 nin halen yürürlükte olması karşısında idari makamlar, kadınların evlilikte sadece evlilik öncesi soyadlarını kullanma isteklerini  hala  reddetmektedirler.  Anayasa  Mahkemesi  de  bu  durum karşısında  etkili  başvuru  yolu  olarak  dava  yolunu  göstermektedir. Kadınların,  kişilik  haklarının  bir  parçası  olan  adlarını  eşitlik  ilkesi çerçevesinde koruyabilmek için dava yoluna zorlanması, usul ekonomisine aykırı olmasının yanı sıra; bu konudaki ayrımcılığın halen devam ettiğinin bir göstergesidir. Bu soruna kesin olarak son verebilmek için, evlilik birliğinde soyadını düzenleyen TMK m. 187 ve boşanma halinde kadının soyadını düzenleyen TMK m. 173 hükümlerinde kanunkoyucu tarafından bir an önce değişiklik yapılması ve konunun yasal zemine kavuşturulması önem  arz etmektedir.                                                               55  Ayşe Sena Sezgin Arslan Başvurusu, Başvuru No: 2014/13367, Karar Tarihi: 15.04.2015. 413B. Bahar ÇATALOĞLU, Seldağ GÜNEŞ PESCHKE         Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 399-417 Sonuç Türkiye de, henüz Soyadı Kanunu yürürlüğe girmemişken ve dolayısıyla herkes için  bir  soyadı kullanma zorunluluğu  bulunmamaktayken,  İsviçre Medeni  Kanunu  temel  alınarak  hazırlanan  753  sayılı  Türk  Kanunu Medenisi nin 153. maddesiyle, evli kadınların kocasının soyadını almasını zorunlu kılan düzenleme hukukumuza girmiştir. İsviçre, tarihi süreç içerisinde bu zorunluluğu önce yumuşatmış, sonra tamamen kaldırmıştır. Kimi ülkelerde baştan beri hiç konulmamış olan bu zorunluluk, diğer bazı ülkelerde ise sonradan kaldırılmıştır. Türkiye de ise, maddenin ilk halinde değişiklik yapılmış ve evli kadının kocasının soyadı önünde bekarlık soyadını da kullanabileceği kabul edilmiş olmakla birlikte; evlilikte soyadının değiştirilmesi mecburiyeti, sadece kadın açısından devam etmektedir. 4721 sayılı Türk Medeni Kanunu m. 187 de yer alan, kadını evlenmekle bu  konudaki  rızasına  bakılmaksızın  soyadını  değiştirmeye  zorlayan  bu düzenlemenin, kadınların temel haklarını ihlal ettiği Avrupa İnsan Hakları Mahkemesi nin (AİHM) çeşitli kararlarıyla tespit edilmiştir. Buna rağmen, Anayasa Mahkemesi bu kanun maddesinin iptali için açılan davayı kabul etmemiştir. Yargıtay da kadınların evlilik birliği içinde tek başına evlenmeden önceki soyadını kullanmaya ilişkin taleplerini reddetmeye devam etmiştir. Bireysel  başvuru  yolunun  hukuk  sistemimize  girmesinin  ardından Anayasa  Mahkemesi,  Türkiye nin  taraf  olduğu  Avrupa  İnsan  Hakları Sözleşmesi (AİHS) ve Kadınlara Karşı Her Türlü Ayrımcılığın Önlenmesi Sözleşmesi (CEDAW) hükümlerini esas alarak, evli kadının sadece kendi soyadını kullanabilmesi yönünde kararlar vermiştir. Anayasa Mahkemesi nin bu kararları, daha önce aynı konuda AİHM tarafından verilmiş olan kararlarla uyum içindedir. Bu gelişmeler sonucunda, Yargıtay Hukuk Genel Kurulu 30.09.2015 tarihinde vermiş olduğu kararla önceki içtihadını değiştirmiştir. Türkiye nin taraf olduğu uluslararası sözleşmeleri, mevcut AİHM ve Anayasa Mahkemesi kararlarını ve öğretideki eleştirileri dikkate alarak verdiği yeni kararıyla; Yargıtay  da  doğumla  kazanmış  olduğu  soyadına  evlilik  nedeniyle  rızası gözetilmeden müdahale edilmesinin kadının kişilik haklarının ihlali olduğunu ve sadece kadın için öngörülen düzenlemenin bu haliyle eşitlik ilkesine aykırı olduğunu kabul etmiş bulunmaktadır.  Kanımızca evlilikte temel ilke olarak eşlerin mevcut soyadlarını devam ettirmesi benimsenmelidir. Eşlerden birinin soyadının ortak aile adı olarak 414Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 399-417         Evli Kadının Soyadına İlişkin Bir Değerlendirme seçebilmesine  olanak  tanınmalıdır.  Bununla  bağlantılı  olarak,  evlilikte soyadını değiştirerek artık bu soyadıyla anılmak isteyen kişinin soyadına, boşanma sırasında da müdahale edilmemesi gerekmektedir. Gerek  doktrinde  gerekse  kamuoyunda  oldukça  olumlu  karşılanan mahkeme kararları, ne yazık ki kadının evlilik soyadı konusunda yaşadıkları olumsuzlukları giderme konusunda yeterli olmamıştır. TMK m. 187 nin hala yürürlükte olması karşısında, idari makamlar evlenen kadınların bekarlık soyadlarını  tek  başına  kullanmaya  ilişkin  taleplerini  reddetmeye  devam etmektelerdir.  Kadınların  evlilik  birliği  içinde  sadece  kendi  soyadlarını kullanmaya dair taleplerini karşılayabilmelerinin tek yolu dava açmalarıdır. Anayasa Mahkemesi de bu yola işaret emiştir. Ayrıca, her ne kadar Anayasa Mahkemesi  ve  Yargıtay  son  yıllarda  bu  konuda  kadınlar  lehine  karar vermekteyse de, kadının evlilik soyadını düzenleyen TMK m. 187 hükmünde değişiklik yapılması usul ekonomisi açısından da bir gerekliliktir.   Kaynakça Kitaplar ve Makaleler Abik, Yıldız, Kadının Soyadı ve Buna Bağlı Olarak Çocuğun Soyadı, Ankara 2005. Akbulut, Pakize Ezgi:  Türk ve Alman Hukukunda Evlenme ve Boşanmanın Kişinin Soyadına Etkisi ve Milletlerarası Özel Hukukta Ortaya Çıkan Sorunlar ; İzmir Barosu Dergisi, İzmir 2011, Yıl: 76 Sayı: 3, s. 60-78. Akıntürk,  Turgut,  Medeni  Hukuk  Başlangıç  Hükümleri  Şahsın  Hukuku  –  Aile Hukuku, Ankara 1968. Akipek, Jale / Akıntürk, Turgut / Ateş Karaman, Derya, Türk Medeni Hukuku I. Cilt Başlangıç Hükümleri Kişiler Hukuku, İstanbul 2012. Ataay, Aytekin,  Medeni Hukukda Ad ile İlgili Temel Bilgiler ; İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, İstanbul 1960, Cilt: 26 Sayı 1-4, s. 185-208. Ayan, Serkan:  Anayasa Mahkemesi Kararları ve Çocuklar ile Kadının Soyadına İlişkin  Değişiklik  Tasarısı  Taslağı  Işığında  Soyadının  İlk  Kez  Edinilmesi, Kendiliğinden Değişmesi ve Değiştirilmesi ; Gazi Üniversitesi Hukuk Fakültesi Dergisi, Ankara 2012, Cilt: XVI, Sayı: 4, s. 19-90. Boşanma ve Boşanma ile İlişkili Davalar, 6284 sayılı Ailenin Korunması ve Kadına Karşı Şiddetin Önlenmesine dair Kanun ile İlgili İstatistikler 2012-2019, T.C. Adalet Bakanlığı Adli Sicil ve İstatistik Genel Müdürlüğü, Ankara. Dural, Mustafa / Öğüz, Tufan, Kişiler Hukuku, İstanbul 2016. Erdoğan, İhsan:  Şahsiyeti İncitici Soyadı Meselesi ; Selçuk Üniversitesi Hukuk Fakültesi Dergisi Prof. Dr. Süleyman Arslan'a Armağan, Konya 1998, Cilt: 6 Sayı: 1-2, s. 705-712. 415B. Bahar ÇATALOĞLU, Seldağ GÜNEŞ PESCHKE         Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 399-417 Esen, Emre:  Türk Vatandaşı Erkeğin Yabancı Eşinin Soyadını Alamayacağına İlişkin Bir Yargıtay Kararı Üzerine Düşünceler ; MHB Prof. Dr. Sevin Toluner'e Armağan, İstanbul 2004, Yıl: 24 Sayı: 1-2 2004, s. 439-449. Guibert-Lantoine, Catherine de: Changing Surnames in France; içinde Valetas, Marie-France:  The Surname of Married Women in the Europian Union ; Population&Sociétés, Paris 2001, No: 367, s.  1-4. Güneş Peschke, Seldağ, Roma Hukukundan Günümüze Kişilik Haklarının Korunması (Iniuria), Ankara 2014. Güneş Peschke, Seldağ: The Surname of Turkish Women: A Question of Identity?; Journalism and Mass Communication, Libertyville USA 2015, Volume: 5 No: 12, s. 658-665. Kamiya, Masako:  Women in Japan ; University of British Columbia Law Review, Vancouver 1986, Volume: 20 Issue: 2, s. 447-470, s. 447-470. MacClintock, Heather:  Sexism, Surnames and Social Progress: The Conflict of Individual Autonomy and Government Preferences in Laws Regarding Name Changes at Marriage ; Temple International & Comparative Law Journal, Philadelphia USA 2010, Volume: 24 Issue: 1, s. 277-312. Moroğlu, Nazan, Kadının Soyadı, İstanbul 1999. Nassehi-Behnam, Vida:  Change and The Iranian Family ; Current Anthropology, Volume 26, No: 5 (December 1985), s. 557-562. Oğuzman, M. Kemal / Seliçi, Özer / Oktay-Özdemir, Saibe: Kişiler Hukuku, İstanbul 2009. Özdemir,  Hayrünnisa.   Türk  ve  İsviçre  Hukukunda  Ad  Üzerindeki  Hak  ve Korunması ; AÜHFD, Ankara 2008, Cilt: 57 Sayı: 3, s. 561-598. Özel, Sibel, Uluslararası Alanda Medya ve İnternette Kişilik Hakkının Korunması, Ankara 2004. Özensel,  Ertan:  Çokkültürlülük  Uygulaması  Olarak  Kanada  Çokkültürlülüğü; Akademik İncelemeler Dergisi, Sakarya 2012, Cilt: 7 Sayı 1, s. 55-70. Özsunay, Ergun, Gerçek Kişilerin Hukuki Durumu, İstanbul 1970. Öztan, Bilge, Medeni Hukukun Temel Kavramları, Ankara 2016. Ünal Özkorkut, Nevin,  Kadının Vazgeçilebilir Kişilik Hakkı: Soyadı - Kadının Soyadı Üzerindeki Hakkının Türkiye'deki Tarihsel Gelişimi , I. Türk Hukuk Tarihi Kongresi Bildirileri, İstanbul 2014, s. 23-30. Yılmaz, Merve,  Evli Kadının Soyadı , Türkiye Adalet Akademisi Dergisi Yargıtay Onursal Başkanı A. Nazım Kaynak'a Armağan, Ankara 2012, Cilt: 1 Sayı: 10 Yıl: 3, s. 129-151. 416Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 399-417         Evli Kadının Soyadına İlişkin Bir Değerlendirme   Elektronik Kaynaklar https://sozluk.gov.tr/ (Erişim Tarihi: 02.04.2020). http://iranianembassy.nl/en/consular.php?content=27013  (Erişim  Tarihi: 09.04.2020). http://www.mfa.gov.tr/amerika-birlesik-devletleri-siyasi-gorunumu.tr.mfa  (Erişim Tarihi: 10.04.2020). https://www.canada.ca/en/immigration-refugees-citizenship/services/newimmigrants/prepare-life-canada/provinces-territories/quebec.html  (Erişim Tarihi: 12.04.2020). http://hudoc.echr.coe.int/eng#{ fulltext :[ ünal  tekeli ], documentcollectionid : [ GRANDCHAMBER , CHAMBER ], itemid :[ 001-67482 ]}  (Erişim tarihi: 12.04.2020). Adli  İstatistikler  2019,  T.C.  Adalet  Bakanlığı  Adli  Sicil  ve  İstatistik  Genel Müdürlüğü,  Ankara, http://www.adlisicil.adalet.gov.tr/Resimler/SayfaDokuman/1062020170359Hiz meteOzel-2019-bask%C%B-%C%BSA.pdf (Erişim Tarihi: 20.05.2020). https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/ (Erişim Tarihi: 22.06.2020). https://www.aa.com.tr/tr/turkiye/yargitaydan-cocugun-soyadinin-degistirilmesineiliskin-ustun-yarar-kriteri/1922167 (Erişim Tarihi: 26.07.2020). https://www.sozcu.com.tr/2020/gundem/yargitaydan-emsal-soyadi-karari-5952597/ (Erişim Tarihi: 26.07.2020). https://www.sabah.com.tr/gundem/2020/07/25/yargitaydan-emsal-niteligindesoyadi-karari?paging=6 (Erişim Tarihi: 26.07.2020). https://www.tbmm.gov.tr/tutanaklar/TUTANAK/TBMM/d/c/tbmm26093s s5.pdf (Erişim Tarihi: 27.07.2020).    417B. Bahar ÇATALOĞLU, Seldağ GÜNEŞ PESCHKE         Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 399-417  418",
     "Kaynakça": "Kitaplar ve Makaleler Abik, Yıldız, Kadının Soyadı ve Buna Bağlı Olarak Çocuğun Soyadı, Ankara 2005. Akbulut, Pakize Ezgi:  Türk ve Alman Hukukunda Evlenme ve Boşanmanın Kişinin Soyadına Etkisi ve Milletlerarası Özel Hukukta Ortaya Çıkan Sorunlar ; İzmir Barosu Dergisi, İzmir 2011, Yıl: 76 Sayı: 3, s. 60-78. Akıntürk,  Turgut,  Medeni  Hukuk  Başlangıç  Hükümleri  Şahsın  Hukuku  –  Aile Hukuku, Ankara 1968. Akipek, Jale / Akıntürk, Turgut / Ateş Karaman, Derya, Türk Medeni Hukuku I. Cilt Başlangıç Hükümleri Kişiler Hukuku, İstanbul 2012. Ataay, Aytekin,  Medeni Hukukda Ad ile İlgili Temel Bilgiler ; İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, İstanbul 1960, Cilt: 26 Sayı 1-4, s. 185-208. Ayan, Serkan:  Anayasa Mahkemesi Kararları ve Çocuklar ile Kadının Soyadına İlişkin  Değişiklik  Tasarısı  Taslağı  Işığında  Soyadının  İlk  Kez  Edinilmesi, Kendiliğinden Değişmesi ve Değiştirilmesi ; Gazi Üniversitesi Hukuk Fakültesi Dergisi, Ankara 2012, Cilt: XVI, Sayı: 4, s. 19-90. Boşanma ve Boşanma ile İlişkili Davalar, 6284 sayılı Ailenin Korunması ve Kadına Karşı Şiddetin Önlenmesine dair Kanun ile İlgili İstatistikler 2012-2019, T.C. Adalet Bakanlığı Adli Sicil ve İstatistik Genel Müdürlüğü, Ankara. Dural, Mustafa / Öğüz, Tufan, Kişiler Hukuku, İstanbul 2016. Erdoğan, İhsan:  Şahsiyeti İncitici Soyadı Meselesi ; Selçuk Üniversitesi Hukuk Fakültesi Dergisi Prof. Dr. Süleyman Arslan'a Armağan, Konya 1998, Cilt: 6 Sayı: 1-2, s. 705-712. 415B. Bahar ÇATALOĞLU, Seldağ GÜNEŞ PESCHKE         Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 399-417 Esen, Emre:  Türk Vatandaşı Erkeğin Yabancı Eşinin Soyadını Alamayacağına İlişkin Bir Yargıtay Kararı Üzerine Düşünceler ; MHB Prof. Dr. Sevin Toluner'e Armağan, İstanbul 2004, Yıl: 24 Sayı: 1-2 2004, s. 439-449. Guibert-Lantoine, Catherine de: “Changing Surnames in France; içinde Valetas, Marie-France:  The Surname of Married Women in the Europian Union ; Population&Sociétés, Paris 2001, No: 367, s.  1-4. Güneş Peschke, Seldağ, Roma Hukukundan Günümüze Kişilik Haklarının Korunması (Iniuria), Ankara 2014. Güneş Peschke, Seldağ: “The Surname of Turkish Women: A Question of Identity?; Journalism and Mass Communication, Libertyville USA 2015, Volume: 5 No: 12, s. 658-665. Kamiya, Masako:  Women in Japan ; University of British Columbia Law Review, Vancouver 1986, Volume: 20 Issue: 2, s. 447-470, s. 447-470. MacClintock, Heather:  Sexism, Surnames and Social Progress: The Conflict of Individual Autonomy and Government Preferences in Laws Regarding Name Changes at Marriage ; Temple International & Comparative Law Journal, Philadelphia USA 2010, Volume: 24 Issue: 1, s. 277-312. Moroğlu, Nazan, Kadının Soyadı, İstanbul 1999. Nassehi-Behnam, Vida:  Change and The Iranian Family ; Current Anthropology, Volume 26, No: 5 (December 1985), s. 557-562. Oğuzman, M. Kemal / Seliçi, Özer / Oktay-Özdemir, Saibe: Kişiler Hukuku, İstanbul 2009. Özdemir,  Hayrünnisa.   Türk  ve  İsviçre  Hukukunda  Ad  Üzerindeki  Hak  ve Korunması ; AÜHFD, Ankara 2008, Cilt: 57 Sayı: 3, s. 561-598. Özel, Sibel, Uluslararası Alanda Medya ve İnternette Kişilik Hakkının Korunması, Ankara 2004. Özensel,  Ertan:  “Çokkültürlülük  Uygulaması  Olarak  Kanada  Çokkültürlülüğü; Akademik İncelemeler Dergisi, Sakarya 2012, Cilt: 7 Sayı 1, s. 55-70. Özsunay, Ergun, Gerçek Kişilerin Hukuki Durumu, İstanbul 1970. Öztan, Bilge, Medeni Hukukun Temel Kavramları, Ankara 2016. Ünal Özkorkut, Nevin,  Kadının Vazgeçilebilir Kişilik Hakkı: Soyadı - Kadının Soyadı Üzerindeki Hakkının Türkiye'deki Tarihsel Gelişimi , I. Türk Hukuk Tarihi Kongresi Bildirileri, İstanbul 2014, s. 23-30. Yılmaz, Merve,  Evli Kadının Soyadı , Türkiye Adalet Akademisi Dergisi Yargıtay Onursal Başkanı A. Nazım Kaynak'a Armağan, Ankara 2012, Cilt: 1 Sayı: 10 Yıl: 3, s. 129-151. 416Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 399-417         Evli Kadının Soyadına İlişkin Bir Değerlendirme   Elektronik Kaynaklar https://sozluk.gov.tr/ (Erişim Tarihi: 02.04.2020). http://iranianembassy.nl/en/consular.php?content=27013  (Erişim  Tarihi: 09.04.2020). http://www.mfa.gov.tr/amerika-birlesik-devletleri-siyasi-gorunumu.tr.mfa  (Erişim Tarihi: 10.04.2020). https://www.canada.ca/en/immigration-refugees-citizenship/services/newimmigrants/prepare-life-canada/provinces-territories/quebec.html  (Erişim Tarihi: 12.04.2020). http://hudoc.echr.coe.int/eng#{ fulltext :[ ünal  tekeli ], documentcollectionid2 : [ GRANDCHAMBER , CHAMBER ], itemid :[ 001-67482 ]}  (Erişim tarihi: 12.04.2020). Adli  İstatistikler  2019,  T.C.  Adalet  Bakanlığı  Adli  Sicil  ve  İstatistik  Genel Müdürlüğü,  Ankara, http://www.adlisicil.adalet.gov.tr/Resimler/SayfaDokuman/1062020170359Hiz meteOzel-2019-bask%C4%B1-%C4%B0SA.pdf (Erişim Tarihi: 20.05.2020). https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/ (Erişim Tarihi: 22.06.2020). https://www.aa.com.tr/tr/turkiye/yargitaydan-cocugun-soyadinin-degistirilmesineiliskin-ustun-yarar-kriteri/1922167 (Erişim Tarihi: 26.07.2020). https://www.sozcu.com.tr/2020/gundem/yargitaydan-emsal-soyadi-karari-5952597/ (Erişim Tarihi: 26.07.2020). https://www.sabah.com.tr/gundem/2020/07/25/yargitaydan-emsal-niteligindesoyadi-karari?paging=6 (Erişim Tarihi: 26.07.2020). https://www.tbmm.gov.tr/tutanaklar/TUTANAK/TBMM/d20/c026/tbmm20026093s s0285.pdf (Erişim Tarihi: 27.07.2020).    417B. Bahar ÇATALOĞLU, Seldağ GÜNEŞ PESCHKE         Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 399-417  418"
}