{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "4",
     "Başlık": "17.06.2015 TARİH, E. 2014/4-56, K. 2015/1679 SAYILI YARGITAY HUKUK GENEL KURULU KARARI VE MUKAYESELİ HUKUK ÇERÇEVESİNDE UNUTULMA HAKKI",
     "Title": "The Turkish Supreme Court Of Appeals’ Decision No: 2014/4-56, 2015/1679, 17.06.2015 And Comparative Law On The Right To Be Forgotten",
     "Yazar İsmi": [
          "Yrd. Doç. Dr. Sinan Sami AKKURT"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Unutulma Hakkı",
          "Silme Hakkı",
          "Kişilik Hakkı",
          "Kişisel Değerler",
          "Kişisel Verilerin Korunması"
     ],
     "Keywords": [
          "The Right to be Forgotten",
          "The Right to Oblivion",
          "Personal Rights",
          "Personal Assets",
          "Personal Data Protection"
     ],
     "Özet": "Unutulma  hakkı  Avrupa  Birliği  tarafından  gündeme  getirilen  ve sonrasında hayata geçirilen bir haktır. Söz konusu hak kişiye, dijital hafızada yer alan ve hatırlanmasını artık istemediği fotoğraf, kimlik bilgisi, adres ve sair (aktüel olmayan) kişisel içeriğinin, kendi talebi üzerine bir daha geri getirilemeyecek biçimde ortadan kaldırılmasını isteme yetkisi vermektedir. Bu hakkın evrensel bir kişisel değer (temel hak) olarak kabul edilmesinin, bilgi edinme özgürlüğüne uygulamada zarar vereceği yönünde tartışmalar bulunmaktadır.  Söz  konusu  çekinceler  aynı  zamanda  ifade  özgürlüğü bakımından da mevcuttur. Bu çalışmada, unutulma hakkının, anılan değerler ile ilişkisi ele alınmıştır. Anahtar  Kelimeler:  Unutulma  Hakkı, Silme  Hakkı, Kişilik Hakkı, Kişisel Değerler, Kişisel Verilerin Korunması                                                       T.C. Selçuk Üniversitesi Hukuk Fakültesi Medenî Hukuk Anabilim Dalı Öğretim Üyesi, samiakkurt@selcuk.edu.tr    260517.06.2015 tarih, E. 2014/4-56...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  ABSTRACT The right to be forgotten is a concept discussed and put into practice in the European Union. This right grants an individual a right to request deletion of old personal data that she/he wants no longer to be known from the digital memory. There has been controversy about the practicality of establishing a right to be forgotten to the status of an international human right in respect to access  to  information,  due  in  part  to  the  vagueness  of  current  rulings attempting to implement such a right. There are also concerns about its impact on the right to freedom of expression. This article has studied the relationship between the right to be forgotten and these controversial assets.  Keywords: The Right to be Forgotten, The Right to Oblivion, Personal Rights, Personal Assets, Personal Data Protection  I- GİRİŞ Mayer-Schönberger in  ifade  ettiği  gibi,  insanlar  için  unutmak  ve unutulmak kural, hatırlamak ve hatırlanmak ise istisna iken, günümüzde, özellikle dijital hafızanın ve iletişimin yaygınlaşmasından beri unutulmak ve hatırlanmak arasındaki bu denge değişmiş, hatırlanmak asıl, unutulmak ise istisnaî  bir  niteliğe  bürünmüştür.  Zira  kişilerin,  toplum  nezdinde unutulmamak (hatırlanmak) yönündeki genel eğilim ve istekleri, her türlü bilginin ve dolayısıyla kişisel anıların, değerlerin hatta sırların dahi; yani kısacası çoğu kişisel verinin tek bir dokunuşla hemen herkesçe öğrenilebilir hâle  gelmiş  olması  karşısında,  yerini  günümüzde  zaman  zaman  da  olsa unutulma arzusuna bırakmaktadır. Nitekim herhangi bir kişinin, yaşamındaki her anının, özellikle geçmişte yaşadığı (iradî yahut irade dışı) kimi olumsuz olayların yahut artık değiştirdiği fikirlerinin ve/ veya yaşam tarzının ilelebet dijital hafızada yer tutmasının ve bunların isteyen herkes tarafından kolayca öğrenilebilmesinin/ geri çağrılabilmesinin, o kişinin manevî varlığını, özel hayatını, şeref  ve  haysiyetini, sosyal  ve  ekonomik  özgürlüğünü,  iktisadî varlığını,  geleceğini,  özetle  kişilik  hakkını  önemli  ölçüde  zedeleyeceği                                                  1   Bkz., Mayer-Schönberger, Viktor (2009). Delete: The Virtue of the Forgetting in the Digital Age. Princeton&Oxford – USA, p.2. 2   Bkz., 4 HD. 03.07.2013, E. 2013/6256, K. 2013/1281, Karşı Oy Yazısı,  ...Her ne kadar yargılamalar açık – alenî olsa da mağdurun şikâyetçi olduğu suç kişi psikolojisini ömür boyu sarsmaya devam edebilecek bir suçtur. Davacının uğradığı bu saldırı kesinlikle davacının giz alanında kalmalıdır. , (Yargıtay UYAP. Bilişim Sistemi).  2606Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Akkurt aşikârdır. Örneğin eğitimini henüz tamamlamış ve iş aramakta olan bir gencin, geçmişte sosyal medyada paylaştığı bir fotoğrafının yahut yıllar önce farklı tarzda  düşündüğü/  yorumladığı  bir  konu  hakkında  beyan  ettiği  fikrinin, başvurduğu işe alınmasında önüne engel olarak çıkması yahut geçmişte suç işlemiş ve fakat cezasını çekmiş bir kişinin, hatta bir suçun mağdurunun, hayatına yeni bir sayfa açmak istemesine rağmen, dijital hafızada arşivlenmiş olmaları  dolayısıyla  ömrü  boyunca  ilgili  fiillerle  hatırlanması  veya  ünlü birinin, yine aynı sebeple sürekli olarak bir yakınının ika etmiş olduğu fiillerle (suçlarla) anılıyor olması dolayısıyla tüm kariyerinin mahvolma riskiyle karşı karşıya  kalması  örneklerinde,  unutulma  hakkının,  yani  dijital  hafızadan silinmeyi istemenin  kişilik hakkı  ile ilişkisi daha net tahlil edilebilmektedir.  Bu çalışmada, özellikle dijital hafızada sürekli yer tutuyor/ hatırlanıyor olmanın  kişilik  hakkını  zedeleyici  bu  gibi  yönlerinin  bertaraf  edilmesi amacıyla, küresel hukukî literatürde (görece yeni bir müessese olarak) yerini bulan ve Türk hukuk uygulamasına 17.06.2015, E. 2014/4-56, K. 2015/1679 sayılı Yargıtay Hukuk Genel Kurulu Kararı yla dâhil olan  unutulma hakkı  kavramının ortaya çıkışı, gelişim süreci, hukukî niteliği, kapsamı, kişilik hakkı kapsamındaki diğer kişisel değerler ile ilişkisi, sınırları ve pozitif hukuktaki yeri, mümkün mertebe medenî hukuk penceresinden incelenecek, anılan YHGK. Kararı nın gerekçesinde (isabetli olarak) belirtilen hususlar ise yeri geldikçe atıflarda gösterilecektir.                                                   3   Ör. için bkz., Peschke, Lutz (2015).  The Web Never Forgets! : Aspects of the Right to be Forgotten. Gazi Üniversitesi Hukuk Fakültesi Dergisi, 19 (1), s.152.  4   Ör.  için  bkz.,  Ahi,  Şebnem,  Unutulma  Hakkı  (The  Right  to  be  Forgotten), http://www.bilisimhukuk.com/2014/02/unutulma-hakki-the-right-to-be-forgotten,  (ET. 17.01.2016). 5   Zira 4721 sayılı Türk Medenî Kanununun 24.maddesinde, hukuka aykırı olarak kişilik hakkı (kişisel değerleri) zedelenen kişinin hâkimden korunma isteyebileceği öngörülmektedir. Unutulma hakkı da bir kişisel değer olarak nitelendirildiğinde, anılan değerin ihlâlinin, Medenî  Kanunda  kişiliğin  korunması  hakkında  ihdas  edilen  hükümler  kapsamında düşünülmesi isabetli görülmektedir.   260717.06.2015 tarih, E. 2014/4-56...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  II- GENEL OLARAK UNUTULMA HAKKI KAVRAMI Küresel literatürde  the right to oblivion ,  the right to be forgotten ,  das recht auf vergessen  tabirleriyle anılan ve Türk hukuk uygulamasına  unutulma hakkı  ifadesiyle dâhil olmuş olan bu kavram genel olarak, kişinin, geçmişte  yaşadığı  ve  özellikle  dijital  hafızada  yer tutan  (olumsuz)  kimi olayların, bunların arşivlenmesinde üstün bir kamu yararı olmadığı müddetçe zaman içerisinde unutulmasını, toplum tarafından öğrenilmesini/ hatırlanmasını istemediği bu tür kişisel verilerinin silinmesini ve yayılmalarının önlemesini isteme yönündeki hakkı olarak ifade edilebilir. Bu yönüyle unutulma hakkı kavramının  silme hakkı  olarak adlandırıldığı da görülmektedir.  Bu anlamda, toplumda adı sürekli eşinin işlediği iddia edilen bir suçla anıla gelen bir sanatçının, yanlışlıkla imza attığını beyan etmesine rağmen                                                  6   Bu yönde kullanımlar için bkz. ör., Stuart, Allyson Haynes (2014). Google Search Results: Buried If Not Forgotten. North Carolina Journal Of Law & Technology, 15 (3) 2014, p. 463 vd.; Xanthoulis, Napoleon (2013). The Right to Oblivion in the Information Age: A HumanRights Based Approach. US-China Law Review, Vol. 10, 2013, p. 84 vd.; Warner, Jeremy (2005). The Right to Oblivion: Data Retention from Canada to Europe in Three Backward Steps. University of Ottawa Law & Technology Journal, Vol. 2, 2005, p. 75 vd. 7   Bu yönde kullanımlar için bkz. ör., Colnago, Cláudio (2014). The Right to be Forgotten and the Duty to Implement Oblivion: A Challenge to Both  Old  and  New  Media. New Challenges to the Freedom of the Media of the World Congress of Constitutional Law 2014, Oslo - Norway; Walker, Robert Kirk (2012). The Right to be Forgotten. Hastings Law Journal, Vol.64, p. 257; Carter, Edward L. (2013). Argentina s Right to be Forgotten. Emory International Law Review, Vol. 27, p. 23 vd.; Kranenborg, Herke (2015). Google and the Right to be Forgotten, EDPL, Vol 1, p. 70 vd.; Wagner, Mike/ Li-Reilly, Yun (2014). The Right to be Forgotten. The Advocate, 72 (1), p. 823 vd..  8   Bu yönde kullanım için bkz., Rienäcker, Cai (2013). Mehr Datenschutz im Internet: EU fordert „Recht auf Vergessen  im Netz. se.1 vd., http://www.linkfang.de/wiki/Recht_auf_ Vergessenwerden, (ET. 02.02.2016); Pluta, Werner (2013). Interview: „Daten brauchen ein Verfallsdatum .  In:  Golem.de.  2.  April  2008,  abgerufen  am  25.  se.  1  vd., https://ffduseh.wordpress.com/2015/05/31/recht-auf-vergessenwerden-right-to-beforgotten/, (02.02.2016). 9   Benzer bir tanım için bkz., YHGK. 17.06.2015, E. 2014/4-56, K. 2015/1679, (Kazancı Bilişim İçtihat Bankası).  10  Bkz., Andrade, Norberto N. (2012). Oblivion: The Right to be Different... from Oneself Reproposing the Right to be Forgotten. VII International Conference on Internet, Law & Politics (IDP), p. 122 vd.; Akgül, Aydın (2016). Kişisel Verilerin Korunmasında Yeni Bir Hak:  Unutulma Hakkı  ve AB Adalet Divanı nın  Google Kararı  (Makale). Türkiye Barolar Birliği Dergisi, (116), s. 17; Stuart, p. 463; Mayer-Schönberger, p. ix. 11  Bu hakkın, kişinin hayatının önceki dönemlerinde yaptığı yanlışlar nedeniyle engellenen sosyal - ekonomik yaşamını yeniden şekillendirmesini cesaretlendirme anlamında oldukça yararlı olduğu yönünde bkz., Xanthoulis, p. 85; Akgül, (Makale), s. 17. 2608Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Akkurt sürekli aynı deklarasyonla hatırlandığı için kariyerini yitirme tehlikesiyle karşı karşıya gelen bir bilim insanının, geçmişte sosyal medyada beyan ettiği hayat görüşü yahut siyasî bakış açısı dolayısıyla iş başvuruları reddedilen bir gencin yahut mağduru olduğu bir suçu artık hatırlamak istemeyen, hayatının normal seyrine geri dönmek isteyen bir kişinin, (bunların bilinmesinde üstün kamu  yararı  olmadıkça)  dijital  arama  motorları  ile  yapılan  aramalarda belirmemek için muhataplardan ilgili linklerin kaldırılmasını talep etmesi başta olmak üzere, bilinmesini istemediği kişisel verilerinin üçüncü kişilerce öğrenilmemesi  amacıyla  herkesin  kolayca  erişebileceği  muhtelif  bilgi kaynaklarından silinmesini ve/ veya yayılmasının önlenmesini istemesi, unutulma hakkının kullanılmasına örnek teşkil eder. III- UNUTULMA HAKKININ ORTAYA ÇIKIŞI, GELİŞİMİ VE POZİTİF HUKUKTAKİ YERİ Unutulma hakkı ilk olarak Avrupa Birliği tarafından gündeme getirilen ve sonrasında hayata geçirilen bir kavramdır. 2012 yılının başlarında Avrupa Komisyonun  adalet  ve  vatandaşlıktan  sorumlu  üyesi  Viviane  Reding'in açıklamalarıyla ilk kez gündeme gelen unutulma hakkı, 2014 yılında Court of Justice of the European Union – Avrupa Birliği Adalet Divanı (ABAD.) tarafından verilen bir karar ile tekrar gündemdeki yerini almıştır. ABAD. nın söz konusu kararına esas teşkil eden dâva, M.C.G. adlı bir avukatın, arama motoru G...le da kendi adını arattığında karşısına, sosyal güvenlik  borçlarının  iyileştirilmesi  için  gerçekleştirmek  zorunda  kaldığı satışlara  ilişkin  haberleri  ihtiva  eden  gazete  linklerinin  çıkıyor  olması                                                  12  Bu yönüyle unutulma hakkı, kişinin sosyal medyada kendisi hakkında mecut olan bir veriyi tamamıyla kontrol etme hakkı olarak da tanımlanmaktadır. Bu yönde bkz., Kulevska, Sanna (2013).  The  Future  of  Your  Past:  A  Right  to  be  Forgotten  Online?, http://tagteam.harvard.edu/hub_feeds/9/feed_items/210349, (ET. 03.02.2016). Ayrıca bkz., Akgül, (Makale), s. 17. 13  YHGK. 17.06.2015, E. 2014/4-56, K. 2015/1679, (Kazancı Bilişim İçtihat Bankası). 14  Weber, Rolf H., (2011). The Right to be Forgotten – More Than a Pandora s Box?. Journal of Intellectual Property, Information Technology and E-Commerce Law, 2 (2), p. 121. 15  Viviane Redding söz konusu açıklamasında unutulma hakkını  İnsanların kendi verileri üzerinde kontrol sahibi oldukları duygusunu kuvvetlendirmemiz gerekiyor. Yani, benim verilerimle ne yapılacağından ben sorumlu olmalıyım. Öncelikle bir veriyi paylaştığımda, o veriye ne olacağını bilmeliyim, ikinci olarak da bu verileri yeniden geri alma hakkı olmalı. Dolayısıyla ‘unutulma hakkı  da bu yasal paketin içerisinde yer alıyor.  şeklinde belirtmiştir. Reding in  açıklamasının  tam  metni  için  bkz.,  http://europa.eu/rapid/pressrelease_SPEECH-12-26_en.htm, (ET.07.02.2016).   260917.06.2015 tarih, E. 2014/4-56...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  dolayısıyla,  ilgili  arama  motoruna  karşı  İspanya  mahkemelerinde  açtığı dâvadır. Dâva  neticesinde İspanya  Mahkemeleri, arama  motorunun ilgili linkleri  kaldırmasını  emretmiş  ancak  linklerin  ilişkin  olduğu  gazeteler hakkında  herhangi bir karar vermemiştir. Dâvayı temyize  taşıyan  arama motoru, konu hakkında görüş bildirmesi için ABAD. na müracaat etmiştir. ABAD.,  95/46  EC.  sayılı   Bireylerin  Kişisel  Verilerinin  İşlenmesi  ve Serbestçe  Dolaşımı  Karşısında  Korunmasına  İlişkin   AB.  Direktifi çerçevesinde  verdiği  konuya  ilişkin  13.05.2014  tarihli  kararında,  arama motoru  tarafından,  kişinin  adı  ile  yapılan  bir  aramada  onaltı  yıl  önce gerçekleşmiş (ve kişi tarafından hatırlanmak istemeyen) bir bilginin çıkacağı link (bağlantı) verilmesinin isabetli olmadığına ve kişinin bu nitelikte link verilmemesini talep edebileceğine hükmetmiştir. Linkin silinmesi yönünde unutulma hakkının kullanılamayacağı durumları ise, ilgili linkin üstün kamu yararını ortaya koyması, kamu hayatında oynadığı önemli rol ve halkın geriye dönük olarak söz konusu veriye ilgisinin bulunması şeklinde belirtilmiştir. Arama motoru, her ne kadar kimi kişisel verilerin silinmesinin kamunun bilgi edinme  hakkını  engelleyeceğini  savunmuş  ise  de  ABAD.,  kişilerin  özel hayatın gizliliğinin, böyle bir olayda kişilerin bilgi edinme özgürlüğü ve arama motorunun ekonomik çıkarlarından üstün bulunduğu ve bu ilkenin yalnızca kamunun bilgi edinmede üstün bir yararının bulunduğu hâllerde uygulanmayacağı gerekçesiyle, (üstün kamu yararını ortaya koyan bu gibi özel  sebepler  bulunmadıkça)  dâva  konusu  kişisel  verilerin,  arama sonuçlarından çıkartılması gerektiğine karar vermiştir.                                                  16  ABAD. 13.05.2014, G...le Spain SL, G...le Inc. v. A. E. de Protección de Datos, M. C. G., C-131/12,  (1) Kişisel Verilerin İşlenmesi ve bu Tür Verilerin Serbest Dolaşımına Dair Bireylerin  Korunması  Hakkındaki  95/46/EC  sayılı  ve  24  Ekim  1995  tarihli  Avrupa Parlamentosu ve Avrupa Birliği Konseyi Direktifi nin Madde 2(b) ve 2(d) hükümlerinin, öncelikle,  İnternette  üçüncü  taraflarca  yayınlanmış  veya  bulundurulan  bilgiyi konumlandırma, otomatik olarak indeksleme, geçici olarak saklama ve son olarak belirli bir tercih sırasına göre İnternet kullanıcılarına sunulmasından oluşan arama motoru faaliyeti bu tür bilgi kişisel veri içerdiği durumda, Madde 2(b) anlamında ‘kişisel verinin işlenmesi  olarak nitelendirilmelidir; ve ikinci olarak, arama motoru işletmecisi bu işlemeye ilişkin olarak Madde 2(d) anlamında ‘denetleyici  olarak kabul edilmelidir, manasına geldiği şeklinde yorumlanmalıdır. (2) 95/46 sayılı Direktif in 4(1)(a) Maddesinin, arama motoru işletmecisi bir Üye Devlette arama motoru üzerinde reklam alanı sağlama ve satma amacıyla, bu Devlette yerleşik insanlara yönelik faaliyetlerini amaçlar bir şube veya bağlı şirket kurduğu zaman, denetleyicinin bir işletmesi tarafından bir Üye Devletin ülkesi üzerinde bu madde anlamında yürütülen faaliyetler bağlamında, kişisel verinin işlenmesinin gerçekleştiği anlamına geldiği şeklinde yorumlanmalıdır. (3) 95/46 sayılı Direktif in Madde 12(b) ile 14. Maddenin 1. Fıkrasının (a) bendinin, bu hükümler altında belirtilen haklara uyum sağlayabilmek için ve bu hükümlerde belirtilen koşullar sağlandığı sürece, bir arama 2610Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Akkurt Unutulma hakkının bir temel hak (yasal bir kişisel değer) olarak kişilere yasal  düzlemde  tanınması  yönünde  özellikle  Kıta  Avrupası nda  önemli adımlar atıldığı fakat ABD. nde, anılan hakka daha mesafeli yaklaşıldığı görülmektedir. Türkiye de de unutulma hakkı henüz özel olarak yasalaşmış değildir.  Hatta  anılan  kavrama   Kişisel  Verilerin  Korunması  Kanunu Tasarısı nda da yer verilmediği görülmektedir. Bu nedenle konu hakkında iç hukuk anlamında başvurulabilecek (kavramla dolaylı olarak ilgi arz) eden yasal  düzenlemeler  henüz,  5651  sayılı   İnternet  Ortamında  Yapılan Yayınların Düzenlenmesi ve Bu Yayınlar Yoluyla İşlenen Suçlarla Mücadele Edilmesi Hakkında Kanun , 5846 sayılı  Fikir ve Sanat Eserleri Kanunu ,                                                  motoru işletmecisinin bir kişinin adını esas alarak yapılan bir arama sonrasında gösterilen sonuçlar listesinden, üçüncü taraflarca yayınlanan ve bu kişiyle ilgili bilgi içeren İnternet sayfalarına yapılan bağlantıları, ayrıca bu ad veya bilginin önceden veya eş zamanlı olarak bu İnternet sayfalarından silinmediği durumlarda ve hatta, öyle bir durum olabilir ki, bu sayfalarda yayının kendisinin hukuki olduğu durumlarda, kaldırmakla yükümlü olduğu manasına geldiği şeklinde yorumlanmalıdır. (4) 95/46 sayılı Direktif in 12(b) ile 14. Maddesinin 1. Fıkrasının (a) bendinin, bu hükümlerin uygulanma koşulları değerlendirildiği zaman, veri öznesinin kendisini ilgilendiren bilginin, zamanın bu noktasında, adını temel alan  bir  arama  yapılması  sonrasında  gösterilen  sonuçlar  listesiyle  adıyla  artık bağlantılanmamasını gerektiğine yönelik bir hakkının olup olmadığı, bu tür bir hakkı tespit edebilmek için mevzubahis bilginin sonuçlar listesine dâhil edilmesinin veri öznesine zarar vermesi  gerekli  olmaksızın,  ayrıca  incelenmesi  gerektiği  manasına  geldiği  şeklinde yorumlanmalıdır. Veri öznesi, Temel Hakları Şartı nın 7 ve 8. Maddeleri altındaki temel hakları ışığında, söz konusu bilginin sonuçlar listesinde dâhil edilmek suretiyle artık genel kamuya sunulmamasını talep edebileceği için, genel kural olarak, bu hakların sadece arama motoru işletmecisinin ekonomik menfaatine değil, fakat ayrıca genel kamunun bu bilgiyi veri öznesinin adıyla ilgili yapacağı arama sonucu bulmasındaki menfaatten de ağır basmaktadır. Ancak, veri öznesinin sosyal hayatta oynadığı rol gibi özel gerekçelerle, temel haklarına müdahale genel kamunun sonuçlar listesine dahil olmaktan dolayı söz konusu bilgiye erişmeye yönelik ağır basan menfaatiyle meşru kılınıyorsa, bu durum söz konusu olmayacaktır. , (Çev. Kaya, Mehmet Bedii (2015). Avrupa Birliği Adalet Divanı nın 13 Mayıs 2014 tarihli Google Unutulma Hakkı Kararı. Küresel Bakış Çeviri Hukuk Dergisi, 5 (17), s. 23 vd.). Konu hakkında ayrıca bkz., Akgül, (Makale), s. 30 vd.; Gülener, Serdar (2012). Dijital Hafızadan Silinmeyi İstemek: Temel Bir İnsan Hakkı Olarak  Unutulma Hakkı . Türkiye Barolar Birliği Dergisi, S. 102, s. s. 220 vd.; Mitchell – Rekrut, Cooper (2014). Search Engine Liability under the Libe Data Regulation Proposal: Interpreting Third Party Responsibilities as Informed by Google Spain. Georgetown Journal of International Law, Vol. 45, p. 861 vd..  17  Nitekim unutulma hakkı, hâlen yürürlükte bulunan 95/46EC sayılı AB. Direktifinin yerini alması planlanan 2012 teklifinin 17.maddesinde tanımlanmaktadır. 18  Kavram hakkında ABD menşeili eleştiriler için bkz., Eltis, Karen (2011). Breaking Through the  Tower of Babel : A  Right to be Forgotten  and How Trans-Systematic Thinking Can Help Re-Conceptualize Privacy Harm in the Age of Analitics. Fordhamm Intell. Prop. Media & Ent. Law Journal, Vol. 22, p. 69 vd..   261117.06.2015 tarih, E. 2014/4-56...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  5237 sayılı  Türk Ceza Kanunu , 6102 sayılı  Türk Ticaret Kanunu , 6098 sayılı  Türk Borçlar Kanunu  ve 4721 sayılı  Türk Medenî Kanunu nun kişilik hakkının korunmasına ilişkin hükümlerinden ibaret görülmektedir. Fakat anılan kavramın Türk hukuk uygulamasında yeri olmadığından artık söz edilemez. Zira Yargıtay Hukuk Genel Kurulu nun, 17.06.2015, E. 2014/4-56, K.  2015/1679  sayılı  (inceleme  konusu)  kararı,  unutulma  hakkını  Türk Hukukuyla tanıştırıcı niteliktedir.  IV- UNUTULMA HAKKININ HUKUKÎ NİTELİĞİ Doktrinde  muhtelif  tanımlarına  rastlanmakla  birlikte,  genel  olarak  kişilik hakkı ,  kişinin, kişisel değerleri üzerinde sahip olduğu mutlak ve tekelci hak  olarak ifade edilmektedir. Kişilik hakkını ifade eden bu kişisel değerler Yargıtay tarafından, kişinin, doğumla kazandığı bağımsız varlığını ve bütünlüğünü oluşturan; hayat, beden ve ruh tamlığı, vicdan, din, düşünce ve çalışma özgürlüğü, onuru, ismi, resmi, sırları ile aile bütünlüğü gibi sosyal ve kültürel değerlerinin tümü olarak, tadadî şekilde belirtilmektedir.  Kişinin, geçmişine ait olan ve artık hatırlanmasını istenmediği bir olayın yahut toplum tarafından bilinmesini istemediği özel alanına ilişkin bir (kişisel) verinin, herkesin kolayca ulaşabileceği bir bilgi kaynağında ilelebet muhafaza edilmesinin  ve  böylelikle  her  daim  hatırlanabilir  nitelikte  bulunmasının, yukarıda  adı  geçen  kişisel  değerlerin  pek  çoğunu  etkileyeceği  aşikârdır. Nitekim günümüzde, bir kişi hakkındaki toplumsal/kitlesel değer yargıları, özellikle sosyal medyada ve arama motorlarında o kişi hakkında mevcut bulunan kişisel verilere ve söylencelere göre şekillenmektedir. Örneğin bu bağlamda, bir siyasetçinin, bir şarkıcının, bir komedyenin, bir bilim insanının, hatta iş başvurusunda bulunan herhangi bir kişinin dahi, hayatı, beden ve ruh tamlığı, vicdanı, inanç, düşünce, kanaat ve çalışma özgürlüğü, onuru, ismi,                                                  19  Diğer tanımlar için ör. bkz., Köprülü, Bülent (1984). Medenî Hukuk. Bası 2, İstanbul, s. 263; İmre, Zahit (1980). Medenî Hukuka Giriş. Bası 3, İstanbul, s. 445; Akipek, Jale G. (1961). Terk Medenî Hukuku – Başlangıç Hükümleri – Şahsın Hukuku. C.1, Ankara, s. 108; Velidedeoğlu, Hıfzı Veldet (1956). Türk Medenî Hukuku – Şahsın Hukuku. C.1, Bası 55, İstanbul, s. 88; Tekinay, Selâhattin S. (1987). Medenî Hukuka Giriş Dersleri. Bası 5, İstanbul, s. 251; Özsunay, Ergun (1982). Gerçek Kişilerin Hukuki Durumu. Bası 5, İstanbul, s. 97; Dural, Mustafa / Öğüz, Tufan (2006). Türk Özel Hukuku – Kişiler Hukuku. C.2, İstanbul, s. 94. 20  Bu yönde bkz., Ayan, Mehmet / Ayan, Nurşen (2014). Kişiler Hukuku. Bası 6, Konya, s. 65. 21  Bkz., 4 HD. 10.04.2008, E. 2007/9966, K. 2008/5096; 4 HD. 08.09.1982, E. 1982/6084, K. 1982/7436, (Ayan / Ayan, s. 66, dn.3). 2612Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Akkurt resmi, sırları, aile bütünlüğü, sosyal ve kültürel konumu, yani tüm kişisel değerleri  genelinde  kişilik  hakkının,  dijital  hafızada  yer  alan  (kişisel) verilerine  göre  kategorize  edildiği  ve  bu  şekilde,  belki  de  yıllar  süren çalışmalarının bir anda toplum bilincinde değersizleşebildiği görülmektedir. Bir kişi hakkındaki toplumsal değer yargılarının bir anda değişebildiği böyle bir mecrada, anılan yargıları etkileyici nitelikteki kişisel verilerin ve dijital geçmişin,  şayet  bilinmelerinde/  hatırlanmalarında  üstün  kamu  yararı bulunmuyorsa ilelebet saklanmasının ve hatırlanmasının savunulması, başta kişisel ve meslekî şeref - haysiyet, özel hayatın gizliliği, iktisadî varlık ve hürriyet gibi pek çok kişisel değeri sarsacak ve kişi için yaşamının geri kalanını  normal  şekilde  sürdürebilmesinin  kendinden  beklenemez  hâle gelmesine yol açacaktır. Bu bağlamda unutulma hakkının, genel olarak, AY.m.12 vd. hükümleri anlamında  temel hak ve hürriyetler le; MK.m.23 vd. ile BK.m.58 hükümleri anlamında ise  kişisel değerler le bu yakın ilişkisi, hatta onlardan biri olarak kabul edilebilmesi dolayısıyla  kişilik hakkı  kapsamında değerlendirilmesi isabetli görülmektedir.  V- UNUTULMA HAKKININ DİĞER KİŞİSEL DEĞERLERLE İLİŞKİSİ A) UNUTULMA HAKKININ TEMELİNDE YER ALAN KİŞİSEL DEĞERLER Unutulma hakkı, kişilerin, özellikle internet (dijital) geçmişlerinde yer alan kendileri hakkındaki rahatsız edici içeriklerin ve üzerinde hak sahibi oldukları  kişisel  verilerin  silinmesi  ve/veya  daha  fazla  yayılmalarının önlenmesi  amacına  hizmet  eder.  Dolayısıyla  anılan  kavramın  birincil fonksiyonu,  kişiye,  tıpkı  kendi  elinde  bulunan  kişisel  verilerinde  (yani sırlarında)  olduğu  gibi,  sır  olsun  yahut  olmasın  üçüncü  kişilerin  elinde bulunan kişisel verileri üzerinde de şartları dâhilinde kontrol, denetim ve tasarruf imkânı sağlamasıdır. Bununla birlikte bir kararında Yargıtay Hukuk                                                  22  Unutulma hakkının medenî hukuk ile ilgisi bakımından aynı yönde bkz., Chelaru, Eugen / Chelaru, Marius (2013). The Right to be Forgotten. Annales Universitatis Apulensis – Series Jurisprudencia, Vol. 16, p. 1 vd.. 23  Bu yönde bkz., Ahi, s. 5. Ayrıca bkz., Akgül, (Makale), s. 16 – 17. 24  Graux, Hans / Ausloos, Jef / Valcke, Peggy (2012).The Right to be Forgotten in the Internet Era. Ku Leuven ICRI Working Paper Series, Vol. 11, p. 5 vd.; Ambrose, Meg Leta (2013). It s About Time: Privacy, Information, Life Cycles, and The Right to be Forgotten. Stanford Technology Law Review, Vol. 16, p. 101 vd..    261317.06.2015 tarih, E. 2014/4-56...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Genel  Kurulu,  unutulma  hakkının,  kişilerin  sadece  internet  (dijital) geçmişlerindeki değil, toplumun genelinin sair diğer yollar ve vasıtalarla rahatça  ulaşabileceği  kişisel  verilerinin  de  unutulma  hakkı  çerçevesinde değerlendirilmesi gerektiğini,  unutulma hakkı tanımlarına bakıldığında her ne kadar dijital veriler için düzenlenmiş ise de, bu hakkın özellikleri ve bu hakkın insan haklarıyla arasındaki ilişkisi dikkate alındığında; yalnızca dijital ortamdaki kişisel veriler için değil, kamunun kolayca ulaşabileceği yerde tutulan kişisel verilere yönelik olarak da kabul edilmesi gerektiği açıktır... Kişiye  unutulma  hakkının  sağlanması  ile  birlikte  özel  hayatının  gizliliği korunmuş olacaktır. şeklinde ifade etmiştir. Bu yönüyle unutulma hakkı,  kişisel  verilerin  korunması   ve  AY. nın  20.maddesi  anlamında   özel hayatın gizliliği  kavramları ile yakından ilişkili olup, aslî fonksiyonunun, özel hayatın gizliliğinin ve kişisel verilerin korunmasının sağlanması olduğu görülmektedir. Örneğin, kişinin tıbbî geçmişine ilişkin kayıtlar gibi kişisel                                                  25  YHGK. 17.06.2015, E. 2014/4-56, K. 2015/1679, (Kazancı Bilişim İçtihat Bankası). 26  Geride anılan kararın devamında bkz., YHGK. 17.06.2015, E. 2014/4-56, K. 2015/1679,  ...Kişisel verilerin korunması hakkının temel amacı, bireyin özel yaşamının gizliliğinin güvence altına alınması yoluyla kişiyi korumaktır. Bilgi toplumunda giderek oldukça önemli bir konu haline gelen kişisel verilerin korunması hakkı, bireyin, demokratik bir hukuk devletinde özgür iradesiyle kendi yaşamını bizzat düzenleyebilmesinin bir gereği olarak karşımıza çıkmaktadır. Diğer taraftan bireyin kişiliğini serbestçe geliştirmesi, kişiliğinin korunması ve özgür bireylerden oluşan bir toplum düzeninin oluşturulması, ancak bireyin kişisel verilerine ilişkin hakkının korunmasıyla mümkündür. Bu hak yukarıda ifade edildiği üzere TC Anayasası'nın 20/2 maddesinde açık bir şekilde düzenlenmiştir. , (Kazancı Bilişim İçtihat Bankası). 27   Kişisel veri  kavramı 24.07.2012 tarih ve 28363 sayılı RG. de yayımlanan  Elektronik Haberleşme  Sektöründe  Kişisel  Verilerin  İşlenmesi  Hakkındaki  Yönetmelik in  3. Maddesinde,  belirli veya belirlenebilir gerçek ve tüzel kişilere ilişkin bütün bilgiler  olarak tanımlanmıştır. Avrupa Birliği mevzuatında da aynı kavram, 95/46/EC sayılı   bireylerin Kişisel  Verilerinin  İşlenmesi  ve  Serbestçe  Dolaşımı  Karşısında  Korunmasına  İlişkin Direktif in 2/a maddesinde; 108 sayılı  Kişisel Nitelikteki Verilerin Otomatik İşleme Tabi Tutulması Karşısında Şahısların Korunmasına Dair Avrupa Konseyi Sözleşmesi nin 2/a maddesinde, OECD. tarafından ihdas edilen 1980 tarihli Rehber İlkeler in 1/b maddesinde de   belirli  veya  belirlenebilir  nitelikteki  bir  kişiye  ilişkin  her  türlü  bilgi   şeklinde tanımlanmaktadır. 26.12.2014 tarihinde TBMM. Başkanlığına arz edilen  Kişisel Verilerin Korunması Kanunu tasarısı nın 3/ç maddesinde ise kişisel veri kavramı,  Kimliği belirli veya belirlenebilir gerçek kişiye ilişkin her türlü bilgi  olarak ifade edilmiştir. Kavram ve korunması hakkında ayrıntılı bilgi için bkz., Akgül, Aydın (2014). Danıştay ve Avrupa İnsan Hakları  Mahkemesi  Kararları  Işığında  Kişisel  Verilerin  Korunması  –  Personel  Data Protection, Bası 1, İstanbul (Kitap), s.7 vd.. Ayrıca genel olarak bkz., Küzeci, Elif (2010). Kişisel Verilerin Korunması. Bası 1, Ankara; Aksoy, Hüseyin Can (2010). Kişisel Verilerin Korunması. Bası 1, Ankara; Gür, İkbal (2010). Kişisel Verilerin Korunması Hususunda AB ile ABD arasında Yaşanan Uyuşmazlıklar ve Çözüm Yolları. Bası 1, Ankara; Şimşek, Oğuz 2614Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Akkurt verileri,  (muhafazalarında  üstün  kamusal  yahut  özel  yarar/  gereksinim bulunmadıkça)  kişisel  verilerin  korunmasına  ilişkin  kuralların  yanı  sıra, unutulma  hakkının  da  konusunu  oluşturabilmelidir.  Nitekim  bunların, örneğin kişinin geçmişte düçar olduğu ancak sonradan tamamen kurtulduğu (iyileştiği)  bir  hastalığa  ilişkin  kaydının,  veri  korunmasına  ilişkin düzenlemelere riayet edilmeksizin uzun süre gereksiz yere muhafaza edilmesi, sigortacılar, işverenler yahut kötü niyetli üçüncü kişiler tarafından ömür boyu kişi aleyhinde kullanılmalarına yol açabilir. Aynı şekilde UYAP. adıyla bilinen sisteme kayıtlı adlî bilgilere erişimin kolaylığı da kişi hakkında açılmış soruşturmalara  işverenler,  medya  gibi  isteyen  hemen  herkes  tarafından ulaşımını mümkün kılmakta ve kişinin, çalışma hürriyeti başta olmak üzere, maddî ve manevî varlığının korunması ve geliştirilmesini tehdit etmektedir. Hatta  bu  tür  kayıtlara  118  telefon  kodu  kullanarak  faaliyet  gösteren telekomünikasyon  hizmet  sunucuları  aracılığıyla  dahi  erişilebilmektedir. Örneğin  adam  öldürme  suçuyla  yargılanmış  fakat  yargılama  neticesinde suçsuzluğu ispatlanmış bir kişiye ilişkin adlî kayıtların gereksiz sürelerce depolanması ve bu gibi kanallarla isteyen herkese sunulması kişisel verilerin korunmasına aykırılık teşkil ettiği gibi unutulma hakkının da ihlâline yol açmaktadır.  Unutulma hakkının,  şahsî geçmişi kontrol edebilme ,  hayata yeni (temiz)  bir  sayfa  açma ,   öz  itibar  yönetimi   gibi  aslında  Anayasa nın 15.maddesi anlamında  kişinin maddî ve manevî varlığının korunması ve                                                  (2008). Anayasa Hukukunda Kişisel Verilerin Korunması. Bası 1, İstanbul; Başalp, Nilgün (2004). Kişisel Verilerin Saklanması ve Korunması. Bası 1, Ankara. 28  Aynı yönde bkz., Ahi, s.2. 29  Unutulma hakkının aslında önceden beri tıp etiğinin kapsamında yer aldığı, hekimlerin hasta gizliliğine riayet ettikleri müddetçe zaten unutulma hakkının gereklerini de yerine getirmiş olacakları yönünde bkz., Nys, Herman (2011). Towards a Human Right  to be Forgotten Online ?. European Journal of Health Law, Vol. 18, p. 474 – 475. 30  Aynı yönde bkz., Ahi, Şebnem (2014). Kişilere Kişisel Verileri Üzerinde Kontrol Yetkisi Veren Hak. Bilişim Dergisi, S. 161 (Röportaj), s. 105. Ayrıca bkz., YHGK. 17.06.2015, E. 2014/4-56, K. 2015/1679,  ...Unutulma hakkına gelince; unutulma hakkı ve bununla ilişkili olan gerektiği ölçüde ve en kısa süreliğine kişisel verilerin depolanması veya tutulması konuları, aslında kişisel verilerin korunması hakkının çatısını oluşturmaktadır. Her iki hakkın temelinde bireyin kişisel verileri üzerinde serbestçe tasarruf edebilmesini, geçmişin engeline takılmaksızın geleceğe yönelik plan yapabilmesini, kişisel verilerin kişi aleyhine kullanılmasının engellenmesini sağlamak yatmaktadır. , (Kazancı Bilişim İçtihat Bankası). 31  Bkz., Koops, Bert – Jaap (2011). Forgetting Footprints, Shunning Shadows. A Critical Analysys of the Rihgt to be Forgotten in Big Data Practice. Tilburg Law School Legal Studies Research Paper Series (SCRIPTed), 8 (3), p. 26.   261517.06.2015 tarih, E. 2014/4-56...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  geliştirilmesi  hakkı   kapsamında  değerlendirilebilecek  olan  diğer  bir fonksiyonunu Hukuk Genel Kurulu,  Bu hak bir yandan kişiye ‘geçmişini kontrol etme , ‘belirli hususların geçmişinden silinmesini ve hatırlanmamayı isteme hakkı  sağladığı gibi, diğer yandan muhataplarına, kişi hakkındaki bir kısım  bilgilerin  üçüncü  kişilerce  kullanılmamasını  veya  üçüncü  kişilerce hatırlanmamasına yönelik önlenmeleri alma yükümlülüğü yükler.  şeklinde açıklamıştır.  Nitekim  unutulma  hakkının  bu  fonksiyonu  ile  kişinin, geçmişinde kendi iradesi ile veya üçüncü kişilerin neden olduğu bir olay nedeniyle geleceğinin olumsuz bir şekilde etkilenmesinin engellenmesi ve onun, geçmişinde yaşadığı bu tür olumsuz etkilerden kurtularak geleceğini şekillendirebilmesi amaçlanmaktadır. Aynı şekilde bu fonksiyon, unutulma hakkının  iktisadî hürriyet ve varlık  ile ilişkisini de ortaya koymaktadır. Örneğin, gençken macera olsun diye bir defaya özgü olmak kaydıyla işlediği bir kabahat dolayısıyla karakolda ifade vermeye götürülen bir kişinin, buna ilişkin kayıtların gereksiz yere uzun süreden beri muhafaza ediliyor olması dolayısıyla yıllar geçmesine rağmen başvurduğu hiçbir işe alınmıyor olması, unutulma  hakkının  gerekliliği  konusunda  gösterilebilecek  örnekler arasındadır.  Nihayet, unutulma hakkı ile korunmak istenen tüm bu kişisel değerlerin, özde  şeref ve haysiyet  ile ilişkisi olduğu ortadadır. Bir kişinin sadece ismi yazılarak arama motorunda aratıldığında bile geçmişte kaybolan pek çok kişisel verisinin/ bilgisinin gün yüzüne çıkmakta olduğu görülmekte ve bu durumun kimi zaman insan onuruna saldırı/ özel hayatın gizliliğinin ihlâli niteliğine bürünebildiği ifade edilmektedir. Nitekim kişinin, sürekli olarak geçmişinde (istemli ya da istemsizce) yaşadığı fakat artık hatırlanmasını istemediği olaylarla anılması, toplumun ona verdiği değerin (daha ziyade) dijital  arşivde  yer  ettiği  kadarıyla  belirleniyor  olması  doğrudan  kişinin hürriyetini ve haysiyetini etkileyici nitelikte bulunduğu için, anılan hakkın bir diğer fonksiyonunun da kişi hürriyet, itibar ve haysiyetinin sağlanması olduğu                                                  32  Ayrıntılı bilgi için bkz., Gümüş, Ali Tarık (2010). Türk Anayasasında Kişinin Maddi ve Manevi Varlığını Koruma ve Geliştirme Hakkı. Bası 1, Konya, s. 1, 50 vd.. 33  Anayasa Mahkemesi de, örneğin kişinin maddî ve manevî varlığını geliştirme hakkının insan onurunun (şeref ve haysiyetin) korunmasını sağladığını ifade etmiştir. Bu yönde bkz. AYM. 05.07.2012 E. 2012/7, K. 2012/102, (RG. 06.10.2012, S.28433). Ayrıca bkz., Akgül, (Makale), s. 20. 34  Salgado,  Viktor  (2013).  Can  I  Delete  My  Data  from  Google?.  Privacy  Europe, https://www.privacy-europe.com/blog/can-i-delete-my-data-from-google/,  (ET.04.02.2016); Akgül, (Makale), s. 21. 2616Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Akkurt söylenebilir. Cinsel istismara maruz kalmış olan bir kişinin, bu olayın dijital hafızada yer bulmuş olması dolayısıyla herkesin bu olaya ve kendi ismine ulaşabiliyor olması, yıllar boyunca sürekli bununla anıla gelme riski ve artık olayı geçmişte bırakarak hayatını normal seyrinde sürdürmesinin kendisinden beklenemez hâle gelmiş olması örneğinde durum böyledir.  Özetle, kişisel verilerin, aksinde üstün bir kamu yararı bulunmadıkça, kişinin rızasına aykırı olarak, gereksizce ve uzunca bir süre arşivlenmesi ve toplum  tarafından  bunların  her  istenildiğinde  kolaylıkla  gün  yüzüne çıkartılabilmesine  müsait  durumda  bekletilmesi,  kişisel  bir  değer  olan unutulma  hakkı  çerçevesinde  kişilik  hakkına  aykırı  görülmektedir.  Kıta Avrupası ekolünün (Common Law) unutulma hakkına bakış açısı özelinde önemli rolü bulunan İsviçre Federal Mahkemesi içtihatları da anılan hakkın, şeref, onur, özel hayatın korunması ve gizliliği gibi pek çok kişisel değerle yakından ilişkili olduğunu, dolayısıyla kişi güvenliğinin bir parçası olarak kişinin kendisine ait bilgiler üzerindeki hak sahipliğini ve unutulma hakkının bu  bilgiler  üzerinde  sağladığı  kontrol  imkânının  önemini  ortaya koymaktadır. B) UNUTULMA HAKKI İLE ÇATIŞMALARI MÜMKÜN OLAN KİŞİSEL DEĞERLER Unutulma  hakkı,  kişiye,  özellikle  dijital  hafızadan  silinmeyi  isteme yetkisi vermesi dolayısıyla, diğer kişilerin  haberleşme ve ifade özgürlüğü  ile çatışmaya müsait bir kişisel değerdir. Zira bir kişinin, özel hayatının gizliliğinin,  şeref  ve  haysiyetinin,  kişisel  verilerinin  korunması  gibi gerekçelerle unutulma hakkı kapsamında dijital hafızadan silinmeyi istemesi, diğer kimselerin ifade ve haberleşme özgürlüklerinin kısıtlanması anlamına gelebilir.  Nitekim  ifade  özgürlüğü,  kişinin  serbestçe  düşünce  ve  bilgiye ulaşabilmesi,  edindiği  düşünce  ve  kanaatlerden  dolayı  kınanmaması  ve bunları tek başına yahut toplumun diğer fertleriyle birlikte çeşitli iletişim araçları  kullanarak  serbestçe  açıklayabilmesi,  başkalarına  aktarabilmesi                                                  35  10 DD. 02.10.2001, E. 1999/990, K. 2001/3326,  ...davacı, herhangi bir şekilde dayanak gösterilmeyen  suçlamalarla  karşı  karşıya  bırakılmıştır.  Bu  suçlamalardan  dolayı kamuoyunda hakkında şüphe ve tereddütler doğan davacının, toplumdaki her birey gibi onurlu ve saygın yaşama hakkı ağır bir şekilde zedelenmiştir. , (Akgül, (Kitap), s. 87 – 88, dn. 461). 36  YHGK. 17.06.2015, E. 2014/4-56, K. 2015/1679, (Kazancı Bilişim İçtihat Bankası). 37  Weber, p. 121; Gülener, s. 226 – 227.   261717.06.2015 tarih, E. 2014/4-56...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  olarak tanımlanmaktadır. AİHS.m.10 u temel alan bir kararında AİHM. de, anılan bu iletişim araçları arasında internetin, kişilerin ifade ve bilgi edinme özgürlüklerinin  kullanılmasına  hizmet  eden  başlıca  güncel  araçlardan olduğunu ifade etmiştir.  Bu bakımdan, Kıta Avrupası (Common Law) ekolündeki özel hayatın gizliliğinin  korunmasını  öne  çıkartan  (ve  dolayısıyla  unutulma  hakkını savunan) eğilimin aksine, anılan kişisel değerlerin çatışması durumunda özel hayatın gizliliğinin korunmasına nazaran (kitlesel) ifade ve basın özgürlüğüne ağırlık verme eğilimindeki Anglo-Amerikan Ekolünün, unutulma hakkına mesafeli yaklaştığı görülmektedir.                                                  38  Bkz., Avcı, Artun (2013). Türkiye de İnternet ve İfade Özgürlüğü. Bası 1, İstanbul, s. 48. 39  AİHM. 18.12.2012, A... Y... v. Türkiye – 3111/10, (hudoc.echr.coe.int/, ET., 04.02.2016). AİHM. nin, ifade özgürlüğünü unutulma hakkından öncelikli tuttuğu bir diğer karar için bkz.,  AİHM.  29.03.2011,  RTFB  v.  Belçika,  50084/06, (http://hudoc.echr.coe.int/eng#{ appno :[ 50084/06 ]}, ET., 02.05.2016).  40  Kıta Avrupası Ekolünün unutulma hakkına ilişkin genel eğilimi hakkında ayrıntılı bilgi için bkz., Seucan, Andrea (2014). The EU  Right to be Forgotten . Perspectives of Business Law Journal, 3 (1), p. 336 vd.; Castellano, Pere S. (2012). The Right to be Forgotten under European Law: A Constitutional Debate. Lez Electronica, 16 (1), p. 1 vd.; Chelaru / Chelaru, p. 2 vd.; Rotenberg, Marc / Jacobs, David (2013). Updating the Law of Information Privacy: The New Framework of the European Union. Harvard Journal of Law & Public Policy, 36 (2), p.605 vd.; Rosen, Jeffrey (2012). The Right to be Forgotten. Stanford Law Review, Vol. 64, p. 88 vd.. 41  Kıta Avrupası ve Anglo – Amerikan hukuk ekollerinin unutulma hakkına bakış açılarına, başka bir deyişle  ifade özgürlüğü  ile  özel hayatın gizliliğinin / şeref ve haysiyetin korunması nın  aynı  olayda  çatıştığında  hangisine  öncelik  verileceği  yönündeki  fikir ayrılıklarına örnek teşkil edecek bir vakıa, (W.W. ve M.L. adlı) iki Alman vatandaşının bir Alman aktörü (W.S.) öldürmekten suçlu bulunmaları ve çarptırıldıkları hapis cezasını tamamlamış  olmalarına  rağmen  adlarının  hâlen  (W.S.)  cinayeti  ile  anılıyor  olması dolayısıyla ABD. merkezli internet ansiklopedisi  Wi...dia  aleyhine, bu içeriklerden isimlerinin  çıkartılması  (silinmesi)  yönünde  açtıkları  dâvadır.  Dâvacılar  dâva gerekçelerinde, cezalarını çekmekle topluma olan borçlarını ödemiş olmalarına rağmen  Wi...dia  nın internet sayfasında adlarının hâlen W.S. cinayetiyle anılıyor olmasının onların, toplumda kötü şöhretle tanınmalarına sebep olduğunu belirtmişlerdir. Yargılama sonucunda  Alman  mahkemelerinin,  dâvacıların  isimlerinin  W.S.  cinayetiyle  birlikte anılacağı tarzda yayın yapılmasını yasaklamış olmaları dolayısıyla  wi..dia nın Almanca yayın yapan sayfasından dâvacıların isimleri çıkartılmış ancak ansiklopedinin Amerika merkezli İngilizce yayın  yapan sayfasından, anılan kişilerin isimleri çıkartılmamıştır.  Wi..dia   yetkililerinin konu hakkında  yaptığı basın açıklamasında, anılan kuruluşun ( Wi..dia nın), bağımsızlık, ifade özgürlüğü ve gönüllülük esasları çerçevesinde yayın yaptığını,  Almanca  sayfadan  bu  isimlerin  çıkartılmasının  tamamen  editörün  tercihi olduğunu,  (ABD.  menşeili)  İngilizce  sayfanın  editörünün,  isimleri  sayfadan  kaldırıp kaldırmamakta özgür bulunduğunu ve şayet isimleri kaldırmak istemezse, ifade / haber alma 2618Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Akkurt Kıta Avrupası (Common Law) ile Anglo-Amerikan eğilimlerindeki bu farklılık,  unutulma  hakkının,  anayasal  düzlemlerde  kişilere  tanınması gereken temel bir hak olarak kabul edilip edilemeyeceği noktasında küresel düzeyde  tartışma  yaratmaktadır.  Ancak,  genel  olarak  belirtilmelidir  ki, özellikle internette (veya kitlelerin kolayca erişebileceği sair mecralarda) özel hayatın gizliliği ve ifade özgürlüğü arasında cereyan eden bu çatışmanın, kişisel verilerin, kamu yararı ve/ veya ilgilinin rızası kıstasları ile birlikte değerlendirilerek çözüme kavuşturulması isabetli görülmektedir. Bu bakımdan, olası (müstakbel) yasal düzenlemelerde unutulma hakkının, arşivlenebilmesi adına veri sahibinin rızası veya dijital hafızada saklanmasına ilişkin yasal düzenleme, kamu yararı yahut benzer herhangi bir gereksinim bulunmayan kişisel verilerin silinmesini ve yayılmasının önlenmesini isteyebilme hakkı şeklinde  düzenlenmesi,  özel  hayatın  gizliliğinin  korunması  ve  ifade  / haberleşme özgürlüğü arasındaki adil dengenin sağlanması bakımından tutarlı olacaktır. Unutulma hakkı ile çatışması mümkün olan diğer bir kişisel değer  kitle iletişim  özgürlüğü dür.  Ancak  kitle  iletişimi  ve  basın  kavramlarının birbirleriyle karıştırılmaması gerekir. Şöyle ki  kitle iletişimi , herhangi bir iletinin, yani haber, bilgi, kanaat, tavır ve davranışın birden çok tekil alıcıya veya  topluluğa  herhangi  bir  araç  vasıtasıyla  iletilmesi  süreci  olarak                                                  özgürlüğü kapsamındaki bu tutumunu destekleyeceklerini belirtmişlerdir. Konu hakkında ayrıntılı  bilgi  için  bkz.,  Schwartz,  John  (2009).  Two  German  Killers  Demanding Anonymity  Sue  Wikipedia s  Parent,  http://www.nytimes.com/2009/11/13/us/ 13wiki.html?_r=0, (ET. 04.02.2016). Ayrıca bkz., Gülener, s. 227 – 228; Ambrose, Meg Leta / Ausloos, Jef (2013). The Right to be Forgotten Across the Pond. Journal of Information Policy, Vol. 3, p. 6 vd.; Ambrose, p. 152 vd.; McNealy, Jasmine E. (2012). The Emerging Conflict Between Newsworthiness and the Right to be Forgotten. Northern Kentucky Law Review, 39 (2), p.122, 124 vd..  42  Bu iki eğilimin birbirleri (özellikle ABD.) üzerindeki etkileri hakkında bir inceleme için bkz., Siry, Lawrence / Schmitz, Sandra (2012). A Right to be Forgotten? – How Recent Developments in Germany May Effect the Internet Publishers in the US. European Journal of Law and Technology, 3 (1), p.1 vd..  43  Tartışmalar hakkında ayrıca bkz., Ambrose, p. 129 vd.. 44  Diğer kişisel değerler ile unutulma hakkı arasında adil ve sağlıklı bir denge sağlanmasına ve bu yapılırken de iç hukuktaki genel normatif eğilimlere ve toplumdaki sosyo-ekonomik yapının göz önünde bulundurulmasına dikkat edilmesi gerektiği yönünde bkz., Wright, George R. (2015). The Right to be Forgotten: Issuing a Voluntary Recall. Drexel Law Review, Vol 7, p. 424 – 425; Werro, Franz (2009). The Right to Inform v. The Right to be Forgotten: A Transatlantic Clash. Georgetown University Center for Transnational Legal Studies Colloquium Research Paper No:2, p. 285 vd.; Ausloos, Jef (2012). The ‘Right to be Forgotten  – Worth Remembering?. Computer Law & Security Review, Vol. 28, p. 147.    261917.06.2015 tarih, E. 2014/4-56...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  tanımlanmaktadır.  Dijital  ortamda  gerçekleştirilen  kitle  iletişiminin günümüzdeki  en  yaygın  vasıtası   sosyal  medya   adıyla  anılmakta  olup, unutulma  hakkını  özellikle  ilgilendiren  husus,  sosyal  medyada  (kişinin rızasıyla yahut rızası dışında) yer tutan kişisel verilerinin, geçmişine ait izlerinin, paylaşımlarının silinmesinin talep edilebilmesi noktasında kendisini göstermektedir. Zira sosyal medyada yer alan resim, isim, beyan, hesap gibi kişisel verilerin de (tutulmalarında kamu yararı bulunmadıkça) hak sahibinin talebi üzerine unutulma hakkı çerçevesinde silinmesi, daha fazla yayılmasının önlenmesi gerekir. Örneğin yaşam tarzına ve/veya sosyal, siyasî görüşüne taban tabana zıt bir şirkette iş başvurusunda bulunacak yahut evlenecek olan bir kişinin, geçmişte rızasıyla paylaşmış da olsa eski yaşantısına dair kimi içeriklerin  dijital  hafızadan  silinmesini   unutulma  hakkı   çerçevesinde isteyebilmesi  doğaldır.  Ancak  bu  noktada  unutulmaması  gereken  husus, internete aktarılan bir verinin bütünüyle ortadan kaldırılmasının önündeki teknolojik zorluktur. Nitekim geçmişe ait bu tür kişisel bilgi ve verilerin silinmesi talebi her ne kadar sosyal medya sitesi tarafından ilgili kişinin şahsî hesabı kapatılarak yahut benzer suretle yerine getirilebilir görünse de anılan verilerin üçüncü kişilerin hesabında da paylaşılmış olması, içeriklerin reklam siteleri  gibi  diğer  siteler  tarafından  çekilmiş  olması  gibi  durumlarda internetten tümüyle kaldırılmaları teknik olarak mümkün görünmemektedir. Bu tür durumlarda yapılması gereken şey şartları dâhilinde kişilik hakkının korunmasına ilişkin genel hükümlere müracaat etmek olacaktır.  Bu noktada üzerinde durulması gereken asıl husus ise, şöhretli bir kişinin, bir siyasetçinin yahut açıklamaları kamuyu ilgilendirir düzeydeki diğer bir kişinin unutulma hakkı çerçevesinde geçmişe ait beyanlarının silinmesini istemesi faraziyesinde olduğu gibi unutulmayı istemenin, diğer kişilerin kitle iletişim  özgürlüğünü  ihlâl  eder  nitelikte  bulunması  durumunda  hangi özgürlüğün tercih edilmesi gerektiği hususudur. Şüphesiz,  ifade özgürlüğü  bahsinde de değinildiği gibi  kitle iletişim özgürlüğü  ve  unutulma hakkı nın                                                  45  Tanım ve kavram hakkında ayrıntılı bilgi için bkz., Gedik, Ömer (2008). Türk Yargı Kararları Çerçevesinde Türkiye de Kitle İletişim Özgürlüğü, Bası 1, Ankara, s. 26. 46  Bu yönde kimi teknik öneriler hakkında bkz., Karaarslan, Enis / Eren, Mehmet Beşir / Koç, Serhat (2014). Çevrimiçi Mahremiyet: Teknik ve Hukuksal Durum İncelemesi, http://inet-tr.org.tr/inetconf/bildiri/13.pdf, (ET.08.02.2016); Lee, Jae Dong / Sin, Cheol Ho / Park, Jong Hyuk (2014). PPS – RTBF: Privacy Prıtection System for the Right to be Forgotten. Journal of Convergence, 5 (2), p. 37 vd.. 47  Ahi, s. 107. 2620Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Akkurt çatıştığı  bu  gibi  durumlarda  da  çatışan  haklar  arasında  adil  bir  denge gözetilmesi gerekmektedir. Unutulma hakkıyla çatışması mümkün olan bir diğer kişisel değer ise  basın  özgürlüğü dür.  Basın  kavramı,  her  ne  kadar  kitle  iletişiminin kapsamında yer alsa da bundan farklı olarak, görsel – işitsel bütün kitle iletişim araçlarını kapsayan bir kavram olmaktan ziyade gazete, dergi, kitap gibi yalnızca yazılı ve basılı (matbu) eserlerden oluşan bir olgudur. Broşür ve ilanların da, özellikle siyasî görüşlerin açıklanmasında kullanılan birer vasıta olarak kullanılmaları karşısında basın kavramı içerisinde değerlendirildiği görülmekte, internetin ise, tartışmalı olmakla birlikte tıpkı sinema, radyo ve televizyon gibi bu kapsamda değerlendirilmemesi, nitekim ayrı bir hukukî rejime tabi olması gerektiği savunulmaktadır. Hakların çatışması noktasında, dâvacının geçmişte maruz kaldığı cinsel taciz fiilinin, anılan kişinin ismi kodlanmaksızın bir kitapta yayınlanmış olması dolayısıyla görülen bir dâvada  unutulma hakkı  ile  basın özgürlüğü / bilim özgürlüğü  karşı karşıya gelmiş, karşı oy yazısında her ne kadar insan psikolojisini bozucu nitelikte ve unutulması gereken böyle bir olayın kişinin giz alanında kalması gerektiğinden ve ilerleyen insan hakları eğiliminde kişilerin  arşiv  silme  talepleri  ve  unutulma  hakkı  gibi  modern  haklarla donatıldıklarından bahsedilse de Yargıtay tarafından, anılan yayının bilim ve dolaylı olarak da basın özgürlüğü kapsamında değerlendirilmesi gerektiği kanaatine varılmıştır. Konuya ilişkin Hukuk Genel Kurulu kararında ise Yargıtay,  böyle  bir  durumda  unutulma  hakkının  sağlanması  gerektiğine hükmederek, çatışan haklar dengesinde özel hayatın gizliliği, kişisel verilerin ve haysiyetin korunması görüşüne ağırlık vermiştir.                                                  48  Aynı yönde bkz., Akgül, (Kitap), s. 93; Küzeci, s. 86. 49  Bu yönde ve konu hakkında ayrıntılı bilgi için bkz.,  Baykan, Metin (2011). Basın Özgürlüğü. Ankara, s. 19 – 20.  50  Salihpaşaoğlu, Yaşar (2007). Türkiye de Basın Özgürlüğü. Ankara, s.24; Baykan, s. 20. 51  4 HD. 03.07.2013, E. 2013/6256, K. 2013/1281, (Yargıtay UYAP Bilişim Sistemi). 52  YHGK. 17.06.2015, E. 2014/4-56, K. 2015/1679,  ...Unutulma hakkına gelince; unutulma hakkı ve bununla ilişkili olan gerektiği ölçüde ve en kısa süreliğine kişisel verilerin depolanması veya tutulması konuları, aslında kişisel verilerin korunması hakkının çatısını oluşturmaktadır. Her iki hakkın temelinde bireyin kişisel verileri üzerinde serbestçe tasarruf edebilmesini, geçmişin engeline takılmaksızın geleceğe yönelik plan yapabilmesini, kişisel verilerin kişi aleyhine kullanılmasının engellenmesini sağlamak yatmaktadır. Unutulma hakkı ile geçmişinde kendi iradesi ile veya üçüncü kişinin neden olduğu bir olay nedeni ile kişinin  geleceğinin  olumsuz  bir  şekilde  etkilenmesinin  engellenmesi  sağlanmaktadır. Bireyin geçmişinde yaşadığı olumsuz etkilerden kurtularak geleceğini şekillendirebilmesi bireyin yararına olduğu gibi toplumun kalitesinin gelişmişlik seviyesinin yükselmesine   262117.06.2015 tarih, E. 2014/4-56...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635                                                   etkisi de tartışılmazdır. Unutulma hakkı; üstün bir kamu yararı olmadığı sürece, dijital hafızada yer alan geçmişte yaşanılan olumsuz olayların bir süre sonra unutulmasını, başkalarının bilmesini istemediği kişisel verilerin silinmesini ve yayılmasının önlemesini isteme hakkı olarak ifade edilebilir. Bu hak bir yandan kişiye  geçmişini kontrol etme ,  belirli hususların geçmişinden silinmesini ve hatırlanmamayı isteme hakkı  sağladığı gibi, diğer  yandan  muhataplarına  kişi  hakkındaki  bir  kısım  bilgilerin  üçüncü  kişilerin kullanmamasını  veya  üçüncü  kişilerin  hatırlamamasına  yönelik  önlenmeleri  alma yükümlülüğü  yükler.  Bu  hakkın;  bireylerin  fotoğraf,  internet  günlüğü  gibi  kendileri hakkındaki içerikleri silmek için üçüncü şahısları zorlamayı içermesinin yanında geçmişteki cezalarına ilişkin bilgilerin veya haklarında olumsuz yorumlara neden olabilecek bilgi ve fotoğraflarının kaldırılmasını isteme hakkını tanıdığı kabul edilmektedir. Diğer taraftan bu hak, bireyin geçmişindeki belirli yönlerinin mümkün olmayacak biçimde hatırlanmaması için önlemler alınmasını gerektirmektedir. Avrupa İnsan Hakları Sözleşmesi (AİHS)'nin 8. maddesinde yer alan özel yaşama saygı hakkı altında korunan  mahremiyet hakkı nın, bireyin kendisi hakkındaki bilgileri kontrol edebilmesi şeklindeki hukuki çıkarlarını da içerdiği ifade edilmektedir. Zira bireyin kendisine ait herhangi bir bilginin, kendi rızası olmaksızın açıklanmaması, yayılmaması ve bu bilgilere başkalarının ulaşamaması kısacası kişisel verilerinin mahrem kalması konusunda hukuki menfaati bulunmaktadır (Gülay Arslan  Öncü,  Avrupa  İnsan  Hakları  Sözleşmesinde  Özel  Yaşamın  Korunması,  Beta Yayınları, İstanbul 2011, s.182). Kişiye unutulma hakkının sağlanması ile birlikte özel hayatının gizliliği korunmuş olacaktır. Somut olaya bu kapsamda bakıldığında; davacı, kamu görevinin veya hizmet ilişkisinin sağladığı nüfuzu kötüye kullanarak, müteselsilen cinsel saldırı suçunun mağdurudur. 2006 yılında gerçekleşen eylem tarihinde davacı bekâr olup maruz kaldığı eylem geleceği açısından etkilidir. Yapılan yargılama sonunda kamu görevlisi olan sanık ceza almıştır. Temyiz istemi üzerine yapılan inceleme sonunda ise hüküm 2009 yılında onanmıştır. Mağdur davacı gerek hazırlık gerekse de yargılama sırasında cinsel saldırının nasıl gerçekleştiğini açık bir şekilde anlatmış, bu anlatımlar doğal olarak karar metnine geçirilmiştir. Karar mağdur ve sanığın ismi rumuzlanmadan 2010 yılı nisan ayında yayınlanan kitapta yer almıştır. Hemen ifade edilmelidir ki; davacının rızası dışında bir kitapta geçen ismi kişisel veri niteliğindedir. Ayrıca şunun da ifade edilmesi gereklidir ki; unutulma hakkı tanımlarına bakıldığında her ne kadar dijital veriler için düzenlenmiş ise de, bu hakkın özellikleri ve bu hakkın insan haklarıyla arasındaki ilişkisi dikkate alındığında; yalnızca dijital ortamdaki kişisel veriler için değil, kamunun kolayca ulaşabileceği yerde tutulan kişisel verilere yönelik olarak da kabul edilmesi gerektiği açıktır. Davacı, geçmişte yaşadığı kötü bir olayın toplum hafızasından silinmesini istemektedir. Unutulma hakkı ile geçmişindeki yaşanan talihsiz bir olayın unutularak geleceğini serbestçe şekillendirmek, diğer bir deyişle hayatında, yeni bir sayfa açma olanağı istemektedir. Kaldı ki, davacı da yargılama sırasında verdiği dilekçelerinde bu istem üzerinde ısrarla durmuştur. Davacı unutulma hakkı ile özel hayatına ilişkin kişisel verilerinin üçüncü kişiler tarafından bilinmemesini, aradan geçen süre nedeniyle toplum hafızasından silinmesini istemektedir. Bu bağlamda değerlendirildiğinde; 4 yıl önce gerçekleşen bir olayın mağduru olan kişinin adının açık bir şekilde yazılarak kitapta yer alması halinde unutulma hakkının bunun sonucunda da davacının özel hayatının gizliliğinin ihlal edildiği kabul edilmelidir... Avrupa Birliği Adalet Divanı'nın  G...le Kararı nda açıkladığı gibi ilgili verinin kamu hayatında oynadığı önemli rol ve halkın ilgili veriye yönelik yoğun ilgisi şeklinde, üstün bir kamu yararını ortaya koyan özel sebepler bulunmadığına göre bilimsel esere alınan kararda kişisel veriler açık bir şekilde yer almamalıdır. , (Kazancı Bilişim İçtihat Bankası). 2622Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Akkurt  VI- UNUTULMA HAKKININ KAPSAMI Unutulma hakkının, kişilerin fotoğraf, internet günlüğü gibi kendileri hakkındaki  içerikleri  silmek  için  üçüncü  şahısları  zorlamayı  içermesinin yanında, geçmişteki cezalarına yahut tıbbî kayıtlarına ilişkin verilerin veya haklarında  olumsuz  yorumlara  neden  olabilecek  bilgi  ve  fotoğraflarının kaldırılmasını isteme yetkisi tanıdığı kabul edilmektedir. Diğer taraftan bu hak, bireyin geçmişine ilişkin bu tür kimi verilerin, aksi mümkün olmayacak biçimde  hatırlanmaması  (unutulması)  için  önlemler  alınmasını  gerektirmektedir.  Görüldüğü üzere, unutulma hakkının kapsamına arşivlenmiş (özellikle geçmişe ilişkin ve üçüncü kişilerin hâkimiyetinde bulunan) kişisel veriler girmektedir. Bu anlamda kişisel veri, önceden de ifade edildiği gibi, belirli yahut belirlenebilir bir kişiye ait her türlü bilgidir. Anılan bilgiler, belirli bir kişinin kimliğini ortaya çıkartan ve uyruğuna, etnik kökenine, dini/ felsefî inançlarına, sosyal/ siyasî kanaatlerine, fotoğrafına, sesine, emniyet amacıyla alınan parmak izi, retina haritası, koku tanıması gibi biyometrik kayıtlarına, fiziksel özelliklerine, görüntüsüne, cinsel eğilimlerine, kan grubuna, tıbbî tahlil değerlerine, sağlığına, tıbbî ve adlî geçmişine, yerleşim yerine, banka hesap ve kredi kartı bilgilerine, elektronik şifrelerine, imzasına, alışveriş alışkanlıklarına, öğrenim ve çalışma durumuna, meslek sırlarına, emeklilik, kurum sicil yahut vergi numarasına, sosyal sigorta kayıtlarına, bireysel ve/ veya ailevî ilişkilerine, telefon mesajları, telefon defteri, telefon numarası, elektronik  posta  veya  sosyal  medya  hesabı  ve  bunların  içerikleri  gibi haberleşme verilerine, kişisel bilgisayarının IP. adresine vs. ilişkin her türlü bilgiden ibaret olabilirler.                                                  53  Bkz., YHGK. 17.06.2015, E. 2014/4-56, K. 2015/1679, (Kazancı Bilişim İçtihat Bankası). 54  Bkz., Nys, p. 471. 55  Geride bkz., dn. 19. 56  Bireyin aile üyelerinin psikolojik sorunlarına veya suç işleyip işlemediklerine ilişkin adlî kayıtlarına ilişkin verilerin de kişisel veri kapsamında oldukları yönünde bkz., İDDK. 13.02.2013, E. 2012/617, (Akgül, Kitap, s. 8, dn. 7). 57  Akgül, (Kitap), s. 8 – 10; Farina, R. Cynthia / Shapiro, Sidney A. / Susman, Thomas (2008). Administrative Law of the European Union: Trancparency and DATA Protection. 1st Edition, Chicago, p. 139; Er, Cüneyd (2007). Biyometrik Yöntemler ve Özel Hayatın Gizliliği Hakkı: Parmak İzi, Göz ve DNA Tarama Gibi Teknolojik Kimlik Denetleme Usullerinin Hukuki Statüsü. Bası 1, Ankara, s. 21 – 24; Şen, Ersan (2009). Kişisel Verilerin Korunması Kanunu Tasarısı nın Anayasa ve Türk Ceza Kanunu Hükümleri Çerçevesinde Değerlendirilmesi. İstanbul Barosu Dergisi, 83 (3), s. 1197 vd.; Özdemir, Hayrunnisa (2009). Elektronik Haberleşme Alanındaki Kişisel Verilerin Özel Hukuk Hükümlerine Göre Korunması. Bası 1, Ankara, s. 124; Aksoy, s. 1 vd.; Şimşek, s. 121.    262317.06.2015 tarih, E. 2014/4-56...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Bu bağlamda, üçüncü kişilerin elinde (hâkimiyetinde) bulunan ve belirli bir kişi hakkında, arama motoru, sosyal medya, elektronik posta, cep telefonu, elektronik alışveriş sitesi, banka, sağlık kuruluşu veri tabanları gibi dijital arşivler başta olmak üzere, özellikle toplumun genelinin kolayca erişebileceği sair vasıtalarla sunulan, sunulabilme riski bulunan ya da diğer kişilerce re sen öğrenilebilmesi  mümkün  olan  rahatsız  edici,  onur  kırıcı,  öğrenilmesi, bilinmesi, yayılması yahut hatırlanması istenilmeyen tüm içeriklerin (sırların), sınırları dâhilinde unutulma hakkının kapsamı dâhilinde değerlendirilmesi amaca uygun olur. Zira, tıpkı kişilik hakkını oluşturan kişisel değerler gibi, unutulma hakkı kapsamında şartları dâhilinde silinmeleri talep edilebilecek içerikler de tahdidî olarak sayılmamaktadır.  VII- UNUTULMA HAKKININ SINIRLARI Unutulma hakkı sahibinin bu hakkını (sınırsızca veya aşırı) kullanması, üçüncü kişilerin kişisel değerlerinin ve temel hürriyetlerinin ihlâline yol açabilir. Nitekim unutulma hakkı da, her kişisel değerde olduğu gibi, doğası gereği diğer kişilerin temel özgürlükleri ile çatışmaya müsaittir. Dolayısıyla, hem kötüye kullanılmasının önlenmesi hem de başkalarının kişisel değerleri ile çatışması hâlinde çatışan değerler arasında adil bir dengenin kurulabilmesi adına, unutulma hakkının sınırlarının doğru tespit edilmesi gerekir. Bu minvalde, unutulma hakkının genel olarak sınırını, AİHS. nin  özel ve aile hayatına saygı  başlıklı 8.maddesinin 2.fıkrası çizmektedir. Buna göre, bu  hakkın  kullanılmasına  bir  kamu  makamının  müdahalesi,  ancak müdahalenin  yasayla  öngörülmüş  ve  demokratik  bir  toplumda  ulusal güvenlik, kamu güvenliği, ülkenin ekonomik refahı, düzenin korunması, suç işlenmesinin önlenmesi, sağlığın veya ahlakın veya başkalarının hak ve özgürlüklerinin korunması için gerekli bir tedbir olması durumunda söz konusu olabilir. AY. nın genel olarak 13, 15 ve özel hayat bağlamında 20inci                                                  58  Aynı yönde bkz., Akgül, (Makale), s. 16 – 17. 59  YHGK. 17.06.2015, E. 2014/4-56, K. 2015/1679,  ...AİHS'de kişisel verilerle ilgili bir hüküm  yoktur.  Ancak  mahkeme  konuyla  ilgili  kararlarında  kişisel  veri  içeriğini doldurmuştur.  Hemen  ifade  edilmesi  gerekir  ki  kişisel  verinin  sayısal  olarak sınırlandırılması  mümkün  değildir.  Ancak  içtihatlar  ve  akademik  yayınlar  dikkate alındığında bireyin kimliğini ortaya çıkartan, bir kişiyi belirli kılan ve karakterize eden kişinin kimlik, ekonomik ve dijital bilgileri, tabiiyeti, kanaatleri, ırk, siyasî düşünce, felsefî inanç, din, mezhep veya diğer inançları, dernek, vakıf ve sendika üyeliği, sağlık bilgileri, fotoğrafları, parmak izi, sağlık verileri, telefon mesajları, telefon rehberi, sosyal paylaşım sitelerinde yazdığı veya paylaştığı yazı, fotoğraf, ses veya görüntü kayıtları kişisel verileri olarak kabul edilebilir. , (Kazancı Bilişim İçtihat Bankası). 2624Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Akkurt maddeleriyle çizilen sınırlar da aynı eksendedir. Danıştay, unutulma hakkının temelini oluşturan  özel hayatın gizliliği  ile  kişisel verilerin korunması  haklarına, millî güvenlik, kamu güvenliği gibi zorunluluk arz eden durumlara özgü ve ancak yasayla müdahale edilebileceğini belirtmektedir. Böylelikle denilebilir ki, bir kişinin, unutulma hakkı kapsamında (dijital hafızada olsun ya da olmasın) geçmişine ait ve hatırlanmasını istemediği kişisel verilerinin silinmesi talebi, arşivlemenin, kural olarak öncelikle yasayla öngörülmüş ve demokratik bir toplumda ulusal güvenlik, kamu güvenliği, ülkenin ekonomik refahı, düzenin korunması, suç işlenmesinin önlenmesi, sağlığın veya ahlakın veya başkalarının hak ve özgürlüklerinin korunması için gerekli bir tedbir olması hâlinde reddedilebilmeli, aksi takdirde bu talebi yerine getirilmelidir. Bu bakımdan, her ne kadar kişilerin, üçüncü kişilerin elinde (hâkimiyetinde) bulunan fotoğrafı, sesi, emniyet amacıyla alınan parmak izi, retina haritası, koku tanıması gibi biyometrik kayıtları, tıbbî tahlil değerleri, tıbbî ve adlî geçmişi, yerleşim yeri, banka hesap ve kredi kartı bilgileri, öğrenim ve çalışma durumu,  sosyal  sigorta  kayıtları,  telefon  defteri,  telefon  numarası  gibi haberleşme verileri unutulma hakkı kapsamı dâhilinde ise de bunların, yasal zorunluluğa  istinaden  millî  güvenlik,  kamu  düzeni,  suç  işlenmesinin önlenmesi,  genel  sağlık  ve  genel  ahlâkın  veya  başkalarının  hak  ve özgürlüklerinin  korunması  amacıyla  arşivlenmiş  olmaları  durumunda silinme talebinin reddedilmesi mümkün olabilir.  Aynı şekilde unutulma hakkı, Devletin ülkesi ve milletiyle bölünmez bütünlüğünü  bozmayı  ve  insan  haklarına  dayanan  demokratik  ve  lâik Cumhuriyeti  ortadan  kaldırmayı  amaçlayan  faaliyetler  biçiminde kullanılamaz (AY.m.14/ f.1). Anayasa hükümlerinden hiçbiri, Devlete veya kişilere, Anayasayla tanınan temel hak ve hürriyetlerin yok edilmesini veya                                                  60  İDDK. 13.02.2013, E. 2012/617,  Gerek Anayasamızda gerekse de ülkemizin tarafı olduğu ve  yine  Anayasamızın  90.maddesi  uyarınca  kanun  hükmünde  olan  uluslararası sözleşmelerde kişilerin özel hayatı ile aile hayatının ve kişisel verilerinin gizliliğine saygı gösterilmesi gerektiği ve bu gizliliğe müdahale edilemeyeceği açıkça hüküm altına alınmış olup bu gizliliğe müdahalenin milli güvenlik, amme emniyeti gibi zorunluluk arz eden durumlara  münhasır  olarak  ve  yasayla  öngörülmek  şartıyla  mümkün  olduğu anlaşılmaktadır. , (Akgül, (Kitap), dn. 543). Bu kararda yer alan  ...gibi zorunluluk arz eden durumlara...  ifadesinin, temel hak ve özgürlüklere yapılacak müdahale sebeplerinin, Anayasanın ilgili maddelerinde sayma yoluyla (tahdidî olarak) belirtilmiş olduğu ve bu sebeplerin kıyas yoluyla genişletilemeyeceği; bu sebeplerin ise AY.m.20/f.2 uyarınca sadece  millî güvenlik, kamu düzeni, suç işlenmesinin önlenmesi, genel sağlık ve genel ahlâkın  veya  başkalarının  hak  ve  özgürlüklerinin  korunması ndan  ibaret  olduğu gerekçesiyle yerinde bulunmadığı yönünde ayrıca bkz., a.g.e, s. 106.    262517.06.2015 tarih, E. 2014/4-56...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Anayasada belirtilenden daha geniş şekilde sınırlandırılmasını amaçlayan bir faaliyette bulunmayı mümkün kılacak şekilde yorumlanamaz (AY.m.14/ f.2; AİHS.m.17). Özetle denilebilir ki, unutulma hakkının yasal tanımı yapılırken ve bu doğrultudaki  sınırları  tespit  edilirken,  hangi  nitelikteki  içerikleri kapsayacağının, hangi içeriklerin ise kapsam dışında bırakılacağının (yani bu hak  kullanılarak  silinmelerinin  mümkün  olmayacağının),  anılan  ölçütler çerçevesinde açıkça gösterilmesi uygun olur. Nitekim bu hakkın sınırsızca kullanılması, kamu yararı, diğer kişilerin ifade özgürlüğü, eleştiri özgürlüğü, haberleşme özgürlüğü, basın özgürlüğü gibi kişisel değerlerin ihlâli niteliği taşıyabileceği ve böylelikle bir sansür aracı olarak kullanılabileceği gibi, hakkın kullanılmasının gerektiğinden fazla sınırlandırılması ise özel hayatın ve aile hayatının gizliliği, kişisel verilerin korunması, şeref ve haysiyet, iktisadî  varlık  ve  hürriyet,  maddî  ve  manevî  varlığın  korunması  ve geliştirilmesi  gibi  pek  çok  kişisel değeri  de  zedeleyici  nitelikte  olabilir. Dolayısıyla, unutulma hakkının, hakkın temelinde yer alan kişisel değerler ve onunla çatışması mümkün olan kişisel değerler arasında adil bir denge tesis edecek şekilde yasal düzenlemeye kavuşturulması isabetli görülmektedir.  SONUÇ İlk  olarak  2012  yılının  başlarında  Avrupa  Komisyonun  adalet  ve vatandaşlıktan sorumlu üyesi  Viviane Reding'in açıklamalarıyla gündeme gelen unutulma hakkı, 2014 yılında Avrupa Birliği Adalet Divanı tarafından verilen bir karar ile tekrar gündemdeki yerini almıştır. Buna göre unutulma hakkı, genel olarak, kişinin, geçmişte yaşadığı ve özellikle dijital hafızada yer tutan (olumsuz) kimi olayların, bunların arşivlenmesinde üstün bir kamu yararı olmadığı müddetçe zaman içerisinde unutulmasını, toplum tarafından öğrenilmesini/ hatırlanmasını istemediği bu tür kişisel verilerinin silinmesini ve yayılmalarının önlemesini isteme yönündeki hakkı olarak ifade edilebilir. Unutulma hakkı, kişilerin, özellikle internet (dijital) geçmişlerinde yer alan kendileri hakkındaki rahatsız edici içeriklerin ve üzerinde hak sahibi oldukları  kişisel  verilerin  silinmesi  ve/veya  daha  fazla  yayılmalarının önlenmesi amacına hizmet etmektedir. Dolayısıyla anılan kavramın birincil fonksiyonu, kişiye, tıpkı kendi elinde bulunan kişisel verilerinde olduğu gibi,                                                  61  Aynı yönde bkz., Hoven, Michael (2012). Balancing Privacy and Speech in the Right to be Forgotten.  http://jolt.law.harvard.edu/digest/privacy/balancing-privacy-and-speech-in-theright-to-be-forgotten, (ET. 07.02.2016); Ahi, (Röportaj), s. 108 vd.. 2626Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Akkurt sır  olsun  yahut  olmasın  üçüncü  kişilerin  elinde  bulunan  kişisel  verileri üzerinde de şartları dâhilinde kontrol, denetim ve tasarruf imkânı sağlamasıdır. Unutulma hakkının, genel olarak, AY.m.12 vd. hükümleri anlamında  temel hak ve hürriyetler le; MK.m.23 vd. ile BK.m.58 hükümleri anlamında ise   kişisel  değerler le  yakın  ilişkisi,  hatta  onlardan  biri  olarak  kabul edilebilmesi dolayısıyla  kişilik hakkı  kapsamında değerlendirilmesi isabetli görülmektedir. Bu yönüyle unutulma hakkı,  kişisel verilerin korunması  ve AY. nın  20.maddesi  anlamında   özel  hayatın  gizliliği   kavramları  ile yakından ilişkili olup, aslî fonksiyonunun, özel hayatın gizliliğinin ve kişisel verilerin korunmasının sağlanması olduğu görülmektedir. Unutulma hakkının diğer bir fonksiyonu,  şahsî geçmişi kontrol edebilme ,  hayata yeni (temiz) bir sayfa açma ,  öz itibar yönetimi  gibi amaçları dolayısıyla Anayasa nın 15.maddesi anlamında  kişinin maddî ve manevî varlığının korunması ve geliştirilmesi hakkı nın yerine getirilmesidir. Bu fonksiyon aynı zamanda, unutulma  hakkının   iktisadî  hürriyet  ve  varlık   ile  ilişkisini  de  ortaya koymaktadır. Nihayet, unutulma hakkı ile korunmak istenen tüm bu kişisel değerlerin, özde  şeref ve haysiyet  ile ilişkisi olduğu ortadadır. Unutulma  hakkı,  kişiye,  özellikle  dijital  hafızadan  silinmeyi  isteme yetkisi vermesi dolayısıyla, diğer kişilerin  haberleşme/ bilgi edinme ve ifade özgürlüğü  ile çatışmaya müsait bir kişisel değerdir. Unutulma hakkı ile çatışması  mümkün  olan  diğer  bir  kişisel  değer  ise   kitle  iletişim özgürlüğü dür.  Basın özgürlüğü de bu anlamda unutulma hakkıyla çatışması mümkün olan kişisel değerler arasında yer almaktadır. Bu bakımdan, Kıta Avrupası (Common Law) ekolündeki özel hayatın gizliliğinin korunmasını öne çıkartan (ve dolayısıyla unutulma hakkını savunan) eğilimin aksine, anılan kişisel değerlerin çatışması durumunda özel hayatın gizliliğinin korunmasına nazaran (kitlesel) ifade ve basın özgürlüğüne ağırlık verme eğilimindeki Anglo-Amerikan Ekolünün, bu hakka mesafeli yaklaştığı görülmektedir.  Unutulma hakkının, kişilerin fotoğraf, internet günlüğü gibi kendileri hakkındaki  içerikleri  silmek  için  üçüncü  şahısları  zorlamayı  içermesinin yanında, geçmişteki cezalarına yahut tıbbî kayıtlarına ilişkin verilerin veya haklarında  olumsuz  yorumlara  neden  olabilecek  bilgi  ve  fotoğraflarının kaldırılmasını isteme yetkisi tanıdığı kabul edilmektedir. Diğer taraftan bu hak, bireyin geçmişine ilişkin bu tür kimi verilerin, aksi mümkün olmayacak biçimde hatırlanmaması (unutulması) için önlemler alınmasını da gerektirmektedir.   262717.06.2015 tarih, E. 2014/4-56...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Görüldüğü üzere, unutulma hakkının kapsamına arşivlenmiş (özellikle geçmişe ilişkin ve üçüncü kişilerin hâkimiyetinde bulunan) kişisel veriler girmektedir. Bu bağlamda, üçüncü kişilerin elinde (hâkimiyetinde) bulunan ve belirli bir kişi hakkında, arama motoru, sosyal medya, elektronik posta, cep telefonu, elektronik alışveriş sitesi, banka, sağlık kuruluşu veri tabanları gibi dijital  arşivler  başta  olmak  üzere,  özellikle  toplumun  genelinin  kolayca erişebileceği sair vasıtalarla sunulan, sunulabilme riski bulunan ya da diğer kişilerce re sen öğrenilebilmesi mümkün olan rahatsız edici, onur kırıcı, öğrenilmesi,  bilinmesi,  yayılması  yahut  hatırlanması  istenilmeyen  tüm içeriklerin (sırların), sınırları dâhilinde unutulma hakkının kapsamı dâhilinde değerlendirilmesi amaca uygun olur. Unutulma hakkı sahibinin bu hakkını (sınırsızca veya aşırı) kullanması, üçüncü kişilerin kişisel değerlerinin ve temel hürriyetlerinin ihlâline yol açabilir. Nitekim unutulma hakkı da, her kişisel değerde olduğu gibi, doğası gereği diğer kişilerin temel özgürlükleri ile çatışmaya müsaittir. Dolayısıyla, hem kötüye kullanılmasının önlenmesi hem de başkalarının kişisel değerleri ile çatışması hâlinde çatışan değerler arasında adil bir dengenin kurulabilmesi adına,  unutulma  hakkının  sınırlarının  doğru  tespit  edilmesi  gerekir.  Bu minvalde, unutulma hakkının genel olarak sınırını, AİHS. nin  özel ve aile hayatına saygı  başlıklı 8.maddesinin 2.fıkrası çizmektedir. Buna göre, bu hakkın kullanılmasına bir kamu makamının müdahalesi, ancak müdahalenin yasayla  öngörülmüş  ve  demokratik  bir  toplumda  ulusal  güvenlik,  kamu güvenliği, ülkenin ekonomik refahı, düzenin korunması, suç işlenmesinin önlenmesi, sağlığın veya ahlakın veya başkalarının hak ve özgürlüklerinin korunması için gerekli bir tedbir olması durumunda söz konusu olabilir. AY. nın genel olarak 13, 15 ve özel hayat bağlamında 20inci maddeleriyle çizilen sınırlar da aynı eksendedir. Aynı şekilde unutulma hakkı, Devletin ülkesi ve milletiyle bölünmez bütünlüğünü  bozmayı  ve  insan  haklarına  dayanan  demokratik  ve  lâik Cumhuriyeti ortadan kaldırmayı amaçlayan faaliyetler biçiminde kullanılamaz (AY.m.14/  f.1).  Anayasa  hükümlerinden  hiçbiri,  Devlete  veya  kişilere, Anayasayla tanınan temel hak ve hürriyetlerin yok edilmesini veya Anayasada belirtilenden daha geniş şekilde sınırlandırılmasını amaçlayan bir faaliyette bulunmayı  mümkün  kılacak  şekilde  yorumlanamaz  (AY.m.14/  f.2; AİHS.m.17). Unutulma hakkının bir temel hak (yasal bir kişisel değer) olarak kişilere yasal  düzlemde  tanınması  yönünde  özellikle  Kıta  Avrupası nda  önemli 2628Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Akkurt adımlar atıldığı fakat ABD. nde, anılan hakka daha mesafeli yaklaşıldığı görülmektedir. Türkiye de de unutulma hakkı henüz özel olarak yasalaşmış değildir.  Hatta  anılan  kavrama   Kişisel  Verilerin  Korunması  Kanunu Tasarısı nda da yer verilmediği görülmektedir. Fakat Yargıtay Hukuk Genel Kurulu nun, 17.06.2015, E. 2014/4-56, K. 2015/1679 sayılı kararı, gerek kişilere  bu  kapsamda  bir  hakkın  tanınması  yönündeki  eğilimi  gerekse uygulamadaki yasal ihtiyacı gözler önüne sermektedir. Bu bakımdan, anılan hakkın bir an önce yasal düzenlemeye  kavuşturulması, konu hakkındaki soruların ve sorunların çözümsüz bırakılmaması yönünde isabetli bir adım olur. Fakat unutulma hakkının Türk Hukuku bakımından tanımı yapılırken ve sınırları tespit edilirken, diğer kişisel değerler (temel hak ve hürriyetler) ile arasında adil bir dengenin oluşturulması ve bunun açıkça gösterilmesi, konu hakkında yaşanacak olası tartışmaları en alt seviyeye indirecektir. KISALTMALAR a.g.e.   : adı geçen eser ABAD.   : Avrupa Birliği Adalet Divanı AİHM.   : Avrupa İnsan Hakları Mahkemesi AİHS.   : Avrupa İnsan Hakları Sözleşmesi AY.   : 2709 sayılı Türkiye Cumhuriyeti Anayasası BK.   : 6098 sayılı Türk Borçlar Kanunu C.   : Cilt Çev.   : Çeviren DD.   : Danıştay Dairesi dn.   : dipnot  E.   : Esas ET.   : Erişim Tarihi HD.   : Yargıtay Hukuk Dairesi IP.   : Internet Protocol İDDK.   : Danıştay İdarî Dâva Daireleri Kurulu K.   : Karar Karş.   : Karşı görüş m.   : madde MK.   : 4721 sayılı Türk Medenî Kanunu NO.   : Number  OECD.   : Organisation for Economic Co-operation and Development ör.   : Örneğin p.   : Page RG.   : Resmî Gazete   262917.06.2015 tarih, E. 2014/4-56...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  s.   : Sayfa S.   : Sayı se.   : Seite T.C.   : Türkiye Cumhuriyeti TBMM.  : Türkiye Büyük Millet Meclisi US.   : United States USA.   : United States of America UYAP.   : Ulusal Yargı Ağı Projesi v.   : versus vd.   : ve devamı Vol.   : Volume vs.   : vesaire YHGK.  : Yargıtay Hukuk Genel Kurulu KAYNAKLAR Ahi, Şebnem (2014). Kişilere Kişisel Verileri Üzerinde Kontrol Yetkisi Veren Hak. Bilişim Dergisi, S. 161 (Röportaj), s. 99 vd.. Akgül, Aydın (2014). Danıştay ve Avrupa İnsan Hakları Mahkemesi Kararları Işığında Kişisel Verilerin Korunması – Personel Data Protection, Bası 1, İstanbul (Kitap). Akgül,  Aydın  (2016).  Kişisel  Verilerin  Korunmasında  Yeni  Bir  Hak:  Unutulma Hakkı  ve AB Adalet Divanı nın  Google Kararı  (Makale). Türkiye Barolar Birliği Dergisi, (116), s. 11 vd.. Aksoy, Hüseyin Can (2010). Kişisel Verilerin Korunması. Bası 1, Ankara. Ambrose, Meg Leta (2013). It s About Time: Privacy, Information, Life Cycles,  and  The  Right  to  be  Forgotten.  Stanford  Technology  Law Review, Vol. 16, p. 101 vd.. Ambrose, Meg Leta / Ausloos, Jef (2013). The Right to be Forgotten Across the Pond. Journal of Information Policy, Vol. 3, p. 1 vd.. Andrade, Norberto N. (2012). Oblivion: The Right to be Different... from Oneself  Reproposing  the  Right  to  be  Forgotten.  VII  International Conference on Internet, Law & Politics (IDP), p. 122 vd.. Ausloos, Jef (2012). The ‘Right to be Forgotten  – Worth Remembering?. Computer Law & Security Review, Vol. 28, p. 143 vd..  Avcı, Artun (2013). Türkiye de İnternet ve İfade Özgürlüğü. Bası 1, İstanbul. 2630Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Akkurt Ayan, Mehmet / Ayan, Nurşen (2014). Kişiler Hukuku. Bası 6, Konya. Başalp, Nilgün (2004). Kişisel Verilerin Saklanması ve Korunması. Bası 1, Ankara. Baykan, Metin (2011). Basın Özgürlüğü. Ankara. Carter,  Edward  L.  (2013).  Argentina s  Right  to  be  Forgotten.  Emory International Law Review, Vol. 27, 2013, p. 23 vd.. Castellano, Pere S. (2012). The Right to be Forgotten under European Law: A Constitutional Debate. Lez Electronica, 16 (1), p. 1 vd.. Chelaru, Eugen  /  Chelaru, Marius (2013). The  Right to be  Forgotten. Annales Universitatis Apulensis – Series Jurisprudencia, Vol. 16, p. 1 vd.. Colnago,  Cláudio  (2014).  The  Right  to  be  Forgotten  and  the  Duty  to Implement Oblivion: A Challenge to Both  Old  and  New  Media. New Challenges to the Freedom of the Media of the World Congress of Constitutional Law 2014, Oslo - Norway 2014. Dural, Mustafa / Öğüz, Tufan (2006). Türk Özel Hukuku – Kişiler Hukuku. C.2, İstanbul. Eltis, Karen (2011). Breaking Through the  Tower of Babel : A  Right to be Forgotten   and  How  Trans-Systematic  Thinking  Can  Help  ReConceptualize Privacy Harm in the Age of Analitics. Fordhamm Intell. Prop. Media & Ent. Law Journal, Vol. 22, p. 69 vd.. Er, Cüneyd (2007). Biyometrik Yöntemler ve Özel Hayatın Gizliliği Hakkı: Parmak İzi, Göz ve DNA Tarama Gibi Teknolojik Kimlik Denetleme Usullerinin Hukuki Statüsü. Bası 1, Ankara. Farina,  R.  Cynthia  /  Shapiro,  Sidney  A.  /  Susman,  Thomas  (2008). Administrative Law of the European Union: Trancparency and DATA Protection. 1st Edition, Chicago. Gedik, Ömer (2008). Türk Yargı Kararları Çerçevesinde Türkiye de Kitle İletişim Özgürlüğü, Bası 1, Ankara. Graux, Hans / Ausloos, Jef / Valcke, Peggy (2012).The Right to be Forgotten in the Internet Era. Ku Leuven ICRI Working Paper Series, Vol. 11, p. 5 vd.. Gülener, Serdar (2012). Dijital Hafızadan Silinmeyi İstemek: Temel Bir İnsan Hakkı Olarak  Unutulma Hakkı . Türkiye Barolar Birliği Dergisi, S. 102, s. 219 vd..   263117.06.2015 tarih, E. 2014/4-56...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Gümüş, Ali Tarık (2010). Türk Anayasasında Kişinin Maddi ve Manevi Varlığını Koruma ve Geliştirme Hakkı. Bası 1, Konya. Gür, İkbal (2010). Kişisel Verilerin Korunması Hususunda AB ile ABD arasında Yaşanan Uyuşmazlıklar ve Çözüm Yolları. Bası 1, Ankara. İmre, Zahit (1980). Medenî Hukuka Giriş. Bası 3, İstanbul, s. 445; Akipek, Jale G. (1961). Terk Medenî Hukuku – Başlangıç Hükümleri – Şahsın Hukuku. C.1, Ankara. Kaya, Mehmet Bedii (2015). Avrupa Birliği Adalet Divanı nın 13 Mayıs 2014 tarihli Google Unutulma Hakkı Kararı. Küresel Bakış Çeviri Hukuk Dergisi, 5 (17), s. 23 vd.. Koops, Bert – Jaap (2011). Forgetting Footprints, Shunning Shadows. A Critical Analysys of the Rihgt to be Forgotten in Big Data Practice. Tilburg Law School Legal Studies Research Paper Series (SCRIPTed), 8 (3), p. 1 vd.. Köprülü, Bülent (1984). Medenî Hukuk. Bası 2, İstanbul.  Kranenborg, Herke (2015). Google and the Right to be Forgotten, EDPL, Vol 1, 2015, p. 70 vd.. Küzeci, Elif (2010). Kişisel Verilerin Korunması. Bası 1, Ankara.  Lee, Jae Dong / Sin, Cheol Ho / Park, Jong Hyuk (2014). PPS – RTBF: Privacy Prıtection System for the Right to be Forgotten. Journal of Convergence, 5 (2), p. 37 vd.. Mayer-Schonberger, Viktor (2009). Delete: The Virtue of the Forgetting in the Digital Age. Princeton&Oxford – USA. McNealy,  Jasmine  E.  (2012).  The  Emerging  Conflict  Between Newsworthiness and the Right to be Forgotten. Northern Kentucky Law Review, 39 (2), p.122, 124 vd.. Mitchell – Rekrut, Cooper (2014). Search Engine Liability under the Libe Data Regulation Proposal: Interpreting Third Party Responsibilities as Informed by Google Spain. Georgetown Journal of International Law, Vol. 45, p. 861 vd.. Nys, Herman (2011). Towards a Human Right  to be Forgotten Online ?. European Journal of Health Law, Vol. 18, p. 469 vd.. 2632Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Akkurt Owings, Lisa (2015). The Right to be Forgotten. Akron Intellectual Property Journal, Vol. 9, p. 45 vd.. Özdemir, Hayrunnisa (2009). Elektronik Haberleşme  Alanındaki Kişisel Verilerin Özel Hukuk Hükümlerine Göre Korunması. Bası 1, Ankara. Özsunay, Ergun (1982). Gerçek Kişilerin Hukuki Durumu. Bası 5, İstanbul. Peschke, Lutz (2015).  The Web Never Forgets! : Aspects of the Right to be Forgotten. Gazi Üniversitesi Hukuk Fakültesi Dergisi, 19 (1), s. 151 vd.. Rosen, Jeffrey (2012). The Right to be Forgotten. Stanford Law Review, Vol. 64, p. 88 vd.. Rotenberg, Marc / Jacobs, David (2013). Updating the Law of Information Privacy: The New Framework of the European Union. Harvard Journal of Law & Public Policy, 36 (2), p.605 vd.. Salihpaşaoğlu, Yaşar (2007). Türkiye de Basın Özgürlüğü. Ankara. Seucan, Andrea (2014). The EU  Right to be Forgotten . Perspectives of Business Law Journal, 3 (1), p. 336 vd.. Siry, Lawrence / Schmitz, Sandra (2012). A Right to be Forgotten? – How Recent Developments in Germany May Effect the Internet Publishers in the US. European Journal of Law and Technology, 3 (1), p.1 vd.. Stuart,  Allyson  Haynes  (2014).  Google  Search  Results:  Buried  If  Not Forgotten. North Carolina Journal Of Law & Technology, 15 (3) 2014, p. 463 vd. Şen, Ersan (2009). Kişisel Verilerin Korunması Kanunu Tasarısı nın Anayasa ve  Türk  Ceza  Kanunu  Hükümleri  Çerçevesinde  Değerlendirilmesi. İstanbul Barosu Dergisi, 83 (3), s. 1197 vd.. Şimşek, Oğuz (2008). Anayasa Hukukunda Kişisel Verilerin Korunması. Bası 1, İstanbul. Tekinay,  Selâhattin  S.  (1987).  Medenî  Hukuka  Giriş  Dersleri.  Bası  5, İstanbul. Velidedeoğlu, Hıfzı Veldet (1956). Türk Medenî Hukuku – Şahsın Hukuku. C.1, Bası 55, İstanbul. Wagner, Mike/ Li-Reilly, Yun (2014). The Right to be Forgotten. The Advocate, 72 (1) 2014, p. 823 vd..   263317.06.2015 tarih, E. 2014/4-56...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Walker, Robert Kirk (2012). The Right to be Forgotten. Hastings Law Journal, Vol.64, 2012, pp.257. Warner, Jeremy (2005). The Right to Oblivion: Data Retention from Canada to Europe  in Three  Backward Steps. University of Ottawa Law & Technology Journal, Vol. 2, 2005, p. 75 vd. Weber, Rolf H., (2011). The Right to be Forgotten – More Than a Pandora s Box?. Journal of Intellectual Property, Information Technology and ECommerce Law, 2 (2), p. 120 vd.. Werro, Franz (2009). The Right to Inform v. The Right to be Forgotten: A Transatlantic Clash. Georgetown University Center for Transnational Legal Studies Colloquium Research Paper No:2, p. 285 vd.. Wright, George R. (2015). The Right to be Forgotten: Issuing a Voluntary Recall. Drexel Law Review, Vol 7, p. 401 vd.. Xanthoulis, Napoleon (2013). The Right to Oblivion in the Information Age: A Human-Rights Based Approach. US-China Law Review, Vol. 10, 2013, p. 84 vd. İNTERNET KAYNAKLARI Ahi,  Şebnem,  Unutulma  Hakkı  (The  Right  to  be  Forgotten), http://www.bilisimhukuk.com/2014/02/unutulma-hakki-the-right-to-beforgotten, (ET. 17.01.2016). Hoven, Michael (2012). Balancing Privacy and Speech in the Right to be Forgotten.  http://jolt.law.harvard.edu/digest/privacy/balancing-privacyand-speech-in-the-right-to-be-forgotten, (ET. 07.02.2016).  Karaarslan, Enis / Eren, Mehmet Beşir / Koç, Serhat (2014). Çevrimiçi Mahremiyet:  Teknik  ve  Hukuksal  Durum  İncelemesi,  http://inettr.org.tr/inetconf/bildiri/13.pdf, (ET.08.02.2016) Kulevska, Sanna (2013). The Future of Your Past: A Right to be Forgotten Online?,  http://tagteam.harvard.edu/hub_feeds/9/feed_items/210349, (ET. 03.02.2016). Pluta, Werner (2013). Interview: „Daten brauchen ein Verfallsdatum . In: Golem.de.  2.  April  2008,  abgerufen  am  25.  se.  1  vd., https://ffduseh.wordpress.com/2015/05/31/recht-auf-vergessenwerdenright-to-be-forgotten/, (02.02.2016). 2634Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Akkurt Rienäcker, Cai (2013). Mehr Datenschutz im Internet: EU fordert „Recht auf Vergessen   im  Netz.  se.1  vd.,  http://www.linkfang.de/wiki/ Recht_auf_Vergessenwerden, (ET. 02.02.2016). Schwartz, John (2009). Two German Killers Demanding Anonymity Sue Wikipedia s  Parent,  http://www.nytimes.com/2009/11/13/us/ 13wiki.html?_r=0, (ET. 04.02.2016). DİĞER KAYNAKLAR   Heinonline Academic Data Base   HUDOC - European Court of Human Rights - Data Base   JStor Academic Data Base   Kazancı Bilişim İçtihat Bankası   Yargıtay UYAP Bilişim Sistemi                   2635",
     "Abstract": "The right to be forgotten is a concept discussed and put into practice in the European Union. This right grants an individual a right to request deletion of old personal data that she/he wants no longer to be known from the digital memory. There has been controversy about the practicality of establishing a right to be forgotten to the status of an international human right in respect to access  to  information,  due  in  part  to  the  vagueness  of  current  rulings attempting to implement such a right. There are also concerns about its impact on the right to freedom of expression. This article has studied the relationship between the right to be forgotten and these controversial assets.",
     "Metin": "Mayer-Schönberger in  ifade  ettiği  gibi,  insanlar  için  unutmak  ve unutulmak kural, hatırlamak ve hatırlanmak ise istisna iken, günümüzde, özellikle dijital hafızanın ve iletişimin yaygınlaşmasından beri unutulmak ve hatırlanmak arasındaki bu denge değişmiş, hatırlanmak asıl, unutulmak ise istisnaî  bir  niteliğe  bürünmüştür.  Zira  kişilerin,  toplum  nezdinde unutulmamak (hatırlanmak) yönündeki genel eğilim ve istekleri, her türlü bilginin ve dolayısıyla kişisel anıların, değerlerin hatta sırların dahi; yani kısacası çoğu kişisel verinin tek bir dokunuşla hemen herkesçe öğrenilebilir hâle  gelmiş  olması  karşısında,  yerini  günümüzde  zaman  zaman  da  olsa unutulma arzusuna bırakmaktadır. Nitekim herhangi bir kişinin, yaşamındaki her anının, özellikle geçmişte yaşadığı (iradî yahut irade dışı) kimi olumsuz olayların yahut artık değiştirdiği fikirlerinin ve/ veya yaşam tarzının ilelebet dijital hafızada yer tutmasının ve bunların isteyen herkes tarafından kolayca öğrenilebilmesinin/ geri çağrılabilmesinin, o kişinin manevî varlığını, özel hayatını, şeref  ve  haysiyetini, sosyal  ve  ekonomik  özgürlüğünü,  iktisadî varlığını,  geleceğini,  özetle  kişilik  hakkını  önemli  ölçüde  zedeleyeceği                                                  1   Bkz., Mayer-Schönberger, Viktor (2009). Delete: The Virtue of the Forgetting in the Digital Age. Princeton&Oxford – USA, p.2. 2   Bkz., 4 HD. 03.07.2013, E. 2013/6256, K. 2013/1281, Karşı Oy Yazısı,  ...Her ne kadar yargılamalar açık – alenî olsa da mağdurun şikâyetçi olduğu suç kişi psikolojisini ömür boyu sarsmaya devam edebilecek bir suçtur. Davacının uğradığı bu saldırı kesinlikle davacının giz alanında kalmalıdır. , (Yargıtay UYAP. Bilişim Sistemi).  2606Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Akkurt aşikârdır. Örneğin eğitimini henüz tamamlamış ve iş aramakta olan bir gencin, geçmişte sosyal medyada paylaştığı bir fotoğrafının yahut yıllar önce farklı tarzda  düşündüğü/  yorumladığı  bir  konu  hakkında  beyan  ettiği  fikrinin, başvurduğu işe alınmasında önüne engel olarak çıkması yahut geçmişte suç işlemiş ve fakat cezasını çekmiş bir kişinin, hatta bir suçun mağdurunun, hayatına yeni bir sayfa açmak istemesine rağmen, dijital hafızada arşivlenmiş olmaları  dolayısıyla  ömrü  boyunca  ilgili  fiillerle  hatırlanması  veya  ünlü birinin, yine aynı sebeple sürekli olarak bir yakınının ika etmiş olduğu fiillerle (suçlarla) anılıyor olması dolayısıyla tüm kariyerinin mahvolma riskiyle karşı karşıya  kalması  örneklerinde,  unutulma  hakkının,  yani  dijital  hafızadan silinmeyi istemenin  kişilik hakkı  ile ilişkisi daha net tahlil edilebilmektedir.  Bu çalışmada, özellikle dijital hafızada sürekli yer tutuyor/ hatırlanıyor olmanın  kişilik  hakkını  zedeleyici  bu  gibi  yönlerinin  bertaraf  edilmesi amacıyla, küresel hukukî literatürde (görece yeni bir müessese olarak) yerini bulan ve Türk hukuk uygulamasına 17.06.2015, E. 2014/4-56, K. 2015/1679 sayılı Yargıtay Hukuk Genel Kurulu Kararı yla dâhil olan  unutulma hakkı  kavramının ortaya çıkışı, gelişim süreci, hukukî niteliği, kapsamı, kişilik hakkı kapsamındaki diğer kişisel değerler ile ilişkisi, sınırları ve pozitif hukuktaki yeri, mümkün mertebe medenî hukuk penceresinden incelenecek, anılan YHGK. Kararı nın gerekçesinde (isabetli olarak) belirtilen hususlar ise yeri geldikçe atıflarda gösterilecektir.                                                   3   Ör. için bkz., Peschke, Lutz (2015).  The Web Never Forgets! : Aspects of the Right to be Forgotten. Gazi Üniversitesi Hukuk Fakültesi Dergisi, 19 (1), s.152.  4   Ör.  için  bkz.,  Ahi,  Şebnem,  Unutulma  Hakkı  (The  Right  to  be  Forgotten), http://www.bilisimhukuk.com/2014/02/unutulma-hakki-the-right-to-be-forgotten,  (ET. 17.01.2016). 5   Zira 4721 sayılı Türk Medenî Kanununun 24.maddesinde, hukuka aykırı olarak kişilik hakkı (kişisel değerleri) zedelenen kişinin hâkimden korunma isteyebileceği öngörülmektedir. Unutulma hakkı da bir kişisel değer olarak nitelendirildiğinde, anılan değerin ihlâlinin, Medenî  Kanunda  kişiliğin  korunması  hakkında  ihdas  edilen  hükümler  kapsamında düşünülmesi isabetli görülmektedir.   260717.06.2015 tarih, E. 2014/4-56...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  II- GENEL OLARAK UNUTULMA HAKKI KAVRAMI Küresel literatürde  the right to oblivion ,  the right to be forgotten ,  das recht auf vergessen  tabirleriyle anılan ve Türk hukuk uygulamasına  unutulma hakkı  ifadesiyle dâhil olmuş olan bu kavram genel olarak, kişinin, geçmişte  yaşadığı  ve  özellikle  dijital  hafızada  yer tutan  (olumsuz)  kimi olayların, bunların arşivlenmesinde üstün bir kamu yararı olmadığı müddetçe zaman içerisinde unutulmasını, toplum tarafından öğrenilmesini/ hatırlanmasını istemediği bu tür kişisel verilerinin silinmesini ve yayılmalarının önlemesini isteme yönündeki hakkı olarak ifade edilebilir. Bu yönüyle unutulma hakkı kavramının  silme hakkı  olarak adlandırıldığı da görülmektedir.  Bu anlamda, toplumda adı sürekli eşinin işlediği iddia edilen bir suçla anıla gelen bir sanatçının, yanlışlıkla imza attığını beyan etmesine rağmen                                                  6   Bu yönde kullanımlar için bkz. ör., Stuart, Allyson Haynes (2014). Google Search Results: Buried If Not Forgotten. North Carolina Journal Of Law & Technology, 15 (3) 2014, p. 463 vd.; Xanthoulis, Napoleon (2013). The Right to Oblivion in the Information Age: A HumanRights Based Approach. US-China Law Review, Vol. 10, 2013, p. 84 vd.; Warner, Jeremy (2005). The Right to Oblivion: Data Retention from Canada to Europe in Three Backward Steps. University of Ottawa Law & Technology Journal, Vol. 2, 2005, p. 75 vd. 7   Bu yönde kullanımlar için bkz. ör., Colnago, Cláudio (2014). The Right to be Forgotten and the Duty to Implement Oblivion: A Challenge to Both  Old  and  New  Media. New Challenges to the Freedom of the Media of the World Congress of Constitutional Law 2014, Oslo - Norway; Walker, Robert Kirk (2012). The Right to be Forgotten. Hastings Law Journal, Vol.64, p. 257; Carter, Edward L. (2013). Argentina s Right to be Forgotten. Emory International Law Review, Vol. 27, p. 23 vd.; Kranenborg, Herke (2015). Google and the Right to be Forgotten, EDPL, Vol 1, p. 70 vd.; Wagner, Mike/ Li-Reilly, Yun (2014). The Right to be Forgotten. The Advocate, 72 (1), p. 823 vd..  8   Bu yönde kullanım için bkz., Rienäcker, Cai (2013). Mehr Datenschutz im Internet: EU fordert „Recht auf Vergessen  im Netz. se.1 vd., http://www.linkfang.de/wiki/Recht_auf_ Vergessenwerden, (ET. 02.02.2016); Pluta, Werner (2013). Interview: „Daten brauchen ein Verfallsdatum .  In:  Golem.de.  2.  April  2008,  abgerufen  am  25.  se.  1  vd., https://ffduseh.wordpress.com/2015/05/31/recht-auf-vergessenwerden-right-to-beforgotten/, (02.02.2016). 9   Benzer bir tanım için bkz., YHGK. 17.06.2015, E. 2014/4-56, K. 2015/1679, (Kazancı Bilişim İçtihat Bankası).  10  Bkz., Andrade, Norberto N. (2012). Oblivion: The Right to be Different... from Oneself Reproposing the Right to be Forgotten. VII International Conference on Internet, Law & Politics (IDP), p. 122 vd.; Akgül, Aydın (2016). Kişisel Verilerin Korunmasında Yeni Bir Hak:  Unutulma Hakkı  ve AB Adalet Divanı nın  Google Kararı  (Makale). Türkiye Barolar Birliği Dergisi, (116), s. 17; Stuart, p. 463; Mayer-Schönberger, p. ix. 11  Bu hakkın, kişinin hayatının önceki dönemlerinde yaptığı yanlışlar nedeniyle engellenen sosyal - ekonomik yaşamını yeniden şekillendirmesini cesaretlendirme anlamında oldukça yararlı olduğu yönünde bkz., Xanthoulis, p. 85; Akgül, (Makale), s. 17. 2608Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Akkurt sürekli aynı deklarasyonla hatırlandığı için kariyerini yitirme tehlikesiyle karşı karşıya gelen bir bilim insanının, geçmişte sosyal medyada beyan ettiği hayat görüşü yahut siyasî bakış açısı dolayısıyla iş başvuruları reddedilen bir gencin yahut mağduru olduğu bir suçu artık hatırlamak istemeyen, hayatının normal seyrine geri dönmek isteyen bir kişinin, (bunların bilinmesinde üstün kamu  yararı  olmadıkça)  dijital  arama  motorları  ile  yapılan  aramalarda belirmemek için muhataplardan ilgili linklerin kaldırılmasını talep etmesi başta olmak üzere, bilinmesini istemediği kişisel verilerinin üçüncü kişilerce öğrenilmemesi  amacıyla  herkesin  kolayca  erişebileceği  muhtelif  bilgi kaynaklarından silinmesini ve/ veya yayılmasının önlenmesini istemesi, unutulma hakkının kullanılmasına örnek teşkil eder. III- UNUTULMA HAKKININ ORTAYA ÇIKIŞI, GELİŞİMİ VE POZİTİF HUKUKTAKİ YERİ Unutulma hakkı ilk olarak Avrupa Birliği tarafından gündeme getirilen ve sonrasında hayata geçirilen bir kavramdır. 2012 yılının başlarında Avrupa Komisyonun  adalet  ve  vatandaşlıktan  sorumlu  üyesi  Viviane  Reding'in açıklamalarıyla ilk kez gündeme gelen unutulma hakkı, 2014 yılında Court of Justice of the European Union – Avrupa Birliği Adalet Divanı (ABAD.) tarafından verilen bir karar ile tekrar gündemdeki yerini almıştır. ABAD. nın söz konusu kararına esas teşkil eden dâva, M.C.G. adlı bir avukatın, arama motoru G...le da kendi adını arattığında karşısına, sosyal güvenlik  borçlarının  iyileştirilmesi  için  gerçekleştirmek  zorunda  kaldığı satışlara  ilişkin  haberleri  ihtiva  eden  gazete  linklerinin  çıkıyor  olması                                                  12  Bu yönüyle unutulma hakkı, kişinin sosyal medyada kendisi hakkında mecut olan bir veriyi tamamıyla kontrol etme hakkı olarak da tanımlanmaktadır. Bu yönde bkz., Kulevska, Sanna (2013).  The  Future  of  Your  Past:  A  Right  to  be  Forgotten  Online?, http://tagteam.harvard.edu/hub_feeds/9/feed_items/210349, (ET. 03.02.2016). Ayrıca bkz., Akgül, (Makale), s. 17. 13  YHGK. 17.06.2015, E. 2014/4-56, K. 2015/1679, (Kazancı Bilişim İçtihat Bankası). 14  Weber, Rolf H., (2011). The Right to be Forgotten – More Than a Pandora s Box?. Journal of Intellectual Property, Information Technology and E-Commerce Law, 2 (2), p. 121. 15  Viviane Redding söz konusu açıklamasında unutulma hakkını  İnsanların kendi verileri üzerinde kontrol sahibi oldukları duygusunu kuvvetlendirmemiz gerekiyor. Yani, benim verilerimle ne yapılacağından ben sorumlu olmalıyım. Öncelikle bir veriyi paylaştığımda, o veriye ne olacağını bilmeliyim, ikinci olarak da bu verileri yeniden geri alma hakkı olmalı. Dolayısıyla ‘unutulma hakkı  da bu yasal paketin içerisinde yer alıyor.  şeklinde belirtmiştir. Reding in  açıklamasının  tam  metni  için  bkz.,  http://europa.eu/rapid/pressrelease_SPEECH-12-26_en.htm, (ET.07.02.2016).   260917.06.2015 tarih, E. 2014/4-56...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  dolayısıyla,  ilgili  arama  motoruna  karşı  İspanya  mahkemelerinde  açtığı dâvadır. Dâva  neticesinde İspanya  Mahkemeleri, arama  motorunun ilgili linkleri  kaldırmasını  emretmiş  ancak  linklerin  ilişkin  olduğu  gazeteler hakkında  herhangi bir karar vermemiştir. Dâvayı temyize  taşıyan  arama motoru, konu hakkında görüş bildirmesi için ABAD. na müracaat etmiştir. ABAD.,  95/46  EC.  sayılı   Bireylerin  Kişisel  Verilerinin  İşlenmesi  ve Serbestçe  Dolaşımı  Karşısında  Korunmasına  İlişkin   AB.  Direktifi çerçevesinde  verdiği  konuya  ilişkin  13.05.2014  tarihli  kararında,  arama motoru  tarafından,  kişinin  adı  ile  yapılan  bir  aramada  onaltı  yıl  önce gerçekleşmiş (ve kişi tarafından hatırlanmak istemeyen) bir bilginin çıkacağı link (bağlantı) verilmesinin isabetli olmadığına ve kişinin bu nitelikte link verilmemesini talep edebileceğine hükmetmiştir. Linkin silinmesi yönünde unutulma hakkının kullanılamayacağı durumları ise, ilgili linkin üstün kamu yararını ortaya koyması, kamu hayatında oynadığı önemli rol ve halkın geriye dönük olarak söz konusu veriye ilgisinin bulunması şeklinde belirtilmiştir. Arama motoru, her ne kadar kimi kişisel verilerin silinmesinin kamunun bilgi edinme  hakkını  engelleyeceğini  savunmuş  ise  de  ABAD.,  kişilerin  özel hayatın gizliliğinin, böyle bir olayda kişilerin bilgi edinme özgürlüğü ve arama motorunun ekonomik çıkarlarından üstün bulunduğu ve bu ilkenin yalnızca kamunun bilgi edinmede üstün bir yararının bulunduğu hâllerde uygulanmayacağı gerekçesiyle, (üstün kamu yararını ortaya koyan bu gibi özel  sebepler  bulunmadıkça)  dâva  konusu  kişisel  verilerin,  arama sonuçlarından çıkartılması gerektiğine karar vermiştir.                                                  16  ABAD. 13.05.2014, G...le Spain SL, G...le Inc. v. A. E. de Protección de Datos, M. C. G., C-131/12,  (1) Kişisel Verilerin İşlenmesi ve bu Tür Verilerin Serbest Dolaşımına Dair Bireylerin  Korunması  Hakkındaki  95/46/EC  sayılı  ve  24  Ekim  1995  tarihli  Avrupa Parlamentosu ve Avrupa Birliği Konseyi Direktifi nin Madde 2(b) ve 2(d) hükümlerinin, öncelikle,  İnternette  üçüncü  taraflarca  yayınlanmış  veya  bulundurulan  bilgiyi konumlandırma, otomatik olarak indeksleme, geçici olarak saklama ve son olarak belirli bir tercih sırasına göre İnternet kullanıcılarına sunulmasından oluşan arama motoru faaliyeti bu tür bilgi kişisel veri içerdiği durumda, Madde 2(b) anlamında ‘kişisel verinin işlenmesi  olarak nitelendirilmelidir; ve ikinci olarak, arama motoru işletmecisi bu işlemeye ilişkin olarak Madde 2(d) anlamında ‘denetleyici  olarak kabul edilmelidir, manasına geldiği şeklinde yorumlanmalıdır. (2) 95/46 sayılı Direktif in 4(1)(a) Maddesinin, arama motoru işletmecisi bir Üye Devlette arama motoru üzerinde reklam alanı sağlama ve satma amacıyla, bu Devlette yerleşik insanlara yönelik faaliyetlerini amaçlar bir şube veya bağlı şirket kurduğu zaman, denetleyicinin bir işletmesi tarafından bir Üye Devletin ülkesi üzerinde bu madde anlamında yürütülen faaliyetler bağlamında, kişisel verinin işlenmesinin gerçekleştiği anlamına geldiği şeklinde yorumlanmalıdır. (3) 95/46 sayılı Direktif in Madde 12(b) ile 14. Maddenin 1. Fıkrasının (a) bendinin, bu hükümler altında belirtilen haklara uyum sağlayabilmek için ve bu hükümlerde belirtilen koşullar sağlandığı sürece, bir arama 2610Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Akkurt Unutulma hakkının bir temel hak (yasal bir kişisel değer) olarak kişilere yasal  düzlemde  tanınması  yönünde  özellikle  Kıta  Avrupası nda  önemli adımlar atıldığı fakat ABD. nde, anılan hakka daha mesafeli yaklaşıldığı görülmektedir. Türkiye de de unutulma hakkı henüz özel olarak yasalaşmış değildir.  Hatta  anılan  kavrama   Kişisel  Verilerin  Korunması  Kanunu Tasarısı nda da yer verilmediği görülmektedir. Bu nedenle konu hakkında iç hukuk anlamında başvurulabilecek (kavramla dolaylı olarak ilgi arz) eden yasal  düzenlemeler  henüz,  5651  sayılı   İnternet  Ortamında  Yapılan Yayınların Düzenlenmesi ve Bu Yayınlar Yoluyla İşlenen Suçlarla Mücadele Edilmesi Hakkında Kanun , 5846 sayılı  Fikir ve Sanat Eserleri Kanunu ,                                                  motoru işletmecisinin bir kişinin adını esas alarak yapılan bir arama sonrasında gösterilen sonuçlar listesinden, üçüncü taraflarca yayınlanan ve bu kişiyle ilgili bilgi içeren İnternet sayfalarına yapılan bağlantıları, ayrıca bu ad veya bilginin önceden veya eş zamanlı olarak bu İnternet sayfalarından silinmediği durumlarda ve hatta, öyle bir durum olabilir ki, bu sayfalarda yayının kendisinin hukuki olduğu durumlarda, kaldırmakla yükümlü olduğu manasına geldiği şeklinde yorumlanmalıdır. (4) 95/46 sayılı Direktif in 12(b) ile 14. Maddesinin 1. Fıkrasının (a) bendinin, bu hükümlerin uygulanma koşulları değerlendirildiği zaman, veri öznesinin kendisini ilgilendiren bilginin, zamanın bu noktasında, adını temel alan  bir  arama  yapılması  sonrasında  gösterilen  sonuçlar  listesiyle  adıyla  artık bağlantılanmamasını gerektiğine yönelik bir hakkının olup olmadığı, bu tür bir hakkı tespit edebilmek için mevzubahis bilginin sonuçlar listesine dâhil edilmesinin veri öznesine zarar vermesi  gerekli  olmaksızın,  ayrıca  incelenmesi  gerektiği  manasına  geldiği  şeklinde yorumlanmalıdır. Veri öznesi, Temel Hakları Şartı nın 7 ve 8. Maddeleri altındaki temel hakları ışığında, söz konusu bilginin sonuçlar listesinde dâhil edilmek suretiyle artık genel kamuya sunulmamasını talep edebileceği için, genel kural olarak, bu hakların sadece arama motoru işletmecisinin ekonomik menfaatine değil, fakat ayrıca genel kamunun bu bilgiyi veri öznesinin adıyla ilgili yapacağı arama sonucu bulmasındaki menfaatten de ağır basmaktadır. Ancak, veri öznesinin sosyal hayatta oynadığı rol gibi özel gerekçelerle, temel haklarına müdahale genel kamunun sonuçlar listesine dahil olmaktan dolayı söz konusu bilgiye erişmeye yönelik ağır basan menfaatiyle meşru kılınıyorsa, bu durum söz konusu olmayacaktır. , (Çev. Kaya, Mehmet Bedii (2015). Avrupa Birliği Adalet Divanı nın 13 Mayıs 2014 tarihli Google Unutulma Hakkı Kararı. Küresel Bakış Çeviri Hukuk Dergisi, 5 (17), s. 23 vd.). Konu hakkında ayrıca bkz., Akgül, (Makale), s. 30 vd.; Gülener, Serdar (2012). Dijital Hafızadan Silinmeyi İstemek: Temel Bir İnsan Hakkı Olarak  Unutulma Hakkı . Türkiye Barolar Birliği Dergisi, S. 102, s. s. 220 vd.; Mitchell – Rekrut, Cooper (2014). Search Engine Liability under the Libe Data Regulation Proposal: Interpreting Third Party Responsibilities as Informed by Google Spain. Georgetown Journal of International Law, Vol. 45, p. 861 vd..  17  Nitekim unutulma hakkı, hâlen yürürlükte bulunan 95/46EC sayılı AB. Direktifinin yerini alması planlanan 2012 teklifinin 17.maddesinde tanımlanmaktadır. 18  Kavram hakkında ABD menşeili eleştiriler için bkz., Eltis, Karen (2011). Breaking Through the  Tower of Babel : A  Right to be Forgotten  and How Trans-Systematic Thinking Can Help Re-Conceptualize Privacy Harm in the Age of Analitics. Fordhamm Intell. Prop. Media & Ent. Law Journal, Vol. 22, p. 69 vd..   261117.06.2015 tarih, E. 2014/4-56...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  5237 sayılı  Türk Ceza Kanunu , 6102 sayılı  Türk Ticaret Kanunu , 6098 sayılı  Türk Borçlar Kanunu  ve 4721 sayılı  Türk Medenî Kanunu nun kişilik hakkının korunmasına ilişkin hükümlerinden ibaret görülmektedir. Fakat anılan kavramın Türk hukuk uygulamasında yeri olmadığından artık söz edilemez. Zira Yargıtay Hukuk Genel Kurulu nun, 17.06.2015, E. 2014/4-56, K.  2015/1679  sayılı  (inceleme  konusu)  kararı,  unutulma  hakkını  Türk Hukukuyla tanıştırıcı niteliktedir.  IV- UNUTULMA HAKKININ HUKUKÎ NİTELİĞİ Doktrinde  muhtelif  tanımlarına  rastlanmakla  birlikte,  genel  olarak  kişilik hakkı ,  kişinin, kişisel değerleri üzerinde sahip olduğu mutlak ve tekelci hak  olarak ifade edilmektedir. Kişilik hakkını ifade eden bu kişisel değerler Yargıtay tarafından, kişinin, doğumla kazandığı bağımsız varlığını ve bütünlüğünü oluşturan; hayat, beden ve ruh tamlığı, vicdan, din, düşünce ve çalışma özgürlüğü, onuru, ismi, resmi, sırları ile aile bütünlüğü gibi sosyal ve kültürel değerlerinin tümü olarak, tadadî şekilde belirtilmektedir.  Kişinin, geçmişine ait olan ve artık hatırlanmasını istenmediği bir olayın yahut toplum tarafından bilinmesini istemediği özel alanına ilişkin bir (kişisel) verinin, herkesin kolayca ulaşabileceği bir bilgi kaynağında ilelebet muhafaza edilmesinin  ve  böylelikle  her  daim  hatırlanabilir  nitelikte  bulunmasının, yukarıda  adı  geçen  kişisel  değerlerin  pek  çoğunu  etkileyeceği  aşikârdır. Nitekim günümüzde, bir kişi hakkındaki toplumsal/kitlesel değer yargıları, özellikle sosyal medyada ve arama motorlarında o kişi hakkında mevcut bulunan kişisel verilere ve söylencelere göre şekillenmektedir. Örneğin bu bağlamda, bir siyasetçinin, bir şarkıcının, bir komedyenin, bir bilim insanının, hatta iş başvurusunda bulunan herhangi bir kişinin dahi, hayatı, beden ve ruh tamlığı, vicdanı, inanç, düşünce, kanaat ve çalışma özgürlüğü, onuru, ismi,                                                  19  Diğer tanımlar için ör. bkz., Köprülü, Bülent (1984). Medenî Hukuk. Bası 2, İstanbul, s. 263; İmre, Zahit (1980). Medenî Hukuka Giriş. Bası 3, İstanbul, s. 445; Akipek, Jale G. (1961). Terk Medenî Hukuku – Başlangıç Hükümleri – Şahsın Hukuku. C.1, Ankara, s. 108; Velidedeoğlu, Hıfzı Veldet (1956). Türk Medenî Hukuku – Şahsın Hukuku. C.1, Bası 55, İstanbul, s. 88; Tekinay, Selâhattin S. (1987). Medenî Hukuka Giriş Dersleri. Bası 5, İstanbul, s. 251; Özsunay, Ergun (1982). Gerçek Kişilerin Hukuki Durumu. Bası 5, İstanbul, s. 97; Dural, Mustafa / Öğüz, Tufan (2006). Türk Özel Hukuku – Kişiler Hukuku. C.2, İstanbul, s. 94. 20  Bu yönde bkz., Ayan, Mehmet / Ayan, Nurşen (2014). Kişiler Hukuku. Bası 6, Konya, s. 65. 21  Bkz., 4 HD. 10.04.2008, E. 2007/9966, K. 2008/5096; 4 HD. 08.09.1982, E. 1982/6084, K. 1982/7436, (Ayan / Ayan, s. 66, dn.3). 2612Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Akkurt resmi, sırları, aile bütünlüğü, sosyal ve kültürel konumu, yani tüm kişisel değerleri  genelinde  kişilik  hakkının,  dijital  hafızada  yer  alan  (kişisel) verilerine  göre  kategorize  edildiği  ve  bu  şekilde,  belki  de  yıllar  süren çalışmalarının bir anda toplum bilincinde değersizleşebildiği görülmektedir. Bir kişi hakkındaki toplumsal değer yargılarının bir anda değişebildiği böyle bir mecrada, anılan yargıları etkileyici nitelikteki kişisel verilerin ve dijital geçmişin,  şayet  bilinmelerinde/  hatırlanmalarında  üstün  kamu  yararı bulunmuyorsa ilelebet saklanmasının ve hatırlanmasının savunulması, başta kişisel ve meslekî şeref - haysiyet, özel hayatın gizliliği, iktisadî varlık ve hürriyet gibi pek çok kişisel değeri sarsacak ve kişi için yaşamının geri kalanını  normal  şekilde  sürdürebilmesinin  kendinden  beklenemez  hâle gelmesine yol açacaktır. Bu bağlamda unutulma hakkının, genel olarak, AY.m.12 vd. hükümleri anlamında  temel hak ve hürriyetler le; MK.m.23 vd. ile BK.m.58 hükümleri anlamında ise  kişisel değerler le bu yakın ilişkisi, hatta onlardan biri olarak kabul edilebilmesi dolayısıyla  kişilik hakkı  kapsamında değerlendirilmesi isabetli görülmektedir.  V- UNUTULMA HAKKININ DİĞER KİŞİSEL DEĞERLERLE İLİŞKİSİ A) UNUTULMA HAKKININ TEMELİNDE YER ALAN KİŞİSEL DEĞERLER Unutulma hakkı, kişilerin, özellikle internet (dijital) geçmişlerinde yer alan kendileri hakkındaki rahatsız edici içeriklerin ve üzerinde hak sahibi oldukları  kişisel  verilerin  silinmesi  ve/veya  daha  fazla  yayılmalarının önlenmesi  amacına  hizmet  eder.  Dolayısıyla  anılan  kavramın  birincil fonksiyonu,  kişiye,  tıpkı  kendi  elinde  bulunan  kişisel  verilerinde  (yani sırlarında)  olduğu  gibi,  sır  olsun  yahut  olmasın  üçüncü  kişilerin  elinde bulunan kişisel verileri üzerinde de şartları dâhilinde kontrol, denetim ve tasarruf imkânı sağlamasıdır. Bununla birlikte bir kararında Yargıtay Hukuk                                                  22  Unutulma hakkının medenî hukuk ile ilgisi bakımından aynı yönde bkz., Chelaru, Eugen / Chelaru, Marius (2013). The Right to be Forgotten. Annales Universitatis Apulensis – Series Jurisprudencia, Vol. 16, p. 1 vd.. 23  Bu yönde bkz., Ahi, s. 5. Ayrıca bkz., Akgül, (Makale), s. 16 – 17. 24  Graux, Hans / Ausloos, Jef / Valcke, Peggy (2012).The Right to be Forgotten in the Internet Era. Ku Leuven ICRI Working Paper Series, Vol. 11, p. 5 vd.; Ambrose, Meg Leta (2013). It s About Time: Privacy, Information, Life Cycles, and The Right to be Forgotten. Stanford Technology Law Review, Vol. 16, p. 101 vd..    261317.06.2015 tarih, E. 2014/4-56...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Genel  Kurulu,  unutulma  hakkının,  kişilerin  sadece  internet  (dijital) geçmişlerindeki değil, toplumun genelinin sair diğer yollar ve vasıtalarla rahatça  ulaşabileceği  kişisel  verilerinin  de  unutulma  hakkı  çerçevesinde değerlendirilmesi gerektiğini,  unutulma hakkı tanımlarına bakıldığında her ne kadar dijital veriler için düzenlenmiş ise de, bu hakkın özellikleri ve bu hakkın insan haklarıyla arasındaki ilişkisi dikkate alındığında; yalnızca dijital ortamdaki kişisel veriler için değil, kamunun kolayca ulaşabileceği yerde tutulan kişisel verilere yönelik olarak da kabul edilmesi gerektiği açıktır... Kişiye  unutulma  hakkının  sağlanması  ile  birlikte  özel  hayatının  gizliliği korunmuş olacaktır. şeklinde ifade etmiştir. Bu yönüyle unutulma hakkı,  kişisel  verilerin  korunması   ve  AY. nın  20.maddesi  anlamında   özel hayatın gizliliği  kavramları ile yakından ilişkili olup, aslî fonksiyonunun, özel hayatın gizliliğinin ve kişisel verilerin korunmasının sağlanması olduğu görülmektedir. Örneğin, kişinin tıbbî geçmişine ilişkin kayıtlar gibi kişisel                                                  25  YHGK. 17.06.2015, E. 2014/4-56, K. 2015/1679, (Kazancı Bilişim İçtihat Bankası). 26  Geride anılan kararın devamında bkz., YHGK. 17.06.2015, E. 2014/4-56, K. 2015/1679,  ...Kişisel verilerin korunması hakkının temel amacı, bireyin özel yaşamının gizliliğinin güvence altına alınması yoluyla kişiyi korumaktır. Bilgi toplumunda giderek oldukça önemli bir konu haline gelen kişisel verilerin korunması hakkı, bireyin, demokratik bir hukuk devletinde özgür iradesiyle kendi yaşamını bizzat düzenleyebilmesinin bir gereği olarak karşımıza çıkmaktadır. Diğer taraftan bireyin kişiliğini serbestçe geliştirmesi, kişiliğinin korunması ve özgür bireylerden oluşan bir toplum düzeninin oluşturulması, ancak bireyin kişisel verilerine ilişkin hakkının korunmasıyla mümkündür. Bu hak yukarıda ifade edildiği üzere TC Anayasası'nın 20/2 maddesinde açık bir şekilde düzenlenmiştir. , (Kazancı Bilişim İçtihat Bankası). 27   Kişisel veri  kavramı 24.07.2012 tarih ve 28363 sayılı RG. de yayımlanan  Elektronik Haberleşme  Sektöründe  Kişisel  Verilerin  İşlenmesi  Hakkındaki  Yönetmelik in  3. Maddesinde,  belirli veya belirlenebilir gerçek ve tüzel kişilere ilişkin bütün bilgiler  olarak tanımlanmıştır. Avrupa Birliği mevzuatında da aynı kavram, 95/46/EC sayılı   bireylerin Kişisel  Verilerinin  İşlenmesi  ve  Serbestçe  Dolaşımı  Karşısında  Korunmasına  İlişkin Direktif in 2/a maddesinde; 108 sayılı  Kişisel Nitelikteki Verilerin Otomatik İşleme Tabi Tutulması Karşısında Şahısların Korunmasına Dair Avrupa Konseyi Sözleşmesi nin 2/a maddesinde, OECD. tarafından ihdas edilen 1980 tarihli Rehber İlkeler in 1/b maddesinde de   belirli  veya  belirlenebilir  nitelikteki  bir  kişiye  ilişkin  her  türlü  bilgi   şeklinde tanımlanmaktadır. 26.12.2014 tarihinde TBMM. Başkanlığına arz edilen  Kişisel Verilerin Korunması Kanunu tasarısı nın 3/ç maddesinde ise kişisel veri kavramı,  Kimliği belirli veya belirlenebilir gerçek kişiye ilişkin her türlü bilgi  olarak ifade edilmiştir. Kavram ve korunması hakkında ayrıntılı bilgi için bkz., Akgül, Aydın (2014). Danıştay ve Avrupa İnsan Hakları  Mahkemesi  Kararları  Işığında  Kişisel  Verilerin  Korunması  –  Personel  Data Protection, Bası 1, İstanbul (Kitap), s.7 vd.. Ayrıca genel olarak bkz., Küzeci, Elif (2010). Kişisel Verilerin Korunması. Bası 1, Ankara; Aksoy, Hüseyin Can (2010). Kişisel Verilerin Korunması. Bası 1, Ankara; Gür, İkbal (2010). Kişisel Verilerin Korunması Hususunda AB ile ABD arasında Yaşanan Uyuşmazlıklar ve Çözüm Yolları. Bası 1, Ankara; Şimşek, Oğuz 2614Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Akkurt verileri,  (muhafazalarında  üstün  kamusal  yahut  özel  yarar/  gereksinim bulunmadıkça)  kişisel  verilerin  korunmasına  ilişkin  kuralların  yanı  sıra, unutulma  hakkının  da  konusunu  oluşturabilmelidir.  Nitekim  bunların, örneğin kişinin geçmişte düçar olduğu ancak sonradan tamamen kurtulduğu (iyileştiği)  bir  hastalığa  ilişkin  kaydının,  veri  korunmasına  ilişkin düzenlemelere riayet edilmeksizin uzun süre gereksiz yere muhafaza edilmesi, sigortacılar, işverenler yahut kötü niyetli üçüncü kişiler tarafından ömür boyu kişi aleyhinde kullanılmalarına yol açabilir. Aynı şekilde UYAP. adıyla bilinen sisteme kayıtlı adlî bilgilere erişimin kolaylığı da kişi hakkında açılmış soruşturmalara  işverenler,  medya  gibi  isteyen  hemen  herkes  tarafından ulaşımını mümkün kılmakta ve kişinin, çalışma hürriyeti başta olmak üzere, maddî ve manevî varlığının korunması ve geliştirilmesini tehdit etmektedir. Hatta  bu  tür  kayıtlara  118  telefon  kodu  kullanarak  faaliyet  gösteren telekomünikasyon  hizmet  sunucuları  aracılığıyla  dahi  erişilebilmektedir. Örneğin  adam  öldürme  suçuyla  yargılanmış  fakat  yargılama  neticesinde suçsuzluğu ispatlanmış bir kişiye ilişkin adlî kayıtların gereksiz sürelerce depolanması ve bu gibi kanallarla isteyen herkese sunulması kişisel verilerin korunmasına aykırılık teşkil ettiği gibi unutulma hakkının da ihlâline yol açmaktadır.  Unutulma hakkının,  şahsî geçmişi kontrol edebilme ,  hayata yeni (temiz)  bir  sayfa  açma ,   öz  itibar  yönetimi   gibi  aslında  Anayasa nın 15.maddesi anlamında  kişinin maddî ve manevî varlığının korunması ve                                                  (2008). Anayasa Hukukunda Kişisel Verilerin Korunması. Bası 1, İstanbul; Başalp, Nilgün (2004). Kişisel Verilerin Saklanması ve Korunması. Bası 1, Ankara. 28  Aynı yönde bkz., Ahi, s.2. 29  Unutulma hakkının aslında önceden beri tıp etiğinin kapsamında yer aldığı, hekimlerin hasta gizliliğine riayet ettikleri müddetçe zaten unutulma hakkının gereklerini de yerine getirmiş olacakları yönünde bkz., Nys, Herman (2011). Towards a Human Right  to be Forgotten Online ?. European Journal of Health Law, Vol. 18, p. 474 – 475. 30  Aynı yönde bkz., Ahi, Şebnem (2014). Kişilere Kişisel Verileri Üzerinde Kontrol Yetkisi Veren Hak. Bilişim Dergisi, S. 161 (Röportaj), s. 105. Ayrıca bkz., YHGK. 17.06.2015, E. 2014/4-56, K. 2015/1679,  ...Unutulma hakkına gelince; unutulma hakkı ve bununla ilişkili olan gerektiği ölçüde ve en kısa süreliğine kişisel verilerin depolanması veya tutulması konuları, aslında kişisel verilerin korunması hakkının çatısını oluşturmaktadır. Her iki hakkın temelinde bireyin kişisel verileri üzerinde serbestçe tasarruf edebilmesini, geçmişin engeline takılmaksızın geleceğe yönelik plan yapabilmesini, kişisel verilerin kişi aleyhine kullanılmasının engellenmesini sağlamak yatmaktadır. , (Kazancı Bilişim İçtihat Bankası). 31  Bkz., Koops, Bert – Jaap (2011). Forgetting Footprints, Shunning Shadows. A Critical Analysys of the Rihgt to be Forgotten in Big Data Practice. Tilburg Law School Legal Studies Research Paper Series (SCRIPTed), 8 (3), p. 26.   261517.06.2015 tarih, E. 2014/4-56...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  geliştirilmesi  hakkı   kapsamında  değerlendirilebilecek  olan  diğer  bir fonksiyonunu Hukuk Genel Kurulu,  Bu hak bir yandan kişiye ‘geçmişini kontrol etme , ‘belirli hususların geçmişinden silinmesini ve hatırlanmamayı isteme hakkı  sağladığı gibi, diğer yandan muhataplarına, kişi hakkındaki bir kısım  bilgilerin  üçüncü  kişilerce  kullanılmamasını  veya  üçüncü  kişilerce hatırlanmamasına yönelik önlenmeleri alma yükümlülüğü yükler.  şeklinde açıklamıştır.  Nitekim  unutulma  hakkının  bu  fonksiyonu  ile  kişinin, geçmişinde kendi iradesi ile veya üçüncü kişilerin neden olduğu bir olay nedeniyle geleceğinin olumsuz bir şekilde etkilenmesinin engellenmesi ve onun, geçmişinde yaşadığı bu tür olumsuz etkilerden kurtularak geleceğini şekillendirebilmesi amaçlanmaktadır. Aynı şekilde bu fonksiyon, unutulma hakkının  iktisadî hürriyet ve varlık  ile ilişkisini de ortaya koymaktadır. Örneğin, gençken macera olsun diye bir defaya özgü olmak kaydıyla işlediği bir kabahat dolayısıyla karakolda ifade vermeye götürülen bir kişinin, buna ilişkin kayıtların gereksiz yere uzun süreden beri muhafaza ediliyor olması dolayısıyla yıllar geçmesine rağmen başvurduğu hiçbir işe alınmıyor olması, unutulma  hakkının  gerekliliği  konusunda  gösterilebilecek  örnekler arasındadır.  Nihayet, unutulma hakkı ile korunmak istenen tüm bu kişisel değerlerin, özde  şeref ve haysiyet  ile ilişkisi olduğu ortadadır. Bir kişinin sadece ismi yazılarak arama motorunda aratıldığında bile geçmişte kaybolan pek çok kişisel verisinin/ bilgisinin gün yüzüne çıkmakta olduğu görülmekte ve bu durumun kimi zaman insan onuruna saldırı/ özel hayatın gizliliğinin ihlâli niteliğine bürünebildiği ifade edilmektedir. Nitekim kişinin, sürekli olarak geçmişinde (istemli ya da istemsizce) yaşadığı fakat artık hatırlanmasını istemediği olaylarla anılması, toplumun ona verdiği değerin (daha ziyade) dijital  arşivde  yer  ettiği  kadarıyla  belirleniyor  olması  doğrudan  kişinin hürriyetini ve haysiyetini etkileyici nitelikte bulunduğu için, anılan hakkın bir diğer fonksiyonunun da kişi hürriyet, itibar ve haysiyetinin sağlanması olduğu                                                  32  Ayrıntılı bilgi için bkz., Gümüş, Ali Tarık (2010). Türk Anayasasında Kişinin Maddi ve Manevi Varlığını Koruma ve Geliştirme Hakkı. Bası 1, Konya, s. 1, 50 vd.. 33  Anayasa Mahkemesi de, örneğin kişinin maddî ve manevî varlığını geliştirme hakkının insan onurunun (şeref ve haysiyetin) korunmasını sağladığını ifade etmiştir. Bu yönde bkz. AYM. 05.07.2012 E. 2012/7, K. 2012/102, (RG. 06.10.2012, S.28433). Ayrıca bkz., Akgül, (Makale), s. 20. 34  Salgado,  Viktor  (2013).  Can  I  Delete  My  Data  from  Google?.  Privacy  Europe, https://www.privacy-europe.com/blog/can-i-delete-my-data-from-google/,  (ET.04.02.2016); Akgül, (Makale), s. 21. 2616Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Akkurt söylenebilir. Cinsel istismara maruz kalmış olan bir kişinin, bu olayın dijital hafızada yer bulmuş olması dolayısıyla herkesin bu olaya ve kendi ismine ulaşabiliyor olması, yıllar boyunca sürekli bununla anıla gelme riski ve artık olayı geçmişte bırakarak hayatını normal seyrinde sürdürmesinin kendisinden beklenemez hâle gelmiş olması örneğinde durum böyledir.  Özetle, kişisel verilerin, aksinde üstün bir kamu yararı bulunmadıkça, kişinin rızasına aykırı olarak, gereksizce ve uzunca bir süre arşivlenmesi ve toplum  tarafından  bunların  her  istenildiğinde  kolaylıkla  gün  yüzüne çıkartılabilmesine  müsait  durumda  bekletilmesi,  kişisel  bir  değer  olan unutulma  hakkı  çerçevesinde  kişilik  hakkına  aykırı  görülmektedir.  Kıta Avrupası ekolünün (Common Law) unutulma hakkına bakış açısı özelinde önemli rolü bulunan İsviçre Federal Mahkemesi içtihatları da anılan hakkın, şeref, onur, özel hayatın korunması ve gizliliği gibi pek çok kişisel değerle yakından ilişkili olduğunu, dolayısıyla kişi güvenliğinin bir parçası olarak kişinin kendisine ait bilgiler üzerindeki hak sahipliğini ve unutulma hakkının bu  bilgiler  üzerinde  sağladığı  kontrol  imkânının  önemini  ortaya koymaktadır. B) UNUTULMA HAKKI İLE ÇATIŞMALARI MÜMKÜN OLAN KİŞİSEL DEĞERLER Unutulma  hakkı,  kişiye,  özellikle  dijital  hafızadan  silinmeyi  isteme yetkisi vermesi dolayısıyla, diğer kişilerin  haberleşme ve ifade özgürlüğü  ile çatışmaya müsait bir kişisel değerdir. Zira bir kişinin, özel hayatının gizliliğinin,  şeref  ve  haysiyetinin,  kişisel  verilerinin  korunması  gibi gerekçelerle unutulma hakkı kapsamında dijital hafızadan silinmeyi istemesi, diğer kimselerin ifade ve haberleşme özgürlüklerinin kısıtlanması anlamına gelebilir.  Nitekim  ifade  özgürlüğü,  kişinin  serbestçe  düşünce  ve  bilgiye ulaşabilmesi,  edindiği  düşünce  ve  kanaatlerden  dolayı  kınanmaması  ve bunları tek başına yahut toplumun diğer fertleriyle birlikte çeşitli iletişim araçları  kullanarak  serbestçe  açıklayabilmesi,  başkalarına  aktarabilmesi                                                  35  10 DD. 02.10.2001, E. 1999/990, K. 2001/3326,  ...davacı, herhangi bir şekilde dayanak gösterilmeyen  suçlamalarla  karşı  karşıya  bırakılmıştır.  Bu  suçlamalardan  dolayı kamuoyunda hakkında şüphe ve tereddütler doğan davacının, toplumdaki her birey gibi onurlu ve saygın yaşama hakkı ağır bir şekilde zedelenmiştir. , (Akgül, (Kitap), s. 87 – 88, dn. 461). 36  YHGK. 17.06.2015, E. 2014/4-56, K. 2015/1679, (Kazancı Bilişim İçtihat Bankası). 37  Weber, p. 121; Gülener, s. 226 – 227.   261717.06.2015 tarih, E. 2014/4-56...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  olarak tanımlanmaktadır. AİHS.m.10 u temel alan bir kararında AİHM. de, anılan bu iletişim araçları arasında internetin, kişilerin ifade ve bilgi edinme özgürlüklerinin  kullanılmasına  hizmet  eden  başlıca  güncel  araçlardan olduğunu ifade etmiştir.  Bu bakımdan, Kıta Avrupası (Common Law) ekolündeki özel hayatın gizliliğinin  korunmasını  öne  çıkartan  (ve  dolayısıyla  unutulma  hakkını savunan) eğilimin aksine, anılan kişisel değerlerin çatışması durumunda özel hayatın gizliliğinin korunmasına nazaran (kitlesel) ifade ve basın özgürlüğüne ağırlık verme eğilimindeki Anglo-Amerikan Ekolünün, unutulma hakkına mesafeli yaklaştığı görülmektedir.                                                  38  Bkz., Avcı, Artun (2013). Türkiye de İnternet ve İfade Özgürlüğü. Bası 1, İstanbul, s. 48. 39  AİHM. 18.12.2012, A... Y... v. Türkiye – 3111/10, (hudoc.echr.coe.int/, ET., 04.02.2016). AİHM. nin, ifade özgürlüğünü unutulma hakkından öncelikli tuttuğu bir diğer karar için bkz.,  AİHM.  29.03.2011,  RTFB  v.  Belçika,  50084/06, (http://hudoc.echr.coe.int/eng#{ appno :[ 50084/06 ]}, ET., 02.05.2016).  40  Kıta Avrupası Ekolünün unutulma hakkına ilişkin genel eğilimi hakkında ayrıntılı bilgi için bkz., Seucan, Andrea (2014). The EU  Right to be Forgotten . Perspectives of Business Law Journal, 3 (1), p. 336 vd.; Castellano, Pere S. (2012). The Right to be Forgotten under European Law: A Constitutional Debate. Lez Electronica, 16 (1), p. 1 vd.; Chelaru / Chelaru, p. 2 vd.; Rotenberg, Marc / Jacobs, David (2013). Updating the Law of Information Privacy: The New Framework of the European Union. Harvard Journal of Law & Public Policy, 36 (2), p.605 vd.; Rosen, Jeffrey (2012). The Right to be Forgotten. Stanford Law Review, Vol. 64, p. 88 vd.. 41  Kıta Avrupası ve Anglo – Amerikan hukuk ekollerinin unutulma hakkına bakış açılarına, başka bir deyişle  ifade özgürlüğü  ile  özel hayatın gizliliğinin / şeref ve haysiyetin korunması nın  aynı  olayda  çatıştığında  hangisine  öncelik  verileceği  yönündeki  fikir ayrılıklarına örnek teşkil edecek bir vakıa, (W.W. ve M.L. adlı) iki Alman vatandaşının bir Alman aktörü (W.S.) öldürmekten suçlu bulunmaları ve çarptırıldıkları hapis cezasını tamamlamış  olmalarına  rağmen  adlarının  hâlen  (W.S.)  cinayeti  ile  anılıyor  olması dolayısıyla ABD. merkezli internet ansiklopedisi  Wi...dia  aleyhine, bu içeriklerden isimlerinin  çıkartılması  (silinmesi)  yönünde  açtıkları  dâvadır.  Dâvacılar  dâva gerekçelerinde, cezalarını çekmekle topluma olan borçlarını ödemiş olmalarına rağmen  Wi...dia  nın internet sayfasında adlarının hâlen W.S. cinayetiyle anılıyor olmasının onların, toplumda kötü şöhretle tanınmalarına sebep olduğunu belirtmişlerdir. Yargılama sonucunda  Alman  mahkemelerinin,  dâvacıların  isimlerinin  W.S.  cinayetiyle  birlikte anılacağı tarzda yayın yapılmasını yasaklamış olmaları dolayısıyla  wi..dia nın Almanca yayın yapan sayfasından dâvacıların isimleri çıkartılmış ancak ansiklopedinin Amerika merkezli İngilizce yayın  yapan sayfasından, anılan kişilerin isimleri çıkartılmamıştır.  Wi..dia   yetkililerinin konu hakkında  yaptığı basın açıklamasında, anılan kuruluşun ( Wi..dia nın), bağımsızlık, ifade özgürlüğü ve gönüllülük esasları çerçevesinde yayın yaptığını,  Almanca  sayfadan  bu  isimlerin  çıkartılmasının  tamamen  editörün  tercihi olduğunu,  (ABD.  menşeili)  İngilizce  sayfanın  editörünün,  isimleri  sayfadan  kaldırıp kaldırmamakta özgür bulunduğunu ve şayet isimleri kaldırmak istemezse, ifade / haber alma 2618Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Akkurt Kıta Avrupası (Common Law) ile Anglo-Amerikan eğilimlerindeki bu farklılık,  unutulma  hakkının,  anayasal  düzlemlerde  kişilere  tanınması gereken temel bir hak olarak kabul edilip edilemeyeceği noktasında küresel düzeyde  tartışma  yaratmaktadır.  Ancak,  genel  olarak  belirtilmelidir  ki, özellikle internette (veya kitlelerin kolayca erişebileceği sair mecralarda) özel hayatın gizliliği ve ifade özgürlüğü arasında cereyan eden bu çatışmanın, kişisel verilerin, kamu yararı ve/ veya ilgilinin rızası kıstasları ile birlikte değerlendirilerek çözüme kavuşturulması isabetli görülmektedir. Bu bakımdan, olası (müstakbel) yasal düzenlemelerde unutulma hakkının, arşivlenebilmesi adına veri sahibinin rızası veya dijital hafızada saklanmasına ilişkin yasal düzenleme, kamu yararı yahut benzer herhangi bir gereksinim bulunmayan kişisel verilerin silinmesini ve yayılmasının önlenmesini isteyebilme hakkı şeklinde  düzenlenmesi,  özel  hayatın  gizliliğinin  korunması  ve  ifade  / haberleşme özgürlüğü arasındaki adil dengenin sağlanması bakımından tutarlı olacaktır. Unutulma hakkı ile çatışması mümkün olan diğer bir kişisel değer  kitle iletişim  özgürlüğü dür.  Ancak  kitle  iletişimi  ve  basın  kavramlarının birbirleriyle karıştırılmaması gerekir. Şöyle ki  kitle iletişimi , herhangi bir iletinin, yani haber, bilgi, kanaat, tavır ve davranışın birden çok tekil alıcıya veya  topluluğa  herhangi  bir  araç  vasıtasıyla  iletilmesi  süreci  olarak                                                  özgürlüğü kapsamındaki bu tutumunu destekleyeceklerini belirtmişlerdir. Konu hakkında ayrıntılı  bilgi  için  bkz.,  Schwartz,  John  (2009).  Two  German  Killers  Demanding Anonymity  Sue  Wikipedia s  Parent,  http://www.nytimes.com/2009/11/13/us/ 13wiki.html?_r=0, (ET. 04.02.2016). Ayrıca bkz., Gülener, s. 227 – 228; Ambrose, Meg Leta / Ausloos, Jef (2013). The Right to be Forgotten Across the Pond. Journal of Information Policy, Vol. 3, p. 6 vd.; Ambrose, p. 152 vd.; McNealy, Jasmine E. (2012). The Emerging Conflict Between Newsworthiness and the Right to be Forgotten. Northern Kentucky Law Review, 39 (2), p.122, 124 vd..  42  Bu iki eğilimin birbirleri (özellikle ABD.) üzerindeki etkileri hakkında bir inceleme için bkz., Siry, Lawrence / Schmitz, Sandra (2012). A Right to be Forgotten? – How Recent Developments in Germany May Effect the Internet Publishers in the US. European Journal of Law and Technology, 3 (1), p.1 vd..  43  Tartışmalar hakkında ayrıca bkz., Ambrose, p. 129 vd.. 44  Diğer kişisel değerler ile unutulma hakkı arasında adil ve sağlıklı bir denge sağlanmasına ve bu yapılırken de iç hukuktaki genel normatif eğilimlere ve toplumdaki sosyo-ekonomik yapının göz önünde bulundurulmasına dikkat edilmesi gerektiği yönünde bkz., Wright, George R. (2015). The Right to be Forgotten: Issuing a Voluntary Recall. Drexel Law Review, Vol 7, p. 424 – 425; Werro, Franz (2009). The Right to Inform v. The Right to be Forgotten: A Transatlantic Clash. Georgetown University Center for Transnational Legal Studies Colloquium Research Paper No:2, p. 285 vd.; Ausloos, Jef (2012). The ‘Right to be Forgotten  – Worth Remembering?. Computer Law & Security Review, Vol. 28, p. 147.    261917.06.2015 tarih, E. 2014/4-56...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  tanımlanmaktadır.  Dijital  ortamda  gerçekleştirilen  kitle  iletişiminin günümüzdeki  en  yaygın  vasıtası   sosyal  medya   adıyla  anılmakta  olup, unutulma  hakkını  özellikle  ilgilendiren  husus,  sosyal  medyada  (kişinin rızasıyla yahut rızası dışında) yer tutan kişisel verilerinin, geçmişine ait izlerinin, paylaşımlarının silinmesinin talep edilebilmesi noktasında kendisini göstermektedir. Zira sosyal medyada yer alan resim, isim, beyan, hesap gibi kişisel verilerin de (tutulmalarında kamu yararı bulunmadıkça) hak sahibinin talebi üzerine unutulma hakkı çerçevesinde silinmesi, daha fazla yayılmasının önlenmesi gerekir. Örneğin yaşam tarzına ve/veya sosyal, siyasî görüşüne taban tabana zıt bir şirkette iş başvurusunda bulunacak yahut evlenecek olan bir kişinin, geçmişte rızasıyla paylaşmış da olsa eski yaşantısına dair kimi içeriklerin  dijital  hafızadan  silinmesini   unutulma  hakkı   çerçevesinde isteyebilmesi  doğaldır.  Ancak  bu  noktada  unutulmaması  gereken  husus, internete aktarılan bir verinin bütünüyle ortadan kaldırılmasının önündeki teknolojik zorluktur. Nitekim geçmişe ait bu tür kişisel bilgi ve verilerin silinmesi talebi her ne kadar sosyal medya sitesi tarafından ilgili kişinin şahsî hesabı kapatılarak yahut benzer suretle yerine getirilebilir görünse de anılan verilerin üçüncü kişilerin hesabında da paylaşılmış olması, içeriklerin reklam siteleri  gibi  diğer  siteler  tarafından  çekilmiş  olması  gibi  durumlarda internetten tümüyle kaldırılmaları teknik olarak mümkün görünmemektedir. Bu tür durumlarda yapılması gereken şey şartları dâhilinde kişilik hakkının korunmasına ilişkin genel hükümlere müracaat etmek olacaktır.  Bu noktada üzerinde durulması gereken asıl husus ise, şöhretli bir kişinin, bir siyasetçinin yahut açıklamaları kamuyu ilgilendirir düzeydeki diğer bir kişinin unutulma hakkı çerçevesinde geçmişe ait beyanlarının silinmesini istemesi faraziyesinde olduğu gibi unutulmayı istemenin, diğer kişilerin kitle iletişim  özgürlüğünü  ihlâl  eder  nitelikte  bulunması  durumunda  hangi özgürlüğün tercih edilmesi gerektiği hususudur. Şüphesiz,  ifade özgürlüğü  bahsinde de değinildiği gibi  kitle iletişim özgürlüğü  ve  unutulma hakkı nın                                                  45  Tanım ve kavram hakkında ayrıntılı bilgi için bkz., Gedik, Ömer (2008). Türk Yargı Kararları Çerçevesinde Türkiye de Kitle İletişim Özgürlüğü, Bası 1, Ankara, s. 26. 46  Bu yönde kimi teknik öneriler hakkında bkz., Karaarslan, Enis / Eren, Mehmet Beşir / Koç, Serhat (2014). Çevrimiçi Mahremiyet: Teknik ve Hukuksal Durum İncelemesi, http://inet-tr.org.tr/inetconf/bildiri/13.pdf, (ET.08.02.2016); Lee, Jae Dong / Sin, Cheol Ho / Park, Jong Hyuk (2014). PPS – RTBF: Privacy Prıtection System for the Right to be Forgotten. Journal of Convergence, 5 (2), p. 37 vd.. 47  Ahi, s. 107. 2620Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Akkurt çatıştığı  bu  gibi  durumlarda  da  çatışan  haklar  arasında  adil  bir  denge gözetilmesi gerekmektedir. Unutulma hakkıyla çatışması mümkün olan bir diğer kişisel değer ise  basın  özgürlüğü dür.  Basın  kavramı,  her  ne  kadar  kitle  iletişiminin kapsamında yer alsa da bundan farklı olarak, görsel – işitsel bütün kitle iletişim araçlarını kapsayan bir kavram olmaktan ziyade gazete, dergi, kitap gibi yalnızca yazılı ve basılı (matbu) eserlerden oluşan bir olgudur. Broşür ve ilanların da, özellikle siyasî görüşlerin açıklanmasında kullanılan birer vasıta olarak kullanılmaları karşısında basın kavramı içerisinde değerlendirildiği görülmekte, internetin ise, tartışmalı olmakla birlikte tıpkı sinema, radyo ve televizyon gibi bu kapsamda değerlendirilmemesi, nitekim ayrı bir hukukî rejime tabi olması gerektiği savunulmaktadır. Hakların çatışması noktasında, dâvacının geçmişte maruz kaldığı cinsel taciz fiilinin, anılan kişinin ismi kodlanmaksızın bir kitapta yayınlanmış olması dolayısıyla görülen bir dâvada  unutulma hakkı  ile  basın özgürlüğü / bilim özgürlüğü  karşı karşıya gelmiş, karşı oy yazısında her ne kadar insan psikolojisini bozucu nitelikte ve unutulması gereken böyle bir olayın kişinin giz alanında kalması gerektiğinden ve ilerleyen insan hakları eğiliminde kişilerin  arşiv  silme  talepleri  ve  unutulma  hakkı  gibi  modern  haklarla donatıldıklarından bahsedilse de Yargıtay tarafından, anılan yayının bilim ve dolaylı olarak da basın özgürlüğü kapsamında değerlendirilmesi gerektiği kanaatine varılmıştır. Konuya ilişkin Hukuk Genel Kurulu kararında ise Yargıtay,  böyle  bir  durumda  unutulma  hakkının  sağlanması  gerektiğine hükmederek, çatışan haklar dengesinde özel hayatın gizliliği, kişisel verilerin ve haysiyetin korunması görüşüne ağırlık vermiştir.                                                  48  Aynı yönde bkz., Akgül, (Kitap), s. 93; Küzeci, s. 86. 49  Bu yönde ve konu hakkında ayrıntılı bilgi için bkz.,  Baykan, Metin (2011). Basın Özgürlüğü. Ankara, s. 19 – 20.  50  Salihpaşaoğlu, Yaşar (2007). Türkiye de Basın Özgürlüğü. Ankara, s.24; Baykan, s. 20. 51  4 HD. 03.07.2013, E. 2013/6256, K. 2013/1281, (Yargıtay UYAP Bilişim Sistemi). 52  YHGK. 17.06.2015, E. 2014/4-56, K. 2015/1679,  ...Unutulma hakkına gelince; unutulma hakkı ve bununla ilişkili olan gerektiği ölçüde ve en kısa süreliğine kişisel verilerin depolanması veya tutulması konuları, aslında kişisel verilerin korunması hakkının çatısını oluşturmaktadır. Her iki hakkın temelinde bireyin kişisel verileri üzerinde serbestçe tasarruf edebilmesini, geçmişin engeline takılmaksızın geleceğe yönelik plan yapabilmesini, kişisel verilerin kişi aleyhine kullanılmasının engellenmesini sağlamak yatmaktadır. Unutulma hakkı ile geçmişinde kendi iradesi ile veya üçüncü kişinin neden olduğu bir olay nedeni ile kişinin  geleceğinin  olumsuz  bir  şekilde  etkilenmesinin  engellenmesi  sağlanmaktadır. Bireyin geçmişinde yaşadığı olumsuz etkilerden kurtularak geleceğini şekillendirebilmesi bireyin yararına olduğu gibi toplumun kalitesinin gelişmişlik seviyesinin yükselmesine   262117.06.2015 tarih, E. 2014/4-56...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635                                                   etkisi de tartışılmazdır. Unutulma hakkı; üstün bir kamu yararı olmadığı sürece, dijital hafızada yer alan geçmişte yaşanılan olumsuz olayların bir süre sonra unutulmasını, başkalarının bilmesini istemediği kişisel verilerin silinmesini ve yayılmasının önlemesini isteme hakkı olarak ifade edilebilir. Bu hak bir yandan kişiye  geçmişini kontrol etme ,  belirli hususların geçmişinden silinmesini ve hatırlanmamayı isteme hakkı  sağladığı gibi, diğer  yandan  muhataplarına  kişi  hakkındaki  bir  kısım  bilgilerin  üçüncü  kişilerin kullanmamasını  veya  üçüncü  kişilerin  hatırlamamasına  yönelik  önlenmeleri  alma yükümlülüğü  yükler.  Bu  hakkın;  bireylerin  fotoğraf,  internet  günlüğü  gibi  kendileri hakkındaki içerikleri silmek için üçüncü şahısları zorlamayı içermesinin yanında geçmişteki cezalarına ilişkin bilgilerin veya haklarında olumsuz yorumlara neden olabilecek bilgi ve fotoğraflarının kaldırılmasını isteme hakkını tanıdığı kabul edilmektedir. Diğer taraftan bu hak, bireyin geçmişindeki belirli yönlerinin mümkün olmayacak biçimde hatırlanmaması için önlemler alınmasını gerektirmektedir. Avrupa İnsan Hakları Sözleşmesi (AİHS)'nin 8. maddesinde yer alan özel yaşama saygı hakkı altında korunan  mahremiyet hakkı nın, bireyin kendisi hakkındaki bilgileri kontrol edebilmesi şeklindeki hukuki çıkarlarını da içerdiği ifade edilmektedir. Zira bireyin kendisine ait herhangi bir bilginin, kendi rızası olmaksızın açıklanmaması, yayılmaması ve bu bilgilere başkalarının ulaşamaması kısacası kişisel verilerinin mahrem kalması konusunda hukuki menfaati bulunmaktadır (Gülay Arslan  Öncü,  Avrupa  İnsan  Hakları  Sözleşmesinde  Özel  Yaşamın  Korunması,  Beta Yayınları, İstanbul 2011, s.182). Kişiye unutulma hakkının sağlanması ile birlikte özel hayatının gizliliği korunmuş olacaktır. Somut olaya bu kapsamda bakıldığında; davacı, kamu görevinin veya hizmet ilişkisinin sağladığı nüfuzu kötüye kullanarak, müteselsilen cinsel saldırı suçunun mağdurudur. 2006 yılında gerçekleşen eylem tarihinde davacı bekâr olup maruz kaldığı eylem geleceği açısından etkilidir. Yapılan yargılama sonunda kamu görevlisi olan sanık ceza almıştır. Temyiz istemi üzerine yapılan inceleme sonunda ise hüküm 2009 yılında onanmıştır. Mağdur davacı gerek hazırlık gerekse de yargılama sırasında cinsel saldırının nasıl gerçekleştiğini açık bir şekilde anlatmış, bu anlatımlar doğal olarak karar metnine geçirilmiştir. Karar mağdur ve sanığın ismi rumuzlanmadan 2010 yılı nisan ayında yayınlanan kitapta yer almıştır. Hemen ifade edilmelidir ki; davacının rızası dışında bir kitapta geçen ismi kişisel veri niteliğindedir. Ayrıca şunun da ifade edilmesi gereklidir ki; unutulma hakkı tanımlarına bakıldığında her ne kadar dijital veriler için düzenlenmiş ise de, bu hakkın özellikleri ve bu hakkın insan haklarıyla arasındaki ilişkisi dikkate alındığında; yalnızca dijital ortamdaki kişisel veriler için değil, kamunun kolayca ulaşabileceği yerde tutulan kişisel verilere yönelik olarak da kabul edilmesi gerektiği açıktır. Davacı, geçmişte yaşadığı kötü bir olayın toplum hafızasından silinmesini istemektedir. Unutulma hakkı ile geçmişindeki yaşanan talihsiz bir olayın unutularak geleceğini serbestçe şekillendirmek, diğer bir deyişle hayatında, yeni bir sayfa açma olanağı istemektedir. Kaldı ki, davacı da yargılama sırasında verdiği dilekçelerinde bu istem üzerinde ısrarla durmuştur. Davacı unutulma hakkı ile özel hayatına ilişkin kişisel verilerinin üçüncü kişiler tarafından bilinmemesini, aradan geçen süre nedeniyle toplum hafızasından silinmesini istemektedir. Bu bağlamda değerlendirildiğinde; 4 yıl önce gerçekleşen bir olayın mağduru olan kişinin adının açık bir şekilde yazılarak kitapta yer alması halinde unutulma hakkının bunun sonucunda da davacının özel hayatının gizliliğinin ihlal edildiği kabul edilmelidir... Avrupa Birliği Adalet Divanı'nın  G...le Kararı nda açıkladığı gibi ilgili verinin kamu hayatında oynadığı önemli rol ve halkın ilgili veriye yönelik yoğun ilgisi şeklinde, üstün bir kamu yararını ortaya koyan özel sebepler bulunmadığına göre bilimsel esere alınan kararda kişisel veriler açık bir şekilde yer almamalıdır. , (Kazancı Bilişim İçtihat Bankası). 2622Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Akkurt  VI- UNUTULMA HAKKININ KAPSAMI Unutulma hakkının, kişilerin fotoğraf, internet günlüğü gibi kendileri hakkındaki  içerikleri  silmek  için  üçüncü  şahısları  zorlamayı  içermesinin yanında, geçmişteki cezalarına yahut tıbbî kayıtlarına ilişkin verilerin veya haklarında  olumsuz  yorumlara  neden  olabilecek  bilgi  ve  fotoğraflarının kaldırılmasını isteme yetkisi tanıdığı kabul edilmektedir. Diğer taraftan bu hak, bireyin geçmişine ilişkin bu tür kimi verilerin, aksi mümkün olmayacak biçimde  hatırlanmaması  (unutulması)  için  önlemler  alınmasını  gerektirmektedir.  Görüldüğü üzere, unutulma hakkının kapsamına arşivlenmiş (özellikle geçmişe ilişkin ve üçüncü kişilerin hâkimiyetinde bulunan) kişisel veriler girmektedir. Bu anlamda kişisel veri, önceden de ifade edildiği gibi, belirli yahut belirlenebilir bir kişiye ait her türlü bilgidir. Anılan bilgiler, belirli bir kişinin kimliğini ortaya çıkartan ve uyruğuna, etnik kökenine, dini/ felsefî inançlarına, sosyal/ siyasî kanaatlerine, fotoğrafına, sesine, emniyet amacıyla alınan parmak izi, retina haritası, koku tanıması gibi biyometrik kayıtlarına, fiziksel özelliklerine, görüntüsüne, cinsel eğilimlerine, kan grubuna, tıbbî tahlil değerlerine, sağlığına, tıbbî ve adlî geçmişine, yerleşim yerine, banka hesap ve kredi kartı bilgilerine, elektronik şifrelerine, imzasına, alışveriş alışkanlıklarına, öğrenim ve çalışma durumuna, meslek sırlarına, emeklilik, kurum sicil yahut vergi numarasına, sosyal sigorta kayıtlarına, bireysel ve/ veya ailevî ilişkilerine, telefon mesajları, telefon defteri, telefon numarası, elektronik  posta  veya  sosyal  medya  hesabı  ve  bunların  içerikleri  gibi haberleşme verilerine, kişisel bilgisayarının IP. adresine vs. ilişkin her türlü bilgiden ibaret olabilirler.                                                  53  Bkz., YHGK. 17.06.2015, E. 2014/4-56, K. 2015/1679, (Kazancı Bilişim İçtihat Bankası). 54  Bkz., Nys, p. 471. 55  Geride bkz., dn. 19. 56  Bireyin aile üyelerinin psikolojik sorunlarına veya suç işleyip işlemediklerine ilişkin adlî kayıtlarına ilişkin verilerin de kişisel veri kapsamında oldukları yönünde bkz., İDDK. 13.02.2013, E. 2012/617, (Akgül, Kitap, s. 8, dn. 7). 57  Akgül, (Kitap), s. 8 – 10; Farina, R. Cynthia / Shapiro, Sidney A. / Susman, Thomas (2008). Administrative Law of the European Union: Trancparency and DATA Protection. 1st Edition, Chicago, p. 139; Er, Cüneyd (2007). Biyometrik Yöntemler ve Özel Hayatın Gizliliği Hakkı: Parmak İzi, Göz ve DNA Tarama Gibi Teknolojik Kimlik Denetleme Usullerinin Hukuki Statüsü. Bası 1, Ankara, s. 21 – 24; Şen, Ersan (2009). Kişisel Verilerin Korunması Kanunu Tasarısı nın Anayasa ve Türk Ceza Kanunu Hükümleri Çerçevesinde Değerlendirilmesi. İstanbul Barosu Dergisi, 83 (3), s. 1197 vd.; Özdemir, Hayrunnisa (2009). Elektronik Haberleşme Alanındaki Kişisel Verilerin Özel Hukuk Hükümlerine Göre Korunması. Bası 1, Ankara, s. 124; Aksoy, s. 1 vd.; Şimşek, s. 121.    262317.06.2015 tarih, E. 2014/4-56...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Bu bağlamda, üçüncü kişilerin elinde (hâkimiyetinde) bulunan ve belirli bir kişi hakkında, arama motoru, sosyal medya, elektronik posta, cep telefonu, elektronik alışveriş sitesi, banka, sağlık kuruluşu veri tabanları gibi dijital arşivler başta olmak üzere, özellikle toplumun genelinin kolayca erişebileceği sair vasıtalarla sunulan, sunulabilme riski bulunan ya da diğer kişilerce re sen öğrenilebilmesi  mümkün  olan  rahatsız  edici,  onur  kırıcı,  öğrenilmesi, bilinmesi, yayılması yahut hatırlanması istenilmeyen tüm içeriklerin (sırların), sınırları dâhilinde unutulma hakkının kapsamı dâhilinde değerlendirilmesi amaca uygun olur. Zira, tıpkı kişilik hakkını oluşturan kişisel değerler gibi, unutulma hakkı kapsamında şartları dâhilinde silinmeleri talep edilebilecek içerikler de tahdidî olarak sayılmamaktadır.  VII- UNUTULMA HAKKININ SINIRLARI Unutulma hakkı sahibinin bu hakkını (sınırsızca veya aşırı) kullanması, üçüncü kişilerin kişisel değerlerinin ve temel hürriyetlerinin ihlâline yol açabilir. Nitekim unutulma hakkı da, her kişisel değerde olduğu gibi, doğası gereği diğer kişilerin temel özgürlükleri ile çatışmaya müsaittir. Dolayısıyla, hem kötüye kullanılmasının önlenmesi hem de başkalarının kişisel değerleri ile çatışması hâlinde çatışan değerler arasında adil bir dengenin kurulabilmesi adına, unutulma hakkının sınırlarının doğru tespit edilmesi gerekir. Bu minvalde, unutulma hakkının genel olarak sınırını, AİHS. nin  özel ve aile hayatına saygı  başlıklı 8.maddesinin 2.fıkrası çizmektedir. Buna göre, bu  hakkın  kullanılmasına  bir  kamu  makamının  müdahalesi,  ancak müdahalenin  yasayla  öngörülmüş  ve  demokratik  bir  toplumda  ulusal güvenlik, kamu güvenliği, ülkenin ekonomik refahı, düzenin korunması, suç işlenmesinin önlenmesi, sağlığın veya ahlakın veya başkalarının hak ve özgürlüklerinin korunması için gerekli bir tedbir olması durumunda söz konusu olabilir. AY. nın genel olarak 13, 15 ve özel hayat bağlamında 20inci                                                  58  Aynı yönde bkz., Akgül, (Makale), s. 16 – 17. 59  YHGK. 17.06.2015, E. 2014/4-56, K. 2015/1679,  ...AİHS'de kişisel verilerle ilgili bir hüküm  yoktur.  Ancak  mahkeme  konuyla  ilgili  kararlarında  kişisel  veri  içeriğini doldurmuştur.  Hemen  ifade  edilmesi  gerekir  ki  kişisel  verinin  sayısal  olarak sınırlandırılması  mümkün  değildir.  Ancak  içtihatlar  ve  akademik  yayınlar  dikkate alındığında bireyin kimliğini ortaya çıkartan, bir kişiyi belirli kılan ve karakterize eden kişinin kimlik, ekonomik ve dijital bilgileri, tabiiyeti, kanaatleri, ırk, siyasî düşünce, felsefî inanç, din, mezhep veya diğer inançları, dernek, vakıf ve sendika üyeliği, sağlık bilgileri, fotoğrafları, parmak izi, sağlık verileri, telefon mesajları, telefon rehberi, sosyal paylaşım sitelerinde yazdığı veya paylaştığı yazı, fotoğraf, ses veya görüntü kayıtları kişisel verileri olarak kabul edilebilir. , (Kazancı Bilişim İçtihat Bankası). 2624Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Akkurt maddeleriyle çizilen sınırlar da aynı eksendedir. Danıştay, unutulma hakkının temelini oluşturan  özel hayatın gizliliği  ile  kişisel verilerin korunması  haklarına, millî güvenlik, kamu güvenliği gibi zorunluluk arz eden durumlara özgü ve ancak yasayla müdahale edilebileceğini belirtmektedir. Böylelikle denilebilir ki, bir kişinin, unutulma hakkı kapsamında (dijital hafızada olsun ya da olmasın) geçmişine ait ve hatırlanmasını istemediği kişisel verilerinin silinmesi talebi, arşivlemenin, kural olarak öncelikle yasayla öngörülmüş ve demokratik bir toplumda ulusal güvenlik, kamu güvenliği, ülkenin ekonomik refahı, düzenin korunması, suç işlenmesinin önlenmesi, sağlığın veya ahlakın veya başkalarının hak ve özgürlüklerinin korunması için gerekli bir tedbir olması hâlinde reddedilebilmeli, aksi takdirde bu talebi yerine getirilmelidir. Bu bakımdan, her ne kadar kişilerin, üçüncü kişilerin elinde (hâkimiyetinde) bulunan fotoğrafı, sesi, emniyet amacıyla alınan parmak izi, retina haritası, koku tanıması gibi biyometrik kayıtları, tıbbî tahlil değerleri, tıbbî ve adlî geçmişi, yerleşim yeri, banka hesap ve kredi kartı bilgileri, öğrenim ve çalışma durumu,  sosyal  sigorta  kayıtları,  telefon  defteri,  telefon  numarası  gibi haberleşme verileri unutulma hakkı kapsamı dâhilinde ise de bunların, yasal zorunluluğa  istinaden  millî  güvenlik,  kamu  düzeni,  suç  işlenmesinin önlenmesi,  genel  sağlık  ve  genel  ahlâkın  veya  başkalarının  hak  ve özgürlüklerinin  korunması  amacıyla  arşivlenmiş  olmaları  durumunda silinme talebinin reddedilmesi mümkün olabilir.  Aynı şekilde unutulma hakkı, Devletin ülkesi ve milletiyle bölünmez bütünlüğünü  bozmayı  ve  insan  haklarına  dayanan  demokratik  ve  lâik Cumhuriyeti  ortadan  kaldırmayı  amaçlayan  faaliyetler  biçiminde kullanılamaz (AY.m.14/ f.1). Anayasa hükümlerinden hiçbiri, Devlete veya kişilere, Anayasayla tanınan temel hak ve hürriyetlerin yok edilmesini veya                                                  60  İDDK. 13.02.2013, E. 2012/617,  Gerek Anayasamızda gerekse de ülkemizin tarafı olduğu ve  yine  Anayasamızın  90.maddesi  uyarınca  kanun  hükmünde  olan  uluslararası sözleşmelerde kişilerin özel hayatı ile aile hayatının ve kişisel verilerinin gizliliğine saygı gösterilmesi gerektiği ve bu gizliliğe müdahale edilemeyeceği açıkça hüküm altına alınmış olup bu gizliliğe müdahalenin milli güvenlik, amme emniyeti gibi zorunluluk arz eden durumlara  münhasır  olarak  ve  yasayla  öngörülmek  şartıyla  mümkün  olduğu anlaşılmaktadır. , (Akgül, (Kitap), dn. 543). Bu kararda yer alan  ...gibi zorunluluk arz eden durumlara...  ifadesinin, temel hak ve özgürlüklere yapılacak müdahale sebeplerinin, Anayasanın ilgili maddelerinde sayma yoluyla (tahdidî olarak) belirtilmiş olduğu ve bu sebeplerin kıyas yoluyla genişletilemeyeceği; bu sebeplerin ise AY.m.20/f.2 uyarınca sadece  millî güvenlik, kamu düzeni, suç işlenmesinin önlenmesi, genel sağlık ve genel ahlâkın  veya  başkalarının  hak  ve  özgürlüklerinin  korunması ndan  ibaret  olduğu gerekçesiyle yerinde bulunmadığı yönünde ayrıca bkz., a.g.e, s. 106.    262517.06.2015 tarih, E. 2014/4-56...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Anayasada belirtilenden daha geniş şekilde sınırlandırılmasını amaçlayan bir faaliyette bulunmayı mümkün kılacak şekilde yorumlanamaz (AY.m.14/ f.2; AİHS.m.17). Özetle denilebilir ki, unutulma hakkının yasal tanımı yapılırken ve bu doğrultudaki  sınırları  tespit  edilirken,  hangi  nitelikteki  içerikleri kapsayacağının, hangi içeriklerin ise kapsam dışında bırakılacağının (yani bu hak  kullanılarak  silinmelerinin  mümkün  olmayacağının),  anılan  ölçütler çerçevesinde açıkça gösterilmesi uygun olur. Nitekim bu hakkın sınırsızca kullanılması, kamu yararı, diğer kişilerin ifade özgürlüğü, eleştiri özgürlüğü, haberleşme özgürlüğü, basın özgürlüğü gibi kişisel değerlerin ihlâli niteliği taşıyabileceği ve böylelikle bir sansür aracı olarak kullanılabileceği gibi, hakkın kullanılmasının gerektiğinden fazla sınırlandırılması ise özel hayatın ve aile hayatının gizliliği, kişisel verilerin korunması, şeref ve haysiyet, iktisadî  varlık  ve  hürriyet,  maddî  ve  manevî  varlığın  korunması  ve geliştirilmesi  gibi  pek  çok  kişisel değeri  de  zedeleyici  nitelikte  olabilir. Dolayısıyla, unutulma hakkının, hakkın temelinde yer alan kişisel değerler ve onunla çatışması mümkün olan kişisel değerler arasında adil bir denge tesis edecek şekilde yasal düzenlemeye kavuşturulması isabetli görülmektedir.  SONUÇ İlk  olarak  2012  yılının  başlarında  Avrupa  Komisyonun  adalet  ve vatandaşlıktan sorumlu üyesi  Viviane Reding'in açıklamalarıyla gündeme gelen unutulma hakkı, 2014 yılında Avrupa Birliği Adalet Divanı tarafından verilen bir karar ile tekrar gündemdeki yerini almıştır. Buna göre unutulma hakkı, genel olarak, kişinin, geçmişte yaşadığı ve özellikle dijital hafızada yer tutan (olumsuz) kimi olayların, bunların arşivlenmesinde üstün bir kamu yararı olmadığı müddetçe zaman içerisinde unutulmasını, toplum tarafından öğrenilmesini/ hatırlanmasını istemediği bu tür kişisel verilerinin silinmesini ve yayılmalarının önlemesini isteme yönündeki hakkı olarak ifade edilebilir. Unutulma hakkı, kişilerin, özellikle internet (dijital) geçmişlerinde yer alan kendileri hakkındaki rahatsız edici içeriklerin ve üzerinde hak sahibi oldukları  kişisel  verilerin  silinmesi  ve/veya  daha  fazla  yayılmalarının önlenmesi amacına hizmet etmektedir. Dolayısıyla anılan kavramın birincil fonksiyonu, kişiye, tıpkı kendi elinde bulunan kişisel verilerinde olduğu gibi,                                                  61  Aynı yönde bkz., Hoven, Michael (2012). Balancing Privacy and Speech in the Right to be Forgotten.  http://jolt.law.harvard.edu/digest/privacy/balancing-privacy-and-speech-in-theright-to-be-forgotten, (ET. 07.02.2016); Ahi, (Röportaj), s. 108 vd.. 2626Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Akkurt sır  olsun  yahut  olmasın  üçüncü  kişilerin  elinde  bulunan  kişisel  verileri üzerinde de şartları dâhilinde kontrol, denetim ve tasarruf imkânı sağlamasıdır. Unutulma hakkının, genel olarak, AY.m.12 vd. hükümleri anlamında  temel hak ve hürriyetler le; MK.m.23 vd. ile BK.m.58 hükümleri anlamında ise   kişisel  değerler le  yakın  ilişkisi,  hatta  onlardan  biri  olarak  kabul edilebilmesi dolayısıyla  kişilik hakkı  kapsamında değerlendirilmesi isabetli görülmektedir. Bu yönüyle unutulma hakkı,  kişisel verilerin korunması  ve AY. nın  20.maddesi  anlamında   özel  hayatın  gizliliği   kavramları  ile yakından ilişkili olup, aslî fonksiyonunun, özel hayatın gizliliğinin ve kişisel verilerin korunmasının sağlanması olduğu görülmektedir. Unutulma hakkının diğer bir fonksiyonu,  şahsî geçmişi kontrol edebilme ,  hayata yeni (temiz) bir sayfa açma ,  öz itibar yönetimi  gibi amaçları dolayısıyla Anayasa nın 15.maddesi anlamında  kişinin maddî ve manevî varlığının korunması ve geliştirilmesi hakkı nın yerine getirilmesidir. Bu fonksiyon aynı zamanda, unutulma  hakkının   iktisadî  hürriyet  ve  varlık   ile  ilişkisini  de  ortaya koymaktadır. Nihayet, unutulma hakkı ile korunmak istenen tüm bu kişisel değerlerin, özde  şeref ve haysiyet  ile ilişkisi olduğu ortadadır. Unutulma  hakkı,  kişiye,  özellikle  dijital  hafızadan  silinmeyi  isteme yetkisi vermesi dolayısıyla, diğer kişilerin  haberleşme/ bilgi edinme ve ifade özgürlüğü  ile çatışmaya müsait bir kişisel değerdir. Unutulma hakkı ile çatışması  mümkün  olan  diğer  bir  kişisel  değer  ise   kitle  iletişim özgürlüğü dür.  Basın özgürlüğü de bu anlamda unutulma hakkıyla çatışması mümkün olan kişisel değerler arasında yer almaktadır. Bu bakımdan, Kıta Avrupası (Common Law) ekolündeki özel hayatın gizliliğinin korunmasını öne çıkartan (ve dolayısıyla unutulma hakkını savunan) eğilimin aksine, anılan kişisel değerlerin çatışması durumunda özel hayatın gizliliğinin korunmasına nazaran (kitlesel) ifade ve basın özgürlüğüne ağırlık verme eğilimindeki Anglo-Amerikan Ekolünün, bu hakka mesafeli yaklaştığı görülmektedir.  Unutulma hakkının, kişilerin fotoğraf, internet günlüğü gibi kendileri hakkındaki  içerikleri  silmek  için  üçüncü  şahısları  zorlamayı  içermesinin yanında, geçmişteki cezalarına yahut tıbbî kayıtlarına ilişkin verilerin veya haklarında  olumsuz  yorumlara  neden  olabilecek  bilgi  ve  fotoğraflarının kaldırılmasını isteme yetkisi tanıdığı kabul edilmektedir. Diğer taraftan bu hak, bireyin geçmişine ilişkin bu tür kimi verilerin, aksi mümkün olmayacak biçimde hatırlanmaması (unutulması) için önlemler alınmasını da gerektirmektedir.   262717.06.2015 tarih, E. 2014/4-56...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Görüldüğü üzere, unutulma hakkının kapsamına arşivlenmiş (özellikle geçmişe ilişkin ve üçüncü kişilerin hâkimiyetinde bulunan) kişisel veriler girmektedir. Bu bağlamda, üçüncü kişilerin elinde (hâkimiyetinde) bulunan ve belirli bir kişi hakkında, arama motoru, sosyal medya, elektronik posta, cep telefonu, elektronik alışveriş sitesi, banka, sağlık kuruluşu veri tabanları gibi dijital  arşivler  başta  olmak  üzere,  özellikle  toplumun  genelinin  kolayca erişebileceği sair vasıtalarla sunulan, sunulabilme riski bulunan ya da diğer kişilerce re sen öğrenilebilmesi mümkün olan rahatsız edici, onur kırıcı, öğrenilmesi,  bilinmesi,  yayılması  yahut  hatırlanması  istenilmeyen  tüm içeriklerin (sırların), sınırları dâhilinde unutulma hakkının kapsamı dâhilinde değerlendirilmesi amaca uygun olur. Unutulma hakkı sahibinin bu hakkını (sınırsızca veya aşırı) kullanması, üçüncü kişilerin kişisel değerlerinin ve temel hürriyetlerinin ihlâline yol açabilir. Nitekim unutulma hakkı da, her kişisel değerde olduğu gibi, doğası gereği diğer kişilerin temel özgürlükleri ile çatışmaya müsaittir. Dolayısıyla, hem kötüye kullanılmasının önlenmesi hem de başkalarının kişisel değerleri ile çatışması hâlinde çatışan değerler arasında adil bir dengenin kurulabilmesi adına,  unutulma  hakkının  sınırlarının  doğru  tespit  edilmesi  gerekir.  Bu minvalde, unutulma hakkının genel olarak sınırını, AİHS. nin  özel ve aile hayatına saygı  başlıklı 8.maddesinin 2.fıkrası çizmektedir. Buna göre, bu hakkın kullanılmasına bir kamu makamının müdahalesi, ancak müdahalenin yasayla  öngörülmüş  ve  demokratik  bir  toplumda  ulusal  güvenlik,  kamu güvenliği, ülkenin ekonomik refahı, düzenin korunması, suç işlenmesinin önlenmesi, sağlığın veya ahlakın veya başkalarının hak ve özgürlüklerinin korunması için gerekli bir tedbir olması durumunda söz konusu olabilir. AY. nın genel olarak 13, 15 ve özel hayat bağlamında 20inci maddeleriyle çizilen sınırlar da aynı eksendedir. Aynı şekilde unutulma hakkı, Devletin ülkesi ve milletiyle bölünmez bütünlüğünü  bozmayı  ve  insan  haklarına  dayanan  demokratik  ve  lâik Cumhuriyeti ortadan kaldırmayı amaçlayan faaliyetler biçiminde kullanılamaz (AY.m.14/  f.1).  Anayasa  hükümlerinden  hiçbiri,  Devlete  veya  kişilere, Anayasayla tanınan temel hak ve hürriyetlerin yok edilmesini veya Anayasada belirtilenden daha geniş şekilde sınırlandırılmasını amaçlayan bir faaliyette bulunmayı  mümkün  kılacak  şekilde  yorumlanamaz  (AY.m.14/  f.2; AİHS.m.17). Unutulma hakkının bir temel hak (yasal bir kişisel değer) olarak kişilere yasal  düzlemde  tanınması  yönünde  özellikle  Kıta  Avrupası nda  önemli 2628Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Akkurt adımlar atıldığı fakat ABD. nde, anılan hakka daha mesafeli yaklaşıldığı görülmektedir. Türkiye de de unutulma hakkı henüz özel olarak yasalaşmış değildir.  Hatta  anılan  kavrama   Kişisel  Verilerin  Korunması  Kanunu Tasarısı nda da yer verilmediği görülmektedir. Fakat Yargıtay Hukuk Genel Kurulu nun, 17.06.2015, E. 2014/4-56, K. 2015/1679 sayılı kararı, gerek kişilere  bu  kapsamda  bir  hakkın  tanınması  yönündeki  eğilimi  gerekse uygulamadaki yasal ihtiyacı gözler önüne sermektedir. Bu bakımdan, anılan hakkın bir an önce yasal düzenlemeye  kavuşturulması, konu hakkındaki soruların ve sorunların çözümsüz bırakılmaması yönünde isabetli bir adım olur. Fakat unutulma hakkının Türk Hukuku bakımından tanımı yapılırken ve sınırları tespit edilirken, diğer kişisel değerler (temel hak ve hürriyetler) ile arasında adil bir dengenin oluşturulması ve bunun açıkça gösterilmesi, konu hakkında yaşanacak olası tartışmaları en alt seviyeye indirecektir.",
     "Kaynakça": "Ahi, Şebnem (2014). Kişilere Kişisel Verileri Üzerinde Kontrol Yetkisi Veren Hak. Bilişim Dergisi, S. 161 (Röportaj), s. 99 vd.. Akgül, Aydın (2014). Danıştay ve Avrupa İnsan Hakları Mahkemesi Kararları Işığında Kişisel Verilerin Korunması – Personel Data Protection, Bası 1, İstanbul (Kitap). Akgül,  Aydın  (2016).  Kişisel  Verilerin  Korunmasında  Yeni  Bir  Hak:  Unutulma Hakkı  ve AB Adalet Divanı nın  Google Kararı  (Makale). Türkiye Barolar Birliği Dergisi, (116), s. 11 vd.. Aksoy, Hüseyin Can (2010). Kişisel Verilerin Korunması. Bası 1, Ankara. Ambrose, Meg Leta (2013). It s About Time: Privacy, Information, Life Cycles,  and  The  Right  to  be  Forgotten.  Stanford  Technology  Law Review, Vol. 16, p. 101 vd.. Ambrose, Meg Leta / Ausloos, Jef (2013). The Right to be Forgotten Across the Pond. Journal of Information Policy, Vol. 3, p. 1 vd.. Andrade, Norberto N. (2012). Oblivion: The Right to be Different... from Oneself  Reproposing  the  Right  to  be  Forgotten.  VII  International Conference on Internet, Law & Politics (IDP), p. 122 vd.. Ausloos, Jef (2012). The ‘Right to be Forgotten  – Worth Remembering?. Computer Law & Security Review, Vol. 28, p. 143 vd..  Avcı, Artun (2013). Türkiye de İnternet ve İfade Özgürlüğü. Bası 1, İstanbul. 2630Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Akkurt Ayan, Mehmet / Ayan, Nurşen (2014). Kişiler Hukuku. Bası 6, Konya. Başalp, Nilgün (2004). Kişisel Verilerin Saklanması ve Korunması. Bası 1, Ankara. Baykan, Metin (2011). Basın Özgürlüğü. Ankara. Carter,  Edward  L.  (2013).  Argentina s  Right  to  be  Forgotten.  Emory International Law Review, Vol. 27, 2013, p. 23 vd.. Castellano, Pere S. (2012). The Right to be Forgotten under European Law: A Constitutional Debate. Lez Electronica, 16 (1), p. 1 vd.. Chelaru, Eugen  /  Chelaru, Marius (2013). The  Right to be  Forgotten. Annales Universitatis Apulensis – Series Jurisprudencia, Vol. 16, p. 1 vd.. Colnago,  Cláudio  (2014).  The  Right  to  be  Forgotten  and  the  Duty  to Implement Oblivion: A Challenge to Both  Old  and  New  Media. New Challenges to the Freedom of the Media of the World Congress of Constitutional Law 2014, Oslo - Norway 2014. Dural, Mustafa / Öğüz, Tufan (2006). Türk Özel Hukuku – Kişiler Hukuku. C.2, İstanbul. Eltis, Karen (2011). Breaking Through the  Tower of Babel : A  Right to be Forgotten   and  How  Trans-Systematic  Thinking  Can  Help  ReConceptualize Privacy Harm in the Age of Analitics. Fordhamm Intell. Prop. Media & Ent. Law Journal, Vol. 22, p. 69 vd.. Er, Cüneyd (2007). Biyometrik Yöntemler ve Özel Hayatın Gizliliği Hakkı: Parmak İzi, Göz ve DNA Tarama Gibi Teknolojik Kimlik Denetleme Usullerinin Hukuki Statüsü. Bası 1, Ankara. Farina,  R.  Cynthia  /  Shapiro,  Sidney  A.  /  Susman,  Thomas  (2008). Administrative Law of the European Union: Trancparency and DATA Protection. 1st Edition, Chicago. Gedik, Ömer (2008). Türk Yargı Kararları Çerçevesinde Türkiye de Kitle İletişim Özgürlüğü, Bası 1, Ankara. Graux, Hans / Ausloos, Jef / Valcke, Peggy (2012).The Right to be Forgotten in the Internet Era. Ku Leuven ICRI Working Paper Series, Vol. 11, p. 5 vd.. Gülener, Serdar (2012). Dijital Hafızadan Silinmeyi İstemek: Temel Bir İnsan Hakkı Olarak  Unutulma Hakkı . Türkiye Barolar Birliği Dergisi, S. 102, s. 219 vd..   263117.06.2015 tarih, E. 2014/4-56...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Gümüş, Ali Tarık (2010). Türk Anayasasında Kişinin Maddi ve Manevi Varlığını Koruma ve Geliştirme Hakkı. Bası 1, Konya. Gür, İkbal (2010). Kişisel Verilerin Korunması Hususunda AB ile ABD arasında Yaşanan Uyuşmazlıklar ve Çözüm Yolları. Bası 1, Ankara. İmre, Zahit (1980). Medenî Hukuka Giriş. Bası 3, İstanbul, s. 445; Akipek, Jale G. (1961). Terk Medenî Hukuku – Başlangıç Hükümleri – Şahsın Hukuku. C.1, Ankara. Kaya, Mehmet Bedii (2015). Avrupa Birliği Adalet Divanı nın 13 Mayıs 2014 tarihli Google Unutulma Hakkı Kararı. Küresel Bakış Çeviri Hukuk Dergisi, 5 (17), s. 23 vd.. Koops, Bert – Jaap (2011). Forgetting Footprints, Shunning Shadows. A Critical Analysys of the Rihgt to be Forgotten in Big Data Practice. Tilburg Law School Legal Studies Research Paper Series (SCRIPTed), 8 (3), p. 1 vd.. Köprülü, Bülent (1984). Medenî Hukuk. Bası 2, İstanbul.  Kranenborg, Herke (2015). Google and the Right to be Forgotten, EDPL, Vol 1, 2015, p. 70 vd.. Küzeci, Elif (2010). Kişisel Verilerin Korunması. Bası 1, Ankara.  Lee, Jae Dong / Sin, Cheol Ho / Park, Jong Hyuk (2014). PPS – RTBF: Privacy Prıtection System for the Right to be Forgotten. Journal of Convergence, 5 (2), p. 37 vd.. Mayer-Schonberger, Viktor (2009). Delete: The Virtue of the Forgetting in the Digital Age. Princeton&Oxford – USA. McNealy,  Jasmine  E.  (2012).  The  Emerging  Conflict  Between Newsworthiness and the Right to be Forgotten. Northern Kentucky Law Review, 39 (2), p.122, 124 vd.. Mitchell – Rekrut, Cooper (2014). Search Engine Liability under the Libe Data Regulation Proposal: Interpreting Third Party Responsibilities as Informed by Google Spain. Georgetown Journal of International Law, Vol. 45, p. 861 vd.. Nys, Herman (2011). Towards a Human Right  to be Forgotten Online ?. European Journal of Health Law, Vol. 18, p. 469 vd.. 2632Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Akkurt Owings, Lisa (2015). The Right to be Forgotten. Akron Intellectual Property Journal, Vol. 9, p. 45 vd.. Özdemir, Hayrunnisa (2009). Elektronik Haberleşme  Alanındaki Kişisel Verilerin Özel Hukuk Hükümlerine Göre Korunması. Bası 1, Ankara. Özsunay, Ergun (1982). Gerçek Kişilerin Hukuki Durumu. Bası 5, İstanbul. Peschke, Lutz (2015).  The Web Never Forgets! : Aspects of the Right to be Forgotten. Gazi Üniversitesi Hukuk Fakültesi Dergisi, 19 (1), s. 151 vd.. Rosen, Jeffrey (2012). The Right to be Forgotten. Stanford Law Review, Vol. 64, p. 88 vd.. Rotenberg, Marc / Jacobs, David (2013). Updating the Law of Information Privacy: The New Framework of the European Union. Harvard Journal of Law & Public Policy, 36 (2), p.605 vd.. Salihpaşaoğlu, Yaşar (2007). Türkiye de Basın Özgürlüğü. Ankara. Seucan, Andrea (2014). The EU  Right to be Forgotten . Perspectives of Business Law Journal, 3 (1), p. 336 vd.. Siry, Lawrence / Schmitz, Sandra (2012). A Right to be Forgotten? – How Recent Developments in Germany May Effect the Internet Publishers in the US. European Journal of Law and Technology, 3 (1), p.1 vd.. Stuart,  Allyson  Haynes  (2014).  Google  Search  Results:  Buried  If  Not Forgotten. North Carolina Journal Of Law & Technology, 15 (3) 2014, p. 463 vd. Şen, Ersan (2009). Kişisel Verilerin Korunması Kanunu Tasarısı nın Anayasa ve  Türk  Ceza  Kanunu  Hükümleri  Çerçevesinde  Değerlendirilmesi. İstanbul Barosu Dergisi, 83 (3), s. 1197 vd.. Şimşek, Oğuz (2008). Anayasa Hukukunda Kişisel Verilerin Korunması. Bası 1, İstanbul. Tekinay,  Selâhattin  S.  (1987).  Medenî  Hukuka  Giriş  Dersleri.  Bası  5, İstanbul. Velidedeoğlu, Hıfzı Veldet (1956). Türk Medenî Hukuku – Şahsın Hukuku. C.1, Bası 55, İstanbul. Wagner, Mike/ Li-Reilly, Yun (2014). The Right to be Forgotten. The Advocate, 72 (1) 2014, p. 823 vd..   263317.06.2015 tarih, E. 2014/4-56...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Walker, Robert Kirk (2012). The Right to be Forgotten. Hastings Law Journal, Vol.64, 2012, pp.257. Warner, Jeremy (2005). The Right to Oblivion: Data Retention from Canada to Europe  in Three  Backward Steps. University of Ottawa Law & Technology Journal, Vol. 2, 2005, p. 75 vd. Weber, Rolf H., (2011). The Right to be Forgotten – More Than a Pandora s Box?. Journal of Intellectual Property, Information Technology and ECommerce Law, 2 (2), p. 120 vd.. Werro, Franz (2009). The Right to Inform v. The Right to be Forgotten: A Transatlantic Clash. Georgetown University Center for Transnational Legal Studies Colloquium Research Paper No:2, p. 285 vd.. Wright, George R. (2015). The Right to be Forgotten: Issuing a Voluntary Recall. Drexel Law Review, Vol 7, p. 401 vd.. Xanthoulis, Napoleon (2013). The Right to Oblivion in the Information Age: A Human-Rights Based Approach. US-China Law Review, Vol. 10, 2013, p. 84 vd. İNTERNET KAYNAKLARI Ahi,  Şebnem,  Unutulma  Hakkı  (The  Right  to  be  Forgotten), http://www.bilisimhukuk.com/2014/02/unutulma-hakki-the-right-to-beforgotten, (ET. 17.01.2016). Hoven, Michael (2012). Balancing Privacy and Speech in the Right to be Forgotten.  http://jolt.law.harvard.edu/digest/privacy/balancing-privacyand-speech-in-the-right-to-be-forgotten, (ET. 07.02.2016).  Karaarslan, Enis / Eren, Mehmet Beşir / Koç, Serhat (2014). Çevrimiçi Mahremiyet:  Teknik  ve  Hukuksal  Durum  İncelemesi,  http://inettr.org.tr/inetconf19/bildiri/13.pdf, (ET.08.02.2016) Kulevska, Sanna (2013). The Future of Your Past: A Right to be Forgotten Online?,  http://tagteam.harvard.edu/hub_feeds/9/feed_items/210349, (ET. 03.02.2016). Pluta, Werner (2013). Interview: „Daten brauchen ein Verfallsdatum . In: Golem.de.  2.  April  2008,  abgerufen  am  25.  se.  1  vd., https://ffduseh.wordpress.com/2015/05/31/recht-auf-vergessenwerdenright-to-be-forgotten/, (02.02.2016). 2634Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2605-2635  Akkurt Rienäcker, Cai (2013). Mehr Datenschutz im Internet: EU fordert „Recht auf Vergessen   im  Netz.  se.1  vd.,  http://www.linkfang.de/wiki/ Recht_auf_Vergessenwerden, (ET. 02.02.2016). Schwartz, John (2009). Two German Killers Demanding Anonymity Sue Wikipedia s  Parent,  http://www.nytimes.com/2009/11/13/us/ 13wiki.html?_r=0, (ET. 04.02.2016)."
}