{
     "Tip": "Makale",
     "Dergi İsmi": "Ankara Üni. Hukuk Fak. Dergisi",
     "Üniversite İsmi": "",
     "Gün": "16",
     "Ay": "09",
     "Yıl": "2021",
     "Cilt": "70",
     "Sayı": "4",
     "Başlık": "BİRLEŞTİRİLEN TAŞINMAZLAR ÜZERİNDEKİ HAKLARIN YENİ TAŞINMAZA AKTARILMASI",
     "Title": "Transfer of the Rights on Consolidated Lands onto the New Land",
     "Yazar İsmi": [
          "Işık ÖNAY",
          "Yasin Alperen KARAŞAHİN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "İmar",
          "Parselasyon",
          "Arazi Toplulaştırılması",
          "Ayni Haklar",
          "Şerh Edilmiş Kişisel Haklar"
     ],
     "Keywords": [
          "Zoning",
          "Land Subdivision",
          "Land Consolidation",
          "Real (Proprietary) Rights",
          "Annotated Personal Rights"
     ],
     "Özet": "Taşınmazların  birleştirilmesi,  taşınmazların  malik(ler)inin  rızasına dayanıp dayanmamasına göre, iradi birleştirme ve zorunlu birleştirme olarak ikiye  ayrılmaktadır.  Zorunlu  birleştirmeler,  özellikle  imar  mevzuatına dayanan  arazi  ve  arsa  düzenlemelerinde  ve  tarım  arazilerinin toplulaştırılmasında söz konusu olmaktadır. Kamu hukuku kurallarına dayalı olarak idare tarafından alınan kararla yapılan bu tür birleştirmelerde, önceki taşınmazlar üzerindeki sınırlı ayni hakların ve şerh edilmiş kişisel hakların yeni  taşınmaza  aktarılması  karmaşık  sorunlar  doğurabilmektedir.  Türk Medeni Kanunu, birleştirilen taşınmazlar üzerindeki hakların yeni taşınmaza aktarılmasını  sadece  rehin  hakları  bakımından  düzenlemektedir.  Tapu müdürlüklerinin uygulaması, bu hükmün yorum yoluyla belirlenen anlam ve amacına  uygun  değildir.  Öğretide  önerilen  yöntem,  söz  konusu  kanun hükmüne  uygundur;  ancak  hem  karmaşık  hesaplamalar  yapılmasını gerektirmekte  hem  de  rehin  hakları  dışındaki  hakların  ve  boş  rehin derecelerinin  mevcudiyeti  hâlinde  yetersiz  kalmaktadır.  Bu  makalede, birleştirme sonucunda oluşan taşınmaz üzerinde her hâlükârda (birleştirilen taşınmazların mülkiyeti aynı kişiye ait olsa bile) paylı mülkiyet kurulması ve                                                            Makalenin Geliş Tarihi: 12.05.2021, Makalenin Kabul Tarihi: 16.09.2021.    Doktor Öğretim Üyesi, Koç Üniversitesi Hukuk Fakültesi Medenî Hukuk Ana Bilim Dalı Öğretim Üyesi. E-posta: <ionay@ku.edu.tr>. ORCID: 0000-0002-1332-7083.    Doktor Öğretim Üyesi, Koç Üniversitesi Hukuk Fakültesi Medenî Hukuk Ana Bilim Dalı Öğretim  Üyesi.  E-posta:  <yakarasahin@ku.edu.tr>.  ORCID:  0000-0002-3611-3627. Makalenin yayına hazırlanmasındaki yardımları için Koç Üniversitesi Hukuk Fakültesi Medeni Hukuk Anabilim Dalı araştırma görevlileri Hüseyin Bahadır Çolak ve Orcan Ok a teşekkür ederiz.  Işık ÖNAY, Yasin Alperen KARAŞAHİN   Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1043-1082  önceki  taşınmazlar  üzerindeki  hakların  mümkün  olduğu  ölçüde  o taşınmazların yerini alan paylara aktarılması önerilmektedir.",
     "Abstract": "Land  consolidation  is  divided  into  voluntary  consolidation  and compulsory consolidation based on whether the consent of the owner(s) of land is required. Compulsory consolidation takes place especially in case of land arrangement based on zoning rules and consolidation of agricultural land. In case consolidation is made by an administrative act based on public law rules, the transfer of real (proprietary) rights and personal rights that are annotated in the land registry can cause complex problems. The Turkish Civil Code contains only provisions about the transfer of security interests onto the new land. The practice of land registry administrations does not comply with the spirit and purpose of this provision. The method suggested in the academic literature is in compliance with this provision. However, it requires complex calculations and cannot provide adequate solutions to all relevant problems. In this article, an alternative method is proposed. In all cases, i.e. even if the consolidated lands are owned by the same person, ownership with shares    should be established on the new land. The rights on the previous land should be transferred onto the respective shares of the new land to the extent possible.",
     "Metin": "Taşınmazların birleştirilmesi, taşınmazların malik(ler)inin isteği üzerine (iradi  birleştirme)  veya  idari  uygulamalar  çerçevesinde  zorunlu  olarak (zorunlu birleştirme) gerçekleştirilebilir. Bu çalışmada inceleyeceğimiz konu özellikle ikinci ihtimal bakımından önem arz etmektedir; zira eşya hukukuna ilişkin, çözüme muhtaç sorunlar daha çok bu tür birleştirmeler sonucunda doğmaktadır. İradi birleştirmelerde ise çoğu zaman sorunun çözümü daha                                                                Ownership by shares (paylı mülkiyet) is comparable to the tenancy in common in English law. See Apaydın, 2009: 34-35. 1   Huber, 1988: 254. 1044Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1043-1083   Birleştirilen Taşınmazlar Üzerindeki… basittir.  Bu  nedenle  çalışmamızın  ağırlık  noktasını,  idari  uygulamalar sonucunda birleştirilen taşınmazlar üzerindeki sınırlı ayni hak ve şerh edilmiş kişisel hakların yeni taşınmaza aktarılması oluşturmaktadır. Aşağıda hakların aktarılması meselesi önce iradi birleştirmeler (bkz. aşağıda I.) ardından da zorunlu  birleştirmeler  (bkz.  aşağıda  II.)  bakımından  incelenecektir. Çalışmamız kapsamında mevcut tapu uygulamalarının (bkz. aşağıda II/B) ve yerleşik öğretinin getirdiği çözümün açıklanmasının (bkz. aşağıda II/C) yanı sıra soruna ilişkin özgün bir çözüm de önerilecektir (bkz. aşağıda II/D).  I. İRADİ BİRLEŞTİRME Türk  Medeni  Kanunu  (TMK)  m.  1000  f.  2  uyarınca  taşınmazların birleştirilmesi için uyulacak usul Cumhurbaşkanınca çıkarılacak yönetmelikle belirlenir. Bu konuda Cumhurbaşkanı tarafından çıkarılan bir yönetmelik olmaması  nedeniyle,  söz  konusu  usul  Tapu  Sicili  Tüzüğü nde  (TST) düzenlenmektedir.  TST m. 66 f. 1 uyarınca sadece birbirine bitişik taşınmazların iradi olarak birleştirilmesi mümkündür. Bu hükmün ilk fıkrasında aynı kişiye veya farklı kişilere ait birbirine bitişik taşınmazların birleştirilmesinin mümkün olduğu; ikinci fıkrasında da birleştirilecek taşınmazların üzerinde sınırlı ayni haklar ile şerh edilmiş kişisel haklar var ise birleştirme için bütün hak sahiplerinin onayının alınacağı öngörülmektedir. İlgili hak sahiplerinin haklarının yeni taşınmaz  üzerinde  ne  şekilde  ve  hangi sırayla  kazanılacağı  hususlarında anlaşmaları mümkündür. Böyle bir anlaşmanın varlığı hâlinde yeni düzen bu anlaşmaya göre kurulur. Hak sahiplerinin birleştirmeye onay vermekle birlikte yeni  düzene  ilişkin  bir  anlaşma  yapmamaları  durumunda  birleştirmenin gerçekleştirilip  gerçekleştirilmeyeceği  ise  açık  değildir.  Bu  meselenin çözümü, TST m. 66 f. 5 hükmünün yorumu ile ilgilidir.  Bu hükme göre [b]irleştirilen taşınmazlar üzerindeki hak ve yükler, yeni oluşan taşınmazın                                                            2   TMK m. 1000 f. 2, 02.07.2018 tarihli ve 700 sayılı KHK m. 139 ile değiştirilmeden önce, şu hükmü içeriyordu: Bir taşınmazın bölünmesi veya birden çok taşınmazın birleştirilmesi hâlinde uyulacak usul tüzükle belirlenir. Bu hükme dayalı olarak Tapu Sicil Tüzüğü çıkarılmıştır. 02.07.2018 tarihli ve 700 sayılı KHK geçici m. 1 uyarınca, [b]u Kanun Hükmünde Kararnamenin yürürlüğe girdiği tarihten önce, bu Kanun Hükmünde Kararname ile değişiklik yapılan kanunların ve kanun hükmünde kararnamelerin ilgili maddeleri gereğince yürürlüğe konulmuş olan tüzükler, nizamnameler, Başbakanlık ve Bakanlar Kurulu tarafından çıkarılan yönetmelikler ile diğer işlemler yürürlükten kaldırılmadıkça geçerliliğini sürdürür. Tapu Sicili Tüzüğü nün yerini almak üzere Cumhurbaşkanınca yönetmelik çıkarılmamış olduğundan Tapu Sicili Tüzüğü hâlen yürürlüktedir.  3   Ünal ve Başpınar, 2020: 333. 1045Işık ÖNAY, Yasin Alperen KARAŞAHİN   Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1043-1082  kütük sayfasına aynen nakledilir. Nakledilen haklar ve yüklerin paydaşlardan hangisine ait olduğu da ayrıca belirtilir ve eski sayfalar kapatılır. Birleştirmenin  gerçekleştirilebilmesi  için  taşınmazlar  üzerindeki  hak sahiplerinin  birleştirme  sonrası  kurulacak  yeni  hak  düzeni  üzerinde anlaşmaları  gerektiği  kabul  edilirse  bu  hükmün  iradi  birleştirmeler bakımından uygulama alanı kalmamaktadır. Bu ihtimalde hükmün yalnızca zorunlu birleştirmeler bakımından öngörüldüğü sonucuna varmak gerekir. Bununla birlikte TST m. 66 f. 5 hükmü bakımından başka bir yorum tarzının benimsenmesi  de  mümkündür.  Birden  çok  taşınmaz  üzerindeki  hak sahiplerinin bu taşınmazların birleştirilmesine rıza göstermeleri tek başına yeterli görülür ve birleştirme sonucunda oluşacak yeni hak düzeni üzerinde anlaşmaları aranmazsa, TST m. 66 f. 5 hükmünün emredici olmayan bir hüküm olarak devreye girdiği ve yeni hak düzeninin belirlenmesini sağladığı savunulabilir.  Taşınmazların iradi olarak birleştirilmesi için taşınmaz üzerinde sınırlı ayni hak veya şerh edilmiş kişisel hak sahiplerinin rızasının aranmadığı istisnai bir hâl TST m. 66 f. 3 te düzenlenmektedir: Aynı malike ait yüklü olmayan bir taşınmaz ile yüklü bir taşınmazın birleştirilmesi istenildiğinde, hak sahiplerinin onayı aranmaz. Birleştirilmek  istenen  taşınmazların  yalnızca  birinin  yüklü  olduğu hâllerde, malik dışındaki hak sahiplerinin rızasının aranmamasının arkasında yatan düşünce şu olsa gerekir: Yüklü taşınmazın üzerindeki haklar birleştirme sonucunda ortaya çıkan yeni taşınmaza aynen aktarılacaktır (TST m. 66 f. 5 c. 1);  dolayısıyla  söz  konusu  hakların  sahiplerinin  bu  aktarımdan  olumsuz etkilenmesi söz konusu olmaz. Bilâkis, aktarılan hakkın niteliğine göre hak sahibi birleştirmeden menfaat dahi elde edebilir. Örneğin eskiden daha küçük bir taşınmaz  üzerinde  rehin  hakkı  sahibi  olan  kişi  birleştirmeden  sonra, alacağını elde edebilmek amacıyla daha büyük (ve muhtemelen daha değerli) bir taşınmazın paraya çevrilmesini sağlama imkânına sahip olacaktır. Yüklü taşınmaz üzerinde birden fazla hak bulunması hâlinde bir sıra problemiyle de                                                            4   Bu yönde Helvacı, 2008: 348. 5   Bu ihtimalde ilgili hak sahiplerinin rızalarının aranmamasının doğru olmadığı yönünde Oğuzman, Seliçi, ve Oktay-Özdemir, 2020: kn. 821 dn. 595. 6   İsviçre hukukunda aynı yönde Steinauer, 2012: kn. 2660c. Yazara göre, aynı kişinin mülkiyetinde bulunan ve sadece biri rehinle yüklü olan iki taşınmazın rehinli alacaklının rızası olmaksızın birleştirilmesi, sadece rehin hakkı birleşme sonrasında oluşan taşınmazın bütününü yükleyecekse mümkün olacaktır. 1046Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1043-1083   Birleştirilen Taşınmazlar Üzerindeki… karşılaşılmayacak, eski yüklü taşınmaz üzerindeki sıra birleştirme sonucunda oluşan yeni taşınmaz üzerinde korunacaktır. İlk bakışta malik ve diğer hak sahipleri  arasındaki  menfaat  dengesi  bakımından  malik  aleyhine  olarak görülebilecek bu sonuç aslında adil bir çözüm sunmaktadır. Zira TST m. 66 f. 3 te  düzenlenen  ihtimalde  malik,  söz  konusu  hak  sahiplerinin  rızasını almaksızın tek başına hareket etmektedir ve bu işlemin olumsuz sonuçlarını ona yüklemekte bir sakınca bulunmamaktadır. Taşınmazlarını birleştirmek isteyen malikin, söz konusu hak sahiplerinin rızasını alarak, yeni taşınmaz üzerinde farklı bir düzenleme yapmasına engel yoktur.  Son olarak belirtmek gerekir ki TST m. 66 f. 4 te geçit hakkı sahibinin rızasının aranmayacağı istisnai bir ihtimal daha düzenlenmektedir:  Yapılacak planlarla yola cepheli duruma gelen taşınmazlar üzerinde geçit  hakkı  bulunması  hâlinde,  birleştirme  işleminde  geçit  hakkı lehtarının onayı aranmaz. 4721 sayılı Kanunun 1026 ncı maddesi uyarınca  yüklü  taşınmaz  malikinin  istemine  istinaden  birleştirme sonucu yola cepheli hâle gelen taşınmazların lehine olan geçit hakkı terkin edilir ve geçit hakkı lehtarına hemen bildirilir.   Bu çalışmada incelenen konu bakımından özel bir önem arz etmeyen bu düzenleme, aslında eleştiriye açık olsa da, ayrıntılı olarak incelenmeyecektir.  II. ZORUNLU BİRLEŞTİRME A. Genel Açıklamalar Zorunlu birleştirmelerin çeşitli sebeplerle gerçekleştirilmesi söz konusu olabilir. Bu sebepler büyük ölçüde kamu hukuku kurallarıyla öngörülmüştür. Zorunlu birleştirmelere örnek olarak İmar K. m. 18 çerçevesinde yapılan arazi ve arsa düzenlemeleri ile 6200 sayılı Kanun ek m. 9 f. 3 uyarınca yapılan arazi toplulaştırılması verilebilir.  İdare  tarafından  kamu  hukuku  kurallarına  dayalı  olarak  yapılan düzenlemelerde, iki veya daha çok taşınmazın sınırlarının kaldırılarak yeni bir taşınmaz  oluşturulması  dışında,  malik(ler)e  önceki  taşınmazlarının konumundan  farklı  yerde  yeni  taşınmaz(lar)  veya  yeni  taşınmaz(lar)ın mülkiyet pay(lar)ı da verilebilmektedir. İmar uygulamaları bu açıdan önemli bir örnek teşkil etmektedir. İmar K. m. 18 uyarınca yapılan arazi ve arsa                                                            7   Hükmün eleştirisi için bkz. Sirmen, 2020: 181.  8   Arazilerin toplulaştırılması TMK m. 755 uyarınca ilgili malikler tarafından, hükümde aranan çoğunluğun sağlanması durumunda da gerçekleştirilebilir. 1047Işık ÖNAY, Yasin Alperen KARAŞAHİN   Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1043-1082  düzenlemelerinde taşınmaz malik(ler)ine önceki taşınmazlar yerine başka konumda taşınmaz(lar)ın veya bu tür taşınmaz(lar)ın mülkiyet pay(lar)ının verilmesi söz konusu olabilmektedir. Bu tür düzenlemeler de – birleştirme tabirinin  kelime  anlamının  dışında  kalmalarına  rağmen  –  taşınmazların birleştirilmesi  olarak  adlandırılmaktadır.  Nitekim  [t]aşınmazların birleştirilmesi kenar başlığı altında yer alan TMK m. 859 f. 1 hükmünde sözü geçen parsel birleştirilmesi ve dağıtımı işlemi açıklanan şekilde yapılan arsa ve arazi düzenlemelerini kapsamaktadır. Zorunlu birleştirmelerde ne malikin ne de taşınmazlar üzerindeki başka hak  sahiplerinin  rızası  aranır.  Birleştirilen  taşınmazlar  üzerindeki  bazı haklar, zorunlu birleştirme sonucunda ortaya çıkan yeni taşınmaz üzerinde kanun gereği, kendiliğinden kazanılır. Bu kazanım ayni ikame yoluyla, dolayısıyla  sicil  dışı  gerçekleşir.  Hak  sahipleri,  birleştirilen  taşınmaz üzerindeki haklarını kaybetmişler; buna karşılık malikin kaim değer olarak kazandığı yeni taşınmaz üzerinde hak kazanmışlardır. Buradaki kazanım aslen iktisap niteliğindedir ve gerçekleştiği an kamu hukuku kurallarına göre belirlenir.                                                            9   İmar K. m. 18 f. 12 ye göre [d]üzenleme sonucu taşınmaz maliklerine verilecek parseller; öncelikle düzenlemeye alınan taşınmazın bulunduğu yerden, mümkün olmuyor ise en yakınındaki eşdeğer alandan verilir. Aynı yönde Arazi ve Arsa Düzenlemeleri Hakkında Yönetmelik, m. 17 f. 1 (a). Ancak, aynı yerden imar parseli verilmesine engel olan birçok sebep bulunmaktadır. Bu sebepler hakkında açıklamalar ve idari yargı kararları için bkz. Ergen, 2004: 219 ve 239-261. Dolayısıyla, taşınmazın plan sonucunda konumu ve kullanım fonksiyonu (yeşil alan, yol, konut, ticaret alanı, v.b.), hatta mülkiyet yapısı da (tam mülkiyet, paylı mülkiyet) değişebilecektir (Yeşil, 2016: 440).  10  Örneğin İmar K. m. 18 f. 1 de ve 6200 sayılı Devlet Su İşleri Genel Müdürlüğünce Yürütülen Hizmetler Hakkında Kanun a 19.04.2018 tarihli 7139 sayılı Kanun ile eklenen ek m. 9 f. 3 te maliklerin ve ilgili hak sahiplerinin rızalarının aranmayacağı açıkça ifade edilmektedir. İsviçre hukuku bakımından kamu hukuku kuralları uyarınca gerçekleştirilen birleştirmelerde  rehinli  alacaklının  ve  diğer  hak  sahiplerinin  rızasının  aranmayacağı yönünde Steinauer, 1999: kn. 2707h; BSK ZGB II-Schmid-Tschirren, 2015: Art. 802 kn. 4.  11  Genel olarak bkz. Huber, 1988: 256. Rehin hakkı özelinde bkz. Çetiner, 2015: 228; ZKDürr, 2009: Art. 802 kn. 1-2; Helvacı, 2008: 342; Steinauer, 2012: kn. 2707f; BSK ZGB IISchmid-Tschirren, 2015: Art. 802 kn. 2-3. İntifa hakkına ilişkin olarak bkz. BSK ZGB IIMüller, 2015: Art. 750 kn. 5; Özen, 2008: 190-191. İkame hâllerini yerleşik öğretiden farklı bir  şekilde  sınıflandıran  Eggel,  bu  ihtimalde  hukuki  durumu  sürdüren  ikamenin (rechtslagefortsetzende Surrogation) söz konusu olduğu görüşündedir (Eggel, 2013: kn. 4.163-4.164). Rehin hakkının ikame yoluyla kazanıldığını kabul eden Eggel, irtifak hakları bakımından ise ikamenin değil bir tasfiye usulünün (Bereinigungsverfahren) söz konusu olduğunu kabul etmektedir (Eggel, 2013: kn. 4.157 dn. 1172). 12  Huber, 1988: 256; BSK ZGB II-Schmid-Tschirren, 2015: Art. 802 kn. 2. 13  Huber, 1988: 259; BSK ZGB II-Schmid-Tschirren, 2015: Art. 802 kn. 3. 1048Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1043-1083   Birleştirilen Taşınmazlar Üzerindeki… Zorunlu birleştirme hâlinde, eski taşınmaz üzerindeki haklara ne olacağı meselesi kanunda taşınmaz üzerindeki rehin hakları bakımından özel olarak düzenlemiştir (TMK m. 859 f. 1): Yetkili kamu kurum veya kuruluşu tarafından gerçekleştirilen parsel birleştirilmesi  ve  dağıtımı  işlemi  sonucunda  birleştirilen  parsel üzerindeki rehinler, sıralarını koruyarak o parselin yerine verilen taşınmaz üzerine geçer. Kanunda mesele özel olarak yalnızca rehin hakkı bakımından (ve daha genel  olarak  intifa  hakkı  bakımından,  bkz.  TMK  m.  798  f.  2)14 düzenlenmekte olsa da benzer sonuçlar taşınmaz yükü ve bazı şerh edilmiş kişisel haklarda şerhin etkisi bakımından da doğacaktır.  Birleştirilen  taşınmazların  üzerinde  birbiriyle  çatışabilecek  haklar bulunduğu takdirde bunların yeni taşınmaza ne şekilde aktarılacağı oldukça çetrefilli bir mesele hâlini alabilir. Rehin hakkı bakımından bunu öngören kanun koyucu, yukarıda anılan hükmün ikinci fıkrasında şu düzenlemeyi yapmıştır (TMK m. 859 f. 2): Birleştirme sonucunda meydana gelen taşınmaz, değişik alacaklar için rehinli veya bazıları rehinsiz birden çok parselin yerini alırsa; bu taşınmaz üzerine geçen rehin hakları, taşınmazı bütün olarak kapsar ve olanak ölçüsünde sıralarını korurlar. Hükmün amacı aktarım sonrasında derecelerin sayısal olarak korunması değil,  rehinli  alacaklıların  teminatlarının  değerinin  korunmasıdır.  Bu nedenle rehin haklarının nasıl aktarılacağına karar verilirken şu düşünceyle hareket edilmelidir: Taşınmazlar birleştirmeden hemen önce ayrı ayrı paraya çevrilmiş  olsaydı,  rehinli  alacaklılar  ne  elde  edecek  idilerse,  birleştirme sonucu  ortaya  çıkan  taşınmaz  paraya  çevrildiğinde  bundan  azını  elde etmemelidirler.  Açıklanan  kanun  hükmü  dikkate  alınarak,  birleşen  taşınmazlar üzerindeki hakların tamamı bakımından ulaşılması hedeflenen ideal amaç şu                                                            14  Kanunda intifa hakkının, sigorta ve kamulaştırma gibi durumlarda hakkın konusu yerine geçen şey üzerinde devam edeceği ifade edilmekte olup öğretide bu hükmün kapsamı geniş anlaşılmakta ve intifa konusu şeyin yerine başka bir şeyin geçtiği her durum hükmün kapsamında değerlendirilmektedir (Sirmen, 2020: 327; Eggel, 2013: kn. 4.191). 15  İsviçre hukuku bakımından bkz. Huber, 1988: 257. 16  ZK-Dürr, 2009: Art. 802 kn. 47-48; BSK ZGB II-Schmid-Tschirren, 2015: Art. 802 kn. 5; Steinauer, 2012: kn. 2660c ve 2707g. 17  Çetiner, 2015: 229; ZK-Dürr, 2009: Art. 802 kn. 49. 1049Işık ÖNAY, Yasin Alperen KARAŞAHİN   Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1043-1082  şekilde tespit edilebilir: Hakların ne şekilde aktarılacağı tespit edilirken, tüm hak  sahiplerinin  menfaatleri  birleştirmeden  mümkün  olan  en  az  şekilde etkilenmelidir.  Söz  konusu  değerlendirme  yapılırken  sadece  diğer  hak sahiplerinin değil, malikin de menfaatleri dikkate alınmalıdır. Anılan amacın gerçekleştirilmesi  için  aktarılacak  hakların değerinin  ve  aralarındaki  sıra ilişkisinin mümkün olduğu ölçüde muhafaza edilmesi önem taşır. Çalışmamızın temel amacı, bu ideal sonuca ulaşılmasını sağlayacak, uygulaması kolay ve hukuki belirlilik sağlayacak bir çözüm önermektir. Aşağıda  öncelikle  tapu  uygulamasında  kullanılan  yöntem;  ardından  da öğretideki  yerleşik  görüş  açıklanacak  ve  değerlendirilecektir.  Bu değerlendirmelerden  sonra  haklar  aktarılırken  uygulanmasını önerdiğimiz sistem  açıklanacak  ve  son  olarak  bu  sisteme  yöneltilebileceğini  tahmin ettiğimiz muhtemel eleştiriler cevaplanacaktır. Bu  açıklamaların  yapılmasından  önce  belirtmek  gerekir  ki,  zorunlu birleştirmelerde  özel  hukuk  kurallarının  yanı  sıra  zorunlu  birleştirmeyi öngören  kamu  hukuku  kurallarının  da  dikkate  alınması  gerekmektedir. Çalışmamız kapsamında birleştirme öncesindeki taşınmazları konu alan sınırlı ayni hakların ve şerh edilmiş kişisel hakların zorunlu birleştirme sonrasında oluşan yeni taşınmaza aktarılmasına dair yapacağımız açıklamalar, zorunlu birleştirme  öngören  kamu  hukuku  kuralları  ile  özel  hukuk  kurallarının birbirleriyle uyumlu olmasının önemini göstermektedir. Birleştirme sonrası oluşturulacak düzende, önceki düzendeki menfaat dengelerinin korunabilmesi ancak ilgili kamu hukuku kurallarının da bu amaç gözetilerek düzenlenmesi hâlinde mümkündür. B. Tapu Uygulamasının Açıklanması ve Değerlendirilmesi Tapu müdürlükleri, birleşen taşınmazlar üzerindeki rehin hakları kaçıncı derecede tescilli ise, bu hakları birleşme sonrasında oluşan yeni taşınmazın aynı derecelerinin yan derecelerine aynen tescil etmektedir. Rehin haklarının bu şekilde aktarılması, rehin hakkı sahiplerinin durumlarını değiştirebilecek ve kanunun amacına aykırı sonuçlar doğurabilecek niteliktedir.                                                            18  Yeni taşınmaz üzerindeki hakların ayni ikame yoluyla aynı anda kazanılması söz konusu olmasına rağmen bunlar arasındaki sıra ilişkisi muhafaza edilmelidir. Kanun koyucunun TMK 859 f. 2 de rehin hakkı bakımından düzenlediği bu yöndeki kuralın arkasında yatan düşünce yeni taşınmaza aktarılan diğer sınırlı ayni haklar bakımından da geçerlidir. 19  Acar, 2008: 261; Yeşil, 2016: 290. 1050Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1043-1083   Birleştirilen Taşınmazlar Üzerindeki… Örnek 1: Aynı kişinin mülkiyetinde olan (1) ve (2) numaralı taşınmazların değeri ve bu taşınmazlar üzerindeki rehin hakları aşağıda gösterilmiştir. (1)  (2) Değer     : 400.000 TL  Değer       : 200.000 TL Rehin Hakları  Rehin Hakları Hak Sahibi  Miktar  Derece  Hak Sahibi  Miktar  Derece (B)  300.000 TL  I  (D)  100.000 TL  I (C)  100.000 TL  II       Bu taşınmazlar ayrı ayrı olarak değerlerinin %60 ı oranında bir bedelle paraya çevrilirse, (1) numaralı taşınmazın satış bedelinden (B) ye 240.000 TL ödenir; (C) ye ise hiç ödeme yapılamaz. Dolayısıyla (B) nin alacak hakkının 60.000 TL miktarındaki kısmı karşılanmamış olur. Buna karşılık, (2) numaralı taşınmazın  120.000  TL  olan  satış  bedelinden  (D) nin  100.000  TL miktarındaki alacak hakkının tamamı ödenir. (1) ve (2) numaralı taşınmazların birleştirilmesi sonucunda (3) numaralı taşınmaz oluşur ve bu taşınmazın değerinin 600.000 TL olduğu varsayılırsa, tapu  müdürlüklerinin  uygulamasına  göre  rehin  hakları  şu  şekilde aktarılacaktır: (3) Değer     : 600.000 TL Rehin Hakları Hak Sahibi  Miktar  Derece  (B)  300.000 TL  I (D)  100.000 TL  I (C)  100.000 TL  II                                                            20  Benzer bir örnek için bkz. Yeşil, 2016: 290. 1051Işık ÖNAY, Yasin Alperen KARAŞAHİN   Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1043-1082  (3)  numaralı  taşınmaz  değerinin  %60 ı  oranında  bir  bedelle  paraya çevrilirse, 360.000 TL miktarındaki satış bedeli I. derecede rehin hakkı sahibi olan (B) ve (D) arasında alacakları oranında paylaştırılacaktır (TMK m. 874 f. 2)21. (B) nin ve (D) nin rehinle teminat altına alınan alacaklarının miktarının rehin  haklarının  tescilli  olduğu  yan  derecelerin  miktarına  eşit  olduğu varsayılırsa, (B) ye 270.000 TL, (D) ye ise 90.000 TL ödeme yapılacaktır. Bu durum ile taşınmazların birleştirme öncesinde ayrı ayrı paraya çevrilmesi ihtimali karşılaştırılınca, (B) nin durumunun iyileştiği, (D) nin durumunun ise kötüleştiği  görülmektedir.  Hâlbuki  kanun  koyucu  bu  tür  bir  sonucun engellenmesini amaçlamaktadır. Dolayısıyla tapu uygulamasında benimsenen yöntem, kanun koyucunun amacına aykırı sonuç doğurabilmektedir. C. Öğretide Yerleşik Görüşün Açıklanması ve Değerlendirilmesi Türk ve  İsviçre  öğretilerinde  yerleşik olan  görüşe göre,  birden çok taşınmazın birleştirilmesi hâlinde, birleştirilen taşınmazlar üzerindeki rehin hakları, birleştirme sonucunda oluşan yeni taşınmazın her hâlükârda bütününü konu alacaktır. Birleştirilen taşınmazların aynı kişinin mülkiyetinde olması hâlinde bu durum açık olarak kabul edilmektedir. Buna karşılık, birleştirilen taşınmazların  farklı  kişilerin  mülkiyetinde  olması  hâli  genellikle  ele alınmamaktadır. Ancak, yerleşik görüşü benimseyen bir yazar, bu durumda                                                            21  Tapu müdürlüklerinin uygulamasının da bu yönde olduğunu göstermesi açısından bkz. Yeşil, 2016: 291. 22  Tapu uygulamasının kanun koyucunun amacına uygun sonuç doğurması, sadece birleşme öncesindeki  taşınmazlar  üzerindeki  rehin  derecelerinin  miktarlarının  taşınmazların değerlerine oranlarının aynı olması durumunda ortaya çıkmaktadır. Bu durumu açıklamak için Örnek 1 de (D) lehine kurulan rehin derecesinin miktarının 150.000 TL olduğu varsayılabilir.  Bu  durumda,  hem  (B)  lehine  kurulan  rehin  derecesinin  (1)  numaralı taşınmazın değerine oranı (300.000/400.000) hem de (D) lehine kurulan rehin derecesinin (2) numaralı taşınmazın değerine oranı (150.000/200.000) ¾ olmaktadır. (1) ve (2) numaralı taşınmazlar değerlerinin %60 ı oranında bir bedelle paraya çevrilirse, (B) 240.000 TL ve (D) 120.000 TL elde etmektedir. (B) ye ve (D) ye ait rehin hakları aynen (3) numaralı taşınmazın I. derecesine aktarılır ve (3) numaralı taşınmaz değerinin %60 ı oranında bir bedele paraya çevrilirse, I. derecenin yan derecelerine 360.000 TL ödenecektir. I. derecenin yan dereceleri ile teminat altına alınan alacakların birbirine oranı 2 birime (300.000 TL) 1 birim (150.000 TL) olduğundan (B) ye 240.000 TL, (D) ye 120.000 TL ödenecektir. (Bu ihtimale dikkatimizi çeken Ar. Gör. Hüseyin Bahadır Çolak a ve Ar. Gör. Orcan Ok a teşekkür ederiz.) 23  Bu konuda bkz. Gürsoy, Eren, ve Cansel, 1984: 1025-1028.  24  Gürsoy, Eren ve Cansel sadece aynı kişinin mülkiyetinde olan taşınmazların birleştirilmesi ihtimalini ele almaktadır (Gürsoy, Eren ve Cansel, 1984: 1025-1028). Acar ve Helvacı da birleştirmenin sonuçlarına dair açıklama  yaparken ve örnek verirken sadece birleşen 1052Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1043-1083   Birleştirilen Taşınmazlar Üzerindeki… birleştirme sonucu oluşan taşınmazın mülkiyetinin payları yerine taşınmazın bütününü  konu  alacak  şekilde  önceki  taşınmazlar  üzerindeki  rehinlerin aktarılmasını açıkça kabul etmektedir. Birleştirme  sonrasında  oluşan  yeni  taşınmazın  bütününe  önceki taşınmazlar  üzerindeki  rehin  hakları  aktarılırken  önemli  olan,  rehinli alacaklılara aynı düzeyde teminat sağlamaya yönelik düzenleme yapılmasıdır. Bu amaca ulaşmak için birleştirme sonrası oluşan yeni taşınmaz üzerinde yeni bir derece düzeninin oluşturulması ve bu düzende rehin haklarının önceki taşınmaz üzerindeki derecelerinden farklı bir dereceye aktarılması ve/veya yan dereceler oluşturulması gerekli olabilir.  1.   Öğretide  Yerleşik  Görüş  Tarafından  Uygulanan  Yöntemin Açıklanması Birleşen taşınmazlar üzerindeki rehin haklarının birleşme sonrası oluşan yeni taşınmazın bütününü konu alacak şekilde tescil edilmesinin yöntemi aşağıda iki aşamada açıklanacaktır. Bu yöntemde iki oran kullanılmaktadır. İlk  olarak,  birleştirme  öncesinde  taşınmazı  yükleyen  rehin  haklarının taşınmazın değerine oranı dikkate alınmaktadır. İkinci olarak da, birleştirilen taşınmazların değerlerinin birbirine oranı önem taşımaktadır. Açıklanan yöntemin amacı, birleştirme öncesindeki taşınmazların değerinin aynı oranını yükleyen rehin haklarının, birleştirme sonrasında oluşan taşınmazın değerinin yine aynı oranını yüklemesinin temin edilmesidir. a. İlk Aşama İlk olarak, birleşen taşınmazların I. derecesinde yer alan rehin haklarının bu taşınmazların değerine oranı belirlenmelidir. Bu oranların en küçük olanı                                                            taşınmazların aynı kişinin mülkiyetinde olması ihtimalini dikkate almaktadırlar (Acar, 2008: 258-265; Helvacı, 2008: 343-344).  25  Bu konuda bkz. ZK-Dürr, 2009: Art. 802 kn. 57-62.  Yazar, sadece önceki taşınmazlar üzerindeki  rehin  haklarının  yeni  taşınmazın  bütününe  aktarılırken  yeni  dereceler oluşturmanın çok karmaşık olduğu hâllerde, önceki taşınmazlar üzerindeki rehin haklarının paylar üzerinde rehin hakkı olarak tescilini kabul etmektedir. Ancak, yeni taşınmazın bütünü üzerinde  dereceler  oluşturmanın  çok  karmaşık  olmasına  dair  bir  ölçüt  veya  örnek vermemektedir. Yazar, bunun dışındaki hâllerde, önceki taşınmazlar üzerindeki rehin haklarının yeni taşınmazın bütününü yüklemesini kabul etmektedir.  26  Gürsoy, Eren ve Cansel, 1984: 1026. 27  BSK ZGB II-Schmid-Tschirren, 2015: Art. 802 kn. 5. 28  ZK-Dürr, 2009: Art. 802 kn. 50-51. 29  Karş. ZK-Dürr, 2009: Art. 802 kn. 49. 1053Işık ÖNAY, Yasin Alperen KARAŞAHİN   Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1043-1082  birleşme sonucunda oluşan taşınmazın değerine uygulanarak yeni taşınmaz üzerindeki I. derecenin miktarı bulunmalıdır. Birleşen taşınmazlar üzerinde I. derecede kurulu olan rehin hakları, belli oranda birleşme sonrasında oluşan taşınmazın I. derecesinin yan derecelerine yerleştirilecektir. Yan derecelere yerleştirilen rehin hakları aynı sırada olacaktır; bu rehin haklarının birleşme öncesinde kurulu oldukları rehin derecelerinin tescil tarihine göre bir sıra ilişkisi  kurulmayacaktır.  Yan  derecelerin  miktarı  belirlenirken, taşınmazların  birleşme  öncesindeki  değerlerinin  birbirlerine  oranı  esas alınacaktır. Birleşen taşınmazlardan biri üzerinde kurulu olan rehin hakkının birleşme sonucunda oluşan taşınmazın I. derecesinin yan derecesine tam olarak yerleştirilememesi durumunda, bu rehin hakkının kalan miktarı yeni taşınmazın II. derecesine tescil edilecektir. Örnek 2: (1)  (2) Değer     : 100.000 TL  Değer       : 400.000 TL Rehin Hakları  Rehin Hakları Hak Sahibi  Miktar  Derece  Hak Sahibi  Miktar  Derece (B)  100.000 TL  I  (C)  300.000 TL  I  Bu olayda (1) ve (2) numaralı taşınmazların birleşmesi sonucunda (3) numaralı yeni bir taşınmaz oluşmaktadır. (1) numaralı taşınmaz üzerinde (B) lehine kurulu olan rehin hakkının miktarı bu taşınmazın değerine eşittir; yani rehin yükünün rehin konusu taşınmazın değerine oranı (100.000/100.000) 1 dir. (2) numaralı taşınmaz üzerinde (C) lehine kurulu olan rehin hakkının miktarının rehin konusu taşınmazın değerine oranı ise (300.000/400.000) ¾ tür. İki oran arasında küçük olanı ¾ tür. Bu nedenle, birleşme sonucunda oluşan taşınmazın değerine bu oran (¾ oranı) uygulanarak yeni taşınmaz üzerindeki I. derecenin miktarı bulunacaktır. Dolayısıyla, (1) ve (2) numaralı taşınmazların birleşmesi sonucunda oluşan (3) numaralı parselin değerinin 500.000 TL olması durumunda, bu taşınmaz üzerindeki I. derecenin miktarı (500.000 x ¾) 375.000 TL olacaktır. Bu derecenin yan derecelerinin miktarı belirlenirken,  birleşme  öncesinde  taşınmazların  değerinin  birbirine  oranı                                                            30  Acar, 2008: 261. Aksi yönde Helvacı, 2008: 343-344. 1054Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1043-1083   Birleştirilen Taşınmazlar Üzerindeki… bulunur ve bu orana göre I. derecenin yan dereceleri oluşturulur. (1) ve (2) numaralı  taşınmazların  birleşme  öncesindeki  değerlerinin  oranı (100.000/400.000) 1 birime 4 birimdir. Bu nedenle, (3) numaralı parselin 375.000 TL miktarında olan I. derecesinin (1 birime tekabül eden) 75.000 TL miktarındaki yan derecesi (1) numaralı taşınmazdan aktarılan (B) ye ait rehin hakkına, (4 birime tekabül eden) 300.000 TL miktarındaki yan derecesi ise (2) numaralı taşınmazdan aktarılan (C) ye ait rehin hakkına tahsis edilecektir. (1) numaralı taşınmaz üzerinde (B) lehine kurulu olan rehin hakkının bütün olarak I.  derecenin  yan  derecesine  yerleştirilmesi  mümkün  olmamaktadır.  Bu nedenle, (B) lehine kurulu olan rehin hakkının bölünmesi ve kısmen II. dereceye aktarılması gerekecektir. (3) Değer     : 500.000 TL Rehin Hakları Hak Sahibi  Miktar  Derece  (B)  75.000 TL  I (C)  300.000 TL  I (B)  25.000 TL  II Bu açıklamalar, birleşen taşınmazlar üzerindeki belli bir derecede tescilli olan rehin haklarının birleşme sonrasında oluşan taşınmaz üzerinde her zaman aynı dereceye aktarılmadığını göstermektedir. Nitekim, (1) numaralı taşınmaz üzerinde I. derecede (B) lehine tescilli olan rehin hakkının ikiye bölünmesi ve birleşme sonrasında oluşan (3) numaralı taşınmazın kısmen II. derecesine tescili gerekmiştir. Rehin  haklarının  bu  şekilde  aktarılması  durumunda  rehin  hakkı sahiplerinin  hukuki  durumunun  korunmuş  olduğunun  gösterilmesi  için, taşınmazların  değerlerinin  %60 ı  oranında  bir  satış  bedeline  paraya çevrilecekleri varsayılabilir. (1) ve (2) numaralı taşınmazlar birleştirilmeden önce  ayrı  ayrı  değerlerinin  %60 ı  oranındaki  bedele  paraya  çevrilmiş olsalardı, (1) numaralı taşınmaz için 60.000 TL satış bedeli elde edilmiş olacaktı. Bu durumda, (A) nın alacak hakkının 40.000 TL miktarındaki kısmı karşılanmamış olacaktı. (2) numaralı taşınmaz için ise 240.000 TL satış bedeli elde edilmiş ve (C) ye ait alacak hakkının 60.000 TL miktarındaki kısmı 1055Işık ÖNAY, Yasin Alperen KARAŞAHİN   Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1043-1082  karşılanmamış olacaktı. Birleşme sonrasında oluşan (3) numaralı taşınmaz değerinin %60 ı oranındaki bedele paraya çevrilmiş olursa, 300.000 TL elde edilir. Bu miktar, I. derecede tescilli rehin haklarının sahiplerinin alacaklarını karşılamayacağından satış bedeli I. derecenin yan derecelerine tescilli rehin hakkı sahiplerinin alacakları oranında onlara ödenecektir (TMK m. 874 f. 2). (C) ye ait alacak miktarı (300.000 TL), (B) ye ait alacak miktarının (75.000 TL) dört katındadır. Bu nedenle, (C) ye (300.000 x ⅘) 240.000 TL; (B) ye de (300.000 x ⅕) 60.000 TL ödenecektir. Bu hesaplama, rehin hakkı sahiplerinin durumlarının aynı kaldığını göstermektedir. Burada açıklanan yöntem yerine birleştirme öncesindeki taşınmazlar üzerinde aynı derecede tescilli olan rehin haklarının birleştirme sonrasında oluşan taşınmazın aynı derecesine tescil edilmesi basit bir yöntem olarak akla gelebilir. Ancak böyle bir yöntemin kullanılması kanunun amacına uygun olmayacaktır. Eğer (1) ve (2) numaralı taşınmazlar üzerindeki rehin hakları (3) numaralı taşınmazın doğrudan I. derecesinin yan derecelerine aktarılmış olsaydı,  (B) nin  ve  (C) nin  I.  derecede  rehinle  teminat  altına  alınmış alacaklarının oranı değişmiş olacaktı. Bu durumda, (C) ye ait alacak miktarı (300.000 TL), (B) ye ait alacak miktarının (100.000 TL) üç katı olacaktı. Dolayısıyla, 300.000 TL miktarındaki satış bedeli paylaştırılırken, (C) ye (300.000 x ¾) 225.000 TL; (B) ye ise (100.000 x ¼) 75.000 TL ödenecekti. Görüldüğü  üzere  bu  durumda,  (1)  ve  (2)  numaralı  taşınmazların birleşmesinden önceki duruma nazaran (B) nin durumu iyileşmiş ve (C) nin durumu  kötüleşmiş  olacaktı.  Hâlbuki  kanun  koyucu  bu  tür  bir  sonucun engellenmesini amaçlamaktadır. Öğretide savunulan bir görüşe göre, birleştirme sonucunda oluşan yeni taşınmaz üzerinde aynı derecenin yan derecelerine aktarılan rehin hakları, birleştirme  öncesindeki  taşınmazlardaki  tescil  tarihlerine  göre  kendi aralarında bir sıra ilişkisinde olmalıdır. Eğer (3) numaralı taşınmazın I. derecesinin yan dereceleri arasında (B) ye ve (C) ye ait rehin haklarının (1) ve (2) numaralı taşınmaz üzerindeki derecelerinin kurulma tarihlerine göre bir sıra ilişkisi oluşturulursa sonuç değişmektedir. Örnek olarak, (1) numaralı taşınmaz üzerinde (B) lehine rehin hakkı tescil edilen I. derecenin 15.01.2011 tarihinde; (2) numaralı taşınmaz üzerinde (C) lehine rehin hakkı tescil edilen I.  derecenin  ise  15.01.2010  tarihinde  (bir  yıl  önce)  kurulmuş  olduğu varsayılabilir.  Bu durumda, (C) ye ait rehin hakkı ön sırada yer alır ve 300.000 TL miktarındaki satış bedeli tamamen ona ödenir. (B) ye ise hiç                                                            31  Tapu müdürlüklerinin uygulamasının bu yönde olduğu açıklanmıştı. Bkz. yukarıda II/B. 32  Bu yönde Helvacı, 2008: 343-344. 1056Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1043-1083   Birleştirilen Taşınmazlar Üzerindeki… ödeme  yapılmaz.  Dolayısıyla,  (1)  ve  (2)  numaralı  taşınmazların birleşmesinden önceki duruma nazaran (B) nin durumu kötüleşmiş ve (C) nin durumu  iyileşmiş  olur.  Hâlbuki  kanun  koyucu  bu  tür  bir  sonucun engellenmesini amaçlamaktadır. b. İkinci Aşama Birleşme  sonrasında  oluşan  taşınmazın  II.  derecesine  (ve  sonraki derecelerine) birden çok rehin hakkının yerleştirilmesi gerekirse, II. derecenin (ve sonraki derecelerin) yan derecelerinin miktarını belirlemek için ikinci bir aşama gereklidir. Bu durumda birleştirme öncesindeki taşınmazlar için ayrı ayrı  olarak  şu  hesaplamanın  yapılması  gerekir:  Birleştirme  öncesindeki taşınmazın  değerinden  birleştirme  sonrasında  oluşan  taşınmaza  önceki aşamada aktarılan rehin hakkının miktarı düşülür ve kalan değer bulunur. Önceki taşınmazdan aktarılacak olan sıradaki rehin haklarının miktarının taşınmazların kalan değerine oranı hesaplanır. Bu oranlar esas alınarak 1. aşamada açıklanan hesaplama yapılır. Örnek 3a: (1)  (2) Değer     : 300.000 TL  Değer      : 600.000 TL Rehin Hakları  Rehin Hakları Hak Sahibi  Miktar  Derece  Hak Sahibi  Miktar  Derece (B)  200.000 TL  I  (D)  500.000 TL  I (C)  100.000 TL  II  (E)  100.000 TL  II       (F)  50.000 TL  III                                                            33  Bu örnek, büyük ölçüde ilk olarak Wieland tarafından verilen ve Türk öğretisinde Gürsoy, Eren ve Cansel tarafından aktarılan örnek olaya dayanmaktadır (Wieland, 1946: 572-573; Gürsoy, Eren ve Cansel, 1984: 1026-1028). Burada verilen örnek ile Wieland tarafından verilen örnek arasındaki tek esaslı farklılık, (1) numaralı taşınmazda (C) lehine kurulan rehin hakkının bu makalede (I. dereceye değil) II. dereceye yerleştirilmesidir. Esaslı bir fark teşkil etmemekle beraber, Gürsoy, Eren ve Cansel tarafından verilen örnekte kullanılan sayılar, günümüz açısından daha gerçekçi olması nedeniyle bu makalede 10 ile çarpılmıştır. Doktrinde Acar, Gürsoy, Eren ve Cansel tarafından aktarılan örnek olayı aynen aktarmıştır (Acar, 2008: 262-263). Ancak yazarın (C) ye ait rehin hakkının (1) numaralı taşınmazın II. derecesinde olduğunu belirttiği görülmekte olup örneğin devamında yapılan açıklamalar dikkate alındığında bu farklılığın sehven ortaya çıktığı düşünülmektedir. 1057Işık ÖNAY, Yasin Alperen KARAŞAHİN   Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1043-1082  Bu olayda (1) ve (2) numaralı taşınmazların birleştirilmesi sonucunda oluşan  (3)  numaralı  taşınmazın  değerinin  900.000  TL  olduğu varsayılmaktadır.  (B) nin  rehin  hakkı  ile  teminat  altına  alınan  miktarın (200.000 TL) (1) numaralı taşınmazın değerine (300.000 TL) oranı ⅔; (D) nin rehin hakkı ile teminat altına alınan miktarın (500.000 TL) (2) numaralı taşınmazın değerine (600.000 TL) oranı ise ⅚ dır. İkisi arasında küçük olan oran  ⅔ tür.  Bu  oran,  (3)  numaralı  taşınmazın  değerine  (900.000  TL) uygulanarak (3) numaralı taşınmaz üzerindeki I. derecenin miktarı 600.000 TL olarak bulunmaktadır. (1) numaralı taşınmazın değeri ile (2) numaralı taşınmazın değeri arasındaki oran (300.000/600.000) 1 birime 2 birimdir. Bu nedenle, (3) numaralı taşınmazın 600.000 TL miktarındaki I. derecesinin (1 birime tekabül eden) 200.000 TL miktarındaki yan derecesine (1) numaralı taşınmazdan aktarılan (B) ye ait rehin hakkı; (2 birime tekabül eden) 400.000 TL miktarındaki yan derecesine ise (2) numaralı taşınmazdan aktarılan (D) ye ait rehin hakkı tescil edilecektir.  (3) Değer     : 900.000 TL Rehin Hakları Hak Sahibi  Miktar  Derece  (B)  200.000 TL  I (D)  400.000 TL  I  (D) nin rehin hakkının 100.000 TL miktarındaki kısmı II. derecenin yan derecesine  yerleştirilecektir.  II.  derecenin  diğer  yan  derecesine  ise,  (1) numaralı taşınmaz üzerinde kurulu olan bir rehin hakkı tescil edilecektir. (1) numaralı taşınmazda sırada olan rehin hakkı, (C) ye ait olan 100.000 TL miktarındaki rehin hakkıdır. (C) ye ait rehin hakkının (1) numaralı taşınmazın kalan  değerine  (300.000-200.000=100.000  TL)  oranı  (100.000/100.000) 1 dir. (D) nin rehin hakkının kalan miktarının (100.000 TL) (2) numaralı taşınmazın  kalan  değerine  (600.000-400.000=200.000  TL)  oranı  ise (100.000/200.000) ½ dir. Dolayısıyla, (3) numaralı taşınmazın II. derecesinin miktarı  belirlenirken,  bu  taşınmazın  kalan  değerine  (900.000600.000=300.000  TL)  ½  oranı  uygulanacaktır.  (3)  numaralı  taşınmazın 150.000 TL miktarında olduğu bu şekilde belirlenen II. derecesinin yan 1058Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1043-1083   Birleştirilen Taşınmazlar Üzerindeki… dereceleri oluşturulurken, (1) numaralı taşınmazın kalan değerinin (300.000200.000=100.000 TL)  (2)  numaralı  taşınmazın  kalan  değerine  (600.000400.000=200.000 TL) oranı (1 birime 2 birim) esas alınacaktır. Dolayısıyla, 150.000 TL miktarında olan II. derecenin (1 birime tekabül eden) 50.000 TL miktarındaki ilk yan derecesi (1) numaralı taşınmazdan aktarılan (C) ye ait rehin hakkına; (2 birime tekabül eden) 100.000 TL miktarındaki diğer yan derecesi ise (2) numaralı taşınmazdan aktarılan (D) ye ait rehin hakkına tahsis edilecektir.  (3) Değer     : 900.000 TL Rehin Hakları Hak Sahibi  Miktar  Derece  (B)  200.000 TL  I (D)  400.000 TL  I (C)   50.000 TL  II (D)  100.000 TL  II    (C) nin rehin hakkının 50.000 TL miktarındaki kalan kısmı III. derecenin yan derecesine yerleştirilecektir. III. derecenin diğer yan derecesine ise, (2) numaralı taşınmaz üzerinde kurulu olan bir rehin hakkı tescil edilecektir. (2) numaralı taşınmazda sırada olan rehin hakkı, (E) ye ait olan 100.000 TL miktarındaki rehin hakkıdır. (E) ye ait rehin hakkının (2) numaralı taşınmazın kalan  değerine  (600.000-500.000=100.000  TL)  oranı  (100.000/100.000) 1 dir. (C) nin rehin hakkının kalan miktarının (50.000 TL) (1) numaralı taşınmazın  kalan  değerine  (300.000-250.000=50.000  TL)  oranı  da (50.000/50.000) 1 dir. Bu durumda, (3) numaralı taşınmazın III. derecesinin miktarı bu taşınmazın kalan değeri kadar; yani (900.000-750.000) 150.000 TL olacaktır. (C) ye ait rehin hakkının 50.000 TL miktarındaki kısmı ile (E) ye ait  100.000 TL  miktarındaki  rehin  hakkı  III.  derecenin  yan  derecelerini oluşturacaktır.  1059Işık ÖNAY, Yasin Alperen KARAŞAHİN   Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1043-1082  (2) numaralı taşınmaz üzerinde (F) lehine III. derecede kurulu olan rehin hakkı ise, (3) numaralı taşınmazın IV. derecesine yerleştirilecektir. (F) ye ait rehin hakkı, (2) numaralı taşınmazdaki gibi, (3) numaralı taşınmazda da taşınmazın değeri ile karşılanmayan bir dereceye tescil edilmiş olmaktadır. (3) Değer     : 900.000 TL Rehin Hakları Hak Sahibi  Miktar  Derece  (B)  200.000 TL  I (D)  400.000 TL  I (C)   50.000 TL  II (D)  100.000 TL  II (C)  50.000 TL  III (E)  100.000 TL  III (F)  50.000 TL  IV  2.   Öğretideki Yerleşik Görüş Tarafından Uygulanan Yöntemin Değerlendirilmesi ve Eleştirisi Açıklanan  yöntem,  tapu  uygulamasında  benimsenen  yöntemle karşılaştırıldığında,  kanun  koyucunun  amacına  daha  uygun  sonuçlar doğurmaktadır. Ancak buna rağmen bu yöntem de iki  ihtimal açısından eleştiriye  açıktır.  Birinci  ihtimal,  birleştirilen  taşınmazlardan  en  azından birinde boş rehin derecesi bulunmasıdır. İkinci ihtimal ise yeni taşınmaza aktarılacak haklar arasında rehin hakkına ek olarak bir intifa hakkının veya şerh edilmiş bir kişisel hakkın da bulunmasıdır.   a. Birleştirilen Taşınmazlarda Boş Rehin Derecesi Bulunması Birleştirilen taşınmazlardan birinde boş bir rehin derecesi bulunuyorsa, öğretide  hâkim  olan  görüş  uygulanınca  hak  sahiplerinin  durumlarının değişmesine  engel  olunamamaktadır.  Önceki  örnek  olayda,  (1)  numaralı taşınmaz üzerindeki I. derecenin boş bırakılmış olduğu varsayılırsa bu sorun görülebilmektedir. 1060Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1043-1083   Birleştirilen Taşınmazlar Üzerindeki… Örnek 3b: (1)  (2) Değer     : 300.000 TL  Değer      : 600.000 TL Rehin Hakları  Rehin Hakları Hak Sahibi  Miktar  Derece  Hak Sahibi  Miktar  Derece Korunmuş  200.000 TL  I  (D)  500.000 TL  I miktar (C)  100.000 TL  II  (E)  100.000 TL  II       (F)  50.000 TL  III Bu durumda, (1) ve (2) numaralı taşınmazların birleştirilmesi sonrasında boş  derecenin  (3)  numaralı  taşınmaza  aktarılması  konusunda  iki  çözüm gündeme gelebilir.  İlk olarak, boş derecenin tıpkı rehin kurulu bir derece gibi işlem görmesi akla gelebilir. Bu durumda, önceki örnek olayda (B) lehine rehin hakkı tescil edilen yan derece boş derece olarak kalacaktır.  (3) Değer     : 900.000 TL Rehin Hakları Hak Sahibi  Miktar  Derece  Korunmuş miktar  200.000 TL  I (D)  400.000 TL  I (C)   50.000 TL  II (D)  100.000 TL  II (C)  50.000 TL  III (E)  100.000 TL  III (F)  50.000 TL  IV 1061Işık ÖNAY, Yasin Alperen KARAŞAHİN   Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1043-1082  Bu  durumda,  malikin  boş  dereceye  sonradan  rehin  hakkı  kurması mümkün olacaktır. Ancak, boş dereceye sonradan rehin hakkı kurulmaması durumunda, (1) numaralı taşınmazın II. derecesinde tescilli rehin hakkının sahibi olan (C) açısından hukuki durum kötüleşmiş olacaktır. Eğer (1) ve (2) numaralı taşınmazlar birleştirilmeden önce (1) numaralı taşınmaz değerinin %60 ı  oranındaki  bedel  karşılığında  paraya  çevrilmiş  olsaydı,  (C)  satış bedelinden  (180.000  TL)  ilk  sırada  tatmin  edilecek  (TMK  m.  872)  ve alacağının  tamamını  (100.000  TL)  elde  edecekti.  (2)  numaralı  taşınmaz değerinin %60 ı oranındaki bedel karşılığında (360.000 TL) paraya çevrilmiş olsaydı (D) alacağının tamamını değil, sadece 360.000 TL lik kısmını elde edebilecekti. Burada açıklanan durumda ise, (3) numaralı taşınmaz değerinin %60 ı oranındaki bedel karşılığında paraya çevrildiğinde satış bedelinden (540.000 TL) ilk aşamada (D) ye 400.000 TL lik ödeme yapılacaktır. Geriye kalan 140.000 TL lik tutar ise ikinci derecedeki (C) ve (D) ye alacakları oranında ödenecektir. Bu durumda birleştirme öncesi menfaatler dengesi korunamamış,  hukuki durum (C) aleyhine  değişmiş olur. (D) alacağının neredeyse tamamını, (C) ise alacağının yarısından azını elde edebilecektir.  İkinci  olarak,  rehin  haklarının  birleştirme  sonucunda  oluşan  yeni taşınmaza, birleştirilen taşınmazlardan birinde yer alan boş derece sanki kurulu değilmiş gibi aktarılması düşünülebilir. Bu görüş kabul edilirse, (C) ye ait rehin hakkı (1) numaralı taşınmaz üzerinde sanki I. derecede kuruluymuş gibi  yeni  taşınmaza  aktarılacaktır.  Bu  durumda,  (C) nin  durumu kötüleşmemektedir. Ancak (1) numaralı taşınmazın malikinin boş derece üzerinde tasarruf etme imkânı elinden alınmış olmaktadır. b.   Birleştirilen Taşınmazları Konu Alan İntifa Hakkı veya Şerh Edilmiş Kişisel Hak Bulunması Yerleşik görüşe yöneltilebilecek ikinci eleştiri, bu yöntemin birleştirme sonucunda oluşan yeni taşınmaza sadece rehin haklarının aktarılması hâlinde kullanılabilmesidir. Birleştirilen taşınmazlardan biri üzerinde rehin hakkının yanında bir intifa hakkı tescil edilmiş veya yeni taşınmaza aktarılması gereken bir kişisel hak şerh edilmiş ise, bu yöntem söz konusu hakkın rehin hakları ile sırasını belirlemede yetersiz kalmaktadır. Taşınmaz üzerindeki                                                            34  Bu kısımda irtifak haklarından sadece intifa hakkı ele alınmaktadır. İntifa hakkı dışındaki irtifaklar, yer ile özel bağlantısı olan ve pay üzerinde kurulamayan sınırlı ayni haklar niteliğindedir. Bu tür hakların birleştirme sonrasında oluşan taşınmaza aktarılmadıkları ve mevcut yerlerinde kaldıkları ileride açıklanacaktır. Bkz. aşağıda II/D/2. 1062Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1043-1083   Birleştirilen Taşınmazlar Üzerindeki… rehin hakları ile diğer sınırlı ayni hakların veya kişisel hakların şerhinin sırasının belirlenmesi, rehin derecesinin kuruluş tarihi ile diğer sınırlı ayni hakkın  tescil  veya  kişisel  hakkın  şerh  tarihinin  karşılaştırılması  yoluyla olmaktadır. Ancak birleştirilen taşınmazlar üzerindeki intifa hakkı veya şerh edilmiş kişisel haklar da birleştirme sonucunda oluşan taşınmaza aktarılırsa, bu  yöntemin  uygulanması  kanun  koyucunun  amacına  aykırı  sonuçlar doğurmaktadır. Bu durum, örnek üzerinden açıklanacaktır. Örnek 4a: (1)  (2) Mülkiyet   : (A)  Mülkiyet  : (A) Rehin Hakları  Rehin Hakları Hak  Derecenin  Hak  Derecenin Miktar  Derece  Miktar  Derece Sahibi  Tescil Tarihi  Sahibi  Tescil Tarihi 200.000  500.000 (B)  I  15.01.2010  (D)  I  15.04.2015 TL  TL 100.000  100.000 (C)  II  15.05.2010  (E)  II  15.05.2015 TL  TL 50.000             (F)  III  15.06.2015 TL İrtifak Hakları  İrtifak Hakları Hak  Hak Türü  Tescil Tarihi  Türü  Tescil Tarihi Sahibi  Sahibi (İ)  İntifa hakkı  15.03.2010  (İ)  İntifa hakkı  15.02.2015 1 2 Şerhler  Şerhler Hak  Hak Türü  Şerh Tarihi  Türü  Şerh Tarihi Sahibi  Sahibi Geri alım (vefa)          (V)  15.03.2015 hakkı                                                             35  Rehin hakkı ile diğer sınırlı ayni haklar arasındaki sıra ilişkisi hakkında bkz. Oğuzman, Seliçi ve Oktay-Özdemir, 2020: kn. 2714; Sirmen, 2020: 655. 1063Işık ÖNAY, Yasin Alperen KARAŞAHİN   Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1043-1082  Bu olayda, (2) numaralı taşınmaz üzerindeki intifa hakkı ile şerh edilmiş geri alım (vefa) hakkı bu taşınmaz üzerindeki bütün rehin haklarından önce gelmektedir. Eğer (1) ve (2) numaralı taşınmazın birleştirilmesi sonucunda oluşan yeni taşınmazın bütününü konu alacak şekilde önceki taşınmazlarda kurulu bulunan intifa hakları ve şerh edilmiş geri alım (vefa) hakkı aktarılır ve bu hakların tescil veya şerh (rehin haklarında ise derecelerin kurulma) tarihleri esas alınırsa, (1) numaralı taşınmaz üzerindeki rehin hakları ile intifa hakkı, (2) numaralı taşınmaz üzerindeki intifa hakkı ile şerh edilmiş geri alım (vefa) hakkından önce gelecektir. Dolayısıyla, (2) numaralı taşınmaz üzerindeki söz konusu hakların sahiplerinin durumu birleştirme sonrasında esaslı olarak kötüleşmiş olacaktır. D. Önerimiz Görüldüğü  üzere,  tapu  uygulamasında  benimsenen  yöntem  kanun koyucunun amacının gerçekleştirilmesi konusunda  büyük ölçüde yetersiz kalmakta,  öğretideki  yerleşik  görüşün  benimsediği  yöntem  ise  karmaşık hesaplamalar  içermekte  ve  belirli  ihtimallerde  ihtiyaca  cevap verememektedir. Bu nedenle bu çalışmada farklı bir yöntem önerilmektedir. Aşağıda, önerdiğimiz yöntem aşamalar hâlinde açıklanmakta, bu yönteme yöneltilebileceğini düşündüğümüz muhtemel eleştiriler cevaplanmakta ve son olarak yöntem, yukarıda verilen örneklerin bazılarına uygulanmaktadır.  1. Yeni Taşınmaz Üzerinde Paylı Mülkiyet Rejimi Kurulması Kanımızca  hakların  aktarımı  sırasında  ilk  yapılması  gereken  tespit, birleştirilen taşınmazların herhangi biri üzerinde pay üzerinde kurulabilen bir sınırlı ayni hak veya kullanımı ilgili pay ile sınırlı tutulabilecek şerh edilmiş bir kişisel hak olup olmadığıdır. Aşağıda açıklanacağı üzere söz konusu haklara intifa hakkı, rehin hakkı ve şerh edilmiş satış ilişkisi doğuran haklar örnek  verilebilir.  Şayet  birleştirilen  taşınmazlar  üzerinde  böyle  bir  hak mevcutsa, yeni taşınmaz üzerinde paylı mülkiyet rejimi kurulmalıdır. Böylece aşağıda açıklanacağı üzere birleştirme öncesindeki taşınmazlar üzerindeki bazı yüklerin doğrudan ilgili paya aktarılması mümkün olacaktır. Bu makalede savunulan görüşe göre, birleştirilen taşınmazlar aynı kişinin mülkiyetinde  olsa  bile,  birleştirme  sonucunda  oluşan  taşınmaz  üzerinde mülkiyet payları oluşturulması gerekebilir. İlk bakışta yadırganabilecek bu sonucun hukukumuza uygun olduğu ileride ayrıntılı olarak açıklanacaktır. 1064Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1043-1083   Birleştirilen Taşınmazlar Üzerindeki… Paylı  mülkiyet  rejiminin  kurulması  gereken  hâllerde  payların  nasıl belirleneceği önem taşımaktadır. Esasen pay oranları birleştirmeye yol açan kamu  hukuku  kuralları  uyarınca  belirlenecektir.  Farklı  kişilere  ait taşınmazların  birleştirilmesi  sonucunda  oluşan  yeni  taşınmaz  üzerindeki payların belirlenmesi konusunda zorunlu birleştirmeyi düzenleyen mevzuatta hükümler  mevcuttur.  İmar  Kanunu  uyarınca  yapılan  arazi  ve  arsa düzenlemelerinde, payların birleşen parsellerin yüzölçümlerinin oranlanması suretiyle  belirlendiği  görülmektedir.  Buna  karşılık  tarımsal  arazilerin toplulaştırılmasına ilişkin mevzuat uyarınca, birleştirilen arazilerin değerleri tespit edilmekte (arazi derecelendirmesi)37 ve yeni parsel alanları ile yeni parsel üzerindeki mülkiyet payları buna göre belirlenmektedir. Belirtmek gerekir ki tüm menfaatleri gözeten bir çözüme ulaşılması ancak payların birleşen  taşınmazların  değerleri  oranında  belirlenmesi  durumunda sağlanabilecektir.  Dolayısıyla  arazi  toplulaştırılmasına  ilişkin  mevzuatta benimsenen yöntem daha isabetlidir.   Aynı  kişiye  ait  birden  çok  taşınmazın  birleştirilmesi  durumunda, uygulamada yeni taşınmaz üzerinde paylı mülkiyet kurulmamakta; dolayısıyla da pay oranlarının belirlenmesi söz konusu olmamaktadır. Bu sebeple, bu makalede savunulan şekilde mülkiyet paylarının belirlenmesi için nasıl bir yöntem  kullanılabileceği  sorusu  akla  gelmektedir.  Yürürlükteki  hukuk bakımından İmar Kanunu uyarınca yapılan arazi ve arsa toplulaştırmasında birleştirme öncesindeki taşınmazların yüzölçümleri esas alındıklarından, tapu müdürlüklerinin pay oranlarını birleştirilen taşınmazların yüzölçümlerine göre belirlemesi önerilebilir. Buna mukabil, arazi toplulaştırılmasında pay                                                            36  Arazi ve Arsa Düzenlemeleri Hakkında Yönetmelik (RG, 22.02.2020, S. 31047) m. 19 f. 2 ve m. 32. Ayrıca bkz. Ergen, 2004: 259. Bu yazar, ülkemizde arsa düzenlemesinin düzenleme bölgesindeki tüm  kadastral parsellerin eşit değerde olduğu varsayımına dayandığını belirtmektedir (Ergen, 2004: 268). Yazara göre, düzenleme öncesi parsellerin sahip oldukları değer dağılımının, düzenleme sonrası için de aynı kalmasını sağla[yan] yeni bir yaklaşıma ihtiyaç vardır (Ergen, 2004: 268).  37  Arazi Toplulaştırması ve Tarla İçi Geliştirme Hizmetleri Yönetmeliği (RG, 07.02.2019, S. 30679) m. 4/c. 38  Arazi Toplulaştırması ve Tarla İçi Geliştirme Hizmetleri Yönetmeliği (RG, 07.02.2019, S. 30679) m. 11 f. 2-3. 39  Bu konuda bkz. yukarıda dn. 36. 40  Aslında olması gereken hukuk bakımından pay oranlarının birleştirilen taşınmazların değerlerine göre belirlenmesi daha uygun olurdu. Ancak yürürlükteki hukuk uyarınca birleştirilen taşınmazların farklı kişilerin mülkiyetinde olması durumunda, pay oranları idare tarafından  taşınmazların  yüzölçümleri  esas  alınarak  belirlendiği  için,  birleştirilen 1065Işık ÖNAY, Yasin Alperen KARAŞAHİN   Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1043-1082  oranlarının birleştirilen taşınmazların değerlerine göre belirlenmesi uygun olacaktır.  Bu  durumda,  birleştirilen  taşınmazların  değerlerinin  tapu müdürlükleri tarafından belirlenmesi sorunu ortaya çıkmaktadır. Tapu ve Kadastro Genel Müdürlüğü bünyesinde oluşturulan Taşınmaz Değerleme Dairesi  Başkanlığı  tarafından  taşınmazların  değerlerinin  belirlenmesi sonrasında,  tapu  müdürlüklerinin  bu  değeri  esas  alarak  pay  oranlarını belirlemesi düşünülebilir. Önceki dönemde ise, emlak vergisi değerlerinin esas alınması önerilebilir. 2.    Pay  Üzerinde  Kurulabilen  ve  Kurulamayan  Sınırlı  Ayni Hakların Aktarılması  Pay üzerinde kurulabilen sınırlı ayni haklar rehin hakkı, intifa hakkı ve taşınmaz yüküdür.43 Böyle bir hakkın mevcut olması nedeniyle paylı mülkiyet rejiminin  kurulduğu  hâllerde,  söz  konusu  hak  veya  haklar,  üzerinde bulunduğu eski taşınmazın yerini alan paya aktarılacaktır. Hemen belirtmek gerekir ki bu sonuç birleştirilen taşınmazların mülkiyetinin aynı kişiye veya farklı kişilere ait olmasından bağımsız olarak doğacaktır.  Bu çözümün pratik faydaları aşağıda örnekler üzerinden açıklanacaktır. Ayrıca bu çözüm – özellikle birleşen taşınmazların maliklerinin farklı kişiler olduğu ihtimalde – dogmatik açıdan da daha uygundur. Şöyle ki, zorunlu birleştirmeler sonucunda birleşen taşınmazlar üzerindeki sınırlı ayni hakların ayni ikame yoluyla kazanıldığı neredeyse oybirliğiyle kabul edilmektedir. O hâlde bu hak sahipleri, yeni taşınmaz veya onun mülkiyet payları üzerindeki hakları,  bunların  eski  taşınmazın  kaim  değeri  olması  nedeniyle                                                            taşınmazların aynı kişiye ait olması durumunda pay oranlarının taşınmazların değerleri esas alınarak belirlenmesini önermek çelişkili olurdu. 41  Tapu müdürlüklerinin taşınmazların değerlerine dair bilgiye sahip olmaması, çeşitli kanun hükümlerinin uygulanmasına engel olan genel bir sorundur. TMK m. 855 f. 3 bu tür bir hüküm niteliğindedir.  42  4 numaralı Cumhurbaşkanlığı Kararnamesi nin (CK) m. 478 vd. hükümlerinde 30 numaralı CK m. 16 vd. ile yapılan değişiklikler sonucunda Taşınmaz Değerleme Dairesi Başkanlığı kurulmuştur (4 numaralı CK m. 483 f. 2/e). Taşınmaz Değerleme Dairesi Başkanlığı nın görevlerinden biri, [t]aşınmazların toplu değerleme yöntemleriyle değerini belirlemek, değer bilgi merkezini kurmak, yönetmek ve değer haritalarının üretilmesi ile güncel tutulmasını sağlamak[tır] (4 numaralı CK m. 484 f. 1/e/1). 43  Oğuzman, Seliçi ve Oktay-Özdemir, 2020: kn. 1239. 44  Bu  çözümün  sadece  taşınmazlar  üzerindeki  rehin  haklarının  taşınmazın  tamamına aktarılmasının karmaşık problemlere yol açtığı ihtimallerde uygulanabileceği görüşü için bkz. ZK-Dürr, 2009: Art. 802 kn. 57 vd.  45  Bkz. yukarıda dn. 11. 1066Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1043-1083   Birleştirilen Taşınmazlar Üzerindeki… kazanmaktadır. Farklı kişilere ait taşınmazların birleştirildiği ve bunlar yerine tek bir taşınmazın geçtiği hâllerde, söz konusu eski taşınmazların kaim değeri yeni  taşınmazın  tamamı  değil,  eski  taşınmazın  malikinin  yeni  taşınmaz üzerinde edindiği paydır. Dolayısıyla söz konusu hakkın niteliği elverdiği takdirde bu hakkın ilgili pay üzerinde kazanılması gerekir. Yeni taşınmaz üzerinde paylı mülkiyet rejimi kurulmuş olsa bile pay üzerinde kurulamayan irtifak hakları (örnek olarak üst hakkı, oturma hakkı, kaynak  hakkı)  bakımından  farklı  bir  değerlendirme  yapmak  gerekir.  Bu hakların yer ile özel bir bağlantıları vardır. İsviçre öğretisinde, yer ile özel bağlantısı olan hakların (örtlich gebundene Rechte)46 mevcut konumlarında kalacakları, bir başka deyişle yeni düzende o konumu sınırları içine alan taşınmazı yükleyecekleri kabul edilmektedir. İsviçre hukukunda kantonal düzenlemeler uyarınca, bu hakların söz konusu taşınmaza aktarılacak diğer haklara nazaran öncelikli olduğu ifade edilmektedir. Bir başka deyişle, yer ile özel bağlantısı olan haklar, bu konumu kapsamına alan yeni taşınmaza aktarılacak diğer haklardan daha sonra kurulmuş olsa bile sıra ilişkisinde bu hakka göre öncelikli olacaktır.  Türk hukukunda kanunda açık bir düzenleme olmasa da aynı sonuca varmak işin niteliğine uygun düşer. Bir an için yer ile özel bağlantısı bulunan bu tür hakların aynı yerde kalmasının ve bu yere aktarılacak diğer haklara nazaran  öncelikli  olmasının  diğer  hak  sahiplerinin  aleyhine  olacağı düşünülebilir. İsviçre doktrininde, söz konusu yeni taşınmazın değeri tespit edilirken ilgili yükün de dikkate alınacak olması nedeniyle bu durumun bir sorun  oluşturmadığı  belirtilmektedir.  Türk  hukukunda  da,  zorunlu birleştirme öngören kamu hukuku kurallarında, yer ile özel bağlantısı olan ve birleştirme  sonrasında  da  aynı  yerde  kalan  hakların,  yeni  düzendeki taşınmazların değerleri belirlenirken dikkate alınması ve önceki taşınmaz malik(ler)ine buna göre yeni taşınmaz verilmesi uygun olacaktır.  Mevcut konumlarını muhafaza eden bu tür hakların birbirleriyle olan sıra/öncelik  ilişkisi  birleştirme  öncesi  hak  düzeni  ile  aynı  olacaktır.                                                            46  Huber, 1988: 257. 47  ZK-Dürr, 2009: Art. 802 kn. 37; Huber, 1988: 257. 48  ZK-Dürr, 2009: Art. 802 kn. 37; BSK ZGB II-Schmid-Tschirren, 2015: Art. 802 kn. 6.  49  ZK-Dürr, 2009: Art. 802 kn. 37.  50  İmar uygulamasında taşınmazların değeri yerine sadece yüzölçümü esas alınarak dağıtım yapılması,  bu  önerinin  uygulanmasına  engel  olmaktadır.  Ancak  bu  durum,  imar uygulamasında yüzölçümünün esas alınmasının genel bir sakıncasıdır. Bu konuda bkz. yukarıda dn. 36. 1067Işık ÖNAY, Yasin Alperen KARAŞAHİN   Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1043-1082  Birleştirmenin yapılmış olması bu tür haklar arasında yeni bir çatışmaya yol açmayacaktır. Zira yerle özel bağlantısı bulunan hakların önceden farklı taşınmazları  yüklemelerine  rağmen  birleştirme  sonrasında  oluşan  yeni taşınmazın tamamını yüklemeleri, bu hakların yeni taşınmazda birbirleriyle çatışmasına yol açmaz. Bu hakların verdiği kullanma ve yararlanma yetkileri, yeni taşınmazın, eski taşınmaza karşılık gelen kısmı ile sınırlı olacaktır. Dolayısıyla kural olarak bu haklar arasında bir sıra/öncelik ilişkisi kurma ihtiyacı doğmaz. Dikkat edilirse pay üzerinde kurulamayan irtifak hakları ile yer ile özel bağlantısı olan haklar birbirleriyle örtüşmektedir. Kaynak hakkı, üst hakkı, mecra irtifakı, manzara kapatmama irtifakı, geçit hakkı ve oturma (sükna) hakkı gibi irtifaklar hem pay üzerinde kurulamamakta hem de yer ile özel bağlantısı olan hak niteliği taşımaktadır. Buna karşılık rehin hakkı ve intifa hakkı hem pay üzerinde kurulabilmekte hem de bu hakların yer ile özel bir bağlantısı bulunmamaktadır.                                                            51  Mülkiyet payı üzerinde taşınmazın maddi olarak kullanımını hedef alan sınırlı ayni haklar kurulamamaktadır (Oğuzman, Seliçi ve Oktay-Özdemir, 2020: kn. 1239). 52  Huber, kaynak hakkı, üst hakkı, mecra irtifakı ve manzara irtifakının kural olarak yerle özel bağlantısı olduğu kabul etmektedir (Huber, 1988: 257). Geçit hakkının da bu nitelikte olduğu yönünde bkz. ZK-Dürr, 2009: Art. 802 kn. 37. Kanımızca oturma (sükna) hakkının da bu nitelikte olduğu kabul edilmelidir. Aksi yönde anlaşılabilecek bir açıklama için BSK ZGB II-Schmid-Tschirren, 2015: Art. 802 kn. 6. 53  Pay üzerinde intifa hakkı ve rehin hakkı kurulabilmesi hakkında bkz. Oğuzman, Seliçi ve Oktay-Özdemir, 2020: kn. 1239. 54  İntifa hakkının yer ile özel bağlantısı olmayan ve yeni taşınmaza aktarılabilen bir hak olduğu hakkında bkz. ZK-Dürr, 2009: Art. 802 kn. 38; Huber, 1988: 257; BSK ZGB II-SchmidTschirren, 2015: Art. 802 kn. 6. İntifa hakkının da yer ile özel bağlantısı olan; bu nedenle de, birleştirme sonucunda oluşan taşınmaz üzerindeki mülkiyet payına aktarılmayıp aynı yerde kalması gereken bir hak olduğu ileri sürülebilir. Bu görüş kabul edilirse, zorunlu birleştirme sonucunda taşınmazların boyutları ve sınırları değişse bile, intifa hakkından doğan yetkiler aynı yerde kullanılabilecektir; dolayısıyla, intifa hakkı bu yeri kapsamına alan yeni taşınmaz(lar)ı yükleyecektir. (Bu görüşün savunulabilmesi için, intifa hakkından doğan yetkilerin taşınmazın sadece belirli bir yerinde kullanılmasının mümkün olduğunun kabulü gerekir. Bu konudaki görüşlerin açıklanması için bkz. Özen, 2008: 58-62). Bu makalede savunulan görüşe göre, intifa hakkı yer ile özel bağlantısı olan bir hak olarak kabul edilmemelidir. Dolayısıyla, birleştirilen taşınmazlardan biri üzerindeki intifa hakkının birleştirme sonucunda oluşan taşınmazın mülkiyet payına aktarılması gerekir. Kanunda intifa hakkı için kabul edilen ayni ikame kuralı (TMK m. 798 f. 2), burada savunulan görüşü desteklemektedir (benzer şekilde Huber, 1988: 257). Ayrıca, intifa hakkının aynı yerde kaldığının kabulü, zorunlu birleştirme sonucunda oluşan hukuki durumu oldukça karmaşık hâle getirecektir. Birleştirme sonrasında karmaşık bir hukuki durumun oluşmasına  – mümkün mertebe – engel olmak için, sadece pay üzerinde kurulamayan irtifakların yer ile 1068Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1043-1083   Birleştirilen Taşınmazlar Üzerindeki… 3. Şerh Edilmiş Kişisel Hakların Aktarılması Sınırlı ayni haklar için yapılan ayrımın benzerinin şerh edilmiş kişisel haklar için de yapılması uygun olur. Şerh edilmiş kişisel haklardan bazıları bakımından pay üzerinde kurulabilen sınırlı ayni haklara benzer sonuçlar ortaya  çıkarken;  diğerlerinde  ise  pay  üzerinde  kurulamayan  sınırlı  ayni haklara benzer sonuçlar doğmaktadır. Niteliği  itibarıyla  paya  ilişkin  olarak  kullanılabilecek  haklara  örnek olarak  satış  ilişkisi  doğuran  yenilik  doğuran  haklar  (TBK  m.  238  vd.) verilebilir. Bu haklara ilişkin şerhler birleşme sonrasında yalnızca ilgili payı yükleyecektir. Dolayısıyla hakkın kullanımı hâlinde ilgili payı devir borcu doğacaktır.  Bu durumda, önceden bir taşınmazı devralmaya yönelik alacak hakkı kazanabilecek olan kişinin birleştirme sonrasında sadece mülkiyet payı kazanabilecek duruma geliyor olması nedeniyle bir eleştiri yöneltilebilir. Ancak dikkat edilmelidir ki, farklı kişilere ait taşınmazların birleştirilmesi sonucunda  önceki  taşınmazların  maliklerine  tek  bir  taşınmazın  mülkiyet payları verilmişse, önceki taşınmaz üzerinde tek başına mülkiyet hakkına sahip olan kişi ile bu taşınmazı konu alan şerh edilmiş kişisel hak sahibinin menfaatleri benzer düzeyde korunmuş olmaktadır. Ayrıca, bu konuda başka bir görüş savunulması zordur. İmar K. m. 18 uyarınca yapılan arazi ve arsa düzenlemesi  veya  6200  s.  K.  ek  m.  9  f.  3  uyarınca  yapılan  arazi toplulaştırılması  sonrasında  ortaya  çıkan  parsellerin  yüzölçümlerinin  ve sınırlarının önceki parsellerden farklı olması nedeniyle, satış ilişkisi doğuran şerh edilmiş yenilik doğuran hakkın konusunu aynı taşınmazın oluşturması mümkün olmayacaktır; zira aynı taşınmaz artık mevcut değildir.  Bu  vesile  ile,  satış  ilişkisi  doğuran  yenilik  doğuran  hakkın  şerh edilmemesi durumunda ortaya çıkan sonucun dikkate alınması da yararlıdır. Söz konusu hakkın sahibi bu hakkını kullanırsa hak sahibi ile hakkın muhatabı arasında  satış  ilişkisi  meydana  gelecektir;  ancak  satıcının  (birleştirme öncesindeki) taşınmazı devir borcunu ifa etmesi imkânsızlaşmıştır. Öğretide,                                                            özel bağlantısının olduğunun kabulü uygun olur. Bu makalede savunulan görüşe göre, yer ile özel bağlantısı olan sınırlı ayni haklar ile pay üzerinde kurulamayan sınırlı ayni hakların örtüşmesi bu şekilde gerekçelendirilebilir. 55  Öğretideki bir görüşe göre bu konuda somut olayın özelliklerine göre bir ayrım yapılmalıdır. Buna göre şayet hak sahibinin menfaati belirli bir büyüklükte olan herhangi bir taşınmazı devralmaktan ibaretse yukarıda açıklanan sonuç doğacaktır. Buna karşılık hak sahibinin menfaati özellikle ilgili taşınmazın kapsamına giren yeri almak yönündeyse şerh söz konusu yeri kapsamına alan taşınmazı yükleyecektir (Huber, 1988: 257). Açıklanan görüş bu makalede kabul edilmemektedir.  1069Işık ÖNAY, Yasin Alperen KARAŞAHİN   Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1043-1082  imkânsızlık borçluya yüklenemeyecek bir sebeple gerçekleşmiş olsa bile, borçlunun borcun konusu yerine elde ettiği kaim değerin alacaklı tarafından talep  edebileceği  kabul  edilmektedir.  Bu  durumda  da  borcun  konusu taşınmazın yerine başka bir taşınmazın üzerindeki pay geçmiş olacak ve alacaklı bunu talep edebilecektir. Yenilik doğuran hakkın şerh edilmiş olması hâlinde, bu hak da yeni taşınmazın ilgili mülkiyet payına aktarılacak ve böylece yenilik doğuran hakkın konusu olan payın üçüncü kişiye devri veya bu payı konu alan başka bir hakkın tescil ya da şerh edilmesi durumunda, yenilik  doğuran  hak  sahibinin  durumunun  kötüleşmesine  engel  olunmuş olacaktır.  Kira sözleşmesinden doğan alacak hakkı yer ile özel bağlantısı olan hak olarak değerlendirilecektir. Dolayısıyla kira sözleşmesinden doğan hak şerh edilmişse, bu şerh kiralanan yeri yeni düzende kapsamına alan taşınmaz(lar)ı yükleyecektir; yani malike birleşen taşınmazı yerine başka bir yerde taşınmaz verilmesi hâlinde şerh yeni taşınmaza aktarılmayacaktır. Alacak haklarında belirlilik  ilkesi  geçerli  olmadığından,  kira  sözleşmesinden  doğan  hak taşınmazın sadece bir kısmın kullanımını konu alabilecektir.  4. Muhtemel Eleştirilerin Cevaplanması Bu çalışmada önerilen yöntemin uygulamada ve öğretide benimsenen yöntemlere nazaran en çarpıcı farkı, birleştirilen taşınmazlar üzerinde pay üzerinde kurulabilen bir sınırlı ayni hak veya sadece paya ilişkin olarak kullanımı mümkün bir kişisel hak bulunduğu hâllerde yeni taşınmaz üzerinde paylı  mülkiyet  rejiminin  oluşturulması  ve  söz  konusu  hakkın  payı yüklemesidir. Bu çözümün rehin haklarının birleştirme sonucunda akıbetini düzenleyen TMK m. 859 f. 2 nin lafzıyla bağdaşmadığı – bir an için – düşünülebilir.  Bu  hükme  göre  [b]irleştirme  sonucunda  meydana  gelen taşınmaz, değişik alacaklar için rehinli veya bazıları rehinsiz birden çok parselin yerini alırsa; bu taşınmaz üzerine geçen rehin hakları, taşınmazı bütün olarak kapsar ve olanak ölçüsünde sıralarını korurlar. Öğretide de açıkça belirtildiği üzere, bu hüküm ayni haklara hâkim olan belirlilik  ilkesini  vurgulamaktadır:  Rehin  hakkı,  birleştirme  sonucunda                                                            56  Dural, 1976: 183 vd.; Eren, 2019: kn. 4142-4143; Gündoğdu, 2014: 305; Kurt, 2016: 227229; Nomer, 2020: kn. 183.9; Serozan, 2014: §15 kn. 6 ve 15.  57  Bu kavram için bkz. yukarıda II/D/2. 58  Vurgu ilave edilmiştir. 59  Acar, 2008: 260; Gürsoy, Eren ve Cansel, 1984: 1026. 1070Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1043-1083   Birleştirilen Taşınmazlar Üzerindeki… oluşan taşınmazın sadece bir yerini (mesela birleşme öncesindeki taşınmazın konumuna tekabül eden yeri) konu alamaz. Kanun hükmünün bundan öte bir anlamı veya amacı bulunmamaktadır. Dolayısıyla, bu hüküm, birleştirme sonucu  oluşan  taşınmaz  üzerinde  paylı  mülkiyet  kurulu  ise,  birleştirme öncesindeki taşınmazlar üzerinde kurulu olan rehin haklarının payları konu almasına engel değildir. Başka bir ifadeyle, rehnin taşınmazı bütün olarak kapsa[ması] ile kastedilen sonuç, rehin hakkının yeni taşınmaz üzerindeki mülkiyet payları yerine taşınmazın bütününü konu alması değildir. Önemli olan  belirlilik  ilkesinin  ihlâl  edilmemesidir.  Her  bir  paydaş  eşyanın  her yerinde hak sahibi olduğu için pay üzerinde rehin hakkı kurulması belirlilik ilkesine aykırı değildir. Kaldı ki pay üzerinde rehin hakkı kurulmasının mümkün olduğu kanunda açıkça belirtilmektedir (TMK m. 857 f. 1). Birden  çok  taşınmazın  birleştirilmesi  durumunda,  birleştirilen taşınmazlar  üzerindeki  rehin  haklarının  birleştirme  sonucunda  oluşan taşınmazın mülkiyet paylarına aktarılması düşüncesi, TST m. 66 f. 5 hükmü ile de desteklenebilir. Buna göre [b]irleştirilen taşınmazlar üzerindeki hak ve yükler, yeni oluşan taşınmazın kütük sayfasına aynen nakledilir. Nakledilen haklar ve yüklerin paydaşlardan hangisine ait olduğu da ayrıca belirtilir ve eski sayfalar kapatılır.  Birleştirilen  taşınmazların  farklı  kişilerin  mülkiyetinde  olması durumunda, birleştirme sonucunda oluşan (yeni) taşınmaz üzerinde paylı mülkiyet kurulması zorunludur. Söz konusu tüzük hükmü, en azından bu hâlde, birleştirilen  taşınmazlar üzerindeki rehin haklarının yeni taşınmaz üzerindeki  mülkiyet  paylarını  yüklemesini  kabul  etmektedir.  Bu  hüküm, sadece iradi birleştirmelerde uygulanan bir düzenleme niteliğinde kabul edilse bile,  birleştirilen  taşınmazlar  üzerindeki  rehin  haklarının  mutlaka  yeni taşınmazın bütününü yükleyecek şekilde aktarılmasının zorunlu olmadığını göstermek açısından burada savunulan görüşü desteklemektedir.                                                            60  ZK-Dürr, 2009: Art. 802 kn. 44. 61  Kanun koyucunun temel bir ilkenin sonucunu öngörmek için özel bir hüküm sevk etmesi bu hükme mahsus değildir. Bölünen taşınmazın parselleri[nin] tapu kütüğüne ayrı ayrı kaydedilmedikçe rehne konu olama[mamasına] ilişkin kanun hükmü de bu niteliktedir (TMK m. 854 f. 2).  62  Oğuzman, Seliçi ve Oktay-Özdemir, 2020: kn. 1221. 63  Benzer  bir  düzenleme  18.05.1994  tarihinde  Bakanlar  Kurulu  tarafından  yürürlüğe konulması kararlaştırılan ve 07.06.1994 tarihli, 2193 sayılı Resmi Gazete de yayınlanan önceki Tapu Sicili Tüzüğü nde de yer almaktaydı (m. 75 f. 3). 64  Bu konuda savunulabilecek görüşler için bkz. yukarıda I. 1071Işık ÖNAY, Yasin Alperen KARAŞAHİN   Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1043-1082  Bu çalışmada önerilen yöntem bakımından ilk bakışta yadırganabilecek bir  diğer  husus,  birleştirilen  taşınmazlar  aynı  kişiye  ait  olsa  dahi  paylı mülkiyet rejiminin kurulmasının önerilmesidir. Ancak tamamı aynı malike ait taşınmazlarda paylı mülkiyet rejiminin söz konusu olması hukuk düzenimize yabancı  değildir.  Örneğin  iki  paydaşın  maliki  olduğu  bir  taşınmazda, paydaşlardan biri diğer payı da edinirse ve edinilen payı konu alan bir sınırlı ayni hak ya da şerh edilmiş kişisel hak mevcutsa paylı mülkiyet rejimi sona ermeyecektir (bkz. TST m. 28 f. 4)65.  Son olarak, önerdiğimiz yöntemin belirli hâllerde pay üzerinde hak kazanan kişinin menfaatine aykırı olacağı düşünülebilir. Bu durum özellikle, yüklenen payın değerinin, eski taşınmaza nazaran daha düşük olduğu hâllerde, öğretideki yerleşik görüşten farklı olarak, hak bütün taşınmazı değil sadece ilgili payı yükleyecek şekilde aktarıldığı için ortaya çıkmaktadır. Bu sorunu iki farklı ihtimal bakımından değerlendirmek gerekir. Birinci ihtimal birden fazla kişinin taşınmazının birleştirilmesidir. Bu durumda eski yüklü taşınmazın malikinin, birleştirme sonucunda bu taşınmaz yerine edindiği payın eski taşınmazın değerinden daha düşük olması söz konusu olmamalıdır; zira taşınmazların birleştirilmesine ilişkin süreçlerin sonunda eski taşınmazların malikine en azından eşit değerde taşınmazlar verilmesi  amaçlanır.  Yine  de  eski  taşınmazın  malikine  verilen  yeni taşınmazın (veya payın) değeri eski taşınmazın değerinin altında kalabilir ve bu nedenle hak sahibine bir denkleştirme bedeli de ödenmesi söz konusu olabilir. Bu gibi hâllerde yeni pay üzerinde kazanılan hakkın (örn. rehin veya intifa  hakkının)  ayni  ikame  yoluyla  denkleştirme  alacağı  üzerinde  de kazanılacağı kabul edilebilir. Zira bu durumda eski taşınmazın kaim değerini                                                            65  İsviçre hukukunda bu yönde ZK-Haab, Simonius, Scherrer ve Zobl, 1977: Art. 646 kn. 2627.  66  ZK-Dürr, 2009: Art. 802 kn. 49. Bununla birlikte İmar Kanunu uygulamasında olduğu gibi yeni taşınmazların tahsisi konusunda eski taşınmazların değeri yerine yüzölçümü dikkate alınırsa (bkz. yukarıda II/D/1, özellikle dn. 36) bu tür sorunlar daha sık doğabilir. İmar K. m. 18 uyarınca yapılan parselasyon sonrasında bir kişiye önceki taşınmazın değerine uygun yeni bir taşınmaz verilmemesi idari yargıda iptal sebebidir. Bu konuda karş. Ergen, 2004: 268-271. 67  Böyle bir denkleştirme bedelinin ödenmesinin mümkün olup olmadığı ilgili kamu hukuku kuralları  çerçevesinde  değerlendirilmelidir.  Ancak  olması  gereken  hukuk bakımından birleştirmeye konu taşınmazların maliklerinin menfaatlerinin korunabilmesi için mevzuatta böyle bir bedelin ödenmesine imkân tanımak yerinde olur. Aynı yönde Ustaoğlu, 2019: 112. İmar  K.  m.  18  uyarınca  yapılan  uygulamalar  bakımından  hisselerin  bedele dönüştürülmesinin mümkün olmadığı, 2981 sayılı Kanun un 3290 s. Kanun ile değişik 10/c maddesi uygulamasının ise buna istisna oluşturduğu yönünde Ergen, 2004: 137 ve 218. 1072Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1043-1083   Birleştirilen Taşınmazlar Üzerindeki… hem  yeni  taşınmaz  üzerindeki  pay  hem  de  bu  denkleştirme  alacağı oluşturmaktadır. Nitekim TMK m. 861 f. 2 de de, böyle bir denkleştirme bedeli ödenmesi hâlinde, bu bedel rehinli alacak miktarının yirmide birinden fazlaysa  veya  yeni  taşınmaz  alacak  için  yeterli  güvence  oluşturmuyorsa alacaklının  rızası  olmadan  taşınmaz  malikine  ödenemeyeceği düzenlenmektedir.  Dolayısıyla  bu  ihtimalde  hak  sahibinin  menfaati korunmuş olur. İkinci ihtimal aynı kişiye ait birden fazla taşınmaz yerine bu kişiye tek bir taşınmaz verilmesidir. Bu ihtimalde yeni taşınmazın tamamının değeri, eski taşınmazların toplam değerine eşit veya yakın olsa bile, payların değeri ayrı ayrı düşünüldüğünde bunların toplamı yeni taşınmazın bütün hâlindeki değerinden daha düşük olabilir. Bu nedenle eski taşınmazın üzerindeki yük yeni  taşınmazın  ilgili  payına  aktarıldığında  hak  sahibinin  menfaati zedelenebilir. Bu sakıncaya rağmen, önerdiğimiz yöntemin çoğu ihtimalde diğer yöntemlere tercih edilmesinin uygun olacağı kanısındayız. Zira yukarıda açıklandığı  üzere  diğer  yöntemlerin  doğurduğu  sakıncalar  daha  temel niteliktedir ve burada önerilenden başka bir yöntem ile tatmin edici şekilde çözülememektedir. Ayrıca, birleştirme sonrasında oluşan yeni taşınmazın değeri birçok durumda birleştirme öncesindeki taşınmazların değerlerinin toplamından  yüksek  olacaktır.70  Bu  durum  da  yeni  taşınmaz  üzerindeki mülkiyet payının değerinin birleştirme öncesindeki taşınmazın değerinden düşük olması ihtimalini (ortadan kaldırmasa da) azaltmaktadır. 5. Örnekler Tapu uygulamasında benimsenen yöntemin kanun koyucunun amacına aykırı sonuçlar doğurduğu yukarıda açıklanmıştı. Aşağıda, bu açıklamamızı yaparken  kullandığımız  örnek  üzerinden,  önerdiğimiz  yöntemin  kanun koyucunun amacına uygun sonuçlar doğurduğu gösterilecektir.                                                            68  Hükmün lafzında borçludan bahsedilmesi taşınmaz malikinin aynı zamanda borçlu olduğu varsayımına dayanmaktadır (Helvacı, 2008: 346 dn. 17) ve hüküm bu nedenle üçüncü kişinin rehin verdiği hâller bakımından yanıltıcıdır (ZK-Dürr, 2009: Art. 804 kn. 41-42). 69  Öğretide hâkim görüş bu hükümde bir ayni ikame hâlinin mevcut olduğu yönündedir (ZKDürr, 2009: Art. 804 kn. 4, 38; BSK ZGB II-Schmid-Tschirren, 2015: Art. 804 kn. 2; Sirmen, 2020: 684). İpotek hakkının tazminat bedelini de kapsayacağı yönünde Helvacı, 2008: 345, dn. 14. Bir ikame hâlinin söz konusu olmadığı yönündeki aksi görüş için bkz. Eggel, 2013: kn. 4.163 ve 4.167. 70  Karş. ZK-Dürr, 2009: Art. 802 kn. 49. 71  Bkz. yukarıda II/B. 1073Işık ÖNAY, Yasin Alperen KARAŞAHİN   Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1043-1082  Örnek 1: Birleştirme  öncesinde  (1)  ve  (2)  numaralı  taşınmazların  değeri  ve  bu taşınmazlar üzerindeki rehin hakları aşağıda gösterilmiştir. (1)  (2) Değer         : 400.000 TL  Değer         : 200.000 TL Rehin Hakları  Rehin Hakları Hak Miktar  Derece  Hak Sahibi  Miktar  Derece Sahibi (B)  300.000 TL  I  (D)  100.000 TL  I (C)  100.000 TL  II        Aynı  kişinin  mülkiyetinde  olan  (1)  ve  (2)  numaralı  taşınmazların birleştirilmesi sonucunda 600.000 TL değerindeki (3) numaralı taşınmaz oluşursa,  bu  taşınmaz  üzerinde  paylı  mülkiyet  rejimi  kurulacaktır. Sonrasında da (1) numaralı taşınmazı yükleyen rehin hakları ilk paya, (2) numaralı taşınmazı yükleyen rehin hakları ise ikinci paya aktarılacaktır. (1) numaralı taşınmazın maliki, (3) numaralı taşınmazda ilk paydaş, (2) numaralı taşınmazın maliki ise ikinci paydaş olarak kaydedilir. Taşınmazların maliki aynı kişi olsa dahi iki ayrı pay bu kişiye ayrı ayrı tahsis edilir. (3) Değer         : 600.000 TL Pay 1  Pay 2 Rehin Hakları  Rehin Hakları Hak Sahibi  Miktar  Derece  Hak Sahibi  Miktar  Derece (B)  300.000 TL  I  (D)  100.000 TL  I (C)  100.000 TL  II                                                                   72  Pay oranlarının belirlenmesi konusunda bkz. yukarıda II/D/1. 1074Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1043-1083   Birleştirilen Taşınmazlar Üzerindeki… Bu durumda rehinli alacaklı alacağını elde etmek için sadece ilgili payın paraya  çevrilmesini  sağlayabilecek  ve  böylece  teminatların  değeri birleştirmeden  sonraki  düzende  de  korunmuş  ve  tapu  uygulamasında benimsenen yöntemden farklı olarak kanun koyucunun amacına uygun bir sonuca ulaşılmış olacaktır.  Bu çalışmada önerilen yöntemin, öğretideki yerleşik görüşe nazaran doğurduğu  bir  avantaj  boş  derecelerin  mevcudiyeti  hâlinde  ortaya çıkmaktadır.  Yukarıda  açıklandığı  üzere,  boş  derecelerin  varlığı  hâlinde yerleşik görüşün yönteminin uygulanması sonucunda tüm taraf menfaatlerinin gözetilmesi mümkün olmamaktadır. Aynı örnekte bu çalışmada savunulan görüş uyarınca aktarım yapıldığında ise birleştirme öncesindeki menfaatler dengesinin birleştirme sonrasında da korunması mümkün olmaktadır. Örnek 3b: Birleştirme  öncesinde,  300.000  TL  değerindeki  (1)  numaralı  taşınmazın 200.000 TL lik I. derecesi boştur. II. derecede ise (C) lehine kurulmuş 100.000 TL lik ipotek hakkı bulunmaktadır. (2) numaralı taşınmazda ise sırasıyla (D), (E) ve (F) lehine, I., II. ve III. derecelerde 500.000 TL, 100.000 TL ve 50.000 TL lik ipotek hakları tescillidir. (1)  (2) Değer         : 300.000 TL  Değer         : 600.000 TL Rehin Hakları  Rehin Hakları Hak Sahibi  Miktar  Derece  Hak Sahibi  Miktar  Derece Korunmuş  200.000 TL  I  (D)  500.000 TL  I miktar (C)  100.000 TL  II  (E)  100.000 TL  II          (F)  50.000 TL  III    1075Işık ÖNAY, Yasin Alperen KARAŞAHİN   Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1043-1082  Haklar, birleşme sonucunda ortaya çıkan (3) numaralı taşınmaza şu şekilde aktarılacaktır: (3) Değer: 900.000 TL Pay 1  Pay 2 Rehin Hakları  Rehin Hakları Hak Sahibi  Miktar  Derece  Hak Sahibi  Miktar  Derece Korunmuş 200.000 TL  I  (D)  500.000 TL  I miktar (C)  100.000 TL  II  (E)  100.000 TL  II       (F)  50.000 TL  III    Görüldüğü üzere, bu çalışmada önerilen yöntem benimsendiği takdirde hem rehin hakları arasındaki sıra ilişkisi ve rehinli alacaklıların menfaatleri korunmakta  hem  de  malikin  üzerinde  tasarruf  edebileceği  boş  derece muhafaza edilmektedir. Öğretideki yerleşik görüşün kabulü hâlinde ise boş derecenin altındaki rehinli alacaklının menfaati ile malikin menfaati arasında bir tercih yapma zorunluluğu doğmaktadır. Son olarak birleştirilen taşınmazlar üzerinde rehin hakları dışında irtifak hakları ve şerh edilmiş kişisel hakların olduğu bir örnek değerlendirilecektir.                                                                    73  Bkz. yukarıda II/C/2/a. 1076Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1043-1083   Birleştirilen Taşınmazlar Üzerindeki… Örnek 4b: (1)  (2) Mülkiyet    : (A)  Mülkiyet   : (A) Rehin Hakları  Rehin Hakları Hak  Miktar  Derece  Derecenin  Hak  Miktar  Derece  Derecenin Sahibi  Tescil  Sahibi  Tescil Tarihi  Tarihi (B)  200.000  I  15.01.2010  (D)  500.000  I  15.04.2015 TL  TL (C)  100.000  II  15.05.2010  (E)  100.000  II  15.05.2015 TL  TL             (F)  50.000  III  15.06.2015 TL İrtifak Hakları  İrtifak Hakları Hak  Türü  Tescil  Hak  Türü  Tescil Sahibi  Tarihi  Sahibi  Tarihi (G)  Geçit hakkı  15.02.2010  (O)  Oturma (sükna)  15.01.2015 hakkı (İ)  İntifa hakkı  15.03.2010  (İ)  İntifa hakkı  15.02.2015 Şerhler  Şerhler Hak  Türü  Şerh Tarihi  Hak  Türü  Şerh Tarihi Sahibi  Sahibi          (V)  Geri alım (vefa)  15.03.2015 hakkı  Yukarıda  açıklandığı  üzere  öğretideki  yerleşik  görüş  sadece  rehin haklarının  kendi  arasındaki  sıraya  odaklanmakta,  diğer  hakların  sırasını koruyabilecek bir çözüm getirememektedir. Bu çalışmada benimsediğimiz görüş uyarınca Örnek 4b şu şekilde çözülecektir. Öncelikle yeni taşınmaz üzerinde paylı mülkiyet rejimi kurulacaktır. Payların belirlenmesinde öncelikle birleştirmeyi düzenleyen kamu hukuku kuralları dikkate alınmalıdır. Daha önce açıklandığı üzere bu belirlemede 1077Işık ÖNAY, Yasin Alperen KARAŞAHİN   Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1043-1082  birleştirilen taşınmazların değerleri arasındaki oranın esas alınması olması gereken hukuk açısından uygun olacaktır.  İkinci olarak, rehin hakları, pay üzerinde kurulabilen sınırlı ayni haklar olmaları  nedeniyle,  eski  taşınmazı  yükledikleri  sırayla  (3)  numaralı taşınmazın ilgili paylarına aktarılacaktır. (B) ve (C), ilk pay üzerinde aynı sıra ve  miktarda  rehin  hakkı  sahibi  olacaklar;  aynı  sonuç  (D),  (E)  ve  (F) bakımından da ikinci pay üzerinde doğacaktır. Pay üzerinde kurulabilen sınırlı ayni haklardan olan intifa hakları da ilgili payları yükleyecektir. (İ ) ilk pay üzerinde, (İ ) ise ikinci pay üzerinde intifa 1 2 hakkı  kazanır.  Benzer  şekilde  (V)  lehine  şerh  ise  ikinci  payı  yükler. Dolayısıyla  (V),  geri  alım  (vefa)  hakkını  ikinci  paya  ilişkin  olarak kullanabilecektir. (1) numaralı taşınmaz üzerindeki geçit hakkı ile (2) numaralı taşınmaz üzerindeki  oturma  (sükna)  hakkının  akıbeti  ise  (3)  numaralı  taşınmazın fiziksel  olarak  birleşen  taşınmazların  bulunduğu  yeri  kapsamına  alıp almadığına göre farklılaşır. Zira bu haklar yerle özel bağlantısı bulunan haklardır. Şayet (3) numaralı taşınmaz eski taşınmazların bulunduğu yerleri kapsıyorsa (G) lehine geçit hakkı ve (O) lehine oturma hakkı (3) numaralı taşınmazın tamamını yükleyecek şekilde tescil edilecek ve  hak sahipleri sırasıyla geçit ve konuttan yararlanmaya devam edeceklerdir. Eğer (A) ya (1) ve (2) numaralı taşınmazlar yerine başka bir yerde taşınmaz tahsis edildiyse, yani (3) numaralı taşınmaz eski taşınmazların bulunduğu yerleri kapsamına almıyorsa, bu haklar (3) numaralı taşınmaza aktarılmayacaktır. Söz konusu haklar bulundukları yerde kalacak, yani hakkın kullanılacağı geçit ve konut yeni düzene göre hangi taşınmazda bulunuyorsa haklar o taşınmaz üzerinde kazanılacaktır. (3) numaralı taşınmaz üzerindeki haklar arasındaki sıra ilişkisine dair şu tespitler yapılabilir. -  Paya aktarılan haklar arasında birleştirme öncesindeki sıra ilişkisi korunacaktır. -  Birinci paya aktarılan haklar ile ikinci paya aktarılan haklar arasında da bir çatışma söz konusu olmayacaktır. Zira bu haklar sadece ilgili paya ilişkin olarak kullanılabilecektir.  -  Yerle özel bağlantısı bulunan geçit hakkı ile oturma hakkı diğer hakların tamamına nazaran öncelikli olacaktır. Bu iki hak arasında ise bir sıra ilişkisi kurulmasına ihtiyaç bulunmamaktadır. Zira bu hakların kullanım  yerleri  farklı  olduğundan  çatışmaları  söz  konusu olmayacaktır. 1078Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1043-1083   Birleştirilen Taşınmazlar Üzerindeki… SONUÇ Taşınmazların birleştirilmesi, taşınmazların malik(ler)inin rızasına dayalı olup olmamasına göre, iradi birleştirme ve zorunlu birleştirme olarak ikiye ayrılmaktadır.  Taşınmazların iradi olarak birleştirilmesi – zorunlu birleştirmenin aksine –  sadece  birbirine  bitişik  taşınmazlar  için  mümkündür.  Dolayısıyla, birleştirme  sonrasında,  önceki taşınmazlar ile aynı konumda  bulunan ve onların  dış  sınırlarına  sahip  yeni  bir  taşınmaz  oluşmaktadır.    Bu  tür birleştirme, taşınmazların malik(ler)inin ve taşınmazları konu alan sınırlı ayni hak  sahipleri  ile  şerh  edilmiş  kişisel  hak  sahiplerinin  rızası  ile gerçekleştirilebilmektedir. Bu kuralın bir istisnası, aynı kişinin mülkiyetinde olan taşınmazların birleştirilmesi ve bu taşınmazlardan sadece biri üzerinde sınırlı ayni hak veya şerh edilmiş kişisel hak bulunmasıdır. Bu durumda, birleştirmeden  önceki  taşınmazlardan  biri  üzerindeki  hak(lar)  birleştirme sonrasında oluşan (daha büyük yüzölçümüne sahip ve daha değerli) taşınmaza aynen aktarılacaktır. Dolayısıyla, sınırlı ayni hak ve şerh edilmiş kişisel hak sahiplerinin  menfaatleri  birleştirmeden  olumsuz  etkilenmeyecektir.  Bu nedenle de onların rızası aranmamaktadır. Taşınmazların zorunlu birleştirilmesi, birbirine bitişik olan taşınmazların birleştirilmesinden başka şekillerde de gerçekleşebilmektedir. İdare tarafından alınan  bir  karar  sonucunda,  belirli  bir  bölgede  bulunan  taşınmazların birbirleriyle  birleştirilip  yepyeni  sınırlara  ve  yüzölçümlerine  sahip taşınmazların  oluşturulması  söz  konusu  olabilmektedir.  Önceki taşınmazlardan  birinin  malikine  yeni  oluşan  taşınmazlardan  birinin  veya birkaçının  tek  başına  mülkiyetinin  veya  mülkiyet  payının  verilmesi mümkündür. Dolayısıyla, taşınmazların zorunlu birleştirilmesi söz konusu olunca,  birleştirme ifadesinin kelime  anlamının dışında  kalan sonuçlar doğabilmektedir. Mesela imar mevzuatına dayalı olarak bir yerde bulunan taşınmaz yerine başka bir yerde, yüzölçümü daha küçük bir taşınmazın tek başına  mülkiyeti  verilebilmektedir.  Bu  durumda,  aslında  taşınmazların birleştirilmesi değil, bir taşınmazın yerine başka bir taşınmazın verilmesi söz konusudur. Ancak, bu tür durumlar da taşınmazların birleştirilmesine dair hukuk kurallarının kapsamındadır. Taşınmazların zorunlu birleştirilmesi, idare tarafından alınan bir karara dayalı olarak, taşınmazların malik(ler)inin ve taşınmazlar üzerinde sınırlı ayni hak  veya  şerh  edilmiş  kişisel  hak  sahibi  olan(lar)ın  rızası  olmaksızın 1079Işık ÖNAY, Yasin Alperen KARAŞAHİN   Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1043-1082  yapılmaktadır.  Bu  durumda,  söz  konusu  kişilerin  haklarının  yeni taşınmaz(lar)a aktarılması meselesi özel bir sorun arz etmektedir. TMK, sadece  rehin  haklarının  yeni  taşınmaza  aktarılmasına  dair  düzenleme içermektedir.  Türk  ve  İsviçre  öğretilerinde  de  genellikle  sadece  rehin haklarının yeni taşınmaza aktarılması meselesi ele alınmaktadır. Kanun  koyucu,  birleştirilen  taşınmazlar  üzerindeki  rehin  hakları birleştirme sonucu oluşan yeni taşınmaza aktarılırken, bu haklar ile sağlanan teminat  düzeyinin  korunmasını  amaçlamaktadır.  Hukukumuzda  mevcut uygulamada  yapıldığı  gibi,  birleştirilen  taşınmazlar  üzerindeki  rehin haklarının  birleştirme  sonucunda  oluşan  taşınmazın  aynı  numaralı derecelerinin yan derecelerine aktarılması, kanun koyucunun amacına aykırı sonuçlar doğurabilmektedir. Rehin haklarının aktarılması ile ilgili olarak öğretide önerilen yöntem bu sakıncayı bertaraf etmektedir. Ancak, makalede yer alan ayrıntılı açıklamalardan ve örneklerden görüldüğü üzere, öğretide önerilen yöntem, oldukça karmaşık hâle gelebilen hesaplamalar yapılmasını gerektirmektedir. Ayrıca, söz konusu yöntem iki sorunu çözmede yetersiz kalmaktadır. İlk olarak, birleştirilen taşınmazlar üzerinde rehin haklarının yanında intifa hakkı veya şerh edilmiş kişisel hak bulunması durumunda, hakların  sırasını  korumak  mümkün  olmamaktadır.  İkinci  olarak, taşınmazlardan biri üzerinde boş rehin derecesi bulunması durumunda da tatmin edici bir çözüm getirememektedir. Bu  makalede  önerilen  yöntem,  açıklanan  yetersizlikleri  giderecek niteliktedir ve karmaşık bir hesaplama yapılmasını gerektirmemektedir. Eğer birleştirilen taşınmazlardan biri veya birkaçı üzerinde mülkiyet payı üzerinde kurulabilen bir sınırlı ayni hak (intifa hakkı veya rehin hakkı) ya da niteliği itibarıyla paya ilişkin olarak kullanılabilen şerh edilmiş kişisel hak (örnek olarak önalım, alım veya geri alım hakkı) mevcutsa, birleştirme sonucunda oluşan taşınmaz üzerinde önceki taşınmazları karşılayacak şekilde mülkiyet payları oluşturulmalıdır. Önceki taşınmazları konu alan intifa hakkı ve rehin hakkı ile niteliği itibarıyla paya ilişkin olarak kullanılabilen şerh edilmiş kişisel  haklar,  önceki  taşınmazı  karşılayan  mülkiyet  payı  üzerine aktarılmalıdır. Birleştirilen taşınmazlar aynı kişinin mülkiyetinde olsa ve birleştirme sonucunda oluşan taşınmaz üzerinde başka bir kişiye mülkiyet payı  verilmese  bile,  bu  makalede  önerilen  yönteme  göre  yeni  taşınmaz üzerinde (aynı kişiye ait) mülkiyet payları oluşturulacaktır. Bunun nedeni, söz konusu payları farklı sınırlı ayni hakların ve şerh edilmiş kişisel hakların yükleyecek olmasıdır. 1080Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1043-1083   Birleştirilen Taşınmazlar Üzerindeki… Mülkiyet payını konu alamayan haklar (örnek olarak geçit irtifakı), yer ile özel bağlantısı olan haklar niteliğindedir. Zorunlu birleştirme sonrasında oluşan yeni taşınmazların yüzölçümleri ve  sınırları ne  olursa olsun,  söz konusu haklar aynı konumda kullanılabilecek şekilde o konumu kapsamına alan  taşınmaz  üzerine  aktarılmalıdır.  Bu  haklar,  yeni  taşınmaz  üzerine aktarılacak başka haklardan önce gelecektir. Bu durum, zorunlu birleştirme sonucunda  oluşan  yeni  taşınmazların  değerini  etkileyecektir  ve  idare tarafından önceki  taşınmazların maliklerine  yeni taşınmaz(lar) veya  yeni taşınmaz(lar)ın  mülkiyet  pay(lar)ı  verilirken  dikkate  alınmalıdır.  Malike önceki taşınmazının değerini karşılayan yeni taşınmaz(lar) veya mülkiyet pay(lar)ı verilirse, önceki taşınmazları karşılayan taşınmaz(lar) ve mülkiyet pay(lar)ı üzerine aktarılan intifa hakkı, rehin hakkı ve şerh edilmiş kişisel hak sahiplerinin de haklarının değeri korunmuş olacaktır.",
     "Kaynakça": "Acar, F. (2008). Rehin Hukukunda Taşınmaz Kavramı ve Özellikle Belirlilik İlkesi. Ankara: Turhan Kitabevi. Apaydın,  E.  (2009).  The  Problematic  Structure  of  Management  of  Co-owned Properties in Turkish Law and Pursuance of Solutions: Trust of Land of English Law. (Yayınlanmamış Doktora Tezi [Unpublished Ph.D. Thesis]). University of Leicester.  İnternette  <https://avesis.kocaeli.edu.tr/eylem.apaydin/eğitim> adresinde  “Education  Information sekmesinde  yer  alan  bağlantı  ile erişilebilmektedir.  [Available  online  via  a  link  at <https://avesis.kocaeli.edu.tr/eylem.apaydin/eğitim>  under  “Education Information”.] Çetiner, B. (2015). Taşınmaz Teminatı. İstanbul: Filiz Kitabevi. Dural,  M.  (1976).  Borçlunun  Sorumlu  Olmadığı  Sonraki  İmkânsızlık.  İstanbul: İstanbul Üniversitesi. Dürr, D. (2009). Kommentar zum Schweizerischen Privatrecht, Teilband IV/2b: Das Grundpfandrecht, Erste Lieferung: Systematischer Teil und Art. 793-804 ZGB (2. Baskı). Zürih: Schulthess Juristische Medien. (Anılış: ZK-Dürr). Eggel, M. (2013). Studie zur Surrogation im schweizerischen Zivilrecht. Bern: Stämpfli Verlag. Eren, F. (2019). Borçlar Hukuku Genel Hükümler (24. Baskı). Ankara: Yetkin Yayınları. Ergen, C. (2004). Arazi ve Arsa Düzenlemeleri. Ankara: Seçkin Yayınevi. Gündoğdu, F. (2014). Borca Aykırılık Hallerinden Kusurlu İfa İmkânsızlığı ve Hukuki Sonuçları. İstanbul: On İki Levha Yayıncılık. 1081Işık ÖNAY, Yasin Alperen KARAŞAHİN   Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1043-1082  Gürsoy, K. T., Eren, F. ve Cansel, E. (1984). Türk Eşya Hukuku (2. Baskı). Ankara: Ankara Üniversitesi Hukuk Fakültesi Yayınları.  Haab, R., Simonius A., Scherrer, W. ve Zobl, D. (1977). Zürcher Kommentar, Kommentar zum Schweizerischen Zivilgesetzbuch, Band IV: Das Sachenrecht, 1. Abteilung: Das Eigentum, Art. 641-729 ZGB (2. Baskı). Zürih: Schulthess Juristische Medien. (Anılış: ZK-Haab, Simonius, Scherrer ve Zobl). Helvacı, İ. (2008), Türk Medeni Kanununa Göre Sözleşmeden Doğan İpotek Hakkı, İstanbul: On İki Levha Yayıncılık. Huber,  H.  C.  (1988).  Die  Behandlung  der  dinglichen  Rechte  im Güterzusammenlegungsverfahren (Nachdruck aus Blätter für Agrarrecht 1970 Heft 1/2 und Zbl 72 S. 441), Schweizerische Zeitschrift für Beurkundungs- und Grundbuchrecht, LXIX, 254-268. Kurt, L. M. (2016). Borçlunun Sorumlu Olmadığı Sonraki İmkânsızlık. Ankara: Yetkin Yayınları. Müller, R. M. (2015). Art. 745 – Art. 775. H. Honsell, N. P. Vogt ve W. Wiegand (editörler). Basler Kommentar, Zivilgesetzbuch II (5. Baskı, s. 1493-1557). Basel: Helbing Lichtenhahn Verlag. (Anılış: BSK ZGB II-Müller). Nomer, H. N. (2020). Borçlar Hukuku Genel Hükümler (17. Baskı). İstanbul: Beta Yayıncılık. Oğuzman, M. K., Seliçi, Ö. ve Oktay-Özdemir, S. (2020). Eşya Hukuku (22. Baskı). İstanbul: Filiz Kitabevi. Özen, B. (2008). Türk Medeni Hukukunda Eşya Üzerinde İntifa Hakkı. İstanbul: Vedat Kitapçılık. Schmid-Tschirren, C. (2015). Art. 793 – Art. 823. H. Honsell, N. P. Vogt ve W. Wiegand (editörler). Basler Kommentar, Zivilgesetzbuch II (5. Baskı, s. 16751810). Basel: Helbing Lichtenhahn Verlag.  (Anılış BSK ZGB II-SchmidTschirren). Serozan, R. (2014). Borçlar Hukuku Genel Bölüm (Üçüncü Cilt) İfa, İfa Engelleri, Haksız Zenginleşme (6. Baskı). İstanbul: Filiz Kitabevi. Sirmen, L. (2020). Eşya Hukuku (8. Baskı). Ankara: Yetkin Hukuk Yayınları. Steinauer, P. (2012). Les droits réels (Üçüncü Cilt, 4. Baskı). Bern: Stämpfli Verlag.  Ustaoğlu,  F.  (2019).  Parselasyon  İşlemlerinde  Mülkiyet  Hakkına  Müdahaleler. (Yayınlanmamış Yüksek Lisans Tezi). Yıldırım Beyazıt Üniversitesi. Ünal, M. ve Başpınar, V. (2020). Şeklî Eşya Hukuku (11. Baskı). Ankara: Savaş Yayınevi. Wieland, C. (1946). Aynî Haklar (İkinci Cilt) (İ. H. Karafakı, Çev.). Ankara: Ankara Yeni Cezaevi Basım Evi. Yeşil, M. (2016). Tapu İşlemleri – Uygulama & Mevzuat (10. Baskı). İstanbul: Alfa Yayıncılık. 1082"
}