{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "4",
     "Başlık": "ANONİM ŞİRKETİN HAKLI SEBEPLE FESHİNE İLİŞKİN TTK M. 531 HÜKMÜNÜN ZAMAN BAKIMINDAN UYGULANMASI",
     "Title": "Application in Terms of Date of Art. 531 Turkish Commercial Code Regarding Just Termination of Joint Stock Company",
     "Yazar İsmi": [
          "Hayrettin ÇAĞLAR" ,
          "Esra KAŞAK"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Haklı Sebep",
          "Fesih Davası",
          "Zaman Bakımından Uygulanma",
          "Yürürlük Hukuku",
          "Uygulama Hukuku"
     ],
     "Keywords": [
          "Just cause",
          "Action for termination",
          "Application in terms of date",
          "Law of effectiveness",
          "Law of application"
     ],
     "Özet": "6762  sayılı  Kanunda  öngörülmemiş  olan  anonim  şirketlerin  haklı sebeple feshi kurumu, 6102 sayılı Türk Ticaret Kanunu m. 531 ile bir azınlık hakkı olarak Türk hukukuna girmiştir. Eski hukuk ile yeni hukuk arasındaki bu  düzen  farkı  sebebiyle  TTK  m.  531  hükmünün  zaman  bakımından uygulanmasına ilişkin çeşitli meseleler gündeme gelmektedir. Çalışmada, bu hakkın,  kanunun  yürürlüğe  girmesinden  önce  kurulan  anonim  şirketler hakkında derhal yürürlüğe girip girmeyeceği, pay sahiplerine haklı sebeple fesih hakkı tanıyan, esas sözleşme hükümlerinin hukuki akıbeti ve hakkı kullanan pay sahiplerinin, Türk Ticaret Kanunu nun yürürlüğe girmesinden önce meydana gelen olaylara dayanıp dayanamayacağı meselelerine çözüm aranmıştır.",
     "Abstract": "Just termination of joint stock companies, which was not regulated in the law no. 6762, has been introduced into Turkish law as a minority right with Art.  531  of Turkish  Commercial  Code,  law  no.  6102.  Because  of difference  between  old  and  new  law  orders,  various  matters  regarding application of Art. 531 in terms of date become a current issue. Matters of whether this right inures at once for joint stock companies which formed before the code entered into force, legal circumstance of charter clauses, which  vests  right  of  just  termination  to  shareholders,  and  whether shareholders  that  exercise  this  right may  adduce  events  which  occurred before Turkish Commercial Code came into effect are sought a solution in this study.",
     "Metin": "A. Kurumun Düzenleniş Biçimi Anonim şirketlerin haklı sebeple feshine ilişkin bir düzenleme 6762 sayılı Türk Ticaret Kanunu nda yer almamaktaydı. Anonim şirketin haklı sebeple  feshi,  mehaz  İsviçre  Borçlar  Kanunu nun  736.  maddesinin  4. fıkrasında  yer  almasına  rağmen  bu  hükmün  6762  sayılı  Türk  Ticaret Kanununa alınmaması, doktrinde bu konuda Kanunda olumsuz bir boşluk olduğu  ve  bu  sebeple  kıyas  yolu  ile  doldurulamayacağı,  dolayısıyla mahkemeden  anonim  şirketin  feshinin  talep  edilemeyeceği  şeklinde yorumlanmış;  bununla  birlikte  esas  sözleşmeye  hüküm  konularak  pay sahiplerine  böyle  bir  hakkın  verilebileceği  genellikle  kabul  edilmiştir.                                                  1  Bu karşın 6762 sayılı Kanunda kollektif şirketlerin (m. 187), komandit şirketlerin (m. 267 deki atıf dolayısıyla m. 187), limited şirketlerin (m. 549/4, 551/2) haklı sebeple feshi hükme bağlanmıştı. Ayrıca 818 sayılı Borçlar Kanunu nun 535. maddesinin 7. fıkrası adi şirketin haklı sebeple feshini düzenlemekte idi. 2   Bu konuda ayrıntılı bilgi için bkz. Erdem, Nuri, Anonim Ortaklığın Haklı Sebeple Feshi, Vedat Kitapçılık, İstanbul 2012, s. 37-38; Şahin, Ayşe, Anonim Ortaklığı Haklı Sebeple Feshi, Vedat Kitapçılık, İstanbul 2013, s. 36-40 ve 320; İlbasmış Hızlısoy, Özlem, Anonim Şirketin Haklı Sebeple Feshi, Adalet Yayınevi, Ankara 2016; s. 16-20. Ayrıca bkz. TTK m. 531 gerekçesi:  Bu madde 6762 sayılı Kanunda öngörülmemiş bir kurumu hukukumuza 660Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 659-686                                     Çağlar - Kaşak Yargıtay  ise,  anonim  şirketin  haklı  sebeple  feshinin  talep  edilemeyeceği yönünde içtihat oluşturarak çoğunluk görüşün yanında yer almıştır. 6102 sayılı Türk Ticaret Kanunu nun 531. maddesi ile anonim şirketin haklı sebeple feshi kurumu bir azınlık hakkı olarak Türk hukukuna girmiştir. Düzenlemeye göre haklı sebeplerin bulunması halinde sermayenin en az onda birini veya halka açık şirketlerde yirmide birini temsil eden payların sahipleri,  şirketin  merkezinin  bulunduğu  yerdeki  asliye  ticaret mahkemesinden  şirketin  feshine  karar  verilmesini  isteyebilir.  Mahkeme, fesih yerine, paylarının karar tarihine en yakın tarihteki gerçek değerlerinin ödenip davacı pay sahiplerinin şirketten çıkarılmalarına veya duruma uygun düşen ve kabul edilebilir diğer bir çözüme karar verebilir.  B. Amacı Anonim  şirketlerde,  çoğunluk  ilkesi  hâkimdir.  Bu sebeple  çoğunluk gücünü elinde bulunduran pay sahiplerinin güçlerini kötüye kullanmaları olasılığına karşı, azınlık pay sahiplerinin korunması ihtiyacı doğmaktadır. Bu ihtiyacı  karşılamak  üzere  azınlık  pay  sahiplerine  tanınan  diğer  haklar yanında, haklı sebeplerin varlığında şirketin feshini talep hakkı tanınmıştır.                                                                                                                    kazandırmaktadır. 6762 sayılı Kanunun haklı sebeplerle feshi düzenlememiş olması, yargı kararlarında  ve  öğretide  hem  tartışılmış  hem  de  eleştirilmişti.  Tartışma,  boşluğun niteliğiyle ilgiliydi. Bazıları kaynak İsv. BK 736, b.4 hükmünün 6762 sayılı Kanuna alınmamış olmasının Kanunda olumlu bir boşluk yarattığı, bu boşluğun kıyas yoluyla veya Türk  Medenî  Kanununun  1  inci  maddesinden  yararlanılarak  doldurulması  gerektiği görüşünü savunmuştur. Hâkim öğreti ve Yargıtay boşluğun olumsuz olduğunu, bu nedenle Türk hukukunda böyle bir imkân bulunmadığını ileri sürmüşlerdi. Ancak, Türk hukukunda böyle bir kurumun bulunmasının yararlı olacağı çoğunluk tarafından kabul edilmekteydi .  3  İlgili Yargıtay kararları için bkz. Şahin, s. 39, dipnot 144; İlbasmış Hızlısoy, s. 17-18, dipnot 59 ve 51. 4  Anonim şirketin haklı sebeple feshi kurumu İsviçre Borçlar Kanunu na 1936 yılında girmiştir. İlk halinde esas sermayenin %20 sine sahip olan pay sahiplerinin haklı sebeplerin varlığı halinde mahkemeden anonim şirketin feshini talep edebileceği hükme bağlanmıştır. 1991 yılında yapılan değişiklik ile esas sermayenin %10 na sahip olan pay sahiplerine dava açma hakkı tanınarak oran indirilmiş, bunun yanında hâkimin fesih yerine duruma uygun düşen ve kabul edilebilir bir başka çözüme karar verebileceği de hükme eklenmiştir. Nihayet 2007 yılında sunulan tasarıda oran %5 e indirilmekte; ayrıca oyların %5 ine sahip olan veya paylarının itibari değeri 1 milyon İsviçre Frangı olan pay sahiplerine de dava açma hakkı tanınmaktadır (Ayrıntılı bilgi için bkz. Erdem, s. 24-35; İlbasmış Hızlısoy, s. 22-24; Şahin, s. 81-86; von der Crone, Hans Caspar, Aktienrecht, Stämpfli Verlag AG, Bern 2014, § 8 N 296). 5  Pay sahiplerine tanınan bireysel haklar yanında ayrıca azlık pay sahiplerine, azınlık pay sahiplerinin kurucuların, yönetim kurulu üyelerinin şirketin kuruluşundan ve sermaye   661Anonim Şirketlerin Haklı...                 Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 659-686 Haklı sebeple fesih davası, esas itibariyle azınlık pay sahiplerini, gücünü kötüye kullanan çoğunluk pay sahiplerine karşı koruma amacı taşır. Burada çoğunluğun gücünü kötüye kullanması, azınlığın talebi üzerine mahkeme tarafından şirketin feshine karar verilerek engellenir.  Haklı  sebeple  fesih  davası,  caydırıcı/önleyici  bir  etkiyi  de  haizdir. Çünkü  çoğunluk  pay  sahiplerinin  anonim  şirketin  devamında  büyük menfaatleri söz konusudur ve bu durum onları, elinde şirketin feshini talep edebilme gibi etkili bir güç bulunan azınlığa karşı daha dikkatli davranmaya sevk eder. Bununla birlikte haklı sebeple fesih davası, azınlığın çoğunluk pay  sahipleri  ile  aynı  görüşte  olmadığı  her  durumda  çoğunluğa  karşı kullanabileceği bir tehdit veya baskı aracı haline dönüştürülmemelidir.                                                                                                                     artırımından doğan sorumluluğunun sulh ve ibra yoluyla kaldırılmasını önleyebilmesi (TTK m. 559), genel kurulu toplantıya çağırma ve gündeme madde eklenmesini isteme hakkı (TTK m. 411-412), finansal tabloların müzakeresini erteleme hakkı (TTK m. 420), özel denetçi atanmasını talep hakkı (TTK m. 439), pay senedi bastırılmasını isteme (TTK m. 486) hakkı tanınmıştır.  6  Bertsch, Wilfried, Die Auflösung der Aktiengesellschaft aus Wichtigen Gründen, Verlag H. R.  Sauerländer&  Co.,  Aarau,  1947,  s.  16;  Schucany,  Emil,  Kommentar  zum schweizerischen Aktienrecht, 2. Auflage, Zürich 1960, Art 736 OR, N 5; Bürgi, , W. Wolfhart,  Das  Obligationenrecht,  5.  Teil,  Die  Aktiengesellschaft,  b/2:  Art.  698-738, Schulthess&CO  AG,  Zürich  1969,  Art.  736,  N  39;  Tekinalp,  Ünal,   Türk  Ticaret Kanunundaki Boşluk: Anonim Ortaklığın Önemli Nedenlerle Feshi, Çoğunluk Gücünün Kötüye Kullanılmasına Karşı Bir Araç , İktisat ve Maliye Dergisi, C. XXI, S. 8, s. 321. Stäubli, Christoph, Basler Kommentar zum Schweizerischen Privatrecht, Obligationenrecht II, Art. 530-964 OR, Art. 1-6 SchlT AG, Art. 1-11 ÜBest (GmbH), Art. 1-2 ÜBest (Rechnungslegung 2011), Art. 1-3 ÜBest (GAFI 2014),  5. Auflage 2016, (Herausgeber: Honsell, Heinrich; Vogt, Nedim Peter; Watter, Rolf), Art. 736 OR, N 17; Beeler, Lukas/ von der Crone, Hans Caspar,  Auflösungsklage nach Art. 736 Abs. 4 OR. Entscheid des Schweizerischen  Bundesgerichts  4A_475/2009  vom  5.  März  2010  in  Sachen  X (Beschwerdeführerin/Klägerin)  gegen  Y  SA  (Beschwerdegegnerin/Beklagte) , Schweizerische Zeitschrift Für Wirtschafts- und Finanzmarktrecht, 2010, s. 332; von der Crone, § 8 N 258; Trezzini, Francesco, Kurz Kommentar OR, (Herausgeber: Honsell, Heinrich), Helbing Lichtenhahn Verlag, Basel 2014, Art. 736 OR, N 9; Böckli, Peter,  Schweizer Aktienrecht, 4. Auflage, Schulthess Juristische Medien AG 2009, s. 2318; Enderli, Thomas/Vogt, Hans-Ueli,  Die Auflösung einer Aktiengesellschaft aus wichtigen ,gründen und Anordnung einer anderen sachgemässen Lösung  (Art. 736 ziff. 4 OR)Bemerkungen  aus  Anlass  von BGE  136  III  278  ff.   Recht-Zeitschrift  für juristische Weiterbildung und Praxis, Stämpfli Verlag AG, Bern 2010, s. 241; ayrıntılı bilgi için bkz. Erdem, s. 8-15; Şahin, s. 50 vd. 7  Bkz. Enderli/Vogt, s. 241. 8  Bertsch, s. 18; Forstmoser/Meier-Hayoz/Nobel, § 55, N 59; Tekinalp, Önemli Sebep, s. 321; Şahin, s. 54. 9  Tekinalp, s. 322; Şahin, s. 54. 10  Bu konuda kz. ve karş. Bürgi, Art. 736, N 39; Tekinalp, Önemli Sebep, s. 326. 662Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 659-686                                     Çağlar - Kaşak Çoğunluğun gücünü kötüye kullanmasından kaynaklanmamakla beraber pay sahipleri bakımından şirketin devamını objektif olarak çekilmez hale getiren başka durumlar da ortaya çıkabilir ve bu hallerde, fesih davası pay sahiplerine bir çözüm yolu sunar 11. C. Haklı Sebeplerin Tayini Hâkim ancak  haklı sebep lerin varlığı halinde şirketin feshine karar verebilir. Haklı sebep kavramı, kanunda tanımlanmamış; haklı sebep teşkil edebilecek  durumlara  örnek  kabilinden  yer  verilmemiştir.  İleri  sürülen sebebin haklı olup olmadığı, somut hukuki ilişkinin ve taraflar arasındaki menfaatler dengesinin değerlendirilmesi neticesinde hukuka ve hakkaniyete göre hâkim tarafından belirlenecektir (TMK m. 4). Davalı anonim şirketin küçük, kapalı (aile) tip bir şirket mi yoksa payları atomize olmuş halka açık bir şirket mi olduğu da sebebin haklılığının belirlenmesinde önem taşır. Çünkü kapalı bir anonim şirketin feshini haklı gösterecek bir olgu, halka açık bir anonim şirket açısından önemsiz kalabilir.  İlk  olarak  çoğunluğun,  gücünü  kötüye  kullanarak  devamlı  surette şirketin ve azınlık pay sahiplerinin menfaatlerine aykırı hareket etmesi haklı sebep sayılabilecek durumlar arasında yer alır. Çoğunluğun tüm yönetim kadrolarını ele geçirip, yöneticilere yüksek oranda ücret vermesi ve hiç kâr dağıtılmaması,  şirkete  yabancı  ve  şirketin  amacı  ile  bağdaşmayan  işler yapması, azınlığın haklı taleplerini devamlı hukuka aykırı olarak reddetmesi                                                  11  Bertsch, s. 16. Ayrıca bkz. ve karş. Şahin, s. 53. Haklı sebeple fesih davasının çeşitli işlevleri hakkında bkz. Erdem, s. 16 vd.  12  Mehaz İsviçre Borçlar Kanunu m. 736/4 te haklı sebep kavramı için  wichtiger Grund  (önemli sebep) ifadesi kullanılmıştır.  Haklı sebep  kavramının daha isabetli olduğu yönünde bkz. Çamoğlu, Ersin, Kollektif Ortaklığın Haklı Sebeple Feshi ve Ortağın Haklı Sebeple Çıkarılması, Vedat Kitapçılık, İstanbul 2008, s. 21.  Haklı sebep  kavramı ile ilgili yerli ve yabancı terminoloji hakkında bkz. Erdem, s. 76-77; Şahin, s. 35-36. 13  Bu konuda ayrıntılı açıklamalar için bkz. ve karş. Erdem, s. 154-155; Şahin, s. 183 vd.; İlbasmış Hızlısoy, s. 74. 14  Bu konuda bkz. ve karş. Bürgi, Art. 736 OR, N 50; Beeler/von der Crone, s. 334; Habegger, P./  Benedick,  G.,  Handkommentar  zum  Schweizer  Privatrecht,  Herausgeber:  Marc Amstutzi Peter Breitschmid, Andreas Furrer, Daniel Girsberger, Claire Huguenin, Markus Müller-Chen, Vito Roberto, Alexandra Rumo-Jungo, Anton K. Schnyder, Schultess 2007, Art. 736 OR, N 8; von der Crone, § 8 N 266; Stoffel, A. Walter,  Gesellschaftsrecht 2010  Schweizerische Zeitschrift für Wirtschafts- und Finanzmarktrecht, Schulthess Juristische Medien AG 2010, s. 71; ayrıca bkz ve karş. Erdem, s. 113 vd.; Şahin, 140 vd.; İlbasmış Hızlısoy, s. 84 vd.   663Anonim Şirketlerin Haklı...                 Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 659-686 hakkın kötüye kullanılması durumlarına örnek olarak gösterilebilir.  Şirketin,  çöküşüne  sebep  olacak  şekilde  kötü  yönetilmesi  de  fesih bakımından haklı sebep olabilir. Çünkü anonim şirketin amacı kâr elde etmek  olduğundan,  bu  amaca  ulaşmak  artık  kesin  olarak  imkânsız  ise anonim  şirket  varlık  sebebini  kaybeder.  Pay  sahipleri  arasındaki  şahsi uyuşmazlıklar, eğer ilişkileri objektif ve sürekli olarak katlanılamaz hale getiriyorsa, uyuşmazlık sebebi ile şirketin devamı mümkün görünmüyorsa haklı sebep sayılabilir.  Çoğunluğun gücünü kötüye kullanacağına dair açık bir korku, sırf azınlığı  zarara  uğratmak  amacıyla  yapılmaması  veya  bu  sonucu doğurmaması  kaydıyla  işletme  konusunun  değiştirilmesi  haklı  sebep sayılmaz. Anonim şirketlerde genel kurul ve yönetim kurulu, çoğunluk ilkesine göre karar aldığı için (karş. TTK m. 390 ve 421), bu kurullardan çıkacak kararlara da çoğunluğun iradesi hâkim olur. Bu sebeple çoğunluk pay sahipleri tarafından alınan kararların sırf azınlık pay sahipleri tarafından kabul edilmemesi de anonim şirketin feshi için haklı sebep teşkil etmez.  D. Hukuki Sonuçlar Haklı sebeple anonim şirketin feshini düzenleyen 531. maddede haklı sebeplerin varlığında mahkemenin feshe yahut fesih yerine, payların karar tarihine en yakın tarihteki gerçek değerlerinin ödenip davacı pay sahiplerinin şirketten çıkarılmalarına veya duruma uygun düşen ve kabul edilebilir diğer bir çözüme karar verebileceği hükme bağlanmıştır. Şirketin feshini haklı gösteren  sebeplerin  varlığına  rağmen,  şirketin  devamının  menfaatler dengesine  daha  uygun  olacağına  kanaat  getiren  mahkeme,  fesih  kararı vermek zorunda olmayıp duruma uygun düşen ve kabul edilebilir bir diğer çözüme de karar verebilir.                                                  15  Örnekler için bkz. ve karş. Bürgi, Art. 736 OR, N 50; Stoffel, s. 71; BSK OR II-Stäubli, Art. 736 OR, N 24; KUKO OR- Trezzini, Art. 736 OR, N 9. 16  Bu konuda ayrıntılı bilgiler için bkz. ve karş. Beeler/von Der Crone, s. 335; BSK OR IIStäubli, Art. 736 OR, N 24; von der Crone, § 8 N 267; Erdem, s. 151 vd.; Şahin, s. 213 vd.; İlbasmış Hızlısoy, s. 169 vd. 17  Bu hususta bkz. Beeler/von der Crone, s. 335; von der Crone, § 8 N 267. 18  Bu konuda bkz. ve karş. Forstmoser/Meier-Hayoz/Nobel, § 55, N 81; von der Crone, § 8 N 264. Bu konuda ayrıntılı bilgi için bkz. ve karş. Erdem, s. 154 vd; Şahin, s. 183 vd. ; İlbasmış Hızlısoy, s. 173 vd. 19  BSK OR II-Stäubli, Art. 736 OR, N 25. 20  Bu hususta bkz. Bürgi, Art. 736 OR, N 52. 21  Bkz. Beeler/von der Crone, s. 332; von der Crone, § 8 N 262. 22  Bkz. TTK 531. madde gerekçesi. 664Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 659-686                                     Çağlar - Kaşak Şirketin feshi davasının, genel kurul kararlarının iptali veya sorumluluk davası açma veyahut yönetici ve temsilcilerin yetkilerinin geri alınması veya sınırlandırılması gibi kanunda yer alan diğer hukuki yollara nazaran tâli nitelikte bir dava olduğu kabul edilmektedir. Şirketin feshi, azınlığın haklı menfaatlerini korumada bir  ultima ratio dur. Azınlık pay sahipleri, haklı menfaatlerini, ancak kanunda veya esas sözleşmede öngörülen daha hafif başka  bir  hukuki  vasıtayla  koruyamaması  halinde,  şirketin  feshini  talep edebilir. Bununla birlikte kanunda veya esas sözleşmede öngörülen daha hafif diğer hukuki vasıtaların mutlak anlamda tüketilmesi gerekli değildir. Diğer  hukuki  vasıtalara  başvurmanın  pay  sahibi  bakımından   kabul edilebilir  (zumutbar)  olmaması   yeterli  olup,  kabul  edilebilirlik  somut olaya göre belirlenir. Şirketin  feshi,  hem  diğer  hukuki  çarelere  (iptal  davası,  sorumluluk davası gibi) hem de madde metninde düzenlenen diğer çözümlere göre tali niteliktedir. Bu sebeple hâkim, davanın dayandığı durumun anonim şirketin feshinden  başka,  paylarının  karar  tarihine  en  yakın  tarihteki  gerçek değerlerinin  ödenip  davacı  pay  sahiplerinin  şirketten  çıkarılmaları  veya duruma  uygun  düşen  ve  kabul  edilebilir  başka  bir  çözüm  ile  ortadan kaldırılıp  kaldırılamayacağını  da  araştırmalıdır.  Eğer  fesih  davasının dayandığı durum taraflara daha az yük getirecek bir başka çözüm ile bertaraf                                                  23  Bu konuda bkz. ve karş. Beeler/von der Crone, s. 332; Forstmoser/Meier-Hayoz/Nobel, § 55 N 110; von der Crone, § 8 N 263; von Büren/Stoffel/Weber, N 1315. 24  Bu hususta bkz. ve karş. Bertsch, s. 17; Tekinalp, s. 322; Habegger/Benedick, Art. 736 OR, N 10; Forstmoser/Meier-Hayoz/Nobel, § 55, N 110; Beeler/von der Crone, s. 332; Böckli, s. 2319; BSK OR II-Stäubli, Art. 736 OR, N 21; von der Crone, § 8 N 263; KUKO OR- Trezzini, Art. 736 OR N 9. 25  Karş. Schucany, Art. 736 OR, N 5; Bürgi, Art. 736 OR, N 43; Von Steiger, F. (Çev. Tahir Çağa): İsviçrede Anonim Şirketler Hukuku, İstanbul 1968, s. 397; Habegger/Benedick, Art. 736 OR, N 10; Beeler/von der Crone, s. 332; von der Crone, § 8 N 263. 26  Bkz. ve karş. von Steiger (Çev. Tahir Çağa), s. 397; Forstmoser/Meier-Hayoz/Nobel, § 55, N 110; Beeler/von der Crone, s. 332; von der Crone, § 8 N 260; von Büren, Roland/Stoffel, Walter A./Weber, Rolf H., Grundriss des Aktienrechts mit Berücksichtigung der laufenden Revision, 3. Auflage, Schulthess Juristische Medien AG 2011, N 1316.  27  Bu hususta bkz. Forstmoser/Meier-Hayoz/Nobel, § 55, N 110; Beeler/von der Crone, s. 332. 28  Bertsch, s. 50-51. 29  Beeler/von der Crone, s. 332; BSK OR II- Stäubli, Art. 736 OR, N 22, 27; Kunz, Peter:  Zur Auflösungklage Art. 736 Ziff. 4 OR-Garant für ein Indirektes Austrittsrecht? , Zum 70. Geburtstag von Rolf Bär, Bern 1998, s. 242. 30  Bu konuda Bkz. Böckli, s. 2320.   665Anonim Şirketlerin Haklı...                 Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 659-686 edilebiliyorsa  şirketin  feshine  karar  verilmemelidir.  Öğretide  tartışılan alternatif çözümlere örnek olarak, kâr dağıtım zorunluluğu, muhalif bir pay sahibinin yönetim kurulunda yer alması, şirketin bölünmesi gösterilebilir.  II. TTK m. 531 Hükmünün Zaman Bakımından Uygulanması A. Yürürlük ve Uygulama Hukuku Yürürlük ve uygulama şekilleri hukuku, bir hukuk düzeninin yerini yenisi aldığında, iki hukuk düzeni arasındaki, uygulanma, uyarlanma ve geçiş şartlarını  düzenleyen  hukuktur.  Yürürlük  ve  uygulama  şekilleri  hukuku, uygulanması  mümkün  olan  hukuk  düzenleri  arasında,  zaman  bakımından hangisinin  uygulanacağı  sorusuna  cevap  veren  atıf  kuralları (Verweisungsnormen/Kollisionsnormen/Rechtsanwendungsnormen) ile belirli bir süre için eski hukuk ile yeni hukuk arasındaki bağlantıyı kurmaya yönelik geçiş hükümleri içerir. Bu sebeple bu hukuk alanı için  Çağlararası Hukuk ,  Zamanlar Arası Hukuk ,  Geçiş Dönemi Hukuku ,  İntikal Devresi Hukuku  veya  İntikal Hukuku  gibi çeşitli terimler de kullanılmaktadır.                                                   31  Bu hususta bkz. ve karş. Beeler/von der Crone, s. 332; von der Crone, § 8 N 269. 32  Alternatif çözümlere örnekler için bkz. BSK OR II-Stäubli, Art. 736 OR, N 27 vd.; von der Crone, § 8 N 270. 33  Bu hususta bkz. Hatemi, Hüseyin, İntikal (Geçiş) Dönemi Hukuku, İstanbul 2004, s. 1-2; Serozan, Rona, Hukukta Yöntem, Vedat Kitapçılık, İstanbul 2015, s. 151; 6103 sayılı Kanun Genel Gerekçesi N 2. İsviçre hukukundaki terminoloji hakkında bkz. Schwander, Ivo, OFK-Orell Füssli Kommentar, ZGB Kommentar Schweizeriches Zivilgesetzbuch, Orell Füssli Verlag AG 2011, Art. 1 SchlT N 2.  34  Türk Hukuk Lûgatı na  İntikal Devresi Hukuku  olarak alınan bu hukuk dalı,  Bir Kanunun veya bir nizamın yerine yenisi konulduğu vakit eski ve yeni kanunlar veya nizamlar arasındaki irtibat,  insicam  ve  intikal  şartlarını  tayin  etmek  üzere  konulan  kaidelerin  hepsidir. Muvakkaten mer i oldukları cihetle veya bir rejimden diğerine intikali temin eylemeleri itibariyle bu kaidelerin adına (zaman arası hukuku, meriyet ve tatbikat şekilleri hukuku) adı dahi verilir  şeklinde tanımlanmıştır (Türk Hukuk Lûgatı, 3. Baskı, Başbakanlık Basımevi, Ankara 1991, s. 164); 6103 sayılı Yürürlük Kanunu genel gerekçesi, N 2 de,  Zaman itibariyle uygulama hukuku, bir kanunun veya hukuk düzeninin yerini yenisi aldığında eski ile yenisi arasındaki bağlantı, bağdaştırma ve geçiş şartlarını içeren hukuktur. Bu hukukta yer alan geçiş ve bağlantı hükümleri geçişle ilgili olduğu için bu hükümler sebebiyle  geçiş (intikal)  hukuku terimi de kullanılır  şeklinde açıklama yapılmıştır. Ayrıca bkz. ve karş. Hürlimann-Kaup, Bettina/Schmid, Jörg, Einleitungsartikel des ZGB und Personenrecht, 2. Auflage, Schulthess 2010, § 12 N 500-501; Brändli, Gian, CHK-Handkommentar zum Schweizer Privatrecht, 2. Auflage, Schulthess Juristische Medien AG 2012, Art. 1 SchlT N 1; OFK-Schwander, Art. 1 SchlT N 1. Bu konuda ayrıca bkz. Serozan, s. 151. 35  Bkz. ve Karş. Hürlimann-Kaup, /Schmid, § 12 N 502; OFK-Schwander, Art. 1 SchlT N 2; ayrıca bkz. 6103 sayılı Kanun Genel Gerekçesi, N 7-(c). 36  Bkz. Hatemi, s. 1-2; Serozan, s. 151; Ayrıca bkz. 6103 sayılı Kanun Genel Gerekçesi, N 7-(c). 666Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 659-686                                     Çağlar - Kaşak Temel kanunlara ilişkin yürürlük ve uygulama kurallarını içeren ayrı bir kanunun  çıkarılması,  Türk  hukukunda  daha  önce  de  örnekleri  olan  bir uygulamadır. 6102 sayılı yeni Türk Ticaret Kanunu, 01.07.2012 tarihinde yürürlüğe girmiş; bu kanun hükümlerinin yürürlük ve uygulanma şekillerini belirlemek  amacıyla  (Karş.  6103  sK.  m.  1),  6103  sayılı   Türk  Ticaret Kanunun Yürürlüğü ve Uygulama Şekli Hakkında Kanun  yayımlanmıştır. 6103 sayılı Kanun, üç kısım ve toplam kırk dört maddeden müteşekkildir. Birinci kısım  Genel Hükümler (m. 1-7) , ikinci kısım TTK da düzenlerin çeşitli  kurumlar  hakkında   Özel  Hükümler  (m.  8-40) den  oluşmaktadır. Üçüncü ve son kısım ise,  Diğer Kanunların Değiştirilen ve Yürürlükten Kaldırılan Hükümleri ve Son Hükümler e (m. 41-44) ilişkindir.   Yeni hukuk  ve  eski hukuk  ifadeleri yürürlük ve uygulama hukuku kapsamında kullanılan yaygın bir terminolojidir. 6103 sayılı Kanunda, Buna uygun olarak 6762 sayılı Kanunu ve bu Kanun ile ilgili diğer mevzuatı ifade etmek üzere,  eski hukuk  ifadesi kullanılmakla birlikte (6103 sayılı Kanun m. 2/3);  yeni hukuk  yerine  [6102 sayılı] Türk Ticaret Kanunu  ifadesi tercih edilmiştir.  Türk Ticaret Kanunu m. 531 in zaman bakımından uygulanması ile ilgili,  6103  sayılı  Kanunun   Özel  Hükümler   kısmında  bir  düzenleme bulunmamaktadır. Bu sebeple, sorunun çözümünde 6103 sayılı Kanunun  Genel Hükümler  kısmında yer alan 2-5. maddelerden istifade edilir. 6103 sayılı Kanunun 2-5. maddeleri, İsviçre Medeni Kanunu nun  Uygulama ve Yürürlük Hükümleri  başlığını taşıyan son kısmında yer alan 1., 3. ve 4. maddeleridir. İsviçre Medeni Kanun un son kısmının 1-4. maddelerinin,                                                  37  Karş. 6103 sayılı Kanun Genel Gerekçesi N 3 (Örneğin; 864 sayılı Kanunu Medeninin Sureti Mer iyet ve Şekli Tatbiki Hakkında Kanun, 866 sayılı Ticaret Kanununun Sureti Tatbiki Hakkında Kanun, 6763 sayılı Türk Ticaret Kanununun Mer'iyet ve Tatbik Şekli Hakkında Kanun, 4722 sayılı Türk Medenî Kanununun Yürürlüğü ve Uygulama Şekli Hakkında Kanun, 5320 Sayılı Ceza Muhakemesi Kanununun Yürürlük ve Uygulama Şekli Hakkında Kanun gibi). Ayrıca bkz. Çamoğlu, Ersin, Yeni Türk Ticaret Kanununun Zaman Açısından Uygulanması, Yargı Dünyası, Sayı: 217, 2014 (Ocak), s. 11.  38  Resmi Gazete 14.02.2011 tarih ve 27846 sayı. Yürürlük ve Uygulama Şekilleri hukukunun tarihi gelişimi hakkında bkz. OFK-Schwander, Art. 1 SchlT N 1. 39  Karş. 6103 sayılı Kanun m. 3 kenar başlığı. 40  Bkz. 6103 sayılı Kanun Genel Gerekçesi, N 3-6. İsviçre Medeni Kanun un yürürlük hükümlerinden 2. madde 6103 sayılı Kanuna alınmamıştır. Bununla birlikte, 4722 sayılı Medenî Kanununun Yürürlüğü ve Uygulama Şekli Hakkında Kanunun 2. maddesi, bu hükmü karşılamaktadır. 4722 sayılı Kanunun 2. maddesinin bir genel hüküm olarak ticaret   667Anonim Şirketlerin Haklı...                 Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 659-686 İsviçre öğreti ve uygulamasında, sadece Medeni Kanunun değil; tüm özel ve kamu  hukukuna  uygulanabilecek  yürürlük  ve  uygulama  hukukunu oluşturduğu kabul edilmektedir. Aşağıda öncelikle yürürlük kanununun 25.  maddelerine  ilişkin  açıklamalar  yapılmış;  daha  sonra TTK  m.  531 in zaman bakımından uygulanmasına ilişkin çeşitli sorunlara çözüm aranmıştır.  B. Temel İlkeler 1. Eski Olay-Eksi Hukuk İlkesi Yürürlük  hukuku  bakımından  ilk  ilke  «eski  olay-eski  hukuk  (alte Tatsache-altes Recht)» ilkesidir. Bu temel prensip 6103 sK. m. 2/1-(a) ve (b)  bentlerinde  ifadesini  bulmuştur.  Burada  öncelikle  Türk  Ticaret Kanunu nun  yürürlüğe  girmesinden  önce  meydana  gelen  olaylar  ve  bu tarihten  sonra  meydana  gelen  olaylar  şeklinde  ikili  bir  ayrım  yapılır. Hükmün  (a)  bendine  göre,  Türk  Ticaret  Kanunu nun  yürürlüğe  girdiği tarihten önce meydana gelen olayların hukukî sonuçlarına, bu olaylar hangi kanun yürürlükte iken gerçekleşmişlerse, o kanun hükümleri uygulanır. O halde  eski  olaylar,  yeni  hukuk  döneminde  de  eski  hukuka  göre değerlendirilmeye devam edecektir.  Eski kanun zamanında meydana gelmiş olaylar bu bent kapsamına girer ve eski kanun, bu olaylar bakımından geçerliliğini yeni kanun zamanında da devam  ettirir.    Buna  eski  kanunun   geçerliliğinin  sürmesi/yürürlüğün devam etmesi ilkesi  adı verilir. Yürürlük Kanunu nun 1. maddesinin 1.                                                                                                                    hukuku  alanında  da  uygulanacağı  ifade  edilmektedir  (bkz.  6103  sayılı  Kanun  Genel Gerekçesi N 7. 41  Bu  konuda  bkz.  6103  sayılı  Kanun  Genel  Gerekçesi,  N  4;  Tuor,  Peter/Schnyder, Bernhard/Schmid, Jörg/Jungo, Alexandra, Das Schweizerische Zivilgesetzbuch, Schulthess Juristische Medien AG, 14. Auflage, Zürich  2015, s. 1356; CHK-Brändli, Art. 1 SchlT N 2; Vischer, Markus, Basler Kommentar Zivilgesetzbuch II, Art. 457-977 und Art. 1-61 SchIT ZGB, (Herausgeber: Honsell, Heinrich/Vogt, Nedim Peter/Geiser Thomas),  Helbing Lichtenhahn Verlag, 5. Auflage 2015, Art.1 SchlT, N 2. 42  İlke  hakkında  bkz.  Tuor/Schnyder/Schmid/Jungo,  s.  1357;  Hürlimann-Kaup, Bettina/Schmid, Jörg, Einleitungsartikel des ZGB und Personenrecht, 2. Auflage, Schlthess 2010,§  12  N  516  vd.;  Forstmoser,  Peter,   Vom  alten  zum  neuen  Aktienrecht , Schweizerische Juristen-Zeitung (SJZ) 88 (1992), s. 147. 43  Bkz. CHK-Brändli, Art. 1 SchlT N 10. 44  Karş. 6103 sK. m. 2/1-(a) bendi gerekçesi. 45  Bu konuda ve ilkenin  yeni kanunun geriye etkili olmaması  şeklinde ifade edilmesinin eleştirisi hakkında bkz. 6103 sK. m. 2 gerekçesi. 668Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 659-686                                     Çağlar - Kaşak fıkrasının  (a)  bendi  anlamında   olay  (Tatsache)46   hukuk  düzeninin kendisine sonuç bağladığı, bir başka anlatımla bir hukuki ilişkiyi kuran, değiştiren veya ortadan kaldıran her türlü hukuki vakıayı (Vorgang) kapsar. Hukuki olaylar, doğum (kişiliğin kazanılması), ölüm (mirasçı olma), bir sürenin dolması veya belirli bir yaşın ikmali (erginlik), yıldırım düşmesi gibi (kusursuz  sonraki  imkânsızlık)  ilgili  kişinin  iradesinden  bağımsız  olarak gerçekleşen  tabiî  bir  olay  (ein  natürliches  Ereignis)  şeklinde  ortaya çıkabileceği gibi, bir insan davranışı (ein menschliches Verhalten) şeklinde zuhur eden beşerî bir olay da olabilir.   Yürürlük Kanunu nun 1. maddesinin 1. fıkrasının (b) bendinde,  hukuki fiiller den bahsedilmiştir. Buna göre, Türk Ticaret Kanunu nun yürürlüğe girdiği tarihten önce gerçekleşmiş hukukî fiiller, bağlayıcılıkları ve hukukî sonuçları itibarıyla, bu tarihten sonra dahi, gerçekleştikleri tarihte yürürlükte bulunan  kanuna  tâbidir.  Buna  göre,  eski  hukuk  döneminde  gerçekleşen hukuki  fiillerin,  hukuki  sonuçları  yine  eski  hukuka  göre değerlendirilecektir.  Madde metninde yer alan bu  hukuki fiiller , insan fiiliyle  meydana  gelen  davranışları  ifade  etmek  üzere  kullanılmıştır. Nitekim iradeye dayanan davranışlar, geniş anlamda hukuki fiil başlığı altına                                                  46  Karş. 6103 sK. m. 2 gerekçesi:  Olay kelimesi, Almancadaki  Tatsache , Fransızcadaki  fait   ve  İngilizcedeki   fact   kelimelerinin  karşılığı  ve  bir  üst  kavramı  olarak kullanılmaktadır. Olay yerine  vakıa  veya  olgu  kelimelerinin tercih edilmesi gerektiği düşünülebilir. Türkçede ve hukuk dilinde  hadise  ile  vakıa  arasındaki fark belirgin olmadığı gibi, bu iki kelime çoğu kez eşanlamlı olarak kullanılmaktadır. Türk Hukuk Lûgati,  hukuki vakıa  teriminin açıklaması için  hukuki hadise ye yollama yapmıştır. Aynı düşünceler  olay  ve  olgu  için de geçerlidir . 47  Karş. Hürlimann-Kaup/Schmid, N 515; Tuor/Schnyder/Schmid/Jungo, s. 1357; Hukuki olay kavramı hakkında bkz. Eren, Fikret, Borçlar Hukuku, Genel hükümler, 14. Baskı, Ankara 2012, s. 159; 6103 sK. m. 2/1-(a) gerekçesi. 48   (a) bendinin içerdiği kural, hukukî olay bağlamında ifade edilmiştir (6103 sK. m. 2 gerekçesi).   49  Bu  konuda  bkz.  Eren,  s.  159;  Tuor/Schnyder/Schmid/Jungo,  s.  1357;  HürlimannKaup/Schmid, N 515; CHK-Brändli, Art. 1 SchlT, N 8. Karş. 6103 sK. m. 2/1-(a) gerekçesi. 50  Karş. Hürlimann-Kaup/Schmid, N 515; Tuor/Schnyder/Schmid/Jungo, s. 1357; bkz. Eren, s. 159; CHK-Brändli, Art. 1 SchlT, N 8. Karş. 6103 sK. m. 2/1-(a) gerekçesi. 51  Karş. 6103 sK. m. 2/1-(b) hükmü gerekçesi. 52  CHK-Brändli, Art. 1 SchlT N 10. 53  6103 sK. m. 2 gerekçesi:  Bentteki hukuki fiiller, diğer hayat olaylarından farklı olarak, insanın fiiliyle meydana gelen davranışları ifade eder ve bu sebeple hukuki işlemleri ve haksız fiilleri kapsar .   669Anonim Şirketlerin Haklı...                 Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 659-686 incelenir ve geniş anlamda hukuki fiilin kapsamına hukuka aykırı fiiller (haksız fiil ve borca/sözleşmeye aykırılık) ve dar anlamda hukuki fiiller, açık anlatımla  irade  açıklamaları  (özellikle  hukuki  işlemler),  tasavvur açıklamaları ve duygu açıklamaları girer. Dolayısıyla hukuki fiiller (a) bendinde  yer  alan   olay   kavramının  kapsamına  girmekle  birlikte,  (b) bendinde tekrar özel olarak vurgulanmakta; (b) bendi, (a) bendinde yer alan kuralı, hukuki fiiller bakımından pekiştirmektedir.   2. Yeni Olay-Yeni Hukuk İlkesi Yürürlük Kanunu nun 1. maddesinin 1. fıkrasının (c) bendi, eski olayeski hukuk ilkesini; yeni olay-yeni hukuk şeklinde tamamlamaktadır.  Buna göre  Türk  Ticaret  Kanununun  yürürlüğe  girdiği  tarihten  sonra  meydana gelen olaylara (yeni olaylara) Türk Ticaret Kanunu hükümleri (yeni hukuk) uygulanır.  Buna   kanunun  ileriye  etkili  olması ,   etkisinin  yürürlük tarihinden  itibaren  başlaması  ilkesi   denir.  Ayrıca,   eski  kanun yürürlükteyken meydana gelmeye başlamakla birlikte yeni kanun zamanında tamamlanmış  ve  hukuki  sonuçlarını  yeni  kanun  zamanında  doğurmuş olaylara  Türk Ticaret Kanunu nun uygulanacağını hükme bağlamaktadır.  Burada,  yeni  kanun,  eski  kanun  zamanında  meydana  gelmiş, tamamlanmış ve hukuki sonuçlarını doğurmuş olaylara uygulanmadığı için,                                                  54  6103 sK m. 2 gerekçesi:  Bentteki hukuki fiiller, diğer hayat olaylarından farklı olarak, insanın fiiliyle meydana gelen davranışları ifade eder ve bu sebeple hukuki işlemleri ve haksız fiilleri kapsar. Eski hukuk zamanında da yapılmış hukuki fiiller, ister hukuka uygun ister aykırı şekilde ortaya çıksınlar, yani ister haksız fiil ister hukuki işlem niteliğinde olsunlar, yapıldıkları tarihten sonra da eski hukukun ilgili hükümlerine tabi olurlar. (b) bendi hem haksız fiilleri hem hukuki işlemleri hem de ayıp ihbarında, boşaltma veya yükleme tarihini bildirmede olduğu gibi, tasavvur ve kanaat açıklamalarını da kapsar.  ayrıca bkz. Eren, s. 159 vd. 55  Karş. CHK-Brändli, Art. 1 SchlT, N 9. 56  Bkz. Tour/Schnyder/Schmid/Jungo, s. 1357. Karş. 6103 sK. m. 2/1-(a) gerekçesi:  Olay, insan fiilinin ürünü olabilir, hukuki işlem ve haksız fiil gibi . 57  Karş. CHK-Brändli, Art. 1 SchlT N 10. BSK ZGB II-Vischer, Art.1 SchlT, N 10; Hürlimann-Kaup/Schmid, N 518; Forstmoser, s. 147. 58  Karş. Hürlimann-Kaup/Schmid, N 519; 6103 sK. m. 2/1-(c) gerekçesi. 59  Avusturya Medeni Kanunu § 5  Yasalar geçmişe etkili olmazlar, yürürlüğe girdikleri tarihten önce oluşmuş eylemlere ve evvelce edinilmiş haklara ilişmezler.  çeviri için bkz. Serozan, s. 151. 60  Çeşitli ifadeler için bkz. Hatemi, s. 18. 61  Karş. 6103 sK. m. 2/1-(c) bendi gerekçesi.  670Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 659-686                                     Çağlar - Kaşak kanunun geriye yürümesi değil; derhal uygulanması söz konusudur.  Bu sebeple geriye yürümeme ilkesinden bahsedilmesi doğru değildir.  3. İçeriği Kanunla Düzenlenen İlişkiler  Yürürlük  Kanunu nun  3.  maddesine  göre,  tarafların  iradelerinden bağımsız olarak, kanunla düzenlenen hukukî ilişkilere, bunlar Türk Ticaret Kanununun yürürlüğe girmesinden önce kurulmuş olsalar bile, Türk Ticaret Kanunu hükümleri uygulanır. Öncelikle şuna işaret etmek gerekir: Hukuki ilişkinin tesisi bakımından Kanunun 2. maddesinde ifadesini bulan eski olayeski hukuk ilkesi uygulanır ve hukuki ilişki şekil bakımından tesisi anında yürürlükte olan hukuka uygun ise, yeni hükümlere uymasa dahi geçerli kabul edilir.  Madde  lafzında   kanunla  düzenlenen  hukuki  ilişkiler   ifadesi kullanılmış  olmakla  birlikte;  bu  düzenleme,   içeriği   kanunla  belirlenen ilişkiler hakkındadır.  YürK.  m.  3 te  içeriği  taraflarca  serbestçe  belirlenen  hukuki  işleme dayanan  haklar  ile  içeriği  taraf  iradelerinden  bağımsız  olarak  kanunla düzenlenen kurumlardan doğan haklar arasında ayrım yapılmaktadır. Taraf                                                  62  Bu konuda ayrıntılı bir çalışma için bkz. Baysal, Başak,  Kanunların Zaman Açısından Yürürlüğü , Prof. Dr. Necip Kocayusufpaşaoğlu için Armağan, Yetkin 2004, 492 vd.  63  Karş. Hatemi, s. 19-24. 64  Karş. Hürlimann-Kaup/Schmid, N 530; Tuor/Schnyder/Schmid/Jungo, s. 1358-1359; CHKKilde, Art. 3 SchlT N 2; OFK-Schwander, Art. 3 SchlT, N 1; Forstmoser, s. 147; Baysal, s. 494; Hatemi, s. 19. Karş. 6763 sayılı Kanun m. 2:  Türk Ticaret Kanunu yürürlüğe girmeden önce yapılan bir sözleşme; şekli itibariyle yeni kaidelere uymasa dahi muteber kalır . 6101 sayılı Kanun genel gerekçesinden:  Yine evli bir kişi, 31 Aralık 2009 tarihinde kefil olmuşsa, bu kefaletin geçerli olması için eşinin rızası aranmayacaktır. Böylece, 1 Ocak  2010  ve  daha  sonrası  itibarıyla  eşin  rızası,  kefalet  sözleşmesinin  geçerlilik koşullarından birini oluşturduğu hâlde, 31 Aralık 2009 tarihinde kefil olan evli bir kişinin eşinin rızasının bulunmaması, bu kefaletin geçersizliği sonucunu doğurmayacaktır. Bu durumda kefil, Türk Borçlar Kanunu Tasarısının yasalaşıp yürürlüğe girmesinden sonra, Tasarının  11  inci  maddesine  dayanarak  kefalet  sözleşmesinin  geçersizliğini  ileri süremeyecektir . 65  Bu hususta bkz. ve karş. Tour/Schnyder/Schmid/Jungo, s. 1358; OFK-Schwander, Art. 3 SchlT N 1; Hürlimann-Kaup/Schmid, N 530. Karş. 4722 Sayılı Türk Medenî Kanunu nun Yürürlüğü  ve  Uygulama  Şekli  Hakkında  Kanun  m.  3 te   İçeriği  kanunla  belirlenen ilişkiler ; 6101 sayılı Türk Borçlar Kanunu nun Yürürlüğü ve Uygulama Şekli Hakkında Kanun m. 3 te  içeriği kanunla belirlenen işlem ve ilişkiler ; İsviçre Medeni Kanunu nun Yürürlüğü  ve  Uygulanmasına  ilişkin  son  kısmının  3.  maddesinde   Inhalt  der Rechtsverhältnisse kraft Gesetzes  ifadesi kullanılmıştır.  66  Karş. CHK-Kilde, Art. 3 SchlT N 1; BSK ZGB II-Vischer, Art. 3 SchlT, N 1. Ayrıca bkz. 6103 sayılı Kanun m. 3 gerekçesi:  Temeli hukuki işlem olan ve bu kaynaktan kazanılan   671Anonim Şirketlerin Haklı...                 Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 659-686 iradeleri ile belirlenen hukuki işleme dayanan haklar; kazanılmış haklardır ve kanuni haklardan farklı olarak kanun değişiklikleri karşısında korunurlar (6103  sK.  m.  5).  İçerikleri  tarafların  istek  ve  iradeleri  gözetilmeksizin doğrudan doğruya kanunla belirlenmiş işlem ve ilişkiler, bunlar eski hukuk zamanında kurulmuş olsalar dahi, kanun değişikliği karşısında korunmazlar ve yeni kanuna tâbi olurlar. Çünkü bunlar bir hukuki işleme değil; kanuni düzenlemelere dayandığı için kazanılmış hak olarak nitelendirilmezler ve kazanılmış hakların aksine- kanun değişikliği karşısında korunmazlar.   İçeriği  kanunla  belirlenen  hukuki  ilişkilere  uygulanacak  hukukun, YürK. m. 3 te öngörüldüğü şekilde değişmesine statü değişikliği denir. Buradaki düşünce, objektif hukuk kuralları ile düzenlenen hukuki ilişkilerin kanun değişikliği karşısında değişmesini temin etmek; kanunla düzenlenen ve  değiştirilen  ilişkiler  hakkında,  bunlar  ister  Türk  Ticaret  Kanunu nun yürürlüğe girmesinden önce ister sonra kurulmuş olsun yeni düzenin derhal uygulanmasını  sağlamaktır. Yürürlük  Kanunu  m.  3  ve  4 ün  üst  kenar başlıkları her ne kadar  Türk Ticaret Kanununun yürürlüğe girmesinden                                                                                                                    haklar  yanında,  tarafların  iradesinden  bağımsız  olarak  kanun  tarafından  düzenlenen ilişkiler ve bunlardan doğan haklar da vardır. Dayanağı hukuki işlem olan ve hukuki durumlardan  doğan  haklar,  yani   kazanılmış  haklar ,  kanun  değişikliklerinden etkilenmezler, buna karşılık kanuni düzenlemelerden elde edilen yani kanuni kurumlardan kaynaklanan haklar, müktesep hakların aksine kanun değişiklikleri karşısında korunmazlar. Yeni Hukuki durum hemen yürürlüğe girer .  67  Karş. Hürlimann-Kaup/Schmid, N 531; Tuor/Schnyder/Schmid/Jungo, s. 1359. Ayrıca bkz. 6103 sayılı Kanun m. 3 gerekçesi:  Dayanağı hukuki işlem olan ve hukuki durumlardan doğan haklar, yani  kazanılmış haklar , kanun değişikliklerinden etkilenmezler, buna karşılık kanuni düzenlemelerden elde edilen yani kanuni kurumlardan kaynaklanan haklar, müktesep hakların aksine kanun değişiklikleri karşısında korunmazlar. Yeni Hukuki durum hemen yürürlüğe girer . 68  Karş. 6103 sayılı Kanun m. 3 gerekçesi. 69  BSK ZGB II Vischer, Art. 3 SchlT, N 2. 70  Karş. 6103 sayılı Kanun m. 3 gerekçesi. 71  Karş. OFK-Schwander, Art. 3 SchlT N 1 de,  intertemporaler Statutenwechsel  tabirini kullanmaktadır. 72  Karş. Hürlimann-Kaup/Schmid, N 531; Tuor/Schnyder/Schmid/Jungo, s. 1359. 73  6101 sayılı Kanun m. 3 gerekçesi:  Maddede yapılan düzenlemeyle, tarafların iradesine bağlı olmaksızın, içeriği kanun koyucu tarafından düzenlenen işlem ve ilişkiler, hangi tarihte kurulmuş olurlarsa olsunlar, yürürlüğe girdiği tarihten başlayarak, bütünüyle Türk Borçlar Kanunu Tasarısına tabi tutulmuştur. Meselâ, Türk Borçlar Kanunu Tasarısında, 818  sayılı  Borçlar  Kanunundan  farklı  olarak,  âdi  ortaklıktan  çıkma  ve  çıkarılma düzenlenmiştir. Âdi ortaklık sözleşmesi, 818 sayılı Borçlar Kanununun yürürlükte olduğu dönemde kurulmuş olsa bile, âdi ortaklıktan çıkma ve çıkarılma durumlarına, yasalaşıp yürürlüğe girmesinden sonra, Türk Borçlar Kanunu Tasarısı hükümleri uygulanacaktır.   672Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 659-686                                     Çağlar - Kaşak önceki olaylara uygulanması  ise de burada kanunun geriye yürümesi değil; yürürlüğe girdiği tarih itibariyle derhal uygulanması, yeni hukuki durumun derhal yürürlüğe girmesi söz konusudur.  4. Beklenen (Muntazır) Haklar ve Kazanılmış (Müktesep) Haklar Yürürlük Kanunu nun 4. maddesinin muhtevası, eski hukuk yürürlükte iken gerçekleşmiş olup da Türk Ticaret Kanunu nun yürürlüğe girdiği tarihte henüz  herhangi  bir  hak  doğurmamış  olaylara  Türk  Ticaret  Kanunu hükümlerinin  uygulanacağı  yönündedir.  Kanunun  bu  maddesiyle  yeni kanunun  yürürlüğe  girdiği  zamanda  henüz  kazanılmış  (müktesep)  hakka vücut vermemiş olan olaylar kastedilmiştir. Madde kapsamında eski kanun döneminde gerçekleşen olayların, yeni kanunun yürürlüğe girmesine kadar hukuken himaye edilen bir talep hakkına vücut verip vermediğine bakılır.  İlk  halde  kazanılmış  haklar  söz  konusu  olur  ve  bunlar  yeni  kanun karşısında korunur (YürK m. 5, -e contrario- m. 4)77. Kazanılmış haklar, eski hukuk zamanında kurulan hukuki ilişkilere dayanan ve hakkın doğması için eski  hukukun  aradığı  tüm  şartlar  sağlanarak,  bütün  hukuki  sonuçları  ile edinilmiş haklardır. Kazanılmış hakları, beklenen haklardan ayıran husus, hakkın  iktisabına  ilişkin  sürecin  tamamlanmış  olmasıdır.  Kazanılmış hakların korunması da mutlak olmayıp, bunlar ancak genel ahlak ve kamu düzeni kurallarına ters düşmemesi halinde korunur (4722 sK. m. 3)80.                                                  74  4722  sayılı  Kanunun  3.  maddesinin  eski  hukuk  döneminde  kurulan  ve  gerçekleşen ilişkilerin yürürlük tarihinden sonraki sonuçlarına uygulanacağını; 4. maddesinin ise, eski hukuk  döneminde  kurulan  hukuki  ilişkilerin  henüz  doğmamış  sonuçlarının,  yürürlük tarihi nden sonra doğmaları şartı ile doğum şartları bakımından ve doğduktan sonra, Yeni Kanun a tabi olacağını öngördüğü yönünde bkz. ve karş. Hatemi, s. 23-24. 75  Nitekim 4722 sayılı Kanunun 4. maddesinin ve 6101 sayılı Yürürlük Kanununun 4. maddesi, Yürürlük Kanunu nun 4. maddesi ile aynı içeriğe sahip olmakla birlikte; bu hükümlerin kenar başlıkları  kazanılmamış haklar dır. 76  OFK-Schwander, Art. 4 SchlT N 1; Tuor/Schnyder/Schmid/Jungo, s. 1358; HürlimannKaup/Schmid, N 533-535; 6103 sK. m. 4 gerekçesi. 77  OFK-Schwander, Art. 4 SchlT N 1; Tuor/Schnyder/Schmid/Jungo, s. 1358; HürlimannKaup/Schmid, N 535; CHK-Kilde, Art. 4 SchlT N 4; Forstmoser, s. 147.  78  Yapılan tanım için bkz. ve karş. 6103 sK m. 5 gerekçesi ve Edis, Seyfullah, Medeni Hukuka Giriş ve Başlangıç Hükümleri, Altıncı Basım, Ankara 1997, s. 177-178; Çamoğlu, Zaman Açısından Uygulanma, s. 14. 79  6103 sK. m. 5 gerekçesi. 80  Karş. 6103 sK. m. 5 gerekçesi; BSK-ZGB II Vischer, Art. 4 SchlT N 8; CHK-Kilde, Art. 4 SchlT N 5.   673Anonim Şirketlerin Haklı...                 Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 659-686 Türk Ticaret Kanunu yürürlüğe girmeden önce hukuken himaye edilmiş bir talep hakkına –bir kazanılmış hakka- vücut vermemiş olan eski olayların hukuki sonuçları ise yeni kanuna göre değerlendirilir. Bu halde hakkın kazanılmış hak statüsüne ulaşması için gerekli olan şartlarda eksiklik söz konusu olup, ilgilinin yalnızca beklenen hakkı söz konusudur. Hukuken korunan  bir  talep  hakkı  doğurmayan,  bir  hakkın  kazanılacağına  ilişkin beklenti ve umutlar, bu haliyle kazanılmış hak sayılmazlar ve kendilerini tanımayan yeni kanun karşısında korunmazlar.  C. TTK m. 531 Açısından İnceleme Zaman  bakımından  iki  hukuktan  hangisinin  uygulanacağına  ilişkin sorun; pratikte iki kanunun aynı konuda farklı hükümler içermesi halinde ortaya  çıkmaktadır. TTK  m.  531 de  hükme  bağlanan  azınlığın  şirketin haklı  sebeple  feshini  isteme  hakkı,  ilk  defa  6102  sayılı  Türk  Ticaret Kanunu nda  düzenlenmiştir.  Eski  hukuk  ve  Türk  Ticaret  Kanunu arasındaki bu düzen farkı, TTK m. 531 in zaman bakımından uygulanması hususunda bazı hukuki problemleri de beraberinde getirmiştir.  Bu çerçevede ilk problem, bu hakkın, kanunun yürürlüğe girmesinden önce kurulan anonim şirketler hakkında derhal yürürlüğe girip girmeyeceği (başlık 1), ikincisi eğer esas sözleşmelerinde, pay sahiplerine haklı sebeple                                                  81  OFK-Schwander, Art. 4 SchlT N 1; Hürlimann-Kaup/Schmid, N 533-534. 82  Karş. Çamoğlu, Zaman Açısından Uygulanma, s. 15. 83  Tuor/Schnyder/Schmid/Jungo, s. 1358; Hürlimann-Kaup/Schmid, N 534; 6103 sK. m. 4 gerekçesi. Edis, s. 178-179; Forstmoser, s. 147. 6101 sayılı Kanun m. 4 gerekçesi:  Meselâ, 818 sayılı Borçlar Kanununun yürürlükte olduğu dönemde, geciktirici koşula bağlı olarak kurulmuş olan bir taşınır satış sözleşmesinde geciktirici koşul, Türk Borçlar Kanununun yasalaşıp yürürlüğe girmesinden sonra gerçekleşecek olursa, sözleşmenin hükümleri Türk Borçlar Kanununa tabi olacaktır. Bu durumda, geciktirici koşula bağlı olarak yapılmış olan  satış  sözleşmesinden  818  sayılı  Borçlar  Kanunu  döneminde  herhangi  bir  hak doğmadığı için, madde anlamında kazanılmamış haklar söz konusudur  .  4722 sayılı Kanun m. 4 gerekçesinden:  Maddede, Türk Medeni Kanununun yürürlüğe girmesinden önce henüz hukuki açıdan korunan bir sonuç doğurmamış olan olayların, yeni Kanuna tabi olacağı öngörülmüştür. Burada henüz kazanılmamış olup beklenen haklar (muntazar haklar) söz konusudur. Bunlar eski kanun zamanında gerçekleşen olaylara dayanan, fakat yeni kanuna tabi olan haklardır. Örneğin: Eski hukuk zamanında evlenmiş kimseler, evli olma durumunu kazanmışlardır. Ancak bunların birbirine mirasçı olması, beklenen haktır ve mirasçılıkları bakımından yeni Kanuna tâbi olacaklardır . 84  Tour/Schnyder/Schmid/Jungo, s. 1355, dipnot 2 85  6762 sayılı TTK döneminde esas sözleşme ile pay sahiplerine haklı sebeple fesih hakkı tanınabileceği kabul edilmekte idi. Bkz. yukarıda başlık I, A. 674Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 659-686                                     Çağlar - Kaşak fesih hakkı tanımış anonim şirketlerde, esas sözleşme hükmünün hukuki akibeti (başlık 2) ve bir diğer sorun da hakkı kullanan pay sahiplerinin, Türk Ticaret Kanunu nun yürürlüğe girmesinden önce meydana gelen olaylara dayanıp  dayanamayacağıdır  (başlık  3).  Aşağıda  bu  meselelere  çözüm aranmıştır.  1. Yeni Azınlık Hakkı Olarak Derhal Uygulanması Türk  Ticaret  Kanunu  m.  531  hükmünün  zaman  bakımından uygulanmasına ilişkin çözüme kavuşturulması gereken ilk ve görece daha kolay mesele, bu hakkın, kanunun yürürlüğe girmesinden önce kurulmuş anonim şirketler bakımından da uygulanıp uygulanamayacağıdır.   Prensip olarak, yeni Kanunun yürürlüğe girdiği tarihten önce meydana gelen hukuki fiillerin hukuki sonuçlarına Yürürlük Kanunu nun m. 2/1, (a) ve (b) bentlerine göre, 6762 sayılı Kanun uygulanır. Tüzel kişiliği haiz bir kişi  birliği  olan  anonim  şirketi  kurmak  da  çok  taraflı  bir  sözleşme olduğundan hukuki fiiller içerisinde mütalaa edilir. Yürürlük Kanunun ilk maddesi  nazara  alındığında,  yeni  kanunun  yürürlüğe  girmesinden  evvel kurulan  anonim  şirketlere  eski  hukukun  uygulanmaya  devam  edileceği sonucuna varılır. Bununla birlikte anonim şirketler hukukuna ilişkin birçok kuralın,  pay  sahiplerinin  (tarafların)  istek  ve  iradeleri  gözetilmeksizin doğrudan doğruya kanunla belirlenmiş olduğu hesaba katıldığında, YürK m. 3 ün de uygulanma zorunluluğu gündeme gelmektedir.   Anonim  şirketlerde,  pay  sahipliği  hakları  kanunda  düzenlenmiştir. Kanunda aksine hüküm yoksa öngörülen bu asgari düzenin esas sözleşme ile değiştirilmesi mümkün değildir. Bir pay sahipliği hakkı olan haklı nedenle fesih  isteme  hakkı  da,  kanunla  belirlenen  düzen  içerisinde  olup;  hakkın yürürlüğü bakımından YürK m. 3 uygulama alanı bulur. Buna göre, haklı sebeple  fesih  davası  açma  hakkı,  Türk  Ticaret  Kanunu nun  yürürlüğe girmesinden  önce  kurulan  anonim  şirket  ilişkileri  bakımından  da  derhal yürürlüğe  girer.    Hakkın  eski  hukuk  döneminde  esas  sözleşme  ile                                                  86  Karş. Eren, s. 166 ve 160 vd. 87  Bkz. Y. 11. HD., 2015/8313 E.,  2016/3066 K.; karşı oy yazısı:  Somut davada, davalı şirket eski yasa zamanında kurulmuş olmasına ve o tarihte anonim şirketin haklı nedenle feshi yasada yer almamasına rağmen yeni yasanın yürürlüğe girmesiyle birlikte Yürürlük Yasası'nın 3. maddesi gereğince davalı şirketin de haklı nedenle feshi talep edilebilecek ise de  şeklinde olup aynı yöndedir. Yeni kanunla tanınan pay sahipliği haklarının yürürlüğü hakkında bkz. Forstmoser/Meier-Hayoz/Nobel, § 5 N 91.   675Anonim Şirketlerin Haklı...                 Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 659-686 düzenlenebilecek olması, YürK m. 3 ün uygulanmasına engel teşkil etmez; çünkü yeni kanun bu hakkı, taraf iradelerinden bağımsız bir şekilde kanunla hükme  bağlamakta;  eski  hukuk  döneminde  öngörülen  esas  sözleşme hükümlerine sınırlı bir süre için üstünlük tanımaktadır.   2. Eski Hukuk Dönemindeki Esas Sözleşme Hükümlerinin Hukuki Akıbeti Eski hukuk döneminde, haklı sebeple fesih davası açma hakkı kanunda açıkça tanınmış bir hak değildi; bununla birlikte öğretide esas sözleşmelerde böyle bir hakkın tanınabileceği kabul edilmekteydi. Bu çerçevede esas sözleşmelere  bir  hüküm  konulmuşsa,  bu  hükümlerin  yeni  Türk  Ticaret Kanunu döneminde geçerli olup olmayacağı sorunu gündeme gelmektedir. Çözümde esas sözleşmede yer alan hükmün içeriğine göre hareket etmek gerekir. Bir defa  Esas sözleşmede hüküm bulunmayan hallerde, Türk Ticaret Kanunu  hükümleri  uygulanır   şeklinde  sadece  kanuni  düzene  gönderme yapılmışsa, bu şirketler bakımından TTK m. 531, YürK m. 3 uyarınca derhal yürürlüğe girer.  Esas sözleşmede açıkça fesih hakkı tanınmış ve hakkın kullanılması için aranan şartlar TTK m. 531 ile aynı ise, esas sözleşmesel düzen ile kanuni düzen arasında fark olmadığından, zaman itibariyle yürürlük bakımından pratikte  bir  sorun  yaşanmaz.  Ancak  hakkın  kullanılmasına  ilişkin  esas sözleşmesel şartlar, kanuni düzenden daha ağır ise (örneğin hakkın şirket sermayesinin  %10 nundan  daha  fazlasına  sahip  olan  pay  sahiplerine tanınmış  olması,  yalnızca  esas  sözleşmede  belirlenen  sebeplere dayanılabileceği, şahsi uyuşmazlıkların haklı sebep sayılamayacağı, hakkın                                                  88  Bu nedenle  ..Anonim ortaklıklar bakımından haklı sebeple feshe ilişkin eTTK'da hüküm bulunmadığı,  ancak  esas  sözleşmenin  ortaklığın  haklı  sebeplerle  fesih  edilebileceği yönündeki  hükümlerinin  eTTK  madde  434/b.  6  gereğince  geçerli  olduğu  görüşünü Yargıtay'ın bu kabulü karşısında, haklı sebeple feshi düzenleyen TTK m. 531 hükümleri karşısında  tarafların  iradesinden  bağımsız,  kanunla  düzenlenen  hukuki  ilişki  olarak değerlendirilemez. Başka bir anlatımla şirket esas sözleşmesi ile haklı sebeple fesih ve sonuçlarının düzenlenmesi mümkündür. Bu durum karşısında TTK'nın 531 maddesini, 6103 s. Uygulama Kanunu m. 3/1 kapsamında değerlendirme ve somut olaya uygulama olanağı yoktur  şeklindeki (11. HD nin E. 2015/2939, K. 2016/937 sayılı içtihadına ilişkin karşı oy yazısına katılmamaktayız. Benzer şekilde bkz. ve karş. 11. HD, 2015/5994 E., 2015/13820 K.; 11. HD., 2015/9088 E., 2016/2352 K.; 11. HD., 2014/3669 E., 2014/10238 K. sayılı içtihatları. 89  Bu konuda bkz. başlık II, C, 2. 90  Bkz. başlık I, A. 676Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 659-686                                     Çağlar - Kaşak kullanılmasının hak düşürücü süreye bağlanması gibi)91, bu durumda hukuki sorunun çözümü için, YürK m. 3 ve m. 22 nin birlikte değerlendirilmesi gerekir.  Yürürlün Kanunu m. 22 de anonim şirket esas sözleşmelerinin yürürlük tarihinden itibaren on iki ay içinde Türk ticaret Kanunu ile uyumlu hale getirileceği, bu süre içinde gerekli değişikliklerin yapılmaması halinde esas sözleşmedeki  düzenleme  yerine  Türk  Ticaret  Kanunu  hükümlerinin uygulanacağı öngörülmüştür. Anonim ve Limited Şirketlerin Sözleşmelerinin Türk  Ticaret  Kanununa  Uyumlu  Hale  Getirilme  Süresinin  Uzatılmasına İlişkin Tebliğ in 2. maddesinde ise, 6103 sayılı Türk Ticaret Kanununun Yürürlüğü ve Uygulama Şekli Hakkında Kanun un 22. maddesi gereğince anonim şirketlerin esas sözleşmelerini Türk Ticaret Kanunu na uyumlu hale getirmeleri için öngörülen süre 1.7.2014 tarihine kadar uzatılmıştır (karş. YürK m. 22/3). Buna göre, esas sözleşme düzeni, 1.7.2014 tarihine kadar geçerli  olmaya  devam  edecektir.  Bu  süre  içerisinde  gerekli  değişiklik yapılmazsa, esas sözleşmedeki düzenleme yerine TTK m. 531 hükmü derhal uygulanacaktır.  Esas  sözleşmede  yer  alan  hükmün,  yeni  düzene  aykırı olamayan  hükümleri, Türk Ticaret  Kanununun  yürürlüğe  girdiği  tarihten itibaren de geçerli olmaya devam eder. 3. Eski Olaylara Dayanılıp Dayanılamayacağı Sorunu Haklı  sebeple  şirketin  feshini  isteyen  pay  sahibinin,  Türk  Ticaret Kanununun  yürürlüğe  girmesinden  önce  meydana  gelmiş  (eski)  olaylara dayanıp dayanamayacağı meselesinde, öğreti ve uygulamada ileri sürülen                                                  91  Eski hukuk döneminde esas sözleşmelere konulabilecek sınırlandırmalar bakımından bkz. ve karş. Şahin, s. 320-321. 92  Bu konuda bkz. Şahin, s. 321. 93  Haklı sebeple fesih davasında, feshi isteyen pay sahibinin, Türk Ticaret Kanunu nun yürürlüğe  girmesinden  önce  meydana  gelen  olaylara  dayanıp  dayanmayacağı  sorunu hakkında,  6103  sayılı  Yürürlük  Kanunu  tasarısında,  3.  maddenin  ikinci  fıkrası öngörülmüştü. Mezkûr hüküm,  Türk Ticaret Kanununun ilk defa veya eski hukuktan farklı bir şekilde koruduğu menfaat, eski hukuk zamanındaki bir olay veya dava ile ilgili olsa bile, bu konuda Türk Ticaret Kanunu hükümleri uygulanır  şeklinde idi. Bu düzenleme eğer kanunlaşsaydı, feshi isteyen pay sahibinin, eski hukuk zamanında meydana gelen bir olaya dayanabileceği söylenebilirdi. Zira, azınlığa tanınan haklı sebeple şirketin feshini talep etme hakkı bir menfaatin ilk defa korunması anlamına gelecek ve madde kapsamında mütalaa edilecekti. Ancak Kanun tasarısının 3. maddesinin 2. fıkrası, kanunlaşma sürecinde Adalet  Komisyonu  tarafından  tasarıdan  çıkarılmıştır.  Adalet  Komisyonu  Raporunda  Tasarının 3 üncü maddesinin ikinci fıkrası ile düzenlenen alan, genel olarak Tasarının 2 nci  maddesinin  birinci  fıkrasında  düzenlenmiş  olduğundan  ayrıca,  intikal  hukukunun öngörülmeyen kimi sorunlarının içtihat mekanizmasıyla çözülebileceği ve içtihat hukukuna   677Anonim Şirketlerin Haklı...                 Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 659-686 çözümlerden biri, davacının, herhangi bir şart aranmaksızın Türk Ticaret Kanunu nun  yürürlüğe  girmesinden  önce  meydana  gelmiş  olaylara dayanabileceği  (başlık  a);  diğeri  Türk  Ticaret  Kanunu nun  yürürlüğe girmesinden  önce  meydana  gelmiş  olaylara,  bunların  kanunun  yürürlüğe girmesinden  sonra  da  devam  etmesi  şartıyla  dayanabileceği  yönündedir (başlık b). Aşağıda bu çözümler açıklandıktan sonra, şahsi görüşümüze yer verilmiştir.  (a) Eski Olaylara Koşulsuz Dayanılabileceği Görüşü Yeni  Kanunun  yürürlüğe  girmesi  ile  birlikte, TTK  m.  531 e  dayalı olarak davalar ikame edilmiş; bu davaların bir kısmı da bidayet mahkemeleri tarafından karara bağlanarak Yargıtay a intikal etmiştir. Yargıtay 11. Hukuk Dairesi, önüne gelen bir uyuşmazlıkta verdiği kararında bu hususa ilişkin Daire  görüşünü  açıklamıştır.  Buna  göre,   Dairemizin  yerleşik içtihatlarında (Yargıtay 11. Hukuk Dairesi'nin 02.06.2014 tarih, 2014/3669 E. 2014/10238 K. sayılı ilamı, 13.06.2013 tarih, 2011/14131 E. 2013/12400 K.  sayılı  ilamı)   6103  sayılı  TTK'nın  Yürürlüğü  ve  Uygulama  Şekli Hakkındaki  Kanunun  3.  maddesinin   Tarafların  iradelerinden  bağımsız olarak,  kanunla  düzenlenen  hukukî  ilişkilere,  bunlar  Türk  Ticaret Kanunu'nun yürürlüğe girmesinden önce kurulmuş olsalar bile, Türk Ticaret Kanunu  hükümleri  uygulanır.   hükmü  uyarınca  anonim  şirketin  haklı nedenlerle feshini düzenleyen 6102 sayılı TTK nun 531. maddesi hükmünün yürürlüğünden  önceki  olaylara  uygulanmasının  mümkün  olduğu  kabul edilmiştir. Buna göre 6762 sayılı TTK döneminde meydana gelen hukuki olay ve işlemlerden dolayı haklı sebeple fesih davası açılabilmesi için bu olay ve işlemlerin 6102 sayılı TTK yürürlüğe girdikten sonra da devam etmesi veya etkilerini devam ettirmesi ya da 6762 sayılı yasa döneminde meydana gelen olay, olgu ya da işlemlerin 6102 sayılı yasa zamanında meydana gelen olay ve  olgularla  bağlantılı  olması  gerekmemektedir.  6762  sayılı  yasa döneminde gerçekleşen haklı sebeplere dayalı olarak 6102 sayılı TTK nın 531.  maddesi  uyarınca  anonim  şirketin  feshi  davası  açılabilmesi mümkündür. Bu itibarla yapılan açıklamalar karşısında mahkemenin  6762 sayılı TTK nın yürürlükte olduğu zamanlarda meydana gelmiş olan, ancak 6102  sayılı  TTK'nın  yürürlüğe  girmesinden  sonra  gerçekleşmiş  olan                                                                                                                    alan bırakılması gerektiği düşüncesiyle ikinci fıkra metinden çıkarılmıştır  ifadelerine yer verilmiştir. 94  11. Hukuk Dairesi, 2015/2939 E.,  2016/937 K.  678Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 659-686                                     Çağlar - Kaşak olgularla bağlantılı olan hukuki olay veya işlemlerin 6102 sayılı TTK'nın 531. maddesi kapsamında haklı sebepler çerçevesinde ele alınabileceği ne yönelik gerekçesi yerinde değil ise de somut uyuşmazlık bakımından 6102 sayılı Yasa'nın 531. maddesinde öngörülen haklı sebeplerin varlığının davacı tarafça kanıtlanamamış olmasına göre sonucu itibariyle doğru olan kararın açıklanan bu gerekçe ile onanması gerekmiştir.  Yargıtay 11. Hukuk Dairesi, yukarıda alıntılanan kararında –açıkça- eski hukuk döneminde meydana gelen hukuki olay ve işlemlerden dolayı haklı sebeple fesih davası açılabilmesi için bu olay ve işlemlerin 6102 sayılı Türk Ticaret  Kanunu  yürürlüğe  girdikten  sonra  da  devam  etmesinin  veya etkilerini devam ettirmesinin ya da eski hukuk döneminde meydana gelen olay, olgu ya da işlemlerin 6102 sayılı Kanun zamanında meydana gelen olay ve olgularla bağlantılı olmasının gerekmediğini ifade etmiştir. Diğer kararlarında  bu  yönde  bir  açıklama  bulunmamakla  birlikte,  karşı  oy yazılarından aynı yaklaşımın benimsendiği anlaşılmaktadır.  (b) Eski Olaylardan, Yalnızca Kendisi veya Etkisi Devam Eden veya Yeni Olaylar ile Bağlantılı Olanlara Dayanılabileceği Görüşü  İleri  sürülen  ikinci  görüş,  eski  hukuk  döneminde  meydana  gelen olaylardan dolayı haklı sebeple fesih davası açılabilmesinin, bu olayların 6102 sayılı Kanun yürürlüğe girdikten sonra da devam etmesi veya etkilerini devam ettirmesi ya da eski hukuk döneminde meydana gelen olayların 6102 sayılı Kanun zamanında meydana gelen olaylarla bağlantılı olması halinde mümkün olduğu yönündedir. Burada bir defaya özgü olarak gerçekleşmiş                                                  95  Bkz. ve karş. Y. 11. HD., 2015/12197 E. ,  2016/2357 K.; 11. HD., 2015/2939 E., 2016/937 K.; 11. HD., 2015/5994 E., 2015/13820 K.; 11. HD., 2015/4504 E.,  2015/12980 K.; 11. HD., 2015/6768 E. ,  2015/10302 K. 11. HD., 2015/9088 E., 2016/2352 K.; 11. HD., 2014/3669 E., 2014/10238 K., 11. HD. 2015/8313 E.,  2016/3066 K. sayılı karşı oy yazısı 96  Çamoğlu,  Bir anonim şirkette çoğunluk ve azınlık grupları arasında ETK döneminden gelen  anlaşmazlıklar  olduğu;  azınlığın  yasal  haklarının  kullanılmasının  engellendiği, şirketin mali durumu uygun olmasına rağmen uzunca bir süre kâr dağıtılmadığı olguları yeni TK yürürlüğe girdikten sonra da devam ediyor ve bu nedenler bir bütün olarak değerlendirildiğinde eğer haklı sebep olarak nitelendirilebiliyorsa, açılacak davada yeni TK uygulanacaktır. Çünkü bu varsayımda TK m. 531. Madde anlamında anonim şirketin feshine temel oluşturacak haklı sebep boyutuna ulaşmış olan nesnel olgular yeni Ticaret Kanunu  döneminde  de  varlığını  korumaktadır   ifadelerini  kullanarak  eski  hukuk döneminde gerçekleşen olaylara, bu olayların yeni kanun zamanında devam etmesi halinde dayanılabileceği  görüşünde  olduğunu  belirtmektedir  (Çamoğlu,  Zaman  Açısından Uygulanma, s. 16).    679Anonim Şirketlerin Haklı...                 Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 659-686 ve sona ermiş nesnel olaylar ile eski hukuk döneminde başlayıp yeni TTK zamanında  devam  eden  (sınır  aşan)  olaylar  veya  hukuki  sonucun  ancak birden çok olayın birikimi üzerine oluştuğu haller arasındaki farklılığa işaret edilmektedir. Haklı sebep kavramı bakımından da durum böyledir; haklı sebebin varlığı için, bazen bir tek nesnel olgu yeterli olmayıp, birden çok olgunun birikimi gerekebilir. Haklı sebebin takdiri, hâkime bırakılmıştır ve ileri sürülen olayların bir bütün olarak değerlendirilmesi gerekir. Örneğin limited şirket ortağının haklı sebeple şirketten çıkarılmasında olduğu gibi, ortağın belirli bir fiili,                                                                                                                    Şahin,  …anonim ortaklığın haklı sebeple feshi davasının, ancak TTK nun yürürlüğe girdiği tarihten sonra meydana gelen hukuki olgulara dayalı olarak açılması mümkün olabilecektir. eTTK döneminde meydana gelen hukuki olay ve işlemlerin 6102 s. TTK yürürlüğe girdikten sonra da devam etmesi halinde söz konusu olabilir. Bu bağlamda sürekli  bir  uygulama  çerçevesinde  meydana  gelmiş  olan,  ancak  bütün  olarak değerlendirildiğinde  haklı  sebep  olarak  değerlendirilebilecek  nitelikteki  olguların  bir kısmının  Kanunun  yürürlük  tarihinden  önce,  bir  kısmının  yürürlük  tarihinden  sonra meydana gelmesi ihtimalinde, önceki olguların, TTK döneminde açılan haklı sebeple fesih davasında  ileri  sürülmesinin  mümkün  olup  olmadığı  sorunu  gündeme  gelmektedir… TTK nun yürürlüğe girmesinden sonra meydana gelen olgular ile bağlantılı olan önceki olguların da dava çerçevesinde ileri sürülmesi mümkün olmalı ve mahkemenin haklı sebeplerin varlığı konusunda, ileri sürülen bu olguları da dikkate almak suretiyle sonuca varması gerekir  ifadelerine yer vermektedir (Bkz. ve karş. Şahin, s. 49-50).  11. Hukuk Dairesi 2015/8313 E.,  2016/3066 K. sayılı karşı oy yazısı,  …Somut davada, davalı şirket eski yasa zamanında kurulmuş olmasına ve o tarihte anonim şirketin haklı nedenle feshi yasada yer almamasına rağmen yeni yasanın yürürlüğe girmesiyle birlikte Yürürlük Yasası'nın 3. maddesi gereğince davalı şirketin de haklı nedenle feshi talep edilebilecek ise de haklı nedenle fesih sebeplerinin Yürürlük Yasası 2. maddesi gereğince yeni  yasanın  yürürlüğe  girmesinden  sonra  gerçekleşmesi  veya  en  azından  eski  yasa zamanında gerçekleşen sebebin yeni yasa döneminde de devam ediyor olması gerekir. Söz konusu olay eski yasa zamanında gerçekleşmiş ve tamamlanmışsa anonim şirketin feshinin tamamlanan olaya dayalı olarak talep edilmesine 3. madde cevaz vermemektedir. Somut davada maddi vakıalar eski yasa zamanında gerçekleşmiş ve tamamlanmış olup bu maddi vakıaların yarattığı olumsuz sonuçlar yeni yasa döneminde ve dava tarihinde hissedilse dahi  bu  durum  şirketin  feshi  için  yeterli  olmadığından  işbu  davanın  bu  nedenle reddedilmesi gerektiği ve bu sebeple gerekçenin bu yönde düzeltilerek onanması görüşünde olduğumuzdan çoğunluğun kararına katılmıyoruz  şeklindedir. Benzer şekilde  bkz.  11. HD., 2015/12197 E.  ,  2016/2357 K.; 11. HD., 2015/2939 E., 2016/937 K.; 11. HD., 2015/5994 E., 2015/13820 K.; 11. HD., 2015/4504 E.  ,  2015/12980 K.; 11. HD., 2015/6768 E. ,  2015/10302 K. 11. 11. HD., 2015/9088 E., 2016/2352 K.; 11. HD., 2014/3669 E., 2014/10238 K., sayılı karşı oy yazıları.  97  Çamoğlu, Zaman Açısından Uygulanma, s. 15; ayrıca haklı sebebin kavramsal niteliğine işaret eden Şahin, s. 50. 98  Çamoğlu, Zaman Açısından Uygulanma, s. 15. 99  Çamoğlu, Zaman Açısından Uygulanma, s. 15.   680Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 659-686                                     Çağlar - Kaşak onun  ihracı  için  yeterli  haklı  sebep  oluşturmayabilir;  ancak  bu  tutumun tekrarlanması  halinde  ortağın  davranışları,  haklı  sebep  ağırlığına ulaşabilir.  Dolayısıyla eski hukuk döneminde başlamakla birlikte ancak o tarihte  henüz  haklı  sebep  düzeyine  ulaşmamış  olan  olgulara  yeni  TTK döneminde  bazı  eylemlerin  eklenmesi  halinde  olaylar  bütün  olarak değerlendirildiğinde haklı sebep oluşturuyorsa, ortağın ihracı davasında yeni TTK hükümlerinin uygulanacağı ifade edilmektedir. Tıpkı limited şirket ortağının  haklı  sebeple  şirketten  çıkarılmasında  olduğu  gibi,  eski  hukuk zamanında meydana gelmekle birlikte, yeni TTK döneminde kendisi veya etkisi devam eden veya yeni olaylar ile bağlantı içerisinde olan olaylar, bir bütün  olarak  değerlendirildiğinde  haklı  sebebe  vücut  veriyorsa, TTK  m. 531 in eski olaylara dayalı olarak uygulanması mümkündür. Aksi halde TTK  m.  531  yürürlüğe  girmiş  olmasına  rağmen  uzunca  bir  süre uygulanmaması ihtimalinin gündeme geleceği ifade edilmektedir.  (c) Görüşümüz Haklı sebeple fesih hakkının tanındığı TTK 531. maddede, tipikliği sağlayan unsur  haklı sebep tir. Öğretide ve uygulamada haklı sebep olarak kabul  edilen  olaylara  bakıldığında,  bunların  devamlılık  arz  eden  veya sistematik olan tekrarlanan olaylar olduğu görülmektedir. Pay sahiplerine tanınan  diğer  haklar  ile  ortadan  kaldırılabilecek  türden  noktasal uyuşmazlıkların ise haklı sebebe vücut vermeyeceği ifade edilmekte; bu hallerde pay sahibinin kanun ve esas sözleşme ile tanınan diğer hukuki vasıtalara  (sorumluluk  davası,  genel  kurul  kararının  iptali  gibi  yollara) başvurması beklenmektedir.  Haklı sebeple fesih davası ise, pay sahipliği haklarının  kullanılması  sonucu  yapılan  noktasal  müdahalelerin,  azınlığın menfaatlerinin sürekli ve etkin bir şekilde korunması bakımından işlevsiz kaldığı hallerde gündeme gelmektedir.                                                    100  Çamoğlu, Zaman Açısından Uygulanma, s. 15. 101  Çamoğlu, Zaman Açısından Uygulanma, s. 15. 102  Şahin, s. 50; Çamoğlu, Zaman Açısından Uygulanma, s. 16.   103  Şahin, s. 50. 104  Örneğin; şirketin çöküşüne sebep olacak şekilde kötü yönetilmesi, çoğunluk pay sahiplerinin, gücünü kötüye kullanarak devamlı surette şirketin ve azınlık pay sahiplerinin menfaatlerine aykırı hareket etmesi, bu bağlamda azlık pay sahiplerinin haklarının sistematik bir şekilde ihlal edilmesi, pay sahipleri arasındaki şahsi uyuşmazlıkların, şirket ilişkisini objektif ve sürekli olarak katlanılmaz hale getirmesi gibi (Bkz. yukarıda başlık I, C) 105  Azınlık pay sahiplerine tanınan genel kurul kararlarının iptali, toplantıya çağrılması, özel denetçi atanması, sorumluluk davası açma gibi hukuki olanakların, noktasal nitelikte   681Anonim Şirketlerin Haklı...                 Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 659-686 Yürürlük Kanunu m. 3, yeni bir pay sahipliği hakkının ve bu bağlamda azınlık  hakkının  -Yürürlük  Kanunu  m.  22  saklı  kalmak  kaydıyla-, Türk Ticaret Kanununun yürürlüğe girmesinden önce kurulan anonim şirketler hakkında derhal uygulanacağını hükme bağlamaktadır. YürK m. 3, içeriği kanunla belirlenen ilişkiler bakımından, bu ilişkinin yeni kanunun yürürlüğe girmesinden sonraya uzayan kısmında doğacak hukuki sonuçlar bakımından yeni kanunun derhal uygulanmasını öngörmektedir. Buna göre,   Eski  hukuk  döneminde  haklı  sebep  oluşturacak  ağırlığa  ulaşmış olaylar, eğer Türk Ticaret Kanunu nun yürürlüğe girdiği tarihte de kendisi veya etkisi devam ediyor ve bu olaylar şirketin feshini haklı gösteriyorsa,  Eski  hukuk  döneminde  meydana  gelmiş,  haklı  sebep  ağırlığına ulaşmamış ve fakat yeni hukuk döneminde meydana gelen yeni olaylar ile bir  bütün  olarak  değerlendirildiğinde  haklı  sebep  oluşturduğu  kabul ediliyorsa,  eski hukuk döneminde meydana gelen olaylara dayalı olarak da TTK m. 531 de  tanınan  hak  kullanılabilir.  İlk  halde   haklı  sebep e  vücut  veren olaylar,  eski  hukuk  döneminde  meydana  gelmiş;  ancak  yeni  hukuk döneminde de devam etmektedir ve kendisine sonuç bağlanmış bir olay olarak hâlâ mevcuttur. İkinci halde ise TTK m. 531 in uygulanma şartının tamamlanma anı yeni kanunun yürürlükte olduğu zamana isabet ettiğinden yeni kanunun uygulanması gerekir.                                                                                                                          (punktueller  Charakter)  olduğu,  bu  noktasal  müdahalelerin  azınlık  pay  sahiplerinin haklarını etkin ve kalıcı bir şekilde koruyamadığı hallerde haklı sebeple fesih davası açılabileceği yönünde bkz. von Büren/Stoffel/Weber, N 1315-1317. 106  6103 sayılı Kanun m. 2/1-(c) gerekçesi,  Hüküm, eski kanun yürürlükteyken meydana gelmeye başlamış, ancak yeni kanun zamanında tamamlanmış ve dolayısıyla sonuçlarını yeni hukuk zamanında doğurmuş bulunan tüm hukukî olayları yeni hukukun hâkimiyetine vermektedir . 682Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 659-686                                     Çağlar - Kaşak SONUÇ Anonim şirketin haklı sebeple feshini talep hakkı ilk defa 6102 sayılı Türk Ticaret Kanunu ile bir azınlık hakkı olarak Türk hukukuna girmiştir. İki kanunun aynı konuda farklı hükümler içermesi halinde, zaman bakımından iki hukuktan hangisinin uygulanacağına ilişkin sorun ortaya çıkmaktadır. Eski hukuk ve Türk Ticaret Kanunu arasındaki bu düzen farkı, TTK m. 531 in zaman bakımından uygulanması hususunda bazı hukuki problemleri de beraberinde getirmiştir.   Bu çerçevede ilk problem, bu hakkın, kanunun yürürlüğe girmesinden önce  kurulan  anonim  şirketler  hakkında  derhal  yürürlüğe  girip girmeyeceğidir.  Haklı  sebeple  fesih  isteme  hakkı,  taraf  iradelerinden bağımsız olarak içeriği kanunla belirlenen bir hak olup; YürK m. 3 gereği, gerek Türk Ticaret Kanunu nun yürürlüğe girmesinden önce gerek sonra kurulmuş  tüm  anonim  şirketler  hakkında  derhal  uygulanır.  İkincisi  pay sahiplerine haklı sebeple fesih hakkı tanıyan, esas sözleşme hükümlerinin hukuki akibetidir.  Esas sözleşme hükümlerine YürK m. 22 uyarınca on iki aylık süre için üstünlük tanınır; ancak bu sürenin dolması ile birlikte esas sözleşmedeki düzenlemeler yerine TTK m. 531 hükmü derhal uygulanır.  Bir  diğer  sorun  da  hakkı  kullanan  pay  sahiplerinin,  Türk  Ticaret Kanunu nun yürürlüğe girmesinden önce meydana gelen olaylara dayanıp dayanamayacağıdır. Eski hukuk döneminde haklı sebep oluşturacak ağırlığa ulaşmış olaylar, eğer Türk Ticaret Kanunu nun yürürlüğe girdiği tarihte de kendisi  veya  etkisi  devam  ediyor  ve  bu  olaylar  şirketin  feshini  haklı gösteriyorsa  veya  eski  hukuk  döneminde  meydana  gelmiş,  haklı  sebep ağırlığına ulaşmamış ve fakat yeni hukuk döneminde meydana gelen yeni olaylar ile bir bütün olarak değerlendirildiğinde haklı sebep oluşturduğu kabul ediliyorsa,  eski hukuk döneminde meydana gelen olaylara dayalı olarak da TTK m. 531 de tanınan hak kullanılabilir.        683Anonim Şirketlerin Haklı...                 Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 659-686",
     "Kaynakça": "Baysal, Başak,  Kanunların Zaman Açısından Yürürlüğü , Prof. Dr. Necip Kocayusufpaşaoğlu için Armağan, Yetkin 2004, s. 476-503.  Beeler, Lukas/ von der Crone, Hans Caspar,  Auflösungsklage nach Art. 736 Abs.  4  OR.  Entscheid  des  Schweizerischen  Bundesgerichts 4A_475/2009  vom  5.  März  2010  in  Sachen  X (Beschwerdeführerin/Klägerin)  gegen  Y  SA (Beschwerdegegnerin/Beklagte) ,  Schweizerische  Zeitschrift  Für Wirtschafts- und Finanzmarktrecht; 2010, s. 329-339. Bertsch,  Wilfried,    Die Auflösung  der Aktiengesellschaft  aus  wichtigen Gründen, Verlag H. R. Sauerländer& Co., Aarau, 1947. Böckli,  Peter,  Schweizer Aktienrecht,  4. Auflage,  Schulthess  Juristische Medien AG 2009. Brändli,  Gian,  CHK-Handkommentar  zum  Schweizer  Privatrecht,  2. Auflage, Schulthess Juristische Medien AG 2012, (CHK-Brändli). Bürgi, , W. Wolfhart, Das Obligationenrecht, 5. Teil, Die Aktiengesellschaft, b/2: Art. 698-738, Schulthess&CO AG, Zürich 1969. Çamoğlu, Ersin, Kollektif Ortaklığın Haklı Sebeple Feshi ve Ortağın Haklı Sebeple Çıkarılması, Vedat Kitapçılık, İstanbul 2008. Çamoğlu,  Ersin,  Yeni  Türk  Ticaret  Kanununun  Zaman  Açısından Uygulanması,  Yargı  Dünyası,  Sayı:  217,  2014  (Ocak)  s.  11-16 (Çamoğlu, Zaman Açısından Uygulanma). Erdem,  Nuri, Anonim  Ortaklığın  Haklı  Sebeple  Feshi, Vedat  Kitapçılık, İstanbul 2012. Eren, Fikret, Borçlar Hukuku, Genel Hükümler, 14. Baskı, Ankara 2012. Forstmoser,  Peter,   Vom  alten  zum  neuen  Aktienrecht ,  Schweizerische Juristen-Zeitung (SJZ) 88 (1992) 137 vd., 157 vd. Forstmoser,  Peter/Meier-Hayoz,  Arthur/  Nobel,  Peter,  Schweizerisches Aktienrecht, Verlag Stämpfli+Cie AG Bern 1996. Habegger, P./ Benedick, G., Handkommentar zum Schweizer Privatrecht, Herausgeber: Marc Amstutz, Peter Breitschmid, Andreas Furrer, Daniel 684Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 659-686                                     Çağlar - Kaşak Girsberger,  Claire  Huguenin,  Markus  Müller-Chen,  Vito  Roberto, Alexandra Rumo-Jungo, Anton K. Schnyder, Schultess 2007. Hatemi, Hüseyin, İntikal (Geçiş) Dönemi Hukuku, İstanbul 2004. Hürlimann-Kaup,  Bettina/Schmid,  Jörg,  Einleitungsartikel  des  ZGB  und Personenrecht, 2. Auflage, Schulthess 2010. İlbasmış  Hızlısoy,  Özlem, Anonim  Şirketin  Haklı  Sebeple  Feshi, Adalet Yayınevi, Ankara 2016. Kilde, Gisela, CHK-Handkommentar zum Schweizer Privatrecht, 2. Auflage, Schulthess Juristische Medien AG 2012, (CHK-Kilde). Kunz,  Peter,   Zur  Auflösungklage  Art.  736  Ziff.  4  OR-Garant  für  ein Indirektes Austrittsrecht? , Zum 70. Geburtstag von Rolf Bär, Bern 1998, s. 242. Schucany, Emil, Kommentar zum schweizerischen Aktienrecht, 2. Auflage, Zürich 1960. Schwander,  Ivo,  OFK-Orell  Füssli  Kommentar,  ZGB  Kommentar Schweizeriches Zivilgesetzbuch, Orell  Füssli Verlag AG 2011, (OFK-Schwander). Serozan, Rona, Hukukta Yöntem, Vedat Kitapçılık, İstanbul 2015. Stoffel, A. Walter,  Gesellschaftsrecht 2010  Schweizerische Zeitschrift für Wirtschafts- und Finanzmarktrecht, Schulthess Juristische Medien AG 2010, s. 68-83. Şahin,  Ayşe,  Anonim  Ortaklığı  Haklı  Sebeple  Feshi,  Vedat  Kitapçılık, İstanbul 2013. Tekinalp,  Ünal,   Türk  Ticaret  Kanunundaki  Boşluk:  Anonim  Ortaklığın Önemli Nedenlerle Feshi, Çoğunluk Gücünün Kötüye Kullanılmasına Karşı Bir Araç , İktisat ve Maliye Dergisi, C. XXI, S. 8, s. 321-326.  Stäubli,  Christoph,  Basler  Kommentar  zum  Schweizerischen  Privatrecht, Obligationenrecht II, Art. 530-964 OR, Art. 1-6 SchlT AG, Art. 1-11 ÜBest  (GmbH), Art.  1-2  ÜBest  (Rechnungslegung  2011), Art.  1-3 ÜBest (GAFI 2014),  (Herausgeber: Honsell, Heinrich; Vogt, Nedim Peter; Watter, Rolf), 5. Auflage 2016, (BSK OR II-Stäubli).   685Anonim Şirketlerin Haklı...                 Ankara Üni. Hukuk Fak. Dergisi, 65 (3) 2016: 659-686 Trezzini,  Francesco,  Kurz  Kommentar  OR,  (Herausgeber:  Honsell, Heinrich),  Helbing  Lichtenhahn  Verlag,  Basel  2014,  (KUKO  OR- Trezzini). Tuor,  Peter/Schnyder,  Bernhard/Schmid,  Jörg/Jungo,  Alexandra,  Das Schweizerische Zivilgesetzbuch, Schulthess Juristische Medien AG, 14. Auflage, Zürich  2015, s. 1357. Türk Hukuk Lûgatı, 3. Baskı, Başbakanlık Basımevi, Ankara 1991. Vischer, Markus, Basler Kommentar Zivilgesetzbuch II, Art. 457-977 und Art. 1-61 SchIT ZGB, (Herausgeber: Honsell, Heinrich/Vogt, Nedim Peter/Geiser Thomas), Helbing Lichtenhahn Verlag, 5. Auflage 2015, (BSK ZGB II-Vischer). Vogt, Hans-Ueli/Enderli, Thomas,  Die Auflösung einer Aktiengesellschaft aus wichtigen gründen und Anordnung einer anderen sachgemässen Lösung  (Art. 736 ziff. 4 OR)-Bemerkungen aus Anlass von BGE 136 III 278 ff.  Recht-Zeitschrift für juristische Weiterbildung und Praxis, Stämpfli Verlag AG, Bern 2010, s. 238-250. von  Büren,  Roland/Stoffel,  Walter  A./Weber,  Rolf  H,  Grundriss  des Aktienrechts mit Berücksichtigung der laufenden Revision, 3. Auflage, Schulthess Juristische Medien AG 2011. von der Crone, Hans Caspar, Aktienrecht, Stämpfli Verlag AG, Bern 2014. von  Steiger,  F.  (Çev.  Tahir  Çağa),  İsviçrede Anonim  Şirketler  Hukuku,"
}