{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2019",
     "Cilt": "68",
     "Sayı": "2",
     "Başlık": "KUZEY KIBRIS TÜRK CUMHURİYETİ HUKUKUNDA KARŞILIKSIZ ÇEK ve BUNA BAĞLANAN YAPTIRIM",
     "Title": "Dishonoured Cheque And Sanction Of Dishonoured Cheque in Turkish Rebuplic of Northern Cyprus Law",
     "Yazar İsmi": [
          "Hakan BİLGEÇ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "KKTC",
          "Çek",
          "Banka",
          "Karşılıksız Çek",
          "Karşılıksız Çeke Bağlanan Yaptırım",
          "KKTC Merkez Bankası"
     ],
     "Keywords": [
          "TRNC",
          "Cheque",
          "Bank",
          "Dishonoured cheque",
          "Sanction of dishonoured cheque",
          "The Central Bank of TRNC"
     ],
     "Özet": "Kuzey  Kıbrıs  Türk  Cumhuriyeti  (KKTC)  hukuku,  ağırlıklı  olarak Anglo-Sakson hukuku etkisindedir. Bu özelliği nedeniyle yasalar kadar yargı kararları  da  büyük  önem  taşımaktadır.  KKTC  çek  hukukunun  temelini Poliçeler  Yasası  oluşturmaktadır.  Poliçeler  Yasası,  1882  tarihli  Bills  of Exchange Act in tercüme edilmesi yoluyla Kıbrıs hukuk sistemine dahil edilmiştir. Yasa nın çeklere ayrılan III. Kısmı ise günümüzde karma nitelik taşımaktadır.  Çekin  hukuki  niteliğine  ilişkin  düzenlemelerde  Bills  of Exchange Act etkisi devam etmekte iken, karşılıksız çeke bağlanan yaptırım konusunda ise Yasa, Türk hukuku ile uyum içindedir.  KKTC hukukunda, karşılıksız çek düzenlemeye bağlanan tek yaptırım çek hesabı açma ve kullanma yasağıdır. Yasağın uygulanması bakımından KKTC Merkez Bankası na önemli görevler yüklenmiştir. Çek hesabı açma ve kullanma yasağı, karşılıksız kalan çek bedellerinin tamamen ödenmesi halinde kalkmaktadır. Dolayısıyla yasağın caydırıcılığı sorgulanmaya açıktır. Nitekim  yasak  kapsamına  giren  kişi  sayısında,  yıllar  içinde  bir  azalış olmaması bunu doğrular niteliktedir. Çalışmada  KKTC de  çeklere  ilişkin  düzenlemeler,  çekin  hukuki niteliği,  karşılıksız  çek  ve  karşılıksız  çeke  bağlanan  yaptırımincelenmiştir.  KKTC  hukukuna  ilişkin  teorik  anlamda  kaynak  azlığı nedeniyle,  çalışmanın  temeli  yargı  kararlarına  dayanmaktadır.  KKTC hukukunun,  Türk  hukuku  ile  örtüştüğü  noktalarda  ise  Türk  hukuk öğretisinden de yararlanılmıştır.",
     "Abstract": "Law of Turkish Rebuplic of Northern Cyprus (TRNC) is mainly under the influence of Anglo-Saxon law. Due to this feature, judicial decisions are important as well as codes. Bills of Exchange Law is the main code of TRNC cheque law. Bills of Exchange Law has been incorporated into the Cypriot legal system by the translation of the British Bills of Exchange Act, dated 1882. Nowadays, the Third Part of the Law, about cheques is in a mixed  form.  The  form  and  interpretation  of  cheque  are  still  under  the influence of Bills of Exchange Act. Despite that, sanction of dishonoured cheque is in harmony with Turkish Law. The  only  sanction  about  dishonoured  cheque  in  TRNC  law  is prohibition of opening and using cheque account. The Central Bank of TRNC has important missions about implementation of this prohibition. Prohibition of opening and using cheque account is abolished when the all cheque amount is paid. Because of this, the prohibition is not an affective sanction. Numbers of prohibited people don t decrease in the last years, also verifies that. In this study, we focused on legal acts about cheques in TRNC, the form and interpretation of cheques, dishonoured cheque and sanction of dishonoured cheque. Due to the scarcity of resources in TRNC law doctrine, we mostly use judicial decisons. Simultaneously we also used Turkish law doctrine at similar points between Turkish and TRNC law.",
     "Metin": "Kredi kartlarının yaygınlaşması, bir ödeme aracı olan çekin kullanımı azaltmış olsa da Kuzey Kıbrıs Türk Cumhuriyeti (KKTC) nde çek yaygın olarak  kullanılmaya  devam  etmektedir.  Türkiye  Cumhuriyeti  (T.C.) nin aksine KKTC de uygulamada çekin kullanımı sadece tacirler arasında değil, tacir olmayan kişiler arasında da oldukça yaygındır. KKTC çek hukukuna ilişkin düzenlemelerin temel kaynağı İngiltere dir. Bu yönüyle KKTC çek hukuku Türk hukukundan ayrılmakla birlikte, çekin hukuken karşılıksız kalması halinde uygulanacak olan düzenlemeler ağırlıklı olarak Türk hukuku kaynaklıdır. Dolayısıyla KKTC de çekin düzenlenişi, devri gibi konularda İngiliz sisteminin; karşılıksız kalması halinde ise Türk sisteminin esas alındığı karma nitelikli bir hukuk düzeni mevcuttur. Ayrıca çekin  hamiline  yazılı  olarak  düzenlenmesinin  yasaklanması  gibi,  her  iki sistemden bağımsız hükümlere de rastlanmaktadır.  Yakın geçmişte tıpkı Türk hukukunda olduğu gibi KKTC hukukunda da karşılıksız çek ve buna bağlanan yaptırıma ilişkin düzenlemelerde sıklıkla değişiklikler  yaşanmıştır.  Bu  çalışma  günümüzde  yürürlükte  olan  son düzenlemeler esas alınarak hazırlanmıştır. I.  ÇEKLERE İLİŞKİN DÜZENLEMELER KKTC  hukukunda  Türk  hukukundan  farklı  olarak  çeklere  özgü  bir kanun  mevcut  değildir.  Çeklere  ilişkin  temel  düzenlemeler   Bölüm  262 Poliçeler Yasası nda yer almaktadır. Poliçeler Yasası nın III. Kısmı (m. 73 – 75) münhasıran çeklere ayrılmıştır. Poliçeler Yasası nın kaynağı 1882 tarihli İngiliz  Bills of Exchange Act tir. Poliçeler Yasası, Ada da İngiliz egemenliğinin  mevcut  olduğu  ve   İngiliz  Dönemi   olarak  adlandırılan                                                             2  KKTC  mevzuatında  terminolojik  olarak   kanun   kelimesi  yerine   yasa   kelimesi kullanılmaktadır. Biz de çalışmamızda yerleşmiş tercihler nedeniyle KKTC mevzuatında bulunan düzenlemeler için yasa, Türk hukukunda bulunan düzenlemeler için ise kanun kelimelerini tercih edeceğiz.  3   Yasanın tamamına KKTC mahkemelerinin resmi internet sitesi olan http://www.mahkemeler.net/cgi-bin/elektroks.aspx adresinden ulaşılabilir (Erişim Tarihi: 27.08.2019) 4  Bills  of  Exchange  Acts in  günümüzde  yürürlükte  olan  metni  için  bkz. http://www.legislation.gov.uk/ukpga/Vict/45-46/61 (Erişim Tarihi: 27.08.2019). 5   Ada üzerinde İngiliz egemenliğinin mevcut olduğu 1878 – 1960  yılları arası Kıbrıs hukuk sisteminde İngiliz Dönemi olarak adlandırılmaktadır. Günümüzde KKTC de yürürlükte 371Bilgeç                                                   Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 369-411 yıllardan olan 1928 yılında, İngiltere de yürürlükte olan Bills of Exchange Act in aynen tercüme edilmesi suretiyle hukuk sistemine dahil edilmiştir. KKTC nin kuruluşundan sonra da aynı yasa yürürlükte kalmış ve günümüze kadar  beş  önemli  değişiklik  geçirmiştir.  2013  yılında  yapılan  son değişiklikle günümüzde uygulanan hali ortaya çıkmıştır. 2013 değişikliği ile Yasa nın çeklere ilişkin hükümlerin tamamında değişikliğe gidilmiştir. Çeklere ilişkin bir diğer yasal düzenleme ise 29/2010 sayılı  Bakanlar Kurulu  Tarafından  Kabul  Edilen  Sel,  Yangın,  Deprem  Gibi  Doğal  Afet Yaşayan  Bölgelerde  İş  Yapan  Gerçek  veya  Tüzel  Kişilere  Poliçeler Yasasının  74B  ve  74C  maddelerindeki  Sürelerin  Geçici  Olarak  Farklı Uygulanması  Hakkında  Yasa   idi.  Yukarıda  belirttiğimiz  gibi  Poliçeler Yasası nın 74B ve 74C maddeleri çekler hakkında olup, ileride inceleneceği üzere çek hesabı açma ve kullanma yasağı ile ilgili hükümlerdir. Adı geçen Yasa  ile,  karşılıksız  çek  düzenlenmesi  halinde  uygulanacak  yaptırımlara ilişkin süreler yerine daha uzun süreler öngörülmüştü. Ancak bu Yasa kendi bünyesinde barındırdığı yürürlük hükmü uyarınca (m. 6) 01 Aralık 2010 tarihinde mülga olmuştur. Çeklere ilişkin olarak KKTC Merkez Bankası tarafından yayınlanmış ve halen yürürlükte olan iki tebliğ ve bir izahname de mevcuttur. Tebliğler;  Değiştirilmiş  Şekliyle  Bölüm  262  Poliçeler  Yasası  Madde  73  (3)  (B) Altında Yapılan Çek Karnelerinin Baskı Şekil ve Esasları Tebliği 9 ve  Çek Hesabı Açma ve Kullanma Yasağı ile Yasağın Kaldırılmasına İlişkin Esaslar Tebliği dir.  İzahname  ise   Çek  Hesabı  Açma  ve  Kullanma  Yasağı  ile                                                                                                                                             olan yasaların önemli bir kısmı  Geç İngiliz Dönemi  olarak adlandırılan 1914 – 1960 yılları arasında yürürlüğe konmuştur. Bu konuda ayrıntılı bilgi için bkz. Turhan, T.: Tarihsel Bakış Açısıyla Kıbrıs Türk Hukuk Sistemi, AÜHFD 2008, C. LVII, S. 2, s. 264 vd.  6   KKTC nin resmi kuruluş tarihi 15.10.1983 tür. 7   Bölüm 262 Poliçeler Yasası nın değişiklikleri; 29/1989, 34/2006, 20/2010, 46/2011 ve 21/2013 sayılı yasalar ile gerçekleştirilmiştir. Tarihlerine dikkat edildiğinde 2010 dan sonraki  dönemde  yoğunlaştığı  gözlenmektedir.  Bu  değişikliklerin  önemli  bir  kısmı karşılıksız çeke ilişkindir. 8   Bu Yasa nın 3. maddesi  ile Poliçeler Yasası m.74B/II de öngörülen on iş günlük süre, otuz bir iş gününe; yine 74B/II ve 74C de öngörülen yirmi bir iş günlük süre ise kırk iki iş gününe çıkarılmıştı.  9   KKTC RG., 05.11.2009, S. 192. Söz konusu Tebliğ,  Çek Karnelerinin Baskı Şekli ve Esasları Değişiklik Tebliği  ile değişikliğe uğramıştır. Değişiklik Tebliği için bkz. KKTC RG., 19.03.2010, S. 49. 10  KKTC RG., 07.01.2014, S. 5. 372Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 396-411      Kuzey Kıbrıs Türk Cumhuriyeti… Yasağın Kaldırılmasına İlişkin Esaslar Tebliği ne dayalı olarak yayınlanmış olan  Çek Bildirim Kuralları İzahnanmesi  adını taşımaktadır. II. ÇEKİN HUKUKİ NİTELİĞİ Poliçeler  Yasası nın  çeklere  ayrılmış  olan  III.  Kısmı   Bankacılar Üzerine Çekilen Çekler  başlığını taşımaktadır. Bills of Exchange Act den aynen  tercüme  edilmiş  olan  başlık  bir  takım  sıkıntıları  beraberinde getirmektedir. Öncelikle, Poliçeler Yasası incelendiğinde sadece tek bir çek türünün  düzenlenmiş  olduğu  görülür.  Fakat  III.  Kısmın  başlığında  bankacılar  üzerine  çekilen   ifadesinin  kullanılmış  olması,  bankacılar üzerine  çekilmeyen  çeklerin  de  var  olabileceği  gibi  yanlış  bir  izlenim doğurmaktadır.  Başlığa  ilişkin  ikinci  dikkat  çekici  nokta  ise  çekin   banka   değil,  bankacılar   üzerine  çekileceğinin  belirtilmiş  olmasıdır.  Burada   üzerine çekilme   ifadesi  ile  kastedilenin  hukuki  açıdan  havale  ilişkisindeki  muhatap  olduğu anlaşılmaktadır. Tercüme nedeniyle başlığın lafzı KKTC hukukunda çekin banka çalışanları üzerine mi çekileceği gibi akla yatkın olmayan bir soruyu beraberinde getirmektedir. Ancak aşağıda görüleceği üzere Poliçeler Yasası  bankacı  kavramını günlük anlamından farklı bir şekilde kullanmaktadır. Bilindiği üzere Türk hukukunda çeklerde muhatap olabilecekler sınırlandırılmış ve sadece bankaların bu yetkiye sahip olduğu kabul edilmiştir (TTK m.782/I ve m.815)13. Poliçeler Yasası da aynı esastan hareket etmektedir.  Banka  ve  bankacı  kavramları Poliçeler Yasası nın ikinci maddesinde tanımlanmıştır. Buna göre;                                                             11  İzahnamenin  tam  metni  için bkz.  http://www.kktcmerkezbankasi.org/sites/default/files/ mevzuat/cek-bildirim-kurallari-izahnamesi_0.pdf  (Erişim  Tarihi:  27.08.2019). İzahnamenin başlığı içeriği ile örtüşmemektedir; Başlıkta  Çek Bildirim İzahnamesi  ifadesi kullanılmış olmasına rağmen izahname sadece çek hesabı açma ve kullanma yasağına ilişkin olarak bankalar tarafından yapılacak bildirimlere ilişkindir. Yasak kapsamı dışında kalan kullanımdaki çekler hakkında bu izahname uyarınca yapılacak bir bildirim söz konusu değildir. 12  Bills of Exchange Act in çeklere ayrılmış olan III. Kısmı  Cheques on a Banker  başlığını taşımaktadır. 13 Ödeme yeri Türkiye de olan çekler için  banka  kelimesi Bankacılık Kanunu na tabi bir banka olmalıdır. Ödeme yeri Türkiye dışında olan çekler için  banka  kelimesinden hangi kuruluşların anlaşılacağı ödeme yeri hukukuna göre belirlenecektir (TTK m.815). Bu konuda bkz. Bozer, A./Göle, C.: Kıymetli Evrak Hukuku, 8. Bası, Ankara 2018, s. 247. 373Bilgeç                                                   Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 369-411  Banka, Kuzey Kıbrıs Türk Cumhuriyeti Bankalar Yasası kurallarına uygun olarak Bankacılık lisansına sahip bankaları anlatır ve Kooperatif Şirketler  Yasası  altında  kurulup,  Kooperatif  Şirketler  Mukayyitliği tarafından  üyelerine  çek  hesabı  açma  izni  verilen  veya  verilecek  olan kooperatifleri de içerir  (Poliçeler Yasası m. 2/II). Bankacı  kavramına  geçmeden  önce  hemen  belirtelim  ki,  Poliçeler Yasası ndaki  banka  tanımı  dolayısıyla  KKTC de  çekin  kullanım  alanı Türkiye ye göre daha geniştir. Türkiye de çek hesabı açma yetkisi sadece bankalara tanınmış bir hak iken KKTC de kooperatiflerin de üyelerine çek hesabı açma konusunda yetkilendirilmesi olanaklıdır.  Bankacı, tüzel kişiliği olsun veya olmasın bankacılık işi yapan gerçek kişiler oluşumunu içerir  (Poliçeler Yasası m. 2/II)14. Tanımda bankacı kavramına günlük dilden farklı bir anlam yüklendiği şüpheye yer bırakmayacak bir şekilde anlaşılmaktadır. Zira günlük dilde bankacı,  bankada  görevli  kişileri  ifade  ederken,  bu  Yasa  kapsamında bankanın bizzat kendisinin bankacı olduğu belirtilmektedir.  Sonuç  olarak  Poliçeler  Yasası nın  III.  Kısmı nın  başlığındaki  bankacılar üzerine çekilen  ifadesi, çekte muhatabın bankada görevli kişiler olacağı  şeklinde  anlaşılmamalıdır.  Nitekim  III.  Kısım daki  hükümlerin içeriğinde de bankacı kelimesine bir daha yer verilmemiş olup,  banka  ifadesi kullanılmıştır. Poliçeler Yasası nın m. 73/I. fıkrasında çek  bir banka üzerine çekilmiş üzerindeki tarihte veya üzerindeki tarihten itibaren 6 ay içinde bankaya ibraz edildiği takdirde ödenen bir poliçedir  şeklinde tanımlanmıştır. Bu                                                             14  KKTC  Bankalar  Yasası nda   bankacı   kavramı  kullanılmamaktadır.  Poliçeler Yasası ndaki bu kullanımın da tamamen özensiz tercümeden kaynaklandığı görüşündeyiz. 15  Bkz.http://www.tdk.gov.tr/index.php?option=com_gts&arama=gts&guid=TDK.GTS.58e 6755ac79.59862146 (Erişim Tarihi: 27.08.2019). 16 Bu noktada üçüncü kısmın başlığı ile ilgili noktaya tekrar dikkat çekmek istiyoruz. Yukarıda belirttiğimiz gibi Poliçeler Yasası nın münhasıran çeklere ayrılmış olan üçüncü kısmının  başlığı   Bankacılar  Üzerine  Çekilen  Çekler   idi.  Ancak  çeki  tanımlayan hükümde çekin bankacı değil, banka üzerine çekilen bir poliçe olduğu belirtilmektedir. Orjinal metin olan Bills of Exchange Act. m. 73 te ise çek  A cheque is a bill of exchange drawn on a banker payable on demand  şeklinde tanımlanmaktadır. Görüldüğü üzere mehazda tanımda da banka (bank) kelimesi kullanılmamış, başlıkla uyumlu olarak bankacı (banker)  ifadesine  yer  verilmiştir.  Aynı  uyum  ise  maalesef  Poliçeler  Yasası nda sağlanamamıştır.  Türkçe de  bankacı  ifadesinin  yaygın  kullanımının  söz  konusu 374Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 396-411      Kuzey Kıbrıs Türk Cumhuriyeti… tanım  KKTC  hukukunda  çekin  hukuki  niteliğini  açık  bir  şekilde göstermektedir; çek bir poliçedir. Poliçe ise söz konusu yasanın üçüncü maddesinde tanımlanmıştır.  Bir poliçe, bir kişi tarafından başka bir kişiye yazılı olarak hitap eden, ve veren kişi tarafından imzalanmış, ve muhatabından ilk talepte veya saptanmış veya saptanabilen ileri bir tarihte, para olarak belli bir miktarı, belirlenmiş bir kişiye veya emrine ödenmesi isteminde bulunulan koşulsuz ve kesin emirdir  (Poliçeler Yasası m. 3/I). KKTC hukukunda poliçe ve çek üçlü bir ilişki doğurur. Bu ilişkinin tarafları  düzenleyen,  lehtar  ve  muhataptır.  Poliçe  ve  çek,  düzenleyen tarafından değil, üzerine çekilen muhatap tarafından ödenmektedir. Bu ilişki çifte yetki veren bir havale niteliğindedir. Zira çekin düzenlenmesi ile, muhatap bankaya çek bedelinin ödenmesi, lehdara ise bedeli tahsil yetkisi vermektedir. Poliçeler  Yasası nın  73/I  hükmü  KKTC  hukukunda  çekin  belirli özelliklere sahip bir poliçe olduğunu göstermektedir. Başka bir ifadeyle KKTC hukukunda her çek bir poliçedir; fakat her poliçe bir çek değildir. Poliçeler Yasası çeki bir poliçe olarak tanımlamak suretiyle kambiyo senetleri konusunda Türk hukukundan ayrılmıştır. Türk hukukunda kambiyo senetleri poliçe, bono ve çek olmak üzere üçlü ayrıma tutulurken (TTK m.                                                                                                                                             yasadakinden farklı olması nedeniyle Poliçeler Yasası nın ikinci kısmının başlığının 73. maddenin içeriği ile uyumlu olarak düzeltilmesinin isabetli olacağı düşüncesindeyiz. 17  Düzenleyen  ve  Lehtar , Poliçeler Yasası nda kullanılan terimler değildir. Yasada bunlar yerine aynı anlama gelecek başka terimler tercih edilmiştir. Türk hukukundaki birikimden yararlanarak  çalışmamızda   düzenleyen   ve   lehtar   terimlerini  kullanmayı  tercih etmekteyiz. 18  Havale konusunda ayrıntılı bilgi için bkz. Kocaman, A. B.: Türk Borçlar Hukukunda Havale, Ankara 2001, s. 7 vd. 19  Çekin hukuki niteliği hakkında ayrıntılı bilgi için bkz. Kalpsüz, T./Erem, F./Çelebican, G.: İktisadi ve Hukuki Yönden Çek, Ankara 1974; Bozer/Göle, s. 209 vd.; Öztan, F.: Kıymetli Evrak Hukuku, Ankara 1997, s. 1029 vd.; Kınacıoğlu, N.: Kıymetli Evrak Hukuku, 4. Bası, Ankara 1993, s. 316 vd.; Kendigelen, A.: Çek Hukuku, 5. Bası, İstanbul 2019, s. 41 vd. 20  Mehaz Bills of Exchange Act m. 73 de çeki aynı şekilde nitelemektedir. 21  Çek bir poliçe olup bir sözleşmedir ve ivazla desteklenmesi gerekir.  KKTC AYM, 25.10.1990, D: 6/90. Karar için bkz. Hakkı, M.: Yargıtay Kararları Işığında Kıbrıs Hukuku 1966-2017, Lefkoşa 2018, s. 410. 375Bilgeç                                                   Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 369-411 671 vd.; m. 776 vd.; m. 780 vd.), KKTC hukuku çeki bağımsız bir kambiyo senedi olarak kabul etmemektedir. III. KARŞILIKSIZ ÇEK A. Karşılıksızlık Kavramı Hakkında   Bir  çek   hukuki   ve   fiili   olmak  üzere  iki  şekilde  karşılıksız kalabilir. Çekin hukuken karşılıksız çek hükmünde sayılabilmesi için belirli koşulların bir araya gelmesi gerekir. Aşağıda inceleyeceğimiz koşullardan birisinin dahi eksikliği halinde çek, hukuken karşılıksız çek olmaktan çıkar; bedelin ödenmemesi halinde fiili karşılıksız çek halini alır. Hukuki ve fiili karşılıksız çek ayrımının önemi karşılıksız çek olmaya bağlanan yaptırımlar konusundadır.  Karşılıksız  çeke  ilişkin  getirilen  hukuki  yaptırımlar  çekin hukuken karşılıksız olması durumunda uygulanır. Fiili karşılıksızlık halinde ise bu yaptırımların uygulanması söz konusu olmaz.  B. Karşılıksız Çekin Unsurları 1. Senedin Çek Hükmünde Olması Hukuken  karşılıksız  çekten  söz  edebilmemiz  için  her  şeyden  önce karşılıksız kalan senedin çek hükmünde olması gerekir. KKTC hukukunda çek nitelikli bir poliçe olduğundan, çekin unsurlarını belirlerken Poliçeler Yasası nın 3. ve 73. maddeleri birlikte göz önünde bulundurulmalıdır. Bu iki  düzenlemeden  yararlanarak  bir  senedin  çek  hükmünde  olabilmesi aşağıdaki unsurların varlığına bağlıdır. a. Çek Hesabının Varlığı Bir senedin çek hükmünde olabilmesi için muhatap banka nezdinde bir çek hesabının mevcudiyeti şarttır. Hesap, çek hesabı anlaşmasına uygun olarak  açılır.  Banka  çek  hesabı  anlaşması  talebiyle  kendisine  başvuran                                                             22  Bu tercihin nedeni Poliçeler Yasası nın hazırlanması sırasında mehaz olarak alınan Bills of Exchange Act tir. 23  Ayrıca  Değiştirilmiş Şekliyle Bölüm 262 Poliçeler Yasası Madde 73 (3) (B) Altında Yapılan  Çek  Karnelerinin  Baskı  Şekil  ve  Esasları  Tebliği nin  3.  maddesinde  çek yapraklarına bazı teknik unsurlara da yer verilmiştir. Ancak normlar hiyerarşisi uyarınca Yasa da sayılan unsurları taşıyan bir senet, Tebliğ de yer alan unsurları taşımasa da hukuken çek olarak kabul edilmelidir.  376Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 396-411      Kuzey Kıbrıs Türk Cumhuriyeti… müşteriden  öncelikle  kimliğini  belgelemesini  talep  eder.  Kimliklerini belgeleyemeyen  kişiler  adına  çek  hesabı  açılamaz  (Poliçeler  Yasası  m. 73/V). Bir kişi çek hesabı anlaşması talebiyle bankaya başvurduğunda, banka kişinin ekonomik ve sosyal durumunu, gerekli özeni göstererek incelemekle yükümlüdür (Poliçeler Yasası m. 73/III). Bankanın, ödemelerinde özensiz davrandığı  anlaşılan  yahut  aktiflerinin  toplamı  borçlarını  karşılamaya yetmeyen kişilerle çek hesabı anlaşması yapmaktan kaçınması gerekir. Başvuran kişi kimliğini belgelemiş, ekonomik ve sosyal durumu da kendisi  için  çek  hesabı  açılmasına  elverişli  ise  banka  öncelikle  başvuru sahibine, Poliçeler Yasası nın karşılıksız çeke ilişkin yaptırımları hakkında bilgi  vermekle  yükümlü  kılınmıştır.  Bu  bilgilendirme  yazılı  şekilde yapılmalıdır (Poliçeler Yasası m. 73/IV)24.  Tüm koşullar yerine getirildikten sonra banka ve müşteri arasında çek anlaşması imzalanır ve bu anlaşmaya uygun olarak çek hesabı açılır. Çek hesabı anlaşmasının tarafları hesap sahibi ve bankadır. Poliçeler Yasası na göre banka, çek anlaşmasında, karşılıksız çıkan çek bedellerinin, bankanın merkez şubesi ve tüm şubelerinde hesap sahibi lehine mevcut veya ileride ortaya çıkacak tüm alacaklardan karşılanacağını taahhüt altına alır (Poliçeler Yasası m. 73/VI).  Çek  hesabının  açılması  ile  banka  bu hesap  üzerinden  düzenlenecek çekler için muhatap sıfatını kazanır ve müşterisine çek düzenleyebilmesi için çek karnesi verir. Çek karnesinde yer alacak yaprak sayısı, yasal garanti de dikkate alınarak banka tarafından belirlenir. Çek karneleri banka tarafından  Değiştirilmiş  Şekliyle  Bölüm  262  Poliçeler  Yasası  Madde  73  (3)  (B) Altında Yapılan Çek Karnelerinin Baskı Şekil ve Esasları Tebliği ne uygun olmak koşuluyla bizzat basılabilir veya bastırılabilir.                                                               24  Hukukun genel ilkelerinden olan  Kanunu bilmemek mazeret sayılamaz  ilkesi karşısında Poliçeler  Yasası  m.  73/IV  hükmünün  yerindeliği  tartışmaya  açıktır.  Banka  bu yükümlülüğü yerine getirmeden müşterisine çek hesabı açarsa ve hesap sahibinin çekleri karşılıksız  kalırsa,  hesap  sahibinin   bilgilendirilmediği   gerekçesiyle  banka  aleyhine sözleşme öncesi sorumluluk hükümlerine başvurması mümkün olmamalıdır. 25  Bankanın her çek yaprağı için yasal garanti sorumluluğunun bulunması nedeniyle,  çek karnesindeki yaprak sayısı  bankanın sorumluluğu ile doğrudan ilgilidir. Bu konuda ayrıntılı bilgi için bkz.  III – B – 4 Bedelin Kısmen veya Tamamen  Tahsil Edilememiş Olması  başlığı. 377Bilgeç                                                   Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 369-411 Çekin altına imza atmak suretiyle çeki hukuken ortaya çıkaran kişi düzenleyendir. Çekin karşılığını hesabında bulundurmakla yükümlü olan kişi ise hesap sahibidir. Hesap sahibi ve düzenleyen genellikle aynı kişidir; ancak  çekin  temsilen  düzenlenmesi  durumunda  düzenleyen,  hesap sahibinden farklı bir kişi olarak karşımıza çıkabilir. Çekin kim tarafından düzenleneceğine  ilişkin  73.  maddede  özel  bir  hüküm  yoktur.  Poliçelere ilişkin  düzenleme  gereği,  çek   kişi ler  tarafından  düzenlenebilir.  Kişi, gerçek ve tüzel kişileri içeren üst kavramdır. Ancak Poliçeler Yasası kişiyi daha  geniş  bir  şekilde  tanımlamıştır.  Yasadaki  tanıma  göre  kişi,   tüzel kişiliği olan veya olmayan kişiler oluşumu [da] içerir 29. Bu tanım ışığında KKTC  hukukunda  çekin,  gerçek  ve  tüzel  kişiler  ile  tüzel  kişiliğe  sahip olmayan kişi toplulukları (örneğin adi şirket) tarafından düzenlenebileceği sonucu doğmaktadır. Poliçeler Yasası nın çeke ilişkin özel hükümleri ise tüzel kişiliği olmayan kişi topluluklarının çek hesabı açabilmesini engeller niteliktedir. Zira, çek hesabı anlaşmasının bir tarafı banka, diğer tarafı ise  müşteri dir. Müşteri de Poliçeler Yasası nda özel olarak tanımlanmıştır ve bu tanıma göre müşterinin bir kişi olması zorunludur. Sonuç olarak, çek hesabı  sahibi  bir  gerçek  ve  tüzel  kişi  olmak  zorundayken,  düzenleyen Poliçeler Yasası nın oldukça geniş olan kişi tanımı kapsamına girenlerden olabilecektir.                                                                 26  Bkz. Bozer/Göle, s. 262-263. 27  Düzenleyen ve hesap sahibi kavramları hakkında ayrıntılı bilgi için bkz. Bozer/Göle, s. 262-265. 28  Bkz. Oğuzman, M.K./Seliçi, Ö./Oktay Özdemir, S.: Kişiler Hukuku, 16. Bası, İstanbul 2016, s. 2-3; Kılıçoğlu, A.: Medeni Hukuk, Ankara 2016, s. 199-200. 29 Tanım cümlesi isabetli bir şekilde kaleme alınmamıştır. Kişi kavramı, yine aynı kavramı içeren  kişiler oluşumu  ifadesiyle tanımlanmaya çalışılmıştır. Lafız olarak bakıldığında tek bir gerçek veya tüzel kişinin Poliçeler Yasası bakımından kişi olmadığı sonucu dahi doğmaktadır. Ancak bu konunun ayrıntıları çalışmamızın kapsamına girmediği için sadece bu noktaya dikkat çekmekle yetiniyoruz. 30  Müşteri,   banka  ile  tasarruf  mevduatı  sözleşmesi,  kredi  sözleşmesi,  müşterek  hesap sözleşmesi, cari hesap sözleşmesi, diğer müşteri hesabı sözleşmesi, akreditif sözleşmesi, para ve menkul eşya muhafaza sözleşmesi, teminat amaçlı banka sözleşmesi ve benzeri ürün ve hizmet alma veya kullanma sözleşmesi olan gerçek veya tüzel kişiyi anlatır  (Poliçeler Yasası m. 2). 378Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 396-411      Kuzey Kıbrıs Türk Cumhuriyeti… b. Lehtar  Çek  bir  kıymetli  evrak  olduğundan  hak  ile  senet  iç  içe  geçmiş (mündemiç) durumdadır. Çekteki hakkın ileri sürülebilmesi veya geçerli bir şekilde devredilebilmesi için kural olarak senedin zilyetliğine de sahip olmak gerekir. Bu özellik nedeniyle düzenleyen, çekin zilyetliğini,  lehine düzenlediği kişiye teslim etmekle yükümlüdür. Böylelikle çeki ilk hamil olarak elde eden ve muhataptan çek bedelinin ödenmesini talep hakkına sahip olan kişiye  lehtar  denir.  Türkiye nin  de  içinde  bulunduğu  Kara  Avrupası  Hukuk  Sisteminde çekin  nama,  emre  ve  hamiline  yazılı  olarak  da  düzenlenebileceği  kabul edildiğinden, lehtar çekin zorunlu unsurları arasında yer almamaktadır. Ancak aynı durum KKTC hukuku bakımından geçerli değildir. 2013 yılına kadar KKTC hukukunda da hamiline çek düzenlenebilmesi olanaklıydı. Bu tarihe kadar çek belirlenmiş bir kişiye (nama) veya emrine ya da hamiline olmak  üzere  üç  şekilde  düzenlenebiliyordu  (Değişiklik  öncesi  Poliçeler Yasası m. 3). 2011 yılında yapılan değişiklik ile  veya hamiline  ifadesi madde metninden çıkarıldı (46/2011 sayılı Poliçeler (Değişiklik) Yasası m. 3)34.  Değişiklik  2011  yılında  yapılmasına  rağmen  piyasanın  uyum sağlayabilmesi adına maddenin yürürlüğe giriş tarihi 01 Ocak 2013 olarak                                                             31 Bkz. Bozer/Göle, s. 14-15. Kıymetli evraka konu olabilecek haklar para ile ölçülebilen ve devredilebilir nitelikteki haklardır. Bu konuda ayrıntılı bilgi için bkz. Bozer/Göle, s. 14-15; Poroy/Tekinalp, s. 28-29; Ülgen, H./Helvacı, M./Kendigelen, A./Kaya, A.: Kıymetli Evrak Hukuku, 10. Bası, İstanbul 2015, s. 17; Can, s. 28 – 29; Bahtiyar, M.: Kıymetli Evrak Hukuku, 15. Bası, İstanbul 2017, s. 3; Bilgili, F./Demirkapı, E.: Kıymetli Evrak Hukuku, Bursa 2012, s. 8. 32 Türk hukukunda bu kuralın iki istisnası bulunmaktadır. İlki, çekin zayi olması durumunda mahkemeden alınacak iptal kararı ile (TTK m. 652/I; 666/III), ikincisi ise çek bedelinin kısmen ödenmesi durumunda banka tarafından verilen çekin onaylı fotokopisi aracılığıyla (ÇK m. 3/VI) hakkın ileri sürülmesinin mümkün olmasıdır. Bu konuda bkz. Bozer/Göle, s. 15; Bahtiyar, s. 4; Gültekin, Ö: Kıymetli Evrakın Ziyaı ve İptali, 7. Baskı, Ankara 2013, s. 28, 75. 33 Bkz. Bozer/Göle, s. 286. 34 Bkz KKTC RG., 26.09.2011, S. 164. 35 Dönemin KKTC Maliye Bakanı Ersin Tatar ın açıklamaları şu şekildedir:  26 Eylül 2011 tarihinde yayımlanan söz konusu yasanın, hazırlıklarını tamamlayamayan tüccarımızı ve esnafımızı  mağdur  etmemek  adına  Resmi  Gazete de  yayınlandığı  tarihte  yürürlüğe girmeyen bazı maddeleri bulunuyordu ve bunlar da 1 Ocak 2013 itibarıyla yürürlüğe girdi. Yürürlüğe  giren  bu  maddelerden  biri  çeklerin  hamiline  yazılması  uygulamasının kaldırılmasıydı.   http://www.gundemkibris.com/hamiline-cek-uygulamasi-kalkti48375h.htm (Erişim Tarihi: 27.08.2019). 379Bilgeç                                                   Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 369-411 belirlendi (46/2011 sayılı Poliçeler (Değişiklik) Yasası m. 13). Dolayısıyla yürürlükte olan düzenlemeye göre KKTC de çekler bugün için sadece nama veya emre yazılı olarak düzenlenebilmektedir.  Çekin sadece nama veya emre yazılı olarak düzenlenebilmesi nedeniyle lehtarın  adının  çek  üzerinde  belirtilmesi  artık  zorunlu  hale  gelmiştir. Lehtarın adının belirtilmemesi halinde, senet çek niteliğini kazanamaz.  Çekte  lehtarın  kim  olabileceği  ise  yukarıda  değindiğimiz  Poliçeler Yasası ndaki   kişi   kavramı  çerçevesinde  düzenlenmiştir.  Fakat  burada hesap sahibine ilişkin açıklamalarımızdan farklı bir durum söz konusudur. Çek hesabı sahibi olmanın koşulları arasında gerçek veya tüzel kişi olma şartı  arandığı  için  Poliçeler  Yasası nın  geniş  kişi  tanımına  karşın  hesap sahibinin gerçek veya tüzel kişi olması zorunluluğuna işaret etmiştik. Oysa lehtar, çek anlaşmasının tarafı olmadığından, lehtar bakımından böyle bir zorunluluktan söz edilemez. Bu nedenle yasal düzenlemeler karşısında tüzel kişiliği  olmayan  kişi  oluşumları  lehine  çek  düzenlenmesi  gündeme gelebilecek  olsa  da,  hamiline  çek  düzenlemesinin  yasaklanmış  olması nedeniyle  tüzel  kişiliği  olmayan  kişi  oluşumları  lehine  çek düzenlemeyeceğinin  kabulü  gerekir.  Zira,  Türk  hukukunda  çekte  lehtar olarak tüzel kişiliğe sahip olmayan (işletme adı vb.) unsurların gösterilmesi halinde çekin hamiline yazılı sayılacağı, poliçe veya bonolarda ise böyle bir durumda senedin adi senet hükmünde sayılacağı kabul edilmektedir. Dolayısıyla Poliçeler Yasası nda yer alan kişi tanımı, lehtar bakımından da isabetli değildir. c.  Muhatap Çeklerde muhatap konusunda Poliçeler Yasası nın 73. maddesi özel bir düzenleme içermektedir. Bu nedenle, poliçede muhatabın herhangi bir kişi                                                             36  Yapılan değişiklik poliçeyi tanımlayan m. 3 üzerinde gerçekleştiridiği için 01 Ocak 2013 tarihinden itibaren KKTC hukukunda poliçenin de hamiline yazılı olarak düzenlenmesi mümkün değildir. Bu tarihten önce Kara Avrupası Hukuk Sistemi nden farklı olarak KKTC hukukunda poliçe hamiline yazılı olarak düzenlenebiliyordu. 37  Bkz. III – B – 1 – a  Çek Hesabının Varlığı  başlığı. 38  Reisoğlu, S.: Çek Hukuku, Ankara 2011, s. 75; Göle, C.:  Kambiyo Senetlerinde Lehdarın Belirsizliği , BATİDER 1989, S. XIV, S. 3, s. 25-26. 39  T.C. Yargıtay 19. HD., 24.06.2015, E: 2014/20278, K: 2015/9353 (lexpera.com.tr); T.C. Yargıtay 12. HD., 05.03.2007, E: 2007/1397, K: 2007/3881 (lexpera.com.tr); Ayrıca bkz. Poroy/Tekinalp, s. 144; Göle, s. 18 vd. 380Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 396-411      Kuzey Kıbrıs Türk Cumhuriyeti… olabileceğine  ilişkin  3.  madde  hükmünün  çeklerde  uygulanma  olanağı yoktur. Yukarıda da değindiğimiz üzere 73. maddedeki düzenleme, çekte muhatap  olabileceklerin  kapsamını  önemli  ölçüde  sınırlandırmıştır.  Türk hukukunda olduğu gibi KKTC hukukunda da çeklerde yalnızca bankalar muhatap sıfatını kazanabilmektedir. Nitekim Poliçeler Yasası nda çeklere ilişkin düzenlemelerin yer aldığı III. Kısmın başlığı da  Bankacılar Üzerine Çekilen  Çeklerdir .  Ancak  önemle  hatırlatalım  ki,  Poliçeler  Yasası nda banka geniş kapsamlı olarak tanımlanmış ve üyelerine çek hesabı açma izni verilen veya verilecek kooperatifler de banka kavramına dahil edilmiştir (Poliçeler  Yasası  m.  2).  Bu  nedenle  söz  konusu  kooperatiflerin  de  çek ilişkisinde muhatap sıfatını taşıması olanaklıdır. Bir poliçe  ortak olsun veya olmasın iki veya daha çok muhataba hitap edebilir. Ancak seçenekli olarak iki muhataba veya müteselsil olarak iki veya daha çok muhataba hitap eden bir emir poliçe değildir  (Poliçeler Yasası  m.  6/II).  Bu  düzenleme  uyarınca  poliçe  bedelinden  birden  fazla kişinin muhatap sıfatıyla birlikte sorumlu olduğu hallerde poliçe geçerliliğini korumaktadır. Ancak poliçe bedelinin tamamının birden fazla muhataptan sadece  bir  tanesi  tarafından  ödenmesinin  önü  kapatılmıştır.  Çekler bakımından  Poliçeler  Yasası nın  m.  6/II  hükmünün  şu  anki  sistemde uygulanması mümkün değildir. Zira çek karneleri bankalar tarafından matbu olarak bastırılmakta ve çek hesabı sahiplerine teslim edilmekte olup çekler bu  karnedeki  yapraklar  üzerine  düzenlenmektedir.  Çek  karnelerinin  her yaprağına, çek hesabının bulunduğu banka şubesinin adı, çekin tarihi, tutarı, para birimi, hesap numarası, çek numarası ile hesap sahibinin tam isminin yazılmasına, çeki imzalayanın imzasının atılmasına imkan verecek ibareler ile  damga pulu ödenmiştir  ibaresi konur (Çek Karnelerinin Baskı Şekli ve Esasları Tebliği m. 3/a). Dolayısıyla uygulamada çekin muhatabı belirli ve tektir ve  çek hesabının bulunduğu bankadır. d. Düzenleme Tarihi Çeki tanımlayan Poliçeler Yasası nın m. 73/I. fıkrasında  üzerindeki tarihte  veya  üzerindeki  tarihten  itibaren  altı  ay  içinde..   ifadeleri  çek                                                             40 KKTC RG., 05. 11.2009, S. 192. Tebliğin tam adı  Değiştirilmiş Şekliyle Bölüm 262 Poliçeler Yasası Madde 73 (3) (B) Altında Yapılan Tebliğ  olup bu tebliği için  Çek Karnelerinin Baskı Şekli ve Esasları Tebliği  kısa isminin kullanılacağı birinci maddesinde belirtilmiştir. 381Bilgeç                                                   Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 369-411 üzerinde  düzenleme  tarihinin  belirtilmesinin  zorunlu  olduğuna  işaret etmektedir. Gerçekten aşağıda görüleceği üzere bir çekin ödeme için ibraz süresinin hesabı ve hukuken karşılıksız çek hükmünde olup olmadığının tespitinde düzenleme tarihi büyük öneme sahiptir.  Çek üzerinde düzenleme tarihinin belirtilmemesinin hukuki sonucuna ilişkin  bir  hüküm  yoktur.  Çeklere  ilişkin  özel  hükümlerin  bulunmadığı durumlarda poliçelere ilişkin düzenlemeler devreye girer. Poliçelere ilişkin olaraksa,  bir  poliçenin   tarihlendirilmemiş   olması  nedeniyle  geçersiz olmayacağı  (Poliçeler  Yasası  m.  3/IV-a),  bu  poliçelerin  görüldüğünde ödeneceği belirtilmiştir (Poliçeler Yasası m. 10/I-b). KKTC Yargıtay ı da önüne gelen bir uyuşmazlıkta, çekin üzerinde düzenleme tarihi yer almaması halinde,  çeki  elinde  bulunduran  kişiye  düzenleme  tarihini  doldurma konusunda yetki verilmiş olduğu konusunda karine bulunduğunu belirtmiş; düzenleme tarihinin makul bir süre içinde doldurulması gerektiğine de dikkat çekmiştir. Poliçeler  Yasası nda  ve  Çek  Karnelerinin  Baskı  Şekli  ve  Esasları Tebliği nde düzenleme tarihinin nasıl gösterileceğine ilişkin bir düzenleme yer  almamaktadır.  Ancak  uygulamada  düzenleme  tarihinin  gün/ay/yıl şeklinde gösterilmesi yerleşmiştir. Bununla birlikte Ada nın kültürel yapısı göz önünde bulundurulduğuda düzenleme tarihinin 11.15, 2018 gibi AngloSakson  kültürünün  etkisi  altında  belirtildiği  (ayın  önce,  günün  sonra yazıldığı) durumlarda da çeki geçerli saymak kanımızca uygun olacaktır. Düzenleme tarihinin takvimde yer alan bir tarih olması gerekir. KKTC hukukunda,  31  Şubat  2017,  35  Mayıs  2017  gibi  takvimde  mevcut bulunmayan  bir  tarihin  düzenleme  tarihi  olarak  belirtilmesinin  hukuki                                                             41  Çekin Davacı tarafından doldurulduğu iddiası  ile ilgili olarak, Davacı, tarihin boş olduğunu ve bu kısmı kendisinin doldurduğunu kabul etmektedir. Fasıl 262 madde 20 altında boş bırakılan bir çekin tarihinin doldurulması için, çeki keşide edenin yetki verdiğine dair bir karine oluşur. Bu karineyi ortadan kaldırmak ise Davalıya düşer. [Poliçeler] Yasa[sı]nın 20. maddesinde tarihin makul bir süre içerisinde doldurulması gerektiği ve makul sürenin her davanın olgularına göre  belirleneceğinin ifade edildiği görülür.   KKTC  Y.H.,  14.11.2012,  D:  42/2012  -  http://www.mahkemeler.net/cgibin/yenikararsonuc.aspx?nerde=yh&yile=2012 (Erişim Tarihi: 27.08.2019). 42 Bu yönde bkz. Öztan, s. 1053, Kendigelen (Ülgen/Helvacı/Kaya), s. 240. Bozer/Göle ise uygulamada bir karışıklığa yol açılmaması için düzenleme tarihi bu şekilde belirtilmiş olan çeklerin geçerli sayılmaması gerektiği görüşündedirler. Ancak yazarların bu görüşünün Türk hukukuna ilişkin olduğunu belirtmek isteriz. Bkz. Bozer/Göle, s. 247-248. 382Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 396-411      Kuzey Kıbrıs Türk Cumhuriyeti… sonucuna ilişkin bir düzenleme mevcut değildir. Türk yargı uygulaması söz konusu  durumlarda  KKTC  yargısı  için  emsal  teşkil  edebilir.  2000  yılı sonrasında  verilen  kararlarda,  Türk  uygulamasında  takvimde  hiç  mevcut olmaması nedeniyle imkansız sayılan bir tarihin düzenleme tarihi olarak gösterilmesi  durumunda  çeki  geçersiz  saymak;  gün  hanesine  ilgili  ayda mevcut  olmamasına  rağmen  diğer  aylarda  mevcut  günlerin  yazılması durumunda çekin düzenleme tarihini üzerinde yazılı olan ayın son günü olarak kabul etmek görüşü hakim olmaya başlamıştır. Çek üzerinde  Ramazan Bayramı, 2017 ,  Cumhuriyet Bayramı, 2017  gibi  ifadelerin  düzenleme  tarihi  olarak  belirtildiği  durumlarda  ise  çekin geçerli saymamak gerekir. Zira Ramazan Bayramı bir günden fazla sürdüğü için  çekin  hangi  tarihte  düzenlenmiş  olduğu  net  değildir.  Cumhuriyet Bayramı  ifadesine  ilişkin  ise  şöyle  bir  özellik  mevcuttur:  KKTC de Cumhuriyet  Bayramı  15  Kasım da  kutlanmaktadır;  öte  yandan  Türkiye Cumhuriyeti nin Cumhuriyet Bayramı olan 29 Ekim tarihi de resmi olarak kutlanmaktadır.  Dolayısıyla  çek  üzerindeki  Cumhuriyet  Bayramı  ifadesi tereddüt yaratmaya müsaittir; bu da çekin niteliğine aykırı bir durumdur. Çek  üzerinde  düzenleme  tarihi  olarak  gerçek  düzenleme  tarihinin belirtilmesi  zorunlu  değildir.  Gerçek  düzenleme  tarihinden  önceki  veya sonraki bir tarihin çek üzerinde belirtilmesi halinde, düzenleme tarihi çekin düzenlendiği  tarih  değil,  çekin  üzerinde  yazılan  tarih  olarak  kabul edilecektir.  Poliçeler  Yasası nın  m.  73/I.  fıkrasında yer  alan   üzerindeki tarih  ifadesi bizi bu sonuca ulaştırmaktadır. e.  Belirli Bedel   Bir senedin çek hükmünde olabilmesi için üzerinde yazan bedelin belirli  olması  gerekir.  Çekin  üzerindeki  bedel  mutlaka  para  cinsinden belirlenmelidir. Paradan başka herhangi bir değerin havalesini sağlamak için çek düzenlenemez. Bedelin rakamla veya kelime ile gösterilmesi olanaklıdır. Bedel hem rakamla hem de kelime ile gösterilmiş ise ve ikisi arasında bir                                                             43  Bu konuda bkz. T.C. Yargıtay CGK, 21.12.2004, E. 200, K. 8600 (kazanci.com). Ayrıca bono üzerinde düzenleme tarihinin 30 Şubat 1997 yazılması nedeniyle bononun geçersiz olacağını ileri sürmenin  aşırı şekilcilik  olacağı yönünde bkz. T.C. Yargıtay HGK, 21.06.2000, E.12-1011, K. 1076 (kazanci.com). Söz konusu kararın çekleri de kapsadığı yönünde bkz. Bozer/Göle, s. 249-250; Kendigelen, s. 111 vd. 44  Bkz. Bozer/Göle, s. 240-241. 383Bilgeç                                                   Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 369-411 farklılık varsa, ödenecek miktar kelimelerle gösterilen miktardır (Poliçeler Yasası m. 9/II).  Çekin bedeli birden fazla olarak sadece rakamla veya sadece  kelime  ile  belirtilmiş  olup,  bu  bedeller  arasında  bir  farklılık bulunması halinde hangisinin esas alınacağına ilişkin olarak ise Yasa da herhangi bir düzenleme mevcut değildir; dolayısıyla bu durumda belirli bir bedelden söz etmek mümkün olamayacaktır. KKTC  hukukunda  bedelin  belirli  olması  konusunda  önemli  bir sınırlama da mevcuttur.  Değiştirilmiş Şekliyle Bölüm 262 Poliçeler Yasası Madde 73 (3) (B) Altında Yapılan Çek Karnelerinin Baskı Şekil ve Esasları Tebliği nin  3/h  bendi  uyarınca  bedel  sadece  dört  para  biriminden  biri kullanılarak belirlenebilir. Bu para birimleri Türk Lirası, İngiliz Sterlini, Amerika Birleşik Devletleri Doları ve Euro dur. Para birimleri için sırasıyla TL, GBP, USD ve EUR kısaltmalarının kullanılması gerekir. Bankalar, çek karnelerini  bastırırken  bu  esaslar  doğrultusunda  hareket  etmelidirler. Tebliğ in düzenlemesindeki amaç çekin ödenmesinin kolaylaştırılmasıdır. Fakat sayılanlardan başka bir para biriminin kullanılmış olması kanımızca sırf bu nedenle senedin çek vasfını yitirmesine neden olmamalıdır. Zira Tebliğ in eki olarak yayınlanan örnekte de çek yaprağı üzerinde para birimi gösterilmemiştir.  Hemen belirtelim ki, çek düzenlenirken sadece bir para birimi tercih edilmelidir.  Birden  fazla  para  biriminin  kullanılması  belirliliğin  ortadan kalkmasına neden olur. Örneğin  3.000 EUR veya TL ödeyiniz  şeklinde düzenlenen bir çekte belirli bir bedelden söz edilemez. Buna karşılık Türk hukukunda olduğu gibi  3.000 EUR veya karşılığı TL ödeyiniz  şeklinde düzenlenen bir çekte bedelin belirli olduğu kabul edilmelidir.                                                              45 Türk hukukunda çek bedelinin yalnız rakamla veya yalnız kelime ile birden çok kere gösterildiği ve bedeller arasında fark bulunduğu takdirde en az olan bedelin geçerli sayılacağı kabul edilmiştir (TTK m. 818/2 atfıyla TTK m. 676/I). Dolayısıyla bu olasılıkta  belirli bedel  bizzat kanun koyucu tarafından belirlenmiş olmakta ve senet çek niteliğini kaybetmemektedir. Bkz. Bozer/Göle, s. 243. Farkın çek üzerinde tahrifat yapılmasıyla oluştuğu durumlarda bu kuralın uygulanmayacağı hakkında bkz. Reisoğlu, s. 60. 46  Ek  için  bkz.  http://www.kktcmerkezbankasi.org/sites/default/files/mevzuat/policeler-dy262-m-3b-t-ek.pdf (Erişim Tarihi: 27.08.2019) 47  Bu konuda bkz. Bozer/Göle, s. 242; Kalpsüz (Erem/Çelebican), s. 157; Kınacıoğlu, s. 131; Kendigelen, s. 95. Karşı görüş için bkz. Can, s. 149. 384Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 396-411      Kuzey Kıbrıs Türk Cumhuriyeti… f.  Koşulsuz Havale (Ödeme Emri) Poliçeler Yasası nın 73. maddesinde çekin hukuki niteliğine ilişkin bir tespit yoktur. Çekin özel bir poliçe olduğundan hareketle, poliçe tanımına bakıldığında ise poliçenin bir  ödeme emri  olduğu ile karşılaşılmaktadır (Poliçeler Yasası m. 3). Çekin hesap sahibi, muhatap ve hamil arasında kurduğu  üçlü  ilişki  göz  önüne  alındığında  Poliçeler  Yasası nın  3. maddesinde  belirtilen  ödeme  emrinin  tıpkı  Türk  hukukunda  olduğu  gibi havale  niteliğinde  olduğu  anlaşılmaktadır.  Hesap  sahibi  bir  çek düzenleyerek  muhatap bankaya hamile ödeme yapma yetkisi; hamile de muhatap bankadan çek bedelini tahsil etme yetkisi vermektedir. Dolayısıyla çek çifte yetki veren bir havale niteliğindedir.   Poliçeler  Yasası nın  3.  maddesi  uyarınca  havale   koşulsuz  olmalıdır. Tıpkı Türk hukukunda olduğu gibi KKTC hukukunda da çekin ödenmesinin herhangi bir kayda veya şarta bağlanması mümkün değildir. Örneğin bir satış sözleşmesi kapsamında  Bir ton demiri teslim aldığım takdirde Ali Aydın a 2.000 TL yi ödeyiniz  şeklinde düzenlenen bir senet çek niteliğini kazanamaz.  g. İmza Hukuken geçerli bir çekten söz edilebilmesi imzanın varlığı gereklidir. Hatta aşağıda belirtildiği üzere açık çek söz konusu olduğunda, düzenleme anında sadece imzanın varlığı dahi yeterli olmakta; diğer unsurlar, makul süre  içinde  ve  her  durumda  ödeme  için  ibraz  anından  önce tamamlanabilmektedir.  KKTC  hukukunda  çekin   veren  kişi  tarafından  imzalanmış   olması gerektiği öngörülmüştür (Poliçeler Yasası  m.73/I atfıyla m. 3/I).  Veren kişi  ifadesini kıymetli evrak hukuku terminolojisinde düzenleyen olarak anlamak gerekir. Dolayısıyla çekin temsilen düzenlenmesi halinde, temsilci tarafından imzalanması gerekecektir. Düzenleyen tarafından imzalanmayan bir senet, diğer unsurlarının tümünü ihtiva etse dahi çek sayılmaz.                                                              48  Havale kavramına ilişkin olarak bkz. Kocaman, s. 3. 49  Bkz. Kocaman, s. 13 – 14. 50  Aynı durum KKTC hukukunda poliçeler bakımında da geçerlidir; fakat poliçe ilişkisinde muhatabın banka olma zorunluluğu yoktur. 51   Yüksek Mahkeme, ayrıca İlk Mahkemenin senedin geçerli bir poliçe olmadığı bulgusunu da inceleyerek poliçelerin keşideci (emri veren) tarafından imzalanması gerektiği kanısına 385Bilgeç                                                   Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 369-411 Türk  hukukunda  çek  üzerinde  yer  alacak  imzanın  el  ile  atılması zorunludur (TTK m. 818/1.r atfıyla m. 756/I). 5070 sayılı Elektronik İmza Kanunu nun m. 5/I. fıkrasına göre güvenli elektronik imzanın el ile atılan imza ile aynı hukuki sonucu doğuracağının belirtilmiş olmasına rağmen, Türk  Ticaret  Kanunu  m.  1526/I.  fıkrasında  açıkça  kambiyo  senetlerinin güvenli  elektronik  imza  ile  düzenlenemeyecekleri  belirtilmiştir.  KKTC Poliçeler  Yasası nda  doğrudan  çek  üzerindeki  imzanın  el  ile  atılacağına ilişkin bir düzenleme bulunmamaktadır. Sadece vekil veya temsilci sıfatı ile çeki  imzalayan  kişilerin  durumunu  düzenleyen  m.  26/II.  fıkrasında   ... imzanın,  asıla  mı  yoksa  imzayı  eliyle  yazan  vekile  mi  ait  olduğunun kararlaştırılmasında...  ifadelerine yer verildiği gözlemlenmektedir. Anılan ifadeler nedeniyle Poliçeler Yasası nda yer alan temel düşüncenin imzanın el ile atılması gerektiği şeklinde yorumlamak mümkündür. Nitekim uygulama da bu yönde gelişmiş ve devam etmektedir.  KKTC hukukunda da  93/2007 Elektronik İmza Yasası  ile elektronik imzanın  kullanılabilmesinin  önü  açılmıştır.  Türkiye deki  düzenlemeye paralel olarak KKTC de de güvenli elektronik imza, el yazısı ile atılan imza sonucunu  doğurur  (m.  6/I).  Ancak,  yasaların  resmi  şekle  veya  özel  bir merasime  tabi  tuttuğu  hukuki  işlemler  ile  teminat  sözleşmeleri,  güvenli elektronik imza ile gerçekleştirilemez (m.6/II). Türk Ticaret Kanunu nun aksine  Poliçeler  Yasası nda  kambiyo  senetleri  düzenlenirken  güvenli elektronik imza kullanılmayacağını öngören bir düzenleme mevcut değildir. Bu nedenle 6102 sayılı Türk Ticaret Kanunu yürürlüğe girene kadar Türk hukukunda  kambiyo  senetlerinin  güvenli  elektronik  imza  ile  düzenlenip düzenlenemeyeceği  konusundaki  tereddüt  KKTC  hukuku  bakımından günümüzde de önem taşımaktadır. Türk hukukunda, anılan tereddüt 5070 sayılı Elektronik İmza Kanununu m. 5/II fıkrası ile mülga 6762 sayılı Türk Ticaret Kanunu nun m. 668/II nin birlikte değerlendirilmesi neticesinde ortaya çıkmıştı. 5070 sayılı Elektronik                                                                                                                                             vardı ve bu meselede senedin şeklen poliçe olmakla birlikte ön kısmı keşideci tarafından imzalanmadığına  göre  geçerli  bir  poliçe  olmadığı  sonucuna  vardı.   Hukuk  İstinaf  15.01.1972,  D:  338/70    -  mahkemeler.net/cgi-bin/yenikararara.aspx  (Erişim  Tarihi: 27.08.2019). Poliçeler Yasası nın 73. maddesi çeki de bir poliçe olarak tanımladığı için söz konusu karar çekler bakımından da aynen geçerlidir. 52  T.C. RG., 23.06.2004, S. 25355. 53  Bu Yasanın mehazı Türkiye deki 5070 sayılı Elektronik İmza Kanunu dur. 54  Bu konuda ayrıntılı bilgi için bkz. Bozer/Göle, s. 267-268. 386Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 396-411      Kuzey Kıbrıs Türk Cumhuriyeti… İmza Kanununun m.5/II fıkrasında kanunların resmi şekle veya özel bir merasime  tabi  tuttuğu  hukuki  işlemlerde  güvenli  elektronik  imzanın kullanılmayacağı  belirtilmektedir.  Mülga  Türk  Ticaret  Kanunu nun  668. maddesi de çeklerin el ile imzalanması gerektiğini belirtiyordu.  KKTC  hukukunda  ise  çek  üzerindeki  imzanın  el  ile  atılmasına gerektiğine ilişkin herhangi bir düzenleme yer almamaktadır. Bu nedenle, çeklerin  imzasına  ilişkin  93/2007  Elektronik  İmza  Kanunu nun  m.  6/II. fıkrasının  uygulanmasını  gerektirecek  bir  durum  söz  konusu  değildir. Dolayısıyla yürürlükteki mevzuat uyarınca KKTC hukukunda çekin güvenli elektronik imza ile imzalanmasının önünde yasal olarak bir engel yoktur. Çek üzerinde yer alacak imzanın mutlaka el yazısı ile atılması isteniyorsa, bu konuda yasal bir düzenleme yapılmasına ihtiyaç vardır. İmza konusunda Poliçeler Yasası nda özel düzenlemeler yer almaktadır. Öncelikle  bir  çeki  düzenleyen  veya  ciro  eden  olarak  imzalamayan  bir kimsenin  bu  çek  dolayısıyla  herhangi  bir  sorumluluk  veya  yükümlülük üstlenemeyeceği  kuralı  getirilmiştir.  Ancak  bu  kurala  iki  önemli  istisna tanınmıştır: 1. Bir kişi, çeki bir ticaret unvanı ile veya takma adla imzalarsa, çeki kendi adına imzalamış gibi çekten sorumlu ve yükümlü olur; 2. Bir  firmanın  adının  imza  olarak  konulması,  imzalayan  kişi tarafından, o firmada ortak olarak sorumlu tüm kişilerin adlarını imzasının olarak konmasına eşittir (Poliçeler Yasası m. 23).   Poliçeler Yasasası nın 23. maddesinde yer alan istisnalar çekte imza unsuru hakkında önemli ipuçları vermektedir. Her şeyden önce belirtelim ki, ilk istisnada sözü edilen  ticaret unvanı  Türk hukukundaki ticaret unvanı kavramı ile eş kapsamlı olarak kullanılmamıştır. İkinci istisnada  firma adı  ifadesine yer verilmesinden şirketlere ait ticaret unvanlarının birinci istisna kapsamında  yer  almadığı  anlaşılmaktadır.  Bu  kapsamda  birinci  istisna sadece  firma  (ticaret  şirketi)  dışında  kalan  tacirlerin  kendi  adları  yerine ticaret unvanlarını kullanmak suretiyle çek düzenlemeleri halinde uygulama alanı bulacaktır. 23. maddeden çıkan bir diğer sonuç ise, çeki düzenleyen kişinin gerçek adını çekin üzerine yazmasının zorunlu olmadığıdır. Çeki düzenleyen  kişi,  takma  adını  yazıp  çeki  imzalarsa  da  çek  geçerli  olur.                                                             55  Bu konuya ilişkin Türk hukukunda eleştiri için bkz. Bozer/Göle, s. 268. 387Bilgeç                                                   Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 369-411 Nitekim Poliçeler Yasası nın 3. maddesinde de unsurlar sıralanırken tıpkı Türk  hukukunda  olduğu  gibi  düzenleyenin  adının  yazılması  zorunlu  bir unsur olarak aranmamıştır. Dolayısıyla çek üzerinde ne gerçek ad, ne ticaret unvanı ne de takma ad yer alsa da, çekin imzalanmış olması halinde imza koşulunun yerine getirildiği kabul edilmelidir. Çekin birden fazla düzenleyeni varsa düzenleyenlerin tümü tarafından imzalanması gerekir. Bu doğrultuda çift imza kuralı ile temsil edilen ticaret şirketleri tarafından düzenlenen çeklerin geçerli kabul edilebilmesi için çek üzerinde iki imzanın bulunması zorunludur. KKTC Yargıtayı nın çift imza ile  düzenlenmesi  gereken  bir  çekin  tek  imza  ile  düzenlenmiş  olması durumunda çekin tamamlanmamış sayılacağı ve tek imzalı çeke dayanarak ödeme  yapan  bankanın  bu  ödemeden  dolayı  sorumlu  olacağına  ilişkin kararları mevcuttur. Poliçeler Yasası nın 20. maddesi uyarınca KKTC hukukunda  açık çek  düzenlenmesi mümkündür. Açık çekin oluşması için gerekli olan yegane unsur senet üzerinde düzenleyenin imzasının bulunmasıdır. Düzenleyen tarafından  diğer  unsurları  boş  bırakılmak  suretiyle,  sadece  imzalanarak teslim edilen çek, lehtara boş bırakılan unsurların doldurulması konusunda yetki verir (Poliçeler Yasası m. 20/I). Söz konusu unsurlar  makul süre  içerisinde ve düzenleyen ile lehtar arasındaki iç anlaşmaya uygun olarak doldurulmalıdır. Bu çekin muhataba ödeme için ibraz edildiği anda zorunlu unsurların  düzenleyen  ve  lehtar  arasındaki  anlaşmaya  uygun  olarak tamamlanması gerekir (Poliçeler Yasası m. 20/II). Başka bir anlatımla imza dışında kalan tüm unsurlar ödeme için ibraz anında tamamlanmış olmalıdır; buna karşılık imza çekin lehtara teslim edildiği anda var olması gereken bir unsurdur.  Lehtar  boş  bırakılan  unsurları  düzenleyen  ile  aralarındaki anlaşmaya uygun olarak doldurmazsa iki farklı ihtimal ortaya çıkar: Eğer                                                             56  Bkz.  KKTC  Y.H.,  21.12.2001,  D:  15.2001  -  http://www.mahkemeler.net/cgi-bin/ yenikararara.aspx (Erişim Tarihi: 27.08.2019). 57  Bkz.  KKTC  Y.H.,  30.06.1998,  D:  22/1998  -  http://www.mahkemeler.net/cgi-bin/ yenikararara.aspx (Erişim Tarihi: 27.08.2019). 58 Açık çekin, çekin taşıması gereken zorunlu unsurları ihtiva edene kadar çek hükmünde olmadığı konusunda bkz. Bozer/Göle, s. 284-285; Kendigelen, s. 148. 59  KKTC Y.H., 14.11.2012, D: 42/2012 - http://www.mahkemeler.net/cgi-bin/ yenikararsonuc.aspx?nerde=yh&yile=2012 (Erişim Tarihi: 27.08.2019). 60  Düzenleyen ile lehtar arasında bir iç anlaşma yoksa açık çekten değil, eksik unsurlu çekten söz edilir. Açık çek ve eksik unsurlu çek arasındaki farklar için bkz. Bozer/Göle, s. 281. 388Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 396-411      Kuzey Kıbrıs Türk Cumhuriyeti… çek devredilmemişse, ödeme için ibrazda bulunacak olan hamil lehtardır ve bu  durum  ona  karşı  def i  olarak  ileri  sürülebilir.  Ancak  unsurlar tamamlandıktan sonra çek iyi niyetli üçüncü kişiye devredilmişse, artık ona karşı söz konusu def inin ileri sürülmesi mümkün değildir (Poliçeler Yasası m. 20/III). Fakat üçüncü kişi, çeki devralırken lehtarın anlaşmaya aykırı hareket etmek suretiyle diğer unsurları tamamladığını biliyorsa, ona karşı da anılan def i ileri sürülebilir. Düzenleyenin  temsilci  sıfatıyla  hareket  ettiği  durumlarda,  çeki imzalarken, imzasının yanına  çeki bir asıl adına veya namına veya temsili mahiyette  imza  ettiğini  gösteren  kelimeler   eklemesi  gerekir  (Poliçeler Yasası m. 26/I). Düzenleyenin sayılan kelimeleri kullanabilmesi için temsil ettiği kişi ile aralarında geçerli bir temsil ilişkisinin varlığı şarttır. Geçerli temsil ilişkisinin bulunması ve çekin temsil ilişkisinde öngörülen sınırlar içinde düzenlenmesi halinde, çeki temsilen imzalayan kişinin çek nedeniyle herhangi  bir  sorumluluğu  doğmaz;  ödenmeme  halinde  sorumluluk hesap sahibine ait olur (Poliçeler Yasası m. 25, 26). Geçerli bir temsil ilişkisinin mevcut olmamasına rağmen imza yanında sayılan kelimelere yer verilmiş ise yetkisiz  temsil  ortaya  çıkar  ve  yetkisiz  temsilcinin  söz  konusu  çek dolayısıyla sorumluluğu gündeme gelir (Poliçeler Yasası m. 26/I). Çekin bir tüzel kişi adına düzenlendiği durumlarda imzanın tüzel kişinin yetkili organları tarafından atılması gerekir. Tüzel kişilerde çeki imzalama yetkisinin kimde olduğu, her tüzel kişi türüne ilişkin özel düzenlemelere göre tespit edilmelidir. Tüzel kişi adına çek imzalama yetkisini haiz olmayan bir  kişinin,  çeki  imzalaması  halinde  ise   yetkisiz  imza dan  söz  edilir. Yetkisiz imzaya bağlanan sonuç, bu imzanın  geçersiz ve etkisiz  olduğudur (Poliçeler Yasası m. 24). Dolayısıyla tüzel kişi adına düzenlenen çek, imza yetkisini haiz olmayan bir kişi tarafından imzalanırsa, hukuken bir çekin varlığından söz etmek mümkün olmayacaktır. Zira imza, çekin olmazsa                                                             61  Burada  Poliçeler  Yasası nda   devredilmişse   yerine   ciro  edilirse   ifadesi kullanılmaktadır. Poliçeler Yasası nın 31. maddesinde ciro kavramı Türk hukukundaki emre  yazılı  senetlerin  devir  şeklini  ifade  eden  cirodan  daha  geniş  kapsamlı  olarak kullanılmaktadır. Yasa nın 31. maddesine göre devir şekli ne olursa olsun poliçeler ve çeklerin  ciro  yoluyla devredilebilecekleri düzenlenmiştir.  62  Bozer/Göle, s. 282.  63  Türk hukukunda ise gerçekte temsil yetkisi hiç bulunmayan bir kişinin tüzel kişi adına çeki imzalaması  halinde  çekin  geçersizliğinden  söz  edilmez.  Anılan  halde  çek  hukuken geçerliliğini korur ve temsil yetkisi bulunmadığı halde çeki imzalayan kişi çekten sorumlu 389Bilgeç                                                   Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 369-411 olmaz unsurudur. Ancak imza yetkisini haiz olmayan kişi tarafından atılan imza, daha sonra tüzel kişinin çeki düzenleme yetkisine sahip organları tarafından kabul edilirse çek geçerli olur (Poliçeler Yasası m. 24/son cümle). Bu cümle, yetkili organlar tarafından yapılacak kabulün  geçersiz ve etkisiz  olan imzayı hukuken geçerli hale getirdiğini göstermektedir. Kabul süresi bakımından ise herhangi bir düzenleme getirilmemiştir. Kanımızca en geç çekin ödeme için ibraz edildiği ana kadar kabülün gerçekleşmesi gerekir. İmzaya ilişkin üzerinde durulan son durum ise sahte imzadır. Çek üzerinde yer alan imzanın sahte olmasına bağlanan sonuç, yetkisiz imzaya bağlanan sonuçla aynıdır; bu imza da  geçersiz ve etkisiz  kabul edilir. Dolayısıyla bu durumda da hukuken bir çekin varlığından söz edilemez. Şüphesiz bu durumda sahte imzayı atan kişinin, hukuki ve cezai sorumluluğu doğar.  Sahte  imza  ile  yetkisiz  imza  arasındaki  önemli  fark  ise  kabul noktasındadır.  Yukarıda  belirttiğimiz  üzere  yetksiz  imzanın  kabül  ile sonradan  geçerli  hale  getirilmesi  mümkün  iken,  sahte  imza  bakımından böyle bir olanak yoktur (Poliçeler Yasası m. 24/son cümle). h. Çek Kelimesi – Alternatif Unsur KKTC hukukunda geçerli bir çekten söz edebilmek için senet metninde  çek  kelimesinin yer alması gerektiğine ilişkin Poliçeler Yasası nda bir düzenleme  yoktur.  Benzer  bir  şekilde  poliçeye  ilişkin  tanımda  da  senet metninde  poliçe  kelimesinin varlığı aranmamıştır. Ancak KKTC de çekin muhatabı sadece bankalar olabilir. Bankalar da, aralarında çek anlaşması bulunan  müşterilerine  çek  düzenleyebilmeleri  için  çek  karnesi vermektedirler. Çek Karnelerinin Baskı Şekil ve Esasları Tebliği nin çek yapraklarının  üzerinde  yer  alması  gereken  unsurların  belirtildiği  3/a maddesinde de  çek  kelimesine yer verilmemiş olmasına karşın tebliğin                                                                                                                                             olur. Aynı sonuç, temsilcinin temsil yetkisini aşarak çek düzenlediği hallerde de söz konusu olur. Bkz. Bozer/Göle, s. 264; Kendigelen, s. 133-134; T.C. Yargıtay 12. HD, 21.11.2018, E: 2017/8841, K: 2018/11916 (lexpera.com.tr). Yetkisiz temsilcinin, temsil yetkisinin yokluğunun karşı tarafça bilindiğine veya bilinmesi gerektiğine ilişkin iddianın bir şahsi def i olarak ileri sürülerek yetkisiz temsilcinin sorumluluktan kurtulabileceği görüşü için bkz. Gürel, M.: Ticaret Sicilinin Üçüncü Kişilere Etkisi Bağlamında Kambiyo Senetlerinde Yetkisiz Temsile İlişkin Bazı Sorunlar, BATİDER 2015, C. XXXI, S. 1, s. 235-236. 64  Poliçeler Yasası nda sahte imza yerine  sahtelenmiş imza  ifadesi tercih edilmektedir (m. 24). 65  Bkz. III – B – 1 – c  Muhatap  başlığı. 390Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 396-411      Kuzey Kıbrıs Türk Cumhuriyeti… ekindeki  örnek  çekte   çek   kelimesi  yer  almaktadır.  Uygulamada  da bankalar çek yapraklarını bu örneğe göre hazırlamakta, dolayısıyla  çek  kelimesi her çek yaprağında yer almaktadır. Tebliğ in eki, uygulamada her çek yaprağı üzerinde  çek  kelimesine yer  verilmesini  zorunlu  kılmakla  birlikte,  mevcut  yasal  düzenlemeler karşısında  Türk  hukukundan  farklı  olarak  KKTC  hukukunda  senet metninde  çek  kelimesinin yokluğu, senedin çek niteliği kazanmasına engel olmayacaktır. 2. Çekin Ödeme İçin İbraz Süresi İçinde İbraz Edilmiş Olması a. Ödeme İçin İbraz Süresi Çek  niteliği  gereği  bir  ödeme  aracıdır.  Ödeme  aracı  olmasının  en önemli  sonuçlarından  birisi  çekte  vadenin  olmamasıdır.  Ancak  KKTC hukukunda bu kural aşağıda görüleceği üzere ileri tarihli çeklerle bertaraf edilebilmektedir.                                                             66  Ek  için  bkz.  http://www.kktcmerkezbankasi.org/sites/default/files/mevzuat/policeler-dy262-m-3b-t-ek.pdf (Erişim Tarihi: 27.08.2019). 67  Türk hukukunda TTK m. 780/I-a gereğince senet metninde çek kelimesi yer almazsa bir çekten söz etmek mümkün değildir. Bu durumda söz konusu senedin adi havale niteliğinde sayılacağı yönündeki görüşler için bkz. Domaniç, H.: Kıymetli Evrak Hukuku, İstanbul 1975, s. 379, 380; Reisoğlu, s. 77; Kendigelen, s. 92. Emre yazılı havale niteliğinde sayılacağı yönündeki görüşler için bkz. Karayalçın, Y.: Ticaret Hukuku Dersleri, II. Ticari  -Senetler Kambiyo Senetleri, Ankara 1970, s. 277; Öztan, s. 1426. 68  KKTC  hukukunda  poliçe  ve  çek  kelimelerinin  senet  metninde  aranmaması  isabetli değildir. Zira, poliçe ve çekin unsurları birbirine çok yakındır. Uygulamada her ne kadar çekler bankalar tarafından verilen çek karnelerindeki yapraklar üzerinde düzenlense de, yasal olarak çek yaprağı dışında, herhangi bir kağıt üzerinde çek düzenlenmesinin önünde bir engel yoktur. Böylesi durumda, senet metninde açıkça belirtilmedikçe düzenlenen senedin poliçe mi yoksa çek mi olduğunun tespiti oldukça güçtür. Hemen belirtelim ki, Türk hukukunda 6728 sayılı  Yatırım Ortamının İyileştirilmesi Amacıyla Bazı Kanunlarda Değişiklik Yapılmasına Dair Kanun un (TC RG., 09.08.2016, S. 29796) TTK nın 780. maddesinde yaptığı değişiklikle, çek üzerinde seri numarası ve karekodun bulunması zorunlu hale getirilerek, çekin bankalar tarafından bastırılan çek yaprakları dışında başka bir kağıt üzerinde düzenlenebilmesinin önü kapatılmıştır. 69  Türk hukukunda Pulaşlı, Çek Kanunu nun ileri tarihli çek ile ilgili düzenlemelerini, çekin kredi aracı olması yönünde atılmış bir olarak nitelemektedir. Pulaşlı, H.: Kıymetli Evrak Hukukunun Esasları, 5. Bası, Ankara 2017, s. 251. Bozer/Göle, ise ileri tarihli çek uygulaması ile hukukuken bir ödeme aracı olarak düzenlenen çekin, uygulamada kredi aracı olarak kullanıldığına dikkat çekmekte, ancak bu şekilde kullanımın çekin ödeme 391Bilgeç                                                   Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 369-411 KKTC hukukunda özünde birer poliçe olan çekler hakkında, poliçelerin vadesine ilişkin hükümler uygulanmaz. Poliçeler Yasası nın m. 73/I. fıkrası, poliçelerin vadesine ilişkin 11. ve 12. maddelerin çeklere uygulanmasını engeller. Çeklerde vade yer alması mümkün olmadığından, ödeme için ibraz süresi noktasında çek  görüldüğünde ödenecek  poliçeler (Poliçeler Yasası m. 10) ile benzer bir düzenlemeye sahiptir. Poliçeler Yasası nın m. 73/I. fıkrası emredici niteliktedir, dolayısıyla çek üzerine vade konulması veya bu fıkrada öngörülen süreyi uzatmaya yönelik kayıtlar konulması mümkün değildir. Çek üzerinde bu tip kayıtların yer  alması  durumunda,  ilgili  kayıtlar  yazılmamış  sayılır.  Dolayısıyla çeklerde  vade  yasağı  söz  konusudur.  Ödeme  için  ibraz,  yasal  olarak belirlenmiş olan  ödeme için ibraz süreleri  içerisinde yapılmalıdır. Ödeme için ibraz süreleri, çekin ödenmemesi halinde hukuken karşılıksız çek sayılıp sayılmayacağı bakımından büyük öneme sahiptir. Çeklerde ödeme için ibraz süreleri, Kara Avrupası ve Anglo-Sakson hukuk sistemlerinin bu konuda ayrıldığı önemli noktalardan birisidir. Kara Avrupası hukuk sisteminin kıymetli evrak alanında temel düzenlemesi olan Cenevre Birlik Anlaşması çekin düzenlendiği yer ile ödeneceği yeri göz önünde tutarak üç farklı ödeme için ibraz süresi öngörmüştür. Ödeme için ibraz süreleri, düzenlendiği ülkede ödenecek çekler için sekiz; düzenlendiği ülkeden başka bir ülkede ödenecek çekler için, düzenleme yeri ve ödeme yeri aynı kıtada ise yirmi, farklı kıtalarda ise yetmiş gündür. Akdeniz e kıyısı bulunan  ülkeler  aynı  kıtada  sayılır  (Cenevre  Birlik  Anlaşması  m.  29). Cenevre Birlik Anlaşması nda öngörülen bu düzenleme Almanya, Fransa, Finlandiya, Avusturya ve İtalya nın ulusal düzenlemelerinde aynı şekilde kabul edilmiştir.                                                                                                                                             aracı olma özelliklerini ortadan kaldırmayacağını vurgulamaktadırlar. Bkz. Bozer/Göle, s. 323. KKTC mevzuatı da ileri tarihli çek düzenlenmesine olanak sağladığından söz konusu görüşler, KKTC hukuku bakımından da geçerlidir. 70  Cenevre Birlik Anlaşması, kambiyo senedine ilişkin düzenlemeleri Anlaşma ya taraf olan ülkelerin mevzuatında uyumlu hale getirmek amacıyla 1931 tarihinde Cenevre de kabul edilen  kurallardan  oluşmaktadır.  Anlaşma  metni  için  bkz.  https://biblioarchive.unog.ch/Dateien/CouncilMSD/C-148-M-47-1931-II_EN.pdf  (Erişim  Tarihi: 27.08.2019). 71  Bkz. Özkorkut, K.: Çek Hukukunda Ödeme İçin İbraz Süreleri, BATİDER 1997, C. XIX, S. 2, s. 50. 392Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 396-411      Kuzey Kıbrıs Türk Cumhuriyeti… Kara Avrupası sistemine dahil olan Türkiye de ise düzenleme ve ödeme yerini dikkate alarak farklı sürelerin benimsemesi esası kabul edilmiş; ancak süreler  konusunda  Cenevre  Birlik  Anlaşması ndan  ayrılınmıştır.  Türk Ticaret Kanunu nun 796. maddesi uyarınca, bir çek düzenlendiği yerde ödenecekse on gün; düzenlendiği yerden başka bir yerde ödenecekse bir ay içinde muhataba ibraz edilmelidir. Düzenlendiği yer ile ödeme yeri ayrı kıtalarda ise süre üç ay olarak belirlenmiş; Cenevre Birlik Anlaşması na paralel olarak, Akdeniz e kıyısı olan ülkelerin aynı kıtada yer aldıkları kabul edilmiştir (TTK m. 796). Çek hukuku konusunda KKTC nin de içinde bulunduğu Anglo-Sakson sisteminin  temel  düzenlemesi  olan  1882  Bills  of  Exchange  Act  çekler hakkında  özel  ödeme  için  ibraz  süreleri  öngörmemiştir.  Çeklerin  banka üzerine  çekilen  poliçe  olduğu  tanımından  hareketle,  poliçeler  hakkında öngörülen ibraz süresi burada da geçerli olacaktır. 1882 Bills of Exchange Act in 45. maddesi uyarınca çekler, düzenlendikleri tarihten itibaren  makul bir  süre   içerisinde  muhatap  bankaya  ödeme  için  ibraz  edilmelidirler. Çeklerin düzenlendikleri yer ile ödeme yerlerinin, ödeme için ibraz süresi üzerinde herhangi bir etkisi yoktur. Bu sistemde Kara Avrupası sisteminin aksine somut bir süre belirlenmemiş, sadece ödeme için ibrazın makul bir süre içerisinde yapılması gerektiği belirtilmekle yetinilmiştir. Uygulamada ise teamül, çeklerin düzenlendikleri tarihten itibaren altı ay içerisinde ödeme için ibraz edilmesi gerektiği, bu süre geçirildikten sonra ibraz edilen çeklerin ise muhatap banka tarafından ödenmemesi şeklinde gelişmiştir. KKTC  Poliçeler  Yasası nın,  73.  maddesinde,  mehaz  1882  Bills  of Exchange Act den ayrılarak ödeme için ibraz konusunda somut bir süre öngörülmüştür. İngiliz uygulamasında teamül olarak ortaya çıkan altı aylık                                                             72  TTK da Cenevre Birlik Anlaşması ndan farklı süreler öngörülmekle birlikte bu sürelerin tespiti konusunda da farklı bir yaklaşım söz konusudur. Cenevre Birlik Anlaşması  ülke  esasını kabul etmiş iken, TTK  yer  esasından hareket etmiştir.  Yer  kavramından ne anlaşılması  gerektiği  öğretide  tartışmalara  neden  olmuştur.  Bu  tartışmalar  için  bkz. Bozer/Göle, s. 371-373; Öztan, s. 1168; Reisoğlu, s. 205; Kendigelen, s. 279 vd.; Can, s. 145; Pulaşlı, s. 315 – 317; Narbay, Ş.: Çekte İbraz Sürelerinin Belirlenmesinde Ölçü Alınan  Yer  Kavramına  De Lege Lata  ve  De Lege Ferenda  Çözüm Önerileri, Prof. Dr. Ünal Tekinalp e Armağan, C. 1, İstanbul 2003, s. 802. Söz konusu tartışmaların ve bu tartışmalardan kaynaklı hak kayıplarının önüne geçilebilmesi için Özkorkut, tıpkı Cenevre Birlik Anlaşması nda olduğu gibi ülke içerisinde tek bir ödeme için ibraz süresinin benimsenmesi gerektiği düşüncesindedir. Bkz. Özkorkut, s. 60. 73  Bu konuda bkz. Özkorkut, s. 51. 393Bilgeç                                                   Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 369-411 süre  KKTC de  çeklerin  ödeme  için  ibrazları  hususunda  yasal  bir  sınır oluşturmaktadır.  Buna  göre  çekler,   üzerindeki  tarihte  veya  üzerindeki tarihten  itibaren  altı  ay  içinde  bankaya  ibraz  edildiği  takdirde  ödeneceklerdir.  Poliçeler  Yasası nın  73.  maddesinde,  ödeme  için  ibraz  süresini belirlerken, çekin  düzenlendiği tarih  değil,  üzerinde yazan  tarih ifadesi kullanılmıştır. Anılan Yasa nın m. 13/II. fıkrasında ise  salt geriye dönük veya ileri dönük tarih konması veya pazar gününe düşen bir tarih taşıması nedeniyle  çekin geçersiz olmayacağı belirtilmektedir. 13. ve 73. maddeleler birlikte değerlendirildiğinde altı aylık ödeme için ibraz süresinin kısaltılması veya uzatılmasının fiilen mümkün olduğu sonucu ortaya çıkmaktadır. Şöyle ki,  çekin  üzerine  gerçekte  düzenlendiği  tarihten  önceki  bir  tarih  atılırsa ödeme için ibraz süresi kısaltılmış olur; tam tersi bir yaklaşımda gerçek düzenleme  tarihinden  sonraki  bir  tarih  düzenleme  tarihi  olarak  yazılırsa ödeme için ibraz süresi uzatılmış olur.  Hemen  belirtelim  ki,  çekin  üzerinde  gerçek  düzenleme  tarihinden sonraki  bir  tarih  yazılmışsa,  hamil  çekin  ödenmesiyle  talebiyle  bankaya başvurabilmek için çekin üzerinde yazan tarihi beklemek zorundadır. Zira, Poliçeler Yasası nın m. 73A/I. fıkrası bankanın çeki ödeme yükümlülüğünün  çekin üzerindeki tarihten  itibaren başladığını açıkça belirtmektedir. Bu düzenleme Türk hukukundaki ileri tarihli çeklerin üzerlerinde yazılı tarihten önce  ödeme  için  ibraz  edilemeyeceklerini  düzenleyen  Çek  Kanunu nun                                                             74  2013 yılında yapılan değişiklik öncesinde Poliçeler Yasası nın 74. maddesinde çeklerin  makul  bir  süre  içinde   ödeme  için  ibraz  edilmelerinin  gerektiği  öngörülmüştü. Uygulamada ise, tıpkı İngiliz uygulamasında olduğu gibi makul süre  altı ay  olarak kabul edilmekteydi. 2013 yılında yapılan değişiklikle Poliçeler Yasası nın çeki tanımlayan 73. maddesine çekin  düzenlendiği  tarihten itibaren  altı  ay içinde  muhtap  bankaya  ibraz edilmesi gerektiği koşulu eklendi ve devamındaki maddeler buna göre yenilendi. Söz konusu değişiklik uygulamada yerleşmiş olan altı aylık süreye yasal bir zemin sağlamış oldu.      Görülebileceği gibi, Poliçeler Yasası nın tadil edilmesi ile KKTC de uzun bir zaman kabul görmüş, banka geleneklerine uygun olarak uygulanmış ve Poliçeler Yasası nın temelini oluşturmuş olan 6 aylık makul süre hususu, 21/2013 sayılı Poliçeler (Değişiklik) Yasası nda  açık  bir  şekilde  belirtilmiştir.   KKTC  Y.H.  24.12.2015,  D:  61/2015  - http://www.mahkemeler.net/cgi-bin/yenikararara.aspx (Erişim Tarihi: 27.08.2019).  394Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 396-411      Kuzey Kıbrıs Türk Cumhuriyeti… Geciçi Madde I/V hükmü ile paraleldir; uygulamada  vadeli çek  olarak adlandırılan çeklerin KKTC de de düzenlenmesine olanak sağlamaktadır. Altı aylık sürenin çekin üzerinde yazan tarihten itibaren başlayacağı kuralı,  geri  (önceki)  tarihli  çekler  için  de  geçerlidir.  Üzerinde,  gerçek düzenleme tarihinden önceki bir tarih yer alan çekler de çekin üzerinde yazan tarihten itibaren altı ay içinde ödeme için ibraz edilmelidirler. b. Ödeme İçin İbraz Poliçeler Yasası nın 73A maddesi uyarınca süresinde ibraz edilen çeki, çekle  işleyen  hesabın  bulunduğu  banka  şubesi,  hesapta  karşılık  varsa ödemek zorundadır. Ancak tüzel kişilik teorisi çerçevesinde çekin muhatap bankanın çekle işleyen hesabın bulunduğu şubesinden bir başka şubesine ibrazı  halinde  de  çekin  ödenmesi  gerekir.  Çekin,  çekle  işleyen  hesabın bulunduğu  şubeden  başka  bir  şubeye  ibraz  edilmesi  halinde,  provizyon sorgulaması yapılarak hesapta yeterli bedelin bulunduğunun tespiti halinde diğer şube de ödemeyi yapar. Nitekim uygulama da çekle işleyen hesabın bulunduğu muhatap bankanın herhangi bir şubesine yapılan ibrazlarda çek bedeli ödenmektedir. Ödeme için ibraz süresinden sonra çek ibraz edilip de kısmen veya tamamen  karşılıksız  kalırsa,  fiilen  karşılıksız  çekten  söz  edilir;  bu  çek hukuken  karşılıksız  çek  değildir.  Bir  çekin  hukuken  karşılıksız  çek hükmünde olabilmesi için ödeme için ibrazın altı aylık ibraz süresi içinde yapılması zorunludur.  3. Ödeme İçin İbrazın Yetkili Hamil Tarafından Yapılmış Olması Poliçeler Yasası nın 73A maddesi uyarınca muhatap banka, ödeme için ibraz süresi içinde ibraz edilen çeki ödemek zorundadır. Hükümde açıkça                                                             75   Türk hukukunda 31.12.2021 tarihine kadar, üzerinde yazılı düzenleme tarihinden önce çekin ödenmek için muhatap bankaya ibrazı geçersizdir.  76  Türk hukukunda bankanın bu şekilde ödeme yapabilmesi için virman yetkisinin bulunması gerekmektedir. KKTC hukukunda ise bankanın virman yetkisi Yasa gereği doğrudan çek hesabı anlaşmasından doğmaktadır. Zira, müşteri ve banka arasında imzalanacak çek hesabı  anlaşmasına   karşılıksız  çıkan  çek  bedelini  bankanın  merkez  şubesi  ve  tüm şubelerinde mevcut (...) alacaklardan karşılıksız çıkan çek bedellerinin karşılayacağının taahhüdü alınır.  (Poliçeler Yasası m. 73/VI). 77  Bkz. Reisoğlu, 207 – 208; Bozer/Göle, s. 369 – 370. 395Bilgeç                                                   Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 369-411 vurgulanmamış  olmakla  birlikte,  bankanın  ödeme  zorunluluğu  sadece, ibrazın  yetkili  hamil  tarafından  yapıldığı  hallerde  doğar.  Eğer  çek  hiç devredilmemişse,  ödeme  için  ibrazda  bulunacak  kişi  lehdar  veya yetkili temsilcisidir. Çek devredilmişse banka çeki elinde bulunduran kişinin yetkili hamil olup olmadığını tespit etmekle yükümlüdür. Devredilmiş tüm çekler bakımından  banka  bu  araştırmayı  yapmak  zorundadır;  zira  yukarıda  da belirttiğimiz  üzere  KKTC  hukukunda  çekler  hamiline  yazılı  olarak düzenlenemez. Dolayısıyla emre yazılı çeklerde son cironun beyaz ciro olma olasılığı  dışında  geçerli  bir  devir  beyanına  dayanmadan  senedi  elinde bulunduran kişinin yetkili hamil olması ihtimali yoktur.  4. Bedelin Kısmen veya Tamamen Tahsil Edilememiş Olması   Çekin  karşılıksız  kalmasının  en  yalın  anlamı,  yetkili  hamilin  çekin üzerinde yazan bedeli tahsil edememesidir. Bunun nedeni, çek hesabında çek bedelini karşılayacak tutarın mevcut olmaması ve hesap sahibinin muhatap banka nezdinde başka bir alacağının da bulunmamasıdır. Bedelin tamamının veya bir kısmının tahsil edilememiş olması halinde, karşılıksız çekten söz edilir. Bedelin kısmen veya tamamen tahsil edilememiş olması hukuki ve fiili karşılıksız çek bakımından ortak bir unsurdur. Çekin hukuken karşılıksız sayılabilmesi için incelediğimiz diğer unsurların da mevcut olması gerekir. Örneğin çek, üzerinde yazan tarihten yedi ay sonra ödeme için ibraz edilmiş ve bedeli tahsil edilememiş ise bu çek fiilen karşılıksızdır, fakat ödeme için ibraz süresi kaçırılmış olduğu için hukuken karşılıksız çek sayılmaz. Ödeme için ibraz süresinde ibraz edilen bir çekin, bedelinin tamamen karşılıksız kalması mümkün değildir. Zira, Poliçeler Yasası nın 74C hükmü uyarınca  bankalar  süresinde  ibraz  edilen  ve  karşılığı  bulunmayan  veya yetersiz  kalan  her  çek  yaprağı  için  beş  yüz  Türk  Lirası  ödemekle yükümlüdür. Eğer çek yabancı para üzerinden düzenlenmişse, beş yüz Türk Lirasına  karşılık  gelen  yabancı  para  cinsinden  bu  ödemenin  yapılması gerekir. Dolayısıyla Türk hukukunda geçerli olan yasal garanti, benzer şekilde  KKTC  hukukunda  da  yer  almaktadır.  Muhatap  bankanın  söz                                                             78  Bkz. Bozer/Göle, s. 439 vd. 79  Türk hukukunda 2019 yılı için muhatap bankanın sorumluğu olduğu yasal garanti miktarı 2030 Türk Lirası olarak belirlenmiştir (T.C. RG., 28.01.2019, S. 30653) Türk hukukunda 2009  –  2018  yılları  arasındaki  yasal  garanti  miktarı  listesi  için  bkz.  http://www.tcmb.gov.tr/wps/wcm/connect/fedb-705c-49ce-ab396Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 396-411      Kuzey Kıbrıs Türk Cumhuriyeti… konusu yükümlülüğü çekin düzenleyen dışında kalan hamiller tarafından ibraz  edildiği  durumlar  içindir.  Çek,  devir  yoluyla  düzenleyene  gelirse, düzenleyenin  ödeme  için  ibrazı  halinde  muhatap  banka  yasal  garanti miktarını ödeyemez (Poliçeler Yasası m. 74C/I)80.   Süresinde ibraz edilen çekin, karşılığının bulunmaması halinde muhatap banka, hamile yasal garanti miktarını imza karşılığı öder. Hamilin imzadan kaçınması  halinde  banka  ödeme  yapamaz  (Poliçeler  Yasası  m.  74C/II). Muhatap bankanın bu yükümlülüğü ödeme için ibraz süresi içinde ibraz edilen çeklerle sınırlıdır; süre kaçırıldıktan sonra yapılan ibrazlarda yasal garanti miktarını ödeme zorunluğu yoktur (Poliçeler Yasası m. 74C/III). Banka çek anlaşması ile birlikte, karşılıksız çıkan her çek yaprağı için bu sorumluluğa girmiş olur. Yasal garantiye ilişkin olarak, banka ile hesap sahibi  arasında,  hesabının  açılması  ve  çek  karnesinin  teslimi  sırasında dönülemeyeccek bir gayri nakdi kredi sözleşmesi, ön kredilendirme veya mevduat  blokesi  uyarınca  teminat  anlaşması  yapılması  gerektiği  de düzenlenmiştir (Poliçeler Yasası m. 74C/1). Banka çek karnesinde yer alacak çek  yaprakların  adedini  bu  sorumluluğunu  göz  önünde  bulundurarak belirlemelidir (Çek Karnelerinin Baskı Şekli ve Esasları Tebliği m. 3/i).  Çek bedelinin beş yüz Türk Lirası ve karşılığı yabancı paradan yüksek olması durumunda, çekle işleyen hesapta hiç para bulunmaması durumunda                                                                                                                                             862defaace/5941_liste_2018.pdf?MOD=AJPERES&CACHEID=ROOTWORKSPACE-fedb-705c-49ce-ab-862defaace-mmJE (Erişim Tarihi: 27.08.2019). KKTC Poliçeler Yasası nda öngörülen beş yüz Türk Lirası tutarındaki sorumluluk miktarı, hamil bakımından yeterli güvence sağlamaktan uzaktır. Nitekim Poliçeler Yasası nın  anılan hükmü yerel basında da eleştirilmiş ve yasal garanti miktarının beş yüz Türk Lirası ile sınırlandırılmış  olması  çeklerin   mendile   dönüşmesinin  nedenlerinden  birisi  olarak gösterilmiştir.  Bkz.  http://www.yenibakisgazetesi.com/cekler-mendile-donustu/6893/  (Erişim Tarihi: 27.08.2019) Yasada sorumluluk tutarının on katına kadar arttırılması konusunda, KKTC Merkez Bankasına yetki verilmiştir. KKTC Merkez Bankası, Devlet Planlama Örgütü tarafından yayınlanan Tüketici Fiyatları Endeksindeki yıllık artışı göz önünde bulundurularak söz konusu miktarı on katına ulaşıncaya kadar Resmi Gazete de yayımlanacak bir tebliğ ile arttırabilecektir (Poliçeler Yasası m. 74C/IV). KKTC Merkez Bankası na  bu  yetki  2013  yılında  verilmiş  olmasına  rağmen  henüz  bir  tebliğ yayınlanmamıştır. 80  Kanımızca sadece düzenleyenin değil, hesap sahibinin de bu yasak kapsamında olması gerekmektedir. Hatta çek dolaşımda iken temsilci sıfatı ile çeki düzenleyen kişi tarafıdan devralınırsa, onun tarafından yapılacak olan ödeme için ibrazda, yasal garanti tutarının ödenmeyecek olması tartışmaya açıktır. 81  Yasal garanti miktarı nedeniyle her çek yaprağı için bankanın hesap sahibine kredi açtığı konusunda bkz. Teoman, Ö.: Çek Yasası ve Getirdiği Yenilikler, İstanbul 1987, s. 20. 397Bilgeç                                                   Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 369-411 banka, sadece beş yüz Türk Lirası tutarında ödeme yapmakla yükümlüdür. Hesapta, çek bedelinin bir kısmının bulunması halinde ise, o kısma ilave olarak beş yüz Türk Lirası ödenir. Örneğin, üç bin Türk Lirası bedelli bir çek düzenlenmiş, ancak çek süresinde ödeme için ibraz edildiğinde çekle işleyen hesapta  iki  bin  beş  yüz  Türk  Lirası  bulunuyorsa,  hamil  çek  bedelinin tamamını  tahsil  edebilecek  ve  bu  durumda  karşılıksız  çekten  söz edilemeyecektir. 5. Karşılıksızdır İşlemi Yapılması Hukuken karşılıksız çekten söz edilebilmesi için gereken son unsur karşılıksızdır  işleminin  yapılmasıdır.  Poliçeler  Yasası nda  karşılıksızdır işleminin nasıl yapılacağı ibraz anına göre iki farklı şekilde düzenlenmiştir. Yetkili hamil, ödeme için ibraz süresi içinde çeki, muhatap bankaya ibraz  eder  ve  çek  karşılıksız  kalır  ise  doğrudan  karşılıksızdır  işlemi yapılamaz.  Banka,  çek  hesabında  kısmi  karşılık  bulunması  halinde  o meblağı,   Yetersiz  Bakiye  –  Tekrar  İbraz  Edilmesi   mührünü  basar. Mühürle birlikte ödeme için ibraz edildiği tarih de çekin üzerinde belirtilir. Böylelikle, ibraz tarihinden itibaren on beş iş günü içinde karşılıksız kalan bedelin yatırılması konusunda çek hesabı sahibine bir olanak tanınmış olur. Nitekim, yetkili hamil on beş iş günü dolmadan çeki yeniden ibraz ettiğinden ödeme  yine  gerçekleştirilemezse,  karşılıksızdır  işlemi  yapılmaz. Karşılıksızdır işlemi, en erken,  Yetersiz Bakiye – Tekrar İbraz Edilmesi  mührünün  basıldığı  tarihten  itibaren  on  beş  iş  günü  sonra  yapılabilir (Poliçeler Yasası m. 74/II). Hesap sahibi,  Yetersiz Bakiye – Tekrar İbraz Edilmesi  mührünü takiben on beş iş günü içerisinde, ödenmeyen bedeli çek hesabına yatırırsa çek, hukuken karşılıksız çek konumuna gelmez.  Yetkili hamil on beş iş günü dolduktan sonra, çeki ödenmesi için tekrar muhatap  bankaya  ibraz  ettiğinde,  hesapta  yine  yeterli  tutar  bulunmazsa muhatap banka çekin üzerine  Karşılıksız Çek – Ödenemez  mührünü basar. Bu işlemin yapılmasına neden olan ikinci ibraz tarihi çekin arka yüzünde belirtilir (Poliçeler Yasası m. 74/4). Ayrıca bu anda bankanın yasal garanti miktarını ödemesi gerektiği unutulmamalıdır. Çekin, muhatap bankaya bir başka banka tarafından ödeme için ibraz edildiği  durumlarda  hesapta  yeterli  tutarın  bulunmaması  durumunda muhatap banka, yine çek üzerine  Yetersiz Bakiye – Tekrar İbraz Edilmesi  398Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 396-411      Kuzey Kıbrıs Türk Cumhuriyeti… mührünü basar ve KKTC Merkez Bankası Takas Odası Tüzüğü uyarınca kurulan  Takas  Yönetim  Komitesi nin  belirlediği  takas  kurallarının öngördüğü süre içinde, çeki ibraz eden bankaya iade eder. İbraz eden banka da çeki kendisine ibraz eden kişiye iade eder (Poliçeler Yasası m. 74/I). IV.  KARŞILIKSIZ  ÇEKE  BAĞLANAN  YAPTIRIM  –  ÇEK HESABI AÇMA ve KULLANMA YASAĞI KKTC hukukunda bir çekin hukuken karşılıksız kalmasına bağlanan yaptırım  çek hesabı açma yasağı dır. Yasakla birlikte hesap sahibi, sadece çekin karşılıksız çıktığı muhatap banka nezdindekini değil, tüm bankalardaki çek  hesaplarını  kullanamaz  ve  yasak  süresince  hiçbir  bankada  yeni  çek hesabı açamaz. Kanımızca, bu yasağın caydırıcı ve koruyucu olmak üzere iki amacı vardır. Caydırıcı amaç, kişiyi çek hesabı açma ve kullanma hakkını yitirecek  olması  endişesi  ile  düzenlediği  çeklerin  bedelini  karşılıksız bırakmaktan  caydırmaktır.  Koruyucu  amaç  ise  çekleri  karşılıksız  çıkan kişinin,  yeni  çekler  düzenlemesinin  önüne  geçerek  piyasayı  karşılıksız kalması muhtemel çeklerin varlığından korumaktadır. A. Yasağın Muhatabı Çek hesabı açma yasağı, çeki karşılıksız kalan hesap sahibi hakkında uygulanır.  Uygulamada  genellikle  çek  hesabı  sahibi  aynı  zamanda  çeki düzenleyen  kişidir.  Çekin  temsilen  düzenlenmesi  halinde  de  geçerli  bir temsil ilişkisi varsa, yasak hesap sahibi hakkında uygulanır. Tüzel kişi adına                                                             82  Poliçeler  Yasası  m.  74/1 de  söz  konusu  komite   Takaz  Yönetim  Komitesi   olarak adlandırılmaktadır. Ancak Poliçeler Yasası nın diğer hükümlerinde ve Bankalar Arası Takas Odası Merkezi Tüzüğü (KKTC RG., 18.12.1987, S. 138) nde  takaz  yerine  takas  kelimesinin kullanılmış olduğunu da gözönünde bulundurarak  Yasa da  Takaz  ifadesine sehven yer verildiğini düşünmekteyiz. 83 KKTC hukukunda geçmiş dönemlerde karşılıksız çek konusunda hapis cezası yaptırımı öngörülmüştü. Bu dönemde Poliçeler Yasası nda öngörülen hapis cezasının Anayasa ya aykırı olduğu iddiası ile konu, Anayasa Mahkemesi nin önüne gelmiş ve Mahkeme yaptığı değerlendirme sonucunda hapis cezasının Anayasa ya aykırı olmadığı sonucuna varmıştı. KKTC  AYM,  07.06.2006,  D.  5/2006  -  http://www.mahkemeler.net/cgibin/yenikararara.aspx  (Erişim Tarihi:  27.08.2019).  Günümüzde ise  Türk  hukuku  ile paralel olarak karşılıksız çek nedeniyle hapis cezası yaptırımı kaldırılmıştır. 399Bilgeç                                                   Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 369-411 düzenlenen  çekin  karşılıksız  kalması  halinde  de  yasağın  muhatabı  tüzel kişinin kendisidir. Kendi adına ve hesabına düzenlediği çekler dolayısıyla çek hesabı açma yasağı  uygulanan  kişi,  aynı  zamanda  bir  tüzel  kişinin  yetkilisi konumundaysa, tüzel kişinin çek hesapları kapatılmaz. Ancak bu durumda anılan temsilcinin artık tüzel kişi adına çek düzenleme yetkisi ortadan kalkar (Poliçeler  Yasası  m.  74/V).  Özetle,  hakkında  çek  hesabı  açma  yasağı uygulanan kişi ne kendi adına ve hesabına ne de bir tüzel kişi adına çek düzenleyebilir. Temsilci sıfatıyla çek düzenlemesinin önünde ise bir engel bulunmamaktadır.  B. Yasağın Başlangıç Anı Çek üzerine muhatap banka tarafından  Karşılıksız Çek – Ödenemez  mührünün vurulduğu anda, hesap sahibi bakımından çek hesabı açma yasağı başkaca bir işleme ve ihbara gerek olmaksızın başlar. Bu andan itibaren söz konusu kişi çek hesabı açma ve kullanma haklarını kaybeder. C. Bildirim Çek hesabı açma ve kullanma yasağı, muhatap bankanın  Karşılıksız Çek  –  Ödenemez   mührünü  vurduğu  anda  başlayacak  olmakla  beraber, yasağın  etkin  bir  şekilde  uygulanabilmesi  için  bir  takım  bildirimlerin yapılması zorunludur. Burada dikkat edilmesi gereken nokta, çek hesabı açma  yasağının  varlığının  bildirimlere  bağlanmamış  olmamasıdır. Bildirimler, sadece yasağın uygulanmasına ilişkin olup, yapılmamış olsalar dahi hesap sahibi bakımından çek hesabı açma yasağı doğmuş olacaktır. Başka bir deyişle, bildirimler kurucu değil, bildirici etkiyi haizdir. Bildirim yükümlülüğü muhatap banka ve KKTC Merkez Bankası için getirilmiştir. Muhatap bankanın bildirim yükümlülüğü iki boyutlu olarak karşımıza çıkar: Banka, çekin karşılıksız çıkması durumunda hem KKTC Merkez  Bankası na,  hem  de  hesap  sahibine  durumu  bildirmekle yükümlüdür.                                                             84  KKTC YİM, 31.05.2010, D.18/2010 - http://www.mahkemeler.net/cgibin/yenikararara.aspx (Erişim Tarihi: 27.08.2019). 400Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 396-411      Kuzey Kıbrıs Türk Cumhuriyeti… KKTC Merkez Bankası da yasağın etkin bir şekilde uygulanabilmesi için  diğer  bankalara  bildirimde  bulunmalıdır.  Ayrıca  durumun  KKTC Merkez  Bankası  tarafından  maliye  işleri  ile  görevli  bakanlığa  (Maliye Bakanlığı na) da bildirilmesi gereklidir. 1. Muhatap Banka Tarafından Kuzey Kıbrıs Türk Cumhuriyeti Merkez Bankası na Yapılacak Bildirim Bir  çekin  hukuken  karşılıksız  çıkması  durumunda  muhatap  banka durumu KKTC Merkez Bankası na bildirmekle yükümlüdür. Söz konusu bildirim Poliçeler Yasası m. 74/VI ile  Çek Hesabı Açma ve Kullanma Yasağı ile Yasağın Kaldırılmasına İlişkin Esaslar Tebliği  ve  Çek Bildirim İzahnamesi nde yer alan kurallar dairesinde yapılır. Muhatap banka bildirimi, çekin karşılıksız çıktığı (Karşılıksız Çek – Ödenemez  mührünün  vurulduğu)  günün  en  geç  ertesi  iş  gününe  kadar yapmalıdır (Poliçeler Yasası m.74/VI; Tebliğ m. 3/I). Bankanın bildirimi öngörülen  süre  içerisinde  yapmaması  halinde,  bir  defaya  mahsus  olmak üzere KKTC Merkez Bankası tarafından uyarıda bulunulur; tekrarı halinde durumun Polis Örgütü ne intikal ettirileceği bildirilir (Tebliğ m. 3/II). Bildirimin  şekli,  Çek  Bildirim  Kuralları  İzahnamesi nde  oldukça ayrıntılı bir şekilde düzenlenmiştir. Muhatap banka, bildirimi izahnamedeki formatı kullanarak güvenli elektronik ortamda yapar. Bildirimin bu şekilde yapılacak olması zaman bakımından önemli bir tasarruf sağlamaktadır. 2. Muhatap Banka Tarafından Hesap Sahibine Yapılacak Bildirim Muhatap bankanın yapacağı bir diğer bildirim ise yasağın muhatabına yapılacak bildirimdir. Çekin karşılıksız çıkması halinde hesap sahibi gerçek veya tüzel kişiye iadeli taahhütlü bir bildirim gönderilir. Hakkında yasak                                                             85  Yasa da ve Tebliğ de bildirimin en geç ertesi iş günü yapılacağı belirtilmiş olmakla birlikte, Tebliğ de ayrıca  Bildirimlerin resmi tatil gününe denk gelmesi durumunda tatili izleyen ilk iş günü esas alınır.  cümlesine de yer verilmiştir.  Yasa ve Tebliğ de bildirimin iş  gününde  yapılacağının  belirtilmesi  karşısında  Tebliğ in  cümlenin  gerekliliği sorgulanmaya açıktır. 86  Bkz. Çek Bildirim Kuralları İzahnamesi, Ek:1 http://www.kktcmerkezbankasi.org/sites/default/files/mevzuat/cek-bildirim-kurallariizahnamesi_0.pdf (Erişim Tarihi: 27.08.2019). 87  Poliçeler Yasası m. 74B de bildirim yerine  ihbar  ifadesi kullanılmaktadır. 401Bilgeç                                                   Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 369-411 uygulanacak  kişinin  tüzel  kişi  olması  durumunda,  tüzel  kişinin  çek düzenleme yetkisine sahip organlarına da bu bildirimin yapılması gerekir (Poliçeler  Yasası  m.  74B/I).  Bildirimin  içeriğinde  nelerin  yer  alacağı, Poliçeler  Yasası nın  m.  74B/II.  fıkrasında  belirlenmiştir.  Hesap  sahibi, bildirimin tebliğ edildiği veya tebliğ edilmiş addolunduğu tarihten itibaren on iş günü içerisinde, -  Elindeki bütün çek yapraklarını ait olduğu bankalara iade etmekle, -  Düzenlemiş  bulunduğu  ve  henüz  karşılığı  tahsil  edilmemiş  olan çekleri, düzenleme tarihlerini, bedellerini ve lehtarlarını da göstermek suretiyle muhatap bankalara liste halinde vermekle yükümlü tutulmuş olup, bu hususların ihbarda yer alması gerekmektedir (Poliçeler Yasası m. 74B/II). Bankalar,  bildirim  yükümlülüklerini  yerine  getirmez  veya  yerine getirmekte gecikirlerse banka, banka yetkilisi ve bankanın yetkili mensupları suç işlemiş olurlar ve on bin Türk Lirası na kadar para ve/veya beş yıla kadar  hapis  cezasına  çarptırılabilirler  (Poliçeler  Yasası  m.  75/IV).  Söz konusu  cezalar  bankanın  yetkili  mensuplarına  suça  katılımları  oranında uygulanır. 3. Kuzey  Kıbrıs  Türk  Cumhuriyeti  Merkez  Bankası nın  Diğer Bankalara Yapacağı Bildirim Yasak muhatabının tüm bankalarda bulunan çek ile işleyen hesapları kapatılacağından ve yasak süresince yeni bir çek hesabı açtırmaları mümkün olmayacağından keyfiyetin, diğer bankalara da bildirilmesi gereklidir. Bu bildirim yükümlülüğü ise KKTC Merkez Bankası na aittir. KKTC Merkez Bankası bildirimi iki şekilde yapar. KKTC  Merkez  Bankası nın  internet  sitesinde  yer  alan  ve  yasak kapsamına giren kişileri gösteren bir liste mevcuttur. KKTC Merkez Bankası öncelikle hakkında çek hesabı açma ve kullanma yasağı uygulanan kişiyi bu listeye ekler. Yasaklı kişilerin çek ile işleyen yeni hesap açmaları amacıyla                                                             88  İlgili kişinin iadeli tahhütlü mektubu haklı bir sebebe dayanmaksızın postacıdan veya postaneden almaması halinde postahanenin öyle bir taahhütlü mektubun varlığı hakkında ilgili kişinin adresine ihbar veya bildiri verdiği gün iadeli tahhütlü mektubun tebliğ edilmiş olduğu addolunur  (Poliçeler Yasası m. 74B/V). 89  http://www.kktcmerkezbankasi.org/ (Erişim Tarihi: 27.08.2019). 402Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 396-411      Kuzey Kıbrıs Türk Cumhuriyeti… başvurdukları banka, bu liste aracılığı ile kişinin yasak kapsamında olup olmadığını görebilir. Yasak kapsamına alınmadan önce açılmış olan hesapların kapatılması bakımından ise anılan liste işlevsel değildir. Zira, her bankanın nezdinde bulunan  tüm  çek  ile  işleyen  hesaplar  için  günlük  olarak  hesap  sahibi hakkında çek hesabı açma ve kullanma yasağına girip girmediğini kontrol etmesi  oldukça  zordur.  Bu  nedenle,  KKTC  Merkez  Bankası  çek  yasağı listesini en geç beş iş günü içerisinde güvenli elektronik ortam üzerinden tüm  bankalara  bildirmekle  de  yükümlü  kılınmıştır.  Bankalar  kendilerine gelen  bildirim  üzerine  yasaklı  kişinin,  kendi  bankaları  nezdinde  çek  ile işleyen  hesabı  olup  olmadığını  kolayca  denetleyebilir  ve  bulunması durumunda da bu hesapları kapatabilir. Poliçeler  Yasası nda  üyelerine  çek  hesabı  açma  izni  verilen kooperatifler  de  banka  sayıldığından,  KKTC  Merkez  Bankası nın  bu bildirimi söz konusu kooperatiflere de yapması gerekir. KKTC  Merkez  Bankası  ayrıca  söz  konusu  listeyi  maliye  işleri  ile görevli  bakanlığa  (Maliye  Bakanlığı)  da  en  geç  beş  iş  günü  içinde bildirmekle yükümlüdür. D.  Çek Yapraklarının İadesi ve Dolaşımdaki Çekler İçin Liste Hazırlanması 1. Çek Yapraklarının İadesi Çek hesabı açma ve kullanma yasağı kapsamına giren kişi, muhatap bankanın  kendisine  vermiş  olduğu  tüm  çek  yapraklarını  bankaya  iade etmekle yükümlüdür. Bunun yanında söz konusu kişinin başka bankalar nezdinde  de  çek  hesaplarının  bulunması  halinde,  o  bankalar  tarafından kendisine verilen çek yapraklarını da hesaplarının bulunduğu bankalara iade etmesi gerekir. İade yükümlülüğü çek hesabı açma yasağının bildirildiği tarihten itibaren on iş günü içinde gerçekleştirilmelidir (Poliçeler Yasası m. 74B/II). 2. Dolaşımdaki Çekler İçin Liste Hazırlanması Çek  hesabı  açma  ve  kullanma  yasağı  kapsamına  giren  kişi,  elinde bulunan  ve  henüz  kullanmadığı  çek  yapraklarını  iade  edecektir.  Ancak, 403Bilgeç                                                   Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 369-411 yasaktan önce düzenlediği ve henüz tahsil edilmeyen çeklerinin bulunması halinde bu çek yapraklarının yasak kapsamına giren kişi tarafından iadesi artık mümkün değildir. Yasak kapsamına giren kişi, piyasada dolaşımda olan çeklerinin düzenleme tarihlerini, miktarlarını ve lehtarlarını da gösteren bir liste hazırlamalı ve yasağın kendisine tebliğ edildiği tarihten itibaren on iş günü  içinde  bu  listeyi,  çekler  için  muhatap  konumunda  olan  bankaya vermelidir  (Poliçeler  Yasası  m.  74B/II).  Bu  yükümlülüğü  yerine getirebilmek  adına  hesap  sahibinin  düzenlediği  tüm  çeklere  ilişkin düzenleme tarihleri, çek bedelleri ve lehtarlarına ilişkin bilgileri saklaması gereklidir. Yasak kapsamına giren kişinin birden fazla bankada çek ile işleyen hesabı bulunması durumunda çek ile işleyen her hesabı üzerine düzenlediği çekler  için  ayrı  ayrı  liste  hazırlaması  ve  bunları  hesapların  bulunduğu bankalara teslim etmesi gereklidir. Çek yapraklarının iadesi ve dolaşımdaki çekler için hazırlanacak liste için Poliçeler Yasası nda aynı sürenin öngörülmüş olması nedeniyle, çek yaprakları iade edilirken anılan listenin çek yaprakları ile birlikte teslim edilmesi isabetli olacaktır. Hesap  sahibine  yapılan  bildirime  rağmen  on  iş  günü  içinde  çek yapraklarının iadesi ve dolaşımdaki çeklerin listesinin teslim edilmemesi halinde  bankaların  Polis  Örgütüne  suç  duyurusunda  bulunmaları  da gereklidir (Poliçeler Yasası m. 74B/III)90. E.  Çek Hesabı Açma ve Kullanma Yasağı Listesinin Oluşturulması Çek hesabı açma ve kullanma yasağı listesinin oluşturulması KKTC Merkez  Bankası nın  görevleri  arasındadır.  Bir  çekin  hukuken  karşılıksız kalması durumunda muhatap banka tarafından KKTC Merkez Bankası na yapılacak bildirim üzerine, KKTC Merkez Bankası beş iş günü içerisinde hesap sahibini çek yasağı listesine dahil eder. Ayrıca hakkında çek hesabı açma  ve  kullanma  yasağı  uygulanacak  kişi,  KKTC  Merkez  Bankası tarafından  Maliye  Bakanlığı na  ve  muhatap  banka  dışındaki  bankalara bildirilir (Poliçeler Yasası m. 74/VII; Tebliğ m. 5). Bankalar bu bildirim                                                              404Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 396-411      Kuzey Kıbrıs Türk Cumhuriyeti… üzerine, çek hesabı açma ve kullanma yasağına tabi kişi için yeni çek hesabı açamazlar; daha önce açılmış çek hesapları varsa bu hesapları da kapatırlar.  KKTC  Merkez  Bankası  çek  hesabı  açma  ve  kullanma  yasağı kapsamında olan kişilere ait bilgileri kendi internet sayfasında yayınlamakla görevlendirilmiştir.  Ancak  bu  yayın  tüm  yasaklılar  görülmeden  sadece araştırılmak istenen kişinin yasaklı olup olmadığının anlaşılmasına olanak verecek şekilde yapılır (Poliçeler Yasası m. 74/IX; Tebliğ m. 5)91.  F. Yasağa Aykırılığın Yaptırımı 1. Yasağın Muhatabı Açısından Çek hesabı açma ve kullanma yasağı kapsamındaki kişi, yasak süresi boyunca çekle işleyen yeni bir hesap açtırırsa on bin Türk Lirası na kadar para ve/veya beş yıla kadar hapis cezasına çarptırılabilir (Poliçeler Yasası m. 75/II)92.  Yasak  kapsamındaki  kişinin  yeni  bir  çek  düzenlemesi  de  aynı yaptırıma bağlanmıştır. Hemen belirtelim ki, yasak kapsamındaki kişinin yeni  bir  çek  düzenleyebilmesi,  elindeki  çek  yapraklarının  iadesi yükümlülüğünü yerine getirmediğine ya da bir banka tarafından bu kişiye yeni bir çek hesabı açılarak çek karnesi verildiğine de işaret eder. Öte  yandan,  çek  hesabı açma  yasağı  ile  doğrudan  ilgili  olmamakla birlikte Poliçeler Yasası nda bir yaptırım daha öngörülmüştür. Hesabında yeterli miktarda parası bulunmayan çek hesabı sahipleri, çeklerinin hukuken karşılıksız çıkması sonucu çek hesabı açma ve kullanma yasağı ile karşı karşıya  kalmamak  adına,  Polis  Örgütüne  yanlış  ve  yanıltıcı  beyanlarda bulunabilmektedirler. Dolaşımdaki çeklerinin ödeme için ibraz edilmelerini engellemek  amacıyla  yapılan  bu  beyanlarda  çekin  kaybolduğu,  çalındığı veya  yetkili  temsilci  tarafından  imzalanmadığı  iddiaları  gündeme gelebilmektedir. Polis Örgütüne bu şekilde yanlış ve yanıltıcı beyanlarda                                                             91  http://cys.kktcmerkezbankasi.org/  adresi  üzerinden  KKTC de  çek  yasağı  kapsamına girenler sorgulanabilmektedir. Arama gerçek kişiler için kimlik numarası veya isimle; tüzel kişiler için ise MŞ numarası veya tüzel kişi adıyla yapılabilmektedir.  2010 yılına kadar yasak kapsamına girenler KKTC Merkez Bankası tarafından liste halinde yayınlanmakta idi. 2010 yılında, 20/2010 sayılı Yasayla yapılan değişiklikle bu uygulamadan vazgeçilip sadece hakkında arama yapılan kişinin yasak kapsamında olup olmadığını öğrenmeye yarayan günümüzdeki sisteme geçilmiştir. 92  Hükmün orjinali şu şekildedir:  10.000.-TL (On Bin Türk Lirası) na kadar para cezasına veya 5 (beş) yıla kadar hapislik cezasına veya her iki cezaya birden çarptırılabilirler . 405Bilgeç                                                   Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 369-411 bulunan kişiler hakkında da on bin Türk Lirası na kadar para ve/veya beş yıla kadar hapis cezasına uygulanabilir. (Poliçeler Yasası m. 75/I). 2. Bankalar Açısından Hakkında çek hesabı açma ve kullanma yasağına giren kişiye yasak süresi içinde hiçbir bankanın çek hesabı açmaması gerekir. Bankalar çek hesabı açtırmak için başvuran  kişiler hakkında KKTC Merkez Bankası nın internet  sayfasından  kolayca  haklarında  yasak  olup  olmadığını öğrenebilmektedirler. Buna aykırı olarak yeni bir hesap açılması durumunda banka, banka yetkilisi ve bankanın yetkili mensupları suç işlemiş olurlar ve on bin Türk Lirası na kadar para ve/veya beş yıla kadar hapis cezasına çarptırılabilirler (Poliçeler Yasası m. 75/IV). Söz konusu cezalar bankanın yetkili mensuplarına suça katılımları oranında uygulanır. Dolasıyla yasak süresi içinde çek ile işleyen hesap açılması durumunda hem hesabı açtıran kişi hem de açan banka ayrı ayrı bu yaptırımlara maruz kalacaklardır. G. Yasağın Kaldırılması KKTC hukukunda karşılıksız çek düzenleye bağlanan yegane yaptırım olan çek hesabı açma ve kullanma yasağının nasıl kaldırılacağı da Poliçeler Yasası nda  düzenlenmiştir.  Yasa nın  74A/I  hükmüne  göre  çek  hesabı açmaktan  ve  kullanmaktan  men  edilen  kişi,  karşılıksız  çeklerin  tümünü ödemesi halinde çek hesabı açma ve kullanma hakkını yeniden kazanır. Yasa da  belirtilmemiş  olmasına  rağmen  karşılıksız  kalan  çek bedellerine, muhatap banka tarafından çeke  Karşılıksız Çek-Ödenemez  mührünün vurulduğu tarihten itibaren temerrüt faizinin işletilmesi ve yasağın kalkabilmesi için de hesap sahibinin çek bedellerini temerrüt faizi ile birlikte ödemesi gereklidir. Hakkında  yasak  uygulanan  kişi,  karşılıksız  kalan  çeklerinin karşılıklarını muhatap bankaya yatırabilir veya çeklerin muhatap bankaya iade edilmiş olması halinde bunlara ilişkin tahsilat makbuzunu ibraz edebilir. Bunun yerine çeki düzenleyen yasaklı kişi, çek hamili ile anlaşarak çek bedelinin ödendiğine ilişkin bir belge düzenleyebilir ve bunu da muhatap bankaya  sunabilir.  Yalnız,  söz  konusu  belgenin  geçerli  olabilmesi  için düzenleyen ve yetkili hamil tarafından birlikte imzalanması gereklidir.  Yukarıdaki olasılıklardan herhangi biri gerçekleştiğinde muhatap banka yasak  uygulanan  kişinin  karşılıksız  çeklerinin  tümünü  ödediğini,  en  geç 406Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 396-411      Kuzey Kıbrıs Türk Cumhuriyeti… ertesi  iş  günü  KKTC  Merkez  Bankası na  bildirmelidir.  Bildirimin gecikmesi halinde KKTC Merkez Bankası bir defaya mahsus olmak üzere muhatap bankaya uyarıda bulunur. Gecikme tekrar yaşanırsa durum KKTC Merkez  Bankası  tarafından  Polis  Örgütü ne  intikal  ettirilir  (Çek  Hesabı Açma ve Kullanma Yasağı ile Yasağın Kaldırılmasına İlişkin Esaslar Tebliği m. 4/II). KKTC Merkez Bankası muhatap bankadan gelen bildirim üzerine kişiyi çek yasağından çıkarır. Ayrıca KKTC Merkez Bankası kişinin yasak kapsamından  çıktığını  diğer  bankalara  da  bildirir.  Böylelikle  kişi,  tekrar bankalar nezdinde çek hesabı açma ve bu hesaplar üzerinden çek düzenleme hakkına kavuşmuş olur. Ancak aynı kişinin birden fazla banka nezdinde çeklerinin  karşılıksız  kalması  halinde,  yasağın  kaldırılabilmesi  için bankaların tümünün KKTC Merkez Bankası na karşılıksız çeklerin tümünün ödendiğini ayrı ayrı bildirmeleri gerekir. Son olarak belirtmek gerekir ki, hakkında çek hesabı açma ve kullanma yasağı uygulanan kişi, bu yasağın haksız yere uygulandığı kanısında ise yasak kararına karşı adli yargıda dava açma hakkına sahiptir. Davanın hangi sürede açılması gerektiği konusunda ise herhangi bir özel düzenleme yoktur..  SONUÇ KKTC de İngiliz döneminde yürürlüğe giren ve çeklere ilişkin de temel düzenleme niteliğinde olan Poliçeler Yasası, 1882 tarihli İngiliz  Bills of Exchange  Act in  tercüme  edilmesiyle  hazırlanmıştır.  Tercüme  sırasında tercih  edilen  ve  Yasa nın  uygulanması  bakımından  büyük  önem  taşıyan  bankacı ,  kişi  gibi kavramlar, yukarıda açıklandığı üzere günlük dilden önemli ölçüde farklı anlam taşıyacak şekilde tanımlanmıştır. Bu da Yasa nın uygulanması bakımından isabetli bir durum oluşturmamaktadır. Poliçeler  Yasası nın  çeklere  ayrılan  III.  Kısmı  zaman  içinde  birçok değişiklik  geçirmiştir.  Bu  değişikler  sonucunda  çekin  hukuki  niteliği, unsurları gibi konularda Anglo-Sakson, çekin karşılıksız kalması halinde                                                             93  Bu bildirimin nasıl yapılacağı Çek Bildirim Kuralları İzahnamesi Ek:4 de gösterilmiştir. 94  KKTC Yüksek İdare Mahkemesi, çek hesabı açma ve kullanma yasağına karşı idari yargıda açılan bir iptal davasında  dava konusu karar veya işlemlerin idari nitelikli olmadıkları   gerekçesiyle idare mahkemesinin davayı görmeye yetkisi bulunmadığına hükmetmiştir.  Bkz.  KKTC  YİM,  23.09.2015,  D:  27/2015  - http://www.mahkemeler.net/cgi-bin/yenikararara.aspx (Erişim Tarihi: 27.08.2019). 407Bilgeç                                                   Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 369-411 uygulanacak yaptırımlar konusunda ise Türk hukuku düzenlemelerini esas alan karma bir kanun ortaya çıkmıştır.  Karşılıksız çeke ilişkin yapılan değişikliklerin temel amacı, karşılıksız çeklerin önüne geçilebilmesidir. Ancak bunu sağlarken de  ekonomik suça ekonomik  ceza   kuralından  da  uzaklaşmamak  istendiği  anlaşılmaktadır. Karşılıksız çeke ilişkin yaptırım olarak çek hesabı açma ve kullanma yasağı yaptırımı  öngörülmüştür.  Bu  yasak,  karşılıksız  çekin  önüne  geçmeye elverişli, etkin bir yasal düzenleme niteliğinde değildir; yasak, karşılıksız kalan çek bedellerinin ödenmesi halinde başkaca bir işleme gerek olmaksızın ortadan kalkmaktadır. Yaptırımın etkisizliğinin en önemli kanıtı, yasak kapsamına giren kişi sayısıdır. KKTC Merkez Bankası verilerine göre, 2013 yılında 2910 kişi, 2014 yılında 3366 kişi, 2015 yılında 3699 kişi, 2016 yılında 2977 kişi, 2017 yılında 2499 kişi ve 2018 yılında 2374 kişi çek hesabı açma ve düzenleme yasağı kapsamına alınmıştır. Son sayım tarihi olan 2014 yılı verilerine göre ülke nüfusunun toplam 313.626 olduğu göz önünde tutulduğunda, yasak kapsamına  giren  kişilerin  nüfusa  oranının  önemi  net  bir  biçimde görülmektedir. Karşılıksız kalan çek sayısındaki yoğunluk zaman zaman ülkede yayınlanan günlük gazetelerin manşetlerine kadar taşınmaktadır. Kıbrıs Türk Ticaret Odası (KTTO) tarafından Türkiye de yürürlükte olan  karekod  uygulamasının  KKTC de  de  kullanıma  alınması  çağrısı yapılmış ve bu uygulamayla karşılıksız çeklerin sayısında azalma beklendiği belirtilmiştir. Ancak buna ilişkin henüz yasal bir düzenleme yapılmamıştır. Çekin  bir ödeme  aracı  olarak  varlığını  devam  ettirebilmesi,  çek  ile ödemeyi  kabul  edecek  kişiler  nezdindeki  güven  algısına  bağlıdır. Günümüzde  ise  KKTC de  çek,  alacaklı  bakımından  adeta   son  çare ye dönüşmüş durumdadır. Bu noktada ekonomi ve hukuk aktörleri tarafından durum  yeniden  değerlendirilmeli  ve  karşılıksız  çeke  ilişkin  daha  etkin yaptırımlar  getirilerek  çekin  itibarının  yeniden  kazandırılması  için çalışmalara hız verilmelidir. Bu kapsamda ülkenin kendi geleneklerini temel alan  yeni  bir  yasanın  hazırlanmasının  isabetli  olacağı  kanaatindeyiz. Hazırlanacak  olan  bu  yasada  çalışma  kapsamında  incelediğimiz,  çeviri                                                             95  Bkz. http://www.kktcmerkezbankasi.org/sites/default/files/yayinlar/sureli/2018%20Y%C %Bll%C%Bk%20Rapor.pdf (Erişim Tarihi: 27.08.2019).  96  Bkz. http://www.ekonomikibris.com/kibris-ekonomisi-icin-kritik-proje-karekodlucek/12693/ (Erişim Tarihi: 27.08.2019).  408Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 396-411      Kuzey Kıbrıs Türk Cumhuriyeti… nedeniyle ortaya çıkan sıkıntıların da giderilmesi, gerek uygulama gerek öğreti bakımından da isabetli olacaktır.",
     "Kaynakça": "Arkan, S./Göle, C.: Karşılıksız Çeki Ödeyen Bankanın Keşideciden Talep Hakkı, BATİDER 1984, C. XII, S. 2-3, s. 53 – 61. Bahtiyar, M.: Kıymetli Evrak Hukuku, 15. Bası, İstanbul 2017. Bilgili, F./Demirkapı, E.: Kıymetli Evrak Hukuku, Bursa 2012. Bozer, A./Göle, C.: Kıymetli Evrak Hukuku, 8. Bası, Ankara 2018. Can, Mertol: Kıymetli Evrak Hukuku, Ankara 2015. Domaniç, H.: Kıymetli Evrak Hukuku, İstanbul 1975. Göle, C.: Kambiyo Senetlerinde Lehdarın Belirsizliği, BATİDER 1989, C. XIV, S. 3, s. 17-26. Gültekin, Ö: Kıymetli Evrakın Ziyaı ve İptali, 7. Baskı, Ankara 2013. Gürel, M.: Ticaret Sicilinin Üçüncü Kişilere Etkisi Bağlamında Kambiyo Senetlerinde Yetkisiz Temsile İlişkin Bazı Sorunlar, BATİDER 2015, C. XXXI, S. 1, s. 231-250. Hakkı, M.: Yargıtay Kararları Işığında Kıbrıs Hukuku 1966-2017, Lefkoşa 2018. Kalpsüz, T./Erem, F./Çelebican, G.: İktisadi ve Hukuki Yönden Çek, Ankara 1974. Karayalçın, Y.: Ticaret Hukuku Dersleri, II. Ticari  -Senetler Kambiyo Senetleri, Ankara 1970. Kendigelen, A.: Çek Hukuku, 5.Bası, İstanbul 2019. Kılıçoğlu, A.: Medeni Hukuk, Ankara 2016. Kınacıoğlu, N.: Kıymetli Evrak Hukuku, 4. Bası, Ankara 1993. Kocaman, A. B.: Türk Borçlar Hukukunda Havale, Ankara 2001. Narbay, Ş.: Çekte İbraz Sürelerinin Belirlenmesinde Ölçü Alınan  Yer  Kavramına  De Lege Lata  ve  De Lege Ferenda  Çözüm Önerileri, Prof. Dr. Ünal Tekinalp e Armağan, C. 1, İstanbul 2003, s. 793-821. 409Bilgeç                                                   Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 369-411 Oğuzman, M.K./Seliçi, Ö./Oktay Özdemir, S.: Kişiler Hukuku, 16. Bası, İstanbul 2016. Özkorkut, K.: Çek Hukukunda Ödeme İçin İbraz Süreleri, BATİDER 1997, C. XIX, S. 2, s. 41-61. Öztan, F.: Kıymetli Evrak Hukuku, Ankara 1997. Poroy, R./Tekinalp, Ü.: Kıymetli Evrak Hukuku Esasları, İstanbul 2013. Pulaşlı, H.: Kıymetli Evrak Hukukunun Esasları, 5. Bası, Ankara 2017. Reisoğlu, S.: Çek Hukuku, Ankara 2011. Teoman, Ö.: Çek Yasası ve Getirdiği Yenilikler, İstanbul 1987. Turhan, T.: Tarihsel Bakış Açısıyla Kıbrıs Türk Hukuk Sistemi, AÜHFD 2008, C. LVII, S. 2, s. 253-286. Ülgen, H./Helvacı, M./Kendigelen, A./Kaya, A.: Kıymetli Evrak Hukuku, 10. Bası, İstanbul 2015.              410Ankara Üni. Hukuk Fak. Dergisi, 68 (2) 2019: 396-411      Kuzey Kıbrıs Türk Cumhuriyeti…"
}