{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2017",
     "Cilt": "66",
     "Sayı": "3",
     "Başlık": "SABİT DERECE SİSTEMİNDE SÖZLEŞMEDEN DOĞAN İLERLEME HAKKI",
     "Title": "The Contractual Right to Advance to the Vacated Rank in the Fixed Rank System",
     "Yazar İsmi": [
          "Selmani Okumuş"," Bahadır Demir"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Boş Dereceye İlerleme",
          "Şerh",
          "Sabit Derece Sistemi",
          "Taşınmaz Rehni",
          "Rehin Hukuku"
     ],
     "Keywords": [
          "Advance to the Vacated Rank",
          "Annotation",
          "Fixed Rank System",
          "Immovable Pledge",
          "Pledge Law"
     ],
     "Özet": "Birden fazla taşınmaz rehni arasındaki sıranın belirlenmesi kabul edilen sisteme göre değişmektedir. Türk Hukukunda sabit derece sistemi kabul edilmiştir. Sabit derece sisteminde taşınmaz rehinleri arasında sıra, tescil edildiği  derecenin  sırasına  göre  belirlenir.  Bir  derecedeki  rehin  terkin edildiğinde diğer derecelerdeki rehinler bundan etkilenmez, sabit kalır.  Türk Hukukunda sabit derece sisteminin meydana getirdiği sakıncaları önlemek  için  öngörülen  istisnalardan  biri,  sözleşmeden  doğan  boşalan dereceye ilerleme hakkıdır. Malik ile rehinli alacaklı arasında yapılan boşalan dereceye  ilerleme  sözleşmesiyle  taşınmaz  maliki,  derecelerden  biri boşaldığında, o derecede yeni bir rehin kurmamayı ve bu dereceye alt sıradaki rehni ilerletmeyi taahhüt eder. Boş dereceye ilerleme sözleşmesi, niteliği itibariyle isimsiz sözleşmeler sınıfında, kendine özgü yapısı olan (sui generis) bir sözleşmedir. Taraflar boş dereceye ilerleme sözleşmesinin içeriğini TBK. m. 26-27 doğrultusunda serbestçe belirlerler. Boş dereceye ilerleme usulü taraflarca  art  arda  veya  önce  gelen  dereceleri  atlama  şeklinde kararlaştırılabilir. İlerleme hakkı sözleşmeden doğan bir şahsî hak olduğu için alacaklının sadece taşınmaz malikine karşı boşalan dereceye ilerletilmesini talep hakkı mevcuttur. Şerh ile boş dereceye ilerleme hakkı, eşyaya bağlı hak haline gelir.",
     "Abstract": "Determination of the sequence between more than one immovable pledge depends on the accepted system. The fixed rank system has been adopted in Turkish Law. In fixed rank system the sequence among immovable pledges are determined according to the order of the rank in which they are registered. When a pledge is deleted at one level, the other pledges are not affected by it, remain constant. One of the exceptions foreseen in order to avoid inconveniences caused by the fixed rank system in Turkish Law is the right to advance to the vacated rank which arising from the contract. The owner of the real estate undertakes when one of the ranks vacated, not to build a new pledge at that rank and to advance the lower rank pledge. The contract of advance to the vacated rank is an innominate sui generis contract. The parties determine the content of the contract within the framework of TBK. m. 26-27 freely. Progression method to empty rank can be decided by the parties as one by one or skip preceding ranks. Since it is a right arising from the contract the claimant can demand only from the obliger to be advanced to the vacated rank. By annotation of the right to advance to the vacated rank, it can be put forward against the 3rd person.",
     "Metin": "Taşınmaz rehni rehin konusu alacağı güvence altına almak amacıyla, belirli bir taşınmaz üzerinde kurulan sınırlı aynî haktır. Aynî teminatlar sınıfında yer alan taşınmaz rehni, teminat altına aldığı borç ifa edilmediğinde rehin konusu taşınmazı cebri icra ile sattırıp, bedelinden alacağı tahsil etme yetkisi verir. Taşınmaz rehninde, rehin veren sadece rehin konusu taşınmaz                                                  1   AYİTER, Nuşin; Eşya Hukuku, 2. Baskı, Ankara 1983, s. 168; DAVRAN, Bülent; Rehin Hukuku Dersleri, İstanbul 1972, s. 8; OĞUZMAN, M. Kemal/SELİÇİ, Özer/OKTAY-ÖZDEMİR, Saibe; Eşya Hukuku, 20. Baskı, İstanbul 2017, s. 897; GÜNEL, M. Cahit;  Taşınmaz Rehninin Alacak Bakımından Kapsamı , Prof. Dr. Özer Seliçi ye Armağan, Ankara 2006, s. 247. 2   Uygulamada çoğu zaman  aynî teminat  kavramı yerine  maddî teminat  deyiminin kullanıldığı ve bu deyimin hatalı olduğuna ilişkin açıklamalar için bkz. BARLAS, Nami;  Yeni Medenî Kanunun Aynî Teminatlara İlişkin Düzenlemeleri , Prof. Dr. Ünal Tekinalp e Armağan, C. II, İstanbul 2003, s. 570. 3   AYBAY, Aydın/HATEMİ, Hüseyin; Eşya Hukuku, İstanbul 2009, s. 271; ERTAŞ, Şeref; Eşya Hukuku, 11. Baskı, İzmir 2014, s. 539. Bununla birlikte söz konusu geleneksel tanımın, rehnin tedavül fonksiyonunu içermediği için eksik olduğu yönünde bkz. KUNTALP, Erden; İpotek Dereceleri-Boş Dereceden İstifade ve Uygulamada Ortaya Çıkan Sorunlar, Ankara 1979, s. 3; GÜNEL, s. 247. Diğer taraftan, taşınmaz rehninde hak sahibi alacağını elde edemediğinde, taşınmazın mülkiyetine sahip olamaz. Bu husus lex commissoria yasağı olarak ifade edilmektedir. DAVRAN, s. 18; SEROZAN, Rona;  Taşınmaz Rehni , İÜHFM., Y. 2006, C. LXIV, S. 2, s. 323. 606Ankara Üni. Hukuk Fak. Dergisi, 66 (3) 2017: 605-626              Sabit Derece Sisteminde Sözleşmeden…  ile sorumludur. Türk Hukukunda taşınmaz rehninin üç türü bulunmaktadır. Bunlar ipotek, ipotekli borç senedi ve irat senedidir (TMK. m. 850)5.  Bir  taşınmaz  üzerinde  birden  fazla  sınırlı  aynî  hak  kurulduğunda, bunların hangisine öncelik tanınacağı sorunu ortaya çıkar. Sınırlı aynî haklar arasındaki bu öncelik-sonralık ilişkisine sıra denir. İlk olarak şunu belirtmek gerekir ki, bir taşınmaz üzerinde kurulan sınırlı aynî haklar daima mülkiyet hakkından önce gelir. Taşınmaz üzerinde mevcut sınırlı aynî haklar birbirleri ile çatışmıyorsa bütün sınırlı aynî haklar birlikte kullanılır. Buna karşılık, taşınmaz üzerinde kurulan sınırlı aynî haklar muhteva itibariyle birbiriyle çatışıyorsa, bunlar arasındaki sıra kural olarak hakların kuruluş tarihlerine göre belirlenir (TMK. m. 1022). Bu bakımından önceki tarihte tescil edilmiş sınırlı aynî hak, daha sonra tescil edilmiş sınırlı aynî haklardan önce gelir. Bu husus, zamanda önce gelen hakta önce gelir (prior tempore potior jure) ilkesi ile ifade edilmektedir. Bununla birlikte, bir taşınmaz rehni ile diğer bir sınırlı aynî hak çatıştığında sıra, sınırlı aynî hakkın kuruluş tarihi ile rehnin tescil edildiği  derecenin  kuruluş  tarihine  göre  belirlenir.  Buna  karşılık,  bir taşınmaz üzerinde birden fazla rehin hakkı kurulmuşsa bunlar arasındaki sıra                                                  4   AYİTER, s. 168; AYBAY/HATEMİ, s. 271; REİSOĞLU, Seza; İpoteğin Kapsamı-Hükümleri ve Uygulamada Ortaya Çıkan Sorunlar, Ankara 1979, s. 27 vd. 5   Doktrinde çoğunluk, kanunda sayılan bu rehin türlerinin sınırlı sayıda olduğunu kabul etmektedir. GÜRSOY, Kemal T./EREN, Fikret/CANSEL, Erol; Türk Eşya Hukuku, Ankara 1978, s. 1015; DAVRAN,  s.  9;  AYBAY/HATEMİ,  s.  272;  AYİTER,  s.  169;  OĞUZMAN/SELİÇİ/OKTAYÖZDEMİR, s. 898;  ERTAŞ, s. 539.  6   OĞUZMAN/SELİÇİ/OKTAY-ÖZDEMİR, s. 922; KUNTALP, Derece, s. 4; BAŞPINAR, Veysel,  Sınırlı Aynî Hakların Sırası , TNBHD., 15 Mayıs 1993, S. 78, s. 50, 51. Bir taşınmaz üzerinde aynı anda mevcut sınırlı aynî hakların birbirleriyle olan aynî ilişkilerine ve bu hakların sağladığı yetkilerin kullanılmasına hukuk düzeni tarafından tespit edilmiş esaslar çerçevesinde getirilen düzenleme ve sınırlamalara sıra düzeni (sıra) denir. EREL, Şafak N., Gayrimenkul Rehninde Sıra, Ankara 1974, s. 1; BELEN, Herdem;  Ana Hatları ve Bazı Temel Özellikleriyle Taşınmaz Rehin Hakları , İKÜHFD., Y. 2006, S. 5, s. 22. 7   GÜRSOY/EREN/CANSEL, s. 1052; SAYMEN, F. H./ ELBİR, H. K.; Türk Eşya Hukuku Dersleri, 2. Baskı, İstanbul 1963, s. 550; KUNTALP, Derece, s. 5; BAŞPINAR, s. 51; ACAR, Faruk; Rehin Hukuku Dersleri, İstanbul 2015, s. 52. Bunun sebebi, zaten mülkiyet hakkının muhtevasına dâhil olan kullanma, yararlanma ve tasarruf etme yetkilerinden bir veya ikisinin malik tarafından başkasına tanınmasıdır. Malik, mülkiyet hakkından doğan bu yetkilerin hak sahibi tarafından kullanılmasına katlanma ve bizzat kullanmaktan kaçınma yükümlülüğü altına girer. 8   BAŞPINAR, s. 51. 9   GÜRSOY/EREN/CANSEL, s. 1052; KUNTALP, Derece, s. 10; BAŞPINAR, s. 52; EREL, s. 6;  ACAR, s. 52; AKİPEK, Jale G./AKINTÜRK, Turgut; Eşya Hukuku, İstanbul 2009, s. 768; ESENER, Turhan/GÜVEN, Kudret; Eşya Hukuku, 5. Baskı, Ankara 2012, s. 454; ŞENER, Y. Selim; Türk Hukukunda İpotek ve Uygulaması, 2. Baskı, İstanbul 2006, s. 72; TİRYAKİ, Fuat;  Taşınmaz Rehni Hukukunda Sabit Dereceler Sistemi ve Hükümleri , ABD., Y. 1996, S. 4, s. 541; AKSOY, Sanem;  Türk Hukukunda Sabit Dereceler Sistemi ve İstisnaları , Prof. Dr. Ergun Özsunay a Armağan, İstanbul 2004, s. 599. 10  GÜRSOY/EREN/CANSEL, s. 1052; SAYMEN/ELBİR, s. 550; BAŞPINAR, s. 52; AYBAY/HATEMİ, s. 249. 11  LEEMAN, Hans; Schweizerisches Zivilgesetzbuch Sachenrecht II. Abteilung, Zürich 1925, Art. 813-814, N.11; GÜRSOY/EREN/CANSEL, s. 1060; EREL, s. 81; SİRMEN, A. Lâle; Eşya Hukuku, 4. Baskı, Ankara 2016, s. 504. Bununla birlikte rehinli alacaklı, rehnin kurulmasından sonra tesis edilen sınırlı aynî haklara muvafakat ederse bu haklar rehinden önce gelir (MK. m. 869). BAŞPINAR, s. 54; HELVACI, İlhan; Türk Medeni Kanununa Göre Sözleşmeden Doğan İpotek Hakkı, İstanbul 2008, s. 389. 607Selmani Okumuş, Bahadır Demir                          Ankara Üni. Hukuk Fak. Dergisi, 66 (3) 2017: 605-626ilişkisi  taşınmaz  rehninde  hangi  sistemin  kabul  edildiğine  bağlı  olarak değişiklik  göstermektedir.  Taşınmaz  rehninde  başlıca  iki  sistem  kabul edilmektedir. Bunlar ilerleme sistemi ve sabit derece sistemidir. İlerleme sisteminde, sınırlı aynî haklarda genel ilke olan zamanda önce gelen hakta önce gelir (prior tempore potior iure) ilkesi geçerlidir. Gerçekten de, taşınmaz üzerinde birden fazla rehin kurulmuşsa, bunlar arasında sıralama kuruluş tarihlerine göre belirlenir. İlerleme sisteminde eski tarihli rehin bir şekilde sonra erdiğinde, alt sıradaki rehin kendiliğinden onun yerine ilerler. Söz konusu özellik dolayısıyla ilerleme sisteminde boş derece doğmasına imkân yoktur. Bu sebeple, malik bir sırayı saklı tutarak, daha alt sıralarda taşınmaz rehni de kuramaz. İlerleme siteminde eski tarihli rehinden sıra itibariyle önce gelecek bir rehin hakkı kural olarak kurulamaz.   Türk Hukukunda taşınmaz rehninde kabul edilen sistem sabit derece sistemidir. Bu sistemde rehnin taşınmaz değerinin tamamını kapsaması şart değildir. Aksine, taşınmazın değeri farazî parçalara bölünebilmekte ve alacak taşınmaz değerinin bir bölümü ile teminat altına alınabilmektedir. Miktar ve  sıra  olarak  sabit  şekilde  belirlenmiş  bu  farazî  değer  bölümlerine                                                  12  Roma Hukuku kökenli ilerleme sisteminde taşınmazın değeri bir bütün olarak dikkate alınıp, her bir taşınmaz rehni bu değerin tamamı üzerinde kurulur. Bunun sonucunda, rehinli alacaklı taşınmazın paraya çevrilmesi halinde söz konusu paranın tamamı üzerinde alacağının karşılanmasını talep hakkına sahiptir. SAYMEN/ELBİR, s. 551; GÜRSOY/EREN/CANSEL, s. 1053; KÖPRÜLÜ, Bülent/KANETİ, Selim; Sınırlı Aynî Haklar, 2. Bası, İstanbul 1982-1983, s. 350; SELİÇİ, Özer;  Gayrimenkul Rehninde Boş Dereceye İlerleme Hakkı , İÜHFM., Y. 1974, C. XL, S. 1-4, s. 427. 13  LEEMAN, Art. 813-814, N. 2. 14  Bunun sonucu olarak, taşınmaz paraya çevrildiğinde ilk önce kuruluş bakımından en eski tarihli olan rehnin teminat altına aldığı alacak ödenir. Geriye kalan para ile yine tarih itibariyle eski olandan başlamak üzere diğer rehinli alacaklar karşılanır. GÜRSOY/EREN/CANSEL, s. 1053; EREL, s. 18; ESENER/GÜVEN, s. 454; ACAR, s. 52. 15 LEEMAN, Art. 813-814, N. 2; KÖPRÜLÜ/KANETİ, s. 350; GÜRSOY/EREN/CANSEL, s. 1053; DAVRAN, s. 35; EREL, s. 18; OĞUZMAN/SELİÇİ/OKTAY-ÖZDEMİR, s. 923; SİRMEN, s. 584; SELİÇİ, s. 428. 16  Bu ilkenin istisnası ise eski tarihli rehinli alacaklı ile anlaşarak sıra bakımından ondan önce gelecek bir rehin kurulabilmesidir. GÜRSOY/EREN/CANSEL, s. 1053; TİRYAKİ, s. 543. Aksi yönde, EREL, s. 19 vd. 17  Buna  değer parselleri teorisi  denilmektedir. Geniş bilgi için bkz. EREL, s. 25. 18  Derecenin miktarı, taşınmaz değerinin o dereceye düşen bölümünü ifade eder. Anapara ipoteğinde, derecenin değeri sadece teminat altına alınan asıl alacağı gösterir. Anapara ve üst sınır ipoteğinde alacağın kapsamı hakkında geniş bilgi için bkz. GÜLEKLİ, Yeşim; İpoteğin Taşınmaz ve Alacak Açısından Kapsamı, İstanbul 1992, s. 80 vd.; REİSOĞLU, s. 3-26; YALÇINDURAN, Türker;  Ana Para ve Üst Sınır İpoteği Arasındaki Farklılıklar , Prof. Dr. Ergun Özsunay a Armağan, s. 677 vd. 19  Bu noktada  derece  ile  sıra  kavramları arasındaki farka değinmek gerekir. Yukarıda açıklandığı üzere,  derece  taşınmazın değerinin bölündüğü her bir farazî değer parçası çerçevesini ifade etmektedir. Buna karşılık taşınmaz rehninde  sıra , rehin dereceleri arasındaki öncelik-sonralık ilişkisini belirler. Yani taşınmazın değerinden öncelikle hangi derece veya rehnin yararlanacağı aralarındaki  sıra  ilişkisine göre belirlenir.  Bkz. AKİPEK/AKINTÜRK, s. 771; KUNTALP, Derece, s. 4. Maddî ve şeklî anlamda derece ve sıra kavramlarının açıklaması için bkz. GÜRSOY/EREN/CANSEL, s. 1058 vd. 20  Bu sistemde malik, bir derecenin hangi sırada ve ne miktarda teminat teşkil edeceğini tespit etmeye yetkilidir. Bununla birlikte, derecenin teminat miktarı bir kere tescil edildiğinde bu miktar, sonraki derecelerde tescil edilmiş rehinli alacaklıların rızası olmaksızın artırılamaz. Bu konuda kanunda açık bir 608Ankara Üni. Hukuk Fak. Dergisi, 66 (3) 2017: 605-626              Sabit Derece Sisteminde Sözleşmeden…   derece 21 adı verilir. Taşınmaz rehinleri arasındaki sıra onların kuruluş tarihlerine göre değil, tescil edildikleri derecenin sırasına göre belirlenir. Sabit derece sisteminde önceki derecedeki taşınmaz rehni sona erdiğinde sonraki derecelerdeki rehinlerin ilerlemesi söz konusu değildir. İlerleme sisteminin aksine, sabit derece sisteminde bir derecedeki rehin sona erdiğinde bir boş derece ortaya çıkar. Benzer şekilde, malik bir taşınmaz rehni                                                  hüküm yoktur. Ancak doktrinde MK. m. 870 in bu sonucu gerekli kıldığı kabul edilmektedir. Gerçekten de, ön derecedeki teminat miktarı artırıldığında, sonraki derecedeki rehinli alacaklıların teminatı zayıflar. Bu sebeple, onların rızası alınmadan, derecenin teminat teşkil ettiği miktar artırılamamalıdır. KÖPRÜLÜ/KANETİ,  s.  355;  GÜRSOY/EREN/CANSEL,  s.  1059;  EREL,  s.  27; OĞUZMAN/SELİÇİ/OKTAY-ÖZDEMİR, s. 926; AKİPEK/AKINTÜRK, s. 772; ŞENER, s. 72. Bir görüş ise TMK. m. 875/II deki faiz oranı bakımından düzenlenen ilkenin burada da uygulanacağı gerekçesi ile aynı sonuca ulaşmaktadır. Bkz. SİRMEN, s. 586; ERTAŞ, s. 546. 21  Sabit derece sisteminde derece, rehnin sırasını ve teminatın miktarını belirler (MK. m. 870). Söz konusu bölümde bir taşınmaz rehni kurulduğunda rehin, bu derecenin miktar ve sırası ile alacağı teminat altına almaktadır. Bu sebeple, kural olarak rehinli alacaklıya sağlanan teminat rehnin kaydedildiği derecenin değeriyle sınırlıdır. Taşınmaz üzerinde kurulan dereceler birinci, ikinci, üçüncü vd. sıralı derece şeklinde sıralanmaktadır.  KÖPRÜLÜ/KANETİ,  s.  352;  EREL,  s.  26,  30;  BAŞPINAR,  s.  53; OĞUZMAN/SELİÇİ/OKTAY-ÖZDEMİR, s. 924; TİRYAKİ, s. 544. 22  Bu noktada yabancı para üzerinden kurulan rehnin sabit derece sistemi üzerindeki etkisine değinmek gerekir. Yukarıda açıklandığı üzere sabit derece sisteminde derecenin miktarı ve sırası sabittir. Bu bakımdan derecenin miktarı bir kez belirlenip tescil edildikten sonra, sonraki sıralı rehinli alacaklıların rızası olmaksızın artırılamaz. Yabancı para üzerinden kurulan rehinde, derecenin miktarının yabancı para olarak gösterilmesi bahsedilen duruma aykırılık oluşturmaktadır. Nitekim, yabancı paranın Türk Lirası karşısında değer kazanması ihtimalinde derecenin miktarı da genişlemiş olur. Üstelik bu genişleme sonraki sıralı rehinli alacaklının rızası olmaksızın gerçekleşir. Bu husus derecenin sabitliği ilkesini zedeler. Günümüzde bankalar ve kredi kuruluşları tarafından sağlanan yabancı para üzerinden kredilerin çokluğu da dikkate alındığında durum iyice vahimleşmektedir. Bu sebeple yabancı para üzerinden kurulan rehinlere ilişkin düzenleme sabit derece sistemine önemli ölçüde zarar vermektedir. Konuyla  ilgili  benzer  eleştiriler  için  bkz.  KUNTALP,  Erden,   Yeni  Medeni  Kanunda  Nesnel Teminatlarla İlgili İki Temel Değişikliğin Değerlendirilmesi , Ticaret Hukuku ve Yargıtay Kararları Sempozyumu XX, 24 Aralık 2004, s. 52; YALÇINDURAN, s. 676; AKSOY, s. 614, 615. 23  SAYMEN/ELBİR,  s.  552;  GÜRSOY/EREN/CANSEL,  s.  1056;  KÖPRÜLÜ/KANETİ,  s.  353; LEEMAN, Art. 813-814, N. 11. 24  TRAUFFER, B. /BSK.: Basler Kommentar zum Scheweizerischen Privatrecht, Zivilgesetzbuch II (Art 457-977 ZGB) 2. Auf., Basel/Genf/München 2003, Art. 814, N. 1, 2. 25 TMK. m. 871/II ye göre,   Terkin edilen rehin hakkı yerine yeni bir rehin hakkı kurulabilir. . Malik boşalan rehin derecesi üzerinde serbestçe tasarruf etme yetkisine sahiptir. Malik o derecenin teminat miktarı ile sınırlı olmak şartıyla yeni bir taşınmaz rehni kurabileceği gibi, yan dereceler ihdas ederek birden fazla rehin de kurabilir. Boş derece üzerinde yeni bir rehin kurulması için sonraki sıradaki rehinli alacaklıların rızası gerekli değildir. Boş derecede kurulan rehin, o derecenin sırasından yararlanır. Benzer şekilde, yan derecedeki bir taşınmaz rehni terkin edildiğinde de diğer yan derecelerde kayıtlı rehinli alacaklıların teminat miktarı artmaz. Aksine malik boşalan yan derece miktarınca yeni bir taşınmaz rehni kurabilir. Diğer taraftan malik boş dereceyi ortadan kaldırma yetkisine de sahiptir.  26  LEEMAN, Art. 813-814, N. 3, 24;  BREITSCHMID, P./ JUNGO, A.; Handkommentar zum Schweizer Privatrecht, Sachenrecht, 3. Auf., 2016 ( CHK- U. Fasel), ZGB 814, N. 1; TRAUFFER / BSK-ZGB Art. 814, N. 1; GÜRSOY/EREN/CANSEL, s. 1063; OĞUZMAN/SELİÇİ/OKTAY-ÖZDEMİR, s. 924.  609Selmani Okumuş, Bahadır Demir                          Ankara Üni. Hukuk Fak. Dergisi, 66 (3) 2017: 605-626kurarken, ondan önce gelen ve üzerinde rehin kurulmamış bir  saklı tutulmuş derece 27 de oluşturabilir.  Sabit derece sisteminde bir derece içinde yan derece, kısmî derece veya alt rehin derecesi kavramlarıyla ifade edilen, birden fazla taşınmaz rehni kurulması da mümkündür. Bununla birlikte, bir derece, bir alacaklıya tahsis edildikten sonra, onun rızası olmaksızın bu derecede aynı sırada başka bir rehin kurulamaz. II. Sözleşmeden Doğan İlerleme Hakkı A. Genel Olarak Türk Hukukunda sabit derece sistemi mutlak şekilde kabul edilmemiştir. Nitekim bazı hallerde ilerleme sistemine yer vermiştir. Bunun sebebi sabit derece  sisteminin  getirdiği  olumsuzlukları  ve  katı  uygulamaları  ortadan kaldırabilmektir.                                                   27  TMK. m. 870/II ye göre,  Taşınmaz rehni, sırada kendisinden önce gelecek olanın miktarının tescilde belirtilmesi kaydıyla ikinci veya daha sonraki derecede de kurulabilir. . Ancak saklı tutulan derecenin alacaklı adı kısmına  korunmuş miktar  veya  serbest sıra  ibaresi yazılıp teminat miktarının tapu kütüğüne tescil edilmesi mecburidir (TMK. m. 872/II, TST. m. 34). Derecenin miktarı tapu kütüğünde belirtilinceye kadar saklı tutulmuş derece hüküm doğurmaz. Saklı derecenin teminat miktarı sonraki sıralarda gelen rehinli alacaklıların rızası olmadan artırılamaz. Malik saklı tutulan derecede dilediği gibi tasarruf edebilir. Malik saklı derecede daha sonra bir rehin hakkı kurduğunda, bu rehin o derecenin sırasından yararlanır. Saklı derecenin üzerinde hiçbir rehin bulunmayan taşınmaz üzerinde kurulması mecburî değildir. Gerçekten de, taşınmaz üzerinde önceden kurulmuş bir taşınmaz rehni olduğunda yeni rehin hakkının, onu takip eden derecede kurulması gerekmez. Arada bir derece saklı tutulup, daha sonra gelen bir derecede rehin hakkı kurulabilir. 28  LEEMAN, Art. 813-814, N. 14; CHK- U. Fasel, ZGB 813, N. 2;  KÖPRÜLÜ/KANETİ, s. 356; OĞUZMAN/SELİÇİ/OKTAY-ÖZDEMİR, s. 928; ŞENER, s. 73; HELVACI, s. 357. 29  Yan derecelerde kurulan rehin hakları arasında aksi kararlaştırılmamışsa bir sıra ilişkisi yoktur. Kural olarak söz konusu rehinli alacaklılar, o dereceye düşen meblağı alacakları oranında paylaşırlar (MK. m. 874/II). Bununla birlikte, malik ve rehinli alacaklılar, yan dereceler arasında bir sıra kararlaştırabilirler. Bir derecede rehin yabancı para üzerinden kurulduğunda, bu dereceye tescil edilen diğer rehinler farklı bir para birimiyle kurulamaz (MK. m. 851/II). 30  CHK- U. Fasel, ZGB 813, N. 6; EREL, s. 46, 47; OĞUZMAN/SELİÇİ/OKTAY-ÖZDEMİR, s. 927, 917; AYİTER, s. 176; ERTAŞ, s. 546. Burada önemli olan husus yan dereceler toplamının asıl derecenin teminat miktarından fazla olmaması gerektiğidir. GÜRSOY/EREN/CANSEL, s. 1062; KUNTALP, Derece, s. 16; AKİPEK/AKINTÜRK, s. 772; BELEN, s. 24; AKSOY, s. 607. 31  Yeni rehin, eski rehinli alacaklının rızası ile aynı sırada kurulabilir. Buna  garame anlaşması  denilmektedir. Garame anlaşmasının konusu, rehnin kurulacağı derecede daha önce mevcut olan rehin ile aynı sırada yer almasını sağlamaktır. Bu halde dereceye düşen miktar, rehinli alacaklıların alacakları oranında paylaştırılır. Garame anlaşmasının diğer bir türü ise değişik sıralarda bulunan rehinli alacaklıların kendi aralarında herhangi bir sıra değişikliği getirmeksizin, satış bedelinden derecelerine düşecek payları aralarında garameten paylaşmayı taahhüt ettikleri sözleşmedir. Garame anlaşmasının bu türü sadece taraflar arasında hüküm ve sonuç doğurur. Bkz. KUNTALP, Derece, s. 17; AKSOY, s. 607. 32  SAYMEN/ELBİR, s. 555; KÖPRÜLÜ/KANETİ, s. 356; EREL, s. 47; AKİPEK/AKINTÜRK, s. 772; AKSOY, s. 607. Bu ihtimalde, sonradan kurulan rehnin sırasının kuruluş tarihine göre belirleneceği görüşünde bkz. KUNTALP, Derece, s. 17. 33  Gerçekten de sabit derece sisteminin mutlak şekilde uygulanması bazı adaletsizliklere sebep olur. Mesela, boş veya saklı tutulmuş dereceye düşen meblağın taşınmaz malikine ödenmesi rehnin teminat 610Ankara Üni. Hukuk Fak. Dergisi, 66 (3) 2017: 605-626              Sabit Derece Sisteminde Sözleşmeden…  Türk Hukukunda taşınmaz rehninde ilerleme sisteminin öngörüldüğü üç durum  vardır.  Bunların  biri  sözleşmeden,  diğer  ikisi  ise  kanundan doğmaktadır. Kanundan doğan istisnalar rehnin paraya çevrilmesinde boş derecelerin dikkate alınmaması ile arazi iyileştirmeleri sebebiyle alınan krediler  için  kurulan  taşınmaz  rehnidir.  Sözleşmeden  doğan  istisna  ise boşalan dereceye ilerleme hakkıdır.  Kanun koyucu, malik ile rehinli alacaklının anlaşarak, rehnin boşalan derecelere  ilerlemesini  sağlamalarına  imkân  vermiştir.  Bunun  sebebi, taşınmaz malikinin kredi bulma imkânlarını kolaylaştırmaktır. Gerçekten de malikin alt sıralardaki bir taşınmaz rehni karşılığı kredi bulabilmesi daha zordur.  Bu  sebeple,  bir  sözleşme  ile  alacağı  teminat  altına  alan  rehnin boşalacak üst dereceye ilerletilmesine imkân verilmiştir (TMK. m. 871/III). Söz konusu imkânı sağlayan hakka,  boş (boşalan) dereceye ilerleme hakkı                                                   fonksiyonuna aykırı olur. Çünkü bu ihtimal rehinli alacaklıların teminatının zayıflaması anlamına gelir. Sabit derece sisteminin olumsuz yönleri ile ilgili geniş bilgi için bkz. EREL, s. 29 vd.; AKSOY, s. 603. 34  MK. m. 872 ye göre;  Sonraki sıralarda kurulmuş bir rehin hakkından önce gelen bir rehin mevcut değilse veya borçlu önceki bir rehin senedi üzerinde tasarruf etmemişse ya da önceki sırada bulunan rehinli alacak, o derece için tescilde belirtilen miktardan az ise; taşınmazın paraya çevrilmesinde satış bedeli, boş derece hesaba katılmaksızın sonraki alacaklılara sırlarına göre dağıtılır.  Rehnin paraya çevrilmesi anında mevcut boş-saklı dereceler veya kullanılmamış rehin senetleri dikkate alınmaz. Ayrıca bir derecede kurulmuş rehin miktarı o derece için belirlenmiş miktardan az ise boş kalan kısım da yok sayılır. Bunun sonucunda, rehinli alacaklıların sırası söz konusu dereceler yokmuş gibi tespit edilir. Taşınmazın satışından elde edilen tutar, ilerleme sonucu oluşan sıraya göre rehinli alacaklılara ödenir. İşte bu sebeple, rehnin paraya çevrilmesinde boş dereceler varsa ilerleme sisteminin geçerli olduğu kabul edilmektedir.  SAYMEN/ELBİR,  s.  557;  KÖPRÜLÜ/KANETİ,  s.  362;  DAVRAN,  s.  38; AKİPEK/AKINTÜRK, s. 776; SİRMEN, s. 588. Aslında burada gerçek anlamda ilerleme sistemi söz konusu değildir. Aksine söz konusu hal sabit derece prensibine paraya çevirme aşamasında getirilmiş bir istisnadan ibarettir. Gerçekten de, burada teknik alamda bir ilerleme yoktur. Sadece rehnin paraya çevrilmesi aşamasında boş derecelerin dikkate alınmaması sonucu fiili bir ilerleme hali ortaya çıkmaktadır. Geniş bilgi için bkz. EREL, s. 55 vd.; AKSOY, s. 616. 35  Arazinin iyileştirilmesi, sulanması, suyolları yapılması, bataklığın kurutulması, yol yapımı, arazi parçalarının birleştirilmesi gibi işlerle arazinin değerinin artırılması faaliyetleridir. Malikin arazi iyileştirmelerinde yaptığı masraflar için aldığı krediyi teminat altına alan taşınmaz rehni hakkında özel hükümler sevk eden TMK. m. 877 ve 878 de araziyi iyileştirme masrafları için malikin kullandığı krediye karşılık tesis ettiği rehine bazı şartlarla öncelik tanınmıştır. Arazi iyileştirmelerinde kullanılan krediler için sağlanan teminat tapuya tescil ile doğar ve taşınmaz üzerindeki diğer bütün taşınmaz rehinlerinden önce gelir. Bu ipoteğin tapuya tescili ile sabit bir derece doğmuş olmaz. Nitekim kamu kurum veya kuruluşunun katkısıyla yapılan iyileştirmelerde, alacak ödendiğinde, ipotek sona erer. İpoteğin sona ermesiyle ortaya malikin tasarruf edebileceği bir boş derece çıkmaz. Arazi iyileştirmesi kamu kurum veya kuruluşunun katkısı olmaksızın yapıldığında ise, rehinli alacağın en çok beş yıl içerisinde eşit taksitlerle ödenmesi gerekir (MK. m. 878/I). Bu süre dolup ipotek terkin edildiğinde sonra gelen rehinler kendiliğinden ilerler. Arazi iyileştirmesinde rehnin sona ermesiyle diğer rehinlerin kendiliğinden ilerleyeceğine ilişkin bu hüküm, sabit derece sisteminin bir istisnası niteliğindedir. 36  LEEMAN, Art. 813-814, N. 41; SELİÇİ, s. 432, 433; AKSOY, s. 617. İsviçre ve Türk uygulamasında boş dereceye ilerleme hakkının aşırı derecede kullanılması sonucu sabit derece sisteminin bertaraf edildiği yönünde eleştiriler için bkz. EREL, s. 60 vd.  611Selmani Okumuş, Bahadır Demir                          Ankara Üni. Hukuk Fak. Dergisi, 66 (3) 2017: 605-626veya   serbest  dereceden  yararlanma  hakkı   denilmektedir.  Taşınmaz rehninin bütün türleri için ilerleme hakkı tanınması mümkündür.  B. İlerleme Sözleşmesinin Hukukî Niteliği TMK. m. 871/III e göre:  Sonraki sırada yer alan rehinli alacaklılara boşalan dereceye geçme hakkı veren sözleşmelerin geçerliliği, resmî şekilde yapılmalarına;  aynî  etki  sağlamaları,  tapu  kütüğüne  şerh  verilmelerine bağlıdır . Boşalan dereceye ilerleme sözleşmesinden TMK. m. 871/III de bahsedilmiş olmasına rağmen, bunu bir isimli sözleşme olarak kabul etmek mümkün değildir. Çünkü kanunda ayrıntılı şekilde düzenlenmiş sözleşmeler isimli sözleşme olarak kabul edilmektedir. Kanunlarda özel bir biçimde, az çok ayrıntılı şekilde düzenlenmiş olmayan sözleşmeler ise isimsiz sözleşmeler olarak adlandırılmaktadır. Bir sözleşmenin isimli sözleşme olarak kabulü için,  kanunda  o  sözleşmenin  yalnız  isminin  yer  alması  yeterli  olmayıp, tanımının, en azından esaslı unsurlarının, tipini belirleyen aslî edimlerin kanunda düzenlenmiş olması gerekir. Bu bakımdan boş dereceye ilerleme sözleşmesi isimsiz sözleşmeler sınıfında yer almaktadır. İsimsiz sözleşme türlerinden biri olan kendine özgü (sui generis) sözleşmelerde ise kanunda düzenlenen sözleşme tiplerinde yer almayan unsur ve edimler, taraflarca özel bir bütünlük arz edecek şekilde bir araya getirilir. Bu bakımdan boş dereceye ilerleme sözleşmesinin, kendine özgü yapısı olan bir sözleşme olduğu kabul edilmelidir. Boş dereceye ilerleme sözleşmesi ile doğan ilerleme hakkının varlığı ve devamı taşınmaz rehnine bağlıdır. Gerçekten de, sözleşmeden doğan ilerleme hakkı, alacaklının taşınmaz üzerinde geçerli bir rehin hakkına sahip olmasına bağlıdır. Bu bakımdan ilerleme hakkı bir yan (fer i) hak niteliğindedir. Diğer taraftan, rehin hakkı da fer i niteliktedir, yani geçerliliği bir alacağa bağlıdır. Bu sebeple, alacağın devri halinde ilerleme hakkı da devredilmiş olur.                                                  37 TRAUFFER / BSK-ZGB Art. 814, N. 11; SAYMEN/ELBİR, s. 557; KÖPRÜLÜ/KANETİ, s. 359; DAVRAN,  s.  37;  SELİÇİ,  s.  433;  OĞUZMAN/SELİÇİ/OKTAY-ÖZDEMİR,  s.  931; AYBAY/HATEMİ, s. 277; AYİTER, s. 176; ERTAŞ, s. 547; SİRMEN, s. 589. 38  SELİÇİ, s. 437; OLGAÇ, Furkan; İpotekte Sıra Sistemi ve Boş Dereceye İlerleme, Ankara 2014, s. 149. Ancak ipotekli borç senedi ve irat senedinin neredeyse hiç uygulanmadığı dikkate alındığında, ilerleme hakkı Türk Hukukunda genellikle ipotekte görülür. 39  EREN,  Fikret;  Borçlar  Hukuku  Özel  Hükümler,  4.  Baskı,  Ankara  2017,  s.  17,  865;  ARAL, Fahrettin/AYRANCI, Hasan; Borçlar Hukuku Özel Borç İlişkileri, 11. Baskı, Ankara 2015, s. 53. 40  EREN, Borçlar Özel, s. 866. 41  İsimsiz sözleşmelerin çeşitleri ile ilgili geniş bilgi için bkz. EREN, Borçlar Özel, s. 870 vd. 42  EREN, Borçlar Özel, s. 881; ARAL/AYRANCI, s. 56. 43  İlerleme sözleşmesinin hukukî niteliği ile ilgili detaylı inceleme için bkz. OLGAÇ, s. 135-145. 44  GÜRSOY/EREN/CANSEL, s. 1066; KÖPRÜLÜ/KANETİ, s. 359; SELİÇİ, s. 434; BELEN, s. 24; AKSOY, s. 618; OĞUZMAN/SELİÇİ/OKTAY-ÖZDEMİR, s. 931; OLGAÇ, s. 148. 45  GÜRSOY/EREN/CANSEL, s. 1066; SELİÇİ, s. 434; KUNTALP, Derece, s. 22; SİRMEN, s. 589.  612Ankara Üni. Hukuk Fak. Dergisi, 66 (3) 2017: 605-626              Sabit Derece Sisteminde Sözleşmeden…  Bunun  bir  sonucu  olarak  boş  dereceye  ilerleme  hakkı,  ancak  belirli  bir taşınmaz rehnine bağlı olarak kurulabilir. Bu bakımdan ilerleme hakkı boş veya saklı tutulmuş bir derece lehine tanınamaz. Gerçekten de, derece ilerlemez,  rehin  hakkı  ilerler.  Diğer  taraftan,  ilerleme  gerçekleştiğinde, ilerleyen rehnin işgal ettiği eski derece sonraki rehin tarafından kendiliğinden doldurulmaz. Aksine sabit derece sisteminin temel kuralı gereği bu derece, malikin tasarruf edebileceği bir boş derece haline gelir.  Boş dereceye ilerleme sözleşmesi ile taşınmaz maliki, derecelerden biri boşaldığında, o derecede yeni bir rehin kurmamayı ve boşalan dereceye alt sıradaki rehni ilerletmeyi taahhüt eder. Bu sözleşme ile malikin terkin edilen bir  rehnin  yerine  dilediği  şekilde  başka  bir  rehin  hakkı  kurma  yetkisi sınırlandırılır. Taraflar boş dereceye ilerleme sözleşmesinin içeriğini TBK. m. 26-27 doğrultusunda serbestçe belirlerler. Bu sözleşme ile kural olarak sadece taşınmaz maliki rehni boşalan dereceye ilerletme borcu yüklenir. Bu sözleşmenin  konusu  kural  olarak  ön  sıradaki  derece  boşaldığında,  alt derecedeki rehnin bu dereceye ilerletilmesinden ibarettir. Bu halde bir tarafa borç yükleyen sözleşme söz konusu olur. Bir tarafa borç yükleyen ilerleme sözleşmesinde malik, ön sıradaki derece boşaldığında burada başka bir rehin kurmama ve diğer tarafın rehnini bu dereceye ilerletme borcu altındadır. Buna karşılık, alacaklı da şart gerçekleştiğinde malikten boş dereceye geçirilmeyi talep  hakkına  sahiptir.  Fakat  sözleşmede  sadece  malike  ilerletme  borcu yükletilmesi  bir  zorunluluk  değildir.  Bu  bakımdan  sözleşmede  rehinli alacaklıya da borç veya borçlar yükletilmişse, iki tarafa borç yükleyen bir sözleşme  meydana  gelir.  Meselâ  boş  dereceye  ilerleme  sözleşmesinde alacağın faiz oranının indirilmesi, amortismanların kaldırılması veya vadenin uzatılması gibi borçlu lehine de yükümlülükler öngörülmüşse iki tarafa borç yükleyen bir sözleşme söz konusu olur. C. İlerleme Sözleşmesinin Şekli Boş dereceye ilerleme hakkı rehin sözleşmesinde bir kayıt şeklinde öngörülebileceği  gibi  ayrı  bir  sözleşme  ile  de  verilebilir.  Boş  dereceye                                                  46  KUNTALP, Derece, s. 22; OĞUZMAN/SELİÇİ/OKTAY-ÖZDEMİR, s. 932; OLGAÇ, s. 148. 47  SAYMEN/ELBİR, s. 558; EREL, s. 63. 48 LEEMAN, Art. 813-814, N. 42; GÜRSOY/EREN/CANSEL, s. 1066; KUNTALP, Derece, s. 20, 21; SELİÇİ, s. 433, 434; KÖPRÜLÜ/KANETİ, s. 359; OĞUZMAN/SELİÇİ/OKTAY-ÖZDEMİR, s. 931; AKİPEK/AKINTÜRK, s. 774; SİRMEN, s. 589; KARAHASAN, Mustafa R.; Yeni Türk Medenî Kanunu Eşya Hukuku, 2. Cilt, İstanbul 2002, s. 224. 49  ESENER/GÜVEN, s. 455. 50  GÜRSOY/EREN/CANSEL, s. 1064; SELİÇİ, s. 437; KUNTALP, Derece, s. 21; AKSOY, s. 619. 51  KUNTALP, Derece, s. 21; SELİÇİ, s. 437; OĞUZMAN/SELİÇİ/OKTAY-ÖZDEMİR, s. 932; OLGAÇ, s. 196. 52  DAVRAN, s. 37; KÖPRÜLÜ/KANETİ, s. 359; SELİÇİ, s. 437. 53  OĞUZMAN/SELİÇİ/OKTAY-ÖZDEMİR, s. 932; SELİÇİ, s. 437. 613Selmani Okumuş, Bahadır Demir                          Ankara Üni. Hukuk Fak. Dergisi, 66 (3) 2017: 605-626ilerleme hakkı rehin sözleşmesine bir kayıt olarak konulduğunda, bu sözleşme resmî şekilde yapıldığı için problem yoktur (TMK. m. 856/II, TK. m. 26, TST. m. 21). Buna karşılık boş dereceye ilerleme hakkının ayrı bir sözleşmeyle tanındığı hallerde, resmî şekil bir geçerlilik şartıdır. Nitekim TBK. m. 12/II ye göre:  Kanunda sözleşmeler için öngörülen şekil, kural olarak geçerlilik şeklidir.  Öngörülen  şekle  uyulmaksızın  kurulan  sözleşmeler  hüküm doğurmaz .  TMK.  m.  871/III e  göre  de,  sonraki  sırada  yer  alan  rehinli alacaklılara boşalan dereceye geçme hakkı veren sözleşmelerin geçerliliği, resmî şekilde yapılmalarına bağlıdır. Resmî şekilden kasıt, sözleşmenin tapu memuru tarafından düzenlenmesidir. TBK. m. 13 e göre;  Kanunda yazılı şekilde yapılması öngörülen bir sözleşmenin değiştirilmesinde de yazılı şekle uyulması zorunludur. Ancak, sözleşme metniyle çelişmeyen tamamlayıcı yan hükümler bu kuralın dışındadır. Bu kural, yazılı şekil dışındaki geçerlilik şekilleri hakkında da uygulanır.  Boş dereceye ilerleme hakkı veren sözleşme bir yan anlaşma niteliğindedir ve malikin rehin borcunu ağırlaştırmaktadır. Bu bakımdan  boş  dereceye  ilerleme  sözleşmesinin  tapu  memuru  tarafından düzenlenmesi gerekir.  Taşınmaz rehninin geçerlilik şekli bakımından Tapu Kanunu m. 26/IX da istisnaî  bir  düzenleme  mevcuttur.  Söz  konusu  hükümde  bazı  kurum  ve kuruluşlarca açılacak tüm kredilere karşılık verilen ipoteğin tescili için adi yazılı  sözleşme  yeterli  kabul  edilmiştir.  Bu  istisna  kapsamındaki  rehin sözleşmesi içerisinde düzenlenen boş dereceye ilerleme sözleşmesi için de adi yazılı şekil yeterli olur. Aynı şekilde söz konusu hükme dayanılarak tescil edilen rehin hakkı için ayrı bir ilerleme sözleşmesi yapıldığında yine adi yazılı şekil yeterlidir.                                                   54  SAYMEN/ELBİR, s. 558; GÜRSOY/EREN/CANSEL, s. 1066, 1067; KUNTALP, Derece, s. 22; SELİÇİ, s. 436; KÖPRÜLÜ/KANETİ, s. 359; AKİPEK/AKINTÜRK, s. 775; SİRMEN, s. 590; OLGAÇ, s. 153; KARAHASAN, s. 224.  55 Bununla birlikte Tapu Sicili Tüzüğü (RG., T. 17.08.2013, No: 28738) m. 47 de şerh için, rehin sözleşmesinden ayrı yapılan ilerleme sözleşmesinin noterce düzenlenmesi yeterli kabul edilmiştir. 56  OLGAÇ, s. 154. 57  TK. m. 26/IX (Ek : 26/4/1984 - 3000/1 md.; Değişik: 15/1/2009-5831/1 md.) a göre;  Kamu kurum ve kuruluşları (Ordu Yardımlaşma Kurumu dahil), bankalar, Esnaf ve Sanatkarlar Kredi ve Kefalet Kooperatiflerince açılacak tüm kredilere karşılık teminat gösterilen gayrimenkullerin ipotek işlemleri, tarafların istemi halinde resmi senet tanzim edilmeksizin alacaklı ile borçlu ve varsa kefilleri arasında yapılan kredi veya borç sözleşmelerine istinaden, tapu sicil müdürlüklerince tapuya tescil edilir. . Söz konusu hüküm Medenî Kanunda düzenlenen resmî şekil şartının bir istisnası gibi görülse de, uygulamada ipoteklerin çok büyük bir kısmının madde kapsamına girdiği dikkate alındığında, adi yazılı şeklin kural, resmî şeklin istisna haline geldiğini söylemek mümkündür.  614Ankara Üni. Hukuk Fak. Dergisi, 66 (3) 2017: 605-626              Sabit Derece Sisteminde Sözleşmeden…  D. İlerleme Sözleşmesinin Hükümleri a. İlerleme Usulü Boş dereceye ilerlemenin ne şekilde yapılacağı taraflarca sözleşme ile belirlenir. İlerlemenin art arda veya önce gelen dereceleri atlama şeklinde kararlaştırılması mümkündür. Sözleşmede art arda ilerleme kararlaştırılması halinde,  hak  sahibi  ancak  bir  önceki  derece  boşalınca  onun  yerine ilerleyebilir. Meselâ, üçüncü derecede rehin hakkı sahibi bir kişi, birinci derece  boşaldığında  dolu  olan  ikinci  dereceyi  atlayıp  birinci  dereceye ilerleyemez. O ancak ikinci derece boşaldığında bu dereceye ilerleyebilir. Bununla birlikte, ikinci dereceye ilerlemiş olan rehin hakkı sahibi, daha sonra birinci  derece  boşaldığında  bu  dereceye  ilerleyebilir.  Ancak  bunun  için ilerlemenin  tek  seferlik  olarak  kararlaştırılmamış  olması  gerekir.  Buna karşılık, ilerleme hakkı önce gelen dereceleri atlama şeklinde de tanınabilir. Bu  ihtimalde  hak  sahibinden  önce  gelen  herhangi  bir  rehin  derecesi boşaldığında,  rehin  hakkı  aradaki  diğer  rehinleri  atlayarak  boşalan  bu dereceye ilerler. Diğer taraftan, malik ile rehinli alacaklının, ilerlemenin sadece belirli bir derece boşaldığında o dereceye olacağını kararlaştırmaları da mümkündür. Benzer şekilde, ilerlemenin sadece malik boşalan derecede başka bir rehin kurmazsa gerçekleşeceği de kararlaştırılabilir. İlerleme bir defaya mahsus şekilde kararlaştırılabileceği gibi sınırsız olarak da kabul edilebilir. Sözleşmede ilerlemenin şekline ilişkin açık bir düzenleme mevcut değilse ilerlemenin ne şekilde olacağı doktrinde tartışmalıdır. Bir görüş şüphe halinde  ilerlemenin  atlama  suretiyle  olacağını  kabul  etmektedir.  Buna karşılık, diğer bir görüş bu halde art arda ilerlemenin kabul edilmesi gerektiği kanaatindedir. Kanaatimizce,  kanunda  boşalan  dereceye  ilerleme  hakkından bahsedilmiş,  bunun  art  arda  olması  gerektiği  şeklinde  bir  sınırlama yapılmamıştır. Buradan hareketle, belirsizlik halinde ilerlemenin önce gelen dereceleri atlama şeklinde olması, gerek kanuna gerekse alacaklıya tanınan hakkın niteliğine daha uygun düşer. Gerçekten de, önce gelen dereceleri atlama şeklinde ilerleme rehinli alacaklının menfaatinedir.                                                   58  LEEMAN, Art. 813-814, N. 44; GÜRSOY/EREN/CANSEL, s. 1065; OĞUZMAN/SELİÇİ/OKTAYÖZDEMİR, s. 932, 933; AKİPEK/AKINTÜRK, s. 774; AKSOY, s. 619, 620. 59  LEEMAN, Art. 813-814, N. 45; TRAUFFER / BSK-ZGB Art. 814, N. 11; GÜRSOY/EREN/CANSEL, s. 1065; EREL, s. 62; SELİÇİ, s. 438. 60  SELİÇİ, s. 438; AKİPEK/AKINTÜRK, s. 774; ERTAŞ, s. 547; HELVACI, s. 363; AKSOY, s. 620. 61  KUNTALP, Derece, s. 21. 615Selmani Okumuş, Bahadır Demir                          Ankara Üni. Hukuk Fak. Dergisi, 66 (3) 2017: 605-626b. İlerlemeyi Talep Edecek Taraf İlerlemenin gerçekleşmesi için tescil talebinde bulunmaya yetkili kişi taşınmaz  malikidir  (TMK.  m.  1013)62.  Tapu  memurunun  bir  derece boşaldığında ilerleme hakkı olan rehni kendiliğinden boş dereceye ilerletme yetkisi mevcut değildir. İlerleme hakkı sözleşmeden doğan bir şahsî hak olduğu  için,  hak  sahibi  bunu  sözleşmenin  diğer  tarafı  olan  malikten istemelidir. Tapu memuru ancak taşınmaz malikinin yazılı tescil talebi üzerine işlem yapabilir (TST. m. 16/I)64. Geçerli bir ilerleme hakkı mevcut olmasına rağmen, taşınmaz malikinin tescil talebinde bulunmaması halinde, rehinli alacaklı  rehnin  boş  dereceye  ilerletilmesini  mahkemeden  isteyebilir. Mahkemenin  vereceği  hükmün  niteliği  doktrinde  tartışmalıdır.  Kanunda taşınmaz lehine irtifak hakları (TMK. m. 780/II), intifa hakkı (TMK. m. 795/II), diğer irtifak hakları (TMK. m. 838/III) ve taşınmaz yükünde (TMK. m.  755)  kanunda  aksine  bir  hüküm  yoksa,  taşınmaz  mülkiyetine  ilişkin hükümlerin  uygulanacağı  açıkça  düzenlenmiş  olmasına  rağmen,  rehin hakkında böyle bir düzenleme mevcut değildir. Bir görüşe göre burada bir kanun boşluğu olduğu kabul edilerek, diğer sınırlı aynî haklarda olduğu gibi bu boşluğun taşınmaz mülkiyetine ilişkin hükümler kıyasen uygulanarak doldurulması gerekir. Bizim de katıldığımız bu görüş, TMK. m. 716/I e kıyasen açılan bu davada mahkeme kararının kurucu nitelikte olduğunu kabul etmektedir. Böylece yenilik doğuran hüküm niteliğindeki mahkeme kararı ile ilerleme  gerçekleşmiş  olur  ve  alacaklı  boşalan  derecede  rehin  hakkını tescilden önce kazanır. Burada tescil kurucu değil, bildirici niteliktedir. Buna karşılık diğer görüşe göre taşınmaz rehninde bir kanun boşluğu bulunduğunu iddia etmek yerinde olmaz. Çünkü aleniyet ilkesinin özel bir önem kazandığı taşınmaz rehninde kanun koyucu tescil dışı kazanımları mümkün olduğu kadar sınırlamak istemiş, taşınmaz mülkiyeti hükümlerinin uygulanmasını engellemek amacıyla taşınmaz rehninde böyle bir düzenleme yapmamıştır. Bu sebeple, mahkemenin kararı yenilik doğuran bir hüküm değildir; karar malikin tescil talebi yerine geçer. Bu görüşe göre tescil kurucu niteliktedir, ilerleme                                                  62  Doktrinde bir görüş, ilerleme hakkı sahibinin tescil talebinde bulunması gerektiğini savunmaktadır. AKİPEK/AKINTÜRK, s. 774. 63  SAYMEN/ELBİR, s. 560; GÜRSOY/EREN/CANSEL, s. 1067; SELİÇİ, s. 453; KÖPRÜLÜ/KANETİ, s. 361; ERTAŞ, s. 548; ŞENER, s. 77; TRAUFFER / BSK-ZGB Art. 814, N. 16. 64  GÜRSOY/EREN/CANSEL, s. 1067; OĞUZMAN/SELİÇİ/OKTAY-ÖZDEMİR, s. 934; LEEMAN, Art. 813-814, N. 55. 65 TRAUFFER / BSK-ZGB Art. 814, N. 15; KÖPRÜLÜ/KANETİ, s. 361; SELİÇİ, s. 439, 440; KUNTALP, Derece, s. 25; SİRMEN, s. 591; AKSOY, s. 621. 66  TMK. m. 716 ya göre verilen kararın yenilik doğurucu niteliğine ilişkin bkz. EREN, Fikret; Mülkiyet Hukuku, 4. Baskı, Ankara 2016, s. 252, 253. 67  KÖPRÜLÜ/KANETİ, s. 361; ŞENER, s. 77; HELVACI, s. 364, 366. 68  SELİÇİ, s. 440, 443; SİRMEN, s. 591; KUNTALP, Derece, s. 25; AKSOY, s. 621; OLGAÇ, s. 206. 616Ankara Üni. Hukuk Fak. Dergisi, 66 (3) 2017: 605-626              Sabit Derece Sisteminde Sözleşmeden…  hakkı  sahibi  mahkeme  hükmünü  tapu  memuruna  ibraz  ederek  boşalan dereceye rehnin tescilini sağlar.   Dava açıldığında alacaklı mahkemeden TMK. m. 1010/I e göre malikin tasarruf yetkisinin kısıtlanmasına karar verilmesini ve bunun şerhini talep edebilir. Bu sayede dava sırasında malikin boşalan derecede üçüncü kişi lehine bir rehin hakkı kurmasını engelleyebilir. E. İlerleme Hakkının Şerhi a. Şerh Edilmemiş İlerleme Hakkı Boş dereceye ilerleme sözleşmesi taraflar arasında ileri sürülebilen bir şahsî hak sağlamaktadır. Bu sebeple, ilerleme hakkı tapuya şerh verilmediği sürece,  sadece  sözleşmenin  tarafı  olan  maliki  bağlar.  Buna  karşılık, taşınmazın mülkiyeti başkasına devredilirse, bu hakkın yeni malike karşı ileri sürülmesi mümkün değildir. Ancak taşınmazın miras yoluyla intikalinde küllî halef olan mirasçıların ilerletme borcuyla yükümlü olacaklarından şüphe etmemek  gerekir.  Diğer  taraftan  ilerleme  sözleşmesi  malikin  boşalan derecedeki tasarruf yetkisini ortadan kaldırmaz. Bu sebeple malik sözleşmeye aykırı şekilde boşalan derecede yeni bir rehin kurarsa, ilerleme hakkı sahibinin bu rehinli alacaklıya karşı da bir talep hakkı mevcut değildir. Bu ihtimalde ilerleme hakkı sahibi ancak ilerleme sözleşmesinin tarafı olan taşınmazın malikinden TBK. m. 112 ye göre sözleşmeye aykırılık sebebiyle zararının tazminini talep edebilir. b. Şerh Edilmiş İlerleme Hakkı TMK. m. 1009/I e göre;  Arsa payı karşılığı inşaat, taşınmaz satış vaadi, kira,  alım,  önalım,  gerialım  sözleşmelerinden  doğan  haklar  ile  şerh edilebileceği kanunlarda açıkça öngörülen diğer haklar tapu kütüğüne şerh edilebilir. . TMK. m. 871/III de ise aynen;  Sonraki sırada yer alan rehinli alacaklılara boşalan dereceye geçme hakkı veren sözleşmelerin geçerliliği, resmî  şekilde  yapılmalarına;  aynî  etki  sağlamaları,  tapu  kütüğüne  şerh verilmelerine bağlıdır.  hükmüne yer verilmiştir. İşte TMK. m. 1009 da bahsedilen şerh edilebileceği kanunlarda açıkça öngörülen haklardan biri                                                  69  SELİÇİ, s. 440. 70  SELİÇİ, s. 440; OLGAÇ, s. 207. 71  LEEMAN, Art. 813-814, N. 48; CHK- U. Fasel, ZGB 814, N. 4; TRAUFFER / BSK-ZGB Art. 814, N. 12. 72  LEEMAN, Art. 813-814, N. 48; GÜRSOY/EREN/CANSEL, s. 1068; KÖPRÜLÜ/KANETİ, s. 360; AKİPEK/AKINTÜRK, s. 775; SİRMEN, s. 590; BELEN, s. 25.  73  OĞUZMAN/SELİÇİ/OKTAY-ÖZDEMİR, s. 933; ERTAŞ, s. 547. 74  GÜRSOY/EREN/CANSEL, s. 1068; KÖPRÜLÜ/KANETİ, s. 361; KUNTALP, Derece, s. 23; SELİÇİ, s. 439; OĞUZMAN/SELİÇİ/OKTAY-ÖZDEMİR, s. 933; SİRMEN, s. 591; ŞENER, s. 77; AKSOY, s. 620. 617Selmani Okumuş, Bahadır Demir                          Ankara Üni. Hukuk Fak. Dergisi, 66 (3) 2017: 605-626boşalan  dereceye  ilerleme  hakkıdır.  Hukukî  sebebi  teşkil  eden  geçerli ilerleme sözleşmesi veya rehin sözleşmesindeki ilerleme kaydı tapu kütüğüne şerh için tek başına yeterli değildir. Buna ek olarak, yine taraflar arasında yapılmış geçerli bir şerh anlaşması ile malikin yazılı şerh talebi de gereklidir.  Ayrıca taşınmaz maliki tasarruf yetkisine de sahip olmalıdır. Şerh anlaşması asıl  sözleşme  içinde  yer  alabileceği  gibi  ayrı  bir  sözleşme  ile  de düzenlenebilir. Şerh anlaşması boş dereceye ilerleme hakkı bakımından bir yan anlaşma niteliğinde olduğu ve malikin borcunu ağırlaştırdığı için, boş dereceye ilerleme sözleşmesi gibi resmî şekilde yapılması, geçerlilik şartıdır. Boş dereceye ilerleme hakkı ve şerh anlaşması rehin sözleşmesinde bir kayıt şeklinde düzenlenmişse, bu sözleşmenin şekline tabi olarak tapu memuru tarafından düzenlenir. Ayrı bir ilerleme sözleşmesi yapılması halinde ise TST. m. 47 de şerh anlaşmasının noter tarafından düzenlenmesini yeterli kabul edilmektedir. TST. m. 16 ya göre, tapu siciline şerh için yazılı talepte bulunulması gerekmektedir.  Talepte bulunacak kişi, taşınmazda mülkiyet hakkına sahip olan kişi, yani malik veya yetkili temsilcisidir ( TST. m. 17, 18 ).  Şerh anlaşması geçersizse, yapılan şerh de geçersizdir. Malik şerh anlaşmasına rağmen ilerleme hakkının şerhi için yazılı talepte bulunmaya yanaşmazsa, alacaklı mahkemeden malikin şerh beyanında bulunmasına karar verilmesini talep eder. Mahkeme hükmü malikin şerh beyanı yerine geçer. Alacaklı hükmü tapu memuruna ibraz ederek sicile şerh verilmesini sağlayabilir.  Şerh,  ilerleme  sözleşmesinin  geçerlik  şartı  değil,  sadece  hakkın kuvvetlendirilmesi için gerekli bir şarttır. Gerçekten de, tapuya şerh edilen                                                  75  ÜNAL, Mehmet/BAŞPINAR, Veysel; Şekli Eşya Hukuku, 9. Baskı, Ankara 2017, s. 355. 76  GÜRSOY/EREN/CANSEL, s. 1067; ÜNAL/BAŞPINAR, s. 356; OĞUZMAN/SELİÇİ/OKTAYÖZDEMİR, s. 933; AKİPEK/AKINTÜRK, s. 775; OLGAÇ, s. 197. 77  ÜNAL/BAŞPINAR, s. 356. 78  ÜNAL/BAŞPINAR, s. 356. 79  KÖPRÜLÜ/KANETİ,  s.  360;  KUNTALP,  Derece,  s.  23;  SELİÇİ,  s.  441; OĞUZMAN/SELİÇİ/OKTAY-ÖZDEMİR, s. 933; AKSOY, s. 621. 80  Yukarıda açıklandığı gibi boşalan dereceye ilerleme sözleşmesi rehin sözleşmesinin şekline tabi olarak tapu memuru tarafından düzenlenmelidir. Bu durumda şerh anlaşması, boş dereceye ilerleme sözleşmesi bakımından bir yan anlaşma niteliğinde olduğuna göre ayrı yapılması halinde dahi tapu memuru tarafından düzenlenmesi gerekir. Kanaatimizle aynı yönde, TST. m. 47 deki bu düzenlemenin işlevsiz olduğu görüşü için bkz. OLGAÇ, s. 198, dn. 388.  81  ÜNAL/BAŞPINAR, s. 356. 82  SELİÇİ, s. 443; OLGAÇ, s. 201. 83  eMK. m. 786/II de  ...sonradan gelen alacaklılara serbest dereceden istifade etmek hakkını veren mukavelelerin geçerli olması, tapu siciline o yolda şerh verilmelerine bağlıdır.  düzenlemesi yer almaktaydı. Her ne kadar hükümde şerhin geçerlilik şartı olduğu ifade edilse de, doktrinde bunun kaynak İsviçre Medenî Kanunu m. 814/III Medenî Kanunumuza alınırken yapılan bir çeviri yanlışlığı olduğu kabul edilmekteydi. Bu sebeple 743 sayılı Kanun döneminde de şerhin geçerlilik şartı olmadığı haklı 618Ankara Üni. Hukuk Fak. Dergisi, 66 (3) 2017: 605-626              Sabit Derece Sisteminde Sözleşmeden…  ilerleme hakkının şahsî hak karakteri değişmez. Bununla birlikte, şerh ile boş dereceye ilerletme borcu, eşyaya bağlı borç (alacaklı bakımından eşyaya bağlı hak)84 haline gelir. Bu bakımdan ilerleme hakkı şerh edildiğinde, taşınmaz üzerinde sonradan bir hak kazanan kişilere karşı da ileri sürülebilir hale gelir. Böylece, artık her yeni malik boşalan dereceye ilerletme borcunu yüklenmiş olur. Şerhin ikinci etkisi ise malik boşalan derecede borcuna aykırı olarak üçüncü kişi lehine bir rehin hakkı kurduğunda ortaya çıkar. Bu halde söz konusu  tasarruf,  ilerleme  hakkı  sahibine  karşı  ileri  sürülemez.  Rehinli alacaklı, kurulan rehnin kendisini zarara uğrattığını ileri sürerek, terkinini dava edebilir. Buna karşılık şerhin müspet hükmünden bahsetmek mümkün değildir. Zira yolsuz şerh, yolsuz tescil gibi bir hakkın kazanılmasına esas teşkil etmez. Bu bakımdan ipotekli alacağı temlik alan iyiniyetli kişinin TMK. m. 1023 te düzenlenen tapu siciline güven ilkesinden yararlanması yani yolsuz  şerhe  güvenerek  ilerleme  hakkını  kazanması  mümkün  değildir. Boşalan  dereceye  ilerleme  hakkının  şerhi  kanunda  bir  süreyle sınırlandırılmamıştır. Bu sebeple aksi kararlaştırılmadıkça, ilerleme hakkı mevcut oldukça şerh de etkisini göstermeye devam eder.                                                   olarak  kabul  edilmekteydi.  Bu  konuda  geniş  bilgi  için  bkz.  KÖPRÜLÜ/KANETİ,  s.  360; SAYMEN/ELBİR, s. 557, 558; GÜRSOY/EREN/CANSEL, s. 1067; SELİÇİ, s. 436, 437; KUNTALP, Derece, s. 22. 84   Bir şey üzerindeki mülkiyet veya sınırlı aynî hak ya da zilyetlik ilişkisi nedeniyle bir kişiyi, bir şey yapmaya, bir harekete veya bir tasarrufa, kısaca olumlu bir edimde bulunmaya yükümlü kılan borca eşyaya bağlı borç denir. . EREN, Fikret, Borçlar Hukuku Genel Hükümler, 21. Baskı, Ankara 2017, s. 58. Bir kimsenin bir şey üzerinde sahip bulunduğu aynî hak veya zilyetlik dolayısıyla alacaklı veya borçlu olmasına eşyaya bağlı hak ve borç denir. Eşyaya bağlı hak ve borç ile ilgili detaylı bilgi için bkz. ÜNAL/BAŞPINAR, s. 51 vd. 85  GÜRSOY/EREN/CANSEL, s. 1068; OĞUZMAN/SELİÇİ/OKTAY-ÖZDEMİR, s. 933; SEROZAN, s. 321; SELİÇİ, s. 445; SİRMEN, s. 591; ŞENER, s. 77. 86  ÜNAL/BAŞPINAR, s. 410; LEEMAN, Art. 813-814, N. 50; CHK- U. Fasel, ZGB 814, N. 4; TRAUFFER / BSK-ZGB Art. 814, N. 12; AYİTER, s. 176; KUNTALP, Derece, s. 23, 24; SEROZAN, s. 321; AYBAY/HATEMİ, s. 277; ERTAŞ, s. 547; HELVACI, s. 365. 87  Şerh ile birlikte sözleşmeden doğan borçların aynî borç mahiyetini kazanacağı görüşü için bkz. AKİPEK/AKINTÜRK, s. 775.  88  TRAUFFER / BSK-ZGB Art. 814, N. 12; SELİÇİ, s. 446; KUNTALP, Derece, s. 24; SEROZAN, s. 321; AKSOY, s. 621. 89  GÜRSOY/EREN/CANSEL, s. 1068; LEEMAN, Art. 813-814, N. 50; ERTAŞ, s. 547; SİRMEN, s. 591. 90  ÜNAL/BAŞPINAR, s. 410. 91  Geçersiz bir boş dereceye ilerleme sözleşmesine dayanılarak verilen şerh veya boş dereceye ilerleme sözleşmesi sona ermiş olmasına rağmen tapuda şerhin halen mevcut olması hallerinde yolsuz şerh söz konusu olur. 92  Bununla  birlikte,  süresiz  şerh  öngörülmüşse,  TMK.  m.  23/II ye  dayanılarak  bir  sınırlandırma getirilebilir. Çünkü somut olayın özelliğine göre, böyle bir sürekli borç ilişkisi borçlu yönünden ehliyet ve kişi özgürlüğünün sınırlanması anlamına gelebilir. ÜNAL/BAŞPINAR, s. 357. 619Selmani Okumuş, Bahadır Demir                          Ankara Üni. Hukuk Fak. Dergisi, 66 (3) 2017: 605-626F. İlerlemenin Gerçekleşmesi Rehinli taşınmaz üzerinde önceki sıradaki bir derecenin herhangi bir sebeple boşalması halinde ilerlemeyi talep hakkı doğar. Yukarıda açıklandığı gibi  ilerleme  için  tescil  talebinde  bulunacak  kişi  maliktir.  İlerlemenin gerçekleşmesi ile borçlunun ilerleme sözleşmesinden doğan borcu ifa edilmiş olur. Böylece alacaklının teminatı kuvvetlenir. İlerleme hakkı tanınan rehnin ve ilerlenecek derecenin hangi para cinsinden kurulduğuna göre ilerleme usulü değişmektedir.   En çok uygulama alanı bulan durum hem rehnin hem de ilerlenecek derecenin Türk Lirası cinsinden olmasıdır. Esasen bu ihtimalde ilerleme bakımından herhangi bir problem de yoktur. Gerçekten de, ilerleme, aynı para birimi üzerinden gerçekleşeceği için ilerleyen rehin hakkı, ilerlediği boş derecenin teminat miktarıyla sınırlı olmak üzere bu dereceye tescil edilir. İlerleyen rehin ile ilerlediği derece aynı para cinsinden olduğu için para birimleri arasında herhangi bir çevirmeye ihtiyaç yoktur. Üst derecede kısmî boşalma halinde ilerleme hakkı tanınan rehin boşalan kısım kadar ilerler, geriye kalan miktar mevcut derecede durur. İlerleyen rehin ile ilerlenen derecede mevcut olan rehin arasındaki sıra ise mevcut rehinli alacaklının iradesine göre belirlenir. Gerçekten de, bu rehinli alacaklı ilerleyen rehnin kendi rehniyle aynı sırada olmasını kabul ederse sıra eşitliği uygulanır ve satıştan bu dereceye düşen miktar aralarında garameten paylaştırılır. Buna karşılık, mevcut rehinli alacaklı sıra eşitliğine muvafakat etmezse, artık bir alt derece oluşur ve ilerleyen rehin sıra bakımından mevcut rehinden sonra gelir. İlerleyen rehin ile ilerlenecek derecenin aynı cinsten yabancı para birimi olması halinde de yukarıdaki açıklamalar aynen geçerlidir. Türk  Lirası  cinsinden  kurulmuş  bir  rehnin,  yabancı  para  cinsinden kurulmuş bir derece boşalması halinde bu dereceye ilerlemesi mümkündür. Ancak böyle bir halde para birimleri farklı olduğu için, bunların ortak bir para birimine çevrilmesi gerekmektedir. Kanunkoyucu bu noktada tescil edilecek rehnin  değil,  derecenin  para  biriminin  dönüştürülmesi  kuralını  kabul etmiştir. Gerçekten de,  TMK. m. 851/III- c. 1 e göre;  Yabancı para üzerinden kurulan rehne ait bir derecenin boşalması hâlinde, yerine, tescil edileceği tarihteki karşılığı Türk parası veya yabancı para üzerinden rehin kurulabilir. . TMK. m. 851/IV-c.1 e göre ise;  Yabancı veya Türk parası karşılıklarının  hesabında  hesap  günündeki  Türkiye  Cumhuriyet  Merkez Bankasının döviz alış kuru esas alınır. . Yukarıdaki düzenlemeler birlikte değerlendirildiğinde, yabancı para cinsinden kurulmuş derecenin miktarı,                                                  93  OLGAÇ, s. 227. 620Ankara Üni. Hukuk Fak. Dergisi, 66 (3) 2017: 605-626              Sabit Derece Sisteminde Sözleşmeden…  ilerlemenin fiilen gerçekleştiği tescil tarihindeki Türkiye Cumhuriyet Merkez Bankasının döviz alış kuru esas alınarak Türk Lirası karşılığına çevrilir ve ilerleyen rehin bu miktara kadar söz konusu dereceye tescil edilir.  Yabancı  para  cinsinden  kurulmuş  bir  rehnin  Türk  Lirası  cinsinden kurulmuş boşalan dereceye ilerlemesi halinde, derecenin miktarı ilerlemenin gerçekleştiği  tarihte  Türkiye  Cumhuriyet  Merkez  Bankasının  döviz  alış kuruna  göre  (TMK.  m.  851/IV)  ilerleyen  rehnin  para  birimine  çevrilir. Nitekim TMK. m. 851/III-c.2 ye göre;  Türk parası ile kurulmuş bir rehne ait derecenin boşalması hâlinde ise, yerine tescil edileceği tarihteki karşılığı yabancı para üzerinden rehin kurulabilir . Boşalan derece ve ilerleyecek rehnin farklı yabancı para cinslerinden olması halinde yine TMK. m. 851/III ve IV ten hareketle çözüme gidilmelidir. Her ne kadar söz konusu hükümlerde bu konuda açık bir düzenleme mevcut olmasa  da  düzenlemeler  birlikte  değerlendirildiğinde,  tescil  tarihindeki Türkiye Cumhuriyet Merkez Bankasının çapraz döviz kuru esas alınarak boşalan  derecenin  ilerleyecek  rehnin  para  birimine  çevrilmesi  en  uygun çözüm olur. G. Yan Derecede İlerleme  Boş dereceye ilerleme hakkı kural olarak sonraki derecede yer alan rehinli alacaklılara tanınır. Gerçekten de, TMK. m. 871/III de  sonraki sırada yer alan rehinli alacaklı  ifadesi kullanılmıştır. Bu bakımdan birinci derecede tescil edilmiş bir rehin hakkı lehine ilerleme hakkı tanınması, bu derecede tek bir rehin kurulması halinde gereksizdir. Bununla birlikte, aynı derecede  kurulmuş  alt  (yan)  rehin  dereceleri  bakımından  durumun değerlendirilmesi  gerekir.  Yukarıda  açıklandığı  üzere  malik  bir  derece içerisinde birden fazla alt (yan) rehin derecesi kurabilir. Aynı derece içerisinde kurulan bu rehinler kural olarak aynı sıradadır; bu dereceye düşen miktar aralarında  orantılı  olarak  paylaştırılır  (TMK.  m.  874/II).  Meselâ  birinci derecede dört yan derece tesis edilmişse, ipoteğin paraya çevrilmesi halinde o dereceye düşen miktar bu dört yan derece arasında teminat miktarları oranında paylaştırılır.  Söz  konusu  yan  derecelerden  biri  herhangi  bir  sebeple boşaldığında,  sabit  derece  sisteminin  niteliği  sebebiyle  diğer  üç  rehin alacaklısının teminat miktarı kendiliğinden artmaz. Aksine malik boşalan bu yan derecede yeni bir rehin kurabilir. Hâlbuki, bu yan derecenin boş kalması, birinci derecede bulunan diğer yan derece rehinlerin menfaatinedir. Çünkü bu ihtimalde  onlara  düşecek  miktar  artacaktır.  İşte  bu  noktada  ilerleme sözleşmesinin değerlendirilmesi gerekmektedir. İlerleme sözleşmesi malike boşalan  derecede  yeni  bir  rehin  hakkı  kurmama  yükümlülüğü  de                                                  94  Aynı yönde bkz. OLGAÇ, s. 235, 236. 95  TRAUFFER / BSK-ZGB Art. 814, N. 11. 621Selmani Okumuş, Bahadır Demir                          Ankara Üni. Hukuk Fak. Dergisi, 66 (3) 2017: 605-626yüklemektedir. Her ne kadar birinci derecedeki rehin bakımından daha üst dereceye ilerleme söz konusu olamayacaksa da, boşalan yan derecede başka bir rehin kurulmaması onun menfaatine olur. TMK. m. 871/III de sonraki sırada yer alan rehinli alacaklı ifadesi kullanılmış olsa da yukarıda açıklanan istisnaî durumda yan derecedeki rehinli alacaklıyı böyle bir imkândan yoksun bırakmak kanunun amacına uygun düşmez. Nitekim alt derecedeki rehinli alacaklı  ile  bir  derece  içinde  yan  derecedeki  rehinli  alacaklı  arasında menfaatler bakımından bir fark yoktur. Rehnin kuvvetlendirilmesi her ikisinin de menfaatinedir. Bu bakımdan malik ile yan derecede rehin hakkı sahibi arasında, yan derecelerden biri boşaldığında bu yan derecede yeni bir rehin kurulmaması  yönünde  anlaşma  yapılmasına  TMK.  m.  871/III ün  amaca uygun yorumu ile imkân tanınmalıdır. Ancak dikkat edilmesi gereken husus aynı derece içerisinde ilerleme kural olarak söz konusu olmayacağından, bu ihtimalde boşalan yan derecenin boş kalacağıdır. Buna doktrinde  gerçek olmayan ilerleme sözleşmesi  denilmektedir. Yan dereceler arasında sıra ilişkisi olması mümkündür. Bu durumda 1. derece 1. sıradaki alacaklı bakımından ilerleme anlamsızdır. Ancak derece içindeki  sonraki  sıradakilerin  ilerlemesi  değerlendirilmelidir.  Zira  birinci derecede 2. sıra yan derecedeki rehnin 1. sıradaki yan derece boşalınca buraya geçmesi menfaatinedir. Aksi halde boşalan bu alt dereceye yeni rehin hakkı kurulabilir. TMK. m. 871/III ün lâfzı dereceler arası geçişe yönelik görünse de  bu  ihtimali  de  kapsamalıdır.  Zira  dereceler  arasında  ilerleyen  ile  alt dereceler arasında ilerleyen kişinin ilerlemedeki menfaati aynıdır. H. İlerlemenin Kapsamı Boşalan dereceye ilerleme, ilerlenecek boş derecenin teminat miktarı ile sınırlıdır. Gerçekten de, rehnin miktarı boş derecenin miktarından fazla ise, sadece derecenin miktarı kadar kısım bu dereceye tescil edilir. Geriye kalan miktar ise eski derecesinde kalmaya devam eder. Buna karşılık, ilerleyen rehin hakkı miktarının, derecenin miktarından düşük olması halinde kalan kısım için malikin tasarruf yetkisi devam eder. Malikin bu kısımda bir alt (yan) rehin kurması mümkündür. Bununla birlikte, ilerlenen derecede boş                                                  96  OLGAÇ, s. 241. 97  SELİÇİ, s. 435. 98  SELİÇİ, s. 436. 99  OLGAÇ, s. 241. 100  OLGAÇ, s. 240. 101  LEEMAN, Art. 813-814, N. 57; TRAUFFER / BSK-ZGB Art. 814, N. 18; SAYMEN/ELBİR, s. 558; EREL, s. 62; ESENER/GÜVEN, s. 456, 457.  102  LEEMAN, Art. 813-814, N. 56; TRAUFFER / BSK-ZGB Art. 814, N. 18; SELİÇİ, s. 457; ŞENER, s. 78. 103  MK. m. 851/II- c. 3 te aynı derecede birden fazla para türü kullanılarak rehin kurulması açıkça yasaklanmıştır. Bu bakımdan bir derecede yalnızca tek bir para türüyle rehin kurulabilir. Boşalan bir alt rehin derecesine farklı bir para cinsinden kurulmuş rehnin ilerlemesinde ortaya çıkabilecek sorunlarla ilgili bkz. OLGAÇ, s. 229 vd.  622Ankara Üni. Hukuk Fak. Dergisi, 66 (3) 2017: 605-626              Sabit Derece Sisteminde Sözleşmeden…  kalan kısımda kurulan rehin, sıra bakımından ilerleyen rehin hakkından sonra gelmelidir. I. Birden Fazla Kişinin İlerleme Hakkına Sahip Olması Bir  taşınmaz  üzerinde  birden  fazla  rehinli  alacaklıya  boş  dereceye ilerleme hakkı tanınmışsa, bunlar arasında öncelik sırası ilerleme haklarının şerh tarihlerine göre belirlenir. Gerçekten de, TMK. m. 1009/II de taşınmaz üzerinde sonradan kazanılan haklarda aynî-şahsî hak ayrımı yapılmamıştır. Bu sebeple şerh edilmiş ilerleme hakkı sıra bakımından kendisinden sonra şerh edilen ilerleme haklarından önce gelir. Buna karşılık, boş dereceye ilerleme hakları tapu siciline şerh edilmemiş ise sıranın nasıl belirleneceği konusunda açıklık yoktur. Bu halde sıra derecelerin önceliğine, aynı derecedeki rehinler bakımından  ise  ilerleme  sözleşmelerinin  yapılış  tarihine  göre  tespit edilmelidir. SONUÇ Sabit derece sistemi Türk Hukukunda mutlak şekilde kabul edilmemiştir. Sistemin meydana getirdiği sakıncaları önlemek için öngörülen istisnalardan biri sözleşmeden doğan boşalan dereceye ilerleme hakkıdır. Malik ile rehinli alacaklı arasında yapılan boşalan dereceye ilerleme sözleşmesiyle taşınmaz maliki, derecelerden biri boşaldığında, o derecede yeni bir rehin kurmamayı ve bu dereceye alt sıradaki rehni ilerletmeyi taahhüt eder. Boş dereceye ilerleme hakkı rehin sözleşmesinde bir kayıt şeklinde öngörülebileceği  gibi  ayrı  bir  sözleşme  ile  de  verilebilir.  İlerleme sözleşmesinin geçerliliği, tapuda resmî şekilde yapılmasına bağlıdır. Tapu Sicili Tüzüğünde şerh için noter tarafından düzenlenen ilerleme sözleşmesinin yeterli kabul edilmesi bu sonucu değiştirmez.  Boş dereceye ilerleme sözleşmesi ile doğan ilerleme hakkının varlığı ve devamı taşınmaz rehnine bağlıdır. İlerleme hakkı ancak belirli bir taşınmaz rehnine bağlı olarak kurulabilir; boş veya saklı tutulmuş bir derece lehine tanınamaz. Boş dereceye ilerleme usulü taraflarca art arda veya önce gelen dereceleri  atlama  şeklinde  kararlaştırılabilir.  Sözleşmede  bu  konuda  bir düzenleme mevcut değilse, ilerlemenin önce gelen dereceleri atlama şeklinde olması hakkın niteliğine daha uygun düşmektedir. Boş dereceye ilerleme hakkı TMK. m. 871/III ün lâfzına göre, sonraki derecede yer alan rehinli alacaklılara tanınır. Bununla birlikte, hükmün amaca uygun yorumu ile yan (alt)  dereceler  bakımından  da  ilerleme  sözleşmesi  yapılmasına  imkân                                                  104  SELİÇİ, s. 456, 457; AKSOY, s. 622. 105 LEEMAN, Art. 813-814, N. 58; KUNTALP, Derece, s. 24; SELİÇİ, s. 446; HELVACI, s. 367; OLGAÇ, s. 214. 106  ERTAŞ, s. 547; ŞENER, s. 78. 623Selmani Okumuş, Bahadır Demir                          Ankara Üni. Hukuk Fak. Dergisi, 66 (3) 2017: 605-626tanınmalıdır.  İlerlemenin  gerçekleşmesi  için  tescil  talebinde  bulunmaya yetkili kişi taşınmaz malikidir.  İlerleme hakkı sözleşmeden doğan bir şahsî hak olduğu için alacaklının sadece taşınmaz malikine karşı boşalan dereceye ilerletilmesini talep hakkı mevcuttur. Bu sebeple, ilerleme hakkı tapuya şerh verilmediği sürece, yalnız sözleşmenin tarafı olan maliki bağlar. Buna karşılık şerh ile boş dereceye ilerleme hakkı, eşyaya bağlı hak haline gelir.  İlerleyen rehin ile ilerlenecek derece farklı para cinslerinden kurulmuşsa, boşalan derecenin miktarı, ilerlemenin gerçekleştiği tarihteki T.C. Merkez Bankası nın döviz alış veya çapraz kuru esas alınarak rehnin para cinsine çevrilir ve ilerleyen rehin bu miktara kadar söz konusu dereceye tescil edilir. İlerleyecek  rehnin  miktarı  boş  derecenin  miktarından  fazla  ise,  sadece derecenin miktarı kadar kısım bu dereceye tescil edilir. Bir taşınmaz üzerinde birden fazla rehinli alacaklıya boş dereceye ilerleme hakkı tanınmışsa, bunlar arasında öncelik sırası ilerleme haklarının şerh tarihlerine göre belirlenir.",
     "Kaynakça": "ACAR, Faruk: Rehin Hukuku Dersleri, İstanbul 2015. AKİPEK, Jale G./ AKINTÜRK, Turgut: Eşya Hukuku, İstanbul 2009. AKSOY, Sanem:  Türk Hukukunda Sabit Dereceler Sistemi ve İstisnaları , Prof. Dr. Ergun Özsunay a Armağan, İstanbul 2004, s. 599-624. ARAL, Fahrettin/AYRANCI, Hasan: Borçlar Hukuku Özel Borç İlişkileri, 11. Baskı, Ankara 2015. AYBAY, Aydın/ HATEMİ Hüseyin: Eşya Hukuku, İstanbul 2009. AYİTER, Nuşin: Eşya Hukuku, 2. Baskı, Ankara 1983. BARLAS, Nami:  Yeni Medenî Kanunun Aynî Teminatlara İlişkin Düzenlemeleri , Prof. Dr. Ünal Tekinalp e Armağan, C. II, İstanbul 2003, s. 569-588. BAŞPINAR, Veysel:  Sınırlı Aynî Hakların Sırası , TNBHD., 15.05.1993, S. 78, s. 50-60. BELEN,  Herdem:   Ana  Hatları  ve  Bazı  Temel  Özellikleriyle  Taşınmaz  Rehin Hakları , İKÜHFD., Y. 2006, S. 5, s. 3-30. BREİTSCHMİD,  P./  JUNGO,  A.:  Handkommentar  zum  Schweizer  Privatrecht, Sachenrecht, 3. Auf., 2016 (CHK- Yazar Adı ZGB). DAVRAN, Bülent: Rehin Hukuku Dersleri, İstanbul 1972. EREN,  Fikret:  Borçlar  Hukuku  Genel  Hükümler,  21.  Baskı,  Ankara  2017 (Kısaltılmışı: Eren, Borçlar Genel). ------------: Borçlar Hukuku Özel Hükümler, 4. Baskı, Ankara 2017 (Kısaltılmışı: Eren, Borçlar Özel). ------------: Mülkiyet Hukuku, 4. Baskı, Ankara 2016 (Kısaltılmışı: Eren, Mükiyet). EREL, Şafak N.: Gayrimenkul Rehninde Sıra, Ankara 1974. ERTAŞ, Şeref: Eşya Hukuku, 11. Baskı, İzmir 2014. ESENER, Turhan/ GÜVEN, Kudret: Eşya Hukuku, 5. Baskı, Ankara 2012. GÜLEKLİ, Yeşim: İpoteğin Taşınmaz ve Alacak Açısından Kapsamı, İstanbul 1992. GÜNEL, M. Cahit:  Taşınmaz Rehninin Alacak Bakımından Kapsamı , Prof. Dr. Özer Seliçi ye Armağan, Ankara 2006, s. 247-266. GÜRSOY, Kemal T./ EREN, Fikret/CANSEL, Erol: Türk Eşya Hukuku, Ankara 1978.                                                  107 Dipnotlarda geçen eserler, yazarlarının soyadları ile anılmıştır. Aynı yazarın birden fazla eserine yapılan atıflar kısaltılmış şekilleriyle parantez içerisinde gösterilmiştir. 625Selmani Okumuş, Bahadır Demir                          Ankara Üni. Hukuk Fak. Dergisi, 66 (3) 2017: 605-626HELVACI, İlhan: Türk Medeni Kanununa Göre Sözleşmeden Doğan İpotek Hakkı, İstanbul 2008. KARAHASAN, Mustafa R.: Yeni Türk Medenî Kanunu Eşya Hukuku, 2. Cilt, İstanbul 2002. KÖPRÜLÜ, Bülent/KANETİ, Selim: Sınırlı Aynî Haklar, 2. Bası, İstanbul 19821983. KUNTALP, Erden: İpotek Dereceleri-Boş Dereceden İstifade ve Uygulamada Ortaya Çıkan Sorunlar, Ankara 1979 (Kısaltılmışı: Kuntalp, Derece). ------------: Yeni Medeni Kanunda Nesnel Teminatlarla İlgili İki Temel Değişikliğin Değerlendirilmesi , Ticaret Hukuku ve Yargıtay Kararları Sempozyumu XX, 24 Aralık 2004, s. 45-60. (Kısaltılmışı: Kuntalp, Nesnel Teminat). LEEMAN,  Hans:  Schweizerisches  Zivilgesetzbuch  Sachenrecht,  II.  Abteilung, Zürich 1925. OĞUZMAN, M. Kemal/SELİÇİ, Özer/OKTAY-ÖZDEMİR, Saibe: Eşya Hukuku, 20. Baskı, İstanbul 2017. OLGAÇ, Furkan: İpotekte Sıra Sistemi ve Boş Dereceye İlerleme, Ankara 2014. REİSOĞLU,  Seza:  İpoteğin  Kapsamı-Hükümleri  ve  Uygulamada  Ortaya  Çıkan Sorunlar, Ankara 1979. SAYMEN, F. H./ ELBİR, H. K.: Türk Eşya Hukuku Dersleri, 2. Baskı, İstanbul 1963. SELİÇİ, Özer:  Gayrimenkul Rehninde Boş Dereceye İlerleme Hakkı , İÜHFM., Y. 1974, C. XL, S. 1-4, s. 427-458. SEROZAN, Rona:  Taşınmaz Rehni , İÜHFM., Y. 2006, C. LXIV, S. 2, s. 301-324. SİRMEN, A. Lâle: Eşya Hukuku, 4. Baskı, Ankara 2016. ŞENER, Y. Selim: Türk Hukukunda İpotek ve Uygulaması, 2. Baskı, İstanbul 2006. TİRYAKİ,  Fuat:   Taşınmaz  Rehni  Hukukunda  Sabit  Dereceler  Sistemi  ve Hükümleri , ABD., Y. 1996, S. 4, s. 540-560. TRAUFFER,  B.  /BSK.:  Basler  Kommentar  zum  Scheweizerischen  Privatrecht, Zivilgesetzbuch II (Art 457-977 ZGB) 2. Auf., Basel/Genf/München 2003 (Yazar adı/BSK-ZGB). ÜNAL, Mehmet/BAŞPINAR, Veysel: Şeklî Eşya Hukuku, 9. Baskı, Ankara 2017. YALÇINDURAN, Türker:  Ana Para ve Üst Sınır İpoteği Arasındaki Farklılıklar , Prof. Dr. Ergun Özsunay a Armağan, İstanbul 2004,"
}