{
     "Tip": "Makale",
     "Dergi İsmi": "Ankara Üni. Hukuk Fak. Dergisi",
     "Üniversite İsmi": "",
     "Gün": "17",
     "Ay": "08",
     "Yıl": "2021",
     "Cilt": "70",
     "Sayı": "4",
     "Başlık": "DEFTER, KAYIT VE BELGELERİ GİZLEME SUÇUNDA CEZAİ SORUMLULUK",
     "Title": "Criminal Responsibility From The Offence Of Concealing Of Books, Records And Documents",
     "Yazar İsmi": [
          "Ceyda ÜMİT"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Mücbir sebep",
          "Vergi Ceza Hukuku",
          "Vergi Kaçakçılığı",
          "Vergi İncelemesi",
          "Tebligat"
     ],
     "Keywords": [
          "Compelling Reason",
          "Tax Criminal Law",
          "Tax Evasion Offence",
          "Tax Inspection",
          "Service Of Summons"
     ],
     "Özet": "Vergi  Usul  Kanununun  (VUK)  359  (a)  (2)  maddesi  kapsamında düzenlenen defter, kayıt ve belge gizleme eylemi, vergi ceza hukukunun tartışmalı alanlarındandır. Eylemin kendine özgü niteliği suç unsurlarının genel ceza hukuku ilkeleri ışığında vergi ceza hukukuna özgü kavramların dikkate alınmasıyla irdelenmesini gerektirmektedir. Çalışmanın temel amacı; içtihat hukuku ışığında defter, belge, kayıt gizleme eyleminin tüm yönleriyle incelenmesiyle uygulamaya açıklık kazandırmaktır. Bu bağlamda, vergi ceza hukuku kapsamında eylemin düzenleniş amacı ve Vergi Usul Kanunundaki yerine dair genel açıklamalar yapılmakta, suçun kurucu unsurları ve sübuta ilişkin  esaslar  irdelenmektedir.  Ayrıca,  defter,  kayıt  ve  belge  gizleme suçunda  cezai  sorumluluğun  saptanmasında  muhakeme  aşamasında gözetilmesi gereken özellikli durumlar ve gereklilikler tartışılarak, daha iyi uygulamaya  yönelik  olarak VUK 359(a) (2) maddesi için  bazı  mevzuat değişikliği önerileri sunulmaktadır.",
     "Abstract": "The offence of concealing of books, records and documents regulated under the scope of Article 359 ( a) (2)  of the Tax Procedural Law, has been                                                  Makalenin Geliş Tarihi: 28.02.2021, Makalenin Kabul Tarihi: 17.08.2021 .  Dr.,  Hakim,  Gaziantep  Bölge  Adliye  Mahkemesi 11.  Ceza  Dairesi Başkanı, (ceydaumit@gmail.com, ORCID: 0000-0002-8965-7900.)  Ceyda ÜMİT   Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1261-1296 one of the most discussed topics of the tax criminal law. Due to the distinct legal character of this offence, legal conditions and core elements of the offence need to be evaluated by taking into account of the inherent concepts and specific particularities of the tax criminal law in the light of general penal provisions. This Article intends to offer a comprehensive analysis of the  offence  in  light  of  the  case  law  and  ensure  clarification  to  the implementation stage. Therefore, this Article clarifies the objective and the configuration of the offence within the scope of the tax criminal law and explicates legal conditions and core elements of the offence. Furthermore, the Article discusses the requisites and featured situations of the proceeding process of this offence for the determination of the criminal responsibility. Finally, this Article offers some proposals pertaining to legislative changes in Article 359 (a) (2) for the best implementation.",
     "Metin": "Defter,  kayıt  ve  belgeleri  gizleme  eylemi,  uygulamada  en  sık karşılaşılan vergi kaçakçılığı suçlarındandır. Cezai sorumluluk gerektiren eylem, Vergi Usul Kanununun (VUK) 359 (a) (2) maddesinde defter, kayıt ve belgeleri gizlemek suçu olarak tanımlanmıştır. Ancak, her kayıt, defter ve belgeyi gizleme eylemi suç değildir: defter, kayıt ve belgelerin vergi kanunlarına göre tutulması, düzenlenmesi ve saklanmasının gerekmesi ve yine vergi kanunlarına göre ibraz mecburiyetine tabi tutulmuş olması, ayrıca varlıklarının resmi kayıtlarla sabit olması gerekmektedir. Suç konusu, sadece bu nitelikteki defter, belge ve kayıtlardır. Vergi ceza hukuku kapsamındaki suçtan dolayı cezai sorumluluğun değerlendirilmesinde vergi hukukuna özgü koşullar,  ceza  muhakemesi  hukuku  ve  genel  ceza  hukuku  ilkeleri  esas alınmalıdır.  Suçun teknik niteliği, uygulamada farklı yorumlara, sübut sorunlarına ve  yargılama  sürecinin  uzamasına  neden  olabilmektedir.  Soruşturma  ve kovuşturma  safhalarında  dikkat  edilmesi  gereken  defter,  kayıt  ve  belge                                                  1  Maddede,  gizleme  eyleminin  haricinde  tahrif  etme,  muhteviyatı  itibarıyla yanıltıcı  belge  düzenleme  ve  muhteviyatı  itibarıyla  yanıltıcı  belge  kullanma eylemleri seçimlik hareket olarak suç sayılmıştır. Söz konusu eylemler, Çalışma konumuz dışındadır. 1262Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1261-1296   Defter, Kayıt ve Belgeleri Gizleme… gizleme  suçuna  özgü  özellikler  de,  son  derece  titiz  uygulama gerektirmektedir. Makalenin temel amacı; bünyesinde vergi hukuku ve vergi ceza hukuku kavramlarını barındıran defter, kayıt ve belge gizleme suçlarını içtihat  hukuku  ışığında  tüm  yönleriyle  inceleyerek  uygulamaya  açıklık kazandırmaktır. Birinci  bölümde; suçun vergi ceza hukukundaki yeri ve suçla ilgili genel açıklamaların ardından, İkinci bölümde; suçun unsurları ile sübuta  ilişkin  esaslar  ele  alınmaktadır.  İzleyen  bölümlerde;  suçun  özel görünüş halleri,  vergi incelemesinin yapılacağı yer, usulüne uygun tebligat, dava şartı, gibi muhakeme sürecinde önem taşıyan unsurlar, son Bölümde ise; en iyi uygulamaya yönelik olarak suçun mevzuatımızdaki düzenleniş şekline dair öneriler yer almaktadır. I. GENEL OLARAK                Vergiyi doğuran olayın belgelendirilmesi ve belirli süreler içerisinde Kanunda  öngörülen  defterlere  kaydedilmesi  esasına  dayanan  vergi sistemimizde;  vergi  ödevlilerinin  Kanunla  belirlenen  mükellefiyetlere uyması  ve  mükellefiyetlerinin  ifası  gerekir.  Bu  nedenle,  vergi mükelleflerine vergisel işlemlere esas olmak üzere yasa uyarınca belirlenen defter ve kayıtları tutmak, düzenlemek, saklamak ve istendiğinde yetkili makamlara ibraz etmek yükümlülüğü getirilmiştir. Amaç, kayıt altına alınan defter ve belgeler aracılığı ile mükellef ve mükellefle ilişkili üçüncü kişilerin vergiye  dair  durumlarının  ortaya  çıkarılmasıdır.  Esasen  belge  ve  kayıt düzeni  VUK  uygulamasında  rehber  ilke  olan,  vergilendirmede  vergiyi                                                  2  Taylar, Y. (2018). Vergi İncelemesi Sırasında İbraz Edilmeyen Defter, Kayıt ve Belgelerin Yargılama Aşamasında Vergi Yargısı Organlarına İbrazı, Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, 20 (2) : 377. 3   Mevzuatımızda,  VUK  gibi  bazı  özel  ceza  yasalarında  da  benzer  düzenleme bulunmaktadır, Bunlar arasında;  6102 sayılı Türk Ticaret Kanunu, 6362 sayılı Sermaye  Piyasası  Kanunu,  5411  sayılı  Bankacılık  Kanunu  ve  6361  sayılı Finansal Kiralama, Faktoring ve Finansman Şirketleri Kanunu sayılabilir. Söz konusu kanunlarda da ticari defter ve kayıtların tutulması, ibraz edilmesi ve saklanması yükümlülüğü bulunmaktadır, bu konuda ayrıntılı bilgi için bkz: Çelik, K. N. (2019). Ticari Defter ve Kayıtların İbraz Edilmesine İlişkin Mevzuattaki Düzenlemeler  ve  Bağlanan  Yaptırımların  Susma  Hakkı  Kapsamında Değerlendirilmesi,  www.  api.hacibayram.edu.tr/  5turkkorecezahukukugunleri, (Erişim tarihi: 20.11.2010) : 2-5. 4  Taylar, 2018 : 377. 1263Ceyda ÜMİT   Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1261-1296 doğuran  olay ve  bu olaya  ilişkin muamelelerin gerçek mahiyetinin esas alınacağı ilkesinin gereğidir.  Defter, kayıt ve belgeleri tutma, ibraz etme, saklama yükümlülüğüne uyulmamasının suç kabul edilmesi; vergi borcunun tespiti ve ödenmesinin sağlanarak  vergi  kaybını  önlemek,  kamu  hizmetlerinin  finansmanı  için gerekli  fonların  toplanması  suretiyle  kamu  yararını  gerçekleştirmeye yöneliktir. Suç ile korunan hukuki yarar; hazine yararı ve kamu yararıdır. Defter, belge, kayıt gizleme suçu,  diğer vergi kaçakçılığı eylemleri gibi ulusal ekonomideki üretim, tüketim, değişim, bölüşüm ilişkilerini koruyan hükümleri ihlal eden ekonomik suçlardandır.                                                   5  VUK 3 (B) madde. 6  Resmi  gazetenin  18.05.2007  tarih  ve  26526  sayısında  yayımlanan  Anayasa Mahkemesinin 31.07.2007 tarih, E: 2004/31, K: 2007/11 sayılı kararında; eylem ile  korunan  hukuki  değer  bu  şekilde  açıklanmıştır.  Kararda,  ayrıca  verginin devletin üstlendiği kamu hizmetlerinin finansman kaynaklarından biri olduğu, vergi kaynaklarının en az kayıpla değerlendirilmesini sağlamak için önlemler ve suç  sayılan  eylemlerin  belirlendiği,  vergi  suç  ve  cezaları  ile  devletin  gelir kaynaklarının güvence altına alındığı, belirtilmiştir. 7  Vergi  ceza  hukuku  kapsamında  kaçakçılık  suçları,  VUK  359.  maddede sayılmıştır.  Bu  suçlar;  vergi  kanunlarına  göre  tutulan  veya  düzenlenen  ve saklanma ve ibraz zorunluluğu olan defter ve kayıtlarda hesap ve muhasebe hilesi yapmak; gerçek olmayan veya kayda konu işlemlerle ilgisi bulunmayan kişiler adına hesap açmak; defterlere kaydı gereken hesap ve işlemleri vergi matrahının azalması sonucunu yaratacak şekilde tamamen ya da kısmen başka defter, belge veya diğer kayıt ortamına kaydetmek; defter, kayıt ve belgeleri tahrif etmek veya gizlemek  veya  muhteviyatı  itibarıyla  yanıltıcı  belge  düzenlemek  veya  bu belgeleri  kullanmak;  vergi  kanunları  uyarınca  tutulan  veya  düzenlenen  ve saklama ve ibraz zorunluluğu bulunan defter, kayıt ve belgeleri yok etmek veya defter yapraklarını yok ederek yerine başka yaprak koymak veya hiç yaprak koymamak veya belgelerin asıl ya da suretlerini kısmen ya da tamamen sahte olarak düzenlemek veya bu belgeleri kullanmak, vergi kanunu hükümlerine göre sadece  Maliye  Bakanlığı  ile  anlaşması  olan  kişilerin  basabileceği  belgeleri Bakanlık  ile  anlaşma  olmadığı  halde  basmak  veya  bilerek  kullanmak eylemleridir. Ayrıca vergi mahremiyetinin ihlali ve mükelleflerin özel işlerini yapan memurlar hakkında uygulanacak cezai müeyyideler için VUK 362. ve 363. maddelerde Türk Ceza Kanunu hükümlerindeki görevin kötüye kullanılması ile ticari  sır,  bankacılık  sırrı,  müşteri  sırrı  olan  bilgi  ve  belgelerin  açıklanması suçlarına atıfta bulunulmuştur. Ülkemizde vergi kaçakçılığı suçlarının tarihsel gelişimi  konusunda  ayrıntılı  bir  bilgi  için  bkz:  Uyanık,  M.  (2014),  Vergi Kaçakçılığı  Suçlarından  Defter,  Kayıt  ve  Belgelerin  Gizlenmesi  Veya  İbraz 1264Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1261-1296   Defter, Kayıt ve Belgeleri Gizleme… VUK 359 (a) maddede sayılı suç unsurlarının gerçekleşmesi ile suçla korunan  hukuki  yarar  ihlal  edilmekte  ve  failin  ceza  sorumluluğu doğmaktadır. VUK 359 (a) (2) maddesi kapsamında defter, kayıt ve belge ibraz  etmeme  suçunun  cezası  hürriyeti  bağlayıcı  cezadır.  Defter,  kayıt, belge ibraz etmeyen fail, vergi kaçakçılığı suçunu işlemekte ve vergi ceza suçu yaptırımına maruz kalmaktadır. Ceza hukuku yaptırımının yanı sıra, defter-belge tutma yükümlülüğüne uymama sonucu idari nitelikte yaptırımı gerektiren vergi suçu kabahatiyle de karşı karşıya kalınmaktadır.                                                                                                                     Edilmemesi, Yayımlanmamış Yüksek Lisans Tezi, Erciyes Üniversitesi Sosyal Bilimler Enstitüsü Kamu Hukuku Ana Bilim Dalı, www.tez.yok.gov.tr, (erişim tarihi : 30.11.2020) : 5. 8  Suçu  işlediği  sabit  olanlar  on  sekiz  aydan  üç  yıla  kadar  hapis  cezası  ile cezalandırılacaktır, maddedeki hapis cezası yaptırımı 10.06.2009 tarih ve 5904 sayılı Kanunun 23. maddesiyle değişikliğe uğrayarak hapis cezasının alt sınırı yükseltilmiştir.  Suçun  kanuni  düzenlemeler  bağlamında  tarihsel  gelişimi hakkında  ayrıntılı  bilgi  için  bkz:  Ekici,  İ.  (2020).  Türk  Vergi  Hukukunda Mükelleflerinin  Defter  ve  Belge  Muhafaza  ve  İbraz  Mecburiyetleri, Yayımlanmamış Doktora Tezi, İstanbul Üniversitesi Sosyal Bilimler Enstitüsü Kamu Hukuku Ana Bilim Dalı,  www.tez.yok.gov.tr, (erişim tarihi : 20. 12.2020) : 227-236.   9  Defter, belge ve kayıt ibraz etmeme eyleminin hapis cezası yaptırımına tabi olmasının,  213  sayılı  Kanunun  ekonomik  bir  sözleşme  olması  ve  Kanun kapsamındaki  cezaların  ekonomik  nitelik  taşıması  gerektiği,  gerekçesiyle Anayasanın 2. ve 38. maddelerine aykırı olduğu ileri sürülerek yapılan iptal başvurusu sonucunda  Anayasa Mahkemesi 11.03.2003 tarih, E: 2002/55, K: 2003/8 sayılı kararında; VUK 359 (a) (2) madde yaptırımının yani hürriyeti bağlayıcı  cezanın  devlet  ile  mükellef  arasında  sözleşmeden  doğan  bir yükümlülüğün değil, kanunda belirtilen şartların ifa edilmemesinden kaynaklı yaptırım  olduğunu,  devlet  ile  mükellef  arasındaki  ilişkinin  Anayasanın  38. maddesi uyarınca toplumsal sözleşme olarak nitelendirilemeyeceği, vergi ödeme yükümlülüğünün yerine getirilmesi için ve kamu hizmetlerinin yürütülebilmesi için ceza hukukunun genel ilkeleri gözetilerek para cezası yanında hürriyeti bağlayıcı ceza da konulmasında hukuk devleti ilkesine aykırılık bulunmadığına vurgu yaparak iptal başvurusunu reddetmiştir. Anayasa Mahkemesi, E: 2004/31, K: 2007/11, 31.01.2007 sayılı kararında da; VUK 359 (a) (2) maddesinde defter, kayıt ve belge ibraz etmemenin gizleme olarak suç sayılmasının Anayasa nın 38 (5)  maddesine  aykırılık  oluşturmadığına  karar  vermiştir.  Söz  konusu  karar, ilerleyen Bölümlerde ibraz etmeme fiili incelenirken ayrıca ele alınacaktır. 10  Çalışma konusu, vergi ceza hukuku suçlarından; VUK 359 (a) (2) maddesinde düzenlenen  defter,  belge  ve  kayıtları  gizleme  eylemi  ile  sınırlıdır.  Konu bütünlüğü açısından, defter muhafaza ve ibraz yükümlülüğüne aykırı davranan 1265Ceyda ÜMİT   Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1261-1296 II. SUÇ UNSURLARININ İNCELENMESİ Vergi  ceza  hukuku  kapsamındaki  suçlardan  dolayı  ceza sorumluluğunun saptanmasında genel ceza hukuku ilkeleri geçerlidir. Suçtan bahsetmek için kanundaki tipe uygun, hukuka aykırı, kasten ya da taksirle işlenen fiil olmalıdır. Suçun kanuni tanımı ise; tipiklik unsurudur, yani suçun tanımındaki  unsurların gerçekleşmesidir. Bu Bölümde; defter, belge  ve kayıt gizleme suçunun unsurları suçun özelliği ve düzenleniş şekline uygun sınıflandırma ile incelenecektir. A. Suçun Faili ve Mağduruna İlişkin Tespitler 1. Suçun Faili   Defter,  belge  ve  kayıt  ibraz  etmeme  suçunun  failinin,  suçun sübutunun  ve  cezai  sorumluluğunun  tespitinde  ceza  hukukunun  temel ilkeleri uygulanacaktır. Re sen araştırma ilkesi ve maddi gerçeğe ulaşma hedefi vergi ceza hukuku kapsamındaki tüm suçlarda geçerlidir. Suçun yasal tanımındaki unsurlar uyarınca vergi kanunlarına göre defter tutma, düzenleme, saklama ve ibraz zorunluluğu olan kişiler suçun faili olabilir. Yani,  VUK  359  (a)  (2)  maddedeki  eylemin  faili  ya  da  failleri  vergi                                                                                                                    mükelleflere  VUK  mükerrer  355.  maddesi  uyarınca  özel  usulsüzlük  cezası; ayrıca, vergi ziyaı da meydana gelmiş ise; VUK 344. madde uyarınca; vergi ziyaı cezası uygulanacağı belirtilmelidir. Vergi ziyaı; VUK 344 (1) madde uyarınca mükellefin veya sorumlunun vergilendirme ile ilgili ödevlerini zamanında veya eksik  yerine  getirmesi  sonucu  verginin  zamanında  ya  da  eksik  tahakkuk ettirilmesidir. VUK 344 (3) maddeye göre; failin vergi ziyaına defter, belge, kayıt gizleme  eylemini  de  kapsayan  VUK  359.  maddede  sayılı  vergi  kaçakçılığı eylemleri ile neden olması vergi ziyaı cezasında artırım nedenidir. 11  Ceza sorumluluğunun esasları ile ilgili genel bilgi için bkz: Ümit, C. (2017), Hekimlerin Mesleklerinin Uygulanmasından Doğan Ceza Sorumluluğu, Türkiye Adalet Akademisi Dergisi, cilt:35, yıl:(8), sayı: 32, 198-201. 12  TCK 5. maddesine göre; TCK genel hükümleri özel ceza kanunları ve ceza içeren kanunlardaki suçlar hakkında da uygulanır. Bu bağlamda, suçta ve cezada kanunilik ilkesi, adalet ve kanun önünde eşitlik ilkesi, ceza sorumluluğunun şahsiliği, ceza sorumluluğunu ortadan kaldıran veya azaltan nedenler, cezanın belirlenmesi ve bireyselleştirilmesi, dava ve cezanın düşürülmesi esasları gibi temel  ilke  ve  düzenlemeler,  VUK   da  Üçüncü  Bölümde  düzenlenen  vergi kaçakçılığı suçlarında da uygulanır. 13  Öncel, M. ve Kumrulu, A. (2015). Vergi Hukuku, (24. Baskı), Ankara: Turan Yayınevi : 206. 1266Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1261-1296   Defter, Kayıt ve Belgeleri Gizleme… incelemesine tabi olanlardır. Mükellef, vergi sorumlusu, kanuni temsilci, işyeri sorumlusu sıfatını haiz kişiler bu kapsamdadır. Vergi mükellefi veya vergi sorumlusu olma kanundan kaynaklandığından vergi mükellefiyeti veya vergi  sorumluluğunun  değiştirilmesi,  kaldırılması,  düzenlenmesine  ilişkin kişiler  arası  özel  sözleşmeler  vergisel  işlemlerde  sorumluluğu kaldırmayacağı  gibi,  vergi  dairelerini  de  bağlamayacaktır.  Vergi kanunlarında  öngörülen  istisnalar  saklıdır.  Defter,  belge  veya  kaydın muhasebeci  gibi  başka  bir  kişide  olduğundan  bahisle  ibraz  edilemediği yönünde  bir  savunma  vergi  mükellefi  ya  da  sorumlusunun  cezai sorumluluktan kurtulmasını sağlamayacaktır. Suçun asıl faili konumundaki vergi mükellefi, vergi sorumlusu, kanuni temsilcisi,  işyeri  sorumlusu  konumundaki  kişilere  suçun  işlenmesinde yardım eden üçüncü kişilerin de TCK  nın iştirake ilişkin düzenlemeleri çerçevesinde yardım eden veya azmettiren olarak sorumluluğu doğacaktır. Bu bağlamda,  muhasebeci, ancak suça iştirak eden konumunda  sorumlu olabilir.  VUK   da  yer  alan  özel  düzenleme  uyarınca,  TCK  genel                                                  14  Ekici, 2020: 238. 15  VUK 8. maddeye göre; vergi Kanunlarına göre vergi borcu doğan gerçek veya tüzel  kişi;  vergi  mükellefidir.  Verginin  ödenmesi  bakımından  alacaklı  vergi dairesine karşı muhatap olan kişi; vergi sorumlusudur. 16  Uğur, H. ve Elibol, M. (2016), Açıklamalı- İçtihatlı Vergi Suçları, (2. Baskı), Ankara :Adalet Yayınevi : 379;     Yargıtay 11 CD, 09.04.2013 tarih, E: 2011/10179, K: 2013/5922 sayılı ilamda; defter ve belgeleri muhafaza ve ibraz etme yükümlülüğünün mükellefe ve / veya vergi  sorumlusuna  ait  olduğu,    vekaletle  söz  konusu  sorumluluğunun devredilemeyeceği, muhasebeci olarak çalışanın defter, belge saklama ve ibraz yükümlülüğünün olmadığı belirtilmiştir.  17  Suçta iştirak ile ilgili düzenlemeler için bkz: TCK 37 ila 39. maddeler. 18  Bu durum, suçun belirli sıfata veya niteliğe sahip kişiler tarafından işlenebilmesi yani özgü suç olma niteliğinden  ve özgü suçlara ilişkin bağlılık  kuralından kaynaklanmaktadır. TCK 40(2) maddesine göre özgü suçlarda ancak özel faillik niteliğini taşıyan kişi fail olabilir, bu suçların işlenişine iştirak eden diğer kişiler azmettiren veya yardım eden olarak sorumlu tutulur. Dolaylı faillik ise TCK 37 (2) maddede suçun işlenmesinde bir başkasını araç olarak kullanan kişinin de fail olarak  sorumlu  tutulması  olarak  tanımlanmıştır.  Özgü  suçlarda  konuyu incelediğimizde özgülüğe sahip kişinin özgülüğe sahip olmayanı suç işlemekte kullanması halinde dolaylı faillik kabul edilmektedir. Dolaylı failliğin iştirak şekli olup olmadığı tartışmalı olmakla birlikte, dolaylı faillik, faillik-şeriklik şeklinde  bir  iştirak  şeklinden  ziyade  özel  bir  iştirak  şekli  olarak  kabul edilmektedir,  ayrıntılı  bilgi  için  bkz:  Akbulut,  B.  (2020).  Vergi  Suçlarında 1267Ceyda ÜMİT   Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1261-1296 hükümlerine göre iştirakin varlığının tespit edildiği hallerde, eyleme iştirak eden  suç  ortağı  ya  da  ortaklarının  suçun  işlenmesinde  menfaatlerinin bulunup bulunmadığı da araştırılmalıdır. Menfaatin olmaması, bu kişiler yönünden cezada indirim nedenidir. VUK 332 maddeye göre; velayet ve vesayet altındakiler veya işlerinin idaresi kayyuma tevdi edilmiş olanlar, kendilerine izafeten veli, vasi ya da kayyumun vergi kanunlarına aykırı hareketlerinden dolayı cezaya muhatap tutulmazlar.  Cezanın  muhatabı,  veli,  vasi  veya  kayyumdur.  Kanuni temsilcilerin fail olarak sorumluluğu; veli, vasi ya da kayyum sıfatıyla yani velayet altındakiler veya kısıtlılar adına tasarrufta bulunarak onların kanuni temsilcisi olarak defter, belge ve kayıt ibraz etmeme fiilini işlemeleri halinde söz  konusudur.  Kuşkusuz,  kanuni  temsilcinin  görevi  başlamadan  önce mükellefin işlediği ibraz etmeme fiili varsa, cezai sorumluluk mükellefe ait olacaktır.  Tüzel  kişiler  ile  vakıf  ve  cemaat  gibi  tüzel  kişiliği  olmayan teşekküllerin  mükellef  ya  da  vergi  sorumlusu  olmaları  halinde,  vergisel işlemleri  kanuni  temsilcileri  tarafından  yerine  getirildiğinden,  kanuni temsilcinin vergi suçu işlemesi halinde cezai sorumluluğu bulunmaktadır.                                                                                                                    İştirak, 5. Türk- Kore Ceza Hukuku Günleri Karşılaştırmalı Hukukta Ekonomik Suçlar Sempozyumu Tebliğler-C:I-II, ed. Özgenç, İ. ve  Şahin, C. ve Turhan, F. (1. Baskı), Cilt: 2, Ankara: Seçkin Yayınları: 1145-1147. 19  Yargıtay 11 CD. E: 2019/2743, K: 2020/5014, 28.09.2020; E: 2017/862, K: 2020/4330, 09.07.2020; E: 2017/818, K: 2020/3156, 16.06.2020 sayılı ilamlarda Özel Daire; iştirak halinde işlenen suçlarda suç ortakları yönünden VUK 360. madde  uyarınca  suçtan  menfaat  elde  edilip  edilmediğinin  tespiti  gerektiğine hükmetmiştir 20  VUK 360. madde. 21  Esasen, bu ilke, sadece defter, kayıt, belge gizleme suçları için değil, VUK 359. maddenin  (a)  (b)  (c)  bentlerinde  düzenlenen  tüm  vergi  suçlarının  işlenmesi halinde maddenin ilgili bentleri uyarınca tayin edilecek hürriyeti bağlayıcı ceza yaptırımları için geçerlidir. İdari yaptırım niteliğindeki vergi cezaları ise; tüzel kişi vergi mükellefleri bakımından uygulanacaktır.  22  VUK 10 (1) madde; Maddenin dördüncü fıkrası hükmüne göre; tüzel kişilerin tasfiye haline girmiş olmaları veya tasfiye edilmiş olmaları kanuni temsilcinin tasfiyeye giriş tarihinden önceki zamanlara ait sorumluluğunu kaldırmaz. Bu süreçteki yani tasfiyeden önceki tutulması, saklanması, ibrazı gereken belgelerin gizlenmesinden kanuni temsilci sorumludur. Tasfiye memurlarının ise; tasfiye sürecinde tutulması, düzenlenmesi gereken belgelerle ilgili talep halinde ibraz etme sorumluluğu bulunmaktadır, Uğur ve Elibol, 2016 : 379. Tüzel kişiliğe 1268Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1261-1296   Defter, Kayıt ve Belgeleri Gizleme… Tüzel kişiliği olmayan teşekküllerde ise; cezai sorumluluk bu teşekkülleri idare edenler ile temsilcilerine aittir. VUK 333 ( 3) maddede açıkça, VUK 359.  maddede düzenlenen vergi suçlarının işlenmesi halinde bu fiiller için öngörülen  cezaların  bu  fiilleri  işleyenler  hakkında  hükmolunacağı düzenlenmiştir.  Düzenlemedeki  ‘suçu  işleyenler   vurgusuna  dikkat edilmelidir.  Kanuni  temsilciler,  vergi  kanunlarına  aykırı  eylemlerinden doğan  vergi  suçlarından  dolayı  cezaların  şahsiliği  ilkesi  uyarınca sorumludur.  Yani,  defter,  belge  ve  kayıt  ibraz  etmeme  suçundan  ceza sorumluluğunun  belirlenmesinde  TCK  26  (1)  maddesindeki  ceza sorumluluğunun şahsiliği ilkesine göre irdeleme yapılmalıdır. 2. Suçun Mağduru Ceza hukukunda mağdur, suç konusunun ait olduğu veya suçla korunan hukuki yararın sahibidir. Defter, kayıt ve belgeleri gizleme suçunun maddi konusu, vergi kanunlarına göre tutulma veya düzenlenme, saklama ve ibraz zorunluluğu  bulunan  defter,  kayıt  ve  belgelerdir.  VUK  359.  maddede düzenlenen diğer vergi kaçakçılığı suçları gibi bu suçun işlenmesiyle devlet vergi  gelirinden  mahrum  kaldığı  için  zarara  uğrar.  Bu  nedenle  devlet hazinesine karşı işlenen suçla hazine yararı ve kamu yararı ihlal edilir. Vergi suç ve cezaları aracılığıyla hazinenin vergi kaybının önlenmesinin yanı sıra, kamu hizmetlerinin finasmanının sağlanması ve ekonomik düzenin işleyişinde  kamusal düzenin  korunması  amacı;  defter,  kayıt  ve  belgeleri gizleme suçunda da geçerlidir. Suçun işlenmesiyle topluma karşı devletin mali  otoritesinin  zayıflaması,  kamu  düzeninin  bozulması  sonucu  ortaya çıkmaktadır. Bu bağlamda, ekonomik suçların tümünde olduğu gibi mağdur;                                                                                                                    sahip  anonim,  limited,  kolektif,  komandit  ve  kooperatif  şirket  temsilcileri hakkında ayrıntılı bilgi için bkz: Ekici, 2020 : 242-245. 23  VUK  10  (1)  madde;  Borçlular  Kanununda  düzenlenen  adi  ortaklıklar,  tüzel kişiliği olmayan teşekküllere örnektir. 24  İdari para cezasını gerektiren vergi suçu kabahat eylemlerinden dolayı tüzel kişilerin kanuni temsilcilerinin sorumluluğu hakkında ayrıntılı bilgi için bkz: Karakoç, Y. (2019). Genel Vergi Hukuku, ( 2. Baskı). Ankara: Yetkin Yayıncılık :169-173. 25  Karakoç, 2019: 169. 26  Ekici, 2020: 148. 27  Hekim, C. (2013). Vergi Kaçakçılığı Suçları, Yayımlanmamış Yüksek Lisans Tezi, Bahçeşehir Üniversitesi Sosyal Bilimler Enstitüsü Kamu Hukuku Ana Bilim Dalı, www.tez.yok.gov.tr, (erişim tarihi : 25.12.2020: 148. 1269Ceyda ÜMİT   Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1261-1296 toplum  ve  devlettir.  Devleti  temsilen  hazine  temsilcisinin  suçtan  zarar gören olarak ceza hukuku davalarında taraf sıfatı bulunmaktadır.  B. Maddi Unsurlar   1.  Tutulma veya Düzenlenme Zorunluluğu Bulunan Defter, Kayıt ve Belgelerin Bulunması   VUK  da defter tutma yükümlülüğüne dair esaslar Kanunun ikinci Kitabının İkinci Kısmında 171 ila 226 maddeler arasında düzenlenmiştir. Defter tutmada amaç; mükellefin vergi ile ilgili servet, sermaye ve hesap durumunun, faaliyet ve hesap neticelerinin tespiti, vergisel işlemlerinin belli olması,  vergisel  konumunun  hesapları  üzerinden  kontrol  edilerek incelenmesi ve mükellefin kayıt altına alınan hesap ve kayıtları aracılığıyla üçüncü kişilerin vergisel durumlarının kontrolü ile incelenmesidir. Ticaret ve sanat erbapları, ticaret şirketleri, iktisadi kamu müesseseleri, dernek ve vakıflara  ait iktisadi işletmeler, serbest meslek erbabı ve  çiftçiler defter tutmakla yükümlü kılınmıştır. VUK mükerrer 242. maddede ise; elektronik                                                  28  Ekici, 2020:249. 29  Ceza Muhakemesi Kanunu (CMK) 237 (1) madde uyarınca mağdur, suçtan zarar gören gerçek ve tüzel kişiler ile malen sorumluların kovuşturmanın her aşamasında davaya katılma hakkı vardır. 30  VUK 171. madde. 31  VUK 172. madde; VUK 173. madde uyarınca; gelir vergisinden muaf olan esnaf ve gerçek usulde vergiye tabi olmayan çiftçiler, gelir vergisine göre kazançları basit  usulde  tespit  edilenler,  kurumlar  vergisinden  muaf  olan  iktisadi  kamu müesseseleri  ile  dernek  ve  vakıflara  ait  iktisadi  işletmelerin  defter  tutma zorunluluğu bulunmamaktadır. Bu kapsamda, VUK 177. maddede tanımlanan birinci sınıf tüccarlar, bilanço esasına göre VUK 182. maddede sayılan yevmiye defteri, defteri kebir ve envanter defteri, imalat işi ile uğraşanlar ise; ayrıca VUK 197. maddeye göre imalat defteri de tutar. VUK 178. maddede tanımlanan ikinci sınıf tüccarlar ise; VUK 193. madde uyarınca işletme hesabı esasına göre işletme hesabı defteri tutmakla yükümlüdür. Ayrıca, bitim İşleri defteri tutulması, hem birinci hem ikinci sınıf tüccarlardan boyama, basma, yazma, kasarlama gibi ücretle  uğraşanlar  için  VUK  200.  maddede  imalat  defteri  yerine  zorunlu kılınmıştır.  Banka,  banker  ve  sigorta  şirketleri  VUK  204.  madde  uyarınca muhasebe defteri veya banka ve sigorta muameleleri defteri, yabancı nakliyat kurumları VUK 207 maddeye göre hasılat defteri, depo işletenler ise; VUK 209 madde  gereğince  ambar  defteri  tutarlar.  VUK  205  madde  uyarınca  Damga Vergisi Kanununa göre resim istifa etmeye mecbur gerçek ve tüzel kişiler Damga Resimleri için kayıt tutmakla yükümlüdür. Serbest mesleklerde; serbest meslek kazanç defteri, amortisman kayıtları ve özel defterler VUK 210 ila 212. maddeler 1270Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1261-1296   Defter, Kayıt ve Belgeleri Gizleme… ortamdaki  kayıtlar  ve  elektronik  cihazla  belge  düzenleme  esasları  yer almaktadır. Vergi Usul Kanununun ikinci Kitabının Üçüncü Kısmında da; 227 ila 242.  maddeler  arasında  tutulması  gereken  belge  ve  kayıtlara  dair düzenlemeler yer almaktadır. VUK  a göre tutulan ve üçüncü şahıslarla olan işlem ve ilişkilere dair tüm kayıtların belgelendirilmesi zorunludur. Maliye Bakanlığı düzenlemesi ve kullanılması zorunlu olan belgelerde bulunması gereken zorunlu bilgileri belirlemeye yetkilidir. Öngörülen zorunlu bilgileri içermeyen belgeler vergi kanunları bakımından düzenlenmemiş sayılır. Bu kapsamda; vergilendirme ilişkisi yaratacak özellikte olan ve yükümlünün faaliyet  alanının  özelliğine  göre  fatura  veya  fatura  yerine  geçen  sevk irsaliyesi, taşıma irsaliyesi, perakende satış fişleri, gider pusulası, müstahsil makbuzu, serbest meslek makbuzu, ücret bordrosu, yolcu listesi, günlük müşteri listesi, makineli kasaların kayıt ruloları gibi belgeler, vergi kanunları uyarınca tutulan, düzenlenen ve ibraz mecburiyeti olan belgelerdir.  Ayrıca, Maliye  Bakanlığının  belirlediği  elektronik  cihazlar  kullanılmak  suretiyle düzenlenen elektronik belgeler de tutulması, düzenlenmesi, ibrazı zorunlu                                                                                                                    uyarınca tutulur. Zirai kazançlarda ise; VUK 213 ve 214 madde düzenlemelerine göre; çiftçi işletme defteri ile amortisman kayıtları tutulması zorunludur.  32  Maddenin ilk fıkrasına göre; elektronik cihazlarla düzenlenen belgeler ile özel cihazlardan  çıkarılan  pulları  ihtiva  eden  belgeler,  VUK  hükümlerine  uygun olarak düzenlenmiş belge hükmündedir. Maddeye 28.12.2001 tarih ve 4731 sayılı Kanunun  4.  maddesi  ile  eklenen  Ek  fıkrada  ise;  elektronik  defter;  şekil hükümlerinden bağımsız olarak Vergi Usul Kanununa göre tutulması zorunlu olan  defterlerde  yer  alması  gereken  bilgileri  ihtiva  eden  elektronik  kayıtlar bütünü olarak tanımlanmıştır. 14.12.2012 tarih ve 28497 sayılı Resmi Gazetede yayımlanan  421  Sıra  No   lu  Vergi  Usul  Kanunu  Genel  Tebliği  ile  bazı mükellefler  için  elektronik  fatura  kullanma  ve  elektronik  defter  tutma yükümlülüğü düzenlenmiştir. 17.12.2017 tarih ve 30273 sayılı Resmi Gazetede yayımlanan 486 Seri No  lu VUK Genel Tebliği uyarınca defter-beyan sistemi uygulamaya geçmiştir. Sistem ile serbest meslek sahipleri, işletme hesabı esasına göre  defter  tutan  mükellefler  ile  basit  usule  tabi  mükelleflerin  kayıtlarının elektronik ortamda tutulması, bu mükelleflerden defter tutmak zorunda olanların defterlerinin elektronik ortamda oluşturulması ve saklanması 01.01.2018 tarihi itibarı ile olanaklı hale gelmiştir. 33  VUK 227 (1) madde; VUK 228. maddede olduğu gibi Kanunla özel düzenleme yapılan hallerde belgelendirme zorunluluğuna istisna getirilebilir. 34  VUK 227 (4) madde.  35  VUK 227 (3) madde. 36  VUK 229-240. maddeler. 1271Ceyda ÜMİT   Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1261-1296 belgelerdir. Maliye bakanlığı, VUK  a göre tutulması zorunlu defter ve belgeler  ile  düzenlenmesini  veya  tutulmasını  uygun  gördüğü  defter  ve belgeleri  belirlemeye  veya  bunlarda  her  tür  değişiklik  yapmaya  yetkili kılınmıştır. 2.  Tutulması  veya  Düzenlenmesi  Gereken  Defter,  Kayıt  ve Belgelerin Saklanma ve İbraz Mecburiyetine Tabi Olması   Defter, belge ve kayıtları gizleme suçunun oluşumu için VUK  a göre tutulan defter, kayıt ve belgeler, ibraz ve muhafaza yükümlülüğüne tabi tutulmuş olmalıdır. Defter tutma zorunluluğuna tabi mükellefler defter, belge ve kayıtları ilgili bulundukları yılı takip eden takvim yılından başlamak üzere  beş  yıl  süre  ile  muhafaza  etmelidir.  Defter  tutma  zorunluluğu olmayanların ise; fatura, gider pusulası ve müstahsil makbuzlarını tarih sırası ile tanzim tarihlerini takip eden takvim yılından başlayarak aynı süre ile saklamaları gerekmektedir. Beş yıllık saklama süresi, aynı zamanda ibraz mecburiyetinin  bulunduğu  zaman  dilimidir.  Beş  yıllık  yasal  saklama süresinin sonunda söz konusu yükümlülükler sona ermektedir. Mükellef                                                  37  Bkz: VUK mükerrer 242 (1) madde. 38  VUK  mükerrer  257  (1)  madde;  Maddedeki  Maliye  Bakanlığına  yasada sayılanların dışında defter, kayıt ve belge tutma zorunluluğu  getirme  ya da kaldırma yetkisi tanınmasının idarenin düzenleyici işlemle Kanun değişikliği sonucu  yarattığı  ve  Anayasa ya  aykırı  olduğu  gerekçesiyle  yapılan  iptal başvurusu Anayasa Mahkemesi nin 15.10.1991 tarih, E: 1990/28, K: 1991/37 sayılı kararıyla reddedilmiştir.  39  VUK 253. madde; VUK 174. maddeye göre; hesap yani takvim yılı, 1 Ocak-31 Aralık arasıdır. Maddenin birinci fıkrasında defterlerin hesap dönemi itibarıyla tutulacağı,  ikinci  fıkrada  hesap  döneminin  normal  takvim  yılı  olduğu belirtilmiştir. Üçüncü fıkra uyarınca; normal takvim yılı döneminin faaliyetlerin özelliğine uygun olmaması durumunda Maliye Bakanlığı tarafından 12 şer aylık özel hesap dönemleri tespit edilebilir. 40  VUK 254. madde. 41  Yargıtay  11  CD,  E:  2017/1305,  K:  2020/7968,  16.12.2020  sayılı  ilamında; şirketin  2007  takvim  yılı  defter  ve  belgelerini  28.12.2012  tarihinde  yapılan tebligata rağmen ibraz etmemesi nedeniyle verilen mahkumiyet kararını hukuka aykırı bularak, 2007 takvim yılına ait yasal defter ve belgelerin 5 yıllık saklama süresinin 31.12.2012 tarihinde sona erdiğini, bu tarihten sonra sanığın saklama ve ibraz etme yükümlülüğünün bulunmadığından atılı suç unsurlarının oluşmadığını belirtmiştir. VUK 253 maddesi uyarınca defter ve belgelerin ait olduğu yılı takip eden takvim yılından başlamak üzere 5 yıl saklama ve istendiğinde ibraz edilme 1272Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1261-1296   Defter, Kayıt ve Belgeleri Gizleme… yetkili makam veya memurların talebi halinde defter, kayıt ve belgeleri ibraz etmek zorundadır.   Defter, kayıt ve belgelerin inceleme sırasında ibraz edilmemesini gizleme eylemi olarak nitelendiren VUK 359 (a) (2) maddesi hükmünün, Anayasa nın  38  (5)  maddesindeki;  Hiç  kimsenin  kendisini  ve  kanunda gösterilen yakınlarını suçlayan bir beyanda bulunmaya veya bu yolda delil göstermeye zorlanamayacağı yönündeki anayasal ilkeye aykırı olduğu ileri sürülmüştür.  Yüksek  mahkeme  kararında;  özetle,  kamu  hizmetlerinin finansmanına vergiler aracılığıyla katılmanın bireyler için Anayasal ödev olduğunu, VUK 359 (a) (2) maddesi kapsamındaki ibraz etmeme suretiyle gizlemenin  suç  olarak  kabulü  ile  suçla  itham  edilmenin  farklı durumlar olduğunu,  herkesin  geliri  oranında  vergiye  katılımının  sağlanması  ve ödenmesi gereken vergi miktarının tespiti için vergi yasalarında öngörülen defterlerin tutulmasının ve ibraz edilmesi yükümlülüğünün Anayasa nın 38 (5) maddesindeki kendini suçlama ve bu yolda delil göstermeye zorlanma olarak kabul edilemeyeceğini belirtmiştir. Açıklanan gerekçelerle, defter, belge,  kayıt  ibraz  etmeme  eyleminin  Anayasa nın  38  (5)  maddesi kapsamında yorumlanamayacağına dair iptal başvurusunun reddi kararı bize göre isabetlidir.                                                                                                                      zorunluluğuna dair benzer kararlar için bkz: Yargıtay 11 CD, E: 2017/7715, K: 2020/5072, 28.09.2020; E: 2017/2254, K: 2020/ 599, 19.10.2020 sayılı ilamlar. 42  VUK 256. madde. 43  Anayasa Mahkemesi, E: 2004/31, K: 2007/11, 31.07.2007 sayılı karar. 44  Anayasa Mahkemesi, 31.01.2007 tarih, E: 2004/31, K: 2007/11 sayılı kararında; ayrıca susma hakkı çerçevesinde de konuyu irdeleyerek defter, kayıt ve belge ibraz  etmemenin  susma  hakkı  kapsamında  değerlendirilemeyeceğini,  susma hakkının  suçla  itham  edilme  yani  suçlanma  ile  başlayan  ve  kovuşturma  ve soruşturmanın  her  aşamasında  geçerli  bir  hak  olduğunu,  ancak  kanunlarla mükelleflere yüklenen defter, kayıt, belge tutma, düzenleme muhafaza etme ve ibraz zorunluluğunun Anayasa nın 38 (5) maddesindeki hiç kimsenin kendisini ve kanunda gösterilen yakınlarını suçlayan bir beyanda bulunmaya veya bu yolda delil  göstermeye  zorlanamayacağı  yönündeki  anayasal  ilkeye  aykırılık oluşturmadığını belirtmiştir. Konunun susma hakkı çerçevesinde ayrıntılı analizi için bkz: Üstün, S. Ü. (2011). Susma Hakkı Çerçevesinde Defter, Kayıt ve Belgeleri Gizleme Suçu, Gazi Üniversitesi Hukuk Fakültesi Dergisi, XV (3) : 363-387; Çelik, K. N. 2019 : 1-22. 1273Ceyda ÜMİT   Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1261-1296  3. Defter, Kayıt ve Belgelerin Gizlenmesi Vergi  kanunlarına  göre  tutulan,  düzenlenen  ve  saklama  ile  ibraz mecburiyeti  olan  defter,  kayıt  ve  belgelerin  gizlenmesi  eylemi  suçtur. Gizleme eylemi Kanunda tanımlanmıştır. Buna göre; varlığı noter tasdik kayıtları veya herhangi bir şekilde sabit olduğu halde, inceleme sırasında vergi incelemesine yetkili kişilere defter ve belgelerin ibraz edilmemesi, gizlemedir.  Gizleme  tanımında  kayıt  ibaresi  yer  almamakta  ise  de; eylemin VUK 359 ( a) (2) maddesindeki tanımında; kayıtların gizlenmesi de sayıldığından, ayrıca defter ve belge gizleme ile aynı zamanda defter ve belgelerde yer alan kayıtlar da gizlenmiş olacağından, kayıtların gizlenmesi de  suç  oluşturacaktır.  Tanıma  göre;  aşağıda  sayılan  iki  koşul  birlikte gerçekleşmelidir. a) Defter, Belge ve Kaydın Varlığının Sabit Olması  Gizleme eyleminin sabit olup olmadığı irdelenirken, ilk koşul; vergi kanunlarına göre tutulması ve düzenlenmesi zorunlu olan, aynı zamanda muhafaza ve ibraz yükümlülüğüne tabi defter, kayıt ve belgelerin fiziken var olmasıdır. Aksi halde, tutma, düzenleme, saklama ve ibraz zorunluluğu olsa dahi varlığı sabit olmayan belge suç teşkil etmez. Bu durumda, mükellefin defter, belge ve kayıt tutma yükümlülüğüne uymaması halinde; VUK 359 (a) (2)  maddedeki  suç  tanımına  göre  gizleme  suçu  oluşmayacaktır.  Yasa koyucu, defter, kayıt veya belgenin varlığının sabit olması için noter tasdik kayıtları veya sair suretlerle sabit olma koşulunu aramaktadır. VUK uyarınca tutulması zorunlu olan defterler, tasdik koşuluna da bağlıdır.                                                   45  VUK 359 (a) madde.   46  Uğur ve Elibol, (2016):360-361.  47  Bu durumda VUK 359 (a) (2) maddede tanımlı suç unsurları oluşmadığından vergi ceza hukuku kapsamında suç oluşmayacaktır. Ancak, vergi suçu kabahati olarak idari yaptırım uygulanabilecektir, bkz: VUK 353/4 madde. 48  Yükümlülüğün ihlali, VUK 353 (4) maddede usulsüzlük cezasına tabi vergi suçu olarak  sayıldığından  eylem  bu  halde  idari  para  cezası  müeyyidesine  tabi olacaktır. 49  VUK 220. madde; tasdike tabi defterleri, VUK 221. madde; tasdik zamanını düzenlemektedir. Tasdik makamları ise; VUK 223. madde uyarınca; defterler için noter veya noterlik görevini ifa ile mükellef olanlar, menkul kıymet ve kambiyo borsası acentaları için borsa komiserliği, anonim ile limited şirketler ile kooperatiflerinin kuruluş aşamasında ticaret sicil müdürlüğü olarak gösterilmiştir. 1274Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1261-1296   Defter, Kayıt ve Belgeleri Gizleme… Suç  unsurları  değerlendirilirken  her  somut  olayın  özelliklerine  göre tasdik  koşulunun  gerçekleşip  gerçekleşmediği  araştırılmalıdır.  Gizleme eyleminin tanımındaki sair suretlerle sabit olma ölçütü de olaya özgü araştırma gerektirir. Bu kapsamda, mahkeme kararları, vergi ve ticaret odası kayıtları gibi deliller ile defter ve belgelerin mükellefte olduğu, yani varlığı ispatlanabilir.  Defter,  belge  ve  kayıtların  varlığına  karine  teşkil  edici nitelikte olaya göre değişebilen ispat araçları ile defter belge ve kayıtların mevcudiyeti kabul edilebilir. Söz gelimi, mükellefin bir defter tasdik ettirmiş olması, matbaa belge basım bilgilerine ulaşılması, gizleme suçu açısından, suça  konu  belgelerin  bulunduğunu  gösterici  niteliktedir.  Diğer  yandan, vergi  dairesi  nezdindeki  belge  ve  resmi  kayıtlardan  mükellefin  defter, belgenin ibrazının istendiği takvim yılından önce faaliyetinin sona erdiğinin anlaşılması  halinde  gizleme  koşulu  gerçekleşmeyecektir.  Elektronik ortamda tutulan defter, belge ve kayıtlar da hiç kuşkusuz gizleme suçuna konu olabilecektir. b)   Vergi  İncelemesi  Sırasında  Yetkili  Kişilere  Belgenin  İbraz Edilmemesi           Defter,  kayıt  ve  belgenin  gizlenmesi  suçu,  vergi  incelemesi amacıyla vergi incelemesine yetkili kişilerce talep edilmesine rağmen ibrazın gerçekleşmemesi  yani  gizleme  ile  oluşur.  Vergi  incelemesi,  ödenmesi                                                  50  Yargıtay 19 CD, E: 2015/21369, K: 2015/8607, 16.12.2015 sayılı ilam. 51  Üstün, 2011 : 372. 52  Ekici, 2020 : 259; Yargıtay 19 CD, E: 2015/15349, K: 2015/7397, 18.11.2015 sayılı  ilamında;  sanığın  3  cilt fatura  teslim  aldığının  anlaşılması  karşısında, savunmasının da mücbir sebep oluşturmadığı dikkate alınarak dosyadaki mevcut delil durumuna göre VUK 359 (a) (2) maddesine göre suçun oluştuğunu kabul etmiştir. 53  Yargıtay 11 CD, E: 2007/7235, K: 2010/732, 10.02.2010 sayılı ilamı. 54  Ayrıntılı bilgi için bkz: Ekici, 2020 : 260-262. 55  Yargıtay 11 CD, E: 2016/12066, K: 2019/9396, 12.12.2019 sayılı ilamında; defter ve belge gizleme suçunun oluşabilmesi için vergi incelemesi amacıyla ibrazının istenmesi gerektiğinden, vergi inceleme raporlarında belirtilen istem yazısının mutlaka dosyada bulunması gerektiği, defter-belge isteme yazısı ile tebliğine  ilişkin  belgeler  incelendikten  sonra  sanığın  hukuki  durumunun değerlendirilmesi  gerektiğini  belirtmiştir.  Özel  Dairenin    E:  2017/1833,  K: 2020/7822, 24.12.2020 sayılı ilamında da; defter ve belgelerin hangi amaçla istendiğinin  tespiti  bakımından  istem  yazısının  incelenmesi  gerektiği belirtilmiştir. 1275Ceyda ÜMİT   Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1261-1296 gereken  vergilerin  doğruluğunu  araştırmak,  tespit  etmek  ve  sağlamak amacıyla  yapılan  idari  denetim  işlemidir.  Vergi  incelemesi  niteliğinde olmayan  arama,  yoklama,  bilgi  isteme  gibi  denetim  yolları  sürecindeki gizleme fiili ise; VUK 359 (a) (2) maddede tanımlı suçu oluşturmaz. VUK 135  maddede  sayılan  vergi  incelemesine  yetkili  kişiler  tarafından  vergi incelemesi amacı dışında mükellefiyetin sonlandırılması için belge istemi gibi  sair  amaçlarla  istenmesi  üzere  defter,  kayıt  ve  belgelerin  ibraz edilmemesi halinde de gizleme suçundan söz edilemez.           C. Manevi Unsur Defter, belge ve kayıt gizleme suçunun manevi unsuru kasıttır. Vergi incelemesi  esnasında  yetkili  kişilere  defter,  kayıt  ve  belgelerini  ibraz etmeyen fail, gizleme saikiyle eylemini gerçekleştirmektedir. Suçun kendine özgü yapısı, eylemin taksirle işlenmesine imkan tanımamaktadır. VUK 359 (a)  (2)  maddesinde  düzenlenen  suç,  sırf  hareket  suçu  ve  tehlike  suçu olduğundan kastın, sadece ibraz etmeme fiilini kapsaması yeterlidir, zira bu suçlarda, failde ayrıca neticenin de gerçekleşmesini bilme ve isteme yönünde bir  kast  aranmaz.  Olaya  özgü  koşullar  ve  deliller  çerçevesinde  kastın varlığı irdelenmelidir. Söz gelimi, ibrazı istenen defter, kayıt ve belgelerin sadece  çok  az  kısmının  ibraz  edilemediği  bir  durumda,  ibraz  edilen belgelerle VUK 134. madde uyarınca vergi matrahını eksiksiz belirleyecek şekilde vergi incelemesi yapılmış ise gizleme kastının varlığı tartışmalı hale gelecektir. Diğer yandan, ibraz edememenin mücbir bir sebebe dayanması yani failin elinde olmayan bir nedenin varlığı nedeniyle, defter, kayıt ve belgeyi                                                  56  VUK 134. madde. 57  Uğur ve Elibol, 2016: 378. 58  Vergi incelemesine yetkili kişiler VUK 135. maddede vergi müfettişleri, vergi müfettiş yardımcıları, ilin en büyük mal memuru, vergi iaresi müdürleri ile Gelir İdaresi Başkanlığının merkez ve taşra teşkilatında müdür kadrolarında görev yapanlar olarak sayılmıştır. 59  TCK 21 (1) maddesine göre; suçun oluşması kastın varlığına bağlıdır. Kast, suçun kanuni tanımındaki unsurların bilerek ve istenerek gerçekleştirilmesidir. 60  Ekici, 2020 : 271. 61  Uğur ve Elibol, 2016 : 278; Yazar, isabetli olarak ibraz için belirlenen sürenin bitiminden kısa bir süre sonra ibrazın gerçekleşmesi ya da bir yıla ait faturalardan sadece bir ikisinin ibraz edilememesi halinde de suç kastının olmayabileceğini ifade etmektedir. 1276Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1261-1296   Defter, Kayıt ve Belgeleri Gizleme… ibraz  edememe  halinde,  mücbir  sebebin  kastı  ortadan  kaldırdığı  kabul edilmektedir.  Yargıtay  uygulaması  da  bu  yöndedir.  Bize  göre;  mücbir sebebin varlığı süresince kastın oluşmadığı yönündeki ifade daha doğrudur. Türk Ceza Kanununda kastı ortadan kaldıran bir neden olarak mücbir sebep kavramının  yer  almamaktadır.  Mücbir  sebep  halinde,  kişi  karşı koyamayacağı bir dış gücün etkisiyle iradesini kullanamadığından, mücbir sebep kusurluluğu ortadan kaldıran bir hal olarak değerlendirilmektedir.    VUK  da düzenlenen mücbir sebep, Kanunun Birinci Kitabının Birinci Kısmının İkinci Bölümünde vergi sorumluluğunu düzenleyen başlık altında yer alan vergi hukukuna ve vergi suçlarına özgü bir kavramdır. VUK  da mücbir  sebep  tanımı  yapılmamış  ancak  örnek  niteliğinde  bazı  haller sayılmıştır.  Vergi  ödevlerinin  yerine  getirilmesini  engelleyecek  derecede ağır kaza, ağır hastalık, tutukluluk hali, yangın, yer sarsıntısı, su basması gibi doğal afetler, kişinin iradesi dışında vuku bulan mecburi gaybubetler ile sahibinin iradesi dışındaki nedenlerle defter ve vesikaların elden çıkması halleri gibi haller VUK uygulamasında mücbir sebep kabul edilmektedir. Bu durumda, yangın, deprem gibi doğal afetler sonucu defter, belge ve kaydın yok olması durumunda suç oluşmayacaktır. Mücbir sebep olarak sayılan gaybubet hali; kişinin iradesi dışında gelişen kaçırılma, kaybolma, mahsur  kalma,  askere  alınma,  hürriyetin  tahdit  edilmesi  gibi  hallerdir. Sayımın sınırlı olmaması isabetlidir.                                                   62  Yargıtay 11 CD, E: 2017/677, K: 2020/7685, 24.12.2020; E: 2017/2390, K: 2020/5716, 12.10.2020; E: 2019/8065, K: 2020/1211, 12.02.2020; E: 2017/9909, K: 2020/6791, 11.11.2020 sayılı ilamlar. 63  Demirbaş, T. (2019). Ceza Hukuku Genel Hükümler, ( 4. Baskı), Ankara : Seçkin Yayıncılık:  443;  Öncel  ve  Kumrulu,  2015:  217.  Ceza  sorumluluğu,  kusur temeline  dayanır,  mücbir  sebep  halinde  iradi  hareket  olmadığından  ve  kişi iradesini ortaya koyamadığından, kusurluluğun bir unsuru olan isnat edilebilirlik bulunmamaktadır. Mücbir sebep halinde, kişi kendini kanuna uygun hareket etme imkansızlığı içinde bulmakta, neticeyi öngörsün veya öngörmesin iradesi dışında hareket etmeye zorlanmaktadır, bu konuda ayrıntılı bilgi için bkz: Demirbaş, 2019: 443-444. 64  VUK 13. madde; Mücbir sebebin malum olması ve ilgililer tarafından ispat veya tevsik  edilmesi  koşuluyla,  VUK  13.  maddede  sayılan  mücbir  sebeplerden herhangi birinin bulunması halinde bu sebep ortadan kalkıncaya kadar süreler işlemez, bkz: VUK 15. madde. Bu bağlamda, tutukluluk, gözaltına alınma, ağır hastalık gibi haller ortadan kalkınca ibraz için tanınan süre yeniden işlemeye başlayacaktır.   65  Uğur ve Elibol, 2016 : 369. 66  Hekim, 2020) : 30. 1277Ceyda ÜMİT   Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1261-1296 Kanunda örnek niteliğinde sayılan mücbir sebep hallerinden birinin ya da  başka  bir  nedenin  mücbir  sebep  olarak  ibraz  etmemeye  neden gösterilmesi, ceza sorumluluğunu kaldırmaya yeterli değildir. Vergi ceza hukuku kapsamındaki tüm vergi kaçakçılığı suçlarında olduğu gibi defter, belge ve kayıt gizleme suçunda da re sen araştırma ilkesi uyarınca maddi hakikate  ulaşma  amacı  çerçevesinde  gerekli  araştırma  ve  incelemeler yapılmalıdır. Bu kapsamda, failin dayandığı mücbir sebebi yaratan olayların mevcudiyeti,  defter,  belge  ve  kayıtların  ibraz  edilememesi  sonucunu yaratacak  nitelik  ve  yoğunlukta  olup  olmadıkları,  hatta  mücbir  sebebin meydana  gelme  olasılığı,  kaçınılmasının  mümkün  olup  olmadığı,  vergi denetiminden kaçmak niyeti ile ileri sürülüp sürülmediği araştırılmalıdır. Araştırma  sonucuna  göre;  somut  olayda  mücbir  sebebin  bulunup bulunmadığı irdelenerek saptanmalıdır. Mücbir sebebin varlığı ve failin istemi dışında meydana gelerek defter, belge ve kayıtların ibrazını olanaksız kıldığının anlaşılması halinde failin gizleme  kastının  bulunmadığı  kabul  edilecektir.  Failin  ağır  kaza  veya hastalık geçirdiğinin resmi kaza ve tespit tutanakları, hastane raporları ile sabit olması, cezaevinde bulunduğunun resmi kayıtlarla kanıtlanması, irade dışı ibraz edememe ve elden çıkma durumunun kesin ve açık kanıtlarla ortaya  konulması  gerekmektedir.  VUK  3  (B)  maddesinin  ilk  fıkrası hükmündeki  vergilendirmede  vergiyi  doğuran  olay  ve  bu  olaya  ilişkin muamelelerin gerçek mahiyetinin esas alınacağı yönündeki düzenleme de, maddi  hakikate  ulaşmada  re sen  araştırma  ilkesinin  uygulanacağını göstermektedir.  CMK  217.  maddesindeki  delilleri  takdir  yetkisine  dair ilkeler vergi suçunun yargılamasında esas alınacaktır.  Kanun  koyucu,  VUK  3(B)  maddesinin  ilk  fıkrasında  genel  ilkeyi düzenledikten sonra, ikinci fıkrada vergiyi doğuran olay ve bu olaya dair işlemlerin gerçek mahiyetinin yemin hariç her tür delille ispatlanabileceği ve vergiyi doğuran olay ve işlemlerle ilgisi bulunmayan tanık beyanının delil                                                  67  Yargıtay CGK, E: 1999/11-273, K: 1999/283, 23.11.1999 sayılı ilam; Yargıtay 11.  CD,  E:  2016/11845,  K:  2019/8594,  02.12.2019;  E:  2016/12066,  K: 2019/9396, 12.12.2019; E: 2007/3959, K: 2010/3134, 15.03.2010; E: 2007/7378, K:  2010/4376,  12.04.2010;  E:  2007/9220,  K:  2010/5948,  11.05.2010  sayılı ilamlar.  68  CMK  217.  maddesinin  ilk  fıkrası  hükmüne  göre,  deliller,  hâkimin  vicdanî kanaatiyle serbestçe takdir edilerek maddi hakikate ulaşılacaktır. Maddenin ikinci fıkrası uyarınca; yüklenen suç, hukuka uygun bir şekilde elde edilmiş her türlü delille ispat edilebilir. 1278Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1261-1296   Defter, Kayıt ve Belgeleri Gizleme… olarak kullanılamayacağı yönünde düzenleme getirmiştir. Genel ilke ortaya konduktan sonra istisnai hükümler getirilmiş olması, bize göre genel ilkeden yani  re sen  araştırma  ilkesinden  vazgeçildiği  anlamına  gelmemektedir. Esasen  olayla  ilgisi  bulunmayan  tanık  beyanının  delil  teşkil  etmeyeceği yönünde bir düzenlemeye ihtiyaç da yoktur. Kaldı ki, vergiyi yaratan olayla ilgili ve bu olayı açığa çıkarabilecek mahiyette tanık delili varsa, bunun delil olarak kullanılmasında  engel bulunmamaktadır, bu nitelikte  bir delil hiç kuşkusuz maddi gerçeğe ulaşılmasında faydalı olacaktır. Yine, VUK 3(B) maddesinin son fıkrasındaki iktisadi, ticari ve teknik icaplara uymayan ya da olayın özelliğine göre normal ve mutad olmayan bir durumun iddia olunması halinde ispat külfetinin iddia eden tarafa ait olacağı düzenlemesi de açıkça istisna bir hükümdür. Normal olmayan alışılmışın dışında bir durumun ileri sürülmesi haliyle ilgilidir. Yargılamada maddi vakıanın kesin, açık, her tür şüpheden uzak bir şekilde mahkemenin vicdani kanaatine göre ispat edilmesi ve ortaya konması gerekliliğini kaldırmamaktadır. İçtihat hukukunda da yeterli araştırma ve inceleme yapılarak delillerin takdiri  ile  ibraz  edememe  yani  gizleme  eyleminin  failin  iradesi  dışında oluşmuş mücbir sebebe dayanıp dayanmadığının değerlendirilmesi gerektiği kabul edilmektedir. Toplanan  deliller ile mücbir sebebin somut olayda                                                  69  Yargıtay 11 CD, 28.09.2020 tarih, E: 2017/7715, K: 2020/5072 sayılı ilamında; sanığın vergi incelemesi yapılan yıla ait gider belgeleri ile mahsup fişlerini kaybettiği, bu belgelerin haczedilen aracın içinde kaldığı yönündeki savunmasını yasanın aradığı anlamda mücbir sebep saymamıştır. Özel Daire; E: 2017/6866, K: 2020/3680, 02.11.2011 sayılı ilamında ise; sanığın ibrazı istenilen defter ve belgelerin  eşi  ve  çocukları  tarafından  sobayı  tutuşturmak  için  kullanıldığı yönündeki savunmasını mücbir sebep olarak kabul etmemiştir. Bu bağlamda Özel  Daire,  E:  2017/1989,  K:  2020/4489,  15.09.2020  ve  E:  2017/2254,  K: 2020/5999, 19.10.2020 sayılı ilamlarda da mücbir sebep ileri sürülmesini kabul etmemiştir. İbraz edememenin yangın nedenine dayandırıldığı bir dosyada ise; yangın raporu ve tutanakta yangında ne tür ticari defter ve belgelerin yandığına dair tespitin olmaması, yangının şirket aracında vergi denetmenine götürülürken çıktığının  ileri  sürülmesi  karşısında  yangının  mahiyeti,  çıktığı  alan  ve yoğunluğunun  ayrıntılı  araştırılması  ve  tutanak  düzenleyicilerinin  dinlenmesi suretiyle sanığın kastının değerlendirilmesine hükmetmiştir, bkz: Yargıtay 11 CD, E: 2007/9220, K: 2010/5948, 11.05.2010 sayılı ilamı; Hırsızlık nedeniyle ibrazın yapılamadığı ileri sürülen bir olayda ise; hırsızlık olayına dair mahkeme kararı  ibrazına  rağmen,  hırsızların  yararlanamayacağı  şeyleri  çalmalarının hayatın  olağan  akışına  uygun  düşmediği,  müracaat  tutanağı  ve  mahkeme kararında  da  defter,  belge  ve  kayıtların  çalındığının  tespitinin  yer  almadığı gerekçesiyle bu durumun mücbir sebep ya da irade dışı kaybolmayı kanıtlayıcı 1279Ceyda ÜMİT   Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1261-1296 varlığına  ilişkin  savunma,  akla  uygun,  inandırıcı  ve  geçerli  bulunmalı, mücbir sebep dolayısıyla ibrazın yapılamadığına dair tam olarak vicdani kanı oluşmalıdır. Diğer yandan, varlığı sabit olan mücbir sebep halinin meydana gelmesinden önce vergisel yükümlülüklerin ifası için umumi vekil tayin edilen  hallerde,  vekil  tarafından  ibraz  yapılacağından  mücbir  sebebe dayanılamayacağı, belirtilmektedir. Bu  bağlamda  son  olarak,  mücbir  sebep  ve  zorunluluk  halinin birbirinden  farklı  olduğu  da  belirtilmelidir.  Zorunluluk  halinde,  kişi kendisini  veya  başkasını tehlikeden  kurtarmak  için  aslında  zorlanmadığı halde suç işlemektedir, mücbir sebepte böyle bir hal yoktur, zira kişi mücbir sebep nedeniyle iradesi dışında başka türlü hareket imkanı olmadan suçu işlemekte,  kendini  kanuna  uygun  hareket  etme  imkansızlığı  içinde bulmaktadır.  Zorunluluk  hali,  kusurluluğu  etkileyen  bir  neden  olarak, öğretide hukuka uygunluk nedeni olarak görülmektedir, ancak zorunluluk halinin  kusurluluğu  ortadan  kaldıran  bir  sebep  olduğu  da  kabul edilmektedir.  Bize  göre,  zorunluluk  halinin  fiilin  hukuka  aykırılık özelliğini  kaldıran  hukuka  uygunluk  nedenleri  arasında  sayılması  daha isabetlidir.  Defter,  kayıt  ve  belgeleri  gizleme  suçu  açısından                                                                                                                    kuvvet ve nitelikte olmadığı, belirtilmiştir, bkz: Yargıtay 11 CD, E: 2008/16228, K: 2011/21361, 02.11.2011 sayılı ilam. 70  Uğur ve Elibol, 2016: 369. 71  Ekici, 2020 : 132. 72  TCK 25 (2) maddesinde zorunluluk halinde kendisine veya başkasına ait bir hakka yönelik olarak, bilerek neden olunmadığı ve başka türlü kurtulma olanağı olmayan  ağır  ve  muhakkak  tehlikeden  kendisini  veya  başkasını  kurtarmak zorunluluğu ile tehlikenin ağırlığı ile konu ve kullanılan vasıta arasında orantı olması koşuluyla suç teşkil eden fiil işlenmesi halinde faile ceza verilmeyeceği düzenlenmiştir.  73  Demirbaş, 2019: 443-444. 74  Hakeri, CMK 223 (3). maddesinin (b) bendindeki yüklenen suçun zorunluluk hali etkisiyle işlenmesi durumunda fail hakkında ceza verilmesine yer olmadığına dair düzenleme ve 5237 sayılı TCK gerekçesinden hareketle zorunluluk halini kusurluluğu  kaldıran  hal  olarak  kabul  etmektedir,  Hakeri,  H.  (2011).  Ceza Hukuku,  Genel  Hükümler,  (10.  Baskı),  Ankara:Adalet  Yayınevi  2011:  344. Demirtaş ise, konuyu hukuka uygunluk nedenleri arasında değerlendirmektedir, Demirbaş, 2019: 269. 75  TCK kapsamında düzenlenen suç fiilinin hukuka aykırılık unsurunu kaldıran hukuka uygunluk nedenleri; kanun hükmü, amirin emri, meşru savunma ile zorunluluk hali, hakkın kullanılması, ilgilinin rızasıdır, bkz: TCK 24 ila 26. maddeler.  1280Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1261-1296   Defter, Kayıt ve Belgeleri Gizleme… değerlendirildiğinde suçun konusu ve işleniş özelliği nedeniyle zorunluluk hali, hukuka uygun emrin yerine getirilmesi, kanun hükmünü icra, meşru savunma, hakkın kullanılması ve rıza nedeniyle bu suçta hukuka uygunluk nedenine  dayanılamayacaktır.  Diğer  yandan,  kusurluluğu  etkileyen  yaş küçüklüğü, akıl hastalığı, sağır-dilsizlik hallerinin mevcudiyeti halinde ceza sorumluluğu söz konusu durumlara göre değerlendirilmelidir.  III. SUÇUN ÖZEL GÖRÜNÜŞ HALLERİ Defter, belge ve kayıt gizleme suçunda suçun özel görünüş hallerinin uygulaması sınırlıdır. Suç, ibraz edilmeme ile oluştuğundan ani hareketli, tehlike  suçu  olarak  teşebbüse  elverişli  değildir.  Suçun  özel  görünüş hallerinden zincirleme suç oluşması teoride olanaklı görünmektedir. Aynı istem yazısında farklı yılların vergi incelemesine esas defter ve belgeleri talep edilmişse; suç unsurlarının varlığı halinde müteselsil suç oluşmaz, tek suçtan sorumluluk kabul edilir. Yani, defter, belge ve kayıtların ait olduğu yılların bir ya da birden fazla olması önem taşımamakta, bir takvim yılı ya                                                  76  Hekim,  2013:  24;  Rüzgar,  T.  M.  (  2017.  Vergi  Kaçakçılığı  Suçunda  Fail, Yayımlanmamış Yüksek Lisans Tezi, İzmir Katip Çelebi Üniversitesi Sosyal Bilimler Enstitüsü Maliye ve Mali Yönetim Ana Bilim Dalı, www.tez.yok.gov.tr, (erişim tarihi : 18.07.2021) : 65. 77  Ceza  sorumluluğunu  kaldıran  ya  da  azaltan  nedenler;  yaş  küçüklüğü,  akıl hastalığı,  sağır-dilsizlik  halleri,  geçici  nedenler  olarak  sayılan  alkol  ve uyuşturucu madde etkisiyle suç işleme hali ile haksız tahrik, hata, cebir, şiddet, korkutma ve tehdit etkisiyle suç işleme halidir, bkz: TCK 28-33 maddeler. Bu öğeler aynı zamanda, kusuru etkileyen nedenlerdir. Bu haller, eylemle değil, faille ilgilidir. Kusur yeteneğini etkileyen hallerden bazıları isnat kabiliyetini azaltır, bazıları ise ortadan kaldırır, Rüzgar, (2017): 56. 78  Yargıtay 11 CD, E: 2017/9774, K: 2020/1122, 11.02.2020 sayılı ilam; Uğur ve Elibol, 2016 : 380. 79  Suçun özel görünüş hallerinden zincirleme suç; TCK na hakim gerçek içtima yani, eylem sayısınca suç ve ceza kuralının istisnalarından biridir. Bileşik suç ve fikri içtima da diğer istisnalardır. Vergi kaçakçılığı suçlarında müteselsil suç uygulamasına dair ayrıntılı bilgi için bkz: Arslan, Ç. (2019).  Vergi Kaçakçılığı Suçlarında Zincirleme Suç, 5. Türk- Kore Ceza Hukuku Günleri Karşılaştırmalı Hukukta Ekonomik Suçlar Sempozyumu Tebliğler-C:I-II, ( içinde), (ed) Özgenç, İ. ve Şahin, C. ve Turhan, F.  Ankara; Seçkin Yayınları,   C.II: 1079-1091; Arslan, Ç. (2017).  Vergi Kaçakçılığı Suçlarında İçtima Sorunu ( Vergi Takvim Yılına Yüklenen İşlev Bağlamında Bir Değerlendirme), Hacettepe Üniversitesi Hukuk Fakültesi Adli Bilişim Araştırma ve Uygulama Merkezi Ekonomik Suçlar ve Yargıtay Kararları Sempozyumu-I Vergi Kaçakçılığı Suçları (Sempozyum Kitabı), (içinde), Ankara: Yetkin Yayınları : 75-81. 1281Ceyda ÜMİT   Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1261-1296 da bazı vergi türlerine özgü geçerli olan özel hesap dönemi ya da dönemleri esas alınmamaktadır. İstem yazısı üzerine kanunda öngörülen koşulların oluşmasıyla gizleme suçu, tek suç olarak gerçekleşmektedir. Bu bağlamda, aynı takvim yılı ya da yıllarına ait defter ve belgelerin birden fazla kez ibrazının istenmesi halinde istem yazısının ilk tebliği ile suç oluşacağından sonraki tebligatlar ayrı suç konusu kabul edilemeyecektir. Aynı  kişinin  birden  fazla  mükellefiyetinin  olması  halinde  de,  her mükellefiyet  yönünden  ayrı  inceleme  yapılacağından,  incelemeye  konu defter, belge istemleri farklı olmalıdır. Bu durumda, her mükellefiyet için ayrı incelemeye dayalı ayrı suç söz konusudur. Defter, belge, kayıt ibraz etmeme suçunda müteselsil suçun oluşabileceği ender bir hal; aynı mükellef için farklı yıl ve dönemlere ait istem yazılarının değişik zamanlarda birbirine yakın aralıklarla istenmesi durumudur. Söz konusu olasılıkta; somut olaya özgü koşullara bakılarak müteselsil suç değerlendirilmelidir. VUK 359. maddesinde her biri ayrı seçimlik hareket olarak tanımlanan diğer suçlarla defter, belge, kayıt gizleme suçu içtima edilemez. Sadece, VUK  359  (b)  maddede  yer  alan  vergi  kanunlarına  göre  tutulan  veya düzenlenen ve saklama ve ibraz mecburiyeti olan defter, kayıt ve belgeleri yok  etmek  suçu  ile  defter,  kayıt  ve  belgeleri  gizleme  suçu  birbirine dönüşebilir. Kuşkusuz, her somut olayın özelliğine göre  değerlendirme yapılmalıdır. Dönüşmenin kabul edildiği hallerde, iddianame anlatımı da uygunsa, ek savunma hakkı tanınarak doğru yasa maddesi ile uygulama yapılmalıdır.                                                  80  Müteselsil suç uygulamasının, VUK 359 (b) maddesinde düzenlenen ve her takvim  yılının  ayrı  ve  bağımsız  suç  oluşturduğu  kabul  edilen  sahte  belge düzenleme ve sahte belge kullanma suçlarından farklı olduğu belirtilmelidir. Sahte belge düzenleme suçunda; bir takvim yılında birden fazla sahte belge düzenlenmesi; sahte belge kullanma suçunda da aynı takvim yılının farklı hesap dönemlerinde sahte belge kullanılması halinde müteselsil suçun oluştuğu kabul edilmektedir. 81  Yargıtay 11 CD, E: 2016/11845, K: 2019/8594, 02.12.2019 sayılı ilam. 82  Uğur ve Elibol, 2016 :380. 83  Yargıtay 11 CD, E: 2012/28895, K: 2014/15809, 26.09.2014 sayılı ilamda; 2005 ve 2006 takvim yılına ait istem yazılarının sırasıyla 07.05.2009 ve 19.06.2009 tarihlerinde çok kısa aralıklarla gönderilmesi karşısında, 2007 yılında işi terk eden mükellefe söz konusu bildirimlerin aynı yazı ile yapılabilecekken, yakın iki ayrı tarihli yazı ile gerçekleştirilme nedenlerinin araştırılmasına hükmetmiştir. 84  Uğur ve Elibol, 2016 : 380. 85  İbid, 2016: 380-381. 1282Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1261-1296   Defter, Kayıt ve Belgeleri Gizleme… Diğer yandan, vergi suçlarında cezayı ortadan kaldıran neden olarak düzenlenen ve suçun özel görünüş şekli olarak karşımıza çıkan pişmanlık; beyana dayalı vergilerde vergi ziyaı cezasını gerektiren eylemleri işleyen mükellefler ile bu suça iştirak eden kişilerin hukuka aykırı eylemlerini ilgili makamlara  haber  vermeleri  esasına  dayanmaktadır.  VUK  371. maddesindeki pişmanlık şartlarına uygun olarak durumu ilgili makamlara bildirenler  hakkında  vergi  kaçakçılığı  suçuna  dair  hükümler uygulanmayacaktır. VUK kapsamında düzenlenen pişmanlık kurumunun bazı suçlar için TCK ve özel ceza yasalarında öngörülen etkin pişmanlık ile ilgisi  bulunmamaktadır.  Defter,  belge  kayıt  gizleme  eylemi,  kanunda öngörülen  koşulların  oluşmasıyla  istenen  belgeleri  ibraz  etmeme  ile tamamlandığından  pişmanlık  uygulamasına  elverişli  değildir.  Aynı gerekçeyle, gönüllü vazgeçmeye de suçun yapısı cevaz vermemektedir.                                                    86  VUK 371 (1) madde; Ayrıca haber verme fiilinden önce herhangi bir şekilde ilgili makamlara ihbarda bulunulmamış olması, haber vermenin ilgili makamların kaçakçılık suçu teşkil eden fiillerin işlendiğinin tespitinden önce yapılması ve haber vermenin resmi kayıtlarla teyit olunması, hiç verilmeyen ya da eksik veya yanlış yapılan vergi beyannamelerinin mükellefin haber verme dilekçesinden itibaren on beş gün içinde verilmesi ya da tamamlanması veya düzeltilmesi, mükellefçe  haber  vermeye  esas  ödeme  süresi geçmiş  vergilerin  belirlenecek gecikme ödemesi ile birlikte haber verme tarihinden başlayarak on beş gün içinde ödenmesi, koşulları da aranmaktadır; Düzenleme, 4369 sayılı 22.07.1998 tarihli Kanun ile yapılan değişikle VUK 359. madde kapsamında yer almıştır. 87  VUK 359 (4) madde. 88  Ceza hukukunda suçun özel görünüş hallerinden biri olan etkin pişmanlık; sadece Kanunda  düzenlenen  hallerde  etkin  pişmanlık  kabul  edilen  suçlar  yönünden uygulanabilir. Etkin pişmanlık en genel tanımıyla, suç tamamlandıktan sonra failin  pişmanlık  duyarak  suçun  neden  olduğu  hukuka  aykırılığı  veya  zararlı sonuçları ortadan kaldırmasına yönelik eylemdir. Cezayı ortadan kaldırıcı ya da hafifletici sonuç doğurmaktadır.  89  Bayraklı, H. H. (2016). Vergi Kaçakçılık Suçlarında Gönüllü Vazgeçme, Türkiye Adalet Akademisi Dergisi, 7 (27) : s.12. Gönüllü vazgeçme, TCK 36. maddeye göre; failin suçun icra hareketlerinden gönüllü vazgeçmesi veya kendi çabalarıyla suçun tamamlanmasını veya sonucun gerçekleşmesini önlemesidir. Bu halde fail teşebbüsten  cezalandırılmayacak,  ancak  gönüllü  vazgeçme  anına  kadar  olan süreçteki eylemlerin suç sayılması halinde, sadece suç sayılan eyleme dair ceza ile cezalandırılacaktır. 1283Ceyda ÜMİT   Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1261-1296 IV. MUHAKEME SÜRECİNDE ÖZELLİKLİ DURUMLAR VUK 359 (a) (2) maddesindeki eylemin maddi unsurunu; varlığı sabit olan ve vergi kanunlarına göre tutulması, düzenlenmesi, saklanması ve ibrazı gereken defter, belge ve kayıtların vergi mükellefi, vergi sorumlusu ya da kanuni  temsilci  tarafından  vergi  incelemesi  sırasında  vergi  incelemesine yetkili kişilere sunulmaması yani gizlenmesi olarak tanımlayabiliriz. Suçun manevi unsuru ise; gizleme eyleminin bilerek ve isteyerek ibraz etmeme saiki ile yapılmasıdır. Vergi ceza hukuku kapsamındaki eylemin kendine özgü  özellikleri,  suçun  sübutunda  kurucu  unsurların  yanı  sıra  kanun uygulayıcı  makamların  her  somut  olayda  değerlendirmesini  gerektiren özellikli halleri de barındırmaktadır. Defter, belge, kayıt gizleme suçunun özellikli halleri bu Bölümde incelenecektir. 1. Usulüne Uygun Tebligat ile İbraz Yükümlülüğünün Bildirilmesi Defter, belge ve kayıt isteme yazısının vergi mükellefi, vergi sorumlusu ya  da  kanuni  temsilciye  usulüne  uygun  olarak  gönderilerek,  ibraz yükümlülüğünün yerine getirilmesinin talep edilmesi son derece önemlidir. Tebligat ve içeriği suçun kurucu unsuru olmamakla birlikte, tebligatın ve içeriğinin  kanuna  uygun  olması,  sübut  ve  cezai  sorumluluk  açısından belirleyici bir unsurdur. VUK  da tebligata ilişkin hususlar özel olarak düzenlenmiştir. Özel düzenleme  bulunmayan  hallerde  ise;  Tebligat  Kanunu  hükümlerine uyulacaktır.  Tebligat,  yasal  şekil  şartlarına  uygun  yapılmalıdır.  Defter,                                                  90  VUK 93 ila 109. maddeler; Tebligat türleri; posta yolu ile tebligat, ilan yoluyla tebligat,  elektronik  ortamda  tebligat,  memur  vasıtasıyla  tebligat,  daire  veya komisyonda  tebligat  olarak  düzenlenmiştir.  Tebligat  öncelikle  bilinen  adrese yapılır.  Kanunun  101.  maddesinde  işyeri  adresi  ve  adres  kayıt sistemindeki yerleşim yeri adresi, bilinen adresler olarak belirtilmiştir. VUK 102 (3) maddeye göre;  muhatabın  tebellüğden  imtina  etmesi  ya  da  yerleşim  yeri  adresinde bulunamaması halinde kapıya yapıştırılarak tebliğ mümkündür.  91  Defter-belge istem yazısının sanığın ikamet adresinde tebellüğden imtina eden eşinin  önüne  bırakılmak  suretiyle  tebliğ  edilmesinin  usule  uygun  bulunarak sanığa atılı defter ve belgeleri gizleme suçunun sabit görüldüğü bir olayda verilen mahkumiyet hükmüne karşı yapılan temyiz başvurusunun değerlendirilmesinde; Yüksek Mahkeme, tebliğ tarihinde yürürlükte olan VUK 102 (3) maddesine göre imzadan imtina durumunda, bu durumun şerh konularak tebliğ evrakının iade olunacağı  hükmüne  göre, sanığın eşinin önüne bırakılarak  yapılan tebligatın geçersiz olduğu ve atılı suçun oluşmadığını kabul edilmiştir, bkz: Yargıtay 11 CD, E: 2017/8123, K: 2019/9918, 23.12.2019 sayılı ilam.  1284Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1261-1296   Defter, Kayıt ve Belgeleri Gizleme… kayıt ve belgelerin ibraz edileceği sürenin başlangıcı açısından da usulüne uygun  tebliğ  önemlidir.  İbraz  süresi  konusunda  yasal  düzenleme bulunmamaktadır. VUK uyarınca, kanunda öngörülmeyen hallerde tebliğ yapacak vergi idaresi on beş günden az olmamak üzere süre belirlemeye yetkilidir. Uygulamada defter, belge, kayıt ibrazı için genellikle on beş günlük süre verilmektedir. Tebligat evrakında açıkça hangi yıla dair defter, belge  ve  kayıtların  ibrazının  istendiği,  ibraz  süresi  ve  ibraz  makamının belirtilmesi  gerekir.  İbraz  yükümlülüğü,  süresi  ve  yerinden  haberdar olmayan muhatabın defter, belge veya kaydı gizleme iradesinin oluştuğunun kabulü olanaklı değildir. İbraz süresinin bitimi suç tarihidir. Her somut olayda, yasa uygulayıcı makamlar defter, belge istem yazısını içeren tebligat evraklarının asıllarını veya onaylı suretlerini temin ederek, hukuki durumu değerlendirmelidir. Defter ve belgelerin çalındığı, kaybolduğu, bulunamadığının ileri sürülerek ibrazdan kaçınılması durumunda VUK 139. madde koşulları ve tebligat şartı aranmamakta  ancak  ileri  sürülen  nedenin  mücbir  sebep  kapsamında araştırılmasıyla sorumluluk tespit edilmelidir.                                                   92  VUK 14 (2) madde. 93  Yargıtay 11 CD, E: 2019/8065, K: 2020/1211, 12.02.2020 sayılı ilamda; usulüne uygun tebligattan itibaren on beş gün içinde defter ve belge ibrazının yerine getirilememesi halinde suçun sübuta erdiği kabul edilmiştir. 94  Yargıtay 11 CD, E: 2017/1446, K: 2020/7559, 22.12.2020 sayılı ilamda; defter ve belge istem yazısı tebliğ edilmeyen sanığın defter ve belgelerin istendiğinden haberdar olmadığı yönündeki savunması da gözetilerek, unsurları itibarıyla suçun oluşmadığına  karar  verilmiştir.  Özel  Daire,  E:  2017/677,  K:  2020/7685, 24.12.2020 sayılı ilamında ise; defter-belge istem yazısının ikamet adresinde sanığın eşine tebliğ edildiği  olayda, sanığın eşinin kendisini tebligattan haberdar etmediğine dair savunmasını inandırıcı bulmamıştır. 95  Yargıtay 11 CD, E: 2017/14864, K: 2020/2325, 10.03.2020 sayılı ilamında; ibraza ilişkin istem yazısının 29.03.2010 tarihinde tebliğinden itibaren 15 günlük sürenin bitimi olan 14.04.2010 tarihinin suç tarihi olduğu, Özel Dairenin E: 2017/9701,  K:  2020/7355,  16.12.2020  sayılı  ilamında  da  30.09.2011  tarihli tebligat ile 15 gün süre verildiği, bu durumda suç tarihinin 16.10.2011 tarihi olduğu bildirilmiştir. 96  Yargıtay 11 CD, E: 2016/12066, K: 2019/9396, 12.12.2019; E: 2017/8541, K: 2020/329, 16.01.2020 sayılı ilamlar. 97  Yargıtay 11 CD, E: 2016/12066, K: 2019/9396, 01.12.2019 sayılı ilamda, sanığın eşinin  ev  taşıma  sırasında  defter  ve  belgeleri  atmış  olabileceğinden  ibraz edemediğine dair savunması mücbir sebep kapsamında değerlendirilmemiştir. 1285Ceyda ÜMİT   Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1261-1296 2. İncelemenin Yapılacağı Yer   VUK  139.  maddesi,  vergi  incelemesinin  yapılacağı  yer  konusunda aşamalı düzenleme getirmiştir. Ana kural; incelemeye tabi olanın işyeridir. İşyerinde inceleme yapılmasının olanaksız olduğu durumlarda ya da vergi mükellefi  ve  sorumlusunun  talebi  halinde;  inceleme  vergi  dairesinde yapılır. İşyerinin müsait olmaması, ölüm, iş terki ya da herhangi bir diğer zorunlu neden, işyerinde incelemeye engel kabul edilmektedir. Temel ilke, incelemenin işyerinde yapılması olduğundan VUK 139 (1) madde uyarınca gerçekleştirilen vergi incelemelerinde defter, belge veya kayıt  ibrazı  için  tebligat  şartı  bulunmamaktadır.  İşyeri  faal  olan mükelleflere  defter  ve  belgelerin  vergi  dairesine  ibrazı  için  yapılan tebligatlar  hukuken  geçerli  olmayacağından  suçun  unsurları  oluşmaz. İşyerinin faal olması halinde, öncelikle incelemenin işyerinde yapılmasına dair amir yasa hükmüne riayet edilmelidir. Bu nedenle somut olaya özgü araştırma ve değerlendirme yapılması, gerektiğinde incelemeyi yapan vergi denetmeninden  ya  da  ilgili  vergi  dairesinden  VUK  139  (2)  madde istisnalarının  bulunup  bulunmadığının  sorulması,  ilgili  tespit  belgesinin dosyaya  konulması  önemlidir.  Tebligata  rağmen  defter  ve  belgelerin çalındığı  ileri  sürülerek  ibraz  etmeme  durumunda  Yüksek  Mahkeme, incelemenin  işyerinde  yapılması  zorunluluğunun  olmadığına  karar vermiştir. Diğer yandan, ticari faaliyetine devam ettiği belirlenen sanığa                                                  98  VUK 139 (1) ve (2) maddeler. 99  Yargıtay 11 CD, E: 2017/1911, K: 2019/9958, 24.12.2019 sayılı ilamda; defterbelge ibrazı için sanığa tebligat yapılan olayda, sanığın işyerinin faal olduğunu belirtmesi karşısında incelemenin dairede yapılmasını gerektiren nedenler tespit edilmediği  için  sürecin  mükellef  aleyhine  tersine  çevrildiğini,  bu  nedenle öncelikle  incelemenin  dairede  yapılmasını  gerektiren  nedenlerin  bulunup bulunmadığının,  işyerinin  faal  olup  olmadığının,  faaliyetin  devam  edip etmediğinin  ilgili  vergi  dairesinden  sorulması,  işyeri  dışında  inceleme yapılmasına  ilişkin  tespite  dair  belgenin  istenmesi  gerektiğine,  aksi  takdirde somut olayda sanığa yapılan tebligatın geçerli olmayacağını belirterek, VUK 139 (1) ve (2) maddeleri uyarınca yapılacak araştırmanın ardından sanığın hukuki durumunun belirlenmesi gerektiğine karar vermiştir, aynı yönde bir karar için bkz: Yargıtay 11 CD, E: 2017/9774, K: 2020/1122, 11.02.2020 sayılı ilam. 100 Yargıtay CGK, E: 2016/11-234, K: 2016/293, 31.05.2016 sayılı ilam; Yargıtay 11 CD, E: 2017/1832, K: 2019/9956, 24.12.2019; E: 2016/11437, K: 2019/2381, 07.03.2019; E:2016/3829, K: 2018/3958, 26.04.2018 sayılı ilamlar. 101  Yargıtay 11 CD, E: 2017/1633, K: 2020/7899, 25.12.2020 sayılı ilam. 102 Yargıtay  11  CD,  E:  2008/16228,  K:  2011/21361,  02.11.2011  sayılı  ilam; Yargıtay CGK E: 1999/11-273, K: 1999/288, 23.11.1999 sayılı ilam; Yargıtay 11 1286Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1261-1296   Defter, Kayıt ve Belgeleri Gizleme… defter ve belge ibrazı için istem yazısının işyerinde babasının imzasına tebliğ edilen bir olayda; Özel Daire tarafından incelemenin dairede yapılmasına imkan  veren  istisnanın  bulunmaması  karşısında  incelemenin  işyerinde yapılmasının  gerekmesi,  ancak  tebligatın  sanığın  babasına  yapılması nedeniyle hukuki geçerliliğinin bulunmadığı ve VUK 359 (a) (2) maddesi uyarınca suç yasal unsurlarının oluşmadığı kabul edilmiştir. İncelemenin VUK 139 (2) maddeye göre vergi dairesinde yapılmasını gerektiren zorunlu koşulların varlığı halinde ise; önceki alt başlık altında incelendiği üzere tebligatın usulüne uygun yapılarak, ibraz süresinin, hangi amaçla hangi yılları kapsayacak şekilde incelemenin yapılacağı bilgisinin ve incelenmek üzere ibrazı istenen defter, belge ve kayıtların istem yazısında yer alması gerekir.  Belirtilen ibraz süresi içerisinde mazeretsiz olarak talep edilen defter, belge ve kayıtları getirmeyenler, ibraz etmemiş kabul edilir. Belirli işyeri olmayanlar, işyeri adresi olarak ikamet adresi gösterenler hakkında  vergi  incelemesi  işyerinde  yapılabilecektir.  Defter,  belge  ve kayıt ibrazında önemli bir husus da; her yıl Temmuz ayının biri ile yirmisi arasındaki mali tatil süresi içerisinde ibrazın talep edilememesi ve işyerinde inceleme yapılamamasıdır.                                                                                                                      CD, E: 2017/14864, K: 2020/2325, 10.03.2020; E: 2016/12066, K: 2019/9396, 12.12.2019 sayılı ilam. 103 Yargıtay 11 CD, E: 2017/1445, K: 2020/7550, 22.12.2020 sayılı ilam. 104  UK 139 (3) madde. 105 VUK 139 (4) madde; ibraz etmeme haklı mazerete dayandırılırsa ilgililere uygun süre verilecektir. 106 Uğur ve Elibol, 2016 : 366. 107 5604 sayılı Mali Tatil İhdas Edilmesi Hakkında Kanun 1 (4) madde; Bu kuralın istisnası; mahkeme kararı veya Cumhuriyet savcılıklarının talebi üzerine yapılan aramalı  incelemelerdir.  VUK  142  (1)  maddesine  göre;  ihbar  veya  yapılan incelemeler  dolayısıyla  mükellefin  vergi  kaçırdığına  dair  emarenin  varlığı halinde  mükellef  ve  ilgili  kişiler  nezdinde  ve  bunların  üzerlerinde  arama yapılabilir. Aramaya sulh ceza hakimi, vergi incelemesine yetkili olanların talebi üzerine karar verir; Yargıtay 11 CD, E: 2017/16663, K: 2020/7012, 02.12.2020 sayılı ilamda; somut olayda 04.07.2013 tarihli istem yazısının mali tatile denk gelmesi nedeniyle VUK 359 (a) (2) maddesinin yasal unsurlarının oluşmadığına karar vermiştir. 1287Ceyda ÜMİT   Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1261-1296 3. Dava Şartı Defter, belge ve kayıt ibraz etmeme suçundan kamu davası açılması, mütalaa ile suçun ihbarına bağlıdır. VUK 359. madde kapsamındaki tüm vergi  kaçakçılığı  suçlarında  olduğu  gibi  özel  dava  şartı  gerçekleşmeden soruşturma  ve  muhakeme  yapılması  olanağı  bulunmamaktadır.  Vergi müfettişleri,  vergi  müfettiş  yardımcıları,  vergi  dairesi  başkanlığı  ve defterdarlık  tarafından  mütalaa  ile  birlikte  suçun  ihbarı  zorunludur. Cumhuriyet  Başsavcılığı  tarafından  ihbarda  bulunulmadan  suçun öğrenilmesi halinde, ilgili vergi dairesi haberdar edilerek vergi incelemesi talep edilmelidir. Bu durumda, vergi incelemesi sonucunda mütalaa ile suç ihbarı yapılmadan kamu davası açılamaz.  Mütalaanın  temel  işlevi;  suç  işlediği  yönünde  şüphe  bulunanlar hakkında  teknik  bir  konu  olan  vergi  incelemesi  yapılmasıdır.  Mütalaa, soruşturma makamının delilleri yorumlamasında aydınlatıcı ve teknik bilgi sağlayarak  kamu  davasını  açan  belgenin  hazırlanmasına  yardımcı  olur, ancak,  gerek  duyulan  soruşturma  işlemlerinin  yapılmasına  engel oluşturmaz.    Cumhuriyet  savcılığı  tarafından  gerekli  görülen  sair soruşturma  işlemleri  yapılarak  delil  toplanmalıdır.  Mütalaa,  kanundaki düzenleme  gereği  dava  şartı  olsa  da;  soruşturma  sonucuna  göre  suçun işlendiği yönünde kamu davası açmaya yeterli delil bulunmaması ya da akıl                                                  108 VUK 367 (1) madde; Madde uyarınca vergi incelemesi sırasında defter, belge, kayıt ibraz etmeme suçunun işlendiğinin tespiti halinde vergi müfettişleri ve vergi  müfettiş  yardımcıları  tarafından  ilgili  rapor  değerlendirme  komisyonu mütalaası ile birlikte doğrudan Cumhuriyet Başsavcılığına ihbarda bulunulur. Vergi incelemesine yetkili diğer memurlar tarafından suçun tespiti halinde ise; mütalaa  ile  birlikte  vergi  dairesi  başkanlığı  veya  defterdarlık  tarafından Cumhuriyet Başsavcılığına suç bildirilir. VUK 367 (1) maddede; mütalaanın rapor  değerlendirme  komisyonu  tarafından  verileceği  bildirildiğinden Defterdarlık Gelir Müdürlüğü mütalaasının geçerli olmadığı yönünde bir karar için bkz: Yargıtay 11 CD, E: 2016/7240, K: 2019/1698, 20.02.2019 sayılı ilam. 109 CMK 223 (8) maddeye göre, soruşturma ve kovuşturma yapılmasının şarta bağlı kılındığı  hallerde,  şartın  gerçekleşmediğinin  anlaşılması  durumunda gerçekleşmesini beklemek üzere itiraz yolu açık olmak üzere durma kararı verilir. Kavuşturma veya soruşturma şartının gerçekleşmeyeceğinin anlaşılması halinde ise düşme kararı verilir. 110 VUK 367 (2) madde. 111 VUK 367 (3) madde. 112 Şenyüz,  D.  (2016).  Vergi  Kaçakçılığı  Suçunda  Dava  Şartı  Olarak  Mütalaa/ Görüş, İzmir Barosu Dergisi, 81(2) : 15-23. 1288Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1261-1296   Defter, Kayıt ve Belgeleri Gizleme… hastalığı gibi failin ceza sorumluluğunun bulunmamasına dayalı durumlarda kamu  davasının  açılmasına  yer  olmadığına  dair  karar  verilmesine  engel değildir.  Yine,  eksik  bilgi  ve  incelemeye  dayalı  mütalaaların  da Cumhuriyet savcılığı tarafından iade edilerek ek bilgi ve araştırma talep edilmesi mümkündür.  Mütalaanın suçun işlendiğine dair yeterli irdeleme ve delilleri içermesi durumunda ise; Cumhuriyet savcılığı kamu davasını açacaktır. Bu durumda, mütalaadaki fail ve belirtilen fiile göre kamu davası açılacaktır. Süregelen Yargıtay uygulaması da bu yöndedir. Diğer yandan, Yargıtay kararları ile şekillenen  uygulamada,  mütalaadaki  görüş  yani  hukuki  nitelendirme doğrultusunda  iddianame  düzenlenmesi  süregelen  bir  eleştiri  konusudur. Vergi suçu raporu, mütalaa ve iddianame arasında suç konusu fiille ilgili somut  ilişki  aranmasının  gerekli  olduğu  ancak  Cumhuriyet  savcılığının mütalaadaki hukuki nitelendirme ile bağlı olmaması gerektiği, bu durumun yargı  yetkisinin  kullanılmasına  müdahale  olduğu,  ileri  sürülmektedir. Yukarıdaki açıklamaların ışığında bize göre, VUK 367. madde usulü istisnai bir  düzenlemedir,  konunun  özelliğinden  kaynaklanmaktadır.  Soruşturma tamamlansa dahi, mütalaa olmadan dava açılamamaktadır. Diğer yandan,  mütalaadaki  fail  ve  eyleme  göre  dava  açılması;  soruşturmada  toplanan delillerin  değerlendirilerek  soruşturma  sonucuna  göre  mütalaanın  uygun bulunması halinde dava şartının gerçekleştiğinin kabulü halinde söz konusu olacağından  Cumhuriyet  savcılığının  takdir  yetkisine  mani  bir  hal yaratmamaktadır. Dava şartı olmasının sonucudur. Kuşkusuz, açılan davanın kovuşturmasında  mütalaa  içeriğinin  yargılama  makamını  bağlayıcılığı yoktur.  Zira  re sen  araştırma  ilkesine  göre  kovuşturma  aşamasında toplanan deliller ve ulaşılacak kanaate göre değerlendirme yapılacaktır. Dava şartına uyulmadan açılan kamu davalarında muhakeme sürecinde yargılama makamı dava şartının gerçekleşmesini beklemek için durma kararı vererek  ilgili  vergi  dairesi  başkanlığından  mütalaa  düzenlenip                                                  113 Uğur ve Elibol, 2016: 130-131. 114 Yargıtay 11 CD, E: 2019/8407, K: 2020/6102, 21.10.2020 sayılı ilamında; sadece sanıklardan biri hakkında mütalaa bulunduğundan hakkında kamu davası açılan diğer sanık yönünden dava şartının gerçekleşip gerçekleşmeyeceğini tayin için mütalaa  verilip  verilmeyeceğinin  Vergi  Dairesi  Başkanlığından  sorulması gerektiği bildirilmiştir. 115 Şenyüz, 2016: 43-44. 116 CMK 225 (2) maddeye göre; mahkeme fiilin nitelendirilmesinde iddia ve savunmalarla bağlı değildir.   1289Ceyda ÜMİT   Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1261-1296 düzenlenmeyeceğini  sormalıdır.  Mütalaa  gönderildiği  takdirde  yargılama devam  etmeli,  mütalaa  verilmemesi  halinde  ise;  dava  şartı  yokluğundan düşme kararı verilmelidir.   Defter,  belge  ve  kayıt  gizleme  suçlarında dava şartına uyulması önemlidir. Aksi halde, yargılama evresinde hatta yasa yolları başvurusu aşamasında dava şartı yokluğunun fark edilmesi halinde süreç başa dönmekte, uzun süren yargılamaya, hatta, suç tarihinden itibaren dava  zamanaşımının  dolmasına  neden  olabilmektedir.  Kamu  davasının mütalaadaki nitelendirme ve suç tarihine uygun açılmaması da, yargılama sürecinin hızlı ve etkin bir şekilde işlemesine engeldir.       IV. SUÇUN DÜZENLENİŞİNE DAİR ELEŞTİRİ VE ÖNERİLER Çalışmada incelendiği üzere; defter, kayıt ve belgeleri gizleme suçu, varlığı  noter  kayıtları  veya  sair  suretlerle  sabit  olan,  saklama  ve  ibraz mecburiyeti bulunan belgelerin vergi incelemesi sırasında vergi incelemesine yetkili  kişilere  ibraz  edilmemesi  ile  oluşur.  İbrazın  yapılmaması  yani gizleme eylemi ile suç tamamlanmaktadır. Bu bağlamda, sırf hareket suçu ve tehlike suçu niteliğindedir. VUK 359 (a) (2) maddedeki suç öğelerinin gerçekleşmesi ve eylemin tamamlanması suçun oluşumuna kafidir. Ayrıca zararın  gerçekleşmesi  aranmaz.  Vergi  kaybı  suç  unsuru  değildir.  Bu                                                  117 Yargıtay 11 CD, E: 2020/1119, K: 2020/5276, 01.10.2020; E: 2020/1855 K: 2020/5646, 08.10.2020; E: 2020/1604, K: 2020/5700, 12.10.2020 sayılı ilamlar; Dairenin E: 2019/8407, K: 2020/6102, 21.10.2020 sayılı ilamında da; sadece sanıklardan biri hakkında mütalaa bulunduğundan hakkında kamu davası açılan diğer sanık yönünden dava şartının gerçekleşip gerçekleşmeyeceğini tayin için mütalaa  verilip  verilmeyeceğinin  Vergi  Dairesi  Başkanlığından  sorulması gerektiği, bildirilmiştir. 118  Yargıtay 11 CD, E: 2017/7715, K: 2020/5072, 28.09.2020; E: 2017/10305, K: 2020/7368, 16.12.2020 sayılı ilamlar. 119  Suç konusu hareketin, tipikliğin maddi unsuru, sayısı ve şekilleri bakımından suç sınıflandırılmaları konusunda ayrıntılı bilgi için bkz: Hakeri, (2011):145-163; Defter, belge, kayıtları ibraz etmeme fiilinde suç konusu hareketin incelenmesine dair ayrıntılı bilgi için bkz: Ekici, 2020 : 264-270. 120  22.07.1998 tarih ve 4369 sayılı Kanun değişikliğinden önce VUK 344. maddede; kaçakçılık suçu, mükellef veya sorumlu tarafından kasten vergi ziyaına sebebiyet verilmesi olarak tanımlanmış ve vergi ziyaına sebep olunması halinde kastın varlığının kabul edileceği hükme bağlanmış idi. 4369 sayılı Kanun değişikliği ile madde,  359.  madde  olarak  numaralandırılmıştır.  Dolayısıyla,  01.01.1999 tarihinden itibaren vergi kaybı, suç unsuru olmaktan çıkarılmıştır. 23.01.2008 tarih  ve  5728  sayılı  Kanunun  276.  maddesi  ile  VUK  359.  madde  yeniden 1290Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1261-1296   Defter, Kayıt ve Belgeleri Gizleme… durum, öğretide eleştirilmektedir. Kanunda vergi ziyaı; mükellefin veya sorumlunun vergilendirme ile ilgili ödevlerini zamanında yerine getirmemesi veya  eksik  yerine  getirmesi  yüzünden,  verginin  zamanında  tahakkuk ettirilmemesi  veya  eksik  tahakkuk  ettirilmesi  olarak  tanımlanmıştır. Defter,  belge,  kayıt  ibraz  etmeme  suçu  da  esasen  yükümlünün  ibraz mükellefiyetine aykırı davranışıdır. Bu davranışı ile vergi ziyaı doğduğu takdirde  cezai  sorumluluğun  oluştuğunun  kabulü,  eylemin  düzenleniş amacına hizmet edecektir.  Bize  göre;  olası  bir  yasa  değişikliğinde  maddenin  yeniden  formüle edilerek vergi kaybının da suç unsurları arasına eklenmesi isabetli olacaktır.  VUK 359 (a) (2) maddesinin ….defter, kayıt ve belgeleri tahrif ederek veya gizleyerek veya muhteviyatı itibarıyla yanıltıcı belge düzenleyerek veya bu belgeyi kullanarak vergi kaybına neden olanlar…. şeklinde düzenlenmesi uygun olacaktır. İkinci seçenek ise; VUK 359. maddesine, kapsamındaki vergi  kaçakçılığı  suçlarının  vergi  kaybına  bağlı  olarak  gerçekleşeceği yönünde bir ibare eklenmesidir. Böylece, 4369 sayılı Kanun değişikliğinden önceki  uygulama  canlandırılmış  olacaktır.  Suçla  korunan  hukuki  değer, suçun özelliği, vergi kaçırmak ve vergi avantajı elde etmek saikiyle hareket eden  failin  eylemi  ile  meydana  gelen  sonuçlar  değerlendirildiğinde,  bu yönde bir değişikliğin suçun doğasına daha uygun olduğu düşünülmektedir. Diğer  yandan,  VUK  uyarınca  vergi  kaçakçılığı  suçlarından cezalandırılmanın, vergi ziyai cezası uygulanmasına engel teşkil etmemesi nedeniyle,  VUK  359  (a)  (2)  madde  uyarınca  cezalandırılanlar  hakkında ayrıca idari nitelikte vergi cezası kesilebilecektir. İdari nitelikteki vergi                                                                                                                    değişikliğe uğramış olup, Çalışmanın yazım tarihi itibarıyla 5278 sayılı Kanun ile değişik şekli yürürlüktedir.  121  Vergi ziyaı  kabahatlerinde  suç  unsuru olan  vergi ziyaının vergi  kaçakçılığı suçlarında unsur sayılmaması konusunda haklı bir eleştiri ve öneriler için bkz: Baştürk, İ. (2017). Vergi Ziyaı Vergi Kaçakçılığı Suçunun Unsuru Mudur, Değil Midir Bağlamında Öneriler, Hacettepe Üniversitesi Hukuk Fakültesi Adli Bilişim Araştırma  ve  Uygulama  Merkezi  Ekonomik  Suçlar  ve  Yargıtay  Kararları Sempozyumu-I  Vergi  Kaçakçılığı  Suçları  (Sempozyum  Kitabı),  (  içinde), Ankara: Yetkin Yayınları : 70-74.  122  VUK 341 (1) madde. 123  VUK 359 (son) madde; VUK 331.maddede; vergi kanunu hükümlerine aykırı hareket  edenlerin  Kanunda  belirtilen  vergi  cezaları  ve  diğer  cezalar  ile cezalandırılacakları belirtilmiştir. Vergi cezaları; vergi ziyaı cezası ve usulsüzlük cezası olarak özel olarak sayıldığından, diğer cezalar tabirinden vergi kaçakçılığı 1291Ceyda ÜMİT   Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1261-1296 cezası  uygulaması  da,  defter,  belge  ve  kayıt  ibraz  etmeme  suçunun oluşmasını  engellemeyecektir.  Bu  düzenlemelerin,  kişinin  işlediği  bir eylem nedeniyle sadece bir kez cezalandırılabileceği ilkesi ile Kabahatler Kanununun 15. maddesindeki; bir eylemin hem suç hem kabahat oluşturması halinde  sadece  suçtan  dolayı  yaptırım  uygulanabileceği  kuralına  aykırı olduğu  ileri  sürülmektedir.  Bu  bağlamda  öğretide  VUK  359  (a)  (2) maddesi uyarınca defter, belge, kayıt ibraz etmemenin gizleme eylemi olarak hapis  cezasıyla  cezalandırılmasına  karşın,  VUK   da  vergi  suçu  sayılan                                                                                                                    suçları  için  öngörülen  cezalar  anlaşılmaktadır.  Kanun  sistematiğinde  ceza hükümlerini düzenleyen Dördüncü Kitap bölümünde; ceza hükümlerine ait genel esasların yer aldığı Birinci Kısımdan sonra İkinci Kısımda vergi cezaları iki ayrı bölüm halinde düzenlenmiştir. İlk Bölümde; VUK 344 ila 355. maddeler arasında vergi ziyaı cezası ile usulsüzlük cezasına yani idari para cezasına tabi eylemler yer almaktadır. İkinci Bölümde ise; VUK 359, 362 ve 363. maddeleri arasında vergi ceza hukukunun konusuna giren ve hürriyeti bağlayıcı ceza yaptırımına konu vergi suçları düzenlenmektedir. VUK kapsamında vergi suçu ve cezaları hakkında  ayrıntılı  bilgi  için  bkz:  Karaarslan,  M.  (2006).  Ceza  Mevzuatında Yapılan Değişikliklerin Vergi Kaçakçılığı Suçuna Etkisi, Türkiye Barolar Birliği Dergisi, Sayı: 64:116-119; Üstün, S. Ü. (2001). Cezai Yaptırım Gerektiren Vergi Suçları ve Yargılama Usulü, Selçuk Üniversitesi Hukuk Fakültesi Dergisi, 9 (34) : 296-300. 124  VUK 340 (2) madde hükmüne göre; vergi cezasıyla cezalandırılan fiiller, aynı zamanda  VUK  359.  madde  uyarınca  suç  teşkil  ettiği  takdirde,  vergi  cezası uygulanması,  ayrıca  VUK  359  maddeye  göre  cezalandırmaya  engel  teşkil etmeyecektir. 125 Ceza ve ceza muhakemesi hukukunda çok önemli bir evrensel ilke olan aynı eylemden dolayı mükerrer yargılanmama ve cezalandırılmama ilkesi (non bis in idem), 22.11.1984 tarihinde imzaya açılıp 01.11.1988 tarihinde yürürlüğe giren Avrupa  İnsan  Hakları  Sözleşmesi   ne  Ek  7  Numaralı  Protokolün  4  (1) maddesinde ifade edilmiştir. Ülkemiz Protokolü 14.03.1985 tarihinde imzalamış, 6684 sayılı Onay Kanununun 25.03.2016 tarihli 29664 sayılı Resmi Gazetede yayımlanmasının ardından Protokol 01.08.2016 tarihinde yürürlük kazanmıştır. Mükerrer yargılanmama ve cezalandırılmama ilkesinin iç hukuk mevzuatımızda da uygulanmaktadır. CMK 223 (7).madde uyarınca aynı fiil nedeniyle önceden verilmiş bir hüküm ya da açılmış bir dava varsa davanın reddine karar verilir. CMK  172  (2).maddede  kovuşturmaya  yer  olmadığına  dair  karar  verildikten sonra,  yeni  delil  ortaya  çıkmadıkça  aynı  fiilden  dolayı  kamu  davası açılamayacağı düzenlemesi yer almaktadır. TCK 44. maddeye göre bir eylem ile birden fazla suçun oluşması halinde fikri içtima gereği en ağır cezayı gerektiren suçtan ceza verilir. Yani, ceza ve ceza muhakemesi hukukumuzda mükerrer yargılanmama ve cezalandırılmama ilkesi uygulanmaktadır. 126  Baştürk, 2017: 63-74. 1292Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1261-1296   Defter, Kayıt ve Belgeleri Gizleme… defter-belge tutma yükümlülüğüne uymamanın idari para cezası yaptırımına tabi olması haklı olarak eleştirilmektedir. İlgili vergi kanununa muhalefet edilmesi  nedeniyle  aynı  eylemden  dolayı  idari  yaptırım  ve  eylemin  suç olarak  kabulü  ile  ceza  yaptırımı  uygulanması  Avrupa  İnsan  Hakları Mahkemesi(AİHM) kararlarına da konu olmuş, AİHM bu durumu hak ihlali saymıştır. Açıklamaların  ışığında,  eylemin  hem  kabahat  hem  suç  sayılması hakkaniyete aykırıdır. Bu yönüyle de VUK 359 (a) (2), VUK 353 (4) ve VUK 344 (2) maddelerinin gözden geçirilerek aynı çatı altında toplanması yararlı olacaktır. Bize göre; VUK 359 (a) (2) maddedeki suç tanımının vergi ziyai  unsuru  eklenerek  korunması  ve  eylemin  sadece  VUK  359  (a)  (2) madde  uyarınca  yaptırıma  tabi  tutulması  suçla  korunan  hukuki  değeri karşılamaya yeterlidir.                                                   127  Üstün, 2011: 375. Aynı eylemden dolayı idari para cezası verilmesine karşı başvuruların  vergi  mahkemesinde  incelenmesi  vergi  kaçakçılığı  suçlarından dolayı cezaların ise adli yargı bünyesinde yer alan asliye ceza mahkemeleri tarafından verilmesi nedeniyle, iki ayrı yargı kolunda yargılamanın hem ‘non bis in idem  ilkesine hem de iki ayrı yargı dalında çelişkili kararlara sebebiyet vererek hukuk güvenliği ve kesin hüküm otoritesine zarar verdiği yönünde bize göre de haklı bir görüş için bkz: Geçer, E. A. (2016). Vergi Ceza Hukukunda Non Bis İn İdem İlkesi, Ankara Üniversitesi Hukuk Fakültesi Dergisi, 65 (2): 337-338. 128 AİHM Glantz v. Finlandiya kararında; başvuru konusu olayda eylemin vergi beyannamesini usulüne uygun vermeme olduğunu, bu eylemden dolayı vergi ziyaı cezası ve vergi kaçakçılığı suçundan ayrı ayrı yaptırım uygulanmasının AİHS 7 Numaralı Protokol ün 4. maddesi kapsamında non bis in idem ilkesine aykırı  olduğu  sonucuna  varmıştır,  bkz:  Başvuru  No:  37394/  11,  Tarih: 20.05.2014;  AİHM,  Lucky  Dev/  İsveç  kararında  da;  AİHS  7  Numaralı Protokol ün 4. Maddesinin aynı suçtan iki kez cezalandırılmama hakkı ile sınırlı olmadığını,  aynı  suçtan  iki  kez  yargılanmama  hakkını  da  kapsadığını  ifade ederek başvurucunun aleyhindeki vergi iadesine aykırılık eylemi nedeniyle açılan ceza  davasının  beraat  kararı  ile  sonuçlanmasına  karşın  vergi  davasının sonlandırılmaması ve bu dava nedeni ile mahkum edildiği ek vergilerin iptal edilmemesinin non bis in idem ilkesinin ihlali olduğunu kabul etmiştir, bkz: Başvuru No: 7356/10, Tarih: 27.11.2014, kararın ayrıntılı bir tahlili için bkz: Tosun, N.A. (2017). Türk Vergi Ceza Hukukunda Ne Bis In Idem İlkesi: Avrupa İnsan Hakları Mahkemesinin Verdiği Kararlardan Lucky Dev Davası, Hacettepe Üniversitesi Hukuk Fakültesi Dergisi, 7 (2): 95-104; benzer bir ihlal kararı için bkz: AİHM Johannesson And Otherz v. Iceland, Başvuru No: 22007/11, Tarih: 18.05,2017. 1293Ceyda ÜMİT   Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1261-1296 SONUÇ Vergi kaçakçılığı suçlarının bir türü olarak karşımıza çıkan defter, kayıt ve belgeleri gizleme eylemi vergi ceza hukukunun tartışmalı alanlarındandır. Eylemin,  suç  sayılmasında  korunan  hukuki  yarar;  kamu  hizmetlerinin finansmanı  için  gerekli  kaynakların  sağlanması  suretiyle  vergi  kaybının önlenerek kamu yararının sağlanmasıdır.   Eylemden  dolayı  cezai sorumluluk;  bilerek  ve  isteyerek  vergi  kanunlarına  göre  tutulması, düzenlenmesi, saklanması ibrazı zorunlu olan ve varlığı sabit bulunan defter, belge  ve  kayıtların  vergi  incelemesi  sırasında  vergi  makamlarından gizlenmesi öğeleri araştırılarak belirlenir. Defter, kayıt ve belge gizleme eyleminin kendine özgü niteliği suç unsurlarının somut olaya özgü koşullar çerçevesinde ayrıntılı irdelenmesini gerektirmektedir.  Mükellefin  defter,  kayıt,  belge  tutma  yükümlülüğüne uymaması idari yaptırım gerektiren vergi suçudur. VUK 359 (a) (2) maddesi uyarınca cezai sorumluluğun oluşması için suç tanımındaki öğeler eksiksiz gerçekleşmelidir. Failin kastını kaldırdığı kabul edilen vergi ceza hukukuna özgü  bir  kavram  olan  mücbir  sebebin  değerlendirilmesinde  kapsamlı araştırma ile mücbir sebebin failin gizleme iradesini ne ölçüde etkilediği ve failin iradesi dışında oluşup oluşmadığı tartışılmalıdır. Suç unsurlarının yanı sıra, sübuta ilişkin araştırmaların yapılması ve defter, kayıt, belge gizleme eylemine  özgü özelliklerden; usulüne  uygun tebligat ile  mükellefe  ibraz yükümlülüğünün makul süre tanınarak bildirilip bildirilmediği, incelemenin öncelikle mükellefin işyerinde yapılması gereğine uyulup uyulmadığı, dava şartının  varlığı  gibi  ögelere  dikkat  edilerek  muhakeme  süreci gerçekleştirilmedir. Diğer  yandan,  yasal  tanım  uyarınca;  suç  unsurlarının  bir  arada gerçekleşmesi  ile  eylem  tamamlanacağından,  vergi  kaybının  oluşup oluşmadığı  cezai  sorumluluğun  belirlenmesinde  önem  taşımamaktadır. Esasen,  suçun  vergi  kaybının  doğması  sonucuna  bağlı  neticeli  suça dönüşmesi, vergi ceza  hukuku kapsamındaki düzenleniş  amacına  hizmet edecektir. 4369 sayılı Kanun değişikliğinden önce yürürlükte olan VUK 344 maddedeki vergi ziyaına neden olma öğesinin VUK 359 (a) (2) maddeye taşınması, suçun doğasına uygunluğunu sağlayacaktır. Suçla korunan hukuki değer, suç unsurları ve failin saiki gözetildiğinde suç tanımına; vergi kaybına neden olma öğesinin de unsur olarak eklenerek, VUK 359 (a) (2) maddenin ...defter, kayıt ve belgeleri tahrif ederek veya gizleyerek veya muhteviyatı itibarıyla  yanıltıcı  belge  düzenleyerek  veya  bu  belgeyi  kullanarak  vergi kaybına neden olanlar… şeklinde düzenlenmesi isabetli olacaktır.  Ayrıca, vergi  suçu  olarak  idari  nitelikte  yaptırım  gerektiren  defter-belge  tutma 1294Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1261-1296   Defter, Kayıt ve Belgeleri Gizleme… yükümlülüğüne  uymamada  vergi  ziyaının  doğması  halinde  ayrıca  vergi ziyaından dolayı da idari yaptırıma maruz kalma durumu ile 359 (a) (2) maddedeki eylemle vergi ziyaına neden olunması halinde ayrıca vergi ziyaı cezasının arttırımlı uygulanması halinin yarattığı çelişkiyi önleyecektir. Bu bağlamda,  eylemin  hem  idari  yaptırım  hem  de  cezai  yaptırıma bağlanmasının  yarattığı  sakıncalar;  defter,  belge  kayıt  ibraz  etmeme eyleminin VUK 359 (a) (2) maddesi çatısında tek yaptırıma bağlanarak düzenlenmesi ile giderilebilecektir.  KAYNAKÇA Akbulut, B. (2020). Vergi Suçlarında İştirak, 5. Türk- Kore Ceza Hukuku Günleri Karşılaştırmalı Hukukta Ekonomik Suçlar Sempozyumu Tebliğler-C:I-II, ed. Özgenç, İ. ve Şahin, C. ve Turhan, F. (1. Baskı), Cilt: 2, Ankara: Seçkin Yayınları.  Arslan, Ç. (2019).  Vergi Kaçakçılığı Suçlarında Zincirleme Suç, 5. Türk- Kore Ceza Hukuku Günleri Karşılaştırmalı Hukukta Ekonomik Suçlar Sempozyumu Tebliğler-C:I-II, ( içinde), (ed) Özgenç, İ. ve Şahin, C. ve Turhan, F.  Ankara; Seçkin Yayınları. Arslan, Ç. (2017).  Vergi Kaçakçılığı Suçlarında İçtima Sorunu ( Vergi Takvim Yılına Yüklenen İşlev Bağlamında Bir Değerlendirme), Hacettepe Üniversitesi Hukuk Fakültesi Adli Bilişim Araştırma ve Uygulama Merkezi Ekonomik Suçlar  ve  Yargıtay  Kararları  Sempozyumu-I  Vergi  Kaçakçılığı  Suçları (Sempozyum Kitabı), (içinde), Ankara: Yetkin Yayınları. Baştürk, İ. (2017). Vergi Ziyaı Vergi Kaçakçılığı Suçunun Unsuru Mudur, Değil Midir  Bağlamında  Öneriler,  Hacettepe  Üniversitesi  Hukuk  Fakültesi  Adli Bilişim  Araştırma  ve  Uygulama  Merkezi  Ekonomik  Suçlar  ve  Yargıtay Kararları Sempozyumu-I Vergi Kaçakçılığı Suçları (Sempozyum Kitabı), ( içinde), Ankara: Yetkin Yayınları.  Bayraklı, H. H. (2016). Vergi Kaçakçılık Suçlarında Gönüllü Vazgeçme, Türkiye Adalet Akademisi Dergisi, 7 (27). Çelik,  K.  N.  (2019).  Ticari  Defter  ve  Kayıtların  İbraz  Edilmesine  İlişkin Mevzuattaki  Düzenlemeler  ve  Bağlanan  Yaptırımların  Susma  Hakkı Kapsamında  Değerlendirilmesi,  www.  api.hacibayram.edu.tr/ 5turkkorecezahukukugunleri, Erişim tarihi: 20.11.2020. Demirbaş, T. (2019). Ceza Hukuku Genel Hükümler, ( 4. Baskı), Ankara : Seçkin Yayıncılık. Ekici, İ. (2020).  Türk Vergi Hukukunda Mükelleflerinin Defter ve Belge Muhafaza ve İbraz Mecburiyetleri, Yayımlanmamış Doktora Tezi, İstanbul Üniversitesi Sosyal Bilimler Enstitüsü Kamu Hukuku Ana Bilim Dalı, www.tez.yok.gov.tr, (erişim tarihi : 20.12.2020).  1295Ceyda ÜMİT   Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1261-1296 Geçer, E. A. (2016). Vergi Ceza Hukukunda Non Bis İn İdem İlkesi, Ankara Üniversitesi Hukuk Fakültesi Dergisi, 65 (2). Hakeri, H. (2011). Ceza Hukuku, Genel Hükümler,  (10. Baskı), Ankara: Adalet Yayınevi. Hekim, C. (2013). Vergi Kaçakçılığı Suçları, Yayımlanmamış Yüksek Lisans Tezi, Bahçeşehir Üniversitesi Sosyal Bilimler Enstitüsü Kamu Hukuku Ana Bilim Dalı, www.tez.yok.gov.tr, (erişim tarihi : 25.12.2020).  Karaarslan, M. (2006). Ceza Mevzuatında Yapılan Değişikliklerin Vergi Kaçakçılığı Suçuna Etkisi, Türkiye Barolar Birliği Dergisi, Sayı: 64. Karakoç, Y. (2019). Genel Vergi Hukuku, ( 2. Baskı). Ankara: Yetkin Yayıncılık. Rüzgar, T. M. ( 2017. Vergi Kaçakçılığı Suçunda Fail, Yayımlanmamış Yüksek Lisans Tezi, İzmir Katip Çelebi Üniversitesi Sosyal Bilimler Enstitüsü Maliye ve  Mali  Yönetim  Ana  Bilim  Dalı,  www.tez.yok.gov.tr,  (erişim  tarihi  : 18.07.2021). Öncel, M. ve Kumrulu, A. (2015). Vergi Hukuku, (24. Baskı), Ankara: Turan Yayınevi. Şenyüz, D. (2016). Vergi Kaçakçılığı Suçunda Dava Şartı Olarak Mütalaa/ Görüş, İzmir Barosu Dergisi, 81(2). Taylar, Y. (2018). Vergi İncelemesi Sırasında İbraz Edilmeyen Defter, Kayıt ve Belgelerin Yargılama Aşamasında Vergi Yargısı Organlarına İbrazı, Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, 20 (2). Tosun, N.A. (2017). Türk Vergi Ceza Hukukunda Ne Bis In Idem İlkesi: Avrupa İnsan  Hakları  Mahkemesinin  Verdiği  Kararlardan  Lucky  Dev  Davası, Hacettepe Üniversitesi Hukuk Fakültesi Dergisi, 7 (2).  Uğur, H. ve Elibol, M. (2016). Açıklamalı- İçtihatlı Vergi Suçları, (2. Baskı) , Ankara:Adalet Yayınevi. Uyanık,  M.  (2014).  Vergi  Kaçakçılığı  Suçlarından  Defter,  Kayıt ve  Belgelerin Gizlenmesi  Veya  İbraz  Edilmemesi,  Yayımlanmamış  Yüksek  Lisans  Tezi, Erciyes Üniversitesi Sosyal Bilimler Enstitüsü Kamu Hukuku Ana Bilim Dalı,  www.tez.yok.gov.tr, (erişim tarihi : 30.11.2020). Ümit,  C.  (2017).  Hekimlerin  Mesleklerinin  Uygulanmasından  Doğan  Ceza Sorumluluğu, Türkiye Adalet Akademisi Dergisi, 35 (8) 32. Üstün, S. Ü. (2011). Susma Hakkı Çerçevesinde Defter, Kayıt ve Belgeleri Gizleme Suçu, Gazi Üniversitesi Hukuk Fakültesi Dergisi, XV (3). Üstün, S. Ü. (2001). Cezai Yaptırım Gerektiren Vergi Suçları ve Yargılama Usulü, Selçuk Üniversitesi Hukuk Fakültesi Dergisi, 9 (3-4). 1296",
     "Kaynakça": "Akbulut, B. (2020). Vergi Suçlarında İştirak, 5. Türk- Kore Ceza Hukuku Günleri Karşılaştırmalı Hukukta Ekonomik Suçlar Sempozyumu Tebliğler-C:I-II, ed. Özgenç, İ. ve Şahin, C. ve Turhan, F. (1. Baskı), Cilt: 2, Ankara: Seçkin Yayınları.  Arslan, Ç. (2019).  Vergi Kaçakçılığı Suçlarında Zincirleme Suç, 5. Türk- Kore Ceza Hukuku Günleri Karşılaştırmalı Hukukta Ekonomik Suçlar Sempozyumu Tebliğler-C:I-II, ( içinde), (ed) Özgenç, İ. ve Şahin, C. ve Turhan, F.  Ankara; Seçkin Yayınları. Arslan, Ç. (2017).  Vergi Kaçakçılığı Suçlarında İçtima Sorunu ( Vergi Takvim Yılına Yüklenen İşlev Bağlamında Bir Değerlendirme), Hacettepe Üniversitesi Hukuk Fakültesi Adli Bilişim Araştırma ve Uygulama Merkezi Ekonomik Suçlar  ve  Yargıtay  Kararları  Sempozyumu-I  Vergi  Kaçakçılığı  Suçları (Sempozyum Kitabı), (içinde), Ankara: Yetkin Yayınları. Baştürk, İ. (2017). Vergi Ziyaı Vergi Kaçakçılığı Suçunun Unsuru Mudur, Değil Midir  Bağlamında  Öneriler,  Hacettepe  Üniversitesi  Hukuk  Fakültesi  Adli Bilişim  Araştırma  ve  Uygulama  Merkezi  Ekonomik  Suçlar  ve  Yargıtay Kararları Sempozyumu-I Vergi Kaçakçılığı Suçları (Sempozyum Kitabı), ( içinde), Ankara: Yetkin Yayınları.  Bayraklı, H. H. (2016). Vergi Kaçakçılık Suçlarında Gönüllü Vazgeçme, Türkiye Adalet Akademisi Dergisi, 7 (27). Çelik,  K.  N.  (2019).  Ticari  Defter  ve  Kayıtların  İbraz  Edilmesine  İlişkin Mevzuattaki  Düzenlemeler  ve  Bağlanan  Yaptırımların  Susma  Hakkı Kapsamında  Değerlendirilmesi,  www.  api.hacibayram.edu.tr/ 5turkkorecezahukukugunleri, Erişim tarihi: 20.11.2020. Demirbaş, T. (2019). Ceza Hukuku Genel Hükümler, ( 4. Baskı), Ankara : Seçkin Yayıncılık. Ekici, İ. (2020).  Türk Vergi Hukukunda Mükelleflerinin Defter ve Belge Muhafaza ve İbraz Mecburiyetleri, Yayımlanmamış Doktora Tezi, İstanbul Üniversitesi Sosyal Bilimler Enstitüsü Kamu Hukuku Ana Bilim Dalı, www.tez.yok.gov.tr, (erişim tarihi : 20.12.2020).  1295Ceyda ÜMİT   Ankara Üni. Hukuk Fak. Dergisi, 70 (4) 2021: 1261-1296 Geçer, E. A. (2016). Vergi Ceza Hukukunda Non Bis İn İdem İlkesi, Ankara Üniversitesi Hukuk Fakültesi Dergisi, 65 (2). Hakeri, H. (2011). Ceza Hukuku, Genel Hükümler,  (10. Baskı), Ankara: Adalet Yayınevi. Hekim, C. (2013). Vergi Kaçakçılığı Suçları, Yayımlanmamış Yüksek Lisans Tezi, Bahçeşehir Üniversitesi Sosyal Bilimler Enstitüsü Kamu Hukuku Ana Bilim Dalı, www.tez.yok.gov.tr, (erişim tarihi : 25.12.2020).  Karaarslan, M. (2006). Ceza Mevzuatında Yapılan Değişikliklerin Vergi Kaçakçılığı Suçuna Etkisi, Türkiye Barolar Birliği Dergisi, Sayı: 64. Karakoç, Y. (2019). Genel Vergi Hukuku, ( 2. Baskı). Ankara: Yetkin Yayıncılık. Rüzgar, T. M. ( 2017. Vergi Kaçakçılığı Suçunda Fail, Yayımlanmamış Yüksek Lisans Tezi, İzmir Katip Çelebi Üniversitesi Sosyal Bilimler Enstitüsü Maliye ve  Mali  Yönetim  Ana  Bilim  Dalı,  www.tez.yok.gov.tr,  (erişim  tarihi  : 18.07.2021). Öncel, M. ve Kumrulu, A. (2015). Vergi Hukuku, (24. Baskı), Ankara: Turan Yayınevi. Şenyüz, D. (2016). Vergi Kaçakçılığı Suçunda Dava Şartı Olarak Mütalaa/ Görüş, İzmir Barosu Dergisi, 81(2). Taylar, Y. (2018). Vergi İncelemesi Sırasında İbraz Edilmeyen Defter, Kayıt ve Belgelerin Yargılama Aşamasında Vergi Yargısı Organlarına İbrazı, Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, 20 (2). Tosun, N.A. (2017). Türk Vergi Ceza Hukukunda Ne Bis In Idem İlkesi: Avrupa İnsan  Hakları  Mahkemesinin  Verdiği  Kararlardan  Lucky  Dev  Davası, Hacettepe Üniversitesi Hukuk Fakültesi Dergisi, 7 (2).  Uğur, H. ve Elibol, M. (2016). Açıklamalı- İçtihatlı Vergi Suçları, (2. Baskı) , Ankara:Adalet Yayınevi. Uyanık,  M.  (2014).  Vergi  Kaçakçılığı  Suçlarından  Defter,  Kayıt ve  Belgelerin Gizlenmesi  Veya  İbraz  Edilmemesi,  Yayımlanmamış  Yüksek  Lisans  Tezi, Erciyes Üniversitesi Sosyal Bilimler Enstitüsü Kamu Hukuku Ana Bilim Dalı,  www.tez.yok.gov.tr, (erişim tarihi : 30.11.2020). Ümit,  C.  (2017).  Hekimlerin  Mesleklerinin  Uygulanmasından  Doğan  Ceza Sorumluluğu, Türkiye Adalet Akademisi Dergisi, 35 (8) 32. Üstün, S. Ü. (2011). Susma Hakkı Çerçevesinde Defter, Kayıt ve Belgeleri Gizleme Suçu, Gazi Üniversitesi Hukuk Fakültesi Dergisi, XV (3). Üstün, S. Ü. (2001). Cezai Yaptırım Gerektiren Vergi Suçları ve Yargılama Usulü, Selçuk Üniversitesi Hukuk Fakültesi Dergisi, 9 (3-4). 1296"
}