{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "4",
     "Başlık": "CEZA HUKUKU BAĞLAMINDA VERGİ MAHREMİYETİNİN İHLALİ SUÇU VE ATIF PROBLEMİ",
     "Title": "The Offense of Breach Of Tax Privacy",
     "Yazar İsmi": [
          "Araş. Gör. Buminhan DUMAN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Vergi geliri",
          "vergi mahremiyeti",
          "vergi mahremiyetinin ihlali suçu",
          "atıf problemi",
          "kanunilik ilkesi",
          "yaptırım"
     ],
     "Keywords": [
          "Tax income",
          "tax privacy",
          "the offense of breach of tax privacy",
          "refference problem",
          "the principle of legality",
          "sanction"
     ],
     "Özet": "Vergi mahremiyetinin ihlali suçu, 213 sayılı Vergi Usul Kanunu nun 362.  maddesinde  düzenlenmiştir.  Ancak,  vergi  mahremiyetinin  ihlalinin tanımı bu maddede değil, aynı kanunun 5. maddesinde yer almaktadır. Anılan kanunun 362. maddesi, suçu tanımlamakla beraber yaptırımının ne olacağını açıkça düzenlemeyip 5237 sayılı Türk Ceza Kanunu nun 239. maddesine atıf yapmayı  tercih  etmiştir.  Vergi  mahremiyetinin  ihlalini  yasaklayan  bu düzenlemelerin en temel amacı, özel hayatın gizliliğini ve kamuya olan güveni korumak  yoluyla  devletin  vergi  gelirlerinin  güvenliğinin  sağlanmasıdır. Çalışmamızda; bu güvenliğin sağlanmasının önemini, kanuni düzenlemeleri, kanuni düzenlemelerin sebep olduğu problemleri ve suçun unsurlarını ve özel görünüş şekillerini, Türk ceza hukukunun genel hükümlerini esas alarak incelemeyi amaçladık.",
     "Abstract": "The offense of breach of tax privacy is legalized in the article 362 in the 213 numbered Turkish Tax Procedure Law. But the introduction of breach of tax privacy isn’t in this article (art. 362). The introduction is in article 5 of the same law. Article 362 of the said law introduce the offense but it doesn’t show the sanction of offense. The law makers preferred to legalize the sanction of this offense by taking reference to article 239 in 5237 numbered Turkish Criminal Law. The basic purpose of this arrangements which bans to breach of tax privacy is to provide the safety of tax incomes of state by protecting the breach of private life and the public trust. In our study we purposed to examine the importance of providing this safety and also legal arrangements, the problems of this arrangements and the elements and special appearance forms of this offense by taking basic the general provisions of Turkish criminal law.",
     "Metin": "Vergiler, devletin en önemli gelir kaynağıdır. Devletin, üstlendiği kamu hizmetlerini yerine getirebilmesi için vergiler vazgeçilmesi güç finansman kaynağıdır.  Vergilerin  etkin  ve  hızlı  bir  şekilde  toplanabilmesi  ise mükelleflerin mali işlemlerinin kayıt altına alınmasına bağlıdır. Mükelleflerin bilgilerinin kayıt altına alınması nedeniyle, gizli kalması gereken veya sır niteliğindeki bazı bilgilerin korunması hususunda ise devletin yükümlülüğü bulunmaktadır. Bu yükümlülük aynı zamanda devlete yüklenmiş Anayasal bir ödevdir.  Nitekim,  Anayasa nın  özel  hayatın  gizliliğini  düzenleyen  20. maddesi,  Herkes, özel hayatına ve aile hayatına saygı gösterilmesini isteme hakkına sahiptir.  şeklindedir. Adı geçen düzenlemenin Anayasa da temel hak ve ödevler bölümü içerisinde düzenlendiği dikkate alındığında, özel hayatın gizliliğinin bir temel hak olduğu da açıkça görülebilir. Vergi  ödevi,  Anayasa nın  73.  maddesinde  düzenlenmiş  temel  bir vatandaşlık ödevidir. Buna göre,  Herkes, kamu giderlerini karşılamak üzere, mali gücüne göre vergi ödemekle yükümlüdür…  Bu Anayasal ödevin sağlıklı                                                  1   Türkiye  Cumhuriyeti nin  2013  yılındaki  bütçe  gelirlerinin  %88 ini  vergi  gelirleri oluşturmaktadır.  http://www.gib.gov.tr/fileadmin/user_upload/VI/GBG/Tablo_1.xls.htm, (E.T. 13.11.2014).  2   Bu açıdan bakıldığında, özel hayatın gizliliği bir pozitif statü hakkıdır denilebilir. Zira, negatif statü haklarının tersine pozitif statü hakları devletin olumlu yönde müdahalesini gerekli kılan haklardır. Devlet, özel hayatın gizliliğinin korunması için kanuni düzenlemeler yapmalı ve ihlali haline uygulanacak yaptırımları belirlemelidir. POLATER, Yusuf Ziya; Türk Hukukunda ve Avrupa İnsan Hakları Sözleşmesinde Özel Hayatın Gizliliği ve Korunması, Adalet Yayınevi, Ankara 2010, s. 12.  1578Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1577-1601  Duman bir şekilde yerine getirilebilmesinin gereği olarak devletin vergi mükellefinin hesapları üzerinde bir takım yetkileri olabilir. Ancak, bireylerin özgürlük alanına önemli derecede bir müdahale aracı olan vergi konusundaki bu tür işlemlerde devletin titizlik göstermesi gerekir. Aksi halde, vergi mahremiyeti ihlal edilecek olursa, kişisel sırların ifşa edilmesinin yanı sıra kişiler; ticari sırlarının ifşa olmasından ve bu sırların rekabet içerisinde oldukları kişiler tarafından öğrenilmesinden dolayı zarara uğrayabilirler.  Kanun koyucu vergi ödevini anayasal bir ödev olarak belirlerken, buna ilişkin  yapılacak  düzenlemelerin  de  kanunla  yapılması  gerektiğini öngörmüştür  (Anayasa  md.  73/3).  Buna  vergilerin  kanuniliği  ilkesi denilmektedir. İdare veya geniş anlamda devlet, vergilemeyle ilgili işlemleri icra ederken, yukarıda belirtilen ve anayasal bir temel hak olduğu görülen özel hayatın gizliliğine uymalı ve düzenlemelerini keyfilikten uzak bir şekilde kanunlarla yapmalıdır.  I. KANUNİ DÜZENLEME a) Genel Olarak Mükellef beyanları vasıtasıyla veya idarenin re sen edindiği vergi ile ilgili kişisel bilgilerin korunması; kaçakçılık ve usulsüzlüklerin önlenmesi, eşitliğin  sağlanması,  etkin  ve  adil  bir  vergi  sistemi  oluşturulması  adına önemlidir. Bu korumayı sağlayan ilke, vergi mahremiyeti ilkesidir. Vergi mahremiyeti;  Vergi  Usul  Kanunu nun  (VUK)  5.  maddesinde,  vergi mahremiyetinin ihlali suçu ise VUK md. 362 de düzenlenmiştir. Buna göre, VUK md. 5 te sayılan kişiler, görevleri dolaysıyla mükellefin ve mükellefle ilgili kimselerin sırlarını veya gizli kalması gereken bilgilerini ifşa edemezler ve kendilerinin veya üçüncü kişilerin yararına kullanamazlar. Aksi halde, aynı                                                  3   Deyim yerindeyse devlet, yeterli vergi geliri elde edebilmek için kişilerin kesesine el uzatmaktadır. KARAKOÇ, Yusuf;  Anayasal Vergilendirme Üzerine Bir Değerlendirme , Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, C. 15, Özel S., 2013, 1259- 1308, s. 1259.  4   TAŞ, Fatma; Vergi Hukukunda Vergi Mahremiyetinin İhlali Suçu, Yaklaşım Yayıncılık, Ankara 2008, s. 54-55.  5   EDİZDOĞAN, Nihat/ TAŞ, Metin/ ÇELİKKAYA, Ali; Vergi Ceza ve Yargılama Hukuku, Ekin Yayınları, 1. Baskı, 2007, s. 163.  6   KARAKOÇ, agm., s. 1264.  7   ARSLAN, Çetin;  Vergi Mahremiyetini İhlal Suçu , Hacettepe Hukuk Fakültesi Dergisi, 3 (2) 2013, 15- 30, s. 16.    1579Ceza Hukuku Bağlamında Vergi... Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1577-1601  Kanunun 362. maddesi uyarınca vergi mahremiyetinin ihlali suçunu işlemiş olurlar. VUK md. 5 te sayılan, vergi mahremiyetine uyması gereken kişiler şunlardır: 1.  Vergi muameleleri ve incelemeleri ile uğraşan memurlar; 2.  Vergi mahkemeleri, bölge idare mahkemeleri ve Danıştay da görevli olanlar; 3. Vergi kanunlarına göre kurulan komisyonlara iştirak edenler; 4. Vergi işlerinde kullanılan bilirkişiler.  Kanuna göre bu yasak, yukarıda yazılı kimseler görevlerinden ayrılsalar dahi devam eder.  Anılan  hükme  göre;  kanunda  yazılı  vergi  mahremiyetine  uymaya mecbur olan kimselerden bu mahremiyeti ihlal edenler, 5237 sayılı Türk Ceza Kanunu nun  (TCK)  239.  maddesi  hükümlerine  göre  cezalandırılırlar. Görüldüğü gibi VUK, vergi mahremiyetini ihlal suçu açısından TCK ya atıfta bulunmuştur. VUK un atıf yaptığı TCK nın 239. maddesinde düzenlenen suç ise  ticari sır, bankacılık sırrı veya müşteri sırrı niteliğindeki bilgi veya belgelerin açıklanması  suçudur.                                                   8   Vergi mahremiyetinin ihlali suçunu düzenleyen VUK md. 362 de, 2008 yılında değişiklik yapılmış ve madde son halini almıştır. Değişiklikten önce bu suçla ilgili olarak atıf 765 sayılı TCK nın 198. maddesine yapılmıştır. TCK md. 198 e göre,  Bir kimse resmi mevki veya sıfatı veya meslek ve sanatı icabı olarak ifşasında zarar melhuz olan bir sırra vakıf olup ta meşru bir sebebe müstenit olmaksızın o sırrı ifşa ederse üç aya kadar hapis ve elli liraya kadar ağır cezayi nakdiye mahküm olur.   Eğer zarar vakı olmuş ise cezayı nakdi elli liradan az olamaz.  Anılan madde hükmü incelendiğinde, mevcut halde olduğu gibi; ticari sır, bankacılık sırrı veya müşteri sırrı gibi bir sınırlamanın söz konusu olmadığı; mevki, sıfat, meslek veya sanat icabı öğrenilen sır niteliğindeki bir bilginin söz konusu olduğu görülür. Mülga 765 sayılı TCK da yer alan suç, 5237 sayılı TCK da yer alan suça göre daha genel ifadeler içermektedir. Bu yönüyle, 2008 yılındaki değişiklikten önceki atfın kanunilik ve belirlilik ilkelerine daha uygun olduğu kanaatine ulaşmaktayız.  9   Ticarî sır, bankacılık sırrı veya müşteri sırrı niteliğindeki bilgi veya belgelerin açıklanması   Madde 239- (1) Sıfat veya görevi, meslek veya sanatı gereği vakıf olduğu ticari sır, bankacılık sırrı veya müşteri sırrı niteliğindeki bilgi veya belgeleri yetkisiz kişilere veren veya ifşa eden kişi, şikayet üzerine, bir yıldan üç yıla kadar hapis ve beşbin güne kadar adlî para cezası ile cezalandırılır. Bu bilgi veya belgelerin, hukuka aykırı yolla elde eden kişiler tarafından yetkisiz kişilere verilmesi veya ifşa edilmesi halinde de bu fıkraya göre cezaya hükmolunur.   (2) Birinci fıkra hükümleri, fenni keşif ve buluşları veya sınai uygulamaya ilişkin bilgiler hakkında da uygulanır. 1580Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1577-1601  Duman b) Atıf Problemi TCK ya yapılan atıf açısından akla şu soru gelmektedir: VUK un 362. maddesinde düzenlenen vergi mahremiyetinin ihlali suçu; TCK md. 239 da düzenlenen suça sadece cezanın miktarı açısından mı atıf yapmıştır, yoksa madde hükmünün tümüne mi atıf yapmıştır? Bu sorunun çözümü iki husus açısından önem arz etmektedir. Bunlar, suçta ve cezada kanunilik ilkesi ve suçun şikayete bağlı olup olmadığının tespitidir. VUK un, TCK ya sadece cezanın  miktarı  açısından  atıf  yaptığını,  madde  hükmünün  tümüne  atıf yapmadığını kabul edecek olursak, suçun takibi şikayete bağlı olmayacaktır. Çünkü,  TCK da  yer  alan  suçun  takibi  şikayete  bağlıdır  ancak  VUK ta şikayetle ilgili açık bir düzenleme  mevcut değildir. Diğer taraftan, atfın maddenin tüm hükümlerine yapıldığı kabul edilirse, TCK md. 239 da yer alan diğer fıkra hükümlerinin de vergi mahremiyetinin ihlali suçuna uygulanması gerekecektir. Kanunilik ilkesinin ise her iki durum açısından da incelenmesi gerekmektedir.  ARSLAN a göre, vergi mahremiyetinin ihlalini düzenleyen VUK md. 362 de suçun tanımı yapıldıktan sonra sadece yaptırım açısından TCK ya atıfta bulunulmaktadır. Yazar, öğretide ileri sürülen ve TCK daki madde hükmünün tamamına  atıf yapıldığı savına dayanan  …mahremiyeti ihlal edenlere TCK nın 239. maddesi uygulanır  görüşünün isabetli olmadığını ifade  etmektedir.  Buna  göre  ARSLAN ın,  vergi  mahremiyetinin  ihlali suçunun takibinin şikayete bağlı olmadığını kabul ettiği kanaatine ulaşılabilir. Aynı görüşte olan TAŞ a göre ise, bir suçun niteliğini belirlemede esas alınacak  olanın,  suçun  pozitif  hukuktaki  düzenlemesi olduğundan  ve  bu kapsamda VUK ta suçun şikayete bağlı olduğu açıkça düzenlenmediğinden re sen kovuşturulması gereken bir suç olduğunun kabulü gerekmektedir.  Aksi görüşte olan ŞENYÜZ e göre, vergi mahremiyetinin ihlali suçu ile ilgili olarak TCK ya yapılan atıf sadece ceza miktarına değil tüm madde hükümlerine yapılmış olup, TCK nın 239. maddesinin tüm hükümleri dikkate                                                    (3) Bu sırlar, Türkiye'de oturmayan bir yabancıya veya onun memurlarına açıklandığı takdirde, faile verilecek ceza üçte biri oranında artırılır. Bu halde şikayet koşulu aranmaz.   (4) Cebir veya tehdit kullanarak bir kimseyi bu madde kapsamına giren bilgi veya belgeleri açıklamaya mecbur kılan kişi, üç yıldan yedi yıla kadar hapis cezasıyla cezalandırılır. 10  ARSLAN, agm., s. 16.  11  TAŞ, age., s. 189. Aynı yönde bkz. ÖZEN, Mustafa; Vergi Suçları ve Kabahatleri, Adalet Yayınları, Ankara 2014, s. 70.    1581Ceza Hukuku Bağlamında Vergi... Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1577-1601  alınmalıdır.  Aynı  görüşte  olan  YAVAŞLAR a  göre  de,  VUK un  362. maddesinde,  TCK nın 239. maddesinde yer alan ceza uygulanır  şeklinde bir ifadenin yerine  TCK nın 239. maddesi hükümlerine göre cezalandırılır  ifadesinin tercih edilmesi karşısında, atfın tüm madde hükümlerine yapıldığı kabul edilmelidir.  Kanımızca, bu soruya cevap verebilmek için öncelikle suçta ve cezada kanunilik  ilkesine  ve  vergi  mahremiyetinin  ihlali  suçunun  VUK taki düzenleniş şekline değinmek gerekmektedir.  Ceza hukukuna hakim olan en önemli ilkelerden biri, suçta ve cezada kanunilik ilkesidir. Suçların tespiti ve cezalandırılması hususlarında keyfiliğin önlenmesi yoluyla kişi hak ve özgürlüklerinin teminat altına alınabilmesi için hangi  fiillerin  suç  oluşturduğu  ve  bunların  karşılığında  uygulanacak yaptırımların neler olduğu kanunda açıkça düzenlenmiş olmalıdır. Bu ilke uyarınca, suç oluşturan fiilin tanımı da kanunda açıkça yapılmalıdır. Bu kapsamda, vergi mahremiyetinin ihlali suçunun tanımı VUK md. 362 ve onun yollamasıyla VUK md. 5 te yapılmıştır. VUK un 362. maddesi,  Bu Kanunda yazılı vergi mahremiyetine uymaya mecbur olan kimselerden bu mahremiyeti ihlal edenler…  diyerek dolaylı olarak 5. maddeye atıf yapmıştır. VUK md. 5 ise, doğrudan bir suç tanımı yapmamakla beraber, vergi mahremiyetinin kapsamını ve kimlerin buna uymak zorunda olduğunu düzenlemiştir. Suçu oluşturan  fiilin  tanımı  ve  dolaysıyla  suçun  kanuniliği  açısından,  vergi mahremiyetinin ihlali suçu ile ilgili VUK ta yer alan düzenlemelerde -temel olarak- bir sorun bulunmamaktadır.  Açıklamalar ışığında ve özellikle VUK md. 362 de yer alan,  ... Türk Ceza Kanununun 239. maddesi hükümlerine göre cezalandırılır.  ifadesi dikkate alınarak değerlendirildiğinde, kanaatimizce TCK nın 239. maddesine yapılan atfın sadece 1. fıkrada yer alan yaptırımları değil, maddenin diğer fıkralarındaki  yaptırımları  da  kapsayan  bir  atıf  olduğu  sonucuna                                                  12  ŞENYÜZ, Doğan; Vergi Ceza Hukuku (Vergi Kabahatleri ve Suçları), Ekin Yayınları, 2012, s. 514.  13  BAŞARAN YAVAŞLAR, Funda;  Vergi Suç ve Kabahatleri Hukuku nda Son Durum , İstanbul Barosu Dergisi, C. 82, S. 6, Y. 2008, 2839- 2859, s. 2855.  14  KOCA,  Mahmut/  ÜZÜLMEZ,  İlhan;  Türk  Ceza  Hukuku  Genel  Hükümler,  Seçkin Yayınları, 6. Baskı, Ankara 2013, s. 48. Suçta ve cezada kanunilik ilkesi, TCK nın Genel Hükümleri içerisinde, 7. maddede düzenlenmiştir. Bu nedenle kanunun genel hükümlerine ilişkin bir ilkedir. TCK nın 5. maddesine göre, bu kanunun genel hükümleri, özel ceza kanunları ve ceza içeren kanunlardaki suçlar hakkında da uygulanır. Vergi usul kanunu da ceza içeren bir kanun olduğundan, kanunilik ilkesi burada da geçerliliğini devam ettirecektir.  1582Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1577-1601  Duman ulaşılmaktadır. Ayrıca kanaatimizce; yapılan atıf, suçun takibinin şikayete tabi olmasını da kapsamaktadır. Atfın şikayet şartını da kapsadığına yönelik kanaatimizi gerekçelendirmek adına şikayet kurumuna kısaca değinmeyi gerekli görüyoruz: Şikayet esasen bir  ceza  muhakemesi  hukuku  kurumu  olmakla  beraber,  TCK nın  73. maddesinde düzenlenmiş olan bir soruşturma ve kovuşturma şartıdır. Bu niteliği itibariyle, her ne kadar TCK nın genel hükümler kitabında düzenmişse de suçun unsurlarından biri değildir. Sadece, suç işlediği iddia edilen kişi hakkında  muhakeme  işlemlerinin  yapılabilmesinin  bir  şartı  olarak düzenlenmiştir.  Şikayet  kurumunun  gerekliliği  hususunda  ileri  sürülen görüşlerden birine göre, devletin bazı suçlar sebebiyle şikayet olmaksızın re sen  muhakeme  işlemlerine  girişmesinin,  suçtan  zarar  gören  kişi  veya kişilere tekrar ve daha ağır bir şekilde zarar verebileceği ifade edilmiştir. Vergi mahremiyetinin ihlali suçunda da, korunması amaçlanan değerlerden biri  mükellefin  özel  hayatının  gizliliği  olduğundan,  şikayet  olmaksızın muhakeme işlemleri yapılmasının, bilgilerin kamuoyunda yeniden gündeme gelmesine neden olabileceği ve bu nedenle mağdurun zararını artırabileceği olasıdır.  Bu  nedenle,  her  ne  kadar  vergi  mahremiyetinin  ihlali suçunu düzenleyen VUK md. 362 de doğrudan doğruya şikayet aranmasa da, atıf yapılan  TCK  md.  239 da  yer  alan  şikayet  şartının  bu  suç  açısından  da uygulanması gerekmektedir.  Asıl sorun, suçun kanuni düzenlenmesinde tercih edilen atıf yönteminde ortaya çıkmaktadır. Suçun tanımının VUK ta yapılması ancak, cezalandırma açısından başka bir kanuna atıf yapılması; kanunların değiştirilmesi veya ilga edilmesi ihtimali karşısında sorunlu durumlara sebep olabilir. Zira, zaman                                                  15  Ancak bu noktada başka bir problem devreye girmektedir. TCK nın 239. maddesinin 1. fıkrasının son cümlesinde yer alan  Bu bilgi veya belgelerin, hukuka aykırı yolla elde eden kişiler tarafından yetkisiz kişilere verilmesi veya ifşa edilmesi halinde de bu fıkraya göre cezaya hükmolunur  ifadesi, vergi mahremiyetinin ihlali suçu açısından da geçerli olacak mıdır? Zira, ileride suçun faili konusunda açıklanacağı üzere, vergi mahremiyetinin ihlali suçunun faili olabilecekler VUK un 5. maddesinde açıkça ve sınırlı sayıda düzenlenmiştir. Bizce, suçta ve cezada kanunilik ilkesi gereğince bu hükmün vergi mahremiyetinin ihlali suçuna uygulanması mümkün görünmemektedir. İşte bu gibi ihtilafların giderilmesi adına, çalışma konumuzu oluşturan suça ilişkin kanuni düzenlemenin netleştirilmesi yerinde olacaktır. 16  KOCA/ ÜZÜLMEZ, s. 538- 539.  17  Vergi Usul Kanunu nun bu suç açısından kamu yararının özel yarardan daha üstün gördüğü, bu nedenle vergi mahremiyetinin ihlali suçu açısından şikayet şartını aramadığı yönündeki aksi görüş için bkz. BAYRAKLI, s. 78.    1583Ceza Hukuku Bağlamında Vergi... Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1577-1601  içerisinde  kanunda  yapılan  değişiklikler  sonucunda  yapılan  atıfların karşılıksız kalması söz konusu olabilecektir. Nitekim mülga 765 sayılı TCK zamanında yapılan atıf, kanunun değişmesi nedeniyle bir süre karşılıksız kalmış, hangi maddeye atıf yapıldığı yeni düzenleme yapılana kadar net olarak belirlenememiştir.  Bu  nedenlerle  suçun  ve  cezanın  aynı  kanunda düzenlenmesi, suçta ve cezada kanunilik ilkesinin ve dolaysıyla hukuk devleti ilkesinin  en  önemli  sonucu  olan  belirlilik  ilkesi  açısından  daha  faydalı olacaktır.  II. SUÇLA KORUNMASI AMAÇLANAN HUKUKİ DEĞER Vergi mahremiyetinin ihlali suçuyla korunmak istenen hukuki değer, vergi  yükümlüsünün  vergisel  durumuna  ilişkin  bilgilerin  gizliliğinin sağlanması ve bu yolla o kişinin maddi ve manevi açıdan zarar görmesinin engellenmesidir. Bu güvence ile bir yandan kişisel veriler korunurken diğer yandan kamu görevlilerinin güvenirliğinin sağlanması da amaçlanmaktadır. Zira, vergi idaresinde görev yapan kamu görevlileri yaptıkları incelemeler veya işlemler neticesinde mükelleflerin mesleki sırlarını, şahsi veya ailevi sırlarını öğrenmiş olabilirler. Bu bilgilerin görevliler tarafından açıklanması veya  amacı  dışında  kullanılması  mükelleflere  maddi  ve  manevi  zarar verebilir.  Öğretide,  mükellefe  ait  bilgilerin  mutlaka  mahrem  nitelikte olmasının gerekli olmadığı, mahrem nitelikte olmasalar da görevlilerin bu bilgileri açıklamamaları gerektiği ileri sürülmüştür. Kanun, söz konusu güvenceyi sağlamlaştırmak ve genişletmek adına sadece mükellefle sınırlı tutmamış, mükellefle ilgili kimseleri de bu kapsama dahil etmiştir (VUK md. 5).  III. SUÇUN FAİLİ Vergi  mahremiyetinin  ihlali  suçunu  düzenleyen  VUK  md.  362 de belirtilen vergi mahremiyeti yasağına uyması gereken kişiler, aynı kanunun 5. maddesinde  sayılmıştır.  Bu  kişilerden  mahremiyet  yasağına  uymayanlar suçun faili olacaklardır. Bu suçun faili olabilecek kişiler şunlardır:  1. Vergi muameleleri ve incelemeleri ile uğraşan memurlar, 2. Vergi mahkemeleri, bölge idare mahkemeleri ve Danıştay da görevli olanlar,                                                  18  KARAKOÇ, agm., s. 8.  19  ARSLAN, agm., s. 18.  20  ŞENYÜZ, s. 504.  21  DONAY, s. 167.  1584Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1577-1601  Duman 3. Vergi kanunlarına göre kurulan komisyonlara iştirak edenler, 4. Vergi işlerinde kullanılan bilirkişiler. Aynı maddenin 4. fıkrasına göre, kendisine bilgi verilen kişi ve kurumlar da aynı yasağa uymakla yükümlüdürler. Kanun bu kapsamda, vergi ile ilgili konularda idari veya adli soruşturma yürütmesi nedeniyle bilgi ve belge talep eden kamu görevlileri ile yapacakları vergi tahsilatı ile ilgili kendisine bilgi verilen bankaları da yasağa uymak zorunda olanlar arasında göstermiştir (VUK md. 5/ f. 4). İlaveten, VUK un mükerrer 242. maddesinin son fıkrasına göre, kanunun vergi mahremiyetine ilişkin hükümleri bu kanun kapsamında kurulan şirketlerin ortak, yönetici ve çalışanları hakkında da uygulanır. Anılan kişilerin yasağa tabi olmaları için, bilgileri görevleri dolaysıyla öğrenmiş olmaları gerekir (VUK md. 5). Yine aynı maddeye göre yasak, bahsi geçenler mesleklerinden ayrılmış olsalar dahi devam eder ( VUK md. 5/ f. 2). Bu noktada akla, bu sürenin bir sınırının olup olmadığı sorusu gelmektedir. Öğretide  DONAY a  göre,  mahremiyet  yasağı  görevlinin  hayatı  boyunca sürmez, dava zamanaşımı süresi ile sınır olmalıdır. Kanunda bu hususta açık bir düzenleme olmaması ve suçla korunan hukuki değer olan özel hayatın gizliliğinden doğan menfaatlerin hayat boyu devam edebileceği gözetildiğinde, kanımızca bahsi geçen yasak, failin hayatı boyunca devam etmelidir. Kanunda suçun faili olabilecek kişilerin sınırlı sayıda gösterilmiş olması, suçun mahsus (özgü) suç olması açısından önem arz eder. Mahsus suç, herkes tarafından işlenmesi mümkün olmayan, sadece belirli sıfata veya niteliğe sahip  kimseler  tarafından  işlenebilen  suçlara  denilmektedir.  Vergi mahremiyetinin ihlali suçu bu özelliği nedeniyle mahsus suç niteliğindedir. Suç, sayılanların dışındaki kişiler tarafından işlenirse bu durumda başka suçlar oluşabilir. Örneğin; TCK nın özel hayatın gizliliğinin ihlali suçunun nitelikli halini düzenleyen 137. maddesi veya göreve ilişkin sırrın açıklanması suçunu düzenleyen 258. maddesi hükümleri faile uygulanabilir. Anılan başka suçlar; VUK ta sayılan kişilerin söz konusu bilgileri görevleri sırasında öğrenmedikleri,  bundan  dolayı  vergi  mahremiyetinin  ihlali  suçunun  oluşmadığı durumlarda da faile uygulanabilir.  Suçun  faili  olarak  kanunda  düzenlenmiş  olan  kişilerden  ilki  vergi muameleleri  ve  incelemeleri  ile  uğraşan  memurlardır.  Bu  kişiler,  vergi idaresinin çeşitli kademelerinde çalışan, vergi işlemlerini yürüten kişilerdir.                                                  22  DONAY, s. 170.  23  HAKERİ, Hakan; Ceza Hukuku Genel Hükümler, Adalet Yayınevi, Ankara 2013, s. 128.    1585Ceza Hukuku Bağlamında Vergi... Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1577-1601  Vergi muameleleri veya diğer adıyla işlemleri; tarh, tahakkuk ve tahsil de dahil olmak üzere vergilendirme sürecinde gerçekleşen tüm iş ve işlemleri kapsar.  Bu  nedenle,  tüm  bu  işlemler  ilgilenen  görevliler  bu  suçun  faili olabilirler. Bu kapsamda, vergi işlemleri ile uğraşan görevlilere; memurlar, şefler, müdür yardımcıları, müdürler, yazı işlerini yürüten katipler örnek olarak gösterilebilir. Vergi incelemesi ile uğraşan memurlar ise VUK un 135.  maddesinde  sayılmıştır.  Bunlar:  Vergi  Müfettişleri,  Vergi  Müfettiş Yardımcıları, ilin en büyük mal memuru veya vergi dairesi müdürleridir. Ayrıca, aynı maddenin ikinci fıkrasına göre,  Gelir İdaresi Başkanlığının merkez ve taşra teşkilatında müdür kadrolarında görev yapanlar her hal ve takdirde vergi incelemesi yetkisini haizdirler.  Suçun faili olabilecek ikinci grup kişiler; vergi mahkemeleri, bölge idare mahkemeleri ve Danıştay da görevli olanlardır. 2577 sayılı İdari Yargılama Usulü Kanunu (İYUK) nun 20. maddesine  göre;  Danıştay, bölge idare mahkemeleri ile idare ve vergi mahkemeleri, bakmakta oldukları davalara ait her türlü incelemeyi kendileri yapar. Mahkemeler belirlenen süre içinde lüzum gördükleri evrakın gönderilmesini ve her türlü bilgilerin verilmesini taraflardan ve ilgili diğer yerlerden isteyebilirler. Bu husustaki kararların, ilgililerce, süresi içinde yerine getirilmesi mecburidir.  Re sen araştırma ilkesi olarak da ifade edilen bu durum kapsamında mükelleflere ait bilgi ve belgelere  ulaşabilen  yargı  mercilerinde  görevli  hakim  ve  personel  de mahremiyet yasağına uymak zorunda olan kişiler arasındadır.  Suçun faili olabilecek kişiler arasında sayılan diğer bir grup ise, vergi kanunlarına göre kurulan komisyonlara katılanlardır. Burada sözü edilen komisyonlar; takdir komisyonu, tadilat komisyonu, uzlaşma komisyonu, zirai kazançlar il komisyonu ve zirai kazançlar merkez komisyonları ile vergi kanunlarına göre kurulan diğer komisyonlardır. Memur olsun veya olmasın bu  komisyonlara  katılan  herkes  kanunen  mahremiyet  yasağına  uymak zorundadır.                                                   24  Tahsil  aşamasında  öğrenilen  bilgilerin  mahremiyetinin  ihlali  suçu,  VUK ta  yer  alan düzenlemeye paralel olarak, 6183 sayılı Kanunun Sırrın İfşası başlıklı 107. maddesinde düzenlenmiştir. İki kanun da suçun yaptırımı hususunda TCK nın 239. maddesine atıf yapmaktadır.  25  ARSLAN, agm., s. 20.  26 TAŞ, s. 93.  27  Raportörler, yan işlerde çalışan memurlar, teftiş kurulunda görevlendirilen personel bu kapsamdadır. ŞENYÜZ, s. 507.  1586Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1577-1601  Duman Vergilendirme ile ilgili işlerde görev alan bilirkişiler de bu suçun faili olabilirler.  Bilirkişiler,  yargılama  makamlarının  özel  bilgi  ve  uzmanlık gerektiren  teknik  hususlarda  bilgisinden  yararlandıkları  kişilerdir.  Bu noktadan  hareketle  vergi  yargılamasında  görev  alan  bilirkişilerin  de  bu kapsamda  olduğu  söylenebilir.  Ancak  bilirkişiler  sadece  yargılama makamlarına yardımcı olmazlar. Uzmanlık alanı dolaysıyla belli bir konuda özel ve teknik bilgiye sahip olan kişiler vergisel işlemlerde de bilirkişi olarak tayin edilebilirler. Örneğin, VUK un 74. maddesinin son fıkrasına ve 75. maddenin 2. fıkrasına göre takdir komisyonları bilirkişilerden yararlanırlar. Bunun yanında, aynı kanunun 86. maddesinin 1. fıkrasına göre göre tadilat komisyonları da bilirkişi incelemesinden yararlanabilirler. Bu kişilerin de mutlaka memur olmaları gerekli değildir. Memur olmasalar da, bilirkişilik görevi nedeniyle yargısal veya idari bir işlemle ilgili olarak mükellefin veya mükellefle  ilgili  kimsenin  bilgilerine  vakıf  olan  bilirkişiler,  VUK un  5. maddesinde düzenlenmiş olan mahremiyet yasağına uymak zorundadırlar.  IV. VERGİ MAHREMİYETİNİN İHLALİ SUÇUNUN UNSURLARI a) Maddi Unsurlar İnsan  davranışlarının  ceza  normlarını  ihlal  edip  etmediğinin  tespit edilebilmesi  için  o  davranışın  ihtiva  ettiği  unsurlara  bakılmaktadır. Cezalandırılabilir bir fiilin gerçekleşebilmesi için genel olarak kanuni tanıma uygun (tipik) ve hukuka aykırı bir fiil ile failin kusurunun varlığı gereklidir.  1. Fiil Suçun maddi unsurlarından ilki kanundaki tipe uygun bir fiildir. Ceza hukuku anlamında bir suçun oluşabilmesi için herhangi bir fiilin değil, kanuni tanıma uygun tipik bir fiilin gerçekleşmesi gerekir. Suçu oluşturan fiil insan hareketidir.  Fiil  icrai  davranışla  işlenebileceği  gibi  ihmali  davranışla  da işlenebilir. Fiil; kişinin bizzat kendi iradesiyle üzerinde hakimiyet kurduğu, belli bir sonucu gerçekleştirmeye yönelmiş ve dış dünyada meydana gelen davranış olarak tanımlanmaktadır.                                                   28  SOYASLAN, Doğan; Ceza Muhakemesi Hukuku, 5. Baskı, Yetkin Yayınları, Ankara 2014, s. 456.  29  TAŞ, s. 96.  30  KOCA/ ÜZÜLMEZ, s. 76.  31  İÇEL, Kayıhan; Ceza Hukuku Genel Hükümler, Beta Yayınları, 6. Bası, 2014, s. 237.  32 ÖZGENÇ, İzzet; Türk Ceza Hukuku, 6. Bası, Seçkin Yayınları, 2011, s. 155.    1587Ceza Hukuku Bağlamında Vergi... Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1577-1601  Vergi mahremiyetinin ihlali suçunda fiil, VUK un 362. maddesine göre, aynı Kanunun 5. maddesinde tanımlanmış olan vergi mahremiyetinin ihlal edilmesidir.  Vergi  mahremiyetinin  ihlali  fiili  ise;  VUK un  5.  maddesi hükmüne göre, kanunda yazılı kişiler tarafından görevleri dolaysıyla öğrenilen mükellefin veya mükellefle ilgili kimselere ait gizli kalması gereken birtakım bilgilerin  ifşa  edilmesi  veya  kendilerinin  veya  üçüncü  kişilerin  yararına kullanılmasıdır.  Suçun  meydana  gelmesi  için  sırra  ilişkin  bilgilerin kullanılması gerekli değildir, ifşa edilmesi yeterlidir. Ayrıca, VUK md. 5 in açık ifadesinden anlaşıldığı gibi bilgilerin ifşa edilmeyip kişisel yarar elde etmek amacıyla kullanılması da suçun oluşması için yeterlidir. Suçu oluşturan iki fiilden biri olan ifşa fiili, mükellefe veya mükellefle ilgili  kişilere  ait  bilgilerin  üçüncü  kişilere  açıklanmasını  ifade  eder. Açıklamanın ifşa sayılması için birden çok kişiye yapılması gerekmez, tek bir kişiye  yapılan  açıklama  da  ifşa  sayılır. Vergi mahremiyetinin ifşasının gerçekleşmesi için, suçun kanuni tanımında özellikle aranmadığından dolayı, bilgilerin üçüncü kişilere açıklanması yeterli olup üçüncü kişilerin bu bilgileri öğrenmiş olmaları gerekli değildir. Üçüncü kişilerin bu bilgileri kısmen veya tamamen öğrenebilecek durumda olmaları yeterlidir. Suçun oluşabilmesi için, bilgileri öğrenebilecek durumda olan kişilerin bilgiyi öğrenme haklarının bulunmaması gerekir. Herhangi bir sebepten dolayı mükellefe ait bilgiyi öğrenme hakkı olanlara yapılan ifşa, vergi mahremiyetinin ihlali suçunu oluşturmaz. İfşa  fiilinin  meydana  gelebilmesi  için,  ifşa  edilen  bilgilerin  gerçek durumu yansıtması gerekir. Gerçeği yansıtmayan bilgilerin açıklanması ifşa fiilini oluşturmayacaktır.  İfşa fiili vasıtasıyla suç icrai şekilde işlenebileceği gibi ihmali şekilde de işlenebilir. Fail, gizli kalması gereken bilgileri bizzat açıklayarak suçu icrai şekilde  işleyebileceği  gibi,  başkasının  bilgileri  öğrenmesine  müdahale etmeyerek ihmali olarak da işleyebilir.                                                  33 TAŞ, Fatma; s. 99.  34 CANDAN, Turgut; Vergi Suçları ve Cezaları, 3. Baskı, Maliye ve Hukuk Yayınları, Mayıs 2010, s. 398. 35 ÖZEN, s. 73- 74.  36 ŞENYÜZ, s. 512.  37 BAYRAKLI, Hüseyin; Türk ve Alman Vergi Hukukunda Vergi Gizliliğine Uymama Suçu, Afyon 1999, s. 49.  38 TAŞ, s. 101- 102.  1588Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1577-1601  Duman İkinci fiil, mükellef veya ilgili kişilere ait bilgilerin  yarar sağlamak amacıyla kullanılmasıdır. Bu bilgilerden yarar sağlayanın mutlaka bilgileri kullanan kişi olması gerekmez, bilgilerin kullanılması üçüncü kişilere de menfaat  sağlayabilir.  Bilgilerin  açıklanmasının  ifşa  fiilinin  kapsamında bulunmasından  ötürü,  yarar  sağlamak  amacıyla  kullanma  fiili,  bilgiler açıklanmadan gerçekleşebilir. Burada söz konusu olan kullanma, öğrenilen bilgilerin menfaat sağlama amacıyla kullanılmasını ifade eder. Örneğin sırlar maddi bir bedel karşılığında üçüncü kişilere verilebilir veya satılabilir. Menfaat  maddi  olabileceği  gibi  manevi  de  olabilir.  Bilgilerin kullanılmasından dolayı, o bilgilerin sahibi olan mükellefin zarar görmesi veya  failin  yarar  sağlamış  olması  gerekmez.  Bilgilerin  yarar  sağlamak amacıyla kullanılması ile suç oluşur. Ancak, bazı durumlarda sır sahibi mükellefin veya ilgili kişilerin zarar görmesi, bilgileri kullanan fail veya üçüncü kişiler açısından yarar sağlanmasına yol açabilir. Örneğin, rekabet halinde bulunan iki iş adamından birinin, diğerinin vergisel sırları nedeniyle sadece zarara uğramasından fayda sağlayabileceği açıktır.  Öğretide, mahremiyetin kanunda yazılı olan ifşa ve yararına kullanma fiilleri de dahil herhangi bir şekilde ihlal edilmiş olması yoluyla gizliliğin bozulmasının yeterli olduğu; fiilin kanunda yazılanlarla sınırlı olmadığı, bu nedenle suçun serbest hareketli bir suç olduğu ileri sürülmüştür. Serbest hareketli suçlar, suçun kanuni tanımında o suçu oluşturan hareketin şekli konusunda bir sınırlama yapılmadığı durumlarda söz konusu olur. Bu tür suçlarda  önemli  olan  neticenin  gerçekleşmesidir.  Neticeyi  gerçekleştiren hareketlerin şekli önemli değildir, sadece neticeyi gerçekleştirmeye elverişli olması aranır. Örneğin, kasten öldürme suçunda (TCK md. 81), suçun kanuni tanımında öldürme neticesini meydana getiren hareketin kasten yapılması yeterli  görülmüştür,  öldürmenin  hangi  hareketle  yapıldığı  hususunda  bir sınırlama yapılmamıştır. Serbest hareketli suçların karşıtı ise bağlı hareketli suçlardır.  Bağlı  hareketli  suçlar,  suçun  kanuni  tanımında  suçun  hangi hareketlerle işleneceğinin belirtildiği suçlardır. Bu  tür  suçlarda  hareketler somutlaştırılmıştır. Örneğin yağma suçuna ilişkin kanuni düzenlemede (TCK                                                  39 CANDAN, s. 398.  40 ŞENYÜZ, s. 513. 41 ÖZEN, s. 78. Aksi yönde görüş için bkz. BAYRAKLI, s. 52.  42 TAŞ, s. 104- 105; BAYRAKLI, s. 53. Öğretide; suçun, bilgilerin sahibi olan mükellefin yarar sağlayacağı  düşünülerek  de  işlenebileceği  ileri  sürülmüştür.  EDİZDOĞAN/  TAŞ/ ÇELİKKAYA, s. 165.  43 ARSLAN, agm., s. 18-19. Aksi yönde görüş için bkz. ÖZEN, s. 73.    1589Ceza Hukuku Bağlamında Vergi... Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1577-1601  md. 148), cebir veya tehdit ile bir malın alınması aranmıştır. Cebir veya tehdit dışında kalan bir hareketle malın alınması yağma suçunu oluşturmaz. Bağlı hareketli suçlar, genellikle seçimlik hareketli suçları da kapsamına almaktadır. Seçimlik hareketli suçlarda ise, suçun kanuni tanımındaki hareketler birbirinin alternatifi  olarak  düzenlenmiştir.  Kanuni  tanımda  yer  verilen  seçimlik hareketlerden birinin gerçekleştirilmesi, suçun işlenmesi açısından yeterlidir. Vergi mahremiyetini düzenleyen VUK md. 5 te, mahremiyetin ihlal edilmiş sayılmasının  sadece  ifşa  ve  yarar  sağlamak  için  kullanma  fiillerinin işlenmesine bağlandığı görülecektir. Bunlar dışında işlenen fiiller bu suç kapsamında değerlendirilemeyecektir. Kanunilik ilkesi de dikkate alınarak ele alındığında; kanaatimizce vergi mahremiyetinin ihlali suçu serbest hareketli bir suç değil, bağlı ve seçimlik hareketli bir suç türüdür. Vergi mahremiyetinin ihlali suçunun oluşabilmesi için bilgilerin ifşası veya kullanılması yeterli olup bu fiillerden dolayı bir zararın ortaya çıkması veya somut olarak bir yarar sağlanmış olması gerekli değildir. Bu nedenle suçun sırf hareket suçu (neticesi harekete bitişik suç) olduğu söylenebilir. Sırf  hareket  suçları,  tamamlanmaları  için  neticenin  gerçekleşmesinin aranmadığı, hareketin gerçekleşmesiyle neticenin de gerçekleşmiş sayıldığı suçlardır. Bu suçlar, icrai veya ihmali nitelikteki hareketin gerçekleştirilmesiyle tamamlanırlar.  2. Netice Suçun  maddi  unsurlarından  bir  diğeri  de  neticedir.  Netice, gerçekleştirilen  fiilin  dış  dünyada  meydana  getirdiği  değişiklik  olarak tanımlanabilir. Ancak, ceza  hukuku açısından önemli olan netice,  suçun kanuni tanımında yer alan neticedir. Suçun kanuni tanımında neticeye yer                                                  44 KOCA/ ÜZÜLMEZ, s. 114- 115.  45 Ancak, ifşa fiilinin kendi içinde serbest hareketli olduğu söylenebilir. Çünkü, ifşayı oluşturan elverişli hareketlerin şekli veya mahiyeti hususunda kanunda bir sınırlama yapılmış değildir. Bu hareketler yazılı olabileceği gibi sözlü de olabilir. Bilgiyi taşıyan dokümanların teslim edilmesi gibi maddi hareketler de yapılmış olabilir. ŞENYÜZ, s. 512.  46  ARSLAN, agm., s. 19; ÖZEN, s. 79. Öğretide Erman a göre, bu düzenlemede yer alan kullanmak kelimesi bilgiyi öğrenen kişinin bu bilgiyi yarar sağlamak amacıyla kullanacağı tehdidini işaret eder. Zira, bilgiyi açıklayarak yarar sağlamak zaten ifşa fiilinin içerisinde yer almaktadır. Yazara göre bu açıdan bakıldığında bilgiyi kullanma, yarar sağlamak söz konusu olduğu için sırf hareket suçunu değil, neticeli bir suçu oluşturur. ERMAN, Sahir; Vergi Suçları, İstanbul, 1988, s. 102- 103.  47 ARTUK, Mehmet Emin/ GÖKCEN, Ahmet/ YENİDÜNYA, Caner; Ceza Hukuku Genel Hükümler, 6. Tıpkıbaskı, Adalet Yayınevi, Ankara 2012, s. 273. 1590Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1577-1601  Duman verilmişse, netice suçun bir unsuru olarak kabul edilir. Neticenin, suçun kanuni tanımında yer almadığı durumlarda, fiilin gerçekleştirilmesiyle suç tamamlanmış  olur, ayrıca  bir  neticenin  gerçekleşmesi  aranmaz.  Bu tür suçlara neticesi harekete bitişik suç veya şekli suç adı verilmektedir. Ancak, kanunda neticesi açıkça yer almasa da bu tür suçlarda da netice söz konusudur. Zira, neticesiz suç yoktur. Sadece bu tür suçlarda netice harekete bitişiktir, zaman ve yer bakımından netice hareketle kaynaşmıştır.  Suçların  neticesi  genellikle  zarar  olarak  ortaya  çıkar.  Ancak,  bazı suçlarda  zararın  gerçekleşmesi  aranmaz,  bir  tehlikenin  doğmuş  olması yeterlidir. Bu kapsamda suçlar zarar suçları ve tehlike suçları olarak ikiye ayrılabilir. Zarar suçlarında fiilin yönelmiş olduğu suçun konusunda somut bir zarar meydana gelirken tehlike suçlarında konu üzerinde zarar tehlikesinin oluşması yeterlidir. Örneğin, bir zarar suçu olan kasten öldürme suçunda suçun meydana gelmesi için silahın kullanılması tek başına yeterli değildir, ortaya somut bir zarar çıkaran ölüm neticesinin meydana gelmesi gerekir. Bunun  tersine,  bir  tehlike  suçu  olan  ve  TCK nın  179.  maddesinde düzenlenmiş  olan   trafik  güvenliğini  tehlikeye  sokma   suçunun  kanuni tanımında somut bir zarara yer verilmemiş, trafik güvenliğinde tehlikeye neden olunması yeterli görülmüştür. Tehlike suçları da somut tehlike suçları ve soyut tehlike suçları olarak ikiye ayrılır. Somut tehlike suçlarında, kanuni tanımda tehlike unsuruna doğrudan yer verilir. Yukarıda örnek olarak verilen trafik güvenliğini tehlikeye sokma suçu bir somut tehlike suçudur. Soyut tehlike suçlarında ise kanuni tanımda tehlikeye açık bir şekilde yer verilmez.  Bu açıklamalar ışığında değerlendirildiğinde, vergi mahremiyetinin ihlali suçu  ile  ilgili  olarak  gerek  VUK un  5.  maddesinde,  gerekse  de  suçun düzenlendiği  362.  maddede  doğrudan  bir  neticeye  yer  verilmemiştir. Kanaatimizce söz konusu  suçun düzenlenmesiyle, mükelleflerin ve  ilgili kişilerin  korunması  amaçlanan  gizliliğe  ilişkin  haklarının  zarar  görme tehlikesi ve vergilendirme yetkisine sahip kurumlara ve devlete olan güvenin sarsılması tehlikesi cezalandırılıyor olduğundan, vergi mahremiyetinin ihlali suçu bir soyut tehlike suçudur.                                                   48 KOCA/ ÜZÜLMEZ; s. 120.  49 İÇEL, s. 258.  50 HAKERİ, s. 160. 51 HAKERİ, s. 162.  52 BAYRAKLI, s. 54.   1591Ceza Hukuku Bağlamında Vergi... Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1577-1601  3. Nedensellik Bağı Meydana gelen bir neticeden sorumlu tutulabilmenin temel şartı, fiil ile netice arasında sebep sonuç ilişkisinin var olmasıdır. Nedensellik bağı, kanuni tanımında hareketin yanı sıra ve ondan bağımsız olarak neticeye de yer verilen neticeli suçlarda önem arz eder. Somut olayda, suçun kanuni tanımında düzenlenen hareket ile netice arasında nedensellik bağı bulunmuyorsa fail neticeden sorumlu tutulamaz.  Vergi mahremiyetinin ihlali suçu, neticesi harekete bitişik suç niteliğinde olduğundan  ve  bu  nedenle  hareketin  gerçekleştirilmesiyle  neticenin  de doğrudan  gerçekleşmiş  sayılmasından  ötürü,  burada  nedensellik  bağının varlığı araştırılmayacaktır. Bu noktada önemle belirtmek gerekir ki, failin hareketi ile  netice arasında  nedensellik bağının var olması ile  bu bağın varlığının araştırılması gereği birbirinden farklı hususlardır. Neticesi harekete bitişik suçlarda da bir neticenin var olduğu tartışmasızdır ancak bu tür suçlarda söz  konusu  bağın  varlığını  araştırmadan  da  suçun  maddi  unsurunun gerçekleştiği kabul edilir. b) Manevi Unsur Daha  önce  ifade  ettiğimiz  gibi,  bir  insan  davranışının  suç  olarak değerlendirilebilmesi için kanuni tanıma uygun bir hareket, dış dünyada değişiklik meydana getiren bir netice ve bu ikisi arasında nedensellik bağının varlığı gereklidir. Ancak, bunlar tek başına yeterli değildir. Bunlara ilave olarak manevi unsurun da gerçekleşmesi gerekir. Manevi unsur ile kastedilen, fiilin kast veya taksirle işlenmiş olmasıdır. TCK nın 21. maddesine göre,  Suçun  oluşması  kastın  varlığına  bağlıdır.   Bu  düzenlemeden  de anlaşılabileceği gibi, Türk ceza hukuku sisteminde suçların oluşması adına kast kural, taksir istisnadır. TCK md. 22 ye göre, taksirli suçlar ancak kanunda açıkça  düzenlenmiş  olmaları  halinde  cezalandırılırlar.  Örneğin;  taksirle öldürme suçu (TCK md. 85), taksirle yaralama suçu (TCK md. 89), genel güvenliğin taksirle tehlikeye sokulması (TCK md. 171) gibi suçlar, taksirle işlenebilecekleri kanunda açıkça düzenlenmiş olan suçlardır. Buna karşın; örneğin, mala zarar verme suçu (TCK md. 151) ancak kasten işlenebilen bir                                                  53 KOCA/ ÜZÜLMEZ, s. 122.  54 ARSLAN, agm., s. 19.  55  DÖNMEZER, Sulhi/ ERMAN, Sahir; Nazari ve Tatbiki Ceza Hukuku Genel Kısım, C. 1, B. 12, Beta Yayınları, İstanbul 1997, s. 472- 473.  56 HAKERİ, s. 196.  1592Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1577-1601  Duman suçtur. Zira, mala zarar verme suçunun taksirle işlenebileceği kanunda açıkça düzenlenmemiştir.  Bu  açıklamalar  ışığında  ve  suçun  kanuni  düzenlemesi  dikkate alındığında,  vergi  mahremiyetinin  ihlali  suçunun  da  ancak  kasten işlenebileceğinin kabulü mümkündür. TCK kastı şöyle tanımlamıştır (md. 21):   Kast,  suçun  kanuni  tanımındaki  unsurların  bilerek  ve  istenerek gerçekleştirilmesidir.   Bu  suçta  da  failin,  suçun  kanuni  tanımına  uygun olarak,  açıkladığı  bilgilerin  sır  olduğunu  ve  bunları  ifşa  ettiğini  veya mükellefe ait bilgileri kendisi veya başkası yararına kullandığını bilmesi ve istemesi gerekir. Burada ayrıca failde, mükellefe zarar verme kastı aranmaz. c) Hukuka Aykırılık Unsuru Bir fiilin suç teşkil edebilmesi için, daha önce ifade ettiğimiz unsurların yanında, o fiilin bir hukuka uygunluk sebebinin kapsamına girmemesi de gerekir. Bir fiilin hukuka aykırı olduğuna karar verilebilmesi, o fiili hukukun geneli  açısından  hukuka  uygun  hale  getiren  herhangi  bir  nedenin bulunmamasına  bağlıdır.  Bu  açıdan  hukuka  aykırılık  unsuru,  hukuka uygunluk  nedenlerinin  bulunmaması  unsuru  olarak  da  adlandırılabilir. Hukuka  uygunluk sebepleri,  ceza sorumluluğunu kaldıran  veya azaltan sebepler   başlığı  altında  TCK da  düzenlenmiştir. Bunlardan  hangilerinin hukuka  uygunluk  sebebi  olduğu  kanuni  düzenlemeden  açıkça anlaşılamamaktadır. Madde gerekçeleri ve Ceza Muhakemesi Kanunu nun (CMK) hüküm çeşitlerini düzenleyen 223. maddesi vasıtasıyla bunlardan; kanun hükmünü yerine getirme (TCK md. 24/1), meşru savunma (TCK md. 25/1),  hakkın  kullanılması  (TCK  md.  26/1)  ve  ilgilinin  rızası  (26/2) sebeplerinin  hukuka  uygunluk  sebebi  olarak  düzenlendiği  sonucuna ulaşılmaktadır.  TCK da düzenlenen hukuka uygunluk sebepleri, ceza hukukunun bütün suç tiplerine  uygulanacak  genel düzenlemeleridir.  Bunların  dışında,  özel olarak VUK ta düzenlenmiş olan başka hukuka uygunluk sebepleri de vardır. Bu sebeplerden birinin somut olayda gerçekleşmesi halinde, gerçekleştirilen fiiller vergi mahremiyetinin ihlali suçunu oluşturmayacaktır.                                                  57 ŞENYÜZ, s. 513.  58 HAKERİ, s. 274.  59 KOCA/ÜZÜLMEZ, s. 260.  60 Her ne kadar bu düzenlemeleri çalışmamızda ayrıca inceleyecek olsak da, bunların TCK nın genel hükümlerinde düzenlenmiş olan kanun hükmünün yerine getirilmesi kapsamında da   1593Ceza Hukuku Bağlamında Vergi... Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1577-1601  VUK ta  düzenlenen  hukuka  uygunluk  sebeplerine  kısaca  değinmek gerekirse, bunlardan biri olan ve kısaca matrahların ve vergilerin ilanı olarak isimlendirilebilen  hukuka  uygunluk  sebebi  VUK un  5.  maddesinin  2. fıkrasında  düzenlenmiştir.  Buna  göre;  vergi  güvenliğinin  sağlanması amacıyla, gelir vergisi mükelleflerinin yıllık gelir vergisi beyannamelerinde ve sermaye şirketlerinin kurumlar vergisi beyannamelerinde gösterdikleri, zararları da dahil olmak üzere matrahları ve beyanları üzerinden tarh olunan gelir ve kurumlar vergileri ile mükelleflerin ad ve unvanları, bağlı olunan vergi dairelerince beyannamelerin verildiği yıl içerisinde dairenin uygun görülecek yerlerine asılarak ilan olunur. Mükellefin bağlı olduğu bir teşekkül varsa,  ilan  orada  da  yapılır.  İlgili  maddenin  gerekçesinde,  vergi mahremiyetine getirilen bu istisnanın gerekçesinin kamu yararı olduğu ifade edilmiştir. Buna göre, vergi güvenliğinin sağlanması ve vergilendirmenin daha  doğru  yapılabilmesi  adına,  kamu  yararı  düşüncesiyle  mükellefin belirtilen bazı bilgileri ilan edilebilecektir ve bu fiil vergi mahremiyetinin ihlali sayılmayacaktır.  VUK ta düzenlenen ikinci tür hukuka uygunluk sebebi, kanunun 5. maddesinin 3. fıkrasında düzenlenmiş olan, kısaca vergi ve cezaların Maliye Bakanlığınca açıklanması olarak adlandırılan sebeptir. Söz konusu maddeye göre, mükelleflerin vergi tarhına esas olan beyanları, kesinleşen vergi ve cezaları ile vadesi geçmiş olduğu halde ödenmeyen vergi ve ceza miktarları Maliye  Bakanlığınca  açıklanabilir.  Buna  ilave  olarak;  kamu  görevlileri tarafından yapılan adli ve idari soruşturmalar ile ilgili olarak talep edilen bilgi ve belgeler verilebilir ve yapacakları vergi tahsiline yönelik olarak bankalara bilgi verilebilir. Bu bilgilerin verilmesine ilişkin usul ve esaslar Bakanlıkça belirlenir.  Fıkranın  son  düzenlemesi  olarak,  sahte  veya  içeriği  itibariyle yanıltıcı belge düzenledikleri veya kullandıkları vergi inceleme raporu ile tespit edilenlerin, kanunla kurulmuş meslek kuruluşlarına veya birlik veya meslek  odalarına  bildirilmesi  vergi  mahremiyetinin  ihlali  sayılmaz.  Bu düzenlemelere göre, fıkrada belirtilen kişi ve kurumlara yapılan açıklamalar vergi mahremiyetinin ihlali suçunu oluşturmayacaktır. Ancak burada önemle ifade etmek gerekir ki, aynı fıkrada geçen  Bu takdirde kendilerine bilgi                                                  ele alınabilecekleri açıktır. TCK nın 5. maddesi gereği, TCK nın genel hükümleri, özel ceza kanunları ve ceza içeren kanunlar hakkında da uygulanabilir. Vergi Usul Kanununun da ceza içeren bir kanun olması karşısında, TCK nın hukuka uygunluk sebeplerine ilişkin genel hükümleri bu kanuna da uygulanacaktır.  61 TAŞ, s. 107. 62 TAŞ, s. 108.  1594Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1577-1601  Duman verilen  kişi  ve  kurumlar  da  bu  maddede  yazılı  yasaklara  uymak zorundadırlar  cümlesi gereği, kendilerine bu fıkra gereğince bilgi veya belge verilenler hakkında mahremiyet yasağı geçerliliğini sürdürecektir. Örneğin, yaptıkları soruşturmalar nedeniyle kendilerine bilgi verilen kamu görevlileri ile  kanunda  belirtilen  nedenlerle  kendilerine  bilgi  verilen  bankalar  veya meslek  odaları,  bu  bilgileri  ifşa  ederlerse  veya  yararlanmak  amacıyla kullanırlarsa vergi mahremiyetinin ihlali suçunu işlemiş olacaklardır.  İdari Yargılama Usulü Kanunu nun 18. maddesi gereği,  duruşmalar açık  olarak  yapılır .  Vergi  mahkemelerinde  yapılan  yargılamalar  da  bu hükme tabidir. Bu hüküm gereğince vergi mahkemesinde görülen bir davaya, mahkemede  görevli  olmayanlar  da  katılabilir  ve  duruşmada  mükellefin vergisel bilgileri bu kişiler tarafından öğrenilebilir. Bu halde öğrenme artık bu kişinin görevi nedeni ile olmadığından ve VUK ta mahremiyet yasağı ile ilgili sayılan durum veya kişilerden biri de söz konusu olmadığından, öğrenilen bilginin açıklanması vergi mahremiyetinin ihlali suçunu oluşturmaz. V. SUÇUN ÖZEL GÖRÜNÜŞ ŞEKİLLERİ a) Teşebbüs Ceza  kanunlarında  düzenlenen  suçlar  belli  bir  yolu  izleyerek gerçekleşirler. Buna suç yolu (iter criminis) denir. Buna göre; suç işlemek için karar verilir, hazırlık hareketleri yapılır ve icra hareketlerinin yapılmasıyla veya neticenin gerçekleştirilmesiyle suç tamamlanır. Bazı durumlarda, suçun icra hareketlerine başlanır ancak suç elde olmayan sebeplerle tamamlanamaz. Bu durumlarda suç teşebbüs aşamasında kalmış demektir. Suça teşebbüs TCK nın 35. maddesinde düzenlenmiştir. Buna göre,  Kişi, işlemeyi kastettiği bir suçu elverişli hareketlerle doğrudan doğruya icraya başlayıp da elinde olmayan nedenlerle tamamlayamaz ise teşebbüsten dolayı sorumlu tutulur.   Vergi mahremiyetinin ihlali suçunun, neticesi harekete bitişik bir suç türü olduğu  ve  bu  tür  suçlarda,  hareketin  gerçekleştirilmesiyle  neticenin  de gerçekleşmiş sayıldığı belirtilmişti. Bu özelliği nedeniyle söz konusu suç, temel  olarak  suça  teşebbüse  konu  olabilecek  bir  suç  türü  olarak görülmemektedir. Ancak, bu suçu oluşturan fiilin niteliği itibariyle kısımlara bölünebildiği durumlarda, suça teşebbüs de söz konusu olabilecektir. Örneğin,                                                  63 DONAY, s. 168.  64 KOCA/ ÜZÜLMEZ, s. 392.  65 TAŞ, s. 170.    1595Ceza Hukuku Bağlamında Vergi... Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1577-1601  vergi mahremiyetine uymak zorunda olan bir kişinin, edindiği vergisel sır niteliğindeki  bilgileri  bir  gazeteciye  posta  ile  göndermesi  ve  mektubun muhatabına ulaşmadan polis tarafından ele geçirilmesi halinde suç teşebbüs halinde kalmış olacaktır.  b) Suça İştirak Bir kişi tarafından işlenebilen bir suçun, birden fazla kişi tarafından işbirliği içinde işlenmesi halinde suça iştirak söz konusu olur. Suça iştirakin oluşabilmesi için birtakım şartların gerçekleşmesi gereklidir. Bunlar; birden fazla fail tarafından birden çok hareket yapılması, hareketlerin nedensellik değeri taşıması, iştirak iradesi, suçun icrasına başlanmış olması ve suçun bütün ortaklar için aynı olmasıdır. İştirak, TCK nın 37 vd. maddelerinde düzenlenmiştir. Bu düzenlemeye göre; suça iştirak edenler fail, azmettiren ve yardım eden olarak ayrılmışlardır.  Vergi  mahremiyetinin  ihlali  suçunun,  faillerin  kanunda  özel  olarak düzenlenmiş olması ve belli niteliklere sahip olmasının aranması nedeniyle özgü suç niteliğinde olduğu daha önce ifade edilmişti. Bu nedenle, bu suçta iştirakin  değerlendirilebilmesi  için,  özgü  suçlarda  iştiraki  düzenleyen TCK nın 40. maddesinin 2. fıkrası dikkate alınacaktır. Bahsi geçen kanun maddesine göre,  Özgü suçlarda, ancak özel faillik niteliğini taşıyan kişi fail olabilir. Bu suçların işlenişine iştirak eden diğer kişiler ise azmettiren veya yardım eden olarak sorumlu tutulur.   c) Suçların İçtimaı Ceza hukukunda temel olarak,  kaç tane fiil varsa o kadar suç, kaç tane suç varsa o kadar ceza vardır  kuralı geçerlidir. Buna cezaların içtimaı denilir ve  ceza  hukukunda  benimsenen  esas  budur.  Ancak,  kanun  koyucu  bazı durumlarda,  ortada  birden  çok  suç  bulunmasına  rağmen  faile  tek  ceza verilmesini  öngören  düzenlemeler  yapabilmektedir.  Birden  çok  suçun bulunduğu  ancak  karşılığında  tek  cezanın  öngörüldüğü  kuruma  suçların içtimaı denilmektedir. Suçların içtimaı TCK da, 42 ile 44. maddeler arasında                                                  66 ARSLAN, s. 24. Nitekim, neticesi harekete bitişik suç olması nedeniyle aynı özelliği gösteren hakaret suçu da (TCK md. 125) kural olarak teşebbüse elverişli değildir ancak hakaretin yazılı olarak posta aracılığıyla gönderilmesi ve mektubun yolda ele geçirilmesi halinde, hakaret suçunda da teşebbüs mümkün hale gelmektedir. HAKERİ, s. 471.  67 HAKERİ, s. 495.  68 KOCA/ ÜZÜLMEZ, s. 471- 472.  1596Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1577-1601  Duman düzenlenmiştir. Kanunda düzenlenen içtima çeşitleri; bileşik suç (md. 42), zincirleme suç (md. 43) ve fikri içtimadır (md. 44).  Suçların  içtimaı  türlerinden  bileşik  suç  kanunda  şu  şekilde düzenlenmiştir:   Biri  diğerinin  unsurunu  veya  ağırlaştırıcı  nedenini oluşturması  dolaysıyla  tek  fiil  sayılan  suça  bileşik  suç  denir.   Vergi mahremiyetinin ihlali suçunda bileşik suç söz konusu değildir. Zira, bu suçun içerisinde biri diğerinin unsurunu veya ağırlaştırıcı sebebini oluşturan birden fazla farklı suçun varlığı söz konusu değildir.  Zincirleme suç ise kanunda,  Bir suç işleme kararının icrası kapsamında, değişik zamanlarda bir kişiye karşı aynı suçun birden fazla işlenmesi  olarak düzenlenmiştir. Bu durumda kişiye tek bir ceza verileceği ama bu cezanın belli oranda artırılacağı hükme bağlanmıştır. Zincirleme suçun kanunda düzenlenen bir diğer şekli,  aynı suçun birden fazla kişiye karşı tek bir fiille işlenmesi  durumudur. Vergi mahremiyetinin ihlali suçu açısından incelendiğinde, failin aynı mükellefe ait vergisel sırları farklı zamanlarda birden fazla kez ifşa etmesi veya bu bilgileri birden fazla kez yarar sağlamak amacıyla kullanması ile birden fazla mükellefe ait bilgileri tek bir fiille ifşa etmesi veya bu bilgileri yararına kullanması zincirleme suç kapsamında değerlendirilebilir.  İçtima türlerinden sonuncusu olarak fikri içtima kanunda şu şekilde düzenlenmiştir:   İşlediği  bir  fiille  birden  fazla  farklı  suçun  oluşmasına sebebiyet  veren  kişi,  bunlardan  en  ağır  cezayı  gerektiren  suçtan  dolayı cezalandırılır.  Vergi mahremiyetinin ihlali suçu ile ilgili olarak fikri içtima söz konusu olabilir. Örneğin; fail kamu görevlisi olup mükellefe ait sırrı bir yarar karşılığında ifşa etmiş ise, bir fiille hem vergi mahremiyetinin ihlali suçu,  hem  de  TCK nın  252.  maddesinde  düzenlenmiş  olan  rüşvet  suçu oluşmuş olabilir. Bu durumda, kanun gereği faile en ağır cezayı gerektiren rüşvet suçundan dolayı ceza verilir. Fikri içtima açısından başka bir örnek de şu şekilde olabilir: Failin, mükellefe ait vergisel bilgileri ifşa ederken hakaret suçunu oluşturabilecek tarzda yazı, söz veya davranışları da kullanmış olması ve bu nedenle TCK md. 125 te düzenlenen hakaret suçunun oluşması halinde de fikri içtima söz konusu olabilir.                                                  69 NARTER, Recep/ SARICAOĞLU, Ercan;  Türk Vergi Hukukunda Vergi Kabahatlerinde ve Suçlarında İçtima , Erzincan Üniversitesi Hukuk Fakültesi Dergisi, C. XVII, S. 1-2, Haziran 2013, s. 93. 70 ÖZEN, s. 86.    1597Ceza Hukuku Bağlamında Vergi... Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1577-1601  VI. YAPTIRIM a) Genel Olarak Türk ceza hukukunda suç karşılığı olarak uygulanan yaptırımlar cezalar ve güvenlik tedbirleridir. Yaptırımlar, TCK nın  Yaptırımlar  başlıklı üçüncü kısmında,  45  ile  75.  maddeleri  arasında  düzenlenmiştir.  Kanunun  45. maddesine göre cezalar; hapis cezaları ve adli para cezaları olarak ikiye ayrılmıştır. Hapis cezaları ise 46. maddeye göre; ağırlaştırılmış müebbet hapis cezası, müebbet hapis cezası ve süreli hapis cezası olarak üçe ayrılmıştır. Güvenlik tedbirleri ise, TCK nın 53. maddesinden itibaren düzenlenmiştir. Kanuna göre güvenlik tedbirleri; belli hakları kullanmaktan yoksun bırakılma (TCK md. 53), eşya ve kazanç müsaderesi (TCK md. 54-55), çocuklara özgü güvenlik tedbirleri (TCK md. 56), akıl hastalarına özgü güvenlik tedbirleri (TCK md. 57), suçta tekerrür ve özel tehlikeli suçlular (TCK md. 58), sınır dışı edilme (TCK md. 59) ve tüzel kişiler hakkında güvenlik tedbirleri (TCK md.  60)  olarak  düzenlenmişlerdir.  Yaptırım  türlerinden  cezalara hükmedilirken failin kusurluluğu değerlendirilir ancak güvenlik tedbirlerinde bazı  hallerde  failin  kusuru  aranmaksızın,  toplum  ve  kendi  açısından tehlikeliliği gözetilerek uygulanır. b) Vergi Mahremiyetinin İhlali Suçuna Uygulanacak Yaptırımlar Vergi  mahremiyetinin  ihlali  suçunu  düzenleyen  VUK un  362. maddesinin  yaptığı  atıf  nedeniyle,  daha  önce  ifade  ettiğimiz  gibi  suça uygulanacak yaptırım TCK nın 239. maddesine göre belirlenecektir. Anılan maddede suçun karşılığında uygulanacak yaptırım olarak bir yıldan üç yıla kadar hapis ve beş bin güne kadar adli para cezası öngörülmüştür. TCK nın  239.  maddesinin  üçüncü  fıkrasına  göre,  sırlar  Türkiye de oturmayan bir yabancıya veya onun memurlarına açıklandığı takdirde, faile verilecek ceza üçte bir oranında artırılır. Bu halde şikayet koşulu aranmaz.  Anılan maddenin son fıkrasına göre, cebir veya tehdit kullanarak bir kimseyi bu bilgileri açıklamaya mecbur eden kimse üç yıldan yedi yıla kadar hapis cezasıyla cezalandırılır.  Şartları  gerçekleştiği  takdirde,  fail  hakkında  kanunda  düzenlenen güvenlik tedbirlerine de hükmedilebilecektir. Örneğin; fail hakkında, hapis cezasının kanuni sonucu olarak TCK md. 53 te düzenlenen belli hakları                                                  71 KOCA/ ÜZÜLMEZ, s. 515- 516.  1598Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1577-1601  Duman kullanmaktan yoksun bırakılma tedbiri uygulanacaktır. Ayrıca, failin bilgileri kullanması  neticesinde  elde  ettiği  menfaatlere  TCK  md.  55  kapsamında kazanç müsaderesi uygulanarak el konulabilecektir. Bu suçun, bir özel hukuk tüzel  kişisi  yararına  işlenmesi  halinde  o  tüzel  kişi  hakkında  güvenlik tedbirlerine hükmedilebilecektir (TCK md. 60).  SONUÇ VE DEĞERLENDİRME Çalışmamızda  da  ifade  edildiği  gibi,  devletin  en  önemli  gelir kaynaklarından olan vergilerin sağlıklı ve güvenli bir şekilde toplanabilmesi büyük  önem  arz  etmektedir.  Bunun  sağlanabilmesi  adına,  mükelleflerin vergisel bilgilerinin devlet tarafından kayıt altına alınması ve takibatın bu kayıtlar aracılığıyla yapılması zorunlu olmaktadır. Devletin kayıt altına aldığı bu bilgiler, mükelleflerin şahsi durumlarından ticari ve mesleki durumlarına kadar  sır  niteliğindeki  birçok  bilgiden  oluşabilir.  Söz  konusu  bilgilerin güvenliğinin sağlanması hem mükellefin şahsı açısından hem de kamu güveni açısından  önem  taşır  ve  zorunludur.  Bu  zorunluluk,  kişilerin  hukuki güvenliğinin sağlanması açısından hukuk devleti olmanın da bir gereğidir. Nitekim, adı geçen gerekliliğin bir yansıması olarak, özel hayatın gizliliği Anayasa nın 20. maddesinde düzenlenmiştir. Ayrıca, 5237 sayılı TCK da da özel  hayatın  gizliliğinin  ihlali  suç  olarak  düzenlenerek,  özel  hayatın korunması amaçlanmıştır. Mükellefin özel hayatının yanı sıra, devlete vergi ödemek durumunda olan vatandaşların kamu görevlilerine ve dolaysıyla devlete olan güvenlerinin de korunması gereklidir. Mükellefin şahsi bilgilerinin korunmasında kişisel yarar söz konusu iken, kamuya olan güvenin korunmasında tüm toplumu ilgilendiren kamusal yarar söz konusudur.  Bu nedenlerle, kanun koyucu vergisel bilgilerin güvenliğinin sağlanması amacı ile vergi mahremiyetinin ihlalini yasaklayan ve suç olarak düzenleyen kanuni  düzenleme  yoluna  gitmiştir.  Bu  yolla,  kanunda  sayılan  kişiler tarafından, mükelleflerin vergi ile ilgili bilgilerinin dışarıya ifşası ve bilgilerin yarar sağlamak amacı ile kullanılması yasaklanmıştır. Vergi mahremiyetinin ihlali, 213 sayılı VUK un 5. maddesi ve 362. maddesinde düzenlenmiştir. İhlal,  kanunun  362.  maddesinde  suç  olarak  düzenlenmiş  ve  karşılığında uygulanacak  yaptırım  hususunda  TCK nın  239.  maddesine  atıfta bulunulmuştur.  Kanaatimizce, konunun en önemli noktalarından biri bu atıf usulünün problemli oluşudur. Özellikle, atfın TCK da yer alan suça ilişkin kanun   1599Ceza Hukuku Bağlamında Vergi... Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1577-1601  maddesinin tam olarak hangi hükümlerine yapıldığı hususu tartışmalara neden olmaktadır. Atfın, madde hükümlerinin tümüne mi yoksa sadece yaptırım içeren  belirli  bir  kısmına  mı  yapıldığı  açık  ve  tartışmadan  uzak  olarak belirlenememektedir. Vergi mahremiyetinin ihlali suçunun karşılığı olarak öngörülen yaptırımın hapis ve adli para cezasının birlikte uygulanması oluşu; öngörülen cezanın, kişi özgürlüğü açısından sahip olduğu önem ve atfın yapıldığı  TCK nın  239.  maddesinin  diğer  fıkralarında;  gerek  cezanın ağırlaşması, gerekse de suçun işleniş biçiminin genişletilmesi açısından daha ağır düzenlemelere gidilmiş olması, atfın mahiyetinin açıkça belirlenmesini daha da önemli hale getirmektedir.  Modern  ceza  hukuklarında  ve  bunun  yansıması  olarak  Türk  ceza hukukunda da kabul görmüş olan ve hukuk devletinin en önemli unsurlarından biri suçta ve cezada kanunilik ilkesidir. Bu ilkenin alt ilkelerinden biri de belirlilik ilkesidir. Buna göre, kişiler suç işlemeleri halinde nasıl bir yaptırımla karşılaşacaklarını açık ve net bir şekilde bilmelidirler. Ayrıca, aynı belirlilik, kanunun uygulayıcıları olan hakimler için de yol gösterici olacaktır. Ancak, çalışma konumuzu oluşturan suçun yaptırımının atıf yöntemi ile belirlenmesi nedeniyle, bu açıklık ve netlik kanaatimizce tam olarak sağlanamamaktadır. Tüm bu nedenlerle; bizce, suçun karşılığı uygulanacak yaptırımın da tüm unsurları ile Vergi Usul Kanunu nun vergi mahremiyetinin ihlali suçunu düzenleyen 362. maddesinde belirlenmesi kanunilik ilkesine daha uygun olacaktır.",
     "Kaynakça": "http://www.gib.gov.tr/fileadmin/user_upload/VI/GBG/Tablo_1.xls.htm, (E.T. 13.11.2014). ARSLAN,  Çetin;   Vergi  Mahremiyetini  İhlal  Suçu ,  Hacettepe  Hukuk Fakültesi Dergisi, 3 (2) 2013, 15- 30. ARTUK, Mehmet Emin/ GÖKCEN, Ahmet/ YENİDÜNYA, Caner; Ceza Hukuku Genel Hükümler, 6. Tıpkıbaskı, Adalet Yayınevi, Ankara 2012. BAŞARAN YAVAŞLAR, Funda;  Vergi Suç ve Kabahatleri Hukuku nda Son Durum , İstanbul Barosu Dergisi, C. 82, S. 6, Y. 2008, 2839- 2859. BAYRAKLI, Hüseyin; Türk ve Alman Vergi Hukukunda Vergi Gizliliğine Uymama Suçu, Afyon 1999. 1600Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1577-1601  Duman CANDAN, Turgut; Vergi Suçları ve Cezaları, 3. Baskı, Maliye ve Hukuk Yayınları, Mayıs 2010. DÖNMEZER, Sulhi/ ERMAN, Sahir; Nazari ve Tatbiki Ceza Hukuku Genel Kısım, C. 1, B. 12, Beta Yayınları, İstanbul 1997. EDİZDOĞAN,  Nihat/  TAŞ,  Metin/  ÇELİKKAYA,  Ali;  Vergi  Ceza  ve Yargılama Hukuku, Ekin Yayınları, 1. Baskı, 2007. ERMAN, Sahir; Vergi Suçları, İstanbul, 1988. HAKERİ, Hakan; Ceza Hukuku Genel Hükümler, Adalet Yayınevi, Ankara 2013. İÇEL, Kayıhan; Ceza Hukuku Genel Hükümler, Beta Yayınları, Yenilenmiş 6. Bası, 2014. KARAKOÇ, Yusuf;  Anayasal Vergilendirme Üzerine Bir Değerlendirme , Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, C. 15, Özel S., 2013, 1259- 1308. KOCA, Mahmut/ ÜZÜLMEZ, İlhan; Türk Ceza Hukuku Genel Hükümler, Seçkin Yayınları, 6. Baskı, Ankara 2013. NARTER, Recep/ SARICAOĞLU, Ercan;  Türk Vergi Hukukunda Vergi Kabahatlerinde  ve  Suçlarında  İçtima ,  Erzincan  Üniversitesi  Hukuk Fakültesi Dergisi, C. XVII, S. 1-2, Haziran 2013. ÖZEN, Mustafa; Vergi Suçları ve Kabahatleri, Adalet Yayınları, Ankara 2014. ÖZGENÇ, İzzet; Türk Ceza Hukuku, 6. Bası, Seçkin Yayınları, 2011. POLATER,  Yusuf  Ziya;  Türk  Hukukunda  ve  Avrupa  İnsan  Hakları Sözleşmesinde Özel Hayatın Gizliliği ve Korunması, Adalet Yayınevi, Ankara 2010. SOYASLAN, Doğan; Ceza Muhakemesi Hukuku, 5. Baskı, Yetkin Yayınları,"
}