{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2015",
     "Cilt": "64",
     "Sayı": "1",
     "Başlık": "YENİ BAĞLAMA KÜTÜĞÜ REJİMİ ÜZERİNE DEĞERLENDİRMELER",
     "Title": "The Evaluations on the New Home Port Log Regi me",
     "Yazar İsmi": [
          "İsmail DEMİR"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Bağlama Kütüğü",
          "gemi sicili",
          "su aracı",
          "kayıt düzeni"
     ],
     "Keywords": [
          "Home Port Log",
          "ship’s register",
          "water craft",
          "record regime."
     ],
     "Özet": "Bu  makalenin  amacı,  655  sayılı  KHK  m.  43  ve  ilgili Yönetmelik hükümleri  çerçevesinde  yeniden  düzenlenen  Bağlama  Kütüğü  Rejimini kapsamlı biçimde inceleyerek eski rejime göre farklılık arz eden hususları tespit etmek ve mevcut sorunlara çözüm önerileri getirmektir. Yeni Bağlama Kütüğü  Rejimi,  Bağlama  Kütüğünün  hukuki  niteliğinde  bir  değişiklik yapmamıştır. Bağlama Kütüğü, bir gemi sicili olmayıp sadece yeni bir kayıt düzenidir. Çalışmamızda Yeni Bağlama Kütüğü Rejiminin önemli ölçüde hukuki  dayanaktan  yoksun  olduğu  saptanmıştır.  Kanuni  düzenlemeler, birçok yönden eksiktir. Yönetmeliğin çoğu hükümleri, iptal edilme riskiyle karşı  karşıyadır.  Mevcut  sorunların  çözümü  için  müstakil  bir  Bağlama Kütüğü Kanununun çıkartılmasının gerekli olduğu ve Bağlama Kütüğünün Trafik Sicili ne yaklaştırılmasının uygun olacağı kanaatine varılmıştır.",

     "Abstract": "This article s purpose is to identify the matters differing from the former regime, and to propose a solution for existing problems, by scrutinising the Home Port Log Regime restructured within the context of the article 43 of the Statutory Decrees no. 655 and the relevant by-law s provisions. The New Home Port Log Regime has not changed legal characteristic of the Home Port Log. The Home Port Log isn t any ship s register; it is solely a new record regime. In this study, it has been determined that the New Home Port Log Regime is significantly lacking legal ground. Statutory regulations are inadequate in many aspects. The most provisions of the by-law are at the peril of annulment. For solution of the existing problems, it has been reached the conclusion that a substantive act on home port log should be enacted, and that it is appropriate the Home Port Log will be approached the Traffic Register.",
     "Metin": "Gemi ve su araçlarının kayıt altına alınmaları, devlet, bunların malikleri ve kullananlar ile gemi ve araç dolayısıyla herhangi bir ilişki içinde bulunan kişiler açısından büyük önem taşımaktadır. Gemilerin kayıt altına alınması, bayrak çekme hakkının belirlenmesi, gemiler üzerindeki haklara aleniyet kazandırılması, bazı hukuki işlemler hakkında bilgi verilmesi veya kurulması gibi amaçlarla gemi sicilleri kurulmuştur.  Türk deniz hukukunda dört adet gemi sicili mevcuttur. Bunlar; Millî Gemi Sicili (MGS)2, Yapı Hâlindeki Gemilere Özgü Sicil (Yapı Sicili)3,                                                  1  MGS hakkında ayrıntılı bilgi için bkz. Okay, Sami. (1970). Deniz Ticareti Hukuku. C. I. (3.bs.). İstanbul: Kutulmuş Matbaası. s. 132; Kalpsüz, Turgut. (1971). Deniz Ticareti Hukuku, Giriş – Gemi. C. I. Ankara: Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayınları. s. 198; Çağa, Tahir / Kender, Rayegan. (2002).  Deniz Ticareti Hukuku. C. I, (12.bs.). İstanbul: Beta Basım A.Ş. s.70; Kender, Rayegan / Çetingil, Ergon / Yazıcıoğlu, Emine. (2014). Deniz Ticareti Hukuku. C. I. (14.bs.). İstanbul: On İki Levha Yayıncılık A.Ş. s. 53.   2  MGS, YTTK m. 954 ilâ 985 hükümlerinde düzenlenmiştir. MGS ifadesi, YTTK da değil, fakat 16/12/1999 tarihli ve 4490 sayılı  Türk Uluslararası Gemi Sicili Kanunu ile 491 sayılı Kanun Hükmünde Kararnamede Değişiklik Yapılmasına Dair Kanun un (TUGSK) 2(c) 104AÜHFD, 64 (1) 2015: 103-169                                                                                          Demir Türk Uluslararası Gemi Sicili (TUGS)4 ve  Gemi Kira  Sicili dir. Bütün gemi,  deniz  ve  iç  su  araçları,  bu  sicillerin  zorunlu  olarak  kapsamında                                                                                                                    maddesinde kullanılmaktadır. Bkz. 21/12/1999 tarihli ve 23913 sayılı Resmî  Gazete. TUGSK nda MGS; 6762 sayılı Türk Ticaret Kanununun 839. ve diğer maddelerinde öngörülen gemi sicili olarak tanımlanmaktadır. MGS ye YTTK m. 940 gereğince Türk bayrağını çekme hakkına sahip ticaret gemileri ile m. 935(2)(a) ve (c) de belirtilen gemiler tescil edilebilir. YTTK m. 935(2)(a) ve (c) de belirtilen gemiler; yatlar, denizci yetiştirme gemileri gibi sadece gezinti, spor, eğitim, öğretim ve bilim amaçlarına tahsis edilmiş gemiler ile yabancı bir devlet veya onun vatandaşları adına Türkiye de yapılmakta olan gemilerdir.   3  Yapı Sicili, YTTK m. 986 ilâ 992 de düzenlenmiştir. YTTK m. 986 ya göre yapı hâlindeki bir gemi, malikin istemi üzerine veya yapı üzerinde bir gemi ipoteğinin kurulması yahut yapının ihtiyati ya da kesin haczi veya tersane sahibinin gemi ipoteğinin kurulmasına yönelik istem hakkını teminat altına almak amacıyla sicile şerh verilmesi söz konusu olduğu takdirde Yapı Siciline kaydolunur. Yapı Sicili hakkında bkz. Kalpsüz,  Deniz Ticareti, s. 251 vd; Çağa/Kender, s. 82; Kender/Çetingil/Yazıcıoğlu, s. 64; Aksoy, Sami. (2007). Yapı Halindeki Gemilerin Rehni. Yayımlanmamış Yüksek Lisans Tezi. Ankara: s. 23 vd.    4  Türk denizciliğinin geliştirilmesini hızlandırmak ve ekonomiye katkısını artırmak amacıyla kabul edilen TUGSK nun 3. maddesi ile Denizcilik Müsteşarlığı nezdinde İstanbul da Türk Uluslararası Gemi Sicili (TUGS) kurulmuştur. Kanunun 4. maddesine göre bu Kanunun yürürlüğe girdiği tarihte MGS ne kayıtlı bulunan Kanunun 1. ve 2. maddesi kapsamındaki bütün gemiler ve yatlar, yurt içinde inşa edilen gemiler ve yatlar ile yurt dışından ithal edilecek 3.000 DWT nin (yolcu gemileri ile özel maksatlı, özel yapılı gemilerde ise 300 grostonun) üzerindeki gemiler TUGS ne talep üzerine tescil edilebilir. TUGS hakkında ayrıntılı bilgi için bkz. Aybay, Gündüz. (1999). Türk Uluslararası Gemi Sicili Kanunu ve Yönetmeliği Hakkında. Deniz Hukuku Dergisi, Y. 4, S. 3-4, s. 61 vd; Algantürk Light, Didem. (2000). Türk Uluslararası Gemi Sicili Kanunu ile Getirilen Düzenlemeler. İstanbul Barosu Dergisi, C. 74, S. 7-8-9, s. 797 vd; Tekil, Fahiman. (2001). Deniz Hukuku. (6.bs.). İstanbul: Alkım Kitabevi. s. 112 – 116; Ataergin, Selim. (2003). Türk Uluslararası Gemi Sicili.  Prof.  Dr.  Fahiman  Tekil in  Anısına  Armağan.  İstanbul:  Marmara  Üniversitesi Yayınları.  s.  63;  Ekşi,  Nuray.  (2000).  Türk  Uluslararası  Gemi  Sicili  Kanununun Hazırlanmasına Etki Eden Faktörler ve Kanunun Genel Esaslarının Değerlendirilmesi. Prof. Dr. Tahir Çağa nın Anısına Armağan. İstanbul: Beta Basım Yayım Dağıtım A.Ş. s. 201; Ülgener, Fehmi. (1999). Türk Uluslararası Gemi Sicili Kanunu ve Yönetmelik Tasarısı ile İlgili Bir Değerlendirme. Deniz Hukuku Dergisi, Y. 4, S. 3 -4, s. 15; Demirkıran, Murat. (2000). Avrupa Topluluğu Gemi Sicili Çalışmaları ve Türk Uluslararası Gemi Sicili ile Karşılaştırılması. Deniz Hukuku Dergisi, Y. 5, S. 1 -4, s. 129; Şeker Öğüz, Zehra. (1999). Üzerinde İpotek Tesis Edilmiş Gemilerin Türk Gemi Sicilinden Terkin Edilerek Türk Uluslararası Gemi Siciline Kaydedilmesi Sorunu. Deniz Hukuku Dergisi, Y. 4, S. 3-4, s. 83; Kurt, Hayrettin. (2014). Türk Uluslararası Gemi Sicili Kanununun Değerlendirilmesi. Ankara Barosu Dergisi, Y. 72, S. 2014/2, s. 270.             5   Gemi Kira Sicili  veya bir başka adıyla  Geçici Sicil , YTTK m. 941(2) ve (3) de düzenlenmiştir. YTTK m. 941(3), f. 2 ye uygun olarak Türk gemisi olmayan bir geminin, ona Türk bayrağı çekebilecek kişilere en az bir yıl süreyle kendi adlarına işletilmek üzere bırakılması durumunda malikin rızası alınmış olmak, Türk mevzuatının kaptan ve gemi zabitleri hakkındaki hükümlerine uyulmak ve yabancı kanunda da bunu engelleyen bir   105Yeni Bağlama Kütüğü Rejimi…                                                 AÜHFD, 64 (1) 2015: 103-169 bulunmamaktadır. Yeni Türk Ticaret Kanunu (YTTK)6 m. 957, sadece on sekiz  gros  tonilato  ve  üzerindeki  ticaret  gemilerinin  tescilini  zorunlu kılmaktadır.  TUGS ne  tescil  ihtiyaridir.  Kaydı  hukuken  mümkün  olan gemiler,  sadece  malikin  isteği  üzerine  TUGS ne  kaydedilebilirler.  Yapı Sicili ne tescil de ihtiyati ve kesin haciz hâlleri hariç ihtiyaridir. Gemi Kira Sicili ise gerçek anlamda bir sicil olarak görülemez. Zira, bu sicil, hukuki açıdan ayni haklara aleniyet kazandırmayıp, sadece geçici bayrak düzeninin izlenmesini  sağladığından  bir  kütük  niteliğindedir;  bağlama  kütüğü  ile doğrudan bir ilgisi bulunmamaktadır.        Bağlama kütüğü, mevcut gemi sicili düzeni çerçevesinde çok sayıda gemi ve su aracının herhangi bir gemi siciline tescil edilmemiş olmasının yarattığı olumsuzlukların giderilmesi amacıyla ihdas edilmiştir.  Bağlama Kütüğü müessesesi, esas itibarıyla bir gemi siciline kayıtlı olmayan bütün gemilerin  ve  gemi  niteliğinde  olmayan  su  araçlarının  kayıt  altına alınmalarını sağlamaya yöneliktir. Kanun koyucu, Bağlama Kütüğü rejimini kurarken hiçbir zaman özel hukuk alanına giren bir düzenleme yapmayı amaçlamamış,  bilinçli  olarak  özel  hukuk  ilişkilerini  etkilemekten kaçınmıştır. Çalışmamızda son hukuki düzenlemeler çerçevesinde Bağlama Kütüğünün (Yeni Bağlama Kütüğü Rejiminin) bütün yönleriyle ve ayrıntılı biçimde incelenmesi amaçlanmıştır.                                                                                                                     hüküm  bulunmamak  şartıyla  Türk  bayrağı  çekme  izni  verilen  gemilerin  Ulaştırma, Denizcilik ve Haberleşme Bakanlığı nca tutulacak özel bir sicile kaydolunacağını amirdir.  6  13/1/2011  tarihli  ve  6102  sayılı  YTTK,  1/7/2012  tarihinde  yürürlüğe  girmiştir.  Bkz. 14/2/2011 tarihli ve 27846 sayılı Resmî Gazete.  7  Atamer, Kerim. (2009). Alman Türk Hukukunda Gemilerin Bayrak Çekme Zorunluluğu, Gemi Siciline Kayıt ve Hükümlerin Uygulama Alanı. BATİDER, C. XXV, S. 1, s. 188; Atamer, Kerim. (2009). Yargıtay Kararları Işığında, Deniz Ticareti ve Deniz Sigortası Hukukunda Güncel Sorunlar ve Gelişmeler. XXIII. Ticaret Hukuku ve Yargıtay Kararları Sempozyumu (12.06.2009), Ankara: Banka ve Ticaret Hukuku Enstitüsü Yayınları,  s. 247; Çetingil, Ergon / Kender, Rayegân / Ünan, Samim / Yazıcıoğlu, Emine. (2006). TTK Tasarısı nın  Deniz Ticareti  Başlıklı 5. Kitabında Yer Alan Hükümler Hakkında. Deniz Hukuku Dergisi, Özel Sayı, s. 116-117.  8  Denizcilik Müsteşarlığı nca başlangıçta yürütülen çalışmalar, gemi ve deniz araçları için ödenecek yüksek tutardaki MTV nin makul seviyelere indirilmesine yönelik idi. Ancak sonradan sorunun sadece bir vergi sorunu olmadığı, bütün gemi ve deniz araçlarının kayıt altına alınması ihtiyacının mevcut olduğu anlaşılmış ve kayıt zorunluluğu öngören bir Bağlama Kütüğü oluşturulması fikri benimsenmiştir. 106AÜHFD, 64 (1) 2015: 103-169                                                                                          Demir II – GENEL OLARAK BAĞLAMA KÜTÜĞÜ A) Kuruluş  Bağlama Kütüğü müessesesi, Türk deniz hukukuna ilk olarak 6/5/2009 tarihli  ve  5897  sayılı   Denizcilik  Müsteşarlığının  Kuruluş  ve  Görevleri Hakkında  Kanun  Hükmünde  Kararname  ile  Bazı  Kanunlarda  Değişiklik Yapılmasına Dair Kanun un 1. maddesi yoluyla 10/8/1993 tarihli ve 491 sayılı  Denizcilik Müsteşarlığının Kuruluş ve Görevleri Hakkında Kanun Hükmünde Kararname ye (491 sayılı KHK)11 eklenen  Bağlama Kütüğü  başlıklı  Ek  Madde  12  ile  girmiştir.  Bu  maddede  Bağlama  Kütüğünün kuruluşu,  kapsamı,  teşkilatı,  Türk  bayrağı  çekme  hakkı,  ruhsatname düzenlenmesi  ve  kütüğün  işleyişine  dair  temel  esaslar  ayrıntılı  biçimde düzenlenmiştir. Kanunun 2. ve 3. maddeleriyle 18/2/1963 tarihli ve 197 sayılı Motorlu Taşıtlar Vergisi Kanunu nun birçok maddesinde değişiklik yapılarak  Bağlama  Kütüğüne  kaydolan  gemi  ve  su  araçları,  tamamıyla motorlu taşıt vergisinden hariç bırakılmıştır. Kanunun 4. maddesinde ise Bağlama  Kütüğü  ruhsatnamelerinden  ve  bunların  vizelerinden  alınacak harçlara dair hükümlere yer verilmiştir.    491  sayılı  KHK  m.  12(8)12  hükmünün  verdiği  yetkiye  dayanılarak Denizcilik Müsteşarlığı nca hazırlanan 14/9/2009 tarihli  Bağlama Kütüğü Uygulama Yönetmeliği  (Eski Yönetmelik)13, 30/6/2009 tarihinden geçerli                                                  9   Bağlama Kütüğü  ifadesi, YTTK m. 946 da düzenlenen  bağlama limanı  kavramından esinlenilerek  türetilmiştir.  Böylece,  aynı  zamanda  Bağlama  Kütüğünün  gemi  sicili niteliğinde olmadığı da vurgulanmak istenmiştir.  Bağlama Kütüğü  ifadesi yerine  Türk deniz araçları sicili  veya  Türk denizcilik sicili  gibi ifadelerin kullanılmasının daha isabetli olacağı hakkında bkz. Aksoy, Sami. (2010). Türk Hukukunda Yeni Bir Düzenleme: Bağlama Kütüğü. Fırat Öztan a Armağan, C. I, Ankara: Turhan Kitabevi.  s. 65 vd.    10  30/6/2009 tarihinde yürürlüğe giren Kanunun metni için bkz. 16/5/2009 tarihli ve 27230 sayılı Resmî Gazete. Bu Kanunun hazırlık çalışmaları ve yasama süreci hakkında ayrıntılı bilgi için bkz. Atamer, Kerim. (2009). Bağlama Kütüğü: Yasama Amacı, Uygulama Alanı ve Özel Hukuk Kurallarına Etkisi. BATİDER, C. XXV, S. 4, s. 297 vd.    11  491 sayılı KHK için bkz. 19/8/1993 tarihli ve 21673 sayılı Resmî Gazete.  12  Bu maddede aynen  Bağlama kütüğünün tutulması, liman başkanlıklarının ve belediyelerin yetki ve sorumlulukları, kayıt, terkin, ruhsatname düzenlenmesi, idari para cezası verilmesi ve mali hükümler ile bu maddenin uygulanmasına dair diğer hususlara ilişkin usul ve esaslar, mali konularda Maliye Bakanlığının uygun görüşünü almak kaydıyla Denizcilik Müsteşarlığınca çıkarılacak yönetmelikle belirlenir.  hükmü yer almaktadır. 13  Bkz.  14/9/2009  tarihli  ve  27349  sayılı  Resmî  Gazete.  24/4/2010  tarihinde  Eski Yönetmeliğin birçok maddesinde kapsamlı değişiklikler yapılmıştır. Bkz. 24/4/2010 tarihli ve 27561 sayılı Resmî Gazete.    107Yeni Bağlama Kütüğü Rejimi…                                                 AÜHFD, 64 (1) 2015: 103-169 olmak üzere yayımı tarihinde yürürlüğe girmiştir. Bu Yönetmeliğin amacı; Bağlama Kütüklerinin tutulmasına ilişkin usul ve esaslar ile uygulanacak mali hükümleri ve idari yaptırımları belirlemektir (m. 1). Eski Yönetmelik, Bağlama Kütüğü uygulamasını bir hayli ayrıntılı olarak toplam 39 maddede düzenlemiştir. 1/11/2011  tarihi  itibarıyla  yürürlüğe  giren  26/9/2011  tarihli  ve  655 sayılı   Ulaştırma,  Denizcilik  ve  Haberleşme  Bakanlığının  Teşkilat  ve Görevleri Hakkında Kanun Hükmünde Kararname nin (655 sayılı KHK) 44. maddesiyle 491 sayılı KHK yürürlükten kaldırılmıştır. Bu sefer Bağlama Kütüğünün yeniden düzenlenmesi amacıyla 491 sayılı KHK Ek Madde 12 hükmünün yerine geçmek üzere 655 sayılı KHK nin  Bağlama Kütüğü  başlıklı  43.  maddesi  hükmü  sevk  edilmiştir.  Bu  maddede  Bağlama Kütüğünün esaslarına dair Mülga Ek Madde 12 de yer alan birçok ilkeye yer verilmemiş, konu sadece iki küçük fıkrayla düzenlenmiştir. Madde 43(1) de tamamıyla önceki düzenlemeye paralel şekilde TUGS ne tescilli olanlar ve MGS ne tescili zorunlu olanlar dışındaki ticari veya özel kullanıma mahsus, gemi, deniz ve iç su araçlarının maliklerinin veya işletenlerinin söz konusu gemi, deniz ve iç su araçlarını Bağlama Kütüğüne kaydettirmek zorunda oldukları belirtilmiştir. Aynı maddenin 2. fıkrasında ise Bağlama Kütüğüne kayda ilişkin usul ve esaslar ile yapılacak iş ve işlemlerin nasıl ve kimler tarafından  yürütüleceğinin  yönetmelikle  belirleneceği  hüküm  altına alınmıştır.  655 sayılı KHK m. 43(2) hükmüne istinaden Ulaştırma, Denizcilik ve Haberleşme Bakanlığınca yeniden hazırlanan  Bağlama Kütüğü Uygulama Yönetmeliği  (Yönetmelik), 25/9/2014 tarihi itibarıyla yürürlüğe girmiş, bu Yönetmeliğin  37.  maddesi  Eski  Yönetmeliği  yürürlükten  kaldırmıştır. Yönetmelik hükümlerinin de  genel olarak  Eski Yönetmelik hükümlerine paralel  olduğu  ve  Bağlama  Kütüğü  uygulamalarını  ayrıntılı  biçimde düzenlediği anlaşılmaktadır.            Mülga  491  sayılı  KHK  m.  12,  Bağlama  Kütüğünün  kuruluşuna, kütüğün hangi makamlar tarafından ve ne şekilde tutulacağına dair temel ilkeleri açıkça düzenlemiş olmasına rağmen 655 sayılı KHK m. 43 de bu                                                  14  655 sayılı KHK için bkz. 1/11/2011 tarihli ve 28102 mükerrer sayılı Resmî Gazete. 15  Bkz. 25/9/2014 tarihli ve 29130 sayılı Resmî Gazete.  108AÜHFD, 64 (1) 2015: 103-169                                                                                          Demir ilkelere  yer  verilmeyerek  konunun  anlaşılmaz  bir  şekilde  tamamıyla yönetmeliğe havale edilmesi, büyük bir hukuki hata ve eksikliktir. Aşağıda ayrıntılarıyla incelendiği üzere, kanun koyucunun bu tercihi, Yönetmelik hükümlerinin  çoğunu  hukuki  dayanaktan  yoksun  bırakmakta,  böylece Bağlama  Kütüğü  uygulamalarının  geçerliği  hakkında  ciddi  tereddütlere sebep olmaktadır.  Bağlama Kütüğüne ilişkin düzenlemelerin müstakil bir kanunda ve daha sistematik biçimde düzenlenmesi, şüphesiz daha uygun olurdu. Bağlama Kütüğünün  belirtilen  teşkilat  kanunlarında  ve  tek  bir  maddede düzenlenmesinin  asıl  sebebi,  müstakil  bir  kanunun  yürürlüğe konulmasındaki pratik zorluklardır. Ayrıca kütüğün bir üçüncü sicil olarak algılanmasının  yaratacağı  olumsuzluklar  da  kanun  koyucunun  tercihinde etkili olmuş olabilir.               B) Amaç Bağlama  Kütüğü  ihdas  edilmesinin  amaçları,  yukarıda  zikredilen kanunlar  ve  yönetmeliklerden  tam  olarak  anlaşılamamaktadır.  Bununla birlikte ilk olarak Bağlama Kütüğünü kuran 6/5/2009 tarihli ve 5897 sayılı Kanunun  başta  gerekçesi  olmak  üzere  yasama  süreci  içinde  hazırlık çalışmalarına  dair  belgelerin  incelenmesinden,  aşağıdaki  amaçların                                                  16  Yönetmelikle  düzenleme  yapılmasının  sınırları  konusunda  491  sayılı  KHK nin  bazı maddelerinin iptali istemiyle açılan bir davada Anayasa Mahkemesi nce verilen 21/3/2007 tarihli ve 2005/44 E. 2007/31 K. sayılı bir karar için bkz. 29/11/2007 tarihli ve 26715 sayılı Resmî  Gazete.  Anayasa  Mahkemesi,  bu  kararında;  yasa  koyucunun  temel  ilkeleri koymadan, çerçeveyi çizmeden yürütmeye yetki vermemesi, sınırsız, belirsiz bir alanı yönetimin düzenlemesine bırakmaması gerektiğini, yasa koyucunun gerektiğinde sınırlarını belirlemek koşuluyla bazı konuların düzenlenmesini idareye bırakabileceğini, ancak bir konuda  temel  ilkeler,  amaçlar,  esaslar,  sınırlar,  çerçeve  ve  ölçünün  yasama  organı tarafından kanunla belirleneceğini, yürütmenin ise tüzük ve yönetmeliklerle idare tekniği ve uzmanlığa ilişkin hususları belirleyeceğini vurgulamaktadır.  17  Bağlama Kütüğünün yanlış yerde, 491 sayılı KHK da düzenlendiği hakkında bkz. Ünan, Samim. (2005). Bağlama Kütüğü ile İlgili Bazı Sorunlar. Deniz Hukuku Dergisi, Y. 10, S. 1 – 4, s. 15. 18 Bağlama Kütüğünü ihdas eden 6/5/2009 tarihli ve 5897 sayılı Kanun, TBMM ne sunulan iki ayrı Kanun Teklifine dayanmaktadır. İlk Kanun Teklifi, İstanbul Milletvekili Mehmet DOMAÇ tarafından hazırlanmış, 3/6/2008 tarihinde Plan ve Bütçe Komisyonu na havale edilerek 2/266 Esas sayısı almıştır. Bu Teklife hemen hemen paralel biçimde Antalya  Milletvekili  Hüsnü ÇÖLLÜ ve 38 milletvekili tarafından hazırlanan ikinci Kanun Teklifi de aynı Komisyona havale  edilerek 2/268 Esas sayısı almıştır.  Bilahare, her iki Teklif, Plan ve Bütçe Komisyonu nda 257 sıra sayısı alarak birleştirilmiştir. Kanun Tekliflerinin   109Yeni Bağlama Kütüğü Rejimi…                                                 AÜHFD, 64 (1) 2015: 103-169 gözetildiği tespit edilmektedir. 655 sayılı KHK nin gerekçesinde Bağlama Kütüğünün kuruluş amacına dair hiçbir açık hükme yer verilmemiş ise de bu amaçların hâlen geçerli oldukları kabul edilmelidir. Somut verilere dayalı olarak tespit edilen sorunlar çerçevesinde belirtilen amaçların uygun olduğu değerlendirilmektedir.      1. Bütün Gemi, Deniz ve İç Su Araçlarının Kayıt Altına Alınması İhtiyacı Bütün gemi, deniz ve iç su araçlarının kayıt altına alınması ihtiyacının sebepleri aşağıda gösterilmiştir: (a) 6762 sayılı Türk Ticaret Kanunu (ETTK) hükümlerine göre kurulan MGS ve 16/12/1999 tarihli ve 4490 sayılı  Türk Uluslararası Gemi Sicili  Kanunu  İle  491  Sayılı  Kanun  Hükmünde  Kararnamede Değişiklik Yapılmasına Dair Kanun  (TUGSK)21 ile kurulan TUGS, birbirlerinden  farklı  tescil  esasları  benimsemişlerdir.  MGS ne  18 groston ve üzerindeki ticaret gemilerinin tescilinin zorunlu olmasına karşılık TUGS ne tescili ihtiyaridir. Ticari amaçlarla kullanılmayan gemi, deniz ve iç su araçlarının bu sicillere tescili zorunlu değildir.  (b) Hâlen ticari veya diğer amaçlarla kullanılan ve belirtilen sicillere kayıtlı  olmayan  Türk  tabiiyetindeki  gerçek  ve  tüzel  kişilerin                                                                                                                    metinleri ve  19/6/2008 tarihli  ve 29 sayılı  Plan ve Bütçe  Komisyon  Raporu için bkz.   <http://www.tbmm.gov.tr/sirasayi/donem/yil/ss.pdf>  (erişim  tarihi:  31  Aralık 2014) .  Ayrıca  257   sıra    sayılı  Kanun  Teklifinin Genel Kurul görüşmelerine ilişkin tutanaklar  için  bkz. <http://www.tbmm.gov.tr/develop/owa/Tutanak_B_SD.birlesim_baslangic?PAGE=1&PAGE=1&p=20401&p=B> (erişim tarihi: 31 Aralık 2014).   19  655 sayılı KHK, kanunlaşmak üzere 1/512 esas numarasıyla Plan ve Bütçe Komisyonunda görüşülmeyi  beklemektedir.  Bu  KHK nin  gerekçeleri  için  bkz. <http://pbk.tbmm.gov.tr/HavaleEdilenIsler> (erişim: 31 Aralık 2014).    20  Ne  ETTK da,  ne  de  6102  sayılı  YTTK da   MGS:  Millî  Gemi  Sicili   ifadesi kullanılmaktadır.  Millî Gemi Sicili  ifadesi, TUGSK m. 2(c) de  6762 sayılı Türk Ticaret Kanununun 839 uncu ve diğer maddelerinde öngörülen gemi sicili  olarak tanımlanmıştır. Aslında her iki sicil de millî gemi sicili niteliğinde olmakla beraber bu ifade, anlatım kolaylığı sağlaması bakımından isabetlidir ve yaygın biçimde kullanılmaktadır.      21  Bkz. 21/12/1999 tarihli ve 23913 sayılı Resmî Gazete. 22  Bağlama Kütüğü ihdas etmenin gerekli olmadığı, Bağlama Kütüğü ile izlenen amaçlara 4922 sayılı Denizde Can ve Mal Koruma Hakkında Kanun hükümlerine göre tutulan Teknik Kütük uygulamalarıyla birlikte basit, hızlı ve ucuz bir yöntem olarak söz konusu gemi  ve  araçların  MGS  kapsamına  alınmasının  yeterli  olacağı,  Bağlama  Kütüğünün hazineye gereksiz külfet getirdiği hakkında bkz. Atamer, Bağlama Kütüğü, s. 357. 110AÜHFD, 64 (1) 2015: 103-169                                                                                          Demir mülkiyetinde  bulunan  gemi,  deniz  ve  iç  su  araç  sayısı  60.000 civarındadır. Bu gemi, deniz ve iç su araçlarının resmî kayıtlarının bulunmaması,  bunlar  hakkında  denizde  can,  mal  ve  çevre korunmasına  dair  mevzuatın  uygulanmasında  zorluklar  ortaya çıkartmaktadır. Deniz emniyeti açısından uluslararası standartlarda denetim ve belgelendirme hizmetleri yapılamamaktadır.    (c) Gemi  sicillerinde  kayıtlı  olmayan  gemi  ve  su  araçları,  denizde güvenliğin  sağlanmasını  olumsuz  etkilemektedir.  Bunların  teknik niteliklerinin  ve  maliklerinin  bilinmemesi,  deniz  güvenliği denetimini imkânsız hâle getirmektedir. Bu teknelerle zaman zaman insan kaçakçılığı yapıldığına şahit olunmaktadır.  (d) Türkiye, Dünya nın birçok ülkesinden daha uzun kıyı sınırına sahip olmasına rağmen Türk vatandaşlarının maliki oldukları gemi, deniz ve iç su aracı sayısı yeterli seviyede değildir. Bu olumsuz durum, kayıt altında bulunmayan çok sayıda gemi, deniz ve iç su araçlarıyla birlikte  Türk  denizciliğinin  gelişimine  önemli  ölçüde  engel oluşturmaktadır.  2. Türk Denizciliğinin Geliştirilmesi Türk denizciliğinin geliştirilmesi amacına yönelik gerekçeler aşağıda gösterilmiştir: (a) Türk gemi sicillerine kayıtlı olmayan gemi, deniz ve iç su araçlarının önemli bir kısmı, aslında Türk vatandaşlarına ait olmasına rağmen Türk bayrağı çekmemektedir. Oysa yabancı bayrak altında bulunan bu gemi ve su araçları, Türk denizlerinde seyrüsefer yapmakta ve Türk marinalarına bağlı bulunmaktadır. Ayrıca çoğunlukla yabancı bir  gemi  siciline  kayıtlı  olmaları  sebebiyle  malikler,  o  devletin yetkili  makamlarına  düşük  miktarlarda  da  olsa  vergi,  harç  vb.                                                  23  Bağlama Kütüğünü ihdas eden 491 sayılı KHK Ek m. 12 nin yürürlüğe girmesinden sonra 17/1/2010  tarihinde   Gemilerin  Teknik  Yönetmeliği   yürürlüğe  konulmuştur.  Bkz. 17/11/2009 tarihli ve 27409 sayılı Resmî Gazete. Bu Yönetmeliğin 2(3) maddesi, Bağlama Kütüğüne  kaydedilen  gemi  ve  araçları  da  kapsamına  almıştır.  Bilahare  ihtiyaç kalmadığından  Ticaret Gemilerinin Teknik Durumları Hakkında Tüzük , 1/3/2010 tarihli ve 2010/193 sayılı Bakanlar Kurulu Kararıyla yürürlükten kaldırılmış, böylece teknik kütük uygulamalarına son verilmiştir. Bkz. 12/3/2010 tarihli ve 27519 sayılı Resmî Gazete.         111Yeni Bağlama Kütüğü Rejimi…                                                 AÜHFD, 64 (1) 2015: 103-169 ödemeler yapmaktadır. Türk bayrağı çekmek cazip hâle getirilmeli ve bu tür ödemeler, Türkiye ye yönlendirilmelidir.  (b) Bir denizci ülke olma amacına ulaşılmasında amatör denizciliğin geliştirilmesinin de  büyük önemi vardır. Bu bağlamda,  öncelikle toplumda  deniz  sevgisi,  kültürü  ve  bilinci  geliştirilmelidir.  8333 kilometre kıyı şeriden sahip Türkiye de ortalama 2.000 kişiye bir gemi  düşmekte  iken,  Amerika  Birleşik  Devletleri nde  18, İngiltere de 124, İtalya da 68, Hollanda da 64, İsveç te 8, Fransa da 85,  Almanya da  210  ve  Yunanistan da  103  kişiye  bir  gemi düşmektedir. Amatör denizciliğin geliştirilmesi, denizcilik sektörüne bağlı diğer sektörlerin de gelişimine katkı sağlayacaktır. Özellikle yat,  kotra  vb.  özel  amaçlarla  kullanılan  teknelere  olan  talebin artması, tekne imal sanayisini geliştirecektir.      3. Gemi  ve  Su  Araçları  Üzerindeki  Ağır  Vergi  Yükünün Doğurduğu Adaletsizliğin Giderilmesi      Yukarıdaki iki amaçla yakından bağlantılı olan bu amaçla ilgili olarak aşağıdaki gerekçeler önem arz etmektedir. Esasen öncelikle Motorlu Taşıtlar Vergisi (MTV) oranlarının düşürülmesi veya bu verginin kaldırılması fikri, Bağlama  Kütüğünün  kuruluş  çalışmalarının  ilk  hareket  noktasını oluşturmuştur.  (a) Başta  MTV  olmak  üzere  Katma  Değer  Vergisi  (KDV)  ve  Özel Tüketim Vergisi (ÖTV)  oranlarının bir hayli yüksek olması, hem kayıt  dışılığı  teşvik  etmiş,  hem  de  vergilendirmede  adaletsiz uygulamalara sebep olmuştur. Özellikle gemi ve deniz araçlarından sadece motor gücü esasına göre alınan MTV nin çok küçük gemiler                                                  24  Nitekim, 491 sayılı KHK Ek m. 12 ve Eski Yönetmeliğin yürürlüğe girmesinden hemen sonra Denizcilik Müsteşarlığı nca  Türk Sahipli Olup, Yabancı Bayrakta Bulunan ve Özel Kullanıma Mahsus Gemi Deniz ve İç Su Araçlarının İthal Edilmesine İlişkin Tebliğ , 22/8/2009  tarihi  itibarıyla  yürürlüğe  konulmuştur.  2009/3  sayılı  bu  Tebliğ  için  Bkz. 22/8/2009  tarihli  ve  27327  sayılı  Resmî  Gazete.  Tebliğ in  amacı,  m.  1 de,   Türk vatandaşları veya Türk Ticaret Kanununa göre kurulan tüzel kişiler tarafından yurt dışında kurulan  veya  yurt  dışında  kurulu  bulunmakla  birlikte  hisselerinin  bir  kısmı  Türk vatandaşlarına  ait  olan bir  şirket  tarafından  iktisap  edilmek  suretiyle  yabancı  bayrak çekilmiş olan gemi, deniz ve iç su araçlarının bağlama kütüğüne kaydedilmesi amacıyla ithalini sağlamak  olarak belirtilmiştir. Tebliğ in 4. ve 5. maddesindeki şartları yerine maliklerin  talebi  üzerine  gemi  ve  araçların  Bağlama  Kütüğüne  kaydedilmesi  imkânı sağlanmış, böylece Türk bayrağına geçiş kolaylaştırılmıştır.  112AÜHFD, 64 (1) 2015: 103-169                                                                                          Demir için dahi büyük tutarlara ulaşması, bu adaletsizliği açıkça gözler önüne sermiştir. Her yıl alınmakta olan ve zaman zaman teknenin değerinin % 25 ini bulan MTV ne ilaveten motorlu bir teknenin satışından alınan % 8 oranındaki ÖTV ile % 18 oranında alınan KDV, malikler üzerinde ağır bir mali yük oluşturmuştur.  (b) Karayolundaki  harcamaların  hiçbiri  denizlerde  yapılmadığı  hâlde deniz taşıtlarından alınan MTV, kara taşıtlarından alınan MTV nin yaklaşık sekiz katı kadardır. Özel kullanıma mahsus gemi ve deniz araçlarının yılın üç dört ay gibi çok kısa bir diliminde kullanılması, bu farkı aslında kırk katına kadar artırmaktadır.       (c) Türkiye,  büyük  yat  ve  tekne  imalatında  Dünya nın  önde  gelen devletleri arasında yer almasına rağmen mevcut ağır vergi yükü, Türk vatandaşlarının gemi ve deniz araçlarını temin etmeleri önünde büyük  bir  engel  oluşturmakta,  yabancı  bayrağa  kaçışı hızlandırmaktadır.  Nitekim,  Bodrum,  Marmaris,  Kuşadası  gibi birçok tatil bölgelerinde, hatta İstanbul daki liman ve marinalarda bile yabancı bayraklı tekneler bulunmaktadır. Bunların önemli bir kısmının  sahibi ise Türk vatandaşlarıdır.  Adaletsiz vergilendirme sistemi,  Türk  bayrağı  çekmeyi  adeta  cezalandırmakta,  MTV neredeyse bir Türk bayrağı vergisi olarak görülmektedir.  (d) Gemi ve deniz araçları üzerindeki ağır vergi yükü, esasında toplam ölçekte Türkiye nin vergi kaybına yol açmaktadır. Avrupa Birliği dâhil denizcilikte ileri birçok devlet, uyguladığı basit ve düşük oranlı vergi sistemiyle hem vergiyi tabana yayarak kayıt dışılığı önlemekte, hem  de  özel  gemi  ve  deniz  araçlarına  sahip  olmayı  cazip  hâle getirmektedir. Böylece bu devletler, vergi gelirlerini önemli ölçüde artırmaktadırlar.                                                      25  491 sayılı KHK Ek m. 12 ve Eski Yönetmeliğin yürürlüğe girmesinden hemen sonra, Bakanlar Kurulu nca 19/8/2009 tarihli ve 2009/15315 sayılı  Bazı Mallara Uygulanacak Katma Değer Vergisi ve Özel Tüketim Vergisi Oranlarının Belirlenmesine Dair Karar  kabul edilmiştir. Bkz. 22/8/2009 tarihli ve 27327 sayılı Resmî Gazete. Bu Kararnamenin 1. maddesiyle 4760 sayılı Özel Tüketim Vergisi Kanununun II numaralı ekinde yer alan listedeki 18 gros tonilatoyu geçmeyen gezinti gemileri, yolcu ve gezinti gemileri ile yatlar, diğer eğlence ve spor tekneleri; kürekli kayıklar ve kanolaro uygulanacak özel tüketim vergisi % 0 olarak, KDV ise % 1 olarak belirlenmiştir.      113Yeni Bağlama Kütüğü Rejimi…                                                 AÜHFD, 64 (1) 2015: 103-169 C) Teşkilat    Bağlama Kütüğünün kuruluş ve teşkilatına dair temel kanuni ilkeleri düzenleyen 491 sayılı KHK nin Ek 12(1) maddesi, Bağlama Kütüklerinin liman başkanlıkları ve belediye başkanlıkları bünyesinde oluşturulacağını amirdi. Bu maddeye göre Bağlama Kütüğünün tutulmasından limanlarda liman  başkanı  sorumludur.  Herhangi  bir  liman  başkanlığının  yetki  alanı içinde bulunmayan iç sulardaki iç su araçlarının kayıtları, ilgili mevzuatına uygun olarak belediye başkanlıklarınca tutulacak kütüklere yapılır. Belediye başkanlıklarınca  tutulacak  bağlama  kütüğünün  tutulmasından  belediye başkanı  sorumludur.  İç  sularda  hangi  belediyenin  yetkili  olacağı yönetmelikle belirlenecek olup yetkili belediyeler, bir ay içinde kütükle ilgili teşkilatlarını kurmak zorundadırlar.      Eski Yönetmeliğin  Yetki, sorumluluk ve teşkilat  başlıklı 7. maddesi, belirtilen hükme paralel olarak Bağlama Kütüğünün tutulmasından liman başkanının yetkili ve sorumlu olduğunu, liman başkanlığının yetki alanına girmeyen  iç  sularda  yetki  ve  sorumluluğun  ilgili  belediye  başkanında olduğunu  belirtmiştir.  Aynı  maddenin  2.  fıkrası,  Bağlama  Kütüğünün tutulması  ve  kütükle  ilgili  tüm  işlemleri  gerçekleştirmek  üzere başkanlıklarda  ayrı  bir  birim  oluşturulacağını  ve  yeteri  kadar  Bağlama Kütüğü  kayıt  personelinin  görevlendirileceğini  öngörmüştür.  Bu  birim, Bağlama  Kütüğünün  tutulduğu  limanlarda  doğrudan  liman  başkanına bağlıdır. Bünyesinde  gemi sicili tutulan  liman  başkanlıklarında  Bağlama Kütüğüne ilişkin iş ve işlemler yeteri kadar Bağlama Kütüğü kayıt personeli görevlendirilmek suretiyle gemi sicil memurluklarınca yerine getirilir. Gemi sicil  memurluklarınca  yapılan  iş  ve  işlemler  liman  başkanlığının sorumluluğunu ortadan kaldırmaz. Bağlama Kütüklerinin kurulacağı yer ve yetki alanına ilişkin olarak Eski Yönetmelik m. 5, liman başkanlığının yetki alanında  bulunmayan  iç  sularda  Bağlama  Kütüklerinin  hangi  belediye başkanlıkları bünyesinde  tutulacağı konusunda  yetkiyi tamamen  İdare ye (Denizcilik Müsteşarlığı na) bırakmıştır.      655 sayılı KHK m. 43, Bağlama Kütüğünün kuruluş ve teşkilatına dair 491 sayılı KHK Ek m. 12 de yer alan hükümlerin büyük bir kısmına yer vermemiş, konuyu sadece iki fıkrada düzenlemiştir. 655 sayılı KHK m. 43(1) hükmüne göre TUGS ne tescilli olanlar ve MGS ne tescili zorunlu olanlar dışındaki ticari veya özel kullanıma mahsus gemi, deniz ve iç su 114AÜHFD, 64 (1) 2015: 103-169                                                                                          Demir araçlarının malikleri ve işletenleri; söz konusu gemi, deniz ve iç su araçlarını Bağlama Kütüğüne kaydettirmek zorundadırlar. Aynı maddenin 2. fıkrasına göre de Bağlama Kütüğüne kayda ilişkin usul ve esaslar ile yapılacak iş ve işlemlerin nasıl ve kimler tarafından yürütüleceği yönetmelikle belirlenir.   Görüldüğü üzere, 655 sayılı KHK m. 43, Bağlama Kütüğünün kuruluş ve teşkilatına dair herhangi bir hüküm ihtiva etmemektedir. 491 sayılı KHK yürürlükten kaldırıldığına göre Bağlama Kütüğünün yeniden kurulması, bu amaçla  kütüğün  kuruluş  ve  teşkilatına  dair  temel  ilkelerin  kanunda  yer alması gerektiği hâlde kanun koyucu, Bağlama Kütüğüne ilişkin bütün usul ve  esasların,  iş  ve  işlemlerin  yönetmelikle  düzenlenmesini  öngörmüştür. Madde 43(2) de ilgili yönetmeliğin çıkarılma amacı, Bağlama Kütüğüne kayda ilişkin usul ve esaslar, yapılacak iş ve işlemlerin nasıl ve kimler tarafından  yürütüleceğinin  belirlenmesi  ile  sınırlandırılmış,  Bağlama Kütüğünün kuruluş ve teşkilatına dair hususlara herhangi bir gönderimde bulunulmamıştır.  Buna rağmen Yönetmeliğin 5. maddesi, 491 sayılı KHK Ek m. 12(1) ve Eski Yönetmelik m. 5 hükümlerine paralel biçimde Bağlama Kütüğünün her liman başkanlığında ve liman başkanlığının yetki alanında bulunmayan iç sularda  belediye  başkanlıkları  bünyesinde  kurulacağını  belirtmektedir. Bağlama  Kütüğünün  iç  sularda  hangi  belediye  başkanlıkları  bünyesinde tutulacağı  Ulaştırma,  Denizcilik  ve  Haberleşme  Bakanlığı  (Bakanlık) tarafından belirlenir. Bağlama Kütüklerinin yetki alanlarına ilişkin hükümler, Eski  Yönetmelik  hükümlerine  paralel  düzenlenmiştir.  Yine,  Bağlama Kütüğünün  tutulmasından  liman  başkanları  ve  belediye  başkanlarının sorumlulukları ile teşkilata dair Yönetmeliğin 7. maddesinin tamamen Eski Yönetmelik hükümlerine paralel olduğu görülmektedir.    655 sayılı KHK m. 43 ve bu maddeye dayanılarak yürürlüğe konulan Yönetmelik  ile  yeniden  düzenlenen  Bağlama  Kütüğü  rejiminin  hukuki                                                  26  Yönetmelik m. 5(2) ye göre liman başkanlıklarınca tutulan Bağlama Kütüklerinin yetki alanı,  liman  başkanlıklarının  liman  idari  sınırları  ile  aynıdır.  Belediye  başkanlıkları bünyesinde  kurulan  Bağlama  Kütüklerinin  yetki  alanı  ise  Ulaştırma,  Denizcilik  ve Haberleşme Bakanlığı nca belirlenir. Aynı maddenin 3. fıkrasında denizle bağlantısı olan iç suların liman başkanlıklarınca tutulan Bağlama Kütüğü yetki alanı içerisinde yer aldığı, bunların  hangi  Bağlama  Kütüğünün  yetkisi  dâhilinde  olduğunun  Bakanlık  tarafından belirleneceği belirtilmektedir. Ancak denizle bağlantılı olan iç suların ifade ettiği anlam belirsizdir.    115Yeni Bağlama Kütüğü Rejimi…                                                 AÜHFD, 64 (1) 2015: 103-169 dayanakları  büyük  ölçüte  zayıflatılmıştır.  Öncelikle  belirtilmelidir  ki, Bağlama  Kütüğüne  belirli  tip  ve  şartlara  sahip  gemi,  deniz  ve  iç  su araçlarının kaydının zorunlu olduğu belirtildikten sonra bu kütüğün kuruluş ve  teşkilat  esaslarına  dair  kuralların  mutlaka  kanunda  düzenlenmesi gerekirdi. Oysa, 655 sayılı KHK m. 43, sadece Bağlama Kütüğüne kayıt zorunluluğunu  hüküm  altına  almış,  kütüğün  kuruluş  ve  teşkilatını düzenlememiştir.  Kütüğün  kuruluş  ve  teşkilatı,  yönetmeliğe  bırakılmak istenmişse de bunda başarılı olunamamıştır. Zira, yönetmelik çıkartılmasına dair m. 43(2) hükmü, Bağlama Kütüğünün kuruluş ve teşkilatına herhangi bir gönderimde bulunmamaktadır. Esasen Yönetmelik hükmü ile kuruluş ve teşkilata ilişkin temel kuralların düzenlenmesi mümkün görünmemektedir. Aşağıda ilgili başlıklar altında incelendiği üzere, sadece kuruluş ve teşkilat değil, fakat Bağlama Kütüğü uygulamalarına ilişkin birçok konunun kanuni dayanağı bulunmadığı hâlde Yönetmelikle düzenlendiği dikkati çekmektedir. Normlar hiyerarşisi bakımından bu düzenlemenin hukuka uygun olmadığı değerlendirilmektedir.         Bağlama Kütüğünün düzenleniş tarzı, iyi bir emsal olmamakla birlikte son  yıllarda  kanunla  düzenlenmesi  gereken  konuların  yönetmelikle düzenlenmesi  yönündeki  alışkanlığın  bir  ürünüdür.  Bu  alışkanlık,  Türk Hukuku nda yönetmelik enflasyonuna sebep olmuştur. 491 sayılı KHK Ek m.  12  hükmü,  Bağlama  Kütüğü  rejiminin  kanuni  dayanaklarını  açıkça düzenlemişken  655  sayılı  KHK  43 de  bu  ilke  ve  dayanaklara  yer verilmemesinin sebepleri bilinmemektedir. 655 sayılı KHK nin gerekçesinde bu konuda hiçbir açıklamaya yer verilmemiştir. Bu durum, m. 43 hükmünün deniz hukuku uzmanı olmayan, hatta yeterli hukuk nosyonu bulunmayan kişiler tarafından hazırlandığına işaret etmektedir.        D) İçerik Yönetmeliğin   Bağlama  kütüğünün  içeriği   başlıklı  8(1)  maddesine göre Bağlama Kütüğü; bağlama kaydı, resen tescil kaydı, yevmiye kaydı ile malikler  listesi,  işletenler  listesi  ve  takyidatlar  listesinden  oluşmaktadır. Yönetmelik,  Eski  Yönetmelik ten  farklı  olarak  Ana  Kütük  ve  Yardımcı Kütük  ayrımından  vazgeçmiş,  bunun  yerine  doğrudan  kütüğün  içeriğine dâhil unsurları tek tek saymıştır. Eski Yönetmelik ten farklı olarak Bağlama Kütüğü dosyası, kütüğün içeriğinden sayılmamıştır.  116AÜHFD, 64 (1) 2015: 103-169                                                                                          Demir Bağlama  Kütüğü,  Yönetmeliğin  15(1)  maddesine  göre  elektronik ortamda,  GESBİS te  tutulur.  Yönetmelik  m.  4(1)(g) de  GESBİS,   Gemi siciline  kayıt  ve  tescilin  yapıldığı,  sicil  bilgilerinin  elektronik  ortamda tutulduğu Gemi Sicil Bilgi Sistemi  olarak tanımlanmıştır. Yönetmelik m. 8(2), Bağlama Kütüğüne kayıtlı gemilere düzenlenecek her türlü belgenin GESBİS  üzerinden  düzenlenerek  hazırlayan  memur  tarafından  paraf edileceğini, liman başkanı tarafından imzalandıktan sonra mühürleneceğini, bu belgelerin bir suretinin ilgili kişiye imza karşılığı elden verileceğini, diğer suretinin ise muhafaza edilmek üzere geminin Bağlama Kütüğü Dosyasına konulacağını belirtmektedir. Anlaşılacağı üzere Bağlama Kütüğü Dosyası, elektronik  ortamda  yapılan  işlemlerin  belge  üzerinden  takip  edildiği  bir dosyadır. Elektronik işlemler, belgeye dönüştürüldüğünden Bağlama Kütüğü Dosyasının da kütüğün içeriğinden sayılması gerekir.    E) Hukuki Nitelik Bağlama Kütüğünün hukuki anlamda bir gemi sicili niteliğinde olup olmadığı üzerinde bir miktar durulmasında fayda bulunmaktadır. Ne Mülga 491 sayılı KHK Ek m. 12 de, ne de 655 sayılı KHK m. 43 de Bağlama Kütüğünün gemi sicili olduğuna dair herhangi bir nitelendirme mevcuttur. Bu  maddelerin  hiçbirinde   sicil   veya   gemi  sicili   gibi  ifadeler kullanılmamıştır.  Kanun  koyucu,   sicil   ifadesini  kullanmaktan  bilinçli olarak kaçınmış, bunun yerine  kütük  ifadesini kullanmıştır. Özellikle Ek m.  12 nin  gerekçesinde  yer  alan  açıklamalar,  Bağlama  Kütüğünün  sicil olmadığını  ortaya  koymaktadır.  Kanun  koyucu,  Bağlama  Kütüğü düzenlemelerini  oluştururken  hiçbir  zaman  yeni  bir  gemi  sicili  kurmak düşüncesiyle hareket etmemiş, tamamen müstakil ve yeni bir kayıt düzeni kurmayı amaçlamıştır.                                                   27  Bağlama Kütüğünün hukuki niteliğinin sicil olduğu hakkında bkz. Algantürk Light, Didem. (2009). Bağlama Kütüğü Uygulama Yönetmeliği Hakkında Değerlendirmeler. İstanbul Ticaret Üniversitesi Sosyal Bilimler Dergisi, Y. 8, S. 16, s. 51. Yazar, bu görüşüne gerekçe olarak  kayıt  için  liman  başkanlıklarının  sorumlu  tutulması,  hak  sahipliği  belgesi düzenlenmesi, mülkiyetin nakli için tescil şartının aranması, kayıt ile birlikte Türk bayrağı çekme hakkının kazanılması ve ruhsatname verilmesi, Yönetmeliğin 10. maddesi gereğince ihtiyati haciz, ihtiyati tedbir kararları ve menkul rehninin kütüğe kaydının gerekli olması hususlarını göstermektedir. 28  Atamer, Bağlama Kütüğü, s. 343. Yazar, Bağlama Kütüğünün sicil niteliğinde olmadığına ilave bir gerekçe olarak kanun koyucunun kütüğe sicil niteliğini vermek isteseydi daha basit bir çözüme gitmek suretiyle ETTK m. 816(1) de yer alan gemi tanımını değiştirerek   117Yeni Bağlama Kütüğü Rejimi…                                                 AÜHFD, 64 (1) 2015: 103-169 Bağlama  Kütüğü,  liman  başkanlıkları  veya  belediye  başkanlıkları nezdinde  tutulmaktadır.  Kütüğün  gemi  sicili  ve  ticaret  sicilinden  farklı olarak  mahkeme  denetiminde  tutulacağına  dair  KHK  m.  43  ve Yönetmelik te  herhangi  bir  hüküm  bulunmamaktadır.  Bu  çerçevede Bağlama  Kütüğü  işlemlerinin  yürütülmesiyle  ilgili  çıkacak  ihtilaflarda YTTK  m.  33  ve  34  hükümlerine  de  herhangi  bir  gönderimde bulunulmamıştır. Bilakis Yönetmelik m. 23, Bağlama Kütüğü kapsamında yapılan iş ve işlemlere karşı özel bir itiraz usulü benimsemiştir. Bu maddeye göre liman veya belediye başkanlıklarca yapılan iş ve işlemlere karşı ilgililer veya bu iş ve işlemlerden hakları etkilenecek olanlar, işlemin öğrenildiği tarihten  itibaren  yedi  gün  içinde  işlemi  yapan  liman  veya  belediye başkanlığına itiraz edebilirler. Başkanlık, itirazı on beş gün içinde inceler ve sonuçlandırır.  Aynı  maddenin  2.  fıkrasında  göre  yapılan  itirazların reddedilmesi durumunda itiraz sahibinin genel hükümlere göre dava açma hakkı bulunduğu belirtilmektedir.  Genel hükümlerden kasıt, idari yargı yoluna müracaat hakkıdır. Birer idari  makam  olarak  liman  başkanlıkları  veya  belediye  başkanlıklarınca Bağlama Kütüğü kapsamında gerçekleştirilen iş ve işlemlerin, idari işlem veya  eylem  niteliğinde  olduklarında  kuşku  yoktur.  Ayrıca  Bağlama Kütüğünün tamamıyla yeni bir kayıt rejimi ihdas etmiş olduğu ve özel hukuk ilişkilerine müdahale amacının bulunmadığı gözden kaçırılmamalıdır.         Bağlama  Kütüğünün  hukuki  niteliğinin  sicil  olup  olmadığının değerlendirilmesinde  kütüğün  fonksiyonlarının  da  dikkate  alınması zorunludur. Bağlama Kütüğü, ne MGS nin, ne de TUGS nin özel hukuk açısından sahip olduğu fonksiyonlara sahiptir. MGS bakımından YTTK m. 974 de düzenlenen sicil karineleri, m. 983 de düzenlenen sicile güven ilkesi ve  m.  973 de  düzenlenen  sicilin  açıklığı  ilkesi  geçerlidir.  Bu  ilkelerin TUGSK m. 6(2) ye istinaden yürürlüğe konulan Türk Uluslararası Gemi Sicili  Yönetmeliği  (TUGSY)29  m.  14  hükmü  çerçevesinde  TUGS                                                                                                                    ETTK nın tescil zorunluluğu dışında kalan bütün gemiler ve araçları kapsama alabileceğini, böylece MGS ne tescil yolunun tamamıyla açılacağını, oysa bu yolun tercih edilmeyerek yeni bir kayıt düzeninin öngörüldüğünü belirtmektedir. Aksi fikir için bkz. Aksoy, Bağlama Kütüğü, s. 111. Yazar, Bağlama Kütüğünün bir sicil olduğunu belirtmekle birlikte kütüğün hukuki anlamda bir tür gemi sicili niteliği olup olmadığı hakkında bir değerlendirme yapmamıştır.    29  TUGSY için bkz. 23/6/2000 tarihli ve 24088 sayılı Resmî Gazete. 118AÜHFD, 64 (1) 2015: 103-169                                                                                          Demir bakımından da geçerli olduğunda şüphe yoktur.  Oysa bu ilkelerin hiç birisi Bağlama Kütüğü için geçerli değildir. Eski  Yönetmeliğe  paralel  şekilde  Yönetmeliğin   Kaydedilecek takyidatlar  başlıklı 10(1) maddesi, Bağlama Kütüğüne rehin, ihtiyati tedbir veya ihtiyati haciz yahut haciz kararlarının kaydedileceğini belirtmektedir. Bu kayıtlardan rehin hakkı dikkati çekmektedir. Her ne kadar Yönetmelik, Eski  Yönetmelik ten  farklı  olarak   menkul  rehni   ifadesini  kullanmayıp sadece   rehin   kelimesini  tercih  etmişse  de  bunun  taşınır  rehni  olduğu açıktır.  Yönetmelik,  rehin  hakkının  kütüğe  kaydedileceğini  belirtmekle birlikte rehin kurulmasına ilişkin şartlardan bahsetmemektedir. Keza,  gemi veya  su  aracı  ipoteği   gibi  ifadeler  de  kullanılmamıştır.  Bu  sebeplerle, kütüğe kayıtlı gemi ve araçların rehni, ancak Türk Medeni Kanunu (TMK) m. 939(1) uyarınca zilyetliğin alacaklıya devri suretiyle mümkündür. Bir başka deyişle Bağlama Kütüğüne kayıtlı gemi ve araçların rehni YTTK m. 997(1) hükmüne tabi olmaya devam etmektedir. Aynı şekilde bu gemi ve araçlar üzerinde kütüğe kayda dayalı olarak intifa hakkı veya ipotek tesis edilmesi de mümkün değildir. Bağlama Kütüğüne kayıtlı gemi ve araçlar için Trafik Sicili ne benzer bir sicilli taşınır rehni sistemi öngörülmemiştir. O halde TMK m. 939(1) hükmüne dayanılarak kurulan rehin hakkının Bağlama Kütüğüne  kaydı,  bilgi  verme  amacı  dışında  hiçbir  bir  anlam  ifade etmemektedir.  Eski  Yönetmelik ten  farklı  olarak  Yönetmelik  m.  23(1),  Bağlama Kütüğüne kayıtlı gemi, deniz ve iç su aracına ait kayıtların aleni olduğunu, ilgisini  ispatlamaları  kaydıyla  herkese  Bağlama  Kütüğü  kayıt  örneği verilebileceğini öngörmektedir. Bu hüküm, tapu sicilinin açıklığı ilkesine                                                  30  TUGSK m. 6(2) de aynen  Türk Uluslararası Gemi Siciline ilişkin esaslar, sicilde kayıtlı hakların  devri,  sicil  kaydının  terkinine  ilişkin  usul  ve  esaslar  Bakanlık  tarafından hazırlanacak yönetmelikle tespit edilir.  hükmü yer almaktadır.   TUGSY m. 14 de ise aynen  TUGS ye tescil işlemleri ile, gemilerin terkin, satış, isim değişikliği, ipotek tescili ve diğer benzeri  işlemler, TTK ve 31.12.1956 tarihli ve 8520 sayılı  Gemi  Sicil  Nizamnamesinin,  4490  sayılı  Kanuna  aykırı  olmayan  hükümleri uygulanır.  hükmü yer almaktadır.  31  Atamer, Bağlama Kütüğü, s. 343-344; Ünan, s. 21. 32  Aynı yöndeki açıklamalar için bkz. Aksoy, Bağlama Kütüğü, s. 102. 33  Eski Yönetmelik m. 23(1), Bağlama Kütüğüne kayıtlı gemi, deniz ve iç su aracına ait bağlama kaydının bir örneğinin malikin, işletenin, ilgilisinin veya adli makamların talebine istinaden verileceğini belirtmekte idi.   119Yeni Bağlama Kütüğü Rejimi…                                                 AÜHFD, 64 (1) 2015: 103-169 dair TMK m. 1020(2) hükmüne benzemekle beraber Bağlama Kütüğüne gemi sicili, tapu sicili ve ticaret sicilinde kabul edildiği anlamıyla aleniyet kazandırmamaktadır.  İlgisini  ispatlayan  herkese  bağlama  kütüğü  kayıt örneğinin  verilmesi,  hukuki  bir  sonuca  yönelik  olmayıp,  alelade  kütük kayıtlarının verilmesinden öte  bir anlam ifade etmemektedir. Zira,  gemi sicili, tapu sicili ve ticaret sicilinde açıklık ilkesi, sicil kayıtlarının karine teşkil etmesi veya sicile güven ilkesi gereği iyi niyetli üçüncü şahısların hak iktisaplarını  sağlama  amacıyla  birlikte  anlam  ifade  etmekte,  bir  hukuki sonucun doğmasına hizmet etmektedir. Bu fonksiyonları sebebiyle açıklık ilkesi, ancak bir kanun hükmüyle kabul edilebilir. Nitekim ticaret sicilinde TTK  m.  35(2),  gemi  sicilinde  TTK  m.  973  ve  tapu  sicilinde  TMK  m. 1020(2),  bu  ilkeyi  düzenlemiştir.  Kanuni  dayanağı  bulunmayan  bir yönetmelik hükmüyle açıklık ilkesinin kabulü mümkün görülmemektedir.  Doktrinde  Atamer in  de  isabetle  savunduğu  gibi  Bağlama  Kütüğü, kanun  koyucunun  açık  amacına  uygun  olarak  kayıt  dışı  gemilerin  ve araçların idare hukuku, çevre hukuku ve vergi hukuku açısından izlenmesini sağlamak  üzere  öngörülmüş  bir  kütük  niteliğindedir.  Kamusal  çıkarlara hizmet  etmek  üzere  kurulan  Bağlama  Kütüğü,  eşya  hukuku  alanında sonuçlar  doğuran  bir  sicil  özelliğine  sahip  değildir.  Bağlama  Kütüğü, sadece gemiler, deniz araçları ve iç su araçlarının zorunlu olarak kaydını öngören bir rejim kurmaktadır.          III – KAPSAM A) Konu Bakımından  655  sayılı  KHK  m.  43(1) de  Bağlama  Kütüğüne  sadece  TUGS ne tescilli olanlar ve MGS ne tescili zorunlu olanlar dışındaki ticari veya özel kullanıma  mahsus  gemi,  deniz  ve  iç  su  araçlarının  kaydedilebileceği belirtilmiş, ancak bunların tanımları yapılmamıştır. Gemi, deniz ve iç su                                                  34  TMK m. 1020(2) de aynen  İlgisini inanılır kılan herkes, tapu kütüğündeki ilgili sayfanın ve belgelerin tapu memuru önünde kendisine gösterilmesini veya bunların örneklerinin verilmesini isteyebilir.  hükmü yer almaktadır.  35  Ticaret sicilinde kural olarak sicile güven ilkesi geçerli olmamakla beraber istisnai bazı hâllerde sicil kayıtlarına dayanarak ve iyi niyetle rehin hakkı kazanılması mümkündür. Ayrıca  sicildeki  kayıtların  üçüncü  kişiler  bakımından  olumlu  ve  olumsuz  etkileri mevcuttur.                  36  Atamer, Bağlama Kütüğü, s. 344. 120AÜHFD, 64 (1) 2015: 103-169                                                                                          Demir araçları, Yeni Yönetmelik te tanımlanmıştır. Bu tanımların Eski Yönetmelik tanımlarına paralel olduğu görülmektedir.  Yönetmeliğin 4(1)(f) maddesinde gemi;  cinsi, tonilatosu ve kullanma amacı ne olursa olsun, denizde kürekten başka aletle yola çıkabilen her araç  olarak tanımlanmıştır. Tanım,  cinsi  kelimesi hariç 10/6/1946 tarihli ve 4922 sayılı Denizde Can ve Mal Koruma Hakkında Kanun un (4922 sayılı Kanun) 1/B maddesindeki gemi tanımından alınmıştır. 4922 sayılı Kanunun gemi tanımındaki  adı  kelimesinin alınmayarak yerine  cinsi  kelimesinin kullanılması, önemli bir farklılık yaratmamaktadır. Gemi tanımı, oldukça geniş  bir  anlama  sahiptir.  Geniş  gemi  tanımı,  bir  gemi  siciline kaydedilmeyen  bütün  gemilerin  kayıt  altına  alınmasına  yönelik  kanun koyucunun  amacıyla  uyumludur.  Bununla  birlikte  gemi  tanımının  deniz le  sınırlandırılmış  olması  isabetli  değildir.  Zira,  YTTK  m.  931, ETTK  m.  816  hükmünden  farklı  olarak  gemi  tanımını  denizle sınırlandırmamış,  iç  su  gemileri  de  gemi  tanımına  dâhil  edilmiştir.  Bu durumda  Gemi  tanımının şu şekilde yapılması daha uygun olurdu:  Gemi; cinsi, tonilatosu ve kullanma amacı ne olursa olsun, deniz veya iç sularda kürekten başka aletle yola çıkabilen her aracı ifade eder . Her  ne  kadar  gemi  tanımı,   deniz le  sınırlandırılmış  ise  de Yönetmeliğin   deniz  aracı   ve   iç  su  aracı   tanımları  birlikte değerlendirildiğinde neticede yüzebilen bütün araçların Bağlama Kütüğüne kaydolmak zorunda oldukları anlaşılmaktadır. Yönetmelik te  deniz aracı ;  gemi dışında, denizde yüzebilen ve tahsis edildiği gayeye uygun olarak kullanılan her türlü araç ve yapı  olarak tanımlanmıştır.  İç su aracı  ise  İç sularda  kullanılan  ve  gemi  dışındaki  her  türlü  tekne  ve  yapı 38  olarak tanımlanmıştır. Dolayısıyla Yönetmelik kapsamında gemi tanımına uygun düşmemekle beraber iç sularda çalışan ve YTTK kapsamında gemi tanımına uygun düşen her türlü tekneler ve yapılar, Bağlama Kütüğüne kaydedilebilir.                                                    37  Aksi fikir için bkz. Aksoy, Bağlama Kütüğü, s. 73-74. Yazar, tanımın son derece hatalı olduğunu,  çok  geniş  bir  kapsama  sahip  olduğunu,  irili  ufaklı  bütün  araçların  gemi sayıldığını belirtmektedir.    38   Yapı  kelimesinin gereksiz olduğu hakkında bkz. Aksoy, Bağlama Kütüğü, s. 74.  Araç  kelimesi  kullanıldıktan  sonra   yapı   kelimesine  yer  verilmesinin  gereksiz  olduğu düşünülebilirse  de  kanaatimizce   yapı   kelimesi,   araç   kelimesinin  anlamını güçlendirmekte, kanun koyucunun amacına uygun biçimde yorum kolaylığı sağlamaktadır.   121Yeni Bağlama Kütüğü Rejimi…                                                 AÜHFD, 64 (1) 2015: 103-169 Yönetmelik kapsamında gemi sayılmayan bir aracın, deniz aracı olarak kabul edilebilmesi için yüzme özelliğinin bulunması gerekir. Yüzme özelliği bulunmayan  araç  ve  yapıların,  örneğin;  sabit  platformların  deniz  aracı sayılması  mümkün  değildir.  Bu  araç  ve  yapılar,  gemi  ve  iç  su  aracı tanımlarına  uygun  düşmedikleri  ve  iç  sularda  da  kullanılmadıkları  için Bağlama Kütüğüne kaydedilemeyeceklerdir. Oysa, 655 sayılı KHK m. 43, deniz ve iç su araçları için böyle bir sınırlandırma öngörmüş değildir. Bir deniz  aracının  Bağlama  Kütüğüne  kaydedilebilmesi  için  yüzme  özelliği şartının  getirilmesi,  kanun  koyucunun  amacıyla  bağdaşmamaktadır. Yönetmeliğin  deniz aracı  tanımı Kanunla uyumlu değildir. Ayrıca, içerik olarak   gemi   tanımıyla   deniz  aracı   tanımı  arasında  esaslı  bir  fark olmadığı anlaşılmaktadır. Zira,  deniz aracı nın denizde yüzme özelliğinin mevcut  olmasının  şart  koşulması,  aslında  bu  araçları  tamamıyla  gemi tanımına  dâhil  etmektedir.  Denizde  yüzebilen  ve  tahsis  edildiği  gayeye uygun olarak kullanılan her türlü araç ve yapıların  gemi  tanımı dışında kalmaları mümkün değildir. Bir başka deyişle  deniz araçları , zaten  gemi  sayılmaktadır.   Deniz  araçları   tanımının  bir  anlam  ifade  edebilmesi  ve kanun  koyucunun  amaçlarına  uygun  olarak  fonksiyon  görebilmesi  için  denizde yüzebilme  şartının kaldırılması gerekirdi. Buna karşılık  iç su araçları  tanımı, içerik itibarıyla daha isabetlidir. İç su araçları, iç sularda kullanılan gemi dışındaki her türlü tekne ve yapıdır. Bunların  yüzme  özelliği  olması  şart  değildir.   Tekne   ve   yapı  kelimelerinin  kullanılması,  iç  su  araçlarının  yüzme  özelliğine  sahip olmalarının  gerekmediğine  işaret  etmektedir.  Bu  çerçevede  iç  sularda kullanılan, yüzme özelliği olmamakla beraber iç sulara sabitlenerek bazı araştırma  faaliyetlerinde  kullanılan  yapılar  da  Bağlama  Kütüğüne kaydedilebilir.  Belirtilen sakıncaların giderilmesi amacıyla ve yukarıda önerdiğimiz gemi tanımı da dikkate alınmak suretiyle  deniz araçları  ve  iç su araçları  ayrı ayrı tanımlanmak yerine şöyle bir tanım yapılması, daha isabetli olurdu:  Deniz ve iç su aracı; yüzme özelliğine sahip olmayan, deniz ve iç sularda tahsis edildiği gayeye uygun olarak kullanılan her türlü araç ve yapıyı ifade eder .                                                   39  Yönetmelik te iç suların; tabii ve suni göller ile baraj göllerini, dalyan ve nehirleri ifade edeceği belirtilmiştir.  122AÜHFD, 64 (1) 2015: 103-169                                                                                          Demir B) Kişi Bakımından  Bağlama Kütüğünün kişi bakımından uygulama kapsamında malik ve işleten kavramları dikkati çekmektedir. 491 sayılı KHK Ek m. 12, 655 sayılı KHK m. 43, Eski Yönetmelik ve Yönetmelik te Bağlama Kütüğüne kayıtta gemi,  deniz  ve  iç  su  araçlarının  malikleri  ve  işletenleri  muhatap alınmaktadır. Gemi veya aracın malikleri ya da işletenleri, bunları Bağlama Kütüğüne  kaydettirmek  zorundadır.  Belirtilen  kanun  ve  yönetmeliklerde malik ve işleten kavramları tanımlanmamıştır. Malikin ne anlama geldiği sorun yaratmaz. Ancak  işleten 40 kavramının tanımlanmaması, belirsizlik yaratabileceğinden isabetli olmamıştır.  İşleten ,  sadece  deniz  ticareti  hukukunun  bilinen  kavramlarından  gemi  işletme  müteahhidi 41  kavramını  mı  karşılamaktadır?  YTTK  m. 1061(2) [ETTK m. 946(2)] hükmüne göre işleten, başkasına ait bir gemiyi menfaat sağlamak amacıyla suda kendi adına bizzat veya kaptan aracılığı kullanan  ve  üçüncü  kişilerle  olan  ilişkilerinde  donatan  sayılan  kişidir. Bağlama Kütüğüne sadece ticari amaçlarla kullanılan gemi ve araçlar değil, fakat özel amaçlarla kullanılan gemiler de kaydedilebileceğinden  işleten  terimini   gemi  işletme  müteahhidi ni  de  kapsamak  üzere  geniş  biçimde yorumlamak  uygun  olur.   İşleten   terimi,   malikin  verdiği  bir  hakka dayanarak gemiyi çalıştırıp yarar sağlayan kişi yi ifade etmelidir. Zira, gemi  sayılmayan  araçlar  da  bir  başkasının  kullanımına  bırakılabilirler. Ayrıca  gemi  ve  araçlar,  hem  ticari  amaçlarla,  hem  de  özel  amaçlarla kullanılmak kastıyla bir bedel karşılığında ya da karşılıksız olarak diğer kişilerin kullanımına tahsis edilebilirler. Dolayısıyla, bir kira sözleşmesine istinaden gemiyi ticari veya özel amaçlarla kullanan kişiler işleten sayılacağı gibi,  Türk  Borçlar  Kanunu  (TBK)  m.  379  anlamında  kullanım  ödüncü sözleşmesine dayanarak kullanan kişiler de işleten sayılırlar.                                                  40 Motorlu araç işleteni hakkında ayrıntılı bilgi için bkz. Kılıçoğlu, Ahmet. (2012). Borçlar Hukuku Genel Hükümler. (Genişletilmiş 16.bs.). Ankara: Turhan Kitabevi. s. 366.  41  Gemi işletme müteahhidi hakkında bkz. Sözer, Bülent. (2012). Deniz Ticareti Hukuku, Gemi – Donatan – Taşıyan ve Deniz Ticareti Hukukunda Sorumluluk Rejimi. (2.bs.). İstanbul: Vedat Kitapçılık. s. 370. 42  Atamer, Kerim. (2006). Deniz Hukukunda Cebri İcra. İstanbul: Arıkan Basım Yayım Dağıtım. s. 158. 43  Aksi fikir için bkz. Aksoy, Bağlama Kütüğü, s. 78. Yazar, işleten ifadesi ile, teknik ayrımların göz ardı edilip başkasına ait gemiyi, deniz veya iç su aracını ticari amaçla kullanan tarafın kastedildiği görüşündedir.    123Yeni Bağlama Kütüğü Rejimi…                                                 AÜHFD, 64 (1) 2015: 103-169 655 sayılı KHK m. 43 ve Yönetmelik hükümlerinin açık lafzı karşısında işleten, ister kiracı sıfatına sahip olsun, isterse bir başka sıfata sahip olsun, malik  adına  Bağlama  Kütüğüne  kayıt  başvurusunda  bulunabilir.  Kanun koyucunun  bütün  gemi  ve  araçları  kayıt  altına  alma  amacı  bunu gerektirmektedir. Yönetmelik m. 13(1) e göre Bağlama Kütüğüne kayıt, gemi, deniz ve iç su aracının malik veya işletenleri yahut vekilleri veyahut kanuni temsilcilerinin yazılı talebi üzerine yapılır. İşletenin malik adına kayıt başvurusunda bulunabilmesi için işleten sıfatının kazanılmasına esas olan malik ile arasındaki hukuki ilişkiyi ispatlaması gerekir.   İşletenin gemi ve aracı, Bağlama Kütüğüne kaydettirebilmesi uygulama açısından  faydalı  gözükmektedir.  İşletenlerin  kayıt  başvurusu  üzerine malik adına ruhsatname alıp alamayacaklarına dair Yönetmelik te herhangi bir  hüküm  bulunmuyorsa  da  ruhsatnamenin  gemi  veya  aracın  esaslı belgelerinden olması sebebiyle işletene ruhsatnamenin verilmesi gereklidir. Kayıt müracaatında bulunma yetkisi, ruhsatnamenin alınması yetkisini de kapsamalıdır.            IV – KAYIT ZORUNLULUĞU A) Kanuni Düzenleme 655 sayılı KHK m. 43(1) kapsamındaki bütün gemi, deniz araçları ve iç su araçlarının Bağlama Kütüğüne kaydı zorunludur. 491 sayılı KHK Ek m. 12(1) hükmüne paralel olarak aşağıda belirtilen gemi ve araçların Bağlama Kütüğüne kaydı zorunludur:  (a) TUGS ne tescilli olmayan gemi, deniz ve iç su araçları. (b) MGS ne tescili zorunlu olmayan gemi, deniz ve iç su araçları.                                                   44  Aksi fikir için bkz. Aksoy, Bağlama Kütüğü, s. 78. Yazar, tüm düzenlemeler bakımından  işleten e yer verilmesinin hükümlerle örtüşmediğini, zaten kanun koyucunun bu kütük hakkında kira sicili ile yeni bir gemi sicili arasında karar veremediğinin göze çarptığını, bağlama kütüğünün yeni bir sicil olarak kabul edilerek yeni düzenlemeler yapılmasını ve sadece  malik  ifadesinin kullanılarak  işleten  kayıtlarından vazgeçilmesinin daha isabetli olacağını savunmaktadır. 45  Algantürk Light, Bağlama Kütüğü, s. 54. 46  TUGSK m. 4 e göre TUGS ne aşağıdaki gemiler ve yatlar talep üzerine tescil edilirler: (a) TUGSK nun yürürlüğe girdiği tarihte MGS ne kayıtlı bulunan Kanunun 1. ve 2. maddesi kapsamındaki bütün gemiler ve yatlar.  (b) Yurt içinde inşa edilen gemiler ve yatlar. (c) Yurt dışından ithal edilecek 3.000 DWT un (yolcu gemileri ile özel maksatlı, özel yapılı gemilerde ise 300 grostonun) üzerindeki gemiler. 124AÜHFD, 64 (1) 2015: 103-169                                                                                          Demir TUGS ne tescil ihtiyaridir. TUGS ne tescil edilmiş bir gemi, Bağlama Kütüğüne kaydolunamaz. Gemi tanımına girmeyen deniz ve iç su araçlarının zaten TUGS ne tescili mümkün değildir. YTTK m. 931(1) de yer alan gemi tanımına uygun düşen MGS ne tescili zorunlu olan bir gemi de Bağlama Kütüğüne  kaydedilemez.  Tescili  zorunlu  bir  gemi,  MGS ne  tescil edilmemişse YTTK m. 972(1) in yapmış olduğu gönderim sebebiyle m. 33 hükümleri uygulanarak tescil zorunluluğu yerine getirilir.   MGS ne  tescili  zorunlu  olmayan  gemiler   ifadesi,  MGS ne  tescili ihtiyari olan gemiler anlamına gelmektedir. MGS ne tescili ihtiyari olan bir gemi,  TUGS ne  de  tescil  edilmemişse  Bağlama  Kütüğüne  kaydedilmek zorundadır.  Buna  karşılık  m.  43(1)  hükmünün  açık  lafzına  göre  tescili ihtiyari olan bir geminin, malikin talebiyle MGS ne tescil edilmiş olsa dahi Bağlama Kütüğüne kaydedilmesi gereklidir. Bu durumda hem MGS nde, hem de Bağlama kütüğünde iki ayrı kayıt mevcut olacaktır. Oysa kanun koyucu, Bağlama Kütüğünü ihdas etmekle herhangi bir sicile kaydedilmeyen gemi ve araçları kayıt altına almayı amaçlamıştır. MGS ne tescil edilen bir geminin ayrıca Bağlama Kütüğüne kaydedilmesinin hiçbir anlamı ve faydası yoktur.49 Fakat söz konusu hükmün lafzı hiçbir tereddüde yer vermeyecek                                                                                                                    47  YTTK m. 957 e göre tescili zorunlu gemiler, on sekiz gros tonilatoda ve üzerindeki ticaret gemileridir. O hâlde bu gemilerin dışında kalan ve tescili caiz olan diğer gemilerin MGS ne tescili  ihtiyaridir.  Bu  gemiler,  on  sekiz  gros  tonilatodan  küçük  ticaret  gemileri  ile YTTK nun 935. maddesinin 2. fıkrasının (a) ve (c) bentlerinde belirtilen gemilerdir. Bu bentlerde belirtilen gemiler ise yatlar, denizci yetiştirme gemileri gibi sadece gezinti, spor, eğitim, öğretim ve bilim amaçlarına tahsis edilmiş gemiler ile yabancı bir devlet veya onun vatandaşları adına Türkiye de yapılmakta olan gemilerdir.    48  Aynı yönde bkz. Aksoy, Bağlama Kütüğü, s. 77. Aksi fikir için bkz. Atamer, Bağlama Kütüğü, s. 349; Altop, Atilla. (2005). Bağlama Kütüğü ile İlgili Yasal Düzenlemenin Getirdiği Bazı Sorunlar. Deniz Hukuku Dergisi, Y. 10, S. 1 – 4, s. 9 -10; Ünan, Bağlama Kütüğü, s. 24. Atamer, 491 sayılı KHK Ek m. 12(1) in tescili ihtiyari olup da MGS ye tescil edilmeyen gemilerin Bağlama Kütüğüne kaydını zorunlu kılması sebebiyle ETTK m. 844(2) ve buna bağlı olarak ETTK m. 840 ın (YTTK m. 956)  ile  bağlacı sonrasındaki kısmının zımnen ilga edilmiş olduğu fikrindedir. Bu şu anlama gelmektedir: Tescili ihtiyari olup da MGS ye tescil edilmeyen, ancak zorunlu olarak bağlama kütüğüne kayıtlı gemiler, artık MGS ye tescil edilemezler.    Altop ise 491 sayılı Ek m. 12(1) in (KHK m. 43(1)) ifadesinden tescili ihtiyari olmasına rağmen MGS ye tescil edilmiş olan gemilerin Bağlama Kütüğüne kaydının zorunlu olduğu anlamının rahatlıkla çıkabileceğini, ancak gerekçede yer alan  tescilli bulunmayan gemiler  ifadesinden yararlanılarak ve yaratacağı sıkıntılar da dikkate alınarak bu tür gemilerin yeni düzenlemenin kapsamı dışında tutulmasının yerinde olacağını savunmaktadır. 49  491 sayılı KHK Ek m. 12(1) den gelen bu hatalı düzenlemenin sebebi, 5897 sayılı Kanunun hazırlık çalışmaları sırasında Denizcilik Müsteşarlığı ile Maliye Bakanlığı arasındaki görüş   125Yeni Bağlama Kütüğü Rejimi…                                                 AÜHFD, 64 (1) 2015: 103-169 kadar açık olduğundan kanun koyucunun iradesi gerekçe gösterilerek ya da amaçsal yorum yapılarak MGS ne tescili ihtiyari olan bir gemi, Bağlama Kütüğüne kayıt zorunluluğundan istisna edilemez. Bu sebeple m. 43(1) in şu şekilde düzenlenmesi gerekir idi:  Türk Uluslararası Gemi Siciline tescilli olanlar, Millî Gemi Siciline tescili zorunlu olanlar ve Millî Gemi Siciline ihtiyari olarak tescil edilenler dışındaki …. .      B) Yönetmelik Düzenlemeleri Kanuni  düzenleme  yukarıda  belirtildiği  şekilde  olmasına  karşılık Yönetmelik  m.  2,  6  ve  9  hükümleri,  konuyu  daha  farklı,  sistematikten yoksun  ve  karmaşık  bir  tarzda  düzenlemiştir.  Yönetmeliğin   Kayıt zorunluluğu ve yükümlülükler  başlıklı 6. maddesi, KHK m. 43(1) de yer alan kayıt zorunluluğu ilkesine benzer şekilde m. 9(1) de belirtilen gemi, deniz ve iç su araçlarının malik veya işletenlerinin gemi, deniz ve iç su araçlarını Bağlama Kütüğüne kayıt ettirmek ve ruhsatname almak zorunda olduklarını belirtmektedir. Yönetmeliğin  Kapsam  başlıklı 2. maddesine göre Yönetmelik; (a) 18 gros  tonilatodan  küçük  ticari  gemi,  deniz  ve  iç  su  araçlarını,  (b)  özel kullanıma  mahsus  gemi,  deniz  ve  iç  su  araçlarını  kapsamaktadır.  Bu maddenin 2. fıkrasına göre de MGS ve TUGS ne tescilli ticari gemi, deniz ve iç su araçları ile silahlı kuvvetlere ait gemi, deniz ve iç su araçlarının Yönetmelik kapsamı dışında oldukları belirtilmektedir.  Yönetmelik  m.  2,  655  sayılı  KHK  m.  43(1)  hükmünü  açıklamaya yönelik  olmakla  beraber  bunda  başarılı  olunamamıştır.  Öncelikle  bu maddenin m. 43(1) hükmüyle uyumlu olmadığı belirtilmelidir. 655 sayılı KHK  m.  43(1) de  TUGS ne  tescilli  olanlar  ve  MGS ne  tescili  zorunlu olanlar dışındaki gemi, deniz ve iç su araçlarından bahsedilmiş olmasına rağmen Yönetmelik te tescili zorunlu olan gemiler ve araçlar yeterince açık şekilde gösterilmemiştir. On sekiz gros tonilatodan küçük ticaret gemilerinin bağlama kütüğüne tabi oldukları kuşkusuzdur. Ancak ticari deniz ve iç su araçları bakımından on sekiz gors tonilato ölçüsü isabetsizdir. Zira, ister                                                                                                                    ayrılıklarına dayanmaktadır. Denizcilik Müsteşarlığı yetkilileri, hazırlamış oldukları taslak metinlerde  tescili  ihtiyari  olmakla  beraber  MGS ne  tescil  edilen  bir  geminin  ayrıca Bağlama Kütüğüne kaydedilmemesi gerektiğini ileri sürmüşler ise de vergi kaybına yol açacağı gerekçesiyle Maliye Bakanlığı yetkilileri bu görüşe iştirak etmemiştir. Sonuçta arzu edilmemekle beraber mevcut metin üzerinde mutabakat sağlanması zorunlu olmuştur.    126AÜHFD, 64 (1) 2015: 103-169                                                                                          Demir ticari amaçlarla isterse özel kullanım  maksadıyla  kullanılsınlar bir sicile kaydı  bulunmayan  bütün  deniz  ve  iç  su  araçları,  bağlama  kütüğüne tabidirler. Ayrıca, deniz ve iç su araçları bakımından gros tonilato ölçütü kullanılması, her zaman mümkün olmayabilir. Deniz ve iç su araçlarının teknik  yapısı,  tonilato  ölçümüne  müsait  olmayabilir.  Nitekim,  gerek Yönetmeliğin 9. ve 11. maddelerinde, gerekse 492 sayılı Harçlar Kanununa bağlı  8  sayılı  tarifede  gemi,  deniz  ve  iç  su  araçlarının  boylarından bahsedilmektedir.  On sekiz gros tonilatodan küçük olma esası, MGS ne tescili zorunlu olan gemiler bakımından geçerlidir. 655 sayılı KHK m. 43(1), deniz ve iç su araçları  bakımından  herhangi  bir  büyüklük  ve  ticari  amaç  ölçütü getirmemektedir. Bir gemi siciline tescil edilmemiş ve tescili gerekmeyen deniz ve iç su araçlarının gros tonilatosu ve boyu ne olursa olsun Bağlama Kütüğüne kayıtları zorunludur. Bu sebeplerle Yönetmeliğin 2(1)(a) maddesi hükmü 655 sayılı KHK yle uyumlu değildir.  Yönetmelik m. 2(2) de MGS ve TUGS ne tescilli ticari gemi, deniz ve iç  su  araçları  ile  silahlı kuvvetlere  ait  gemi,  deniz  ve  iç  su  araçlarının Yönetmelik kapsamı dışında oldukları belirtilmektedir. Bu fıkra ile 1. fıkra hükmü  arasında  ahenk  olmadığı  hemen  dikkati  çekmektedir.  Aslında  2. fıkra,  Yönetmeliğin  kapsamını  doğrudan,  fakat  olumsuz  biçimde düzenlemektedir. Bu fıkradaki yanlışlıkların düzeltilmesi durumunda 1. fıkra hükmü tamamen gereksiz kalmaktadır. Yönetmeliğin 9. maddesi, Bağlama Kütüğüne kaydedilecek gemi, deniz ve iç su araçlarını ayrıntılı biçimde düzenledikten sonra m. 2(1) in gereksiz olduğun hemen anlaşılabilir.  Yönetmelik m. 2(2), 655 sayılı KHK nin 43(1) maddesinin tekrarı gibi gözükmekle  beraber  aralarında  önemli  farklılıklar  vardır.  Öncelikle vurgulanmalıdır ki, silahlı kuvvetlere ait gemi, deniz ve iç su araçlarının kapsam  dışı  olduğunun  belirtilmesi,  tamamıyla  gereksiz  ve  anlamsızdır. Silahlı kuvvetlere ait gemilerin, hatta devlet gemilerinin kapsam dışı olduğu m. 43(1) hükmünden kolaylıkla anlaşılmaktadır. Diğer yandan, bu fıkra, 655 sayılı KHK yle de çelişmektedir. Fıkra,  MGS ve TUGS ne tescilli gemi, deniz ve iç su araçları ndan bahsetmektedir. Oysa m. 43(1),  TUGS ne tescilli  olanlar  ve  MGS ne  tescili  zorunlu  olanlar  dışındaki   ifadelerini kullanmaktadır. Yukarıdaki paragraflarda incelendiği üzere m. 43(1) e göre tescili ihtiyari olup da MGS ne tescil edilen bir geminin ayrıca Bağlama   127Yeni Bağlama Kütüğü Rejimi…                                                 AÜHFD, 64 (1) 2015: 103-169 Kütüğüne de kaydı zorunludur. Yönetmelik m. 2(2), açıkça kanuna aykırı biçimde  bu  zorunluluğu  sadece  ticaret  gemileri  bakımından  ortadan kaldırmaktadır. Bu zorunluluğun kaldırılması, başlı başına hukuka aykırı olmakla  birlikte  ticaret  gemileri  dışındaki  özel  maksatlarla  kullanılan gemilerin bu hükümden hariç tutulmalarının da gerekçeleri bilinmemektedir. Kanaatimizce, Kanun koyucunun tescili ihtiyari gemiler bakımından yapmış olduğu  yanlışlık,  Yönetmelik  yoluyla  düzeltilmeye  çalışılmıştır.  Bu yapılırken dahi hatalar yapılmaya devam edilmiştir. Yönetmelik m. 2(2) ye göre tescili ihtiyari olan ve özel maksatlarla kullanılmakta olan gemiler, örneğin; yatlar, eğitim ve bilimsel amaçlara tahsis edilmiş olan gemiler, MGS ne  tescil  edilmelerine  rağmen  ayrıca  Bağlama  Kütüklerine  de kaydolmak  zorundadırlar.  Ticaret  gemileri  ve  ticari  amaçlar  dışında kullanılmakta  olan  gemiler  arasında  bu  şekilde  farklı  uygulamalar benimsenmesinin yaratacağı haksızlıklar ortadadır.  Belirtilen gerekçelerle m. 2 hükmünün şu şekilde kaleme alınması daha uygun olurdu:  Bu Yönetmelik, Türk Uluslararası Gemi Siciline  tescilli olanlar, Millî Gemi Siciline tescili zorunlu olanlar ve Millî Gemi Siciline ihtiyari  olarak  tescil  edilenler  dışındaki  ticari  veya  özel  maksatlarla kullanıma  tahsis  edilen  bütün  gemi,  deniz  ve  iç  su  araçlarını,  bunların maliklerini ve işletenlerini kapsar .  Kayıt zorunluluğu ve dolayısıyla kapsamla ilgili olarak Yönetmelik m. 9 hükümlerine de bir miktar değinilmelidir. Yönetmelik m. 9, m. 2 hükmüyle birlikte  değerlendirilmek  zorundadır.  Bu  maddenin  1.  fıkrasına  göre Bağlama  Kütüğüne;  (a)  18  gros  tonilatonun  altında  ve  2,5  metre  ve üzerindeki MGS ne veya TUGS ne tescil edilmemiş ticari gemi, deniz ve iç su araçları, (b) boyu 2,5 metre ve üzerindeki özel kullanıma mahsus gemi, deniz ve iç su araçları zorunlu olarak kaydedilir. Bu düzenleme ile Bağlama Kütüğüne kaydedilecek gemi, deniz ve iç su araçları bakımından boy esasına dayalı  olarak  yeni  bir  sınırlandırma  getirilmekte,  böylece  kayıt zorunluluğuna  tabi  gemi  ve  araçların  kapsamı  kanuna  aykırı  biçimde daraltılmaktadır.  Yönetmelik  m.  9(1),  m.  2(1)  hükmünü  özü  itibarıyla  tekrarlamakla beraber boyu 2,5 metreden küçük olan gemi, deniz ve iç su araçlarının Bağlama  Kütüğüne  kaydedilmelerini  zorunlu  olmaktan  çıkarmaktadır. Ancak m. 9(2)(c) ye göre boyu 2,5 metreden küçük olan bu gemi, deniz ve 128AÜHFD, 64 (1) 2015: 103-169                                                                                          Demir iç su araçları, malik veya işletenlerinin talebi üzerine Bağlama Kütüğüne kaydedilebilirler. 655 sayılı KHK, hangi büyüklük veya boydaki gemilerin Bağlama Kütüğüne kaydının zorunlu olmadığı yolunda herhangi bir hüküm içermemekte,  bu  konuda  İdareye  herhangi  bir  takdir  hakkı  da vermemektedir. Sadece yönetmelik çıkarma yetkisi veren KHK m. 43(2) hükmü  de  kanuni  sınırların  gösterilmemesi  sebebiyle  yeterli  olamaz. Dolayısıyla  bu hükmün  KHK ile  çeliştiği ve  dayanaksız olduğu açıktır. Bağlama Kütüğünün kapsamını düzenlemeleri sebebiyle Yönetmelik m. 2 ve 9 hükümlerinin tek maddede, sade ve daha anlaşılabilir biçimde kaleme alınmaları isabetli olurdu.   C) Resen Kayıt   Bağlama  Kütüğüne  kayıt  zorunluluğuna  ilişkin  hükümlere uyulmamasının doğal sonucu, resen kayıttır. 655 sayılı KHK m. 43, 491 sayılı KHK Ek m. 12(2) den farklı olarak resen kayda dair herhangi bir hüküm ihtiva etmeyip meseleyi Yönetmeliğe bırakmıştır. Bağlama Kütüğüne kayıt zorunluluğu benimsendiğine göre resen kayda ilişkin temel bir ilkeye kanunda yer verilmesi uygun olurdu. Yönetmeliğin 17(1) maddesine göre yeni inşa edilmiş veya ithal edilmiş gemi, deniz ve iç su aracının malik veya işleteni iktisap tarihinden itibaren bir ay içerisinde Bağlama Kütüğüne kayıt için başvuruda bulunmadığı takdirde durumu öğrenen başkanlık tarafından bu  maddede  belirtilen  prosedüre  uygun  olarak  resen  kayıt  işlemi gerçekleştirilir.  Görüldüğü üzere, resen kayıt, yeni inşa edilmiş veya ithal edilmiş gemi, deniz ve iç su aracının malik veya işletenleri tarafından iktisap tarihinden itibaren bir ay içinde kayıt başvurusu yapılmaması hâliyle sınırlandırılmıştır. 665 sayılı KHK m. 43 hükmüne açıkça aykırı olan bu sınırlandırmanın sebebi anlaşılamamaktadır. Oysa, bir gemi veya araç, yeni inşa edilmemiş veya  ithal  edilmemiş  olmasına  rağmen  yıllarca  Bağlama  Kütüğüne kaydedilmemiş, hatta bu arada satış, bağışlama vb. hukuki işlemler yoluyla ve taşınır hükümlerine tabi olarak birden çok defa mülkiyeti el değiştirmiş olabilir. Yönetmelik m. 17(1) in lafzına göre yeni inşa veya ithal edilmeyen mevcut gemi ve araçlar, resen kayıt hükümlerine tabi olmayacak ve bunlar için  ruhsatname  düzenlenmeyeceğinden  harç  alınamayacak  demektir.  Bu sonuç, ne 655 sayılı KHK m. 43 hükmüne uygundur, ne de kanun koyucu tarafından amaçlanmıştır.            129Yeni Bağlama Kütüğü Rejimi…                                                 AÜHFD, 64 (1) 2015: 103-169 V – İSTEĞE BAĞLI KAYIT 655 sayılı KHK de isteğe bağlı kayda dair herhangi bir hükme yer verilmemişken Yönetmelik m. 9(2), talep hâlinde bir kısım gemi, deniz ve iç su araçlarının Bağlama Kütüğüne kaydedilmesine imkân vermektedir. Bu hükmün de kanuni dayanağı bulunmadığı ve normal hiyerarşisine aykırı olduğu anlaşılmaktadır. Zira, 655 sayılı KHK, açıkça bir gemi siciline kayıtlı olmayan bütün ticari veya özel kullanıma mahsus gemi, deniz ve iç su araçlarının Bağlama Kütüğüne kaydedilmelerinin zorunlu olduğunu hüküm altına almış ve bu konuda herhangi bir muafiyet veya istisna hükmüne yer vermemiştir.  A) Yabancı  Uyruklu  Gerçek  Kişilere  Ait  Gemi,  Deniz  ve  İç  Su Araçları  Mülga 491 sayılı KHK Ek m. 12(4), sadece yabancı uyruklu gerçek kişilere ait ve özel kullanıma mahsus gemi, deniz ve iç su araçlarının talep edilmeleri ve Denizcilik Müsteşarlığı nca uygun bulunması hâlinde Bağlama Kütüklerine kaydedilmelerine izin vermekte idi. Eski Yönetmelik m. 9(2) de buna paralel olarak ETTK nun bayrak çekmeye ilişkin hükümlerine bağlı olmaksızın, yabancı uyruklu gerçek kişilere ait özel kullanıma mahsus gemi, deniz  ve  iç  su  araçlarının  talep  olması  ve  İdare  adına  kaydı  yapacak başkanlık  tarafından  uygun  bulunması  hâlinde  kayıt  edilebileceklerini öngörmekte idi.  655  sayılı  KHK  m.  43 de  ise  yabancı  uyruklu  gerçek  kişilerin mülkiyetinde bulunan gemi, deniz ve iç su araçlarının Bağlama Kütüğüne kaydedilebileceklerine  dair  herhangi  bir  hükme  yer  verilmemiştir.  Buna rağmen  Yönetmelik  m.  9(2)(a),  Eski  Yönetmeliğe  paralel  şekilde,  fakat oturma iznine sahip yabancı uyruklu gerçek kişilerle sınırlı olarak Bağlama Kütüğüne kayıt yapılmasına imkân vermektedir. 491 sayılı KHK Ek m. 12(4) de oturma izni şartı aranmadığından Yönetmelik te bu şartın aranması makul görülebilir. Ancak, yabancı uyruklu kişilerin mülkiyetinde bulunan gemi, deniz ve iç su araçlarının kaydedilmelerine dair hiçbir açık hüküm                                                  50  Eski düzenlemeden farklı olarak Yönetmelik m. 9(2)(a) daki şartları taşıyan ve talepte bulunan bir yabancının mülkiyetindeki gemi veya aracın kütüğe kaydında ilgili başkanlığın herhangi bir takdir hakkı bulunmamaktadır. Üstelik bu hüküm, YTTK m. 940 a değil, fakat m. 941 e istisna getirmektedir. Bkz. Algantürk Light, Bağlama Kütüğü, s. 53.   130AÜHFD, 64 (1) 2015: 103-169                                                                                          Demir ihtiva  etmeyen  655  sayılı  KHK  m.  43 e  açıkça  aykırı  biçimde  yabancı gerçek kişilerin mülkiyetindeki gemi ve araçlar için isteğe bağlı da olsa kayıt imkânı getirilmesi mümkün olmamak gerekir. Zira, bir devlet, egemenlik yetkisi  gereği  kural  olarak  sadece  kendi  tabiiyetinde  bulunan  kişilerin mülkiyetindeki gemi ve  su  araçlarının kendi gemi sicillerine  veya  kayıt zorunluluğu getiren benzeri rejimlere kaydına dair düzenlemeler yapabilir. Yabancı bayraklı gemi ve araçların kaydı istisnadır ve kanunda özel olarak düzenlenmelidir. Bu sebeple, m. 43 hükmünün, sadece Türk tabiiyetinde bulunan kişilerin malik oldukları gemi, deniz ve iç su araçlarıyla sınırlı olduğunun kabulü gerekir.  B) Devlete Ait Gemi, Deniz ve İç Su Araçları Yönetmelik, temel kamu hizmetlerinde kullanılmakta olan devlete ait gemilerin, deniz ve iç su araçlarının talep edilmeleri durumunda Bağlama Kütüğüne kaydına imkân vermektedir. Devlete ait gemiler, ticari amaçlarla kullanılmalarına  rağmen  MGS  veya  TUGS ne  tescil  edilmemişlerse Bağlama Kütüğüne zorunlu olarak kaydedilirler. Ancak 655 sayılı KHK m. 43 de devlete ait olan ve ticari amaçlarla kullanılmayan, bir başka deyişle kamu hizmetlerinde kullanılan veya bu amaca tahsis edilen gemi ve araçların Bağlama  Kütüğüne  kaydına  izin  veren  herhangi  bir  hüküm bulunmamaktadır.  Yönetmelik  m.  9(2)(b),  hem  655  sayılı  KHK  m.  43 hükmüne  açıkça  aykırıdır,  hem  de  kapsama  dair  m.  2(1)  hükmüyle çelişmektedir.  Düzenlemenin  devlet  gemilerinin  hukuki  durumu  ve  özellikle  gemi siciline tescil edilmelerinin caiz olmadığına dair ilkeyle bağdaşmadığı da belirtilmelidir. YTTK m. 958 hükmüne göre Devlet, il özel idaresi, belediye ve köy ile diğer kamu tüzel kişilerine ait münhasıran bir kamu hizmetinin görülmesine özgülenmiş gemiler, Türk Gemi Siciline tescil olunamazlar. Bu gemiler, ne ticari amaçlarla, ne de özel amaçlarla kullanılmaktadırlar. Bir geminin  gemi  siciline  tescil  edilmesinden  beklenen  amaç  ve  faydalar, belirtilen gemiler için söz konusu değildir. Aynı gerekçe, özü itibarıyla bir kayıt düzeni öngören Bağlama Kütüğü açısından da geçerlidir. Bu sebeple                                                  51  491 sayılı KHK Ek m. 13 ün yürürlükte olduğu dönemde dahi yabancı gerçek kişilere karşılıklılık ilkesi dikkate alınmadan Bağlama Kütüğüne kayıt yaptırma ve Türk bayrağı çekme hakkının tanınmasının kanun önünde eşitlik ilkesini zedelediği, KHK aracılığıyla böyle bir düzenleme getirilmesinin uygun olmadığı hakkında bkz. Ünan, s. 25 – 26.    131Yeni Bağlama Kütüğü Rejimi…                                                 AÜHFD, 64 (1) 2015: 103-169 YTTK m. 958 de belirtilen bütün gemilerin Bağlama Kütüğüne kaydına imkân bulunmamaktadır.      Yönetmeliğin Devlete ait gemi ve araçların Bağlama Kütüğüne kaydına imkân vermesiyle ne gibi bir fayda beklendiği bilinmemektedir. Bu gemi ve araçlar,  zaten  devletin  ilgili  makamlarının  gözetiminde  kullanılmakta  ve kayıt altına alınmaktadır. Bağlama Kütüğünün ihdas edilmesinin amaçları arasında  devlet  gemilerinin  de  kayıt  altına  alınması  ihtiyacı bulunmamaktadır.  Kaydın  ihtiyari  olması  sebebiyle  Bağlama  Kütüğüne kaydedilen Devlete ait gemi ve araçlarla kaydedilmeyen gemi ve araçlar arasında  gereksiz  biçimde  farklılık  yaratılmaktadır.  Zaten  ilgili  kamu makamlarınca  kayıt  altına  alınan  bu  gemi  ve  araçlar,  ayrıca  Bağlama Kütüğüne kaydedildiklerinde hiç de gerekmediği hâlde başta ruhsatname düzenlenmesi, harç ödenmesi, vize ve kayıt esasları gibi birçok yönlerden Yönetmelik hükümlerine tabi tutulacaklardır.            C) 2,5  Metreden  Küçük  Ticari  ve  Özel  Gemi,  Deniz  ve  İç  Su Araçları Yönetmelik m. 9(2)(c) hükmüne göre boyu 2,5 metrenin altındaki ticari ve özel gemi, deniz ve iç su araçlarının malikleri, diledikleri takdirde bu gemi ve  araçları, Bağlama  Kütüğüne  kaydettirebilirler. 655 sayılı KHK, hangi  büyüklük  veya  boydaki  gemilerin  Bağlama  Kütüğüne  kaydının zorunlu olup olmadığı yolunda herhangi bir hüküm içermemektedir. Kanuni düzenlemeye göre herhangi bir boy veya tonaj sınırlandırması söz konusu olmaksızın bir gemi siciline tescil edilmeyen bütün gemi, deniz ve iç su araçlarının Bağlama Kütüğüne kaydedilmeleri zorunludur.  Şüphesiz suda kullanılan bir jet ski veya çok küçük bir eğlence aracının Bağlama  Kütüğüne  kaydedilmesi  ihtiyacı  bulunmayabilir.  Bunların  kayıt dışında  kalmaları  sorun  yaratmaz.  Ancak  655  sayılı  KHK,  bu  konuda İdare ye herhangi bir takdir hakkı vermemiştir. 655 sayılı KHK m. 43(2) de yer  alan  yönetmelik  çıkarma  yetkisi,  İdare nin  takdir  hakkının  mevcut olduğu yönünde yorumlanamaz. Zira, bu fıkra, sadece kayda ilişkin usul ve esaslar ile yapılacak iş ve işlemlere yöneliktir. Bağlama Kütüğünün kapsamı, 655 sayılı KHK m. 43(1) de düzenlenmiş olup Yönetmelik ile daraltılamaz veya genişletilemez. Bu sebeplerle Yönetmelik m. 9(2)(c), kanuna açıkça aykırıdır.  Bununla  birlikte  küçük  gemi  ve  araçların  tespiti  ile  bunların 132AÜHFD, 64 (1) 2015: 103-169                                                                                          Demir Bağlama Kütüğü kapsamı dışında bırakılmaları hususunda İdare ye takdir hakkı veren bir hükmün söz konusu kararnamede yer alması uygun olurdu.          D) Spor Kulübü ve Federasyonlara Kayıtlı Gemi, Deniz ve İç Su Araçları         Yönetmelik m. 9(2)(ç) ye göre Gençlik ve Spor Bakanlığı nca tescil edilmiş  spor  kulübü  ve  federasyonların  envanterinde  kayıtlı  olup  da münhasıran spor faaliyetleri için kullanılan gemi, deniz ve iç su araçları talep olması hâlinde Bağlama Kütüğüne kaydedilebilirler. Yönetmelik, 655 sayılı KHK m. 43(1) hükmüne açıkça aykırı surette bu gemi ve araçları, Bağlama Kütüğüne kayıt zorunluluğundan istisna tutmaktadır. Oysa, münhasıran spor faaliyetleri için kullanılan bu gemi, deniz ve iç su araçları, m. 43(1) de belirtilen  özel kullanıma mahsus gemi, deniz ve iç su araçları  statüsünde olup bunların Bağlama Kütüğüne kayıtları zorunlu olup söz konusu maddede herhangi bir istisna hükmüne yer verilmemiştir. Bu gemi, deniz ve iç su araçları, YTTK m. 935(2)(a) ve m. 956 çerçevesinde ihtiyari olarak MGS ne tescil edilmemişlerse mutlaka Bağlama Kütüğüne kaydedilmelidirler.   Bu gemi ve araçların hangi gerekçeyle kayıt zorunluluğundan istisna bırakılmak  istendiği  anlaşılamamaktadır.  Muhtemelen  Yönetmeliği hazırlayanlar, bu gemi ve araçların Gençlik ve Spor Bakanlığı nca tescil edilmiş spor kulübü ve federasyonların envanterlerinde kayıtlı olduklarını dikkate alarak bunların yeniden Bağlama Kütüğüne kaydedilmelerine gerek görmemiş olabilirler. Ancak bu gemi ve araçların belirtilen spor kulüpleri veya federasyonların envanterlerinde alelade kayıtlı olması, kanunla kurulan ve  emredici  tarzda  düzenlenen  Bağlama  Kütüğüne  kayıt  zorunluluğunu hiçbir biçimde ortadan kaldıramaz. Kaldı ki, belirtilen gemi ve araçların Bağlama  Kütüğü  rejimine  benzer  şekilde  ilgili  kulüp  ve  federasyonlara kaydedilmesi zorunluluğuna dair kanuni bir düzenleme de bulunmamaktadır. Bunların diğer gemi ve  araçlar gibi İdare  tarafından tek elden takip ve denetlenmeleri  gereklidir.  Kaydın  ihtiyari  hâle  getirilmesi,  bu  gemi  ve araçların  tamamıyla  Bağlama  Kütüğü  uygulamalarından  hariç bırakılmasından  başka  bir  anlam  ifade  etmemektedir.  Bu  ise  kanun koyucunun açık amaçlarıyla çelişmektedir.       Kaydın ihtiyari olması, denetim ve kayıt altına alma amacına ulaşılması önünde önemli bir engel oluşturmasının ötesinde Devletin ciddi ölçüde vergi kaybına da yol açabilir. Bu gemi ve araçların sayısı ve nitelikleri tam olarak   133Yeni Bağlama Kütüğü Rejimi…                                                 AÜHFD, 64 (1) 2015: 103-169 bilinmemekle beraber önemli bir yekûn tuttukları tahmin edilmektedir. Kayıt zorunluluğundan  istisna  edilmeleri  sebebiyle  bunların  hemen  tamamı Bağlama Kütüğüne kaydedilmeyeceklerinden ruhsatname düzenlenmeyecek ve harç tahsil edilmesi mümkün olmayacaktır. Diğer yandan, Yönetmelik m. 9(3)  hükmü  ile  bu  gemi  ve  araçların  kaydına  ilişkin  usul  ve  esasların Bakanlık tarafından belirleneceği belirtilmekle beraber bu yetkinin sınırları gösterilmediğinden uygulamanın tamamıyla İdarenin keyfine bırakıldığını söylemek yanlış olmaz.       VI – KAYIT USULÜ Yönetmelik m. 13 e göre Bağlama Kütüğüne kayıt, gemi, deniz ve iç su aracının malikleri veya işletenlerinin ilgili liman başkanlığına veya belediye başkanlığına yazılı talebi üzerine yapılır. Yönetmelik, malik veya işletenlerin vekilleri veyahut kanuni temsilcilerinden bahsetmekte ise de temsilci, kural olarak  asilin  yetkilerine  sahip  olduğundan   vekil   ve   kanuni  temsilci  ifadeleri  gereksizdir.  Kayıt  için  gerekli  belgeler,  Yönetmelik  m.  16 da gösterilmiştir.  İlgili liman veya belediye başkanlığı, Bağlama Kütüğünün tutulduğu herhangi bir liman veya belediye başkanlığıdır. Yönetmelik m. 6(3) ya göre malik veya işleten, gemi, deniz ve iç su aracını dilediği yerdeki Bağlama Kütüğüne  kaydettirebilir. Bir deniz gemisi veya  aracı, iç sularda yetkili  belediye  başkanlıklarınca  tutulan  Bağlama  Kütüğüne  kaydettirilebilir. Dolayısıyla  bu  gemi  ve  araçların  kaydedildiği  Bağlama  Kütüğünün bulunduğu yer, aynı zamanlar bunların bağlama limanı olarak kabul edilmek gerekir.  Düzenleme,  bağlama  limanı  ve  yetkili  sicil  müdürlüğüne  dair YTTK m. 946 ve 955(1) hükümlerine uygundur. Kayıttan önce gemi, deniz ve iç su aracının boyunun yetkili makamlarca ölçülmesi zorunludur.   Bağlama Kütüğüne kaydı zorunlu olan gemi, deniz ve iç su araçlarının malik veya işletenlerinin Yönetmelik m. 6(2) de gösterilen bir aylık süre içinde  başvuruda  bulunmaları  gerekir.  İlk  defa  kaydedilecek  veya  kayıt değişikliği yapılacak gemi, deniz ve iç su araçları için, iktisap veya kayıt değişikliğini  gerektiren  işlem  tarihinden  itibaren  bir  ay  içerisinde  yazılı olarak ilgili liman veya belediye başkanlığına yazılı olarak başvurulması                                                  52  Atamer, Bağlama Kütüğü, s. 344.  53  Ölçüm,  Gemilerin Tonilatolarını Ölçme Yönetmeliği  hükümlerine göre yapılır. Bkz. 12/3/2009 tarihli ve 27167 sayılı Resmî Gazete.   134AÜHFD, 64 (1) 2015: 103-169                                                                                          Demir gerekir. Mülga 491 sayılı KHK Ek m. 12(2)54 aksine 655 sayılı KHK m. 43 de kayıt için müracaat süresine dair bir hüküm yer almamaktadır.  Kayıt müracaatı için bir süre getirilmesi gereklidir. Bağlama Kütüğüne kayıt, zorunlu olduğuna göre bu yükümlülüğün yerine getirilmesi belirli bir süreye bağlanmalıdır. Ancak süreye ilişkin hükmün Yönetmelik te değil, 655 sayılı KHK da alması uygun olurdu. Zira, Bağlama Kütüğüne süresinde kayıt yaptırılmadığında ruhsatname düzenlenmemektedir. Yönetmelik m. 28, süresinde  kayıt  yaptırılmaması  ve  buna  bağlı  olarak  ruhsatname düzenlenmemesi durumunda  malik ve  işleten hakkında idari para cezası yaptırımı uygulanacağını belirtmektedir. Aşağıda ayrıntılı olarak incelendiği üzere,  idari  para  cezası  yaptırımının  uygulanması,  şart  ve  sınırlarının mutlaka kanunda gösterilmesine bağlı olduğundan Yönetmeliğin idari para cezası yaptırımına dair hükümlerinin geçerliliği tartışmaya açıktır.      Bağlama Kütüğü, bir elektronik ortam olarak adlandırılan GESBİS de tutulur. Böylece Bağlama Kütüğünün MGS ve TUGS ile birlikte uyumlu çalışması  ve  kayıt  dışı  gemi  ve  araçların  sistem  dışında  kalmalarının önlenmesi  amaçlanmaktadır.  GESBİS e  kayıt  yapılarak  Bağlama  Kütüğü bilgi  sisteminden  Bağlama  Kütüğü  numarası  alındıktan  sonra  kayıt örneğinden gerekli sayıda suret çıktısı alınarak işlem sona erdirilir. Alınan çıktılar,  yetkili  personel  tarafından  imzalanıp  mühürlenerek  kayıt  işlemi tamamlanır. İmzalı ve mühürlü kütük kayıt örneğinin birisi talep sahibine verilir, diğeri ise kayıt için istenilen belgelerle birlikte gemi, deniz ve iç su aracı  için  açılacak  bağlama  kütüğü  dosyasına  konulur  [Yönetmelik  m. 15(1)(2)].    VII – KAYDIN SİLİNMESİ VE NAKLİ A) Kaydın Silinmesi Yönetmelik m. 20(1) de Bağlama Kütüğüne kayıtlı gemi, deniz ve iç su araçlarının  bağlama  kaydının  malikinin  talebiyle  silineceği  hâller                                                  54  491 sayılı KHK Ek m. 12(2) de kayıt için başvurunun mevcut gemi, deniz ve iç su aracı için bu maddenin yürürlüğe girdiği tarihten itibaren altı ay, yeni kayıt altına alınacak veya kayıt değişikliği yapılacak gemi, deniz ve iç su aracı için iktisap tarihinden itibaren bir ay içerisinde malik veya işleteni tarafından yazılı olarak yapılacağı belirtilmekte idi.  55  Bkz. Aşağıda VIII.C.2. 56  Yönetmeliğe göre işletenin talebine dayanılarak kaydın silinmesi mümkün değildir. Kayıt, sadece malikin talebi üzerine silinebilir.     135Yeni Bağlama Kütüğü Rejimi…                                                 AÜHFD, 64 (1) 2015: 103-169 sayılmıştır.  Bu  hâller,  aynı  zamanda  kaydın  resen  silinmesini  de gerektirmektedir. Bu maddenin (b) bendinde belirtilen tamirinin mümkün olmadığı veya tamire değmez bir hâlde bulunan gemi, deniz ve iç su araçları ile (f) bendinde belirtilen özel kullanıma mahsus gemilerde ticari kullanım amacıyla cins değişikliği yapılması hususu dikkati çekmektedir.  Yönetmelik, tamiri mümkün olmayan ve tamire değmez gemi, deniz ve iç su araçlarının tanımını yapmamıştır. Bu durumda  tamir kabul etmez  ve  tamire değmez gemi  tanımlarının yapıldığı YTTK m. 933 hükümlerinin kıyasen  uygulanması  uygun  olur.  Her  ne  kadar  Yönetmelik te   tamiri mümkün olmayan  ifadesi kullanılmışsa da bu ifade,  tamir kabul etmez  olarak anlaşılmalıdır.  Tamiri mümkün olmayan  gemi ve araçların Bağlama Kütüğünden  maliklerinin  talebi  üzerine  silinmesi,  bir  geminin  malikinin istemi üzerine gemi sicilinden silinmesini mümkün kılan YTTK m. 965(1) ve (2) hükümleriyle uyumludur. Buna karşılık  tamire değmez  bir gemi veya aracın Bağlama Kütüğünden silinmesine imkân verilmesinin gerekçesi bilinmemektedir. YTTK m. 933(1)(b) ye göre tamir giderleri bir geminin, eski ve yeni farkı gözetilmeksizin, önceki değerinin dörtte üçünü aşacaksa bu gemi, tamire değmez gemi sayılır.  Tamire değmez bir gemi veya araç, fiziki ve teknik imkânlarla tamir edilebilir; bulunduğu yerde tamir edilebileceği gibi tamir edilebileceği bir limana  da  götürülebilir. Bu  kavram,  ekonomik  kriterlere  dayanmaktadır. Kanun koyucu, bir geminin tamire değip değmediğini tayinde, esas itibarıyla geminin tamiri için yapılacak masrafların, onun değeri ile böyle bir tamiri ekonomik bakımdan haklı gösterecek bir ilişki hâlinde bulunması gerektiği fikrinden hareket etmiş ve bunu sağlayacağına inandığı oranı, yine bizzat tespit etmiştir. Tamire değmez bir gemi veya aracın Bağlama Kütüğünden silinmesini haklı kılan hiçbir sebep yoktur. Bu gemi ve araçların bizatihi tamire değmez sayılmaları, onların gemi veya araç niteliğini kendiliğinden ortadan kaldırmadığı gibi, sınırlı da olsa tahsis amaçlarına uygun olarak                                                  57  Kaydın  silinmesi  hâlleriyle  ilgili  olarak   yurt  dışına  satılma   ifadesinin  hukuki terminolojiden uzak olduğu ve MGS hakkında ETTK m. 851 (YTTK m. 965) hükmünün göz ardı edilmemesi gerektiğine dair bkz. Aksoy, Bağlama Kütüğü, s. 91. YTTK m. 965(1) de aynen  Gemi, kurtarılamayacak şekilde batar veya tamir kabul etmez hâle gelir yahut her ne suretle olursa olsun Türk Bayrağını çekme hakkını kaybederse, istem üzerine sicilden kaydı silinir. Tescili isteğe bağlı olan gemilerin kaydı malik veya maliklerinin istemi üzerine sicilden silinir.  hükmü yer almaktadır.   58  Kalpsüz, Deniz Ticareti, s. 114. 136AÜHFD, 64 (1) 2015: 103-169                                                                                          Demir kullanılmalarına  engel  oluşturmaz.  Keza,  her  zaman  esaslı  surette  tamir edilerek tam anlamıyla tahsis amaçlarına uygun biçimde kullanılabilirler.  Tamir kabul etmez gemiler in gemi sicilinden silinmelerinden beklenen fayda,   tamir  kabul  etmez  gemi  ve  araçlar ın  Bağlama  Kütüklerinden silinmelerinde geçerli değildir.  Yönetmelik  m.  20(1)(f) de  özel  kullanıma  mahsus  gemilerin  ticari kullanım  amacıyla  cins  değişikliğinin  yapılması,  Bağlama  Kütüğünden silinmesi için bir sebep olarak kabul edilmiştir. Bu hüküm, açık biçimde 655 sayılı KHK m. 43 e aykırı olduğu gibi, Yönetmeliğin kapsama dair diğer maddeleriyle de çelişmektedir. 655 sayılı KHK m. 43, hem ticari amaçlarla, hem de özel maksatlarla kullanılan gemi, deniz ve iç su araçlarının Bağlama Kütüğüne kaydedilmeleri gerektiğini açıkça hüküm altına almıştır. Ayrıca Yönetmelik m. 2(1), 18 gros tonilatodan küçük ticari gemi, deniz ve iç su araçlarıyla özel kullanıma mahsus gemi, deniz ve iç su araçlarının Bağlama Kütüğünün kapsamında olduklarını belirtmektedir. Oysa, özel maksatlarla kullanılmakta iken YTTK m. 931(1) ve (2) çerçevesinde ticaret gemisine dönüştürülen bir gemi, sadece 18 gros tonilato veya üzerinde ise zorunlu olarak MGS ne tescil edileceğinden Bağlama Kütüğünden silinebilir. Bu tür gemiler,  ticaret  gemisine  dönüştürülmekle  beraber  18  gros  tonilatodan küçüklerse  MGS ne  tescili  ihtiyari  oldukları  için  Bağlama  Kütüğünden silinemezler.  Bu  düzenleme,  Yönetmeliği  hazırlayanların  YTTK  ve  655 sayılı KHK m. 43(1) hükümlerine aykırı olarak, büyüklüğüne bakılmaksızın bütün ticaret gemilerini MGS ne tescile zorlamaya yönelik düşüncelerinin ürünüdür.  Bağlama Kütüğüne kayıtlı olup da özel maksatlarla kullanılan ve ticaret gemisine  dönüştürülen bir  geminin, 18 gros  tonilatodan  küçük olmasına rağmen  Yönetmelik  m.  20(1)(f)  gereği  Bağlama  Kütüğünden  silinmesi durumunda  tamamen  kayıt  dışında  kalma  riski  mevcuttur.  Zira,  bu  tür gemilerin  MGS ne  tescili  tamamen  ihtiyaridir.  Kaldı  ki,  malik  gemisini MGS ne tescil ettirmiş olsa dahi 655 sayılı KHK m. 43(1) in açık hükmü karşısında her halükârda Bağlama Kütüğüne de kaydettirmek zorundadır.  Yönetmelik m. 20(1) de belirtilen hâllerden birisinin gerçekleşmesine rağmen gemi veya aracın Bağlama Kütüğü kaydının silinmesi talep edilmez ise durumu öğrenen başkanlık tarafından kaydın resen silinmesi prosedürü başlatılır.  Bu  durumda  ilgili  başkanlık,  ilgililere  yirmi  günlük  bir  süre   137Yeni Bağlama Kütüğü Rejimi…                                                 AÜHFD, 64 (1) 2015: 103-169 vererek kaydın silinmesi için talepte bulunmaya davet eder. Süre sonunda davete  icabet  edilmezse  kayıt,  resen  silinir.  (Yönetmelik  m.  22(1)]  Bu maddenin 4. fıkrasında üzerinde haciz veya başkaca takyidat bulunan gemi, deniz ve iç su araçlarının ancak alacaklılarının muvafakatiyle silinebileceği belirtilmektedir.  Bağlama Kütüğüne malikin tasarruf yetkisini sınırlandıran hacizler ve rehin gibi sınırlı ayni hakların kaydedilmesi, sadece ilgililere bilgi verilmesi amacına  yöneliktir.  Haczin  yapılması  ve  rehin  gibi  ayni  hakların  tesisi, Bağlama Kütüğü dışında gerçekleşir. Bağlama Kütüğünde bir haciz şerhinin veya sınırlı ayni hakkın kayıtlı olması ya da olmaması, o haczin veya hakkın mevcut olup olmadığı hakkında karine oluşturmaz. Bağlama Kütüğü, gemi sicili niteliğinde olmadığından haciz, İcra ve İflas Kanunu (İİİK) m. 85 vd. hükümlerine  uygun  olarak  gerçekleştirilir.  İİK  m.  86(2)  uyarınca haczedilmiş  taşınır  mal  üzerinde  üçüncü  şahsın  zilyetlik  hükümlerine dayanarak iyi niyetle iktisap ettiği haklar saklıdır. Rehin hakkı da taşınır rehni  hükümlerine  göre  gerçekleşmektedir.  İİK  m.  86(2)  hükmü  hacizli taşınır üzerinde iyi niyetle rehin hakkının kazanılması durumunu kapsar.  Ayrıca,  haciz  kaydı,  sadece  icra  müdürlüğünün  müzekkeresi  gereği mümkün  olduğundan  icra  müdürlüğünün  onayı  alınmaksızın  sadece alacaklının  talebiyle  kaydın  silinmesi  mümkün  olmamak  gerekir.  Yine Yönetmelik  m.  20(1) de  sayılan  resen  silinme  hâllerinin  tamamı  için alacaklıların muvafakatinin alınması doğru olmadığı gibi, eşyanın tabiatına da uygun değildir. Örneğin; kurtarılamayacak şekilde batan veya tamamen zayi  olan  bir  gemi  veya  aracın  silinmesi  için  alacaklıların  onayının alınmasının hiçbir anlamı ve faydası yoktur. Aynı durum, bir geminin MGS veya TUGS ne tescil edilmesi için de söz konusudur. Bir gemi veya aracın MGS  ve  TUGS ne  tescili,  Bağlama  Kütüğünden  silinmesi  şartına  bağlı değildir. Tescili zorunlu hâle gelen bir gemi MGS ye tescil edildiğinde veya şartlarının gerçekleşmesi üzerine ihtiyari olarak TUGS ne tescil edildiğinde, Bağlama  Kütüğü  kayıtlarının  kendiliğinden  silinmesi  zorunludur.  Aksi takdirde, alacaklıların onayı, MGS veya TUGS ne tescilin zorunlu bir şartı hâline getirilmiş olur ki, bu sonuç hiçbir şekilde kabul edilemez. Zira, YTTK ve TUGS, gemi siciline kayıt esaslarını emredici şekilde düzenlemektedir.     Yönetmelik, m. 22(4) hükmüyle resen kaydın silinmesinde alacaklıların muvafakatini aradığı hâlde m. 20(2) çerçevesinde isteğe bağlı olarak kaydın 138AÜHFD, 64 (1) 2015: 103-169                                                                                          Demir silinmesi talebi gündeme geldiğinde böyle bir muvafakat aramamaktadır. Ayrıca, isteğe bağlı olarak kaydın silinmesi, sadece yabancılar adına kayıtlı gemi ve araçlar için kabul edilmiş, m. 9(2)(b), (c) ve (ç) de belirtilen ve kaydı  isteğe  bağlı  olan  gemi  ve  araçların  isteğe  bağlı  olarak  kütükten silinmesine ilişkin herhangi bir hükme yer verilmemiştir. Belirtilen  gerekçelerle  Bağlama  Kütüğünde  yer  alan  haciz  kaydının veya  sınırlı  ayni  haklara  dair  kayıtların  silinmesinin  alacaklının muvafakatiyle  yapılacağına  dair  m.  22(4)  hükmünün  aslında  önemli  bir fonksiyonunun  bulunmadığı,  bilakis  gemi  sicilleri  ve  kayıt  rejimi uygulamalarında  karmaşaya  sebep  olacağı  anlaşılmaktadır.  Doğrusu,  bu hükme hiç yer verilmemesidir. Kurtarılamayacak şekilde zayi olması veya batması  hâlleri  hariç  rehin  konusu  gemi  veya  araçlar,  alacaklının zilyetliğinde olduğundan alacaklının hakkını elde etmesi sorun yaratmaz. Hacizde de benzer durum geçerlidir. Alacaklılar, resen silmeye muvafakat ettikleri  takdirde  haciz  ve  diğer  sınırlandırmalar,  kendiliğinden  ortadan kalkmazlar. Bununla birlikte MGS veya TUGS ne tescil gerçekleştiğinde Bağlama Kütüğü memurunun haciz ve diğer sınırlandırmalar hakkında sicil müdürlüğüne bilgi vermesi uygun olur.   B) Kaydın Nakli         Yönetmelik  m.  21,  ihtiyaçlara  uygun  olarak  Bağlama  Kütüğü kayıtlarının bir başka Bağlama Kütüğüne nakline dair ayrıntılı hükümler ihtiva etmektedir. Bu hüküm, malik veya işletenin gemisini veya aracını isteği  Bağlama  Kütüğüne  kaydettirebileceğine  dair  m.  6(3)  hükmüyle uyumludur. Gemi, deniz ve iç su aracı sahipleri, mevcut Bağlama Kütüğü kaydını  bir  başka  Bağlama  Kütüğüne  nakledebilirler.  Bunun  için  kütük kaydının bulunduğu veya nakledileceği başkanlığa yazılı talepte bulunulması yeterlidir.            VIII – KAYDIN HÜKÜMLERİ A) Bayrak Çekme Hakkı Yönetmelik  m.  12(1),  Eski  Yönetmelik  hükümlerine  paralel  olarak Bağlama Kütüğüne kayıtlı gemi, deniz ve iç su araçlarının Türk bayrağı çekmek  zorunda  olduklarını  amirdir.  655  sayılı  KHK  m.  43,  Bağlama Kütüğüne  kaydedilen gemi ve  araçların Türk bayrağı çekeceklerine dair herhangi bir hüküm ihtiva etmemektedir. 491 sayılı KHK Ek m. 12(4) de ise   139Yeni Bağlama Kütüğü Rejimi…                                                 AÜHFD, 64 (1) 2015: 103-169 sadece yabancı uyruklu gerçek kişilere ait olup da özel kullanıma tahsis edilen ve Bağlama Kütüğüne kaydedilen gemi, deniz ve iç su araçlarının ETTK m. 823 hükümlerine bağlı olmaksızın Türk bayrağı çekecekleri, ancak 19/4/1926  tarihli  ve  815  sayılı  Türkiye  Sahillerinde  Nakliyatı  Bahriye (Kabotaj)  ve  Limanlarla  Kara  Suları  Dahilinde  İcrayı  Sanat  ve  Ticaret Hakkında Kanun (Kabotaj Kanunu) hükümlerinin saklı olduğunu belirtmekte idi.  Bayrak  çekme  hakkı,  kamu  düzenine  ilişkin  olduğundan  Bağlama Kütüğüne kaydedilen gemi ve araçların bu hakka sahip olmaları için gerekli kriterler ile bayrak çekme hakkının ne şekilde kullanılacağına dair temel ilkelerin, 655 sayılı KHK m. 43 de açıkça düzenlemesi gerekirdi. Bayrak çekme  hakkına  ilişkin  esasların  sadece  Yönetmeliğe  bırakılması  isabetli olmamıştır.  Bu  açıdan  Yönetmeliğin  bayrak  çekmeye  dair  bütün hükümlerinin geçerli olup olmadığı sorunu gündeme gelmektedir.  Mülga 491 sayılı KHK Ek m. 12(4) de sadece yabancı uyruklu gerçek kişilere ait özel kullanıma tahsisli gemi ve araçların da Türk bayrağı çekme hakkına  sahip  oldukları  belirtilmiş,  ancak  bayrak  çekme  hakkına  ilişkin temel  ilkelere  yer  verilmemiştir.  Bununla  beraber  gerek  bu  maddenin mefhumu muhalifinden, gerekse kaleme alınış tarzından Bağlama Kütüğüne kayıt  zorunluluğunun  Türk  tabiiyetindeki  kişilerin  mülkiyetinde  bulunan gemi ve araçlar için getirildiği, tabiiyetin tayininde de ETTK m. 823 (YTTK m. 940) hükümlerinin dikkate alınmasının gerektiği kabul edilmekte idi.   655  sayılı  KHK  m.  43 de  bayrak  çekmeye  dair  temel  ilkelere  yer vermemiş ise de 491 sayılı KHK Ek m. 12 nin yürürlükte olduğu dönemde varılan bu sonucun Yeni Bağlama Kütüğü Rejimi için de geçerli olduğu kabul edilmelidir. Bir devlet, egemenlik hakkına dayanarak yalnızca kendi tabiiyetinde  bulunan  kişiler için böyle  bir zorunluluk  getirebilir. Bayrak çekme hakkı kamu düzenine ilişkindir ve bir imtiyaz oluşturur.  Kural olarak                                                  59  Ünan, s. 20; Atamer, Bağlama Kütüğü, s. 339; Aksoy, Bağlama Kütüğü, s. 77. Aksoy, yapılacak bir değişiklikle Türk gemi, deniz ve iç su aracının tanımlanması veya ETTK m. 823 (YTTK m. 931) hükmüne yollama yapılması gerektiğini savunmaktaydı. Kanaatimizce Bağlama Kütüğünün en önemli amaçlarından birisi, Türk bayrağına geçişi kolaylaştırmak ve teşvik etmek olduğundan ETTK m. 823 (YTTK m. 931) deki şartların aranması katı bir uygulamaya yol açacağından isabetli gözükmemektedir. Bununla birlikte kanun koyucunun amacına  paralel  olarak  yeni  bağlama  kütüğü  rejiminde  tabiiyet  ve  bayrak  çekme meselelerinin açık biçimde düzenlenmesine ihtiyaç olduğu da ortadadır.       140AÜHFD, 64 (1) 2015: 103-169                                                                                          Demir sadece Türk tabiiyetinde bulunan kişilerin mülkiyetindeki gemi ve araçlar, Bağlama  Kütüğüne  kaydedilebilir.  Türk  tabiiyetinin  belirlenmesinde  ise dikkate alınacak tek hüküm, YTTK m. 940 (Eski TTK m. 823) hükmüdür. 655 sayılı KHK m. 43 de tabiiyet ve dolayısıyla bayrak çekme hakkının belirlenmesinde  bu  hükme  yer  verilmemesi,  Yönetmelik  hükümleri  de dikkate  alındığında  karmaşaya  yol  açacak  niteliktedir.  En  azından Yönetmeliğin  YTTK  m.  940  hükümleriyle  çelişen  kısımlarının  geçersiz olduğu kolaylıkla söylenebilir.   655 sayılı KHK m. 43 de herhangi bir hükme yer verilmemiş olmasına rağmen Yönetmelik m. 12(3), yabancılara ait özel kullanıma mahsus gemi, deniz ve iç su araçlarının YTTK nun bayrak çekme ile ilgili hükümlerine bağlı olmaksızın Türk bayrağı çekmelerine müsaade etmektedir. Bu hüküm, tamamen hukuka aykırıdır. Bayrak çekme hakkının kamu düzenine ilişkin olması  ve  bir  imtiyaz  teşkil  etmesi,  bu  hakkın  açıkça  kanunla düzenlenmesine bağlıdır. Sadece Yönetmelik yoluyla yabancı bir kişiye ait gemi ve araçlara bayrak çekme hakkı tanınması mümkün değildir.  Yönetmelik m. 12(3), bayrak çekme hakkı konusunda daha da ileri giderek Bağlama Kütüğüne kaydedilen ticari gemi, deniz ve iç su araçları ile yabancılara  ait  özel  kullanıma  mahsus  gemi,  deniz  ve  iç  su  araçlarının YTTK nun  bayrak  çekme  ile  ilgili  hükümlerine  bağlı  olmadıklarını vurgulamaktadır. YTTK nun Türk bayrağı çekmeye dair hükmü, m. 940 (ETTK  m.  823)  hükümleri  dikkate  alınmaksızın  Bağlama  Kütüğüne kaydedilen  gemiler Türk bayrağı  çekeceklerdir.  Hukukumuzda  gemilerin hangi şartlarla Türk bayrağı çekeceğini, dolayısıyla tabiiyeti düzenleyen ve emredici nitelikte olan tek hüküm, YTTK m. 940 dır. Kabotaj Kanunu nun uygulanmasında  tabiiyetin  tayini  bakımından  bu  madde  dikkate  alınmak zorundadır.  655  sayılı  KHK  m.  43 de  herhangi  bir  hükme  yer verilmemesinin doğurduğu olumsuzluk bir yana, sadece Yönetmelikle m. 940  hükümleri  hilafına  Türk  bayrağı  çekme  hakkı  tanınmasının  hukuka aykırılık teşkil edeceği açıktır.                                                       60  Oysa Mülga 491 sayılı KHK m. 12(4), isabetli biçimde yabancı uyruklu gerçek kişilerin mülkiyetindeki gemi ve araçların Türk bayrağı çekme hakkını açıkça düzenlemişti. 655 sayılı  KHK  m.  43 de  meseleye  hiçbir  şekilde  temas  edilmemesinin  sebebi anlaşılamamaktadır.   61  Atamer, Gemi Sicili, s. 166, 176-182.   141Yeni Bağlama Kütüğü Rejimi…                                                 AÜHFD, 64 (1) 2015: 103-169 Diğer  yandan,  Yönetmelik  m.  12(3),  kendi  içinde  çelişkili  biçimde sadece  ticari  gemi  ve  araçlar  ile  yabancı  uyruklu  gerçek  kişilerin mülkiyetinde bulunan özel kullanıma tahsisli gemi ve araçlar bakımından bayrak çekme meselesini düzenlemiş; buna karşılık Türk vatandaşlarının da ortağı oldukları özel maksatlarla kullanılan gemi ve araçların bayrak çekme hakkının hangi esaslara tabi olacağına temas etmemiştir. Acaba bu tür gemi ve araçlar da YTTK m. 940 hükümlerine tabi olmadan Türk bayrağı mı çekecekler,  yoksa  m.  940  hükümlerine  aynen  uyacaklar  mıdır?  Paylı mülkiyete veya elbirliği mülkiyetine konu olan ve aralarında yabancı gerçek kişilerin de bulunduğu bir gemi veya araç mevcut olabilir. Bu durumda tabiiyet nasıl belirlenecektir? Yönetmeliğin düzenleme tarzı ve mantığına göre aralarında Türk vatandaşlarının da bulunduğu ve YTTK m. 940(3) deki şartların gerçekleşmediği özel maksatlarla  kullanılan gemi ve  araçlar da YTTK m. 940 hükümlerine bağlı olmadan Türk bayrağı çekmelidir. Zira yabancılar için kolaylaştırılan bayrak çekme hakkının Türk vatandaşları için zorlaştırılması düşünülemez.  Ancak her halükârda YTTK m. 940 hükmüne aykırı olan bu sonuç kabul edilemez. Yönetmelik hükümlerine göre Bağlama Kütüğüne kayıtları mümkün olsa dahi Kabotaj Kanunu hükümlerinden yararlanmak her zaman YTTK m. 940(3) hükmüne tabi olacaktır. Bir başka deyişle, yabancı uyruklu gemi ve  araçlar hakkında  Kabotaj Kanunu  hükümlerinin saklı olduğunu belirten Yönetmelik m. 12(4) hükmü, Bağlama Kütüğüne kaydedilen bütün gemi ve araçlar için geçerlidir. Sonuç olarak YTTK m. 940 da belirtilen şartlar  gerçekleşmediği  sürece  bir  gemi  veya  aracın  Bağlama  Kütüğüne kaydı ve dolayısıyla Türk bayrağı çekmesi mümkün değildir.     B) Ruhsatname Düzenlenmesi Bağlama Kütüğüne kayıtlı bütün gemi, deniz ve iç su araçları için bir Bağlama Kütüğü Ruhsatnamesi düzenlenir. Yönetmelik m. 12(2) ve 18(1) hükümlerine göre Bağlama Kütüğüne kayıtlı bütün gemi ve araçlar, bayrak çekme hakkını sadece Bağlama Kütüğü Ruhsatnamesi ile ispatlayabilirler ve kullanabilirler. Ruhsatname, MGS ve TUGS ne tescil edilen gemiler için düzenlenen gemi tasdiknamesi yerine geçmektedir. Ayrıca gemi veya su aracının mülkiyet hakkını belgeler.                                                   62  Atamer, Bağlama Kütüğü, s. 341 – 342. 142AÜHFD, 64 (1) 2015: 103-169                                                                                          Demir Bağlama Kütüğüne kaydolan bütün gemi, deniz ve iç su araçlarının MTV den istisna edilmesi sebebiyle Devletin vergi kaybına uğramaması için bu gemi ve araçlardan harç alınması zorunluluğu getirilmiştir. Bu amaçla Harçlar  Kanununun  muhtelif  maddelerinde  değişiklik  yapılarak  MTV tutarlarına göre oldukça düşük sayılabilecek miktarlarda ve basit bir yöntem olarak sadece gemi ve aracın boyu esasına göre alınacak harç miktarları belirlenmiştir. Harç alınması, Bağlama Kütüğüne kaydolan gemi ve araçlar için ruhsatname düzenlenmesine bağlanmıştır.    655 sayılı KHK m. 43 de anlaşılmaz biçimde bu hükümlerin hiçbirine yer  verilmemiş,  mesele  Yönetmelik  hükümleriyle  düzenlenmeye çalışılmıştır. Oysa, 491 sayılı KHK Ek  m. 12(5), (6) ve  (7) de  isabetli biçimde  ruhsatnamenin  düzenlenmesi,  vizesi,  harcın  tahsili,  ruhsatname alınmaması  veya  zamanında  vize  işleminin  yaptırılmaması  durumunda uygulanacak  müeyyidelere  dair  ayrıntılı  hükümler  yer  almakta  idi.  Bu hükümler,  Harçlar Kanununa  bağlı  (8)  sayılı  tarifenin   XIII  –  Bağlama Kütüğü  ruhsatnamelerinden  ve  bunların  vizelerinden  alınacak  harçlar  bölümünde yer alan hükümlerle uyumlu idi.  655  sayılı  KHK  m.  43 de  ruhsatnameye  ilişkin  temel  ilkelere  yer verilmemesi, hukuka aykırı olduğu gibi, Harçlar Kanunu ile de uyumsuzluk yaratmaktadır. Öncelikle konunun bir yönetmelikte değil, fakat Kanunda düzenlenmesinin  zorunlu  olduğu  belirtilmelidir.  Zira  ruhsatname,  hem bayrak  çekme  hakkının  ispatı  ve  kullanılması  bakımından  düzenlenmesi zorunlu olan bir belgedir, hem de harç alınmasının sebebini oluşturmaktadır.                                                  63  Harçlar Kanununa bağlı (8) sayılı tarifenin  XIII – Bağlama Kütüğü ruhsatnamelerinden ve bunların vizelerinden alınacak harçlar  bölümüne göre 491 sayılı KHK hükümlerine göre oluşturulan bağlama kütüklerine kaydedilen gemi, deniz ve iç su araçlarına verilecek ruhsatnamelerden ve bunların vizelerinden (Gemi, deniz ve iç su aracının boyuna göre) aşağıdaki harçlar alınır:  5 metreden 9 metreye kadar olanlardan 358,40 TL  9 metreden 12 metreye kadar olanlardan 716,90 TL  12 metreden 20 metreye kadar olanlardan 1.434,10 TL  20 metreden 30 metreye kadar olanlardan 2.868,50 TL  30 metreden büyük olanlardan 5.737,20 TL  Aracın boyunun tespitinde bir metreden küçük değerler dikkate alınmaz. Münhasıran deniz taşımacılığı ve balıkçılık faaliyetinde kullanılan gemi, deniz ve iç su araçları için alınacak ruhsatname ve yapılacak vize işlemleri bu bölümdeki harçlardan müstesnadır. 64  Yönetmelik m. 18(11) e göre harca tabi olmayan gemi, deniz ve iç su araçları için de ruhsatname düzenlenir.    143Yeni Bağlama Kütüğü Rejimi…                                                 AÜHFD, 64 (1) 2015: 103-169 Mülga 491 sayılı KHK Ek m. 12(5), (6) ve (7) hükümlerinin, hemen hemen Yönetmeliğe aynen aktarılmış olduğu görülmektedir.    Yönetmeliğin 18(2) maddesine göre ruhsatname, gemi, deniz ve iç su aracının  kaydedildiği  Bağlama  Kütüğünü  tutmakla  görevli  başkanlık tarafından  düzenlenir.  Ruhsatnamenin  geçerlik  süresi  beş  yıldır. Ruhsatnamenin ne şekilde düzenleneceği ve içeriği, Yönetmelik m. 18(3), (4),  (5) de  gösterilmiştir.  Ruhsatnameler,  harca  tabi  olup  olmadığına bakılmaksızın düzenleme veya vize geçerlilik tarihinden itibaren beş yıla kadar vize edilebilir. Yönetmeliğin 19(1) maddesi, ruhsatname vize harcının cari  yıl  harç  miktarı  ile  vize  edilen  yıl  sayısının  çarpılması  suretiyle hesaplanacağını öngörmektedir.  Harçlar  Kanunu,  ruhsatnamelerin  vizelerinden  de  harç  alınacağını amirdir.  Oysa,  vizelerin  geçerlik  süresi,  geçerlik  tarihinin  başlangıcı, ruhsatname ve vize harçlarının nasıl alınacağına dair hususlar, 491 sayılı KHK  Ek  m.  12  aksine  655  sayılı  KHK  m.  43 de  gösterilmeyip Yönetmelik te yer almaktadır. Harçlar Kanunu, ruhsatname ve vizelerden harç  alınması  hususunda  kanuna  değil,  Yönetmelik  hükümlerine dayanmaktadır. Ruhsatname ve vize işlemlerinden alınacak harçların usul ve esasları bir kanun hükmüne dayanmadığından harç uygulamasının hukuka uygunluğu tartışılır hâle gelmektedir.                                                       65  Ruhsatnamenin özel tekneler bakımından aslında gerekli olmadığı, belirli hâllerde, örneğin teknenin yurt dışına yolculuğa gidecek olması gibi hâllerde gemi siciline kayıt ile gemi tasdiknamesi alınmasının yeterli sayılması gerektiği ve harç adı altında yeni mali yükler getirilmesinin uygun olmadığı hakkında bkz. Altop, Bağlama Kütüğü, s. 3 - 4.   66  Yönetmeliğin 25. maddesi, ruhsatname harcını düzenlemektedir. Bu maddenin 1. fıkrası, Harçlar Kanununa bağlı (8) sayılı tarifenin XIII numaralı bölümünün girişindeki ifadeleri tekrarlamaktadır. Buna karşılık maddenin diğer fıkraları, harç yükümlülüğünün ne zaman doğacağını, ruhsatnamelerdeki değişikliklerin harca etkisini, iptal edilen ruhsatnamedeki vize değişikliğini, harcın peşin ödenmesi gerektiğini, harca tabi olmayan gemi ve araçlar için düzenlenen ruhsatnameler için en düşük harç oranının 1/4'ü oranında ücret alınacağını, bu  ücretin  Bakanlık  Döner  Sermayesi  ile  Belediye  Başkanlıklarının  bütçelerine kaydedileceğin  belirtmektedir.  Harçlar  Kanununda  yer  almayan  ve  kanunla  da düzenlenmeyen  bu  hükümler,  tamamen  geçersizdir.  Yine  Yönetmeliğin   İstisnalar  ve muafiyetler  başlıklı 26(4) maddesinde yer alan ve Bağlama Kütüğüne kayıtıl ve geçerli ruhsatnameye sahip gemi, deniz ve iç su araçlarının her türlü gemi sağlık resmi ve fener ücretlerinden  muaf  olduklarına  dair  hüküm  de  kanuni  dayanağı  bulunmadığından geçersizdir. 491 sayılı KHK Ek m. 12(5) in son cümlesinde Bağlama Kütüğüne kayıtlı ve geçerli ruhsatnameye sahip gemi, deniz ve iç su araçlarının her türlü gemi sağlık resmi ve fener ücretlerinden muaf olduklarına dair hüküm, 655 sayılı KHK m. 43 e alınmamıştır. Bu gemi  ve  araçların  belirtilen  resim  ve  ücretlerden  muaf  olduklarına  dair  ne  Harçlar 144AÜHFD, 64 (1) 2015: 103-169                                                                                          Demir C) İdari Yaptırımlar Bir  gemi  veya  aracın  Bağlama  Kütüğüne  kaydettirilmemesinin yaptırımları; bunların seferden men edilmeleri ve haklarında idari para cezası uygulanmasıdır. Bağlama  Kütüğüne  kaydedilmeyen  gemi ve  araçlar için ruhsatname  düzenlenmesi  ve  bunların  vizesi  söz  konusu  olmadığından Devletin gelir kaybı meydana gelecektir. Yeni Bağlama Kütüğü rejiminin en büyük yanlışlıklarından birisi de bu yaptırımların 655 sayılı KHK m. 43 de düzenlenmeyip Yönetmelik hükümlerine bırakılmasıdır. 655 sayılı KHK m. 43,  Mülga  491  sayılı  KHK  Ek  m.  12(6)  ve  (7)  hükümlerinin  aksine Bağlama Kütüğü uygulamaları bakımından ne seferden men, ne de idari para cezası  yaptırımlarına  dair  açık  hükümler  ihtiva  etmektedir.  Sadece Yönetmelik hükümleriyle bu yaptırımların düzenlenmesi ve uygulanması, hukuka aykırıdır.  1. Seferden Men Yönetmeliğin   Seferden  men   başlıklı  27(1)  maddesine  göre ruhsatnamesi olmayan gemi, deniz ve iç su araçlarına, denizcilik mevzuatına göre verilmesi zorunlu belgeleri düzenlenmez, liman ve iç su dâhilinde bile olsa sefere çıkmasına izin verilmez. Zorunlu belgelerin düzenlenmemesi, seyrüsefere  engel  olma  amacına  yöneliktir.  Ruhsatname,  aynı  zamanda bayrak çekme hakkının kullanılması için zorunlu belgelerden olduğu için gemi  veya  aracın asıl  belgelerinden  sayılır  ve  gemi  veya  araç  üzerinde bulundurulur.  Yönetmelik,  gemi  veya  araç  için  sadece  seferden  men yaptırımı öngörmüşse de bir kısım araçlar, seyrüsefer dışında bir amaca tahsis edilmiş olabilirler. Bunlar için seferden men dışında tahsis amacına uygun olarak çalıştırmama yaptırımının benimsenmesi uygun olurdu.   Yönetmelik m. 27 de müstakil başlık altında düzenlenen seferden men yaptırımına gereksiz biçimde m. 18(6) da mükerrer olarak yer verilmiştir. Bu maddenin 2. cümlesine göre ruhsatnamesi bulunmayan gemi, deniz ve iç su                                                                                                                    Kanununda, ne de 6/11/1981 tarihli ve 2548 sayılı  Gemi Sağlık Resmi Kanunu nda herhangi bir hüküm bulunmaktadır.       67  Mülga 491 sayılı KHK Ek m. 12(6) da aynen  Ruhsatnamesi olmayan veya zamanında vize işlemi yapılmayan gemi, deniz ve iç su aracının maliki ve işletenine, tescil edilmemesi nedeniyle tahsil edilemeyen ruhsat ve vize harç tutarının iki katı idari para cezası verilir ve bu gemi, deniz ve iç su araçlarına, denizcilik mevzuatına göre verilmesi zorunlu belgeleri düzenlenmez, liman veya iç su dâhilinde bile olsa sefere çıkmasına izin verilmez.  hükmü yer almakta idi.    145Yeni Bağlama Kütüğü Rejimi…                                                 AÜHFD, 64 (1) 2015: 103-169 aracı seferden men edilerek en yakın limanda bağlanır. Oysa, m. 27(2), seferden  men  yaptırımının  ilgilisine  tebliğ  edileceğini,  keyfiyetin  yetkili Sahil Güvenlik Bot Komutanlıklarına bildirileceğini, bu yaptırımlara uyulup uyulmadığının gemi ve deniz araçları için sahil Güvenlik Bot Komutanlıkları tarafından  kontrol  edileceğini,  iç  sularda  ise  bu  takip  ve  kontrollerin jandarma veya emniyet teşkilatı yahut belediyenin ilgili birimi tarafından yerine getirileceğini belirtmektedir.  2. İdari Para Cezası Yönetmeliğin  İdari Para Cezası  başlıklı Beşinci Bölümü, m. 28 ilâ 34 hükümlerinde, Eski Yönetmelik hükümlerine paralel biçimde, ruhsatnamesi olmayan  veya  zamanında  vize  işlemi  yapılmayan  gemi,  deniz  ve  iç  su araçlarının  malik  ve  işletenine  uygulanacak  idari  yaptırımlar  ayrıntılı biçimde düzenlenmektedir. İdari para cezasına dair temel ilkelere yer veren 491 sayılı KHK Ek m. 12(6) ve (7) hükümlerinin 655 sayılı KHK m. 43 e alınmayarak  konunun  Yönetmelik  ile  düzenlenmesi,  idari  para  cezası uygulamalarını hukuka aykırı hâle getirmiştir.  Yönetmelik m. 28(1) e göre ruhsatnamesi olmayan veya zamanında vize işlemi yapılmayan gemi, deniz ve iç su aracının maliki ve işletenine, tescil  edilmemesi  veya  vize  yaptırılmaması  nedeniyle  idari  para  cezası uygulanır. Bu ceza, tahsil edilemeyen ruhsat ve vize harç tutarının beşte birine  ilave  olarak  ruhsatnamenin  düzenlenmesi  veya  vizenin  yapılması gereken tarihten itibaren geç kalınan her ay için % 5 eklenerek hesaplanır. Harca tabi olmayan gemi, deniz ve iç su aracına ise m. 25(6) da belirlenen miktar üzerinden hesaplama yapılır. Geçirilen süre bir aydan az ise aya tamamlanır.  Aynı  maddenin  2.  fıkrası,  malik  ve  işletenin  farklı  olması durumunda ayrı ayrı, aynı kişi olduğu takdirde malik sıfatıyla tek bir ceza verileceğini, m. 6(2) de belirtilen süreler içerisinde ruhsatname alınmaması nedeniyle kabahat fiilinin oluşmayacağını belirtmektedir.   Yönetmelik,  ruhsatname  alınmaması  ve  vize  yaptırılmamasını,  bir kabahat olarak kabul etmekte, buna verilecek cezanın nasıl belirleneceğini de  açıkça  hüküm altına  almaktadır. Hatta  daha  ileri giderek m. 6(2) de                                                  68  İdari para cezaları hakkında ayrıntılı bilgi için bkz. Güçlü, Yaşar. (2010). İdari Para Cezaları ve Diğer İdari Yaptırımlar. (2.bs.). Ankara: Seçkin Yayınları; Parlar, Ali. (2012). Açıklamalı – İçtihatlı Kabahatler Kanunu. Ankara: Bilge Yayınevi.  146AÜHFD, 64 (1) 2015: 103-169                                                                                          Demir belirtilen  hâllerde,  yani  ilk  defa  kayıt  veya  kayıt  değişikliği  yapılması gereken  durumlarda  iktisap  tarihinden  itibaren  bir  ay  içinde  başkanlığa başvurulmamasını, yani ruhsatname alınmamasını suç olmaktan çıkarmakta, böylece idari para cezası uygulamasını etkisiz ve anlamsız kılacak biçimde kendi içinde çelişkiye düşmektedir.  Kanunilik  ilkesi  gereği  idari  para  cezasını  gerektiren  kabahat niteliğindeki suçlar ile bu suçlara verilecek cezaların miktar ve sınırlarının veya  bunlara  ilişkin çerçeve  hükmün  kapsam  ve  koşullarının açıkça bir kanunda düzenlenmesi gerekir. 30/3/2005 tarihli ve 5326 sayılı Kabahatler Kanununun  Kanunîlik ilkesi  başlıklı 4(1) maddesine göre hangi fiillerin kabahat  oluşturduğu,  kanunda  açıkça  tanımlanabileceği  gibi;  kanunun kapsam ve koşulları bakımından belirlediği çerçeve hükmün içeriği, idarenin genel  ve  düzenleyici  işlemleriyle  de  doldurulabilir.  Aynı  maddenin  2. fıkrasına göre de kabahat karşılığı olan yaptırımların türü, süresi ve miktarı, ancak kanunla belirlenebilir. İdarî para cezası miktarlarına ilişkin olarak Kabahatler Kanununun 17(2) maddesi, idarî para cezasının kanunda alt ve üst sınırı gösterilmek suretiyle de belirlenebileceğini, bu durumda idarî para cezasının miktarı belirlenirken işlenen kabahatin haksızlık içeriği ile failin kusuru  ve  ekonomik  durumunun  birlikte  göz  önünde  bulundurulacağını belirtmektedir.  Her ne kadar Yönetmeliğin 3. maddesinde bu Yönetmeliğin 655 sayılı KHK m. 9, 28 ve 43 hükümlerine dayanılarak hazırlandığı belirtilmekte ise de bu hükümlerin idari para cezası uygulamalarına yeterli hukuki dayanak oluşturmaları mümkün değildir. 655 sayılı KHK m. 9,  Deniz ve İçsular Düzenleme Genel Müdürlüğü nün görevlerini; m. 28, bu KHK m. 7 ilâ 14 de düzenlenen Bakanlık hizmet birimlerinin sorumluluk alanlarıyla ilgili olarak  ortak  görevleri  ve  hükümleri;  m.  43  ise  Bağlama  Kütüğünü düzenlemektedir.  655 sayılı KHK m. 9(1)(e) hükmüne göre her çeşit gemi ve benzeri deniz ve iç su aracının tescilinin yapılması ve sicilinin tutulmasına ilişkin usul ve esasları belirleme, bunların tescilini yapma ve sicilini tutma görevi, Deniz ve İçsular Düzenleme Genel Müdürlüğü ne aittir. Bu bentte gemi ve araçların  tescili  ve  sicilinin  tutulmasından  bahsedilmiş,  ancak  Bağlama Kütüğüne  temas  edilmemiştir.  Bununla  birlikte  ifadenin  yazım  tarzı  ve   147Yeni Bağlama Kütüğü Rejimi…                                                 AÜHFD, 64 (1) 2015: 103-169 amacı dikkate alındığında Bağlama Kütüğü uygulamalarının da bu genel müdürlüğün görev alanına girdiği değerlendirilmektedir.  655 sayılı KHK m. 28(2)(b) de ise Deniz ve İçsular Düzenleme Genel Müdürlüğü nün;  sorumluluk  alanıyla  ilgili  olarak  hazırlayıp  Resmî Gazete de yayımlanarak yürürlüğe konulan Bakanlık idari düzenlemelerinde, bu düzenlemeleri ihlal edecek hizmet üretenler ile hizmetten yararlananlar için, hangi hâllerde uygulanacağını ve miktarını açıkça belirtmek kaydıyla beş milyon Türk Lirasına kadar idari para cezası uygulaması öngörmek ve ihlal  edenlere  belirlenen  miktarda  idari  para  cezası  karar  tutanağı düzenlemek veya düzenletmekle görevli ve yetkili olduğu belirtilmektedir. Mezkûr genel müdürlüğe idari para cezası uygulamasına imkân vermeyi amaçlayan  bu  hükümle  ilgili  olarak  öncelikle  Bakanlık  idari düzenlemelerinden neyin anlaşılacağının açık olmadığı belirtilmelidir.  Kabahatler  Kanunu,  kanunun  çerçeve  hükmüne  dayanarak  İdarenin genel ve düzenleyici işlemleriyle kabahat fiillerinin belirlenmesine imkân vermektedir. Bakanlık, 655 sayılı KHK, m. 28(2)(b) hükmüne dayanarak Yönetmelikle idari para cezası uygulamalarını düzenlemeye çalışmaktadır. Ancak,  655  sayılı  KHK  m.  28(2)(b),  idari  para  cezası  uygulamaları bakımından İdareye yetki veren bir çerçeve hüküm niteliğinde değildir. Bir başka  deyişle,  655  sayılı  KHK,  ruhsatname  alınmaması  ve  vize yaptırılmaması biçimde kabul edilen kabahatler ile bunlar için verilecek idari para cezalarının miktar ve sınırlarının tespitine dair koşulları ve kapsamı açıkça  gösteren  bir  çerçeve  hüküm  getirmemiştir.  Zira,  bu  maddeden Bağlama  Kütüğü  uygulamaları  bakımından  hangi  fiillerin  kabahat  suçu oluşturduğu veya oluşturacağı anlaşılamadığı gibi, idari para cezalarının alt ve  üst  sınırlarının  tespit  edilmediği,  sadece  üst  sınırın  tespit  edildiği anlaşılmaktadır. Deniz ve İçsular Düzenleme Genel Müdürlüğünün görev alanına  giren  bütün  konularda  bu  genel  müdürlüğe  idari  para  cezası uygulama  yetkisi  verilmesi,  Kabahatler  Kanununun   kanunilik   ilkesini düzenleyen 4(1) maddesine aykırıdır. Kabahat oluşturacak fiillerin belirli ölçüde  somutlaştırılması,  sınırlarının  çizilmesi  zorunludur.  Aksi  takdire İdare ye sınırsız ve keyfi biçimde idari para cezası uygulama yetkisi verilmiş olur.  655 sayılı KHK m. 28(2)(b) de geçen hizmet üretenler ile hizmetten yararlananlardan kimlerin kastedildiği belirsizdir. Gemi sicilleri ve Bağlama 148AÜHFD, 64 (1) 2015: 103-169                                                                                          Demir Kütüklerinin  tutulması,  bu  anlamda  bir  hizmet  olarak  anlaşılabilir  mi? Kanaatimizce gemi sicilleri ve Bağlama Kütüklerinin tutulması, bir hizmet olarak  yorumlanamaz.  Hizmetten  kastedilen  m.  9(c) de  belirtildiği  üzere deniz  ve  iç  sular  ulaştırması  alanındaki  hizmetler,  yani  denizcilik hizmetleridir. Devlet, denizcilik hizmetlerinin belirli bir düzen ve disiplin içinde  yürütülmesini  amaçlamaktadır.  Dolayısıyla,  idari  para  cezasına muhatap  olanlar  bu  hizmetleri  üretenler  ile  hizmetten  yararlananlar olmalıdır. Aksi takdirde gemi sicili veya Bağlama Kütüğünü tutan liman başkanlıkları  ve  belediye  başkanlıkları  hakkında  da  idari  para  cezası uygulanması gerekir. Ancak bu sonuç, devletin kendi hakkında idari para cezası uygulaması anlamına geleceğinden hem mantıksızdır, hem de kanun koyucunun  amacıyla  bağdaşmaz.  Yine,  gemi  sicilleri  veya  Bağlama Kütüklerine kayıtla ilgili yükümlülüklerini yerine getirmeyen veya eksik yerine getiren bütün kişiler hakkında idari para cezası uygulanması, kanun koyucunun öngörmediği ve istemediği birçok olumsuzluklara yol açabilir. Belirtilen sebeplerle, Yönetmeliğin  İdari Para Cezası  başlıklı Beşinci Bölümü,  tamamıyla hukuki dayanaktan yoksundur. Bu hükümlere dayalı olarak  ruhsatname  düzenlemeyen  veya  süresinde  vize  işlemlerini gerçekleştirmeyenler  hakkında  idari  para  cezası  uygulaması  yoluna gidilemez.      D) Ayni Haklar 1. Mülkiyet Hakkı Bağlama Kütüğü, gemi sicili niteliğinde olmadığından kütüğe kayıtlı gemi ve araçlar hakkında YTTK nun  Mülkiyet ve Diğer Ayni Haklar a dair 996 ilâ 1060. maddeleri uygulanmaz. YTTK m. 997(1) e göre Türk Gemi Siciline kayıtlı bulunmayan Türk gemileri üzerindeki mülkiyet ve sınırlı ayni haklara, TMK nun taşınırlara ilişkin hükümleri uygulanır. O halde Bağlama Kütüğüne kayıtlı gemi ve araçlar üzerindeki mülkiyet hakkının kazanılması, TMK nun mülkiyete dair hükümlerine tabidir. Bu hükümler; TMK nun 683 ilâ 703. maddelerinde düzenlenen mülkiyete dair genel hükümler ve 762 ilâ 778. maddelerinde düzenlenen taşınır mülkiyetine ilişkin özel hükümlerdir. Bu arada YTTK m. 956 ve 957 hükümleri gereği tescili ihtiyari olduğu hâlde MGS ne tescil edilen ve 655 sayılı KHK m. 43(1) gereği aynı zamanda Bağlama  Kütüğüne  de  kayıtlı  olmaları  gereken  gemiler  hakkında  doğal   149Yeni Bağlama Kütüğü Rejimi…                                                 AÜHFD, 64 (1) 2015: 103-169 olarak  YTTK nun  996  ilâ  1060.  maddelerinin  uygulanması  gerektiği belirtilmelidir.  Bağlama Kütüğüne kayıtlı gemi ve araçlar üzerinde mülkiyet hakkı, sahiplenme  yoluyla  kazanılabilir.  Bunun  için  öncelikle  gemi  ve  aracın sahipsiz hâle gelmesi gerekir. Malik, TMK m. 778 hükmüne uygun olarak gemi veya aracını terk edebilir. Ancak, terk işleminin geçerli olabilmesi için YTTK m. 1004 hükmü kıyas yoluyla uygulanmalı, malik gemi veya araç üzerindeki  mülkiyet  hakkından  vazgeçtiğini  Bağlama  Kütüğü  memuruna bildirmeli  ve  bunu  kaydettirmelidir.  Buna  karşılık  TMK  m.  777 hükümlerine  uygun  olarak  kazandırıcı  zamanaşımı  yoluyla  mülkiyet hakkının kazanılması mümkün görünmemektedir. Kazandırıcı zamanaşımı yoluyla  mülkiyetin  kazanılabilmesi  gerekli  şartlardan  birisi  iyi  niyettir. Bağlama Kütüğünden malikin kim olduğu saptanacağından iyi niyet şartı gerçekleşmez. Bununla birlikte Bağlama Kütüğüne kaydı zorunlu olduğu hâlde  henüz  kayıt  işlemi  yapılmayan  gemi  ve  araçların  TMK  m.  777 çerçevesinde zamanaşımı yoluyla mülkiyetinin kazanılması mümkündür.      Bağlama Kütüğüne kayıtlı gemi ve araçların mülkiyetinin hukuki işlem yoluyla devri, özellik arz etmektedir. 655 sayılı KHK m. 43, 491 sayılı KHK Ek m. 12(3) hükmünden farklı olarak Bağlama Kütüğüne kayıtlı gemi ve araçlar üzerindeki mülkiyetin devrine ilişkin sözleşmeler hakkında herhangi bir hüküm ihtiva etmemektedir. Buna karşılık Yönetmeliğin 14(1) maddesi, hemen  hemen  491  sayılı  KHK  Ek  m.  12(3)  hükmüne  paralel  şekilde Bağlama Kütüğüne kayıtlı gemi, deniz ve iç su araçlarının mülkiyetinin devrini  gerektiren  hukuki  işlemlere  yönelik  belgelerin  başkanlıklar huzurunda veya noterde düzenlenmesinin zorunlu olduğunu, başkanlıklar veya  noter  dışında  yapılmış  mülkiyetin  devrini  amaçlayan  işlemlerin geçersiz olduğunu ve bu tür işlemlerde hak sahibi olarak gözüken kişi adına kayıt  yapılmayacağını,  ancak  İİK  hükümlerinin  saklı  olduğunu belirtmektedir. Bu maddede 491 sayılı KHK Ek m. 12(3) den farklı olarak başkanlıklar yanına noterler eklenmiştir.                                                   69  Aksi fikir için bkz. Atamer, Bağlama Kütüğü, s. 352. Yazar, Bağlama Kütüğünden malikin kim olduğunun daima belli olacağı gerekçesiyle taşınır eşyanın sahiplenilmesine ilişkin TMK m. 767 – 767 hükümlerinin Bağlama Kütüğüne kayıtlı gemi ve araçlar hakkında uygulanamayacağını savunmaktadır.   70  Atamer, Bağlama Kütüğü, s. 352. 71  Atamer, Bağlama Kütüğü, s. 352. 150AÜHFD, 64 (1) 2015: 103-169                                                                                          Demir Bağlama  Kütüğüne  kayıtlı  gemi  ve  araçların  mülkiyetinin  devrine ilişkin sözleşmeleri resmî şekle  tabi tutan  Yönetmelik m. 14(1) hükmü, geçersizdir. Bir sözleşmenin resmî şekilde düzenlenmesi zorunluluğu ve bu şeklin geçerlik şartı olması, sadece bir kanun hükmüyle getirilebilir. Resmî şekli  emreden  bir  kanun  hükmü  bulunmadığı  sürece  yönetmelikle  bir sözleşme resmî şekle tabi tutulamaz. 655 sayılı KHK m. 43 de resmî şekli öngören bir hükme yer verilmemesi sebebiyle Bağlama Kütüğüne kayıtlı gemi ve araçların mülkiyetinin devrinde TMK nun taşınır mülkiyetine ilişkin hükümlerinin uygulanması zorunludur. TMK m. 763(1), taşınır mülkiyetinin devrinde devir sözleşmesi ve zilyetliğin naklini yeterli saymış, başkaca bir şekil şartı getirmemiştir. Bu hükmü etkisiz bırakan veya ilgası anlamına gelen  söz  konusu  Yönetmelik  hükmü,  açıkça  kanuna  aykırı  olmakla geçersizdir.  Yönetmelik m. 14(1), başka yönlerden de eleştiriye açıktır. Öncelikle  mülkiyetin  devrini  gerektiren  hukuki  işlemlere  yönelik  belgelerin  ifadesinden  anlaşılması  gereken  şey,  belirsizdir.  Kastedilen,  her  halde  mülkiyetin devrini öngören sözleşmeler  olmalıdır.  Belge  kelimesine yer verilmesinin sebebi bilinmemektedir. Ayrıca, başkanlıklar veya noter dışında yapılmış mülkiyetin devrini amaçlayan işlemlerin geçersiz olduğu ve bu tür işlemlerde  hak  sahibi  olarak  gözüken  kişi  adına  kayıt  yapılmayacağı belirtilmektedir. Mülkiyet hakkını kazanan kişinin hak sahibi olduğu açıkça belli ise ve herhangi bir ihtilaf bulunmuyorsa, örneğin taraflar adi yazılı bir sözleşmeyle  mülkiyetin  devrini  kararlaştırmışlar  ve  zilyetliğin  de nakledilmiş  olduğu  anlaşılıyorsa  Bağlama  Kütüğüne  kayıt  yapılmaması, mağduriyetlere  sebep  olabilir.  Yine  aynı  fıkrada  İİK  hükümlerinin  saklı tutulmasının hiçbir anlamı ve gerekçesi yoktur.            Yönetmelik, hukuki işlemle mülkiyetin devrinde resmî şeklin yeterli olup  olmadığı  meselesini  açık  bırakmaktadır.  Ancak  resmî  şekil  şartına ilişkin m. 14(1) hükmünün geçerli olmaması karşısında bu meselenin önemi yoktur. YTTK m. 997 yürürlükte olduğundan TMK m. 763(1) uyarınca her halükârda zilyetliğin nakli gerekir. Bu durumda uygulamanın hukuka aykırı biçimde YTTK m. 1001 e yaklaştırıldığı söylenebilir.     655 sayılı KHK m. 43 de mülkiyetin devrini amaçlayan sözleşmelerin resmî şekilde yapılmasına dair bir hükme yer verilmemesi ve resmî şekle dair Yönetmelik m. 14(1) hükmünün de geçerli olmaması sebebiyle 491   151Yeni Bağlama Kütüğü Rejimi…                                                 AÜHFD, 64 (1) 2015: 103-169 sayılı  KHK  Ek  m.  12 nin  yürürlükte  olduğu  dönemde  ETTK  m.  867 hükmünün  (YTTK  m.  997)  zımnen  yürürlükten  kaldırılıp  kaldırılmadığı hakkındaki tartışmaların önemi kalmamıştır. Çünkü YTTK m. 997 hükmü, yürürlüktedir.  Bu  durumda  taraflar  mülkiyetin  devrine  dair  liman  veya                                                  72  Bu tartışmalar için bkz. Atamer, Bağlama Kütüğü, s. 351; Atamer, Güncel Sorunlar, s. 250; Algantürk Light, Bağlama Kütüğü, s. 58; Aksoy, Bağlama Kütüğü, s. 98; Altop, Bağlama Kütüğü, s. 5 - 6; Ünan, s. 25.  Atamer, Mülga 491 sayılı KHK Ek m. 12(3) hükmünün TMK m. 706(1) e dayandığını, bu hükmün TMK m. 705 ile olan doğal bağlantısı sebebiyle mülkiyetin devrinde zilyetliğin naklinin şart olmadığını, dolayısıyla TMK nun taşınır hükümlerine gönderimde bulunan ETTK m. 867 hükmünün zımnen ilga edildiğini savunmaktadır.  Algantürk Light, mülkiyetin naklinin resmî şekle tabi tutularak  mülkiyetin intikali için Bağlama  Kütüğüne  tescil  şartının  arandığını,  tescilin  kurucu  nitelikte  olduğunu  ileri sürmektedir.    Altop,  Ek  m.  12(3)  hükmüne  rağmen  resmî  şekilde  yapılan  sözleşmelerin  geçerli sayılmalarının gerektiğini, zira temel bir kanun olan TBK nda yer alan ve diğer bir temel kanun olan ETTK nda da teyit edilen bir hükmün, taşınır mülkiyetinin devri ile hiçbir ilgisi olmayan Denizcilik Müsteşarlığının Kuruluş ve Görevleri Hakkında Kanun Hükmünde Kararname ye eklenen bir ek madde ile değiştirildiğinin kabul edilmesinin (söz konusu ek maddede, temel  kanunlardaki prensibe bir istisna getirildiğine dair açık bir ifade de kullanılmadığı  dikkate  alındığında)  hiç  de  kolay  olmayacağını,  kaldı  ki,  resmî  şekle uymayan bir sözleşme yapılmış ve taraflarca ifa edilmişse artık bu aşamadan sonra şekil eksikliğinin  ileri  sürülmesinin  hakkın  kötüye  kullanılması  yasağına  aykırılık oluşturduğundan hukuken kabul görmeyeceğini, taşınır mülkiyetinin geçişinin sebepten soyut  olduğu  benimsendiği  takdirde  yeni  düzenlemenin  bir  öneminin  kalmayacağını, bununla birlikte mevcut düzenlemenin çözümsüz hukuki çekişmelere yol açabileceğini, resmî sözleşme şeklinden derhal vazgeçilerek TBK nun şekil serbestliği ilkesine ve menkul satışlarda genel olarak geçerli bulunan şekle bağlı olmama ilkesine dönülmesi gerektiğini, Ek m. 12(3) ün sadece mülkiyeti devir borcu doğuran sözleşmeye ilişkin olduğunu, şekle bağlı hukuki işlem ile doğacak olan mülkiyeti nakil borcunun nasıl yerine getirileceğinin düzenlenmediğini savunmaktadır.     Ünan, Altop a paralel olarak 491 sayılı KHK Ek m. 12 nin yürürlükte olduğu dönemde bu maddenin 3. fıkrasıyla Eski Yönetmelik m. 14 de belirtilen resmî sözleşmenin borçlandırıcı sözleşme olduğunu, mülkiyeti devir işleminin ise TMK kurallarına uygun olarak, yani aynî akit  ve  zilyetliğin  devri  yoluyla  gerçekleşeceğini,  düzenlemenin  taşınır  mülkiyetinin devrine  dair  TMK  hükümlerini  ortadan  kaldırmadığını,  ancak  bunun  önemli  ispat sorunlarına  yol  açabileceğini,  491  sayılı  KHK ye  ek  madde  konularak  sicile  kayıtlı olmayan  gemilerin  mülkiyetine  geçişine  ilişkin  düzenleme  yapılmış  olamayacağını savunmaktadır. Aksoy, mevcut düzende ilgili başkanlık huzurunda yapılmış bir sözleşme ile mülkiyetin karşı tarafa geçmeyeceğini, mülkiyetin geçişi için zilyetliğin de geçirilmesinin gerektiğini, karşı tarafın  malik  olma  arzusuyla  davranarak  zilyetliği  kazandığı  andan  itibaren  geminin mülkiyetinin karşı tarafa geçeceğini, sadece başkanlık önünde yapılan bir sözleşme ile mülkiyetin kazanılmasının yeterli olmadığını, bunun için getirilecek bir kanun hükmüyle kütüğe kaydın mülkiyetin nakli için resmi sözleşmenin yanında bir kurucu unsur olarak düzenlenmesinin uygun olacağını savunmuştur.   152AÜHFD, 64 (1) 2015: 103-169                                                                                          Demir belediye  başkanlıkları  önünde  veya  noterlerde  resmî  sözleşme yapabilecekleri gibi adi yazılı bir sözleşme de yapabilirler. Hatta yazılı bir sözleşme  yapmadıkları  hâlde  ilgili  başkanlığa  verecekleri  bir  dilekçeyle mülkiyetin devri amacıyla zilyetliğin devredildiğini beyan etmeleri yeterli olur.   Bağlama Kütüğüne kayıtlı gemi ve araçlar, TMK m. 764(1) hükmüne uygun olarak mülkiyetin saklı tutulması yoluyla satışa konu olabilirler. Bu durumda sözleşmenin resmî şekilde yapılması ve devralanın yerleşim yeri noterliğinde özel siciline kaydedilmesi gerekir.    2. Rehin Tesisi a- Sözleşmeye Dayalı Rehin 655 sayılı KHK m. 43, Bağlama Kütüğüne kayıtlı gemi ve araçlar üzerinde  rehin  hakkı  kurulmasına  dair  her  hangi  bir  hüküm  ihtiva etmemektedir. Yönetmelik de rehin hakkını müstakil olarak düzenlememiş, sadece m. 10 da Bağlama Kütüğüne rehin ile ihtiyati tedbir veya ihtiyati haciz  yahut  haciz  kararlarının  kaydedileceği  belirtilmiştir.  Dolayısıyla, Bağlama Kütüğüne kayıtlı gemi ve araçlar üzerinde rehin tesisi, TMK nun taşınır rehni hükümlerine tabi olacaktır. YTTK m. 997(1) hükmü yürürlükte olduğundan bu maddenin gönderimde bulunduğu TMK m. 939 hükümlerine uygun olarak Bağlama Kütüğüne kayıtlı gemi ve araçlar üzerinde taşınır rehni tesis edilebilir. Yani kütüğe kayıtlı gemi ve araçlar üzerinde rehin tesis edilebilmesi için zilyetliğin alacaklıya devredilmesi şarttır. Yönetmelik m. 10 uyarınca kütüğe yapılacak kayıt, sadece rehnin tesis edildiği hakkında bilgi  verilmesi  amacına  yöneliktir.  TMK  m.  763(1)  uyarınca  zilyetliğin devrine  bağlı  rehin  tesisinin  yaratacağı  sıkıntıların  giderilmesi  amacıyla                                                  73   Noterlik özel siciline kayıt  yerine doğrudan Bağlama Kütüğüne kayıt yapılmasının yeterli olduğu hakkında bkz. Atamer, Bağlama Kütüğü, s. 351. Oysa TMK m. 764(1) hükmü açıkça noterlik özel siciline kaydı zorunlu görmektedir. Kanaatimizce resmi sözleşme, her halükarda noterlik özel siciline kaydedilmelidir.  74  Aksi fikir için bkz. Algantürk Light, Bağlama Kütüğü, s. 52. Yazar, Bağlama Kütüğünün sicil olması dolayısıyla TMK m. 940(2) gereğince bir taşınır malın kanun hükmü gereği bir sicile kaydı zorunlu ise o taşınır mal üzerinde gerçek veya tüzel kişi alacaklı lehine rehin tesisi için taşınr malın zilyetliğinin devrine gerek olmayıp, sadece taşınır malın kayıtlı bulunduğu sicile yazılmak suretiyle taşınır rehni tesis edilebileceğini, dolayısıyla örneğin; İstanbul Bağlama Kütüğüne kayıtlı özel bir yatın kaydına alacaklı lehine rehin şerhi konularak zilyetlik devredilmeksizin rehin hakkı tesis edilebileceğini ileri sürmektedir.    153Yeni Bağlama Kütüğü Rejimi…                                                 AÜHFD, 64 (1) 2015: 103-169 Bağlama Kütüğüne kayıtlı gemi ve araçlar üzerinde Trafik Sicili nde olduğu üzere teslimsiz rehne olanak sağlanması isabetli olurdu.  MGS ne  tescili  ihtiyari  olmasına  rağmen  zorunlu  olarak  Bağlama Kütüğüne kaydedilen gemiler üzerinde TMK m. 939 hükümlerine uygun olarak taşınır rehni tesis edilebilir. Bağlama Kütüğüne kayıtları yapılmamış olsa dahi bu gemiler üzerinde söz konusu maddeye tabi olarak rehin tesis edilebileceği açıktır. 655 sayılı KHK m. 43(1) in açık lafzı uyarınca, tescili ihtiyari  olmasına  rağmen  MGS ne  tescil  edilen  gemiler,  zorunlu  olarak ayrıca Bağlama Kütüğüne de kaydedilirler. Bu gemiler üzerinde sözleşmeye dayalı  rehin  tesisi,  YTTK nun  1014(1)  maddesinin  3.  cümlesi  uyarınca sadece gemi ipoteği yolu ile olur. Aynı esas, TUGS ne tescil edilen gemiler için de geçerlidir. Gemi, hukuki niteliği itibarıyla taşınır olduğundan gemi ipoteği  sicilli  taşınır  rehni  olarak  da  nitelendirilmektedir.  Ancak,  çok sayıda özel hükümlerle düzenlenmiş olduğundan gemi ipoteğinin kendine özgü bir rehin türü olduğu kabul edilmelidir.  Tescili  ihtiyari  bir  geminin  zorunlu  olarak  Bağlama  Kütüğüne kaydedilmesi,  o  geminin  MGS ye  tesciline,  dolayısıyla  üzerinde  gemi ipoteği  kurulmasına  engel  değildir.  Malik,  alacaklıyla  gemi  ipoteği kurulması hususunda  anlaştığı takdirde  gemisini MGS ne tescil ettirerek gemi ipoteği kurulmasını sağlayabilir. Tescil, zaten malikin ihtiyarına bağlı                                                  75  Aksoy, Bağlama Kütüğü, s. 103-104.    76  Aksoy, Bağlama Kütüğü, s. 105. Aksi fikir için bkz. Atamer, Güncel Sorunlar, s. 250 ve Atamer, Bağlama Kütüğü, s. 353. Yazar, ETTK m. 844(2) (YTTK m. 956) uyarınca MGS ye kaydı mümkün olan gemiler üzerinde gemi ipoteğinin kurulmasının mümkün olduğunu, 491 sayılı KHK Ek km. 12(1) [şimdi KHK m. 43(1)] aynı gemilerin Bağlama Kütüğüne  kaydı  zorunlu  tutulunca  MGS ye  tescil  yolunun  tümüyle  kapatıldığını, dolayısıyla  gemi  ipoteği  kurulmasının  da  engellendiğini,  Bağlama  Kütüğünün kurulmasından önce MGS ye tescil edilip gemi ipoteği kurulması mümkün olan gemiler bakımından artık sicil üzerinden rehin yolunun kapatıldığını, bunun yerine zilyetliğin nakli yoluyla rehin yolunun açıldığını, bu seçeneğin kredi veren bankalar için hiçbir değer taşımadığını, çünkü bankanın rehinli araca zilyet olmasının ne bankanın ne de malikini işine yaradığını ileri sürmektedir. 77  Reisoğlu,  Seza.  (1965).  Menkul  İpoteği,  Teslimsiz  Menkul  Rehni.  Ankara:  Ankara Üniversitesi Basımevi. s. 15; Oğuzman, Kemal /Seliçi, Özel. (2002). Eşya Hukuku. (9.bs.). İstanbul: Filiz Kitabevi. s. 744; Gürsoy, Kemal / Eren, Fikret / Cansel, Erol. (1984). Türk Eşya Hukuku. Ankara: Ankara Üniversitesi Basımevi. s. 1089; Hatemi, Hüseyin / Serozan, Rona / Arpacı, Abdülkadir. (1991). Eşya Hukuku. İstanbul: Filiz Kitabevi. s. 352; Cansel, Erol. (1967). Türk Menkul Rehni Hukuku. Ankara: Sevinç Matbaası. s. 15.  78  Kalpsüz, Turgut. (2004). Gemi Rehni. (5.bs.). Ankara: Turhan Kitabevi. s. 59. 79  Ünan, s. 23; Altop, Bağlama Kütüğü, s. 10. 154AÜHFD, 64 (1) 2015: 103-169                                                                                          Demir olduğundan MGS ye tescil edilmediği sürece gemi, kütüğe kaydedilsin ya da edilmesin  gemi  ipoteği  kurulması  mümkün  değildir.  Her  ne  kadar Yönetmelik m. 20(1)(d), 655 sayılı KHK m. 43(1) in açık lafzına aykırı şekilde Bağlama Kütüğüne kayıtlı bir geminin MGS ye tescil edilmesini resen silme hâllerinden birisi olarak kabul etmekte ise de, kanaatimizce bu gemilerin Bağlama Kütüğünden çıkartılarak ya da çıkartılmadan MGS ye tescil  ettirilerek  gemi  ipoteği  kurulması  mümkündür.  Zira,  normlar hiyerarşisi bakımından yönetmelik hükümleri, kanuna aykırı olamaz; aksi takdirde mahkeme, yönetmelik hükümlerini somut olaya uygulamaz. Doktrinde MGS ye tescili ihtiyari olan gemiler bakımından daha önce yapı ipoteğinin kurulmuş olması durumunda söz konusu ipoteğin akıbeti hakkında sorun çıkacağı savunulmaktadır. Bu görüş de bu tür gemilerin zorunlu olarak Bağlama Kütüklerine kaydedilmeleri durumunda MGS ye tescil yolunun tamamıyla kapatılmış olduğu fikrine dayanmaktadır. Bağlama Kütüğüne  kaydın  bir  geminin  MGS ye  tescil  koşullarını  ortadan kaldırmadığı yönünde yukarıda açıklanan gerekçeler karşısında bu görüşe katılmaya  olanak  bulunmamaktadır.  YTTK  m.  1057  (ETTK  m.  944) gereğince yapı üzerinde kurulan gemi ipoteği, yapımı tamamlandıktan sonra eski derecesiyle gemi üzerinde kalır. Eğer yapımı tamamlanan gemi, MGS veya TUGS a tescil edilmişse gemi ipoteği de aynı dereceyle bu sicillere aktarılır. Ancak tescilinin ihtiyari olması sebebiyle MGS ye tescil edilmeyen bu  gemiler,  Bağlama  Kütüğüne  zorunlu  olarak  kaydedilirler.  Bunların MGS ye tescilli olmamalarına rağmen Bağlama Kütüğüne kaydedilmeleri,                                                  80  Ünan, s. 24. Yazar, Bağlama Kütüğüne kayıtlı bir geminin ipotek tesisi söz konusu olmasa dahi maliki tarafından MGS ye kaydının mümkün olduğunu, ancak bu takdirde Bağlama Kütüğündeki  kaydın  kapatılmasının  gerektiğini,  zira  Bağlama  Kütüğüne  kayıt zorunluluğunun  başka  bir  sicile  kayıt  yaptırılması  söz  konusu  olmadığında  mevcut sayılması gerektiğini, Bağlama Kütüğüne kaydedilebilecek bir geminin MGS nde kayıtlı ise amacın gerçekleştiğini, kütüğün asıl amacının kayıtsız gemi  kalmaması olduğunu savunmaktadır.  81  Yapı ipoteği hakkında ayrıntılı bilgi için bkz. Kalpsüz, Gemi Rehni, s. 217 vd; Aksoy, Yapı Rehni.  82  Atamer, Bağlama Kütüğü, s. 353, 357. Yazar, 491 sayılı KHK Ek m. 12 (655 sayılı KHK m. 43) hükmünün sözüne sıkı sıkıya bağlı kalınarak uygulamaya gidildiğinde MGS ye tescili ihtiyari gemilerin zorunlu olarak Bağlama Kütüğüne kaydedileceklerini, bu durumda MGS ye tescil yoluyla gemi ipoteği kurulması yolunun kapatılmış olacağını, üstelik yapılar üzerinde kurulan ipoteklerin de yapının gemi olarak teslimi aşamasında sona ereceği sonucuna  varılmasının  gerekeceğini,  oysa  bu  sonucun  yasa  koyucunun  ne  amacıyla bağdaştığını, ne de yasa koyucu tarafından öngörüldüğünü belirtmektedir.    155Yeni Bağlama Kütüğü Rejimi…                                                 AÜHFD, 64 (1) 2015: 103-169 daha önce yapı hâlindeyken tesis edilen gemi ipoteklerini hiçbir şekilde sona erdirmez. YTTK m. 1057, açıkça bu yapılar üzerinde bir  gemi ipoteği  kurulduğunu ve yapım tamamlandıktan sonra da ipoteğin  gemi üzerinde kaldığını   vurgulamaktadır.  O  hâlde  alacaklı,  vadesinde  alacağını  tahsil edemezse  gemi  ipoteğinin  paraya  çevrilmesi  yoluyla  her  zaman  takip yapabilir veya dava açabilir. Kaldı ki, Bağlama Kütüğü rejimi, hiçbir şekilde özel hukuk ilişkilerine müdahale amacı taşımamaktadır. Ne Mülga 491 sayılı KHK Ek m. 12 ve 665 sayılı KHK m. 43, ne de Eski Yönetmelik ve Yönetmelik  hükümlerinden  rehin  haklarının  sona  ereceği  veya kullanılamayacağı yönünde bir sonuca ulaşmak mümkün değildir. Kısaca yapı üzerinde kurulan gemi ipoteğinin akıbeti ile Bağlama Kütüğü rejimi arasında bir bağlantı yoktur.      b- Ticari İşletme Rehni TUGS veya MGS ye tescil edilmedikleri hâlde zorunlu olarak Bağlama Kütüğüne  kaydedilen  gemiler  ile  YTTK  m.  931  anlamında  gemi sayılmadıkları hâlde Bağlama Kütüğüne kaydedilen araçlar üzerinde ticari işletme rehni kurulması mümkündür. Gemi siciline tescil edilmiş gemiler üzerinde sözleşmeye dayalı rehin tesisi, sadece gemi ipoteği ile mümkün olacağından bu gemiler, ticari işletme rehnine konu olamazlar. Dolayısıyla sicile kayıtlı olmayan gemiler, ticari işletme rehninin kapsamındadır. Bu gemilerin Bağlama Kütüğüne kaydedilmeleri, ticari işletme rehnine engel olmaz. Zira, Bağlama Kütüğü gemi sicili niteliğinde değildir.  Gemi  sayılmayan  araçlar  ise  1/7/1971  tarihli  ve  1447  sayılı  Ticari İşletme Rehni Kanununun (TİRK)85 3(b) maddesine uygun olarak rehnin tescili anında mevcut ve ticari işletmenin faaliyetine tahsis edilmiş olmaları kaydıyla  menkul işletme tesisatı  kapsamında kabul edilebilirler. TİRK nda bu araçlar üzerinde ticari işletme rehni kurulmasını engelleyen herhangi bir                                                  83  Aksi fikir için bkz. Atamer, Bağlama Kütüğü, s. 354; Atamer, Güncel Sorunlar, s. 250. Yazar, gemi sayılmayan araçların Bağlama Kütüğüne kaydedildiklerinde artık ticari işletme rehni yolunun da işletilmesine olanak kalmadığı sonucuna varılacağını savunmakla birlikte bunun gerekçesini tam olarak açıklamamıştır.  84  Ünan, s. 23; Arkan, Sabih. (2013). Ticari İşletme Hukuku. (18.bs.). Ankara: Banka ve Ticaret Hukuku Araştırma Enstitüsü. s. 53. 85  Bkz. 8/7/1971 tarihli ve 13909 sayılı Resmî Gazete.  86  Bu maddede menkul işletme tesisatı; rehnin tescili anında mevcut ve işletmenin faaliyetine tahsis edilmiş olan makine, araç, alet ve motorlu nakil araçları olarak gösterilmiştir.   156AÜHFD, 64 (1) 2015: 103-169                                                                                          Demir hüküm bulunmamaktadır. Keza ne 491 sayılı KHK Ek m. 12, ne de 655 sayılı KHK m. 43, ticari işletme rehnine engel oluşturacak hükümler ihtiva etmektedir.  c- Kanuni Rehin Hakkı YTTK nun  997(1)  maddesinin  yaptığı  gönderim  sebebiyle  Bağlama Kütüğüne kayıtlı gemiler üzerinde de TMK m. 950 ilâ 953 de düzenlenen hapis hakkı ve YTTK m. 1320 ilâ 1327 de düzenlenen gemi alacaklısı hakkı doğar.  Bağlama  Kütüğüne  kayıtlı  bir  gemi  veya  araç  üzerinde  hapis hakkının  doğumu  herhangi  bir  özellik  arz  etmez.  Alacaklının  TMK  m. 950(1) gereğince gemi veya araç üzerinde zilyetliği kazanılması gerekir. Buna  karşılık TMK m. 950(3) de  düzenlenen iyi niyetle hapis hakkının kazanılması,  malikin  kim  olduğu  Bağlama  Kütüğünden  anlaşılacağından mümkün olmamak gerekir.      Bağlama  Kütüğüne  kayıtlı  bir  gemi  üzerinde  YTTK  m.  1320(1) de belirtilen  alacaklar  dolayısıyla  gemi  alacaklısı  hakkı  doğabilir.  Gemi alacaklısı hakkının doğumu için geminin sicile kayıtlı olup olmaması veya ticaret gemisi niteliğinde olup olmaması önem taşımaz. Bağlama Kütüğüne kayıtlı bir gemi üzerinde gemi alacaklısı hakkının doğumu için öncelikle bu geminin YTTK m. 931 anlamında gemi tanımına uygun düşmesi gerekir.                                                   87  Gemi alacaklısı hakkında ayrıntılı bilgi için bkz. Kalpsüz, Turgut. (2006). Milletlerarası Sözleşmelerde Kullanıldıkları Manada Gemi Alacağı ve Deniz Alacağı Kavramları. Prof. Dr. Tuğrul Ansay a Armağan, Ankara: Turhan Kitabevi, s. 63 vd; Günay, Barış. (2009). Türk ve Anglo – Amerikan Hukukunda Gemi Alacaklısı Hakkı. Ankara: Yetkin Yayınları; Barlas, Nuray. (2000). Gemi Alacaklısı Hakkı Veren Alacaklar ve Gemi Alacaklısı Hakkının Hukuki Niteliği. İstanbul: Beta Basım Yayım A.Ş.; Süzel, Cüneyt. (2012). Gemi Alacaklısı Hakkı ve Gemi İpoteği Hakkında 1993 Cenevre Sözleşmesi ve Yeni Türk Ticaret Kanunu. İstanbul: On İki Levha Yayınları; Türkel, Doğuş Taylan. (2008). Gemi Alacaklısı Hakkının Paraya Çevrilmesi. İzmir: Güncel Hukuk Yayınları; Hızır, Serdar. (2006). Gemi Alacaklısı Hakkının Bahşettiği Bir İmkân Olarak Rehnin Paraya Çevrilmesi Suretiyle Takip Usulü. BATİDER, C. XXIII, S. 4, s. 357 vd.    88  Atamer, Bağlama Kütüğü, s. 354. 89  Aynı yöndeki görüşler için bkz. Aksoy, Bağlama Kütüğü, s. 101; Algantürk Light, Bağlama Kütüğü, s. 62; Ünan, s. 22. Aksi fikir için bkz. Atamer, Bağlama Kütüğü, s. 347, 348, 354, 355. Atamerr, ilginç biçimde ETTK m. 816 da (YTTK m. 931) yer alan gemi tanımına dâhil olup olmadığını dikkate almaksızın Bağlama Kütüğüne kayıtlı bütün gemiler ve araçlar üzerinde gemi alacaklısı hakkının doğacağını ileri sürmektedir. Yazar, bu görüşüne dayanak olarak ETTK m. 822 nin (YTTK m. 935) sözüne sıkı sıkıya bağlı kalındığında ETTK  m.  816(1)  (YTTK  m.  935)  uyarınca  gemi  sayılmayan  araçlar  hakkında  TTK hükümlerinin uygulanmasının mümkün sayılmayacağını, ne var ki, böyle bir çözümün aynı   157Yeni Bağlama Kütüğü Rejimi…                                                 AÜHFD, 64 (1) 2015: 103-169 3. İntifa Hakkı Bağlama Kütüğüne kayıtlı gemi ve araçlar üzerinde intifa hakkı tesisi, yukarıda rehin tesisine ilişkin yapılan açıklamalar çerçevesinde mümkündür. TMK m. 794 e göre intifa hakkı, taşınırlar, taşınmazlar, haklar veya bir mal varlığı  üzerinde  kurulabilir.  TMK  m.  795,  intifa  hakkının,  taşınırlarda zilyetliğin devri, alacaklarda alacağın devri, taşınmazlarda tapu kütüğüne tescil ile kurulacağını belirtmektedir.  YTTK m. 1059 e göre  gemi siciline  kayıtlı gemiler üzerinde intifa hakkının kurulması mümkündür. YTTK m. 1059(3), akdi intifa hakkının kurulmasının gemi ipoteğine ilişkin hükümlere tabi olacağını, YTTK m. 1060(1)  ise  sicile  kayıtlı  gemi  üzerindeki  intifa  hakkının  TMK nun taşınmazlar üzerindeki intifa hakkı hükümlerine tabi olduğunu hüküm altına almaktadır. MGS veya TUGS a kayıtlı gemiler üzerinde belirtilen hükümler çerçevesinde  intifa  hakkı  kurulur.  MGS  veya  TUGS a  kayıtlı  olmayıp Bağlama Kütüğüne zorunlu olarak kaydedilen gemi ve araçlar üzerinde intifa hakkı tesisi ise YTTK m. 997(1) in yapmış olduğu gönderim sebebiyle TMK m. 795 hükümlerine tabi olarak zilyetliğin devri suretiyle mümkün olabilir. Ancak, sözleşmeye dayalı rehin tesisinde olduğu gibi zilyetliğin devrinin                                                                                                                    Sicil ve Kütük te kayıtlı gemi ve araçlar bakımından çatma, kurtarma ve gemi alacaklısı gibi  konularda  ETTK  hükümlerinin  uygulanmasında  haksız  ve  saçma  sonuçlara  yol açtığını, oysa kanun koyucunun bu şekilde farklı ve saçma sayılacak bir uygulama ve yorumu benimsemiş olamayacağını, bu yorumun bütün ilgilileri ve yargıyı zor durumda bıraktığını,  491 sayılı KHK Ek m. 12 nin kabulü ile ETTK m. 822(1)(1) hükmünün zımnen ilga edildiğini, bu maddenin yenilenen anlamına göre burada sayılan gemilerin ve araçların tümünün artık Bağlama Kütüğüne kaydolmakla aynı zamanda ETTK kurallarının bunlar hakkında da geçerli olacağını savunmaktadır. Yazarın görüşüne göre bir gemi ile gemi  sayılmayan  bir  araç  çarpıştığında  artık  ETTK nın  çatmaya  ilişkin  hükümleri uygulanacaktır. YTTK nun gemi tanımının, araçları kapsamına almak suretiyle belirtilen sakıncaları belli ölçüde giderdiği değerlendirmekle beraber yine de gemi tanımına girmeyen araçların mevcut olabileceği ve bunların Bağlama Kütüğüne kaydedilmelerinin zorunlu olduğu anlaşıldığından yazarın görüşleri YTTK bakımından da geçerliğini sürdürmektedir. ETTK m. 816(1)  deki gemi tanımı ve hükümlerin uygulama alanına dair ETTK m. 822(1)(1) in açık lafzı karşısında yazarın görüşüne katılmaya imkân bulunmamaktadır. ETTK nın (YTTK nın) deniz ticareti kitabına dair hükümleri sadece m. 816 da (m. 940 da) tanımlanan gemiler için uygulama bulur. Ayrıca kanun hükümleri son derece açıktır ve hiçbir tereddüt uyandırmamaktadır. Bir hukuk boşluğu bulunmadığı gibi, uygulamada da belirtilen  hükümler  farklı  biçimde  yorumlanmış  değildir.  Yazarın  görüşleri,  Ünan ın isabetle belirttiği gibi olması gereken kanun bakımından bir anlam taşımaktadır. 90  Zilyetliğin devri hakkında ayrıntılı bilgi için bkz. Sirmen, Lale. (1995), Eşya Hukuku Dersleri. Ankara: Savaş Yayınları. s. 48; Oğuzman / Seliçi, s. 64.. 158AÜHFD, 64 (1) 2015: 103-169                                                                                          Demir yarattığı  olumsuz  sonuçların  bertaraf  edilmesi  için  zilyetlik  aranmadan sadece kütüğe kayıtla intifa hakkı kurulmasına yönelik kanuni değişikliklerin gerçekleştirilmesi  uygun  olur.  MGS ye  tescili  ihtiyari  bir  gemi,  hem MGS ye hem de zorunlu olarak Bağlama Kütüğüne kaydedilmişse, intifa hakkı  tesisi  sicile  kayıtlı  gemilere  ilişkin  YTTK  m.  1059  ve  1060 hükümlerine tabi olacaktır.     E) Kira Sözleşmeleri Bağlama Kütüğüne kayıtlı gemi ve araçların kira sözleşmesine konu olmaları,  herhangi  bir  özellik  arz  etmez.  Bağlama  Kütüğü,  sicil sayılmadığından kira sözleşmelerinin YTTK m. 1121 çerçevesinde Bağlama Kütüğüne şerh edilmesi mümkün değildir.  Bağlama  Kütüğüne  kayıtlı  gemi  ve  araçların  finansal  kiralama sözleşmesine  konu  olmaları  hususunda  da  herhangi  bir  engel  yoktur. 21/11/2012 tarihli ve 6361 sayılı Finansal Kiralama, Faktoring ve Finansman Şirketleri Kanununun (FKK) 19(1) maddesine göre taşınır ve taşınmaz mallar finansal kiralamaya konu olabilirler. Aynı maddenin 2. fıkrasına göre  de  bütünleyici  parça  veya  eklenti  niteliklerine  bakılmaksızın  asli niteliğini  koruyan  her  mal,  tek  başına  finansal  kiralama  sözleşmesinin konusu  olabilir.  FKK  m.  22(1) e  göre  sözleşme  yazılı  şekilde  yapılır. Kendilerine mahsus özel sicili bulunan taşınır mallara dair sözleşmeler, bu malların kayıtlı oldukları sicile tescil ve şerh olunur ve kiralayan tarafından ayrıca  Finansal  Kiralama,  Faktoring  ve  Finansman  Şirketleri  Birliğine (Birlik) bildirilir. Aynı maddenin 2. fıkrasına göre de özel bir sicile kayıtlı olmayan taşınır mallara ilişkin sözleşmelerin Birlik tarafından tutulacak özel sicile tescil edilmeleri gerekir.     Belirtilen hükümlere uygun olarak Bağlama Kütüğüne kayıtlı bir gemi veya araç, finansal kiralama sözleşmesine konu edilebilir. Bağlama Kütüğü                                                  91  Bkz. 13/12/2012 tarihli ve 28496 sayılı Resmî Gazete.  92  Gemilerin finansal kiralama sözleşmelerine konu olmaları hakkında bkz. Arkan, Sabih. (1990). Gemilerle İlgili Finansal Kiralamadan Doğan Bazı Sorunlar. Haluk Tandoğan ın Hatırasına Armağan, Ankara: Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayınları. s. 435;  Altop,  Atilla.  (2005).  Gemilere  İlişkin  Finansal  Kiralama  Sözleşmelerinin Ülkemizdeki Gelişimi ve Ortaya Çıkan Özellikli Durumlar. Deniz Hukuku Dergisi, C. III, S.  3-4,  s.  17;  Topuz,  Murat.  (2013).  6361  sayılı  Finansal  Kiralama,  Faktoring  ve Finansman Şirketleri Kanunu Çerçevesinde Finansal Kiralama Sözleşmesi. Ankara: Adalet Yayınevi. s. 278 – 281.   159Yeni Bağlama Kütüğü Rejimi…                                                 AÜHFD, 64 (1) 2015: 103-169 sicil niteliğinde  olmadığından  kütüğe  kayıtlı  bir  gemi  hakkında  finansal kiralama sözleşmesi yapıldığı takdirde bu geminin Birlik nezdinde tutulan özele sicile tescili yeterlidir. Geminin Bağlama Kütüğünden silinerek MGS veya TUGS e tescil ettirilmesi gerekmez. Şüphesiz 655 sayılı KHK m. 43 ve Yönetmelik,  engelleyici  herhangi  bir  hüküm  içermediğinden  geminin Bağlama Kütüğü kaydının kapatılarak MGS ve TUGS e tescil ettirilerek bu sicillerden  birisine  finansal  kiralama  sözleşmesinin  şerh  ettirilmesi  de mümkündür.  Bağlama Kütüğüne kayıtlı araçlar finansal kiralama sözleşmesine konu edildiklerinde sözleşmenin her halükârda Birlik nezdinde tutulan özel sicile kaydettirilmesi gerekir. Zira, araçlar gemi niteliğini haiz olmadıkları için MGS veya TUGS ne tescil edilemezler. Ayrıca, Bağlama Kütüğü hukuki niteliği  itibarıyla  bir  sicil  olmadığı  gibi  Yönetmelik  m.  10 da  kütüğe geçirilecek  hukuki  ilişkiler  arasında  finansal  kiralama  sözleşmesi sayılmamıştır.  F) Cebri İcra YTTK nun en önemli yeniliklerinden biri de Sekizinci Kısmında  Cebri İcraya İlişkin Özel Hükümler  başlığı altında yer alan hükümlerdir. YTTK m. 931 deki tanıma uyan bütün gemiler, bu hükümlere tabidir. Bir gemi, tescili ihtiyari olmasına rağmen MGS veya TUGS a tescil edilmişse cebri icraya dair YTTK m. 1350 ilâ 1400 hükümlerine tabi olur. Tescili ihtiyari olan ve MGS ye tescil edilen bir gemi, zorunlu olarak Bağlama Kütüğüne de kaydedilmişse ya da sadece Bağlama Kütüğüne tescil edilmişse belirtilen hükümlere tabi olmaya devam eder. Buna karşılık YTTK m. 931 anlamında gemi tanımına uygun düşmeyen araç ve yapılar, bu hükümlere tabi olmayıp doğrudan İİK hükümlerine göre cebri icraya konu olabilirler.    YTTK m. 1383, bir gemi siciline kayıtlı olan Türk ve yabancı bayraklı gemilerin İİK nun taşınmazların satışına ilişkin hükümlerine göre, bir sicile kayıtlı  olmayan  Türk  ve  yabancı  bayraklı  gemilerin  ise,  aynı  Kanunun taşınırların satışına ilişkin hükümleri uyarınca paraya çevrileceğini amirdir. Bağlama Kütüğü, sicil niteliğinde olmadığından bir gemi siciline kayıtlı                                                  93  Atamer, tescili ihtiyari gemilerin bağlama kütüğüne kayıt ettirilmesi zorunluluğu sebebiyle bu gemiler için finansal kiralama yolunun kapatıldığı görüşündedir. Bkz. Atamer, Bağlama Kütüğü, s. 355.  94  Cebri icra hakkında ayrıntılı bilgi için bkz. Atamer, Cebri İcra. 160AÜHFD, 64 (1) 2015: 103-169                                                                                          Demir olmayıp sadece kütüğe kayıtlı olan ve YTTK m. 931 deki tanıma uygun düşen Türk ve yabancı bayraklı gemiler ile gemi sayılmayan diğer araç ve yapılar,  İİK nun  taşınırların  satışına  ilişkin  hükümlerine  göre  paraya çevrilirler. Bağlama Kütüğüne zorunlu olarak kayıtlı olan ve aynı zamanda ihtiyari olarak MGS ye de tescil edilen gemiler ise İİK nun taşınmazların satışına ilişkin hükümlerine göre paraya çevrilirler.          Bağlama  Kütüğüne  kaydedilen  gemi  ve  araçların  haczedilmeleri  ile bunlar  hakkındaki  ihtiyati  tedbir  kararlarının  uygulanması  üzerinde  bir miktar durulmasında fayda bulunmaktadır. Yönetmelik m. 10(1), Bağlama Kütüğüne ihtiyati tedbir, ihtiyati haciz ve haciz kararlarının kaydedileceğini belirtmektedir. Bağlama Kütüğü, gemi sicili olmadığı için bu tür kayıtların bilgi verme  ötesinde  bir fonksiyonu bulunmamaktadır. Bir gemi siciline kayıtlı olmayan ve zorunlu olarak sadece Bağlama Kütüğüne kaydedilen YTTK m. 931 deki tanıma uygun düşen gemiler üzerindeki haciz ve ihtiyati haciz  uygulamaları  YTTK nun  cebri  icraya  ilişkin  özel  hükümleriyle İİK nun  taşınırlara  ilişkin  hükümlerine  tabi  olacağından  kaydî  hacizden bahsedilemez. YTTK m. 931 deki tanıma uygun düşmeyen gemi ve araçlar, tamamıyla ve doğrudan İİK hükümleri çerçevesinde ihtiyati haciz ve haciz işlemlerine  tabi  olacaklarından  bunlar  için  zaten  kaydi  hacizden bahsedilemez. Aynı şekilde ihtiyati tedbir kararı uygulamaları da YTTK m. 931 deki tanıma uygun düşen gemiler için YTTK nun cebri icraya ilişkin hükümlerinde yer alan sınırlandırmalara bağlı olarak yürütülebilir. Bunun dışındaki gemi ve araçlar üzerinde ihtiyati tedbir kararlarının uygulaması, her halükârda HMK m. 389 vd. hükümlerine göre yürütüleceğinden Bağlama Kütüğündeki  ihtiyati  tedbir  kararının  önemi  yoktur.  Esasen,  Bağlama Kütüğüne  kayıtlı  gemi  ve  araçların  mülkiyetinin  devrine  ilişkin sözleşmelerin  resmî  şekilde  yapılmasına  ilişkin  Yönetmelik  m.  14(1) hükmünün geçersiz olması ve mülkiyetin TMK m. 763(1) e uygun olarak zilyetliğin  devri  ile  geçecek  olması  karşısında  ihtiyati  tedbir  kararının uygulanması  bakımından  söz  konusu  gemi  ve  araçlara  el  konularak  bir yediemine  tesliminden  başka  surette  tedbir  kararlarının  uygulanması mümkün gözükmemektedir.  IX – SONUÇ Yukarıda  yapmış  olduğumuz  inceleme  ve  değerlendirmelerimiz çerçevesinde varmış olduğumuz sonuçlar, aşağıda gösterilmiştir:   161Yeni Bağlama Kütüğü Rejimi…                                                 AÜHFD, 64 (1) 2015: 103-169 1  –  Bağlama  Kütüğü,  hukuki  niteliği  itibariyle  bir  sicil  değildir. Bağlama  Kütüğü, esas itibarıyla bir gemi siciline kayıt altında  olmayan bütün gemi, deniz ve iç su araçlarının kayıt altına alınmasını ve böylece idare hukuku, çevre hukuku ve vergi hukuku bakımından takip edilmesini amaçlayan bir kayıt rejimidir. 2 – Bağlama Kütüğü müessesesi, kayıt dışı gemi ve araçların kayıt altına alınması ve Türk vatandaşlarına ait olup da yabancı bayrakta bulunan gemi  ve  araçların  Türk  bayrağına  geçişlerinin  hızlandırılmasını  sağlama amacında başarılı olmuştur. Bağlama Kütüğü uygulamaları yerleşmiştir. Bu amaca ulaşılmasında MTV nin kaldırılması ve sadece boy esasına dayalı düşük  miktarlarda  harç  uygulanması  esasının  benimsenmesi,  büyük  rol oynamıştır. Bağlama Kütüğü düzeni, kayıt rejimiyle Türk bayrağı çekmenin teşvik edilmesi politikalarını ahenkli biçimde birleştirmiştir.  3 – Bağlama Kütüğü ihdas edilmesiyle öngörülen amaçlara ETTK m. 816(1) de  [YTTK  m.  931(1)]  yer  alan  gemi  tanımı  yerine  4922  sayılı Kanunun 1(B) maddesinde yer alan gemi tanımının getirilmesiyle tam olarak ulaşılamaz. Şüphesiz, geniş bir gemi tanımı, deniz ticaretinin ve zamanın koşullarına  daha  uygundur.  Ancak,  çok  küçük  gemi  ve  araçların  gemi tanımına  dâhil  edilmesi  ve  böylece  MGS ye  tescil  zorunluluğuna  tabi tutulması, bunların malikleri üzerinde ağır bir yük oluşturur. 4922 sayılı Kanunun benimsediği gemi tanımı, YTTK da aynen kabul edilmiş olsaydı dahi belli büyüklükteki gemilerin MGS dışında tutulmaları ihtiyacı ortaya çıkabilirdi.    4  –  Mülga  491  sayılı  KHK  zamanında,  hangi  gemi  ve  araçların Bağlama  Kütüğü  kapsamında  olacağına  dair  tartışmalar,  Yeni  Bağlama Kütüğü  Rejimini  kuran  yürürlükteki  655  sayılı  KHK  için  de  devam etmektedir. 655 sayılı KHK m. 43 kaleme alınırken kapsam sorunu üzerinde durulmamış, çözüm fırsatı kaçırılmıştır. Bu durumda 655 sayılı KHK m. 43(1) hükmünün hiçbir tereddüde yer vermeyen açık lafzı karşısında tescili ihtiyari  olan  gemilerin,  MGS ye  tescil  edilmiş  olsalar  dahi  Bağlama                                                  95  31/12/2013 itibarıyla liman başkanlıkları nezdinde bağlama kütüğüne kaydedilen gemi ve araç sayısı toplamı 64.834 e, belediye başkanlıkları nezdinde bağlama kütüğüne kaydedilen gemi  ve  araç  sayısı  toplamı  ise  3092 ye  ulaşmıştır.  Bkz. <http://www.ubak.gov.tr/BLSM_WIYS/DTGM/tr/Kitaplar/20140613_162122_64032_1_64480.pdf> (erişim tarihi: 19 Ocak 2015). 162AÜHFD, 64 (1) 2015: 103-169                                                                                          Demir Kütüklerine kayıtlarının gerektiği kabul edilmelidir. Yönetmeliğin MGS ye tescil edilen bu tür gemileri Bağlama Kütüğü kapsamından çıkartan 2(2) ve 9(1) maddeleri, 655 sayılı KHK m. 43(1) e aykırıdır.  MGS ye tescili ihtiyari gemilerle ilgili sorunun çözümü için 655 sayılı KHK m. 43(1) şu şekilde değiştirilmelidir.  Türk Uluslararası Gemi Siciline tescilli olanlar, Millî Gemi Siciline tescili zorunlu olanlar ve Millî Gemi Siciline ihtiyari olarak tescil edilenler dışındaki …. gemi, deniz ve iç su araçlarının … .  5  –  Yeni  Bağlama  Kütüğü  Rejimi  çerçevesinde  Bağlama  Kütüğü uygulamaları büyük ölçüde hukuki dayanaktan yoksun hâle gelmiştir. Bunun sebebi, Mülga 491 sayılı KHK Ek m. 12 de yer alan ve Eski Yönetmelikle birlikte Bağlama Kütüğü uygulamalarının kanuni dayanağını oluşturan çok sayıda  hükme  655  sayılı  KHK  m.  43 de  yer  verilmemesi  ve  kanunla düzenlenmesi  gereken  çok  sayıda  meselenin  Yönetmelikle  düzenlenmek istenmesidir. Yönetmelik hükümlerinin büyük çoğunluğu, hukuka aykırıdır. Örnek olarak; Bağlama Kütüğü teşkilatının kuruluşu dâhil olmak üzere Türk bayrağı çekme hakkı ve yükümlülüğü, mülkiyetin devrine ilişkin işlemler, ruhsatname düzenlenmesi ve vize yaptırılması zorunluluğu ile idari para cezası uygulaması gibi temel konular sayılabilir. Yönetmeliğin belirtilen konulara ilişkin hükümleri, muhtemel bir dava sonucunda her zaman iptal edilebilir. Bu sonuç, Bağlama Kütüğü uygulamalarında büyük bir karmaşaya yol açabilir.   6 – Yönetmelik, hemen hemen Eski Yönetmelik ten kopya edilerek ve oldukça kötü biçimde kaleme alınmıştır. Bağlama Kütüğünün kapsamı ve kayıt  esasları  gibi  konular,  sistemden  yoksun,  kendi  içinde  çelişkili  ve gereksiz tekrarlarla birlikte düzenlenmiştir. Yönetmelik te zaman zaman 655 sayılı  KHK  hükümlerine  açıkça  aykırılık  oluşturan  düzenlemelere  yer verildiği görülmektedir.         7  –  Yönetmeliğin  mülkiyetin  devrinde  resmî  şekli  şart  koşan  14. maddesi, geçersizdir. Türk Gemi Siciline kayıtlı bulunmayan Türk gemileri üzerindeki  mülkiyet  ve  sınırlı  ayni  haklara  TMK nun  taşınırlara  ilişkin hükümlerinin uygulanacağına dair YTTK m. 997 hükmü yürürlüktedir. 8 – MGS ye tescili ihtiyari olup da zorunlu olarak Bağlama Kütüğüne kaydedilen  bir  gemi,  malikin  isteği  üzerine  her  zaman  MGS ye  tescil   163Yeni Bağlama Kütüğü Rejimi…                                                 AÜHFD, 64 (1) 2015: 103-169 edilerek  üzerinde  gemi  ipoteği  kurulabilir.  Bağlama  Kütüğüne  zorunlu olarak kayıt, hiçbir zaman MGS ye tescile engel oluşturmaz.   9  –  Yeni  Bağlama  Kütüğü  Rejimi,  kütüğe  kayıtlı  gemi  ve  araçlar üzerinde ticari işletme rehni kurulmasına, mülkiyeti saklı tutma kaydıyla satışa  ve  finansal  kiralama  sözleşmesi  yapılmasına  hiçbir  şekilde  engel oluşturmamaktadır.     10 – Bağlama Kütüğü, bir teşkilat kanunu olarak 655 sayılı KHK de değil, fakat müstakil bir kanunda düzenlenmelidir. Teşkilat, kapsam, Türk bayrağı çekme hakkı ve yükümlülüğü, ruhsatname düzenlenmesi ve vize yaptırılması, idari para cezaları, kütüğün tutulması, rehin ve mülkiyetin devri gibi temel meselelere ilişkin usul ve esaslar, mutlaka kanunda düzenlenmeli, diğer ayrıntılı ve teknik konular yönetmeliğe bırakılmalıdır.   11 – Yönetmeliğin Türk bayrağı çekme hakkına dair hükümleri, kanuni dayanaktan yoksun olması sebebiyle tamamen geçersizdir. Bu durumda Türk Hukukunda tabiiyeti düzenleyen tek ve emredici nitelikteki YTTK m. 940 hükümleri  bayrak  çekme  hakkının  belirlenmesinde  dikkate  alınmak zorundadır. YTTK m. 940 daki şartları sağlamayan kişilerin gemi ve araçları Türk  gemisi  sayılmayacağından  bu  gemi  ve  araçlara  Türk  bayrağı çekilemeyecektir.  Bu  uygulamanın  doğuracağı  olumsuzlukları  bertaraf etmek  için  Bağlama  Kütüğüne  kaydedilecek  gemi  ve  araçların  hangi şartlarda Türk bayrağı çekebilecekleri kanunda açıkça düzenlenmeli, ancak YTTK m. 940 hükümlerine göre daha esnek şartlar belirlenmelidir.  12 – Yabancı gerçek kişilere ait ve özel maksatlarla kullanılan gemi ve araçlara da Türk bayrağı çekme imkânı sağlanmalıdır. Ancak her halükârda Bağlama Kütüğüne kaydedilen bütün gemi ve araçların kabotaj hakkından yararlanmaları, YTTK m. 940 daki şartlara tabi kılınmalıdır.  13 – Belirli bir tonaj, boy veya tür esas alınmak suretiyle çok küçük gemi  ve  araçlar,  Bağlama  Kütüğüne  kayıt  zorunluluğundan  istisna edilmelidir. Bu konuda sınırları kanunda çizilmek kaydıyla İdare ye belli bir ölçüde takdir yetkisi verilebilir. Böylece, çok küçük gemi ve araçların malik veya işletenleri, gereksiz birçok külfetten kurtarılmış olur.       14  –  Bağlama  Kütüğü  rejimi,  Trafik  Sicili ne  yaklaşan  bir  yapıya kavuşturulmalı, hazırlanacak kanunda zilyetliğin devrine gerek olmaksızın kütüğe  kayıtlı  gemi  ve  araçların  rehin  edilmelerine  ve  kayden 164AÜHFD, 64 (1) 2015: 103-169                                                                                          Demir haczedilmelerine imkân verilmelidir. Keza, kütüğe şerh vermek suretiyle ihtiyati tedbir kararlarının uygulanmasında kolaylık sağlanmalıdır. Ayrıca,  işleten , 13/10/1983 tarihli ve 2918 sayılı Karayolları Trafik Kanununun 3. maddesindeki tanıma benzer şekilde tanımlanmalıdır.    15 – Bağlama Kütüğüne kayıtlı gemi ve araçların mülkiyetinin devri, MGS ne kayıtlı gemilerin devrine ilişkin YTTK m. 1001 hükmüne paralel biçimde  düzenlenmelidir.  Böylece  hem  Bağlama  Kütüğü  ile  MGS uygulamaları birbirine yaklaştırılmış, hem de taşınır mülkiyetinin devri için zilyetliğin  devrini  arayan  TMK  m.  765(1)  hükmüne  uyum  sağlanmış olacaktır.                        165Yeni Bağlama Kütüğü Rejimi…                                                 AÜHFD, 64 (1) 2015: 103-169",
     "Kaynakça": "I – KİTAP VE MAKALELER Aksoy,  Sami.  (2007).  Yapı  Halindeki  Gemilerin  Rehni,  Yayımlanmamış Yüksek Lisans Tezi. Ankara (Yapı Rehni). Aksoy,  Sami.  (2010).  Türk  Hukukunda  Yeni  Bir  Düzenleme:  Bağlama Kütüğü. Fırat Öztan a Armağan, C. I, Ankara: Turhan Kitabevi, s. 65139 (Bağlama Kütüğü).     Algantürk Light, Didem. (2000). Türk Uluslararası Gemi Sicili Kanunu ile Getirilen Düzenlemeler. İstanbul Barosu Dergisi, C. 74, S. 7-8-9, s. 797-804.  Algantürk – Light, Didem. (2009). Bağlama Kütüğü Uygulama Yönetmeliği Hakkında  Değerlendirmeler.  İstanbul  Ticaret  Üniversitesi  Sosyal Bilimler Dergisi, Y. 8, S. 16, s. 49-64. Altop,  Atilla.  (2005).  Bağlama  Kütüğü  ile  İlgili  Yasal  Düzenlemenin Getirdiği Bazı Sorunlar. Deniz Hukuku Dergisi, Y. 10, S. 1 – 4, s. 1-13 (Bağlama Kütüğü). Altop, Atilla. (1998). Gemilere İlişkin Finansal Kiralama Sözleşmelerinin Ülkemizdeki  Gelişimi  ve  Ortaya  Çıkan  Özellikli  Durumlar.  Deniz Hukuku Dergisi, C. III, S. 3-4, s. 17-45. Arkan, Sabih. (2013). Ticari İşletme Hukuku. (18.bs.). Ankara: Banka ve Ticaret Hukuku Araştırma Enstitüsü. Arkan, Sabih. (1990). Gemilerle İlgili Finansal Kiralamadan Doğan Bazı Sorunlar. Haluk Tandoğan ın Hatırasına Armağan, Ankara: Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayınları. s. 435-443. Ataergin, Selim. (2003). Türk Uluslararası Gemi Sicili. Prof. Dr. Fahiman Tekil in Anısına Armağan. İstanbul: Marmara Üniversitesi Yayınları. s. 63-70. Atamer, Kerim. (2009). Alman Türk Hukukunda Gemilerin Bayrak Çekme Zorunluluğu,  Gemi  Siciline  Kayıt  ve  Hükümlerin  Uygulama Alanı. BATİDER, C. XXV, S. 1, s. 99-201 (Gemi Sicili).  166AÜHFD, 64 (1) 2015: 103-169                                                                                          Demir Atamer, Kerim. (2009). Yargıtay Kararları Işığında, Deniz Ticareti ve Deniz Sigortası Hukukunda  Güncel Sorunlar ve  Gelişmeler.  XXIII. Ticaret Hukuku  ve  Yargıtay  Kararları  Sempozyumu  (12.06.2009),  Ankara: Banka  ve Ticaret Hukuku Enstitüsü Yayınları,  s. 159-275 (Güncel Sorunlar). Atamer, Kerim. (2009). Bağlama Kütüğü: Yasama Amacı, Uygulama Alanı ve Özel Hukuk Kurallarına Etkisi. BATİDER, C. XXV, S. 4, s. 297-366 (Bağlama Kütüğü).     Atamer,  Kerim.  (2006).  Deniz  Hukukunda  Cebri  İcra.  İstanbul: Arıkan Basım Yayım Dağıtım (Cebri İcra). Aybay,  Gündüz.  (1999).  Türk  Uluslararası  Gemi  Sicili  Kanunu  ve Yönetmeliği Hakkında. Deniz Hukuku Dergisi, Y. 4, S. 3-4, s. 61-76. Barlas,  Nuray.  (2000).  Gemi Alacaklısı  Hakkı Veren Alacaklar  ve  Gemi Alacaklısı Hakkının Hukuki Niteliği. İstanbul: Beta Basım Yayım A.Ş. Cansel, Erol. (1967). Türk Menkul Rehni Hukuku. Ankara: Sevinç Matbaası. Çağa,  Tahir  /  Kender,  Rayegan.  (2002).    Deniz  Ticareti  Hukuku.  C.  I, (12.bs.). İstanbul: Beta Basım A.Ş.  Çetingil, Ergon / Kender, Rayegân / Ünan, Samim / Yazıcıoğlu, Emine. (2006). TTK Tasarısı nın  Deniz Ticareti  Başlıklı 5. Kitabında Yer Alan Hükümler Hakkında. Deniz Hukuku Dergisi, Özel Sayı, s. 116117. Demirkıran, Murat. (2000). Avrupa Topluluğu Gemi Sicili Çalışmaları ve Türk  Uluslararası  Gemi  Sicili  ile  Karşılaştırılması.  Deniz  Hukuku Dergisi, Y. 5, S. 1 -4, s. 129-174. Ekşi,  Nuray.  (2000).  Türk  Uluslararası  Gemi  Sicili  Kanununun Hazırlanmasına  Etki  Eden  Faktörler  ve  Kanunun  Genel  Esaslarının Değerlendirilmesi. Prof. Dr. Tahir Çağa nın Anısına Armağan. İstanbul: Beta Basım Yayım Dağıtım A.Ş. s. 201-210. Güçlü, Yaşar. (2010). İdari Para Cezaları ve Diğer İdari Yaptırımlar. (2.bs.). Ankara: Seçkin Yayınları.    167Yeni Bağlama Kütüğü Rejimi…                                                 AÜHFD, 64 (1) 2015: 103-169 Günay, Barış. (2009). Türk ve Anglo – Amerikan Hukukunda Gemi Alacaklısı Hakkı. Ankara: Yetkin Yayınları. Gürsoy, Kemal / Eren, Fikret / Cansel, Erol. (1984). Türk Eşya Hukuku. Ankara: Ankara Üniversitesi Basımevi. Hatemi,  Hüseyin  /  Serozan,  Rona  /  Arpacı,  Abdülkadir.  (1991).  Eşya Hukuku. İstanbul: Filiz Kitabevi. Hızır, Serdar. (2006). Gemi Alacaklısı Hakkının Bahşettiği Bir İmkân Olarak Rehnin Paraya Çevrilmesi Suretiyle Takip Usulü. BATİDER, C. XXIII, S. 4, s. 357-403.    Kalpsüz, Turgut. (1971). Deniz Ticareti Hukuku, Giriş – Gemi. C. I. Ankara: Banka  ve  Ticaret  Hukuku  Araştırma  Enstitüsü  Yayınları  (Deniz Ticareti).  Kalpsüz,  Turgut.  (2004).  Gemi  Rehni.  (5.bs.). Ankara:  Turhan  Kitabevi (Gemi Rehni). Kalpsüz,  Turgut.  (2006).  Milletlerarası  Sözleşmelerde  Kullanıldıkları Manada Gemi Alacağı ve Deniz Alacağı Kavramları. Prof. Dr. Tuğrul Ansay a Armağan. Ankara: Turhan Kitabevi. s. 59-104. Kender,  Rayegan  /  Çetingil,  Ergon  /  Yazıcıoğlu,  Emine.  (2014).  Deniz Ticareti Hukuku. C. I. (14.bs.). İstanbul: On İki Levha Yayıncılık A.Ş. Kılıçoğlu, Ahmet. (2012). Borçlar Hukuku Genel Hükümler. (Genişletilmiş 16.bs.). Ankara: Turhan Kitabevi. Kurt,  Hayrettin.  (2014).  Türk  Uluslararası  Gemi  Sicili  Kanununun Değerlendirilmesi. Ankara Barosu Dergisi, Y. 72, S. 2014/2, s. 270-290.   Oğuzman, Kemal /Seliçi, Özel. (2002). Eşya Hukuku. (9.bs.). İstanbul: Filiz Kitabevi. Okay, Sami. (1970). Deniz Ticareti Hukuku. C. I. (3.bs.). İstanbul: Kutulmuş Matbaası.  Parlar, Ali. (2012). Açıklamalı – İçtihatlı Kabahatler Kanunu. Ankara: Bilge Yayınevi.  Reisoğlu, Seza. (1965). Menkul İpoteği, Teslimsiz Menkul Rehni. Ankara: Ankara Üniversitesi Basımevi. 168AÜHFD, 64 (1) 2015: 103-169                                                                                          Demir Sirmen, Lale. (1995), Eşya Hukuku Dersleri. Ankara: Savaş Yayınları. Sözer, Bülent. (2012). Deniz Ticareti Hukuku, Gemi – Donatan – Taşıyan ve Deniz Ticareti Hukukunda Sorumluluk Rejimi. (2.bs.). İstanbul: Vedat Kitapçılık. Süzel, Cüneyt. (2012). Gemi Alacaklısı Hakkı ve Gemi İpoteği Hakkında 1993 Cenevre Sözleşmesi ve Yeni Türk Ticaret Kanunu. İstanbul: On İki Levha Yayınları. Şeker Öğüz, Zehra. (1999). Üzerinde İpotek Tesis Edilmiş Gemilerin Türk Gemi  Sicilinden  Terkin  Edilerek  Türk  Uluslararası  Gemi  Siciline Kaydedilmesi Sorunu. Deniz Hukuku Dergisi, Y. 4, S. 3 -4, s. 83-92.  Tekil, Fahiman. (2001). Deniz Hukuku. (6.bs.). İstanbul: Alkım Kitabevi.  Topuz,  Murat.  (2013).  6361  sayılı  Finansal  Kiralama,  Faktoring  ve Finansman  Şirketleri  Kanunu  Çerçevesinde  Finansal  Kiralama Sözleşmesi. Ankara: Adalet Yayınevi. Türkel, Doğuş Taylan. (2008). Gemi Alacaklısı Hakkının Paraya Çevrilmesi. İzmir: Güncel Hukuk Yayınları. Ülgener,  Fehmi.  (1999).  Türk  Uluslararası  Gemi  Sicili  Kanunu  ve Yönetmelik Tasarısı ile İlgili Bir Değerlendirme. Deniz Hukuku Dergisi, Y. 4, S. 3 -4, s. 15-38.  Ünan,  Samim.  (2005).  Bağlama  Kütüğü  ile  İlgili  Bazı  Sorunlar.  Deniz Hukuku Dergisi, Y. 10, S. 1 – 4, s. 15-26. II –"
}