{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2019",
     "Cilt": "68",
     "Sayı": "3",
     "Başlık": "İSVİÇRE BORÇLAR KANUNU GENEL HÜKÜMLER TASARISI’NDA (OR. 2020) İFA ENGELLERİNİN ŞARTLARI",
     "Title": "The Conditions For Non-Performance Under the 2020 Draft of the Swiss Code of Obligations General Provisions",
     "Yazar İsmi": [
          "Mehmet AKÇAAL"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "OR. 2020",
          "İsviçre Borçlar Kanunu Genel Hükümler Tasarısı",
          "Sözleşmenin ihlâli",
          "İfa engelleri",
          "Borçlu temerrüdü"
     ],
     "Keywords": [
          "OR. 2020",
          "2020 Draft of The Swiss Code of Obligations regarding General Provisions",
          "Breach of contract",
          "Types of non-performance",
          "Default of debtor"
     ],
     "Özet": "Günümüzde borçlar hukuku alanında ziyadesiyle önemli gelişmeler ve değişiklikler  yaşanmaktadır.  Bunlardan  biri  de,  çoğunluğu  İsviçre Üniversitelerinde çalışan akademisyenler tarafından hazırlanan ve beş yıllık bir çalışmanın eseri olan İsviçre Borçlar Kanunu Genel Hükümler Tasarısı (OR. 2020) dır. Akademisyenleri böyle bir Tasarı hazırlamaya teşvik eden güç ise, hukukî mes elelerine çözüm yolu arayanlar için mevcut hukukun artık yeterince deva olamamasıdır. Çalışma konusu Tasarı kapsamdaki en önemli değişikliklerden  biri  de  ifa  engelleri  alanında,  özellikle  de  şartlarında öngörülmektedir. Bu sebeple, çalışma kapsamında ifa engellerinin şartları, borçlunun  sorumluluktan  kurtulması  ile  yardımcı  kişilerin  fiillerinden sorumluluk konuları incelenmiştir. Yani, çalışmanın konusu, Tasarı m. 118122 hükümleridir. Bahse konu çalışma, Türk Hukuku bakımından da son derece faydalıdır.  Zira,  mehaz  Kanun için  teklif  edilen  böyle  köklü  bir değişiklik, 6098 sayılı Türk Borçlar Kanunu nun müstakbel seyri ve akıbeti bakımından da ziyadesiyle önemlidir. Zira, Türk Borçlar Kanunu, İsviçre Borçlar Kanunu ndan  ayrı  düşünülemez.  Çünkü,  gelecekte  Türk  Borçlar Kanunu nda bir değişikliğe (revizyona) gidildiği takdirde, kaynak olarak yine İsviçre Borçlar Kanunu ndan istifade edilecektir.                                                             Makalenin Geliş Tarihi: 06.05.2019   Makalenin Kabul Tarihi: 20.11.2019    Dr. Öğr. Üyesi, Selçuk Üniversitesi Hukuk Fakültesi Medenî  Hukuk Anabilim Dalı  E-Posta: mehmetakcaal@hotmail.com, ORCID: 0000-0003-3228-8486Mehmet AKÇAAL  Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 529-550",
     "Abstract": "There are very important amendments regarding the Law of Obligations. One of them is the 2020 Draft of The Swiss Code of Obligations regarding the general provisions. The Draft is the result of a study for five years by the authors who work mostly in Swiss Universities. The motivation for the authors is the Swiss Code of Obligations not to be resolution for the legal issues. One of the most substantial amendments in the Draft is about the nonperformance and the conditions for it in particular. So the subject of this study is the conditions for the non-performance, liberation of debtor and liability for associates. This article analyses the conditions of non-performance between Art. 118 and Art. 122 of the Draft. The reason why this study is important for Turkish law is the Swiss Code of Obligations is the source of Turkish Code of Obligations. If the Turkish Code of Obligations is amended as in the Draft in the future, the Swiss Code will be an indispensable reference for Turkish legal system, as well.",
     "Metin": "İfa engellerinin İsviçre Borçlar Kanunu Genel Hükümler Tasarısı (OR. 2020) ndaki  düzenlemesi,  Türk-İsviçre  Borçlar  Kanunu ndaki  mevcut hükümlerden (TBK. m. 112 vd.; İBK. m. 97 vd.) esaslı bir biçimde farklıdır. Bu sebeple, konunun daha iyi anlaşılabilmesi için, öncelikle Türk-İsviçre Borçlar  Kanunu ndaki  mevcut  düzenleme  (de  lege  lata)  hakkında  ana hatlarıyla bilgi verilmiştir. Daha sonra ise, Tasarı nın ilgili hükümleri (m. 118122) genel bir biçimde açıklanmıştır. Nihayet, bahse konu Tasarı daki her bir madde incelenmiştir.                                                            1   Bkz. RG. T. 04.02.2011, S. 27836.  2   Müller-Chen,  Markus,  Huguenin,  Claire  /  Hilty,  Reto  M.  (Hrsg.),  Schweizer Obligationenrecht 2020 - Entwurf für einen neuen allgemeinen Teil, Zürich 2013, s. 346. 530Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 529-550  İsviçre Borçlar Kanunu … İfa  engellerine  ilişkin  Türk-İsviçre  Borçlar  Kanunu ndaki  mevcut düzenlemenin (lex lata) merkezinde, borcun ifa edilmemesinin gerekçesinin, daha  doğrusu  türünün  ne  olduğu  yer  alır.  Borcun  ifa  edilmemesi (Nichtleistung=Nichterfüllung) kavramı ise, hiç ifa etmeme ile gereği gibi ifa etmemeyi kapsar.  Borcun  ifa  edilmemesinin  sonuçları,  ifa  etmemenin  türüne  göre birbirinden farklıdır. Gerçekten de, imkânsızlık, kötü ifa ve temerrüt halinde alacaklıya tanınan imkânlar ziyadesiyle çeşitlidir. Bunlar, aynen ifa, tazminat, sözleşmeden  dönme,  bedelde  indirim,  ücretsiz  onarım  ile  malın değiştirilmesini talep etme hakkıdır. İfa etmemenin bahsi geçen sonuçları, Türk-İsviçre Borçlar Kanunu nun tamamına yayılmış haldedir. Görüldüğü üzere, Türk-İsviçre Borçlar Kanunu nun ifa engellerine dair hükümlerinin birbiriyle  uyumlu  bir  bütün  teşkil  ettiğinden  bahsedilemez.  Dolayısıyla, mevcut Kanun daki ifa engelleri bakımından ciddî bir değişikliğe (revizyona) ihtiyaç vardır.                                                             3   Fikentscher, Wolgang / Heinemann, Andreas, Schuldrecht, 10. Auf., Berlin 2006, s. 187 vd.; Gauch,  Peter  /  Schluep,  Walter  R.  /  Schmid,  Jörg  /  Rey,  Heinz,  Schweizerisches Obligationenrecht, Allgemeiner Teil, ohne ausservertragliches Haftpflichtrecht, Bd. 2, 7. Auf., Zürich 1998, s. 91 vd.; Honsell, Heinrich / Vogt, Peter Nedim / Wiegand, Wolfgang, Basler Kommentar, Obligationenrecht I Art. 1-519 OR, 6. Auf., Basel 2015, s. 584 vd.; Tandoğan, Halûk, Türk Mes uliyet Hukuku, 2. Baskı, İstanbul 2010, s. 395 vd.; Eren, Fikret, Borçlar Hukuku Genel Hükümler, 22. Baskı, Ankara 2017, s. 1053; Tekinay, Selâhattin S. / Akman, Sermet / Burcuoğlu, Halûk / Altop, Atillâ, Borçlar Hukuku, Genel Hükümler, 7. Baskı, İstanbul 1993, s. 851; Oğuzman, M. Kemal / Öz, M. Turgut, Borçlar Hukuku Genel Hükümler, C. I, 13. Baskı, İstanbul 2015, s. 366; Kocayusufpaşaoğlu, Necip / Hatemi, Hüseyin / Serozan, Rona / Arpacı, Abdükadir, İfa, İfa Engelleri, Haksız Zenginleşme, 7. Baskı, İstanbul 2016, s. 130 vd.; Kılıçoğlu, Ahmet M., Borçlar Hukuku, Genel Hükümler, 21. Baskı, Ankara 2017, s. 803 vd.; Akıncı, Şahin, Borçlar Hukuku Bilgisi Genel Hükümler, 10. Baskı, Konya 2017, s. 225 vd.; Hatemi, Hüseyin / Gökyayla, K. Emre, Borçlar Hukuku, Genel Bölüm, 4. Baskı, İstanbul 2017, s. 257 vd.; Zevkliler, Aydın / Ertaş, Şeref / Havutçu, Ayşe / Aydoğdu, Murat / Cumalıoğlu, Emre, Borçlar Hukuku, Genel Hükümler ve Özel Borç İlişkileri, Ana İlkeler, İzmir 2013, s. 312; Sert, Selin, Viyana Satım Sözleşmesinde (CISG) İfa Engelleri ve Sonuçları, İstanbul 2013, s. 16. 4   Bunlardan Genel Hükümler bakımından önem arz edenleri ise, TBK. m. 27 (İBK. m. 20), TBK. m. 112 (İBK. m. 97), TBK. m. 117 vd. (İBK. m. 102 vd.) ile TBK. m. 136 (İBK. m. 119) hükümleridir. İfadan kaçınma hakkı (Leistungsverweigerungsrechte) ise, esas itibariyle TBK. m. 97-98 (İBK. m. 82-83) de düzenlenmiştir. Keza, Özel Hükümler (İBK. m. 183 vd.), özel ve kısmen farklı birtakım düzenlemeler (TBK. m. 227 vd.; İBK. m. 205 vd. gibi) ihtiva etmektedir (Müller-Chen, s. 346). 5   Atamer, Yeşim M., Satıcının Sözleşmeye Aykırı Davranışı Ekseninde CISG ın İfa Engelleri Sistemine Genel Bakış, Milletlerarası Satım Hukuku, 2. Baskı, İstanbul 2012, s. 222; MüllerChen, s. 346. 531Mehmet AKÇAAL  Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 529-550 Türk-İsviçre Borçlar Kanunu ndaki değişiklik ihtiyacını şu misal çok güzel  ifade  etmektedir.  Meselâ,  satıcı  (A),  (B) ye  21  Haziran  2018 de otomatik vitesli ikinci el bir otomobili teslim etmeyi taahhüt etmiştir. Burada birinci ihtimal, 21 Haziranda otomobilin teslim edilmemiş olmasıdır. Bu takdirde, (B) nin sahip olduğu imkânlar, satılanın tesliminin halen mümkün olup olmamasına göre değişir. İlk olarak, şayet edimin ifası henüz mümkünse, temerrüt hükümleri (TBK. m. 117 vd.; İBK. m. 102 vd.) uygulanır. Bu sebeple, (B), aynen ifa ile birlikte varsa gecikmeden doğan zararının tazminini talep  edebilir.  Ayrıca,  alacaklı,  tam  iki  tarafa  (karşılıklı)  borç  yükleyen sözleşmelerde borçluya uygun bir süre vermek kaydıyla (TBK. m. 123-124; İBK. m. 107-108) müspet zararın tazmini ile sözleşmeden dönme ve menfî zararın tazmini haklarına da sahip olur (TBK. m. 125/II; İBK. m. 107/II)6. Yukarıdaki misale ilişkin diğer bir ihtimal, borcun ifasının imkânsız hale gelmesidir. Nitekim, yukarıdaki misaldeki otomobilin yok olmasında durum böyledir.  Bahse  konu  ihtimalde  de,  borcun  ifa  edilmemesinin  sonuçları imkânsızlığın türüne göre değişiklik gösterir. Edimin başlangıçtan itibaren imkânsız  olması  (başlangıçtaki  imkânsızlık)  halinde  sözleşme  kesin hükümsüzlük (butlan) müeyyidesine  tâbidir (TBK. m. 27;  İBK.  m. 20). Sonraki imkânsızlıkta ise, öncelikle parça borcunun mu, yoksa cins borcunun mu söz konusu olduğuna bakılmalıdır. Keza, böyle bir halde (A) nın kusurlu olup olmadığı da göz önünde bulundurulmalıdır. Bu kapsamda, ilk olarak borçlanılan  edim  parça  mal  olup  da  bu  malın  teslimi  (A) nın  kusuru neticesinde imkânsız hale gelmiş olabilir. Yani, somut olayda kusurlu sonraki ifa imkânsızlığı söz konusu olabilir. Böyle bir halde, artık (A) dan otomobilin teslimi talep edilemez; onun yerini tazmin yükümlülüğü alır (TBK. m. 112; İBK. m. 97/I). Borçlunun sorumlu olmadığı sonraki imkânsızlıkta ise, edim hasarına  kural  olarak  alacaklı  katlanır.  Bunun  anlamı,  borçlunun  hiçbir tazminat ödemeksizin edim yükümlülüğünden kurtulmasıdır. Bedel hasarına ise  kural  olarak  borçlu  katlanır.  Bundan  maksat  ise,  kendi  edim yükümlülüğünden  kurtulan  borçlunun  karşı  edime  (bedele)  hak kazanamamasıdır.  Yukarıda  gösterilen  misalde  (A) nın  otomobili  teslim                                                            6   Gauch / Schluep / Schmid / Rey, s. 191 vd.; Honsell / Vogt / Wiegand, s. 638 vd.; Bucher, Eugen, Schweizerisches Obligationenrecht, Allgemeiner Teil ohne Deliktsrecht, 2. Auf., Zürich 1988, s. 355 vd.; Tandoğan, Mes uliyet, s. 501; Eren, Genel, s. 1126 vd.; Tekinay / Akman / Burcuoğlu / Altop, s. 960 vd.; Oğuzman / Öz, s. 503 vd.; Serozan, İfa, s. 232 vd.; Kılıçoğlu, s. 911 vd.; Zevkliler / Ertaş / Havutçu / Aydoğdu / Cumalıoğlu, s. 338 vd. 532Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 529-550  İsviçre Borçlar Kanunu … borcu sona erer, ancak buna mukabil bedel alacağı da sona erer. Yani (B) nin satış  bedelini  ödeme  borcu  devam  etmez.  Satış  sözleşmesinde  de  hasar teslimle  alıcıya  geçtiğinden  durum  budur.  Ancak  TBK.  m.  208/II-III te belirtilen  istisnaî  hallerde  meselâ  alıcı  temerrütte  iken  imkânsızlık gerçekleşirse bedel hasarı teslimden önce alıcıya geçmiş olur. Sadece böyle istisnai bir durumda  alıcı imkânsızlık sebebiyle  aracı elde  edememesine rağmen satış bedelini ödemek zorunda kalır. Cins borcu bahse konu olduğu takdirde ise, (B) nin aynen ifayı talep etme hakkı varlığını korur. Zira, cins yok olmaz (genus non perit)7. Yukarıdaki  misalde  üçüncü  ihtimal,  (A) nın  21  Haziran  tarihinde otomatik değil de, düz (manuel) vitesli bir ikinci el otomobil teslim etmiş olmasıdır. Böyle bir halde, yanlış ifanın (aliud) mı yoksa, kötü ifanın (peius) mı söz konusu olduğuna göre, uygulanacak hükümler de değişiklik arz eder. Yanlış ifa, öngörülen parçadan başka bir parçanın teslimi halinde söz konusu olur. Keza, borçlu, yanlış bir çeşitten (türden) şeyle edimi yerine getirdiği takdirde  de,  yanlış  ifa  mevcuttur.  Yanlış  ifa  halinde,  edim  henüz  ifa edilmediği için borçlu temerrüdüne ilişkin hükümler (TBK. m. 117 vd.; İBK. m. 102 vd.) uygulanır. Kötü ifada ise, ifa edilen edimin nitelik yönünden eksik, kötü ve ayıplı olması söz konusudur. Bu takdirde, ayıplı ifaya ilişkin özel hükümler (TBK. m. 219 vd.; İBK. m. 197 vd.) uygulanır. Dolayısıyla, alıcının ayıptan sorumlulukla ilgili gözden geçirme ve bildirim külfetleri (TBK. m. 223; İBK. m. 201) ile iki yıllık zamanaşımına (TBK. m. 231; İBK.                                                            7   Eren, Genel, s. 344, 1062 vd.; Tekinay / Akman / Burcuoğlu / Altop, s. 904 vd.; Serozan, İfa, s. 81; Akıncı, Borçlar, s. 226 vd. 8   Tandoğan, Mes uliyet, s. 400; Eren, Genel, s. 941; Tekinay / Akman / Burcuoğlu / Altop, s. 762; Oğuzman / Öz, s. 272, dpn. 86. 9   Honsell / Vogt / Wiegand, s. 589; Tandoğan, Mes uliyet, s. 399-400; Eren, Genel, s. 1073; Tekinay / Akman / Burcuoğlu / Altop, s. 762, dpn. 2b; Oğuzman / Öz, s. 468; Aral, Fahrettin/ Ayrancı, Hasan, Borçlar Hukuku, Özel Borç İlişkileri, 11. Baskı, Ankara 2015, s. 138, 151; Akıncı, Borçlar, s. 241. 10  Ayıplı ifa, satış (TBK. m. 219 vd.), mal değişim (TBK. m. 284), kira (TBK. m. 304 vd.), evde hizmet (TBK. m. 463/II, 465), eser (TBK. m. 474 vd.) ile adi ortaklık (TBK. m. 621/III) sözleşmeleri bakımından Türk Borçlar Kanunu nda özel olarak düzenlenmiştir. En kapsamlı düzenlemeler ise, satış, kira ve eser sözleşmelerinde yer almaktadır (Aral, Fahrettin, Türk Borçlar Hukukunda Kötü İfa, Ankara 2011, s. 112-113; Akıncı, Şahin, Kötü İfa - Eksik İfa - Ayıplı İfa Ayrımı ve Bu Ayrımın Hukukî Sonuçları, Medenî Kanun un ve Borçlar Kanunu nun 90. Yılı Uluslar arası Sempozyumu, 1926 dan Günümüze Türk - İsviçre Medenî Hukuku 17-18-19-20 Şubat 2016, C. 2, Ankara 2017, s. 1395). 533Mehmet AKÇAAL  Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 529-550 m.  210)  ilişkin  hükümlere  uyması  gerekir.  Sonuç  olarak,  Türk-İsviçre Borçlar Kanunu nda borcun ifa edilmemesinin sonuçları ihlâlin türüne bağlı olup, ziyadesiyle değişik şekillerde ortaya çıkar. Türk-İsviçre Borçlar Kanunu nun aksine, İsviçre Borçlar Kanunu Genel Hükümler Tasarısı ndaki ifa engellerine ilişkin hükümlerin (Tasarı m. 118134) ana hedefi, sebep (daha doğrusu ihlâlin türü) ve kusur merkezli mevcut sistemin yerini hukukî sonuç odaklı ve garanti benzeri bir modelin almasıdır. Bu yeni modelde ifa engellerini belirleyen husus, hukukî sebep yaklaşımı (cause  approach)  değil,  hukukî  sonuç  (müeyyide)  yaklaşımıdır  (remedy approach=Rechtsfolgenorientation). Böylece, hukukta benzer olgulara benzer çözümler getirileceği için, eşitlik ve hukukî güvenlik de sağlanmış olur. Milletlerarası Mal Satımına İlişkin Sözleşmeler Hakkında Birleşmiş Milletler Anlaşması ndan (CISG. m. 45 vd.) beri bütün reformlarda aynı yaklaşım benimsenmektedir. Mevcut düzenlemeye ilişkin yukarıda bahsedilen misalden hareketle, Tasarı m. 118 vd. hükümlerinin işlevinin kısaca açıklanmasında fayda vardır. Buna göre, ikinci el otomobil teslimden önce hasara uğradığı takdirde, Tasarı m. 118/I gereğince bir yükümlülük ihlâli bahse konu olur. Ne var ki, satıcı,                                                            11  Bunun haricinde, alacaklının İBK. m. 97 ye göre kötü ifaya (gereği gibi ifa etmemeye) dayanıp dayanamayacağı  tartışmalıdır.  Bahsi  geçen  tartışma  hakkında  ayrıntılı  bilgi  için  bkz. Tandoğan, Halûk, Borçlar Hukuku, Özel Borç İlişkileri, C. I/1, 6. Baskı, İstanbul 2008, s. 206207; Aral / Ayrancı, s. 151-152; Gümüş, Mustafa Alper, Borçlar Hukuku Özel Hükümler, C. I, 3. Baskı, İstanbul 2013, s. 64 vd. Ancak, Türk Hukuku için böyle bir tartışmaya artık gerek kalmamıştır. Zira, TBK. m. 227/II de alıcının genel hükümlere göre tazminat talebi saklı tutulmuştur.  Dolayısıyla,  alıcı,  satıcı  aleyhine  genel  hükümlere  göre  tazminat  davası açabileceği gibi, ayıptan sorumluluk hükümlerine (TBK. m. 219 vd.) de dayanabilir (Eren, Fikret, Borçlar Hukuku Özel Hükümler, 4. Baskı, Ankara 2017, s. 155-156; Yavuz, Cevdet, Borçlar Hukuku Dersleri Özel Hükümler, 10. Baskı, İstanbul 2012, s. 104). 12  Tandoğan, Mes uliyet, s. 482 vd.; Eren, Genel, s. 1054 vd.; Tekinay / Akman / Burcuoğlu / Altop, s. 852 vd.; Serozan, İfa, s. 130 vd.; Kılıçoğlu, s. 806 vd.; Akıncı, Borçlar, s. 242; Zevkliler / Ertaş / Havutçu / Aydoğdu / Cumalıoğlu, s. 312 vd. 13  Huber, Peter, CISG - Sözleşmeye Aykırılık Halinde Alıcının Hakları, Milletlerarası Satım Hukuku, 2. Baskı, İstanbul 2012, s. 268; Serozan, İfa, s. 141; Atamer, s. 222 vd.; Sert, s. 60. Nitekim, DCFR. m. III. -3:101 vd.; PECL. m. 8:101 vd. ile UNIDROIT. ilkeleri m. 7.1.1. vd. nda da hal böyledir. Gerçekten de, DCFR. m. III. - 2:101 vd. nda İkinci Ayırımda ifa konusu  ele  alındıktan  sonra,   İfa  Etmemenin  Müeyyideleri  (Remedies  for  nonperformance)  başlıklı Üçüncü Ayırımda (DCFR. m. III. -3:101 vd. nda) ifa etmemenin türleri değil, hukukî sonuçları düzenlenmektedir. Aynı şekilde, PECL. m. 8:101 vd. ndaki Sekizinci Ayırım  İfa Etmeme ve Genel Olarak Müeyyideleri (Non-Performance and Remedies in General)  şeklindedir. UNIDROIT. ilkeleri m. 7.1.1. vd. ndaki 7. Ayırımın başlığı ise,  İfa Etmeme (Non-Performance) dir. 534Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 529-550  İsviçre Borçlar Kanunu … sorumlu  tutulamayacağı  bir  sebebin  veya  sorumsuzluk  kaydının  varlığı halinde yükümlülük ihlâlinden dolayı sorumlu tutulamaz (Tasarı m. 121-122), Ancak, yine de böyle bir halde yükümlülük ihlâli ortaya çıkar. Dolayısıyla, alıcı, bu halde her ne kadar aynen ifa, borçlu adına ifa etme ve tazminat talep edemezse de, sözleşmenin sona erdirilmesi hakkını kullanabilir. Böylece, alıcı kendi edimini ifa etmeksizin sözleşmeden kurtulabilir.  2. BORCUN İFA EDİLMEMESİ HALİ I. Tasarı m. 118 Hükmünün Konusu ve Temel Düşüncesi Tasarı  m.  118  gereğince,  bir  yükümlülüğün  ifa  edilmemiş  olması, sözleşmeden doğan (akdî) sorumluluğun temel unsurudur. Böylece, Tasarı da yeknesak bir ifa etmeme hali öngörülmektedir. Gerçekten de, burada (Tasarı m. 118/I, lit. a-g de) sınırlayıcı bir şekilde sayılan ve devamında (m. 123-134) ayrıntılı  olarak  düzenlenen  alacaklı haklarının  temelinde  bahse  konu  ifa etmeme hali yer almaktadır. Buna göre, Tasarı yürürlüğe girdiği takdirde, sözleşmeye aykırılığın hukukî sonuçları, kural olarak artık ihlâlin türünden hareketle  farklılık arz etmez. Bunun yerine,  Milletlerarası Mal Satımına İlişkin Sözleşmeler Hakkında Birleşmiş Milletler Anlaşması, Alman Medenî Kanunu  ve  Müşterek  Hukuk  (Common  Law)17  ile  uyumlu  olarak,  bir yükümlülüğün ifa edilmemesi, alacaklının sahip olduğu haklar bakımından merkezî konumda bulunur. Ne var ki, bu kural mutlak değildir. Gerçekten de, alacaklının aynen ifa (Tasarı m. 124 vd.) ile sözleşmenin sona erdirilmesi                                                            14  Müller-Chen, s. 349. 15  CISG.  m.  45 e  göre,   (1)  Satıcı,  sözleşmeden  veya  bu  Antlaşmadan  doğan yükümlülüklerinden herhangi birini yerine getirmezse, alıcı: (a) Madde 46 ilâ 52'de öngörülen haklarını kullanabilir. (b) Madde 74 ilâ 77'de öngörülen tazminatı talep edebilir. (2) Alıcı diğer hukukî imkânlardan yararlanmakla tazminat talep etme hakkını kaybetmez. (3) Alıcı, sözleşmenin ihlâl edilmesi halinde sahip olduğu hukukî imkânlardan birine başvurduğu takdirde, satıcıya, bir mahkeme veya hakem tarafından ek süre tanınamaz .  16   Yükümlülüğün İhlâlinden Doğan Tazminat Talebi  başlıklı BGB § 280 e göre,  (1) Borçlunun borç ilişkisinden doğan bir yükümlülüğü ihlâl etmesi halinde, alacaklı meydana gelen zararın tazminini talep edebilir. Yükümülülük ihlâlinden dolayı borçlunun sorumlu tutulamadığı hallerde ise bu hüküm uygulanmaz. (2) Alacaklı, borçlunun temerrüdü halinde tazminat talebini ancak § 286 daki ilâve şartların varlığı halinde ileri sürebilir. (3) Alacaklı, ifanın yerine tazminatı ancak § 281, § 282 veya 284 teki ilâve şartların varlığı halinde ileri sürebilir . 17  Gerçekten de, Kara Avrupası ndan farklı olarak, Müşterek Hukuk ta ifa engelleri birtakım kategorilerden hareketle ele alınmamaktadır. Aksine, burada da yeknesak bir sözleşmeye aykırılık modeli geçerlidir (Atamer, s. 224-225). 18  Bahsi geçen çağdaş ifa engelleri modeli hakkında ayrıntılı bilgi için bkz. Serozan, İfa, s. 140. 535Mehmet AKÇAAL  Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 529-550 (Tasarı m. 130 vd.) imkânlarına ilişkin olarak borçlu temerrüdü ile diğer yükümlülük ihlâlleri arasında bir ayrım yapılmaktadır. Bu sebeple de, temel ifa etmeme haline ilişkin Tasarı m. 118 haricinde, temerrüdü düzenleyen ayrı bir hükme (Tasarı m. 120) ihtiyaç duyulmuştur.  II. Bir Yükümlülüğün İfa Edilmemesi Tasarı m. 118/I de sayılan hakların tamamı için tek bir şart aranır. Bu da, kanundan, sözleşmeden veya dürüstlük kuralından (TMK. m. 2/I; ZGB. Art. 2; BGB. § 242; CC. Art. 1134/III) doğan herhangi bir yükümlülüğün borçlu tarafından ifa edilmemiş olmasıdır. Buradaki yükümlülük kavramı, edim yükümlülükleri gibi, yan yükümlülükleri de kapsar. İfa  etmeme  kavramı,  sadece  borcun  hiç  ifa  edilmemesi  anlamına gelmeyip,  bu  deyim  geniş  anlaşılmalıdır.  Dolayısıyla,  yükümlülüğün  ifa edilmemesi, ifa engellerinin tamamını kapsar. Meselâ, ifa etmeme halinde alacaklıya tanınan haklar bakımından, kural olarak imkânsızlığın türünün bir önemi  yoktur.  Aynı  şekilde,  Tasarı  m.  118/I  hükmü,  ayıplı  ifayı  da sözleşmenin müspet ihlâline dahil olduğu kabul edilen diğer bütün ihlâl türlerini de kapsar. Üstelik, Tasarı gereğince ifa etmeme hali, borçluya isnat edilip edilememesinden bağımsız bir şekilde ortaya çıkar. Bu sebeple, borçlu Tasarı m. 121 gereğince ifa  etmemeden dolayı sorumlu tutulamasa  bile sözleşmeye aykırılık yine de bahse konu olur. Tasarı m. 118/II de,  alacaklının sahip olduğu haklarını birlikte ileri sürebileceği açıklığa kavuşturulmaktadır. İBK. m. 97/II nin aksine, Tasarı m. 118 de İcra ve İflâs Kanunu ile Hukuk Muhakemeleri Kanunu na yönelik atıflara  ise  yer  verilmemiştir.  Bunun  gerekçesi,  bahsi  geçen  atfın  salt açıklayıcı ve dolayısıyla gereksiz olmasıdır.                                                            19  Müller-Chen, s. 348, 351. 20  Yükümlülükler hakkında ayrıntılı bilgi için bkz. Larenz, Karl, Lehrbuch des Schuldrechts, Bd. 1, Allgemeiner Teil, 14. Auf., München 1987, s. 8 vd.; Eren, Genel, s. 29; Kılıçoğlu, s. 40 vd.; Akıncı, Borçlar, s. 39. Yükümlülük ve dar anlamda borç ilişkisi deyimlerinin eş anlamlı olmadıkları hakkında ayrıntılı bilgi için bkz. Tekinay / Akman / Burcuoğlu / Altop, s.  30-31;  Başpınar,  Veysel,  Vekilin  (Avukatın,  Hekimin,  Mimarın,  Bankanın)  Özen Borcundan Doğan Sorumluluğu, 2. Baskı, Ankara 2004, s. 57. 21  Honsell / Vogt / Wiegand, s. 584 vd.; Tandoğan, Mes uliyet, s. 395 vd.; Eren, Genel, s. 1053; Tekinay / Akman / Burcuoğlu / Altop, s. 851-852; Akıncı, Borçlar, s. 225. 22  Müller-Chen, s. 352-353. 23  Ayrıntılı bilgi için bkz. § 6, I. 24  Müller-Chen, s. 351. 536Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 529-550  İsviçre Borçlar Kanunu … 3. YARDIMCI KİŞİLERİN FİİLLERİNDEN SORUMLULUK Türk-İsviçre Borçlar Kanunu na göre, borçlu, borcun ifasını veya bir borç  ilişkisinden  doğan  hakkın  kullanılmasını  yardımcılarına  bırakmışsa, onların işi yürüttükleri sırada diğer tarafa verdikleri zarardan sorumludur (TBK. m. 116; İBK. m. 101). Ancak, borçlunun, yardımcı kişinin alacaklıya verdiği  zarardan  sorumlu  tutulması  için,  kendisinin  veya  yardımcısının kusurunun gerekip gerekmediği hususu doktrinde tartışmalıdır. Doktrin ve uygulamadaki  hâkim  görüşe  göre,  buradaki  sorumluluk  bir  kusursuz sorumluluktur. Dolayısıyla, borçlunun veya yardımcı kişinin gerçek kusuruna ihtiyaç yoktur. Zira söz konusu sorumluluk yardımcı kişinin değil, borçlunun farazî kusuruna dayanır. Bu sebeple, yardımcı kişinin zarar verici davranışını bizzat borçlu yapmış olsaydı, bu davranış onun için kusurlu sayılacak idiyse, borçlunun farazî kusuru gerçekleşmiş olur. Yardımcı kişilerin fiillerinden sorumluluk mes elesi, Tasarı nın 119. maddesinde  öngörülmektedir.  Böylece,  yardımcı  kişilerin  fiillerinden sorumluluk, mevcut hükme (TBK. m. 116; İBK. m. 101) ilişkin doktrindeki hâkim görüşe uygun olarak düzenlenmektedir. Buna göre, borçlu, borcun ifası veya bir hakkın kullanılması için yardımcı kişiden istifade ederse, onun verdiği zarardan sorumlu tutulur. Böyle bir halde, borçlunun sorumluluktan kurtulması için, zarar verici davranışı bizzat yapmış olsaydı dahi bundan dolayı sorumlu tutulamayacağını ispatlaması gerekir. 4. BORÇLUNUN TEMERRÜDÜ I. Genel Olarak Borçlu temerrüdünün şartları, Tasarı m. 120 de düzenlenmektedir. Buna göre, bir borç muaccel olduğu takdirde, borçlu, alacaklının ihtarıyla temerrüde düşer (Tasarı m. 120/I; TBK. m. 117/I; İBK. m. 102/I). Borcun ifa edileceği gün  birlikte  kararlaştırılmış  veya  saklı  tutulan  bir  hakka  dayanarak  bir                                                            25  Bahse konu tartışma hakkında ayrıntılı bilgi için bkz. Honsell / Vogt / Wiegand, s. 619-620; Tandoğan, Mes uliyet, s. 443 vd.; Eren, Genel, s. 1107 vd.; Hatemi / Gökyayla, s. 289-290; Zevkliler / Ertaş / Havutçu / Aydoğdu / Cumalıoğlu, s. 324-235. 26  Tandoğan, Mes uliyet, s. 444; Eren, Genel, s. 1108; Tekinay / Akman / Burcuoğlu / Altop, s. 891; Serozan, İfa, s. 284; Kılıçoğlu, s. 821; Akıncı, Borçlar, s. 251. 27  BGE 92 II 15; BGE 91 II 291. 28  Müller-Chen, s. 354. 537Mehmet AKÇAAL  Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 529-550 bildirimde bulunmak suretiyle belirlenmişse, bu günün geçmesiyle borçlu temerrüde düşmüş olur (Tasarı m. 120/II; İBK. m. 102/I). Görüldüğü üzere, bahse  konu  Tasarı daki  hüküm,  mevcut  hükmün  (İBK.  m.  102)  tam karşılığıdır. Dolayısıyla, temerrüt müessesesine ilişkin detaylı açıklamalara burada yer verilmemiştir. II. Tasarı m. 118 ile Tasarı m. 120 Hükümleri Arasındaki İlişki Tasarı m. 118 hükmü, sözleşmeye aykırılık hallerinin tamamını kapsar. Bununla  beraber,  borçlu  temerrüdü,  tarihî  sebeplerle  ve  uygulamadaki önemine binaen Tasarı da ayrıca düzenlenmektedir. Ancak, Tasarı m. 120 hükmü, muaccel bir borcun ifa edilmemesinin, ifa etmeme kavramına dahil olmasına  engel  değildir.  Dolayısıyla,  diğer  tüm  yükümlülük  ihlâllerinde olduğu gibi, temerrüdün hukukî sonuçları da aynı esaslara (Tasarı m. 123 vd. na) tâbidir. Bununla beraber, bazı hallerde temerrüt ile diğer yükümlülük ihlâllerinin sonuçları bakımından bir takım farklılıklar da söz konusudur. Meselâ, aynen ifa talebi bakımından durum böyledir. Gerçekten de, borçlu temerrüdünde alacaklıya tanınan aynen ifa imkânın (Tasarı m. 124/I) yerini, diğer ihlâl hallerinde ücretsiz tamir talebi ile malın değiştirilmesini talep etme hakkı (Tasarı m. 125) almaktadır. Keza, sözleşmenin sona erdirilmesinin şartları  da,  temerrüt  ile  diğer  yükümlülük  ihlâlleri  arasındaki  başka  bir farklılıktır. Zira, sözleşmenin sona erdirilmesi için temerrütte aranan şart, borçluya uygun bir süre (mehil) verilmiş olmasıdır (Tasarı m. 130/I). Diğer yükümlülük ihlâllerinde ise bunun yerini, sözleşmeye aykırılığın belli bir ağırlıkta olması şartı almaktadır (Tasarı m. 131/I)30.                                                               29  Borçlu temerrüdü hakkında ayrıntılı bilgi için bkz. Fikentscher / Heinemann, s. 233 vd.; Honsell / Vogt / Wiegand, s. 623 vd.; Berki, Şakir, Borçlar Hukuku, Umumî Hükümler, 3. Baskı, Ankara 1962, s. 266 vd.; Reisoğlu, Safa, Borçlar Hukuku, Genel Hükümler, 23. Baskı, İstanbul 2012, s. 367 vd.; Akıntürk, Turgut / Ateş Karaman, Derya, Borçlar Hukuku, Genel Hükümler, Özel Borç İlişkileri, 20. Baskı, İstanbul 2013, s. 127 vd.; Akıncı, Şahin, Türk Özel Hukukunda İnsan Kökenli Biyolojik Madde (Organ-Doku) Nakli Kavramı ve Bundan Doğan Hukukî Sonuçlar, Ankara 2003, s. 254; Ayrancı, Hasan, Türk Borçlar Hukukunda Munzam Zarar (BK. m. 105), Ankara 2006, s. 53 vd.; Kizir, Mahmut, Borçlu Temerrüdünün Sona Ermesi, Ankara 2012, s. 70 vd. 30  Müller-Chen, s. 351.  538Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 529-550  İsviçre Borçlar Kanunu … 5. BORÇLUNUN SORUMLULUKTAN KURTULMASI I. Borçlunun Sorumlu Tutulamayacağı Bir Sebebin Varlığı Türk-İsviçre Borçlar Kanunu ndan (TBK. m. 112; İBK. m. 97/I) farklı olarak, Tasarı ya göre, ifa etmeme halinden bahsetmek için, yükümlülüğün ihlâli bakımından borçlunun herhangi bir kusuru şart değildir (m. 118). Ancak, daha önce de ifade edildiği üzere, CISG. m. 7931 ve UNIDROIT. ilkeleri nde olduğu gibi, Tasarı da da, garanti benzeri bu sorumluluk düzeninin sınırı öngörülmektedir. Gerçekten de, Tasarı m. 121 gereğince, ifa etmeme halinin borçlunun sorumlu tutulamayacağı, öngörülemeyen ve kaçınılmaz (aşılamaz) bir sebepten kaynaklanması halinde, alacaklı bazı haklardan mahrum kalır. Bunlar, aynen ifa, borçlu adına ifa etme ve tazminat talebidir. Ancak, bunun için, borçlunun yükümlülük ihlâlinin kendisinin sorumlu tutulamayacağı bir sebepten kaynaklandığını ispatlaması gerekir. Ayrıca, bahse konu madde gereğince borçlunun sorumluluktan kurtulması, engelin var olduğu dönem için  geçerlidir.  Nitekim,  bu  husus,  Milletlerarası  Mal  Satımına  İlişkin Sözleşmeler Hakkında Birleşmiş Milletler Anlaşması nda aynen bu şekilde ve açıkça ifade edilmektedir. Borçlunun sorumluluktan kurtulması için, sözleşmenin yapıldığı sırada öngörülemeyen, borçlunun etki alanının dışında kalan ve kaçınılamayan bir sebebin  varlığı  aranır.  Böyle  bir  sebebin  olup  olmadığına  ilişkin değerlendirmede  ihlâl  edilen  yükümlülüğün  muhtevası  önem  arz  eder. Borçlunun sorumlu tutulamayacağı bir sebebin varlığı için, ilk olarak bunun öngörülemez nitelikte olması gerekir. Bir ifa engelinin öngörülebilir olup olmadığı hususu, objektif bir değerlendirmeyi gerektirir. Bunun için, somut                                                            31  CISG.  m.  79/I e  göre,   Taraflardan biri  yükümlülüklerinden birini  ifa  etmemesinin, denetimi dışında kalan bir engelden kaynaklandığını ve bu engeli, sözleşmenin kurulması anında hesaba katmasının veya engelden ve sonuçlarından kaçınmasının veya bunları aşmasının kendisinden makûl olarak beklenemeyeceğini ispatlaması halinde ifa etmemeden dolayı sorumlu tutulmaz . Bahse konu hüküm hakkında ayrıntılı bilgi için bkz. Magnus, Ulrich, CISG Uyarınca Tazminat, Faiz, Sorumluluktan Kurtulma, Milletlerarası Satım Hukuku, 2. Baskı, İstanbul 2012, s. 302 vd. 32  UNIDROIT. ilkeleri m. 7.1.7 (1) e göre,  Borcunu ifa etmeyen tarafın sorumluluktan kurtulması, ifa etmemenin denetimi dışında bir engelden kaynaklandığını ve sözleşmenin kurulma  anında  bahse  konu  engeli  göz  önünde  bulundurmasının  kendisinden beklenemeyeceğini veya bundan kaçınamayacağı ya da bunun veyahut da sonuçlarının aşılamayacağını ispatlamasına bağlıdır .  33  Müller-Chen, s. 359. Gerçekten de, CISG. m. 79/III e göre,  Bu maddede öngörülen sorumluluktan kurtulma, engelin var olduğu dönem için geçerlidir .  539Mehmet AKÇAAL  Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 529-550 olaydaki şartlar ile meslekî örf ve âdetler de göz önünde tutulmak suretiyle, dürüstlük kuralına uygun hareket eden bir borçlu tipi esas alınmalıdır.  İkinci  olarak,  sorumluluktan  kurtaran  sebebin,  borçlunun  denetimi (kontrolü) dışında kalması gerekir. Yani, bu, borçlunun etki (riziko) alanının dışında  kalan  bir  sebep  olmalıdır.  Dolayısıyla,  ancak  haricî  ve  objektif nitelikteki  sebepler  bu  kapsamda  değerlendirilebilir.  Nitekim,  hem başlangıçtaki hem de sonraki objektif imkânsızlığın Tasarı m. 121 anlamında borçlunun sorumlu tutulamayacağı hallere dahil olması mümkündür. Aynı şekilde, işletme içi bir olay niteliğindeki menfaat grevinin aksine, genel grev de  borçlunun  denetimi  dışında  kalan  hallere  misaldir.  Borçlunun sorumluluğundaki  alandan  kaynaklanan  haller  ise,  buraya  dahil  değildir. Gerçekten de, borçlunun güçsüzlüğü (sübjektif imkânsızlık), sorumluluğa engel  olmaz.  Meselâ,  borçlunun  hastalanması  ve  işletme  faaliyetine  ara verilmesinde hal böyledir. Yine, işletme içi olay, organizasyon eksikliği, ekonomik  vb.  bir  sebeple  borcun  ifa  edilmemesi  halinde  de  borçlu sorumluluktan kurtulamaz.  Nihayet, kaçınılmazlık, borçlunun sorumluluktan kurtulmasının diğer bir şartıdır. Borçludan ne ölçüde bir çaba bekleneceği konusunda ise, somut olaydaki sözleşme yol gösterici niteliktedir. Meselâ, cins borcunda, borçlu borcun  konusu  çeşitten  mal  kendi  stokunda  tamamen  yok  olsa  bile sorumluluktan kurtulamaz. Türk-İsviçre Borçlar Kanunu nda borçlu aleyhine bir kusur karinesi öngörülmektedir  (TBK.  m.  112;  İBK.  m.  97/I).  Karinenin  aksini,  yani kusursuz olduğunu borçlu ispat etmelidir. Yine, Milletlerarası Mal Satımına İlişkin  Sözleşmeler  Hakkında  Birleşmiş  Milletler  Anlaşması nda  da borçlunun  sorumluluktan  kurtulması,  ispat  yükünü  kendisinin  yerine getirmesine bağlı kılınmıştır. Aynı şekilde, Tasarı da da ispat yükü borçluya                                                            34  Müller-Chen, s. 359, 361. Ayrıca bkz. Eren, Genel, s. 586-587. 35  Müller-Chen, s. 361. 36  Magnus, s. 304; Eren, Genel, s. 583, 585. 37  Magnus, s. 304; Eren, Genel, s. 1065. 38  Magnus, s. 304-305; Eren, Genel, s. 585-586; Müller-Chen, s. 361. 39  Tandoğan, Mes uliyet, s. 421; Eren, Genel, s. 1091; Tekinay / Akman / Burcuoğlu / Altop, s. 887 vd.; Kılıçoğlu, s. 815; Akıncı, Borçlar, s. 247; Zevkliler / Ertaş / Havutçu / Aydoğdu / Cumalıoğlu, s. 312. 40  Gerçekten de, CISG. m. 79/I e göre,  Taraflardan biri yükümlülüklerinden birini ifa etmemesinin, denetimi dışında kalan bir engelden kaynaklandığını ve bu engeli, sözleşmenin 540Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 529-550  İsviçre Borçlar Kanunu … yüklenmiştir. Buna göre, borçlu sorumluluktan kurtulmak için kendisinin sorumlu tutulamayacağı bir sebebin varlığını ispatlamalıdır. Borçlunun sorumluluktan kurtulmasına dair hüküm (Tasarı m. 121), borcun  ifa  edilmemesi  hakkındaki  hükmün  (Tasarı  m.  118)  istisnasıdır. Dolayısıyla, tıpkı Tasarı m. 118 gibi, bahsi geçen hüküm de her türlü ifa etmeme halinde söz konusu olur. Ne var ki, gereği gibi ifa etmeme halinde borçlunun sorumluluktan kurtulması ziyadesiyle güçtür. Aşırı ifa güçlüğü ise, buraya değil,  Şartların Değişmesi (Veränderung der Umstände)  başlıklı Tasarı m. 19 hükmüne tâbidir. Söz konusu hükme göre ise, hâkim sözleşmeyi uyarlayabilir  veya  ortadan  kaldırabilir.  Ancak,  bunun  için,  sözleşmenin yapıldığı sırada öngörülemeyen  bir halin, kendisinden  ifanın istenmesini dürüstlük  kuralına  aykırı  düşecek  derecede  borçlu  aleyhine  değiştirmesi gerekir. Borçlunun sorumlu tutulamayacağı bir sebebin varlığı halinde, alacaklı Tasarı m. 121 de sayılanların haricinde kalan diğer haklarını (Tasarı m. 118/I) korur. Dolayısıyla, böyle bir sebebin varlığı, yükümlülük ihlâlini ortadan kaldırmaz. Bu sebeple de, bahsi geçen tarzda bir sebebin, meselâ objektif imkânsızlığın varlığına rağmen, alacaklı halen daha sözleşmeyi sona erdirme hakkını  kullanabilir.  Böylece,  mevcut  Kanun  (TBK.  m.  136;  İBK.  m. 11943) da olduğu gibi, borçlu, borçtan kurtulur. Ancak, mevcut düzenlemeden farklı olarak, bu halde borç kendiliğinden sona ermez. Bunun için, alacaklının sözleşmenin ortadan kaldırılmasına yönelik irade açıklamasında bulunması gerekir (Tasarı m. 133)44.                                                             kurulması anında hesaba katmasının veya engelden ve sonuçlarından kaçınmasının veya bunları aşmasının kendisinden makûl olarak beklenemeyeceğini ispatlaması halinde ifa etmemeden dolayı sorumlu tutulmaz .  41  Müller-Chen, s. 360. 42  Aşırı ifa güçlüğü hakkında ayrıntılı bilgi için bkz. Baysal, Başak, Sözleşmenin Uyarlanması, İstanbul 2009; Arat, Ayşe, Sözleşmenin Değişen Şartlara Uyarlanması, Ankara 2006.  43  OR. Art. 119/I:  Soweit durch Umstände, die der Schuldner nicht zu verantworten hat, seine Leistung unmöglich geworden ist, gilt die Forderung als erloschen… .    İBK. m. 119/I e göre,  Borçlunun sorumlu tutulamayacağı sebeplerle edimin ifası imkânsız hale gelirse, borç sona erer… . 44  Eren, Genel, s. 1333 vd.; Müller-Chen, s. 362. 541Mehmet AKÇAAL  Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 529-550 II. Sorumsuzluk Anlaşması A. Genel olarak İfa engellerine dair hükümler (Tasarı m. 118 vd.), düzenleyici hukuk kuralları niteliğindedir. Dolayısıyla, taraflar, ifa etmemeye ilişkin kuralların aksini her zaman kararlaştırabilirler. Zira, Tasarı da, alacaklının sahip olduğu hakların  kısmen  veya  tamamen  sınırlandırılmasına  imkân  tanınmaktadır. Bununla  beraber,  aynı  hükümde  sözleşmenin  muhtevasını  düzenleme özgürlüğü bakımından bir sınır da çizilmektedir. Gerçekten de, Tasarı m. 122 ye göre, alacaklının haklarını sınırlandırmaya veya ortadan kaldırmaya yönelik önceden yapılan anlaşma, hak ve yükümlülüklere ilişkin taraflarca yapılan  paylaşımı  esaslı  bir  biçimde  değiştirdiği  takdirde  geçersizdir. Dolayısıyla, böyle bir sorumsuzluk kaydının varlığını koruması, bahse konu paylaşımı esaslı bir biçimde değiştirmemesine bağlıdır. Bu sayede, mevcut hükümlerden farklı olarak, TBK. m. 112 (İBK. m. 97/I) deki değişiklikle uyumlu olarak burada da sorumsuzluk anlaşmasının geçerliliği kusura bağlı olmaktan çıkarılmıştır. Ayrıca, Türk-İsviçre Borçlar Kanunu ndakinin aksine, sorumsuzluk anlaşması tek bir hükümde düzenlenmiştir. Böylece, borçlunun kendi davranışlarından (İBK. m. 100) ve yardımcı kişilerin fiillerinden doğan sorumluluk (İBK. m. 101/II-III) arasında yapılan sorumsuzluk anlaşmasına dair ayrımın terk edilmesi hedeflenmektedir. Dolayısıyla, yardımcı kişilerin fiillerinden sorumluluğa ilişkin sorumsuzluk anlaşması da aynı hükme tâbidir. Kanaatimizce  de,  her  iki  ihtimaldeki  sorumsuzluk  anlaşmalarının  aynı ölçütlere tâbi kılınması, modern iş dünyasındaki hakikatlere ve iş bölümüne daha uygun düşer. B. Sorumsuzluk Anlaşmasına Dair Hükmün Uygulama Alanı Alacaklının  haklarını  ortadan  kaldıran  veya  sınırlandıran  her  türlü anlaşma, Tasarı m. 122 hükmüne tâbidir. Meselâ, asgarî veya azamî tazminat miktarını gösteren, sorumluluğu veya bazı hakların kullanılmasını ortadan                                                            45  Sorumsuzluk anlaşmasına dair mevcut düzenleme (TBK. m. 115; İBK. m. 100 ile TBK. m. 116/II-III; İBK. m. 101/II-III) hakkında ayrıntılı bilgi için bkz. Honsell / Vogt / Wiegand, s. 611 vd.; Tandoğan, Mes uliyet, s. 453 vd.; Eren, Genel, s. 1112 vd.; Serozan, İfa, s. 278 vd.; Kılıçoğlu, s. 825 vd.; Akıncı, Borçlar, s. 247 vd.; Zevkliler / Ertaş / Havutçu / Aydoğdu / Cumalıoğlu, s. 317 vd. 46  Müller-Chen, s. 349, 363. 542Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 529-550  İsviçre Borçlar Kanunu … kaldıran anlaşmalar böyledir. Ancak, Tasarı kapsamında bir değerlendirme yapılırken,  şayet  anlaşma  genel  işlem  şartı  niteliğinde  ise,  buna  ilişkin hükümler (Tasarı m. 32 vd.) ve özellikle de Tasarı m. 33/I hükmü de dikkate alınmalıdır.  Bahse  konu  hüküm,  genel  işlem  şartlarının  içerik  denetimi hakkındadır. Buna göre, bir tarafın sözleşmeden doğan hak ve yükümlülükleri arasında dürüstlük kuralına aykırı tarzda, önemli ve haksız bir oransızlığa yol açan  sözleşme  hükümleri  geçersizdir.  Meselâ,  yükümlülüklerini  yerine getirmeyen karşı taraf için ölçüsüz derecede yüksek bir tazminat öngören genel işlem şartları bu kapsamdadır. Yine, ayıplı hizmet yerine sunulan hizmet kabul edildiği takdirde tüketicinin ayıplı hizmet iddiasından feragat etmiş sayılacağına ilişkin sözleşme hükmü de böyle bir genel işlem şartıdır ve geçersizdir. Sorumsuzluk anlaşmasına dair hüküm ancak yükümlülük ihlâl edilmeden önce  yapılan  anlaşmalar  bakımından  uygulanır.  Sonraki  aşamada  ifa etmemenin sonuçlarının sınırlandırılması ise buraya dahil değildir. Zira, böyle bir halde artık alacaklının korunması gerekmez. Diğer taraftan, alacaklının sadece tazminat değil, bütün hakları Tasarı m. 122 hükmünün uygulama alanına dahildir. Zira, bahse konu hükümde alacaklının haklarından genel itibariyle bahsedilmektedir. C. Sorumsuzluk Anlaşmasının Geçerliliği Tasarı m. 122 hükmüne aykırı bir sorumsuzluk anlaşmasının müeyyidesi geçersizliktir. Bununla beraber, sorumsuzluk kaydı olmasa dahi sözleşmenin yapılacağı anlaşılırsa, kısmî geçersizlik müeyyidesi uygulanır (Tasarı m. 34)51.                                                             47  Tasarı m. 33/I e göre,  Bir tarafın sözleşmeden doğan hak ve yükümlülükleri arasında dürüstlük kuralını ihlâl edecek şekilde önemli ve haksız bir oransızlığa yol açan sözleşme hükümleri geçersizdir . 48  13. HD. T. 20.01.2010, E. 2009/9084 K. 2010/235 (Yelmen, Adem, Türk Borçlar Kanunu na Göre Genel İşlem Şartları, Ankara 2014, s. 149). 49  Müller-Chen, s. 363-364. 50  Tıpkı burada olduğu gibi, inceleme konusu Tasarı nın m. 30/II, 38/I gibi diğer hükümlerinde de, iptal (Anfechtbarkeit) ve kesin hükümsüzlük (butlanın=Nichtigkeit) yerine, geçersizlik (Ungültigkeit) müeyyidesi öngörülmektedir. Böylece, iptal ve kesin hükümsüzlük ayrımının terk edilmesi amaçlanmaktadır (Honsell, Heinrich, Kritische Bemerkungen zum OR 2020, SJZ. 109/2013, s. 457 vd.). 51   Kısmî  Geçersizlik   başlıklı  Tasarı  m.  34 e  göre,   Sözleşmenin  salt  bir  kısmındaki geçersizlik halinde, tarafların bu kısım olmaksızın sözleşmeyi yapacakları anlaşılırs,a sadece bu hükümler geçersizdir . 543Mehmet AKÇAAL  Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 529-550 Sorumsuzluk anlaşmasının geçerliliğine dair bir değerlendirmede bunun esaslı  bir  değişikliğe  yol açıp  açmadığına  ilişkin olarak  pek  çok  ölçüte başvurulabilir. Gerçekten de, böyle bir değerlendirme yapılırken, sözleşme amacının, karşılıklı edimlerin ve somut olaydaki diğer bütün unsurların göz önünde  tutulması  gerekir.  Bu  amaçla,  tarafların  güç  dengesi,  meslekî tecrübeleri ve hukuk bilgileri gibi hususlar da dikkate alınarak menfaatleri tartılmalıdır. Yine, sözleşmenin müzakere edilip edilmediği hususu da önem arz eder. Zira, önceden müzakere edilmiş bir sözleşmenin varlığı, esaslı bir değişikliğin  ve  dolayısıyla  geçersizliğin  kabulüne  yönelik  olarak  daha çekingen davranılmasını gerektirir. SONUÇ İsviçre Borçlar Kanunu Genel Hükümler Tasarısı, mevcut düzenlemelere nazaran esaslı bir sistem değişikliği öngörmektedir. Bu kapsamda, mevcut ifa etmeme kategorilerinin yerine, bahse konu Tasarı da tek tip bir ifa etmeme hali  esas  alınmaktadır.  Böylece,  Milletlerarası  Mal  Satımına  İlişkin Sözleşmeler Hakkında Birleşmiş Milletler Anlaşması ve UNIDROIT. ilkeleri gibi milletlerarası metinlerle uyum sağlanmış olacaktır. Tasarı da  ifa  etmeme  halinden  sonra  yardımcı  kişilerin  fiillerinden sorumluluğa yer verilmektedir. Türk-İsviçre Borçlar Kanunu nda olduğu gibi, burada da bahsi geçen sorumluluk tek hükümde ele alınmaktadır. Bahse konu düzenleme  sayesinde  doktrindeki  hâkim  görüşe  uygun  bir  değişiklik hedeflenmektedir. Yeknesak bir sözleşmeye aykırılık hali tasarlanmakla birlikte, bahse konu Tasarı da borçlu temerrüdüne dair hükmün (TBK. m. 117; İBK. m. 102) karşılığı  da  mevcuttur.  Ancak,  Türk-İsviçre  Borçlar  Kanunu nun aksine, Tasarı da temerrüdün sonuçlarından özel olarak bahsedilmemektedir. Zira, borçlu temerrüdü de bir ifa etmeme hali niteliğindedir. Dolayısıyla, Tasarı da liste halinde sayılan hakların burada da geçerli olacağı öngörülmektedir. Mevcut Kanun ile inceleme konusu Tasarı arasındaki başka bir önemli fark,  kusur  temelli  (orijinli)  yaklaşımın  terk  edilmesidir.  Bu  sebeple, borçlunun  sorumluluktan  kurtulması,  kusurunun  bulunmamasına  değil,                                                            52  Müller-Chen, s. 364. 544Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 529-550  İsviçre Borçlar Kanunu … kendisine  yüklenemeyecek  bir  sebebin  ya  da  sorumsuzluk  anlaşmasının varlığına bağlıdır. Nihayet, her ne kadar köklü değişiklikler ihtiva etse de, Tasarı nın ifa engelleri sisteminin, yürürlük kazanıp, İsviçre Borçlar Kanunu nun yerini alması beklenmemektedir. Nitekim, Prof. Dr. Pierre Widmer ile Prof. Dr. Pierre  Wessner  tarafından  hazırlanan  ve  Sorumluluk  Kanunu (Haftpflichtgesetz, HPG. veya VE-OR) olarak bilinen bir önceki Tasarı da aynı akıbete uğramıştır.                                                               53  Burada bahsedilen Tasarı hakkında ayrıntılı bilgi için bkz. Topuz, Murat, İsviçre Borçlar Kanunu nun (OR) Genel Hükümlerine İlişkin 2020 Tasarısında Haksız Fiilden Doğan Borç İlişkilerinin Düzenleniş Biçimi ve Türk Borçlar Kanunu ile Karşılaştırılması, Prof. Dr. Cevdet Yavuz a Armağan, MÜHFHAD., C. 22, S. 3, 2016, s. 2694, dpn. 2. 545Mehmet AKÇAAL  Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 529-550 KISALTMALAR CETVELİ Art.  :  Artikel (Madde) Auf.  :  Auflage b.  :  bent BGB.  :  Bürgerliches Gesetzbuch vom 18. August 1896 BGE  :  Entscheidungen  des  schweizerischen  Bundesgerichts, amtliche Sammlung BK.  :  818 sayılı Borçlar Kanunu bkz.  :  bakınız C.  :  Cilt CC.  :  Code Civil CISG.  :  Milletlerarası Mal Satımına İlişkin Sözleşmeler Hakkında Birleşmiş Milletler Anlaşması (United Nations Convention on Contracts for the International Sale of Goods) DCFR.  :  Draft Common Frame of Reference dpn.  :  dipnot E.  :  Esas  f.  :  fıkra HD.  :  Hukuk Dairesi HPG.  :  Haftpflichtgesetz Hrsg.  :  Herausgeber İBK.  :  İsviçre Borçlar Kanunu K.  :  Karar KBİBB.  :  Kazancı Bilişim İçtihat Bilgi Bankası lit.  :  litera m.   :  madde MÜHFHAD.  :  Marmara  Üniversitesi  Hukuk  Fakültesi  Hukuk Araştırmaları Dergisi OR.  :  Obligationenrecht OR. 2020  :  Schweizer Obligationenrecht 2020 PECL.  :  The Principles on European Contract Law S.  :  Sayı s.  :  sayfa SJZ.  :  Schweizerische Juristen-Zeitung T.   :  Tarih TBK.  :  6098 sayılı Türk Borçlar Kanunu TMK.  :  4721 sayılı Türk Medenî Kanunu UNIDROIT.  :  International Institute For The Unification of Private Law vd.  :  ve devamı Y.  :  Yıl ZGB.  :  Schweizerisches Zivilgesetzbuch 546Ankara Üni. Hukuk Fak. Dergisi, 68 (3) 2019: 529-550  İsviçre Borçlar Kanunu …",
     "Kaynakça": ""
}