{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "2",
     "Başlık": "YAPICI ADALET YAKLAŞIMI OLARAK HAKİKAT KOMİSYONLARI",
     "Title": "Truth Commissions as a Restorative Justice Approach",
     "Yazar İsmi": [
          "Volkan MAVİŞ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Hakikat komisyonları",
          "yapıcı adalet",
          "geçiş dönemi adaleti",
          "uzlaşma"
     ],
     "Keywords": [
          "Truth commissions",
          "restorative justice",
          "transitional justice",
          "reconciliation"
     ],
     "Özet": "Yapıcı adalet anlayışı geçtiğimiz yıllar içerisinde büyük bir ilerleme kaydetmiştir. Söz konusu anlayışın öne çıkan örneklerinden birisi de hakikat komisyonlarıdır.  Özellikle  iç  savaş,  askeri  darbe  ve  soykırım  gibi  insan hakları  ihlallerinin  kitlesel  boyutta  yaşandığı  ülkelerde  hakikat komisyonlarının hayata geçirildiği görülür. Güney Afrika, Şili, Peru gibi ülkelerde hakikat komisyonları gerçeğe ulaşmak ve yargılamaları sağlamak adına önemli başarılar kazanmışlardır. Diğer yandan, komisyonların adalet arayışına  zarar  verdiği  ve  af  yolunu  açtığı  da  iddia  edilmektedir.  Bu çalışmada öncelikle hakikat komisyonlarına ilişkin genel bilgiler verilecektir. İlerleyen  bölümlerde  komisyonlara  ilişkin  olumlu  ve  olumsuz  görüşler gösterilecek ve olası çözüm yolları belirtilecektir.",
     "Abstract": "Restorative justice approach has made a considerable progress in recent years. Truth commissions are one of the towering examples of this approach. It can be observed that truth commissions are specifically created in states where massive human rights abuses such as civil war, military coup and genocide  have  taken  place.  In  South  Africa,  Chile  and  Peru,  truth commissions have had considerable success in achieving trurh and securing prosecution. On the other hand, it has been adduced that commissions may injure those seeking justice and open the way to remission. In this paper, first of all, general information on truth commissions will be presented. In the following sections, pros and cons of such commisions will be dealt with and possible solutions will be elaborated.",
     "Metin": "Geçtiğimiz kırk yıl yapıcı adalet çalışmalarının büyük ivme kazandığı bir dönem olmuştur. Pek çok ülkede kırılma dönemlerinden sonra geleceği yeniden inşa etmek adına, onarıcı yöntemlere başvurulduğu görülmektedir. Bugün  geldiğimiz  noktada  anlaşılmıştır  ki  geçmişle  hesaplaşmayı gerçekleştirmeden  geleceğe  güvenle bakmak  mümkün  olmamaktadır. Bir toplum ne kadar kaçmak istese de kirli geçmiş takibe devam etmektedir. Kurgulanan ulusal hafıza dahi bu takibi kesemez. Öyle ki 1990 lara kadar ülkelerin geçmişi mazur gösterme adına yarattıkları kurguya tutundukları görülür.  Genellikle  kahramanlıkla  ve  /  veya  mağduriyetle  dolu  bir  tarih oluşturulur;  böylelikle  geçmişteki  suçların  araştırılması  ve  kabulü  söz konusu olmaz.1 İşte bu yasaklayıcı ve susturucu anlayış belli ölçüde terk edilmiş, geçmişle hesaplaşmak adına alternatif yaklaşımlardan faydalanmaya yönelik bir akım ortaya çıkmıştır.                                                  1  Mithat SANCAR: Geçmişle Hesaplaşma: Unutma Kültüründen Hatırlama Kültürüne, 4. Baskı, İletişim Yay., İstanbul 2014, s. 52. 350Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 349-392                                                   Maviş Hakikat komisyonları, yapıcı adaletin sağlanması ve geçmişin işlenmesi için izlenen yollardan en önemlilerinden birisidir. Yakın geçmişte pek çok ülkede hakikat komisyonlarının hayata geçirildiği görülür. Özellikle Güney Afrika Hakikat ve Uzlaşma Komisyonu yla birlikte hakikat odaklı oluşumlar uluslararası alanda ilgi odağı olmuştur. Günümüzde insan hakları ihlallerinin kitlesel  boyutta  yaşandığı  ülkelerde  hakikat  komisyonları  ilk  akla  gelen yöntemlerden  birisidir.  Geçmişin  araştırılması,  uzun  yıllar  süren  baskı döneminde yaşanan suçların aydınlatılması, faillerin ve mağdurların tespiti, ilgililere kulak verilerek acılarının hafifletilmesi ve her türlü zararın tazmini bu komisyonların temel işlevleri arasında sayılabilir. Uluslararası ceza hukukunda büyük önem taşıyan hakikat komisyonları meselesi ülkemizde çok dar bir kapsamda ele alınmıştır. Konuya ilişkin en temel  kavramların  dahi  sınırlı  sayıdaki  eserlerde  işlendiği  görülür.  Bu nedenle,  kısa  çalışmamız  hakikat  komisyonlarına  ilişkin  temel  bilgiler vermek ve tartışmalı konulara değinmek amacını taşımaktadır. Çalışmada ilk olarak  hakikat  komisyonlarının  ortaya  çıkışı  gösterilecektir.  Sonraki bölümde  komisyonların  taşıması  gerektiği  belirtilen  asgari  unsurları belirtmeye çalışacağız. İlerleyen bölümlerde sırasıyla komisyonların kuruluş ve işleyiş şekilleri, komisyonların taşıdıkları amaçlar anlatılacak. Nihayet son bölümde komisyonların gerekliliği üzerine yapılan tartışmaları belirterek kendi görüşümüzü sergilemeyi hedefliyoruz. II. HAKİKAT KOMİSYONLARININ KISA GEÇMİŞİ Hakikat komisyonlarının bir parçası olduğu yapıcı adalet anlayışının geçmişi  binlerce  yıl  öncesine  dayanmaktadır.  Her  ne  kadar  hakikat komisyonları modern zamanın kurumları olsalar da, uzlaşmacı ve yapıcı anlayışın izleri geçmişte bulunmaktadır. Gerçekten de Antik Yunan da dahi toplumsal ilişkilerin yeniden inşasına yönelik geleneklere rastlanmaktadır. Spartalılar, galip çıktıkları Peloponez Savaşı ndan sonra Atina da oligarşik bir  yönetim  oluşturmuşlardı.  Otuz  Tiran  olarak  da  bilinen  bu  yönetim, baskıcı idaresi sırasında kitlesel ölümlere sebep olmuş ve pek çok kişiyi sürgüne göndermişti.2 Sürgündeki Atinalılar kurdukları orduyla geri dönerek İ.  Ö.  403  yılında  Piraeus  Savaşı nı  kazanarak  baskıcı  yönetime  son                                                  2  Jon ELSTER: Closing the Books: Transitional Justice in Historical Perspective, Cambridge University Press, New York 2004, s. 9 vd.   351Yapıcı Adalet Yaklaşımı...                   Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 349-392 vermişlerdi. Savaş sonrası yapılan antlaşmayla her iki tarafın da intikam aramaksızın yaşananları geçmişte bırakacakları kararlaştırılmıştı. Öyle ki, yönetimde yer alan gruplar dışındaki kişileri kapsayacak genel bir af dahi kabul edilmişti.3 Geçiş  döneminin  bir  sonucu  olarak  yapıcı  adalet  anlayışının benimsendiği örnekler daha yakın geçmişte de görülebilmektedir. Birinci Fransa İmparatorluğu nun yıkılmasıyla Bourbon Hanedanı nın yeniden tahta çıktığı  Restorasyon  Dönemi nde  bunun  izlerine  rastlanır.  Napolyon un sürgünden  dönmesine  kadar  geçen  ve  Birinci  Restorasyon  olarak adlandırılan  dönemde  Kral,  kimsenin  imparatorluk  döneminde gerçekleştirdiği icraatlarından ve ileri sürdüğü fikirlerinden dolayı sorumlu tutulmayacağını ilan etmişti. Öyle ki Kral, kardeşi XVI. Louis in idamında rol oynayanları dahi af kapsamına almıştı. Öte yandan Kral, Napolyon a sürgünden  döndüğü  zaman  katılanlara  merhamet  etmemiş,  İkinci Restorasyon döneminde hepsinin idamını emretmiştir.4 Görüldüğü üzere, toplumun yeniden inşasına yönelik yapıcı yaklaşımlar oldukça  eski  bir  geçmişe  sahiptir.  Konumuzu  oluşturan  hakikat komisyonlarının  geçmişiyse  1970 lere  uzanır.  Esasen  hakikat  komisyonu fikri  20.  yüzyılın  başlarında  dahi  tartışılmıştır.  Örneğin,  Birinci  Dünya Savaşı  bittiğinde,  son  Alman  İmparatoru  II.  Wilhelm in  yargılanmasına alternatif  olarak  bir  hakikat  komisyonu  kurulması  fikri  ortaya  atılmıştı.5 Buna karşılık, ilk hakikat komisyonu ancak 1974 yılında Uganda da başkan Idi  Amin  Dada nın  talimatıyla  kurulmuştur.6  Bolivya  da  1982  yılında kurduğu komisyonla bu yeni akıma dahil olur. Ne var ki günümüzde, iki                                                  3  ELSTER, s. 11. 4  ELSTER, s. 30 vd. Tarihteki başka örnekler için ayrıca bkz. SANCAR, s. 37. 5  Stephan  LANDSMAN:  Crimes  of  the  Holocaust,:  The  Law  Confronts  Hard  Cases, University of Pennsylvania Press, Pennsylvania 2005, s. 265. 6  Scharf,  hakikat  komisyonlarının  tarihinin  Balkan  Savaşlarıyla  birlikte  başladığını belirtmektedir. Yazara göre 1912, 1913 savaşlarından sonra mağdurların ve tutsakların zararlarını gidermek amacıyla kurulan vakıf, modern tarihteki ilk hakikat komisyonudur. Yine yazar, İkinci Dünya Savaşı sonrasında Alman ve Japon güçlerinin işlediği savaş suçlarını  araştırmak  için  kurulan  komisyonları  da  hakikat  komisyonu  olarak değerlendirmektedir. Michael P. SCHARF:  The Case for A Permanent International Truth Commission , Duke Journal of Comparative & International Law, Vol. 7, Iss. 2, 1997, s. 377. Biz yazarın bu geniş değerlendirmesine katılmıyoruz. Zira, aşağıda görüleceği üzere, adı  geçen  kurumlar  hakikat  komisyonu  sayılabilmeye  yeter  koşulları karşılayamamaktadırlar. 352Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 349-392                                                   Maviş komisyonun  da  hakikat  komisyonlarına  öncü  olarak  kabul  edilmesi  söz konusu değildir. Kağıt üzerinde hakikat komisyonu olarak kabul edilmeye yeterli olan bu girişimlerin, beklenen amacı sağlamaktan çok uzakta kalması temel sebeptir. Gerçekten her iki komisyon da yoğun siyasi baskı altında kalmış,  sonuç  rapor  dahi  yayımlayamamıştır.7  Bugün  genel  olarak  1989 yılında Arjantin de kurulan komisyonun, uluslararası alanda yankı uyandıran ilk örnek olduğu kabul edilmektedir.8 Arjantin Hakikat Komisyonu, gerek bölgesel gerekse uluslararası ölçekte dikkat çekmiş, kendisinden sonra gelen komisyonlar için önemli bir örnek olmuştur. 1990 lı yıllar hakikat komisyonlarının ilgi odağı haline geldiği yıllar olmuştur. Uluslararası kamuoyunun da desteğiyle, on yıl içerisinde tam on üç hakikat komisyonu kurulmuştur. 1990 da Şili de, 1992 de El Salvador da, 1997 de Guatemala da kurulan komisyonlar etkileri itibariyle özellikle ön plana çıkan örneklerdir. Bunların yanında günümüze kadar en  büyük etkiyi yaratmış olan Güney Afrika Hakikat ve Uzlaşma Komisyonu nu  ayrıca anmak  gerekir.  O  kadar  ki  konunun  uzmanlarından  Freeman,  hakikat komisyonlarının  Güney  Afrika dan  önce  ve  sonra  olmak  üzere değerlendirilebileceğini  söyler.9  Güney  Afrika  örneğinin,  hakikat komisyonları üzerindeki etkisi o kadar büyüktür ki bu tespite katılmamak mümkün değildir. Kamuya açık oturumlar, televizyon kanallarından yapılan günlük  yayınlar  ve  tabi  ki  genel  af  yetkisi  bu  komisyonu  ön  plana çıkarmaktadır. Hakikat komisyonlarının gelişiminin 2000 li yıllarda da devam ettiği görülür. Peru, Fas, Güney Kore, Sierra Leone gibi ülkeler geçmişteki ağır insan  hakları  ihlalleriyle  yüzleşmek  için  hakikat  komisyonları  kuranlar arasında gösterilebilir. Sonuç olarak, günümüze kadar kırktan fazla farklı                                                  7  Kathryn SIKKINK / Carrie B. WALLING:  Argentina s Contribution to Global Trends in Transitional Justice , in Transitional Justice in the Twenty-First Century: Beyond Truth versus Justice, Cambridge University Press, New York 2006, s. 308. 8  Priscilla B. HAYNER:  Fifteen Truth Commissions – 1974 to 1994: A Comparative Study , Human Rights Quarterly, Vol. 16, 1994, s. 614. Nitekim Arjantin de kurulan komisyon uluslararası alanda büyük destek görmüş, insan hakları örgütleri tarafından övgüyle anılmıştır. İnsan Hakları İzleme Örgütü nün komisyona ilişkin olumlu görüşleri için  bkz.  Human  Rights  Watch:   World  Report  1989 , www.hrw.org/reports/1989/WR/Argentin.htm#TopOfPage, (Erişim Tarihi: 15.03.2016). 9  Mark FREEMAN: Truth Commissions and Procedural Fairness, Cambridge University Press, New York 2006, s. 24.   353Yapıcı Adalet Yaklaşımı...                   Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 349-392 ülkede komisyonlar kurulduğu görülmektedir. Diğer yandan yeni hakikat komisyonları  kurulmasına  yönelik  tartışmalar  da  gündemde  kalmayı sürdürmektedir. Örneğin, İspanya iç savaşı döneminde Franco güçlerinin sebep olduğu ağır insan hakları ihlallerini araştırmaya yönelik bir hakikat komisyonu  kurulması  talebi  yüksek  sesle  dile  getirilmeye  başlamıştır.10 Ülkeler özelinde dile getirilen talepler bir yana, uluslararası düzeyde kalıcı bir hakikat komisyonu kurulması dahi uzun yıllardır gündemde olan bir fikirdir.  Uluslararası  bir  komisyonun insan  hakları  ihlallerine  daha  fazla dikkat çekeceği, ayrıca ilgili ülkelerdeki baskı ortamının dışında kalarak bağımsız karar alabileceği savunulmuştur.11 III. HAKİKAT KOMİSYONLARININ GENEL ÇERÇEVESİ Geçmişini  kısaca  özetlemeye  çalıştığımız  hakikat  komisyonlarının içeriğini  belirlememiz  gerekmektedir.  Böylelikle  çalışma  sahamızın  ne olduğunu belirlemiş ve diğer kurumlardan ayıran noktaları saptamış oluruz. Hakikat  komisyonlarının  uluslararası  alanda  en  çok  kabul  gören  tanımı, konunun  uzmanı  Hayner  tarafından  yapılmıştır.  Ona  göre  hakikat komisyonları;  geçmişe  odaklanan,  belirli  bir  olaydan  ziyade  belirli  bir dönemdeki  ihlalleri  inceleyen,  geçici  olarak  kurulan  (sonuç  rapor yayımlayarak  görevini  tamamlayan)  ve  devlet  tarafından  veya  devletin izniyle kurulan komisyonlardır.12 Belirtelim ki ileride de görüleceği üzere kurulan hakikat komisyonlarının isimleri ülkeden ülkeye değişiklik gösterir. Kimi  komisyonlar  adında   hakikat   kavramını  dahi  barındırmaz.  Ancak sadece isimden hareket etmek ve kurumun niteliklerini ele almamak hatalı sonuçlar doğurabilir.  Hakikat komisyonları, geçmişte yaşanmış olan insan hakları ihlallerini incelemek  amacıyla  kurulurlar.  Bu  sebeple,  henüz  yaşanmış  veya yaşanmakta olan hak ihlallerinin ele alınması amacıyla kurulan organların hakikat  komisyonu  olarak  kabulü  söz  konusu  değildir.  Öte  yandan araştırılması hedeflenen dönemin ne kadar eskiye uzanacağını belirlemek de                                                  10  The Telegraph:  Spain Exhumes Civil War Victim as Calls Grow for Truth Commission , www.telegraph.co.uk/news/worldnews/europe/spain/12106843/Spain-exhumes-civil-warvictim-as-calls-grow-for-truth-commission.html, (Erişim Tarihi: 15.03.2016). 11  SCHARF, s. 400. 12  Priscilla B. HAYNER: Unspeakable Truths: Transitional Justice and the Challenge of Truth Commissions, Routledge Press, New York 2011, s. 11. 354Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 349-392                                                   Maviş sorun teşkil etmektedir. Nesiller öncesine dayanan, uzun yıllar geride kalmış konulara eğilen komisyonların daha ziyade tarihi değerinin bulunacağı ifade edilir.13 Ancak kimi hakikat komisyonlarının onlarca yıl geriye dönük bir inceleme  yetkisiyle  donatıldığı da  görülmektedir.  Örneğin,  Fas ta  hayata geçirilen Ulusal Hakikat, Adalet ve Uzlaşma Komisyonu 1956-1999 yılları arasında  gerçekleşen  ağır  insan  hakları  ihlallerini  incelemek  üzere kurulmuştur.14 Yine Guatemala Tarihi Açıklık Komisyonu  da uzun bir tarihi dönemi incelemekle yetkilendirilmiş, 1962-1996 yılları arasındaki ihlalleri çalışmalarına konu etmiştir.15 Hakikat komisyonları genel itibariyle belirli bir dönemde gerçekleşen ağır insan hakları ihlallerini incelemek üzere hayata geçirilirler. Nitekim hakikat  komisyonları,  geçiş  dönemlerinde  başvurulan  bir  yapıcı  adalet yaklaşımı  olarak  karşımıza  çıkmaktadır.  Bu  sebeple  komisyonların  yetki alanı belirli bir olaydan ziyade belirli bir dönemi kapsar. Demokratikleşme hamlesi  kapsamında,  darbe  ve  savaş  dönemlerindeki  insan  hakları ihlallerinin  incelenmesi  bunun  tipik  bir  örneğidir.  Bununla  birlikte  bu dönemler  içerisinde  gerçekleştirilen  hayati  olaylar  da  komisyonun çalışmalarının kapsamına girecektir. Bir diğer ifadeyle komisyonlar sadece inceledikleri dönem içerisinde gerçekleşen bireysel ihlalleri değil, sembolik değere  sahip  olayları  da  inceleme  altına  almaktadırlar.  Örneğin,  Güney Afrika  Hakikat  ve  Uzlaşma  Komisyonu  başta  1976  Soweto  Öğrenci Ayaklanması  olmak  üzere,  ırk  ayrımına  dayalı  yönetim  döneminde gerçekleştirilen tarihi vakıaları da incelemiştir.16 Hakikat komisyonları, çalışmalarını tamamladığı zaman faaliyetlerine son  vermek  üzere  kurulan  organlar  olarak  karşımıza  çıkmaktadır.  Genel olarak komisyonların ortalama olarak iki yıl boyunca faaliyette bulunduğu ifade  edilebilir.  Komisyonlardan  esas  olarak  beklenen,  kimlerin  mağdur                                                  13  FREEMAN, s. 32. 14  National  Commission  for  Truth,  Justice  and  Reconciliation:   Summary  of  the  Final Report ,  www.ccdh.org.ma/sites/default/files/documents/rapport_final_mar_eng-3.pdf, (Erişim Tarihi: 16.03.2016). 15  Commission  of  Historical  Clarification:   Report  of  the  Commission  for  Historical Clarification  Conclusions  and  Recommendations , www.aaas.org/sites/default/files/migrate/uploads/mos_en.pdf, (Erişim Tarihi: 16.03.2016). 16  Truth  and  Reconciliaton  Commission  of  South  Africa:   Truth  and  Reconciliation Commission  of  South  Africa  Report,  Vol.  1 , www.justice.gov.za/trc/report/finalreport/Volume%201.pdf , (Erişim Tarihi: 18.03.2016).   355Yapıcı Adalet Yaklaşımı...                   Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 349-392 olduğunu, hangi hak kayıplarının yaşandığını tespit etmeleri ve gelecekteki hak ihlallerinin önüne geçilmesi için çözüm önerileri sunmalarıdır.17 Hakikat komisyonlarının hazırladıkları sonuç raporla birlikte görevlerinin de sona erdiği  kabul  edilmektedir.  Ancak  daha  önce  de  bahsedildiği  üzere  kimi komisyonların sonuç rapor yayımlaması söz konusu olmamıştır. Yine kimi ülkelerde  komisyonlar  raporlarını  tamamlamış  olsa  da  kamuoyunun  bu raporlara erişiminin önüne geçilmiştir.18  Devletler hakikat komisyonlarının oluşturulmasında başrolü oynarlar; bu durum da insan hakları örgütleri gibi sivil oluşumların hayata geçirdiği araştırma  çalışmalarının  hakikat  komisyonu  olarak  kabul  edilememesini sonuçlar. Devlet, hakikat komisyonunun kuruluşunda esas sorumlu olmasa da asli katılımcılardan birisi olarak da karşımıza çıkabilir. Öyle ki devletlerin işbirliğiyle,  Birleşmiş  Milletler  tarafından  kurulan  hakikat  komisyonları bulunmaktadır.19 Devletlerin bu kadar ön planda olması teoride, delillere daha  rahat  ulaşılacağı,  daha  sıkı  güvenlik  önlemlerinin  alınacağı  ve bulguların daha büyük bir ciddiyetle inceleneceği inancına dayanmaktadır.20 Halbuki  kimi  zaman  devletlerin  komisyonların  şekillenmesinde  ve çalışmasında etkin olması olumsuzlukları da beraberinde getirmektedir. Yine belirtelim  ki  komisyon  oluşumunda  devlet  rolünün  bulunması  ilgili komisyonun ülke içerisinde hayata geçirilmesinin de bir getirisidir. Hakikat komisyonları esas olarak ülke içerisinde hayata geçilirler; böylece ihlallerin araştırılmasının  daha  sağlıklı  gerçekleşeceğine  şüphe  yoktur.  Ancak                                                  17  Robert CRYER / Hakan FRIMAN / Darryl ROBINSON / Elizabeth WILMSHURST: An Introduction to International Criminal Law and Procedure, Cambridge University Press, New York 2010, s. 572. 18  1985 yılında Zimbabve de kurulan hakikat komisyonu, çalışmalarını hazırladığı sonuç raporla noktalamıştır. Buna karşılık hükümet etnik çatışmaların ortaya çıkabileceğinden bahisle raporun yayımlanmasını engellemiştir. HAYNER, Fifteen Truth Commissions, s. 617. 19  Örneğin, El Salvador Hakikat Komisyonu, Birleşmiş Milletlerin arabuluculuğuyla hayata geçirilmiştir.  Yine  Birleşmiş  Milletler,  komisyon  üyelerinin  atanmasında  da  asli  rol üstlenmiştir. Komisyona ilişkin ayrıntılı bilgi için bkz. The Commission on the Truth for El Salvador:   From  Madness  to  Hope:  the  12-year  war in El  Salvador:  Report  of  the Commission  on  the  Truth  for  El  Salvador , www.usip.org/sites/default/files/file/ElSalvador-Report.pdf, (Erişim Tarihi: 18.03.2016). 20  Eric  WIEBELHAUS  –  BRAHM:   Truth  Commissions ,  in  Routledge  Handbook  of International Criminal Law, Routledge Publisher, Oxon 2011, s. 372. 356Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 349-392                                                   Maviş belirtmek gerekir ki başta savaş dönemlerini inceleyenler olmak üzere kimi komisyonların ülke dışında çalışma yürütmesi de gerekebilmektedir.21 Hayner ın tanımından yola çıkarak hakikat komisyonlarının çerçevesini sunmaya çalışsak da bu yeterli bir yaklaşım olmaz. Hayner ın açıklamaları hakikat komisyonlarının zaman içerisinde geldiği noktayı yansıtmaktan uzak görünmektedir.  Yazar  da  getirilen  eleştirileri  dikkate  almış,  söz  konusu gelişmelerden hareketle açıklamalarını güncelleme yolunu tercih etmiştir. O halde  hakikat  komisyonlarının  taslağını  çıkartırken  bazı  ek  noktalara  da bakmak gerekir. Öncelikle hakikat komisyonlarının mağduru merkeze alan bir anlayışı benimsemeye başladığı göz önünde bulundurulmalıdır. Özellikle Güney  Afrika  Hakikat  ve  Uzlaşma  Komisyonu,  mağdurun  yapıcı  adalet hedefindeki önemini öne çıkarmıştır. Binlerce mağdur ve mağdur yakınının ilginin  merkezinde  olması,  hakikat  komisyonlarının  temel  unsurlarından birisi haline gelmiştir. Bugün mağdurların fiziksel, psikolojik ve ekonomik zararlarının  giderilmesinin  önemli  bir  hedef  olduğu  söylenebilir. Komisyonların mağdurlara yönelik iyileştirme önerileri getirmesi ve mağdur fonlarının oluşturulması sürecin hayati bir parçası olmuştur.22 Hakikat  komisyonlarının  bağımsızlığına  ilişkin  çizgilerin  belirgin olarak çizilmesi gerekir. Her ne kadar komisyonlar devlet tarafından veya devlet  desteğiyle  kurulmuş  olsalar  da  bağımsızlığı  garanti  altına  alacak tedbirlere yer verilmesi elzemdir. Özellikle  iç savaş ve askeri darbe gibi dönemlerde devlet ajanlarının da işlenen suçlara iştirak etmiş oldukları göz önünde  bulundurulduğunda  bu  gerekliliğin  önemi  daha  iyi  anlaşılır.23 Komisyonların bağımsızlığını garanti altına alacak pek çok etken saymak mümkündür: yeterli mali kaynak, komisyon üyelerini seçim usulü, saydam yönetim anlayışı. Söz konusu etkenler komisyonun kuruluşu ve işleyişine yönelik olup ileride ayrıntısıyla açıklanacaktır. Hakikat  komisyonlarına  ilişkin  saydığımız  ilkelerin  eksikliğinin,  bir komisyonun  oluşumunu  sakatlayan  vazgeçilmez  kurallar  olarak  kabul edilmesi  mümkün  değildir.  Belirttiğimiz  ilkeler  bir  komisyonun  sağlıklı şekilde  işleyebilmesi  için  önem  arz  eden  noktalardır.  Zira  bu  ilkeleri karşılamayan  ancak  hakikat  komisyonu  olarak  kabul  edilen  oluşumlar                                                  21  FREEMAN, s. 16. 22  Mark FREEMAN / Priscilla B. HAYNER:  Truth-Telling , in Reconciliation After Violent Conflict: A Handbook, International Institute for Democracy and Electoral Assistance, Stockholm 2003, s. 126. 23  FREEMAN, s. 17.   357Yapıcı Adalet Yaklaşımı...                   Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 349-392 bulunduğu  daha  önce  de  anılmıştı.  Belirtmemiz  gerekir  ki  çizdiğimiz çerçeveye  hiçbir  şekilde  uymayan  organların  hakikat  komisyonu  olarak kabul edilemeyeceğini de belirtmek gerekir. Örneğin, Avustralya da kurulan inceleme  komisyonu  yerli  halka  yönelik  ağır  ihlalleri  incelemekle görevlendirilmişti.24  Devlet,  1970 li  yıllara  kadar  asimilasyon kampanyasının bir sonucu olarak binlerce yerli çocuğu ailelerinden alarak yetiştirilmek  üzere  beyaz  ailelere  vermişti.  Komisyonun  çalışmaları  çok geniş bir kesimi kapsayan bu hak ihlallerine ışık tutmuştur. Devletin onlarca yıl  süren  pratiği  komisyon  raporunda  işlenmiş,  geniş  kitlelerin  gerçeği öğrenmesinin  yolu  açılmıştır.  Tüm  bu  olumlu  gelişmelere  karşılık Avustralya daki  oluşumun  hakikat  komisyonu  olarak  kabulü  mümkün değildir. Komisyon pek çok hakikat komisyonundan daha verimli çalışmış olsa da gerçeği bulmak ve yaymak dışında bir amaç taşımamıştır. Zaten ilgili komisyon,  Avustralya  Ulusal  İnsan  Hakları  Örgütü nün  altında  faaliyet yürüten  bir  organdı.  Bu  bağlamda  Türkiye de  darbe  ve  muhtıraları incelemeye yönelik oluşturulan meclis araştırması komisyonunun da hakikat komisyonu  olarak  kabul  edilemeyeceğini  belirtmek  gerekir.25  Adı  geçen komisyon daha ziyade darbe öncesinde ve sonrasında gerçekleşen olayları açıklamak,  darbelerin  toplum  ve  kurumlar  üzerindeki  etkilerini değerlendirmek gibi gayelere hizmet etmiştir. Nitekim komisyonun kendisini hakikat  komisyonu  olarak  nitelemek  gibi  bir  hedefi  de  olmamıştır. Mağdurların asli rol oynamadığı, toplumun her kesiminin dahil edilmediği bir çalışmanın hakikat komisyonu olarak görülmesi mümkün olamazdı. IV. HAKİKAT KOMİSYONLARININ KURULUŞU ve ÇALIŞMA USULÜ A. Hakikat Komisyonlarının Kuruluşu Bir hakikat komisyonun yaratılması ve operasyonlarına başlaması pek çok dış etkene bağlıdır. Her ülkenin yaşanmışlıkları farklı olduğuna göre, ihtiyaç  duyulan  teknikler  de  o  oranda  farklılık  gösterecektir.  Bir  Latin Amerika ülkesiyle bir Doğu Bloğu ülkesindeki halkların beklentileri farklı                                                  24  İhlallerin tarihçesi, komisyonun bulguları ve önerileri için bkz. National Inquiry into the Separation  of  Aboriginal  and  Torres  Strait  Islander  Children  from  Their  Families:  Bringing  Them  Home , www.humanrights.gov.au/sites/default/files/content/pdf/social_justice/bringing_them_home_report.pdf, (Erişim Tarihi: 18.03.2016). 25  Komisyonun  yayımladığı  sonuç  rapor  için  bkz.  Darbe  ve  Muhtıraları  Araştırma Komisyonu:   Meclis  Araştırma  Komisyonu  Raporu,  Cilt  I  ve  II , www.tbmm.gov.tr/arastirma_komisyonlari/darbe_muhtira/, (Erişim Tarihi: 18.03.2016). 358Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 349-392                                                   Maviş olacaktır. Yine darbe döneminden geçmiş bir toplumla iç savaş yaşamış bir toplumun hassasiyetlerinin aynı olması beklenemez. Nitekim bu dönemlerde işlenen  suçlar  da  farklılık  arz  etmektedir.  Örneğin,  Latin  Amerika ülkelerinde zorla kaybetmeler olağan bir hal almışken aynı durum Güney Afrika  için  söylenemez.  Ayrıca  insan  hakları  ihlalleri  her  ülkede  farklı gruplara karşı farklı ölçeklerde gelişebilir. Latin Amerika ülkelerinde belirli siyasi grupların hak ihlallerine maruz kaldığı görülür; halbuki ırk ayrımına dayanan  baskıcı  rejimlerin  bulunduğu  ülkelerde  belirli  kökene  mensup bireyler  mağdur  olur.26  Neticede  bir  hakikat  komisyonunun  karşılaması gereken ihtiyaçlar tüm bu etkenler göz önünde tutularak belirlenmelidir. Hakikat komisyonları genellikle hükümetler (veya başkan) tarafından hayata geçirilmektedir. Böyle bir yaklaşımın en temel getirisinin hızlılık olduğu  ortadadır.  Ancak  uzlaşıya  dayanmayan,  tepeden  inme  kararla oluşturulan bir komisyonun toplumca benimsenmemesi söz konusu olabilir. Bu  sebeple,  yasama  tarafından  hayata  geçirilen  komisyonların benimsenmesinin  daha  kolay  olacağı  ifade  edilmektedir.  Meclisteki partilerin anlaşmasına dayanan bir komisyon daha fazla kabul görecektir. Ortaya  çıkan  güvenin  bir  yansıması  olarak,  yasama  tarafından  hayata geçirilen  komisyonların  daha  fazla  yetkiyle  donatıldığı  da  ifade edilmektedir.27  Diğer  bir  kuruluş  şekli  olarak  barış  antlaşmaları  da  öne çıkmaktadır.  Özellikle  silahlı  çatışma  sonrasında  imzalanan  barış antlaşmalarında  hakikat  komisyonu  kurulmasına  yönelik  hükümler  sevk edildiği görülür. Sierra Leone örneğinde olduğu gibi, kimi zaman Birleşmiş Milletler  de  bu  antlaşmaların  uygulanmasında  rol  alır.  Hatta  Birleşmiş Milletler in  komisyon  kurulması  sürecine  doğrudan  taraf  olduğu  da görülmektedir. Komisyon  üyelerinin  seçim  usulü  de  kuruluş  aşamasının  içerisinde değerlendirilmesi  gereken  önemli  bir  basamağı  oluşturmaktadır.  Bir komisyonun  başarısını  veya  hezimetini  belirleyen  en  önemli  faktör komisyon üyeleridir. Seçilen üyelerin nitelikleri, komisyonun verimliliğinin ne  şekilde  olacağını  baştan  gösterebilir.  Bolivya da  kurulan  komisyonun üyelerinin  bir  kısmı  adalet  bakanlığı  ve  silahlı  kuvvetler  gibi  organlar                                                  26  The Harvard Law School Human Rights Program: Truth Commissions: A Comparative Assessment, Harvard Law School Human Rights Program, USA 1997, s. 39. 27  BRAHM, Truth Commissions, s. 373.   359Yapıcı Adalet Yaklaşımı...                   Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 349-392 tarafından  atanmıştı.28  Bununla  birlikte  daha  demokratik  yöntemlerin benimsenmeye başladığı da görülmektedir. Özellikle Güney Afrika örneği, komisyon  üyelerinin  seçiminde  etkin  yöntemlerin  izlenmesi  bakımından öncü sayılabilir. Komisyon oluşturulurken vatandaşlar üyelik başvurusunda bulunması  yönünde  cesaretlendirilmiş,  adayların  başvuruları  basına  açık toplantılarda  değerlendirilmiştir.29  Neticede  avukat,  psikolog,  tarihçi  gibi farklı meslek sahibi insanlar komisyona üye olarak seçilmiş ve atamalar başkan  Nelson  Mandela  tarafından  yapılmıştır.  Yine  daha  önce  de bahsedildiği üzere Birleşmiş Milletler gibi hakem niteliğindeki örgütlerin de üye seçme usulüne katkıda bulunduğu görülmektedir. Belirtelim ki üyelerin seçim  usulü  yanında  üyelerin  uyruğu  da  önem  taşımaktadır.  Üyeler genellikle komisyonun kurulduğu ülke vatandaşları arasından seçilmektedir. Bununla  birlikte  tamamı  yabancı  uyruktan  kişilerden  oluşan  hakikat komisyonları da kurulmuştur.30 Belirtmek gerekir ki tamamı yabancılardan oluşan bir komisyonun toplumun ihtiyaçlarını ne ölçüde karşılayabileceğine yönelik haklı çekinceler de bulunmaktadır.31 Hakikat komisyonunun başarısını kuruluşundan itibaren etkileyen diğer iki  önemli  etken  bütçe  ve  personel  sayısıdır.  Esasen  bütçenin  genişliği personel  sayısını  da  doğrudan  etkileyen  bir  faktördür.  Güney  Afrika da komisyona on sekiz milyon dolarlık bütçe sağlanmış ve üç yüzden fazla personel çalışmalarda görev almıştı. Yine on bir milyon dolar bütçeye sahip olan Peru Hakikat Komisyonu bir dönem personel sayısını beş yüze kadar çıkarmıştır. Saydığımız olumlu koşulların yanında komisyonları tamamen işlemez hale getiren örnekler de bulunmaktadır. Uruguay da olduğu gibi kaynak  ve  personel  eksikliğiyle  boğuşan  komisyonların  aylarca çalışmalarına  ara  verdikleri  görülür.  Bu  durumun  kamuoyu  ilgisini  ve komisyonun  güvenilirliğini  büyük  ölçüde  düşüreceğini  söylemek  yanlış                                                  28  HAYNER, Fifteen Truth Commissions, s. 613. 29  Audrey  R.  CHAPMAN  /  Hugo  von  der  MERWE:   Assessing  the  South  African Transitional Justice Model , in Truth and Reconciliation in South Africa: Did the TRC Deliver?, University of Pennsylvania Press,  Pennsylvania 2008, s. 9. 30  Komisyonlarda görev alan üye sayıları ve uyruklarına ilişkin örnekler için bkz. Priscilla B. HAYNER:  Truth Commissions: A Schematic Overview , International Review of the Red Cross, Vol. 88, Num. 862, June 2006, s. 306 vd. 31  Eric WIEBELHAUS - BRAHM:  Uncovering the Truth: Examining Truth Commission Success and Impact , International Studies Perspectives, Vol. 8, 2007, s. 31. 360Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 349-392                                                   Maviş olmaz.32  Henüz  çalışmalarına  başlamış  bir  komisyonun  fiziksel imkansızlıklar nedeniyle görevini yürütememesi gelecekteki başarısızlığın erken bir işaretidir. Yüksek bir bütçeye sahip kılınmış olmak elbette her sorunu  çözmekte  başarı  sağlayacak  değildir.  Uluslararası  hukukçularca başarılı  sayılan  El  Salvador  ve  Şili  Hakikat  Komisyonları  mütevazi bütçelerle  önemli  işler  başarmışlardır.  Sonuçta  komisyonu  başarılı  kılan maddi imkanlar değil ulaşılan sonuçlardır; ancak yok denilecek seviyedeki bir bütçe de tüm çalışmayı durdurabilir. B. Hakikat Komisyonlarının Çalışma Usulü Bir hakikat komisyonunun işleyişini belirli safhalara bölerek incelemek mümkündür. Komisyonlar esas itibariyle ön hazırlık, soruşturma ve sonuç rapor sırasıyla ilerleyen bir usul izlemektedirler. Son iki basamak hakikat komisyonundan beklenen amacın doğal bir yansıması olarak karşımıza çıkar. Güncel çalışmalarsa ön hazırlık safhasına da önem vermektedirler. Hazırlık aşamasının  öncelikli  amacı  belirli  bir  strateji  belirlenmesi  ve  plan oluşturulmasıdır; zira binlerce insanın dahil olduğu bir süreci programsız şekilde yönetmek mümkün görünmemektedir. Hazırlık aşamasında ayrıca halkın bilgilendirilmesi amacı da izlenmektedir. Özellikle kırsal bölgelerde halkın yürütülen çalışmaların ne olduğuna dair fikri bulunmamaktadır. Sierra Leone de yapılan bir araştırmaya göre halkın %83 ü hakikat komisyonunun ne yaptığını kısmen veya hiç anlamamaktadır.33 Toplum henüz komisyonun hangi amaca hizmet ettiğini dahi bilmezken, hedeflenen amaçlara ulaşılması hayalden öteye gidemeyecektir. Hakikat komisyonlarının soruşturma ve inceleme safhası pek çok alt unsuru  da  içerisinde  barındırır.  Bir  dönem  devrimsel  kabul  edilen uygulamalar  dahi  bugün  standart  teknikler  haline  gelmiştir.  Bir  hakikat komisyonunun  önceliği  gerçeğe  ulaşmak  olduğuna  göre  ilk  akla  gelen uygulama  da  mağdur  ve  tanık  ifadelerine  başvurulması  olmaktadır. Komisyonlar çalışmalarının önemli bir kısmını  mağdurların yaşadıklarını kayıt altına almak üzerine yoğunlaştırmaktadırlar. Mağdurlara yaşadıkları                                                  32  Priscilla B. HAYNER:  International Guidelines for the Creation and Operation of Truth Commissions: A Preliminary Proposal , Law and Contemporary Problems, Vol. 59, 1996, s. 178. 33  Beth K. DOUGHERTY:  Searching for Answers: Sierra Leone s Truth & Reconciliation Commission , African Studies Quarterly, Vol. 8, Iss. 1, 2004, s. 46.   361Yapıcı Adalet Yaklaşımı...                   Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 349-392 sarsıcı olayları anlatma imkanı verilmesi, ilginin failin üzerinden alınıp acıyı yaşayanlara yönlendirilmesi bağlamında önem taşır. Yani mağdurlar ifade vererek sadece gerçeği ortaya çıkarmamakta, aynı zamanda yaşadıklarını güvenli bir ortamda anlatarak ferahlığa kavuşmaktadırlar.34 Tüm bu sürece komisyon  üyelerinin  ve  komisyon  personelinin  doğrudan  etkide bulunduğunu  belirtmek  gerekir.  Alanında  uzman  kişilerin  ifade  sürecini yönetmesi kişilerin ikinci kez mağduriyet yaşamasını engelleyecek ve güven duygusunu pekiştirecektir. Henüz standart bir uygulama haline gelmiş olmasa da açık oturumlar hakikat komisyonlarının önemli bir uzantısı haline gelmişlerdir. Özellikle Güney  Afrika  Hakikat  ve  Uzlaşma  Komisyonu yla  özdeşleşen  açık oturumlar, uluslararası kamuoyunun büyük ilgisini çekmişti. Peru ve Sierra Leone gibi örnekler de aynı yolu izleyerek açık oturumlar düzenlemişlerdir. Ülkenin çeşitli yerlerindeki alanlarda düzenlenen oturumlarda, mağdurlar ve failler ifade vermek üzere davet edilmektedirler. Öte yandan oturumların farklı  şekillerde  düzenlendiği de  görülmektedir.  Kadın  mağdurlar,  çocuk hakları gibi belirli konulara özel açık oturumlar düzenlendiği de görülür. Yine belirli bir olayı, örneğin kanlı bir operasyonu, aydınlatmak üzere özel toplantılar da düzenlenmektedir.35 Tüm bu oturumlarda mağdurlara toplum önünde kendilerini ifade etme imkanının verilmesi şüphesiz ayrı bir öneme sahiptir. Birebir gerçekleştirilenler bir yana, yaşanılan acıların tüm insanların gözü önünde paylaşılmasının mağdur üzerinde olumlu bir etki yapacağına şüphe yoktur. Yine faillerin yaşattıkları acıları halkın gözleri önünde kabul etmesi  de  mağdurların  iyileşmesine  olumlu  etki  yaratacaktır.  Güney Afrika daki gibi tüm bu oturumların kayıt altına alınması, günlük olarak televizyonlarda ve gazetelerde yayımlanması ayrıca dünyanın da bu insan hakları  ihlallerini  görmesini  sağlayacaktır.  Bu  şekilde  paylaşılan  acılar sadece ilgili ülke bakımından değil, dünya halkları bakımından da ortak bir hafıza yaratır.36 Gerek  komisyona  verilen  ifadeler,  gerekse  açık  oturumlarda gerçekleşen  paylaşımlar  mağdurların,  tanıkların  ve  faillerin  güvenliği                                                  34  FREEMAN / HAYNER, s. 133. 35  Eduardo  GONZALEZ  –  CUEVA  /  Howard  VARNEY:  Truth  Seeking:  Elements  of Creating an Effective Truth Commission, International Center for Transitional Justice, New York 2013, s. 39. 36  SANCAR, s. 83. 362Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 349-392                                                   Maviş bakımından  sorunlar  yaratabilir.  Korku  duyan  mağdur  ve  tanıklar  ifade vermek üzere öne çıkmak istemeyebilir. Yine misilleme tehdidi hisseden failler de öne çıkıp yaşattıkları acıları itiraf etmekten kaçınabilirler. Tüm bu olumsuzlukların önüne geçmek için komisyonları tanık koruma programları oluşturdukları da görülmektedir.37 Hakikat  komisyonlarının  mağdur  merkezli  uygulamalarının  dışında kimi önemli yetkilerle donatıldığı da görülür. Öyle ki komisyonlara, yargı mercileriyle ölçüşebilecek nitelikte yetkiler sağlanabilmektedir. Öncelikle pek çok hakikat komisyonu ilgililere davet kağıdı gönderilmesi yönünde yetkilendirilmektedir.  Komisyonlar  bilgisine  başvurmak  veya  belirli belgeleri  sunmasını  sağlamak  üzere  kişilerin  zorla  getirilmesine  karar verebilir. Böyle bir yetkinin komisyonlara sağlanması son derece önemlidir: zira  davet  edilenlerin  işbirliğine  yanaşmaması  durumunda  komisyonun bilgiye ulaşmasının önü kapanacaktır. Diğer yandan zorla getirme kararına uyulmamasının  yaptırıma  bağlanması  gerekmektedir;  aksi  halde  kararın fiilen  uygulanabilirliği  mümkün  olmayacaktır.  Bu  durumu  öngören komisyonlar,  kuruluş  kararnamelerinde  belirli  yaptırımlara  yer vermektedirler.  Güney  Afrika daki  Komisyon  geçerli  gerekçe  sunmadan elindeki bilgileri tamamen paylaşmayan veya eksik paylaşanların iki yıla kadar hapis ve para cezasıyla cezalandırılacağını öngörüyordu.38 Yine Güney Kore Hakikat Komisyonu kuruluş kararnamesi de işbirliğinde bulunmayan kişilerin  para  cezasına  çarptırılacağını  düzenlemiştir.39  Her  ne  kadar komisyonlar zorlayıcı yetkilerle donatılmış olsa da izlenilen usul alınacak sonucu  doğrudan  etkileyebilir.  Kimi  ülkelerde  zorla  getirme  kararlarının mahkemeler üzerinden uygulandığı görülmektedir. Halbuki yargı organları yozlaşmış  ülkelerde  zorla  getirmelerin  doğrudan  komisyon  eliyle gerçekleştirilmesinin başarı şansını artıracağı ifade edilmektedir.40 Hakikat komisyonlarını güçlü kılan bir diğer yetki de arama ve bununla bağlantılı olarak elkoymadır. Her komisyonun sahip olmadığı bu yetkiler                                                  37  BRAHM, Truth Commissions, s. 374. 38  Promotion  of  National  Unity  and  Reconciliation  Act  1995,  26.07.1995, fas.org/irp/world/rsa/act_034.htm, (Erişim Tarihi: 19.03.2016), mad. 39. 39  Framework Act on Clearing up Past Incidents for Truth and Reconciliation, 31.05.2005, www.usip.org/sites/default/files/ROL/Framework_Act.pdf,  (Erişim  Tarihi:  19.03.2016), mad. 47. 40  FREEMAN, s. 191.   363Yapıcı Adalet Yaklaşımı...                   Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 349-392 gerçeğe ulaşılması, zordaki bilgi ve belgelerin ele geçirilmesi anlamında önem arz eder. Kimi komisyonların söz konusu yetkileri yargı makamlarının düzeyindedir. Hiçbir mahkeme kararına gerek olmadan doğrudan arama ve elkoyma kararı verebilen hakikat komisyonları bulunmaktadır. Sierra Leone örneğinde olduğu gibi kişilerin ve ilgili yerlerin aranmasına, burada bulunan önemli  belgelere  elkoyulmasına  veya  birer  kopyasının  alınmasına  karar verilebilir.41  Arama  ve  elkoyma  emirleri  genel  olarak  kolluk  kuvvetleri tarafından  yerine  getirilmektedir.  Bununla  birlikte  komisyon  üyelerinin işlemlere nezaret etmesi önem taşır; zira hakikat komisyonlarının faaliyette bulunduğu ülkelerde kolluk güçlerinin de yozlaşmış olması ihtimali oldukça yüksektir.42 Önemle belirtelim ki bir hakikat komisyonunu güçlü kıldığı kabul edilen tüm bu yetkiler komisyonun en zayıf yönü de olabilir. Nitekim Güney  Afrika  Hakikat  ve  Uzlaşma  Komisyonu nun  eski  yönetimi kızdırmamak ve dengeyi bulmak adına ordu gibi kurumlar hakkında arama ve  elkoyma  yetkisini  kullanmaması  büyük  tepki  çekmiştir.  Öyle  ki Komisyon un soruşturma şubesinin başkanı da ilerleyen yıllarda yetkilerini kullanmakta korkak davrandıkları için pişmanlık duyduğunu söyleyecektir.43  Hakikat komisyonlarının sahip olduğu en önemli ve en tartışmalı yetkisi hiç şüphesiz af çıkarmaktır. Diğer örneklerde olduğu gibi bu yetkinin de hararetle tartışılmasına sebep olan Güney Afrika olmuştur. Esasen hakikat komisyonları  bağlamında  ciddi  tartışmaların  odağındaki  af  yetkisi,  uzun yıllardır devletler tarafından kullanılmaktadır. İstatistikler özellikle İkinci Dünya Savaşı ndan bu yana af yetkisinin kullanımının artış gösterdiğini belirtmektedir.44 Elbette af gibi radikal bir karar tartışmaları da beraberinde getirmektedir. Bir görüşe göre adalet, ancak sorumlular tespit edilip gereği gibi cezalandırıldığında yerini bulmuş olur.45 Buna karşılık denge siyaseti takip eden kişiler, geride kalmış konuların tekrar açılmaması gerektiğini,                                                  41  The  Truth  and  Reconciliation  Commission  Act  2000,  10.02.2000, www.usip.org/sites/default/files/file/resources/collections/commissions/SeirraLeoneCharter.pdf, (Erişim Tarihi: 20.03.2016), mad. 8/1-b. 42  FREEMAN, s. 215. 43  Dorothy SHEA: The South African Truth Commission: The Politics of Reconciliation, United States Institute of Peace, Washington 2000, s. 18.   44  Af yetkisinin kullanım sıklığı, kapsamı ve çeşitleri gibi konulardaki tablolar için bkz. Louise MALLINDER:  Exploring the Practice of States in Introducing Amnesties , in Building a Future on Peace and Justice, Springer Press, Heidelberg 2009, s. 127 vd. 45  Ronald SLYE:  The Legitimacy of Amnesties under International Law and General Principles of Anglo-American Law , Virginia Journal of International Law, Vol. 43, s. 192. 364Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 349-392                                                   Maviş yargılamalardan vazgeçilmesinin savaşların (geçiş dönemlerinin) sonunda kabullenilmesi gereken bir bedel olduğunu belirtmektedirler.46  Af  yetkisinin  ahlakiliği  üzerine  tartışmalar  bir  yana,  konumuz bakımından  af  sürecinin  nasıl  işlediğinin  belirtilmesi  gerekir.  Öncelikle belirtelim ki affetmek, her hakikat komisyonunun sahip olduğu bir yetki değildir; zira kitlesel insan hakları ihlallerinden sonra faillerin affedilmesini kabul etmek kolay bir karar değildir. Bununla birlikte her failin doğrudan af sürecine dahil edilmediğini de belirtmek gerekir.47 Örneğin Güney Afrika da işlediği  suçları  tam  olarak  itiraf  eden  failler  affedilmişlerdir.  Kimi ülkelerdeyse af yetkisi daha sınırlı tutulmakta ve soykırım, insanlığa karşı suçlar  gibi  ihlalleri  gerçekleştiren  kişiler  af  kapsamının  dışında bırakılmaktadır. Ayrıca itiraf karşılığı affetme yetkisinin yanında hakikat komisyonlarına pazarlık imkanı verildiği de görülmektedir. Liberya Hakikat Komisyonu,  kendisiyle  işbirliğinde  bulunan  kişilerin  ve  çocukların yargılanmamaları yönünde mahkemelere tavsiyede bulunmuştur.48  Sonuç rapor, bir hakikat komisyonunun başarısını ortaya koyan esas gösterge olarak kabul edilebilir. Komisyonun insan hakları kültürüne ve faillerin yargı önüne getirilmesi amacına olan katkısı yayımlanan raporla doğrudan bağlantı içerisindedir. Bir raporun bu amaçlara hizmet edebilmesi için taşıması gereken asgari kriterler bulunduğu söylenebilir.49 Genel olarak raporlar, komisyonun hayata geçirilişine sebep olan olaylar ve komisyonun çalışma usul ve esasları belirtilerek başlar. Raporun başlangıcında komisyon üyelerinin kimler olduğu ve hangi şekilde seçildikleri anlatılır. Raporun ana gövdesini elde edilen bilgi ve belgeler oluşturur. Eldeki bilgilerle meydana gelen  olaylar  arasındaki  bağlantılar  açığa  çıkarılır;  söz  konusu  olayların toplumsal ve kurumsal yansımaları tartışma konusu edilir. Yine faillerin ve                                                  46  SLYE, s. 198. 47  Belirtmek gerekir ki kimi hallerde bir hakikat komisyonu kurulmadan önce ilgililer için genel af ilan edildiği görülmektedir. Şili de eski cunta yönetimi gelecekteki yargılamaların önüne geçmek için peşinen af yasası çıkarmıştır. Yine El Salvador da olduğu gibi, bir hakikat komisyonu hayata geçirildikten sonra da komisyonun dahil olmadığı bir süreçle ilgililer  hakkında  af  kararı  alınabilmektedir.  Biz  burada  hakikat  komisyonlarının  af yetkisiyle donatıldıkları halleri dikkate alıyoruz. Bkz. MALLINDER, s. 157. 48  HAYNER, Unspeakable Truths, s. 114. 49  Bir  hakikat  komisyonu  raporunun  sistematiğinin  ve  içeriğinin  sahip  olması  gereken unsurlara ilişkin bkz. GONZALEZ / VARNEY, s. 65 vd.   365Yapıcı Adalet Yaklaşımı...                   Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 349-392 mağdurların  belirlenmesi,  bu  kişilerin  ifadelerinin  rapora  dahil  edilmesi önemli bir basamaktır. Faillerin  verdiği  ifadelerin  içeriği  işlenen  suçlara  ilişkin  önemli bilgilerdir;  ancak  komisyon  raporlarında  faillerin  açık  kimliklerine  yer verilip verilmemesi tartışma yaratan bir konudur. Konu tartışmalıdır çünkü bir  hakikat  komisyonu  yargı  makamlarının  sağladığı  güvenceleri sağlamaktan  uzaktır.  Bununla  bağlantılı  olarak  komisyonların,  adli makamların  mutlak  surette  uymakla  yükümlü  olduğu  adil  yargılanmaya ilişkin hakları (özellikle de masumiyet karinesini) garanti etmesi mümkün değildir. Yine de hakikat komisyonlarının da belirli ölçüde kişilerin haklarını koruyacak yetkilerle donatılması mümkündür.50 Örneğin, Güney Afrika da kişilere kendilerine yöneltilen suçlamalara karşı savunma yapabilmeleri için üç  haftalık  süre  verildiği  görülmektedir.  Bunun  gibi  hak  koruyucu önlemlerin alınması halinde hak kaybına yol açılması engellenmiş olur ve tüm  ilgililerin  isimleri  açıklanarak  hakikat  amacına  sadık  kalınır.  Diğer yandan faillerin açık kimliklerinin belirtilmesi intikam gibi amaçlarla da kullanıma açıktır.  Örneğin Ruanda da önemli olaylardan birisine karıştığı belirtilen  üç  kişiden  ikisi  komisyon  raporunun  yayımlanmasından  sonra öldürülmüştür.51 Tüm bu etkenler bir yana hakikat komisyonlarının farklı yaklaşımlar sergilediği haller mevcuttur. El Salvador, Çad gibi ülkelerdeki hakikat  komisyonları,  insan  hakları  ihlallerinin  tespit  edilebilen sorumlularını tek tek listelemiştir. Bazen de Arjantin de olduğu gibi bazı komisyonlar sorumluların açık kimliklerini belirtmemeyi tercih etmektedir, ancak basının ilgililerin isimlerini sızdırdığı görülmektedir. Sonuç  raporda  yer  alması  elzem  olan  noktalardan  birisi  de  ortaya konulan  tavsiyelerdir.  Her  ne  kadar  pek  çoğu  uygulanmasa  da  tavsiye kararları insan haklarının gelişmesi için büyük önem taşır. Yaşanmış insan hakları  ihlallerinin  tekrarı  önlenmek  isteniyorsa  kritik  değişikliklerin benimsenmesi gerekir. Sosyal barışın yolunu açacak önlemlerin alınması, gerekli yasal -anayasal değişikliklerin benimsenmesi, eski baskıcı rejimlere geri dönülmesini önleyecek gelişmelerdir.52                                                   50  Martin IMBLEAU:  Initial Truth Establishment by Transitional Bodies and the Fight Against Denial , in Truth Commissions and Courts: The Tension Between Criminal Justice and the Search for Truth, Kluwer Academic Publishers, Dordrecht 2004, s. 187. 51  HAYNER, Fifteen Truth Commissions, s. 650. 52  FREEMAN / HAYNER, s. 135. 366Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 349-392                                                   Maviş C. Hakikat Komisyonları ve Ceza Mahkemeleri Arasındaki Farklar Hakikat komisyonlarını ceza yargılamalarına alternatif olarak görmek yönünde  bir  eğilim  bulunduğu  gözlemlenmektedir.  Halbuki  hakikat komisyonları,  ceza  yargılamalarının  ve  dolayısıyla  ceza  mahkemelerinin yerine hayata geçirilen organlar değildirler.53 Şu bir gerçektir ki hakikat komisyonu  kurulan  ülkelerde  başarıyla  sonuçlanan  ceza  yargılamalarının yürütüldüğünü  söylemek  pek  mümkün  değildir.  Genellikle  eski  baskıcı rejimin etkileri devam  etmekte veya baskıcı rejim ceza yargılamalarının yürütülmeyeceği güvencesiyle sona erdirilmektedir. Diğer yandan hakikat komisyonlarının af yetkisini kullanmadığı veya bu yetkiyle donatılmadığı hallerde,  komisyonların  bulgularından  yola  çıkarak  ilgililerin cezalandırılması  yoluna  gidilebilir.  Nitekim  Peru  Hakikat  Komisyonu, çalışmaları  sonucunda  ulaştığı  bilgileri  adli  makamlarla  paylaşmış  ve yürütülen yargılamalar neticesinde Peru eski devlet başkanı Alberto Fujimori gibi kimi üst düzey yetkililer ağır hapis cezalarına çarptırılmıştır.54 Ayrıca belirtelim ki hakikat komisyonları ve mahkemelerin aynı anda kurulmaları da mümkün olabilmektedir. Bu durum dahi iki kurumun farklı beklentilerle hayata  geçirilen  organlar  olduklarını  gösterir.  Sierra  Leone  Hakikat Komisyonu, Sierra Leone Özel Mahkemesi yle aynı dönemde çalışmalarını yürütmüştür.55 Hakikat komisyonları ve ceza mahkemeleri arasında kimi ortak noktalar bulunduğuna  şüphe  yoktur.  Her  iki  kurum  da  farklı  ölçeklerde  olsa  da hakikatle  ilgilenmektedir.  Yukarıda  bahsedildiği  üzere  adaleti  sağlamak amacında  da  kurumların  yolları  kesişebilmektedir.  Önemli  bilgi                                                  53  BRAHM, Truth Commissions, s. 376. 54  Peru Hakikat Komisyonu nun ceza yargılamalarına sunduğu katkılara ilişkin bkz. Eduardo GONZALEZ - CUEVA:  The Contribution of the Peruvian Truth and Reconciliation Commission to Prosecutions , in Truth Commissions and Courts: The Tension Between Criminal Justice and the Search for Truth, Kluwer Academic Publishers, Dordrecht 2004, s. 55 vd. 55  Aynı dönemde faaliyette bulunan bu iki kurum Peru daki durumla zıtlık gösterir. İki organ uyumlu  çalışmayı  başaramamış,  ayrılıklar  yaşamıştır.  Öyle  ki  Sierra  Leone  Özel Mahkemesi nde yargılanan sanıklar hakikat komisyonu önünde ifade vermek istediklerinde Mahkeme  Başkanı  ifadelerin  ancak  kapalı  toplantıda  alınmasına  izin  vermiştir.  Yine Mahkeme Savcısı da Hakikat Komisyonu ndan hiçbir bilgi talep etmediklerini belirtmiştir. Bu konudaki değerlendirmeler için bkz. William A. SCHABAS:  Truth Commissions and Courts Working Parallel: The Sierra Leone Experience , Proceedings of the 105th Annual Meeting (American Society of International Law), Vol. 98, 2004, s. 191 vd.   367Yapıcı Adalet Yaklaşımı...                   Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 349-392 paylaşımlarında  bulunarak  sorumluların  cezalandırılması  ortak  bir  uğraş olarak kendisini gösterir. Tüm bu kısmi benzerliklere rağmen büyük farklılık gösteren  noktalar  mevcuttur.  Özellikle  amaçların  önceliği  bakımından farklılık bulunmaktadır. Hakikat komisyonları, toplumsal barışı sağlamak ve hakikate öncelik vermek amacıyla yola çıkar. Bu durumun bir yansıması olarak merkezde mağdur ve onun ihtiyaçları vardır. Faillerin sürece dahil edilmesi  büyük  önem  taşısa  da  esas  gaye  suçların  itirafını  sağlayarak mağdurlara  kulak  vermektir.  Halbuki  bir  ceza  yargılamasında  odak noktasında fail vardır. Mağdurların ve tanıkların dinlenilmesi yoluna daha ziyade  suçun  aydınlatılması  ve  ilgililerin  tespit  edilmesi  amacıyla başvurulur.  Görüldüğü  gibi  hakikat  komisyonları  ceza  mahkemelerinin tersinden bir bakış açısıyla hareket eder. Hakikat komisyonları ve ceza mahkemeleri, kuruluş şeması açısından da farlılık gösterir. Bir ceza yargılaması hakim, savcı ve avukatı içine alan yasal bir süreçtir. Halbuki bir hakikat komisyonunda ne yargılayan ne de yargılanan vardır. Esas gaye yaşanılanları aydınlatarak kayıt altına almak ve sonuç rapor yayımlamaktır.56 Son  olarak  kurumların  yetki  alanına  ilişkin  farklılığı  da  belirtmek gerekir.  Daha  önce  de  bahsedildiği  üzere  hakikat  komisyonları mahkemelerle  kıyaslanabilecek  yetkilerle  donatılabilmektedirler.  Arama, elkoyma, ifade alma, zorla getirme bir ceza mahkemesinin olmazsa olmaz yetkileri  arasındadır.  Diğer  yandan  ceza  mahkemelerinin  aksine  hakikat komisyonlarının sahip olduğu en önemli yetki affetmedir. Genel olarak af yetkisi yasama ve/veya yargı organlarına verilen yetkiler arasında yer alır. V. HAKİKAT KOMİSYONLARININ AMACI Hakikat komisyonları pek çok amacı gerçekleştirme hedefiyle hayata geçirilirler; halbuki geçmişte komisyonların daha sınırlı bir amaç listesiyle görevlendirildiği görülür. Bunun yanında sınırlı sayıdaki amaçların hangi ölçüde  gerçekleştirileceğine  ilişkin  anlayış  da  zaman  içinde  değişmiştir. Özellikle  ilk  dönem  hakikat  komisyonlarının  eldeki  olayın  gerçeklerinin dışına çıkmadığı, daha dar bir alanda faaliyet gösterdiği görülür. Hakikat amacıyla  hareket  eden  komisyon  olayı  aydınlattığında  bir  adım  ileriye gitmez,  örneğin  olayın  sosyal  arka  planını  veya  tarihi  detaylarını                                                  56  FREEMAN, s. 71. 368Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 349-392                                                   Maviş irdelemezdi.57 Halbuki sadece fail ve mağdurun tespiti büyük resmin tek bir parçası olmaktan öteye gidemez. Geçmişle hesaplaşma ödevini dolduracak pek çok etmenin ele alınması gerekir. Bugün geldiğimiz noktada hakikat komisyonlarından gerçekleştirmesi beklenen amaçların sayısı artmıştır. Yine söz konusu amaçların kapsamının da  daha  geniş  yorumlandığını  söylemek  gerekir.  Örneğin  Chapman, kurulmuş hakikat komisyonlarının yaptıkları ve yapmak istediklerinden yola çıkarak, geçmişteki insan hakları ihlallerini kayıt altına almak, mağdurları ve yaşadıklarını tespit etmek, mağdurların acılarını azaltacak önlemler almak gibi bir dizi amacı aktarır.58 Yazarın verdiği listeyi uzatmak mümkündür; zira toplumsal barış ve uzlaşı pek çok etkene bağlıdır. Ancak gözden uzak tutmamak  gerekir  ki  bir  toplumun  uzlaşması  görevini  tek  kurumdan beklemek  gerçekçi  olmaz.59  Hakikat  komisyonları  yeniden  bütünleşme yolunda faaliyette bulunacak pek çok kişi ve kurumdan sadece birisidir. O halde komisyonların esas gayesini ve bunun uzantılarını belirlemek daha doğru olacaktır.  Bir görüşe göre hakikat komisyonlarının temel amacı baskıcı rejimler döneminde  işlenen  insan  hakları  ihlallerini  araştırmak,  gerçekleşen  bu ihlallere ilişkin genel bir değerlendirme sunmaktır.60 Bu görüşle bağlantılı olarak, genel kanının hakikat komisyonlarının insan haklarının gelişimine katkı sunmak amacıyla kuruldukları oldukları söylenebilir. Bir komisyonun başarısının ölçüsü insan hakları kültürüne ne oranda katkıda bulunduğuna bakarak  ölçülebilir.61  Komisyonların  amacına  yönelik  ortak  bir  kanaat oluşturulamadığına  göre,  esas  amaca  hizmet  eden  önemli  başlıkları                                                  57  Robert I. ROTBERG:  Truth Commissions and the Provision of Truth, Justice and Reconciliation , in Truth v. Justice, Princeton University Press, Princeton 2000, s. 4. 58  Audrey R. CHAPMAN:  Truth Finding in the Transitional Justice Process , in Assessing the Impact of Transitional Justice: Challenges for Empirical Research, United States Institute of Peace, Washington 2009, s. 94. 59  Toplumu  geçmişte  olanlar  hakkında  bilgilendirmek,  yeni  oluşan  siyasi  düzenin  meşruluğunu  sağlamak  gibi  görevler  gerçekçi  görünmemektedir.  Anılan  haller  ancak düzgün işleyen bir hakikat komisyonunun getirileri olabilir.  60  Mike KAYE:  The Role of Truth Commissions in the Search for Justice, Reconciliation and Democratisation: The Salvadorean and Honduran Cases , Journal of Latin American Studies, Vol. 29, Iss. 3, 1997, s. 698. 61  Tricia D. OLSEN / Leigh A. PAYNE / Andrew G. REITER / Eric WIEBELHAUS – BRAHM:  When Truth Commissions Improve Human Rights , The International Journal of Transitional Justice, Vol. 4, 2010, s. 459.   369Yapıcı Adalet Yaklaşımı...                   Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 349-392 belirlemek gerekir. Biz, insan haklarının gelişimini sağlamak ve gelecekteki ihlalleri önlemek bakımından önde gelen üç başlığı incelemek gerektiğini düşünüyoruz: hakikati araştırmak, tavsiye kararları almak ve mağdurların zararlarını gidermek.62 1. Hakikati Araştırmak İnsan  hakları  ihlallerinin  varlığını  inkar  etmek  ırkçılığın  bir  başka şeklidir.63  Bir  gruba  karşı  gerçekleştirilen  insanlık  dışı  fiilleri yaşanmamışçasına göz ardı etmek, ihlallere zımnen onay vermek anlamına da gelir. Halbuki yaşanmış her şeyi konuşmak, sorumluları tespit etmek sonraki  süreçler  bakımından  zorunlu  olan  bir  ön  adımdır.  İnsan  hakları ihlallerinin  faillerini  cezalandırsanız  da  affetseniz  de  öncelikle  ortadaki durumun tüm boyutlarını bilmeniz gerekir. Mağdurların yaşadıklarına kulak vermemek,  empati  yapmak  için  çabalamamak  toplumsal  mutabakat sağlanmasının önünü kapatır.64 O halde insan haklarını canlandırmak ve toplumun yeniden inşasını sağlamak bakımından hakikate ulaşmak hayatidir. Hayner de, hakikati araştırmanın, yani ülkenin geçmişindeki acı dolu günleri kayıt altına almanın ve karanlıkta kalmış olayları inceleyerek inkar olgusunu yok  etmenin,  bir  hakikat  komisyonunun  en  öncelikli  amacı  olduğunu söyler.65 Hakikatin  sadece  komisyonların  ana  gayelerinden  birisi  değil,  aynı zamanda hukukun da önem atfettiği bir olgu olduğunu belirtmek gerekir. Son yirmi yıldır bir hak olarak da uluslararası alanda kendisini göstermeye başlayan hakikat, uluslararası mahkeme kararlarında tartışılmaktadır. Avrupa İnsan  Hakları  Mahkemesi nin  vurguladığı  üzere,  mağdur,  ailesi  ve mirasçıları kitlesel insan hakları ihlallerinin yarattığı koşullarla ilgili hakikati öğrenme  hakkına  sahiptir.66  Özellikle  zorla  kaybetmelerin  söz  konusu olduğu durumlarda mağdurun ailesinin ve yakınlarının hakikati öğrenme hakkı ortaya çıkar. Yine Amerikalılar Arası İnsan Hakları Komisyonu da hakikati  öğrenme  hakkını  vurgulamaktadır.  Komisyon a  göre  hakikati                                                  62  Aynı yönde bkz. GONZALEZ / VARNEY, s. 23. 63  IMBLEAU, s. 159.  64  SANCAR, s. 50. 65  HAYNER, Unspeakable Truths, s. 20. 66  Lejla Fazlic ve diğerleri – Bosna Hersek, 03.06.2014, Başvuru No: 66758/09, para. 38. 370Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 349-392                                                   Maviş öğrenme  hakkı  kamusal  ve  bireysel  bağlamda  önem  taşır.67  Hakikatin kamusal  bir  önemi  vardır;  ancak  bu  şekilde  demokratik  bir  toplumun gelişmesi  mümkün  olabilir.  Bireysel  bağlamda  da  hakikat,  mağdurların yakınları bakımından bir onarım imkanı sunar.  Hakikat öncelikle tek tek bireyler nezdinde önem taşır. Esasen pek çok vakada toplum, mağduru da faili de bilmektedir. Bir gün gözaltına alınmak için götürülüp geri gelmeyen mağdurun akıbetini o bölgede yaşayan herkes tahmin  edebilir.  Diğer  yandan  hakikati  duymak  başka  bir  deneyimdir. Mağdurun yaşadıkları detaylandırılır, failin kim olduğu açıkça tespit edilir ve  tüm  toplum  gerçeği  görme  imkanına  kavuşur.  Yıllarca  inkar  edilen gerçekler  birinci  ağızdan  kabul  edilmiş  olur.68  İnsanlar  en  azından sevdiklerinin akıbetini öğrenme şansını yakalamış olurlar. Bunun yanında hakkında hiçbir bilgi olmayan mağdurların da durumu ortaya çıkarılabilir. Mağdurun başına neler geldiği, failin kim olduğu, üstü kapatılan olayın ne zaman  ve  nerede  yaşandığı  gibi  sorular  nihayet  cevaplanabilir.  Güney Afrika da  oğlu  polis  tarafından  on  dokuz  kurşunla  öldürülen  bir  anne:  Oğluma bunu kimin yaptığını bilmeliyim. Oğlumu öldürenin yüzüne bakıp bana  sebebini  söylediğinde  belki  onu  affedebilirim   demektedir.69  Kimi zaman  gerçekten  de  geride  kalanların  failleri  affedecek  gücü  buldukları görülür:   ...fail  eşlerimizi  geri  getirebilmeyi  istediğini  söyledi…özür dilediğinde içten olduğuna inandım…elini tutarak ona hala değişebileceğini gösterdim .70 Sadece  yaşananları  öğrenmek  herkes  için  yeterli  bir  çözüm  yolu olmayabilir. Hiç şüphesiz hakikati öğrenmek önemli bir adımdır. Bununla birlikte  sevdiğinin  akıbetini  öğrenen  kişinin  bir  sonraki  talebinin  adalet olmaması için hiçbir sebep yoktur. Özellikle Güney Afrika da olduğu gibi işlediği suçları tamamen itiraf eden kişilerin affedilmesi adalet arayışına ilişkin itirazların yükselmesine sebep olur. İşlediği suçları birer birer sayan                                                  67  Lucio Parada Cea ve diğerleri – El Salvador, 27.01.1999, Dosya No: 10480, para. 151. 68  Paul  GREADY:  The  Era  of  Transitional  Justice:  The  Aftermath  of  the  Truth  and Reconciliation Commission in South Africa and Beyond, Routledge Press, New York 2011, s. 21. 69  Paul LANSING / Julie C. KING:  South Africa s Truth and Reconciliation Commission: The Conflict Between Individual Justice and National Healing in the Post-Apartheid Age , Arizona Journal of International and Comparative Law, Vol. 15, Iss. 3, 1998, s. 771. 70  Pumla GOBODO – MADIKIZELA:  Remorse, Forgiveness, and Rehumanization: Stories from South Africa , Journal of Humanistic Psychology, Vol. 42, Iss. 1, 2002, s.17.   371Yapıcı Adalet Yaklaşımı...                   Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 349-392 kişinin bir cezai yaptırımla karşılaşmaması kabulü zor bir durumdur. Güney Afrika Hakikat ve Uzlaşma Komisyonu çatısında faaliyet gösteren İnsan Hakları  Komitesi  üyesi  dahi  bu  durumu  açıkça  kabul  etmektedir:  Mağdurlar faillerin ifadelerini dinlemeye gelip de onların kibirli ve soğuk söylemlerini  duyduklarında  ikinci  kez  mağdur  oluyorlar.  Failler  hiçbir vicdan azabı veya pişmanlık sergilemiyorlar. Affedilmek için faillerin özür dilemesi gibi bir zorunluluk da söz konusu değil .71 Sadece katı gerçeği araştırmak,  karşılığında  kuru  bir  özür  dahi  alamamak  makul görünmemektedir.  Bu  nedenle  komisyonların  daha  ziyade  ceza mahkemeleriyle paralel çalışması veya bulgularını raporlayarak gelecekteki yargılamaların önünü açması daha uygun görünmektedir.  Halbuki kimi yazarlar hakikate ulaşmanın bir adalet şekli olduğunu iddia  etmektedirler.  Nihayet  gerçeklerin  öğrenilmesinin,  mağdurların  ve ailelerinin birer birey olarak görülmeye başlanmasının adalete hizmet ettiği belirtilmiştir. Yine hakikat sayesinde korku ve baskının üzerinden gelindiği, şiddet zincirlerinin kırıldığı düşünülmektedir.72 Hakikat, gerçekten de iddia edilen faydaların hepsinin sağlanmasında etkili olabilir; ancak bu faydaların adalete  ne  şekilde  hizmet  ettiği  açık  değildir.  Mağdurların  ve  geride kalanların  baskılardan  kurtarılması,  yaşanan  acıların  devlet  tarafından tanınması  demokratik  toplumun  inşa  edilmesinde  etkili  olabilir.  Hakikat komisyonlarının adaleti sağlamaktaki rolü mahkemelerle olan çalışmasına bağlıdır. Nitekim karşı çıktığımız argümanları değerlendiren yazarlar da, hakikat  komisyonlarının  adaleti  sağlamaktaki  katkısını  incelerken mahkemelerle olan çalışmaları ilk sıraya koymaktadırlar.73 Hakikati  öğrenmek  kamusal  bağlamda  da  ortak  bir  hafızanın  inşa edilmesini  sağlar.  Bir  toplumun  yaşadığı  kitlesel  ihlallerin  kayıt  altına alınması, geçmişle hesaplaşmak ve geleceğe bakabilmek adına değer taşır. Öyle  ki  günümüzde  hafıza  inşasının  önemi  evrensellik  kazanmıştır.74 Uluslararası  alanda  devletler  ağır  insan  hakları  ihlallerinin  tanınmasını birbirlerine şart koşabilmektedirler. Tüm bu gelişmeler göstermektedir ki hakikati  araştırmak  ve  inkar  edilemez  şekilde  ortaya  dökmek  hayatidir.                                                  71  LANSING / KING, s. 772. 72  Elizabeth KISS:  Moral Ambition Within and Beyond Political Constraints: Reflections on Restorative Justice , in Truth v. Justice, Princeton University Press, Princeton 2000, s. 71. 73  GREADY, s. 21. 74  Bu konuda bkz. SANCAR, s. 67 vd. 372Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 349-392                                                   Maviş Bugün  Auschwitz de,  Ruanda da  ve  Yugoslavya da  yaşananlar  inkar edilemiyorsa  bunun  hayata  geçirilen  uluslararası  mahkemeler  sayesinde olduğu  belirtilmektedir.75  Gerçekten  bu  mahkemeler  yaptıkları yargılamalarla sadece müdahil toplumlar için değil, tüm dünya için ortak hafıza yaratmışlardır. Öte yandan haklı olarak, hakikati ortaya çıkartmakta mahkemeler  yeterliyse  hakikat  komisyonlarına  neden  ihtiyaç  duyulduğu sorulabilir. Hakikat komisyonları daha detaylı ve kapsamlı bilgiye ulaşabilir. Ceza mahkemelerinin fail odaklı olması ve az sayıda mağdura yer vermesi, uzun  zaman  gerektiren  yargılama  süreciyle  birlikte  değerlendirildiğinde ulaşılacak hakikatin daha dar kapsamlı olacağı görülür.76 Halbuki bir hakikat komisyonu, çok sayıda mağdura ve faile ulaşabilir. Yine ceza tehdidinin bulunmaması failleri daha detaylı bilgi vermeye sevk edecektir. Hakikat komisyonlarının kitlesel bir bilinç yaratma adına geçmişi kayıt altına  alması   resmi  tarih   algısının  doğmasına  ve  eleştirilerin yöneltilmesine sebep olmaktadır. Bir görüşe göre hakikat komisyonları resmi devlet tarihi yazmakla görevlendirilmiş organlardır.77 Komisyonları sadece belirli güdüyle çalışan kurumlar olarak değerlendirmek haklı olmaz. Eskiyi değerlendirirken  bakış  açısını  tek  yöne  çevirmek  hiç  şüphesiz  adaletsiz sonuçlar doğurur. Bir ülkenin mazisindeki ihlalleri inceleme altına alırken, failleri  ve  mağdurları  belirli  gruplar  içerisinde  değerlendirmek  önyargıyı ortaya koyar. Nitekim Güney Afrika Hakikat ve Uzlaşma Komisyonu bu sebepten  ötürü  eleştirilerin  odağı  olmuştur.  Komisyon,  genel  olarak beyazların  siyahlara  karşı  işlediği  ihlalleri  inceleyip,  siyahların  kendi aralarında yaşadıkları şiddet olaylarını göz ardı etmekle suçlanmıştır.78 Yine tarih sahnesi de mercek altına alınmayan kitlesel ihlallerle doludur. Nazi Almanyası  tarafından  işlenen  suçlara  tarihi  delil  yaratacak  Nürnberg Mahkemesi nin kurulmasında gösterilen başarı, müttefik devletlerin sebep olduğu  kitlesel  insan  hakları  ihlallerinin  araştırılması  için  ortaya konulamamıştır. Her dönemde her kurumda yaşanabilen bu önyargılı tutumu sadece hakikat komisyonlarına mal etmemek gerekir. Önemli olan baskıcı                                                  75  IMBLEAU, s. 160, 161. 76  Eric WIEBELHAUS – BRAHM: Truth Commissions and Transitional Societies: The Impact on Human Rights and Democracy, Routledge Press, New York 2010, s. 14. 77  Colin BUNDY:  The Beast of the Past: History and the TRC , in After the TRC: Reflections on Truth and Reconciliation in South Africa, David Philip Publishers, Cape Town 2000, s. 13. 78  GREADY, s. 44.   373Yapıcı Adalet Yaklaşımı...                   Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 349-392 bir  dönemde,  her  gruptan  faillerce,  her  gruptan  mağdurlara  karşı gerçekleştirilen  ihlalleri  araştırmak  iradesidir.  Şüphesiz  bir  ülkenin geçmişinde  yaşanan  her  ihlalin  aydınlatılması  mümkün  değildir;  ancak önemli  olan  geçmişle  hesaplaşma  adına  büyük  resme  hizmet  edecek yaklaşımı ortaya koymaktır.79  Son olarak, komisyonun başarısını artırmak bakımından çalışmaların kapsamına  da  bakmak  gerekir.  Eğer  toplumsal  barışın  sağlanması, mağduriyetlerin giderilmesi hedefleniyorsa hakikat tüm çıplaklığıyla ortaya konulmalıdır. Suçlar arasında ayrım yapmak, seçici davranmak komisyonun güvenilirliğine zarar verir. Halbuki en başarılı kabul edilen komisyonlar dahi kimi  konularda  üç  maymunu  oynamayı  tercih  etmiştir.  Örneğin,  Güney Afrika  Komisyonu  yüzbinlerce  insanın  mağduru  olduğu  zorunlu  göç politikasını araştırmama yoluna gitmiştir. Güney Afrika daki gibi görmezden gelmeye dayanan tutumların genellikle politik ve askeri gerilimleri önlemeye yönelik  olduğu  görülür.80  Yine  araştırılan  konuların  kapsamının  yanında araştırma altına alınan tarihlere de dikkat etmek gerekir. Belirli bir süreci, günü gününe belirterek incelemek hakikatin eksik kalmasına sebep olabilir.81 Örneğin Ruanda Uluslararası Ceza Mahkemesi 1 Ocak 1994 – 31 Aralık 1994  tarihleri  arasında  gerçekleşen  ihlalleri  yargılamak  üzere  hayata geçirilmiştir.  Halbuki  Ruanda  Soykırımı ndan  önce  gerçekleşen  pek  çok ihlal söz konusudur. Yine soykırım sonrası intikam amacıyla işlenen kitlesel ihlaller de bulunmaktadır. 2. Tavsiye Kararları Almak Hakikat komisyonları geçmişi inceleyerek geleceğe ışık tutarlar. Eski defterleri açarak geçmişle hesaplaşmanın amacı gelecekte ortak bir yaşamı mümkün  kılmaktır.  Geçmişteki  hataların  tekrarını  önleyecek  tedbirlerin alınması  da  elbette  bu  amacın  ayrılmaz  bir  parçasıdır.  Komisyonlardan,                                                  79  IMBLEAU, s. 177. 80  Bir  görüşe  göre  Güney  Afrika da  Komisyon,  tüm  kitlesel  ihlalleri  araştırmayı  göze alamazdı. Zira göçe zorlama gibi politikalar ülkenin yasalarına dayanmaktaydı. Bu tür ihlallerin araştırılması Komisyonu, Güney Afrika nın tüm hukuk sistemiyle karşı karşıya getirecekti. Konuya ilişkin detaylı değerlendirmeler için bkz. Mahmood MAMDANI:  Amnesty  or  Impunity?  A  Preliminary  Critique  of  the  Report  of  the  Truth  and Reconciliation Commission of South Africa (TRC) , Diacritics, Vol. 32, Iss. 3-4, 2002, s. 42 vd. aynı yönde bkz. CRYER / FRIMAN / ROBINSON / WILMSHURST, s. 572.  81  IMBLEAU, s. 170. 374Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 349-392                                                   Maviş araştırdıkları konulardaki aksak noktaları belirtmeleri ve bunlara yönelik tavsiyelerde bulunmaları beklenmektedir. İnsan hakları ihlallerine sebep olan yozlaşmış  bir  kolluk  gücü  ya  da  yargı  örgütü  buna  örnek  olarak gösterilebilir.  Hemen  belirtelim  ki  komisyonlar  bu  amaçlarını  layıkıyla yerine getirseler dahi önemli olan devletin tutumudur. Devlet başkanı ya da hükümet  gönüllü  davranarak  harekete  geçmediği  sürece  alınan  tavsiye kararlarının hiçbir hükmü bulunmamaktadır. Komisyonların tavsiyelerde bulunmak amacının yıllar içerisinde önem kazandığını söylemek mümkündür. İlk dönem hakikat komisyonlarınca kısa şekilde anlatılan tavsiyelere yakın zamanda hayata geçirilen komisyonların sayfalarca  yer  verdiği  görülmektedir.82  Örneğin  El  Salvador  Hakikat Komisyonu tavsiyelerine sadece on beş sayfada yer vermiştir; halbuki Peru Hakikat Komisyonu yaklaşık iki yüz sayfa uzunluğunda bir metin kaleme almıştır. Tavsiye  kararlarının  niteliği  ve  kapsamı,  yaşanan  insan  hakları ihlallerinin  özelliklerine  göre  her  ülkede  farklılık  gösterebilir.  Soykırım yaşanmış bir ülkeyle zorla kaybetmelerin / işkencelerin yaşandığı bir ülke farklı reformlara ihtiyaç duyacaklardır. Tüm bu farklılıkları ve ihtiyaçları göz önünde bulundurmak bir komisyonun başarısı bakımından önem taşır. Örneğin,  ağır  maddi  hasarın  olduğu  bölgelerde  mağdurların  ekonomik yönden  desteklenmesi  için  tavsiyelerde  bulunulması  olağandır.  Yine soruşturma  ve  kovuşturma  süreçlerinde  en  temel  sanık  haklarına  riayet edilmediği bir ülkede yargı reformu için tavsiyelerde bulunulması beklenir. Hakikat  komisyonu  tüm  bu  konuları  değerlendirmeli  ve  sosyal  barışın sağlanmasını  engelleyebilecek  sorunları  ele  almalıdır.  Sorunlara  yönelik hakiki çözüm yollarının gösterilmesi hayatidir; ancak komisyonların ülke gerçeklerinden  hareketle  sınırlı  çözümler  sundukları  görülebilmektedir. Sierra  Leone  Hakikat  Komisyonu,  önerilerinin  daha  hızlı  hayata geçirilebilmesi  için  devlet  bütçesine  yük  getirmeyecek  reformlar  ortaya koymuştu.83  Halbuki  komisyonlar  gerçekçi  olmak  adına  problemin derinlerine  nüfuz  etmekten  kaçınmamalı  ve  gerçeği  esas  almalıdır.                                                  82  HAYNER, Unspeakable Truths, s. 192. 83  William  A.  SCHABAS:   A  Synergistic  Relationship:  The  Sierra  Leone  Truth  and Reconciliation  Commission  and  the  Special  Court  for  Sierra  Leone ,  in  Truth Commissions and Courts: The Tension Between Criminal Justice and the Search for Truth, Kluwer Academic Publishers, Dordrecht 2004, s. 13.   375Yapıcı Adalet Yaklaşımı...                   Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 349-392 Uygulanması  mümkün  olmasa  dahi  çözüm  yollarını  öngörmek  geçmişle hesaplaşmaktaki samimiyeti ortaya koyar. Diğer yandan, daha önce de belirtildiği üzere, komisyon tavsiyeleri uygulanmadığı  sürece  hiçbir  anlam  taşımaz.  Hakikat  komisyonları  esas itibariyle demokrasinin hiç bulunmadığı veya aksak olarak çalıştığı yerlerde hayata  geçirilmektedirler;  bu  sebeple  tavsiye  kararlarının  uygulanması çoğunlukla mümkün olmaz.84 Yozlaşmanın ve ağır ihlallerin merkezinde olan ordu, polis, yargı gibi alanlarda faillerin halen görevde oldukları ve dolayısıyla nüfuzlarının hissedildiği görülür. Böyle bir ortamda tavsiyelerin uygulanması veya uygulansa da başarıya ulaşması beklenmez. Belirtelim ki zoru  başaran  ve  aksak  kurumlara  ilişkin  radikal  kararlar  alan  ülkeler bulunmaktadır.  Guatemala da  komisyon,  ordu  içerisindeki  yozlaşmayı inceleme  altına  almış  ve  reform  önerilerinde  bulunmuştu.  Komisyon un bulgularından sonra ordunun ülkeyi sol diktatörlükten kurtardığına ilişkin savunması inanılırlığını yitirmiş ve hukuka aykırı uygulamalar su yüzüne çıkmıştır.85  Neticede  baskılara  daha  fazla  dayanamayan  başkan  Portillo, Estado Mayor Presidencial adlı gizli servisi kapatmak durumunda kalmıştır. Şili  Hakikat  Komisyonu nun pek  çok  reform  önerisi  de  uygulama  alanı bulmuştur. Özellikle toplumsal birliğin yeniden sağlanması ve mağdurların maddi zararlarının tazmini amacıyla hayata geçirilen vakıf Komisyon un en önemli eserlerinden birisidir.86  Reform  önerilerinin  hayata  geçirilmesi  istisnai  bir  durum  olarak karşımıza çıkar. Bu durumu bertaraf etmek amacıyla kimi komisyonlara bağlayıcı kararlar alma yetkisi verilmiştir. İlk olarak El Salvador Hakikat Komisyonu nun  sahip  olduğu  bu  istisnai  yetkinin  Sierra  Leone deki komisyona da tanındığı görülür. Belirtmek gerekir ki kağıt üzerinde tanınan bu yetkinin tam olarak uygulanması mümkün olmamıştır. El Salvador da komisyon pek çok idari ve adli reform çağrısında bulunmuştu; ancak sadece ölüm timlerinde görev alan kişilerin görevlerinden ihraç edilmesi mümkün olmuştur.87 Diğer yandan görevlerine son verilen kişiler başka makamlarda çalışmaya devam etmişlerdir.                                                  84  BRAHM, Truth Commissions and Transitional Societies, s. 24. 85  Christian  TOMUSCHAT:   Clarification  Commission  in  Guatemala ,  Human  Rights Quarterly, Vol. 23, Iss. 2, 2001, s. 256. 86  HAYNER, Fifteen Truth Commissions, s. 622. 87  KAYE, s. 704. 376Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 349-392                                                   Maviş 3. Mağduriyetleri Gidermek Hakikat  komisyonlarının  toplumsal  uzlaşıyı  sağlamak  adına amaçladıklarından  bir  diğeri  de  mağdurların  zararlarının  giderilmesidir. Daha  önce  de  belirtildiği  üzere,  hakikat  komisyonları  mağdur  odaklı organlardır;  ancak  mağduriyetlerin  giderilmesi  konusunun  öncelikli  hale gelmesi de zamanla gerçekleşmiştir. Gerek Arjantin, gerekse Şili Hakikat Komisyonları gibi daha eski örnekler mağdurların dahil olduğu bir sürecin kapılarını  açmışlardır.88  Tüm  bunlara  karşılık  mağduru  merkeze  taşıyan anlayış Güney Afrika da doğmuştur. Komisyon saydam bir süreç yürüterek daha önceden kapalı kapılar ardında gerçekleşen ifade ve toplantı süreçlerini halka açmıştır. Daha da önemlisi Komisyon un mağdurların ihtiyaçlarını gidermek  üzere  Onarım  ve  Rehabilitasyon  Komitesi ni  içerisinde barındırması yaklaşım farklılığını gözler önüne serer.89 Zararın giderilmesi veya başka bir ifadeyle iyileştirme, farklı şekillerde tanımlanmaya çalışılmıştır. Kısa ve öz bir ifadeye göre iyileştirme, zararların giderilerek bireylerin yaşamlarına devam edebilmesinin sağlanmasıdır.90 Her ne kadar verdiğimiz tanım basit olsa da mağduriyetlerin giderilmesi pek çok farklı  etmeni  içerisinde  barındırır.  Bireylerin  mağduriyetleri  yaşanan ihlallere göre değişiklik gösterir; o halde fiziksel, psikolojik ve ekonomik yönden  iyileştirme  söz  konusu  olabilecektir.  Mağduriyetleri  gidermeye yönelik bu çalışmaların genellikle hayata geçirilen programlar vasıtasıyla yürütüldükleri görülür. Yine kimi fonlar oluşturarak hedeflenen amaçlara ulaşmak da mümkündür. Burada dikkat edilmesi gereken nokta, iyileştirme stratejilerinin toplumun içerisinden çıkmasıdır.91 Mağduriyetlerin giderilmesi için  harekete  geçerken  o  ülkenin  kültürünün  ve  geleneklerinin  dikkate                                                  88  Susanne KARSTEDT:  From Absence to Presence, From Silence to Voice: Victims in International and Transitional Justice since the Nuremberg Trials , International Review of Victimology, Vol. 17, 2010, s. 18. 89  Komite,  iyileştirme  kapsamında  mağdurların  ekonomik  zararlarının  giderilmesi, rehabilitasyon programlarının oluşturulması, kurumsal reformların yapılması gibi çeşitli hedefler  belirlemiştir.  Stef  VANDEGINSTE:   Reparation ,  in  Reconciliation  After Violent  Conflict:  A  Handbook,  International  Institute  for  Democracy  and  Electoral Assistance, Stockholm 2003, s. 154. 90  Holly L. GUTHREY: Victim Healing and Truth Commissions: Transforming Pain Through Voice in Solomon Islands and Timor-Leste, Springer Press, Heidelberg 2015, s. 11. 91  Brandon HAMBER:  Healing , in Reconciliation After Violent Conflict: A Handbook, International Institute for Democracy and Electoral Assistance, Stockholm 2003, s. 81.   377Yapıcı Adalet Yaklaşımı...                   Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 349-392 alınması  gerekir;  aksi  halde  toplumdan  kopuk  bir  yaklaşım  başarıya ulaşamaz. Hakikat  komisyonları  her  şeyden  önce  terapi  işlevi  görür.  Baskı döneminde ağır ihlallere maruz kalmış insanların üzüntü ve acı içerisinde olacağına  şüphe  yoktur.  Bu  bağlamda,  komisyonlar  mağdur  ve  mağdur yakınlarının rahatlamasını sağlayacak araçlar olarak kendisini gösterirler.92 Mağdurların  açık  oturumlarda  seslerini  duyurabilme  şansına  kavuşması kızgınlığın  dinmesi  bakımından  önem  taşır.  Önemle  belirtelim  ki, mağdurların açık toplantılarda dinlenmesinin yeniden mağduriyet yaratmaya sebep  olacağına  ilişkin  kaygılar  bulunmaktadır.  Yapılan  araştırmalar göstermektedir  ki  mağdurların  hakikat  sürecine  doğrudan  dahil  olması psikolojik  yönden  olumsuzluk  yaratmamaktadır.93  Saha  çalışmaları mağdurların  deneyimlerini  paylaşarak  psikolojik  iyileşme  sağladıklarını göstermektedir.94  Belirtmek  gerekir  ki,  öne  çıkarak  paylaşımlarda bulunmaları ve gerçekleştirdikleri ihlalleri itiraf etmeleri failler bakımından da yarar sağlar. Psikolojik iyileşmenin bir boyutu da komisyon faaliyetleri dışındaki kısımdır. Açık toplantılarda yapılan paylaşımların yanında alternatif terapi yollarının da sağlanması önem taşır.95 Mağdurların yaşadıkları travmaları atlatmaları için bireysel veya grup danışmanlığı hizmetlerinin sağlanması gerekir. Özellikle silahlı çatışma sonrası dönemlerde çocuk mağdurlara ayrı bir  önem  gösterilmesi  gelecek  kuşakların  inşası  bakımından  hayatidir.                                                  92  GUTHREY, s. 81. 93  Debra KAMINER / Dan J. STEIN / Irene MBANGA / Nompumelelo ZUNGU DIRWAYI:  The Truth and  Reconciliation Commission in South Africa: Relation to Psychiatric Status and Forgiveness among Survivors of Human Rights Abuses , British Journal of Psychiatry, Vol. 178, 2001, s. 375. Bahsi geçen araştırmanın tam aksini savunan bir görüşe göre, ifade veren mağdurların %50-60 lık kısmı ciddi psikolojik zorluklar yaşamaktadırlar. Konuyla ilgili bkz. Amy GUTMANN / Dennis THOMPSON:  The Moral Foundations of Truth Commissions , in Truth v. Justice, Princeton University Press, Princeton 2000, s. 30. 94  Tüm  bu  olumlu  yansımalara  karşılık,  mağdurların  sosyal  bakımdan  zarar  gördükleri gözlemlenmektedir.  Bir  başka  ifadeyle  kişiler  toplumca  damgalanabilmektedir.  Kimi hallerde komisyon toplantılarına katılan mağdurların, yaşadıkları sosyal çevreden ve hatta ailelerinden  dışlandıkları  görülür.  David  BACKER:   Victims   Responses  to  Truth Commissions:  Evidence  from  South  Africa ,  in  Security,  Reconstruction  and Reconciliation, UCL Press, London 2007, s. 187. 95  Hakikat  komisyonlarının  varlığının  dahi  tek  başına  psikolojik  bir  fayda  sağladığı belirtilmektedir. VANDEGINSTE, s. 154. 378Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 349-392                                                   Maviş Angola gibi kimi ülkelerde diyaloğu artırmak adına çocuklar ve yetişkinlerin dahil olduğu programlar oluşturulduğu görülür.96 Psikolojik iyileşme mağdurların kendilerini ifade etmelerinin dışında farklı şekillerde gerçekleşebilir. Daha ziyade sembolik ve manevi değeri olan  tedbirlerin  de  uygulama  alanı  bulduğu  görülmektedir.97  Faillerin mağdurlara yazdıkları özür mektupları gibi manevi yöntemler söz konusu olabilir.  Geride  kalanların  iyileştirilmesi  bakımından  mağdur  için düzenlenen uygun bir cenaze töreni de örnek olarak gösterilebilir. Sembolik yönelimler kimi durumlarda kamusal bir özellik taşır. Toplumun tamamı bakımından en önemli sembolik yaklaşım, siyasilerin yaşananlar için özür dilemesidir.  Şili de  başkan  Aylwin in  Komisyon  raporunun yayımlanmasından sonra özür dilemesi Şili halkının elde ettiği en büyük sembolik  faydaydı.98  Mağdurlar  için  anma  günü  ilan  edilmesi  veya mağdurların isimlerinin cadde ve sokaklara verilmesi gibi yaklaşımlar da hatırlama  bakımından  faydalıdır.  Ancak  unutmamak  gerekir  ki  sembolik tedbirlerin  sağlayabileceklerinin  de  sınırları  vardır  ve  beklentileri  sınırlı tutmak gerekir. Mağdurların ekonomik zararlarının giderilmesi de iyileşme sürecinin bir başka ayağıdır. Hiçbir ekonomik fayda kaybedilenleri geri getiremeyecek olsa da hayatın devam ettiği ve geride kalanların yardıma gerek duyduğu ortadadır. Ekonomik iyileştirme amacıyla çeşitli ülkelerde destek fonlarının hayata  geçirildiği  görülür.  Brezilya da  1995  yıllında  hayata  geçirilen Komisyon, askeri yönetim döneminde zorla kaybetme mağduru olanların ailelerine yüksek meblağlarda ödeme yapmıştı. Şili Hakikat Komisyonu nun önerisi üzerine kurulan Komite de önemli çalışmalarda bulunmuştur.99 Diğer yandan komisyonların iyileştirme olanaklarına ilişkin eleştiriler her dönem yapılmaktadır. Özellikle Güney Afrika da, Komite nin zararların tazminine yönelik  yarattığı  beklentilerin  karşılanmaması  tepkiyle  karşılanmıştır. Mağduriyetlerin giderileceğine ilişkin oluşturulan olumlu havaya rağmen                                                  96  HAMBER, s. 83. 97  Pablo de GREIFF:  Justice and Reparations , in The Handbook of Reparations, Oxford University Press, New York 2006, s. 468 vd. 98  Anita FERRARA: Assessing the Long-term Impact of Truth Commissions: The Chilean Truth and Reconciliation Commission in Historical Perspective, Rotledge Press, Oxon 2015, s. 66. 99  VANDEGINSTE, s. 155.   379Yapıcı Adalet Yaklaşımı...                   Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 349-392 kişilerin  ancak  yıllar  sonra  ve  kısıtlı  miktarda  tazminat  alabildiği belirtilmektedir.100 Yine Komisyon un mağdur veya mağdur yakınlarının altı yıl boyunca aylığa bağlanmasına ilişkin önerisi tam anlamıyla uygulama alanı bulamamıştır. Belirtelim ki tüm bu aksaklıklar Komisyon dan değil hükümetin  bütçe  sıkıntısından  kaynaklanmaktadır.  Bu  sebeple  ekonomik mağduriyetlerin tam anlamıyla giderilememesinin hakikat komisyonlarıyla doğrudan bağlantılı olmadığını gözden kaçırmamak gerekir. Kaldı ki ağır baskı  dönemlerinden  sonra  ayağa  kalkmaya  çalışan  bir  devletin  ciddi ekonomik sorunlarla boğuşması muhtemeldir. VI. HAKİKAT KOMİSYONLARI ÇÖZÜM SUNABİLİR Mİ? Ağır insan haklarının gerçekleştiği bir toplumda, geçmişin ne şekilde ele alınması gerektiği görüş ayrılıkları yaratmaktadır. Kitlesel ihlallerden sonra iki görüş ortaya çıkar: adalet ve hakikat.101 İki tarafın savunucularının da genellikle oldukça zıt kutuplarda yer aldıkları görülür.102 Kimi yazarlara göre insan hakları ihlallerinin tekrarını engellemek adına başvurulabilecek en etkili yöntem ceza yargılamalarıdır. Hakikatin hiçbir şekilde adalet yerine geçemeyeceği, bir katilin veya tecavüzcünün serbest kalmasının ne şekilde adalet  sayılacağının  anlaşılamadığı  belirtilmektedir.103  Aksini  savunan yazarlarsa  hakikate  ulaşarak  geleceği  inşa  etmenin  de  adaletin  bir  şekli olduğunu  dile  getirirler.104  Güney  Afrika  gibi  affın  geniş  kapsamlı uygulandığı  ülkelerde  intikam  amacıyla  ceza  yargılamalarına başvurulmadığı, uzlaşının tercih edildiği vurgulanmaktadır. Hakikat komisyonlarını değerlendirirken konuya siyah ve beyaz olarak bakmak  karşıt  yaklaşımlardaki  pozitif  yanları  göz  ardı  etmek  olur. Unutmamak gerekir ki, insan hakları ihlallerinin kitlesel boyutta yaşandığı                                                  100  Catherine M. COLE: Performing South Africa s Truth Commission: Stages of Transition, Indiana  University  Press,  Bloomington  2010,  s.  123.  Güney  Afrika da  mağdurların ekonomik yönden iyileştirilmesine ilişkin aksaklıklar için bkz. HAYNER, Unspeakable Truths, s. 176 vd. 101  Martha  MINOW:   Between  Vengeance  and  Forgiveness:  South  Africa s  Truth  and Reconciliation Commission , Negotiation Journal, Vol. 14, Iss. 4,  1998, s. 345. 102  Farklı tepkiler için bkz. CRYER / FRIMAN / ROBINSON / WILMSHURST, s. 574. 103  GUTMANN / THOMPSON, s. 25. 104  Güney  Afrika  örneğinden  yola  çıkarak  hakikat  komisyonlarının  neden  ceza yargılamalarına  tercih  edilmesi  gerektiğine  ilişkin  değerlendirmeler  için  bkz.  Alex BORAINE:  Truth and Reconciliation in South Africa: The Third Way , in Truth v. Justice, Princeton University Press, Princeton 2000, s. 154 vd.  380Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 349-392                                                   Maviş durumlarda pek çok etmeni ve olası sonuçları düşünmek gerekir. Bu sebeple kimi hallerde gri alanda durmak en makul çözüm olabilir. Nitekim Brahm da hakikat komisyonlarına yönelik üç tür yaklaşım bulunduğunu belirtir.105 İlk gruba dahil olan yazarlar, mağdur ve toplum odaklı olduğu için hakikat komisyonlarını ceza yargılaması gibi alternatiflerden üstün tutmaktadırlar. İkinci grup yazarlar, hakikat komisyonlarına sert şekilde muhalefet ederler ve komisyonların bir çeşit tarih yorumlaması olmaktan öteye gidemediğini savunurlar.  Son  olarak  da  gri  alana  dahil  olan,  hakikat  komisyonlarını mahkemelerle paralel çalışması halinde verimli sonuçlar yaratan kurumlar olarak gören yazarlar bulunmaktadır.  Geçtiğimiz yirmi yıl uluslararası ceza hukukunun önemli gelişmeler kaydettiği bir dönem olmuştur. İki ad hoc mahkemenin kurulması, kalıcı bir uluslararası ceza mahkemesinin hayata geçirilmesi önemli adımlardır. Yine kimi  bölgesel  uluslararası  mahkemeler  de  bu  dönemde  kurulmuşlardır. Mahkemelerin kurulması daha önce tasavvur dahi edilemeyecek sonuçları da beraberinde getirmiştir. Örneğin Sierra Leone Özel Mahkemesi, Liberya eski devlet  başkanı  Charles  Taylor ı  savaş  suçlarından  ve  insanlığa  karşı suçlardan  sorumlu  bularak  elli  yıl  hapis  cezasına  mahkum  etmiştir.106 Öyleyse  devlet  başkanlarının  dahi  yargılanıp  cezalandırılabildiği  bir dönemde ceza yargılaması en ciddi alternatif olarak karşımızda durmaktadır. Artık  liderlerin  dokunulmazlık  zırhları  dahi  kırılmış,  yargılamaların  önü açılmıştır. Ceza yargılamaları en ciddi ve etkin çözüm yolu olsa da eksiklerinin mevcut olduğunu belirtmek gerekir. Geleceğe bakabilmek adına bir ceza yargılamasının  çözemeyeceği  ciddi  sorunlar  mevcuttur.  Yargılamalar neticesinde tüm faillere ulaşılabildiği kabul edilse dahi büyük bir mağdur kitlesi  ve  sosyal  sorunlar  ciddi  bir  yük  olarak  önümüzde  durur.107 Yaşananların tüm çıplaklığıyla ortaya serilmediği hallerde mağdur – fail arasında köprülerin yeniden inşa edilmesi ve toplumsal uzlaşının sağlanması mümkün olmaz. Imbleau da  ceza yargılamalarının ancak belirli bir noktaya                                                  105  BRAHM, Uncovering the Truth, s. 19, 20. 106  Prosecutor  v.  Charles  G.  Taylor,  Case  No:  SCSL-03-01-T,  Sentencing  Judgement, 30.05.2012.  107  Ellen  LUTZ:   Transitional  Justice:  Lessons  Learned  and  the  Road  Ahead ,  in Transitional Justice in the Twenty-First Century: Beyond Truth versus Justice, Cambridge University Press, New York 2006, s. 339.   381Yapıcı Adalet Yaklaşımı...                   Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 349-392 kadar fayda sağlayabildiğini; tarihi, sosyal, ekonomik ve politik konularda derinlemesine  inceleme  yapmanın  ceza  mahkemelerinden beklenemeyeceğini  belirtmektedir.108  Gerçekten  de  uluslararası  ceza mahkemeleri dahi genel olarak eldeki somut olayın arka planına bakmaktan öteye  gitmemektedirler.  Bu  sebeple  ceza  mahkemelerinin  ve  hakikat komisyonlarının işbirliği içerisinde çalışması hem hakikatin hem de adaletin elde edilmesi bakımından faydalı olabilir. Özellikle de hakikat komisyonu, ceza  yargılamalarından  önce  faaliyete  geçip  görevini  tamamlarsa  daha sağlıklı olur; zira bu halde mahkemeler eldeki bulgulardan hareketle daha fazla failin cezalandırılmasını mümkün kılabilirler. 109 Kimi hallerde yargılamaların yapılması veya yürütülen yargılamaların başarı  sağlaması  mümkün  olmaz.  Hakikat  komisyonu  zorunlu  bir  seçim olarak  kendisini  gösterebilir.110  Özellikle  baskıcı  rejimin  uzun  dönem iktidarda kaldığı ülkelerde yargılamaların pratikte bir değeri olmaz; zira bu döneme ait tüm bilgi ve belgeler failler tarafından yok edilmiş olacaktır.111 Ortadan kaldırılan dokümanlar ziyadesiyle baskıcı dönemin üst kadrolarına ilişkin  olduğundan  bu  kişilerin  yargılanması  daha  da  zorlaşır.112  Bilgi edinmenin çok zor olduğu böyle durumlarda hakikat komisyonu kurulması zorunluluk gösterir. Baskıcı dönemlerin bir diğer sonucu, faillerin yetkilerini terk  etmeden  önce  kendilerini  koruma  altına  almak  için  çıkardıkları  af yasalarıdır. Özellikle askeri diktatörlüklerin hemen hepsi ya af yasalarıyla kendilerini koruma altına alırlar ya da işlenen suçlar çoktan zamanaşımına uğramıştır.113                                                   108  IMBLEAU, s. 179. 109  LUTZ, s. 336. 110  Yukarıda  ele  aldığımız  durumun  aksine  hakikat  komisyonu  kurulması  da  mümkün olmayabilir. Silahlı çatışmaların devam ediyor olması, devletin gerekli imkanlara sahip olmaması  gibi  hallerde  hakikat  komisyonu  dahi  bir  seçenek  olarak  kendisini gösteremeyebilir. FREEMAN / HAYNER, s. 127.  111  IMBLEAU, s. 181. 112  Ruti G. TEINEL: Transitional Justice, Oxford University Press, New York 2000, s. 43. Eski dönemdeki insan hakları ihlallerine ilişkin delil bulunamadığında, failler işledikleri diğer suçlar sebebiyle adalet önüne getirilmek istenmektedir. Ölüm timleri kurarak ülkede terör  estiren  bir  diktatörün  delil  yetersizliğinden  dolayı  sadece  rüşvet  almaktan yargılanması buna örnektir. Bu gibi hallerde yargılamalar daha ziyade şova dönüşecektir. Yine de faillerin yargılandığını görmek mağdurlar bakımından faydalı olacaktır. 113  SANCAR, s. 131. 382Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 349-392                                                   Maviş Hakikat  komisyonları  fiziki  zorunlulukların  bir  gereği  olarak  da kendisini  gösterebilir.  Soykırım,  savaş  gibi  durumlarda  yüz  binlerce mağdurun  ve  failin  dahil  olduğu  bir  tablo  ortaya  çıkar.  Bu  kadar  fazla sayıdaki  kişinin  dahil  olduğu  bir  süreci  sadece  mahkemeler  yoluyla düzeltmeye çalışmak mümkün değildir. Kaldı ki önemli bir kırılma yaşamış ülkelerde  ulusal  mahkemelerin  verimli  çalışacağını  iddia  etmek gerçekçi olmaz.  Uluslararası  mahkemeler  de  ancak  sınırlı  bir  çözüm  sunabilirler. Nitekim uluslararası ceza mahkemelerinin verimliliği de hukukçular arasında tartışma  yaratmaktadır.  Genel  olarak  tek  bir  dava  aylarca  sürmekte  ve milyonlarca dolara mal olmaktadır.114 Belirttiğimiz tüm olumsuzluklar bir arada değerlendirildiğinde karma bir  yöntem  takip  etmek  en  verimli  seçenek  olabilir.  Özellikle  kitlesel ihlallerden sorumlu üst kadro için yargılama yoluna gitmeye çalışmak makul görünmektedir. Böylelikle mağdurlar ve yakınları en azından üst düzeydeki sorumluların  yargılandığını  görme  şansına  kavuşurlar.115  Diğer  failler açısındansa hakikat komisyonlarının işletilmesi faydalı olacaktır. Belirtelim ki tüm bu süreç mahkeme – hakikat komisyonu işbirliğiyle gerçekleşirse verimlilik artacaktır. Yine komisyonların sağladığı bilgiler sayesinde sadece üst  düzey  yetkililerin  değil  diğer  faillerin  yargılanması  dahi  mümkün olabilir.  Komisyonlar,  mahkemelerle  çalışacak  olsa  dahi  kendilerinden beklenenleri  gerçekleştirebilmeleri  için  belirli  şartlara  riayet  edilmesi gerekir. Komisyonlar, ceza yargılamasının adalet fonksiyonu dışında kalan kısma yani bireysel ve kitlesel uzlaşıya / barışa odaklanacaktır. Bu sebeple kutuplaşma yaratacak veya sorumluluğu tek tarafa yıkacak yaklaşımlardan kaçınmak gerekir. Kitlesel ihlaller, baskı politikaları genellikle tek bir tarafa yönelmiş  olsa  dahi  diğer  grupların  mağduriyetleri  de  incelikle  ele alınmalıdır. Sürekli baskı görenlerin, haklı bir mücadele verenlerin de suç işlemeyeceğine yönelik bir kural yoktur. Her iki tarafın da fiilleri ortaya serilirse  cepheleşmenin  önüne  geçilebilir  ve  hakikati  kabullenmek kolaylaşır.116                                                   114  Eski  Yugoslavya  Uluslararası  Ceza  Mahkemesi nin  Amerikan  Mahkemeleri yle karşılaştırmalı bir değerlendirmesi için bkz. David WIPPMAN:  The Costs of International Justice , The American Journal of International Law, Vol. 100, Iss. 4, 2006, s. 861 vd. 115  IMBLEAU, s. 183. 116  IMBLEAU, s. 175.   383Yapıcı Adalet Yaklaşımı...                   Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 349-392 Güney Afrika da Komisyon un tüm tarafların sebep olduğu ihlalleri inceleyeceği  belirtilmiş,  Apartheid  karşıtı  African  National  Congress in (Afrika Ulusal Kongresi) gerçekleştirdiği eylemler de sonuç raporda yer bulmuştur. Ruanda daysa aynı cesaretin gösterilemediği görülür. Çoğunluğu Tutsilerden  oluşan  silahlı  örgüt  Rwandan  Patriotic  Army nin  (Ruanda Vatansever Cephesi) kazandığı zafer soykırımın sona ermesini sağlamıştı. Soykırımın sona erdirilip Tutsi ırkının kurtarılması beraberinde on binlerce sivil Hutu nun öldürülmesini de getirdi. Soykırım sona erdiğinde örgütün siyasi kolu iktidara gelmiş ve Hutulara karşı işlenen suçlarla ilgili oldukça sınırlı yargılamalar yapılmıştır. İnsan Hakları İzleme Örgütü ne göre sadece kırk  askere  ilişkin  yargılamalar  yapılmış  ve  kısa  süreli  hapis  cezaları verilmiştir.117 VII. SONUÇ Ülkelerin yaşadıkları kırılmalar derin problemleri de beraberinde getirir. Uzun  yıllar  insan  haklarını  görmezden  gelmiş,  baskıcı  bir  rejimden demokrasiye geçiş yolu engebelerle doludur. Halbuki, gerek bireysel gerekse toplumsal  boyuttaki  sorunların  çözümü  geleceği  inşa  edebilmek  adına zaruridir.  İşte  tüm  bu  ihtiyaçlar  ceza  yargılamalarıyla  karşılanmaya çalışılmıştır. Bu gibi durumlarda genellikle ceza yargılamalarının sağlıklı yürümediği görülür. Esasen gerçek anlamda yargılamalar yapılsa dahi, ceza mahkemeleri de belirli bir noktaya kadar ihtiyacı giderebilir. Yapıcı adalet yaklaşımı karşılanamayan bu ihtiyaçların göz önüne alınması neticesinde ortaya çıkmış ve büyük bir hızla gelişmiştir. Yaklaşık kırk yıllık bir geçmişi bulunan hakikat komisyonları geçmişle hesaplaşma adına zor zamanlar geçiren toplumlar için en gelişmiş metot olarak karşımıza çıkmaktadır. Komisyonların uluslararası alandaki kabulü o kadar  artmıştır  ki,  dünyanın  dört  bir  yanında  yeni  örnekler  hayata geçirilmeye devam etmektedir. Ancak toplumsal barışı ve uzlaşıyı sağlamak bakımından önemli katkılar sunan hakikat komisyonları pek çok eleştirinin de hedefi konumundadır. Özellikle af yetkisi tanınan komisyonların daha sert bir tutumlu karşılaştığı görülür. Hakikatin hiçbir şekilde adaletin yerini                                                  117  Human  Rights  Watch:   Rwanda:  Justice  After  Genocide  –  20  Years  On , www.hrw.org/news/2014/03/28/rwanda-justice-after-genocide-20-years,  (Erişim  Tarihi: 01.04.2016). 384Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 349-392                                                   Maviş tutamayacağı, mağdurların ve yakınlarının ilgililerin yargılandığını görme haklarının olduğu belirtilmektedir. Söz konusu eleştiriler haklılık payına sahiptir. Gerçekten de çok ağır ihlallere sebep olan kişilerin hiçbir cezai yaptırımla karşılaşmadığını görmek yaralayıcıdır.  Diğer  yandan  hakikat  komisyonlarını  ceza  yargılamalarına alternatif olarak görmek hatalı bir tutumdur. Her iki oluşumun da farklı yöntemleri ve farklı gayeleri bulunmaktadır. Nitekim her iki kurum da tek başına  sadece  belirli  eksikliklerin  giderilmesine  hizmet  edebilir.  Latin Amerika da hayata geçirilen komisyonlar göstermektedir ki mahkemelerle paralel bir çalışma yürütmek mümkündür. Komisyonların toplumsal uzlaşı ve  hakikat,  mahkemelerinse  adalet  amacını  sağlaması  uzak  bir  hedef değildir.  Sonuç olarak, ne komisyonları mucizevi işlevleri olan kuruluşlar olarak yüceltmek ne de birer politik tezgah olarak göz ardı etmek doğru bir tutum olur. Bağımsızlığı sağlanmış, gerekli ekonomik koşullara sahip bir hakikat komisyonu  önemli  işler  başarabilir.  Unutmamak  gerekir  ki  hakikat komisyonları  tüm  yaraları  saracak  birer  sihirli  değnek  değildirler. İyileşmenin sağlanması toplumsal istekle bağlantılıdır; tepeden inme kararla kurulan bir komisyonu halk benimsemez. Toplumsal bir talebin bulunduğu, tarafların  uzlaşıya  açık  olduğu  hallerde  komisyonların  başarı  sağlaması mümkündür. Ortak bir iradenin ortaya çıkmasını engellemek adına toplum bastırılır, uyutulur, manipüle edilir. O halde yapılması gereken, kitlelerin aydınlatılması  için  gerekli  şartları  yaratmak  ve  farklı  fikirlerin dillendirilebilmesi için fırsat tanımaktır.           385Yapıcı Adalet Yaklaşımı...                   Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 349-392",
     "Kaynakça": "BACKER David:  Victims  Responses to Truth Commissions: Evidence from South Africa , in Security, Reconstruction and Reconciliation, UCL Press, London 2007, s. 165-196. BORAINE Alex:   Truth  and  Reconciliation  in  South Africa: The Third Way , in Truth v. Justice, Princeton University Press, Princeton 2000, s. 141-157. BRAHM Eric WIEBELHAUS:  Uncovering the Truth: Examining Truth Commission Success and Impact , International Studies Perspectives, Vol. 8, 2007, s. 16-35. BRAHM  Eric  WIEBELHAUS:  Truth  Commissions  and  Transitional Societies: The Impact on Human Rights and Democracy, Routledge Press, New York 2010. BRAHM  Eric  WIEBELHAUS:   Truth  Commissions ,  in  Routledge Handbook of International Criminal Law, Routledge Publisher, Oxon 2011, s. 369-380. BUNDY Colin:  The Beast of the Past: History and the TRC , in After the TRC: Reflections on Truth and Reconciliation in South Africa, David Philip Publishers, Cape Town 2000, s. 9-20. CHAPMAN  Audrey  R.:   Truth  Finding  in  the  Transitional  Justice Process , in Assessing the Impact of Transitional Justice: Challenges for Empirical Research, United States Institute of Peace, Washington 2009, s. 91-114. CHAPMAN Audrey R. / MERWE Hugo von der:  Assessing the South African Transitional Justice Model , in Truth and Reconciliation in South Africa: Did the TRC Deliver?, University of Pennsylvania Press,  Pennsylvania 2008, s. 1-22. COLE Catherine M.: Performing South Africa s Truth Commission: Stages of Transition, Indiana University Press, Bloomington 2010. CRYER Robert / FRIMAN Hakan / ROBINSON Darryl / WILMSHURST Elizabeth:  An  Introduction  to  International  Criminal  Law  and Procedure, Cambridge University Press, New York 2010. 386Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 349-392                                                   Maviş DOUGHERTY Beth K.:  Searching for Answers: Sierra Leone s Truth & Reconciliation Commission , African Studies Quarterly, Vol. 8, Iss. 1, 2004, s. 39-56. ELSTER  Jon:  Closing  the  Books:  Transitional  Justice  in  Historical Perspective, Cambridge University Press, New York 2004. FERRARA Anita: Assessing the Long-term Impact of Truth Commissions: The  Chilean  Truth  and  Reconciliation  Commission  in  Historical Perspective, Rotledge Press, Oxon 2015. FREEMAN Mark: Truth Commissions and Procedural Fairness, Cambridge University Press, New York 2006. FREEMAN  Mark  /  HAYNER  Priscilla  B.:   Truth-Telling ,  in Reconciliation  After  Violent  Conflict:  A  Handbook,  International Institute for Democracy and Electoral Assistance, Stockholm 2003, s. 122-144. GONZALEZ  Eduardo  CUEVA  /  VARNEY  Howard:  Truth  Seeking: Elements  of  Creating  an  Effective  Truth  Commission,  International Center for Transitional Justice, New York 2013. GONZALEZ Eduardo CUEVA:  The Contribution of the Peruvian Truth and  Reconciliation  Commission  to  Prosecutions ,  in  Truth Commissions and Courts: The Tension Between Criminal Justice and the Search for Truth, Kluwer Academic Publishers, Dordrecht 2004, s. 55-66. GREADY Paul: The Era of Transitional Justice: The Aftermath of the Truth and Reconciliation Commission in South Africa and Beyond, Routledge Press, New York 2011. GREIFF  Pablo  de:   Justice  and  Reparations ,  in  The  Handbook  of Reparations, Oxford University Press, New York 2006, s. 451-477. GUTHREY Holly L.: Victim Healing and Truth Commissions: Transforming Pain Through Voice  in  Solomon  Islands  and Timor-Leste,  Springer Press, Heidelberg 2015.   387Yapıcı Adalet Yaklaşımı...                   Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 349-392 GUTMANN Amy / THOMPSON Dennis:  The Moral Foundations of Truth Commissions ,  in  Truth  v.  Justice,  Princeton  University  Press, Princeton 2000, s. 22-44. HAMBER Brandon:  Healing , in Reconciliation After Violent Conflict: A Handbook,  International  Institute  for  Democracy  and  Electoral Assistance, Stockholm 2003, s. 77-96. HAYNER  Priscilla  B.:   Fifteen Truth  Commissions  –  1974  to  1994: A Comparative Study , Human Rights Quarterly, Vol. 16, 1994, s. 597655. HAYNER  Priscilla  B.:   International  Guidelines  for  the  Creation  and Operation of Truth Commissions: A Preliminary Proposal , Law and Contemporary Problems, Vol. 59, 1996, s. 173-180. HAYNER  Priscilla  B.:   Truth  Commissions:  A  Schematic  Overview , International Review of the Red Cross, Vol. 88, Num. 862, June 2006, s. 295-310. HAYNER  Priscilla  B.:  Unspeakable Truths: Transitional  Justice  and  the Challenge of Truth Commissions, Routledge Press, New York 2011. IMBLEAU Martin:  Initial Truth Establishment by Transitional Bodies and the  Fight Against  Denial ,  in Truth Commissions  and  Courts: The Tension Between Criminal Justice and the Search for Truth, Kluwer Academic Publishers, Dordrecht 2004, s. 159-192. KAMINER  Debra  /  STEIN  Dan  J.  /  MBANGA  Irene  /  DIRWAYI Nompumelelo ZUNGU:  The Truth and  Reconciliation Commission in South Africa: Relation to Psychiatric Status and Forgiveness among Survivors of Human Rights Abuses , British Journal of Psychiatry, Vol. 178, 2001, s. 373-377. KARSTEDT Susanne:  From Absence to Presence, From Silence to Voice: Victims in International and Transitional Justice since the Nuremberg Trials , International Review of Victimology, Vol. 17, 2010, s. 9-30. KAYE Mike:  The Role of Truth Commissions in the Search for Justice, Reconciliation and Democratisation: The Salvadorean and Honduran 388Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 349-392                                                   Maviş Cases , Journal of Latin American Studies, Vol. 29, Iss. 3, 1997, s. 693716. KISS Elizabeth:  Moral Ambition Within and Beyond Political Constraints: Reflections  on  Restorative  Justice ,  in  Truth  v.  Justice,  Princeton University Press, Princeton 2000, s. 68-98. LANDSMAN Stephan: Crimes of the Holocaust,: The Law Confronts Hard Cases, University of Pennsylvania Press, Pennsylvania 2005. LANSING Paul / KING Julie C.:  South Africa s Truth and Reconciliation Commission: The  Conflict  Between  Individual  Justice  and  National Healing in the Post-Apartheid Age , Arizona Journal of International and Comparative Law, Vol. 15, Iss. 3, 1998, s. 753-790.  LUTZ Ellen:  Transitional Justice: Lessons Learned and the Road Ahead , in  Transitional  Justice  in  the  Twenty-First  Century:  Beyond  Truth versus Justice, Cambridge University Press, New York 2006, s. 325341. MADIKIZELA  Pumla  GOBODO:   Remorse,  Forgiveness,  and Rehumanization: Stories from South Africa , Journal of Humanistic Psychology, Vol. 42, Iss. 1, 2002, s. 7-32. MALLINDER  Louise:   Exploring  the  Practice  of  States  in  Introducing Amnesties , in Building a Future on Peace and Justice, Springer Press, Heidelberg 2009, s. 127-171. MAMDANI Mahmood:  Amnesty or Impunity? A Preliminary Critique of the Report of the Truth and Reconciliation Commission of South Africa (TRC) , Diacritics, Vol. 32, Iss. 3-4, 2002, s. 33-59. MINOW  Martha:   Between  Vengeance  and  Forgiveness:  South  Africa s Truth and Reconciliation Commission , Negotiation Journal, Vol. 14, Iss. 4,  1998, s. 319-355. OLSEN Tricia D. / PAYNE Leigh A. / REITER Andrew G. / BRAHM Eric WIEBELHAUS:  When Truth Commissions Improve Human Rights , The  International  Journal  of  Transitional  Justice,  Vol.  4,  2010,  s. 457.476.   389Yapıcı Adalet Yaklaşımı...                   Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 349-392 ROTBERG  Robert  I.:   Truth  Commissions  and  the  Provision  of  Truth, Justice and Reconciliation , in Truth v. Justice, Princeton University Press, Princeton 2000, s. 3-21. SANCAR Mithat: Geçmişle Hesaplaşma: Unutma Kültüründen Hatırlama Kültürüne, 4. Baskı, İletişim Yay., İstanbul 2014. SCHABAS William A.:  Truth Commissions and Courts Working Parallel: The  Sierra  Leone  Experience ,  Proceedings  of  the  105th  Annual Meeting (American Society of International Law), Vol. 98, 2004, s. 189195. SCHABAS William A.:  A Synergistic Relationship: The Sierra Leone Truth and  Reconciliation  Commission  and  the  Special  Court  for  Sierra Leone ,  in  Truth  Commissions  and  Courts:  The  Tension  Between Criminal Justice and the Search for Truth, Kluwer Academic Publishers, Dordrecht 2004, s. 3-54. SCHARF  Michael  P.:   The  Case  for  A  Permanent  International  Truth Commission , Duke Journal of Comparative & International Law, Vol. 7, Iss. 2, 1997, s. 375-410. SHEA  Dorothy:  The  South African  Truth  Commission:  The  Politics  of Reconciliation, United States Institute of Peace, Washington 2000. SIKKINK Kathryn / WALLING Carrie B.:  Argentina s Contribution to Global Trends in Transitional Justice , in Transitional Justice in the Twenty-First  Century:  Beyond  Truth  versus  Justice,  Cambridge University Press, New York 2006, s. 301-324. SLYE Ronald:  The Legitimacy of Amnesties under International Law and General  Principles  of  Anglo-American  Law ,  Virginia  Journal  of International Law, Vol. 43, s. 173-248. TEINEL Ruti G.: Transitional Justice, Oxford University Press, New York 2000. The Harvard Law School Human Rights Program: Truth Commissions: A Comparative Assessment, Harvard Law School Human Rights Program, USA 1997. 390Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 349-392                                                   Maviş TOMUSCHAT  Christian:   Clarification  Commission  in  Guatemala , Human Rights Quarterly, Vol. 23, Iss. 2, 2001, s. 233-258. VANDEGINSTE  Stef:   Reparation ,  in  Reconciliation  After  Violent Conflict:  A  Handbook,  International  Institute  for  Democracy  and Electoral Assistance, Stockholm 2003, s. 145-162. WIPPMAN  David:  The Costs of International Justice , The American Journal of International Law, Vol. 100, Iss. 4, 2006, s. 861-881."
}