{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "1",
     "Başlık": "SİLAHLI ÇATIŞMALAR HUKUKUNDA İÇ SİLAHLI ÇATIŞMALARIN ULUSLARARASILAŞMASI",
     "Title": "Internationalization of Internal Armed Conflicts in Armed Conflicts Law",
     "Yazar İsmi": [
          "Ali İbrahim AKKUTAY"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "İç silahlı çatışmalar",
          "Uluslararası silahlı çatışmalar",
          "İç silahlı çatışmaların uluslararasılaşması",
          "İnsancıl hukuk",
          "Savaş"
     ],
     "Keywords": [
          "Internal armed conflicts",
          "International armed conflicts",
          "Internationalization of internal armed conflicts",
          "Humanitarian law",
          "War"
     ],
     "Özet": "Yakın tarihte yaşanan silahlı çatışmaların büyük bir kısmı iç silahlı çatışma biçiminde ortaya çıkmıştır. Önceleri devletlerin iç meseleleri olarak görülen bu çatışmalar, günümüzde, insan hakkı ve insancıl hukukta meydana gelen gelişmelere paralel olarak uluslararası barış ve güvenliği tehdit eden ya da  bozan  durumlar  olarak  algılanmaktadır.  İç  silahlı  çatışmalar  çeşitli nedenlerle uluslararası silahlı çatışmaya dönüşebilir. İç silahlı çatışmaların uluslararasılaşması bu çatışmalara uygulanacak hukuk kuralları bakımından önemlidir.  İç  silahlı  çatışmalarda  taraflara  insancıl  hukuk  kapsamında tanınan koruma son derece sınırlıyken uluslararasılaşan  silahlı çatışmalara uluslararası  insancıl  hukuk  kuralları  bir  bütün  olarak  uygulanır.  Bu çalışmada iç silahlı çatışmaları uluslararasılaştıran nedenler ve bu nedenlere bağlı olarak ortaya çıkan sorunlar incelenmiştir.",
     "Abstract": "In the last few decades, most of the armed conflicts have occurred as internal armed conflicts. Although having been considered as a domestic issue of a state for several years, in response to several developments in the field of humanitarian law, these kinds of armed conflicts are now regarded as a  threat  to  international  peace  and  security.  Depending  on  the  various circumstances, an internal armed conflict may transform into an international armed conflict. Internationalization of an internal armed conflict is important for the determination of the rules to be applied to the conflict. While the protection of the parties is quite limited in an internal armed conflict, during the  internationalized  armed  conflicts  international  humanitarian  law  is applicable  as  a  whole.  The  reasons  leading  the  internationalization  of internal armed conflicts and problems related to this concept are assessed in this paper.",
     "Metin": "Uluslararası hukukun en tartışmalı konularından birisi olan iç silahlı çatışma  ve  onun  uluslararasılaşması,  kapsamını  oluşturmadaki  zorluğa rağmen  kavramsal  olarak  belirli  bir  olgunluğa  ulaşmıştır.  Devletlerin  iç uyuşmazlıklarının belirlenmesinden terörizme kadar pek çok farklı yönüyle ele alınması gereken iç karışıklıkların sınırlı bir yansıması olan iç silahlı çatışma, iç savaş teriminin de yerini almıştır.  İnsancıl hukuka ilişkin pek çok uluslararası hukuk belgesinde, savaş ifadesi yerine silahlı çatışma terimi kullanılmaktadır. Bu durum, geleneksel anlamıyla  savaş  kelimesinin  somut  olayların  açıklanması  ve düzenlenmesindeki  yetersizliğinden  kaynaklanmış  olup,   silahlı  çatışma  kavramı  mevcut  problemlerin  ortadan  kaldırılması  bakımından  da  tercih edilir  olmuştur.1  Uluslararası  düzenlemelerde  uluslararası  ve  iç  silahlı çatışma  kavramlarının  tanımları  kesin  olarak  yapılmamış,  kavramsal  bir                                                  1 Ibanga, Michael. (2002). Concept of Armed Conflict in Public International Law. Sri Lanka Journal of International Law, Vol. 14, s. 107. 2Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61                                                     Akkutay çerçeve  çizilmiştir.  Böyle  bir  yolun  tercih  edilmesi  yerinde  bulunmakla beraber, uygulamadan kaynaklanan bütün sorunları da ortadan kaldırabilmiş değildir. İç silahlı çatışma hukuksal anlamda belirli bir gelişim göstermiş, zaman içerisinde daha farklı düzenlemelerle farklı muhteviyatlar kazanmış, silahlı çatışmalar  hukuku  içerisinde  belirli  bir  yer  edinmiştir.  Adından  da anlaşılacağı üzere iç silahlı çatışmalar (internal armed conflict), genel olarak uluslararası  nitelik  taşımamaktadır.  Bu  çatışmalar  aynı  zamanda  uluslararası nitelikte olmayan silahlı çatışmalar  (non-international armed conflict) olarak da ifade edilmektedir. Bununla beraber uluslararası hukukun gelmiş olduğu noktada, devletler, bir silahlı çatışmanın uluslararası nitelikte olmamasına  dayanarak  o  silahlı  çatışmaya  tamamen  kayıtsız kalmamaktadırlar.  Dolayısıyla  karşımıza   uluslararasılaşan  iç  silahlı çatışma  kavramı çıkmaktadır. Savaş, geçmiş yüzyıllarda, devletlerarası uyuşmazlıkların çözümünde ne kadar olağan bir yol olarak görülmekteyse, bugün bir devletin ülkesindeki iç  silahlı  çatışmalar  da  o  kadar  uluslararası  hukukun  konusu  olarak görülmektedir. Bu sebeple uluslararası silahlı çatışma ve iç silahlı çatışma kavramlarının birbirinden farklarının tespitinin yanı sıra, her iki kavramın ne kadar iç içe olduğunun da ortaya konması önem arz etmektedir.  İç  silahlı  çatışmaların  uluslararasılaşması,  bir  iç  silahlı  çatışma durumunun bir başka silahlı çatışma türü olan uluslararası silahlı çatışmaya dönüşmesini ifade eder. Bu dönüşüm özellikle iç silahlı çatışmanın tarafı olan devlet dışı aktörün, insancıl hukuk anlamında daha fazla haklara sahip olması  anlamına  gelir.  Çatışma  devletin  iç  sorunu  olmaktan  çıkıp uluslararası boyut kazanır. Bu çatışmalara silahlı çatışmalar hukukuna ilişkin kurallar  uygulanır.  Devlet  dışı  aktör,  silahlı  çatışma  sırasında  devletin kullanabileceği türden yetkilerle donatılır. Çatışmalara katılan kişiler savaşçı olarak kabul edilir. Çatışma halinde olunan devlet tarafından yakalanan bu kişiler savaş esiri olarak muamele görme hakkına kavuşurlar. Çatışmaların yürütülmesi  bakımından  taraflar  arasında  eşitlik  yaratılmış  olur.  Ayrıca devlet  dışı  aktörün  eylemlerinin  de  insancıl  hukuk  kurallarına  uygun gerçekleştirilmesi yükümlülüğü ortaya çıkar. Bu durumda bu gruplar hem ulusal  hem  de  uluslararası  düzeyde  gerçekleştirdikleri  insancıl  hukuk ihlallerinden dolayı daha kapsamlı bir şekilde sorumlu tutulurlar. İç silahlı   3Silahlı Çatışmalar Hukukunda...                Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61   çatışmanın uluslararasılaşması bu sonuçların doğmasına neden olur. Ancak devletin iç sorunu olarak kabul edilen bir konunun uluslararası boyutuyla ele alınması kolay değildir. İşte bu sorun çalışmanın konusunu oluşturmaktadır. Çalışma,  iç  silahlı  çatışmanın  uluslararasılaşmasının,  uluslararası  hukuk çerçevesinde hangi koşullarda gerçekleşebileceğini tespit etmektedir. Silahlı çatışmalar hukuku, ister uluslararası nitelikte, ister uluslararası olmayan  nitelikte  olsun,  silahlı  çatışmalarda  uyulması  gereken  norm  ve kurallar bütünüdür. Bu açıdan çalışmada iç silahlı çatışmanın kavramsal içeriğini  oluşturmaya  çalışan  uluslararası  hukuk  kurallarıyla,  o  silahlı çatışmanın  uluslararasılaşmasının  ayrımı  dikkatlice  ele  alınmakta  ve  iç silahlı çatışmaların uluslararasılaşmasını sağlayan nedenler ayrıntılı olarak irdelenmektedir.  Öncelikle  uluslararası  silahlı  çatışmalar  ve  iç  silahlı çatışmalar hakkında konunun değerlendirilmesi bakımından ihtiyaç duyulan genel bilgiler verilmektedir. Bu bilgiler, doğrudan iç silahlı çatışmaların uluslararasılaşması konusuyla ilişkilendirilerek ve ilgili olduğu ölçüde ele alınmaktadır. Bu çalışmada konu ve kapsam bakımından söz konusu silahlı çatışma türlerinin derinlemesine analizi yapılmaktadır. Daha  sonra  çalışmanın  asıl  amacı  olan  iç  silahlı  çatışmaların uluslararasılaşmasında  doğrudan  etkisi  olan  kavramlar  ve  iç  silahlı çatışmanın  uluslararasılaşması  sonucunu  doğuran  nedenlerin  hukuki incelemesi  yapılmaktadır.  Bu  incelemede  uygulamada  ortaya  çıkabilecek sorunlar üzerinde de durulmaktadır. Terörizm, ulusal bağımsızlık hareketleri, ulusal  ötesi  silahlı  çatışma  gibi  ilgili  durumların  iç  silahlı  çatışmaların uluslararasılaşması  bağlamında  ne  tür  sorunlar  yaratabilecekleri açıklanmaktadır. Çalışma boyunca uluslararası mahkeme içtihatları ve somut olaylar  çerçevesinde  konuya  ilişkin  tespitler  yapılarak,  önerilerde bulunulmaktadır. I.  ULUSLARARASI  SİLAHLI  ÇATIŞMA  KAVRAMINA  İÇ SİLAHLI ÇATIŞMALAR BAKIMINDAN GENEL BİR BAKIŞ Uluslararası silahlı çatışma,  savaş durumu  ilan veya kabul edilse de edilmese de, iki veya daha fazla egemen devlet arasındaki silahlı çatışma durumunu ifade etmek için kullanılır.2 Cenevre Sözleşmelerinin ortak 2.                                                  2 Crawford, Emily. Armed Conflict, International. in R. Wolfrum (ed), The Max Planck Encyclopedia of Public International Law, Oxford University Press, 2008 –, online edition, 17.03.2016 tarihinde [http://opil.ouplaw.com/home/epil] adresinden erişildi. 4Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61                                                     Akkutay maddesinde  uluslararası  silahlı  çatışmaların  tanımı  yapılmamış,  taşıdığı özellikler  sınırlandırılmış  ve  bu  durum  pek  çok  tartışmalı  noktayı beraberinde getirmiştir. Bunların bir kısmı, anılan maddenin lafzına ilişkin sorunlar olup, bir kısmı da maddenin lafzından hareketle yapılacak yorumlar neticesinde ortaya çıkabilecek bir takım sorunlara ilişkindir.  Bu sorunlar iç silahlı çatışmalara ilişkin olmamakla beraber, iç silahlı çatışmanın  uluslararasılaşması  durumunda  artık  uluslararası  nitelikli  bir silahlı çatışma durumu söz konusu olacaktır. Cenevre Sözleşmelerinin ortak 2.  maddesinin  içeriğinin  değerlendirilmesi  iç  silahlı  çatışmanın uluslararasılaşmasının tespiti bakımından da önemlidir.4 İç silahlı çatışmalar açısından önem arz eden Cenevre Sözleşmelerinin 3. maddesi her ne kadar pek  çok  açıdan  yetersiz  kalsa  da,  temel  bir  korumayı  güvence  altına                                                  3 Geneva Convention for the Amelioration of the Condition of the Wounded and Sick in Armed Forces in the Field, 12 August 1949, 75 UNTS 31, No. 970; Geneva Convention for the Amelioration of the Condition of the Wounded, Sick and Shipwrecked Members of the Armed Forces at Sea, 12 August 1949, 75 UNTS 85, No. 971; Geneva Convention Relative to the Treatment of Prisoners of War, 12 August 1949, 75 UNTS 135, No. 972; Geneva Convention Relative to the Protection of Civilian Persons in Time of War, 12 August 1949, 75 UNTS 287, No. 973. Cenevre Sözleşmelerinin ortak 2. maddesine göre barış zamanında yürürlüğe girecek olan hükümlere ek olarak, iş bu Sözleşme savaş ilan edilen her durumda yahut iki veya daha fazla yüksek akit taraf arasında çıkabilecek silahlı çatışma durumunda, savaş hali bunlardan biri tarafından tanınmasa dahi uygulanır. (Cenevre sözleşmelerinin ve ek protokollerinin çevirisi için bkz. Batur Yamaner, Melike; Öktem, Emre; Kurtdarcan, Bleda; Uzun, Mehmet C. 12 Ağustos 1949 Tarihli Cenevre Sözleşmeleri ve Ek Protokolleri. Galatasaray Üniversitesi Hukuk Fakültesi ve International Committee of the Red Cross,  17.03.2016  tarihinde  https://www.icrc.org/eng/home/languages/turkish/files/sozlesmeleriprotokolleri-conventions-protocols.pdf. adresinden erişildi. Günümüz uluslararası hukuk anlayışında savaş ilanı, savaş durumunun varlığını belirlemek için bir ön koşul olarak kabul edilmemektedir. Geleneksel anlamıyla savaş hukukunda, savaş ilanı savaş durumunun varlığının  belirlenmesi  bakımından  da  kullanılmaktaydı.  Bir  devletin  beyanından,  o devletin savaşı açıkça telaffuz etmesi veya niyetinin bu yönde olduğunun anlaşılması dahi beklenmekteydi.  Bununla  birlikte  klasik  anlamıyla  uygulanırken  bile  savaş  ilanı yapılmaksızın  silahlı  güçlerce  gerçekleştirilen  müdahalelerin  savaş  olarak nitelendirilmesinde, savaş durumunun belirlenmesinde iki tarafın iradesinin de bu yönde olmasının aranması gibi koşullar sine qua non koşullar olarak değerlendirilmemektedir. (Detaylı bilgi için bkz. Butler, Geoffrey; Maccoby, Simon (1928). The Development of International Law. London/New York/Toronto: Longmans, Gree and Co. Ltd,  (2010. Clark-New Jersey: The Lawbok Exchange,), s. 194 – 196.) Bilinen en son savaş ilanı 8 Ağustos 1945 tarihinde Rusya tarafından Japonya ya karşı gerçekleştirilmiştir. (Solis, Gary D. (2010). The Law of Armed Conflict. Cambridge/New York: Cambridge University Press, s. 151) 4  Solis, s. 154.   5Silahlı Çatışmalar Hukukunda...                Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61   almaktadır.5 Bir iç silahlı çatışma uluslararasılaşmasa da uygulama alanı bulacak insancıl hukuk kuralları yer almaktadır. Ayrıca  İç Silahlı Çatışma , başlığı altında irdeleneceği üzere Ek II No. lu Protokolün uygulama alanı bulduğu  durumlarda  da,  insancıl  hukuk  kuralları  daha  üst  düzeyde uygulanmaktadır.  Ancak  söz  konusu  silahlı  çatışma  türünün  uluslararası nitelik kazanması durumunda özellikle çatışmanın tarafı devlet dışı aktör bakımından daha farklı haklar ortaya çıkacaktır. Bu sebeple 2. maddenin içeriğinin ortaya konması, iç silahlı çatışmanın uluslararasılaşması ve bu uluslararasılaşma sonucu ortaya çıkacak hak ve yükümlülükler bakımından önemli bir yer teşkil etmektedir. Cenevre Sözleşmelerinin ortak 2. maddesinde iç silahlı çatışmaların tanımının yapılmamış olması ihmal değil, tam tersine bilinçli bir tercihtir. Kavramın içeriğini doldurmaktansa, somut olaya göre değerlendirilen bir nitelikte olması tercih edilmiştir.6 Uluslararası Kızılhaç Komitesi 2. maddeye ilişkin  yorumunda,  taraflar  arasında  herhangi  bir  nedenden  kaynaklanan uyuşmazlığa devletlerin silahlı güçleriyle müdahalesinin 2. maddede bahsi geçen uluslararası silahlı çatışma durumunu yaratacağını ifade etmektedir. Çatışmanın ne kadar süre devam ettiği veya ne kadar kayıp verildiğinin önemi yoktur. Silahlı çatışma durumunun varlığı, insan onuruna duyulan saygıdan dolayı mağdur sayısına dayanılarak belirlenemez.7 Ancak iç silahlı çatışmalara  yönelik  uluslararası  hukuk  kuralları  insan  onurunu  dikkate almakla birlikte, bu kuralların uygulanabilmesi için gerekli olan iç silahlı çatışmanın mevcudiyeti insan onuru dikkate alınarak değil devletler arası siyasi çıkarlar çerçevesinde tespit edilmektedir. Sözleşmenin  2.  maddesinde  savaş  veya  herhangi  bir  silahlı  çatışma durumunda  savaş  halini  kabul  etmeyen  taraf  devletin  de  Sözleşmeden kaynaklanan yükümlülüklerinin devam ettiği kabul edilmektedir. Bununla birlikte birbirini tanımayan devletlerle ilgili olarak 2. maddenin uygulanması                                                  5 Klabbers, Jan. (2013). International Law, Cambridge/New York: Cambridge University Press, s. 208. 6 Greenwood, Christopher. (2008). Scope of Application of Humanitarian Law, in Handbook of  International  Humanitarian  Law,  Dieter  Fleck  (Ed.),  Oxford/New  York:  Oxford University Press, s. 47. 7 ICRC. Commentary of 1958 on the Article 2 of Convention (IV) Relative to the Protection of Civilian Persons in Time of War. Geneva 12 August 1949, 17.03.2016 tarihinde https://www.icrc.org/applic/ihl/ihl.nsf/Comment.xsp?action=openDocument&documentId=5AAB93DDC63CD2AA adresinden erişildi. 6Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61                                                     Akkutay meselesi tartışmaya açıktır. Örneğin İsrail ve Arap Devletleri arasındaki savaş  süresince,  İsrail in  Arap  Devletlerince  tanınmaması  Cenevre Sözleşmelerinin bu yönüyle uygulanmasının önünde engel teşkil etmemiş ve savaş ilanı olmaksızın silahlı çatışma durumunun varlığı kabul edilmiştir.8 Vietnam  Savaşında  Kuzey  Vietnam ın  Güney  Vietnam ı  tanımaması,  bu konuda çözümsüz bir sorun olarak kalmıştır.9 Benzer şekilde bir rejimin tanınıp  tanınmaması  da  uluslararası  hukuk  bakımından  silahlı  çatışma durumunun belirlenmesinde önemli değildir. Taliban rejimi, 2001 yılında tanınmadığı halde Afganistan ın büyük bölümünde de facto hükümet olarak kontrolü elinde bulundurmaktaydı. Bu şartlar altında da Taliban rejiminin eylemlerinin Afganistan ın eylemleri olarak kabul edilip, silahlı çatışmalar hukuku bakımından bu eylemlere bir takım sonuçların bağlanması ya da bağlanmaması  tercihlerinden  hangisinin  kabul  edilmesi  gerektiği tartışılmıştır.10 Her ne kadar daha sonra ayrı bir başlık olarak değinileceği üzere bu durumla anılan ulusal ötesi silahlı çatışma kavramı ortaya atılsa da, uluslararası silahlı çatışmanın varlığı yadsınamaz. Taraf  olmayan   güçlere   Sözleşme nin  uygulanması  ise  ayrı  bir tartışma konusu olarak ortaya çıkmaktadır. Ortak 2. maddenin 3. paragrafı çerçevesinde, Sözleşmelerin taraflarının Sözleşmelere taraf olmayan güçlerle olan ilişkilerinde de bunlarla bağlı olacaklarını ifade etmektedir. Ortak 2. maddenin 3. paragrafıyla örtüşen I no. lu Ek Protokolün 96. maddesinin 2. paragrafı ise çatışmanın tarafları ifadesini kullanmaktadır. Bu çerçevede ortak 2. maddede yer alan taraf ifadesi Sözleşmelere taraf devletleri ifade etmekte, Ek Protokol 96. maddede yer alan taraf ifadesi, çatışmanın tarafı olan Sözleşmelere taraf olan ve olmayan devletler ile Sözleşmelere taraf olmayan güçleri belirtmektedir. Sözleşmeye taraf olmayan güçler ifadesinin kapsamı  çok  geniştir.  Tanınmayan  devletler  ya  da  BM  gibi  askeri                                                  8  Bkz. UN Security Council, Security Council Resolution 242 (1967) [on land for peace] , 22 November 1967, S/RES/242 (1967). 9  Greenwood, Christopher. (1987). The Concept of War in Modern International Law. International and Comparative Law Quarterly, Vol. 36(2), s. 294.  10  Dinstein, Yoram (2004), The Conduct of Hostilities under the Law of International Armed Conflict. Cambridge/New York: Cambridge University Press, s. 16. 11  Protocol Additional to the Geneva Conventions of 12 August 1949, and Relating to the Protection of Victims ofIinternational Armed Conflicts (Protocol I), 08.06.1977, 1125 UNTS 3, No. 17512. 12  BM veya müdahale yetkisi olan bir başka uluslararası örgütün, silahlı çatışma hukuku kurallarıyla bağlı olması olağan kabul edilmelidir. Çatışmaları sona erdirmek ve insancıl   7Silahlı Çatışmalar Hukukunda...                Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61   müdahalede  bulunma  yetkisi  olan  uluslararası  örgütler  de  bu  kapsamda değerlendirilmelidir.  Ayrıca  çalışma  açısından  önemi  dikkate  alındığında diğer  devlet  dışı  aktörler  de  dikkate  alınmalıdır.13  Bahsi  geçen  husus, uluslararasılaşmış  iç  silahlı  çatışma  bakımından  da  çok  önemlidir.  Zira uluslararası silahlı çatışmanın taraflarının yalnızca devletler olduğunun kabul edilmesi, devlet dışı aktörler ile devlet arasındaki silahlı çatışma durumuna uluslararası  silahlı  çatışmalar  bakımından  oluşturulan  insancıl  hukuk kurallarının  uygulanması  ihtimalini  tamamen  ortadan  kaldıracaktır.  Oysa devlet dışı aktörlerin silahlı çatışmalardaki rolü yadsınamaz boyutlardadır. Çatışmanın, uluslararası silahlı çatışma olarak kabul edilmesi için bazı koşulların varlığı gerekir. Uluslararası silahlı çatışmalara ilişkin uluslararası normların ve kuralların uygulanabilmesi her şeyden önce mevcut durumun silahlı çatışma olarak adlandırılabilmesine bağlıdır. En az iki devletin silahlı kuvvetlerinin müdahalesinin bulunduğu tüm durumlar, silahlı çatışma olarak kabul  edilmektedir.  De  facto  çatışmalar  Sözleşmelerin  uygulanması bakımından  yeterli  görülmüş,  devletin  diğer  bir  devlete  karşı  kuvvet kullanımının uluslararası hukuka uygunluğu ve ağırlığı önemli olmaksızın silahlı çatışmaların varlığı kabul edilmiştir.14 Devlet dışındaki diğer güçlerin de  bu  çerçevede  gerçekleştirdikleri  eylemler  silahlı  çatışma  olarak değerlendirilmektedir. Korfu  Kanalı  Davasında  Uluslararası  Adalet  Divanı  (UAD), İngiltere nin  1907  tarihli  VIII  No. lu  Lahey  Sözleşmesinin  uygulanması yönündeki  talebine  ilişkin  değerlendirmesinde,  söz  konusu  Sözleşmenin                                                                                                                    hukuk kurallarına uyulmasını sağlamak için hareket etse de, bir uluslararası örgütün önderliğinde mevcut çatışmaya müdahale eden çok uluslu bir askeri gücün her an o silahlı çatışmanın içinde taraf haline gelme ihtimali her zaman vardır. Bu şartlar altında bahsi geçen güçler, çatışmayı sona erdirmek ve insancıl hukuk kurallarına uyulmasını sağlamak amacıyla  hareket  etseler  bile,  kendileri  de  insancıl  hukuk  kurallarından  kaynaklanan yükümlülüklere uygun eylemlerde bulunmalıdırlar. (Van den Boogaard, Jeroen C. (2013). Fighting by the Principles: Principles as a Source of International Humanitarian Law, in Armed Conflict and International Law: In Search of the Human Face – Liber Amicorum in Memory of Avril McDonald, Marielle Matthee, Brigit Toebes and Marcel Brus (eds), The Hague: T.M.C. Asser Press, s. 13). 13  Schindler, Dietrich. (1979). The Different Types of Armed Conflicts according to the Geneva Conventions and Protocols, in  Collected Courses of Hague Academy, Vol. 163, s. 129. 14  Batur  Yamaner,  Melike.  (2007).  Silahlı  Çatışmalarda  Sivillerin  Korunması, Denizli/İstanbul: Arıkan Basım Yayım Dağıtım, s. 22, 23. 8Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61                                                     Akkutay yürürlükte  olup  olmadığına  dair  tespitte  bulunmamakla  birlikte,  bu Sözleşmenin  ancak  savaş  zamanında  uygulanabileceğini  ifade  etmiştir.15 UAD Nikaragua Davasında, kuvvet kullanımının, insancıl hukuk kuralarının uygulanması sonucunu doğuracağını belirtmiştir.16 Divan her iki kararında da silahlı çatışmalara ilişkin hukuk kurallarının silahlı çatışma durumunda uygulanabileceği kanısına varmıştır. Yapılan  bu  açıklamalar  çerçevesinde  iç  silahlı  çatışmaların uluslararasılaşması  bakımından  temel  iki  tespitte  bulunmak  mümkündür.  Öncelikle iç silahlı çatışma, iki devletin askeri güçlerinin silahlı çatışma halinde  olması  aşamasına  geldiği  takdirde  uluslararasılaşır.  İkinci  olarak uluslararasılaşma  devlet  dışı  aktörlerin  şartlara  bağlı  olarak  birtakım özellikler  kazanması  ya  da  bir  uluslararası  örgütün  iç  silahlı  çatışmaya müdahalesiyle gerçekleşir. II. İÇ SİLAHLI ÇATIŞMA Devletlerarası silahlı çatışmalar ile devlet niteliğinde olmayan silahlı grupların kendi aralarında veya bir devletle olan çatışmaları arasında ayrım yapılmıştır.  Bu  ayrım  uyarınca  devletler  arasındaki  silahlı  çatışmalara uygulanan  kurallar  iç  silahlı  çatışmalara  uygulanamayacaktır.17  İç  silahlı çatışmalar geleneksel uluslararası hukukta, devletlerin iç sorunları olarak kabul edilmiş ve diğer devletler o devletin iç işlerine karışmamak adına bu durumu  uluslararası  hukukun  konusu  olarak  ele  almamışlardır.  Bununla beraber devletler arasındaki örgütlenmenin ve işbirliğinin gelişimiyle, artık                                                  15  Corfu Channel Case (United Kingdom of Great Britain and Northern Ireland v. Albania), Merits, Judgement of 9 April 1949, 1949 ICJ Rep., s. 22. 16  Military and Paramilitary Activities in and against Nicaragua(Nicaragua v. United States of America), Merits, Judgement of 27 June 1986, 1986 I.C.J. Rep., s. 112, para 216. 17  Clapham, Andrew. (2012). Brierly s Law of Nations – An Introduction to the Role of International Law in International Relations (seventh edition), Oxford: Oxford University Press, s. 494. 18  Bir iç silahlı çatışmanın tarafı olmayan devletler bakımından Türkçe literatürde sıklıkla üçüncü devlet ifadesinin kullanılmasına rastlamakla beraber, söz konusu kullanım doğru bir tercih değildir. Aslında çatışmanın dışında kalan devletler ikinci devletlerdir. Zira iç silahlı çatışmanın bir tarafı devlet, diğeri devlet dışı aktördür. Bununla birlikte Türkçe literatürde  ikinci  devlet   kullanımının  olmadığı  görülmektedir.  Dolayısıyla  çalışma  boyunca çatışmanın dışında kalan devletlerin oynadıkları roller ve konumları üzerinde açıklamalara yer  verirken,   diğer  devlet   ya  da   yabancı  devlet   terimleri  ilgili  oldukları  ölçüde kullanılmıştır.   9Silahlı Çatışmalar Hukukunda...                Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61   iç silahlı çatışmalar da belirli şartlar altında modern uluslararası hukukun kapsamında kabul edilmektedir.19 İç  silahlı  çatışmalar,  Cenevre  Sözleşmelerinin  ortak  3.  maddesinde düzenlenmektedir.  Bu  maddede  Sözleşmelere  taraf  devletlerden  birisinin ülkesinde meydana gelen uluslararası nitelikte olmayan silahlı çatışmalarda çatışmanın taraflarının uyması gereken asgari yükümlülükler yer almaktadır. 1. İç Silahlı Çatışmaların Kapsamı La  Haye  ve  Cenevre  Hukuku  çerçevesinde  esas  olarak  devletler arasındaki  savaş  veya  silahlı  çatışmalara  uygulanacak  kurallar düzenlenmiştir. Bununla beraber Cenevre Sözleşmelerinin ortak 3. maddesi iç silahlı çatışmalarda uygulanacak kuralları düzenlemektedir. Bu nedenle ortak 3. madde  Minyatür Sözleşme  olarak da ifade edilmektedir. Zira uyuşmazlığın  tarafı  başka  bir  anlaşmaya  varmadıkça,  iç  silahlı  çatışma durumunda  uygulanacak  hüküm  Cenevre  Sözleşmelerinin  ortak  3. maddesidir.20 Söz konusu maddede bahsi geçen silahlı çatışma her ne kadar uluslararası  nitelik  göstermese  de,  bu  silahlı  çatışma  türüne  ilişkin uygulanacak  kurallar  uluslararası  niteliklidir.  Devletlerin  Cenevre Sözleşmelerinin ortak 3. maddesi bağlamında uluslararası sorumlulukları söz konusudur. Bu  madde ile devletlerin tamamen iç sorunu olarak görülen silahlı  çatışma  durumu,  tıpkı  insan  hakları  hukukunun  gelişiminde  de görüldüğü üzere uluslararası hukukun sorunu haline getirilmiştir. Çalışmanın amacını  oluşturan,  iç  silahlı  çatışmaların  uluslararasılaşması  bir  başka terminolojiyi ifade etmekteyse de, bir iç silahlı çatışmanın varlığına bağlı olup,  uluslararasılaşmadan  bahsedilebilmesi  için  öncelikle  iç  silahlı çatışmanın mevcudiyetinin bütün yönleriyle ortaya konup, tespit edilmesi gerekmektedir.  Ancak  aşağıda  üzerinde  durulan  şekliyle  iç  silahlı çatışmaların uluslararasılaşması süreci daha farklı bir nedenden doğan ve uluslararası  silahlı  çatışmalar  için  getirilmiş  hükümlerin  uygulanmasını sağlayan bir sorunsalı ifade etmektedir.                                                  19  Bkz. Karasomanoğlu, Ali L. (1981). İç Çatışmaların Çözümü ve Uluslararası Örgütler. İstanbul: Boğaziçi Üniversitesi İdari Bilimler Fakültesi Yayınları, s. 14 – 47. 20  ICRC, Commentary of 1960 on the Article 3 of Convention (III) Relative to the Treatment of Prisoners of War. Geneva 12 August 1949, article 1(1), 1(2). 17.03.2016 tarihinde  https://www.icrc.org/applic/ihl/ihl.nsf/Comment.xsp?action=openDocument&documentId=466097DAFCC63CD24EB adresinden erişildi. 10Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61                                                     Akkutay 1977 tarihli II No. lu Ek Protokol, Cenevre Sözleşmelerinin ortak 3. maddesinin  uygulanmasının  daha  etkin  ve  amacına  uygun  şekilde gerçekleşmesini sağlama hedefiyle oluşturulmuştur. II No. lu Protokol, bir devletin silahlı kuvvetleri ile diğer bir muhalif silahlı kuvvet ya da ülkenin belirli  bir  bölümünde  kontrol  sahibi  olan  sorumlu  bir  komutanın yönetimindeki organize gruplar arasında meydana gelen silahlı çatışmalara uygulanır. Belirli eşiği geçmemiş iç karışıklıklar veya şiddet olayları bu protokolün  uygulama  alanı  içinde  değildir.  21  Roma  Statüsünün  8. maddesinin  2(e)  paragrafında  da  hükümet  otoriteleri  ile  silahlı  gruplar arasında ya da silahlı grupların arasında uzun zamandır süregelen silahlı çatışmaların savaş suçlarına ilişkin olarak dikkate alınacağı ifade edilerek Ek II.  Protokolde  olduğu  gibi  nitelik  bakımından  yüksek  eşikli  silahlı çatışmaların  iç  silahlı  çatışma  anlamında  değerlendirileceği  ortaya konmaktadır.  Görüldüğü  üzere  Roma  Statüsü,  Ek  II.  Protokolden  farklı olarak  çatışmanın  taraflarından  birisinin  meşru  hükümet  olmasını aramamakta,  hükümet  dışında  iki  silahlı  grup  arasında  meydana  gelen çatışmaları  da  bu  kategoriye  sokmaktadır.  1954  tarihli  Silahlı  Çatışma Durumunda Kültür Mallarının Korunmasına Dair La Haye Sözleşmesi nin 19. maddesi ise taraf devletlerden birinin ülkesi üzerinde gerçekleşen ve uluslararası  nitelik  taşımayan  silahlı  çatışmaların  iç  silahlı  çatışma sayılacağını  ifade  etmiş,  bununla  beraber  iç  silahlı  çatışmanın  taşıması gereken özelliklere ilişkin değerlendirmede bulunmamıştır. Eski  Yugoslavya  için  Ceza  Mahkemesi,  Tadic  kararında  iç  silahlı çatışmayı devlet otoritesi ile devlet niteliği taşımayan organize silahlı gruplar arasında ve devletin silahlı kuvvetlere başvurması gerekliliğini doğuran ya da bu tür grupların devlet ülkesi içerisinde kendi arasında süregelen silahlı çatışmalar olarak tanımlamaktadır.24 Bu tanım, iç silahlı çatışmalara ilişkin                                                  21  Protocol Additional to the Geneva Conventions of 12 August 1949 and Relating to the Protection of Victims of Non-International Armed Conflicts (Protocol II), 08.06.1977, 1125 UNTS 609, No. 17513. 22  Rome Statute of the International Criminal Court, 17.07.1998, 2187 UNTS 90, No. 38544. 23  Convention for the Protection of Cultural Property in the Event of Armed Conflict, 14 May 1954, 249 UNTS 215, No. 3511. Bu sözleşmeye ek II No. lu Protokol ise, Sözleşme nin bütün hükümlerini iç silahlı çatışmalar bakımından uygulanabilir hale getirmiştir. Bkz. Second Protocol to The Hague Convention of 1954 for the Protection of Cultural Property in the Event of Armed Conflict, 26 March 1999, 2253 UNTS 212, No. 3511. 24  The Prosecutor v. Dusko Tadic,  Decision on the Defence Motion for Interlocutory Appeal on Jurisdiction , Case No.: IT-94-1-AR, Appeals Chamber, 2 October 1995 ( Tadic Decision on Jurisdiction ), Tadic (1995) I ICTY JR 353), para. 70.   11Silahlı Çatışmalar Hukukunda...                Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61   uygulamanın oluşturulması bakımından yeterli değildir. Tadic kararındaki tanımdan  hareketle  hangi  durumların  iç  silahlı  çatışma  kategorisine sokulabileceği ya da hangi güçlerin iç silahlı çatışma durumunu oluşturacak nitelikte olduğuna dair kesin saptamada bulunulabilmesi mümkün değildir.25 İç silahlı çatışmanın kesin bir tanımı oluşturularak ve o tanıma birebir bağlı kalarak  hukuki  çerçeve  çizilmesinin  daha  kolay  olacağı  düşünülebilir. Bununla beraber uluslararası hukuk alanında meydana gelen gelişmeler o tanımın  yeniden  ele  alınmasını  ve  üzerinde  değişiklikler  yapılmasını gerektirecektir. Bu nedenle iç silahlı çatışmalara ilişkin temel prensiplerin ortaya  konması  ve  belirli  unsurlardan  hareketle  iç  silahlı  çatışmalar hukukunun oluşturulması daha doğrudur. Aslında Tadic kararındaki tanım iç silahlı çatışmaları kusursuz bir şekilde tanımlamamaktadır. Mahkemenin söz konusu  tespiti,  iç  silahlı  çatışmalara  yönelik  kesin  bir  tanım  oluşturma çabasından çok, genel çerçeve çizmekten ibarettir. Cenevre Sözleşmelerinin ortak 3. maddesi ve II No. lu Protokol birlikte değerlendirildiğinde, devlet içinde belirli bir eşiğe ulaşmış karışıklıkların, iç silahlı çatışma olarak kabul edilebileceği ortaya konmaktadır. Hatta Roma Statüsü de bu değerlendirmeyi desteklemektedir. Belirli durumları tahdidi olmaksızın,  iç  silahlı  çatışma  kapsamı  dışında  bırakmakta  ve  benzer durumları bu anlamda değerlendirmekte, yani bunların iç silahlı çatışma olarak kabul edilmemesi gerektiğini belirtmektedir. Söz konusu durum eşiği yüksek  iç  karışıklıkların,  Sözleşme nin  kapsamı  içine  girdiğini göstermektedir.26  Konuya  ilişkin  uluslararası  dokümanlar,  iç  silahlı çatışmaların  uygulama  alanının  belirlenmesi  bakımından  örtüşen düzenlemeler  içermektedir.  Bu  sebeple  iç  silahlı  çatışmalara,  silahlı çatışmalar  hukuku  bağlamında  uluslararası  hukukun  birtakım  sonuçlar bağlaması ancak ve ancak çizilen çerçeveye uygun şekilde meydana gelen silahlı çatışmalar için geçerlidir. Bunun yanı sıra uluslararası hukukun diğer disiplinlerinin, örneğin insan hakları hukukunun, meydana gelen daha hafif iç  karışıklıklar  durumunda  uygulanmasının  önünde  bir  engel bulunmamaktadır.  Burada  uluslararası  hukukun  uygulama  alanının                                                  25  Sivakumaran, Sandesh. (2012). The Law of Non-International Armed Conflict. Oxford: Oxford University Press, s. 156. 26  Perna, Laura. (2006). The Formation of the Treaty Law of Non_International Armed Conflicts, International Humanitarian Law Series Vol. 14, Lieden/Boston: Martinus Nijhoff Publishers, s. 104. 12Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61                                                     Akkutay belirlenmesi sadece silahlı çatışmalar hukukunun uygulanması bakımından önemlidir. Burada  eşik  kavramının karışıklığa yol açmaması için de açıklama yapılmasında  fayda  bulunmaktadır.  Buna  göre  Cenevre  Sözleşmelerinin ortak  3.  maddesinin  uygulama  alanı  bulması  için  belirli  eşiği  aşmış  iç karışıklıkların mevcudiyeti gerekmektedir. İç silahlı çatışmaya Ek II No. lu Protokolün uygulanabilmesi içinse ortak 3. maddede aranan eşikten daha yüksek eşikli silahlı çatışmaların varlığı gerekmektedir. Uluslararası Ceza Mahkemesi, Bemba kararında iç karışıklıkların belirli eşiğe ulaşmasını iç silahlı çatışmanın belirlenmesi açısından gerekli bir kriter olarak görmüş ve önüne  gelen  uyuşmazlığı  bu  bakışla  değerlendirmiş  ve  bir  iç  silahlı çatışmanın  var  olduğu  kanısına  ulaşmıştır.  Bununla  birlikte  söz  konusu ağırlığa  ilişkin  objektif  kriter  getirememiştir.  Yani  getirdiği  kriter, çatışmanın belirli bir ağırlığa ulaşmış olması olmuş, bununla beraber söz konusu  kriterin  uygulanmasında  dikkate  alınacak  başka  kriter  ortaya koyamamıştır. 27 2. İç Silahlı Çatışmalara İlişkin Uluslararası Hukuk Kurallarının Uygulanması İç  silahlı  çatışmalara  ilişkin  uluslararası  hukuk  kuralları  konu,  kişi, zaman ve yer bakımından uygulama alanı bulur. Söz konusu uluslararası düzenlemeler konu bakımından iç silahlı çatışma durumunda uygulanır. İç silahlı çatışma uluslararası bir silahlı çatışmayla da birlikte var olabilir.28 Bu durumda  uluslararası  silahlı  çatışmalara  iç  silahlı  çatışmalara  ilişkin,  iç silahlı  çatışmalara  da  uluslararası  silahlı  çatışmalara  ilişkin  uluslararası hukuk norm ve kuralları uygulanmayacaktır. İç silahlı çatışma kavramının, uluslararası nitelikte olmayan silahlı çatışmalar olarak ifade edilmesi, tek başına  içeriğin  belirlenmesi  bakımından  yeterli  değildir.  Aynı  şekilde, konuya ilişkin uluslararası hukuk kurallarının uygulanmasını gerektirecek eşiği  aşmış  iç  karışıklıklardan  ne  anlaşılması  gerektiği  de  açığa                                                  27  Bkz. The Prosecutor v. Jean-Pierre Bemba Gombo,  Decision Pursuant to Article 61(7)(a) and (b) of the Rome Statute on the Charges of the Prosecutor Against Jean-Pierre Bemba Gombo , No.: ICC-01/05-01/08, ICC, Pre-Trial Chamber II, 15 June 2009, paras. 240 – 244. 28  Dinstein, Yoram. (2011). War Aggression and Self Defence (fifth edition). Cambridge/New York Cambridge University Press, s. 6.   13Silahlı Çatışmalar Hukukunda...                Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61   kavuşturulmuş  değildir.  Ayrıca  terörizm  gibi  belirli  ağırlığa  ulaşmış  iç karışıklıkların silahlı çatışma olarak değerlendirilmeyeceği de açıktır; ancak terörizmin iç silahlı çatışma olduğu yönünde bir değerlendirme yapılırsa ne şekilde hareket edilmesi gerektiği açık değildir. Bu sebeple konu bakımından kapsamın belirlenmesi daha çok uygulamayla birlikte şekillenmektedir. Yer bakımından uygulanmayı, uluslararası silahlı çatışmalar söz konusu olduğunda  savaşanların  ulusal  sınırlarıyla  belirlenmiş  olan  ülkeleri,  açık denizler ve münhasır ekonomik bölgeler oluşturmaktadır. İç silahlı çatışma durumunda ise yer bakımından uygulamanın, çatışmanın tarafı olan devletin ülkesi olabileceği kabul edilmektedir. Yani iç silahlı çatışmalar ancak devlet ülkesi  üzerinde  gerçekleştirilebilir.29  Ancak  iç  silahlı  çatışmalara  ilişkin insancıl  hukuk  kurallarının,  çatışmanın  taştığı  komşu  devlet  sınır bölgelerinde de uygulama alanı bulabileceği görüşü de savunulmaktadır.30 Bunun dışında UAD sorunu, işgal edilen devlet ülkesi bakımından ele almış ve işgal edilen bir devlet ülkesi içerisinde işgal eden devletin dahil olduğu silahlı  çatışmalar  bakımından  iç  silahlı  çatışmalardan  bahsedilemeyeceği yönündeki  kanaatini  ortaya  koymuştur.31  Ulusal  bağımsızlık  hareketleri başlığı  altında  da  değinileceği  üzere  bu  durumlarda  kendi  geleceğini belirleme hakkı çerçevesinde gerçekleşen ulusal bağımsızlık savaşları söz konusu olmaktadır. Kişi  bakımından  uygulama,  iç  silahlı  çatışmaya  ilişkin  kuralların kimlere  uygulanabileceğiyle  ilgilidir.  Taraflardan  birisi  ülke  üzerinde egemenliğe  sahip  devlettir.  Devlet  bunu  hükümet  otoriteleri  tarafından yerine getirir. Çatışmanın diğer tarafı ise silahlı kuvvet kullanan organize bir silahlı güçtür. Bu güç veya grup devlet dışı uluslararası hukuk aktörüdür. Cenevre  Sözleşmelerinin  ortak  3.  maddesi   çatışmanın  taraflarını  bağlamaktadır. Yani Sözleşmeye taraf olmasalar bile çatışmanın tarafları 3. maddeyle  bağlıdırlar.  Bunun  nedeni  Ruanda  için  Uluslararası  Ceza Mahkemesi nin Akayesu Kararında da belirttiği gibi, 3. maddede yer alan hükümlerin  insancıl  hukukun  uygulanmasında  uluslararası  örf  ve  adet                                                  29  Bkz. Greenwood, 2008, s. 59 – 62. 30  Schmitt, Michael N. (2013). Charting the Legal Geopraphy of Non-International Armed Conflict. Military Law and the Law of War Review, Vol. 52 (1), s. 110. 31  Bkz. Legal Consequences of Construction of a Wall in the Occupied Palestinian Territory, Advisory Opinion, 2004 ICJ Rep,  para. 120. 14Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61                                                     Akkutay hukuku normu niteliği kazanmış olmalarıdır.32 Bu durumu Eski Yugoslavya için Ceza Mahkemesi de tespit etmektedir.33 Uluslararası Adalet Divanı da aynı şekilde 3. maddeyi bir uluslararası örf ve adet hukuku normu olarak görmektedir.34 Bununla birlikte Ek II. Protokol de açıkça Sözleşmeye taraf yüksek  akit  devletlerden  bahsetmektedir.  Yani  Ek  II.  Protokol  ancak çatışmanın tarafı ve Sözleşme ye taraf yüksek akit devletler bakımından hüküm ve sonuçlarını doğurmaktadır. Cenevre Sözleşmelerinin ortak 3. maddesi dikkate alındığında, iç silahlı çatışmalara ilişkin kuralların uygulanacağı devlet dışındaki diğer aktörler silahlı  çatışmanın  tarafı  olan  ve  organize  asi  gruplardır.35  Söz  konusu gruplara asi veya savaşan statüsü tanınması gerekliliği bulunmamaktadır. Bu statülerin  tanınmış  olduğu  durumlarda,  jus  in  bello  kuralların uygulanmasıyla ilgili tereddüt ortadan kalkmakta ve iç silahlı çatışmaların uluslararasılaşması bakımından önemli rol oynamaktadır. Bununla beraber bugün için iç silahlı çatışmalarda insancıl hukuk kurallarının uygulanması bakımından  savaşan  statüsü  tanınması  gerekliliğinin  ortadan  kalktığını düşünen görüşler de mevcuttur.36 Bu durumun uluslararası hukukun, klasik görünümünden sıyrılıp devlet dışı aktörlerin uluslararası alanda oynadığı rolün artmasının olağan sonucu olduğu düşünülmektedir. Özellikle insan                                                  32  The Prosecutor v. Akayesu, Judgement, ICTR-96-4-T, 2 September 1998,  paras 435 – 447. 33  The  Prosecutor  v.  Ljube  Boskoski  and  Johan  Tarculovski,  Judgement,  ICTY,  Trial Chamber II, Case No: IT-04-82-T, 10 July 2008,  para. 299. 34. UAD Cenevre Sözleşmeleri nin 3. maddesi dışında, genel olarak Cenevre sözleşmelerini de bu anlamda değerlendirmektedir. Buna göre Divan, devletler taraf olsunlar ya da olmasınlar bu Sözleşmelerde yer alan temel hükümlerin uluslararası örf ve adet hukuku kuralları olduklarını ifade etmektedir. (Legality of the Threat or Use of Nuclear Weapons, Advisory Opinion,1996 ICJ Rep, para. 79.) Bu durum önemli bir gelişmeyi de ortaya koymaktadır. Zira Divan Nikaragua Davasında 1949 Cenevre Sözleşmelerinin ortak 3. maddesinin uluslararası örf ve adet hukuku niteliğini reddetmemekte, bununla birlikte açıkça bu durumun varlığını da teyit etmemektedir. (Bkz. Military and Paramilitary Activities in and against Nicaragua(Nicaragua v. United States of America), paras. 118 – 120.) Divan Nikaragua  Davasında  aslında  uluslararası  örf  ve  adet  hukuku  anlamında  da  bir değerlendirme yapmaktadır; ancak kesin bir saptamada bulunmaması Divan ın 3. maddeyi yalnızca sözleşmesel bir düzenleme olarak ele aldığı algısı yaratmaktadır. Dolayısıyla Nükleer Silahlar Davasında verilen karar, konunun açıklığa kavuşturulması ve tereddüdün giderilmesi bakımından önemlidir. 35  Moir,  Lindsay.  (2002).  The  Law  of  Internal  Armed  Conflict.  Cambridge/New  York: Cambridge University Press, s. 36. 36  Detter, Ingrid. (2000). The Law of War (second edition), Cambridge: Cambridge University Press, s. 43.   15Silahlı Çatışmalar Hukukunda...                Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61   hakları hukukunda yaşanan gelişmeler uluslararası hukukun, devlet dışındaki aktörlere ve en çok da gerçek kişilere, devletlerin iradesine bağlı olmaksızın bir takım hak ve yetkiler tanıması sonucunu doğurmaktadır.  İç  silahlı  çatışmalara  ilişkin  uluslararası  hukuk  norm  ve  kuralları yalnızca çatışma zamanında uygulanabilir. İç silahlı çatışmalar hukukuna ilişkin yükümlülüklerin ve antlaşmalarla sağlanan hakların kullanılabilmesi için iç silahlı çatışmalar hukukunun hangi andan itibaren uygulanacağının da belirlenmesi  gerekmektedir.  Zira  iç  silahlı  çatışma  niteliği  kazanmamış karışıklıkların taraflarına uluslararası hukuk bakımından bu anlamda hak ve yetkiler tanınmamaktadır. Belirli eşiğe ulaşmamış iç karışıklıkların ve gerginliklerin, iç silahlı çatışma kapsamında değerlendirilemeyeceği ifade edilmişti. Buna göre bir ülkede belirli seviyeye ulaşmamış olaylar, iç silahlı çatışmalar hukukunun konusunu oluşturmadığı için buna bağlı olan uluslararası hukuk kurallarının uygulanmaya başlayacağı zamanı da belirleyemez. Bu tür olaylar silahlı çatışmalara neden olacak olayların başlangıcı olabilir. Hatta bu olaylara da hükümet güçleri silahlı müdahalede bulunma ihtiyacı hissedebilir; ancak söz konusu olaylar iç silahlı çatışma eşiğine gelmedikçe, bu gerginlikler silahlı çatışmalar hukukunun konusunu oluşturmaz.37 Benzer şekilde başkaldıran grupların eylemlerinin belirli ağırlıkta olması ve belirli süre devam etmesi iç silahlı  çatışmanın  tespiti  bakımından  belirleyici  olabilir.38  Aksi  takdirde klasik  uluslararası  hukukun  bakış  açısı  da  dikkate  alındığında başkaldıranların  eylemleri,  silahlı  çatışmalar  hukukunun  uygulanmasını gerektirmez.39 Önemli olan çatışmaların belirli bir eşiği geçmiş olmasıdır. Süre, tespit bakımından kolaylık sağlamakla beraber, kısa süreli çatışmalar da iç silahlı çatışmalara ilişkin uluslararası hukuk kurallarının uygulanması sonucunu  doğurabilir.  Söz  konusu  insancıl  hukuk  kuralları,  devletle  asi gruplar arasındaki çatışmalar boyunca uygulama alanı bulur.                                                    37  Dinstein,  Yoram.  (2014).  Non-International  Armed  Conflicts  in  International  Law. Cambridge: Cambridge University Press, s. 38. 38  Bkz. The Prosecutor v. Germain Katanga,  Decision on the Evidence and Information Provided by the Prosecution for the Issuance of a Warrant of Arrest of Germain Katanga , No.: ICC-01/04-01/07, ICC, Pre-Trial Chamber I, 6 July 2007, para. 28. 39  Bkz. Taşdemir, Fatma. (2009). Uluslararası Nitelikte Olmayan Silahlı Çatışmalar Hukuku. Ankara: Adalet Yayınevi, s. 73. 16Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61                                                     Akkutay III. ULUSLARARASILAŞAN İÇ SİLAHLI ÇATIŞMALAR İç silahlı çatışmaların genel olarak silahlı çatışmalar hukukunun içinde özel bir yere sahip olması sonucunu doğuran, uluslararası nitelikte olmama koşulu, hem var olan iç karışıklıkların niteliklerinin ortaya konmasını hem de  devlet  dışı  aktörlere  ilişkin  hukuki  değerlendirmelerin  yapılması zorunluluğunu ortaya koymaktadır. İç silahlı çatışmaların devletler arası bir uyuşmazlık  durumunda  ortaya  çıkan  bir  silahlı  çatışma  türü  olmaması, konuya  ilişkin  uluslararası  hukuk  norm  ve  kurallarının  uygulanması bakımından net bir bakış açısının oluşturulamamasına neden olmaktadır. Bu noktada  devletlerin  iç  işlerine  karışılmaması  ilkesinden,  bireylerin  insan hakları  hukuku  çerçevesinde  korunmasına  kadar  çok  çeşitli  sorunlarla karşılaşılmaktadır. İç silahlı çatışmaların uluslararasılaşması durumunda bu sorunların pek çoğu ikinci planda kalsa da, uluslararasılaşmanın meydana gelebilmesi için öncelikle mevcut iç karışıklık durumunun, iç silahlı çatışma haline gelmesi ve bu durumun varlığının tespiti gerekmektedir. İlk  bakışta  uluslararası  silahlı  çatışmalar  ile  iç  silahlı  çatışmalar arasındaki fark açık gibi görünmektedir. Zira uluslararası nitelikteki silahlı çatışmaların taraflarının kimler olabileceği Cenevre Sözleşmelerinin ortak 2. maddesi ve I No. lu Ek Protokol çerçevesinde belirlenirken, II No. lu EK Protokol uyarınca iç silahlı çatışmaların taraflarından en az bir tanesi devlet olup diğeri devlet otoritesine başkaldıran silahlı ve organize gruplardır. Her iki tarafı da devlet dışı aktörler olan iç silahlı çatışmalar bakımından ise ortak  3.  madde  uygulanabilir.  İç  silahlı  çatışmalarda,  çatışmalar  tek  bir devletin  sınırları  içerisinde  gerçekleşmektedir.  Bununla  birlikte  silahlı çatışmalar  hukukunun  amaçları  da  dikkate  alındığında  bu  tür  silahlı çatışmalardan bazılarının uluslararası nitelik kazanması ihtimali bulunmakta ve bu durumlarda uluslararası silahlı çatışmalara ilişkin uluslararası hukuk kuralları uygulama alanı bulabilmektedir.40 1. İç Silahlı Çatışmaların Uluslararasılaşması Bakımından Dikkate Alınması Gereken Kavramlar  İç Silahlı Çatışmalar  başlığı altında ifade edildiği üzere iç silahlı çatışmalara  yönelik  uluslararası  hukuk  kurallarının  uygulanabilmesi  için,                                                  40  La Haye, Eva. (2010). War Crimes in Internal Armed Conflicts. Cambridge/ New York: Cambridge University Press, s. 14.   17Silahlı Çatışmalar Hukukunda...                Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61   uygulama  alanına  dair  kavramsal  kargaşanın  üstesinden  gelmek gerekmektedir. İç silahlı çatışmalara ilişkin kesin bir tanım ve içeriği tam olarak ortaya konmuş kavramsal tutarlılık bulunmaması nedeniyle, iç silahlı çatışmalara dair bazı temel kavramların ve iç silahlı çatışmanın kapsamına dahil edilen veya edilmeyen uyuşmazlık türlerinin sınırlarının çizilmesinde fayda bulunmaktadır. İç silahlı çatışmanın uluslararasılaşmasının en önemli ön koşulu, herşeyden önce bir iç silahlı çatışmanın varlığının tespitidir. Bu nedenle  iç  silahlı  çatışmaların  uluslararasılaşmasını  etkileyen  iç  silahlı çatışmalara dair kavram ve etkenlerin ele alınması gerekmektedir. A.  İç  Silahlı  Çatışmalarda  Silahlı  Grup  Kavramı:  Başkaldıran (Rebel), Asi (Insurgent) ve Savaşan Taraf (Belligerent) İç  silahlı  çatışma  söz  konusu  olduğunda,  bu  çatışmanın  tarafı  olan devlet dışı aktörlerin hukuki nitelendirmesi, o silahlı çatışmaya uygulanacak uluslararası  hukuk  kurallarını  da  belirlemektedir.  Zira  tarafların  ve  aynı zamanda çatışmanın niteliğine göre iç silahlı çatışmanın meydana gelmesi ihtimali  olduğu  gibi,  iç  silahlı  çatışmanın  uluslararası  nitelik  kazanması ihtimali de bulunmaktadır.  Başkaldırı,  iç  silahlı  çatışmaların  başlangıç  aşaması  olarak değerlendirilir.  Asi  statüsünün  tanınması  ortada  bir  durum  ve  savaşan statüsünün tanınması da ileri ve iç silahlı çatışmaların uluslararasılaşması sonucunu doğuran aşama olarak değerlendirilebilir.41 Başkaldıran gruplara asi ya da savaşan taraf statüleri tanınabilir. Bir başka ifadeyle savaşan taraf ya da asi olarak adlandırdığımız gruplar da başkaldıran gruplardır. Ancak söz  konusu  gruplar  çatışmaların  ağırlığına,  sahip  oldukları  güce  ve uluslararası toplumda yarattıkları etki ve aldıkları desteğe bağlı olarak farklı isimlerle anılmaktadır. Bununla birlikte başkaldırı, tek başına uluslararası silahlı çatışmalara uygulanan insancıl hukuk kurallarının uygulama alanı bulmasını  sağlayan  bir  statü  değildir.  Hatta  iç  silahlı  çatışmalara  ilişkin düzenlemelerin uygulanması bu grupların gerçekleştirdikleri eylemin belirli bir eşiği geçmesine bağlıdır.                                                  41  Moir, Lindsay. (2005). Towards the Unification of International Humanitarian Law. in International Conflict and Security Law – Essays in Memory of Hilaire McCoubrey, Richard BURCHILL, Nigel D. WHITE and Justin MORRIS (Eds.), Cambridge/New York: Cambridge University Press, s. 109. 18Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61                                                     Akkutay İsyan, organize bir grup tarafından meşru hükümete ya da otoriteye karşı  gerçekleştirilen  başkaldırıdır.  İsyan  (insurgency)  için  başkaldırı (rebellion)  ifadesi  de  sıklıkla  kullanılmaktadır.  Uluslararası  hukukta  ise geleneksel olarak başkaldırı, isyan ve savaş olmak üzere üç düzey iç çatışma durumu kabul edilmektedir. İsyan durumu, daha kapsamlı ve belirli süredir devam eden silahlı şiddet durumlarında söz konusu olur. Devlet kendi ülkesi üzerinde  isyancı  bir  grupla  silahlı  çatışma  durumunda  olduğunu  kabul edebileceği gibi, diğer bir devlet de, başkaldıran grubu asi olarak tanıyabilir. Ancak  bu  tanıma,  uluslararası  hukukta  yer  alan  ve  savaşan  statüsünün tanınmasında olduğu gibi bir tanıma olmayıp, çatışmaların ağırlığını ortaya koymak için gerçekleştirilen tek taraflı işlemdir. Başkaldıran grubun diğer bir devlet tarafından asi olarak tanınması o gruba, insancıl hukuk alanında bir uluslararası koruma sağlamaz.42 Bununla beraber eğer bu statüyü tanıyan devlet çatışmanın tarafı devletse, tanıma beyanına bağlı olarak asi grubun o devlete karşı uluslararası hukukta yükümlülüklerle beraber bir takım haklara sahip  olması  mümkündür.  Hatta  klasik  uluslararası  hukukta  iç  silahlı çatışmalarda, başkaldıran grubun çatışmanın tarafı devletçe asi statüsünün tanınması savaşan statüsü kazanması sonucunu doğururken, bugün için asi statüsünün ayrıca tanınabileceği kabul edilmektedir.43 Savaşan  taraf  kavramı  ile  savaşçı  (combatant)  kavramı  da  birbirine karıştırılmamalıdır.  Uluslararası  Kızılhaç  Komitesinin,  Örfi  Uluslararası İnsancıl  Hukuk  üzerindeki  çalışmaları,  savaşçıya  ilişkin  bir  tanım getirmektedir. Buna göre savaşçı bir devletin silahlı kuvvetlerinin sağlık ve din personeli dışındaki bütün personelini ifade eder.44 Savaşan taraf, bir savaş durumuna dahil olandır. Bununla birlikte savaşçı çarpışmalara katılan kişileri ifade etmek için kullanılır. Yani savaşan taraf, savaşçılar ve siviller olmak üzere iki grubu içinde barındırır ve savaşan tarafta yer alan sivillere,                                                  42  CRAWFORD, Emily, Insurgency. in R. Wolfrum (ed), The Max Planck Encyclopedia of Public International Law, Oxford University Press, 2008 –, online edition, 17.03.2016 tarihinde [http://opil.ouplaw.com/home/epil], adresinden erişildi. 43  Clapham, Andrew. (2006). Human Rights Obligations of Non-State Actors. Oxford: Oxford University Press, s. 272. 44  ICRC. (2005). Customary International Humanitarian Law Vol. I: Rules, Jean-Marie Henckaerts and Louise Doswald-Beck, Cambridge/New York: Cambridge University Press, s.  11.  Söz  konusu  kurala  online  ulaşmak  için  bkz.  ICRC,   Rule  3.  Definition  of Combatants ,  17.03.2016  tarihinde  https://www.icrc.org/customaryihl/eng/docs/v_rul_rule adresinden erişildi.   19Silahlı Çatışmalar Hukukunda...                Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61   bugüne kadarki örnekler her ne kadar tersini gösterse de, doğrudan saldırı gerçekleştirilemez.45  Söz  konusu kişilerin  zarar  görmemeleri  için  gerekli bütün önlemler alınır.46 Bu anlamda UAD de savaşan tarafların Cenevre Sözleşmelerinden  kaynaklanan  ve  uluslararası  silahlı  çatışmalara  da uygulanan  kurallara  riayet  etmesi  gereken  aktörler  olduğunu  ortaya koymaktadır.47  İç silahlı çatışmalara yer veren uluslararası antlaşmalar savaşçı ve sivil ayrımını  net  bir  şekilde  ortaya  koymamakta  ve  bu  kişilerin  çatışmalar süresince ne tür hak ve yükümlülüklerin muhatabı oldukları konusunda pek çok noktada sessiz kalmaktadır. Ancak bu konuda genel kanı, iç silahlı çatışma durumunda sivillerin, aynı uluslararası silahlı çatışmalarda olduğu gibi  değerlendirilmesi  gerektiği  yönündedir.  Bununla  birlikte  iç  silahlı çatışmalarda çatışmanın tarafı devlet dışındaki silahlı kuvvetlere mensup kişilere savaşçı statüsü tanınmamaktadır. Dolayısıyla bu kişiler uluslararası silahlı çatışmalarda olduğu gibi savaşçı statüsünün getirdiği ayrıcalıklardan yararlanamamakta  ve  genellikle  çatışmanın  tarafı  devletlerce  imtiyazsız savaşçı  (unlawful  combatant,  unprivileged  combatant)  olarak adlandırılmaktadırlar. Savaşan taraf ifadesi bir durumu ortaya koyarken, savaşçı, bir takım ayrıcalıklara sahip, çatışmaların yürütülmesinin ana unsuru olan kişileri ifade eder.  Savaşçı  kendisine  tanınan  hukuki  çerçevede  hareket  etmekle yükümlüdür. Aksi takdirde, hukuka aykırı eylemleri nedeniyle ayrıcalıklarını kaybeder; ancak sahip olduğu statü devam eder. Her iki durum da savaşan taraf  statüsüne  bir  etkide  bulunmaz.48  İç  silahlı  çatışmalar  söz  konusu olduğunda, savaşçı statüsü ve savaşçıların insancıl hukuka dair uluslararası koruma ve güvencelere kavuşması savaşan statüsüne bağlıdır. Bu şartlar                                                  45  ICRC, 2005, s. 3. Söz konusu kurala online ulaşmak için bkz. ICRC,  Rule 1. The Principle of  Distinction  between  Civilians  and  Combatants ,  17.03.2016  tarihinde https://www.icrc.org/customary-ihl/eng/docs/v_rul_rule adresinden erişildi. 46  Melzer, Nils. (2012). Bolstering the Protection of Civillians in Armed Conflict. in Realizing Utopia:  The  Future  of  International  Law,  Antonio  Cassese  (Ed.),  Oxford:  Oxford University Press, s. 510. 47  Legality of the Threat of the Use of Nuclear Weapons, Advisory Opinion, 8 July 1996, 1996 ICJ Rep, para 75. 48  Garraway, Charles H. B. (2007). ‘Combatants  – Substance or Semantics?, in International Law and Armed Conflict: Exploring the Faultlines – Essays in Honour of Yoram Dinstein, Michael Schmitt and Jelena Pejic (Eds.), Leiden/Boston: Martinus Nijhoff Publishers, s. 329. 20Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61                                                     Akkutay altında uluslararası silahlı çatışmalarda olduğu gibi Cenevre Sözleşmelerinin ortak 3. maddesi anlamında asgari düzeyde değil, azami düzeyde bir insancıl hukuk uygulaması önemlidir. Klasik anlamıyla savaşçı, uluslararası silahlı çatışmalara özgü bir kavramdır. Bahsi geçen kavramın iç silahlı çatışma durumunda bir statü haline gelmesi ve bahsi geçen uluslararası güvencelere sahip  olunması  mümkün  değildir.  Bununla  beraber  savaşan  statüsünün tanınması  ve  bu  duruma  bağlı  olarak  çatışmalarda  yer  alan  kişilerin savaşçıların  sahip  oldukları  ayrıcalıklardan  yararlanıp  yararlanamayacak olması iç silahlı çatışmaların uluslararasılaşması kavramıyla ilişkilidir. Bir başka  ifadeyle,  savaşçı  imtiyazlarından  faydalanılması  ancak  iç  silahlı çatışmaların uluslararasılaşması durumunda mümkün olur. Başkaldıran,  asi  veya  savaşan  olarak  ifade  edilen  ve  iç  silahlı çatışmanın taraflarına tanınan söz konusu statüler, çatışmaların devamında uygulama alanı bulması beklenen uluslararası hukuk kuralları bakımından önem  arz  etmektedirler.  İç  silahlı  çatışmalar  uluslararası  hukukta yasaklanmamıştır;  ancak  bu  durum  diğer  devletlere  başkaldıran  gruplara yardım  etme  ve  kendileri  dışında  var  olan  çatışmalara  müdahale  hakkı tanımamaktadır.49 İç silahlı çatışma, var olan bir uyuşmazlık durumunu ifade eder.  Bu  uyuşmazlık,  uyuşmazlığın  tarafı  ya  da  uyuşmazlığın  meydana geldiği ülke devletinin iç sorunudur. Bununla beraber, devlet dışındaki diğer aktörlerin sahip olacakları statüler, soruna bir uluslararası nitelik katabileceği gibi, iç silahlı çatışmaların uluslararasılaşması, söz konusu kişilerin sahip oldukları  statülerin  belirlenmesini  sağlayabilir.  Bu  bakımdan  özellikle savaşan taraf statüsü, iç silahlı çatışmanın uluslararasılaşmasında dikkate alınan terimlerden birisidir. Ayrıca içinde bulunulan durumun oluşturduğu şartlar,  başkaldıran  grupların  uluslararası  insancıl  hukuk  bakımından  bir takım haklara sahip olması sonucunu doğurabilir. B.  Gerilla  Hareketleri,  Terör  Eylemleri  ve  İç  Silahlı  Çatışma Üçgeni İç silahlı çatışma söz konusu olduğunda, silahlı çatışmanın tarafı devlet dışındaki  uluslararası  hukuk  aktörlerine  savaşçı  statüsünün  tanınmaması nedeniyle  genellikle  çatışmanın  tarafı  devlet,  bu  grupları  her  ne  kadar uluslararası insancıl hukuka uygun hareket etseler de iç hukukuna aykırı                                                  49  Marauhn, Thilo; Ntoubandi, Zacharie F. Armed Conflict, Non-International. in R. Wolfrum (ed), The Max Planck Encyclopedia of Public International Law, Oxford University Press, 2008 –, online edition, 17.03.2016 tarihinde [http://opil.ouplaw.com/home/epil] adresinden erişildi.   21Silahlı Çatışmalar Hukukunda...                Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61   hareket etmekle suçlamakta ve bu aktörleri imtiyazsız savaşçı ya da terörist olarak adlandırma yolunu tercih etmektedir.50 Buradan kaynaklanan sorun, iç silahlı  çatışmanın  terörizm  olarak  nitelendirilmesinin  var  olan  iç  silahlı çatışma durumunu ortadan kaldırıp kaldırmayacağı ya da aynı durumun iç silahlı  çatışmanın  uluslararasılaşması  bakımından  hangi  etkileri  ortaya çıkaracağıdır. Schwarzenberger, terörizm ile gerilla hareketleri arasında üç benzer ve üç  de  farklı  özelliğin  bulunduğundan  bahseder.  Buna  göre  hem  terör örgütleri  hem  de  gerilla  gruplar  düzensiz  saldırılar  düzenlerler,  ulusal düzeyde suç teşkil eden faaliyetlerde bulunurlar ve uluslararası düzeyde savaş suçları işleyebilirler. Bununla beraber gerilla grupları askeri düşünce biçimi  içerisinde  devletin  asker  ve  polis  gibi  resmi  silahlı  güçleriyle mücadele ederken, terör örgütleri askeri ve sivil hedef ayrımı yapmaksızın saldırılarını gerçekleştirirler. Terör örgütleri amaçlarını gerçekleştirmek için bireysel olarak da eylemlerde bulunurken, gerillalar belirli bir grup halinde hareket  ederler.  Son  olarak  da  tek  başına  terörizmin  varlığı  iç  veya uluslararası bir silahlı çatışmayı meydana getirmezken, büyük çaplı gerilla hareketleri  her  iki  tür  silahlı  çatışmanın  meydana  gelmesi  sonucunu doğurabilir.51  Bu  saptamalar  genel  olarak  fikir  vermekle  beraber,  her durumda böyle kesin sonuçlara varılması da mümkün değildir. Ayrıca söz konusu tespit, uluslararası hukukta konuya ilişkin güncel sorunlara da tam anlamıyla karşılık verememektedir. Tanımı üzerinde tam olarak uzlaşılamasa da  bu  kavramlara  yönelik  saptamalar  pragmatik  sonuçlara  ulaşılmasını sağlayabilmektedir. İç  silahlı  çatışmalar  veya  bir  devletin  iç  düzeninde  meydana  gelen karışıklıklar,  son  derece  kaygan  ve  kırılgan  bir  zemin  üzerinde bulunmaktadır.  Uyuşmazlığın  tarafı  olan  devletin  nitelendirmesi,  3. devletlerin konuya ilişkin beyanları, uluslararası toplumun genelinin bakışı, çatışmanın niteliği ve şiddeti ile çatışma süresince gerçekleştirilen eylemler ve kullanılan araçlar, var olan pek çok objektif verinin sübjektif olarak değerlendirmesine neden olmaktadır. Uluslararası toplum, iç savaşı terörizm                                                  50  Melzer, Nils. (2014). The Principle of Distinction Between Civilians and Combatants, in The Oxford Handbook of International Law in Armed Conflict, Andrew Clapham and Paola Gaeta (Eds.), Oxford/New York: Oxford University Press, s. 318. 51  Schwarzenberger, Georg. (1971). Terrorists, Guerilleros and Mercenaries. University of Toledo Law Review, Vol. 3(1), s. 72. 22Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61                                                     Akkutay olarak nitelendirebileceği gibi terör eylemlerini de iç silahlı çatışma olarak değerlendirebilir.  Genel  olarak  uluslararası  toplumun  ya  da  uluslararası örgütlerin yaptığı tespitler, çok politize olmuş yaklaşımlar dışında, var olan çatışmanın tespiti bakımından faydalı olmaktadır. Bununla birlikte bu tür tespitler  her  zaman  yapılmamakta,  genellikle  devletler  münferiden, gerçekleştirilen eylemler neticesinde ortaya çıkan durumu terörizm ya da iç silahlı çatışma olarak ele almaktadırlar. Bu husus da mevcut şartlara bağlı olarak  ve  devletin  çıkarları  çerçevesinde  son  derece  sübjektif  ve  taraflı saptamaların  yapılmasına  ve  mevcut  iç  karışıklık  durumuna  olması gerekenden farklı hukuki sonuçlar bağlanmasına neden olabilmektedir. Uluslararası nitelikte olmayan yani ulusal düzeyde kalan terörizm, insan hakları hukuku dışında, uluslararası  hukuku ilgilendirmemektedir.52 Yani terörizm bu şartlar altında devletlerin iç sorunudur. Gerilla faaliyetleri de her zaman iç silahlı çatışma durumunda ortaya çıkmaz. Zira iç silahlı çatışmanın tarafları  gibi  terör  örgütleri  de  gerilla  faaliyetlerinde  bulunabilmektedir. Gerilla  faaliyetleri  uluslararası  silahlı  çatışmalardan  ulusal  bağımsızlık hareketlerine kadar rastlanabilecek özgün bir kavramı veya durumu ifade etmektedir. Bu sebeple gerilla kavramının bağımsız bir kavram olarak ele alınmasının yanı sıra iç silahlı çatışma veya terörizm durumunda ne şekilde değerlendirileceğinin de ortaya konması gerekmektedir. Gerilla, belirli bir tanımı ortaya konamasa da esas olarak askeri anlamda düzensiz ya da asimetrik muharebe esnasında kullanılan belirli taktikleri ifade etmek için kullanılmaktadır. Bu çerçevede de gerilla grupları ya da güçleri, silahlı çatışma süresince çatışma halinde olduğu tarafa karşı söz konusu  taktiklerle  avantaj  sağlayarak  kendilerini  üstün  konuma  getirme amacı güden mücadele halindeki topluluklardır.53 Yani gerilla kavramıyla                                                  52  Öktem, A. Emre. (2011). Terörizm, İnsancıl Hukuk ve İnsan Hakları (2. basım). İstanbul: Derin Yayınları, s. 10. 53  Schaller, Christian. Guerilla Forces, in R. Wolfrum (ed), The Max Planck Encyclopedia of Public International Law, Oxford University Press, 2008 –, online edition, 17.03.2016 tarihinde  [http://opil.ouplaw.com/home/epil]  adresinden  erişildi.  Silahlı  çatışmalar  ile gerilla gruplarının gerçekleştirdikleri eylemler arasındaki ilişki önemlidir. Zira 2. Dünya Savaşından  sonra  ulusal  özgürlük  hareketleriyle  beraber,  gerilla  çarpışmaları  silahlı çatışmalar hukukunun mevcut durumunu sorgulanır hale getirmiş ve bunun neticesinde 1949  Cenevre  Sözleşmelerine  Ek  1977  Protokolleri  özellikle  silahlı  çatışmanın mağdurlarını korumak amacıyla oluşturulmuştur. II No. lu protokol bu anlamda ulusal düzeydeki gerilla faaliyetlerinin düzenlenmesine ilişkin eksikliklerin giderilmesi amacını da   23Silahlı Çatışmalar Hukukunda...                Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61   soyut olarak belirli bir strateji, somut olarak bu stratejiyi yerine getiren kişiler  belirtilmektedir.  Gerilla  grupları  da  söz  konusu  stratejiyi  yerine getiren silahlı gücü ifade etmektedir. Gerilla gruplarının insancıl hukuk norm ve kurallarından faydalanabilmesi, yukarıda bahsedilen strateji anlamında mücadelelerini bir silahlı çatışma esnasında gerçekleştirmelerine bağlıdır. İnsancıl hukuk antlaşmalarında yer alan hükümler, iç silahlı çatışmalar esnasında aktif olan gerilla hareketlerinin hukuki yönlerinin belirlenmesi bakımından çok önemli referans kaynaklarıdır.54 Bu sebeple insancıl hukuk kurallarından faydalanan gerilla gruplarının faaliyetlerinin terör eylemlerine kaymaması  önemlidir.  Schwarzenberger in  saptamasında  da  belirtildiği üzere gerilla grupları kendilerini askeri yapıda gören ve askeri çatışmada uyulması  gereken  kurallara  bağlı  kabul  eden  gruplardır.  Bu  açıdan bakıldığında gerilla gruplarının terör eylemleri, insancıl hukuk anlamında uluslararası hukuka aykırılık teşkil eder. İç silahlı çatışmalar bakımından değerlendirildiğinde  asi  grupların  gerilla  faaliyetleri  ve  buna  bağlanan hukuki sonuçlar ile terörist grupların gerilla faaliyetleri ve bağlanan sonuçlar birbirinden  farklıdır.  Aynı  şekilde  silahlı  çatışmanın  taraflarının  sahip oldukları  statüler,  gerçekleştirdikleri  terör  eylemlerinin  sadece  sahip oldukları  statüye  bağlı  olarak  uluslararası  hukuka  uygun  hale  gelmesini sağlamaz.  Dolayısıyla  bu  tarz  eylemler  nedeniyle  asi  gruplar,  silahlı çatışmalar hukukunun getirdiği imtiyazlardan faydalanamazlar. Schwarzenberger in ortak özellik olarak belirlediği her iki faaliyetin de savaş  suçlarına  neden  olabileceği  durumu  ise  bu  aşamada  ortaya çıkmaktadır. Zira 1949 Sözleşmelerinin ortak 3. maddesi ve Ek II. Protokol, iç  silahlı  çatışmalar  esnasında  uygulanma  ihtimali  olan  şiddeti sınırlandırmakta, bu noktada terör eylemlerine iç silahlı çatışmalar esnasında başvurulamayacağını ortaya koymaktadır. Bu sınırın geçilmesi durumunda, yani  gerilla  güçlerinin  terör  eylemlerine  başvurması  halinde,  çatışmanın tarafı devletin iç hukuku ya da uluslararası hukuk anlamında savaş suçlarının                                                                                                                    taşımaktadır. (Nanda, Ved P. (2006). Terrorism as an ‘Internal Conflict  under the 1977 Geneva Protocol: Defining ‘Enemy Combatant  and the International/Legal Consequences, Michigan State Journal of International Law, Vol. 14, s. 28) 54  Walker, William. (1988-1989). The International Law Applicable to Guerrilla Movements in Internal Armed Conflicts: A Case Study of Contra Attacks on Nicaraguan Farming Cooperatives. New York University Journal of International Law and Politics, Vol. 21 (1), s. 152. 24Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61                                                     Akkutay söz  konusu  olması  muhtemeldir.55  Ulusal  ya  da  uluslararası  düzeydeki terörizm bir silahlı çatışma türü değildir. Bununla beraber silahlı çatışmalar hukukunun  somut  olaylarda,  özellikle  sivillerin  korunması  bakımından uygulanması ihtiyacıyla karşılaşılabilir. Bu nedenle çatışmanın tarafı olan devlet  dışı  aktörlerin,  faaliyetlerini  insancıl  hukuka  uygun  şekilde gerçekleştirmeleri gerekir. Aksi takdirde, var olan gerilla faaliyetlerini meşru zeminden  terörizme  kaydırmak  ve  bur  grupları  terör  örgütü  ilan  etmek isteyen  devletler,  bu  amaçlarını  kolayca  gerçekleştirebilirler.  Tam  tersi açıdan  ele  alındığında  da  terör  örgütlerinin  bazı  eylemlerini  iç  silahlı çatışmalar için öngörülen kurallara uygun şekilde gerçekleştirmesi onları iç silahlı çatışmanın tarafı devlet dışı örgüt haline getirmez.  Bu durumun yanı sıra, terörizmin belirli bir eşiği geçmesi durumunda iç silahlı çatışma halini alması ihtimali de tartışılmaktadır. Bu şartlar altında Cenevre Sözleşmelerinin ortak 3. maddesi ve Ek II. Protokol anlamında iç silahlı çatışmalar rejiminin uygulanmasının yanı sıra diğer devletlerin sürece dahil olmaları neticesinde uluslararası insancıl hukuk kurallarının uygulama alanı  bulması  da  mümkün  olabilecektir.56  Devletlerin  ulusal  düzenleri içerisinde yer alan karışıklıklar, belirli objektif kriterler getirilse de, sübjektif                                                  55  Nanda,  s.  30.  Klasik  anlamıyla  uluslararası  hukukta  savaş  suçları  savaşan  taraflar (belligerents) arasında savaşın yürütülmesine ilişkin kurallara aykırılık nedeniyle ortaya çıkar. Bu davranışlar çoğu zaman, ulusal hukuk düzenlerinde ceza hukukuna aykırılık teşkil eder. Bu açıdan değerlendirildiğinde savaş suçları hem ulusal hem de uluslararası hukuk düzenlerinde  bireysel cezai sorumluluk gerektirir. (Bkz. Kelsen, Hans. (1942-1943). Collective and Individual Responsibility in International Law with Particular Regard to the Punishment of War Criminals. California Law Review, Vol. 31 (5), s. 547). Modern ulusal ve  uluslararası hukuk  düzenlerinde  de  söz  konusu  eylemler nedeniyle  bireysel  cezai sorumluluk  kabul  edilmektedir.  Bununla  birlikte  terörist  eylemler  nedeniyle    savaş suçlarının  meydana  geldiğinin  kabul  edilmesi  bir  çelişkiyi  de  kendi  içerisinde barındırmaktadır.  Zira  terörist  gruplar,  insancıl  hukukun  getirdiği  imtiyazlardan faydalanamamakta; ancak aynı çerçevede yükümlülük altına girmektedirler. Bu çelişki, her ne  kadar  terörist  gruplarca  gerçekleştirdikleri  eylemlerin  silahlı  çatışma  olarak değerlendirilmesi gerektiği fikrini ortaya atmalarına neden olsa da, Cenevre sözleşmeleri ve Ek  I.  Protokol  bakımından  çatışmanın  taraflarına  terörist  eylemlerde  bulunmanın yasaklandığı açıktır. Bu sebeple terörist eylemleri gerçekleştirenler, çatışmanın tarafı olma niteliğine  sahip  gruplar  olarak  savaş  suçları işleyebildiklerine  göre,  terörist  grupların uluslararası hukukta açıkça yasaklanan eylemlerinden dolayı böyle bir sorumluluğu tabi tutulmaları olağan bir sonuçtur. Bu duruma dayanarak terörist gruplara insancıl hukuktan doğan haklar tanımak, terörizmi ödüllendirmek anlamına gelir. 56  Bianchi,  Andrea;  Naqvi,  Yasmin.  (2014)  Terrorism.  in  The  Oxford  Handbook  of International  Law  in  Armed  Conflict,  Andrew  Clapham  and  Paola  Gaeta  (Eds.), Oxford/New York, Oxford University Press, 2014, s. 578.   25Silahlı Çatışmalar Hukukunda...                Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61   bir şekilde değerlendirilmektedir. Bu sebeple yukarıda da belirtildiği gibi eşik aşılmasa dahi, diğer devletlerin terör eylemlerini her zaman iç silahlı çatışma olarak değerlendirme olasılığı mevcuttur. Bununla birlikte terörizm olduğu kabul edilen bir sürecin, iç silahlı çatışma haline geldiğinin kabul edilmesi,  teorik  olarak  mümkün  olsa  dahi  başvurulmaması  gereken  bir yoldur. Zira terör örgütleri asla silahlı çatışmanın tarafı olamazlar.57 1368 sayılı BM Güvenlik Konseyi kararının, terörizmin uluslararası barışa tehdit oluşturduğunu kabul ettiği bir hukuki düzen içerisinde, barış ortamını bozan söz  konusu  eylemleri  iç  silahlı  çatışmaların  kapsamına  sokmak  ya  da terörizmin uluslararasılaşmış silahlı çatışma haline gelmesine vesile olmak BM Şartında öngörülen amaç ve ilkelere uygun olmadığı gibi uluslararası hukuka da aykırılık teşkil edecektir. Fiilen böyle bir durumun yaratılması, devlet destekli terörizmden başka anlama gelmez. Zira devletler söz konusu davranışlarda  bulunmaları  durumunda  terör  örgütlerine  silahlı  çatışmalar hukuku  bakımından  uluslararası  hak  ve  yetkiler  sağlayacak  statüler tanıyarak, terör eylemlerini meşru gördükleri yönünde irade beyan etmiş ve terörizm mağduru devlet ülkesi üzerindeki terör eylemlerine destek vermiş olurlar. 2.  İç  Silahlı  Çatışmanın  Hukuken  Uluslararası  Silahlı  Çatışma Kabul Edilmesi: Ulusal Bağımsızlık Hareketleri Ulusal  bağımsızlık  hareketleri,  bir  iç  silahlı  çatışmanın uluslararasılaşması  anlamında  üzerinde  durulması  gereken  kavramlardan birisidir. Söz konusu hareketler neticesinde ortaya çıkan ulusal bağımsızlık savaşlarının uluslararası nitelikte olduğu kabul edilse de bir iç karışıklığın ulusal  bağımsızlık  savaşı  olarak  kabul  edilmesi  ve  kapsamının  ortaya konması çok kolay olamamaktadır. Ulusal bağımsızlık hareketlerinin ya da savaşlarının  uluslararası  hukukun  gri  alanlarından  birini  oluşturduğu doktrinde  kabul  edilmektedir.  Zira  bu  kavram  fiili  durumlar  göz  önüne alındığında nev i olarak bir iç silahlı çatışmayken, hukuki nitelendirmesi olarak uluslararası silahlı çatışma biçiminde değerlendirilmektedir. Cenevre  Sözleşmelerine  Ek  I.  Protokolün  1.  maddesi  4.  paragrafı hükmü uyarınca, BM Şartı ve Dostça İlişkiler Bildirgesinde yüceltildiği                                                  57  Rona,  Gabor.  (2004-2005).  Legal  Frameworks  to  Combat  Terrorism:  An  Abundant Inventory of Existing Tools, Chicago Journal of International Law, Vol. 5(2), s. 503. 58  UN Security Council, Security Concil Resolution 1368 [on Threats to International Peace and Security Caused by Terrorist Acts ],  12 September 2001, S/RES/1368 (2001). 59  UN General Assembly, General Assembly Resolution 2625 [Declaration on Principles of International  Law  concerning  Friendly  Relations  and  Co-operation  among  States  in 26Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61                                                     Akkutay üzere koloni egemenliğine, yabancı işgale ve ırkçı rejimlere karşı kendi geleceğini  belirleme  (self  determination)  hakkı  çerçevesinde  halkların gerçekleştirdikleri mücadeleler neticesinde meydana gelen silahlı çatışmalar 1949 Cenevre Sözleşmelerinin ortak 2. maddesi kapsamına girerler. Yani bu tür  silahlı  çatışmalar,  uluslararası  silahlı  çatışma  olarak  kabul  edilir  ve uluslararası  silahlı  çatışmalara  uygulanan  rejime  tabi  olur.  Ulusal bağımsızlık hareketi içinde yer alan ve çatışmalara katılan kişiler savaşçı statüsüne de sahip olurlar. Ulusal bağımsızlık savaşları bakımından önemli olan sorunlardan birisi, bu  savaşın  devlet  dışındaki  tarafının  adlandırılması  hususunda  ortaya çıkmaktadır.  Zira  ulusal  bağımsızlık  hareketleri  kendilerinin  devlet  dışı aktörler  olarak  görülmesine  sıcak  bakmamaktadırlar.60  Bu  hareketler, genellikle çatışmanın gerçekleştiği ülkenin meşru hükümeti olarak görülmek isteyip, devlet dışı aktör olarak değil devlet olarak adlandırılmayı tercih ederler. Bölgesel uluslararası örgütler de bu hareketleri üye devlet olarak kabul  edebilmektedirler.  Kendilerini,  bir  iç  silahlı  çatışmanın  taraflarına nazaran daha özel konumda gören ulusal bağımsızlık hareketleri, uluslararası hukuk bakımından da ayrı öneme sahiptir. Bu tür gruplarla savaşan taraf ve asiler arasındaki fark, belirli bir bölgede ülkesel kontrol sağlamasalar ya da statüleri tanınmasa da, uluslararası taleplerde bulunma ve yükümlülükler üstlenme  açısından  ortaya  çıkar.61  Yani  Ek  I.  Protokol  1.  maddenin uygulanması  için  ulusal  bağımsızlık  hareketlerinin  resmen  tanınmasına ihtiyaç  bulunmamaktadır.62  Bununla  beraber  tanıma  olmaksızın  bu  tür hareketlerin, olağan bir iç silahlı çatışma olarak adlandırılması durumunda ne tür bir hukuki sonucun meydana geleceği de açık değildir. Dolayısıyla tanıma her ne kadar resmi bir ön koşul olmasa da, uygulama bakımından fiili bir gerekliliktir.                                                                                                                    accordance with the Charter of the United Nations],  24 October 1970, A/RES/25/2625  (1970). 60  Bkz. National Democratic Front of the Philippines, Declaration of Undertaking to Apply the Geneva Conventions of 1949 and Protocol I of 1977, 5 July 1996, 17.03.2016 tarihinde http://www.ndfp.org/ndfp-declaration-of-undertaking-to-apply-the-geneva-conventions-of1949-and-protocol-i-of-1977-2/ adresinden erişildi. 61  Clapham, 2006, s. 274. 62  Fleck, Dieter. (2008). The Law of Non-International Armed Conflicts. in Handbook of International Humanitarian Law, Dieter Fleck (Ed.), Oxford/New York: Oxford University Press, s. 606.   27Silahlı Çatışmalar Hukukunda...                Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61   Görüldüğü  üzere,  ulusal  bağımsızlık  hareketlerinin  sahip  olması gereken  özellikler  iki  hususu  gözler  önüne  sermektedir.  Birincisi  Ek  II. Protokol  bir  yana,  1949  Cenevre  Sözleşmelerinin  ortak  3.  maddesinin öngördüğü eşikten daha düşük iç karışıklıklar ulusal bağımsızlık hareketine vücut  verebilir.  İkinci  olaraksa  ulusal  bağımsızlık  hareketinden bahsedilebilecek  durumlar  açıkça  ifade  edilmiştir.63  Ulusal  bağımsızlık hareketleri bir devletin ulusal egemenlik alanında meydana gelmekle birlikte uluslararası  niteliktedir.  Savaşan  statüsünün  tanınmasından  farklı  olarak ulusal bağımsızlık savaşları sonradan uluslararasılaşmaz. Her iki durumda da bir iç karışıklık durumu olmakla beraber, Ek I. Protokol anlamında önceden belirlenen şartların bir araya gelmesiyle, iç karışıklık en başından itibaren uluslararası silahlı çatışma niteliğindeyken, 3. madde ve Ek II. Protokol anlamında meydana gelen iç silahlı çatışmanın uluslararasılaşması şartlara bağlıdır. Dolayısıyla ulusal bağımsızlık hareketine nazaran çok daha yüksek eşikli iç karışıklıkların uluslarasılaşmış iç silahlı çatışma haline gelememesi bir yana, ortak 3. madde ve Ek II. Protokol kapsamında dahi iç silahlı çatışma olarak kabul edilmeme ihtimali bulunmaktadır. Ulusal bağımsızlık savaşlarının uluslararası nitelikte olmasını sağlayan, Ek I. Protokolün 1. maddesinin 4. Paragrafının, uluslararası örf ve adet hukuku niteliğine kavuşmuş olduğu, hükmün oluşmasını sağlayan Cenevre Konferansları  esnasında  bu  düzenlemeye  yalnızca  İsrail in  açıkça  karşı çıkmasına dayanarak savunulabilir. Zira adı geçen düzenleme Konferansa katılan devletlerin büyük çoğunluğu tarafından kabul edilmiştir ve bir örf ve adet hukuku kuralının doğumundan bahsedilmesi çok da yanlış değildir. Bununla beraber bir örf ve adet hukuku kuralının oluşması için gerekli olan iki şarttan yalnızca birisi oluşmuş olup söz konusu hüküm Sözleşme den kaynaklanmaktadır ve Sözleşmenin taraflarını bağlamaktadır.64 Herhangi bir başkaldırı  ya  da  isyan  durumu  ulusal  bağımsızlık  hareketi  olarak  kabul edilebilir; ancak bu hareketin belirlenmesi için getirilen sınırlandırma ve                                                  63  Radin, Sasha. (2013). The Current Relevance of the Recognition of Belligerency, in Armed Conflict and International Law: In Search of the Human Face – Liber Amicorum in Memory of Avril McDonald, Marielle Matthhee, Brigit Toebesand Marcel Brus (eds), The Hague: T.M.C. Asser Press, s. 139. 64  Cassese, Antonio. (2008). Wars of National Liberation and Humanitarian Law, in Human Dimension of International Law: Selected Papers of Antonio Cassese, Antonio Cassese, Paola Gaeta, and Salvatore Zappalà (Eds), Oxford/New York: Oxford University Press, s. 106. 28Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61                                                     Akkutay objektif şartlar, var olan sübjektifliği ortadan kaldırmamaktadır. Daha fazla insanın  hayatını  koruyabilmek  ya  da  kurtarabilmek  adına,  böyle  bir kavramın varlığını kabul etmek ve bunu örf ve adet hukuku kuralı olarak uygulama isteği olumlu bir yaklaşımdır. Ancak gelişen insan hakları hukuku çerçevesinde,  bu  statüye  duyulan  gereksinimin  azalması  ihtimali  de bulunmaktadır. Dolayısıyla Ek I. Protokolün bahsedilen hükmünün bir örfi düzenleme olduğunu ya da olmadığını kabul etmek, uluslararası hukukun geldiği güncel aşamada  dahi, kuralın ilk oluşturulduğu tarihe göre daha kolay değildir. Ulusal bağımsızlık hareketi ile kendi geleceğini belirleme ilkesi iç içe geçmiş  iki  kavram  olarak  uygulanmaktadır.  Ancak  kendi  geleceğini belirleme ilkesinin söz konusu olduğu her durumda bir ulusal bağımsızlık hareketinden bahsedilemez. 2014 yılında Kırım halkının kendi geleceğini belirleme hakkı çerçevesinde Ukrayna dan ayrılarak Rusya ya katılma kararı alması  da  bu  çerçevede  değerlendirilmelidir.  Yani  Kırım da  yaşanan gelişmeler işgal ve sömürge rejimine karşı bu ilkeye başvurulması değil, çok uluslu bir devlet yapısı içinde yaşayan etnik grup veya azınlıkların kendi geleceğini belirleme ilkesine dayanarak ayrılmasının bir örneğidir.65 Kendi geleceğini  belirleme  ilkesinin  iç  silahlı  çatışmalar  bakımından uluslararasılaştırılmasıyla ulusal bağımsızlık savaşları BM nin de yetkilerini kullanabileceği bir uygulama alanı haline gelmiş, diğer devletlerin etkin rol oynamalarına  yani  ulusal  bağımsızlık  hareketlerini  tanımalarına  ve  hatta desteklemelerine imkan tanıyacak bir statü yaratılmıştır. Ulusal bağımsızlık hareketleri, uluslararası silahlı çatışmalara ilişkin kuralların muhatabı haline gelmiş ve uluslararası talepte bulunabilme hakkına kavuşmuştur.66  Yukarıda ifade edilen bu haklar ve ulusal bağımsızlık hareketlerinin uluslararası silahlı çatışma niteliği tartışmalı bir durumu ortaya çıkarmıştır. Bir devletin saldırıya uğraması halinde BM Şartı nın 2(4).  maddesi ihlal edilmiş olup, eğer saldırı o devletin bağımsızlığına son vermek amacını taşıyorsa,  saldırıya  uğrayan  devlet  kendi  geleceğini  belirleme  hakkına yönelik  tehdidi  ortadan  kaldırmak  üzere  BM  Şartı nın  51.  maddesi                                                  65  Abdullahzade, Cavid. (2014). Self Determinasyon ve Ayrılma Açısından Kırım Sorunu. Türkiye Adalet Akademisi Dergisi, Yıl 5, Sayı 19, 2014, s. 169. 66  Abi-Saab, Georges. (1979). Wars of National Liberation in the Geneva Conventions and Protocols. in  Collected Courses of Hague Academy, Vol. 165, s. 371,372.   29Silahlı Çatışmalar Hukukunda...                Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61   hükmünce  meşru  müdafaa  hakkını  kullanabilir  ve  bu  eylem  uluslararası hukuka  uygun  hale  gelir.  Bir  ulusal  bağımsızlık  savaşı  söz  konusu olduğundaysa, ulusal bağımsızlık hareketinin iç kendi geleceğini belirleme hakkı  (internal  self-detrmination)  çerçevesinde  gerçekleştirdiği  mücadele, tamamen bir iç sorun olarak kabul edilmez ve diğer devletlerin müdahalesi ihtimalini doğurur.67 BM Genel Kurulu Kararlarında da 1977 tarihli I No. lu Protokolden önceki dönemde de ulusal bağımsızlık savaşları uluslararası toplumun  genelini  ilgilendiren  bir  durum  olarak  kabul  edilmiştir.68  Bu çerçevede  ulusal  bağımsızlık  savaşlarına  diğer  devletlerin  destek verebilmesinin kuvvet kullanma hakkını da içerip içermeyeceği tartışması beraberinde gelmiştir. Bu görüşü güçlendirmek için sömürgeciliğin daimi bir saldırı eylemini oluşturduğu ve kollektif meşru müdafaa hakkını doğurduğu ileri sürülmüştür. Buna dayanak olarak da BM Genel Kurulu nun 3314 sayılı  Saldırının Tanımı  kararının 7. maddesi gösterilmiştir. Ancak söz konusu maddede  bahsedilen  mücadelenin  barış  içinde  bir  mücadele  olduğu hususunda  bir  uzlaşmaya  varılmıştır.  Aksi  olsa  dahi  BM  Genel  Kurulu kararlarının tavsiye niteliğinde olması ve bağlayıcılığının bulunmaması ve aynı zamanda BM Şartı nın 2(4) ve 51. maddeleriyle uyuşmaması sebebiyle diğer devletlerin kuvvet kullanmalarının uluslararası hukuka aykırılık teşkil etmesi göz önünde bulundurularak bu sonuca ulaşılması gerekirdi.69 Ayrıca söz  konusu  durum  kendi  geleceğini  belirleme  ilkesinin  gerçekleşmesini sağlamak için gerçekleştirilse bile, bir devletin diğer bir devletin kuvvet kullanımı neticesinde bölünmesine yol açacaktır ki bu durum da uluslararası hukuka aykırıdır.70                                                  67  Doehring, Karl. (2002). Self-Determination, in The Charter of the United Nations – A Commentary  Vol.  I.  (second  edition).  Bruno  Simma,  Hermann  Mosler,  Albrecht Randelzhofer,  Christian  Tomuschat  and  Rüdiger  Wolfrum  (Eds.),  Oxford/New  York: Oxford University Press, s. 61. 68  Bkz. UN General Assembly, General Assembly Resolution 3070 [Importance of the Universal Realization of the Right of Peoples to Self-determination and of the Speedy Granting of Independence to Colonial Countries and Peoples for the Effective Guarantee and Observance of Human Rights],  30 November 1973, A/RES/28/3070  (1973). UN General Assembly, General Assembly Resolution 3314 [Definition of Aggression],  14 December 1974, A/RES/29/3314  (1974). 69  Randelzhofer, Albrecht; Dörr, Oliver. (2012). Article 2 (4). in The Charter of the United Nations – A Commentary Vol. I. (third edition). Bruno Simma, Daniel-Erasmus Kahn, Georg Nolte and Andreas Paulus, Oxford/New York: Oxford University Press, s. 229. 70  DOEHRING, s. 61. 30Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61                                                     Akkutay Ulusal bağımsızlık savaşlarını bir uluslararası antlaşma ile özel bir tür uluslararası  çatışma  olarak  adlandırmak,  var  olan  sorunları  ortadan kaldırmamaktadır. Ek I. Protokol ile getirilen sistemden önce bir iç silahlı çatışma olarak kabul edilen ve halen uluslararası örf ve adet hukuku kuralları çerçevesinde  statüsü  tartışılan  ulusal  bağımsızlık  savaşı,  BM  Şartı çerçevesinde sömürgeciliğe karşı girişilen bir mücadeleyi ifade ettiği için uluslararası  toplumun  genelini  etkileyen  bir  durum  olarak değerlendirilmektedir. Bununla birlikte uluslararası nitelikte silahlı çatışma olarak nitelendirilmesinden sonra fiilen iç çatışma olma durumu da sona ermemektedir. Bu durum da bir önceki paragrafta bahsedilen tartışmayı sona erdirmediği  gibi,  kollektif  meşru  müdafaa  hakkının  varlığını  tartışmaya açmaktadır. Aynı şekilde sözleşme hükmüyle uluslararasılaştırılmış bir iç silahlı çatışma türünün, uluslararası hukuka aykırılık teşkil edecek şekilde bir  başka  açıdan  daha  uluslararasılaşması  ihtimalini  beraberinde getirmektedir.  Özellikle  ulusal  bağımsızlık  hareketlerini  tanımayan  ve bunların mutat anlamda iç silahlı çatışma olduğunu düşünerek hareket eden diğer devletlerin, kendi geleceğini belirleme ilkesinin söz konusu olmadığı yönündeki  iradeleri  çerçevesinde  askeri  müdahalede  bulunmaları  büyük karışıklıklara yer verebilecektir. Zira yukarıda da belirtildiği üzere ulusal bağımsızlık hareketleri, tanımadan bağımsız şekilde bu statüye sahip olurlar ve uluslararası silahlı çatışma niteliğindedirler; ancak bu hareket yabancı devlet tarafından asi olarak tanınır ve tanıyan devlet silahlı müdahalede bulunursa iç silahlı çatışmanın uluslararasılaşmasını sağlayan koşullar ortaya çıkabilir.  Bu  durumda  tanınmasa  dahi  uluslararası  nitelikte  kabul  edilen silahlı çatışmanın, tanıma veya silahlı müdahale nedeniyle iç silahlı çatışma olarak  nitelendirilmesi  ve  Ek  II.  Protokolün  uygulama  alanı  bulması ihtimalleri söz konusu olur. Savaşçı statüsünde olması gereken kişiler bu statülerini kaybedebilir. Yani objektif olarak ulusal bağımsızlık savaşı olan çatışma durumu, sübjektif olarak iç silahlı çatışma olarak adlandırılabilir. İç silahlı  çatışma  olduğunun  uyuşmazlığın  tarafı  devletçe  kabul  edilmediği durumlarda çatışmanın ulusal bağımsızlık hareketinin aleyhine sonuçlanması halinde  söz  konusu  kişilerin  terörist  olarak  dahi  yargılanması  ihtimali bulunur. İşte bu durum ulusal bağımsızlık hareketlerinin tanınmasının fiili gerekliliğini ortaya koymanın yanı sıra bir iç silahlı çatışma türünün yalnızca belirli  bir  metin  çerçevesinde  uluslararası  nitelikte  olduğunun  kabul edilmesinin yetersizliğini de göz önüne sermektedir.   31Silahlı Çatışmalar Hukukunda...                Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61   3.  İç  Silahlı  Çatışmanın  Uluslararasılaşması  Bakımından Belirsizliğin Adı: Ulus Ötesi Silahlı Çatışmalar (Transnational Armed Conflicts) Ulus  ötesi  silahlı  çatışma,  var  olan  bir  iç  karışıklık  ya  da  çatışma durumunun  adlandırılmasında  ya  da  açıklanmasında  yaşanan  zorluktan dolayı  ortaya  çıkmıştır.  Çeşitli  çalışmalarda  ulus  ötesi  silahlı  gruplarla çatışma ve terörle savaş şeklinde ifade edilmeye çalışılan, bununla beraber var olan hukuki sorunları da ortadan kaldırmaktan uzak noktada bulunan ve hatta  bu  sorunları  daha  başka  sorunlarla  beraber  ele  alma  gerekliliğini yaratan bir kavramdır. Esas itibariyle diğer devletlerin bir devlet ülkesindeki karışıklığa  ya  da  çatışmaya  müdahale  etmek  adına  yarattıkları  fırsattır. Mevcut  iç  karışıklığın  uluslararasılaştırılması  çabasıdır.  Ancak  iç  silahlı çatışmanın uluslararasılaştırılmasının dışında ulus ötesi silahlı çatışmaların terör  faaliyetleriyle  anılması,  terörizmin  iç  silahlı  çatışma  olarak değerlendirilmesi riskini de beraberinde getirmektedir. Zaman içerisinde belirli bir ülkesel alanda yerleşik olmayan ulus ötesi terör örgütlerinin sivil gruplara yönelik kitlesel saldırılar düzenlemeleri ve belirli  devletlerin  bu  gruplara  yönelik  askeri  müdahaleleri,  uluslararası insancıl hukuk kurallarının uygulanmasının gerektiği yeni bir uluslararası nitelikte olmayan silahlı çatışma türünün ortaya çıkıp çıkmadığı tartışmasını yaratmıştır.71 2001 yılında Afganistan da Taliban rejimine karşı El-Kaide terör  örgütüyle  işbirliği  halinde  olması  nedeniyle  ABD  tarafından                                                  71  Bianchi;Naqvi, s. 585. Ulusal ötesi silahlı çatışma kavramı bu açıdan iç silahlı çatışmaların yer bakımından uygulanma kriterine ters düşecek yeni bir içerik oluşturulmasına neden olur. Bu çerçevede iç silahlı çatışmalara uygulanacak kurallar yer bakımından belirli bir coğrafi ölçüte göre sınırlandırılamaz hale gelir. (Corn, Geoffrey S. (2007). Hamdan, Lebanon, and the Regulation of Hostilities: The Need to Recognize A Hybrid Category of Armed Conflict, Vanderbilt Journal of Transnational Law, Vol. 40 (2), s. 341.) 72  Taliban rejimi müdahalenin gerçekleştirildiği tarihlerde uluslararası alanda Afganistan ın meşru  yönetimi  olarak  tanınmamakla  beraber,  ülkenin  genelinde  kontrolü  sağlamış bulunmaktadır. Bu şartlar altında Taliban Rejiminin bir iç silahlı çatışmanın devlet dışı aktörü olarak değerlendirilmesi de muhtemel görünmemektedir. (Topal, Ahmet Hamdi. (2005) Uluslararası Terörizm ve Terörist Eylemlere Karşı Kuvvet Kullanımı, İstanbul: Beta Basım, s. 245) Bununla birlikte gerçekleştirilen bu müdahaleye uluslararası toplumun tamamına yakınının ve BM nin olumlu bakması da söz konusu müdahalenin genel kabul gördüğünü göstermektedir. (TOPAL, s. 238) Taliban Rejimi, El-Kaide ye verdiği iddia edilen  destekten  dolayı,  terörle  anılmıştır.  Bu  çerçevede,  gerçekleştirilen  müdahale Afganistan a değil, teröre karşı bir müdahale olarak adlandırılmış, Taliban rejiminin söz konusu dönemde yönetimdeki etkin varlığı dikkate alınmaksızın savaşın tarafının iki devlet olduğu gerçeğinden kopularak, uluslararası nitelikte bir silahlı çatışma değil de teröre karşı mücadelenin var olduğu doktrini ortaya konmaya çalışılmıştır. 32Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61                                                     Akkutay gerçekleştirilen  silahlı  müdahale  ve  2006  yılında  İsrail in  Lübnan da Hizbullah a  karşı  yürüttüğü  savaşların  bu  kapsamı  oluşturduğu  iddia edilmiştir. Temel kriter olarak da söz konusu ulus ötesi grupların belirli bir devlet adına hareket etme yetkisine sahip olması gösterilmiştir. Bununla beraber  söz  konusu  olayların  böyle  bir  içerik  oluşturup  oluşturmadığı konusunda genel uzlaşı yoktur.73 Konuya ilişkin yaklaşım çok ilginç bir tartışmanın  doğmasına  neden  olmaktadır.  Öncelikle  devlet  adına  hareket eden grup, adı her ne olursa olsun, o devletin egemen yetkilerini elinde bulunduran gruptur. Bu durumda söz konusu gruba yönelik olduğu iddia edilen askeri müdahale, yönetimi hukuka aykırı şekilde ele geçirilmiş olsa da devlete  karşı  gerçekleştirilen  müdahale  anlamına  gelir.  Bir  devlete  karşı gerçekleştirilen  askeri  müdahalenin  de  uluslararası  silahlı  çatışma kapsamında değerlendirilmesi gerekmektedir. İkinci olarak terörist grubun devlet adına hareket etme yetkisine sahip olduğunu kabul etmek, o grubun terörist değil, meşru  hükümet olduğunu kabul etmek anlamına gelir. Aslında ortada uluslararası nitelikte silahlı çatışma durumu bulunmaktadır; ancak ulus  ötesi  silahlı  çatışma  kavramı  kullanılarak  terör  eylemleri  iç  silahlı çatışma kapsamına sokulmakta, daha sonra da bu iç silahlı çatışma tekrar uluslararasılaştırılarak terörle mücadele olarak adlandırılmaktadır. Bir başka ifadeyle uluslararası bir silahlı çatışma, adı değiştirilerek meşrulaştırılmaya çalışılmakta  (ki  yine  BM  Şartı  2(4)  anlamında  bir  uluslararası  hukuka aykırılık  söz  konusudur)  ve  üstüne  kavramsal  bir  kargaşa  yaratılarak terörizm,  iç  silahlı  çatışma,  yetkili  otorite  ve  hükümet  gibi  kavramlar kapsamlarıyla örtüşmeyecek biçimde kullanılmaktadır. İsrail, Filistinli gruplara karşı gerçekleştirdiği askeri operasyonları da aynı  kapsamda  değerlendirmektedir.  Oysa  onlarca  yıldır  süregelen uyuşmazlıklar İsrail ve Filistin arasındaki çatışmaların uluslararası nitelikte olduğunu açıkça gözler önüne sermektedir.74 Ayrıca İsrail in bu yöndeki tutumu farklı sonuçlara da yol açabilir. Öncelikle İsrail in iradesinin ulusal ötesi bir silahlı çatışmanın varlığı yönünde olması, bir devletin terörist grup olarak adlandırılması anlamına gelmektedir. Yukarıdaki açıklamalarda da belirtildiği  üzere  iç  karışıklığın,  iç  silahlı  çatışmadan  terörizme  kadar herhangi bir adla adlandırılması tamamen sübjektif bir değerlendirmedir. Ancak  ulusal  ötesi  silahlı  çatışma  kavramını  kabul  etmek  egemen  bir devletin  terörist  olarak  adlandırılması  sonucuna  yol  açabilecektir.                                                  73  Marauhn; Ntoubandi, para. 7. 74  Fleck, s. 608.   33Silahlı Çatışmalar Hukukunda...                Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61   Dolayısıyla gerçekten uluslararası terörizme karşı savaşılan durumlarda dahi, terörü engellemek adına var olan uluslararası hukuk kural ve ilkelerine aykırı hareket  edilmemesi  önemlidir.  Zira  bir  devletin  terörist  grup  olarak adlandırılması  ihtimali,  iç  silahlı  çatışmaların  niteliğinin  belirlenmesi meselesinden çok daha vahim sonuçlar yaratmaya adaydır.  Bir başka açıdan terörist grupları belirli silahlı çatışma türünün tarafı yapmaya çalışmak da yanlıştır. 2001 yılında Afganistan a gerçekleştirilen müdahale, bazı devletlerce reddedilse de, El Kaide nin savaşan statüsünün getirdiği belirli hakların muhatabı olması imkanını yaratmıştır. Hatta  teröre karşı savaş  kavramı, terörizmin bir silahlı çatışma türü olarak görülmesi bakımından  eşik  tartışmasının  yaratılmasına  neden  olmuştur.75  Ayrıca  iç silahlı  çatışmalarda  öngörülmediği  şekilde  teröristlere  savaşçı  statüsünün tanınması ya da bu yapılmasa bile bu kişilerin imtiyazsız savaşçı olarak nitelendirilmesi  ihtimali  de  terörle  mücadelenin  yanlış  yöne  çekilmesi ihtimalini doğurur.76 Ulus ötesi silahlı çatışma kavramının kabulü yeni bir silahlı  çatışma  türünün  yaratılması  anlamına  gelir.  Bu  şartlar  altında  da terörist gruplar taraf kabul edilir. Taraf kabul edilmek de insancıl hukuk anlamında  haklar  yaratır.  Bir  iç  silahlı  çatışmada  dahi  taraf  olmaması gerektiği  savunulan  terörist  gruplar  uluslararası  silahlı  çatışmanın  tarafı haline gelirler.  Ulus ötesi silahlı çatışma kavramının yarattığı sorunlardan birisi de uluslararası  nitelikte  olmayan  bütün  çatışma  türlerinin  iç  silahlı  çatışma olarak  adlandırılması  ihtimalidir.77  Zira  terörizme  karşı  savaşılması,  iç karışıklığın  uluslararasılaştırılmasıdır.  Uluslararası  toplumun  geneli tarafından teröre karşı savaş olumlu karşılansa da uzun vadede bu savaşın tarafı  olan  teröristlerin  devlet  dışı  aktör  olarak  adlandırılıp,  iç  silahlı çatışmanın süjesi haline getirilebilmesi riski bulunmaktadır. Bu nedenle iç silahlı  çatışmaların  kavramsal  çerçevesinin  bu  tür  terörist  eylemleri kapsamaması  en  makul  çözümdür.  Ancak  ABD  Yüksek  Mahkemesi,                                                  75  Clapham, Andrew. (2015). The Concept of International Armed Conflict. in The 1949 Geneva Conventions: A Commentary, Andrew Clapham, Paola Gaeta and Marco Sassoli (Eds.), Oxford/New York: Oxford University Press, s. 12. 76  Heintze, Hans Joachim. (2007). Do Non-State Actors Challenge International Humanitarian Law, in International Humanitarian Law Facing New Challenges, Wolff Heintschel von Heinegg and Volker Epping (Eds.), Berlin/Heidelberg/New York: Springer, s. 167. 77  Sassoli, Marco. (2004). Use and Abuse of the Laws of War in the ‘War on Terrorism . Law and Inequality, Vol. 22 (2), s. 200. 34Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61                                                     Akkutay Hamdan v. Rusfeld davasındaki kararında konuya oldukça geniş bir bakış açısı getirmiş ve her iki tarafı da devlet olmayan silahlı çatışmaların iç silahlı çatışma sayılacağı hükmüne varmıştır. Böylece El Kaide Terör Örgütü her ne kadar devlet olmasa da Cenevre Sözleşmelerinin tarafı olan Afganistan ülkesinde  ABD  ile  El-Kaide  arasında  gerçekleşen  çatışmalara,  Cenevre Sözleşmelerinin ortak 3. maddesinin uygulanabileceği sonucuna ulaşmıştır. Buna  gerekçe  olarak  da  III  No. lu  1949  Cenevre  Sözleşmesi nin  3. maddesine  ilişkin  resmi  yorumu  göstermektedir.  Mahkeme,  Uluslararası Kızılhaç Komitesi nin 3. maddeye ilişkin söz konusu yorumunda iç silahlı çatışmaların daha geniş nitelikte ele alınmasının gerektiğini ve maddeye ilişkin ilk taslak metnin daha geniş bir uygulama alanı sağladığını ifade etmesinden  hareketle,  Afganistan daki  durumu  iç  silahlı  çatışma  olarak değerlendirmiştir.78  Ancak  burada  açıkça  sadece  silahlı  çatışmalar Sözleşme nin 3. maddesinin kapsamına sokulmuş olup, bu durum iç silahlı çatışmaların uygulama alanının genişletilmesi değil, daraltılması sonucunu doğurmuştur.79 Amerikan Yüksek Mahkemesi nin bu konudaki düşüncesi uluslararası hukukun genelinde kabul görmeye başlamadan önce uluslararası terörizmin  ne  olduğunu  açıklayan  düzenlemelerin  yapılması  zorunluluk haline gelmiştir. 4. Savaşan Statüsünün Tanınması (Recognition of Belligerency) İç  silahlı  çatışmaların  uluslararasılaşması  konusunda  en  önemli aşamalardan birisi olan, devlet dışı aktörlere savaşan statüsünün tanınması konusunun iki açıdan ele alınması gereklidir. Bunlar silahlı çatışmanın tarafı devlet tarafından tanınma ve diğer devletler tarafından tanınmadır. Ayrıca başkaldıran bir grubun çatışmanın tarafı devletçe asi olarak tanınmasının, yukarıda kısaca değinildiği üzere savaşan statüsü olarak tanınma anlamına gelip gelmediğinin de değerlendirilmesi gerekmektedir. Savaşan  statüsünün  tanınması,  hükümetlerin  tanınmasıyla karıştırılmamalıdır.  Hükümetlerin  tanınmaları  devletler  arası  ilişkileri etkilemekle beraber, savaşan statüsünün tanınması mevcut bir çatışmanın devam  ettiği  döneme  özgülenmiş  bir  statüdür.  Başkaldıran  grupların başarısızlığa uğramaları savaşan statülerini doğrudan ortadan kaldırırken,                                                  78  Salim Ahmed HAMDAN (Petitioner) v. Donald H. RUMSFELD (Secretary of Defence), No. 05-184, 548 U.S. S. Ct. 2006, 29 June 2006, s. 68. 79  Shamir-Borer, Eran (2007). Revisiting Hamdan v. Rumsfeld s Analysis of the Laws of Armed Conflict. Emory International Law Review, Vol. 21, s. 610.   35Silahlı Çatışmalar Hukukunda...                Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61   başarılı olmaları durumunda ise hükümet olarak tanınmaları için gerekli olan objektif kriteri kazanmış olurlar.80 Ancak söz konusu objektiflik uluslararası savaşan statüsünü tanıyan ya da tanımayan devletler bakımından hükümetin tanınması  için  bir  zorunluluk  ya  da  yükümlülük  doğurmaz.  Savaşan statüsünün  tanınması  tanıyan  devlet  bakımından  da  sübjektif  bir  durum yaratır.  Bu  statüyü  tanımayan  devletler,  başkaldırının  başarılı  olması durumunda söz konusu grupları meşru hükümet olarak tanıyabilecekleri gibi, savaşan statüsünü tanıyan devletler yeni oluşan hükümeti tanımayabilirler. Savaşan statüsünün tanınması tanıyan devletle silahlı grup arasında belirli bir hukuki durum yaratmakla beraber, bahsedilen bütün bu statüler sübjektif nitelik taşımakta olup, hükümetin tanınmasıyla ilgili herhangi bir zorunluluk getirmemektedir. Savaşan statüsünün diğer bir devlet tarafından tanınması durumunda, tanıyan  devletin,  çatışmanın  taraflarına  karşı  tarafsızlık  hukukuna  uygun şekilde hareket etmesi gerekir. Genel kabul, yabancı devletin bu statüyü tanımasının  yalnızca  kendisi  açısından  iç  silahlı  çatışmanın uluslararasılaşması  sonucunu  doğuracağıdır.81  Yabancı  devlet  savaşan statüsünü tanıdığı takdirde, çatışmanın taraflarından herhangi birisine destek vermemekle  yükümlü  olur.  Söz  konusu  tanıma,  çatışmanın  tarafları arasındaki  ilişkide  değişiklik  yaratmaz.82  Klasik  uluslararası  hukuk yaklaşımında  bu  konuda  tam  tersi  görüşün  savunulduğuna  da rastlanmaktadır. Buna göre bir diğer devletin iç silahlı çatışmanın devlet dışı aktör  olan  tarafına  savaşan  statüsünü  tanımasıyla,  söz  konusu  çatışma, çatışmanın tarafları bakımından uluslararası hukukun kurallarına uygun bir şekilde yürütülmesi gereken uluslararası silahlı çatışma durumunu doğurur.83 Bu görüşün kabul edilmesi durumunda tek bir yabancı devletin savaşan statüsü tanıması, mevcut iç silahlı çatışmanın savaşan taraflar ve uluslararası toplumun tamamı bakımından uluslararasılaşması sonucunu doğuracak yani savaşan statüsü erga omnes olacaktır. Zira savaşan taraf statüsüne kavuşan                                                  80  Riedel,  Eibe  H.  (1982).  Recognition  of  Belligerency.  in  Encyclopedia  of  Public International  Law,  Vol.  4,  Amsterdam/New  York/Oxford:  North-Holland  Publishing Company, , s. 168. 81  Pazarcı, Hüseyin. (2006). Uluslararası Hukuk Dersleri – 4. Kitap (2. Bası), Ankara: Turhan Kitabevi, s. 143. 82  Radin, s. 123. 83  Meray, Seha L. (1968). Devletler Hukukuna Giriş Birinci Cilt. (3. Bası). Ankara: Ankara Üniversitesi Basımevi, s. 291. 36Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61                                                     Akkutay aktör,    tarafı  olduğu  iç  silahlı  çatışmanın  kendisi  açısından  uluslararası nitelikte  olduğunun  kabul  edilmesi  sebebiyle  insancıl  hukuk  kurallarına uygun  hareket  ettikçe,  gerçekleştirdiği  faaliyetlerin  uluslararası  hukuka uygun  olduğunu  ileri  sürebilecektir.  Çünkü  diğer  devletler  bunu  kabul etmeseler bile mevcut uyuşmazlık bir uluslararası silahlı çatışma halini almış olacaktır. Oysa bir iç karışıklığın tarafına sübjektif ve kötü niyetli şekilde savaşan statüsü tanınması mümkündür. Böyle bir durumda meşru hükümetin hak etmediği yükümlülüklerle karşı karşıya kalmasının yanı sıra, uluslararası barış ve güven ortamını tehdit eden sonuçlar ortaya çıkabilir. Ayrıca diğer devletler  bakımından  kabul  etmedikleri  bir  durumun  sonuçlarının uluslararası  hukuka  uygun  olmasını  kabul  etme  yükümlülükleri  doğar. Dolayısıyla  günümüzde  iç  silahlı  çatışma  savaşan  statüsü  tanınan durumlarda  da  çatışmanın  tarafları  bakımından  uluslararasılaşmaz  ve  iç silahlı çatışma olmaya devam eder. Aksi takdirde tek bir devletin tanıma beyanı ile bütün uluslararası toplum yükümlülük altına girer. İç silahlı çatışmanın tarafı olan devletin, mücadele halinde olduğu gruba savaşan  statüsünü  tanıması  durumunda  ise,  var  olan  silahlı  çatışma uluslararası  nitelik  kazanır  ve  diğer  devletler  açısından  onların  tanıma beyanına ihtiyaç duyulmaksızın erga omnes etki yaratır. Bu durumda bir diğer devletin savaşan statüsünü tanımasından farklı olarak, yabancı devlet, tarafsızlıkla yükümlü değildir. Savaşan taraflardan herhangi birine yardım ve destekte  bulunabilir.  Bununla  birlikte  çatışmanın  tarafı  devlet  diğer devletlere karşı tarafsızlık hukuku çerçevesinde hareket etmek zorundadır. Savaşan statüsünü kazanan devlet dışı aktörün tarafında çatışmalara katılan kişiler, uluslararası hukukun izin verdiği şekilde bağışıklık ve savaş esiri gibi durumlar da dahil olmak üzere, bütün yönleriyle savaşçı statüsünü kazanırlar ve  bu  statünün  getirdiği  haklardan  faydalanırlar.84  Savaşan  statüsünü kazanan taraf, bu kazanımdan itibaren, abluka altına alma, araçları durdurma ve arama, cephaneyi müsadere etme ve özel mahkemeler oluşturma gibi pek çok yetkinin sahibi olur ve bu nedenle de çatışmanın tarafı devletçe bu statünün tanınması ihtimali çok düşüktür.85 Kendisine başkaldırdığı devletçe savaşan statüsü tanınan devlet dışı aktör mücadele halinde olduğu devletle eşit şartlarda ve aynı uluslararası güvencelerle çatışmaları yürütme hakkı kazanır.86                                                  84  Melzer, 2012, s. 516. 85  Sivakumaran, s. 14, 15. 86  Revisión constitucional del  Protocolo adicional a los Convenios de Ginebra del 12 de agosto de 1949, relativo a la protección de las víctimas de los conflictos armados sin   37Silahlı Çatışmalar Hukukunda...                Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61   Çatışmanın  tarafı  devletin  karşı  tarafa  savaşan  statüsü  tanınmasının getirdiği geniş hak ve yetkiler, bu yola başvurulmasını pek mümkün kılmasa da, bir silahlı çatışmanın esas itibariyle uluslararasılaşmasını sağlayan en kesin  yoldur.  Zira  söz  konusu  devletin  bu  hakkı  tanımasıyla  artık, uluslararası toplumda var olan tartışma son bulmaktadır. İç karışıklığın, iç silahlı çatışma mı yoksa terör hareketi mi olduğu yönündeki tartışmalar dahi bir  kenara  bırakılarak,  uluslararası  silahlı  çatışma  durumu  kabul edilmektedir.87 Yabancı devletin savaşan statüsünü tanıması durumunda ise çatışmanın  tarafı  devlet,  var  olan  durumu  iç  silahlı  çatışma  olarak  dahi adlandırmak  zorunda  değildir.  Mevcut  durumu,  ülkedeki  terör  hareketi olarak adlandırmaya devam etmesi ya da bu harekete dahil olan kişileri vatana  ihanetle  suçlamasının  önünde  engel  bulunmamaktadır.  Bununla beraber  savaşan  statüsünü  tanıyan  yabancı  devletin,  bu  statüyü  tanıdığı grubun  davranışlarını  uluslararası  silahlı  çatışmalar  hukukundan kaynaklanan  yükümlülükler  çerçevesinde  değerlendirmesi  zarureti  doğar. Zira  bu  devlet,  kendisi  açısından  bu  durumu  uluslararasılaştırmış  bir  iç silahlı çatışma haline getirmiş olur. Bu nedenle de söz konusu grup bir terör örgütü dahi olsa, onun eylemlerini ancak silahlı çatışmanın taraflarının terör eylemlerine  başvurması  durumunda  insancıl  hukuk  kurallarının  ihlal edilmesi çerçevesinde değerlendirebilir. Asi statüsünün, çatışmanın tarafı devletçe tanınması durumu ise başka bir boyuttur. Asi statüsünün bu yönüyle tanınmasının, savaşan statüsünün tanımı anlamına gelmesi gerektiği, zira söz konusu statü tanınmasa da ortada iç silahlı çatışma olduğu görüşü savunulabilir.88 Ancak göz ardı edilen nokta şudur; iç silahlı çatışmalar 1949 Cenevre Sözleşmelerinin ortak 3. maddesi ve Ek II No. lu Protokol çerçevesinde ele alınmaktadır. Bir iç karışıklık veya çatışma durumunun bu kapsama girdiğinin tespitinin de çok kolay olmadığı hususu yukarıda irdelenmiş olup, bu düzenlemelerin uygulama alanı bulması                                                                                                                    carácter internacional (Protocolo II)  hecho en Ginebra el 8 de junio de 1977, y de la Ley 171 del 16 de diciembre de 1994, por medio de la cual se aprueba dicho Protocolo, Corte Constitucional de Colombia, Sentencia No. C-225/95, REF: Expediente No. L.A.T.-040, s. 96, 14 vd.  87  Bkz.  Barnes,  Richard.  (2005).  Of  Vanishing  Points  and  Paradoxes:  Terrorism  and International Humanitarian Law. in International Conflict and Security Law – Essays in Memory of Hilaire McCoubrey. Richard Burchill, Nigel D. White and Justin Morris (Eds.), Cambridge/New York: Cambridge University Press, s. 152. 88  Detter, s. 43. 38Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61                                                     Akkutay açısından objektif veriler ortaya konması için asi statüsünün tanınmasını kullanma ihtimali de bulunmaktadır.89 Yani somut olaya göre farklı yorumlar yapabilmek  mümkün  olmakla  beraber,  çok  sık  rastlanmayan  bu  tanıma beyanlarının  iki  ayrı  durumun  belirlenmesi  bakımından  kriter  haline getirilmesi  daha  doğru  bir  yöntemdir.  Çatışmanın  tarafı  devletin  asi statüsünün tanımasıyla iç karışıklık durumunun aslında iç silahlı çatışma olduğu,  savaşan  statüsünün  tanınmasıyla  da  iç  silahlı  çatışmanın uluslararasılaştığı ve uluslararası silahlı çatışmalara uygulanacak uluslararası hukuk norm ve kurallarının uygulama alanı bulacağı kabul edilmelidir. Aksi takdirde  çatışan  devletin  tanıdığı  her  statü  iç  silahlı  çatışmanın uluslararasılaşması  sonucunu  doğuracaktır.  Oysa  iç  silahlı  çatışmanın varlığının  tespiti  bakımından  da  kesin  ve  objektif  kriterlere  ihtiyaç duyulmaktadır.  Dolayısıyla  yukarıda  da  üzerinde  durulduğu  şekliyle başkaldıran,  asi  ve  savaşan  taraf  kavramları  arasındaki  farkın  ortaya konmasındaki  zorluğa  rağmen,  bu  ayrımın  savaşan  devletçe  yapılması durumunda, söz konusu kavramların amaçlarına uygun içerikler oluşturması sağlanmış olur. Savaşan  taraf  ve  asi  statülerinin  tespiti  bakımından  kullanılmaya elverişli bir başka veri de uluslararası sorumluluk bağlamında kullanılabilir. Uluslararası  Hukuk  Komisyonu nun  2001  tarihli Devletlerin  Uluslararası Haksız  Fiillerinden  Doğan  Sorumluluğuna  İlişkin  Taslak  Metninin  10. maddesinde  ayaklanan  bir  grubun,  hükümeti  ele  geçirmesi  durumunda, ayaklanma  esnasında  meydana  gelen  sonuçlardan  devlet  adına  sorumlu olacağını  ifade  etmektedir.90  Bu  çerçevede  mevcut  çatışmanın  iç  ya  da uluslararası  silahlı  çatışma  olduğuna  bakılmaksızın,  asi  ve  savaşan  taraf statüsü tanınmış olan grubun, çatışmadan galip ayrılması durumunda çatışma süresince gerçekleştirdiği uluslararası hukuka aykırı eylemlerinden dolayı uluslararası sorumluluğu doğacaktır.91 Ayrıca çatışma süresince devlet dışı aktöre  her  iki  statüden biri  tanınmamış  olsa  dahi,  gerçekleşen  iç  silahlı çatışma,  uluslararası  sorumluluk  çerçevesinde  sonuçları  itibariyle uluslararasılaşmış olacaktır. Dolayısıyla söz konusu gruplara herhangi bir                                                  89  Savaşan  statüsünün  tanınmasından  bahsedilirken,  asi  ve  savaşan  taraf  ayrımına  yer verildiğine  de  rastlanmaktadır.  Hatta  bu  ayrımı  pekiştirmek  adına   asilere  savaşan statüsünün tanınması  ifadesi kullanılmaktadır. (Bkz. Fleck, s. 617.) 90  ILC, Draft Articles on Responsibility of States for Internationally Wrongful Acts, UN Doc. A/Res/56/83, 12 December 2001. 91  Clapham, 2006, s. 286.   39Silahlı Çatışmalar Hukukunda...                Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61   statü  tanınmasa  da,  çatışma  süresince  meydana  gelen  insancıl  hukuk ihlallerinden dolayı  sorumlu  olmaları  ihtimali,  yine  iç  silahlı  çatışmanın uluslararasılaşması  sonucunu  doğurabilecektir.  Çatışma  halinde  olduğu devlet  tarafından  savaşan  statüsünün  tanınması  çok  düşük  olan  silahlı grupların bu statüleri, çatışmalar sona erdikten sonra ortaya konabilecektir. Yani  onların  gerçekleştirdikleri  insancıl  hukuk  ihlallerinden  sorumlu tutulabilmeleri  ancak  çatışmalar  bittikten  sonra  uluslararasılaşmış  bir  iç silahlı çatışmanın tespitine ve dolayısıyla savaşan statüsüne bağlıdır. Taslak metnin ilgili maddesinden ve bu maddenin yorumundan tam olarak bu yönde bir anlam çıkarılabilmesi maddenin amacının sınırlarını zorlamaktır. Ancak söz konusu metnin bahsedilen maddesi hem savaşan statüsünün hem de uluslararasılaşmış bir iç silahlı çatışmanın gerçekleştiğinin belirlenmesiyle, gerçekleşen  insancıl  hukuk  ihlallerinin  yarattığı  hukuka  aykırılıkların  ve varsa zararların ortadan kaldırılması bakımından insan onuruna önem veren bir sistemin oluşturulmasını sağlar. 5. Üçüncü Tarafın Müdahalesi  Bir  iç  silahlı  çatışmanın  uluslararasılaşmasını  sağlayan  önemli faktörlerden birisi de söz konusu silahlı çatışmaya üçüncü bir yabancı gücün askeri kuvvetleriyle müdahalede bulunmasıdır.92 Üçüncü taraf ya da yabancı güç kavramları, diğer bir devleti veya bir uluslararası örgütü ifade etmek için kullanılır. Müdahale çatışmanın taraflarından herhangi birini desteklemek amacıyla yapılabilir. Devletin iç silahlı çatışma durumundan kurtarılması ya da  çatışmanın  tarafı  devlet  dışı  aktörün  korunması  ve  desteklenmesi amacıyla müdahalede bulunulabilir. Üçüncü  tarafın  askeri  müdahalesi  sonucu  iç  silahlı  çatışmanın uluslararasılaşması  durumunda,  diğer  uluslararasılaşma  durumlarına  göre daha farklı şartlar ortaya çıkacaktır. Zira bu şartlar altında mevcut iç silahlı çatışma da varlığını devam ettirebilecektir.  Konuya ikili bir ayrım yaparak yaklaşılmaktadır.  Buna  göre  müdahale  sonrasında  iç  silahlı  çatışmanın devamı  halinde  taraflar  arasında  Cenevre  Sözleşmelerinin  ortak  3. maddesinin;  müdahalede  bulunan  devletle,  müdahalede  bulunulan  devlet ülkesi üzerindeki meşru hükümet arasındaki silahlı çatışmalara uluslararası                                                  92  Gasser,  Hans  Peter.  (1983).  Internationalized  Non-International  Armed  Conflicts: Afghanistan, Kampuchea and Lebanon, American University Law Review, Vol. 33, 1983, s. 145. 40Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61                                                     Akkutay silahlı  çatışmalara  uygulanan  insancıl  hukuk  kurallarının  uygulanması gerekmektedir.93  Bu  bakış  açısıyla  değerlendirildiğinde,  yabancı  devletin müdahalesi bir iç silahlı çatışmanın sadece uluslararasılaşması bakımından değil, aynı zamanda tespiti açısından da önemlidir. Daha önce de üzerinde durulduğu üzere, bir iç silahlı çatışmanın var olduğunun ortaya konması çok çeşitli ihtimallerin bir araya gelmesine bağlıdır. İç silahlı çatışma durumu, tamamen farklı bir adla anılıp sona erebilir ve hiçbir zaman da iç silahlı çatışma olarak adlandırılmayabilir. Bu sebeple, mevcut iç silahlı çatışma durumuna müdahale eden üçüncü taraf, aynı zamanda bu çatışmanın bir iç silahlı  çatışma  olarak  belirlenmesinde  pay  sahibi  olabilecektir.  Bununla birlikte  iç  silahlı  çatışma  uluslararasılaşmamış  olacak  ve  bu  iç  silahlı çatışmadan bağımsız başka bir uluslararası silahlı çatışma ortaya çıkacaktır. Ancak  iç  silahlı  çatışmanın  hiçbir  koşulda  uluslararasılaşmayacağı düşünülmemelidir.  Bu  ayrım,  müdahalenin  niteliği  dikkate  alınarak değerlendirilmelidir.94 Müdahale neticesinde iç silahlı çatışmanın varlığının devam etmesi gibi uluslararasılaşması ihtimali de bulunmaktadır. BM Şartı nın 2/7. maddesinde düzenlenen devletin iç işlerine müdahale etmeme ve 2/4. maddesinde düzenlenen kuvvet kullanma yasağı dikkate alındığında, üçüncü tarafın askeri güçleriyle bir başka devlete müdahalede bulunmasının yasaklandığı açıktır. Ancak devletler iç silahlı çatışmaların uluslararası barış ve güvenliği tehdit eden durumlar yaratması gerekçesine dayanarak, silahlı kuvvet kullanımlarını meşrulaştırmaya çalışmaktadırlar.95 Bu husus kuvvet kullanma hukukuna ilişkin olup bu çalışmanın konusunu oluşturmaz. Burada üzerinde durulması gereken iç silahlı çatışmayla ilgili müdahalenin uluslararası hukuka uygun olsun ya da olmasın, o iç silahlı çatışmayı  uluslararasılaştırması  sorunsalıdır.  Müdahale  neticesinde  bir  iç silahlı  çatışmanın  uluslararasılaşması,  müdahalenin  niteliğine  göre  de farklılık gösterir. Söz konusu müdahalenin insani müdahale ya da çatışmanın tarafı  devletin  davetiyle  müdahale  olması  uluslararası  arenada  farklı değerlendirmelerin ortaya konması sonucunu doğurabilmektedir. Bu nedenle eş  paydada  yer  almakla  beraber,  müdahalenin  niteliğinin  müdahalede bulunan güce biçtikleri paylar farklı olmaktadır.                                                  93  Schindler, s. 150. 94  Pazarcı, s. 143, 144. 95  Meron, Theodor. (2000). The Humanization of Humanitarian Law, American Journal of International Law, Vol. 94(2), s. 247.   41Silahlı Çatışmalar Hukukunda...                Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61   Devletler,  içinde  bulundukları  iç  silahlı  çatışma  nedeniyle  üçüncü tarafın desteğine ihtiyaç duyabilir. UAD de üçüncü tarafın, meşru hükümetin davetiyle,  davetin  sınırları  içinde  kalmak  şartıyla  iç  silahlı  çatışmaya müdahale  edebileceğini  ifade  etmektedir.96  Devletlerin  böyle  bir  destek talebinde bulunması, iç karışıklığı iç silahlı çatışma durumu olarak kabul ettikleri anlamına gelmez. Ancak bir iç silahlı çatışmanın mevcudiyetinin kabul edildiği durumlarda, üçüncü bir tarafın çatışmanın sona erdirilmesi için  davet  edilmesi  söz  konusu  olabilir.  Bu  şekilde  gerçekleştirilen müdahale,  çatışmanın  her  iki  tarafı  da  farklı  üçüncü  taraflardan  destek almadıkça  mevcut  iç  silahlı  çatışmayı  uluslararasılaştırmaz.97  Bununla beraber  üçüncü  tarafın  meşru  hükümet  tarafından  davet  edilmesi  meşru hükümetin davet edilen devletçe tehdit edilmesi ya da zorlanması neticesinde gerçekleşirse söz konusu şartlar altında uluslararası hukuka aykırı kuvvet kullanılmış  olur.98  Bu  durumda  iç  silahlı  çatışma  da  uluslararasılaşır. Davetin, devletin kendi iradesiyle gösterdiği rızayla gerçekleşmesi, üçüncü tarafın yardımını ortaya koyarken, iradesi sakatlanmış şekilde beyan edilen davet, uluslararası nitelikte silahlı çatışma durumunun oluşmasına neden olur.  Bu  durum  yalnızca  meşru  hükümetle  yabancı  devlet  arasında uluslararası silahlı çatışma durumu oluşmasına neden olmaz, aynı zamanda iç silahlı çatışmanın da uluslararası niteliğe ulaşması sonucunu doğurur. Hatta şartların oluşması halinde devlet dışı silahlı grupların, işgal rejimine karşı kendi geleceğini belirleme ilkesi çerçevesinde ulusal bağımsızlık savaşı yürütmeleri de söz konusu olabilir.  Bu konuda bir başka sorun Libya örneğinde yaşanmıştır. 2011 yılının şubat  ayının  ortalarında  başlayan  protesto  gösterilerinin  ülke  genelinde şiddet  olaylarına  dönüşmesi  ve  Kaddafi  rejiminin  başkaldıran  gruplara yönelik  silahlı  saldırıları,  uluslararası  kamuoyunda  büyük  yankı uyandırmıştır. Libya Ulusal Geçici Konseyi yaşanan sivil ölümleri ve artan şiddet  olayları  nedeniyle  Kaddafi  rejimine  karşı,  yabancı  devletleri                                                  96  Military and Paramilitary Activities in and against Nicaragua, para. 246. Case Concerning Armed Activities on the Territory of the Congo (Democratic Republic of the Congo v. Uganda), Judgement, 19 December 2005, 2005 ICJ Rep., para. 52. 97  Nolte,  Georg.  Intervention  by  Invitation.  in  R.  Wolfrum  (ed),  The  Max  Planck Encyclopedia of Public International Law, Oxford University Press, 2008 –, online edition, 14.12.2015 tarihinde [http://opil.ouplaw.com/home/epil] adresinden ulaşıldı. para. 25.  98  Le Mon, Christopher J. (2003). Unilateral Intervention by Invitation in Civil Wars: The Effective Control Test Tested. New York University Journal of International Law and Politics, Vol. 35 (3), s. 743. 42Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61                                                     Akkutay müdahalede bulunmaya davet etmiş, BM Güvenlik Konseyi nin 1973 sayılı kararı çerçevesinde müdahale gerçekleştirilmiş ve daha sonra müdahaleler devam ederken Ulusal Konsey meşru hükümet durumuna gelmiştir. Davet, meşru  hükümet  tarafından  gerçekleştirilmediği  için  koalisyon  güçleriyle Kaddafi arasındaki mücadele tamamen uluslararası bir nitelik göstermiştir. Yani mevcut iç silahlı çatışma bu müdahaleyle uluslararasılaşmıştır. Ancak müdahalenin amacı sivillerin korunması olduğu için davet yoluyla müdahale kaynaklı değil, insani müdahale ya da koruma yükümlülüğü çerçevesinde müdahale  nedeniyle  uluslararasılaşma  söz  konusudur.100  Bununla  birlikte Geçici  Konseyin  meşru  hükümet  durumuna  gelmesiyle  beraber,  durum karmaşık  bir  hal  almıştır.  Zira  Geçici  Konseyin  bu  aşamadan  sonra  da yabancı  güçlerin  Kaddafi ye  karşı  operasyonlara  devam  etmesine  rıza göstermesi, uluslararası silahlı çatışmanın iç silahlı çatışma haline gelmesine neden  olmuştur.101  Bunun  nedeni,  Kaddafi  yönetiminin  yetkilerini kaybetmesi ve devlet dışı aktör olarak çatışmalara devam etmiş olmasıdır. Bu  şekilde  gerçekleşen  süreç  de  iç  silahlı  çatışma  esnasında,  meşru hükümete destek verilmesi şeklinde dönüşüme uğramıştır.  Buradan  çıkan  sonuç  açıktır.  Davet  yoluyla  müdahale,  iç  silahlı çatışmaları,  müdahalede  bulunan  devletin  baskısıyla  davet  olmadıkça uluslararasılaştırmaz. Davetin meşru hükümet dışında, çatışan taraflardan biri vasıtasıyla gerçekleşmiş olması da davet yoluyla değil ancak insani müdahale, koruma yükümlülüğü veya meşru müdafaa nedeniyle ya da başka tür  silahlı  kuvvet  kullanımı  neticesinde  bir  uluslararasılaşma  sağlar. Müdahalenin bir devlet tarafından gerçekleştirilmesi, çatışmanın iç silahlı çatışma ya da devletler arası uluslararası silahlı çatışma olup olmadığının ortaya konması ihtiyacını doğurur. Bosna-Hersek teki silahlı çatışmalar bu bakımdan  tartışılmıştır.  Bosna-Hersek in  Yugoslavya dan  ayrılmasından sonra  Bosna  Sırplarının  tepkileri  neticesinde  meydana  gelen  iç  silahlı çatışmalar,  Yugoslavya da  yer  alan  Sırp  Kuvvetlerinin  Bosna  Sırplarına desteğiyle ve son olarak Sırp Kuvvetlerinin başta Srebrenica katliamı olmak üzere doğrudan askeri müdahaleleriyle uluslararasılaşmıştır. Yugoslavya, her                                                  99  UN Security Council, Security Council Resolution 1973 [ Libya ],  17 March 2011, S/RES/1973 (2011). 100  Libya da  gerçekleşen  askeri  müdahalenin  koruma  sorumluluğu  kapsamındaki değerlendirmesi için bkz. Halatçı Ulusoy, Ülkü. (2013). Uluslararası Hukuk Açısından Libya ve Suriye Örneğinde Koruma Yükümlülüğü, Türkiye Adalet Akademisi Dergisi, Yıl 4, Sayı 14, 2013, s. 279 vd. 101  Johnston, Katie A. (2012). Transformations of Conflict Status in Libya. Journal of Conflict and Security Law, Vol. 17 (1), s. 108.   43Silahlı Çatışmalar Hukukunda...                Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61   ne kadar Sırp Kuvvetlerinin eylemlerinin kendisiyle ilgisi olmadığını iddia etse  de  Sırp  Kuvvetlerinin  kendi  içindeki  etkinliği  bu  durumu  tartışılır kılmaktadır.102  Aynı  şekilde  Bosna-Hersek  ülkesinde  bulunan  Hırvatların başkaldırıları  Hırvatistan ın  askeri  müdahalesiyle  de  uluslararasılaşmıştır. Hırvatistan,  1994 yılından  sonra  Bosna-Hersek  ülkesinde  bulunan  askeri gücünün  varlığını  her  ne  kadar  daha  önce  yapılan  bir  anlaşmaya dayandırmaya  çalışsa  da  752  sayılı  Güvenlik  Konseyi  kararına  aykırı hareket etmiş ve Bosna-Hersek in rızasını iddia etse de hem uluslararası bir silahlı  çatışmanın  hem  de  uluslararasılaşmış  bir  iç  silahlı  çatışmanın varlığına yol açmıştır. 104 Uluslararası  örgütlerin  müdahalesi  de  iç  silahlı  çatışmaların uluslararasılaşmasında  belirleyicidir.  İster  BM,  ister  BM nin yetkilendirmesiyle veya tamamen uluslararası hukuka aykırı şekilde kuvvet kullanarak ve BM nin yetkilendirmesi olmaksızın bir uluslararası örgütün müdahalesi, müdahale edilen iç silahlı çatışmayı uluslararasılaştırır. NATO, Sırp Kuvvetlerinin Kosova da neden olduğu sivil ölümlerin önüne geçmek ve  BM  Güvenlik  Konseyi nin  1160105  ve  1190106  sayılı  kararlarında öngörülen  amaçları  gerçekleştirmek  için  BM  Güvenlik  Konseyi nin yetkilendirmesi olmaksızın önce Yugoslavya üzerindeki Sırp hedeflerine (13 Ekim 1998) ve daha sonra Yugoslavya Devletine (24 Mart 1999) yönelik hava saldırıları gerçekleştirmiştir.107 Kosova da nüfusun yüzde doksanından fazlasını  oluşturan  Arnavut  nüfus  ile  Sırplar  arasında  meydana  gelen çatışmalar  Yugoslavya  içinde  bir  iç  silahlı  çatışma  durumunu oluşturmaktaydı.  Sırp  kuvvetlerine  ve  Yugoslavya ya  yönelik gerçekleştirilen  hava  saldırıları  ile  NATO,  bir  başka  egemen  devlet üzerindeki iç silahlı çatışma durumuna onun daveti ve rızası olmaksızın                                                  102  Gray, Christine. (1996). Bosnia and Herzegovina: Civil War or Inter-State Conflict? Characterization and Consequences, British Yearbook of International Law, Vol 67(1), s. 196. 103  UN Security Council, Security Council Resolution 752 [ Bosnia and Herzegovina ],  5 May 1992, S/RES/752 (1992). 104  GRAY, s. 162. 105  UN Security Council, Security Council Resolution 1160 [On the letters from the United Kingdom (S/1998/223) and the United States (S/1998/272) ],  31 March 1998, S/RES/1160 (1998). 106  UN Security Council, Security Council Resolution 1190 [Angola ],  13 August 1998, S/RES/1190 (1998). 107  Hacıoğlu, Berat Lale (2007). NATO s Intervention in Kosova: Historical, Political and Legal Aspects. Gazi Üniversitesi Hukuk Fakültesi Dergisi, C. 11 (1-2), s. 785 – 788.  44Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61                                                     Akkutay müdahale  etmiştir.  Bu  durumda,  hem  Yugoslavya  ile  NATO  kuvvetleri arasında uluslararası silahlı çatışma durumu oluşmuş hem de Arnavut ve Sırp kuvvetler arasında gerçekleşen çatışmaya doğrudan askeri müdahalede bulunularak, iç silahlı çatışma uluslararasılaşmıştır. Üçüncü tarafın iç silahlı çatışmaların uluslararasılaşması bakımından müdahalesinin tartışıldığı önemli hususlardan birisi de etkin veya mutlak kontrol durumlarıdır. Eski Yugoslavya için Ceza Mahkemesi ne göre diğer bir  devlet,  başka  devlet  ülkesindeki  iç  silahlı  çatışma  esnasında  meşru hükümetin silahlı kuvvetlerine karşı mücadele eden silahlı grubun üzerinde mutlak kontrol (overall control) sağlarsa, söz konusu çatışma uluslararası nitelik  taşımaya  başlar.  Bahsedilen  kontrol,  silahlı  grubun  eğitilmesi, finansal ve lojistik olarak desteklenmesinin yanı sıra askeri operasyonların planlanması, organize edilmesi, koordinasyonun sağlanması ve hedeflerin belirlenmesi gibi hususlarda kendisini gösterir.108 Böylece mutlak kontrol testini  geçen  iç  silahlı  çatışmaların  uluslararasılaştığı  kabul  edilir.109  Bu durumda söz konusu devlet, dolaylı olarak iç silahlı çatışmaya müdahale etmiş, hatta taraf olmuş ve onun uluslararasılaşması sonucunu doğurmuş olur ve bu fiilleri nedeniyle uluslararası sorumluluğu doğar.  UAD ise Soykırım Kararında, Tadic Davasında Eski Yugoslavya için Ceza Mahkemesi tarafından oluşturulan mutlak kontrol kriterine dayanan sorumluluk algısını yeterli görmemiş ve oluşturulan kriteri, kendi ifadesiyle,  ikna edici  bulmamıştır. Bununla birlikte söz konusu kontrolün, iç silahlı çatışmanın uluslararası nitelik kazanmasını sağladığını, ancak bu durumun o devletin uluslararası sorumluluğunun doğmasına neden olmadığını ortaya koymuştur.  Bunu  yaparken  de  yine  kendi  ifadesiyle   mantıken   mutlak kontrol  testinin  hem  iç  silahlı  çatışmanın  uluslararasılaşması  hem  de uluslararası  sorumluluğun  doğduğunun  tespiti  için  kullanılmasının  bir gereklilik  olmadığını  ifade  etmiştir.110  Divan ın  bu  yaklaşımı  Nikaragua kararındaki yaklaşımına paraleldir. Divan, hükümet karşıtı gruplara verilen desteğin  Nikaragua  Davasında  etkin  kontrol  testinden  geçemediğini                                                  108  The Prosecutor v. Dusko Tadic, para. 137 109  Radin, Sasha. (2013). Global Armed Conflict? The Threshold of Extraterritorial NonInternational Armed Conflicts, International Law Studies, Vol. 89, s. 732 110  Case Concerning Application of the Convention on the Prevention and Punishment of the Crime of Genocide (Bosnia and Herzegovina v. Serbia and Montenegro), Judgment, 26 February 2007, 2007 ICJ Rep., paras. 404, 405.   45Silahlı Çatışmalar Hukukunda...                Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61   savunmuştur.111  Ancak  Nikaragua  Davasında  Divan  etkin  kontrol  testini geçememenin nedeni olarak, o tarih için adı konmamış olsa da, mutlak kontrol  testindekine  benzer  koşulların  oluşmamasını  göstermiştir.112  Bu noktada ister mutlak kontrol kriteri ister etkin kontrol kriteri dikkate alınsın iç silahlı çatışmaların uluslararasılaşması söz konusudur; fakat devletlerin uluslararası sorumluluğunun oluşup oluşmadığı belirsizdir.   Mutlak kontrol testini geçen bir durumda, kontrol sahibi devlet, başka devlet  ülkesi  üzerinde  belirli  bir  amacı  gerçekleştirmek  üzere  o  silahlı çatışmaya  taraf  olmaktadır.  Bununla  birlikte  UAD,  mutlak  kontrolün uluslararası  sorumluluğun  tespiti  bakımından  dikkate  alınmasının sorumluluğunun kapsamını genişleteceğini ve devletin kendi resmi organları aracılığıyla  eylemde  bulunmasının  uluslararası  sorumluluğun  tespiti bakımından  dikkate  alınması  gerektiğini  ifade  etmektedir.113  Yani  UAD, Nikaragua Davasında da Soykırım Davasında da kontrol sahibi devletin, kendi organlarına isnat edilebilir şekilde bu eylemleri gerçekleştirmediği kanaatine  ulaşmıştır.  Bununla  birlikte  devlet  dışı  aktör  üzerinde  mutlak kontrol  sahibi  devlet,  bu  kontrolü  gerçekleştirmeye  yine  kendi  resmi organları aracılığıyla karar vermektedir. Bu açıdan Divan, Yugoslavya nın Bosna-Hersek  Devleti  üzerinde  Sırp  kuvvetlerinin  neden  olduğu katliamlarda  doğrudan  yer  aldığını  göz  ardı  etmektedir.114  İç  silahlı çatışmanın  uluslararasılaşmasına  neden  olduğunu  kabul  ettiği  şartların sorumluluk doğurmadığı sonucuna varmaktadır. Oysa iç silahlı çatışmanın bu yönüyle uluslararasılaştığını yani uluslararası nitelikte bir silahlı çatışma haline  geldiğini  kabul  etmek,  iki  devletin  yani  Bosna  Hersek  ile Yugoslavya nın  çatışmanın  tarafı  olduğunu  kabul  etmek  anlamına  gelir. Mutlak kontrol testinden geçerek taraf olan devletin, etkin kontrol testinden geçemeyerek  uluslararası  sorumluluğunun  kabul  edilmemesi,  Divan ın ifadesi olan  mantık ın hukuk mantığı olmadığını ortaya koymaktadır.  Mutlak kontrol sahibi devlet, uluslararası hukuka aykırı eylemi bizzat kendisi gerçekleştirmemiş olsa da, mutlak kontrolün kurulmasını sağlayan                                                  111  Military and Paramilitary Activities in and against Nicaragua, para. 115. 112  Military and Paramilitary Activities in and against Nicaragua, para. 110. 113  Case Concerning Application of the Convention on the Prevention and Punishment of the Crime of Genocide, para. 406. 114  Bkz. Spinedi, Marina. (2007). On the Non-Attribution of the Bosnian Serbs  Conduct to Serbia. Journal of International Criminal Justice, Vol. 5 (4), s. 837. 46Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61                                                     Akkutay eylem ile meydana gelen uluslararası hukuka aykırılık ve zarar arasında nedensellik bulunmaktadır. Kontrol sahibi devletin bu bakımdan uluslararası sorumluluğunun kabulü, iç silahlı çatışmaların uluslararasılaşmasının tespiti bakımından dikkate alınabilir. Mutlak kontrol sahibi olunması, uluslararası sorumluluğa  neden  olan  eylem  olarak  kabul  edilmese  bile  iç  silahlı çatışmaların  uluslararasılaşması sonucunu doğuracağı için, kontrol sahibi devletin  uluslararası  sorumluluğunun  kabulü  mutlak  kontrolün  ortaya konması bakımından da kullanılabilir. Yani mutlak kontrol sahibi olunması uluslararası sorumluluğu doğuracak, uluslararası hukuka aykırılık ile kontrol sahibi devlet arasındaki nedensellik de kontrolü ortaya koyacaktır. Her iki türlü de iç silahlı çatışmanın uluslararasılaştığı tespit edilebilecektir. Suriye de devam eden iç karışıklıklar da iç silahlı çatışmalar ve iç silahlı  çatışmaların  uluslararasılaşması  bakımından  değerlendirilmesi gereken gelişmelerdir. 2011 yılı itibariyle başlayan iç karışıklıklar, Esad yönetimi ve muhalifler arasında gerçekleşmektedir. Bu karışıklıklar Esad yönetimi tarafından terör eylemleri olarak adlandırılmaktayken, ABD ve diğer bazı devletler, Suriye de meydana gelen karışıklıklardan Esad rejimini sorumlu tutmakta ve muhalifleri desteklemektedir. Bunun yanı sıra 2014 Eylül  ayından  itibaren  ABD  liderliğindeki  koalisyon  güçlerince  IŞİD hedeflerine yönelik hava saldırıları gerçekleştirilmektedir.115 Mevcut durum iç  silahlı  çatışmaların  uluslararasılaşması  bakımından  irdelenecek  olursa, temel bazı hususlar dikkat çekmektedir. Üzerinde durulması gereken ilk mesele  iç  silahlı  çatışmanın  varlığı  tartışmasıdır.  Çalışmanın  genelinde belirtildiği  üzere,  devlet  ülkesinde  gerçekleşen  silahlı  şiddet  olaylarının nitelendirmesi sübjektiftir. Esad ın terörist olarak adlandırdığı grupların bir iç silahlı çatışmanın tarafı olup olmadıklarının tespiti uluslararası toplumun takdirindedir.  Dünya  kamuoyu  Suriye deki  şiddet  eylemlerinden  endişe duyduğunu dile getirmektedir. Rusya başta olmak üzere bazı devletler Esad rejiminin duruşunu doğru bulduğunu, ABD ve diğer pek çok devlet ise Suriyeli muhalif grupların haklı mücadele içinde olduğunu ifade etmektedir. Bütün bu devletlerce üzerinde anlaşılan tek husussa IŞİD hedeflerinin ortak mücadeleyle yok edilmesi gerektiğidir.116 Sonuç olarak, uluslararası toplum                                                  115  Bkz. Pazarcı, Hüseyin. (2015) Türk Dış Politikasının Başlıca Sorunları. Ankara: Turhan Kitabevi, s. 244 vd. 116  IŞİD le  mücadeleye  ilişkin  olarak,  daha  sonra  Birleşik  Krallık  ve  Almanya nın  da koalisyon güçlerine askeri destek vermesinin temelini oluşturan BM Güvenlik konseyinin 2249  sayılı  kararı  yer  almaktadır.  13.11.2015  tarihinde  Paris te  gerçekleşen  terör   47Silahlı Çatışmalar Hukukunda...                Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61   Suriye de iç silahlı çatışma durumunun varlığını fiilen kabul etmiştir. BM Güvenlik Konseyi de burada silahlı çatışma olduğunu 2042, 2043, 2118, 2139,  2165  2191  ve  2192  sayılı  kararlarında,  çatışmalara  uygulanacak insancıl  hukuk  kurallarına  uyulması  yönündeki  iradesiyle  ortaya koymuştur.117 Ayrıca BM Genel Sekreteri Ban Ki-moon, Huffington Post a verdiği  demecinde,  Suriye de  devam  eden  durumu  bir  iç  savaş  olarak nitelendirmiştir.118 Devletler, genellikle iç karışıklık ifadesini kullanmaya devam  etmektedirler.  Şu  durumda  uluslararasılaşmanın  tartışılması  için varolan durumun iç silahlı çatışma olarak kabul edilmesi varsayımından hareket edilmesi gerekmektedir. Çalışma boyunca açıklandığı üzere iç silahlı çatışmanın  uluslararasılaşmasını  sağlayan  çeşitli  nedenler  bulunmaktadır. Öncelikle bölgede ulusal bağımsızlık savaşı bulunmamaktadır, dolayısıyla kendi  geleceğini  belirleme  ilkesi  çerçevesinde  hukuken uluslararasılaştırılmış bir silahlı çatışma durumu yoktur. Suriye ve diğer devletler muhaliflere savaşan taraf statüsü tanımamıştır. Hatta bu gruplara asi  statüsü  bile  resmen  tanınmamıştır.  Dolayısıyla  bu  açıdan  da  bir uluslararasılaşmış  silahlı  çatışmanın  varlığının  tespiti  mümkün  değildir. Bölgede ulusal ötesi bir silahlı çatışma durumu da kabul edilmemektedir. Zira yer yer muhaliflerin kontrolünde olan bölgeler bulunmakla beraber, Suriye genelinde egemenlik oluşturmuş ve meşru hükümetin eylemlerini yönlendiren terörist bir organizasyon bulunmamaktadır. Bu şartlar altında muhalif gruplar üzerinde yabancı bir devletin mutlak kontrolünün olduğunun tespit edilmesi imkanı bulunmamaktadır. Bu noktada tartışılması gereken husus  diğer  devletlerin  müdahaleleri  olmaktadır.  Hava  saldırılarını                                                                                                                    eylemlerinden sonra, IŞİD in gerçekleştirdiği terör eylemlerine yönelik olarak, her türlü önlemin alınması çağrısında bulunulmaktadır. (UN Security Council, Security Council Resolution 2249[Threats to international peace and security caused by terrorist acts],  20 November 2015, S/RES/2249 (2015).) 117  UN Security Council, Security Council Resolution 2042[Middle East],  14 April 2012, S/RES/2042 (2012); UN Security Council, Security Council Resolution 2042[Middle East],  21 April 2012, S/RES/2043 (2012); UN Security Council, Security Council Resolution 2118[Middle East],  27 September 2013, S/RES/2118 (2013); UN Security Council, Security Council Resolution 2139[Middle East],  22 February 2014, S/RES/2139 (2014); UN Security Council, Security Council Resolution 2165[Middle East],  14 July 2014, S/RES/2165 (2014); UN Security Council, Security Council Resolution 2191[Middle East],  17 December 2014, S/RES/2191 (2014); UN Security Council, Security Council Resolution 2192[Middle East],  18 December 2014, S/RES/2192 (2014). 118 Ki-moon, Ban. (25 June 2014). Crisis in Syria: Civil War, Global Threat. 17.03.2016 tarihinde  http://www.un.org/sg/articles/articleFull.asp?TID=140&Type=Op-Ed&h=0 adresinden erişildi. 48Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61                                                     Akkutay gerçekleştiren devletler, bu saldırıların IŞİD hedeflerine yönelik olduğunu iddia etmekte, bununla beraber müdahalenin neye karşı olduğunu tam olarak ortaya koyamamaktadırlar. Zira teröre karşı olduğu iddia edilse bile, ulus ötesi  silahlı  çatışmalara  ilişkin  açıklamalar  yapılırken  üzerinde  durulan, Afganistan a  yönelik  müdahale  gerçekleştirilirken  oluşturulan  doktrin burada uygulama alanı bulamamaktadır. Ayrıca söz konusu hedefler dışında da  muhaliflere  yönelik  hava  saldırıları  gerçekleştirilmektedir.  Rusya nın Türkmen gruplarına karşı gerçekleştirdiği ağır bombardımanlar bunun en büyük örneğini oluşturmaktadır. Esad yönetimi, Rusya nın gerçekleştirmiş olduğu müdahaleye rıza göstermektedir. Diğer devletlerin müdahelelerinin Libya örneğinde olduğu gibi muhaliflerin talebiyle gerçekleştiği sonucuna da ulaşılamaz. Zira koalisyon güçleri Esad yönetiminin son bulması gerektiğini ifade  etseler  de,  Esad  hükümetine  yönelik  uluslararası  silahlı  çtışma durumunun içine girilmemiştir. Her ne kadar BM Güvenlik Konseyinin 1973 sayılı kararında olduğu gibi 2249 sayılı kararında ihtiyaç duyulan önlemlerin alınması gerektiği ifade edilmekteyse de bölgedeki mevcut durum, şu an için silahlı  çatışmalar  hukuku  bakımından  uluslararasılaşmamıştır.  Bununla beraber  Suriye de  güçleri  bulunan  çok  sayıdaki  devlet  her  an uluslararasılaşmış  bir  iç  silahlı  çatışma  durumunu  yaratabilecek potansiyeldedir. SONUÇ Devletlerin  ülkelerinde  yer  alan  iç  karışıklıklar  dünya  tarihine  yön vermektedir. Kimi karışıklıklar, Tunus ve Mısır örneğinde olduğu gibi iç silahlı çatışmaya dönüşmeksizin sonuçlanırken, Libya da görüldüğü üzere bir  iç  silahlı  çatışmanın  uluslararasılaştığı  durumlar  gerçekleşmektedir. Suriye de halen devam eden karışıklıklar, güncel olarak iç silahlı çatışmalara bir örnek teşkil etmektedir. Bununla beraber iç silahlı çatışmanın varlığını tespit edebilmek kolay değildir. Hiçbir devlet, otoritesine karşı gelen silahlı grubun faaliyetlerini haklı noktaları olan bir mücadele olarak kabul etmez.  Genellikle terör örgütü olarak adlandırır. Bununla beraber yabancı devletin, kendi çıkarları için terör örgütünü asi olarak tanıması da olasıdır. Bütün bu hususların en sağlıklı değerlendirmesi ancak, çatışmalar sona erdikten sonra uluslararası  mahkemeler  veya  uluslararası  örgütler  tarafından  yapılabilir. Ancak bugüne kadar ki örnekler bu şekilde gerçekleştirilen saptamaların dahi her zaman objektif olmadığını ortaya koymaktadır. Tadic Davasında getirilen  mutlak  kontrol  kriterinin  etkinliğini  arttırmak  yerine,  daraltma yolunu seçen UAD bu duruma güzel bir örnektir. Mevcut silahlı çatışma   49Silahlı Çatışmalar Hukukunda...                Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61   durumunun uluslararasılaşması ise bambaşka bir sorundur. Varlığının tespiti çok zor şartlarda gerçekleşebilen iç silahlı çatışmanın uluslararasılaşması, objektif bir takım şartlara bağlanabilmekle beraber bu şartların oluştuğunun tespiti  sübjektif  nitelik  taşımaktadır.  Bosna-Hersek e  Sırp  ve  Hırvat gruplarınca gerçekleştirilen saldırıların uluslararasılaşmış bir silahlı çatışma oluşturduğu çok açık halde, bu durumun tespiti politik kaygılara bağlı olarak çok vakit almıştır. Konuya ilişkin tartışmalar halen nihayete erdirilebilmiş değildir.  Dolayısıyla  uluslararası  yetkili  güçler  açıkça  ortada  olan  bir durumun varlığını çok geç kabul ederek, gerçekleşen etnik temizliğe seyirci kalmışlardır.  İç silahlı çatışmaların uluslararası hukuk bakımından yasaklanmamış olması,  söz  konusu  çatışma  türünün  devletlerin  egemenliklerine  saygı duyularak çözüme kavuşturulmasını gerektirmektedir. Aksi yönde bir tutum hukuka aykırı kuvvet kullanma durumu oluşturacaktır.  Ancak iç silahlı çatışmaların uluslararaıslaşmasına ilişkin en önemli sorunlardan birisi de bu noktada  ortaya  çıkar.  İç  silahlı  çatışmaların  bir  başka  açıdan uluslararasılaşması  sonucunu  doğuran  diğer  devletlerin  veya  uluslararası örgütlerin  sivillere  yönelik  şiddet  eylemlerini  önlemek  amacıyla gerçekleştirdikleri silahlı müdahaleler genellikle BM Güvenlik Konseyi nin yetkilendirmesinden  bağımsız  gerçekleştirildiği  için  uluslararası  hukuka aykırılık  teşkil  etmektedir.  Ancak  ister  uluslararası  hukuka  uygun  ister uluslararası  hukuka  aykırı  olsun,    bu  durumda  üçüncü  taraflar  meşru hükümete karşı gelen devlet dışı aktörün yanında yer alarak o iç silahlı çatışmayı uluslararasılaştırmaktadır. Çalışma  boyunca  ortaya  konan  veriler  çerçevesinde  şu  sonuçlara varılmıştır; bir iç silahlı çatışmanın varlığı ve uluslararasılaşmasının objektif kriterleri  olmakla  beraber,  bu  kriterlerin  değerlendirilmesi  sübjektif olmaktadır. Devletler, ulusal ötesi silahlı çatışma kavramında olduğu gibi, silahlı çatışmalar hukukunun ortaya koyduğu sistemi alt üst edebilecek ve içeriği mevcut düzenlemelerle doldurulamayacak yeni bir silahlı çatışma türü bile yaratabilmektedirler. Bu sebeple, mevcut düzenlemelerde yer aldığı düşünülen  ve  bu  çalışmada  da  belirli  açılardan  ele  alınan  eksikliklerin giderilmesi varolan sisteme meydan okunması şeklinde değil, onun etkin hale  getirilmesinin  sağlanması  gayesiyle  gerçekleştirilmelidir.  İç  silahlı çatışmalar  konusuna  ve  bu  çatışmaların  uluslararasılaşması  sorununa uluslararası hukuk tarafından çizilen sınırların dışına çıkılmadan amacına uygun yorumlarla yaklaşılmalıdır. 50Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61                                                     Akkutay",
     "Kaynakça": "KİTAPLAR VE MAKALELER Abdullahzade, Cavid. (2014). Self Determinasyon ve Ayrılma Açısından Kırım Sorunu. Türkiye Adalet Akademisi Dergisi, Yıl 5, Sayı 19, s. 159 – 205. Abi-Saab,  Georges.  (1979)  Wars  of  National  Liberation  in  the  Geneva Conventions and Protocols. in  Collected Courses of Hague Academy, Vol. 165, s. 353 – 445. Bianchi,  Andrea;  Naqvi,  Yasmin.  (2014).  Terrorism.  in  The  Oxford Handbook of International Law in Armed Conflict, Andrew Clapham and Paola Gaeta (Eds.), Oxford/New York: Oxford University Press, s. 574 – 604. Barnes, Richard. (2005). Of Vanishing Points and Paradoxes: Terrorism and International Humanitarian Law. in International Conflict and Security Law – Essays in Memory of Hilaire McCoubrey, Richard Burchill, Nigel  D.  White  and  Justin  Morris  (Eds.),  Cambridge/New  York: Cambridge University Press, s. 129 – 159. Batur Yamaner, Melike, Öktem, Emre; Kurtdarcan, Bleda ve Uzun, Mehmet C.. 12 Ağustos 1949 Tarihli Cenevre Sözleşmeleri ve Ek Protokolleri. Galatasaray Üniversitesi Hukuk Fakültesi ve International Committee of  the  Red  Cross,  17.03.2016  tarihinde https://www.icrc.org/eng/home/languages/turkish/files/sozlesmeleriprotokolleri-conventions-protocols.pdf adresinden erişildi. Butler,  Sir  Geoffrey;  Maccoby,  Simon.  (1928)  The  Development  of International  Law.  Gree  and  Co.  Ltd,  London/New  York/Toronto: Longmans,    1928  (Reprinted  Clark-New  Jersey:  The  Lawbok Exchange, 2010). Cassese, Antonio. (2008). Wars of National Liberation and Humanitarian Law. in Human Dimension of International Law: Selected Papers of Antonio Cassese, Antonio Cassese, Paola Gaeta, and Salvatore Zappalà (Eds), Oxford/New York: Oxford University Press, s. 99 – 109.   51Silahlı Çatışmalar Hukukunda...                Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61   Clapham, Andrew. (2015). The Concept of International Armed Conflict. in The 1949 Geneva Conventions: A Commentary, Andrew CLAPHAM, Paola GAETA and Marco SASSOLI (Eds.), Oxford/New York, Oxford University Press, s. 3 – 26. Clapham, Andrew. (2012). Brierly s Law of Nations – An Introduction to the Role of International Law in International Relations. (seventh edition), Oxford: Oxford University Press. Clapham, Andrew. (2006). Human Rights Obligations of Non-State Actors. Oxford: Oxford University Press. Corn,  Geoffrey  S.  (2007).  Hamdan,  Lebanon,  and  the  Regulation  of Hostilities:  The  Need  to  Recognize  A  Hybrid  Category  of  Armed Conflict. Vanderbilt Journal of Transnational Law, Vol. 40 (2), 2007, s. 295 – 355. Crawford, Emily. (2011) Armed Conflict, International. in R. Wolfrum (ed), The Max Planck Encyclopedia of Public International Law, Oxford University  Press,  2008  –,  online  edition,  17.03.2016  tarihinde [http://opil.ouplaw.com/home/epil] adresinden erişildi. Crawford, Emily. (2011) Insurgency. in R. Wolfrum (ed), The Max Planck Encyclopedia of Public International Law, Oxford University Press, 2008  –,  online  edition,  17.03.2016  tarihinde [http://opil.ouplaw.com/home/epil] adresinden erişildi. Detter,  Ingrid.  (2000).  The  Law  of  War.  (second  edition).  Cambridge: Cambridge University Press.  Dinstein,  Yoram.  (2014).  Non-International  Armed  Conflicts  in International Law. Cambridge: Cambridge University Press. Dinstein, Yoram. (2011). War Aggression and Self Defence. (fifth edition) Cambridge/New York: Cambridge University Press. Dinstein,  Yoram.  (2004).  The  Conduct  of  Hostilities  under  the  Law  of International  Armed  Conflict.  Cambridge/New  York:  Cambridge University Press,  Doehring, Karl. (2002). Self-Determination. in The Charter of the United Nations  –  A  Commentary  Vol.  I.  (second  edition).  Bruno  Simma, 52Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61                                                     Akkutay Hermann  Mosler,  Albrecht  Randelzhofer,  Christian  Tomuschat  and Rüdiger Wolfrum (Eds.), Oxford/New York: Oxford University Press, s. 47 – 63. Fleck, Dieter. (2008). The Law of Non-International Armed Conflicts. in Handbook  of  International  Humanitarian  Law.  Dieter  Fleck  (Ed.), Oxford/New York: Oxford University Press, s. 605 – 633. Garraway, Charles H. B. (2007) ‘Combatants  – Substance or Semantics?. in International  Law  and  Armed  Conflict:  Exploring  the  Faultlines  – Essays in Honour of Yoram Dinstein, Michael Schmitt and Jelena Pejic (Eds.), Leiden/Boston: Martinus Nijhoff Publishers, s. 317 – 334. Gray, Christine. (1996). Bosnia and Herzegovina: Civil War or Inter-State Conflict?  Characterization  and  Consequences.  British  Yearbook  of International Law, Vol 67(1), s. 155 – 197. Greenwood,  Christopher.  (2008).  Scope  of  Application  of  Humanitarian Law. in Handbook of International Humanitarian Law, Dieter Fleck (Ed.), Oxford/New York: Oxford University Press, s. 45 – 78. Greenwood,  Christopher.  (1987).  The  Concept  of  War  in  Modern International Law. International and Comparative Law Quarterly, Vol. 36(2),. 282 – 306. Hacıoğlu, Berat Lale. (2007). NATO s Intervention in Kosova: Historical, Political and Legal Aspects. Gazi Üniversitesi Hukuk Fakültesi Dergisi, C. 11 (1-2), s. 777 – 813. Halatçı  Ulusoy,  Ülkü.  (2013).  Uluslararası  Hukuk  Açısından  Libya  ve Suriye  Örneğinde  Koruma  Yükümlülüğü.  Türkiye  Adalet  Akademisi Dergisi, Yıl 4, Sayı 14, s. 269 – 297. Heintze,  Hans  Joachim.  (2007).  Do  Non-State  Actors  Challenge International Humanitarian Law. in International Humanitarian Law Facing New Challaenges, Wolff Heintschel von Heinegg and Volker Epping (Eds.), Berlin/Heidelberg/New York: Springer, s. 163 – 168. Ibanga, Michael. (2002). Concept of Armed Conflict in Public International Law. Sri Lanka Journal of International Law, Vol. 14, s. 107 – 116.   53Silahlı Çatışmalar Hukukunda...                Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61   ICRC. (2005) Customary International Humanitarian Law Vol. I: Rules. Jean-Marie  Henckaerts  and  Louise  Doswald-Beck,  Cambridge/New York: Cambridge University Press. ICRC.  Rule  1.  The  Principle  of  Distinction  between  Civilians  and Combatants.  17.03.2016  tarihinde  https://www.icrc.org/customaryihl/eng/docs/v1_rul_rule1 adresinden erişildi. ICRC.  Rule  3.  Definition  of  Combatants.  17.03.2016  tarihinde https://www.icrc.org/customary-ihl/eng/docs/v1_rul_rule3.  adresinden erişildi. Johnston,  Katie  A.  (2012).  Transformations  of  conflict  Status  in  Libya. Journal of Conflict and Security Law, Vol. 17 (1), s. 81 – 115. Kelsen,  Hans.  (1942-1943).  Collective  and  Individual  Responsibility  in International Law with Particular Regard to the Punishment of War Criminals. California Law Review, Vol. 31(5), s. 530 – 571. Klabbers,  Jan.  (2013).  International  Law.  Cambridge,/New  York: Cambridge University Press. La  Haye,  Eva.  (2010).  War  Crimes  in  Internal  Armed  Conflicts. Cambridge/New York: Cambridge University Press. Le Mon, Christopher J. (2003). Unilateral Intervention by Invitation in Civil Wars: The Effective Control Test Tested. New York University Journal of International Law and Politics, Vol. 35 (3), s. 741 – 793. Marauhn,  Thilo;  Ntoubandi,  Zacharie  F.  (2011).  Armed  Conflict,  NonInternational. in R. Wolfrum (ed), The Max Planck Encyclopedia of Public  International  Law,  Oxford  University  Press,  2008  –,  online edition,  17.03.2016  tarihinde  [http://opil.ouplaw.com/home/epil] adresinden erişildi. Melzer, Nils. (2014). The Principle of Distinction Between Civilians and Combatants. in The Oxford Handbook of International Law in Armed Conflict, Andrew Clapham and Paola Gaeta (Eds.), Oxford/New York: Oxford University Press, s. 296 – 331. Melzer,  Nils.  (2012).  Bolstering  the  Protection  of  Civillians  in  Armed Conflict. in Realizing Utopia: The Future of International Law. Antonio Cassese, Oxford: Oxford University Press, s. 508 – 518. 54Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61                                                     Akkutay Meray, Seha L. (1968). Devletler Hukukuna Giriş Birinci Cilt. (3. Bası). Ankara: Ankara Üniversitesi Basımevi. Meron,  Theodor.  (2000).  The  Humanization  of  Humanitarian  Law. American Journal of International Law, Vol. 94(2), s. 239 – 278. Moir,  Lindsay.  (2005).  Towards  the  Unification  of  International Humanitarian Law. in International Conflict and Security Law – Essays in Memory of Hilaire McCoubrey, Richard Burchill, Nigel D. White and Justin Morris (Eds.), Cambridge/New York: Cambridge University Press, s. 108 – 128. Moir, Lindsay. (2002). The Law of Internal Armed Conflict. Cambridge/New York: Cambridge University Press. Nanda, Ved P. (2006). Terrorism as an ‘Internal Conflict  under the 1977 Geneva  Protocol:  Defining  ‘Enemy  Combatant   and  the International/Legal  Consequences.  Michigan  State  Journal  of International Law, Vol. 14, s. 27 – 38. Öktem, A. Emre. (2011). Terörizm, İnsancıl Hukuk ve İnsan Hakları. (2. basım). İstanbul: Derin Yayınları. Pazarcı, Hüseyin. (2015) Türk Dış Politikasının Başlıca Sorunları, Ankara: Turhan Kitabevi. Pazarcı, Hüseyin. (2006). Uluslararası Hukuk Dersleri – 4. Kitap. (2. Bası). Ankara: Turhan Kitabevi. Perna, Laura. (2006). The Formation of the Treaty Law of Non-International Armed  Conflicts.  International  Humanitarian  Law  Series  Vol.  14, Leiden/Boston: Martinus Nijhoff Publishers. Radin,  Sasha.  (2013).  The  Current  Relevance  of  the  Recognition  of Belligerency. in Armed Conflict and International Law: In Search of the Human  Face  –  Liber  Amicorum  in  Memory  of  Avril  McDonald, Marielle Matthee, Brigit Toebes and Marcel Brus (eds), The Hague: T.M.C. Asser Press, s. 115 – 152. Radin,  Sasha.  (2013).  Global  Armed  Conflict?  The  Threshold  of Extraterritorial Non-International Armed Conflicts. International Law Studies, Vol. 89, s. 696 – 743.   55Silahlı Çatışmalar Hukukunda...                Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61   Randelzhofer, Albrecht; Dörr, Oliver. (2012). Article 2 (4). in The Charter of the United Nations – A Commentary Vol. I. (third edition) Bruno Simma, Daniel-Erasmus Kahn, Georg Nolte and Andreas Paulus (Eds.), Oxford/New York: Oxford University Press, 2012, s. 200 – 234. Riedel, Eibe H. (1982). Recognition of Belligerency. in Encyclopedia of Public  International  Law,  Vol.  4,  Amsterdam/New  York/Oxford: North-Holland Publishing Company, s. 167 – 171. Rona, Gabor. (2004-2005). Legal Frameworks to Combat Terrorism: An Abundant  Inventory  of  Existing  Tools.  Chicago  Journal  of International Law, Vol. 5(2), s. 499 – 509. Sassoli, Marco. (2004). Use and Abuse of the Laws of War in the ‘War on Terrorism .  Law and Inequality, Vol. 22 (2), s. 479 – 221. Schaller, Christian. (2009). Guerilla Forces. in R. Wolfrum (ed), The Max Planck Encyclopedia of Public International Law, Oxford University Press,  2008  –,  online  edition,  17.03.2016  tarihinde [http://opil.ouplaw.com/home/epil] adresinden erişildi. Schindler,  Dietrich.  (1979).  The  Different  Types  of  Armed  Conflicts according  to  the  Geneva  Conventions  and  Protocols.  in  Collected Courses of Hague Academy, Vol. 163, s. 117 – 163. Schmitt,  Michael  N.  (2013).  Charting  the  Legal  Geopraphy  of  NonInternational  Armed  Conflict.  Military  Law  and  the  Law  of  War Review, Vol. 52 (1), s. 93 – 111. Schwarzenberger, Georg. (1971). Terrorists, Guerilleros and Mercenaries. University of Toledo Law Review, Vol. 3(1), s. 71 – 88. Shamir-Borer, Eran. (2007). Revisiting Hamdan v. Rumsfeld s Analysis of the Laws of Armed Conflict. Emory International Law Review, Vol. 21, s. 601 – 619. Sivakumaran,  Sandesh.  (2012).  The  Law  of  Non-International  Armed Conflict. Oxford: Oxford University Press. Spinedi,  Marina.  (2007). On  the  Non-Attribution  of  the  Bosnian  Serbs  Conduct to Serbia. Journal of International Criminal Justice, Vol. 5 (4), s. 829 – 838. 56Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 1-61                                                     Akkutay Solis, Gary D. (2010) The Law of Armed Conflict. Cambridge/New York: Cambridge University Press,  Tanca, Antonio. (1993). Foreign Armed Intervention in Internal Conflict. Dodrecht/Boston/London: Martinus Nijhoff Publishers. Taşdemir, Fatma. (2009). Uluslararası Nitelikte Olmayan Silahlı Çatışmalar Hukuku. Ankara: Adalet Yayınevi. Topal, Ahmet Hamdi. (2005). Uluslararası Terörizm ve Terörist Eylemlere Karşı Kuvvet Kullanımı. İstanbul: Beta Basım. Van Den Boogard, Jeroen C. (2013). Fighting by the Principles: Principles as a Source of International Humanitarian Law. in Armed Conflict and International Law: In Search of the Human Face – Liber Amicorum in Memory  of  Avril  McDonald,  Marielle  Matthee,  Brigit  Toebes  and Marcel Brus(eds), The Hague: T.M.C. Asser Press, s. 3 – 31. Walker,  William.  (1988-1989).  The  International  Law  Applicable  to Guerrilla Movements in Internal Armed Conflicts: A Case Study of Contra  Attacks  on  Nicaraguan  Farming  Cooperatives.  New  York University Journal of International Law and Politics, Vol. 21 (1), s. 147 – 194."
}