{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2017",
     "Cilt": "66",
     "Sayı": "3",
     "Başlık": "KAMUYA MAL OLMUŞ KİŞİ KAVRAMI",
     "Title": "The Concept Of Public Figure",
     "Yazar İsmi": [
          "L. Müjde KURT"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Kamuya mal olmuş kişi",
          "özel kişi",
          "kamunun bilgi alma hakkı",
          "kişilik haklarının korunması",
          "üstün kamu yararı"
     ],
     "Keywords": [
          "Public figure",
          "private person",
          "public’s right to information",
          "protection of personality rights",
          " superior public interest"
     ],
     "Özet": "Kamuya mal olmuş kişilerin kişilik haklarına yapılan müdahaleler özel kişilerden farklı biçimde ele alınır. Basın yoluyla kişilik hakkına müdahale edilen kişinin kamuya mal olmuş bir kişi olması, kamunun bilgi almakta üstün bir yararı söz konusu olduğunda, müdahaleyi hukuka uygun hale getirebilir. Kamuya mal olmuş kişiler, toplumsal hayatın çeşitli alanlarında öne çıkarak toplumun  ilgisini  üzerlerinde  toplayan  ve  haklarında  bilgi  edinmek bakımından toplumun meşru bir menfaatinin bulunduğu kişilerdir. Kamuya mal olmuş kişi kavramı dar anlamıyla bulundukları mevki, yerine getirdikleri görevler veya faaliyetleri ile toplumun ilgisini sürekli olarak üzerlerinde toplayan kişileri ifade eder. Geniş anlamda kamuya mal olmuş kişi kavramı ise, münferit, sıra dışı bir olayla bağlantısı dolayısıyla toplumun ilgisini geçici olarak üzerlerinde toplayan kişileri de kapsamına alır. Kişinin kamuya mal olması, onun bu yöndeki iradesi ile gerçekleşebileceği gibi, tamamen iradesi dışında da gerçekleşebilir. Kamuya mal olma, yer ve zaman bakımından göreceli bir kavram olup, kişinin kişilik haklarına müdahale edildiği yer ve zamanda bu niteliği taşıyıp taşımadığı belirleyicidir.",
     "Abstract": "The  infringements  of  the  personality  of  public  figures  are  handled differently from those involving private persons. The superior interest of public on being informed can justify the infringements of the personality of public figures by the press. Public figures are the people who attract public s attention by standing out in social life and about whom the public has a reasonable interest to get information. The concept of public figure, in the strict designates those who are constantly in the public eye because of their status, functions or activities. However, this concept, in a broad sense includes also those who attract the attention of the society with their connection with a single, extraordinary event. A person can become a public figure on a voluntary or involuntary basis. The concept of public figure is relative in terms of place and time. The determinant factor for identifying that a person is accepted as public figure is his/her qualifying the necessary conditions at the time and place of the infringement of personality. ",
     "Metin": "Andy  Warhol un  yıllar  önce  söylediği   Bir  gün  herkes  on  beş dakikalığına ünlü olacak  sözü bugün adeta gerçek oldu. Medyanın bir kişiyi öne çıkarıp günün konusu haline getirme gücü şaşırtıcı bir boyut kazanmış durumda. Kişiler medyada toplumun ilgisini çekecek faaliyetleri ve özellikleri nedeniyle  yer  almakta;  medyada  yer  aldıkça  da  toplumun  kişiye  ilgisi artmaktadır. Basının kamuoyunun sağlıklı oluşumuna hizmet etme görevi çerçevesinde  toplumun  sürekli  veya  geçici  olarak  ilgisini  çeken  kişiler hakkında haber, eleştiri, resim yayımlaması bu kişilerin kişilik haklarına müdahale sorununu da beraberinde getirmektedir.  TMK.  m.  24  hükmü,  kişilik  haklarına  hukuka  aykırı  müdahalede bulunulan kişinin hâkimden korunma talep edebileceğini belirttikten sonra, müdahalenin hukuka aykırı kabul edilemeyeceği durumlar arasında üstün nitelikte kamusal yararın müdahaleyi haklı kılmasını da saymıştır. Özellikle basın yoluyla kişilik haklarının ihlâlinde, ihlâlin hukuka aykırılığını ortadan kaldıran sebep, toplumun haber almaktaki yararı biçimindeki  üstün kamu yararı  olarak karşımıza çıkmaktadır. Basında haber, eleştiri konusu yapılan, izni  alınmadan  resmi  yayımlanan  kişi  kamuya  mal  olmuş  bir  kişi  ise, toplumun haber almakta üstün yararı bulunduğu kabul edilebildiği ölçüde bu husus  kişinin  kişilik  haklarına  müdahaleyi  hukuka  uygun  hale getirebilmektedir. Kişinin kamuya mal olmuş bir kişi mi, yoksa sıradan (özel/anonim) bir kişi mi olduğu meselesi, kişinin kendisine yöneltilen eleştirilere ne ölçüde katlanmak zorunda olduğunun, özel yaşam alanına hangi ölçüde müdahale edilebileceğinin,  resminin  basında  izni  alınmadan  yayımlanıp  1   Teitler, s. 32; Bianchi della Porta, s. 509; Hausheer/Aebi-Müller, N. 12.32; Riemer, § 13 N. 380; Tandoğan, s. 33; Kılıçoğlu, s. 244-245; Şen, s. 237; Reisoğlu, s. 305; Kara-Kılıçarslan, s. 109; Acabey, s. 28; Oğuzman/Seliçi/Okytay-Özdemir, s. 212 vd.; Dural/Öğüz, s. 139; Serozan, s. 473 vd.; Akipek/Akıntürk/Ateş, s. 388. 2   Sıradan(özel/anonim) kişiler; görev, mevki veya faaliyetleri nedeniyle toplumda öne çıkmış olmayan, toplumun dikkatinin sürekli veya geçici olarak üzerlerinde toplanmadığı kişilerdir. Werly, N. 1; Lévy, s. 181; Kara-Kılıçarslan, s. 113. 582Ankara Üni. Hukuk Fak. Dergisi, 66 (3) 2017: 581-604                        Kamuya Mal Olmuş Kişi Kavramı yayımlanamayacağının tespitinde de büyük önem arz etmektedir. Zira kamuya mal olmuş kişilerin, sıradan kişilere nazaran, eleştirilere daha fazla katlanmak zorunda oldukları, özel alanlarının kapsamının daha dar olduğu ve haber verme  amacıyla  sınırlı  olarak  resimlerinin  izinleri  olmadan  da yayımlanabileceği yargı kararlarında ve doktrinde kabul edilmektedir. Öte yandan, kamuya mal olmuş kişilerin unutulma hakkından yararlanmaları da sıradan kişilere nazaran oldukça güçtür.   Bu  çalışmada,  özellikle  kişilik  hakkının  korunmasıyla  ilgili  bazı meselelerde  anahtar  kavram  niteliğinde  olan  kamuya  mal  olmuş  kişi kavramını incelemeye çalışacağız.  I.  Kamuya Mal Olmuş Kişilerin Tanımlanması Kamuya mal olmuş kişi kavramını ifade etmek üzere çeşitli ifadeler kullanılmaktadır. Örneğin,  modern tarihin/günün tarihinin kişileri  (Person der  Zeitgeschichte)7,   kamusal  hayatın  kişileri   (Person  des  öffentlichen Lebens)8,  kamusal kişilikler  (personnage public)9,  kamuoyunun dikkatini çeken kişiler 10 ile ifade edilmek istenen kamuya mal olmuş kişilerdir.  A. Mevzuat Bakımından Kanunlarımızda kamuya mal olmuş kişi kavramına ilişkin doğrudan, açık bir tanım yer almamaktadır. Bununla birlikte, FSEK te kamuya mal olmuş kişilere ilişkin bir düzenleme bulunmaktadır. FSEK m. 86 f. 2 de tasvir  3    Kamuya mal olmuş kişilerle karşılaştırıldığında özel kişilere yönelik haberlerin ve eleştirilerin sınırları daha dar olmalıdır.  Yarg. 4. HD.,2014/1928 E., 2014/16600 K., 4.12.2014 T.; Yarg. 4. HD., 2013/12081 E., 2013/17646 K., 13.11.2013 T.   Yargıtay'ın yerleşik uygulamalarında kamuya mal olmuş kişilerin ve siyasetçilerin sert nitelikte dahi olsa eleştiri ve tenkitlere katlanması gerektiği, (…) yayının güncel olduğu, davacının kamuya mal olmuş kişiliği de gözetilerek kamu yararının bulunduğu (…)  Yarg.4. HD., 2015/8396 E., 2016/7668 K., 9.6.2016 T. (Kazancı Bilişim-İçtihat Bilgi Bankası). 4   Hausheer/Aebi-Müller, N. 12.137; Deschenaux/Steinauer, § 20 N. 561, 564a; Poncet, . 88; Tandoğan, s. 31; Kılıçoğlu, s. 244 vd.; Şen, s. 238 vd.; Reisoğlu, s. 301; Karabağ-Bulut, s. 1097; Acabey, s. 25; Parlak-Börü, s. 406 vd.; Kara-Kılıçarslan, s. 107; Özel, s. 52; Oğuzman/Seliçi/Oktay-Özdemir, s. 179, 212 vd.; Dural/Öğüz, s. 133, 139; Serozan, s. 474; Akipek/Akıntürk/Ateş, s. 388. 5   Kişinin internet ortamında yer alan şeref ve itibarını zedeleyen bazı verilerin, bu veriler gerçek olgulara dayansa dahi silinmesini talep etme hakkı olarak ifade edilen unutulma hakkı, toplumun ilgisinin sürekli olarak üzerinde toplayan (mutlak olarak kamuya mal olmuş kişilere) tanınmamaktadır. Buna karşılık, söz konusu hak toplumun ilgisini geçici olarak belirli bir olay nedeniyle üzerinde toplamış kişilere (nispî olarak kamuya mal olmuş kişilere), olay güncelliğini kaybedip bu kişiler tekrar sıradan kişi olduktan sonra tanınabilmektedir.  Riemer, § 13 N. 381a. BGE 111 II 209 = JdT 1986 I 600. AYM., Karar Tarihi: 3.3.2016, Başvuru No: 2013/5653.  6   Modern tarih/günün tarihi (Zeitgeschichte) ile kastedilen, kamunun öğrenmekte menfaatinin bulunduğu politik, sosyal, kültürel, ekonomik hayata ilişkin olguların tamamıdır. Poncet, s. 86; Auberson, s. 21; Teitler, s. 34. 7   Morand, s. 51. 8   Schweizer, s. 1115. 9   Poncet, s. 88. 10  Kılıçoğlu, s. 233-234. Ancak yazar kamuoyunun dikkatini sürekli olarak çeken – geçici olarak çeken kişiler ayrımında, sadece kamuoyunun dikkatini sürekli olarak çekenlerin kamuya mal olmuş kişi olduğu görüşündedir. 583L. Müjde KURT                                                     Ankara Üni. Hukuk Fak. Dergisi, 66 (3) 2017: 581-604 edilenin rızası aranmaksızın resim veya portresinin umuma arz edilebileceği haller  arasında   memleketin  siyasî  ve  içtimaî  hayatında  rol  oynayan kimselerin resimleri  (b. 1) ile  günlük hadiselere müteallik resimlerle radyo ve film haberleri ne (b. 3) yer verilmiştir. Doktrinde de işaret edildiği üzere, FSEK m. 86 f. 2 b. 1 de sözü geçen  ülkenin siyasî veya sosyal hayatında rol oynayan kişiler , kamuoyunun sürekli biçimde dikkati çeken (kamuya mutlak olarak mal olmuş) kişilerdir. Kamuoyunun dikkatini geçici olarak, belirli bir olay vesilesiyle çeken (kamuya nispî olarak mal olmuş) kişiler ise FSEK m. 86 f. 2 b. 3 te değinilen  günlük olaylara konu olan kişiler  kapsamına girmektedir.  Türkiye nin  üyesi  bulunduğu  uluslararası  örgütler  arasında  yer  alan Avrupa  Konseyi nin  Parlamenterler  Meclisi nin   Özel  Yaşama  Saygı Hakkı na ilişkin 26.6.1998 tarihli 1165 no.lu kararının 7. paragrafında da, kamuya mal olmuş kişilere ilişkin oldukça geniş bir tanıma yer verilmiştir. Bu tanıma göre, kamuya mal olmuş kişiler;  kamu görevi yerine getiren ve/veya kamu kaynaklarını kullanan ve daha genel olarak, kamu hayatında politik, ekonomik, sanatsal, sosyal, sportif veya başka biçimde bir rol oynayan tüm kişiler dir.   B.  Doktrin Bakımından 1. Doktrinde Yer Alan Tanımlar Doktrinde kamuya mal olmuş kişilere ilişkin olarak çeşitli tanımlara rastlanmaktadır.  Deschenaux/Steinauer e  göre,  kamuya  mal  olmuş  kişi;  faaliyetleri nedeniyle sürekli biçimde modern tarihin parçası olan veya belirli bir olay nedeniyle geçici bir tanınmışlık elde ederek belirli bir süre boyunca gündemde olan kişi dir. Bianchi della Porta ya göre, kamuya mal olmuş kişi;  toplumda en azından geniş bir insan çevresi tarafından tanınan ve görevi, toplum içindeki yeri veya eylemleri sayesinde başkalarının dikkatini çeken kişi dir. Auberson a göre, kamuya mal olmuş kişi;  neden ondan konuşulduğu önem arz etmeksizin, kendisi hakkında konuşulan kişi dir. Bu durum, bir faaliyetin, bir makamda bulunmanın veya bir olayın, kişinin ilgili çevrede tanınması ve gündemde yer alması ile birleşmesinin sonucudur. Teitler e göre, kamuya mal olmuş kişi;  özel bir görev, faaliyet veya mensup olduğu soy ya da bir olay nedeniyle göz önünde olan ve toplumun ilgisini  11  Kılıçoğlu, s. 244; Parlak-Börü, s. 405 vd; Karabağ-Bulut, s. 1096; Dural/Öğüz, s. 141. 12  Deschenaux/Steinauer, § 20 N. 561a. 13  Bianchi della Porta, s. 511. 14  Auberson, s. 54. Yazara göre, kamuya mal olma kavramı fiilî bir duruma işaret eder. Yalnızca bu kavrama  dayanılarak  kişilik  hakkına  müdahalenin  hukuka  uygun  olduğu  sonucu  çıkartılamaz. Auberson, s. 408. 584Ankara Üni. Hukuk Fak. Dergisi, 66 (3) 2017: 581-604                        Kamuya Mal Olmuş Kişi Kavramı çeken kişi dir. Tandoğan, kamuya mal olmuş kişileri   kamu hayatında önemli bir rol oynayan ve günün meşhurları arasında bulunan şahıslar  olarak tanımlamaktadır. Kılıçoğlu na göre, kamuoyunun dikkatini çeken (kamuya  mal  olmuş)  kişiler   belirli  olaylar  nedeniyle  toplumun  ilgisini üzerinde toplayan, toplumu meşgul eden ve bu nedenle kendileri hakkında bilgi edinme ihtiyacının olduğu kişiler dir. Dural/Öğüz e göre ise, kamuya mal olmuş kişiler;  kamu hizmeti görerek, kamuyu ilgilendiren eylemlerde bulunarak ya da eserlerini kamuya sunarak kamu hayatına giren kişiler dir.  Kamuya mal olmuş kişiler tanımlanırken mesele genel olarak gerçek kişiler  üzerinden  ele  alınmaktadır.  Bununla  birlikte,  bazı  yazarlar, kanaatimizce haklı olarak, tüzel kişilerin de kamuya mal olmuş kişi haline gelebileceği hususunu vurgulamaktadırlar.  2. Mutlak  Olarak  Kamuya  Mal  Olmuş  Kişiler  –  Nispî  Olarak Kamuya  Mal  Olmuş  Kişiler  Ayrımı  (Kamuoyunun  Sürekli Olarak İlgisini Çekme - Geçici Olarak İlgisini Çekme) Alman hukukunda ilk olarak Neumann-Duesberg tarafından yapılmış olan kamuya mal olmuş kişilerin, mutlak olarak kamuya mal olanlar ile nispî olarak  kamuya  mal  olanlar  olarak  ikiye  ayrılması  anlayışı,  Alman hukukunda zamanla yerleşmiş; İsviçre ve Türk hukuklarında da kabul görmüştür.   15  Teitler, s. 34. 16  Tandoğan, s. 31. 17  Kılıçoğlu, s. 234. 18  Dural/Öğüz, s. 133. 19  Kılıçoğlu, kamuya mal olmuş kişinin, gerçek kişi olabileceği gibi, sendika, siyasi parti, spor kulübü, büyük şirket, kamuya yararına çalışan dernek gibi bir tüzel kişi de olabileceğini ifade etmektedir. Kılıçoğlu, s. 234, 253.  Poncet de tüzel kişilerin kamuya mal olmuş kişi niteliğinde olabileceğine işaret etmektedir. Yazar, İsviçre Federal Mahkemesi nin Clup Méditerranée Şirketi (Clup Med) ile ilgili kararına (BGE 95 II 481) değinirken bu şirketin kamuya mal olmuş kişi (public figure) olduğunu belirtmektedir. Poncet, s. 90. 20  Alman Telif Hakları Kanunu nda  modern tarih alanına giren resimler  bakımından görüntülenen kişinin rızası olmaksızın bu resimlerin yayımlanıp sergilenebileceği ifade edilmiştir (§ 23 f. 1 b.1 KUG). Hükümde sözü geçen resimler kamuya mal olmuş kişilere ilişkin resimlerdir. Neumann-Duesberg 1960 yılında yayımlanan bir makalesinde, kamuya mal olmuş kişileri, modern tarihe mutlak olarak ait olan kişiler ile nispî olarak ait olan kişiler olarak ikili bir sınıflandırmaya tâbi tutmuştur. NeumannDuesberg e göre, mutlak olarak kamuya mal olan kişiler; toplumun, özel hayatları ve aile hayatlarına ilişkin olmayan, kamusal hayata katılımları ile ilgili her konuda kendileri hakkında haber almakta menfaatinin bulunduğu kişilerdir. Nispî olarak kamuya mal olan kişiler ise, toplumun haklarında bilgi edinmekteki menfaatinin ancak belirli bir olayla bağlantılı olarak mevcut olduğu kişilerdir. NeumannDuesberg, s.115. 21  Götting/Schertz/Seitz, § 1 N. 21; Bartnik, s. 126 vd. 22   Werly, N. 15-16; Teitler, s. 34 vd.; Morand, s. 53 N. 13; Poncet, s. 88. 23  Kılıçoğlu, s. 234 vd.; Karabağ-Bulut, s. 1097 dn. 80. 585L. Müjde KURT                                                     Ankara Üni. Hukuk Fak. Dergisi, 66 (3) 2017: 581-604 Mutlak olarak kamuya mal olan kişiler ile kast edilen, münferit bazı olaylardan  bağımsız  olarak,  toplum  içindeki  yerleri,  makamları  veya faaliyetleri nedeniyle sürekli biçimde toplumun ilgisini çeken kişilerdir. Bu kişiler bakımından toplumun ilgisi, sadece bu kişilerin faaliyetlerine değil, kişiliklerine de yönelmiştir. Özellikle, politikacılar, önemli kamu görevlerinde bulunanlar, tanınmış sporcular, tanınmış sanatçılar, tanınmış bilim insanları, kraliyet  mensupları,  hatta  ünlü  gangsterler  bu  kapsamda değerlendirilmektedir.  Nispî olarak kamuya mal olan kişiler ise, münferit, güncel bir olay nedeniyle sıradan kişilerin arasından sıyrılan ve yalnızca sınırlı bir zaman dilimi  boyunca  toplumun  ilgi  alanı  içinde  kalan  kişiler  olarak  ifade edilmektedir.  Bu  kişiler  sadece  belirli  bir  olayla  bağlantılı  olarak tanındıklarından, tanınmışlıkları sürekli değil, geçicidir.  Örneğin, bir kazanın veya suçun mağduru, faili veya tanığı olan, bir doğa felaketinin mağduru olan, bir yarışmayı kazanan kişiler bu kapsamda değerlendirilmektedir. Nispî olarak kamuya mal olan kişiler bakımından toplumun ilgisi doğrudan kişinin şahsına değil, onun dâhil olduğu belirli bir olaya yöneliktir. Bu nedenle söz konusu kişiler kamuya mal olmalarına yol açan münferit olay güncelliğini yitirdiğinde, tekrar sıradan kişiler kategorisine dâhil olurlar.  Bu ayrımın önemi, mutlak olarak kamuya mal olan kişilerin nispî olarak kamuya  mal  olan  kişilere  nazaran  kişilik  haklarına  yönelik  daha  geniş müdahalelere  katlanmak  zorunda  olmalarındadır.  Örneğin,  mutlak  olarak kamuya  mal  olanların  özel  ve  gizli  alanları  nispî  olarak  kamuya  mal olanlardan daha dardır. Öte yandan, bu kişilere olağandışı, münferit bir olay söz konusu olmaksızın da basında yer verilebilir. Oysa nispî olarak kamuya mal olan kişiler ancak kamuya mal olmalarına neden olan olayın güncelliğini koruduğu zaman süreci ile sınırlı olarak ve bu münferit olay çerçevesinde basın tarafından bir haber konusu yapılabilir ve rızaları aranmaksızın haber amaçlı olarak resimleri yayımlanabilir.   24  Poncet, s. 86; Rieben, s. 204; Schweizer, s. 1115; Deschenaux/Steinauer, § 20 N. 561a; Hausheer/AebiMüller, N. 12.137; Tandoğan, s. 32-33; Kılıçoğlu, s.236 vd., 255; Kara-Kılıçarslan, s. 109; Özel, s. 51.  Burada modern tarihin konusunu oluşturan husus belirli bir olay değil, kamuya mal olmuş kişinin kendisidir. Teitler, s. 35. 25  Poncet, s. 86; Rieben, s. 204; Schweizer, s. 1115; Deschenaux/Steinauer, § 20 N. 561a; Tietler, s. 37; Hausheer/Aebi-Müller, N. 12.139; Tandoğan, s. 29; Kara-Kılıçarslan, s. 113. Kılıçoğlu, bu kişilerin kamuoyunun geçici olarak dikkatini çeken bir olaya katılmak suretiyle kamuoyuna mal olmuş kişiler arasına girmeyeceği görüşündedir. Kılıçoğlu, s. 243. Aynı görüşte: Şen, s. 245. 26  Teitler, s. 38-39; Lévy, s. 182. 27  Teitler, s. 38-39; Morand, s. 53 N. 13; Kılıçoğlu, s. 257; Kara-Kılıçarslan, s. 113. 586Ankara Üni. Hukuk Fak. Dergisi, 66 (3) 2017: 581-604                        Kamuya Mal Olmuş Kişi Kavramı Kamuya mal olmuş kişileri kamuya mutlak olarak mal olanlar ile nispî olarak  mal  olanlar  olarak  ikiye  ayıran  bu  sınıflandırma  çeşitli  açılardan eleştirilmektedir. Bu iki kategori arasındaki sınırların çok net olmadığı, kişinin hangi  kategoriye  dâhil  olduğu  konusunda  tereddüt  edilebileceği  ileri sürülmektedir. Ayrıca ikili sınıflandırmanın somut olayın niteliklerini göz önünde bulundurmaksızın kalıplaşmış biçimde şu veya bu kategoriye dâhil edilmeye göre keyfî olarak çok farklı hukukî sonuçlara tâbi tutulma sonucu doğurabileceği ifade edilmektedir.  Bir görüşe göre, mutlak olarak kamuya mal olanlar ile nispî olarak kamuya mal olanlar ayrımından vazgeçilmelidir. Aebi-Müller e göre, mutlak – nispî kamuya mal olma ayrımı yapmak yerine, bir haberin ilgili kişinin kamusal görevi ile veya kamuyu ilgilendiren bir olay ile doğrudan bağlantılı olup olmadığı incelenmeli; haberin yayımlanmasının caiz olup olmadığına buna göre karar verilmelidir.  Bazı yazarlar  ise, bu ikili ayrımın zayıf yönleri de bulunduğunu kabul etmekle birlikte, bu ayrımı yine de gerekli görmektedirler. Bu görüşe göre, ikili ayrımın yapılması, somut olayda toplumun haber almaktaki menfaati ile kişinin  kişilik  haklarının  ihlâl  edilmemesindeki  menfaatinden  hangisinin üstün tutulması gerektiği konusundaki değerlendirmenin gerekliliğini ortadan kaldıramaz.    Ancak yine de mutlak veya nispî olarak kamuya mal olmuş kişileri birbirinden ayırmaya yarayan kıstaslar kabaca da olsa bir yön tayinine hizmet edeceğinden, bu ayrımdan vazgeçilmemelidir. Kişinin kamuya ne surette mal olduğunu hâkim her somut olayda değerlendirmelidir. Alman Federal Mahkemesi AİHM nin 24.6.2004 tarihli von Hannover kararının ardından kamuya mutlak olarak veya nispî olarak mal olma ayrımını katı bir şablon olarak uygulamaktan vazgeçerek farklı bir koruma anlayışına geçmiştir. Bu koruma anlayışına göre, yapılan yayında kişilik hakkı ihlâli olup  28  Auberson, s. 22; Morand, s. 53 N. 13; Teitler, s. 39. Alman hukukunda: Bartnik, s.128 vd. 29  Aebi-Müller, N. 796; Auberson, s. 24. Egloff ise genel olarak  kamuya mal olmuş kişi  kavramını gereksiz bulmaktadır. Egloff a göre, kişilik haklarına müdahalenin sınırlandırılması meselesinin çözümü bakımından önemli olan habere konu olan kişinin tanınmış bir kişi olup olmadığı değil, yapılan habere ilişkin kamunun bir menfaatinin bulunup bulunmadığıdır. Bu itibarla,  kamuya mal olmuş kişi  kavramı hukuken başvurulması zorunlu bir kavram olmayıp, herhangi bir sebeple toplumun ilgisinin bir kişiye yönelmiş olmasını ifade eden fiilî bir tespitten ibarettir. Egloff, s. 60-61. 30  Aebi-Müller, N. 796. 31  Teitler, s. 39-40; Morand, s. 53, N. 15. 32  Teitler, s. 34. 33  Alman mahkemelerinin, kamunun haber almaktaki menfaati ile bireyin kişilik hakkının korunmasına ilişkin menfaati arasındaki dengeyi tartışmadan, kamuya mutlak surette mal olmuş kişilerin kamuya açık  yerlerde  çekilen  fotoğraflarının  izinsiz  yayınlanmasının  kişilik  haklarını  ihlâl  etmeyeceği yönündeki kararları AİHM tarafından eleştirilmişti. AİHM nin Von Hannover-Almanya Davası 24.6.2004 tarihli kararı (Başvuru No. 593207/00) § 74, 75. 587L. Müjde KURT                                                     Ankara Üni. Hukuk Fak. Dergisi, 66 (3) 2017: 581-604 olmadığının  tespitinde  belirleyici  ölçüt  basında  yer  alan  makale  veya fotoğrafın kamuoyunun serbestçe oluşumuna bir katkı sağlayıp sağlamadığı meselesidir. Kamunun haber alma menfaati ile makale veya fotoğrafa konu olan kişinin özel alanının korunmasındaki menfaati arasında hangi menfaatin ağır bastığına ilişkin bir değerlendirme yapılmalıdır. Kişi, ancak yapılan yayında kamunun haber almaktaki menfaati daha ağır basıyorsa, özel alanına yapılan müdahaleye katlanmalıdır.  İsviçre-Türk hukuklarında da kamuya (mutlak veya nispî olarak) mal olma niteliğinin tek başına kişinin kişilik haklarının ne ölçüde korunması gerektiğini  açıklamaya  yetmeyeceği,  ancak  ihtilâf  konusu  yayının yapılmasında  üstün  kamu  yararı  bulunup  bulunmadığının  tespitinde  rol oynayacağı görüşü genel kabul görmektedir.  3. Kamuoyunun İlgisini İradî Olarak Çekme - İrade Dışı Çekme Kamuya mal olmuş kişilerin bazılarının tanınmışlığı, onların tanınmaya, şöhrete  kavuşmaya  yönelik  bilinçli  davranışlarından,  yani  tanınma iradelerinden ya da en azından tanınmayı göze almalarından kaynaklanır. Örneğin, sinema veya tiyatro oyuncuları, şarkıcılar, siyasetçiler ve sporcuların tanınmayı, ünlü olmayı hedefledikleri veya en azından mesleklerinde başarılı olmalarının  doğal  sonucu  şöhret  olduğu  için,  tanınmayı  göze  aldıkları söylenebilir.  Buna karşılık, bir kişinin tanınma yönünde hiçbir isteği ve iradesi bulunmadığı halde kamuya mal olması da mümkündür. Örneğin, bir kazanın,  doğa  felaketinin  veya  bir  suçun  mağduru  olarak  toplumun gündemine gelen bir kişide tanınma iradesi yoktur. Yargı İçtihatları Bakımından 1. Avrupa İnsan Hakları Mahkemesi nin Değerlendirmesi AİHM,  kişilik  hakları  ihlâlleri  bakımından  kişileri  siyasetçiler, siyasetçiler dışındaki kamuya mal olmuş kişiler, sıradan kişiler olarak üçlü bir ayrıma tâbi tutmakta; en dar kişilik hakkı korumasından siyasetçilerin, en geniş  korumdan  ise  sıradan  kişilerin  yararlanacağını  ifade  etmektedir. AİHM, Monako prensesi Caroline in izinsiz çekilmiş fotoğraflarının basında  34  BGH, 6.3.2007-VI ZR 51/06 (NJW 2007, 1977); BGH, 24.6.2008 – VI ZR 156/06 (NJW 2008, 3134). Alman Federal Mahkemesi de AİHM nin siyasetçiler – toplum hayatının diğer göz önündeki kişileri- sıradan kişiler arasında yaptığı üçlü ayrıma atıf yapmaktadır. Basın yoluyla kişilik haklarının ihlâlinde en zayıf koruma siyasetçilere, en geniş koruma ise sıradan kişilere tanınmaktadır.  35  Bianchi della Porta, s. 512; Teitler, s. 40;   Auberson, s. 9; Kılıçoğlu, 255-256; Karabağ-Bulut, s. 1097-1098; Kara-Kılıçarslan, s. 110; Dural/Öğüz, s. 139. Bu yönde: BGE 127 III 481 (488). 36  Morand, s. 54 N. 17; Auberson, s. 17; Teitler, s. 35;  Egloff, s. 60; Tandoğan, s. 32; Kılıçoğlu, s. 235. 37  AİHM nin Gourgenidze-Gürcistan Davası 17.10.2006 tarihli kararı (Başvuru No. 71678/01) § 59. 588Ankara Üni. Hukuk Fak. Dergisi, 66 (3) 2017: 581-604                        Kamuya Mal Olmuş Kişi Kavramı yayımlanmasının  kişilik  haklarını  ihlâl  ettiği  iddiasıyla  yaptığı  başvuru üzerine verdiği 24.6.2004 tarihli kararda, kamuya mal olmuş kişi kavramını oldukça  dar  bir  çerçeve  ile  sınırlandırmıştır.  Mahkeme,  bu  kararında, kamuya  mutlak  olarak  mal  olma  (modern  tarihin   kesin   kişisi  olma) tanımının, prenses Caroline gibi resmî görevi olmayan, yalnızca bir kraliyet ailesine mensup olması nedeniyle kamuoyunun ve basının ilgisini çeken  özel  kişiler bakımından geçerli olmadığını belirtmiştir. Şu halde Mahkeme bu kararı ile kamuya mal olmuş kişi kavramına resmî görev yapan kişilerle sınırlı olan, çok dar bir anlam vermiş, prensesi sıradan (özel/anonim) kişi olarak nitelendirmiştir. Bu karar, sonucu itibariyle değilse de, kamuya mal olmuş  kişileri  kamusal  bir  görev  yerine  getiren  kişiler  ile  sınırlaması bakımından  doktrinde,  kanaatimizce  de  haklı  olarak,  eleştirilere  maruz kalmıştır.  Monako prensesi Caroline ve eşi prens Ernst August von Hannover in fotoğraflarının izinsiz olarak Alman basınında yayımlanması ile ilgili olarak AİHM ye yaptıkları bir diğer başvuruda, AİHM, Monako prensesini kamuya mal olmuş kişi olarak kabul etmeyen önceki kararına bu bakımdan yöneltilen eleştirileri dikkate almıştır. AİHM 7.2.2012 tarihli bu kararında, prenses ve prensin, yürüttükleri resmi bir görevin bulunup bulunmadığından bağımsız olarak, itiraz götürmeyen tanınmışlık düzeylerini dikkate alındığında sıradan (özel/anonim)  kişiler  değil,  kamuya  mal  olmuş  kişiler  olduklarına hükmetmiştir.  AİHM bir başka kararında siyasetçilerin, haklarında yapılan eleştirilere, sıradan vatandaşlara nazaran daha büyük bir hoşgörü göstermek zorunda olduklarını belirtmiş; aynı hususun kamuya mal olmuş diğer kişiler için de geçerli olduğunu ifade etmiştir. Mahkeme, bu kararında, kamuya mal olmuş kişilerin sadece siyasetçilerden ibaret olmadığına işaret ederek, kamuya mal  38  AİHM nin Von Hannover-Almanya Davası 24.6.2004 tarihli kararı (Başvuru No. 593207/00) § 72-75. AİHM bu kararında Alman yargı içtihatlarında kamuya mutlak olarak mal olan kişilerin kişilik haklarının ancak sınırlı ölçüde korunduğuna işaret etmiştir. AİHM bu nedenle sadece resmî bir görev ifa eden siyasetçiler söz konusu olduğunda bu tanımlanın anlaşılabilir olacağını ifade etmiştir. AİHM, ayrıca, bir hukuk devletinde kişinin nerede, ne zaman üçüncü kişilerin müdahalesine maruz kalabileceği bir alanda olduğunu bilmesi gerektiğine işaret ederek, kamuya mutlak olarak – nispî olarak mal olma ayrımın açık ve belirgin olması gerektiğini belirtmiştir. Mahkeme, prensesin Alman mahkemelerinin yaptığı gibi kamuya mutlak olarak mal olmuş kişi olarak değerlendirilse dahi, sadece bu sınıflandırmaya dâhil olmanın özel hayatına müdahaleyi haklı kılmak için yeterli olmadığına hükmetmiştir. 39  Bu konuda bkz. Werly, N. 18; Auberson, s. 24; Werro/Schmidlin, s. 214 vd.; Bondallaz, s. 147 dn. 729; Karabağ-Bulut, s. 1107. 40  Poncet, s. 88; Auberson, s. 407; Karabağ-Bulut, s. 1107. 41   AİHM nin Von Hannover-Almanya Davası 7.2.2012 tarihli kararı (Başvuru No.40660/08 ve 60641/08) § 120. 42  AİHM nin Kydonis-Yunanistan Davası 2.4.2009 tarihli kararı (Başvuru No. 24444/07) § 31. 589L. Müjde KURT                                                     Ankara Üni. Hukuk Fak. Dergisi, 66 (3) 2017: 581-604 olmuş kişileri  eylemleriyle veya bulundukları mevki ile kamu arenası alanına dâhil olan kişiler  olarak oldukça geniş bir biçimde tanımlamıştır. 2. İsviçre Federal Mahkemesi nin Değerlendirmesi İsviçre Federal Mahkemesi, ilk olarak, Minelli kararı olarak bilinen kararında, kamuya mutlak olarak mal olan kişi ile nispî olarak mal olan kişi kavramlarını açıkça tanımlamıştır. Mahkeme bu kararında, kamuya mutlak olarak mal olan kişileri;  mevkileri, görevleri, yetenekleri veya faaliyetleri nedeniyle  toplumun  gözü  önünde  olan,  kişiliklerine  ve  kamusal  hayata katılımlarına  ilişkin  olarak  meşru  bir  bilgilenme  menfaatinin  bulunduğu politikacı, önemli devlet görevlisi, tanınmış sporcu, bilim insanı veya sanatçı gibi kişiler  olarak tanımlamıştır. Mahkemeye göre kamuya nispî olarak mal olan kişiler ise,  sadece belirli, olağandışı bir olay nedeniyle ve bu olayla bağlantılı olarak kendilerine ilişkin meşru bir bilgi edinme ihtiyacı duyulan kişiler dir. Ancak İsviçre Federal Mahkemesi mutlak tanınmışlık - nispî tanınmışlık biçimindeki bu ikili sınıflandırmanın gerçek hayatın çeşitliliği karşısında yeterli olmadığını ifade ederek bu iki kategori arasında kalan ara bir kategorinin de bulunabileceğini belirtmiştir. Mahkeme ye göre bu ara kategoride  toplumun  tüm  katmanlarında  tanınmadığı  için  mutlak  olarak kamuya mal olmuş kişi sayılmayan, ancak kendi sosyal ve meslekî çevresinde yaygın tanınmışlığı bulunduğu için de nispî olarak kamuya mal olmanın ötesine geçen kişiler yer almaktadır. Bu ara kategorideki kişiler hakkında bilgi almakta somut olayın şartlarına göre kamunun menfaati olabilir. Bu bakımdan basın zaman zaman münferit bir sebep olmaksızın da bu kişilerin meslekî faaliyetleri ile ilişkilendirdiği durumları haber, eleştiri konusu yapabilir.  3. Anayasa Mahkemesi nin ve Yargıtay ın Değerlendirmeleri Anayasa Mahkemesi, basın yoluyla kişilik haklarına müdahale edilmesi durumunda,  kamuya  mal  olmuş  kişiler  ile  sade  vatandaşları  birbirinden ayırarak değerlendirme yapmak gerektiğini, kamuya mal olmuş kişilerin sade  43   İsviçre Federal Mahkemesi, daha önceki kararlarında, kamuya mal olmuş kişileri,  toplumun ilgisini üzerinde toplayan kişiler  olarak tanımlamıştır. Mahkeme, nispî olarak tanınan kişilerin de bu kapsamda değerlendirilebileceğini ve somut olaydaki menfaatler dengesinin bu kişilere ilişkin haber yapılmasını veya isimlerinin açıklamasını haklı kılabileceğini de belirtmiştir. BGE 126 III 305 (307); BGE 127 I 145 (161). 44   BGE 127 III 481 (489) = JdT 2002 I 426. 45  BGE 127 III 481 (489-490) = JdT 2002 I 426. Kişilik haklarının basın yoluyla ihlâli gerekçesiyle açılan bu davada davacı konumunda olan Ludwig Minelli eski bir gazeteci, hali hazırda meslekî çevresinde tanınan bir avukat olup, ara sıra güncel olayları yorumlamak üzere radyo ve televizyon programlarına da katılan bir kişidir. Mahkeme toplumun tüm katmanlarında değilse de kendi meslekî çevresinde tanınmış bir kişi olan Minelli nin toplumda tanınmışlığının mutlak tanınmışlık ile nispî tanınmışlık arasında bir noktada olduğunu, ara kategoriye dâhil olduğunu ifade etmiştir.  Karar hakkında bkz. Werro, s. 52. 590Ankara Üni. Hukuk Fak. Dergisi, 66 (3) 2017: 581-604                        Kamuya Mal Olmuş Kişi Kavramı vatandaşa nazaran eleştirilere ve özel hayatına yapılan müdahalelere daha fazla katlanmak zorunda olduğunu belirtmektedir. Anayasa Mahkemesi nin kararlarında, kamuya mal olmuş kişiler  kamu tarafından tanınan bireyler  veya  kamusal şahıs ya da siyasî kişilik olarak kamusal alanda hareket eden bireyler  olarak tanımlanmaktadır.  Yargıtay  kararlarında  da  kamuya  mal  olmuş  kişilerin  özellikle siyasetçilerin kendilerine yöneltilen eleştirilere bu eleştiriler sert nitelikte dahi olsa katlanmaları gerektiği belirtilmektedir. Yargıtay kamuya mal olmuş kişi kavramına sadece toplumun ilgisini üzerinde sürekli olarak toplayan kişileri kapsayacak dar bir anlam vermektedir. Yüksek Mahkeme miz, Alman ve İsviçre Yüksek Mahkemelerinden farklı olarak, kamuya mal olmuş kişileri, kamuya mutlak olarak mal olanlar ile nispî olarak mal olanlar biçiminde ikiye ayırmamaktadır. Bu ikili ayrımda kamuya nispî olarak mal olduğu kabul edilebilecek, sadece münferit bir olay nedeniyle kamuoyunun dikkatini geçici olarak çeken ve haber konusu yapılan kişileri, sıradan (özel) kişi olarak nitelendirmekte ve bu kişilerin, (dar anlamda) kamuya mal olan kişilere nazaran daha geniş bir kişilik hakkı korumasından faydalanacağını kabul etmektedir. Şu halde Yargıtay, son tahlilde, kamuya nispî olarak mal olan  46  Anayasa Mahkemesi  Kamuya mal olmuş kişilerin özellikle siyasetçilerin ve gazetecilerin şöhreti söz konusu olduğunda toplumun bu kişilerle ilgili olarak haber alma hakkı da dikkate alınarak daha fazla eleştiriye tahammül etmeleri gerektiğini  ifade etmektedir. AYM, Karar Tarihi: 23.1.2014, Başvuru No: 2013/2602, § 49.  (…) Siyasetçiler ve kamuoyunca tanınan kişiler gördükleri işlev nedeniyle daha fazla eleştiriye  katlanmak  durumundadırlar.  Bu  nedenle  siyasetçilerin  veya  kamusal  yetki  kullanan görevlilerin sade  vatandaşlara göre eleştiriye daha açık olmaları kaçınılmazdır.  AYM, Karar Tarihi:16.7.2014, Başvuru No: 2012/1184, § 45. 47   İfade özgürlüğü ve özel hayatın korunması arasındaki dengede hedef alınan kişinin rol ve fonksiyonu ve haber röportaj ve/veya fotoğrafa konu faaliyetin niteliği önemli bir kriter oluşturmaktadır. Burada normal bireyler ile kamusal şahıs ya da siyasi kişilik olarak kamusal alanda hareket eden bireyleri ayırmak yerinde olur. Kamu tarafından tanınmayan bir kişi özel hayat hakkına ilişkin özel bir korumadan yararlanmayı talep edebilirken, kamu tarafından tanınan bireyler için böyle bir şey söz konusu değildir. (…) Mesela resmi bir görev yerine getiren siyasi kişilikler hakkında demokratik toplumdaki bir tartışmaya katkı sunabilecek olaylardan bahseden bir röportajı, böyle bir görev yerine getirmeyen bir kişinin özel hayatıyla ilgili detaylar üzerine yapılan bir röportajla bir tutulamaz.  AYM, Karar Tarihi: 10.12.2014, Başvuru No: 2014/18803, § 24. (R.G. Tarih-Sayı: 21/2/2015-29274). 48   Davacının bir dönem Türkiye'nin siyasetine büyük oranda etki etmiş ve kamuya mal olmuş bir kişi olduğu, Yargıtay'ın yerleşik uygulamalarında kamuya mal olmuş kişilerin ve siyasetçilerin sert nitelikte dahi olsa eleştiri ve tenkitlere katlanması gerektiği (…)  Yarg. 4. HD.,2015/8396 E., 2016/7668 K., 9.6.2016 T.  Kamuya mal olmuş kişilerle karşılaştırıldığında özel kişilere yönelik eleştirilerin sınırları daha dardır. Diğer yandan davacı bürokrat olarak eleştiri ağır dahi olsa eleştirilere olağandan daha fazla  katlanabilmelidir.   Yarg.  4.  HD.,2014/1846  E.,  2014/16594  K.,  4.12.2014  T. (https://emsal.yargitay.gov.tr). 49   Dava konusu haberin,.... gazetesinin 17/05/2010 tarihli nüshasının 3. sayfasında  Boşanma davasında fotoğraf misillemesi  başlığı ile yayınlandığı, haberin, bir kadın ve bir erkeğin yan yana çekilmiş bir fotoğrafı ile bir kadının yüzü açık bir şekilde sadece vücudunun bir kısmının mozaiklenerek yatakta çekilmiş  görüntüsü  eşliğinde,  verildiği  anlaşılmaktadır.  (…)  Kamuya  mal  olmuş  kişilerle karşılaştırıldığında özel kişilere yönelik haberlerin ve eleştirilerin sınırları daha dar olmalıdır.  Yarg. 4. HD., 2013/12081 E., 2013/17646 K., 13.11.2013 T. (https://emsal.yargitay.gov.tr). 591L. Müjde KURT                                                     Ankara Üni. Hukuk Fak. Dergisi, 66 (3) 2017: 581-604 kişilerin kamuya mutlak olarak mal olan kişilere nazaran daha geniş biçimde kişilik hakkı korunmasından faydalanacağını kabul eden Alman ve İsviçre uygulamalarından çok farklı bir sonuca da ulaşmamaktadır. C. Görüşlerin Değerlendirilmesi ve Görüşümüz                  Kamuya mal olmuş kişilere ilişkin gerek doktrinde, gerekse de yargı kararlarında  yapılan  tanımlamalar  topluca  değerlendirildiğinde  öne  çıkan esaslar, bu kişilerin toplumda öne çıkmış, sivrilmiş, kendisinden olumlu veya olumsuz biçimde söz ettiren kişiler oldukları ve toplumun bu kişiler hakkında kamuya mal oldukları hususla bağlantılı olarak bilgi edinmekte menfaatinin bulunduğudur. Şu halde, kamuya mal olmuş kişiler; toplum hayatının (siyasî, sosyal, ekonomik, kültürel, sanatsal, bilimsel vb.) çeşitli alanlarında öne çıkarak toplumun ilgisini üzerlerinde toplayan ve haklarında bilgi edinmek bakımından  toplumun  meşru  bir  menfaatinin  bulunduğu  kişiler  olarak tanımlanabilir. AİHM nin yukarıda değindiğimiz 24.6.2004 tarihli ilk von Hannover kararında ortaya koyduğu kamuya mal olmuş kişileri sadece resmî görev yapanlar ile sınırlandırma anlayışına katılmıyoruz. Zira bu anlayış hayat gerçekleri  ile  örtüşmemektedir.  Öte  yandan,  resmî  görev  yapan  kişiler dışındaki kişiler bakımından da toplumun haber almakta meşru menfaati bulunabileceği açıktır. Nitekim AİHM de, yukarıda değindiğimiz üzere, bu içtihadından dönmüştür. Kamuya mal olmuş kişi kavramı, doktrinde ve yargı uygulamalarında daha ziyade gerçek kişiler bakımından kullanılmaktadır. Bununla birlikte, tüzel  kişilerin  kamuya  mal  olamayacaklarına  ilişkin  haklı  bir  gerekçe göremediğimizden,  tüzel  kişilerin  de  kamuya  mal  olabileceği  görüşüne katılıyoruz. Örneğin, toplum hayatında öne çıkmış olan bir siyasî partinin, sendikanın,  şirketin,  derneğin  vb.  işleyişindeki  aksaklıkların  basında eleştirilmesinde kamu yararı bulunabilir. Bu bakımdan, toplumun dikkatini üzerinde  toplayan  bu  tür  tüzel  kişilerin  sıradan  tüzel  kişilere  nazaran eleştirilere  daha  fazla  müsamaha  göstermeleri  gerektiği  sonucuna  da varılabilir.  Kamuya mal olmuş kişi kavramı, dar anlamı ile ele alındığında, önemli bir mevkide bulunma, önemli bir kamusal görev yerine getirme, kendi meslek dalında popüler olma, dikkat çeken faaliyetlerde bulunma gibi nedenlerden ötürü toplum hayatında öne çıkan ve toplumun ilgisini sürekli olarak çeken kişileri ifade eder. Bununla birlikte, kavram geniş olarak ele alındığında, münferit, sıra dışı bir olay nedeniyle toplumun ilgisinin üzerlerinde geçici  50  Bkz. yukarıda I. C. 1. 592Ankara Üni. Hukuk Fak. Dergisi, 66 (3) 2017: 581-604                        Kamuya Mal Olmuş Kişi Kavramı olarak toplandığı kişileri de kapsamına alır. Şu halde, bir kişi süreklilik arz eden bir biçimde kamuya mal olabileceği gibi, sırf münferit, alışılmadık bir olay nedeniyle, bu olayın güncelliğini koruduğu zaman süreci ile sınırlı olarak tümüyle geçici biçimde de kamuya mal olabilir.  Kamuya mal olmuş kişilerin, kamuya mutlak olarak mal olanlar ile nispî olarak mal olanlar olarak ikiye ayrılmasının basının kişi hakkında yaptığı yayında üstün kamu yararı bulunup bulunmadığı sonucuna varmak için tek başına  yeterli  olmadığı,  ancak  yine  de  ana  hatları  ile  bir  sınıflandırma yapılması bakımından yararlı olduğu görüşüne katılıyoruz. Zira toplumun bilgi edinme menfaati bazen bir kişinin hem doğrudan kendisine (şahsiyetine), hem de faaliyetlerine, bazen de sadece kişinin içinde bulunduğu olaya ilişkin olabilmektedir. Kanaatimizce, bu ayrım, ister kamuya mutlak olarak mal olma –  nispî  olarak  mal  olma  adı  altında  yapılsın,  ister  bu  adlandırmalar kullanılmasın, yapılan yayında üstün kamu yararı bulunup bulunmadığının tespitinde yol göstericidir.  Toplumun ilgisini sürekli olarak üzerinde toplayan siyasetçi, önemli kamu görevlisi, tanınmış şarkıcı, oyuncu, sporcu vb. kişilerin şahsiyetleri hakkında bilgi sahibi olmakta, münferit bir olaydan bağımsız olarak da bu kişilerin  toplum  ile  ilişkilerinde  toplum  için  önemli  olan  özelliklerini tanımakta toplumun meşru bir menfaati vardır. Örneğin, kamusal görev yerine getiren bir kişinin dürüst olup olmadığının, sözünde durup durmadığının, yolsuzluğa bulaşıp bulaşmadığının toplum tarafından bilinmesi veya kamusal bir görev yerine getirmemekle birlikte toplum yaşamında öne çıkmış, ünlü bir kişinin  toplumsal  meselelerde  duyarlı  olup  olmadığının,  kanunlara  uyup uymadığının, yardımsever olup olmadığının toplum tarafından öğrenilmesi önemlidir.  Zira  toplum,  bu  kıstaslara  göre  bir  siyasetçiye  oy  verir,  bir oyuncunun filmini izler, bir sporcuyu takip eder. Yine bu kıstaslara göre bu kişileri alkışlar, onlara sevgi, saygı gösterir, itibar eder, bu kişilerin gösterdiği yönde hareket eder, onların kanaat önderliğini kabul eder veya tam tersi yönde bir tutum alır. Buna karşılık, bir kişinin (örneğin, sıra dışı bir cinayetin faili olma,  piyangoda  büyük  ikramiyeyi  kazanma  gibi)  münferit  bir  olay  ile dikkatleri üzerinde toplaması da mümkündür. Burada toplumun öğrenmekte menfaati olan olgu olayın kendisidir, olaya konu kişinin şahsiyeti, karakter özellikleri  değildir.  Bu  kişinin  adının  veya  resminin  izni  olmadan  da yayımlanması,  olayın  haber  haline  getirilmesi  üstün  kamu  yararı  ile açıklanabilir.  Bu  kişilerin  özel  hayatına  ilişkin  olarak  bilgilerin  ancak münferit, somut olaya ışık tuttuğu ölçüde öğrenilmesinde kamunun bilgi edinmekte meşru bir menfaati olabilir. Örneğin, gündemde olan bir katilin geçmişinde de psikolojik açıdan sorunlu hareketler sergileyen bir kişi olduğu veya uzun yıllardır madde bağımlısı bir kişi olduğu bilgisinin verilmesinde 593L. Müjde KURT                                                     Ankara Üni. Hukuk Fak. Dergisi, 66 (3) 2017: 581-604 durum  budur.  Buna  karşılık,  toplumun  meşru  ilgisi  münferit  bir  olayın kendisine iken, olayla bağlantı olmaksızın, olaya konu olan kişinin şahsiyetine ilişkin detaylar verilmesi halinde haberde üstün kamu yararı bulunmayacaktır. Görüldüğü  üzere,  toplumun  bilgi  edinme  menfaatinin  hem  kişinin kişiliğine, hem de faaliyetlerine mi, yoksa sadece toplumda kişiyi öne çıkaran belirli  olaya  mı  ilişkin  olduğunu  tespit  edebilmek  kişilik  haklarına müdahalenin sınırlarının tespiti meselesinde önemlidir. Bununla birlikte, bu sınıflandırma her somut olayda olayın tüm özelliklerinin dikkate alınarak ihtilâf konusu yayında kamunun haber alma menfaatinin mi, yoksa yayına konu olan kişinin kişilik haklarının ihlâl edilmemesine ilişkin menfaatinin mi ağır  bastığının  ayrıca  değerlendirilmesi  gerekliliğini  ortadan kaldırmamaktadır. Özetle, kamuya mal olmuş kişileri, kamuya mutlak/sürekli olarak mal olanlar ile nispî/geçici olarak mal olanlar olarak ikiye ayrılmasının somut olayda kamunun bilgi almakta üstün bir yararı bulunup bulunmadığını tespitte tek başına bir sonuca vardırmayacağı, ancak yol gösterici olacağı görüşündeyiz.  II. Kamuya Mal Olma Kavramının Göreceliliği Kamuya mal olma kavramı, göreceli (nispî) bir kavramdır. Hâkimin her somut olayda olayın özelliklerine göre kişinin kamuya mal olmuş kişi olup olmadığını takdir etmesi gerekir (TMK. m. 4). Bir kişinin kamuya mal olmuş kişi olup olmadığı, öncelikle  yer  bakımından görecelidir. Bazı kişiler belirli bir bölgede, bazıları belirli bir ülkede, bazıları ise tüm dünyada kamuya mal olmuş kişidir. Örneğin, bir köy muhtarı köyünde, Sezen Aksu Türkiye de, Madonna ise tüm dünyada kamuya mal olmuş kişi konumundadır.   Kişilik hakkına yönelik saldırı teşkil eden fiil (örneğin, haber, eleştiri, kişinin resminin yayımlanması) hangi topluluk nezdinde cereyan etmişse, söz konusu kişinin o topluluk bakımından kamuya mal olmuş, tanınmış kişi olup olmadığı  araştırılmalıdır.  Örneğin,  küçük  bir  ilçenin  futbol  takımında  51  Auberson, s. 19. Bondallaz, kamuya mal olan kişinin tüm toplumda tanınmasının zorunlu olmadığına, belirli bir meslekî veya sosyal çevrede tanınmışlığın da yeterli olabileceğine işaret etmektedir. Bondallaz, N. 479 dn. 729. Neumann-Duesberg e göre, kamuya mal olmuş kişiler belli bir topluluğun gözü önündeki merak uyandıran kişilerdir. Ancak kişi hakkında bilgi alma ihtiyacı duyan bu topluluğun, bütün ülke olması gerekmez;  bu topluluk bir şehirden veya bir köyden ibaret de olabilir. NeumannDuesberg, s. 114. 52  Auberson, haklı olarak, bir kişinin kişilik hakkına saldırı niteliği taşıyan ifadeler küçük bir gruba yöneltilmişse, bu kişinin o grup bakımından tanınmış bir kişi olup olmadığının tespit edilmesi gerektiğini belirtmektedir. Örneğin, bir hukuk fakültesi profesörü, ulusal bir dergide yapılan yayın bakımından toplumun ilgisini çekecek münferit olağandışı bir olaya konu olmadıkça, kamuya mal olmuş bir kişi değildir. Oysa aynı profesör fakültedeki öğrenci dergisinde yayımlanan bir eleştiri bakımından kamuya mal olmuş kişidir. Zira o fakültede genel bir tanınmışlığı vardır. Auberson, s. 19 ve oradaki dipnot 53. 594Ankara Üni. Hukuk Fak. Dergisi, 66 (3) 2017: 581-604                        Kamuya Mal Olmuş Kişi Kavramı oynayan kişi o ilçe bakımından kamuya mutlak olarak mal olmuş kişi iken, ülke çapında ele alındığında sıradan (anonim) bir kişidir. Bu itibarla, ilçenin yerel gazetesinde veya yerel televizyonunda bu futbolcunun eşini aldatması ve evlilik dışı çocuk sahibi olması gibi özel hayatına ilişkin bir haber, haberin ulaştığı topluluk bakımından o kişinin kamuya mutlak olarak mal olmuş bir kişi olduğu göz önünde tutularak değerlendirmeye tâbi tutulmalıdır. Oysa aynı haber  ulusal  bir  gazete  veya  televizyonda  yer  aldığında  bu  kişi  sıradan (anonim) kişi olarak ele alınmalıdır. Ancak bu futbolcu fevkalade bir olaya konu olursa, örneğin bir cinayetin faili olursa, kişiliği bakımından değil, bu münferit olay bakımından tüm toplumun ilgisini çeker hale gelebilir. Bu durumda bu kişi kamuya nispî olarak mal olmuş kişi olarak ulusal basında da haber konusu yapılabilir. Kişinin kamuya mal olması  zaman  bakımından da görecelidir. Dün kamuya mal olmuş kabul edilen kişi, bugün öyle kabul edilmeyebilir. Bugün kamuya mal olmuş sayılan kişi, yarın bu vasfı yitirebilir. Örneğin bugün çok şöhretli bir sinema oyuncusu olan kişi, seneler içinde unutulabilir; bugün gündemin baş aktörü olan bir azılı katil, birkaç sene içinde nerdeyse hiç hatırlanmayabilir. Önemli olan kişinin kişilik haklarına müdahale edildiği (örneğin, özel hayatına ilişkin haber yapıldığı, resmi izinsiz yayımlandığı) anda kamuya mal olmuş kişi niteliğine sahip olup olmadığıdır.  Nihayet,  kişinin  kamuya  mal  olması,  ancak  bir  ilişkiler  örgüsü  ve bütünlük içinde değerlendirilebilir. Bu kavram kişinin toplumun ilgisini çekip çekememesine bağlıdır. Bir hanedanın bir üyesi tanınmış, göz önünde bir kişi olduğu halde, bir başka üyesi hiçbir zaman tanımış bir kişi haline gelmemiş olabilir. III. Kamuya Mal Olmuş Kişilerin Sınıflandırılması Kamuya mal olmuş kişiler,  dar anlamda ele alındığında, yalnız toplumun ilgisini sürekli olarak üzerlerinde toplayan, toplum hayatında önce çıkmış (kamuya mutlak olarak mal olmuş) kişileri ifade eder. Bununla birlikte, toplumun ilgisine mazhar olan sadece bu kişiler değildir. Kişiler, bazı güncel, sıra  dışı  olaylarla  bağlantılı  olarak  da  toplumun  dikkatini  çekebilir.  Bu bakımdan kamuya mal olma kavramı geniş anlamıyla toplumun dikkatini geçici olarak güncel bir olay nedeniyle üzerinde toplayan (kamuya nispî olarak mal olan) kişileri de kapsar.    53  Poncet, s. 86; Auberson, s. 19; Bartnik, s. 134; Tandoğan, s. 33. 54  Poncet, s. 86. 55  Auberson, s. 46.  56  Scweizer, s.1115; Hausheer/Aebi Müller, N. 12.139; Bianchi della Porta, s. 511; Tandoğan, s. 29, 3233; Kara-Kılıçarslan, s. 113. 595L. Müjde KURT                                                     Ankara Üni. Hukuk Fak. Dergisi, 66 (3) 2017: 581-604 A. Toplumun İlgisini Sürekli Olarak Çeken Kişiler Kamuya mutlak olarak mal olan kişiler, toplumun ilgisini sürekli olarak üzerlerinde toplayan kişilerdir. Buradaki süreklilikten kasıt toplumun kişiye ilgisinin ilelebet sürecek olması değildir. Toplumun münferit bir olaydan ötürü bir kişiye gösterdiği noktasal ilgiyi aşan, tümüyle geçici nitelik arz etmeyen  bir  ilgidir.  Kişinin  kişilik  hakkına  müdahale  gerçekleştiği  an itibariyle önemli kamusal görev yürüten veya meşhur bir kişi olup olmadığı esastır.  Bir  kişinin  hangi  surette  kamuya  mutlak  surette  mal  olabileceği bakımından sınırlı sayım yapmak mümkün değildir. Aşağıda kişinin toplumun ilgisini sürekli biçimde üzerinde toplamasına yol açan başlıca durumlar ele alınmıştır: 1. Önemli Kamusal Görev Yerine Getiren Kişiler  Önemli  bir  kamusal  görevi  yerine  getiren  kişiler,  esas  itibariyle, görevlerinde devlet otoritesini ve dolaylı olarak da vatandaşları temsil eden veya temsil etmeye aday olan kişilerdir. Bu kişiler halkın onlara duyduğu güveni  hak  etmek  zorundadırlar.  Onların  görevlerini  layığı  ile  yerine getirebilecek  vasıflara  sahip  olup  olmadıklarını  ve  görevlerini  lâyığı  ile yürütüp yürütmediklerini bilmekte toplumun sürekli bir menfaati bulunduğu için, kamuya mutlak olarak mal oldukları kabul edilmektedir. Örneğin, devlet başkanları, yürütme, yasama, yargı organlarının üyeleri, siyasetçiler, önemli  mevkilerdeki  memurlar,  yüksek  rütbeli  askerler  bu  kapsamda değerlendirilebilir. Bu kişileri kamuya mal eden toplumdaki tanınmışlıkları,  57  Bianchi della Porta, s. 511; Auberson, s. 19; Tandoğan, s. 33. 58   Belirli meslek ve kariyer sahibi olanlar özel hayatlarına daha fazla özen göstermek ve eleştirilere katlanmak zorunda oldukları gibi, tanınmış, kamuya mal olmuş kişilerin de davranışlarını, yaşayış tarzlarını halkın bilmesinde yarar bulunmaktadır. Toplum bu sayede yöneticileri, siyasi kişiliği bulunanları tanıyacak ve ileride ona göre davranacaktır.  Yarg. 4. HD., 2000/12917  E., 2001/ 4011 K., 19.4.2001 T. (Kazancı Bilişim-İçtihat Bilgi Bankası). 59  Ancak siyasetle uğraşan her kişinin de kamuya mutlak surette mal olduğu söylenemez. Örneğin,  bir partinin ilçe örgütünde görevli bir kişi, bir başka surette toplum hayatında öne çıkmış olmadıkça, ancak o ilçe bakımından dikkatleri üzerinde toplayan bir kişidir. Bu bakımdan, ülke genelinde ele alındığında, bu kişi özel (anonim) kişidir ve ancak sıra dışı, münferit bir olayla (örneğin, bir yolsuzluğa karışmakla) dikkatleri çekerse kamuya nispî anlamda mal olmuş bir kişi olarak değerlendirilebilir. Siyasetçilerin, somut  olayın  şartlarına  göre,  kamuya  mutlak  veya  nispî  olarak  mal  olmuş  kişi  biçiminde değerlendirilebileceği konusunda bkz. Auberson, s. 34. 60  Yerel gazetede yayımlanan eleştiri bakımından, eleştiri konusu ilçe kaymakamının kamuya mal olmuş kişi  olduğuna  ilişkin  olarak:  Yarg.  4.  HD.,  2013/15796  E.,  2014/9663  K.,  11.6.2014  T. (https://emsal.yargitay.gov.tr). 61  Deschenaux/Steinauer, § 20 N. 561a; Bianchi della Porta, s. 511; Hausheer/Aebi-Müller, N. 12.137; Poncet, s. 86; Schweizer, s. 1115;Tandoğan, s. 31-32; Kılıçoğlu, s. 236; Oğuzman/Seliçi/OkytayÖzdemir, s. 212-213. 596Ankara Üni. Hukuk Fak. Dergisi, 66 (3) 2017: 581-604                        Kamuya Mal Olmuş Kişi Kavramı şöhretleri değil, kamunun güvenine lâyık olmayı gerektiren önemli görevler yürütmeleridir.  2. Mesleklerindeki Tanınmışlıkları İle Öne Çıkan Kişiler Bazı  kişiler  mesleklerinde  elde  ettikleri  çarpıcı  başarılar  ve/veya popülerlik sayesinde toplum hafızasında yer ederler ve toplumun ilgisini sürekli olarak üzerlerinde toplarlar: a. Kültür, Sanat veya Gösteri Alanlarında Tanınmış Kişiler Kültür ve sanat dünyasına ilişkin meslekleri seçen kişiler, esas itibariyle,  ürettikleri eserlerle ve yetenekleri ile toplumun dikkatini çekmeyi arzu eden kişilerdir. Bu kişilerden diğer meslektaşlarının arasından sıyrılarak şöhrete kavuşanlar, bu genel tanınmışlıkları nedeniyle kamuya mal olmuş kişi haline gelirler.  Örneğin,  ünlü  sinema  veya  tiyatro  oyuncuları,  ünlü  şarkıcılar, besteciler, ünlü yazarlar, ressamlar kamuya mal olmuş kişilerdir. Şener Şen, Türkan Şoray, Emel Sayın, Tarkan, Fazıl Say, Orhan Pamuk, Bedri Baykam gibi sanatçılar ulusal düzeyde kamuya mal olmuş kişilerdir. Buna karşılık, örneğin Karadeniz bölgesinde tanınmış bir kişi olan yerel bir sanatçı, ulusal düzeyde kamuya mal olmuş olmasa da, Karadeniz in yerel bir televizyonunda veya gazetesinde yapılan haber veya yayın bakımından ele alındığında, o bölge açısından kamuya mal olmuş kişi olarak değerlendirilebilir.  Televizyon ve radyo dünyasının ünlü programcı veya sunucuları, internet fenomenleri, moda dünyasındaki ünlü tasarımcı veya mankenler de popüler olmalarına, dikkatlerin üzerlerinde yoğunlaşmasına bağlı olarak kamuya mal olmuş kişi haline gelebilirler.  b. Spor Alanında Tanınmış Kişiler Belirli bir süreç boyunca önemli spor karşılaşmalarına veya gösterilerine katılmak ve yüksek düzeyde çok sayıda performans sergilemek suretiyle toplumda ün kazanmış sporcular da kamuya mal olmuş kişilerdir.   62  Auberson, s. 40 vd.; Teitler, s. 36; Deschenaux/Steinauer, § 20 N. 561a; Bianchi della Porta, s. 511; Tandoğan, s. 33; Kılıçoğlu, s. 42; Oğuzman/Seliçi/Okytay-Özdemir, s. 212-213. 63  Auberson, s. 40 vd.; Hausheer/Aebi-Müller, N. 12.137. 64   Davacının sayılı futbol kulüplerinde futbol oynayan kamuya mal olmuş bir şahsiyet olduğu, (…) davacının meslek ve konumundan dolayı kamusal ilginin bulunduğu ve haberin güncel nitelik taşıdığı anlaşılmaktadır.   Yarg.  4.  HD.,  2012/17928  E.,  2013/16541  K.,  28.10.2013  T. (https://emsal.yargitay.gov.tr). 65  Baddeley,  s.  195;  Teitler,  s.  36;  Schweizer,  s.  1115;  Tandoğan,  s.  33;    Kılıçoğlu,  s.  242; Oğuzman/Seliçi/Okytay-Özdemir, s. 212-213. Buna karşılık, sadece münferit bir spor yarışmasına katılan kişiler, ancak bu yarışmaya katılmaları nedeniyle kamuya nispî olarak mal olmuş kişi olabilirler. Bu durumda, yarışma ile ilişkilendirilebileceğinden ötürü, adları, önceki performansları gibi kişisel 597L. Müjde KURT                                                     Ankara Üni. Hukuk Fak. Dergisi, 66 (3) 2017: 581-604 c.  Ekonomi Alanında Tanınmış Kişiler Ekonomiye yön veren büyük şirketlerin yöneticileri, iş hayatında öne çıkan işadamları, işkadınları toplumun geniş kesiminde tanınmakla kamuya mal olabilirler.  d. Bilim Alanında Tanınmış Kişiler Bilim insanları toplumda yankı bulan araştırmaları veya buluşları ile ya da aldıkları ödüller ile toplumun tanınan kişileri haline gelebilirler. Örneğin, kimya dalında Nobel ödülü almış olan Prof. Dr. Aziz Sancar kamuya mal olmuş bir bilim insanıdır.  e.  Kendi Meslek Alanında Tanınmış Diğer Kişiler Yukarıda sayılan kategoriler dışında da mesleklerinde öne çıkan bazı kişiler toplum hafızasında yer edebilirler. Örneğin, tanınmış gazeteciler, yazılı  veya  görsel  medyada  sıkça  yer  alan  bazı  avukatlar,  psikologlar, işletmeciler de kamuya mal olabilirler. 3. Sivil Toplum Önderi Olarak Öne Çıkan Kişiler  Dernek, vakıf, sendika, federasyon gibi sivil toplum örgütlerinin yöneticileri, insan hakları veya hayvan hakları savunucuları gibi toplumsal sorumluluk  üstlenen  kişiler,  toplum  nazarında  etkili  oldukları,  dikkat çektikleri ölçüde kamuya mal olmuş kişi olarak değerlendirilebilirler.  4. İmtiyazlı Bir Sosyal Tabakaya Mensup Olmaları Nedeniyle Öne Çıkan Kişiler Kamusal bir görev yerine getirmedikleri veya mesleklerinde üstün bir başarı sergilemedikleri halde bazı kişilerin sırf belirli bir sosyal tabakaya  bilgileri ve yarışma sırasında açığa vurdukları heyecan, öfke, neşe gibi duyguları basında yer alabilir. Baddeley, s. 195. 66  Bianchi della Porta, s. 511; Poncet, s. 86;  Auberson, s. 44.   67  Teitler, s. 36; Morand, s. 51 N. 7; Deschenaux/Steinauer, § 20 N. 561a; Tandoğan, s. 33; Kılıçoğlu, s.2 42. 68  Kılıçoğlu, s. 242. Gazetecilerin halka mal olmuş kişiler olduğu yönünde: Yarg. 4. HD., 2013/12534 E., 2014/6820  K.,  29.4.2014  T.;  Yarg.  4.  HD.  2012/19132  E.,  2013/17086    K.,  6.11.2013  T. (https://emsal.yargitay.gov.tr). 69   Gazeteciler Cemiyeti Başkanı olan ve yürüttüğü görev sebebiyle kamuya mal olmuş katılanın, cemiyet üyesi bir gazeteciye karşı eylem ve işlemlerinin başkanı olduğu cemiyetin bilgilendirilmesi hakkı kapsamında kamuoyuna sunulmasında kamu yararı ve toplumsal ilgi bulunduğu (…)  Yarg. 12. CD., 2013/29180 E., 2014/16647 K., 7.7.2014 T. (Kazancı Bilişim-İçtihat Bilgi Bankası). 70   Davacı sendika konfederasyonu genel başkanı olup herkesçe bilinen ve tanınan bir kişidir. (…) kamuya mal olmuş kişilerin de davranışlarını, yaşayış tarzlarını halkın bilmesinde yarar bulunmaktadır.  Yarg. 4. HD., 2000/12917  E., 2001/ 4011 K., 19.4.2001 T. (Kazancı Bilişim-İçtihat Bilgi Bankası). 71   Türkiye Futbol Federasyonu başkanı olan davacının, (…) sıfatından dolayı kendisine görevi ile ilgili eleştirilerde bulunulmuştur. Kamuya mal olmuş görevlere talip olunurken bu tür eleştirilere de açık olunması  gereklidir.   Yarg.  4.  HD.,  2012/17164  E.,  2013/16193  K.,  10.10.2013  T. (https://emsal.yargitay.gov.tr). 598Ankara Üni. Hukuk Fak. Dergisi, 66 (3) 2017: 581-604                        Kamuya Mal Olmuş Kişi Kavramı mensup olmaları nedeniyle toplumun dikkatini üzerlerinde toplamaları da mümkündür. Örneğin, İngiliz veya Monako kraliyet aileleri tüm dünyada, Osmanlı hanedanının bazı öne çıkan üyeleri ise ülkemizde toplumun dikkatini çekmektedir.  Keza,  gelir  düzeyi  yüksek  ve  kendi  aralarında  sosyalleşen kişilerden oluşan cemiyet hayatında yer alan bazı kişilerin de popülerlikleri ölçüsünde kamuya mal oldukları söylenebilir. 5. Toplumun Olumsuz Duygularını Üzerinde Toplayarak Toplumsal Hafızaya Kazınan Kişiler Kamuya mal olan kişilerin, toplumun sevgi, saygı, gıpta gibi olumlu duygularla dikkatini yönelttiği kişiler olmaları zorunlu değildir. Bazı suçlular toplumun olumsuz duygularını üzerlerine çekerek de kamuoyunun dikkatini çekebilirler. Suçlular, kural olarak, sadece işledikleri münferit suç nedeniyle toplum gündeminde yer alacaklarından, kamuya nispî olarak mal olmuş kişi olabilirler. Bununla birlikte, bazı suçlular, işledikleri suçların ağırlığı veya şaşırtıcılığı nedeniyle toplumun olumsuz duygularını üzerlerinde toplayıp, dikkatini sürekli biçimde çekebilirler. Örneğin, bazı seri katiller, soykırım suçu işlemiş kişiler, gangsterler bu çerçevede kamuya mal olabilirler. B. Toplumun İlgisini Geçici Olarak Çeken Kişiler Bazı  kişiler,  kural  olarak,  sıradan  (anonim)  kişi  kategorisine  dâhil oldukları halde, toplumun ilgisini çekecek bir özellik arz eden, güncel, sıra dışı münferit bir olay nedeniyle bu kategoriden geçici olarak çıkıp kamuya mal olmuş kişiler arasına girerler. Kamuya nispî olarak mal olan bu kişiler, olay güncelliğini koruduğu süreç boyunca kamuoyunun gözü önünde olurlar; olay güncelliğini yitirince tekrar sıradan kişiler arasında dönerler. Örneğin, sıra dışı bir kazanın veya alışılmadık biçimde işlenmiş bir suçun faili veya mağduru ya da tanığı olan, toplumun ilgisini çeken bir yarışmaya katılan, piyangodan  ödül  kazanan,  bir  doğa  felaketinin  mağduru  olan  kişiler kamuoyunun dikkatini geçici olarak üzerlerinde toplayabilirler. Keza, günün konusu olan bir kuruluşun yöneticisi konumunda bulunan, gündemdeki bir konu ile ilgili dikkat çekici bir eylemde bulunan bir kişi de bu kapsamda  72  Auberson, s. 45-46; Bianchi della Porta, s. 511; Tandoğan, s. 33; Karabağ-Bulut, s. 1108. 73  Teitler, s. 36; Morand, s. 51 n. 7; Poncet, s. 86; Auberson, s. 46 vd.; Tandoğan, s. 32-33; Kılıçoğlu,                    s. 242. 74  JdT 1985 I 98 (101). 75  Zürih Kanton Mahkemesi, oteline Arap müşterilerin girmesini yasaklayan otel sahibinin  nispî olarak kamuya mal olmuş bir kişi  olduğuna ve fotoğrafının basında yayımlanmasına katlanması gerektiğine hükmetmiştir. Mahkeme kişinin bu kapsamda ele alınmasına gerekçe olarak da o sırada yürürlüğe girmiş olan ırkçılığı önlemeye ilişkin bir kanununun kamuoyunda geniş tartışmalara yol açması nedeniyle otele giriş yasağının güncel ve kamunun öğrenmekte menfaatinin bulunduğu bir olay olmasını göstermiştir. ZR 1998 132-133. Karar hakkında bkz. Teitler, s. 39-40. 599L. Müjde KURT                                                     Ankara Üni. Hukuk Fak. Dergisi, 66 (3) 2017: 581-604 değerlendirilebilir. Bu kişilere ilişkin olarak toplumun bilgi alma ihtiyacı, hem zaman yönünden, hem de konu yönünden sınırlıdır. Kişinin kamuya geçici bir süre ile mal olmasına yol açacak münferit olayın belirsiz sayıda kişinin ilgisine sunulmayı haklı kılacak önemde olması gerekir. Bir olayın bu  önemde  olup  olmadığı  Basın  Kanunu  ve  ilgili  mevzuata  göre  tespit edilecek basın kuralları çerçevesinde yapılacak objektif bir değerlendirme ile tespit edilmelidir.  C. Kamuya Mal Olmuş Kişilerin Yakınlarının Durumu Kamuya mal olmuş bir kişinin eşi, çocukları, annesi, babası, kardeşi gibi yakınlarının  sırf  bu  yakınlık  nedeniyle  kamuya  mal  olup  olmayacakları üzerinde de durulmalıdır. Bir görüşe göre, mutlak olarak kamuya mal olan kişilerin  yakınları,  kamuya  nispî  olarak  mal  olmuş  kişilerdir.  Bir  başka görüşe  göre,  kamuya  mal  olmuş  kişilerin  yakınlarının,  kendi  meslekî, sanatsal vb. faaliyetleri ile kamuya mal olmuş kişi olmaları veya sadece kamuya mal olmuş kişi ile bağlantıları nedeniyle kamuya mal olmuş kişi olmaları ya da özel (anonim) kişi niteliğinde olmaları mümkündür. Bir diğer görüşe göre ise, kamuya mutlak olarak mal olmuş bir kişi ile yakını olan kişi arasındaki kişisel veya profesyonel bir bağ, bu kişiyi nispî olarak kamuya mal olmuş kişi saymak için yeterli değildir. Kamuya mutlak olarak mal olan kişinin yakını, ya kendisi bizzat kamuya mutlak olarak mal olmuş bir kişidir ya da sıradan (anonim) bir kişidir. Yargıtay ise bir kararında kamuya mal olmuş kişinin kamuoyunda bu bağlantı nedeniyle tanınan yakınının sıradan bireylerden ayrık düşünülmesi gerektiğini ifade etmiştir.  76  Poncet, s. 86; Deschenaux/Steinauer, § 20 N. 561a; Morand, s. 51; Auberson, s. 48; Schweizer, s.1115. 77  Toplumun sadece olay güncelliğini koruduğu sürece ve kişinin kamuoyunun ilgisini çekmesine neden olan münferit olay çerçevesinde bilgi edinmekte menfaati vardır. Teitler, s. 37; Kılıçoğlu, s. 257-258; Özel, s. 52. 78  Schweizer, s. 1115; Lévy, s. 182. Schweizer, bir olayın kamunun bilgisine sunulmaya değecek önemde olup olmadığının belirlenmesinde, olaya dâhil olan ilgili kişinin sübjektif değerlendirmesinin değil, basının yapacağı değerlendirmenin esas alınacağını belirtmektedir.  79  Bächli, s. 98; Poncet, s. 86. Ancak Poncet, kamuya mutlak olarak mal olan kişilerin küçük çocuklarını, yaş küçüklüğüne bağlı korunma ihtiyaçları nedeniyle bu genellemeden ayrık tutmaktadır. Alman hukukunda bu yönde: Bartnik, s. 125. Bartnik e göre, bir kişinin kamuya mal olduğu gerekçesiyle izinsiz fotoğrafının çekilebilmesi için çekilen fotoğrafın modern tarihi belgelemeye elverişli olması gerekir. Bu bakımdan, sırf kamuya mutlak olarak mal olmuş bir kişinin hayat arkadaşı olduğu için toplumun ilgisini çeken bir kişiyi basın ancak bu kamuya mutlak olarak mal olmuş kişi ile birlikte görüntüleyebilir.  80  Auberson, s. 53. Yazar, çok az sayıda kişinin sırf kamuya mal olmuş kişi ile bağlantıları nedeniyle kamuya mal olmuş sayılabileceğini belirterek, bu duruma örnek olarak ABD Başkanının çocuklarını göstermektedir. Buna karşılık, sadece bir aktör veya şarkıcının çocuğu olmanın bir kişiyi kamuya mal olmuş kişi saymak için yeterli olmadığını savunmaktadır.  81  Lévy, s. 182 dn. 35.   82  Davacı 2010-2011 sezonunda İspanya nın (…) takımına transfer dünyaca ünlü bir Türk futbolcu (...) il in babası ve aynı zamanda menajeridir. Spor kamuoyunun yakından takip ettiği bir isimdir. Bu 600Ankara Üni. Hukuk Fak. Dergisi, 66 (3) 2017: 581-604                        Kamuya Mal Olmuş Kişi Kavramı Kanaatimizce,  bu  mesele  her  somut  olayda  olayın  tüm  şartları  göz önünde bulundurularak çözüme kavuşturulmalıdır. Kamuya mutlak olarak mal olmuş kişinin yakını olan kişi kendisi de bu kişiden bağımsız olarak kamuya mutlak olarak mal olmuş bir kişi ise, onun, yakını olduğu kişi ile bağlantılı  olarak  ele  alınmasına  gerek  yoktur.  Örneğin,    sanatçı  Rutkay Aziz in kendisi de ünlü bir oyuncu olan kızı Doğa Rutkay bakımından durum budur. Bu durum dışında, kamuya mal olmuş kişilerin yakınları, kural olarak, sıradan  (anonim)  kişilerdir.  Ancak  bu  kişiler  belirli,  münferit  bir  olay nedeniyle kamuya nispî olarak mal olmuş kişi haline de gelebilirler. Bu münferit  olay  öncelikle  herhangi  bir  kişiyi  kamuya  nispî  olarak  mal edebilecek kaza veya suç gibi bir olay olabilir. Kişinin kamuya mal olmuş kişinin yakını olması ancak sıradan bir olaya önem kazandırma bakımından fark yaratabilir. Bu farklı ele alınış da ancak kamuya mal olmuş kişinin kişiliğini toplumun daha yakından tanımasına hizmet ediyorsa anlaşılabilirdir. Örneğin, herhangi bir özellik arz etmeyen, adi bir hırsızlık fiilini sıradan vatandaş işlediğinde bunun haber yapılmasında toplumun korunmaya layık bir menfaati yokken, kamuya mutlak olarak mal olmuş bir kişinin yakını böyle bir fiil işlediğinde bu menfaat vardır. Zira toplumun en azından kamuya mal olmuş kişinin bu tür durumlar karşısında sergileyeceği tutumu veya yakınının bu duruma düşmesinde payı olup olmadığını öğrenmekte meşru menfaati bulunmaktadır. Buna karşılık, kamuya mal olmuş kişinin yakının, alışveriş yaparken veya yemek yerken resminin çekilmesinde veya bunun haber haline getirilmesinde toplumun bu kişiye ilişkin meşru  bir bilgilenme menfaati yoktur. Bu tür bir durumda bu kişi sıradan kişi olarak ele alınmalıdır.",
     "Kaynakça": "ACABEY, Mehmet Beşir:  Basın Özgürlüğü ve Bu Özgürlüğün Bir Sınırı Olarak Kişilik Hakkı , Journal of Yaşar University, 2013, Cilt: 8, Özel Sayı, s. 1-54. AEBİ-MÜLLER,  Regina:  Personenbezogene  Informationen  im  System  des zivilrechtlichen Persönlichkeitsschutzes, unter besonderer Berücksichtigung der Rechtslage in der Schweiz und in Deutschland, Bern 2005. AUBERSON, Géraldine: Personnalités publiques et vie privée, Etude de droit privé suisse à la lumière du droit américain, Schulthess Verlag, Zürich 2013. AKİPEK, Jale/AKINTÜRK, Turgut/ATEŞ, Derya: Türk Medenî Hukuku, Başlangıç Hükümleri Kişiler Hukuku, 13. Bası, Beta Yayınevi, İstanbul 2016. BADDELEY,  Margareta:   Le  sportif,  sujet  ou  objet?  –  La  protection  de  la personnalité du sportif , ZSR 1996 II s. 135 vd. BARTNİK, Marcel: Der Bildnisschutz im deutschen und französischen Zivilrecht, Mohr Siebeck Verlag, Tübingen 2004. BİANCHİ  DELLA  PORTA,  Manuel:   Information  sur  les  personnalités, personnalisation de l information: où sont les limites?  sic! 2007, s. 507-520. BONDALLAZ, Stéphane: La protection des personnes et de leurs données dans les télécommunications, Schulthess Verlag, Zürich 2007. DESCHENAUX, Henri/STEİNAUER, Paul-Henri: Personnes physiques et tutelle, 4. éd., Stämpfli Verlag, Berne 2001. DURAL, Mustafa/ÖĞÜZ, Tufan: Türk Özel Hukuku Cilt II, Kişiler Hukuku, 17. Bası, Filiz Kitabevi, İstanbul 2016.  EGLOFF,  Willi:   Dokumentarspiel,  öffentliches  Informationsinteresse  und Persönlichkeitsschutz , ZBl 1982, s. 53-69. GÖTTİNG, Horst-Peter/SCHERTZ, Christian/SEİTZ, Walter (Hrsg.): Hanbuch des Persönlichkeitsrechts,  Beck Verlag, München 2008. HAUSHEER,  Heinz/AEBİ-MÜLLER,  Regina:  Das  Personenrecht  des Schweizerischen Zivilgesetzbuches, Stämpfli Verlag, Bern 2005. KARA-KILIÇARSLAN, Seda: Kişilik Hakkına Saldırıda Üstün Nitelikte Özel ve Kamusal Yarar, XII Levha Yayıncılık,"
}