{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "4",
     "Başlık": "CEZA HUKUKU BAĞLAMINDA SİVİL İTAATSİZLİK ÜZERİNE BAZI DEĞERLENDİRMELER",
     "Title": "Some Evaluations on Civil Disobedience in the Context of Criminal Law",
     "Yazar İsmi": [
          "Özgür KÜÇÜKTAŞDEMİR"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Sivil İtaatsizlik",
          "Ceza Hukuku",
          "Ceza Sorumluluğunu Kaldıran ve Azaltan Nedenler",
          "Türk Ceza Kanunu",
          "Toplantı ve Gösteri Yürüyüşleri",
          "İçtihat Hukuku"
     ],
     "Keywords": [
          "Civil Disobedience",
          "Criminal Law",
          "Turkish Penal Code",
          "Reasons for lifting and reducing criminal responsibility",
          "Meetings and Demonstrations",
          "Common Law"
     ],
     "Özet": "Sivil itaatsizlik hem siyaset biliminin hem de hukuk felsefesinin güncel konularından biridir. Sivil itaatsizlik, özellikle Batı dünyasında tartışmalara konu olmuş ve üzerine birçok eser yazılmıştır. Ülkemizde de sivil itaatsizliğin incelendiği çalışmalar vardır. Bu çalışmanın amacı sivil itaatsizliği salt siyasi veya felsefi boyutuyla değil, hukuki boyutuyla da değerlendirmektir. Sivil itaatsizliğin hukuki boyutuna ilişkin tartışmaların önemli bir kısmıysa temelde sivil itaatsizlik eylemlerinin diğer suç konusu eylemlerden farklılıkları ve bu farklılıklara  binaen  sivil  itaatsizlik  eyleminde  bulunanların  cezai sorumlulukları,  cezayla  karşılaşacaklarsa  hangi  tür  ve  miktar  cezayla yüzleşmeleri  gerektiğinin  belirlenmesinde  düğümlenir.  Şüphesiz  bu tartışmalar doğrudan ceza hukukuyla ilgilidir. Bu çalışmada suç genel teorisi açısından  sivil  itaatsizlik  eylemleri  değerlendirilecektir.  Yalnız  bu değerlendirme yapılmadan önce, sivil itaatsizliğin tarihi, felsefi ve siyasi boyutlarına, tartışmaya ışık tutmak amacıyla gerektiği ölçüde değinilecektir.",
     "Metin": "Sivil itaatsizlik hem siyaset biliminin hem de hukuk felsefesinin güncel konularından biridir. Sivil itaatsizlik, özellikle Batı dünyasında tartışmalara konu olmuş ve üzerine birçok eser yazılmıştır. Ülkemizde de sivil itaatsizliğin incelendiği çalışmalar vardır. Bu çalışmanın amacı sivil itaatsizliği salt siyasi veya  felsefi  boyutuyla  değil,  hukuki  boyutuyla  da  değerlendirmektir. Kanımızca ülkemizde sivil itaatsizliğin bu boyutunun tartışılması diğer Batı ülkelerine nazaran görece eksik kalmıştır.  Sivil  itaatsizlik  pozitif  bir  hukuk  kuralının  ihlalini  içerir.  Eylemde bulunanlar  ihlal  ettikleri  hukuk  normunun  meşruluğunu  tanımazlar  ve böylelikle sivil itaatsizlik eylemleri yasallık meşruluk tartışmasının başka bir veçhesini  oluşturur.1  Diğer  yandan  itaatsizlik  eyleminde  bulunan  kişi,                                                  1   Bu bağlamda Fransa da çiftçilerin Dünya Ticaret Örgütü kararlarına karşı gerçekleştirdikleri eylemler gösterilebilir. Gerçekten de çiftçilerin kendi menfaatlerine zarar veren DTO 2196Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  Küçüktaşdemir gerçekleştirdiği ihlalin sonuçlarını göze alıp kabullenerek, hatta sonuçlarıyla yüz yüze gelmek isteyerek ve şiddet içermeyen eylemleri seçerek içinde bulunduğu  hukuk  sisteminin  meşruluğunu  kabul  eder.  Bu  yönüyle  sivil itaatsizlik siyasi-hukuki sistemin eylemci tarafından genel kabulünü vurgular ve  dolayısıyla  eylemci  hukuk  devletini  siyasi  bir  ideal  olarak benimsediğinden, cezalandırılmayı cezasızlığa ahlaki açıdan tercih eder.2 Bu bizi  bir  çelişkiyle  karşı  karşıya  bırakır  ve  bu  çelişki  hukuk  sistemin meşruluğunun genel kabulüne karşın, failin belirli bir konudaki hukuk kuralını ahlaki amaçlarla bilinçli bir şekilde ihlal etmesinden doğar. Sivil itaatsizlik eyleminin failleri ve eylemin kendisi bağlamındaki bu farklılıkları, hukuk düzeninin ona nasıl tepki vermesinin gerektiği açısından tartışmalara konu olmuştur.  Sivil  itaatsizliğin  hukuki  boyutuna  ilişkin  tartışmaların  önemli  bir kısmıysa temelde sivil itaatsizlik eylemlerinin diğer suç konusu eylemlerden farklılıkları ve bu farklılıklara binaen sivil itaatsizlik eyleminde bulunanların cezai sorumlulukları, cezayla karşılaşacaklarsa hangi tür ve miktar cezayla yüzleşmeleri  gerektiğinin  belirlenmesinde  düğümlenir.  Şüphesiz  bu tartışmalar doğrudan ceza hukukuyla ilgilidir. Buna karşın, literatürde sivil itaatsizliğin ceza hukukundaki yeri, ceza sorumluluğunu kaldıran veya azaltan bir neden olarak ileri sürülüp sürülemeyeceği hususunda az sayıda çalışma vardır.3 İşte bu çalışmada suç genel teorisi açısından sivil itaatsizlik eylemleri değerlendirilecektir.  Yalnız  bu  değerlendirme  yapılmadan  önce,  sivil itaatsizliğin  tarihi,  felsefi  ve  siyasi  boyutlarına,  tartışmaya  ışık  tutmak amacıyla gerektiği ölçüde değinilecektir.  II. GENEL OLARAK SİVİL İTAATSİZLİK KAVRAMI A. SİVİL İTAATSİZLİĞİN KISA TARİHÇESİ Sivil itaatsizlik eyleminde  bulunan ilk kişinin Sokrates olduğu ileri sürülür. Sokrates in yaşamı tanrıları inkâr ettiği gerekçesiyle idama mahkûm edilmesiyle son bulmuştur. Sokrates sonunda idam edileceğini bildiği halde düşüncelerini korkusuzca ifade etmiş, suçlu olmadığına inandığı halde ve                                                  kararlarına  karşı  başvurabilecekleri  herhangi  bir  hukuk  yolu  yoktur.  (Bk.  BOVE, Jose/LUNEAU, Gilles, Sivil İtaatsizliğe Çağrı, İletişim, İstanbul, 2006, s.176) 2   Bkz. BAYLES, Michael, The Justifiability of Civil Disobedience, Review of Metaphysics, 24:1, 1970, (pp. 3-20), s.19 3   Bkz.  OLESON,  J.C.,   Drown  the  World:  Imperfect  Necessity  and  Total  Cultural Revolution , Unbound, Vol.3:19, 2007, (s.19-104), s. 23   2197Ceza Hukuku Bağlamında...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  imkanı varken kaçmak yerine infazı için getirilen baldıran zehrini gönüllüce içmiş;  yargılanması  sonucunda  hakkında  verilen  hükmün  uygulanmasını sağlamıştır.4 Sokrates, ünlü savunmasında görülebileceği üzere, kendisini sakınmadan, tanrıları inkâr ettiği suçlamasıyla karşı karşıya gelecek olmasına rağmen fikirlerini hem yargılanması hem de öncesinde açıkça beyan etmiş; fikirlerini öne sürerken hakkında verilebilecek ölüm cezasını göze almış, cezasından da kaçınmamıştır. 5 Sivil itaatsizlik bir eylem biçimi olarak belirgin bir şekilde ilk defa, Henry David Thoreau nun, Amerika ve Meksika Savaşı sırasında bu savaşın kölelik kurumunu kuvvetlendireceğini ve bu nedenle savaşı finanse etmeme amacıyla gelir vergisi ödemeyi reddetmesi sonucu hapse atılmasıyla karşımıza çıkar. Bir kavram olaraksa, yine Thoreau nun  Sivil İtaatsizlik Üzerine Bir Deneme  adlı konferansında ilk kez bahsi geçer. Sivil itaatsizlik M. Gandi nin ellerindeyse politik bir araç olarak ne kadar etkili olabileceğini göstermiştir.6 II. Dünya Savaşı nda da sivil itaatsizlik eylemleri Nazilere karşı yoğun bir şekilde  kullanılır.  Bunlardan  en  dikkat  çekici  olanı,  Nazilerin  işgalleri sırasında  Danimarka da  Yahudileri  yakalamak  amacıyla  faaliyetlerde bulunmaları  karşısında,  Danimarka  halkının  ülkelerindeki  Yahudi vatandaşlarını bulup uyarıp saklamalarıdır.7                                                  4   BETZ, Joseph: Can Civil Disobedience Justified, Social Theory and Practice,1:2, Fall, 1970, (s.13-30), s.29; Ayrıca bkz. PLATON, Sokrates in Savunması, Cem Y., İstanbul, 2005. 5   bkz. PLATON; Sokrates in Savunması, Cem Y., İstanbul, 2005.Sokrates ın itaatsizliği, tanrıları inkâr ettiği gerekçesiyle idama mahkûm edilmesine neden olmuştur. Atina yı gitgide sarsmakta olan Sokrates, 70 yaşındayken gençleri ahlaki değerlerden uzaklaştırdığı ve  tanısızlığı  savunduğu  gerekçesiyle  idam  istemiyle  yargılanır.  Yakınları  O nu kaçırabileceklerini söyler ve kaçmasını teklif ederler. O, kaçmak yerine, karısına,  Suçlu olsaydım daha mı iyiydi?  diyerek, hakkında kurulan hükmün infazı için kendisine sunulan baldıran zehrini, huzurla içmiştir. Suçlamaları kabul edip daha az ceza alma yolunu da seçmez. Üstelik ölüm cezası alacağını da bilmektedir. Taraftarlarıyla isyan çıkarmayı da denememiştir. Sokrates, erdemli davrandığına inanarak devlet otoritesini kabul etmiş, en adaletsiz düzenin düzensizlikten daha iyi olduğunu söyleyerek yine de düzeni korumaya çalışmıştır. (ÖKTEM, Niyazi/TÜRKBAĞ, Ulvi; Felsefe, Sosyoloji, Hukuk ve Devlet, Der Yayınları, İstanbul, 2003, s.104 vd.) 6   Bkz. WEBER, Paul: Toward A Theory of Civil Disobedience, Cath Law, 1967, Hein Online, s.200; Tolstoy Thoreau nun söylevini 19.yüzyılın son çeyreğinde tesadüfen keşfedip İngilizcesinden okur. Gandhi ise Thoreau nun düşünceleriyle İngiltere de bulunduğu süre içinde tanışmış, Tolstoy un Bir Hindu ya Mektub adlı yazısını okuyarak Tolstoy ile mektuplaşmaya başlamıştır. (BOVE/LUNEAU, s.75)  7   BOVE, /LUNEAU, s.87 2198Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  Küçüktaşdemir Yakın zamandaysa sivil itaatsizlik en etkili ve yoğun bir şekilde Martın Luther King in başını çektiği Afroamerikan hareketinde ortaya konmuştur. King in itaatsizliği, adil olmayan, siyah ve beyazlar arasında ayrım güden ırkçı yaklaşımlara karşıdır ve sembolik bir şekilde bu ayrımı meşrulaştıran yasaların ihlal edilmesini içermiştir. Bu bağlamda gerek Gandhi, gerekse de King, sivil itaatsizliği toplumda bir korku veya şiddet eğilimi yaratmadan mevcut politikaların barış içinde yeniden gözden geçirilmesini sağlamaya yönelik bir ikna aracı olarak kullanmışlardır.8 Daha sonra 68 Kuşağı içindeki çeşitli öğrenci hareketleriyle sivil itaatsizlik belirgin bir şekilde uygulama kazanmıştır. Bu dönem için Silahlanma ve Vietnam Savaşı karşıtı eylemler örnek olarak gösterilebilir. Kıta  Avrupası  ülkelerinden  Almanya da  ise  sivil  itaatsizlik  (Ziviler Ungehorsam)  nükleer  enerji,  çevrenin  korunması,  ABD  üsleriyle  ilgili protestoların yapılmasında kullanılmıştır. Buna rağmen Alman doktrininde sivil itaatsizlik üzerine yapılan çalışmalar sayıca az kalmıştır.9 Sivil itaatsizlik, tarih boyunca kimi zaman güç kullanımının istismarına karşı veya Amerikan Afroamerikan hareketi örneğinde olduğu gibi toplumun açıkça söylenmemiş temel  prensiplere  uymasındaki  süregelen  başarısızlığına  karşı  geliştirilmiştir.10 Görülebileceği üzere, sivil itaatsizlik kavramı Anglosakson kökenli bir kavramdır.11 Yine yukarıda çok kısa bir şekilde anlatılan tarihi örneklerinden anlaşılabileceği  gibi  sivil  itaatsizlik  eylemleri,  yasallık  ve  meşruluk tartışmasının  bir  tezahürü  gibidirler.  Nazilere  karşı  gerçekleştirilen eylemlerde olduğu gibi temel hak ve özgürlüklere karşı ağır ihlal hallerinde sivil itaatsizlik, aslında bir savunma tepkisi olarak ortaya çıkarken, daha yakın zamandaki Martin Luther King hareketi örneğindeki temel hak ve özgürlük ihlallerinin  var  olduğu  ama  ağırlaşmadığı  durumlardaysa,  topluma adaletsizlikleri duyuracak, onların vicdanlarına hitap edecek bir iletişim aracı olarak karşımıza çıkar.                                                    8   WEBER: s.726 9   LAKER, Thomas: Civil Disobedience and German Constitutional Law, Cornell Law Forum, Hein Online, s.1 10  JONES: Introduction: Law and Disobedience, Res Publica 10: 319-336, 2004, Kluwer s.335 11  BOVE/LUNEAU, s.165   2199Ceza Hukuku Bağlamında...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  B. SİVİL İTAATSİZLİK KAVRAMI ve TEMELLERİ 1. SİVİL İTAATSİZLİK KAVRAMI ve UNSURLARI Sivil itaatsizlik kavramının belirginlik kazanması 19. yüzyılın ikinci yarısına  denk  gelir.  Sivil  itaatsizlik  genel  olarak,  etik  amaçlarla  ortaya konulan, şiddet içermeyen, yasamanın yasalaştırdığı ve hükümetin yürüttüğü kanunları protesto etmek amacıyla gerçekleştirilen, protesto edilen kanun hükümleriyle kamuya açık bir şekilde karşı karşıya gelinen ve bu hükümlerin protestocular tarafından bilerek ve istenerek ihlal edildikleri eylemler olarak tanımlanabilir.12 Sivil itaatsizlik daha net bir ifadeyle ve kısaca, yasaya aykırı olarak gerçekleştirilen, bu sırada üçüncü kişilerin daha üstün bir hakkını çiğnemeyen,  barışçıl  bir  protesto  eylemidir.13  Kavramı  niteleyen   sivil  kelimesi suçun karşıtı değildir. Sivil denilirken hükümetle veyahut daha net bir anlatımla devletle karşı karşıya gelinmesinin altı çizilmektedir.14 Diğer yandan, sivil sözcüğünün kökenine inildiğinde, Latince  civilis  yani yurttaş kelimesinden türediği görülür ve bu nedenle yurttaş itaatsizliği kavramının kullanılabileceği savunulmaktadır.15 Yukarıdaki  tanım  ışığında,  sivil  itaatsizliği  toplantı  ve  gösteri yürüyüşleriyle  vicdani  retten  ayırmak  gereklidir.  Vicdani  rette  bireysel inançlar söz konusudur ve bu bireysel inanç nedeniyledir ki onu paylaşamayan diğer insanlara herhangi bir istem empoze edilemez.16 Örneğin vicdani retçi bireysel olarak askere gitmeyi reddeder ve bu reddinin sonuçlarıyla bilerek ve isteyerek karşılaşır. Buna karşın, vicdani retçinin eylemi tümden askerlik kurumuna yöneltilmiş bir protesto niteliği taşıyamaz ve dolayısıyla da bu özelliği nedeniyledir ki bireysel olarak kalır. Bu açıdan vicdani retçi bireysel ahlaka dayanırken, sivil itaatsizlik eylemcilerinin pozitif hukukun toplumsal ahlakı  ihlal  ettiğini  iddiasında  olduğu  söylenebilir.  Kısacası,  bireysellik vicdani  retçilerle  sivil  itaatsizlik  eyleminde  bulunanları  ayıran  yegâne unsurlardan biridir.  Sivil  itaatsizlik  kitleselliği,  şeffaflığı  ve  kamu  vicdanına  seslenişi amaçlaması açısından toplantı ve gösteri yürüyüşlerine benzetilebilir ve hatta                                                  12  TUDSON, W John: Civil Disobedince and The Law s Response: A Proposal, Hein Online, (http://heinonline.org/HOL/LandingPage?handle=hein.journals/quintralj&div=25&id=&page=), s.76 13  ÖKÇESİZ, Hayrettin: Sivil İtaatsizlik, AFA Yayınları, İstanbul, 1994, s.130 14  TUDSON: s.77 15  BOVE/LUNEAU, s.166 16  JONES, s.323 2200Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  Küçüktaşdemir aşağıda da açıklanabileceği üzere bir toplantı halini alabilir.17 Buna karşın sivil itaatsizlik eylemleri diğer toplantı ve gösteri yürüyüşlerinden ayrılır. Bu fark, eylem şekli olarak toplanmanın yanında, bir görüşün kamuoyuna ifadesi için vasıta olarak pasif direnişle belirli bir yasa hükmünün ihlalinin protesto amacıyla seçilmiş olmasına dayanır ve bu ihlal eylemin  itaatsizlik  olarak değerlendirilmesinde  yegâne  unsurdur.  Sivil  itaatsizlikte  yasal  olmayan davranışlar otoriteden saklanmadan tüm açıklığıyla yapılır ve bu eylemlere katılanlar cezalandırılmayı en başından göze alırlar.18 Burada amaçlanansa kamuoyunun  dikkatinin  çekilmesidir  ve  böylelikle  sadece  toplanılmakla sınırlı kalınmaz, bir ifade biçimi olarak belirli bir normun kasten ihlal edilmesi yoluna gidilir. Bu bağlamda sivil itaatsizlik eyleminde bulunan kişiler bu davranışlarının  cezalandırılabilme  gibi  olası  sonuçlarının  bilincindedirler. Böylelikle eylemlerinin daha fazla duyulmasını ve düşüncelerinin kitlesellik kazanmasını amaçlarlar.  Sivil itaatsizlik şu unsurlara ayrılabilir: sivil itaatsizlikte bir hukuk normun  ihlal  edilmesi  gereklidir;  ihlale  neden  olan  eylem  şiddet içermemelidir;  eylem  kamuya  açık  bir  şekilde  icra  edilmelidir;  eylemin yapılmasında güdülen amaç toplumsal adalet anlayışına ve kamu vicdanına çağrı  yapılmasıdır;  eylemi  yapanların  siyasi  ve  hukuki  sorumluluğu üstlenmeleri gerekir; gerçekleştirilen eylem adil olmadığı savlanan yasaya karşı  makul,  ölçülü  bir  itaatsizliği  içermelidir;  bir  bütün  olarak  hukuk düzenine  karşı  değil,  düzenin  meşruluğu  kabul  edilmekle  birlikte  tikel düzenlemelerden kaynaklanan haksızlıklara karşı çıkılmalıdır.  Sivil  itaatsizlik  eylemlerinde,  eylemciler  bilinçli  bir  şekilde  kanun hükümlerini ihlal ederlerken, daima bir yasa hükmünün veya izlenen bir politikanın ahlaken yanlış olduğu yargısıyla kendilerini motive ederler ve yargıları  genellikle  bu  politika  ya  da  yasal  düzenlemelerin  yozlaşmış,                                                  17  Hatta Arendt e göre, sivil itaatsizlik bireyin tekil bir davranışıyla ortaya çıkmaz; sivil itaatsizlik savunucusu sadece ve sadece bir grubun üyesi olarak ortay çıkabilir, ancak bu özelliğiyle sözünü dinletebilir ve bu nedenle ortak bir çıkar grubu oluşturan bir dizi insan tarafından uygulanırsa anlamlı olacaktır. (ARENDT, Hannah,  Sivil İtaatsizlik , Kamu Vicdanına Çağrı Sivil İtaatsizlik, Ayrıntı, İstanbul, 2014, (s.79-121), s.83) 18  WEBER: s.202 19  BETZ, s. 20; Ayrıca bkz. TAŞKIN, Ahmet: Terörizm ve Sivil İtaatsizlik, Polis Bilimleri Dergisi, C.6, S.1-2, (s.119-140), s.128 20  Kanımızca burada, aslında Türkçe de ahlak kelimesine yüklenen ikinci anlam geçerlidir. Bu anlam, Batı dillerinde  moralite  olarak geçen Türkçede yüce ahlak olarak çevrilebilen, etik ilkeleri ifade eder. (Ahlak ve etik ilkeler farkı için bkz. KUÇURADİ, Ionna, Uludağ Konuşmaları, Türkiye Felsefe Kurumu Yayınları, Ankara, 2009, s.43)    2201Ceza Hukuku Bağlamında...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  adaletsiz, acımasız olduğuna dayanır.21 Anlaşılabileceği üzere, bu tip yargılar kitlesellik taşıyabilirse de genellikle objektif olabilmekten uzaktır. Bu tip yargılara nükleer santrallerin açılmasına ve GDO lu ürünlere karşı çıkan düşünceler örnek olarak verilebilir. Sivil itaatsizliğin ceza hukuku açısından tartışılabilmesi açısından göz önüne alınması gereken en önemli unsur, bu tip yargılardan ziyade, ihlal edilen yasal düzenlemenin gerçekten hukuka aykırı olup  olmadığıdır  ki  çalışmanın  devamında  ele  alınacaktır.  İnsan  hakları doktrini, liberal demokratik bir hukuk düzeninin kendisinin de tanıdığı temel normları  açıklayarak  bu  belirlemenin  yapılabilmesi  için  önemli  araçlar sunar.22  Diğer yandan, sivil itaatsizlik eylemleri tür olarak, doğrudan ve dolaylı sivil itaatsizlik eylemleri olmak üzere ikiye ayırabilir. Eğer fail katılmadığı kanunu  doğrudan  çiğniyorsa  doğrudan  sivil  itaatsizlik,  eğer  fail  hedef aldığından farklı bir kanunu ihlal ediyorsa dolaylı sivil itaatsizlik yoluna başvurmaktadır.  İlkine  örnek  olarak  esrar  kullanımının  yasak  olmasını protesto eden birinin umuma açık bir yerde esrar kullanmasını, diğerineyse ülkelerinin savaşa girmesini protesto eden kişilerin bir askeri üssü basmalarını örnek olarak gösterebiliriz.23 Sivil itaatsizliğin ölçüsü belirlenmek istendiğinde, bu eylemlerin, kişisel ve sorumluluğu üstlenilen, çıkar gözetmeyen, kolektif, şiddet içermeyen, şeffaf ve nihai eylemler olduğu söylenebilir.24 Sivil itaatsizlik eylemleri, sistemin meşruluğunun tanındığı ve dolayısıyla hukuk düzeni içinde kalınarak gerçekleştirilen  eylemlerdir.  Bu  nedenle  zaten  bütün  yasa  yollarının tüketildiği  nihai,  şiddet  içermeyen,  cezai  sorumluluktan  kaçınılmaya çalışılmadığı, başka bir vatandaşı hedef almayan eylemlerdir. Yoksa ihlal etmeyi  amaçladıkları  normun  dışında  başkalarının  haklarına  zarar  verir, ölçülülük niteliğini kaybeder ve hukuk düzeninin bütününe karşı yönelmiş olurlar. İşte bu yönüyle sivil itaatsizlik eylemlerinin başat gücü, o hukuk düzenin meşruluğunun tanınmasından ileri gelir ki kamuoyunun olumsuz tepkisini  çekmeyecek  ve  bu  özellikleriyle  vicdanlarda  ses  getirmeyi amaçlayan  eylemler  olarak  tezahür  ederek  kamuoyu  gözünde  siyasi meşruluklarını kazanırlar.                                                  21  JONES, s.322 22  Bkz. JONES, a.g.e, s.329 23  TURENNE, Sophie: Judicial Responses to Civil Disobedience: A Comparative Approach, Res Publica V.10, 379-399 s.381 24  BOVE/LUNEAU, s.168 2202Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  Küçüktaşdemir Sivil itaatsizlik eylemleri çok çeşitli şekillerde gerçekleştirilebilir. Bu nedenle belirli bir eylem tarzının olduğunu söylemek ve dolayısıyla eylem çeşitlerini öngörmek son derece güçtür. Başlıca sivil itaatsizlik eylemlerine: oturma,  insandan  halı  yapma,  genel  greve  çağrı,  imza  toplama,  yayınla kendini  ihbar,  şantiye  alanlarına  çadırlar  kurma,  füze  üstlerine  girme girişimleri, imdat düğmelerine basma, ağaçların kesilmesini önleme, barış kampları kurma, gizli atom silahlarının planlarını açıklama, yol kesme gibi hepsi de uygulanmış örnekler verilebilir.25 2. SİVİL İTAATSİZLİĞİN FELSEFİ TEMELLERİ Günümüzde sivil itaatsizlik teorik formunu Neumann, Dworkin, Rawls, Raz,  Habermas,  Dreier,  Rostow,  Walzer,  Singer,  Wasserston,  Cosi  gibi düşünürlerin eserleriyle bulmuştur.26 Haklar ve sivil itaatsizlik arasındaki güçlü bağ en çok Dworkin ve Rawls tarafından ele alınmıştır.27 Çalışmanın devamında  genel  olarak  ceza  hukuku,  özeldeyse  Türk  Ceza  Hukuku bağlamında  sivil  itaatsizliğin  değerlendirilmesine  çalışılırken,  en  çok Dworkin, Rawls ve Habermas ın düşüncelerinden etkilenildiğinden, konuyla bağlantısı ölçüsünde özet olarak bu üç düşünürün görüşlerine aşağıda yer verilmiştir.  Rawls a göre sivil itaatsizlik, genel anlamda adil olan toplumlar için geçerlidir ve şu ya da bu biçimde adil demokratik bir devletin, anayasayı meşru olarak kabul eden yurttaşları için ortaya çıktığından demokrasinin ahlaki  temeline  ilişkin  her  teorinin  denektaşıdır.28  Rawls  sözleşme kuramından yola çıkarak sivil itaatsizliğin demokratik bir toplumdaki yerini tartışmıştır. Bu bakış açısından, sivil itaatsizliği bir protesto şekli olarak değerlendirir. Rawls a göre sivil itaatsizlik şiddete dayanmayan, hükümetin politikalarında değişimi hedefleyen, aleni olarak yapılan, vicdani ama yasal olmayan bir siyasi eylemdir ve niteliğiyle bireylerin devlet otoritesi tarafından uğramış oldukları haksızlıklara karşı bir direnme şeklidir.29 Burada Rawls ın                                                  25  ANBARLI, Şeniz: Bir Pasif Direnme Modeli Olarak Sivil İtaatsizlik, C.Ü İktisadi ve İdari Bilimler Dergisi, s.326-327 26  TELLA, Maria: Civil Disobedience and Test Cases, Ratio Juris, Vo. 17, No.3 2004 (315327), s.315 27  TURENNE: s.384 28  RAWLS,  Sivil İtaatsizliğin Tanımı ve Haklılığı  Kamu Vicdanına Çağrı Sivil İtaatsizlik, Ayrıntı, İstanbul, 2014, (s.55-78), s.56 29  MACİT, Hanifi: Şiddet İçermeyen Bir Eylem: John Rawls da Sivil İtaatsizlik, KKEFD, S.16, Y.2007,(s.135-146) s.140   2203Ceza Hukuku Bağlamında...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  sivil  itaatsizliğin  vicdaniliğinden  kast  ettiği  sivil  itaatsizlik  eylemlerinin faillerinin  kendi  kişisel  çıkarlarından  çok  bulundukları  toplumun menfaatlerine  yönelik  hareket  etmeleri  ve  bu  menfaatler  ışığında  hukuk düzeni içinde kalarak toplumun yani çoğunluğun adalet duygusuna hitap etmeleridir. Gerçekten sivil itaatsizlik Rawls a göre ne katılanların yasanın anayasaya uygunluğunu sınadığı bir denemedir, ne de katılanlar eylemlerinde kendilerini haklı gösterebilmek için bireysel ahlak ve dini doktrinlerini temel alabilirler;  ancak  yurttaşların  politik  sorunların  çözümünde  kendilerine referans yaptıkları ve anayasayı yorumlamakta kendilerini ölçü aldıkları bir kamusal adalet anlayışının varlığı veri olarak kabul edilebilir.30 Bu bağlamda kamuoyunun  bilgilendirilmesi  ve  ikna  edilmesi  belirli  siyasi  ilkeler çerçevesinde yapılabilecek ve bu da sivil itaatsizliğin siyasi yönünü ortaya koyacaktır.31 Rawls a göre sivil itaatsizlikle, tutuklama ve cezalandırmanın beklenildiği, direniş gösterilmeden kabul edildiği bir durum yaratılarak yasaya sadakatin sınırları aşılmadan vicdani ve samimi bir şekilde çoğunluğun adalet duygusuna  hitap  edilir.32Bu  özellikleriyle  sivil  itaatsizlik,  yasaya  itaatin sınırında yer alan bir nonkonformizm biçimidir; asli aleni haksızlıklarla ve mümkün olduğu ölçüde de diğer haksızlıkları ortadan kaldırmanın önünde engel teşkil eden haksızlıklarla sınırlandırmak, en son durumda başvurulacak bir yöntem olarak ele almak gerekmektedir.33  Dworkin ise, sivil itaatsizliği bir hak olarak görür. Bu hak sadece siyasi katılımla ilgili değil tüm bireylerin eşit bir şekilde devlet otoritesine karşı öne sürebileceği tüm negatif statü haklarıyla bağlantılıdır. Hukuk düzeni, bu hakları ihlal edecek düzenlemeler içerdiğinde sivil itaatsizlik de böyle bir hak olur.34 Bu nedenle Dworkin e göre sivil itaatsizlik per se olarak bir yasal savunma  aracıdır  ve  hâkim  tarafından  cezanın  verilmemesinde  veya hafifletilmesinde göz önüne alınması gereklidir.35 Bu yüzden Dworkin, sivil itaatsizlik faillerinin hüküm giymesini liberal bakış açısından hassas bir konu                                                  30  RAWLS, s.58 vd. 31  CORLETT, Angelo: The Right to Civil Disobedience and Right to Secede, The Southern Journal of Philosophy, Vol..XXX, N.1, 1992,(s.19-27) s.20 32  RAWLS, John: Sivil İtaatsizliğin Gerekçelendirilmesi, Cogito, S.67, Y.2011, (s.167-181) s.173 33  RAWLS, s.61 vd. 34  Bkz.  Stanford  Encyclopedia  of  Philosophy,   Civil  Disobedience , (http://plato.stanford.edu/entries/civil-disobedience/) 35  TURENNE: s.384 2204Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  Küçüktaşdemir olarak ele alır.36 Ona göre, iki yanlış yapılmamaya özen gösterilmeyi, sivil itaatsizlik eylemcileri ne cezalandırılması gereken malum kötü insanlar olarak görülmeli ne de eylemlerinin haklılığı inancıyla yola çıkarak, bilinçli bir biçimde  yasayı  ihlal  eden  insanların  cezalandırılmamaları  en  baştan varsayılmalıdır.37Dworkin,  sivil  itaatsizlik  güdüsüyle  hareket  edenlerin cezalandırılmaması gerektiğini belirtir, bu bağlamda adli yargılamada bir takdir hakkının varlığının modern hukuk teorisinin asli unsurlarından biri olduğuna, ayrıca ceza kovuşturmasından vazgeçilmesini gerektiren çok sayıda nedenin  olabileceğine  dikkat  çeker.38  Son  olaraksa  Dworkin,  bireyin adaletsizliğinden  emin olduğu bir  yasayı ihlal ederek doğruyu  yaptığına inanıyorsa, bunun çok rahatlıkla ceza seviyesini düşük tutmanın bir gerekçesi olabileceğini,  savcı  ve  hakimlerin  bunu  göz  önüne  almasını  gerektiğini savunur.39 Habermas  sözleşme  kuramından  ayrılarak  sivil  itaatsizliğin  pozitif hukuka uygun olarak ortaya çıkmış, evrensel nitelikli herkesin için açık ve seçik olan adalete, iyi yaşamaya dair siyasi ve ahlaki ilkeleri korumak savını içinde  barındırdığını  dile  getirmektedir.40  Yukarıda  sayılan  özellikleri dolayısıyla, sivil itaatsizlik, iyi niyeti, uzlaşmayı, şiddet içermemeyi temel almasıyla politik felsefi bir akım olarak da görülebilir.41 Habermas a göre, demokratik  bir  devlet,  meşruiyetini  saf  legaliteye  dayandırmadığı  için yurttaşlarından mutlak itaat değil, sadece ilkesel itaat bekleyebilir ve anayasa bu ilkeyi dokunulmaz ve devredilemez insan haklarının varlığını tanıyarak kabul  eder.42  Bu  tanımanın,  temel  hakların  da  yasalarüstü  bir  özellik taşıdıklarının kabulünü ifade etmesi gerektiği sonucuna varabileceği, Alman Anayasası nın 20.maddesinin 3.paragrafındaki  yasa  ve  hukuk  ayrımının bu varsayıma dayandığını belirtir.43Habermas, sivil itaatsizliğin meşruiyetle                                                  36  Dworkin ve Rawls, sivil itaatsizliğin liberal demokrasilerde de uygulanabileceğini ileri sürerek Raz dan ayrılırlar. (HAKSAR, Vincent:  The Right to Civil Disobedince,Osgoode Hall Law Jorunal , Vo.41, n:2&3, 2003,(s.408-416) s.410-411) 37  DWORKIN, Ronald,  Sivil İtaatsizliğin Etiği ve Pragmatiği , Kamu Vicdanına Çağrı Sivil İtaatsizlik, Ayrıntı, İstanbul, 2014, (s.144-164), s.160 vd. 38  DWORKIN, s.161 39  DWORKIN, s.162 40  ÖKÇESİZ, s.149 41  ALTUNEL: s.445 42  HABERMAS,  Jürgen,   Sivil  İtaatsizlik:  Demokratik  Hukuk  Devletinin  Denktaşı. Almanya da Otoriter Legalizm Karşıtlığı , Kamu Vicdanına Çağrı Sivil İtaatsizlik, Ayrıntı, İstanbul, 2014, (s.122-143), s.130 43  HABERMAS, s.130   2205Ceza Hukuku Bağlamında...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  yasallık arasında bir noktada durduğunu, sivil itaatsizliği adi bir suçmuş gibi takibe  kalkan  bir  devletin,  otoriter  legalizmin  sathı  mailine  düşeceğini belirtir.44  3. SİVİL İTAATSİZLİĞİN SİYASİ TEMELLERİ Sivil itaatsizlik eylemleri siyasi motivasyonlarla yapılan, faillerinin daha yüksek ilkeler veya normlara dayanarak hareket ettiklerine inandıkları açık ve kasıtlı hukuk düzeni ihlalleridir.45 Bu nedenle sivil itaatsizlik her şeyden önce bir siyasi ifade biçimdir de.46 Yalnız, sivil itaatsizlik eyleminde ihlali bilinçli kılan amaçların ahlaki olması gerektiğine vurgu yapılır.47 Yine de kanımızca bu gereklilik, hukuki değil, eyleme meşruiyetini kazandırma vasıtası olan aynı zamanda siyasi bir gerekliliktir ve kökenlerini doğal hukuk okulunda edinir. Sivil itaatsizliğin siyasi yönü, ihlalde bulunan eylemcilerin bu ihlallerini ne şekilde  kendileri  için  meşrulaştırdıklarıyla,  niye  bu  eylem  yönteminin seçildiği konularına odaklanır. Sivil itaatsizliğe başvurmak gerçekten gerekli midir? Gerekliyse dayanak ve amaçları neler olacaktır? Modern  çağ  gözlemlendiğinde  demokrasinin  sorunları  hiç  de azımsanacak  gibi  değildir.  Gelişen  medya,  toplumdaki  giderek  artan  iş bölümü karşısında, yasal düzenlemelerin, özel ya da kamusal kurum ve kuruluşların sayısının çoğalması, vatandaşların hukuki sorumluluklarını da arttırmakta, buna paralel olarak da her vatandaşın siyasi karar verme sürecine katılması gerekliliği daha fazla önem arz etmektedir. Bununla birlikte bu karmaşık  yapı  içinde  vatandaşlar  demokratik  süreçlere  etkili  bir  şekilde katılamamaktadır. Gerçekten de, silahlanma ve çevre politikaları gibi temel adaletsizlikler yaratan bazı kanunlara veya durumlara karşı doğrudan harekete geçmek mümkün değildir.48  Bu bağlamda sivil itaatsizlik gerçekleştirerek bir yasa hükmünü ihlal eden kişiler açısından birbirinden farklı iki görüş ileri sürülebilir. Birincisi her ne koşulda olursa olsun, kanunlara uymanın vatandaşın bir görevi olduğu ve kanunların  ancak  anayasada  gösterilen  yollarla  değiştirilebileceğini                                                  44  HABERMAS, s.142 45  ROSEN, Jay:  Civil Disobedience and Other Such Techniques: Law Making Through Law Breaking, The George Washington Law Review , Hein Online, s.442 46  ALTUNEL: S.451 47  FORJI, Amin George,  Just Laws versus Unjust Laws: Asserting the Morality of Civil Disobedience , Journal of Politics and Law, V.3, N.2, 2010, (s.156-169), s.164 48  DAVIS: A Limited Right To Civil Disobedience, Chitty s Law Journal, Vol.41, 1993/ 1 & 2 s.49 2206Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  Küçüktaşdemir belirtirken  diğer  görüş  sadece  adil  olan  ve  etik  içerik  taşıyan  yasalara uyulabileceğini kabul eder.49Genel olarak benimsenen görüş ilkidir. Çünkü demokratik  düzenlerde  kanunlar  genel  olarak  karşılıklı  bir  uzlaşmanın ürünüdür ve demokratik bir sistemde yaşayan vatandaşların, anti demokratik düzenlerde  yaşayanlara  nazaran  kanunlara  uyma  yükümlülüklerinin  daha keskin bir şekilde belli olduğu söylenebilir.50 Bu nedenle genel olarak kabul edilen  görüş,  kanunlara  uyma  yükümlülüğünün,  o  kanunlar  adaletsiz  de gayriahlaki de olsa, zararlı da algılansa her zaman her vatandaş için bulunduğu yönündedir.51 Kaldı ki, itaatsizlik gösterilmesi gereken yasa hüküm veya hükümleri konusunda sosyal bir konsensüs da sağlanamamaktadır. Yukarıda sayılan nedenlerle, sivil itaatsizlik eylemlerinde bulunanlar, eylemeleri için daha üst ilke ve değerleri ileri sürerler. Sivil itaatsizliğin bu bağlamda ahlaki yönü ortaya çıkmakta ve onu doğal hukukçular tarafından daha rahatlıkla savunulabilir bir kurum haline getirmektedir.52 Ayrıca sivil itaatsizlik eyleminde bulunanlar ahlaki davrandıklarını ileri sürdükleri kadar, özgecil  olduklarını  da  belirtirler.  İtaatsizler  kendi  menfaatlerini düşünmediklerinden, çıkar toplulukları olarak değil daha örgütlü azınlıklar oluştururlar.53 Sivil itaatsizler bir isyanı veya devrimi savunmazlar, bir hükümetin yıkılmasına  veya  bir  hukuk  düzeninin  süregelen  ihlallerle  etkisiz  hale getirerek ortadan kaldırmayı amaçlamazlar. Bu yönleriyle anayasal sınırlar içinde kalarak anarşistlerden ve devrimcilerden ayrılmaktadırlar.54 Gerçekten de  sivil  itaatsizliğin  en  önemli  ve  kısmen  de  olsa  siyasi  meşruluğunu sağlayacak  en  önemli  unsur  kanımızca  şiddet  içermemesidir.55Barışçıl oldukları ve eylemlerinde şiddet unsuru bulunmadığı içindir ki sivil itaatsizlik eylemcilerinin isyancı olarak nitelendirilmesi son derece güçtür.56                                                  49  Bkz. FORJI, s.159 50  BLACKSTONE: Civil Disobedience: Is it Justified, Georgia Law Review, Vol: 3:679, Hein Online s.702 51  Bu görüşün eleştirisi için bkz. McCLOSKEY, H.J., Conscientious Disobedience of the Law: Its Necessity, Justification, and The Problems to Which It Give Rıse  Philosophy and Phenomenological Research, Vol. 40, No. 4 (Jun., 1980), (s.536-557), s.539 vd 52  Bkz. FORJI, s.163 vd. 53  BOVE/LUNEAU, s.165 54  BLACKSTONE, W. T.: Civil Disobedience: Is it Justified, Georgia Law Review, Vol: 3:679, Hein Online, s.680 55  Bu bağlamda bkz. ALLEN, Micheal,  Civil Disobedience and Terrorism: Testin the Limits Of Deliberative Democracy , Theoria, V.56, N.118,2009, (s.15-39) 56  Bkz. ARENDT, s.100   2207Ceza Hukuku Bağlamında...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  Sivil  itaatsizlik  eyleminde  bulunanların,  eylemlerinin  nedenleri  ve dayandıkları  ahlaki  ilkeler  konusunda  her  zaman  yanılmaları  da mümkündür.57 Bu nedenlerle diğer suçlulardan ayırt edilmemeleri gereğinin, eylemlerinin ahlaki veya siyasi nedenlerinin onlara ait olduğunun altı çizilir. Diğer taraftan, kamuoyundan gizlenerek faaliyetlerini sürdüren sıradan bir suçluyla  yasaya  karşı  oluşunu  kamuoyuna  beyan  eden  sivil  itaatsizlik eylemcisi arasında önemli bir farklılık vardır.58 Sivil itaatsizlik eylemcileri özgecil niyetlerle hareket eder, yakalanmamayı amaçlamaz, karşılaşabilecekleri yaptırımları peşinen kabul etmekte, sistemin meşruiyetini sorgulamamakta  veya  bir ayrıcalık istememektedirler. Kendilerine  uygulanacak hukuki yaptırımlar vasıtasıyla kamuoyu vicdanına ulaşmayı hedeflerler ve böylelikle başkalarının rızasını almaya çalışır.  Yukarıda sayılan yönleriyle, sivil itaatsizliğin kendine özgü bir siyasal karşı  çıkma  veya  itiraz  eylemi  olduğu;  çünkü  sivil  itaatsizlikle  modern demokratik devletin sınırlarının kabul edildiği, bu nedenle de düzen kurmak yerine düzenin sınırlarının kabul edilerek bu sınırların yeni uzlaşmalar ve dengeler  ışığında  esnetmenin  amaçlandığı,  bir  anlamda  iktidarın meşruiyetinin bir parçası olunduğu vurgulanmaktadır.59 Bu bağlamda devrim, anarşizm  gibi  diğer  seçeneklerin  yanında  sivil  itaatsizlik  aynı  zamanda taktiksel bir seçenek olarak kendini belli etmektedir.60 Bu nedenle belirtmek gerekir ki sivil itaatsizlik hukukun normatif gücünü aslında zayıflatmamaktadır.61 Toplumdaki uzlaşma veya diğer bir anlatımla toplum sözleşmesi bütünüyle bozulduğunda, sivil itaatsizlik eylemleri en azından bir süre için kaosu arttırmaktan ziyade daha ağır kırılmaları ve çatışmaları önleyebilecek bir işlev görebilir. Çünkü eylemciler genel olarak sistemin meşruiyetini hala tanımaktadır. Böylece, modern demokrasilerde sivil itaatsizlik giderek önem kazanmış,  özgürlük  kurumlarının  herhangi  bir  şiddete  neden  olmadan değişimin  taarruzuna  karşı  esnek  bir  şekilde  ayakta  kalmalarına  hizmet etmiştir.62                                                  57  McCLOSKEY, s.544 58  ARENDT, s.99 59  ÇELEBİ, Aykut: Demokrasinin Derinleşmesi: Bir Yöntem Olarak Sivil İtaatsizlik, Cogito Sayı: 67, 2011 s.80 60  SCHLESINGER; Steven: Civil Disobedince: The Problem Of Selective Obedience to Law, Hastings Constitutional Law Quarterly, Vol. 3, Hein Online ,s.959 61  PALUMBOS, Robert: Within Each Lawyer s Conscience a Touchstone: Law, Morality, and Attorney Civil Disobedience, University of Pennsylvania Law Review, Vol. 153:1057: S.1073 62  Bkz. ARENDT, s.104 2208Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  Küçüktaşdemir Gerçekten de sivil itaatsizlik bahsi geçen özelikleri nedeniyle, ciddi adaletsizliklerin  oluştuğu  demokratik  toplumlarda  bunların  giderilmesi açısından bir araç olabilir, yurttaşlar arasındaki dayanışmayı besleyebilir, siyasal  ve  yargısal  denetimlerin  yetersizliğinden  doğan  aksaklıkların aşılmasında yapıcı roller edinebilir.63  4. SİVİL İTAATSİZLİĞİN HUKUKİ TEMELLERİ Sivil itaatsizlik, hukuk düzeninin bütününe olmasa da bir itaatsizliği ifade ettiğinden doğal olarak hukuki açıdan sorunlu bir kavramdır. Hukuk ve sivil itaatsizlik gelişigüzel ve  düzensiz bir şekilde  kesişmekte  ve  bu kesişme çoğunlukla yersiz ve konu dışı sorunlar üzerinde vuku bulabilmektedir. Zaten, yukarıda ele alınan konular açısından da görülebileceği gibi hukukçulardan ziyade,  siyaset  bilimciler  ve  felsefeciler  tarafından  tartışılan  bir  kavram olmuştur. Belki de sivil itaatsizliğin hukukla en anlamlı kesişme noktası, sivil itaatsizliği uygulayanların eylemlerinin başarılı olması halinde hukuk düzenin toplumun gelişen ihtiyaçlarını karşılaması konusunda verdiği katkı olacaktır ve bu nedenle sivil itaatsizlik söz konusu olduğunda hukuk, bir toplumsal soruna ekonomik, politik, altyapısal ve sosyolojik yaklaşımlardan sadece biridir.64 Her ne kadar sivil itaatsizliğin hukuk düzeni açısından ne ifade ettiğine bu bakış açısından bakabilirsek de, hangi eylemlerin sivil itaatsizlik sayılabileceğinin  ve  bu  hallerde  itaat  edilmeyen  normların,  yani  norm ihlallerinin yaptırımın ne olacağı konusu önemini hiç kaybetmemektedir. Kanımızca  ilk  olarak,  sivil  itaatsizlik  hukuki  açıdan  ele  alınmak isteniyorsa hangi eylemlerin sivil itaatsizlik çerçevesine gireceği konusunda bazı şartlar belirlenmelidir. İlk elde fail eylemi için daha üstün bir etik ilkeyi dayanak olarak almalıdır. İkincil olarak fail ihlal ettiği kanunun yaptırımına gönüllü  bir  şekilde  katlanmalı  ve  böylelikle  protestosunu  kamuya  açma yönünde  hareket  emeldir.  Üçüncü  açıdansa  failin,  davranışının  şiddet içermemesi  veyahut  olası  bir  zararı  öngörme  imkanına  sahip  olmaması gerekir.65 Uygulama anında sivil itaatsizliğin faillerinin eylemleri şiddete yönelebilmekte, süregelen ihlal diğer vatandaşların özgürlük alanına girdiği ölçüde onlar üzerinde dolaylı bir zorlamaya yol açabilmektedir. Bu nedenle başkalarının özgürlük alanına doğrudan müdahale edilmemesi gerekir. Çünkü                                                  63  TANÖR, Bülent,  Anayasa Hukuku Açısından Sivil İtaatsizlik , Argumentum, Y.3-4, S.3641, Temmuz-Aralık 1993, (s.701-703), s.703 64  BERRY, Robert: Where Law and Civil Disobedience Intersect, University of Florida Law Review, V.XX, (s-289).s.282 65  TUDSON: s.88-89   2209Ceza Hukuku Bağlamında...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  doğrudan müdahaleler şartları varsa suç teşkil edecektir. Gerçekten de sivil itaatsizlik  eylemi  diğer  vatandaşların  özgürlüklerine  dokunduğu  ölçüde öğretici, ifşa edici niteliğini kaybedecek protestocular giderek daha az dikkat çekecektir.66  Sivil itaatsizlik ahlaki normlar ile kanun normları arasındaki bir nevi bir çatışma  olarak  da  görülebilir.67  Sivil  itaatsizlik  söz  konusu  olduğunda hükümet  tarafından  yürütülen  ve  bireyin  vatandaşlığını  değiştiremeden kendini ayrıştırmayacağı normlarla karşı karşıya gelmesi anlaşılmalıdır.68 İtaat etmek kural, sivil itaatsizlik ise istisna olarak ele alınmalı ve istisnai durumlarda  hukuka  uygun  kabul  edilip  edilemeyeceğinin  incelenmesi gerekmektedir.69 a. Klasik Hukuk Okulu Açısından Sivil İtaatsizlik Klasik ceza hukuku okulu, pozitif hukukun doğal hukuka uygun olması gerektiği varsayımından yola çıkarak insanı etik bir değer olarak evrenin merkezine  koyar  ve  irade  serbestîsine  önem  verir.70 Sivil itaatsizlik  söz konusu olduğunda etik yükümlülük ve görevlerin, kanunların veya siyasi yükümlülüklerin hepsinden önemli olduğu görüşünün temelleri doğal hukuk okuluna dayanır.71 Doğal hukuk okulunun sivil itaatsizliğe bakış açısını anlamada, direnme hakkına kısaca değinmek ışık tutucu nitelikte olabilir. Doğal hukuk okuluna göre,  hukukun  dışında  olan  bir  siyasal  sistemin  varlığı,  meşruiyetini kaybetmiş bir siyasi iktidarın bulunması, hukuka aykırılığın zulüm ve baskı haline gelmesi gibi hallerde, hukukun üstünlüğü için, tüm ulusça ve son çare olarak  kullanılacaksa  insanların  direnme  hakkının  olduğu  kabul  edilir.72 Direnme hakkı ilk olarak Amerikan Bağımsızlık Bildiri ile resmi bir belgede                                                  66  SCHLISINGER: s.955 67  LOSECH, Martin: Motive Testimony and A Civil Disobedience Justification, Notra Dame Journal of Law, Ethics & Public Policy Vol.5, 1991, s.1087 68  MADDEN, Edward/ HARE, Peter: Reflections on Civil Disobedience, The Journal of Value Inquiry, 4(2):81-95, 1970, s.85 69  JONES: s.332 70  HAFIZOĞULLARI, Zeki /ÖZEN, Muharrem: Türk Ceza Hukuku Genel Hükümler, USA Yayıncılık, Ankara, 2010, s.126 71  WEIERS, Thomas: The Disciplinary Dilemma Confronting Attorneys Seeking to Counsel Civil Diobedients, Duquesne Law Review, Vol. 23.715, s.717 72  Direnme hakkıyla ilgili ayrıntılı bilgi için bkz. TAŞKIN, Ahmet, Baskıya Karşı Direnme Hakkı, TBB Dergisi, S.52, 2004, (s.37-65) 2210Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  Küçüktaşdemir ortaya çıkmış, en geniş ifadesineyse Fransız İhtilali metinlerinde bulmuştur.73 Örneğin günümüzde Fransa da direnme hakkı anayasal şekilde korunuyor olsa da pozitif hukuka isyanın kanunen direnme hakkına dayandırılamayacağı ama  etik  ve  siyasi  temellerinin  burada  bulunabileceği  söylenmektedir.74 Kanımızca sivil itaatsizlik, adeta direnme hakkının mikro ölçekteki şiddet içermeyen bir türevidir. Sivil itaatsizlik eylemi, hedefleri açısından ulusal bir konsensüs oluşturmasa da ulus yerine örgütlü siyasi azınlıklar tarafından gerçekleştirilir. Eylemciler tarafından siyasal sistemin meşruiyetini değil, o sistem vasıtasıyla ihdas edilen tikel düzenlemelerin meşruluğunu tanınmaz. Buna binaen sivil itaatsizlik şiddet içermemesi nedeniyle pasif bir direniş şeklidir ve bu özelliği, özünde bir direniş şekli olduğu yadsınamaz. Diğer yandan,  anayasalarında  direnme  hakkına  yer  veren  devletlerin  ceza kanunlarına  koydukları  hükümlerle  pasif  direnişini  cezalandırmaktan kaçınmadıkları gözlemlenmiştir.75Çünkü, demokratik müesseslerin, hak ve hürriyetlerin, yani demokratik bir devletin yeterli hukuki koruma sağladığı ileri sürülmüştür.76 Doğal hukuk okul taraftarlarıyla, ilahi, etik veya doğal olarak üstün bir kanunun ne olduğu konusunda birçok anlaşmazlık çıkabilir ki, meseleye bu yönüyle  bakıldığında  inanılan  çok  sayıda  üstün  kuralın  olabileceği söylenmiştir.77 Bu nedenle, ahlak ve hukuk eşit şekilde büyüyen ve genişleyen yapılar olmadığından bireysel ahlaki ilkeler ve sosyal yapının yerine kanun devleti olmanın gerekliliklerinin sağlanması yeterlidir.78 Buna karşılık daha üst ilke ve kanunların, insanoğlunun zihninde, hukukun genel ilkelerinde, Nuremberg prensiplerinde, temel hak ve özgürlüklere ilişkin bildirgelerde bulunabileceği savunulmuştur.79 Mademki sivil itaatsiz kişi daha üst etik ilkelere dayanarak ve bu ilkeler adına eylemde bulunmaktadır, eyleminin bu ölçüt çerçevesinde ele alınması gerekir. Bu nedenle sivil itaatsizliğin yasallaştırılması için öne sürülen tüm                                                  73  ALTUNEL, Mesude: Sivil İtaatsizlik ve Mohanadas K. Gandhi, TBB Dergisi, 2011 S.93, s.450 74  TURENNE: s.383 75  ARTUK, Mehmet Emin,  Sivil İtaatsizlik ve Ceza Hukuku , Argumentum, Y.3-4, S.36-41, Temmuz-Aralık 1993, (s.724-728), s.727 76  ARTUK, s.727 77  DAVIS, Gary: A Limited Right To Civil Disobedience, Chitty s Law Journal, Vol.41, 1993/ 1 & 2, s.44 78  JOHNSON: Frank: Civil Disobedince and the Law, Vanderbilt Law Review, V.22, Hein Online s.1095 79  DAVIS: s.46   2211Ceza Hukuku Bağlamında...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  nedenler tabii hukuk doktrinine ve insan haklarına dayandırılmaktadır.80 Yine bu nedenle sivil itaatsizlik, genellikle doğal hukuk okulu tarafından savunulan bir kurumdur. b. Pozitivist Hukuk Okulu Açısından Sivil İtaatsizlik Pozitivist hukuk okuluna göre yasa koyucunun irade bildirimi temel alınır. Bu iradenin ortaya çıkartılmasında normlar hiyerarşisi esas teşkil eder. Bu nedenle kanunların geçerliliği önemlidir. Kanunların geçerliliği belirli usul ve  biçimlere  göre  anayasaya  uygun  olarak  çıkartılmalarında,  biçimsel yürürlük  kazanmalarında,  mahkemelerce  uygulanmalarına  bağlıdır  ve  bu görüşe  göre  hukuk  kendi  içine  kapalı  bir  mantık  sistemi  olarak gözükmektedir.81 Kaldı ki, neyin adil olup olmadığı konusundaki bakış açısı zaman  göre  değişebilir.  Ayrıca  hangi  kanuna  uyulup  uyulmayacağının hangisinin adil olmadığının tespitinin kime ve neye göre yapılacağı da ayrı bir sorudur.82 Sayılan bu nedenler dolayısıyla da pozitivist ceza hukuku okulu klasik ceza hukuku okulunun neredeyse getirdiği her şeye karşı çıkmaktadır.83 Bu  tartışmalar  bağlamında  bazı  düşünürler,  özellikle  de  pozitivist  okula mensup olanlar, sivil itaatsizlik eylemi vasıtasıyla bir kanunun ihlal edilmesi ile olağan ihlaller arasında bir fark olmadığını savunmaktadır.84 Bu bakış açısıyla zaten sivil itaatsizlik gelişimi ve uygulanışı açısından yasal değildir ve fazlasıyla duygusal, partizan şahsi bir tepki olmakta, sivil itaatsizliği yürüklükteki hukuktan ziyade, eylemcilerin tepkilerinin kanun yapımında göz önüne alınması açısından tartışmak gerekmektedir.85 Her ne kadar  yukarıda  sayılan  nedenlerle  pozitivistlerin  bakış  açısından  hukuk düzenine  karşı girişilen  itaatsizlik eylemlerinin hangi açıdan  ele  alınırsa alınsın meşrulaştırılamayacağı söylenebilirse de, sivil itaatsizliği uygulayan kişilerin bu eylemlerini dayandıracakları daha üst bir norm bulma konusunda zorluk çekmeyecekleri öne sürülebilir.86 Diğer yandan, bilhassa günümüzde pozitivistler de kanunların yorumlanmasında bazı etik kurallardan ve sosyal                                                  80  MADDEN: s.86 81  ÖKTEM/TÜRKBAĞ: Felsefe, Sosyoloji, Hukuk ve Devlet, Der Yayınları, 3.Basım, 2003, s.385 82  SCHLESINGER: s.949-950 83  HAFIZOĞULLARI/ÖZEN: s.127 84  BLACKSTONE: s.679 85  Bkz. BERRY, s.283 86  TUDSON: s.80 2212Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  Küçüktaşdemir ölçütlerden yararlanılmasını reddetmezler, hatta bazı etik standartların hukuk düzeninin gelişmesinde itici rol oynadığını kabul ederler.87 Sivil  itaatsizlik  eyleminde  bulunan  kişi  hukuk  düzenindeki düzenlemelerin daha adil ve toplumu oluşturan bireyler açısından daha yararlı olmasını amaçladığı için, eyleminin başarıya ulaşması halinde tüm toplumun bundan  yararlanacağı  açıktır.88  Hangi  yasal  düzenlemenin  adaletli  olup olmadığının  belirlenmesindeyse  Avrupa  İnsan  Hakları  Sözleşmesi  esas alınabilir.89 Bugün Amerikan doktrinindeki genel akım klasik tabi hukuk ekolünü reddederek pozitivist hukuk okulunu benimsemesine rağmen sivil itaatsizliği geçerli bir protesto yöntemi ve adaletsiz sonuçlara yol açabilecek kanunların demokratik bir kontrol aracı olarak kabul etmektedir.90  III. CEZA HUKUKU AÇISINDAN SİVİL İTAATSİZİK A. GENEL OLARAK SİVİL İTAATSİZLİK EYLEMLERİNİ ADİ SUÇLARDAN FARKLILAŞTIRAN YÖNLER Modern  ceza  hukukunun  suçlarla  sivil  itaatsizlik  eylemlerini  ayırt etmekte güçlük çektiği açıktır.91 Aslında suç oluşturduğu takdirde, bir suç fiili ile sivil itaatsizlik eylemi arasında şeklen bir fark olmasa da her ikisinin de aynı şey olduğunu söylemek sivil itaatsizlik eylemlerindeki siyasi, tarihi ve felsefi nüansları görmezden gelmek olacaktır. İşte bu yapısal farklılık ve benzerlikler sivil itaatsizlik eylemlerinin nasıl bir ceza sorumluluğuna yol açacağı yolunda tartışmaların başlangıç noktasını oluşturur. Bu nedenle adi suçlar ile sivil itaatsizliğin neden ve nasıl birbirinden ayrıştıklarını açıklamak gerekir. Sivil itaatsizliğin temel farklılıklarından biri, bunu uygulayanların diğer suç faillerinden farklı olarak yüksek bir etik değere veya norma uygun hareket ettiklerine inanmaları ve bu uğurda adil olmadığına inandıkları bir normu ihlal ettiklerini  düşünmeleridir.  İşte  failleri  ve  dolayısıyla  ceza  yaptırımının işlevleri açısından, bir suç fiili ile bir sivil itaatsizlik eylemini ayıran temel noktanın itaatsizlik faillerinde bulunan daha yüksek bir ilke veya kanuna uygun olarak hareket ettiklerine yönelik bu inanç olduğu söylenebilir.92 Bu                                                  87  BLACKSTONE: S.688 88  BLACKSTONE: s.697 89  Bkz. HAFIZOĞULLARI/ÖZEN, Genel, s.5 vd. 90  PALUMBOS: s.1062 91  LOSECH: s.1095 92  ROSEN:443   2213Ceza Hukuku Bağlamında...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  inanışları onların daha üstün bir değeri koruduklarına, toplumun menfaatlerine uygun  hareket  ettiklerine  dair  görüş  kazanmalarına  neden  olur  ve  sivil itaatsizlik  uygulayan  kişi  diğer  suçlulardan  farklı  olarak  kendi  kişisel çıkarlarını  değil  toplumun  çıkarlarını  koruduğunu  düşünür,  eylemini  bu uğurda yapar.93  Diğer yandan yukarıda da belirtildiği üzere sivil itaatsizlik fiillerini suç fiillerinden farklılaştıran diğer bir unsursa onların güvenlik güçlerinin gözü önünde, saklanılmadan ortaya konulmalarıdır.94 Sivil itaatsizlik eylemleri kamuoyuna açık bir şekilde icra edilir ve bu eylemler adeta güvenlik güçlerine zorla ifşa edilir. Kısacası sivil itaatsizlik eylemi gerçekleştiren kişi, diğer suçlulardan farklı olarak asla fiilini saklama gayreti içinde değildir. Suçluların büyük  çoğunluğu  cezadan  kaçınmaya  çalışır.  Sivil  itaatsizliğe  başvuran kişiyse  tersine  cezalandırmaya  boyun  eğmiştir  ve  hatta  cezalandırılmayı istemektedir. Sivil itaatsizliğin uygulayan kişilerin karşı karşıya kalacakları yaptırımları göze almaları ve adeta bu uğurda şehitlere yakışır bir tutum içinde olmaları, eylemlerinin uyandıracağı etkinin başlıca nedenlerinden biridir.95 Birçok  sivil  itaatsizlik  faili  mahkeme  salonuna  çıkarılmayı  hoşnutlukla karşılayabilir; çünkü mahkeme salonları onların etik ve siyasi görüşlerini ifade etmeleri ve kamuoyuna duyurmaları için uygun bir ortama dönüşebilir.96 Suçlular, normca korunan kişisel hak ve özgürlükleri ihlal edebilir, şiddet kullanımı dâhil olmak üzere çeşitli şekillerde ihlallerini gerçekleştirebilirken, sivil  itaatsizlik  eylemcileri  şiddete  başvurmadıkları  gibi  kişisel  hak  ve çıkarları da doğrudan ihlal etmezler. Sivil itaatsizlik eylemleriyle ancak şiddet içermeyen suç fiillerinin işlenebileceği genellemesi yapılabilir.  Yukarıda sayılan farklılıklardan yola çıkarak, bir eylemin sivil itaatsizlik kapsamında değerlendirilip değerlendirilemeyeceğini belirlemek ve bu tespiti yapmak  için  gereken  delilleri  elde  etmek  zor  değildir.  Eylemcinin kendiliğinden ve gönüllü bir biçimde güvenlik güçlerine teslim olması, hiçbir şekilde  şiddet  kullanmaması,  amaçları  hakkında  kamusal  açıklamalarda bulunması ve dolayısıyla hareketlerindeki şeffaflık bir eylemin sivil itaatsizlik                                                  93  LOSECH: s.1094 94  ROSEN: s.449 95  TUDSON: s.79 96  TURENNE, Sophie: Judicial Responses to Civil Disobedience: A Comparative Approach, Res Publica V.10, 379-399, s.379 2214Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  Küçüktaşdemir kapsamında değerlendirilebilmesi ve sivil itaatsizlik eylemlerinin diğer suç fiillerinden ayırt edilebilmesi açısından önemli delillerdir.97 Son olarak değinmek gerekir ki İçtihat Hukukuna ilişkin doktrinde, sivil itaatsizliğin bir savunma nedeni, yani ceza sorumluluğunu kaldıran bir neden olarak ele alınması savunulmaktadır.98 Buna karşın, kavramın çıkış yeri olan Amerika da mahkemeler siyasi protestocuların zaruret haline dayanmalarını reddetmişlerdir.99  Bunun  bir  nedeni,  zaruret  halinin  geniş  bir  şekilde uygulanmasının  kaos  yaratacağını  düşündükleri  kadar,  siyasi  sorunların yasamanın  ve  yürütmenin  alanında  çıkartılarak  mahkeme  salonlarına taşınmasını istememeleridir.100 B. SİVİL İTAATSİZLİĞİ CEZA SORUMLULUĞUNU KALDIRAN veya AZALTAN BİR NEDEN OLARAK ELE ALAN GÖRÜŞLER 1. SİVİL İTAATSİZLİĞİ BİR HUKUKA UYGUNLUK NEDENİ OLARAK DEĞERLENDİREN GÖRÜŞLER Sivil itaatsizliğe yasallık tanınıp tanınmayacağına ilişkin tartışmaların kökenleri  etik,  siyaset  ve  hukuk  felsefesi  temelli  yukarı  da  değinilen tartışmalara dayanmaktadır. Hangi okul açısından bu kavram değerlendirilirse değerlendirilsin, eğer sivil itaatsizlik eylemleri meşru sayılacaksa yürürlükteki hukuk açısından bunun meşruluğunun değerlendirilmesinde bazı şartların varlığının  aranması  gerekmektedir.  Sivil  itaatsizliğin  ceza  hukuku  genel hükümler bağlamında değerlendirilmesi yapılırken kavramın İçtihat Hukuku kökenine  ve  tartışmaların  bu  bağlamda  yapıldığında  dikkat  çekilmesi gerekmektedir.  İçtihat  hukuku  açısından  yapılan  tartışmalar  söz  konusu olduğunda genel olarak sivil itaatsizliğin hukuka uygunluk nedeni olan zaruret hali açısından tartışıldığı söylenebilir.101                                                  97  Bkz. HALL, Robert T,  Legal Toleration of Civil Disobedience , Ethics, V.81, N.2, 1971, (s.128-142), 138 vd. 98  Bkz. HALL, s.139 99  BOXERMAN, Arlene,  The Use of the Necessity Defense by Abortion Clinic Protesters , The Journal of Criminal Law & Criminology, V.81, N.3, 1990, (s.677-712), s.691 100  Bkz. BOXERMAN, s.694 101  Bkz. CAVALLARO, James L., The Demise Of the Political Necessity Defense: Indirect Civil Disobedience and United States v. Schoon, California, Law Review, V.81, I.1, Article 6, 1993, (pp.351-385), s.355 vd. Yazara göre, sivil itaatsizlik eylemcileri zorunluluk hali savunmasında bulunurken, menfaatler tartımı prensibine dayanmakta ve bu savunma şekli onlara  ilgili  kanun  hükmünü  neden  ihlal  ettiklerine  ilişkin  yargılanmaları  sırasında mahkemeler vasıtasıyla kamuoyuna seslerini duyurmalarına daha çok imkân tanımaktadır. Özellikle Vietnam Savaşı için yaptıkları protestolar nedeniyle yargılanan sanıklar zaruret   2215Ceza Hukuku Bağlamında...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  Sivil itaatsizlikle ilgili hukuki tartışmaların büyük bir kısmı, belirli bir tanım üzerinde anlaşılamadığından verimsiz ve kafa karıştırıcı bir şekilde konuyu tüketmekte, uygulamaya yardımcı olamamaktadır.102 Bu nedenle, ceza hukuku uygulaması açısından öncelikle bir eylemin yukarıda unsurları sayılan sivil itaatsizlik kavramına girip girmediğinin tespiti gerekmektedir. Sivil itaatsizlik kavramındaki yukarıda sayılan unsurları bir eylemin taşıyıp taşımadığının  belirlenmesinde,  faillerin  eylemlerinin  hedefle  sonuçları hakkında ne kadar bilinçli olduklarının tespitinin, bu kişilerin protesto ettikleri konuyu ve itaatsizlik şekillerin nasıl ve niye seçtiklerinin, en sonundaysa eylemlerinin ne kadar zarar veya zarar tehlikesi oluşturduğunun göz önüne alınmasını  gerektiği  belirtilmiştir.103 Örneğin  United  States  v.  O Brien davasında yüksek mahkeme eylemin yerinin, zamanın, kaç kişi tarafından yapıldığının, eylemin diğer alternatiflerinin ne olduğunun güdülen amaçla orantılı  olup  olmadığının  değerlendirilmesi  gerektiğini  savunmuştur.105 Anlaşılabileceği üzere, burada genel hatlarıyla belirtilenler, sivil itaatsizliğin konunun başında verilen tanımlarıyla örtüşmelidir. Bu bağlamda en önemli ve ilk şart sivil itaatsizliğe konu olan eylemin diğer insanların temel hak ve özgürlüklerini  hedef  almamasıdır.  Bu  paralelde  gerçekleştirilen  eylemin ölçülü olması, şiddet içermemesi ve eyleme son çare olarak başvurulmuş olması gerekir.  Sivil  itaatsizliği  zaruret  hali  açısından  ele  alanlara  göre,  bir  yasal düzenlemenin sivil itaatsizlik eylemiyle ihlal edilmesi halinde, eylemcilerin protesto ettikleri düzenlemenin tehlikelerinden hukuki yollar vasıtasıyla başka                                                  haline dayanarak savunma yapmışlardır. Konunun teorik yönleriyle ilgili olarak diğer tartışmalar için ayrıca bkz. OLESON, s.22 vd., McCLOSCKEY, s.544 102  Bkz. BLACKSTONE, W.T,  Civil Disobedience: Is It Justified? , Southern Journal of Philosophy, 8:2/3, 1970, (pp.233-249), s.233 103  Bkz. BROWNLEE, Kimberley: The Communicative Aspects of Civil Disobedience and Lawful Punishment, Crim Law and Philos 1.179-192, Springer Link, s.183 104 Her ne kadar tartışmalı da olsa, kanımızca bireysel olduğu için sivil itaatsizlik olarak değerlendirilemeyecek 1968 tarihli bu olayda O Brien Vietnam Savaşı nı protesto etmek amacıyla askerlik celp kağıdını yakmış ve bundan dolayı yargılanmıştır. Özetle Yüksek Mahkeme, askerlik hizmetleriyle ilgili düzenleme yapmanın hükumetin yetkisinde olduğu, celp kağıdının yok edilmesine ilişkin yaptırımın, ABD Anayasası ndaki düşünce ve ifade hürriyetiyle çatışmadığı; çünkü hükumetin menfaatinin, sanığın sembolik protestosuyla kendisini ifade etmesine yönelik menfaatinden daha üstün olduğu sonucuna varmıştır. (bkz. United States v. O'Brien, 391 U.S. 367 (1968), https://supreme.justia.com/cases/federal /us/391/367/case.html) 105  JOHNSON, Frank: Civil Disobedince and the Law, Vanderbilt Law Review, V.22, Hein Online, s.1091 2216Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  Küçüktaşdemir türlü korunma imkanları bulunmuyorsa, eylemlerinin hukuka uygun olduğu kabul edilebilir. Buna karşın, örneğin Amerikan yargı makamları genellikle, sivil itaatsizlik eylemine başvurmak dışında başka alternatiflerin bulunduğu yönünde kararlar vermişlerdir.106  Sivil  itaatsizliğe  konu  olan  bir  eylemin  hukuka  uygun  sayılıp sayılmayacağına ilişkin zorunluluk haline kıyasen ortaya atılmış iki görüş vardır. Birinci görüş menfaatler tartımı prensibinden hareket eder. Gerçekten de sivil itaatsizlik eylemenin ne kadar zarar ve zarar tehlikesi oluşturduğu incelenirken, menfaatler arası değerlendirme yoluna gidilmesi savunulmuşsa da bu görüş genel kabul görmemiştir. Örneğin, 1987 yılında bir grup kürtaj karşıtı ABD de bir sağlık merkezini basmış ve haklarında işyerine izinsiz girmeleri  nedeniyle  dava  açılmış,  sanıklar  savunmalarında  eylemlerinin doğmamış çocukları kurtarmaya yönelik olduğunu ileri sürerek hukuka uygun olduğunu belirtmişler ama mahkeme bu savunmaya itibar etmemiştir.107  Amerika da mahkemelerin sivil itaatsizlik eylemlerini hukuka uygun saymamalarındaki en büyük dayanakları, sanıkların eylemleriyle ihlal ettikleri menfaatle korunmaya çalıştıkları tehlike veya korudukları menfaat arasındaki nedensel ilişkiyi ortaya koyamamalarıdır.108 Bahsi geçen örnek bağlamında bakıldığında, kürtaj merkezinin basılması muhakkak değil olası bir tehlikeyi önlemektedir ki bu durumda ceninin hangi aşama ve gelişmişlikte hukuken korunması gerektiği tartışmalıdır. Bu açıdan uğruna sivil itaatsizlik eylemi gerçekleştirilen  değerler  üstüne  sosyal  bir  konsensüs  bulunmadığı  gibi, hukuka uygunluk nedeni olan zaruret haline ilişkin şartların bulunduğunu söylemek zorlama bir yorum olacaktır.109  İkinci  görüşse  özellikle  doğrudan  gerçekleştirilen  sivil  itaatsizlik eylemleri  söz  konusu  olduğunda,  sivil  itaatsizlik  eylemlerine  meşruluk tanınacaksa değerler tartımı prensibinin yanı sıra normlar hiyerarşisinden yola çıkılarak  sivil  itaatsizliğe  yasallık  sağlanabileceği  yönündedir.  Örneğin Amerika da federal sistem gereği federe devletlerin kendi anayasaları yanında federal devletin kendi anayasasının olması sistematik bir hiyerarşiyi daha net göz  önüne  getirmektedir  ve  böylelikle  federal  anayasaya  rahatlıkla                                                  106  CAVALLARO, s.361 107  Bkz. BOXERMAN, s 677 108  İlgili örnekler için bkz. CAVALLARO, s. 358; Ayrıca bkz. OLESON, s.29, 57.dipnot  109  Bkz. BOXERMAN, s.712   2217Ceza Hukuku Bağlamında...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  dayanılabilmektedir.110 Zaten sivil itaatsizliğin meşruluğunun değerlendirilmesinde en temel dayanak noktası protesto edilen düzenlemenin kendisinin bir  üst  değere  aykırı  olmasıdır  ve  pozitif  hukuk  açısından  bu  değerin belirlenmesi  üst  norm  sağlayabilir.  Bu  dayanak  noktasının  bulunması konusunda temel hak ve özgürlükler, temel norm kabul edildiklerinde önemli bir nirengi noktası sağlarlar. Kısacası, sivil itaatsizlik eylemiyle ihlal edilen yasal düzenleme temel hak ve özgürlüklere aykırıysa, eylemin kendisi de hukuka uygun olacağı savlanabilir.  Sivil  itaatsizlik  doktrindeki  kimi  görüşe  göre,  tüm  kanun  yolları tüketildikten sonra nihai olarak uygulanması gereken bir eylem şeklidir. Örneğin, genetiği değiştirilmiş bitkilerin toplum sağlığını tehlikeye maruz bıraktığı iddia edilmiş ve bu tehdit karşısında, bu bitkileri üreten firmaların bireysel çıkarlarının öncelikli olmadığı, bitkilerin yetiştirilmesinin önlenmesine yönelik eylemlerin zorunluluk hali kapsamında değerlendirilebileceği ileri sürülmüştür.111  Bu  örnek  paralelinde,  altın  madenlerinin  açılması,  çeşitli sanayi tesislerinin çevreye ve halk sağlığına zarar veren faaliyetleri örnek gösterilebilir ki, sağlıklı bir çevre hakkının da artık AİHS nin 8.maddesi kapsamında  temel  insan  hakkı  olduğu  kabul  edilmektedir.112Bu  örnek açısından bakıldığında sanıklar, karşılaştıkları sosyal problemin yakın/akut tehlikesini  belirtip,  tehlikeyi  bertaraf  edebilecek  hukuksal  yolları tükettiklerini,  zira  sorunun  çözümünde  etkili  olabilecek  hiçbir  yasal alternatifin  bulunamaması  dolayısıyla  başka  çarelerinin  kalmadığını  ileri sürebilirler.113 İşte yukarıda sayılan tüm bu nedenlerle doktrindeki kimi görüş sahipleri sivil itaatsizlik eyleminde bulunmuş faillerin zorunluluk hali içinde değerlendirilmesi gerektiği görüşünü savunmuşlardır. Bu görüş Amerikan yargı organları tarafından sivil itaatsizlere çok fazla hoş görü gösterilmesine neden olacağı ve bu şekilde karmaşa ve kaosa hizmet edileceği düşüncesiyle kabul edilmemektedir.114 Bu bağlamda Almanya daki bir örnek dikkate değerdir ve konunun açıklanmasına yardımcı olabilir. Alman gizli servisi olan Anayasayı Koruma Teşkilatı nın üyesi olan bir kişi, ABD ile yapılan gizli bir antlaşma sonucu                                                  110  JOHNSON, s.2092; Arendt e göre  sivil itaatsizlik Amerikan yasalarının ruhuna uygun olsa da onu Amerikan hukuk sistemi içine yerleştirme ve yasal düzeyde haklı gösterme çabası aşılması güç zorluklarla  karşılaşmaktadır. (ARENDT, s.119) 111  BOVE/LUNEAU, s.171 112  Bkz. BOVE/LUNEAU, s.187 113  Bkz. OLESON, s.32 114  LOSECH: s.1098 2218Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  Küçüktaşdemir Alman vatandaşlarının iletişim bilgilerinin ABD gizli servisine yollandığını öğrenir. Bu bilgiyi Der Spiegel dergisine sızdırır ve sonrasında devlet sırrını ifşa  ettiği  gerekçesiyle  yargılanır.  Alman  Anayasa  Mahkemesi  ifade özgürlüğünün hükümetin yanlış olduğu düşünülen uygulamalarını eleştirmeyi içerdiğini göz önüne almış; devlet sırrının bu şekilde ifşasının, eğer sır bu amaç doğrultusunda sınırlı bir şekilde kamuoyuyla paylaşılmışsa, kamuya açıklanmadan önce diğer idari otoritelerden çare aranmışsa ve sırrın içeriği temel hakların özünü ihlal eden bir bilgi içermiyorsa failin eylemenin yasal olduğunu  belirterek  beraat  kararı  vermiştir.115Bu  istisnai  karar  bir  yana bırakılırsa, oturma ve trafiği kesme gibi eylemler söz konusu olduğunda Alman yargı organlarının bunları manevi cebir şeklinde değerlendirdikleri, sonrasında meşruluklarının tartışılması aşmasında, zorunluluk halinin (StGB 34)  sivil  itaatsizlik  eylemlerine  uygulanması  endişeyle  karşıladıkları belirtilmiştir.116 Gerçekten  de  Fransa,  İngiltere  ve  Amerika daki  yargı  kararlarına bakıldığında  mahkemelerin  olayları  ve  kanunları  somut  koşullara  göre değerlendikleri sorunun en sonunda anayasanın ve insan haklarına ilişkin metinlerin yorumlanmasına dayandığı görülmektedir.117Hiçbir hukuk kuralı tarafından çiğnenemeyecek insan onurunun temel alınması ve ancak böyle bir ihlal  söz  konusu  olduğunda  sivil  itaatsizliğin  yasal  olacağı  da savunulmuştur.118 Sonuç olarak, sivil itaatsizliğin hukuka uygun olabileceğini savunanlar, sivil itaatsizlik eylemlerinin prima facie olarak gayri yasal ama sonucunda hukuka uygun olduğunu kabul etmektedirler.119  Sivil itaatsizliğin hukuka uygunluk nedeni olarak sayılıp sayılmayacağı konusunda ortaya çıkan bazı görüş açıları da etik olarak sivil itaatsizliği yasalaştırmayı veya sivil itaatsizlerin cezalandırılmasına faydacı (utilitarist) bakış  açısından  bakılmasını  savunmaktadır.120  Bu  görüşler  daha  çok                                                  115  LAKER: s. 9 116  DANNECKER,  Gerhard,   Almanya  Federal  Cumhuriyeti nde  Sivil  İtaatsizliğin Önlenmesinde Ceza Hukukunun Devreye Sokulması , Bildiri Özeti, Argumentum, Y.3-4, S.36-41, Temmuz-Aralık 1993, (s.722-723), s.722 117  TURENNE: s.397 118  MORANO, Donald: Civil Disobedience and Legal Responsibility, The Jorunal O Value Inquiry, s.192 119  LAKER: s.7; Diğer yandan kimileri sivil itaatsizliğin yasallaştığı anda sivil itaatsizlik olmaktan çıkacağı eleştirisinde bulunmuştur. 120  COHEN, Carl: Civil Disobedience and The Law, Rutgers Law Review, Vol. 21, No: 1,1966, s.7-16, ayrıca bkz. DWORKIN, s.160   2219Ceza Hukuku Bağlamında...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  münhasıran  İçtihat  Hukukuna  uygun  olduklarından  çalışmamızda  ele alınmamıştır. 2. SİVİL  İTAATSİZLİĞİ  KUSURLULUĞU  KALDIRAN  veya AZALTAN BİR NEDEN OLARAK DEĞERLENDİREN GÖRÜŞLER Bu  görüş  açısına  göre;  devlet  kanunun  uygulanması  için  bireyler açısından gerekli adımları atmamışsa veyahut sanık eğer salt kanun ihlal etmekten ziyade onun anayasal karakterine dikkat çekmeyi amaçlıyorsa, ilgili düzenlemenin anayasadaki ilkelere uygunluğu açısından kabul edilebilir bir şüphe bulunuyorsa, sanığın eylemleri şiddet içermiyorsa ve gerçekten ilgili düzenlemenin yasaya aykırılığının belirlenebileceği yollar tükenmişse failin kusurlu olmadığı varsayılmalıdır.121 Bu görüş açısında sivil itaatsizlik hata kuramına kıyasen türetilmiş bir kusurluluğu kaldıran nedendir.  Sivil itaatsizliğin kusurluluğu kaldıran bir neden olarak ele alınmasında konuya hata kuramı açısından da yaklaşanların tarafından, sivil itaatsizlikle ihlal ederek protesto ettiği normun anayasallığından yukarıda sayılan haklı nedenlerle  şüpheye  düşmüş  ve  bu  nedenle  uymaktan  kaçınmışsa  hataya düşmüş sayılması gerektiği savunulmuştur.122 Gerçekten de sivil itaatsizlik uygulayan  kişiler  sahip  oldukları  etik  yargıları  gereği  adil  olmadığını düşündükleri bir normu ihlal ettiklerini düşünürler. Bu sebeplerle, temel hak ve özgürlüklerini ihlal eden sonuçlar ortaya çıkaran bir norma uymaları kendilerinden  beklenemeyeceği  söylenebilir.  Örneğin,  Türk  Ceza Kanunu nun  30/4.maddesine  göre,  işlediği  fiilin  haksızlık  oluşturduğu konusunda  kaçınılamaz  hataya  düşen  kişinin  cezalandırılamayacağı belirtilmiştir. Bu düzenlemeden yola çıkarak doğrudan gerçekleştirilen sivil itaatsizlik eylemlerinde ihlal edilen hukuk kuralının anayasal olmadığının düşünülmesi nedeniyle failin filinin haksızlık oluşturduğu konusunda hataya düşmüş olabileceği ileri sürülebilirse de bu zorlama bir yorum olacaktır.  Meseleye  başka  bir  yönden  ışık  tutabilecek  başarılı  bir  örnek  için, çevreye zarar veren, içme sularına zehirli atık karışmasına neden olan bir işletmenin  yaşadıkları  çevreyi  terk  etmesini  isteyen,  hatta  bu  nedenle sağlıklarının bozulduğunu ileri süren bir topluluğun işletmeye giden yolu oturarak kapatması düşünülebilir. Bu örnek açısından düşünüldüğünde sivil itaatsizlik eylemleri söz konusu olduğunda, yargı makamlarının faillerin başka                                                  121  TUDSON: s.81-82 122  LOSECH: s.1097 2220Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  Küçüktaşdemir türlü korunma imkanlarının olduğunu, yasal yolları tüketmediklerini, eylemin mevcut  tehlikenin  önlenmesi  açısından  nedensel  olmadığını,  fabrikanın atıklarının  miktar  ve  zararının  henüz  hukuken  tespit  edilmediğini, kendiliğinden hak almanın mümkün olmadığını söyleme imkanları her zaman vardır. Öte yandan yine bu nedenlerle, içtihat hukukunda kimi yazar, sivil itaatsizlik eylemlerinde, zaruret halinin bazı şartlarının bulunduğu ama bütün şartlarının  karşılanmadığı   eksik  zaruret  hali   (imperfect  necessity) savunmasının uygulanabileceğini ileri sürmektedirler.123 C. SİVİL İTAATSİZLİĞİ CEZAİ YAPTIRIM TEORİSİ AÇISINDAN ELE ALAN GÖRÜŞ Sivil itaatsizlik eyleminde bulunan kişi bunu bilmekte, kabullenmekte, suçlu  bulunmaktan  ve  cezalandırılmaktan  kaçınmamaktadır.  Eylemciler, eylemleri sonrasında güvenlik güçlerine kendileri teslim olur, mahkemeye çıkmayı dahi savlarının duyulması açısından bir vasıta olarak görür, adaletsiz olduğuna  inandıkları  bir  düzenlemenin  ihlali  için  cezalandırılmayı  göze alırlar. Zaten amaçlarından biri de adaletsizliği görünür kılarak kamuoyunun dikkatini çekmektedir. Böylelikle suçlu bulunmaları ve cezalandırılmaları eylemenin  etkisini,  yarattığı  mağduriyetle  daha  da  pekiştirecektir.  Bu özellikleriyle  sivil  itaatsizlik  eylemlerinde  bulunanlar  diğer  suçlulardan ayrılmaktadır.  Diğer  suçlulardan  bu  yönleriyle  ayrılmaları,  onların  diğer suçlularla bir tutulup tutulmaları, durumlarının cezalandırmanın amacı ve sosyal maliyeti üzerindeki etkileri konusunda yeni tartışmaları ateşlemiştir.124 Ceza bir anlamda bastırmadır, ödetici adaletin bir gereği olarak ortaya çıkmaktadır.125 Cezalandırma ödetici açıdan yaklaşan kimi düşünürlerce, bir kimsenin  yasaya  itaatsizliğinde  ahlaki  açıdan  meşru  olmasının  onun cezalandırılmasıyla  ilgisinin  bulunmadığı;  bu  noktada  sadece  salt  hukuk kuralının ihlalin göz önüne alınabileceği savunulmuştur.126 Diğer yandan bu açıdan  bakıldığında,  kendini  ahlaken  üstün  gören  ve  yapmak  zorunda olduğuna inandığı bir şeyden doğan bu üstünlük uğruna, hakkında verilecek cezayı gönüllüce  çekmeyi doğallıkla  kabul eden  biri karşısında, cezanın ödetici işlevini gerçekleştirildiği kolaylıkla söylenemez.127                                                  123  bkz. OLESON, s.37 124  Bkz. FARREL, Daniel,  Justifiable Civil Disobedience and the Problem of Punishment , Philosophy & Public Affairs, Vol. 6, No. 2 (Winter, 1977), (pp. 165-184), s.166 vd. 125  HAFIZOĞULLARI/ÖZEN: s.437 126  Ayrıntılı olarak bu görüşler ve eleştiri için bkz. FARREL, s. 167 127  McCLOSKEY, s.556   2221Ceza Hukuku Bağlamında...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  Cezanın  işlevlerinden  biri,  bir  savunma  tepkisi  olarak  toplumun  ve devletin varlığını gelecekteki suçları önleyerek korumaktır.128 Aynı zamanda cezalarla suçlunun ahlaken ıslahının da mümkün olduğuna inanılmakta ve bunun için de çalışılmaktadır.129İlk elde sivil itaatsizlikte bulunan kişi zaten üstün ahlaki ilkeler adına toplum için eylemde bulunduğu zannı içinde hareket etmektedir.  Sivil  itaatsizliğin  asla  kişisel  menfaatler  göz  önüne  alınarak yapılamayacağının  da  bu  bağlamda  belirtilmesi  gerekir.130Diğer  taraftan eylemci, eylemini açık ve aleni bir şekilde yapmakta zaten cezalandırılmak istemektedir. Bu bağlamlarda bakıldığında ne toplum için doğrudan bir tehdit olabilir ne de ıslahı söz konusu olabilir. Bastırılması zaten eyleminin etkisini arttıracaktır. Yukarıda sayılan nedenlerle sivil itaatsizlik eyleminde bulunan kişilerin cezalandırılmasını faydasız bulan düşünürler mevcuttur.131  Bir görüşe göre sivil itaatsizliği adi bir suçtan ayıran en temel farklılık failin saikidir ve bu nedenle cezanın belirlenmesinde göz önüne alınması gereklidir.132Sivil itaatsizlik durumundaki fail daha üstün olduğuna inandığı etik  bir  değer  ışığında  adaletsiz  olduğuna  inandığı  hukuk  düzenindeki düzenlemelere dikkat çekmek istemekte ve düzenlemelerin değiştirilmesini talep  etmektedir.133  Ceza  hukuku  faillerin  saikleriyle  değil  kasıtlarıyla ilgilenir. Böyle olsa da bu başlık altında savunulan görüşten yola çıkarak bazı çıkarsamalar  yapılabilir.  Ceza  hukukunda,  cezanın  bireyselleştirilmesi sırasında  faillerin  güttüğü  amaç  ve  kastlarının  yoğunluğunu  göz  önüne alınabilir. Türk Ceza Hukuku örneğinde, tasarlayarak birini öldürmek daha ağır cezayı gerektirecekken olası kastla birini öldürmek daha hafif bir cezayı getirecektir.  Bu  paralelde  bakıldığında  sivil  itaatsizlerin  amaçlarının kastlarının yoğunluğunu azalttığı ön kabulünden yola çıkılması ve aynı suçun faillerinden daha az cezayı hak ettikleri savunulup göz önüne alınabilir.134  Yukarıda sayılan nedenlerle, sivil itaatsizlik eylemlerinde fail bireysel nitelikte bir menfaat gütmediğinden, salt kendi menfaati için suç fiili işlemeye                                                  128  HAFIZOĞULLARI/ÖZEN: s.441 129  HAFIZOĞULLARI/ÖZEN: s.445 130  PALUMBOS, Robert: Within Each Lawyer s Conscience a Touchstone: Law, Morality, and Attorney Civil Disobedience, University of Pennsylvania Law Review, Vol. 153:1057, s.1094 131  LOSECH: s.1110 132  LOSECH: s.1105; Aynı yöndeki görüş için bkz. ARTUK, s.727 133  TUDSON: s.77 134  Bkz. LEVINSON, Herald: Civil Disobedience and The Need For Proportioned Response, University of Florida Law Review, Vol.XX, 1968, (s.278-281), s.279 2222Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  Küçüktaşdemir yönelik  kastını  gösteren  diğer  suçlulara  nazaran  yargı  birimlerince  daha kibarca muamele görmelidir.135 Hukuku uygulayanların, takdir yetkilerini kullanıp  sivil  itaatsizlik  eylemcilerine  karşı  daya  yumuşak  davranmaları gerektiği  savunulmuştur.136  Almanya  örneğinde,  göstericiler  barışın korunması  veya  çevreye  verilen  zararın  engellenmesi  gibi  amaçlara sahiplerse, mahkemeler ve savcılıklar davaları takipsizlik kararıyla veya para cezası vermeksizin bitirmeye çalışmakta, hatta uygulamada geciktirme taktiği izledikleri de görülmektedir.137 D. TÜRK CEZA HUKUKU BAĞLAMINDA SİVİL İTAATSİZLİK 1. TÜRK CEZA HUKUKU GENEL HÜKÜMLER BAĞLAMINDA SİVİL İTAATSİZLİK EYLEMLERİ HAKKINDA GÖRÜŞLERİMİZ Doktrinde, ceza sorumluluğu kaldıran ve azaltan nedenler söz konusu olduğunda fail lehine kıyasın mümkün olduğu kabul edilmektedir.138 Bu bağlamda,  sivil  itaatsizlik  zorunluluk  halinden  ziyade,  hukuka  uygunluk nedenlerinde  kıyasın  mümkün  olduğu  da  düşünüldüğünde,  hakkın kullanılması hukuka uygunluk nedeniyle kıyas edilerek bir hukuka uygunluk nedeni olarak ele alınabilmesinin teoride mümkün olduğu ileri sürülebilir.139 Bu bağlamda, eylemcilerinin yasal yollardan etkilerini bertaraf etmek için tüm yolları tükettikleri üst norma göre geçerli olmayan ve buna rağmen uygulanan bir hukuk kuralının, doğrudan bir sivil itaatsizlik eylemiyle ihlal edilmesi veya dolaylı yoldan bu amaçla başka bir normun ölçülü bir şekilde ihlaliyle itaatsizliğin gerçekleştirilmesi, yukarıda tüm bu belirtilenler ışığında hakkın  kullanılması  açısından  ele  alınabilir.  Anayasa nın  91.maddesi dolayısıyla  Avrupa  İnsan  Hakları  Sözleşmesi  temel  norm  olarak  kabul edildiğnde, ABD deki gibi federe ve federal devlet yasalarındaki hiyerarşik ilişkiye  gerek  kalmadan, protesto edilen  normum üst norma  aykırı olup olmadığının tespiti gerçekleştirilebilir. Buna ek olarak insan hakları metinleri eylemcilerin eylemlerine etik bir içerik de sunabilirler.140                                                   135  ROSEN: 459 136  Bkz. HALL, s.132 vd. 137  DANNACEKER s.723 138  HAFIZOĞULLARI/ÖZEN, Genel, s. 110 139  HAFIZOĞULLARI,  Zeki/ÖZEN,  Muharrem,  Türk  Ceza  Hukuku  Özel  Hükümler, Topluma Karşı Suçlar, US-A Yayıncılık, Ankara, 2012, s.245 140  Bkz. KUÇURADİ, Ionna, İnsan Hakları Kavramları ve Sorunları, Türkiye Felsefe Kurumu Yayınları, Ankara, 2007. Kuçuradi ye göre,  insan hakları dediklerimiz her şeyden önce bir fikirdir, insan aklının ürettiği bir düşünce. İnsanlar insan oldukları için belirli bir şekilde,   2223Ceza Hukuku Bağlamında...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  Bu bağlamda, kanımızca öncelikle değerlendirilmesi gereken husus, sivil itaatsizlik  eyleminde  bulunanların  doğrudan  itaat  etmedikleri  bir  ceza normunu mu protesto ettikleri veyahut bir ceza normuna itaat etmeyerek dolaylı  yoldan  başka  bir normu  mu  protesto  ettikleridir.141  İlk  durumda protesto ettikleri norma, ihlal ettikleri normsa bunun yaptırımına katlanmak zorunda kalacaklar ve yargılanmaları sonucunda yargı makamları bu normun hukuka aykırı olduğuna karar verirse zaten itaatsizlikleri en başından beri meşrulaşacak ve beraat edeceklerdir. Bu açıdan bakıldığında, gerçekleştirilen eylemin sivil itaatsizlik teşkil etmeyeceği, çünkü eylemcinin davayı kazandığı hallerde eyleminin zaten en başından beri suç oluşturmadığı, bu yönüyle ancak bir düzenlemeyi mahkeme önüne getirmek için bir vasıta veya test olabileceği ileri sürülmüştür.142 Örneğin, ihlal edilen normun Anayasa ya aykırılığı iddiası ciddiyse ve somut norm denetimini gerektiriyorsa (Any. Md.152),  kanımızca failin  sivil itaatsizlik  eyleminin  hakkın  kullanılması kapsamında  değerlendirilmesi  düşünülebilir.  Temel  insan  hak  ve özgürlüklerine aykırı düzenlemelerin her zaman yapılması mümkün olup, bu düzenlemelerin iptali için hukuki yollara başvurmak gerekliyse de, özellikle Türkiye gibi ülkelerde, davaların çok uzun süreler devam etmesi veya zaten ilgili  düzenlemenin  etkilerini  halihazırda  devam  ettirmesi,  eylemcilerin kamuoyuna seslerini duyurmak için sivil itaatsizlik eylemlerine başvurmaları için yeter nedendir.143 Çünkü bu durumda mevcut tehlikenin başka türlü önlenme imkanının olmadığı düşünülebilir.  Asıl  sorun  protesto  edilen  ve  böylelikle  uğruna  sivil  itaatsizliğe başvurulan yasal düzenlemeyle, bu amaçla ihlal edilen yasal düzenlemenin farklı olmaları durumunda ortaya çıkar. Bu durumda, protesto konusuyla ihlal edilen yasal düzenleme arasında asgari bir nedensellik ilişkisinin, mantıki bir bağın olması gerekir.144 Örneğin, Vietnam Savaşı nı protesto etmek için trafik ışıklarına ilişkin kuralları ihlal etmektense, askere alım büroları önündeki yolları oturma eylemiyle kapatmak gibi. Bu koşula ek olarak, menfaatler arası değerlendirmeye gidilmesi gerekir. Buna karşın doktrindeki görüşlerin aksine, Amerikan hukuk sisteminde yargı makamları bu değerlendirmeyi yapmayı                                                  insanın bir tür yapısal olanaklarının gerçekleştirilmesini olanaklı kılan bir şekilde muamele görmelidir  (Kuçuradi, s.70) 141  Dolaylı  yoldan  gerçekleştirilen  sivil  itaatsizlik  eylemlerinde,  eylemin  sivil  itaatsizlik olduğunu savunmak çok daha güçtür. (CAVALLARO, s.352 ve 365) 142  BAYLES, s.4 143  Bu bağlamda ayrıca bkz. CAVALLARO, s.377  144  Bkz. BAYLES, s.18 2224Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  Küçüktaşdemir peşinen reddedebilmekte, hedefteki yasal düzenleme ve politikaların zarar verdiği menfaatlerin kanıtlanamadığı ve dolaylı sivil itaatsizlik eylemlerinde menfaatler arası tartımın söz konusu olamayacağına, hatta bir tehlikenin dolaylı  ihlallerle  ortadan  kaldırılamayacağına,  aralarında  nedensellik irtibatının bulunmadığına karar verebilmektedir.145 Kanımızca, yine ilk başta üst bir normun varlığına bakılmalıdır. Protesto edilen normun üst norma aykırıysa, ceza normunun koruduğu hukuki değerle protesto edilen normun ihlal ettiği hukuki değerin karşılaştırılmasına gidilecektir. Eğer eylem sivil itaatsizliğe ilişkin şartları taşıyorsa, sanıklar tüm hukuki yolları tüketmişlerse, protesto edilen norm ihlal edilen norma göre açıkça daha ağır bir değer ihlali yaratıyorsa ve sanıkların eylemi kamuoyunun dikkatini söz konusu düzenlemeye çekmeye elverişliyse sivil itaatsizlik eyleminin hakkın kullanılması çerçevesinde değerlendirilebileceği varsayılabilir. Buna rağmen söz konusu koşulların çok az sayıdaki istisnai olaylarda düşünülebileceğini söylemek gerekir.  Peki  eğer  sivil  itaatsizlik  eylemiyle  ihlal  edilen  değer  görece  daha önemliyse veyahut itaat edilmeyen normla protesto edilen norm arasında nedensel  bir  bağlantı  kurmak  mümkün  olmadığı  ileri  sürülüyorsa  sivil itaatsizlerin hakkında nasıl bir karar verilebilir? Türkiye den yaşanmış bir örnek verelim. 1993 yılında bir grup yargı mensubu Sakarya da adliye binası önünde toplanarak bir protesto eylemi gerçekleştirmişler; eğer özlük hakları iyileştirilmezse davalardan çekileceklerini ve tutuklama konusundaki yetkilerini gevşeteceklerini  belirtmişlerdir.146  Bu  yargı  mensuplarının  eylemlerini sürdürmüş olduklarını düşünelim. Olayda yer alan yargı mensupların bir yaptırımla  karşı  karşıya  gelmelerinin  gerektiği  açıktır.  Bu  yargılama sonucunda diğer suculular gibi ceza alabilecek olmaları adaletli midir?  Bu sorunun cevabında TCK nın cezanın belirlenmesini düzenleyen 61.ve 62.maddeleri  yol  gösterebilir.  TCK nın  61.maddesinde  temel  cezayı belirlerken, hakim sivil itaatsizlik eylemcileri için alt hadden ceza vermek yoluna gidebilir. Çünkü, sivil itaatsizlerin güttükleri amaç ve saik yukarıda                                                  145  Örnek olay için bkz. CAVALLARO, s.365 vd. Ayrıca ilgili mahkeme kararının eleştirisi için bkz. CAVALLARO, s.367 146  ÖKÇESİZ: s.75 ve 76 147  TCk nın 61.maddesinde, Hâkimin,  somut olayda;a) Suçun işleniş biçimini, b) Suçun işlenmesinde kullanılan araçları, c) Suçun işlendiği zaman ve yeri,d) Suçun konusunun önem ve değerini, e) Meydana gelen zarar veya tehlikenin ağırlığını, f) Failin kast veya taksire  dayalı  kusurunun  ağırlığını,  g)  Failin  güttüğü  amaç  ve  saiki,  göz  önünde bulundurarak, işlenen suçun kanunî tanımında öngörülen cezanın alt ve üst sınırı arasında temel cezayı  belirleyeceği hükme bağlanmaktadır.    2225Ceza Hukuku Bağlamında...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  saydığımız  nedenlerle  adi  suçlulardan  ayrılmaktadır.  Bu  açıdan  diğer suçlulardan daha hafif bir cezayı hak ettikleri açıktır.148 Faillerin bu durumda kasıtlı hareket etmiş oldukları zaten bellidir. Ama bu kasıtlı eylemleri saikleri çerçevesinde değerlendirilmeli ve bir ağırlaştırma nedeni olamamalıdır. Sivil itaatsizlik eylemin işlendiği zaman yer, zarar ve tehlikenin ağırlığı, eylemin ihlal ettiği normun konusunun önem ve değeri her somut olaya göre hâkim tarafından belirlenecektir.  TCK nın 62.maddesindeki takdiri indirim nedenlerinin sınırlı sayıda olmadıkları,  örnek  kabilinden  sayıldıkları  bellidir  ve  hâkim  cezanın belirlenmesinde  en  son  takdiri  indirim  nedenlerini  uygulayacaktır.150  Bu bağlamda takdiri indirim nedenleri sivil itaatsizlik eyleminde bulunanları diğer suçlulardan ayırabilmek için hâkimin elinde önemli bir araçtır.151 Zaten sivil itaatsizlik eyleminde bulunanların yargılama süresindeki ve sonrasındaki davranışları yaptırımı bilinçli bir şekilde kabullendikleri, üstün etik ilkeler doğrultusunda hareket ettiklerine inandıkları, hukuk düzenin içinde kaldıkları için herhangi bir sorun teşkil etmeyecektir. Böyle bir eylemi gerçekleştirme bilinç ve iradesine olan kişiler için madde hükmünde örnek kabilinden sayılan diğer durumların olumlu değerlendirilebileceği de gözden kaçırılmamalıdır. 1. TÜRK CEZA HUKUKU ÖZEL HÜKÜMLERİ BAĞLAMINDA SİVİL İTAATSİZLİK a. Sivil  İtaatsizlik  Eylemlerinin  Türk  Ceza  Kanunu nun  106. maddesinde Düzenlenen Tehdit ve 108.maddesinde Düzenlenen Cebir Suçları Açısından Değerlendirilmesi Sivil itaatsizlik eylemleri kimi zaman üçüncü kişiler için bir yere gitmek gibi, herhangi bir faaliyeti gerçekleştirmeleri açısından engel teşkil edebilir.                                                  148  Bkz. FARRELL, s.180 vd.; aynı yönde başka bir görüş için bkz. SELÇUK, Sami,  Ceza Hukuku Açısından Sivil İtaatsizlik , Argumentum, Y.3-4, S.36-41, Temmuz-Aralık 1993, (s.729-730), s.729 149  Türk Ceza Kanunu nun 62.maddesine göre,  (1) Fail yararına cezayı hafifletecek takdiri nedenlerin varlığı hâlinde, ağırlaştırılmış müebbet hapis cezası yerine, müebbet hapis; müebbet hapis cezası yerine, yirmibeş yıl hapis cezası verilir. Diğer cezaların beşte birine kadarı indirilir. (2) Takdiri indirim nedeni olarak, failin geçmişi, sosyal ilişkileri, fiilden sonraki ve yargılama sürecindeki davranışları, cezanın failin geleceği üzerindeki olası etkileri gibi hususlar göz önünde bulundurulabilir. Takdiri indirim nedenleri kararda gösterilir.  150  HAFIZOĞULLARI/ÖZEN: s.516 vd. 151  Aynı yöndeki başka bir görüş için bkz. SELÇUK, s.729 2226Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  Küçüktaşdemir Bu durumla özellikle, oturma, işgal gibi eylem şekillerinde sıkça karşılaşılır. Nitekim  Almanya  örneğinde,  oturma  eylemi  vasıtasıyla  seyir  halindeki kişilerin durmaya veya hedeflediklerinden başka bir yol kullanmaya mecbur edilmeleri, insanların belirli binalara giriş ve çıkışlarının engellenmesi halleri, Federal Yüksek Mahkeme tarafından göstericilerin manevi cebir kullandığı şeklinde değerlendirilmiş, barikat kurulumu gibi durumlardaysa maddi cebrin kullanıldığı hükmüne varılmıştır.152 Kanımızca Federal Yüksek Mahkeme tarafından getirilen yorum oldukça geniştir ve sivil itaatsizlik eylemlerinin cebir ve tehdit suçlarını oluşturduğunu söylemek, onun şiddet içermeme ve barışçıl olmama karakteriyle bağdaşmaz.  Türk Ceza Hukuku açısından sivil itaatsizlik eylemleriyle per se tehdit ve cebir suçlarının oluştuğunu söylemek çok zordur. Tehdit düşüncenin bir ifadesidir ve tehdit beyanının konusu TCK nın 106.maddesi gereği ancak başka  birinin  hayatı,  vücut  bütünlüğü  ve  cinsel  dokunulmazlığı olabilir.153Muhataba tehdit içeren söz ve işaretlerin bir şekilde iletilmiş olması gerekir.  Bir  defa,  sivil  itaatsizlik  eylemlerinde  hiçbir  şekilde  şiddet kullanılmaz ve başkalarının temel hak ve özgürlükleri hedeflenmez. Zaten bir eylem tehdit suçunu oluşturuyorsa sivil itaatsizlik olarak değerlendirilemez. Öte yandan, oturma eylemi gerçekleştiren kişilerin fiillerinin tehdit suçuna ilişkin şartları taşımadığı açıktır. Oturma eyleminin kendisi, kişiye yönelmiş bir tehdit oluşturmaz.  Sivil  itaatsizlik  eylemleriyle  bir  başka  kişinin  bir  şeyi  yapmaya, yapmamaya veya bir şeye müsaade etmeye zorlandığı söylenebilir ve bu nedenle  cebir  suçuyla  paralellik  kurulabilir.  Örneğin  işgal  eylemlerinde, başkalarının  işgal  edilen  yere  girmeleri  engellenmekte,  oturma eylemlerindeyse oturulan yer bir yolu kapatıyorsa insanların bir yerden başka yere  geçmeleri  engellenmektedir.  Bu  engelleme  hali  dahi,  TCK nın 108.maddesindeki cebir suçunun işlendiğini göstermez. Çünkü cebir suçu için,  başka  bir  kişi  üzerinde  fiziksel  güç  kullanılmalı  ve  müessir  fiilde bulunulmalı, yani bedenine müdahale edilmelidir. Bu nedenle cebir suçunun karşılığında  öngörülmüş  ceza,  kasten  yaralama  suçuna  verilmiş  cezanın arttırılmış  halidir.154 Bir sivil itaatsizlik eyleminde  hiçbir şekilde  kuvvet kullanılmadığı gibi bir başkasının bedenine müdahalede de bulunulmaz. Tam                                                  152  DANNAECKER, s.722 153  HAFIZOĞULLRI, Zeki/ ÖZEN, Muharrem, Türk Ceza Hukuku Özel Hükümler, Kişilere Karşı Suçlar, US-A Y., Ankara, 2013, s.176 154  HAFIZOĞULLARI/ÖZEN, s.184 vd.   2227Ceza Hukuku Bağlamında...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  tersine sivil itaatsizlik eylemcisi pasif direnişiyle kendi bedenini müdahaleye açmaktadır.  b. Sivil İtaatsizlik Eylemlerinin 5237 sayılı Türk Ceza Kanunu nun 217.maddesinde  Düzenlenen  Kanunlara  Uymamaya  Tahrik  Suçu Açısından Değerlendirilmesi Türk Ceza Kanunu nun 217.maddesinde, halkı kanunlara uymamaya alenen  tahrik  etmek,  kamu  barışını  bozmaya  elverişli  olduğu  hallerde cezalandırılmaktadır.  Hukuk  düzeni,  kişilerde  mevcut  olan  kendiliğinden kanunlarla uyma duygusunu zayıflatmaya ve isyan duygusunu tahrike nesnel olarak elverişli, hukukun etkinliğini giderecek olan davranışları yasaklamak zorunda kalmaktadır.155 Sivil  itaatsizlikte  gerçekleştirilen  ihlaller,  toplumun  değerlendirmek, uzlaşmak istemediği konularla ilgili olarak gerilimi yükselterek bu konularla yüzleşilmesini amaçlar ve bu nedenle kamuoyunun dikkati dramatize edilerek ileri sürülen ve daha fazla göz ardı edilmeyecek adaletsizliklere yönlendirilir. Böylelikle sivil itaatsizlik eyleminin şeffaf ve açık doğası, diğer kişileri de bu ihlale davet eder.156Bu nedenlerle TCK nın 217.maddesi açısından  sivil itaatsizlik  kurumunun tartışılması gerekmektedir.157 Öncelikle belirtmek gerekir ki, sivil itaatsizlik eylemcisinin her ne kadar somut olayın koşullarına göre değerlendirme yapılması daha sağlıklı olacaksa da diğer kişileri kanunlara uymamaya tahrik etmediği belirtilmelidir. Bir tahrikten  bahsedebilmek  için,  eylemi  organize  edenlerin  eylemlerinin tartışılması daha yerinde olacaktır. Sivil itaatsizlik eylemini organize edenler veya bu eyleme eylemci arayanlar için de kanımızca bu suç oluşmaz. Zira, çalışmanın başında da belirttiğimiz gibi sivil itaatsizlik eylemcileri, hukuk düzeninin kendisini değil, o sistemdeki belirli düzenlemeleri hedef almakta ve protestolarını şiddet içermeyen barışçıl yöntemlerle, güvenlik güçlerinden ve yargılanmaktan kaçınmadan şeffaf bir şekilde icra etmektedirler. Bu bağlamda Türk Ceza Kanunu nun 217.maddesinde kanunlara uymamaya tahrikte, tahrik edici  davranışların  kamu  barışını  bozmaya  elverişli  olmasını  aradığı  ve maddenin gerekçesinde hükmün somut tehlike suçu olduğunun vurgulanmış                                                  155  HAFIZOĞULLARI/ÖZEN, Topluma Karşı, s.243 156 FORJI, s.156 vd. 157  HAFIZOĞULLARI/ÖZEN, Topluma Karşı, s.241 2228Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  Küçüktaşdemir olması gözden kaçırılmamalıdır. Bu yönüyle sivil itaatsizlik eylemlerinin kamu barışını bozmadığı ve somut tehlike oluşturmadıkları söylenebilir. c. Sivil İtaatsizlik Eylemlerinin 5237 sayılı Türk Ceza Kanunu nun 265. Maddesinde Düzenlenen Görevi Yaptırmamak İçin Direnme Suçu Açısından Değerlendirilemesin Türk Ceza Kanunu nu 265.maddesinde, kamu görevlisine karşı görevini yapmasını  engellemek  amacıyla,  cebir  ve  tehdit  kullanan  kişi cezalandırılmaktadır. Kamu görevlisinin görevini yaparken fiilinin belirli bir kimseye yönelmiş olmasına gerek yoktur. Bu açıdan bakıldığında direnme eylemine en çok sivil itaatsizlik eylemlerinde rastlanılmaktadır.159 Yalnız sivil itaatsizlikteki  direnmeyle,  Kanunun  265.maddesindeki  direnme  arasında önemli bir nitelik farkı vardır. Konunun  başında  da  belirttiğimiz  gibi  herhangi  bir  türde  şiddet içermemeleri,  eylemcilerinin  güvenlik  güçlerinden  ve  yargılanmaktan kaçınmamaları sivil itaatsizlik eylemlerinin ayırt edici özelliğidir. Bu özelliği nedeniyle sivil itaatsizlik eylemleri pasif direnme türleri arasında yerini alır. Buna  karşın, TCK nın  265.maddesindeki  suçun  esasını,  şiddet  ve  tehdit kullanımı oluşturmaktadır. Şiddet ve tehdidin memura karşı görevin ifası sırasında kullanılmış olmasıdır; böyle olunca pasif direnme halleri bu suçu oluşturmaz.160 Pasif mahiyette direnme içeren fiillerin bu suç kapsamında değerlendirilemeyeceği yönünde Yargıtay kararları da vardır.161  d. Sivil  İtaatsizlik  Eylemlerinin  2911  sayılı  Toplantı  ve  Gösteri Yürüyüşleri Kanunu Açısından Değerlendirilmesi Toplanma özgürlüğü temel bir insan hakkı olup demokratik bir hukuk devletinin vazgeçilmez unsurlarından biridir ve AİHS'nin 11. maddesinde düzenlenmiştir.  Bu maddeye  göre,  herkes barışçıl toplanma  özgürlüğüne sahiptir.  Bir temel  hak  olan  toplanma  özgürlüğünün  sınırlandırılmasında kanunilik ilkesi geçerlidir ve bu nedenle toplanma hakkı ancak kanunla düzenlenebilir. Nitekim 2911 sayılı Toplantı ve Gösteri Yürüyüşleri Kanunu                                                  158  HAFIZOĞULLARI/ÖZEN, Topluma Karşı, s.241 159  HAFIZOĞULLARI, Zeki/EŞİTLİ Aygün, Ezgi, Kamu İdaresinin Güvenilirliğine ve İşleyişine Karşı Suçlar, US-A Yayıncılık, Ankara, 2014, s.172 160  HAFIZOĞULLARI/EŞİTLİ AYGÜN, s.173 161  ÖZBEK, Veli Özer/ KANBUR, Nihat/ DOĞAN, Koray/ BACAKSIZ, Pınar/ TEPE, İlker, Türk Ceza Hukuku Özel Hükümler, Seçkin, Ankara, 2010, s.1020   2229Ceza Hukuku Bağlamında...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  toplanma özgürlüğünü düzenlemekte ve sınırlarını belirlemektedir. Hukuki açıdan toplanma terimi, birçok kişinin belirli bir amaç ve ortak bir istekle bir araya gelmesi öğelerini içerir.162 Bu nedenle bireysel eylemler ve kişisel protestolar toplanma özgürlüğünün kapsamında değildir. Devlet  görevlileri  yasal  gösteri  ve  yürüyüşlerle  sivil  itaatsizlik eylemlerini  ayırt  etmelidirler.163  Bu  nedenle,  sivil  itaatsizlik  eylemlerini, toplantı ve gösteri yürüyüşlerinden farklarına değinmek gerekir. Ek olarak, 2911 sayılı Toplantı ve Gösteri Yürüyüşleri Kanunu nun mevcut AİHS ne aykırı  yönleriyle  sivil  itaatsizlik  eylemlerinin  uygulanmasına  zemin hazırladığını ve bu açıdan güzel bir örnek teşkil ettiğini düşünüyoruz.  Yukarıda verilen tanımdan da anlaşılabileceği üzere toplantıların kişi, amaç, süre ve yer unsuruna ayrıldıkları, zorunlu olmamakla birlikte doktrinde kimileri tarafından düzenleme unsurunun bunlara dahil edildiği görülebilir.164 Sivil  itaatsizlik  eylemlerine  dikkatle  bakıldığında  toplantının  unsurlarını taşıdığı görülecektir. Öncelikle sivil itaatsizlik eylemleri kolektif nitelikte eylemlerdir ve bu nedenle toplantılara ilişkin kişi unsurunu kendi içlerinde barındırmaktadır. Hatta çoğunlukla kolektif niteliktedirler.  Sivil  itaatsizlik  eylemleri,  toplantıların  amaç  unsurunu  da  içlerinde barındırır.  Sivil  itaatsizlik  eyleminde  bulunan  kişiler  kendi  bireysel menfaatlerini korumaktan ziyade, uğruna eylemde bulundukları, toplumun genelini ilgilendiren adaletsizliklerin değiştirilmesini isterler. Bu nedenlerle eylemlerinden hem kamunun hem de hükümetin haberinin olması onlar için önemlidir.165Bu  paralelde,  sivil  itaatsizlik  bir  düşünce  açıklama  yöntemi olarak  ele  alındığında,  amaç  bakımından  toplantı  özgürlüğüyle  büyük benzerlik gösterir.166  Toplantılar gibi, sivil itaatsizlik eylemlerinin de belirli bir süre dâhilinde gerçekleştirilebileceği söylenebilir. Zira sivil itaatsizlik eylemiyle, hedefteki normun ihlal edilmesiyle aslında eylem tamamlanmış olmakta; diğer yandan sivil itaatsizlik eylemcileri güvenlik güçlerine pasif direniş gösterdiklerinden kolaylıkla eylemcilerin eylemlerine son verilebilmektedir. Kanımızca sivil                                                  162  AKIN, İlhan F., Toplanma Özgürlüğü, İstanbul Üniversitesi Hukuk Fakültesi Dergisi, Cilt 30, Sayı 3-4, 1964, s.546 163  JOHNSON: s.1098 164  Toplantının unsurlarıyla ilgili ayrıntılı bilgi için bkz. İŞGÖREN, s.54 vd. 165  Bkz. FORJI, s.157 166  İŞGÖREN, Ali, Avrupa Birliği Sürecinde Toplantı ve Gösteri Yürüyüşleri Özgürlüğü, Seçkin, Ankara, 2005, s.61 2230Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  Küçüktaşdemir itaatsizlik eylemlerinde toplantılardaki yer unsurunun bulunması şart değildir. Yer unsuru bulunmazsa bir toplantıdan da söz edilemeyecektir. Örnek olarak siyahilerin Amerika da farklı yerlerdeki farklı otobüslere beyazlarla birlikte oturma  yasağını ihlal etmesi verilebilir.167 Buna  karşın, belirli bir yerde yapılan oturama eylemi, trafiği kesme gibi eylemler yer unsurunu içermektedir.  Öte yandan gerek AİHS nde gerek Anayasa'da gerekse de Toplantı ve Gösteri  Yürüyüşleri  Kanunu'nda  bu  hakkın  kullanılabilmesinin  önşartı toplantı  ve  gösterinin  barışçıl  bir  şekilde  gerçekleştirilmesi,  yani  şiddet içermemesidir. Buradaki  barışçıl  nitelemesiyle kastedilen toplantının amacı veya toplantıda dile getirilen düşüncelerin niteliği değil, toplantının yürütülme biçiminin şiddet içermemesidir.168 Sivil itaatsizlik eylemleri de barışçıl ve şiddet içermeyen, aktif mukavemetle gerçekleştirilmeyen eylemlerdir. Bu nedenlerle yukarıdaki unsurları taşıdıkları hallerde sivil itaatsizlik eylemleri toplantılar dahilinde değerlendirilebilir ve zaten çoğunlukla toplantı şeklinde tezahür ederler. Örneğin, oturma ve işgal eylemleri AİHM tarafından toplantı ve gösteri yürüyüşleri bağlamında değerlendirilmektedir.169 Sivil itaatsizlik eylemleriyle  toplantıların  ve  gösteri  yürüyüşleri  arasındaki  fark,  sivil itaatsizlik eylemiyle bir kanun hükmünün ihlal edilmesi ve kimi hallerde itaatsizlik eylemi türlerinde yer unsurunun bulunmamasıdır.  Sivil itaatsizlik eylemlerinde de çok sayıda kişi, belirli bir amaç ve ortak istekle toplanıp, kamuoyuna seslenmek adına kendi düşüncelerini bir yasal düzenlemeyi ihlal ederek ifade ederler. Sivil itaatsizlik eylemlerini salt bu yönüyle ele alan yazarlar, sivil itaatsizlik eylemleriyle toplantı ve gösteri yürüyüşlerinin arasındaki temel  farkın,  sivil itaatsizliğin  pozitif  hukukça kanun dışı eylemler içermesinden ileri geldiğini öne sürmüşlerdir. 170 Bu özelliğiyle sivil itaatsizlik eylemleri yasal olmayan ama tolere edilebilir bir eylemdir ve bu bağlamda toplanma hakkından ayrılır.171 Bu düşünceye göre,                                                  167  ABD de 1955 yılında gerçekleştirilen, siyahların beyazların otobüslere ayrı kapılardan binip, ayrı yerlerde oturmalarını öngören  Jim Crow  yasasını protesto ettikleri eylemler de bir tür sivil itaatsizlik eylemidir. 168  ALPKAYA, Gökçen, Avrupa İnsan Hakları Sözleşmesinde ve Uygulamasında Toplanma Özgürlüğü,  Ankara  Üniversitesi  SBF  Dergisi,  C.56-3, (http://dergiler.ankara.edu.tr/dergiler/42/472/5429.pdf), s.7 169  TANYAR, Ziya Çağa, Avrupa İnsan Hakları Mahkemesi İçtihadında Toplantı ve Gösteri Yürüyüşü Hakkı, AÜHFD, 60 (3), 2011, (s.593-634), s.604 170  İŞGÖREN, s.61 vd. 171  FIRAT, Engin,  Toplanma Özgürlüğü ve Sınırları, Toplumsal Olaylara Müdahalelerin AİHS'nin 3.Maddesi Bağlamında Değerlendirilmesi , TAAD, Yıl.5, Sayı:19, Ekim 2014, (s.745-795), s.750   2231Ceza Hukuku Bağlamında...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  sivil  itaatsizlik  bir  hak  değil  ancak  hoşgörü  gösterilebilecek  bir  hukuk ihlalidir. Bu düşünce eleştiriye açıktır. Öncelikle hoşgörü ve tolere edilebilir ifadelerinden  hukukça  ne  anlaşılması  gerektiği  belli  değildir.  Herhalde, güvenlik güçlerinin ve yargı makamlarının davranışlarında ve kararlarında eylemcilere yumuşak davranması, mümkün olan  en az  cezaları vermesi, şartları varsa takip etmemeleri ifade edilmek istenmektedir. Niye hoşgörü gösterilmesi gerektiğiyse açıklanmamıştır. Ayrıca, yasa ihlali içermeleri sivil itaatsizlik eylemlerinin prima facie pozitif hukukun dışında ele alınmasını gerektirmez; bu eylemin yukarıda bahsettiğimiz nitelikleri ile bağdaşmaz. Bu özellikle protesto edilen yasal düzenlemenin üstündeki herhangi bir norma aykırı olduğunda söz konusu olacaktır. Sivil itaatsizlik eylemleri aslında bir protesto şeklidir ve doğrudan hukuk düzeninin bütününü hedef almamaktadır.  Bu açıdan bakıldığında toplantıların kendisi de koşulları varsa bir tür sivil itaatsizlik hali olarak ele alınabilir. Sivil itaatsizlik eyleminin gerçekleştirilmesi amacıyla  yapılan bir toplantının kanunsuz bir toplantı olduğu ileri sürülebilir. Bu durumda 2911 sayılı Kanunun 23.maddesine göre kanuna aykırı bir toplantı veya gösteri yürüyüşü söz konusu olacaktır. Biraz önce de dediğimiz gibi kanunsuz toplantılar da bir sivil itaatsizlik hali oluşturabilir. Bu görüşü 2911 sayılı Kanunun 23.maddesi açısından örneklendirmek mümkündür. Örneğin  bu  maddeye  göre,  bildirim  yükümlülüğü  gerçekleştirilmeden yapılmadan  toplantılar  kanunsuz  toplantılardır.172Kanuna  aykırı  yapılan toplantılar  aynı Kanunun 28.maddesine  göre  suç  olarak  düzenlenmiş  ve kanuna aykırı toplantı, gösteri yürüyüşü düzenleyenlerle veya yönetenlerle bunların  hareketlerine  katılanlar  fiil  daha  ağır  bir  cezayı  gerektirmediği takdirde bir yıl altı aydan üç yıl kadar hapis cezasıyla cezalandırılmıştır. Yine Kanunun  32.maddesine  göre,  Kanuna  aykırı  toplantı  veya  gösteri yürüyüşlerine katılanlar, ihtara ve zor kullanmaya rağmen dağılmamakta ısrar ederlerse, altı aydan üç yıla kadar hapis cezası ile cezalandırılmaktadır.  AİHM içtihatlarına göre, barışçıl bir gösteri yapmak için önceden izin almak veya bildirimde bulunmak gerekmemekle birlikte, bir gösterinin veya yürüyüşün izne veya bildirime bağlanması, Sözleşme nin 11.maddesine aykırı değildir ve devletler kamu düzeni ve ulusal güvenliği korumak için toplantı                                                  172  2911 sayılı Kanunun 23.maddesine göre,  9 ve 10 uncu madde hükümlerine uygun biçimde bildirim verilmeden veya toplantı veya yürüyüş için belirtilen gün ve saatten önce veya sonra  yapılan toplantılar kanuna aykırı sayılmaktadır.  2232Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  Küçüktaşdemir ve gösteri yürüyüşlerini belirli usullere bağlayabilirler.173Ancak bildirimde bulunulmadığı  için  toplantının  yasadışı  hale  gelmesi  devletin  toplantı özgürlüğüne müdahalesini haklı kılmaz. Bildirime ilişkin usullerin toplantı yapılmasını  zorlaştırıcı  nitelikte  olmaması  gerekir.  Toplantının  bildirime bağlanmasının nedeni, devletin, toplantı ve gösteri yürüyüşünün sağlıklı ve barışçıl bir şekilde yapılmasını sağlaması yükümlülüğü açısından önemli olup, burada  asıl  amaç  göstericilerin  korunması  ve  bu  haklarını  güvenle kullanabilmelerinin sağlanmasıdır.174 Avrupa İnsan Hakları Mahkemesi'nin genellik kazanan içtihatlarına göre, gündelik hayatın etkilenmesi toplanma özgürlüğünü  kullanmanın  doğal  bir  sonucudur  ve  otoriteler  bu  duruma hoşgörü göstermek zorunda olup, kamu düzeni bahanesiyle bu hakkın özüne dokunmamalıdırlar.175   Bu  nedenlerle,  AİHM'e  göre,  yine  bir  kişiye,  toplantı  ve  gösteri yürüyüşüne katılmasından dolayı bir ceza verilmişse, bu toplantı ve gösteri yürüyüşü yapılabilmiş olsa dahi, bir kısıtlamanın var olduğu kabul edilir.176 Bu nedenle AİHM kanuna aykırı toplantı ve gösteri yürüyüşleri için düşük para cezalarını kabul etmektedir.177 Görülebileceği üzere 2911 sayılı Kanunun ilgili  maddeleri  AİHM  içtihatlarıyla  çelişmektedir.  Böyle  bir  durumda bildirim yükümlülüğüne uymayarak toplantı veya gösteri yürüyüşü yapan protestocuların şartları varsa bir tür sivil itaatsizlik eylemi gerçekleştirdikleri söylenebilir. 178 Son  olaraksa,  2911  sayılı  Yasa nın  31.maddesi  bağlamında  sivil itaatsizlik halleri değerlendirilebilir. Bu maddeye göre, propaganda ve çağrı alet ve araçlarında, halkı suç işlemeye özendiren veya kışkırtan yazı veya resim  bulunması  yasaklanıp  cezalandırılmıştır.  Sivil  itaatsizliğe  davet hallerinin bu kapsamda değerlendirilip değerlendirilmeyeceği tartışılabilir. Zaten madde de TCK nın 217.maddesinden farklı olarak, eylemin kamu barışını bozmaya elverişli olmasını aramamıştır. Kanımızca sivil itaatsizlik eylemlerine  yapılan  çağrıyı  bu  kapsamda  düşünmenin  önünde  bir  engel                                                  173  KILINÇ,  Ümit,  Barışçıl  Toplantı  ve  Gösteri  Yürüyüşü  Yapma  Hakkı  ve  Devletin Yükümlülükleri, TBB Dergisi, (s.281-304), S.110, 2014, s.286 174  Bkz. KILINÇ, s.287 175  TANYAR, s.625 176  TANYAR, s.617 177  TANYAR, s.618 178  Eğer başkaca düzenlemeleri protesto ediyorlarsa, bu eylemlerinin sivil itaatsizlik olarak değerlendirilebilmesi protesto ettikleri düzenlemelerin AİHS ve AİHM içtihatlarına aykırı olmasına bağlıdır.    2233Ceza Hukuku Bağlamında...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  bulunmasa da yargılanmaları sırasında sivil itaatsizlik eylemcilerinin yukarıda bahsi geçen özellikleri dikkate alınmalıdır. 3. SONUÇ  Sivil  itaatsizlik  eylemleri  çağımızda  görece  yeni  ortaya  çıkmış  ve uygulanmakta olan eylem şekilleridir. Bu nedenle hukuki açıdan nasıl ele alınmaları gerektiği hala tartışmalıdır. Bu tartışmaların odağında da meselenin ceza  hukuku  boyutu  durmaktadır.  Her  toplumda  toplumun  ihtiyaçlarını karşılamaya hukuk düzenindeki gelişmeler yetişemeyebilir. Sivil itaatsizlik eylemleri  topluma  baş  gösteren  bazı  sorunların  barışçıl  yollara  ortaya konabilmesini  sağladığı  ölçüde,  toplum  üzerinde  iç  baskı  ve  çatışmaları azaltarak, daha devrimci ve şiddete yönelik eğilimlerin ortaya çıkmasını engelleyecektir.179 Sivil itaatsizlik eylemleri toplantı ve gösteri yürüyüşleri gibi, ceza hukuku kapsamında hakkın kullanılması hukuka uygunluk nedenine kıyasen  ele  alınabilir.  Ama  bunun  için  bir  eylemin  sivil  itaatsizliğe  ait yukarıda belirtilen şartları taşıması ve eyleme konu edilen normun üstündeki başka  bir  norma  aykırı  olması  gerekir.  Bu  aykırılığın  belirlenmesinde Anayasa, AİHS ve AİHM içtihatları temel teşkil edecektir.  Belirtilen  özellikleri  dolayısıyla  sivil  itaatsizlik  eylemcileri,  diğer suçlulardan ayrılmaktadır. Bu ayrımın temel nedeni eylem şeklinden ziyade faillerinin amaçlarında yatar. Bu nedenle, sivil itaatsizlik eylemcileri söz konusu  olduğunda,  hâkimin  cezanın  bireyselleştirilmesinde  üst  hadlere çıkmamaya ve takdiri indirim nedenlerinin uygulanmasına eğilim göstermesi gerektiği savunulabilir.  Sivil  itaatsizliğin  ceza  hukuku  açısından  değerlendirilmesi  sivil itaatsizlik  eylemi  ortaya  koyanlara  karşı  hangi  yollara  başvurulabileceği hususunda  sınırlı  bir  şekilde  bizi  aydınlatmaktadır.  Bu  nedenle  sivil itaatsizliğe  karşı  düzenin  göstereceği  tepkinin  belirlenmesinde,  polis kuvvetleri açısından bazı reform çalışmalarının uygulanması elzemdir.180  Sivil  itaatsizlik  yargıçların  rolleri  üzerindeki  tartışmaları  da  açığa çıkartmaktadır.181  Bir yargıç  için hukuk devleti kavramı  kanunlardan  ve özellikle kötü kanunlardan daha önemli olmalıdır.182 Bu çalışmanın gelecekte                                                  179  ROSEN: s.444 180  TUDSON: s.81 181  McPHERSON: Cİvil Disobedience and The Law: The Role Of Legal Professionals, Osgoode Hall Law Jorunal, S.41, s s.372 182  McPHERSON: s.380 2234Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  Küçüktaşdemir sivil itaatsizlik eylemlerinde bulunan kişileri yargılayacak hakimlere ufak da olsa ışık tutması dileğiyle.",
     "Kaynakça": "AKIN, İlhan F., Toplanma Özgürlüğü, İstanbul Üniversitesi Hukuk Fakültesi Dergisi, Cilt 30, Sayı 3-4, 1964 ALLEN, Micheal,  Civil Disobedience and Terrorism: Testin the Limits Of Deliberative Democracy , Theoria, V.56, N.118,2009, (s.15-39) ALPKAYA,  Gökçen,  Avrupa  İnsan  Hakları  Sözleşmesinde  ve Uygulamasında Toplanma Özgürlüğü, Ankara Üniversitesi SBF Dergisi, C.56-3, (http://dergiler.ankara.edu.tr/dergiler/42/472/5429.pdf) ALTUNEL, Mesude: Sivil İtaatsizlik ve Mohanadas K. Gandhi, TBB Dergisi, 2011 S.93 ANBARLI, Şeniz: Bir Pasif Direnme Modeli Olarak Sivil İtaatsizlik, C.Ü İktisadi ve İdari Bilimler Dergisi ARENDT,  Hannah,   Sivil  İtaatsizlik ,  Kamu  Vicdanına  Çağrı  Sivil İtaatsizlik, Ayrıntı, 2014, (s.79-121) ARTUK, Mehmet Emin,  Sivil İtaatsizlik ve Ceza Hukuku , Argumentum, Y.3-4, S.36-41, Temmuz-Aralık 1993, (s.724-728) BAYLES, Michael, The Justifiability of Civil Disobedience, Review of Metaphysics, 24:1, 1970, (pp. 3-20) BERRY, Robert: Where Law and Civil Disobedience Intersect, University of Florida Law Review, V.XX, (s282-289) BETZ,  Joseph:  Can  Civil  Disobedience  Justified,  Social  Theory  and Practice,1:2, Fall, 1970, (s.13-30) BLACKSTONE: Civil Disobedience: Is it Justified, Southern Journal of Philosophy, Vol: 8:2/3, 1970, (pp.233-249) BOVE, Jose/LUNEAU, Gilles, Sivil İtaatsizliğe Çağrı, İletişim, İstanbul, 2006 BOXERMAN, Arlene,  The Use of the Necessity Defense by Abortion Clinic Protesters , The Journal of Criminal Law & Criminology, V.81, N.3, 1990, (s.677-712),   2235Ceza Hukuku Bağlamında...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  BRONLEE, Kimberley: The Communicative Aspects of Civil Disobedience and Lawful Punishment, Crim Law and Philos 1.179-192, Springer Link CAVALLARO, James L., The Demise Of the Political Necessity Defense: Indirect Civil Disobedience and United States v. Schoon, California, Law Review, V.81, I.1, Article 6, 1993, (pp.351-385) COHEN, Carl: Civil Disobedience and The Law, Rutgers Law Review, Vol. 21, No: 1,1966 CORLETT, Angelo: The Right to Civil Disobedience and Right to Secede, The Southern Journal of Philosophy, Vol..XXX, N.1, 1992 ÇELEBİ,  Aykut:  Demokrasinin  Derinleşmesi:  Bir  Yöntem  Olarak  Sivil İtaatsizlik, Cogito Sayı: 67, 2011 DANNECKER,  Gerhard,   Almanya  Federal  Cumhuriyeti nde  Sivil İtaatsizliğin  Önlenmesinde  Ceza  Hukukunun  Devreye  Sokulması , Bildiri  Özeti,  Argumentum,  Y.3-4,  S.36-41,  Temmuz-Aralık  1993, (s.722-723) DAVIS, Gary: A Limited Right To Civil Disobedience, Chitty s Law Journal, Vol.41, 1993/ 1 & 2 DWORKIN,  Ronald,   Sivil  İtaatsizliğin  Etiği  ve  Pragmatiği ,  Kamu Vicdanına Çağrı Sivil İtaatsizlik, Ayrıntı, İstanbul, 2014, (s.144-164) FARREL,  Daniel,   Justifiable  Civil  Disobedience  and  the  Problem  of Punishment , Philosophy & Public Affairs, Vol. 6, No. 2 (Winter, 1977), (pp. 165-184) FIRAT,  Engin,   Toplanma  Özgürlüğü  ve  Sınırları,  Toplumsal  Olaylara Müdahalelerin  AİHS'nin  3.Maddesi  Bağlamında  Değerlendirilmesi , TAAD, Yıl.5, Sayı:19, Ekim 2014, (s.745-795) FORJİ,  Amin  George,   Just  Laws  versus  Unjust  Laws:  Asserting  the Morality of Civil Disobedience , Journal of Politics and Law, V.3, N.2, 2010, (s.156-169) HABERMAS,  Jürgen,   Sivil  İtaatsizlik:  Demokratik  Hukuk  Devletinin Denktaşı. Almanya da Otoriter Legalizm Karşıtlığı , Kamu Vicdanına Çağrı Sivil İtaatsizlik, Ayrıntı, İstanbul, 2014, (s.122-143) 2236Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  Küçüktaşdemir HAFIZOĞULLARI,  Zeki/  AYGÜN  EŞİTLİ,  Ezgi,  Kamu  İdaresinin Güvenilirliğine ve İşleyişine Karşı Suçlar, US-A Yayıncılık, Ankara, 2014 HAFIZOĞULLARI,  Zeki/ÖZEN,  Muharrem,  Türk  Ceza  Hukuku  Özel Hükümler, Topluma Karşı Suçlar, US-A Yayıncılık, Ankara, 2012 HAFIZOĞULLARI, Zeki/ÖZEN, Muharrem: Türk Ceza Hukuku Genel Hükümler, US-A Yayıncılık, Ankara, 2010 HAFIZOĞULLRI,  Zeki/  ÖZEN,  Muharrem,  Türk  Ceza  Hukuku  Özel Hükümler, Kişilere Karşı Suçlar, US-A Y., Ankara, 2013 HAKSAR, Vincent: The Right to Civil Disobedince,Osgoode Hall Law Jorunal, Vo.41, n:2&3, 2003,(s.408-416) HALL, Robert T,  Legal Toleration of Civil Disobedience , Ethics, V.81, N.2, 1971, (s.128-142) İŞGÖREN, Ali, Avrupa Birliği Sürecinde Toplantı ve Gösteri Yürüyüşleri Özgürlüğü, Seçkin, Ankara, 2005 JONES, Peter: Introduction: Law and Disobedience, Res Publica 10: 319336, 2004, Kluwer KILINÇ, Ümit, Barışçıl Toplantı ve Gösteri Yürüyüşü Yapma Hakkı ve Devletin Yükümlülükleri, TBB Dergisi, (s.281-304), S.110, 2014 KUÇURADİ, Ionna, İnsan Hakları Kavramları ve Sorunları, Türkiye Felsefe Kurumu Yayınları, Ankara, 2007 KUÇURADİ,  Ionna,  Uludağ  Konuşmaları,  Türkiye  Felsefe  Kurumu Yayınları, Ankara, 2009 LAKER,  Thomas:  Civil  Disobedience  and  German  Constitutional  Law, Cornell Law Forum, Hein Online LEVINSON, Herald: Civil Disobedience and The Need For Proportioned Response, University of Florida Law Review, Vol.XX, 1968, (s.278-281) LOSECH, Martin: Motive Testimony and A Civil Disobedience Justification, Notra Dame Journal of Law, Ethics & Public Policy Vol.5, 1991 MACİT, Hanifi: Şiddet İçermeyen Bir Eylem: John Rawls da Sivil İtaatsizlik, KKEFD, S.16, Y.2007,(s.135-146)   2237Ceza Hukuku Bağlamında...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  MADDEN, Edward, HARE, Peter; Reflections on Civil Disobedience, The Journal of Value Inquiry, 4(2):81-95, 1970 McCLOSKEY, H.J.,  Conscientious Disobedience of the Law: Its Necessity, Justification, and The Problems to Which It Give Rıse  Philosophy and Phenomenological Research, Vol. 40, No. 4 (Jun., 1980), (s.536-557) McPHERSON:Cİvil  Disobedience  and  The  Law:  The  Role  Of  Legal Professionals, Osgoode Hall Law Jorunal MORANO,  Donald:  Civil  Disobedience  and  Legal  Responsibility,  The Jorunal O Value Inquiry OLESON, J.C.,  Drown the World: Imperfect Necessity and Total Cultural Revolution , Unbound, Vol.3:19, 2007, (s.19-104) ÖKÇESİZ, Hayrettin: Sivil İtaatsizlik, AFA Yayınları, İstanbul, 1994 ÖKTEM, Niyazi/TÜRKBAĞ, Ulvi; Felsefe, Sosyoloji, Hukuk ve Devlet, Der Yayınları, İstanbul, 2003, s.104 vd. ÖZBEK,  Veli  Özer/  KANBUR,  Nihat/  DOĞAN,  Koray/  BACAKSIZ, Pınar/ TEPE, İlker, Türk Ceza Hukuku Özel Hükümler, Seçkin, Ankara, 2010 PALUMBOS, Robert: Within Each Lawyer s Conscience a Touchstone: Law,  Morality,  and  Attorney  Civil  Disobedience,  University  of Pennsylvania Law Review, Vol. 153:1057 RAWLS,  Sivil İtaatsizliğin Tanımı ve Haklılığı  Kamu Vicdanına Çağrı Sivil İtaatsizlik, Ayrıntı, İstanbul, 2014, (s.55-78) RAWLS, John: Sivil İtaatsizliğin Gerekçelendirilmesi,Cogito, S.67, Y.2011, (s.167-181) ROSEN, Jay: Civil Disobedience and Other Such Techniques: Law Making Through Law Breaking, The George Washington Law Review, Hein Online SCHLESINGER; Steven: Civil Disobedince: The Problem Of Selective Obedience to Law, Hastings Constitutional Law Quarterly, Vol. 3, Hein Online SELÇUK, Sami,  Ceza Hukuku Açısından Sivil İtaatsizlik , Argumentum, Y.3-4, S.36-41, Temmuz-Aralık 1993, (s.729-730 2238Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2195-2239  Küçüktaşdemir Stanford Encyclopedia of Philosophy TANÖR,  Bülent,   Anayasa  Hukuku  Açısından  Sivil  İtaatsizlik , Argumentum, Y.3-4, S.36-41, Temmuz-Aralık 1993, (s.701-703) TANYAR, Ziya Çağa, Avrupa İnsan Hakları Mahkemesi İçtihadında Toplantı ve Gösteri Yürüyüşü Hakkı, AÜHFD, 60 (3), 2011, (s.593-634) TAŞKIN, Ahmet, Baskıya Karşı Direnme Hakkı, TBB Dergisi, S.52, 2004, (s.37-65) TAŞKIN, Ahmet: Terörizm ve Sivil İtaatsizlik, Polis Bilimleri Dergisi, C.6, S.1-2, (s.119-140) TELLA, Maria: Civil Disobedience and Test Cases, Ratio Juris, Vo. 17, No.3 2004 (315-327) TUDSON, W John: Civil Disobedince and The Law s Response: A Proposal, Hein Online TURENNE,  Sophie:  Judicial  Responses  to  Civil  Disobedience:  A Comparative Approach, Res Publica"
}