{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "2",
     "Başlık": "ULUSLARARASI VERGİ HUKUKUNA İLİŞKİN UYUŞMAZLIKLARDA TAHKİM YOLU",
     "Title": "Arbitration in International Tax Disputes",
     "Yazar İsmi": [
          "Ezgi SEVİNÇHAN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Uluslararası vergi hukukunda tahkim",
          "karşılıklı anlaşma usulü",
          "OECD"
     ],
     "Keywords": [
          "International tax arbitration",
          "mutual agreement procedure",
          "OECD"
     ],
     "Özet": "Tahkim kurumu uluslararası vergi hukuku için görece yeni bir kavram niteliği  taşımaktadır.  Her  ne  kadar  tahkim,  çeşitli  uluslararası  kuruluşlar tarafından zaman zaman dile getirilmiş olsa da uluslararası vergi hukukunda karşılaşılan sorunlar için devletler nezdinde uzun yıllardır benimsenen esas yöntem  karşılıklı  anlaşma  usulü  olmuştur.  Makalede  karşılıklı  anlaşma usulünün  bir  uzantısı  olarak  tahkim  kurumu  ve  2008  yılında  OECD Modelinde  yer  almasının  ardından  kurumun  uygulanabilirliği değerlendirilmektedir.",
     "Abstract": "As a method of settling disputes, arbitration is a relatively new concept in international tax law. International tax arbitration has long been suggested by many international organizations, but only after 2008 it has been taken part in OECD Model Conventions as a complementary method for mutual agreement procedure. This article aims to analyze the viability of arbitration in international tax law.",
     "Metin": "Ekonomik yapılanmanın dünya genelinde geçirdiği değişim uluslararası ölçekte birtakım sorunların ortaya çıkmasına neden olmuş, vergi hukuku bağlamında  ise  özellikle  uluslararası  ticaretten  ve  bu  faaliyetin vergilendirilmesinden doğan problemler için çözüm arayışına girilmiştir. Bu arayış  çerçevesinde  devletlerin  tek  taraflı  olarak  aldığı  önlemlerin yetersizliği sonucu çeşitli uluslararası örgütlerin de çalışmaları ile birlikte devletlerin birbirleriyle akdettikleri çifte vergilendirmeyi önleme anlaşmaları gibi alternatifler ortaya çıkmıştır. Ancak söz konusu anlaşmaların devletlerce uygulanması  veya  yorumlanmasındaki  farklılıklar  sebebiyle,  sorunun çözümünde ikili anlaşmaların da belirli ölçüde yetersiz kaldığı durumlarla karşılaşılmıştır. Hem ikili anlaşmalarda hem de OECD modellerinde uyuşmazlıkların çözümü için esas olarak öngörülen yöntem olan karşılıklı anlaşma usulü (KAU) ise yapısal birtakım özellikleri dolayısıyla çözüm üretme konusunda yetersiz kalmış, bu durumun neticesinde tahkim önerileri ortaya çıkmaya başlamıştır.  Ancak  çalışmada  da  inceleneceği  üzere,  uluslararası  vergi hukukunda karşılıklı anlaşma usulüne nazaran görece yeni bir yöntem olarak tahkim de bazı sorunlar içermektedir. Çalışmada öncelikle tahkime ilişkin kavramsal bazda bilgiler verilip karşılıklı  anlaşma  usulünün  gelişimine  değinilecek,  ardından  bu  usulün  tamamlayıcısı   olarak  nitelendirilen  tahkimin  işleyişi  ve  yapısı açıklandıktan sonra yol açabileceği bazı sorunlar irdelenecektir.   450Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 449-472                                             Sevinçhan I. KAVRAM Anlaşmazlıkların  hakem  yoluyla  çözülmesi  olarak  bilinen  ve mahkemelere alternatif bir yargısal çözüm olarak algılanan tahkim kurumu için  gerek  özel  hukukta  gerekse  kamu  hukukunda  farklı  tanımlamalar getirilmiştir.  Her  iki  hukuk  alanının  tahkime  bakışı  belirli  noktalarda farklılık  arz  etmekte  ise  de  hukukun  bütünlüğü  çerçevesinde  kavramın içeriğini genel olarak karşılayabilecek bir tanım ile tahkimin,  tarafların mevcut veya ileride doğabilecek hukuksal uyuşmazlıkların çözümünü hakem denen ve kendi seçtikleri kişi veya kişilerin kararına bırakmaları  şeklinde açıklanması mümkündür. Uluslararası  vergi  hukuku  kapsamında  bakıldığında  ise  tahkim  ile genellikle  devletlerin  çatışan  vergilendirme  yetkilerinden  doğan uyuşmazlıkların giderilmesine yönelik olarak birbirleriyle akdettikleri çifte vergilendirilmenin  önlenmesine  yönelik  vergi  anlaşmalarında,  transfer fiyatlandırmasından  kaynaklanan  uyuşmazlıklar  özelinde  Avrupa  Birliği Tahkim  Anlaşması  (ABTA) nda  ve  2008 den  itibaren  OECD  modelinde karşılaşılmaktadır. Söz konusu kapsamda uluslararası vergi hukuku alanında ortaya çıkan tahkime yönelik olarak  iki ya da daha fazla devlet arasında çifte vergilendirmenin önlenmesi anlaşmalarından veya vergiyi konu alan diğer  anlaşmalardan  kaynaklanan  uyuşmazlığın,  anlaşmalarda  yer  alan tahkim şartı ya da ayrıca yapılacak tahkim anlaşması çerçevesinde, hakem ya da hakemler veya uluslararası organizasyonlar tarafından çözümlenmesi usulü  şeklinde bir tanım getirilmesi mümkündür. Yukarıda  verilen  tanımdan  hareketle  uluslararası  vergi  hukukunda tahkimin unsurlarına ilişkin olarak tahkimden bahsedebilmek için ortada; iki veya  çok  taraflı  vergi  anlaşmasının  varlığı,  bu  anlaşmaya  dayalı  olarak ortaya çıkan bir uyuşmazlık ve bu uyuşmazlığın çözümüne yönelik olarak                                                  1  Türk  Dil  Kurumu  (TDK), http://www.tdk.gov.tr/index.php?option=com_gts&arama=gts&guid=TDK.GTS.5675263c286721.66964031, erişim tarihi: 19.12.2015. 2  Soydan Yaltı, Billur; Uluslararası Vergi Anlaşmaları, s. 359, Beta Yayınevi, İstanbul, 2009. 3  Akçaoğlu,  Ertuğrul;  Ulusal  ve  Uluslararası  Perspektiften  Elektronik  Ticaretin Vergilendirilmesi, s. 45, 47 vd., Mali Akademi Yayınları, Ankara, 2012. 4  Yıldırım,  Murat;  Uluslararası  Vergi  Hukukunda  Tahkim,  s.4,  XII.  Levha  Yayıncılık, İstanbul, 2010.   451Uluslararası Vergi Hukukuna...            Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 449-472  hakem, hakem heyeti yahut uluslararası bir organizasyonun olması gerektiği açıktır.  ABD  ile  Birleşik  Krallık  arasında  1794 te  imzalanan  Jay  Treaty, devletler  arasında  tahkim  usulünün  uygulanmasına  ilişkin  bir  başlangıç noktası olarak kabul edilmekle birlikte tahkimin kurumsallaşması ve özel hukuk  bakımından  uygulanabilir  hale  gelmesi  zaman  içerisinde gerçekleşmiştir. 19.  yüzyılda  vergi  uyuşmazlıklarının  uluslararası  boyuta  taşınmaya başlaması,  çözüm  önerisi  olarak  tahkim  fikrinin  gündeme  alınmasını  da beraberinde  getirmiştir.  Tahkim  şartını  içeren  ilk  çifte  vergilendirmeyi önleme  anlaşması  ise  1928 de  Birleşik  Krallık  ve  İrlanda  arasında akdedilmiş, bu anlaşmayı 1934 tarihinde veraset vergisine yönelik olarak Romanya ile Çekoslovakya imzalanan ve tahkim yolunu öngören bir başka anlaşma  izlemiştir.  Uluslararası  örgüt  bazında  çifte  vergilendirmenin önlenmesi  konusundaki  ilk  çalışmalar  ise  Milletler  Cemiyeti  tarafından yapılmış,  görüşmeler  sırasında  tahkim  konusu  zaman  zaman  gündeme getirilmesine rağmen ne Meksiko ne de Londra taslaklarında yer almış, onun yerine Karşılıklı Anlaşma Usulü benimsenmiştir. Aynı şekilde Birleşmiş Milletler  bakımından  da  geçerli  olan  yaklaşım  KAU nun  iyileştirilmesi yönünde olmuştur. Çifte vergilendirme ile ilgili endişelerini ilk kez 1920 de dile  getiren  ICC  ise,  vergi  uyuşmazlıklarının  çözümlenmesi  için  tahkim yolunun  izlenmesi  konusundaki  ısrarlı  tavrını  o  tarihten  itibaren  devam ettirmiştir. Uluslararası vergi uyuşmazlıklarının çözümünde tahkime olumlu bakan bir başka örgüt de IFA olup, 1993 te salt bu konuya yönelik olarak                                                  5  Bu noktada tahkim kavramının uyuşmazlıkların barışçıl çözüm yoları arasında karşılaşılan; yargılama,  görüşme,  arabuluculuk,  dostça  girişim,  araştırma  ve  soruşturma,  uzlaşma, bilirkişilik gibi kavramlardan içerdiği unsurlar bakımından ayırt edilmesi gerekmektedir. Söz konusu kavramlar ile tahkimin farklılıkları hakkında ayrıntılı bilgi için bkz.: Sur, Melda; Uluslararası Hukukun Esasları, Beta Yayınları, İstanbul, 2006; Pazarcı, Hüseyin; Uluslararası Hukuk, Turhan Kitabevi, Ankara, 2006. 6  Redfern, Alan-Hunter; Martin-Blackaby, Nigel-Partasides, Constantine; Law and Practice of International Commercial Arbitration, s. 60, Sweet & Maxwell, 2004. 7  Uluslararası kamu hukuku ve uluslararası özel hukukta tahkimin gelişim sürecine ilişkin detaylı bilgi için bkz.: Erdoğan, Feyiz; Uluslararası Hukuk ve Tahkim, Seçkin Yayınevi, Ankara, 2004. 8  Chetcuti,  Jean-Philippe;  Arbitration  in  International  Tax  Dispute  Resolution, http://www.inter-lawyer.com/lex-e-scripta/articles/tax-arbitration.htm,  erişim  tarihi: 05.12.2015.  452Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 449-472                                             Sevinçhan düzenlediği kongrede, geleceğe yönelik olarak, anlaşmalarda tahkim şartına da yer verilmesi gerekliliğinin üzerinde durmuştur. Çifte vergilendirmenin önlenmesi konusunda önemli çalışmalara imza atan bir başka uluslararası örgüt olan OECD ise kuruluşundan itibaren 2008 yılına  kadar  tahkime  karşı  mesafeli  bir  tutum  sergilemiş,  yayınladığı modellerde  tahkime  yer  vermemiştir.  Bu  yaklaşım  doğrultusunda  OEEC tarafından  1958-1961  yılları  arasında  oluşturulan  model  anlaşmanın uyuşmazlıkların çözümü ile ilgili 25. maddesi OECD nin 1963, 1977 ve 2000 yıllarındaki modellerinde korunmuş ve hepsinde çözüm yöntemi olarak KAU  kabul  edilmiştir.  Tahkimin  uygulanabilirliği  konusu  her  ne  kadar 1984 ten  itibaren  dönem  dönem  OECD  nezdinde  gündeme  getirilmeye başlanmış olsa da, bu konuda 2006 ve 2007 yıllarında yapılan çalışmalar neticesinde,  2008  modelinde  25.  maddeye    eklenen  beşinci  paragraf  ile zorunlu ve bağlayıcı nitelikte bir tahkim hükmünün kabul edilmesine dek KAU  dışında  bir  çözüm  mekanizması  yer  almamıştır.  Uluslarüstü  bir bütünleşme  olarak  kabul  edilen  Avrupa  Birliği  ise  transfer fiyatlandırmalarından  doğan  çifte  vergilendirmeyi  önlemeye  yönelik çalışmalara 1973 yılında başlamış, bu çalışmaların sonunda 1990 yılında, 12 üye  devlet  tarafından,  transfer  fiyatlandırmasından  kaynaklanan uyuşmazlıklarla  sınırlı  Avrupa  Birliği  Tahkim  Anlaşması  imzalanmış  ve Anlaşma 1995 yılında yürürlüğe girmiştir. Tahkimin  Türk  hukukundaki  gelişimine  bakıldığında  ise  Tanzimat öncesi  döneme  ilişkin  olarak  muslihun  isimli  kurumun  tahkim  işlevi gördüğünü, 1850 tarihli Kanunname-i Ticaret ile Mecelle de de tahkime ilişkin hükümlerin yer aldığını söylemek mümkündür. Uluslararası tahkime ilişkin olarak 4686 sayılı Milletlerarası Tahkim Kanunu yürürlükte olup, uluslararası  tahkime  ancak  yabancılık  unsuru  taşıyan  uyuşmazlıklar  için gidilebileceği Anayasanın 125/1. maddesi ile öngörülmüştür. Bunun yanı                                                  9  Altman, Zvi Daniel; Dispute Resolution Under Tax Treaties, s. 25-85, IBFD Publications, Amsterdam, 2006.   10  OECD; Proposals for Improving Mechanisms for the Resolution of Tax Treaty Disputes, OECD, Paris, 2006; OECD; Improving the Resolution of Tax Treaty Disputes, OECD, Paris, 2007; OECD; Model Tax Convention on Income and on Capital, OECD, Paris, 2008. 11  Ferhatoğlu, Emrah; Uluslararası Vergi Uyuşmazlıklarının Tahkim Yoluyla Çözümlenmesi Avrupa Birliği Tahkim Anlaşması, s. 125-127, Beta Yayınevi, İstanbul, 2010. 12  Yıldırım; age., s. 37.   453Uluslararası Vergi Hukukuna...            Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 449-472  sıra 1999 yılında yapılan Anayasa değişikliği ile imtiyaz sözleşmeleri için tahkim yoluna başvurulabilmesi kabul edilmiştir. İç tahkime ilişkin olarak ise Hukuk Muhakemeleri Kanununda çeşitli düzenlemeler yer almaktadır.  II. ULUSLARASI  VERGİ  UYUŞMAZLIKLARININ GİDERİLMESİNDE KARŞILIKLI ANLAŞMA USULÜNDEN (KAU) TAHKİME UZANAN YOL   A. Karşılıklı Anlaşma Usulü (KAU)    Devletlerin  vergilendirme  yetkilerini  kaynağa,  yerleşmeye  veya  her ikisine  birden  dayandırmasından  ötürü  ortaya  çıkabilecek  ihtilaflar  her zaman ulusal çözümler ile giderilememekte, bu sebeple ikili veya çok taraflı uluslararası anlaşmalara ihtiyaç duyulmaktadır. Ancak bu anlaşmalar kimi zaman ülkeler tarafından farklı yorumlanabilmekte, bu yorum farklılıkları neticesinde  çifte  vergilendirme  veya  hiç  vergilendirmeme  gibi  sorunlar ortaya  çıkabilmekte  yahut  doğabilecek  uyuşmazlıklara  ilişkin  anlaşmada öngörülmeyen durumlar meydana gelebilmektedir.  Bahsi geçen uyuşmazlıkların çözümü için devletler tarafından genel kabul gören ve 2008 yılında tahkime ilişkin paragrafın modele eklenmesi öncesinde  OECD  modellerinde  de  yer  bulan  çözüm  önerisi  KAU dür. 2008 den önceki 200515 modeline bakıldığında, Karşılıklı Anlaşma Usulü başlıklı 25. maddede KAU ün şu şekilde düzenlendiği görülmektedir:  1. Bir kişi, Akit Devletlerden birinin veya her ikisinin işlemlerinin kendisi için bu Anlaşma hükümlerine uygun olmayan bir vergileme yarattığı veya yaratacağı  kanaatine  vardığında,  bu  Devletlerin  iç  mevzuatlarında öngörülen müracaat usulleriyle bağlı kalmaksızın, olayı mukimi olduğu Akit                                                  13  Çalışmanın kapsamı uluslararası vergi hukuku ile sınırlı olduğundan, bahsi geçen mevzuat hükümlerine yer verilmemiş, söz konusu hükümlere işaret edilmekle yetinilmiştir. 14  Kaynak esaslı vergilendirmede bir devlet, yerleşim yerini hesaba katmaksızın kaynağını kendisinden alan  gelir  üzerinden  vergilendirme yoluna  giderken, yerleşim yeri  esaslı vergilendirmede ülkede yerleşik durumda bulunan kişilerin gelirlerini elde ettikleri yer dikkate  alınmaksızın,  salt  o  ülkede  yerleşik  olmalarından  hareketle,  kişilerin  dünya genelinde elde ettikleri gelirin tümü üzerinden vergilendirilmesi yoluna gidilmektedir (Akçaoğlu; age., s. 41-42.) 15  OECD; Articles of the Model Convention with Respect to Taxes on Income and on Capital, 2005. 454Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 449-472                                             Sevinçhan Devletin yetkili makamına veya durumu 24 üncü maddenin 1 inci fıkrasına uygun düşerse, vatandaşı olduğu Akit Devletin yetkili makamına arz edebilir. Söz konusu müracaat, Anlaşma hükümlerine aykırı düşen bir vergilemeyle sonuçlanan eylemin ilk bildiriminden itibaren üç yıl içerisinde yapılmalıdır. 2. Söz konusu yetkili makam itirazı haklı bulur ve kendisi tatmin edici bir çözüme ulaşamaz ise, bu Anlaşmaya ters düşen bir vergilemeyi önlemek amacıyla, diğer Akit Devletin yetkili makamıyla karşılıklı anlaşmaya gayret sarf  edecektir.  Anlaşmaya  varılan  her  husus,  Akit  Devletlerin  iç mevzuatlarındaki  zaman  sınırlamalarına  bağlı  kalınmaksızın uygulanacaktır. 3. Akit Devletlerin yetkili makamları, Anlaşmanın yorumundan veya uygulanmasından kaynaklanan her türlü güçlüğü veya tereddütü karşılıklı anlaşma yoluyla çözmek için gayret göstereceklerdir. Yetkili makamlar aynı zamanda,  Anlaşmada  ele  alınmayan  durumlardan  kaynaklanan  çifte vergilendirmenin ortadan kaldırılması için de birbirlerine danışabilirler. 4.  Akit  Devletlerin  yetkili  makamları,  bundan  önceki  fıkralarda belirtilen hususlarda anlaşmaya varabilmek için, yetkili makamlardan ya da onların temsilcilerinden oluşan ortak bir komisyon aracılığı da dahil olmak üzere, birbirleriyle doğrudan doğruya haberleşebilirler. 16.                                                  16  Orijinal metin şu şekildedir:   1. Where a person considers that the actions of one or both of the Contracting States result or will result for him in taxation not in accordance with the provisions of this Convention, he may, irrespective of the remedies provided by the domestic law of those States, present his case to the competent authority of the Contracting State of which he is a resident or, if his case comes under paragraph 1 of Article 24, to that of the Contracting State of which he is a national. The case must be presented within three years from the first notification of the action resulting in taxation not in accordance with the provisions of the Convention. 2. The competent authority shall endeavour, if the objection appears to it to be justified and if it is not itself able to arrive at a satisfactory solution, to resolve the case by mutual agreement with the competent authority of the other Contracting State, with a view to the avoidance of taxation which is not in accordance with the Convention. Any agreement reached shall be implemented notwithstanding any time limits in the domestic law of the Contracting States. 3. The competent authorities of the Contracting States shall endeavour to resolve by mutual agreement any difficulties or doubts arising as to the interpretation or application of the Convention. They may also consult together for the elimination of double taxation in cases not provided for in the Convention. 4. The competent authorities of the Contracting States may communicate with each other directly,  including  through  a  joint  commission  consisting  of  themselves  or  their   455Uluslararası Vergi Hukukuna...            Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 449-472  OECD nin  öngördüğü  biçimiyle  KAU  hakkında  bazı  tespitlerin yapılması  mümkündür.  Öncelikle  KAU ye  ilişkin  temel  özellik  yetkili makamların karşılıklı olarak, esasen katı kurallara bağlı kalmadan, iyiniyet kuralları dahilinde görüşmeler yapmasıdır. Şöyle ki, model anlaşmanın 25. maddesine göre vergi yükümlüsü, akit devletlerden birinin yahut her ikisinin uygulamalarının  anlaşmanın  öngördüğüne  aykırı  bir  sonuç  doğurduğu kanaatindeyse  önce  yerleşik  olduğu  ülkenin  idari  makamına  başvuracak, şayet idare mükellefin talebi ile ilgili olarak tek yanlı bir çözüm bulamaz ise, dilediği  takdirde,  KAU  sürecini  başlatmak  üzere  diğer  akit  devleti görüşmelere davet edebilecektir. Ancak bu görüşmelere başlanmasında bir zorunluluk  bulunmadığı  gibi,  taraflar  bir  çözüm  bulmakla  da  yükümlü değillerdir. Yargılama  yahut  tahkim  usulünde  görülenin  aksine  taraflar  için bağlayıcı  kuralların  olmayışı,  KAU  çerçevesinde  devletlerin  yetkili makamları  arasında  yürütülen  görüşmelerde  inisiyatifin  devletlerde kalmasını  sağlamakta,  bu  durum  ise  egemenliğe  dayalı  vergilendirme yetkisinin  kullanımı  bakımından  devletlerin  hakimiyetlerini  uluslararası tahkim ya da yargı yoluna göre daha az zedelemektedir. Zira devletlerin mali alanda  sürdürdükleri  egemenliğin  bir  dışavurumu  olarak  kullandıkları vergilendirme yetkisi, taraflar açısından herhangi bir bağlayıcılığı olmayan ve daha ziyade diplomatik bir çözüm yolu olarak uygulama alanı bulan KAU da  daha  az  zarara  görmekte  veya  hiç  görmemektedir.  KAU nun iyiniyet ve esnekliğe dayalı bu özelliği devletler için avantaj niteliği teşkil etmektedir. KAU nün  devletlere  büyük  ölçüde  serbesti  tanıyan  bu  özelliği kendisinin uzun süre boyunca temel çözüm mekanizması olma özelliğini korumasını sağlamışsa da, yöntemin artılarının yanında eksilerinin de ele alınması gerekmektedir. Zira her ne kadar tahkime nazaran daha az masraflı bir  yöntem  olması,  devletlerin  vergilendirme  yetkisi  konusundaki                                                                                                                    representatives, for the purpose of reaching an agreement in the sense of the preceding paragraphs.   17  Ferhatoğlu; age., s. 197. 18  Öncel, Mualla-Kumrulu, Ahmet-Çağan, Nami; Vergi Hukuku, s.33, Turhan Kitabevi, Ankara,  2015;  Arıkan,  Zeynep;  Vergilendirme  Yetkisinin  Kullanımı,  s.  269,  Maliye Araştırma Merkezi Konferansları, 37. Seri, 1996-1997. 19  Burnett,  Chloe;  International  Tax  Arbitration,  s.  176, http://papers.ssrn.com/sol/papers.cfm?abstract_id=1120122, erişim tarihi: 05.12.2015. 456Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 449-472                                             Sevinçhan egemenliklerinin zarar görmemesi gibi avantajları olsa da KAU; hem ulusal hukuk sistemleri, hem vergi mükellefleri hem de devletler açısından çeşitli sorunlar yaratabilmektedir. Örneğin birçok ülkenin iç hukuk mevzuatı KAU yoluna ancak kendi mahkeme kararlarına aykırı bir sonuç çıkmaması halinde izin  vermektedir.  KAU  vergi  mükellefi  lehine  sonuçlansa  dahi  bunun uygulanması için ne gibi düzenlemelerin yapılacağı belirsiz olup, sürecin başlamasına  yahut  sonlandırılmasına  ilişkin  bir  süre  sınırı  da bulunmamaktadır,  zira  tüm  süreç  yetkili  makamların  inisiyatifine bırakılmıştır. Sürecin başlatılabilmesi için çoğunlukla mükellefin tahakkuk ettirilen  vergiyi  ödemesi  beklenmekte;  ancak,  bu  halde  dahi  mükellefe sürecin  başlatılacağına  ilişkin  bir  güvence  sağlanamamaktadır.  Vergi mükellefinin KAU yu başlatabilmek için ulusal mevzuatla bağlı olması da farklı  ülkeler  bakımından  farklı  uygulamalara  sebebiyet  verebilmektedir. KAU nun uygulanabilmesi için anlaşmaya bağlı olarak bir uyuşmazlığın ortaya çıkması gerekmekte, bu da KAU taraflarının akit devletler olması sonucunu doğurmaktadır; dolayısıyla, mükellef KAU da katılımcı olarak yer almamakta  hatta  bu  görüşmeler  çoğunlukla  kapalı  yürütülmektedir. Görüşmeleri  gerçekleştiren  yetkili  makam  ise  genellikle  devlet  yapısı içerisinde yer alan bürokratlardan meydana gelmekte, bu durum görüşmelere katılanlar bakımından kimi zaman istenmeyen müdahalelerin yaşanmasına sebebiyet  verebilmekte  ve  aynı  zamanda  farklı  durumlara  ilişkin  KAU süreçlerinin  birbirlerinden  etkilenmeleri  mümkün  olmaktadır.  Mükellefin hem KAU ya hem ulusal mahkemelere başvurabilme hakkı ülkeden ülkeye farklılık göstermekte, kimi zaman ulusal yargı yolu KAU için vazgeçilmesi gereken bir ön koşul olarak mükelleflerin karşısında çıkartılabilmektedir. B. Tahkim Vergilendirmeye ilişkin olarak temel bazı ilkelerin değişen ekonomik koşullara  uyarlanabilmesinde  devletlerin  karşılaştığı  sorunların çözümlenmesi konusunda genel kabul gören ve KAU ya ilişkin olarak bahsi geçen olumsuzluklar, konu ile ilgili çalışma yapan örgütleri -ve tabii ki devletleri- başka birtakım hukuki çözüm arayışlarına yöneltmiştir. Yukarıda                                                  20  Yıldırım; age., s. 54-63; Ferhatoğlu; age., s. 41-43, Burnett; agm., s. 179. Çalışmanın ilerleyen kısımlarında açıklanacağı üzere tahkim, KAU nün neredeyse devamı niteliğinde bir çözüm yolu olarak benimsenmiştir. Bu sebeple tahkim kurumu da KAU nün ortaya çıkardığı  sorunların  bir  kısmını  aynen  içermekte,  hatta  bağlayıcılık  bakımından  bu sorunların ötesinde başka türlü sıkıntıların da ortaya çıkmasına sebebiyet vermektedir. Tüm bunlar  tahkimin  işleyişi  ve  sonuçları  bakımından  ortaya  çıkardığı  birtakım  tartışmalı konular kapsamında ayrıca inceleneceğinden, tekrara yer vermemek adına, burada sadece genel anlamda KAU ye ilişkin olumsuzluklara yer verilmiştir.   457Uluslararası Vergi Hukukuna...            Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 449-472  bahsedildiği üzere uluslararası çifte vergilendirmenin önlenmesi konusunda tahkim  mekanizmasının  dile  getirilmesi,  uygulanmaya  başlanmasından oldukça öncelere dayanmasına rağmen devletler egemenliklerinin temelinde gördükleri  vergilendirme  yetkilerinin  sarsılmaması  için  KAU  konusunda ısrarcı olmuş ve tahkime mesafeli yaklaşmışlardır. Her ne kadar devletler bugüne dek tahkime karşı mesafeli bir tutum sergilemişse    de  KAU nun  kendileri  açısından  da  bazı  sorunlara  sebep olduğu açıktır. Mükellefler için avantajlarının yanı sıra, KAU gibi politik olmaktan ziyade hukuki bir çözüm yolu olarak tahkim, devletler için de her ne kadar egemenliklerinin kullanımları yönündeki endişelerini gideremese de bağlayıcılığı yönünden kesin bir çözüme ulaştırmada ve iyileştirilmiş olsa dahi KAU nun çözüm bulamadığı anlaşmazlıkları gidermede daha etkili bir yöntemdir. Bu anlamda devletleri KAU yu kötüye kullanmaktan alıkoyan, süre  bakımından  tasarruf  sağlayan  ve  tarafları  çözüme  zorlayan  bir mekanizma olarak algılanması mümkündür. Ulusal yargıya nazaran daha bağımsız  olduğunun  kabul  edilmesi  ise  ancak  iyi  tasarlanmış  bir mekanizmanın varlığı halinde mümkün olabilecektir. Ek  çözüm  teknikleri  üzerinde  çalışan  OECD,  2006  ve  2007 de  bu konuda yoğunlaşan çalışmalarının ardından nihayet 2008 de modelin 25. maddesine beşinci bir paragraf eklemek suretiyle tahkimi kabul etmiştir. Eklenen paragraf şu şekildedir:  5. a) 1.fıkra kapsamında, bir kimsenin Taraf Devletlerden biri veya her  ikisi  tarafından  gerçekleştirilen  vergilendirme  işleminin  Anlaşma hükümlerine aykırı olduğunu Taraf Devletin yetkili makamına arz ettiği ve b)  diğer  Taraf  Devletin  yetkili  makamının  yapılan  bu  başvurudan haberdar  edilmesini  izleyen  2  yıl  içinde,  Taraf  Devletlerin  ikinci  fıkra çerçevesinde  bir  anlaşmaya  varamadıkları  durumda,  vergilendirme işleminin muhatabı olan kimsenin talep etmesi halinde, üzerinde anlaşmaya varılamayan konular tahkime sevk edilir. Bu anlaşmazlık konuları hakkında, devletlerden birinin mahkemesince veya yetkili kılınmış idari mercilerince daha  önceden  bir  karar  verilmişse,  anlaşmazlık  konusu  tahkime  sevk edilemez. Tahkim kararının uygulanmasına yönelik karşılıklı anlaşma, her iki Taraf Devlet bakımından vergilendirme işleminden doğrudan etkilenen kimse tarafından reddedilmedikçe bağlayıcıdır ve ulusal hukukta yer alan                                                  21  Yıldırım; age., s. 64-69. 458Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 449-472                                             Sevinçhan zamanaşımı sürelerine bağlı kalmaksızın uygulanır. Taraf Devletlerin yetkili makamları,  bu  paragraf  hükümlerinin  uygulanma  biçimini  karşılıklı anlaşmayla belirler. 22. III. TAHKİM TÜRLERİ Tahkimi  başlama  süreci,  tahkim  kurulunun  oluşumu  ve  tahkim neticesinde ortaya çıkan kararın taraflar üzerindeki bağlayıcılığı açısından tasnif etmek mümkündür. Tahkim sürecinin başlamasına ilişkin bir ayrım yapıldığında  zorunlu tahkim   ve   zorunlu  olmayan  tahkim   şeklinde  bir  sınıflandırmaya gidilebilmektedir.  Kural  olarak  uluslararası  hukukta  her  devletin  kendi egemenliği çerçevesinde hareket etmesi esas alınmıştır ve bir devletin kendi iradesi  dışında  tahkime  götürülmesi  kabul  edilmemektedir.  Devletlerin ancak kendi iradeleri ile tahkime gidebilmeleri mümkündür ve bunun için de bir tahkim anlaşması akdedilmesi gerekmektedir. Uluslararası vergi hukuku bakımından  da  aynı  kural  geçerli  olup,  devletler  diledikleri  takdirde kendilerini  bağlayacak  bir  tahkim  anlaşması  imzalama  yolunu seçebilecektirler  ki  bu  durumda  ortaya  bir  uyuşmazlık  çıkması  halinde tahkime başvurulacağı konusunda kendilerini yükümlülük altına soktukları söylenebilecektir. Bir başka deyişle, tahkimin rızaya bağlı olması yönündeki genel kural esasen uluslararası vergi hukukunda da geçerlidir ve devletler uyuşmazlık  doğmadan  önce  yapacakları  bir  anlaşma  ile  zorunlu  tahkim                                                  22   5. Where, a) under paragraph 1, a person has presented a case to the competent authority of a Contracting State on the basis that the actions of one or both of the Contracting States have resulted  for  that  person  in  taxation  not  in  accordance  with  the  provisions  of  this Convention, and b) the competent authorities are unable to reach an agreement to resolve that case pursuant to paragraph 2 within two years from the presentation of the case to the competent authority of the other Contracting State, any unresolved issues arising from the case shall be submitted to arbitration if the person so requests. These unresolved issues shall not, however, be submitted to arbitration if a decision on these issues has already been rendered by a court or administrative tribunal of either State. Unless a person directly affected by the case does not accept the mutual agreement that implements the arbitration decision, that decision  shall  be  binding  on  both  Contracting  States  and  shall  be  implemented notwithstanding any time limits in the domestic laws of these States. The competent authorities  of  the  Contracting  States  shall  by  mutual  agreement  settle  the  mode  of application of this paragraph.   23  Pazarcı; age., s. 458.   459Uluslararası Vergi Hukukuna...            Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 449-472  öngörebilir, uyuşmazlığı tahkime götürme yükümlülüğü altına girebilirler. Devletler arasındaki anlaşma, herhangi bir tahkim hükmü içermiyorsa da tarafların uyuşmazlık çıktıktan sonra, yine her birinin rızası dahilinde olmak kaydıyla, ad hoc tahkime gitmeleri mümkündür ki bu halde zorunlu olmayan tahkimden bahsedilmesi söz konusu olacaktır. Tahkim organının sürekliliği yönünden bir değerlendirme yapıldığında ise   ad  hoc  tahkim-kurumsal  tahkim   ayrımına  gidilmektedir.  Kurumsal tahkimde daha önceden belirlenmiş belirli kurallara göre işleyen bir tahkim usulü ve bir tahkim kurumu söz konusuyken ad hoc tahkimde taraflar rızaları aranmak koşuluyla- özel ve somut bir uyuşmazlık için kendilerince tayin edilecek bir tahkim öngörmektedirler. Hakem kararlarının etkisi bağlamında  bağlayıcı tahkim  ve  bağlayıcı olmayan tahkim  söz konusudur. Şayet hakem kararı nihai ise ve taraflar bu karara  uymak  zorundalarsa  bağlayıcı  bir  tahkim  söz  konusu  olmakta, tarafların  kendilerini  verilen  hakem  kararına  uyma  yükümlülüğü  altına sokmadıkları  durumlarda  ise  bağlayıcı  olmayan  tahkimden  bahsetmek mümkün olmaktadır. Uygulamadaki  tahkim  modellerine  bakıldığı  zaman  çeşitli ÇVÖA larda,  OECD nin  2008  ve  sonrasında  yayınladığı  model anlaşmalarda ve ABTA kapsamında zorunlu tahkim uygulamalarının varlığı görülmektedir.  ÇVÖA larda  genel  olarak  bir  devletin  tek  taraflı  olarak tahkim prosedürünü başlatabileceği kabul edilmektedir.  ABTA da tek taraflı olarak ve mükellefin rızası aranmadan zorunlu tahkim  sürecini  başlatabilmeyi  mümkün  kılmaktadır.  KAU nun  devamı niteliğinde olan tahkim uygulaması, şayet sorun KAU ile iki yıl içerisinde çözülemezse  tahkim  organı  olarak   tavsiye  kurulu na  intikal  ettirilecek,                                                  24  Yıldırım; age., s. 72-73. 25  Yıldırım; age., s. 75-76. 26  Çalışmada konuyu sınırlandırmak bakımından teorik önerilere yer verilmeyerek yalnızca uygulamadaki tahkim modelleri incelenecektir. 27  Bağlayıcı olmayan tahkim uygulaması Şili-Ekvador ÇVÖA da mevcuttur. 28  Örneğin Mısır-Hollanda, Makedonya-Hollanda anlaşmalarında devletlerin tek taraflı olarak tahkim  sürecini  başlatabileceği  hüküm  altına alınmıştır.  Avusturya-Almanya,  KanadaABD, Almanya-ABD arasında imzalanan ÇVÖA larda da zorunlu tahkime ilişkin hüküm yer almaktadır. Yıldırım; age., s. 95-101. 460Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 449-472                                             Sevinçhan kurulun kararı açıklandıktan sonra devletler anlaşma sağlayamaz ise karar bağlayıcı hale gelecektir. 1984  yılında  devletlerin  vergilendirme  alanındaki  yetkilerinin korunması adına tahkim fikrine sıcak bakmayan OECD 2006 ve 2007 deki önerilerinde  zorunlu  tahkim  öngörmüş  ve  2008 deki  modelde  nihayet zorunlu ve bağlayıcı bir tahkim biçimi modelde yer almıştır. Ancak hakem kurulunun  vereceği  karar  verildiği  anda  geçerli  olmamakta,  yetkili otoritelerin karşılıklı anlaşmaya varması ve sorundan doğrudan etkilenen kişilerin  bu  anlaşmayı  kabul  etmesi  halinde  hakem  kurulunun  kararı bağlayıcı hale gelmektedir. ÇVÖA lar için genel olarak ad hoc tahkim uygulaması kabul edilmiş olmakla  birlikte  kurumsal  tahkim  uygulaması  Avusturya-Almanya  ve Almanya-İsveç ÇVÖA larında görülmektedir. ABTA da öngörülen tavsiye kurulu ise her bir somut olay için ayrıca oluşturulmakla tahkim organının sürekliliği  bakımından  ad  hoc  niteliğini  haiz  bir  tahkim  türü  olarak belirtilmektedir. IV. TAHKİMİN KOŞULLARI A. Maddi Koşullar ABTA da  tahkime  gidilebilecek  konu  bakımından  transfer fiyatlandırmalarından  doğan  uyuşmazlıklar  gibi  bir  sınırlandırma getirilmişken, ÇVÖA larda yer alan tahkim şartlarında, OECD modelinin 25(3). maddesine uygun olarak, KAU da çözüm bulunamaması halinde  anlaşmanın uygulanmasından ya da yorumundan kaynaklanan  durumlar için bu yola başvurulabileceği öngörülmüştür.                                                  29  Ferhatoğlu; age., s. 163-168. 30  Model şerhine göre sorundan doğrudan doğruya etkilenen kişilerin, yani mükelleflerin, varılan  anlaşmayı  kabul  etmemeleri  ve  ulusal  yargı  mercilerine  başvurabilmeleri mümkündür. 31  OECD; 2008, s. 93, para. 81. 32  Tahkim organı olarak AAD kabul edilmiştir. 33  Tahkim organı olarak UAD yetkilendirilmiştir. 34  Ferhatoğlu; age., s. 164-165. 35  KAU sürecine ilişkin olarak ayrıntılı bilgi için bkz.: GİB; Avrupa Birliği ve Dış İlişkiler Daire Başkanlığı, Çifte Vergilendirmeyi Önleme Anlaşmalarında Yer Alan  Karşılıklı Anlaşma Usulü ne İlişkin Rehber, Ankara, 2009.   461Uluslararası Vergi Hukukuna...            Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 449-472  Dolayısıyla tahkime gidilebilmesi için ilk ön koşulun bir uluslararası vergi  uyuşmazlığının  varlığı  olduğu  açıktır.  Bu  uyuşmazlığın  çifte vergilendirmeye  sebebiyet  vermesi  şartı  ise  OECD  modelinde  yer almamaktadır. Modele göre ortaya çıkabilecek uyuşmazlıklar 25(1) ve 25(3). maddelerde  sayılmış  olup  bunlar;  anlaşma  hükümlerine  aykırı  şekilde vergilendirme  sonucu  yaşanan  uyuşmazlıklar,  Anlaşma  hükümlerinin yorumlanması ve uygulanması sırasında yaşanan tereddüt ve zorluk sonucu yaşanan  uyuşmazlıklar  ile  Anlaşmada  hüküm  bulunmaması  sebebiyle yaşanan uyuşmazlıklardan ibarettir. Tahkim  için  ikinci  ön  koşul  olarak  uyuşmazlığın  KAU  ile  çözüme kavuşturulamaması  gerekmektedir,  zira  tahkim  başvurulacak  en  son  yol olarak öngörülmüştür. Bazı ÇVÖA larda ve OECD modelinde anlaşmazlığın KAU  yoluyla  iki  yıl  içerisinde  çözülememesi  tahkime  gidilebileceği, ABTA da  da  süre  ve  KAU  ile  ilgili  olarak  yine  aynı  koşulların gerçekleşmesi  halinde  tavsiye  kurulunun  oluşturulacağı  hüküm  altına alınmıştır. Tahkimin bir başka ön koşulu, içerdiği en temel ilke olarak taraflarının (akit  devletler  veya  yetkili  otoriteler)  rızasının  bulunması  ve  tahkim konusundaki  uzlaşmanın  tahkimin  konusuna  ilişkin  sınırları  ve  usul kurallarını  içerecek  bir  biçimde  tahkim  yönergesinde  yer  almasıdır. Uygulamada mükellefin tahkim için rızasının bulunması veya bulunmasının gerekli  olmaması,  tahkimin  KAU  ile  sonuca  varılamayan  durumlarda otomatik  olarak  başlaması  gibi  farklılıklar  söz  konusu  olmakla  birlikte, Modelde mükellefin yetkili makamlar nezdinde tahkim talebinde bulunması yeterli sayılmış, ayrıca rıza göstermesi gerekli görülmemiştir. ABTA da ise mükellefin  rızası  aranmamakla  birlikte,  bazı  durumlarda  sürecin başlatılmasına engel olabileceği kabul edilmiştir.                                                  36  Dolaylı  ve  dolaysız  vergi  uyuşmazlıklarının  her  ikisinin  de  tahkime  götürülüp götürülmeyeceği konusu tartışmalı bir husus olmakla birlikte, tahkim süreci içerisinde vergi mükellefinin sürecin başlamasına rıza göstermesi ya da kararla bağlı olacağının kabulüne ilişkin yazılı açıklaması şeklindeki katılımı göz önünde bulundurulduğunda dolaysız vergi uyuşmazlıklarının  da  tahkime  götürülebileceği  sonucunun  çıkarılması  mümkün gözükmektedir. Yıldırım; age., s. 169. 37  Ferhatoğlu; age., s. 160; Yıldırım; age., s. 175. 38  Gerek ÇVÖA larda, gerek ABTA da mükellefin tahkimi tek başına başlatamıyor oluşu özellikle ICC tarafından eleştirilmektedir. Yıldırım; age., s. 176-178. 462Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 449-472                                             Sevinçhan Model anlaşmanın tahkime ilişkin hükmü aslında iki farklı sınırlama içermektedir. 5. fıkraya eklenen dipnot şu şekildedir:  Bu fıkrada yer alan uyuşmazlık çözümü yöntemi bazı devletlerdeki ulusal hukuk, politik ve idari uygulamalar sebebiyle kabul edilmeyebilir. İlaveten  bazı  devletler,  bu  fıkra  hükmüne  sadece  belirli  devletlerle yapacakları anlaşmalarda yer verebilir. Bu sebeple, bu fıkra sadece Model Anlaşma nın  bu  madde  şerhine  ilişkin  65.  paragrafta  yer  alan  şartları sağlayan devletlerin aralarındaki anlaşmalarda yer almalıdır . Şu halde tahkime ilişkin anlaşma hükmü ancak her iki devletin de ulusal hukuklarının tahkimin etkin bir şekilde kullanılabilirliğine müsaade ettiği durumlarda uygulanabilecektir. Ulusal hukuka ilişkin bir başka sınırlama ise çelişkiye yol açmamak bakımından uyuşmazlığın tahkimden önce adli ya da idari organlar tarafından karara bağlanmamış olması gerekliliğidir. B. Şekle İlişkin Kurallar Taraflar  kurumsal  tahkim  yahut  ad  hoc  tahkim  uygulamasını benimseyebilirler. Ad hoc temelli bir tahkim türünün benimsenmesi halinde vergi  anlaşmasına  taraf  olan  devletler  ve  mükellef  olmak  üzere  üç  ayrı menfaati ilgilendiren tahkim kurulunun oluşumu ve hakemlerin belirlenmesi devletlerin inisiyatifine bırakılmıştır. Bu anlamda hakkaniyete uygun bir karar verilebilmesi bakımından hakem kurulunun toplam üye sayısının tek rakamlı  olması  gerektiği  düşünülebilir.  Nitekim  OECD nin  Tahkim Konusunda  Örnek  Karşılıklı  Anlaşma  Önerisi ne  göre  hakem  sayısı  üç olarak  belirlenmiştir.  Bu  hakemler  atanırken  mükellefin  kendi  hakemini ataması ise söz konusu değildir, anlaşmaya taraf devletler kendileri için birer hakem belirleyecek ve bu iki hakem de üçüncü ve başkan olacak hakemi seçeceklerdir.  Yine  Öneri ye  göre  hakemlerin  belirlenen  süre  içerisinde atanamaması halinde OECD Vergi Politikası ve İdaresi Merkezi Direktörü tarafından  atama  yapılacaktır.  Tahkim  kurumunun  iyi  işleyebilmesi  ve süreçte karşılaşılabilecek belirsizliklerin önüne geçilebilmesi bakımından bir üst  otoritenin  yapacağı  atama  olumlu  karşılanabilmekle  birlikte,  bu  üst otoritenin tarafsızlığının da mutlaka sağlanması gerekmektedir. Ayrıca söz konusu üst otoritenin hakem atama yetkisinin olması, devletlerin tahkim sürecindeki etkinliğini azaltan bir faktör olarak da yorumlanabilmektedir.                                                  39  ABTA ise Tavsiye Kurulunun oluşumunu ayrıntılı biçimde düzenlemiştir. Ferhatoğlu; age., s. 164-165.   463Uluslararası Vergi Hukukuna...            Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 449-472  Tahkim  sürecinin  KAU da  olduğu  gibi  süre  bakımından  belirsizlik içermemesi adına hakem atamalarında belirli süre kısıtlamaları bulunması gerekmektedir.  Mevcut  ÇVÖA larda  bu  yönde  bir  hükme  rastlanmasa OECD  Önerisi,  süre  bakımından  sınırlandırma  getirilmesini  uygun görmüştür. Hakemlerin değiştirilmesi konusunda ise ABTA, taraf devletlerin hakemlerinin bağımsız hakemin atanması ile aynı anda değiştirilebileceğini öngörmekte,  OECD  Önerisi  de  benzer  bir  çözüm  önermektedir;  ancak, bağımsız hakemin değiştirilmesi konusunda herhangi bir ÇVÖA da hüküm yer almamaktadır. Hakemlerin  yetki  aşımı  halinde  tahkim  kararının  geçersiz  olacağı yönünde bir görüş birliğine rastlanmasına rağmen, söz konusu yetkinin ne zaman aşılmış sayılacağı konusu ise belirsiz kalmaktadır. OECD modelinde hakem  ücretleri  de  belirsizliğini  korumakla  birlikte  devletler  arasındaki genel  kanı,  masrafların  eşit  olarak  paylaşılması  yönündedir.  Ayrıca hakemlerin bağımsızlığı konusunda da hiçbir ÇVÖA da kriter geliştirilmiş değildir.  Hakemler  konusundaki  tüm  bu  belirsizliklerin  sürecin  iyi işlemesine engel teşkil ettiğini söylemek mümkün olmakla birlikte OECD modelinde  ve  ABTA ya  göre    en  azından  hakemlerin  sır  saklama yükümlülüğünün  olması  ve  hakeme  bilgi  sağlanması  konusunda düzenlemelerin varlığının olumlu karşılanması gerekmektedir. V.  TAHKİM  USULÜNE  İLİŞKİN  KURALLAR  VE  HAKEM    KARARI Ticari  tahkimin  aksine  uluslararası  vergi  uyuşmazlıklarına  ilişkin tahkimin usul kuralları daha belirsiz olup bu belirsizliği, tahkimin devletlerin iradesine bırakılmış olması ve vergilendirmeye ilişkin yetkilerinin bir nevi devri olarak algılanması sebebiyle devletlere en azından usul konusunda bir serbesti tanınmak istenmesiyle ilişkilendirmek mümkündür. Zira uluslararası ticari  tahkimde  etkin  olan  özel  hukuk  ile  uluslararası  vergi  hukukunda tahkimin kamu hukukuna ilişkin boyutu ikisi arasındaki farklılıkların temel sebebini oluşturmaktadır, demek yanlış olmayacaktır; çünkü, özel hukuka ilişkin uygulamalarda hiç bulunmayan yahut çok daha sınırlı olan devlet faktörü,  kamu  hukukun  temel  öğesi  olarak  karşımıza  çıkmakta  ve                                                  40  Yıldırım; age., s. 189-191. 41  Yıldırım; age., s. 194 vd. 464Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 449-472                                             Sevinçhan uluslararası vergi hukuku bazında tahkim kurumu düşünüldüğünde tarafların devletler  olması  sebebiyle,  ticari  tahkimden  pek  çok  boyutta farklılaşabilmektedir.  Ticari  tahkimde  taraflar  belirli  bir  ülke  hukukunun  uygulanabilmesi konusunda anlaşabilmektedir. Vergi anlaşmaları bakımından da uygulanacak hukukun  seçiminde  tarafların  iradeleri  dikkate  alınmaktadır.  OECD Önerisinde,  hakemlerin  tahkime  götürülen  uyuşmazlıkları  anlaşmanın uygulanabilir  hükümlerine  ve  akit  devletlerin  ulusal  hukuklarına  göre çözümleyeceği  belirtilmektedir.  Bunun  yanı  sıra  Viyana  Andlaşmalar Hukuku Sözleşmesinin yoruma ilişkin hükümleri de vergi anlaşmalarının yorumu  için  göz  önünde  bulundurulmalıdır,  zira  hakemlerin  yaptığı, anlaşmanın yorumlanmasından ibarettir. Ulusal hukukların uygulanması ise ancak anlaşma, yani taraflar izin veriyorsa mümkün olacaktır. Usule ilişkin bir düzenlemenin eksikliğinin yanı sıra tahkimin nerede yapılacağı da açık değildir. Keza tahkim masraflarına ilişkin kurallar bazı ÇVÖA larda  yer  almakla  birlikte,  teamül  taraflarca  eşit  paylaşılması yönünde  olmasına  rağmen,  belirli  bir  düzenlemenin  varlığından  söz edilememektedir. Hakem  kurulunun  hangi  süre  içerisinde  karar  vereceği  konusu  ise, ABTA da tavsiye kurulunun ve OECD önerisinde tahkim kurulunun kararını açıklaması için öngörülen için 6 aylık süre haricinde herhangi bir vergi anlaşmasında yer almamaktadır. Kararın, nasıl verileceği konusunda hiçbir anlaşmada  hüküm  bulunmadığından  kapalı  bir  oturumda  açıklanması mümkündür. OECD modeli kararın oyçokluğu ile alınmasını öngörmektedir. Açıklanan  bu  kararın  OECD  önerisine  göre,  tahkim  talebinde  bulunan kişinin ve akit devletlerin izni dahilinde yayınlanması mümkündür, ancak yayınlansa dahi emsal niteliği taşıması söz konusu değildir. Yukarıda da belirtildiği üzere OECD modeline göre hakem kararları bağlayıcı niteliği haizdir. Zira 25(5). madde  ...sorundan doğrudan etkilenen                                                  42  Viyana Andlaşmalar Hukuku Sözleşmesinin yorumuna ilişkin detaylı inceleme için bkz.: Canyaş; Oytun, Çifte Vergilendirmeyi Önleme Anlaşmalarının İç Hukuktaki Konumu  Viyana Andlaşmalar Hukuku Sözleşmesi ve Model Şerhler Bağlamında Bir İnceleme , Adalet Yayınevi, Ankara, 2016. 43  Yıldırım; age., s. 205 vd. 44  Ferhatoğlu; age., s. 167.   465Uluslararası Vergi Hukukuna...            Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 449-472  bir kişi tahkim kararının uygulanmasına ilişkin karşılıklı anlaşmayı kabul ettiği takdirde söz konusu karar akit devletler üzerinde bağlayıcı olacaktır ve bu devletlerin ulusal hukuklarında yer alan herhangi bir süre sınırlamasına rağmen  uygulanacaktır...   demektedir  ve  bu  durum  tahkimin  sorunu nihayete erdirme amacına da uygun olacaktır. Türk  hukukunda  bir  ülkenin  yetkili  yargı  mercileri  dışında  verilen kararların  uygulanabilmesi  söz  konusu  karara  ilişkin  tanıma  ve  tenfiz işlemlerinin yapılmasına bağlıdır. OECD modeline göre ise akit devletler tarafından  uygulanacak  olan  karar  esasen  hakem  kararı  değil,  tarafların hakem  kararının  uygulanmasına  ilişkin  karşılıklı  anlaşma  kararlarıdır  ve modeldeki  hükmün  benimsendiği  halde  tenfize  ihtiyaç  duyulmayacaktır demek mümkündür.  VI.  ULUSLARARASI  VERGİ  HUKUKUNDA  TAHKİME İLİŞKİN BAZI SORGULAMALAR Yukarıda genel hatlarıyla ortaya koyulan tahkim sürecinin, vergilerin ve vergilendirme yetkisinin çeşitli özellikleri dolayısıyla hem ulusal hukukular hem de hukuka ilişkin bazı genel kavramlar bazında birtakım sorgulamalara sebebiyet vermesi, çeşitli noktalarda tıkanıklıklara sebep olması mümkün gözükmektedir.  İlk olarak devlet egemenliği penceresinden bakıldığında, tarih süresince vergilendirme  yetkisinin  devletlerin  egemenliği  ile  ilişkilendirildiğini görmek  mümkündür.  Vergilendirme  yetkisinin  sınırlarını  devlet egemenliğinin  sınırları  oluşturmaktadır  ve  uluslararası  vergi uyuşmazlıklarının çözümü için tahkim usulünde her ne kadar tahkim vergi anlaşmasının uygulanması veya yorumlanması ile sınırlandırılmış olsa da doğurduğu  sonuç  bakımından  esasen  verilen  bağlayıcı  karar  kapsamında devletlerin  vergilendirme  yetkisinin  kapsamına  da  bir  müdahale  niteliği taşımaktadır  ve  uzun  süre  boyunca  tahkime  karşı  mesafeli  durulmasının temelinde  devletlerin,  mali  egemenliklerinin  sarsılmaması  yönündeki düşünceleri yatmaktadır. Vergi idarelerinin mükellef üzerindeki kontrolünü devam ettirebildiği, ulusal vergi politikalarının zarar görmediği ve hiçbir                                                  45  Yıldırım; age., s. 236. 46  Vergilendirme yetkisi ile ilgili olarak detaylı bilgi için bkz.: (Çağan; Vergilendirme Yetkisi, Kazancı Hukuk, 1982). 466Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 449-472                                             Sevinçhan konuda bağlayıcılık içermeyen bir sistem olan KAU konusunda bu denli ısrarcı olunmasının, tahkime gidilmenin kabul edildiği noktada ise ulusal hukuklara atıfta bulunulmasının temelinde de bu düşüncenin olduğundan bahsetmek  mümkündür.  Ancak  bu  noktada,  tahkimin  zaten  devletlerin iradesi  doğrultusunda  akdettikleri  bir  anlaşma  ile  öngörüldüğü düşünüldüğünde,  kendi kendini sınırlama  gibi bir durumun mevcudiyeti, tarihten  bugüne  algılanış  biçimi  değişen  egemenlik  kavramının  bugünkü anlamı  da  göz  önünde  bulundurulduğunda,  devletlerin  egemenliklerinin zorla sınırlandırıldığı gibi bir sonuca varılmasını anlamsız kılmaktadır. Bu hususun yanı sıra, halihazırda sermayenin serbest dolaşımının ve uluslararası ticaretin  arttırılmak  istendiği  bir  ekonomik  düzende,  bu  amaçların gerçekleştirilmesine  yönelik  bir  araç  olarak  tahkime  karşı  devletlerin mesafeli duruşu da çelişkilidir. Tahkimle  ilişkili  olarak  yargılama  yetkisine  yönelik  anayasal düzenlemeler  zemininde  bir  değerlendirmenin  gerekliliği  söz  konusudur. Zira  Anayasa nın  9.  maddesine  göre  yargı  yetkisini  kullanma  bağımsız mahkemelere özgülenmiştir. Bu anlamda tahkim, bağımsız mahkemelerce kullanılan yargılama yetkisinin dışında bir özellik arz etmektedir. Bu konuda öncelikle  hakem  kurulunun  bağımsız  bir  mahkeme  niteliği  taşıyıp taşımadığının değerlendirmesi yapılmalıdır. İşlevsel açıdan bakıldığında bir uyuşmazlığı çözen ve nihai karara bağlayan tahkimin aslında yargısal bir işlevi  yerine  getirdiği  açıktır.  Fakat  organik  anlamda  bir  bağımsız mahkemeden söz edilmesi noktasında birtakım sorunlar ortaya çıkmaktadır; çünkü,  hakemlerin  bağımsızlık  teminatı  bulunmadığı  ve  kuruluşunun bağımsız  mahkemelerden  farklılık  arz  ettiği  ortadadır.  Bu  durumun yargılama yetkisinin bağımsız mahkemeler dışında bir organa devredilmesi sonucunu  doğuracağı  kabul  edilirse  tahkimin  anayasallığı  tartışmalı olacaktır.  Tahkim  sonucunda  verilen  karara  karşı  itiraz  ya  da  temyiz yollarına  başvurulamaması  halinde,  tahkim  kararını  uygulayacak  olan idarenin eylemine karşı yargı yoluna gidilememesi hali ortaya çıkacaktır ki                                                  47  Devletlerin getirdiği sınırlamalardan biri olarak  ulusal hukuklar üzerinde etkili olacak bir sonuç doğurmayan tahkimin ise ne derece mümkün olabileceği hususu tartışmalı bir başka konudur. 48  Pazarcı; age., s. 19; Yıldırım; age., s. 120. 49  Anayasanın 125. maddesinde milli ve milletlerarası tahkim öngörülmüş olup milletlerarası tahkime  yalnızca  yabancılık  unsuru  taşıyan  konular  için  gidilebileceği  hüküm  altına alınmıştır.   467Uluslararası Vergi Hukukuna...            Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 449-472  bu da idarenin her türlü eylem ve işlemine karşı yargı yolunun açık olmasını düzenleyen Anayasanın 125. maddesine aykırılık anlamına gelecektir. Aynı zamanda  Anayasanın  6.  maddesi  göz  önünde  tutularak  egemenliğin  bir parçası  kabul  edilen  yargılama  yetkisinin  bağımsız  mahkemelerce kullanılacağına ilişkin Anayasa hükmüne aykırı bir tahkim uygulamasının, yargı yetkisinin  yetkili organlar eliyle kullanımı na aykırılık teşkil edeceği düşünülebilir. Bireyin  özgürlüğü  ve  güvenliği  bağlamında  vergi  ve  benzeri  mali yükümlülüklerin yasa ile konulması ve bunlar ile ilgili temel düzenlemelerin yasalarla  yapılması  gerekmektedir.  Anayasanın  73/3.  maddesi  de  bu kapsamda  yasallık  ilkesinin  kabulünü  ifade  etmektedir.  Bu  bağlamda uluslararası  vergi  uyuşmazlığına  ilişkin  tahkim  kararının  uygulanmasının yasallık  ilkesine  uygunluğu  tartışılabilmektedir.  Bu  noktada  tahkimin kapsamının  sorgulanması  yerinde  olacaktır.  Şayet  tahkim  yalnızca anlaşmanın yorumlanmasına ilişkindir denilirse verginin yasallığı ilkesi ile çelişen bir durum ortaya çıkmayacaktır zira tahkim yalnızca yorum sonucu verilecek karardan ibarettir. Bu yorum neticesinde daha önce var olmayan bir mali yükümlülük getirilmediği sürece de tahkim kararı Anayasanın 73. maddesi bağlamında yasallık ilkesine aykırılık da teşkil etmeyecektir. Bu noktada ise yorum faaliyeti ile yeni bir vergisel yükümlülük yaratılmasının mümkün  olup  olmadığı  biçiminde  bir  tartışmanın  yürütülmesi  mümkün gözükmektedir. Kişi  hakları  ve  tahkim  ilişkisi,  irdelenmesi  gereken  bir  başka konu olarak düşünülebilmektedir. Zira OECD modeli, tahkim başvurusunu şayet yargı  organları  tarafından  konu  ile  ilgili  verilmiş  bir  karar  yoksa  kabul etmektedir.  Bunun  yanı  sıra  devletler  bakımından  da  tahkime gidilebilmesinin şartı olarak tüm ulusal yargı yollarının tüketilmiş olması gibi bir zorunluluk getirilmesi mümkündür. Şu halde mükellefin hem ulusal yargı  yollarına  hem  tahkime  başvurma  hakkının  kısıtlandığı,  yani mükelleften  dava  hakkına  ilişkin  feragat  istendiği  noktada  ise  bir  hak                                                  50  Nitekim  Anayasa  Mahkemesi  de  Avukatlık  Kanunu nun  içerdiği  tahkim  hükmünün, Anayasanın  9.  ve  36.  maddelerine  aykırı  olduğu  gerekçesiyle  iptalinin  gerektiğini söylemiştir. AYM, 2003/98 E., 2004/31 K., RG 10.07.2004. Yıldırım; age., s. 129 vd. 51  Türkiye de de yargı organı tarafından verilmiş bir karar olması halinde, yetkili otorite (Gelir İdaresi Başkanlığı) mükellefin KAU başvurusunu reddetmektedir. 468Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 449-472                                             Sevinçhan sınırlamasından bahsedilmesi mümkün olmaktadır. Bu sınırlama, AİHS nin adil yargılanma hakkını düzenleyen ve esasen içerisinde kanunla kurulmuş bağımsız  ve  tarafsız  mahkemelerce  makul  süre  içerisinde  açık/aleni  bir biçimde  ve  hakkaniyete  uygun  olarak  yargılanma  gibi  temel  ilkeleri barındıran  6.  maddesi  ile  ilişkilendirilebilmektedir.  Zira  hakem  kurulu kanunla kurulmuş bir bağımsız mahkeme olmayıp, tahkimin süre sınırlaması ülkeler arasında yapılan anlaşmalara göre değişme potansiyeline sahiptir. Herhangi  bir  temyiz  mekanizmasının  olmayışı  da  kararların  hakkaniyete uygunluğunun  denetlenmesinin  önüne  geçebilmektedir.  Ayrıca  tahkimin Anayasanın 37. maddesinde de hüküm altına alınmış olan kanuni hakim güvencesine sahip olmadığı da ortadadır. Vergilendirme yetkisine benzer bir biçimde egemenliğin kullanımı ile ilişkilendirilebilen Yatırımların Karşılıklı Teşviki ve Korunması (YKTK) anlaşmaları doğrultusunda ICSID tahkimine gidilebilmesi, hatta devlet ile bizzat  yatırımcı  arasındaki  uyuşmazlıklarda  dahi  tahkim  koşulunun öngörülebilmesi  karşısında,  söz  konusu  yatırım  uyuşmazlığının  vergiye ilişkin unsurlar taşıması karşılaşılması ihtimal dahilinde bir durumdur. Söz konusu  ihtimalin  gerçekleşmesi  halinde  ise  vergilendirmeye,  dolayısıyla devlet egemenliğine ilişkin bir konunun, YKTK anlaşmalarına dayanılarak ICSID tahkimine götürülebilmesinin dahi önünün açılabileceğinin de göz önünde bulundurulması gerekmektedir. SONUÇ Küresel  ölçekte  değişikliğe  uğrayan  ekonomik  ilişkiler  uluslararası ticaret  boyutunda  da  farklılaşmalara  yol  açmış,  devletler  de  değişen  bu yapılara  uyum  sağlamak  amacıyla  çeşitli  yöntemler  benimsemişlerdir. Uluslararası vergi hukukuna ilişkin uyuşmazlıkların çözümü için temelde benimsenen  ve  esasen  devletlerin  de  daha  ılımlı  yaklaştığı  yöntem  ise herhangi bir bağlayıcılık içermeyen KAU mekanizmasıdır. KAU nun yetkili makamlara,  dolayısıyla  devletlere  tanımış  olduğu  bir  anlamda  sınırsız serbesti  ise  uygulamada  birçok  sorunun  çözümsüz  kalmasına  sebebiyet                                                  52  Yıldırım, mükellefe her iki yola da başvuru hakkının tanınmasını ve mükellefin lehe olan kararı seçebilme şansının olmasını bir çözüm olarak önermektedir (Yıldırım; age., s. 153.) 53  Yıldırım; age., s. 159 vd. 54  Kamu hukuku ve yatırım tahkimi ilişkisi hakkında ayrıntılı bilgi için bkz.: Çal, Sedat; Uluslararası Yatırım Tahkimi ve Kamu Hukuku İlişkisi, Seçkin Yayınevi, Ankara, 2009.   469Uluslararası Vergi Hukukuna...            Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 449-472  vermiş ve tahkim yöntemi gündeme gelmiştir. Egemenliğin mali uzantısı şeklinde  düşünülen  vergilendirme  yetkisinin,  bağlayıcı  karar  alabilme yetkisini haiz bir hakem kurulunun inisiyatifine bırakılması, tahkime karşı devletleri  her  zaman  belirli  bir  mesafeyi  korumaya  itmiş,  birtakım uluslararası  örgütlerin  ısrarcı  tahkim  teşviklerine  rağmen,  bu  mesafeli tutumunun  bir  dışavurumu  olarak,  tahkim  OECD  modelinde  de  ikili anlaşmalarda da KAU nun bir uzantısı biçiminde yer almış ve bağımsız bir süreç olarak kabul edilmemiştir. Her ne kadar henüz görece başlangıç sayılabilecek bir aşamada olsa da, uygulamaların kazandırdığı deneyimler neticesinde giderek daha çok ikili anlaşmada yer alacağı tahmin edilen yöntem, ancak iyi düzenlenmiş bir tahkim mekanizmasının varlığı halinde çözüm getirebilecektir. Bu haliyle hem ulusal hukuklar hem de AİHS nin tanıdığı temel haklar bağlamında yaratabileceği çeşitli sıkıntılar düşünüldüğünde, devletlerin de kendilerini bağlayıcı kararlarla sınırlandırmamak konusundaki tavırları tahkim sürecinin işleyişinde  çeşitli  sıkıntılara  ve  işlevselliğinin  azalmasına  sebebiyet verebilecektir.  Bu  yüzden,  KAU  ile  çözülemeyen  sorunları  nihayete erdirmesi  umulan  tahkimin  detaylı  düzenlemelerle,  sakıncalı  yanlarının giderilerek  ve  işlevselliği  arttırılacak  biçimde  yapılandırılması gerekmektedir.             470Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 449-472                                             Sevinçhan",
     "Kaynakça": "Akçaoğlu,  Ertuğrul;  Ulusal  ve  Uluslararası  Perspektiften  Elektronik Ticaretin Vergilendirilmesi, Mali Akademi Yayınları, Ankara, 2012. Altman, Zvi Daniel; Dispute Resolution Under Tax Treaties, s. 25-85, IBFD Publications, Amsterdam, 2006. Arıkan,  Zeynep;  Vergilendirme  Yetkisinin  Kullanımı,  Maliye  Araştırma Merkezi Konferansları, 37. Seri, 1996-1997. Burnett,  Chloe;  International  Tax  Arbitration, http://papers.ssrn.com/sol3/papers.cfm?abstract_id=1120122,  erişim tarihi: 05.12.2015. Canyaş, Oytun; Çifte Vergilendirmeyi Önleme Anlaşmalarının İç Hukuktaki Konumu  Viyana Andlaşmalar Hukuku Sözleşmesi ve Model Şerhler Bağlamında Bir İnceleme , Adalet Yayınevi, Ankara, 2016. Checuti, Jean-Philippe; Arbitration in International Tax Dispute Resolution, http://www.inter-lawyer.com/lex-e-scripta/articles/tax-arbitration.htm, erişim tarihi: 05.12.2015. Çağan, Nami; Vergilendirme Yetkisi, Kazancı Hukuk, İstanbul, 1982. Çal, Sedat; Uluslararası Yatırım Tahkimi ve Kamu Hukuku İlişkisi, Seçkin Yayınevi, Ankara, 2009. Erdoğan, Feyiz; Uluslararası Hukuk ve Tahkim, Seçkin Yayınevi, Ankara, 2004. Ferhatoğlu, Emrah; Uluslararası Vergi Uyuşmazlıklarının Tahkim Yoluyla Çözümlenmesi  Avrupa  Birliği  Tahkim  Anlaşması,  Beta  Yayınevi, İstanbul, 2010. Gelir İdaresi Başkanlığı, Avrupa Birliği ve Dış İlişkiler Daire Başkanlığı, Çifte  Vergilendirmeyi  Önleme  Anlaşmalarında  Yer  Alan   Karşılıklı Anlaşma Usulü ne İlişkin Rehber, Ankara, 2009. OECD, Articles of the Model Convention with Respect To Taxes on Income and on Capital, 2005. OECD, Proposals for Improving Mechanisms for the Resolution of Tax Treaty Disputes, OECD, Paris, 2006.   471Uluslararası Vergi Hukukuna...            Ankara Üni. Hukuk Fak. Dergisi, 65 (2) 2016: 449-472  OECD, Improving the Resolution of Tax Treaty Disputes, OECD, Paris, 2007. OECD, Model Tax Convention on Income and on Capital, OECD, Paris, 2008. Öncel,  Mualla-Kumrulu,  Ahmet-Çağan,  Nami;  Vergi  Hukuku,  Turhan Kitabevi, Ankara, 2015. Pazarcı, Hüseyin; Uluslararası Hukuk, Turhan Kitabevi, Ankara, 2006. Redfern, Alan-Hunter, Martin-Blackaby, Nigel-Partasides, Constantine, Law and  Practice  of  International  Commercial  Arbitration,  Sweet  & Maxwell, 2004. Soydan  Yaltı,  Billur;  Uluslararası  Vergi  Anlaşmaları,  Beta  Yayınevi, İstanbul, 2009. Sur, Melda; Uluslararası Hukukun Esasları, Beta Yayınları, İstanbul, 2006 Türk Dil Kurumu (TDK), http://www.tdk.gov.tr/index.php?option=com_gts&arama=gts&guid=TDK.GTS.5675263c286721.66964031, erişim tarihi: 19.12.2015. Yıldırım,  Murat;  Uluslararası  Vergi  Hukukunda  Tahkim,  XII.  Levha Yayıncılık, İstanbul, 2010. Anayasa Mahkemesi Kararı, 2003/98 E., 2004/31"
}