{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "4",
     "Başlık": "TESCİLE TABİ OLMAYAN KANUNÎ İPOTEK HAKLARI",
     "Title": "Non- registered Legal Mortgage Rights",
     "Yazar İsmi": [
          "Mine KAÇMAZ1"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Tescile tabi olmayan kanunî ipotek",
          "teminat ilkesi",
          "aleniyet ilkesi",
          "gizli rehin"
     ],
     "Keywords": [
          "Non- registered legal mortgage",
          "principle of guarantee",
          "principle of publicity",
          "hidden hypothec"
     ],
     "Özet": "Hukukî  ilişkilerde  teminat  ihtiyacını  karşılayan  önemli  kurumlardan birini de ipotek hakkı oluşturmaktadır. Kazanma sebebini kanun hükmünün oluşturduğu ipotek hakları ise, kanunî ipotek hakları olarak adlandırılmaktadır. Kanun hükmüne dayalı olarak kurulan ipotek haklarının bir kısmı için tescil şartı aranmaktayken; bir kısmı için ise aranmamaktadır. Tescil şartının aranmadığı tescile tabi olmayan kanunî ipotek hakları, 4721 Sayılı Türk Medenî Kanunu ve çeşitli özel kanunlarda düzenlenmektedir. Ancak zaman içinde söz konusu bu ipotek haklarının yapılan kanunî düzenlemeler ile birlikte birtakım değişikliklere uğramış olduğu görülmektedir. Çalışmamızda tescile tabi olmayan kanunî ipotek hakları yapılan bu değişiklikler ışığında ele alınacaktır.",
     "Abstract": "The hypothec right is one of the most significant rights meeting the requirement of guarantee in legal relationships. Hypothec rights which their reason of acquisition are constituted by law are called as legal mortgage rights. While registration is required as a condition for some legal mortgage rights for some of them it is not required. Non- registered legal mortgage rights are legislated in Turkish Civil Code no. 4721 and several special codes. But it is seen that these mortgage rights were modified from various aspects by legal regulations in time. In this study non- registered legal mortgage rights will be discussed in the light of these amendments.",
     "Metin": "Taşınmaz rehninin en yaygın türü olan ipoteğin temel amacı, bir alacağı teminat  altına  almak  ve  gerektiğinde  rehnin  paraya  çevrilmesi  yoluna başvurularak  alacağın  elde  edilmesini  sağlamaktadır.  İpoteğin  kurulması çoğunlukla  bir  sözleşmeye  dayanmaktadır.  Ancak  bunun  dışında  kanun hükmü, mahkeme kararı veya ölüme bağlı tasarruflar da ipotekte kazanma sebeplerini  oluşturabilmektedir.  Kazanma  sebebini  kanun  hükmünün oluşturduğu kanunî ipotek hakları ise kendi içinde tescile tabi olup olmamalarına göre ikiye ayrılmaktadır. TMK m. 892  de de  Kanunî ipotek haklarının doğumu,  aksi  kanunda  öngörülmüş  olmadıkça,  tapu  kütüğüne  tescil edilmelerine bağlı değildir.  denilmek suretiyle bu hususa işaret edilmiştir. Tescile  tabi  kanunî  ipotek  hakları  Türk  Medenî  Kanunu,  Türk  Borçlar Kanunu, Kat Mülkiyeti Kanunu  nda düzenlenmektedir. Tescile tabi olmayan kanunî ipotek haklarına, Türk Medenî Kanunu  nda m. 865-867 ve 876  da taşınmazın muhafazası, sigortalanması ve değerinin azalmasının önlenmesi için masraf yapılması ile ilgili olarak yer verilmiştir. Bunun dışında İmar Affı Kanunu,  Bataklıkların  Kurutulması  ve  Bundan  Elde  Edilecek  Topraklar Hakkında Kanun gibi özel kanunlarda da tescile tabi olmayan kanuni ipotek hakları düzenlenmiştir. Vakıflar Kanunu nda yer alan kanunî ipotek hakkının tescile tabi olup olmadığı konusunda ise açıklık bulunmamaktadır. Bu çalışmanın konusunu, Türk Medenî Kanunu ve özel kanunlarda yer alan tescile tabi olmayan kanunî ipotek hakları oluşturmaktadır. Çalışmada ilk olarak kanunî ipotek hakları taşınmaz rehnine hâkim olan aleniyet, teminat ve sabit dereceler ilkesi açısından değerlendirilecektir. Ardından Türk Medenî Kanunu  nda düzenlenmiş olan tescile tabi olmayan kanunî ipotek hakları ele alınacak  ve  son  olarak  da  meydana  gelen  değişiklikler  ışığında  özel kanunlarda yer alan kanunî ipotek hakları incelenecektir.  2892Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2891-2908  Kaçmaz II. TAŞINMAZ REHNİNE HÂKİM OLAN İLKELER AÇISINDAN TESCİLE  TABİ  OLMAYAN  KANUNÎ  İPOTEK  HAKLARININ DEĞERLENDİRİLMESİ  A. Aleniyet (Kamuya Açıklık) İlkesi Açısından Değerlendirme TMK m. 10202  de tapu sicilinde aleniyet ilkesine yer verilmiş, TMK m. 856 ve 858  de ise taşınmaz rehninde aleniyet ilkesi vurgulanmıştır. TMK m. 856  da  Taşınmaz rehni tapu kütüğüne tescil ile kurulur. Kanunda öngörülen ayrık durumlar saklıdır.  denilmek suretiyle taşınmaz rehninin kurulmasında aleniyet ilkesine yer verilmektedir. TMK m. 858  de yer alan  Taşınmaz rehni, tescilin terkini veya taşınmazın tamamen yok olmasıyla  sona  erer.  Kamulaştırmaya  ilişkin  kanun  hükümleri  saklıdır.  hükmü ile de taşınmaz rehninin sona ermesinde de aleniyet ilkesinin geçerli olduğu belirtilmiştir. Her iki hükümde de yer almış olduğu üzere, tescil, taşınmaz rehni açısından hem aleniyeti sağlayan hem de kurucu bir işleve sahiptir.  Aleniyet  ilkesi  ile  birlikte  taşınmazla  ilgili  işlem  yapacak  olan iyiniyetli üçüncü kişilerin hakları da güvence altına alınmış bulunmaktadır. Taşınmaz rehninin tescil ile kazanılması hem bir hukuki sebebinin ve hem  de  tescilin  varlığını gerektirmektedir.  Zira  Türk  hukukunda  sebebe bağlılık esası kabul edilmektedir. Hukuki sebebi ise rehin sözleşmesi, ölüme bağlı tasarruf, malikin tek taraflı tasarrufu, mahkeme kararı ya da kanun hükmü oluşturmaktadır. Hukuki sebep rehin hakkı sahibine tescili talep hakkını tanımaktadır. TMK m. 856  da kazanma sebebi olarak yalnızca rehin sözleşmesi anılmış olmakla birlikte yukarıda belirtilmiş olan sebepler de bu kapsamda değerlendirilmektedir. Hukuki sebebi kanun hükmünün oluşturduğu hallerde, taşınmaz rehni doğrudan doğruya tescile gerek kalmaksızın kurulabileceği gibi dolaylı olarak yani tescille de kurulabilir. Ancak belirtmek gerekir ki, taşınmaz rehninde aleniyet (tescil) ilkesi oldukça katı bir biçimde uygulandığından dolayı kanuni rehin hakları oldukça sınırlı bir biçimde öngörülmüştür. Nitekim tescile tabi                                                  2    Tapu sicili herkese açıktır. İlgisini inanılır kılan herkes, tapu kütüğündeki ilgili sayfanın ve belgelerin  tapu  memuru  önünde  kendisine  gösterilmesini  veya  bunların  örneklerinin verilmesini isteyebilir. Kimse tapu sicilindeki bir kaydı bilmediğini ileri süremez.  3   EREN, Fikret: Mülkiyet Hukuku, 2. Baskı, Ankara, 2012, s. 201. 4   Kanun hükmü ve mahkeme kararını kanuni rehin başlığı altında değerlendiren görüş için bkz. SAYMEN, Ferit H./ ELBİR, Halit K.: Türk Eşya Hukuku, İstanbul, 1963, s. 525. 5   SAYMEN/ ELBİR, s. 523. 6   AYAN, Mehmet: Eşya Hukuku III Sınırlı Ayni Haklar, 7. Baskı, Konya, 2015, s. 206.   2893Tescile Tabi Olmayan...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2891-2908  (dolayısıyla) kanuni rehin haklarında, kanun hükmü taşınmaz rehninin sicil dışında doğrudan doğmasına vücut vermemekte, yalnızca hak sahibine tescili talep hakkı vermektedir. Doğrudan doğruya rehin haklarında ise yalnızca rehnin kurulmasına dayanak oluşturan bir kanun hükmünün bulunması yeterli olup rehin hakkı tamamen tapu kütüğü dışında doğmaktadır. Bu sebeple tescile  tabi  olmayan  kanuni  ipotek  hakları   gizli  rehin   adı  ile  de anılmaktadır. Aynı zamanda tescile tabi olmayan kanuni ipotek hakları, rehnin tescil ile kurulması ilkesinin istisnasını oluşturmaktadır. Buna rağmen sicile tescil gerçekleşmişse, bu açıklayıcı bir niteliğe sahip olmaktadır. Taşınmaz rehninin, taşınmaz mülkiyeti için öngörülmüş olan tescilsiz kazanma  yolları  ile  kurulması  ise  mümkün  değildir.  Zira  rehin  hakkı, alacaklıya tescilsiz kazanmanın şartlarından biri olan malik sıfatıyla zilyet olma yetkisini vermemektedir. B. Teminat İlkesi Açısından Değerlendirme Aynı  zamanda  rehnin  kuruluş  gayesini  de  oluşturan  teminat  ilkesi, vadesinde alacağını elde edememiş olan rehinli alacaklının rehin konusunu sattırarak satış bedelinden alacağını almasını ifade etmektedir. Dolayısıyla kural olarak rehinli alacaklının yalnızca alacağını elde edememesi halinde taşınmaza müdahale etme hakkı bulunmaktadır. Ancak alacaklı, özellikle uzun vadeli borçlar için rehin söz konusu olduğunda, rehinle yüklü taşınmazın değerinde azalma meydana gelmesi tehlikesi ile karşı karşıya kalmaktadır. Bu durumda  ise  rehinli  alacaklıya  taşınmazın  değerini  korumak  konusunda birtakım haklar tanınmaktadır. Teminat ilkesinin konusunu, teminatın kapsamı, yukarıda sözü edilen rehinli alacaklıya tanınmış olan teminatı oluşturan rehin konusu taşınmazın                                                  7   SAYMEN/ ELBİR, s. 525. 8   KÖPRÜLÜ, Bülent/ KANETİ, Selim: Sınırlı Ayni Haklar, İstanbul, 1982-1983,s. 215; GÜRSOY, Kemal T./ EREN, Fikret/ CANSEL, Erol: Türk Eşya Hukuku, Zilyetlik, Tapu Sicili, Mülkiyet, Sınırlı Ayni Haklar, Gözden Geçirilmiş İkinci Baskı, Ankara, 1978, s. 1045; SAYMEN/ ELBİR, s. 526. 9   SAYMEN/ ELBİR, s. 526. 10  KÖPRÜLÜ/ KANETİ, s. 235. 11  ERTAŞ, Şeref: Eşya Hukuku, Gözden Geçirilmiş ve Genişletilmiş 11. Baskı, İzmir, 2014, s. 551. 12  KUNTALP, Erden :  Teminat Kavramı, Teminat Türleri ve Bunlardan Doğan Sorumluluk , Reha Poroy a Armağan, İstanbul,1995, s. 151. 13  ERTAŞ, s. 558. 2894Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2891-2908  Kaçmaz değerinin korunması ve teminat altına alınmış olan alacağın kapsamında nelerin yer alacağı hususları oluşturmaktadır.  Teminatın kapsamını taşınmaz, bütünleyici parçalar, eklenti, kira bedeli ve  sigorta  tazminatı  oluşturmaktadır.  Teminat  altına  alınan  alacağın kapsamına  anapara,  takip  giderleri  ve  gecikme  faizi,  sözleşme  faizi  ve taşınmazın korunması için yapılan zorunlu masraflar girmektedir. Teminat ilkesinin rehin konusu taşınmazın değerinin korunmasına ilişkin hükümleri ise taşınmaz  malikinin  kusurunun  bulunup  bulunmaması  durumuna  göre değişiklik göstermektedir.  Teminat ilkesinin alacağın kapsamına dâhil olan zorunlu masraflara ve taşınmazın  değerinin  korunmasına  ilişkin  hükümleri  dolayısıyla,  rehinli alacaklı  lehine  tescile  tabi  olmayan  birtakım  kanuni  ipotek  hakları doğmaktadır. Bu hallerde rehinli alacaklı, yukarıda da belirtilmiş olduğu üzere tescili gerekli olmayan gizli bir rehin hakkına sahip olmaktadır.  C. Sabit Dereceler Sistemi Açısından Değerlendirme Tek bir taşınmaz üzerinde aynı anda birbiri ile çatışan sınırlı ayni hakların bulunması halinde sıra kavramı gündeme gelmektedir. Taşınmaz üzerindeki rehin hakları arasındaki sıranın ne şekilde olacağı konusunda, karşımıza ilerleme ve sabit dereceler sistemi olmak üzere iki farklı sistem çıkmaktadır. Roma hukukuna dayanan ilerleme sisteminde, rehin taşınmazın tamamı üzerinde kurulmakta ve birden fazla rehin arasındaki sıra kuruluş  tarihi  yani tescil esasına  göre  belirlenmektedir.  Cermen  hukuku kökenli olan sabit dereceler sisteminde ise, taşınmaz derece adı verilen farazi değer parçalarına bölünmekte ve her bir derece üzerinde bağımsız olarak rehin hakkı  kurulabilmektedir.  Sabit  dereceler  sisteminde,  birden  fazla  rehin arasındaki sıra ilerleme sisteminden farklı  olarak, rehnin kulmuş olduğu dereceye bakılarak tespit edilmektedir.  Türk hukukuna bakıldığında, taşınmaz üzerindeki ayni hakların sırası bakımından ilerleme sistemi, yani tescil tarihi esasının; rehin haklarının kendi                                                  14  M. Kemal, OĞUZMAN/ Özer, SELİÇİ/ Saibe, OKTAY-ÖZDEMİR; Eşya Hukuku, 18. Baskı, İstanbul, 2015, s. 931. 15  Bkz. II. A. 16  AYBAY/ HATEMİ: Eşya Hukuku, Gözden Geçirilmiş 3. Bası, İstanbul, 2012, s. 252. 17  ERTAŞ, s. 545. 18  OĞUZMAN/ SELİÇİ/ OKTAY-ÖZDEMİR, s. 917.   2895Tescile Tabi Olmayan...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2891-2908  arasındaki  sıra  bakımından  ise  sabit  dereceler  sisteminin  benimsendiği görülmektedir. Sabit  dereceler  sisteminde  sıra,  rehin  sözleşmesine  dayalı  olarak kurulmuş rehin hakları bakımından taraflarca, kanuni rehin haklarında ise kanun  tarafından  tayin  edilmektedir.  Keza,  taşınmaz  rehninin  hukuki sebebini kanun hükmünün oluşturduğu kanuni ipotek haklarının sırasının da kanun tarafından belirlenmiş olduğu görülmektedir.  III. TÜRK MEDENÎ KANUNU NDA YER ALAN TESCİLE TABİ OLMAYAN  (DOĞRUDAN  DOĞRUYA  KANUNDAN  DOĞAN) KANUNÎ İPOTEK HAKLARI  Kanunî ipotek haklarının doğumu, aksi kanunda öngörülmüş olmadıkça, tapu kütüğüne tescil edilmelerine bağlı değildir.  denilmek suretiyle TMK m. 892  de tescile tabi olmayan kanuni ipotek hakları ile ilgili düzenlemeye yer verilmiştir. TMK  da yer alan tescile tabi olmayan kanuni ipotek haklarının, TMK m. 865-867 ve m. 876 hükümleri gereğince, rehinli alacaklının taşınmazın değerinin eksilmesini önlemek veya gidermek amacıyla yaptığı giderler ve taşınmazın muhafazası ve sigortalanması amacıyla yaptığı giderler ile ilgili olarak  düzenlendiği  görülmektedir.  Anılan  bu  durumlar  aynı  zamanda yukarıda sözü geçen teminat ilkesi ile de yakından ilgilidir. TMK  da düzenlenmiş olan tescile tabi olmayan kanuni ipotek hakları, tescile tabi kanuni ipotek haklarından farklı olarak, söz konusu sebeplerin gerçekleşmesi ile birlikte tescile gerek olmaksızın doğrudan doğruya kanun dolayısıyla doğmaktadır.  Rehinli  alacaklıya  yapmış  olduğu  giderler  dolayısıyla,  bu nitelikte  bir  rehin  hakkının  tanınması  oldukça  yerindedir.  Zira  rehnin kurulmasının  ve  teminat  ilkesinin  amacı  rehinli  alacaklıya  alacağı  için güvencenin  sağlanmasıdır.  Kendisine  sağlanmış  olan  teminattan  mahrum kalmamak adına zorunlu olarak masraf yapan alacaklıya kanundan doğan ve sıra itibariyle de önceliğe sahip olan böyle bir ipotek hakkının tanınması da söz konusu bu amaca hizmet etmektedir.                                                   19  ESENER, Turhan/ GÜVEN, Kudret: Eşya Hukuku, Genişletilmiş 6. Baskı, Ankara, 2015, s. 484. 20  SAYMEN/ ELBİR, s. 550. 21  SİRMEN, Lale: Eşya Hukuku, Ankara, 2015, s. 604-605. 22  Bkz. II. B. 2896Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2891-2908  Kaçmaz A. Rehinli Alacaklının Taşınmazın Değerinin Eksilmesini Önlemek veya Gidermek Amacıyla Yaptığı Giderler Dolayısıyla Doğan Kanunî Rehin Hakları Taşınmazın  değerinin  eksilmesini  önlemek  veya  gidermek  amacıyla yapılan giderlere ilişkin hükümler aynı zamanda taşınmaz rehnine hâkim olan ilkelerden teminat ilkesinin, teminatın korunması boyutunu oluşturmaktadır. Teminatın korunması hükümleri, alacak için bir teminat oluşturan taşınmaz rehninin,  söz  konusu  bu  fonksiyonunu  gerçekleştirebilmesi  amacıyla öngörülmüştür. Zira taşınmazın değerinde azalma meydana gelmesi halinde taşınmaz  rehninin  kurulma  amacını  oluşturan  teminat  altına  alma  tam anlamıyla gerçekleşmiş olmamaktadır. Taşınmazın  değerinin  korunması  ile  ilgili  hükümler  konusunda  ise kanunda ikili bir ayrıma gidildiği görülmektedir. Bu ayrıma göre, taşınmaz malikinin  değer  azalmasında  kusurunun  bulunması  ve  bulunmaması hallerinde farklı hükümler uygulama alanı bulmaktadır. Yine benzer şekilde değer azalmasının gerçekleşme ihtimalinin bulunması, devam etmekte olması veya gerçekleşmiş olması hallerine göre de alt ayrımlar yapılmıştır. 1. Taşınmaz Maliki Taşınmazın Değerinin Azalmasında Kusurlu İse Taşınmazın değerinin malikin kusurlu davranışları sonucunda düşmesi halinde, alacağı rehinle güvence altına alınmış olan alacaklıya, TMK m. 865 ve 866  da çeşitli ihtimallere göre farklılaşan birtakım imkânlar tanınmıştır. Ancak, söz konusu bu imkânlara, yalnız maddi fiiller sonucunda meydana gelen değer azalmaları için başvurulabileceğine dikkat edilmelidir. Zira taşınmaz üzerinde rehin hakkından sonra kurulan ayni haklar, zaman itibariyle öncelik  ilkesi  gereği  rehin  hakkından  daha  sonra  geleceğinden  hukuki işlemlerden kaynaklanan değer azalmalarında, TMK m.865 ve 866  da yer alan bu imkânlara başvurulmasına gerek bulunmamaktadır. Bu imkânlara başvurulması halinde ortaya çıkan giderlerin teminat altına alınması için ise,                                                  23  SİRMEN, s. 590; AYAN, s. 194. 24  OĞUZMAN/ SELİÇİ/ OKTAY-ÖZDEMİR, s. 939. 25  SİRMEN, s.590. 26  STEİNAUER, Paul- Henri: Les droits réels, C. III, Troisième édition, Bern, 2003, N. 2737( Naklen OĞUZMAN/ SELİÇİ/ OKTAY-ÖZDEMİR, Eşya Hukuku, s. 939).  27  LEEMAN,  Hans:  Kommentar  zum  Schweizerischen  Zivilgesetzbuch  IV.  Band. Sachenrecht, 2. Auflage 1920, Art. 808, N.26 (Naklen OĞUZMAN/ SELİÇİ/ OKTAYÖZDEMİR, Eşya Hukuku, s. 939).   2897Tescile Tabi Olmayan...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2891-2908  alacaklıya  doğrudan  doğruya  kanundan  doğan  kanuni  bir  ipotek  hakkı tanınmaktadır.  Değer azalmasının tespitinde, rehnin kurulduğu sırada taşınmazın sahip olduğu değerin esas alınması gerektiğini savunan görüşler bulunduğu gibi, değer azalmasına yol açan olayın gerçekleştiği sırada taşınmazın sahip olduğu değerin  esas  alınması  gerektiğini  savunan  görüşler  de  bulunmaktadır. Kanaatimizce rehnin kurulduğu sırada taşınmazın sahip olduğu değerin esas alınması daha yerindedir. Zira rehnin ne ölçüde teminat sağlayacağı hususu bu ana göre belirlenmektedir. a. Değer Azalması Tehlikesinin Bulunması Halinde  Değer azalması tehlikesinin bulunması halinde, rehin konusu taşınmaz henüz değer kaybına uğramamış olmakla beraber, değer kaybına uğrama ihtimali oldukça yüksektir. Bu halde, değer azalması henüz başlamamış olsa dahi,  rehinli  alacaklı  önleme  davası  açabileceği  gibi  değer  azalmasının önlenmesi için gerekli önlemleri de alabilmektedir. Ayrıca TMK m. 866/II  de  Alacaklı, rehinli taşınmazın değerinin düşmesi tehlikesinin mevcut olması hâlinde de güvence isteyebilir.  denilmek suretiyle rehinli alacaklıya güvence talep etme imkânı da tanınmıştır.  b. Değer Azalmasının Başlamış ve Devam Etmekte Olması Halinde Değer  azalmasının  başlamış  ve  devam  etmekte  olduğu  halde,  aynı zamanda belirli ölçüde azalma da gerçekleşmiş olacağından bu durumda ilk olarak değer azalmasının gerçekleşmiş olması halinde başvurulan imkânlara başvurulabilmektedir.  İkinci olarak ise rehinli alacaklı tarafından, TMK m. 865/I  de  Malik, rehinli  taşınmazın  değerini  düşüren  davranışlarda  bulunursa;  alacaklı, hâkimden  bu  gibi  davranışları  yasaklamasını  isteyebilir.   şeklinde  ifade edilmiş olan önleme davasının açılması mümkündür. Önleme davası, rehinli                                                  28  ŞENER, Yavuz Selim: Türk Hukukunda İpotek ve Uygulaması, İstanbul, 2005, s. 28. 29  SAYMEN/ ELBİR, s. 546; OĞUZMAN/ SELİÇİ/ OKTAY-ÖZDEMİR, Eşya Hukuku, s. 939-940. 30  LEEMAN, Art. 808, N. 32 (Naklen OĞUZMAN/ SELİÇİ/ OKTAY-ÖZDEMİR, Eşya Hukuku, s. 942). 31  OĞUZMAN/ SELİÇİ/ OKTAY-ÖZDEMİR, s. 941. 2898Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2891-2908  Kaçmaz alacaklının  ayni  nitelikteki  rehin  hakkını  koruma  amacı  taşımaktadır. Dolayısıyla malike karşı açılabileceği gibi taşınmazı fiilen kullanan intifa hakkı sahibi, kiracı vb. kimselere karşı da açılabilir.  Rehinli alacaklıya tanınan bir diğer imkân ise bizzat önlem almadır. Rehinli  alacaklının  bizzat  önlem  alma  imkânına   Alacaklıya,  gerekli önlemleri  almak  üzere  hâkim  tarafından  yetki  verilebileceği  gibi; gecikmesinde tehlike bulunan hâllerde alacaklı, böyle bir yetki verilmeden de gerekli önlemleri kendiliğinden alabilir. denilmek suretiyle TMK m. 865/II  de yer verilmiştir. Rehinli alacaklıya, gerekli önlemleri alırken yapmış olduğu giderler için tanınmış olan tescile tabi olmayan rehin hakkı, TMK m. 865/III  te  Alacaklı, önlem için yapmış olduğu giderleri malikten isteyebilir ve bu alacakları için taşınmaz üzerinde, tescile gerek olmaksızın ve tescil edilmiş olan diğer yüklerden önce gelen bir rehin hakkına sahip olur.  şeklinde ifadesini bulmuştur. Söz konusu bu rehin hakkı taşınmaz üzerinde yer alan tüm ayni haklardan önce gelen bir niteliğe sahiptir. Ayrıca gerek borçlu olan gerek  ise  borçlu  olmayan  taşınmaz  malikinin  rehinli  alacaklı  tarafından yapılan bu giderlerden dolayı kişisel sorumluluğu da bulunmaktadır. Dikkat edilirse taşınmazın değerinde azalmanın meydana gelmiş olması halinden farklı  olarak  burada  borçlu  olmayan  taşınmaz  malikinin  de  kişisel sorumluluğu  bulunmaktadır.  Kanaatimizce  bunun  sebebi,  ilk  durumda rehinli alacaklı tarafından herhangi bir masraf yapılmaz iken; ikinci durumda teminatın değerinin azalmasının yanı sıra bir de önlem alma dolayısıyla ekstra bir masrafa giriliyor olmasıdır. c. Değer Azalmasının Gerçekleşmiş Olması Halinde Taşınmazın değerinde azalmanın meydana gelmiş olması halinde, rehinli alacaklı TMK m. 866/I  de  Rehinli taşınmazın değerinde düşme meydana gelmişse  alacaklı,  alacağı  için  başka  güvence  göstermesini  veya  rehinli taşınmazın  eski  hâle  getirilmesini  borçludan  isteyebilir.   şeklinde  ifade edilmiş  olan  güvence  gösterilmesi  veya  rehinli  taşınmazın  eski  haline getirilmesi taleplerinde bulunabilmektedir. Ancak eski hale getirmenin talep edilebilmesi, bunun kısa süre içinde yerine getirilebilir olmasına bağlıdır.                                                  32  HELVACI, İlhan, Türk Medenî Kanununa Göre Sözleşmeden Doğan İpotek Hakkı, İstanbul, 2008, s. 238. 33  AKİPEK, Jale G./ AKINTÜRK, Turgut: Eşya Hukuku, İstanbul, 2009, s. 747. 34  ERTAŞ, s. 494. 35  Bkz. III. A. 1. c. 36  SİRMEN, s. 591.   2899Tescile Tabi Olmayan...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2891-2908  Aksi takdirde yalnız güvence gösterilmesi talebinde bulunulması mümkündür. Kanaatimizce, böyle bir uygulamaya gidilmesindeki amaç, rehinli alacaklının alacağının kısa süre içinde güvenceye kavuşturulmasıdır. Eski hale getirme talebi için gerekli şartların mevcut olması halinde ise, rehinli alacaklı eski hale getirme  veya  güvence  talep  etme  konusunda  seçimlik  bir  hakka  sahip olmaktadır.  Gösterilecek  güvencenin  taşınmaz  rehni,  taşınır  rehni  veya kefalet şeklinde olması mümkündür. Güvence  gösterilmesi  ve  eski  hale  getirme  taleplerinin  yerine getirilmemesi halinde rehinli alacaklı TMK m.866/III  te yer alan  Yeterli güvence  hâkim  tarafından  belirlenen  süre  içinde  verilmediği  takdirde alacaklı,  güvence  eksiğini  karşılayacak  miktardaki  alacak  kısmının ödenmesini  isteyebilir.   ifadesi  gereği,  güvence  eksiğini  karşılayacak miktarda  alacak  kısmının  ödenmesini  de  talep  edebilir.  Ancak  dikkat edilmelidir  ki,  güvence  eksiğini  karşılayacak  miktarda  alacak  kısmının ödenmesi  talebi  yalnız  borçluya  karşı  ileri  sürülebilir.  Rehin  konusu taşınmazın borçlu olmayan malike ait olması halinde, malikin sorumluluğu yalnız  taşınmaz  ile  sınırlı  olduğundan  bu  kişiye  karşı  böyle  bir  talepte bulunulması ise mümkün değildir. Ödemenin yapılmaması halinde rehinli alacaklı, borç henüz müeccel olsa dahi rehnin paraya çevrilmesi yoluna başvurabilir. Taşınmazın  değerinin  azalması  halinde  rehinli  alacaklının başvurabileceği bir diğer yol ise, TBK m. 49  da düzenlenmiş olan haksız fiil hükümleridir. Bu yola başvurulabilmesi için rehinli alacaklının alacağını rehnin paraya çevrilmesi sonucunda elde edememiş olması gereklidir. Bu durum ise daha ziyade borçlu olmayan malikin taşınmazını rehin vermiş olması  halinde  önem  taşımaktadır.  Zira  taşınmazın  değerini  azaltıcı davranışlar borçlu olmayan malik tarafından gerçekleştirilmekte ve rehinli alacaklının sahip olduğu teminat değeri bu kişi tarafından azaltılmaktadır.                                                   37  OĞUZMAN/ SELİÇİ/ OKTAY-ÖZDEMİR, s. 940. 38  GÜRSOY/ EREN/ CANSEL, s. 1016; , WIELAND, C. : Kanunu Medenîde Aynî Haklar ( Çev. İ. Hakkı KARAFAKI) , C.II, 2. Baskı, Ankara, 1946, s. 594; SİRMEN, s. 591. 39  SAYMEN/ ELBİR, s. 546; KÖPRÜLÜ/ KANETİ, s. 278; GÜRSOY/ EREN/ CANSEL, s. 1016; OĞUZMAN/ SELİÇİ/ OKTAY- ÖZDEMİR, s. 940. 40  AKİPEK/ AKINTÜRK, s. 749; SİRMEN, s. 591. 41  LEEMAN, Art. 808, N. 46( Naklen) OĞUZMAN/ SELİÇİ/ OKTAY-ÖZDEMİR, s. 940-941. 42  OĞUZMAN/ SELİÇİ/ OKTAY-ÖZDEMİR, s. 941. 2900Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2891-2908  Kaçmaz  2. Taşınmaz Maliki Taşınmazın Değerinin Azalmasında Kusurlu Değilse Taşınmazın  değerinin  azalmasında  malikin  kusurunun  bulunmaması doğal olaylara dayanabileceği gibi 3. kişilerin davranışlarına da dayanabilir. Esasen bu halde, malikin kusurunun bulunmasından farklı olarak, rehinli alacaklıya herhangi bir koruma sağlanmamaktadır. Ancak TMK m 867/I  de ifade edilmiş olduğu üzere, taşınmaz maliki lehine değer azalması nedeniyle tazminata hükmedilmiş ise rehinli alacaklı, söz konusu bu tazminat miktarını aşmamak kaydı ile güvence gösterilmesi ya da ödeme yapılması taleplerinde bulunabilmektedir.  Bu  imkânlara  başvurulabilmesi  için  ise,  tazminatın malikin eline geçmiş olması gerekmektedir.  Rehinli alacaklıya tanınmış olan bizzat önlem alma yetkisine ve tescile tabi olmayan kanuni rehin hakkına ise, TMK m.867/II  de  Bununla birlikte alacaklı, değer düşmesinin önlenmesi veya giderilmesi için gerekli önlemleri kendiliğinden alabilir. Alacaklı, bu amaçla yaptığı masraflardan dolayı rehinli taşınmaz  üzerinde  tescile  gerek  olmaksızın  ve  tescil  edilmiş  olan  diğer yüklerden önce gelen bir rehin hakkına sahip olur. Malik, bu masraflardan kişisel olarak sorumlu değildir.  şeklinde yer verilmiştir. Bu hükme göre, taşınmaz malikinin rehinli alacaklının önlem alırken yapmış olduğu giderler dolayısıyla kişisel sorumluluğu söz konusu değildir. Zira değer azalmasının meydana gelmesinde  malikin kusuru bulunmamaktadır. Bununla  birlikte, yapmış olduğu bu giderler dolayısıyla, rehinli alacaklıya taşınmaz üzerinde yer alan tüm ayni haklardan önce gelen ve tescile tabi olmayan bir kanuni rehin hakkı tanınmaktadır. Ayrıca, malikin kusurlu olması halinden farklı olarak, rehinli alacaklının söz konusu önlemleri alırken hâkime başvurmasına da gerek yoktur.                                                  43  AYAN, s. 197. 44  SİRMEN, s. 591; OĞUZMAN/ SELİÇİ/ OKTAY-ÖZDEMİR, s. 942. 45  GÜRSOY/ EREN/ CANSEL, s. 1017; SİRMEN, s. 592. 46  DAVRAN, Bülent: Rehin Hukuku Dersleri, İstanbul, 1972, s. 21; GÜRSOY/ EREN/ CANSEL, s. 1017; SİRMEN, s. 592. 47  743 sayılı Türk Kanuni Medenîsi m. 782  de rehinli alacaklının önlem almadan önce hâkimin iznine başvurmasının gerekli olup olmadığı konusunda açıklık bulunmamakla birlikte, taşınmaz malikinin kusurlu olduğu hallerde aranan iznin malikin kusurunun bulunmadığı hallerde de aranması gerektiği yönünde görüşler ileri sürülmekteydi. Ancak ileri sürülen bu görüşün aksine 4721 sayılı TMK  da malikin kusurunun bulunmadığı bu hallerde önlem alınırken hâkimin iznine başvurulmasına gerek olmadığı yönünde düzenleme yapılmıştır. Bkz. AYAN, s. 197.   2901Tescile Tabi Olmayan...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2891-2908  TMK m. 867  de yer almamakla beraber, taşınmazın değerinde azalmaya sebebiyet veren üçüncü kişilere karşı önleme davası da açılabilir. Aynı şekilde  kusurlu davranışları ile  taşınmazın değerinde  azalmaya  yol açan üçüncü kişilerden, TBK m. 49  da yer alan haksız fiil hükümleri uyarınca tazminat talep edilmesi de mümkündür. B. Rehinli Alacaklının Taşınmazın Olağan Muhafazası ve Sigortalanması Amacıyla Yaptığı Giderler Dolayısıyla Doğan Kanuni Rehin Hakları Taşınmazın değerindeki azalmaları önlemek için yapılan giderler gibi taşınmazın muhafazası ve sigortalanması için yapılan giderler de taşınmaz rehninin sağlamış olduğu teminatın kapsamında yer almaktadır. Ancak söz konusu bu masraflar, taşınmazdaki değer azalmalarının önlenmesi için yapılan masraflardan farklı olarak, değer azalması tehlikesi olmaksızın olağan olarak taşınmazın korunması için yapılan zorunlu masraflardır. Rehinli alacaklının taşınmazın muhafazası ve sigortalanması amacıyla yaptığı giderler dolayısıyla doğan kanuni rehin hakları TMK m. 876  da düzenlenmiştir. Buna göre alacaklı, rehinli taşınmazın korunması için zorunlu masraf  yapmışsa  ve  özellikle  malikin  borçlu  olduğu  sigorta  primlerini ödemişse, rehinli alacaklının bundan doğan alacakları tescile gerek olmaksızın aynen  rehinli  alacağı  gibi  teminattan  yararlanacaktır.  Ancak  rehinli alacaklının burada sahip olduğu kanuni ipotek hakkı, TMK m. 865-867  de düzenlenmiş olan kanuni ipotek haklarından farklı olarak, taşınmaz üzerinde yer alan diğer tüm ayni haklardan önce gelmemekte; rehinli alacaklının kanuni ipotek hakkı taşınmaz rehni ile teminat altına alınmış olan alacağı ile aynı sırada yer almaktadır.  Rehinli alacaklının taşınmazın olağan muhafazası ve sigortalanması için yapmış olduğu giderler, aynı zamanda TBK m. 526 vd.  da düzenlenmiş olan vekâletsiz  iş  görme  hükümlerine  dayalı  bir  alacak  hakkı  niteliği  de taşımaktadır.                                                  48  AYAN, s. 198. 49  AKİPEK/ AKINTÜRK, s. 750. 50  AYAN, s. 192. 51  GÜRSOY/ EREN/ CANSEL, s. 966. 52  ESENER/ GÜVEN, s. 494. 53  ERTAŞ, s. 571. 54  HELVACI, s. 156. 2902Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2891-2908  Kaçmaz IV.  ÖZEL  KANUNLARDA  YER  ALAN  TESCİLE  TABİ OLMAYAN İPOTEK HAKLARI A. İmar Uygulamalarından Dolayısıyla Ortaya Çıkan Kanuni İpotek Hakları Özel  kanunlarda  düzenlenmiş  tescile  tabi  olmayan  kanuni  ipotek haklarından  ilkini,  2981  sayılı  İmar  ve  Gecekondu  Mevzuatına  Aykırı Yapılara Uygulanacak Bazı İşlemler ve 6785 Sayılı İmar Kanunu nun Bir Maddesinin Değiştirilmesi Hakkında Kanun  un m. 10/ c maddesinde yer alan ipotek hakkı oluşturmaktadır. Bu duruma m. 10/c  de  İmar mevzuatına aykırı bina yapılmış, hisseli arsa ve araziler veya özel parselasyona dayalı arazilerde, imar adası veya parseli olabilecek büyüklükteki alanlarda, binalı veya binasız arsa ve arazileri birbirleriyle, yol fazlalarıyla veya Devletin hüküm ve tasarrufu altındaki yerlerle birleştirmeye bunları yeniden ada ve parsellere ayırmaya, yapılara yeniden doğan imar ada veya parseli içinde kalanları yapı sahiplerine, yapı olmayanları diğer hisse sahiplerine müstakil veya hisseli veya kat mülkiyeti esaslarına göre vermeye, bunlar adına tescil ettirmeye  ve  tescil  işlemi  dışında  kalanların  hisselerini  2942  sayılı Kamulaştırma Kanununa göre tespit edilecek bedeli peşin ödenmek veya parsel sahipleri aleyhine kanuni ipotek tesis edilerek, tapu sicilinden terkin ettirmeye belediye veya valilikler resen yetkilidir. Belediye veya valiliklerin talebi halinde bu yetkiler kadastro müdürlüklerince de kullanılır.  denilmek suretiyle yer verilmiştir.  Bu hüküm gereğince, idarenin arsa ve arazi düzenleme yetkisine dayalı olarak,  arazi/  arsa  sahiplerinin  arsa  veya  arazileri  rızaları  alınmaksızın düzenlemeye  tabi  tutulmakta  ve  bunun  sonucunda  3.  kişilerin  özel mülkiyetine  geçmektedir.  Bu  durumda  3.  kişilere  geçmiş  olan  taşınmaz üzerinde, arsa/arazide yapılan düzenleme sonucu mülkiyet hakkını kaybetmiş olan  arazi/  arsa  sahipleri  lehine,  taşınmazlarının  bedelinin  peşinen ödenmemesi halinde kanuni bir ipotek hakkı tanınmaktadır. Eski malike tanınmış olan bu ipotek hakkının kanuni ipotek niteliği taşımasının sebebi ise ipoteğin kurulması konusunda, gerek taşınmazın mülkiyetini kazanan yeni malikin gerekse taşınmazı düzenlemeye tabi tutulmuş olan taşınmaz malikinin rızasının ve katılımının bulunmuyor olmasıdır. Kanuni ipotek hakkının tescile tabi olmaması ise ilgili düzenlemede söz konusu ipotek hakkının doğumu için                                                    İmar Affı Kanunu olarak da anılmaktadır.   2903Tescile Tabi Olmayan...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2891-2908  tescil şartının aranmıyor olmasından kaynaklanmaktadır. Zira tescile tabi olmayan kanuni ipotekleri düzenleyen TMK m. 892  de de  Kanuni ipotek haklarının doğumu, aksi kanunda öngörülmüş olmadıkça, tapu kütüğüne tescil  edilmelerine  bağlı  değildir.   denilmek  suretiyle  bu  duruma  işaret edilmiştir. Bununla birlikte zaman içinde yaşanan değişiklikler dolayısıyla söz konusu  ipotek  tutarının  uyarlanıp  uyarlanmayacağı  ve  bunun  ne  şekilde olacağı  konusunda  Yargıtay  ve  doktrin  arasında  görüş  birliği bulunmamaktadır. Kanaatimizce, İmar Affı Kanunu ile arazi sahibine tanınmış olan kanunî ipotek hakkı, iradesi dışında taşınmazı üzerindeki mülkiyet hakkını kaybetmiş olan arazi sahibi için önemli bir güvence oluşturmaktadır. Zira taşınmazının bedelini yeni malikten elde edemeyen eski malik, söz konusu kanuni ipotek hakkına  dayanarak  taşınmazın  paraya  çevrilmesini  sağlamak  suretiyle alacağını elde edebilecektir. B. 5516 Sayılı Bataklıkların Kurutulması ve Bundan Elde Edilecek Topraklar Hakkında Kanun m. 8  den Doğan Kanuni İpotek Hakkı Özel  kanunlarda  yer  alan  bir  diğer  kanuni  ipotek  türü,  5516  sayılı kanunun 8. maddesinde,  Kurutulan yerde eşhasa ait tapulu yer mevcutsa bu yerin sahibi, umumi kurutma masrafının kendi payına isabet edecek miktarını kurutana öder. Bu miktar üçüncü maddede yazılı komisyon tarafından tespit olunur. Miktar hakkındaki ihtilaf mahkemece hallolunur. Bu yer, kurutana ait alacağın kanuni teminatı hükmündedir.  şeklinde düzenlenmiştir. Bu hüküm uyarınca bataklıkların kurutulmasını gerçekleştiren kişi lehine, yapmış olduğu kurutma masrafları için, kurutmaya konu olan taşınmaz üzerinde tescile tabi olmayan  bir  kanuni  ipotek  hakkının  tanınmıştır.  Ancak  söz  konusu Kanun un,  5637  sayılı  Uygulama  İmkânı  Kalmamış  Bazı  Kanunların Yürürlükten Kaldırılmasına Dair Kanun ile 02.05.2007 tarihinde yürürlükten kaldırılmış  olması  nedeniyle  günümüzde  bataklıkların  kurutulması uygulaması bulunmamaktadır. Buna bağlı olarak bu tür bir kanuni ipotek hakkının kurulmasından bahsetmek de mümkün değildir.                                                    56  ÇETİNER, Bilgehan: Taşınmaz Teminatı, İstanbul, 2015, s. 244. 57  Bu konuda ayrıntılı bilgi için bkz. ÇETİNER, s. 245-247. 58  GÜRSOY/  EREN/  CANSEL,  s.  1046; KÖPRÜLÜ/ KANETİ,  s.  237;  SAYMEN/ ELBİR, s. 527. 2904Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2891-2908  Kaçmaz C. 2762 Sayılı Vakıflar Kanunu m. 29  dan Doğan Kanuni İpotek Hakkı 2762  sayılı  Vakıflar  Kanunu  m.29 da   On  yıl  içinde  bu  Kanun hükümlerine göre taviz vermek yolu ile icareteyn veya mukataa kayıtları terkin  edilmemiş  olan  gayrimenkullerin  mülkiyeti  on  yıl  sonunda kendiliğinden  mutasarrıflarına  geçer  ve  vakfın  hakkı  da  ivaza  dönerek gayrimenkulün tamamı bu ivaz karşılığında birinci derece ve birinci sırada ipotek sayılır. Genel Müdürlük o yıl tahakkuk ettirilen icare veya mukataa üzerinden hesaplanabilecek olan bu tavizlerle vaktinde ödenmeyen taksitleri mutasarrıfın başka mallarına müracaat yolu ile ve Amme Alacaklarının Tahsil Usulü Hakkındaki Kanuna göre tahsile dahi yetkilidir. Bu madde gereğince mülkiyeti  mutasarrıflarına  geçmiş  olan  gayrimenkullerde  maliklerin Hazineden  başka varis  bırakmadan ölümleri  halinde,  mülkiyet  mahlulen vakfına rücu eder. Bu Kanunun yayımı tarihine kadar maliklerinin ölümleri üzerine son mirasçı sıfatıyla Hazineye İntikal edip de bu husus tapu kaydına işlenmemiş bulunan gayrimenkullerde yukarıdaki fıkra hükmüne tabidir.  şeklinde düzenlenmiş olan taviz bedeline, 5737 sayılı Vakıflar Kanunu m. 19  da ise  Taviz bedelleri, yapılacak tebligat üzerine altmış gün içerisinde peşin olarak ödenebileceği gibi eşdeğer bir taşınmazla takas edilebilir veya yarısı peşin, kalanı bir yılda beş eşit taksitte ödenebilir. Taksitlendirme halinde, taşınmaza birinci derece ve birinci sırada ipotek konulur. Taksitlerden birinin zamanında ödenmemesi halinde geri kalan taksitlerin tamamı muaccel olur. Genel  Müdürlükçe  tahakkuk  ettirilen  taviz  bedelleri,  yapılacak  tebligata rağmen ödenmediği takdirde 6183 sayılı Amme Alacaklarının Tahsil Usulü Hakkında Kanun hükümlerine göre gecikme zammı ile birlikte tahsil edilerek vakfı adına gelir kaydedilir.  hükmü ile yer verilmiştir.  Taviz bedeli uygulamasının ne şekilde olacağı ise,   Tapu kayıtlarında, icareteyn  ve  mukataalı  vakıf  şerhi  bulunan  gerçek  ve  tüzel  kişilerin mülkiyetinde veya tasarrufundaki taşınmazlar, işlem tarihindeki emlak vergisi değerinin yüzde onu oranında taviz bedeli alınarak serbest tasarrufa terk edilir. Ancak miri arazilerden mukataalı hayrata tahsis edilmeyenler ile aşar ve  rüsumu  vakfedilen  taşınmazlar  tavize  tâbi  değildir.  Taviz  bedelinin hesaplanmasında; ortaklığın giderilmesi veya cebri icra yoluyla satılanlarda satış bedeli, kamulaştırmalarda ise kamulaştırma bedeli esas alınır. Bu Kanun hükümleri  gereğince  taviz  bedelinin  tamamı  vakfı  adına  ödenmedikçe, taşınmaz üzerindeki temliki tasarruflar tapu dairelerince tescil olunmaz. Vakıf                                                  59  SAYMEN/ ELBİR, s. 527; KÖPRÜLÜ/ KANETİ, s. 237.   2905Tescile Tabi Olmayan...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2891-2908  şerhleri ile ilgili olarak, diğer kanunlarda yer alan zamanaşımı ve hak düşürücü sürelere ilişkin hükümler uygulanmaz. şeklindeki 18. maddede belirtilmiştir. Söz konusu taviz bedelinin, icareteynli ve mukataalı vakıflarda taşınmaz mülkiyetinin tasarruf hakkı sahibine geçmesi için ödenen bir meblağ olduğu görülmektedir. Taviz bedelinin ödenmesi ile ilgili olarak Vakıflar Genel Müdürlüğü lehine tanınmış olan bu hakkın niteliği 2762 sayılı kanun döneminde  tescile  tabi  olmayan  kanuni  ipotek  olarak  kabul  edilmesine rağmen;5737 sayılı kanunda bu hakkın niteliği, kanundan doğan tescile tabi bir ipotek olarak belirlenmiştir. Ancak bunun nedenine ilişkin bir açıklama bulunmamaktadır. Kanaatimizce, söz konusu ipotek hakkının tescile tabi olmayan ipotek hakları arasında yer almasında fayda bulunmaktadır. Zira diğer tescile tabi kanunî ipotek hakları için de açıklamış olduğumuz üzere, rehnin en temel amacı alacaklıya güvence sağlamaktır. Dolayısıyla, bu konuda yorum yapılırken bunun alacaklı lehine olacak şekilde yapılması daha doğru olacaktır. Vakıflar Kanunu  nda yer alan bu ipotek hakkının tescile tabi olmadığının  kabul  edilmesi  halinde  de,  alacaklı  tescil  mükellefiyetinden kurtulacak ve hak kaybına uğrama ihtimali ortadan kalkacaktır. Böylelikle durum alacaklı lehine açıklığa kavuşturulmuş olmaktadır. SONUÇ Kazanma sebebini kanun hükmünün oluşturduğu ve doğumu için tescil şartının aranmadığı ipotek hakları tescile tabi olmayan ( doğrudan doğruya) kanunî ipotek hakları olarak adlandırılmaktadır. Bu ipotek türü aynı zamanda taşınmaz  rehnine  hâkim  olan  ilkelerden  aleniyet  ilkesinin  istisnasını oluşturması sebebiyle doktrinde   gizli rehin  olarak da anılmaktadır. Zira taşınmaz  rehninin  kuruluşu  için  gerekli  olan  tescil  şartı  burada aranmamaktadır.                                                  60  Taviz  bedeli  ödenmeksizin  maddede  anılan  vakıflarla  ilgili  temliki  tasarruf yapılamayacağına ilişkin Yargıtay 14. Hukuk Dairesi  nin 30.10.2001 tarihli, 2001/ 6229 E. ve 2001/ 7307 K. sayılı kararı için bkz. (www.kazanci.com.tr, Kazancı Mevzuat Içtihat Bilgi Bankası)  61  ÖZKAYA, Eraslan: Eski Vakıf Hukuku, Ankara, 2012, s. 150; Taviz bedeli ödenmeden temliki tasarruf yapılamayacağına ilişkin karar için bkz. Yarg. 14. HD., E: 2001/ 6229, K: 2001/ 7307 62  KÖPRÜLÜ/ KANETİ, s. 237; SAYMEN/ ELBİR, s. 527; GÜRSOY/ EREN/ CANSEL, s. 1046. 63  Taviz bedelinin bir çeşit taşınmaz yükü niteliğinde olduğu görüşü için bkz. ÇINAR, Ömer: Taviz Bedeli ve İcareteynli ve Mukataalı Vakıfların Tasfiyesi, EÜHFD, C. XV, S. 1–2 (2011), s. 111-114 http://www.erzincan.edu.tr/birim/HukukDergi/makale/2011_1_5.pdf ( E.T. 13.04.2016, 16:09); OĞUZMAN/ SELİÇİ/ OKTAY- ÖZDEMİR, s. 971. 2906Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2891-2908  Kaçmaz Türk Medenî Kanunu nda yer alan doğrudan doğruya kanuni ipotek hakları yine taşınmaz rehnine hâkim olan ilkelerden bir diğeri olan teminat ilkesi ile bağlantılı olarak düzenlenmiştir. Buna göre taşınmazın değerinin azalmasını önlemek amacıyla veya taşınmazın muhafazası ve sigortalanması için  masraf  yapan  rehinli  alacaklıya  kanundan  doğan  bir  ipotek  hakkı tanınmaktadır. Özel kanunlarda yer alan doğrudan doğruya kanunî ipotek hakları ise 5516 Sayılı Bataklıkların Kurutulması ve Bundan Elde Edilecek Topraklar Hakkında Kanun, 2762 Sayılı Vakıflar Kanunu ve 2981 Sayılı İmar Affı Kanunu  nda düzenlenmiştir. Ancak Bataklıkların Kurutulması ve Bundan Elde Edilecek Topraklar Hakkında Kanun, 5637 sayılı Uygulama İmkânı Kalmamış  Bazı  Kanunların  Yürürlükten  Kaldırılmasına  Dair  Kanun  ile 02.05.2007 tarihinde yürürlükten kaldırılmıştır. Dolayısıyla artık bu kanuna dayalı  olarak  kurulan  doğrudan  doğruya  kanunî  ipotek  hakları bulunmamaktadır. Taviz bedeli dolayısıyla alacaklıya tanınmış olan kanunî ipotek hakkının ise, 2762 Sayılı Kanun döneminde tescile tabi olmadığı kabul edilirken; 5737 Sayılı Vakıflar Kanunu döneminde doktrin tarafından tescile tabi  olarak  nitelendirildiği  görülmektedir.  Kanaatimizce,  alacaklı  lehine yorum yapılacak olursa, alacaklının tescil mükellefiyetinden kurtarılması ve hak kaybına uğramaması açısından söz konusu ipotek hakkının tescile tabi olmadığının kabulü yerinde olacaktır.",
     "Kaynakça": "AKİPEK, Jale G./ AKINTÜRK, Turgut : Eşya Hukuku, İstanbul, 2009. AYAN, Mehmet : Eşya Hukuku III Sınırlı Ayni Haklar, 7. Baskı, Konya, 2015. AYBAY/ HATEMİ :Eşya  Hukuku, Gözden  Geçirilmiş  3. Bası, İstanbul, 2012. ÇETİNER, Bilgehan : Taşınmaz Teminatı, İstanbul, 2015. EREN, Fikret : Mülkiyet Hukuku, 2. Baskı, Ankara, 2012. DAVRAN, Bülent : Rehin Hukuku Dersleri, İstanbul, 1972. ERTAŞ, Şeref : Eşya Hukuku, 11. Baskı, İzmir, 2014. ESENER, Turhan/ GÜVEN, Kudret : Eşya Hukuku, Genişletilmiş 6. Baskı, Ankara, 2015.   2907Tescile Tabi Olmayan...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 2891-2908  GÜRSOY, Kemal T./ EREN, Fikret/ Türk  Eşya  Hukuku,  İkinci  Baskı, Ankara, 1978.  CANSEL, Erol:  HELVACI, İlhan : Türk Medenî Kanununa Göre Sözleşmeden Doğan İpotek Hakkı, İstanbul, 2008. KÖPRÜLÜ, Bülent/ KANETİ, Selim : Sınırlı Ayni Haklar, İstanbul, 19821983. KUNTALP, Erden :  Teminat  Kavramı,  Teminat  Türleri  ve  Bunlardan Doğan Sorumluluk , Reha Poroy a Armağan, İstanbul,1995. M. Kemal, OĞUZMAN/ Özer, SELİÇİ/ Eşya  Hukuku,  Yenilenmiş  ve Mevzuata Uyarlanmış 18. Baskı, İstanbul, 2015. Saibe, OKTAY-ÖZDEMİR :  ÖZKAYA, Eraslan: Eski Vakıf Hukuku, Ankara, 2012. SAYMEN, Ferit H./ ELBİR, Halit K. : Türk Eşya Hukuku, İstanbul, 1963. SİRMEN, Lale : Eşya Hukuku, Ankara, 3. Baskı, 2015. ŞENER, Yavuz Selim : Türk Hukukunda İpotek ve Uygulaması, İstanbul, 2005. WIELAND, C. (Çev. İ. Hakkı KARAFAKI) : Kanunu  Medenîde  Aynî Haklar, C.II, 2. Baskı,"
}