{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "1",
     "Başlık": "KISA SÜRELİ HAPİS CEZASI VE KISA SÜRELİ HAPİS CEZASINA SEÇENEK YAPTIRIMLAR",
     "Title": "Short Term Imprisonment and Alternative Sanctions for Sentence to Short Term Imprisonment",
     "Yazar İsmi": [
          "Ezgi AYGÜN EŞİTLİ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Ceza",
          "hapis cezası",
          "kısa süreli hapis cezası",
          "kısa süreli hapis cezasına seçenek yaptırımlar",
          "adli para cezası"
     ],
     "Keywords": [
          "Punishment",
          "imprisonment",
          "short-term imprisonment",
          "sanctions precedent for sentence to short-term imprisonment",
          "judicial fine"
     ],
     "Özet": "Türk  Ceza  Kanunu   na  göre  süreli  hapis  cezası,  kanunda  aksi belirtilmeyen hallerde bir aydan az, yirmi yıldan fazla olamaz. Hükmedilen bir yıl veya daha az süreli hapis cezası, kısa süreli hapis cezasıdır. Kısa  süreli  hapis  cezası,  suçlunun  kişiliğine,  sosyal  ve  ekonomik durumuna,  yargılama  sürecinde  duyduğu  pişmanlığa  ve  suçun işlenmesindeki özelliklere göre seçenek yaptırımlara çevrilebilir. Daha  önce  hapis  cezasına  mahkûm  edilmemiş  olmak  koşuluyla, mahkûm olunan otuz gün ve daha az süreli hapis cezası ile fiili işlediği tarihte  onsekiz  yaşını  doldurmamış  veya  altmışbeş  yaşını  bitirmiş bulunanların mahkûm edildiği bir yıl veya daha az süreli hapis cezası ise birinci fıkrada yazılı seçenek yaptırımlardan birine çevrilmek zorundadır. Bu çalışma kısa süreli hapis cezası ve kısa süreli hapis cezasına seçenek yaptırım kavramlarını tanımlamakta, cezanın genel prensiplerini irdelemekte ve problemli sahaların üzerinde durmaktadır.                                                   Yrd. Doç. Dr., Başkent Üniversitesi Hukuk Fakültesi, Ceza ve Ceza Muhakemesi Hukuku Anabilim Dalı Öğretim Üyesi.   63Kısa Süreli Hapis Cezası...                     Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 63-100",
     "Abstract": "According to Turkish Criminal Code, unless otherwise is provided by the law, imprisonment for definite period may not be less than one month, more than twenty years. The imprisonment for one year or less than a year is considered as short-term imprisonment. Short-term  imprisonment  may  be  converted  to  alternative  sanctions according to the personality, social and economic status of the convict, repentance shown by him during the trial period and qualifications of the offense.  The punishment of imprisonment for thirty days and less, as well as for a period one year and less, imposed to a person under the age of eighteen or those completed the full age of sixty five on the commission date of the offense,  must  be  converted  to  one of  the  alternative  sanctions  listed  in Turkish Criminal Code, unless he/she has no previous conviction. The  study  is  defines  the  concepts  of  short-term  imprisonment  and sanctions precedent for sentence to short-term imprisonment. This study is also focuses on the general principles of the punishment and attempt an analysis of problem areas.",
     "Metin": "Ceza, suçun karşılığında uygulanan yaptırıma verilen addır. Bir başka deyişle ceza ihlale verilen bir tepki olarak ortaya çıkmaktadır.                                                   1  Bobbio, N.: Teoria della norma giuriduca, Torino 1950, s. 176; Rocco, A.: L oggetto del reato e della tutela giuridico penale, Roma 1933, s. 72 vd., Hafızoğulları, Ceza Normu, Ankara 1996, s. 142; Hafızoğulları, Z./Özen, M.: Türk Ceza Hukuku Genel Hükümler, 4. Baskı, Ankara 2011, s. 426.   64Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 63-100                                           Aygün Eşitli Eski çağlarda daha çok bedene ve hayata yönelik yaptırımlar olarak ortaya çıkan cezalar, Aydınlanma çağıyla birlikte hürriyeti bağlayıcı ceza ekseninde şekillenmeye başlamıştır. Çağdaş ceza hukuku ise suçlunun ıslahı amacından hareketle gerek hapis cezasına seçenek bazı yaptırım ve infaz usullerinin uygulanmasına gerekse hapis cezalarının infazına yönelik olarak mevcut  ceza  adaleti  sistemini  iyileştirmek  ve  cezayı  suçlunun  şahsına uydurmak yönünde önemli adımlara şahit olmuştur.  Hürriyeti bağlayıcı ceza, yaşam hakkı dışında en temel haklardan biri olan insanların özgür olma hakkına müdahale etmek demektir. Bu tür bir ceza bu hakkın çekirdeğinde yer alan ve aynı zamanda seyahat ve yerleşme özgürlüğü  örneğinde  görülebileceği  gibi  tüm  öteki  özgürlük  haklarından bireysel  olarak  yararlanmanın  ön  koşulunu  da  oluşturan  fiziksel  hareket özgürlüğünü  hedef  alır.  Dolayısıyla,  bu  ceza  türü  özgür  olma  hakkına devletin  düşünülebilir  en  kapsamlı  ve  yoğun  müdahalesini  oluşturur.  Hürriyeti  bağlayıcı  ceza   teriminin  de  açıkça  gösterdiği  gibi,  aslında kullanımı sıfıra indirilen bu hak, insan hakları öznesinden, yalnızca yasal olarak belirlenen bir süre için olsa bile, çekilip alınır. Bu nedenle hürriyeti bağlayıcı ceza, kanunilik ilkesinden hareketle, ancak Kanunda gösterilen sebep  ve  sürelerle,  zorunlu  hallerde  uygulanan  bir  yaptırım  türü  olarak ortaya çıkmaktadır.         1  Haziran  2005  tarihinde  yürürlüğe  giren  5237  sayılı  Türk  Ceza Kanunu nun  (TCK)   Cezalar   kenar  başlıklı  45.  maddesine  göre,  suç karşılığında  uygulanan  yaptırım  olarak  cezalar,  hapis  ve  adli  para cezalarıdır.                                                    2  Bkz.,  Soyaslan,  D.:  Hürriyeti  Bağlayıcı  Cezaların  İnfaz  Rejimleri,  İnfaz  Hukukunun Sorunları, Sempozyum, 24/25.11.2000, Ankara, s. 162 vd.; Erdem, M. R.: Kısa Süreli Özgürlüğü Bağlayıcı Cezaların İnfazı ve Yeni Seçenekler, İnfaz Hukukunun Sorunları, Sempozyum, 24/25.11.2000, Ankara, s. 192 vd. 3  Günther,  K:  Ceza  İnfaz  Hukukunun  İnsan  İmgesi,  İnfaz  Hukukunun  Sorunları, Sempozyum, 24/25.11.2000, Ankara, s. 57.  4   Güvenlik  tedbirleri  ceza  değildir.  Çünkü  suç  dolayısıyla  ortaya  çıkan  tehlikeliliği gidermeye matuf tedbirlerdir. Öte yandan  Suçtan dolayı hapis cezasına mahkumiyetin kanuni sonucu  olduğu içindir ki hak yoksunluklarını güvenlik tedbiri değil fer  i ceza olarak kabul etmek gerekir. Ancak kanun koyucu belirli hakları kullanmaktan yoksun bırakılmayı bizce yanlış olarak güvenlik tedbiri olarak düzenlemiştir. Hukuk düzenimizde düzeltici yorum söz konusu olmadığından, bunları da feri ceza değil güvenlik tedbiri olarak kabul etmekten başka çare yoktur (Ayrıntılı bilgi için bkz., Hafızoğulları/Özen, s. 490 vd.).    65Kısa Süreli Hapis Cezası...                     Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 63-100 Süreli hapis cezası, kanunda aksi belirtilmeyen hallerde bir aydan az, yirmi yıldan fazla olamayacaktır.  TCK  nun 49/2. maddesi gereği  hükmedilen bir yıl veya daha az süreli hapis cezası, kısa süreli hapis cezasıdır . Aynı  Kanunun  50.  maddesi  uyarınca  kısa  süreli  hapis  cezalarını şartlarını  taşıması  halinde  adı  geçen  maddede  ifade  olunan  seçenek yaptırımlara çevirmek mümkündür. I.  Kavram ve Hukuki Nitelik Bu güne kadar bir cezanın ne zaman kısa süreli sayılacağı konusunda ortak  bir  görüşe  ulaşılamamıştır.  Öğretide,  kısa  süreli  hapis  cezasının fonksiyonunu göz önünde bulundurmak suretiyle bir tanıma ulaşılabileceği yönünde görüşlere rastlanmaktadır. Örneğin  kesinleştiği tarihten itibaren suçlunun eğitimi ve iyileştirilmesi bakımından makul imkânı vermeyecek süredeki hürriyeti bağlayıcı hapis cezaları  kısa süreli sayılmıştır. Ancak bu yolla sorunu çözmek de mümkün değildir. Çünkü hangi sürenin hükümlü üzerinde ıslah edici etki doğurduğunu tespit etmek suça ve suçluya ilişkin değişkenler göz önünde bulundurulduğunda olanaklı değildir.  Kısa  süreli  hürriyeti  bağlayıcı  cezalar,  uluslararası  ceza  hukuku kongrelerinde  de  tartışılmıştır.  1948   de  Milletlerarası  Ceza  ve  İnfaz Komisyonu üç ayı geçmeyen hürriyeti bağlayıcı cezaları kısa süreli olarak nitelemiştir.1950 La Haye 12. Uluslararası Ceza Hukuku Kongresi nde, aynı süre kısa süreli olarak kabul edilmişken; 1960 Londra Suçların Önlenmesi ve Suçlulara  Uygulanacak  Muamele  Hakkında  Birleşmiş  Milletler Kongresi nde altı ay üst sınır olarak kabul görmüştür.  Nihayetinde  bu  kabul  siyasi  kanun  koyucunun  takdirine  ve  ceza politikasına  göre  şekillenmektedir.    TCK   nun  49.  maddesi  uyarınca, Ülkemizde hükmedilen bir yıl veya daha az süreli hapis cezası, kısa süreli hapis cezası olarak nitelendirilir. Hapis cezası, kanunda aksi belirtilmeyen hallerde bir aydan az olamaz.                                                   5  Dönmezer, S./Erman, S.: Nazari ve Tatbiki Ceza Hukuku, GK, C. II, 7. Bası, İstanbul 1981, s. 781; Çolak, H./Altun, U.: Kısa Süreli Hapis Cezaları, Seçenekli Yaptırımlar ve İnfaz Rejimleri, TBBD, S. 67, Y. 2006, s. 175. 6  Artuk/Gökcen/Yenidünya, s. 863; Çolak/Altun, s. 176. 66Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 63-100                                           Aygün Eşitli Cezanın kısa süreli olup olmadığını belirlemek bakımından yargılama sonunda hükmedilen somut ceza esas alınır. Birden çok cezaya hükümlülük halinde hapis cezasının kısa süreli olup olmadığının belirlenmesinde her bir cezanın süresi ayrı ayrı dikkate alınır.  Kısa  süreli  hapis  cezasına  seçenek  yaptırımlar  TCK   nun  50. maddesinde düzenlenmiştir. Aynı maddenin beşinci fıkrası  Uygulamada asıl mahkûmiyet, bu madde hükümlerine göre çevrilen adlî para cezası veya tedbirdir 8 hükmüyle seçenek tedbirlerin bir cezai yaptırım olduğunu açıkça ifade etmektedir. Oysa TCK  nun 45. maddesi cezaları hapis ve adli para cezaları olarak sınırlamaktadır. Her ne kadar TCK  nun 50/7. fıkrasında, madde başlığıyla uyumsuz bir şekilde  yaptırım   yerine  tedbir  ifadesi kullanılmışsa da, ihlale tepki olan seçenek yaptırımları güvenlik tedbirleriyle karıştırmamak  gerekir.  Zira  güvenlik  tedbirleri,  ihlale,  yani  suça  tepki olarak ortaya çıkmazlar. Dolayısıyla ödetici herhangi bir karaktere sahip değildirler.  Bu  tedbirler,  suçun  bizzat  faili  tarafından  işlenebilecek  yeni suçların  tehlikesine  karşı  başvurulan  önleyici  savunma  vasıtaları olduklarından ceza yaptırımı özelliği göstermezler.                                                      7  Yargıtay 4. CD. 03.11.1987 T., 1987/7174 E., 1987/8989 K., (YKD, Mart 1988, s. 424); Yargıtay 4. CD. 02.03.1988 T., 1988/1344 E., 1988/1683 K. (YKD, Ekim 1989, s. 1489). 8   Sanık hakkında hükmolunan hapis cezasının henüz seçenek yaptırım olarak adli para cezasına ve tedbire çevrilmeden hükmün açıklanmasının geri bırakılması koşullarının değerlendirilmesi zorunlu olup, ancak bu konuda olumsuz bir kanaate ulaşıldığı takdirde uygulanabilecek bir hükme dayanılarak sonuç cezanın çevrilen adli para cezası veya tedbir olduğundan  hareketle  taksirli  suçlarda  hükmolunan  2  yıldan  fazla  hapis  cezalarında hükmün açıklanmasının geri bırakılmasına karar verilebileceğini kabul etmek olanaklı değildir.  Diğer yönden; 5271 sayılı Yasanın 231. maddesinin 7 ve 11. fıkralarına aykırı olarak hükmolunan cezanın adli para cezasına çevrilmesi ve bilahare sonuç cezanın adli para cezası olduğundan bahisle, hukuka aykırı bir uygulamanın sonuçlarından sanığın ikinci kez yararlandırılması da hukuken kabul edilemez  (YCGK, 10.2.2009 T., 2008/9-265 E., 2009/22 K.). 9  Bkz., farklı görüş, Özbek, V. Ö./Kanbur, M. N./Bacaksız, P./Doğan, K./Tepe, İ: Türk Ceza Hukuku Genel Hükümler, Ankara 2010, s. 544 vd.  10  Doktrinde bir kısım görüş, TCK  nun 50. maddesinde ifade olunan adli para cezası dışındaki tedbirlerin, güvenlik tedbiri olduğu görüşündedir (Özgenç, İ.: Türk Ceza Kanunu Gazi Şerhi (Genel Hükümler), Ankara 2005, s. 646) Buna karşın diğer bazı yazarlar, bu yaptırımların ceza yaptırımı yerine geçen ceza veya tedbir olup bağımsız nitelik taşıdıkları görüşündedir (Soyaslan, Ceza Hukuku Genel Hükümler, 3. Baskı, Ankara 2005, s. 563).    11   Seçenek tedbir  teriminin eleştirisi için ayrıca bkz., Nuhoğlu, A.: 5237 Sayılı Türk Ceza Kanununda Güvenlik Tedbirleri, Türk Ceza Kanununun 2. Yılı, Sempozyum, TCHD, İstanbul 2008, s. 192. 12  Hafızoğulları/Özen, s. 456 vd. Ayrıca bkz., yazarların, hak yoksunluklarının güvenlik tedbiri olmadığına ilişkin eleştirileri için, a.g.e., s. 491 vd.   67Kısa Süreli Hapis Cezası...                     Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 63-100 O halde yapılması gereken, ihlale bir tepki olarak ceza kanununda yer verilen, ceza muhakemesine ve cezaların infazına ilişkin kurallara tabi olan, yoksunluk  doğuran  ve  uyulmaması  halinde  hapis  cezasına  çevrilen,  bu özellikleri itibariyle de ceza yaptırımı özelliği gösteren bu yaptırımlara da 45. maddede suç karşılığı uygulanan cezalar arasında yer vermektir.   Kısa süreli hapis cezalarının yukarıda açıklanan seçenek yaptırımlardan birine  çevrilmesi  hâlinde  asıl  mahkûmiyet  hapis  cezası  değil,  çevrilen seçenek yaptırımdır.  Bu nedenle cezanın ertelenmesine, tekerrüre, koşullu salıverilmeye ve belli hakları kullanmaktan yoksun bırakılma tedbirine ilişkin hükümler bu cezalarda uygulanmaz. Ancak  bazı  kanunlar,  hükmedilen  hürriyeti  bağlayıcı  cezaların,  kısa süreli  olsa  dahi,  seçenek  yaptırımlara  çevrilemeyeceğini  öngörmüştür. Örneğin, 3628 sayılı Kanun  un 16. maddesi;  bu bölümde yazılı olan cezalar …tecil edilemez, şahsi hürriyeti bağlayıcı olanlar para veya tedbire çevrilemez…   hükmünü  amirdir.  Her  ne  kadar  TCK   nun  5.  maddesi karşısında TCK  nun 50. maddesinin özel ceza kanunları ve ceza içeren kanunlardaki suçlar hakkında da uygulanması gerektiği, dolayısıyla aksine düzenleme olsa dahi bu kanunlardaki suçların karşılığında hükmedilen kısa süreli  hapis  cezasını  seçenek  yaptırıma  çevirmenin  mümkün  olduğu düşünülebilirse  de  sorunun  çözümü  o  kadar  kolay  değildir.  Zira  bir Kanunun diğer bir Kanuna üstünlüğü yoktur ve diğer Kanuna aykırı dahi olsa ilgili madde iptal edilene ya da değiştirilene kadar yürürlükte olacak, geçerliliğini sürdürecektir.    II.  Çağdaş Ceza Hukukunda Kısa Süreli Bir Hapis Cezasında ve Bu Cezaya Seçenek Yaptırımda Bulunması Gereken Başlıca Özellikler  1. Cezanın İnsan Onuruyla Bağdaşabilir Nitelikte Olması İnsan,  sadece   insan   olma  vasfından  ötürü,  biri  diğerinden  ayrı tutulmaksızın onurludur.                                                   13  3628 sayılı Mal Bildiriminde Bulunulması, Rüşvet ve Yolsuzlukla Mücadele Kanunu. 14  Bkz., Demirbaş, T.: İnfaz Hukuku, 3. Baskı, Ankara 2013, s. 73; Koca, M./Üzülmez, İ.: Türk  Ceza  Hukuku  Genel  Hükümler,  2.  Baskı,  Ankara  2009,  s.  482; Özbek/Kanbur/Bacaksız/Doğan/Tepe, s. 550 vd. 68Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 63-100                                           Aygün Eşitli  İnsan onuru  kavramına ilişkin bir tanım hükmüne ne AİHS  nde ne de TC. Anayasası  nda rastlamak mümkün değilse de insan haklarının ve insan hakları  temelinde  şekillenen  tüm  normların  temelini   insan  onuru  kavramından aldığını söylemek mümkündür.  O halde AİHS  nde yer alan temel hakların, nihayetinde topyekûn insan onurunun  bir  tanımı  ve  yansıması  olduğunu  söylemek  mümkündür. TC. Anayasası, 2. maddesinde yer alan  insan haklarına saygılı  ifadesiyle  insan onurunu  kendisinden vazgeçilmez bir temel değer olarak kabul etmiştir.     Birleşmiş Milletler  in ve Avrupa Konseyi  nin ilgili belgeleri birlikte göz  önünde  bulundurulduğunda,  hürriyeti  bağlayıcı  cezanın  tek  başına, insanın, insan olma onurunu yok ettiği söylenemez. Ancak çok aşırı, yüksek hürriyeti bağlayıcı cezalar veya bu cezaların insanlık onurunu rencide eden infaz biçimleri AİHS  ne aykırılık oluşturacaktır.   Hükümlünün  eğitimine,  bir  başka  deyişle  ıslahına  en  elverişli  olan cezanın uygulanması, insan onuruna uygun, aksi uygulama ise insan onuruna aykırı olacaktır.    Kısa süreli dahi olsa seçenek yaptırıma hükmetmek imkânı varken bu yol kullanılmamışsa hapis cezası suçla orantısız olacak, bu da cezalandırma adı  altında  hükümlüye  zulmetmek  sayılacağından  insan  onuruna  aykırı olacaktır.   Hapis cezası son çare olarak başvurulan bir yaptırım şeklidir. Eğer son çare olarak bu tedbire başvurulmuyorsa, yani seçenek yaptırıma çevirmek imkânı  varken  bu  imkân  kullanılmıyorsa,  kısa  süreli  dahi  olsa  o  hapis cezasının insan onuruyla bağdaşmadığını kabul etmek gerekecektir.  Bu  sebeple  mahkemeler  takdir  haklarını  hukuka  uygun  kullanmak yönünde azami özen göstermelidirler. Hemen belirtelim ki hâkim kararında seçenek  yaptırıma  hükmetmiyorsa  bunu  gerekçelendirmek  zorundadır. Cezanın  adli  para  cezasına  veya  diğer  seçenek  yaptırımlardan  birine çevrilmesine veya bu hususlara ilişkin istemlerin reddine ait dayanaklar,                                                  15  Yenisey,  F.:  İnfaz  Hukukunun  İnsan  Hakları  Yönü,  İnfaz  Hukukunun  Sorunları, Sempozyum, 24/25.11.2000, Ankara, s. 237 vd.  16  İtalyan  Anayasası,  27.  maddesinde;   cezalar  insanlık  duygusuna  aykırılık  oluşturan muameleden ibaret olamazlar; hükümlünün yeniden eğitilmesini amaçlamak zorundadırlar  demektedir.    69Kısa Süreli Hapis Cezası...                     Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 63-100 CMK  nun 230/1-d bendi gereği hükmün gerekçesinde gösterilmesi gereken hususlardandır.  Öte  yandan  hâkim,  bu  yönde  talep  olmasa  bile, bireyselleştirmeye  yarayan  tüm  kurumları  neden  uyguladığını  ya  da uygulamadığını gerekçeli olarak hükmünde açıklamalıdır. Çünkü cezanın bireyselleştirilmesi hâkimin sorumluluğundadır.17. Aksi takdirde bu hukuka aykırılık bozma nedeni olacaktır.   Öte  yandan  koşullu  bir  düşme  nedeni  oluşturan   hükmün açıklanmasının geri bırakılması  müessesesi, mahkûmiyet, suç niteliği ve ceza miktarına ilişkin objektif koşulların varlığı halinde, diğer kişiselleştirme hükümlerinden  önce  ve  re'sen  mahkemece  değerlendirilerek,  koşullarını sağlaması  halinde  öncelikle  uygulanacak,  koşullarının  bulunmaması durumunda ise diğer kişiselleştirme nedenleri, bu kapsamda da TCK  nun 50. maddesi şartları varsa değerlendirilebilecektir.  O halde kısa süreli bir hapis cezası söz konusu olduğunda öncelikle sanık lehine olarak hükmün açıklanmasının geri bırakılmasına karar verilip verilemeyeceği değerlendirilmeli, bunun mümkün olmaması halinde bu kez hapis cezasını seçenek yaptırımlara çevirmek imkânının olup olmadığı göz önünde  bulundurulmalı,  bunun  da  şartları  oluşmuyorsa  kısa  süreli  hapis cezasına mahkûmiyet söz konusu olmalıdır.  Kısa  süreli  hapis  cezasına  mahkûmiyet  durumda  kanunla  muayyen objektif veya subjektif şartların somut olayda mevcut olması halinde ise cezanın özel infaz usullerine göre çektirilmesine karar verilmelidir.   Hükümlülere  uygulanacak  infaz  usulleri  insanca  olmak  zorundadır. Hükümlü ile hür vatandaş arasında insanlık haysiyetini rencide eden farklar yaratılamaz. Hükümlüye disiplin sebebi ile uygulanacak  zor tedbirleri ,  insanca olmak  ölçüsü ile sınırlı bulunmaya mecburdur.   2. Cezanın Bireyselleştirilmiş Olması Ceza  sorumluluğunun  bireyselliği  ilkesi,  suç  failinin  cezadan  bizzat sorumlu olması ve failin dışındaki üçüncü kişilerin suç olarak nitelendirilen davranış için cezalandırılmamasını ifade eder.                                                  17  Centel, N./Zafer, H./Çakmut, Ö.: Türk Ceza Hukukuna Giriş, 4. Bası, İstanbul 2006, s. 597. Ayrıca bkz., YCGK, 27.06.2002 T., 2002/2-136 E., 2002/146 K. 18  YCGK, 10.2.2009 T., 2008/9-265 E., 2009/22 K.  19  Erem, F.: Ceza Usulü Hukuku, Ankara 1970, s. 707 vd. 20  İçel, K./Sokullu Akıncı, F./Özgenç, İ./Sözüer, A./Mahmutoğlu, F. S./Ünver, Y.: Yaptırım Teorisi, 3. Kitap, İstanbul 2000, s. 14. 70Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 63-100                                           Aygün Eşitli Ceza münhasıran fiilin fail ya da faillerine uygulanmalıdır. Anayasa, 38. maddesinde, TCK ise 20. maddesinde ceza sorumluluğunun şahsi olduğu ilkesini kabul etmiştir.  Kısa süreli hapis cezası yerine seçenek yaptırımlardan birine hükmetme, cezanın bireyselleştirilmesi enstrümanlarından birini oluşturmaktadır.  Hapis cezasına seçenek yaptırımlara hükmedilirken, suçlunun kişiliği, sosyal ve ekonomik durumu, yargılama sürecinde duyduğu pişmanlık ve suçun  işlenmesindeki  özellikler  göz  önünde  bulundurularak  en  uygun seçenek yaptırım belirlenmelidir.  Bu kapsamda, Mahkemeler, Denetimli Serbestlik Şube Müdürlüklerince hazırlanan  sosyal araştırma raporlarından  yararlanmaktadırlar. Bu raporlar, denetimli serbestlik uzmanları tarafından, sanığın kendisi ve sosyal çevresi ile  yapılan  görüşmeler,  dosya  ve  belgeler  üzerinde  yapılan  incelemeler sonucunda,  başta  suça  neden  olan  etkenler  olmak  üzere  sanığın  tüm yönlerinin değerlendirilmesi suretiyle hazırlanarak mahkemelere gönderilen raporlardır.  Öte yandan hapis cezasına seçenek yaptırımlar veya özel infaz usulleri söz  konusu  olduğunda  failin  kendisinin  ve  çevresinin  özel  hayatının gizliliğini zorunlu olan ölçünün ötesinde ihlal etmemek noktasında azami özen gösterilmelidir.  Ceza  bireyselleştirilirken,  TCK   nun  50.  maddesinde  sıralanan  ve seçenek  yaptırıma  hükmedilmesini  sonuçlayan  suça  ve  suçluya  ilişkin şartların TCK  nun 62. maddesinde yer alan takdiri indirim nedenleriyle özü itibariyle aynı olması sonuç ceza belirlenirken problem yaratabilmektedir. Bir neden sonuç ceza belirlenirken değil mi ki iki defa göz önüne alınamaz, TCK   nun  50/1.  maddesinde  ifade  olunan  şartlar,  ancak  takdiri  indirim nedeniyle  çelişmediği  ölçüde  seçenek  yaptırıma  hükmedilirken  dikkate alınabilecektir.  Bu sorunun önüne geçebilmek adına seçenek yaptırımlar lehine kanuna öncelikli  uygulama  şartı  getirilmeli  ve  bu  yolla  hâkim  ancak  seçenek                                                  21 Antolisei, F.: Manuale di diritto penale, Milano 1980, s. 598. 22  Özgenç, Gazi Şerhi, s. 645. 23  Kamer, V. K.: Denetimli Serbestlik, 3. Yılında Yeni Ceza Adaleti Sistemi,  Sempozyum,  1-3 Haziran 2008, (Editör: Prof. Dr. Bahri Öztürk), s. 707.   71Kısa Süreli Hapis Cezası...                     Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 63-100 yaptırımın  cezanın  caydırıcılığı  noktasında  elverişsiz  kalacağı  istisnai hallerde  gerekçesini  belirtmek  kaydıyla  takdirini  hapis  cezasından  yana kullanabilmelidir.  Bir  başka  deyişle  kısa  süreli  hapis  cezasında  seçenek  yaptırıma çevirmek kural, hapis cezası ise istisna olmalıdır.     3.  Cezanın  Neticeleri  İtibariyle  Adli  Hata  Halinde  Telafisinin Mümkün Olması Mahkemeler kararlarını mevcut deliller ışığında vicdani kanaatlerine göre verirler. Ancak ulaşılan maddi gerçek ile mutlak gerçek her zaman birbirini tutmayabilir ki bu halde de adli hata söz konusu olur.  İnsan  Haklarının  ve  Temel  Özgürlüklerin  Korunmasına  İlişkin Sözleşmeye ek 7. Protokol  ün 3. maddesi uyarınca;  Bir kişinin, kesin bir kararla cezai bir suçtan mahkûm edilmesi ve sonradan yeni veya yakın zamanda  keşfedilmiş  bir  delilin  kesinlikle  yanlış  bir  adalet  uygulaması olduğunu göstermesi veya kişinin affedilmesi nedeniyle cezai kararın iptal edilmesi halinde, bilinmeyen delilin açıklanmamış olmasının tamamen veya kısmen  o  kişiye  atfedildiğinin  ispatlandığı  haller  dışında,  böyle  bir mahkûmiyet sonucunda cezaya maruz kalan kişi ilgili devletin yasası ve uygulamasına  göre  tazmin  edilecektir .  Türkiye  henüz  bu  protokolü onaylamamıştır.  Ancak  adli  hata  halinde  şartları  varsa   Yargılamanın Yenilenmesi   olağanüstü  kanun  yoluna  başvurulabilir.  Yargılamanın yenilenmesi sonucunda beraat veya ceza verilmesine yer olmadığı kararının verilmesi halinde, öneki mahkûmiyet kararının tamamen veya kısmen infaz edilmesi dolayısıyla kişinin uğradığı maddi ve manevi zararlar, CMK  nun 141-144. maddeleri hükümlerine göre tazmin edilir.   Şu durumda hem kısa süreli hapis cezaları hem de bu cezaya seçenek olan yaptırımlar birlikte değerlendirildiğinde, adli hatanın kanuni şartların varlığına  bağlı  ve  bununla  sınırlı  olarak  telafisinin  her  zaman  yeterli olmamakla birlikte mümkün olduğu gözlemlenmektedir. Öte yandan bazı yazarlar, bir defa cezaevine girmiş hükümlüyü, artık oraya girmemiş  bir  kişi haline  getirmek  olanaksız  olduğundan,  hürriyeti                                                  24  Bu konuda ayrıntılı bilgi için bkz., Feyzioğlu, M.: Ceza Muhakemesinde Vicdani Kanaat, Ankara 2002. 25  Bkz., CMK, md. 311 vd. 72Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 63-100                                           Aygün Eşitli bağlayıcı  cezaların  adli  hata  halinde  telafisinin  mümkün  olmadığını, tazminatın  cezaevinde  geçirilen  günleri  geri  getirmeyeceğini  ve  duyulan ızdırabı ortadan kaldırmayacağını ifade etmişlerdir.    4. Cezanın, Önleyici, Islah Edici ve Ödetici Olması  Ceza korkutucu etkisiyle önleyici, suçun işlenmesini takiben bastırıcı ve bu özelliği itibariyle diğer suçların işlenmesini önleyici, suç işlemiş olan kimseyi infazın tamamlanmasıyla beraber ıslah edici ve nihayetinde kendisi kamusal bir zarar ve kötülük olması nedeniyle ödetici vasıfları taşımalıdır. Bu  bakımdan  ele  alındığında  cezanın  amacı  suçlunun  ıslahıdır.  Cezanın kendisi ise, bir kötülüğün yine bir kötülükle ödetilmesi olması nedeniyle ödetmedir. Ancak ceza bir yandan kişisel öç almanın önüne geçmek bir yandan da bu duyguları tatmin etmek bakımından bir denge sağlamak adına kamusal bir ödetme mekanizmasıdır. Adalet, iyiliğin iyilikle, kötülüğün ise kötülükle  ödetilmesini  emretmektedir.  Çünkü  ancak  bu  yolla  bir  amaca varılmakta,  bir  çıkar  elde  edilmekte,  bir  değer  sağlanmakta,  dolayısıyla topluma ait bir ihtiyaç giderilmektedir. Ödetme cezanın kendisi olduğu içindir ki bir şeyin kendisi, aynı zamanda o şeyin amacı olamayacağından, hiçbir  zaman  cezanın  amacı  olamaz.  O  halde  cezanın  amacı,  cezanın kendisiyle yani ödetme ile ulaşılmak istenen sonuçtur. Bu sonuç ise suçluyu uslandırmak, ıslah etmek, düzeltmektir. Öte yandan cezanın tehdit anında, yani henüz suç işlenmemişken psikolojik baskı ve manevi cebir şeklinde ortaya çıkarak suçun işlenmesine engel olan genel önleme işlevi söz konusu olurken, tehdidin gerçekleşmesi, yani suçun işlenmesi halinde cezanın infazı yoluyla  fiziki  baskı  veya  maddi  cebir  şeklinde  ortaya  çıkan  ve  cezanın amacına ulaşmakta bir araç olarak kullanılan özel önleme işlevi söz konusu olmaktadır. O halde cezanın kendisini ödetme, amacını ıslah, işlevini ise önleme olarak özetlemek mümkündür.  Gerek kısa süreli hapis cezası gerek bu cezaya seçenek yaptırımlar, nihayetinde  hükümlüye  işlediği  suç  dolayısıyla  uygulanan  bir  kötülük olmaları nedeniyle cezanın ödetme özelliğini yerine getirmektedirler.                                                    26  Artuk, M. E./Gökcen, A./Yenidünya, A. C.: Ceza Hukuku Genel Hükümler, Ankara 2007, s. 857 vd. 27  Hafızoğulları, s. 181 vd.; Hafızoğulları/Özen, s. 435. 28  Cezanın genel ve özel önleme işlevine yönelik ayrıntılı bilgi için bkz., Mantovani, F.: Diritto penale, Padova 1979, s. 765 vd.  29  Bkz., ayrıntılı bilgi için, Hafızoğulları/Özen, s. 425 vd.; Dönmezer/Erman, s. 683 vd.     73Kısa Süreli Hapis Cezası...                     Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 63-100 Kısa  süreli  hapis  cezasının  hükümlü  üzerinde  yaptığı  etki  ile  onun tekrar  suç  işlemesini  engellediği,  genel  önlemeyi  de  sağlayabilecek korkutuculuğa sahip olduğu, suçun kefaretini hissettirmesi dolayısıyla da mağdur yakınlarının öç alma duygularını tatmin ettiği ifade edilmiştir. Öte yandan kısa süreli hapis cezasına neden olan basit bir suçu işlemiş kimsenin, kriminojenik unsurlar içeren cezaevi ortamına gönderilmesi söz konusu bireyin suça eğilimli olma olasılığını arttırdığı gibi,  bu suçlulara verilen hapis cezaları da miktarının az olması sebebiyle cezanın amacından beklenen ıslah edici olma özelliğini tam anlamıyla yerine getirememektedir. Ayrıca  kısa  süreli  hapis  cezasıyla  lekelenen  kimseyi  suç  yolundan döndürecek manevi engeller de yıkılmış olmaktadır. Oysa böyle bir manevi engeli mutlak bir zorunluluk olmadıkça yıkmamak toplum menfaatinedir. Bu nedenle olması gereken kısa süreli hapis cezası söz konusu olduğunda cezanın  amacını  yerine  getirebilmesi  adına  cezayı  seçenek  yaptırıma çevirmek,  eğer  çevrilemiyorsa  bu  kez  hükümlüye  özel  infaz  usulleri uygulamaktır.  Cezanın önleyicilik işlevini; özel önleyicilik ve genel önleyicilik olarak iki başlık altında değerlendirmek mümkündür.  Ceza infazı esnasında, suçun belirleyip ortaya koyduğu suçta tekerrür tehlikesine, bastırma suretiyle, fiziksel engelleme ve psikolojik engelleme olarak iki biçimde karşı koymakta, bu şekilde de özel önleyicilik işlevini yerine getirmektedir:                                                    30  Artuk/Gökcen/Yenidünya, s. 864; İçel/Sokullu Akıncı/Özgenç/Sözüer/Mahmutoğlu/Ünver, s. 83 vd. 31   Basit suç  terimiyle, kısa süreli hapis cezasıyla cezalandırılan, cezası az olan suçlar ifade edilmek istenmiştir. Önemsiz suç yoktur, her suç toplumsal düzeni az ya da çok bozar ve daha ağır suçların işlenmesine zemin hazırlar. Bu konuda ayrıntılı bilgi için bkz., Demirbaş, T.: Kriminoloji, 3. Baskı, Ankara 2010, s. 134; Ömeroğlu, Ö.: Suç Korkusu, Cezanın Caydırıcılığı ve Küçük Suçlar, GHFD, C. XVI, Y. 2012, S. 4, s. 359 vd.     32  Artuk/Gökcen/Yenidünya, s. 864.  33  Bettiol, G.: Diritto penale, PG, Padova 1976, s. 712 vd.; Cadoppi, A./Veneziani, P.: Manuale di diritto penale, Terza edizione, Padova 2007, s. 476 vd.; Fiandaca, G./Musco, E.: Diritto penale, PG, Quinta edizione, Bologna 2007, s. 698 vd.; Garofoli, R.: Manuale di diritto penale, PG, Roma 2011, s. 1356 vd.; Fitzgerald, P. J.: Criminal law and punishment, Oxford 1962, s. 199 vd.  34  Hafızoğulları/Özen, s. 444 74Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 63-100                                           Aygün Eşitli Ceza, infazı esnasında suçlu kişiyi fiziksel engelleme (maddi cebir) suretiyle maddeten zarar vermek imkânından mahrum etmekte, bu şekilde hükümlüyü  yeni  suçları  işlemek  imkânından  alıkoymaktadır.  Bu  açıdan cezanın özel önleyicilik işlevi, suçlu kişiyi, zor kullanarak zararsız kılmanın bir aracı olarak ortaya çıkmaktadır.  Öte yandan infaz edildiği esnada ceza, kişiyi ıslah etmekte, kişiliğini yeniden  yapılandırarak  topluma  kazandırmakta,  böylece  yeni  suçlar işlemesinde kişiyi psikolojik ve ahlaki bir imkânsızlık içine sokmakla özel önleyicilik işlevinin diğer biçimi olan psikolojik engelleme özelliğini yerine getirmektedir.  Genel önleyicilik işlevi bakımından ceza, infaz edilmekle birlikte, suçlu tarafından  çekilen  cezanın  ibret  olma  niteliğinden  gelen  manevi  cebri, işlenen suçtan psikolojik olarak doğan suça özenme duygusunun ve kötü örneğin  karşısına  koyarak;  böylece  ceza  tehdidinin  fiilen  gerçekleşmesi sayesinde, bizzat tehdidin ahlaki gücünü perçinleyerek, kısacası toplumun hukuk düzenine itaatsiz olanlar karşısında, hukuk düzeni ve devletin gücünü teyit  ederek,  suça  eğilimi  olmayan  kimseler  arasında  suçun  bulaşması tehlikesini  önlemekte,  bu  şekilde  de  genel  önleyicilik  işlevini  yerine getirmektedir.  Belirtmek gerekir ki suç oranları üzerinde cezanın önleyici bir etkisi olmakla  beraber  bu  etki  mutlak  değil  sınırlıdır.  Çünkü  hiçbir  koşul  ve zamanda nihayetinde hukukça tanınan doğal bir olgu olan suçu tamamen ortadan kaldırmak mümkün değildir. Zira suçluluğu tek başına tatmin edici şekilde açıklayan bir teori de mevcut değildir. Suça, suçluya ve çevresel faktörlere ilişkin pek çok değişken, suçluluk üzerinde etkili olmaktadır.  Dolayısıyla cezanın suçu tamamen ortadan kaldırmamış olması, bu olasılık mümkün olmadığından, cezanın önleyici olmadığı yönünde bir varsayımı haklı  çıkarmaz.  Bu  nedenle  cezanın,  suçun  işlenmesi  oranını  düşürdüğü ölçüde önleyicilik işlevini yerine getirdiğinin kabulü gerekir.                                                    35  Hafızoğulları/Özen, s. 446. 36  Demirbaş, Kriminoloji, s. 137. 37  Mannheim, H.: Comparative criminology, Great Britain 1965; s. 201 vd.; Yücel, M. T.: Adalet Psikolojisi, Ankara 2011, s. 264 vd. Ayrıca bkz., Dönmezer, S.: Kriminoloji, 8. Bası, İstanbul 1994.   75Kısa Süreli Hapis Cezası...                     Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 63-100 Cezanın önleyiciliğe sahip olması için yeterli ağırlıkta, kesin/kaçınılmaz ve hızlı olması gerekmektedir.  Cezanın ağırlığı unsurundan kastedilen, verilen cezanın suçla orantılı olmasıdır. Cezanın işlenilen suçtan ağır olması toplumdaki adalet duygusunu zedeleyebileceği gibi işlenen suça kıyasen hafif kalması da cezadan beklenen önleyicilik işlevini yerine getirmesine engel olacaktır. Bu noktada kısa süreli hapis cezalarının ve özellikle hapis cezasından çevrilen yaptırımların cezanın genel ve özel önleyicilik işlevini yerine getirmeye uygun ağırlıkta olmalarına dikkat edilmelidir. Kısa süreli hapis cezası, diğer suçlara nazaran daha basit bir  zarar  ya  da  tehlike  doğuran  suçlar  söz  konusu  olduğunda  gündeme geldiğinden, kural olarak ağırlığı itibariyle suçla orantılı olduğunu söylemek mümkündür. Öte yandan kanun koyucu kanunla muayyen koşulların varlığı halinde,  bazı  kısa  süreli  hapis  cezalarının  özel  infaz  usullerine  göre çektirilebileceğini belirterek, bu gibi durumlarda bu özel infaz usullerinin de cezanın önleyici etkisini sağladığını kabul etmiş bulunmaktadır.  Kanunen muayyen kılınmış suça ve suçluya ilişkin özellikler birlikte değerlendirilerek  mahkemede  yeterli  önleyiciliğe  sahip  olduğu  kanısının doğması  durumunda  hükmedildikleri  içindir  ki  hapis  cezasına  seçenek yaptırımların da yeterli ağırlıkta olduklarını kabul etmek gerekir.    Diğer  taraftan  yapılan  araştırmalar,  cezaların  ağırlığından  daha  çok kesinliğinin,  yani  suç  işleyenin  yakalanacağı  ve  ceza  alacağı  yönündeki güçlü bir inancın, bireyleri suç işlemekten alıkoyacağını göstermektedir.  Kanunların herkese eşit uygulanmadığı, af kurumunun istisna değil, kural  haline  getirildiği,  hâkimlerin  bağımsızlığı  önüne  ciddi  engellerin konulduğu  bir  hukuk  sisteminde  cezanın  kesinliğinden,  dolayısıyla  da önleyiciliğinden bahsetmek mümkün olmayacaktır.  Cezanın  hızlı  olması  ise  caydırıcılığı  sağlayan  bir  diğer  önemli unsurdur. Dolayısıyla ceza suçun işlenmesinden hemen sonra ve başta adil yargılanma  hakkı  olmak  üzere  çağdaş  ceza  muhakemesinin  kurallarına                                                  38  Ayrıntılı bilgi için bkz., Beccaria, Dei delitti e delle pene, 1764, http://www.liberliber.it., yararlanma tarihi: 09.04.2015. ayrıca bkz., Demirbaş, s. 140. 39  Artuk/Gökcen/Yenidünya, s. 836; İçel/Sokullu Akıncı/Özgenç/Sözüer/Mahmutoğlu/Ünver, s. 24. 40  Yücel,  M.  T.:  Türk  Ceza  Siyaseti  ve  Kriminolojisi,  4.  Bası,  Ankara  2007,  s.  243; Artuk/Gökcen/Yenidünya, s. 830. 76Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 63-100                                           Aygün Eşitli uymak  kaydıyla  mümkün  olan  en  kısa  zamanda  yapılacak  yargılama neticesinde  verilmelidir.  Ancak  bu  şekilde  toplumda  cezadan  kaçma ihtimalinin  olmadığı  algısı  yaratılabilir  ve  ceza  önleyici  işlevini  yerine getirebilir. Geç gelen adalet ne toplum, ne suçtan zarar gören ne de sanık için adil olma özelliğini taşır.   Ancak  savcıların  kendilerine  intikal  eden  işi  bir  sonraki  yıla devretmeden tamamlama oranlarının fazla olması; Mahkemelerinin ortalama yargılama süresinin ve mahkeme başına düşen dava sayısının, yargılamanın makul  sürede  sonuçlanmasına  engel  olacak  düzeyde  olmaması  ve zamanaşımına uğrayan dava sayısının az olması durumunda ceza önleyici etkisini yerine getirebilecek, aksi takdirde hiçbir ceza miktarı suç oranını düşüremeyecektir. O  halde  ancak  yukarıda  ifade  olunan  ağırlık,  kesinlik  ve  hızlılık unsurlarını bünyesinde taşıyan bir cezanın suç oranları üzerinde önleyici işlev gördüğünü kabul etmek gerekir.  Yakalanma ve hapsedilme korkusu, suç işleme eğilimi içerisinde olan bazı bireylerde önemli ölçüde önleyici etki doğururken, bu önleyiciliğin, her suçluda ve her suçta aynı düzeyde etkili olduğunu ileri sürmek mümkün değildir.  Örneğin  mükerrirler  söz  konusu  olduğunda  hapis  cezasının korkutucu etkisi kısa süreli hapis cezasına seçenek yaptırıma nazaran daha fazla olabilmekle birlikte, genel itibariyle cezanın önleyicilik işlevi ilk kez suç işleyen suçlulara kıyasla az olabilmektedir.  Dolayısıyla her zaman hapis cezasına mahkûmiyetin suçun önlenmesi noktasında seçenek yaptırımdan daha faydalı olduğunu söylemek mümkün değildir. Aksine, cezaevleri zaman zaman suçu önlemek bir yana suçluların buluşup suçluluklarını pekiştirdikleri ve suçlu kişiliklerini özümsedikleri bir yer haline de gelebilmektedir.  Kısa  süreli  hapis  cezası,  suçlunun  ailesi,  işi  ve  çevresiyle  olan ilişkilerini bozmakta, maddi ve manevi yönden zayıf bir konuma getirmekte veya  benzeri  güçlükler  içerisine  sürüklemekte,  diğer  suçlularla  temas                                                  41  Bkz., Türk Ceza Adalet Sistemine ilişkin olarak, Dolu, O./Büker, H./Uludağ, Ş.: Türk Ceza Adalet Sisteminin Caydırıcılık Kapasitesine İlişkin Eleştirel Bir Değerlendirme, AUHFD, S. 61 (1), Y. 2012, s. 69-106. 42  Dönmezer/Erman, s. 781.   77Kısa Süreli Hapis Cezası...                     Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 63-100 sayesinde  suçluyu  ıslah  etmek  bir  yana  suçluluğunu  pekiştirebilmekte, devlete  fazladan  mali  yük  yüklemekte,  dahası  ceza  evlerinin  neredeyse tamamının dolu olduğu gerçeğinden hareketle diğer hükümlülerin de uygun bir infaz rejiminden yararlandırılmalarını engellemektedir. Bu noktada kısa süreli hapis cezalarına seçenek olan yaptırımlar, çoğu kez cezanın önleyici, ıslah edici ve ödetici özelliklerini hapis cezasının kendisine nazaran daha çok  taşıdıkları  için  tercih  edilmekte  ve  ceza  kanunlarındaki  yerini bulmaktadır. Kanun koyucunun da gerek 5237 sayılı TCK  nda getirdiği yeni seçenek yaptırımlarla gerek 5275 sayılı CGTİHK ile getirdiği yeni infaz  usulleriyle  Avrupa  ve  Amerika daki  akıma  uygun  olarak  ceza politikasını seçenek yaptırımlardan ve kısa süreli hapis cezasının özel infaz usullerinden yana olarak oluşturmaya çalıştığı göze çarpmaktadır.  Hürriyeti bağlayıcı cezanın kullanımının sınırlanmasına yönelik amaç düşünce,  Avrupa  Konseyi  Bakanlar  Komitesi nin  R  92/17  sayılı  ve 19.10.1992  tarihli  tavsiye  kararında  vurgulanarak  somutlaştırılmış,  Birleşmiş Milletler Genel Kurulu nun A/ Neb/45/110 sayılı ve 2 Nisan 1991 tarihli  Tavsiye  Kararı  ile  ise   Hapis  Dışı  Tedbirlere  İlişkin  Birleşmiş Milletler Minimum Standart Kuralları  (Tokyo Kuralları) kabul edilmiştir.  Tokyo  kuralları  gereğince,  hapis  dışı  tedbirler  teşvik  edilmeli,  bu tedbirler en az müdahale prensibine uygun şekilde kullanılmalı, insan onuru korunmalı,  suçlunun  ve  ailesinin  özel  yaşamının  gizliliğine  özen gösterilmelidir.  İnfaz  şeklinin  belirlenmesinde,  suçlunun  topluma kazandırılma  amacı,  toplumun  korunması  ve  mağdurların  menfaatleri konuları nazara alınmalıdır. Ayrıca seçenek tedbirlere ilişkin olarak halkın anlayış ve işbirliğinin sağlanması yönünde gerekli çalışmalar yapılmalı, halk buna hazırlanmalıdır.                                                   43  Dönmezer/Erman, s. 781, Özbek/Kanbur/Bacaksız/Doğan/Tepe, s. 545 vd.; Çolak/Altun, s. 179. 44  Cezaların  caydırıcılığına  yönelik  olarak  bkz.,  Kızmaz,  Zahir:  Ceza  veya  Kriminal Yaptırımın Suç Oranları Üzerindeki Caydırıcı Etkisi, Sosyal Bilimler Dergisi, s. 210-231, www.cte-ds.adalet.gov.tr., yararlanma tarihi: 25.03.2015. 45  Veriler, son yıllarda, kısa süreli hapis cezası yerine verilen seçenek yaptırım kararlarının artış gösterdiğini ortaya koymaktadır.  (Bkz., Kamer, s. 706).  46  Ayrıca bkz., kısa süreli hapis cezaları, bu cezalara seçenek yaptırımlar ve kısa süreli hapis cezalarının özel infaz usullerinin geçirdiği tarihsel süreç için; 765 sayılı Türk Ceza Kanunu, md. 21 vd.; 647 sayılı Cezaların İnfazı Hakkında Kanun, md. 4, 8. 47  Yücel, Ceza Siyaseti, s. 421 vd., Demirbaş, İnfaz, s. 84 vd. 78Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 63-100                                           Aygün Eşitli Öte yandan zorunlu hallerde istisnai bir yaptırım olarak uygulanması gereken kısa süreli hapis cezasının tümden ortadan kaldırılması da cezanın özel  ve  genel  önleme  işlevi  bakımından  sakıncalı  sonuçlar doğurabileceğinden ceza kanunlarındaki yerini korumalıdır. Zira kısa süreli hapis  cezasına  mahkûm  olmuş  pek  çok  suçlu  bakımından  bir  seçenek yaptırım ideal cezalandırma yöntemi olsa da bazı suçlular üzerinde hapis cezası kadar önleyici bir etki doğurmayacaktır.   III. Kısa Süreli Hapis Cezasına Seçenek Yaptırımlar Kısa  süreli  hapis  cezası TCK   nun  50.  maddesi  uyarınca,  suçlunun kişiliğine,  sosyal  ve  ekonomik  durumuna,  yargılama  sürecinde  duyduğu pişmanlığa ve suçun işlenmesindeki özelliklere göre:    Adli para cezasına,    Mağdurun veya kamunun uğradığı zararın aynen iade, suçtan önceki hale getirme veya tazmin suretiyle, tamamen giderilmesine,    En az iki yıl süreyle, bir meslek veya sanat edinmeyi sağlamak amacıyla, gerektiğinde barınma imkânı da bulunan bir eğitim kurumuna devam etmeye,    Mahkûm olunan cezanın yarısından bir katına kadar süreyle, belirli yerlere gitmekten veya belirli etkinlikleri yapmaktan yasaklanmaya,    Sağladığı  hak  ve  yetkiler  kötüye  kullanılmak  suretiyle  veya gerektirdiği dikkat ve özen yükümlülüğüne aykırı davranılarak suç işlenmiş olması  durumunda;  mahkûm  olunan  cezanın  yarısından  bir  katına  kadar süreyle, ilgili ehliyet ve ruhsat belgelerinin geri alınmasına, belli bir meslek ve sanatı yapmaktan yasaklanmaya,   Mahkûm  olunan  cezanın  yarısından  bir  katına  kadar  süreyle  ve gönüllü olmak koşuluyla kamuya yararlı bir işte çalıştırılmaya, çevrilebilir. Ancak Suç tanımında hapis cezası ile adlî para cezasının seçenek olarak öngörüldüğü hallerde, hapis cezasına hükmedilmişse; bu ceza artık adlî para cezasına çevrilmez.                                                   48  Yargıtay, bir kararında konuya ilişkin olarak, tekerrür halinde hapis cezasını tercih etmek zorunlu olduğundan bu ceza tercih edilmeli, ancak bu kez kanuni engel bulunmadığından şartları varsa seçenek yaptırımlardan adli para cezasına çevrilebilmeli; buna karşın ihtiyari   79Kısa Süreli Hapis Cezası...                     Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 63-100 Daha  önce  hapis  cezasına  mahkûm  edilmemiş  olmak  koşuluyla, mahkûm olunan otuz gün ve daha az süreli hapis cezası ile fiili işlediği tarihte  onsekiz  yaşını  doldurmamış  veya  altmışbeş  yaşını  bitirmiş bulunanların mahkûm edildiği bir yıl veya daha az süreli hapis cezası, birinci fıkrada yazılı seçenek yaptırımlardan birine çevrilir. Bu durumda hâkime hapis cezasını seçenek yaptırıma çevirip çevirmemek noktasında bir takdir hakkı tanınmamış, kanun koyucu tarafından mahkûm olunan otuz gün ve daha  az  süreli  hapis  cezası  ile  fiili  işlediği  tarihte  onsekiz  yaşını doldurmamış veya altmışbeş yaşını bitirmiş bulunanların mahkûm edildiği kısa süreli hapis cezasının söz konusu olması durumunda seçenek tedbirin kendinden beklenen etkiyi yerine getireceği kabul edilmiştir.    Daha  önce  hapis  cezasına  mahkûm  edilmemiş  olmak   ifadesiyle kastedilen  mahkûmiyet  hükmünün  verilmesi  değil,  bu  hükmün kesinleşmesidir. Taksirli suçlardan dolayı hükmolunan hapis cezası uzun süreli de olsa; bu  ceza,  diğer  koşulların  varlığı  halinde,  adlî  para  cezasına  çevrilebilir. Ancak, bu hüküm, bilinçli taksir halinde uygulanmaz. Dolayısıyla şartları varsa,  kısa  süreli  olmasa  dahi  basit  taksirle  işlenen  suçların  adli  para cezasına çevrilmesi mümkündür.  Hüküm kesinleştikten sonra Cumhuriyet savcılığınca yapılan tebligata rağmen otuz gün içinde seçenek tedbirin gereklerinin yerine getirilmesine başlanmaması veya başlanıp da devam edilmemesi halinde, hükmü veren mahkeme kısa süreli hapis cezasının tamamen veya kısmen infazına karar verir ve bu karar derhal infaz edilir. Seçenek yaptırım olarak adli para                                                                                                                    olarak seçimlik cezalardan adli para cezasına hükmedilmiş ise, bu kez TCK md. 50/2 gereği adli para cezası dışındaki seçenek yaptırımlardan biri tercih edilmelidir  şeklinde görüş bildirmiştir. (Yargıtay 1. CD., 22.11.2010 T., 2009/24548 E., 2010/31342 K.) 49  Özbek/Kanbur/Bacaksız/Doğan/Tepe, s. 548. 50  Madde,  yaptırımın  sözcüğünün sonradan  tedbirin  olarak değiştirilmesi üzerine kısa süreli  hapis  cezasından  çevrili  adli  para  cezaları  ile  anılan  maddede  belirtilen  diğer tedbirlerin infaz rejimlerinde farklılıklar oluşturulduğu, hapisten çevrili adli para cezasının ödenmemesi hâlinde zorlama hapsi söz konusu iken, diğer tedbirlerin yerine getirilmemesi hâlinde hâkim tarafından hapis cezasının infazına karar verilmekte olduğu, bu haliyle adli para cezalarının infazı ile diğer tedbirlerin infazında eşitsizlik oluşturulduğu, temel ceza olarak  hapis  cezası  ile  cezalandırıldıktan  sonra  Kanun'un  50.  maddesi  uygulanarak kişiselleştirme ilkesi gereğince hapis cezası para cezasına çevrilen kişiler ile hapis cezası diğer  tedbirlere  çevrilen  kişilerin  eşit  konumda  olmalarına  rağmen  tedbirin  ve  para cezasının  yerine  getirilmemesi  durumunda  sonuç  uygulama  bakımından  farklılık 80Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 63-100                                           Aygün Eşitli cezasına hükmedilmesi ve bu yaptırımın yerine getirilmemesi halinde ise tedbir öncelikle kamuya yararlı bir işte çalıştırılma yaptırımına çevrilecek, bunun şartlarının da yerine getirilmemesi halinde bu kez hapis cezası olarak infaz tamamlanacaktır.   Hükmedilen seçenek tedbirin hükümlünün elinde olmayan nedenlerle yerine getirilememesi durumunda ise, hükmü veren mahkemece bu kez hapis cezasına mahkûmiyet söz konusu olmayacak, bunun yerine tedbirin türü değiştirilecektir. IV. Kısa Süreli Hapis Cezasına Seçenek Yaptırım Türleri 1. Adli Para Cezası  Adli  para  cezaları,  cezaevine  girmenin  yaratacağı  olumsuz  etkileri önlemesi, bölünebilir ve etkili olması, Devlet açısından ekonomik nitelik taşıması, failin sosyal durumu ile ekonomik faaliyetlerini bozmaması ve adli hatanın giderilmesi olanağının varlığı dolayısıyla desteklenmektedir. Buna karşın para cezası, eşitlik ve cezanın bireyselliği ilkelerine aykırı olduğu, cezanın  etkisinin  az  olduğu  ve  infazının  güç  olduğu  gerekçesiyle eleştirilmektedir. Ancak adli para cezalarının ilkel dönemlerden günümüze değin,  ceza  adaleti  sistemi  içerisinde  kendisinden  vazgeçilmesi  güç  bir yaptırım türü olarak varlığını sürdürdüğü görülmektedir.   Kısa süreli hapis cezasına seçenek yaptırım olan para cezası, TCK  nun 52. madde hükmünde öngörülen adli para cezasıdır. İlgili madde uyarınca: Adlî para cezası, beş günden az ve kanunda aksine hüküm bulunmayan hallerde  yediyüzotuz  günden  fazla  olmamak  üzere  belirlenen  tam  gün                                                                                                                    oluşturulduğu  belirtilerek  kuralın,  Anayasa'nın  2.  ve  10.  maddelerine  aykırı  olduğu gerekçesiyle eleştirilmiş ve Anayasaya aykırılığı ileri sürülmüştür. Anayasa Mahkemesi Sanığın kişiliği ve sosyal ve ekonomik durumu dikkate alınarak kısa süreli hapis cezası yerine yine yaptırım olarak adli para cezası tercih edilen sanık ile gönüllü olması üzerine kısa süreli hapis cezası kamuya yararlı bir işte çalıştırılma tedbirine çevrilen sanığın hukuksal durumları aynı olmadığından, eşitlik ilkesi gereği her iki sanığın tümüyle aynı kurallara tabi tutulması gerekmemektedir. Dolayısıyla, haklarında yaptırım olarak adli para cezası verilenlerle kısa süreli hapis cezası yerine seçenek tedbir uygulananlar aynı konumda bulunmadıklarından, bunların infaz sistemlerindeki farklılıklar eşitlik ilkesine aykırılık teşkil etmez. Açıklanan nedenlerle, itiraz konusu kural Anayasa'nın 2. ve 10. Maddelerine aykırı değildir. İptal isteminin reddi gerekir  şeklinde karar vermiştir. (Bkz., Anayasa Mahkemesi  nin 31.10.2013 T., 2013/33 E., 2013/122 K. sayılı kararı)  51  CGTİHK, md. 106/3, 8. 52  Demirbaş, İnfaz, s. 90 vd.; İçel/Sokullu Akıncı/Özgenç/Sözüer/Mahmutoğlu/Ünver, s. 108 vd.; Çetin, S. H.: Türk Ceza Kanunu  nda Adli Para Cezası, Ankara 2012, s. 47 vd.   81Kısa Süreli Hapis Cezası...                     Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 63-100 sayısının, bir gün karşılığı olarak takdir edilen miktar ile çarpılması suretiyle hesaplanan meblağın hükümlü tarafından Devlet Hazinesine ödenmesinden ibarettir. En az yirmi ve en fazla yüz Türk Lirası olan bir gün karşılığı adlî para cezasının  miktarı,  kişinin  ekonomik  ve  diğer  şahsi  halleri  göz  önünde bulundurularak takdir edilir. Kararda, adlî para cezasının belirlenmesinde esas alınan tam gün sayısı ile bir gün karşılığı olarak takdir edilen miktar ayrı ayrı gösterilir. Hâkim, ekonomik ve şahsi hallerini göz önünde bulundurarak, kişiye adlî para cezasını ödemesi için hükmün kesinleşme tarihinden itibaren bir yıldan  fazla  olmamak  üzere  mehil  verebileceği  gibi,  bu  cezanın  belirli taksitler halinde ödenmesine de karar verebilir. Taksit süresi iki yılı geçemez ve taksit miktarı dörtten az olamaz.  5275 sayılı Ceza ve Güvenlik Tedbirlerinin İnfazı Hakkında Kanun (CGTİHK)   un  106/3  ve  8.  maddeleri  gereği;  hükümlü,  tebliğ  olunan ödeme  emri  üzerine  belli  süre  içinde  adli  para  cezasını  ödemezse, Cumhuriyet savcısının kararı ile ödenmeyen kısma karşılık gelen gün miktarı hapis cezasına çevrilerek, hükümlünün iki saat çalışması karşılığı bir gün olmak üzere kamuya yararlı bir işte çalıştırılmasına karar verilir. Günlük çalışma süresi, en az iki saat ve en fazla sekiz saat olacak şekilde denetimli serbestlik  müdürlüğünce  belirlenir.  Hükümlünün,  hakkında  hazırlanan programa  ve  denetimli  serbestlik  görevlilerinin  bu  kapsamdaki  uyarı  ve önerilerine  uymaması  hâlinde,  çalıştığı  günler  hapis  cezasından  mahsup edilerek kalan kısmın tamamı açık ceza infaz kurumunda yerine getirilir.  Hükümlü,  hapis  yattığı  veya  kamuya  yararlı  işte  çalıştığı  günlerin dışındaki  günlere  karşılık  gelen  parayı  öderse  hapisten  çıkartılır  veya kamuya yararlı işte çalıştırılma sona erer. Düzenleme bu şekilde, ödeme gücü olanla olmayan arasında kanun önünde eşitliğe aykırı sonuçlar doğurabilen ve para cezasının ödenmemesi halinde  cezanın,  doğrudan  hapis  cezasına  çevrilmesini  sonuçlayan  eski uygulamayı, ödeme gücü olmayan suçluların parası olan suçlulardan toplum vicdanını  ve  adalet  duygusunu  yaralayacak  şekilde  bir  ayrıma  tabi                                                  53  Değişik: 18/6/2014-6545/81 md. 82Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 63-100                                           Aygün Eşitli tutulmasını engelleyecek biçimde değiştirmiş bulunmaktadır. Şu durumda ödeme  gücü  olmayan  bir  hükümlü  adli  para  cezasını  ödemezse,  cezası doğrudan  hapis  cezasına  çevrilmeyecek,  bunun  yerine  öncelikle  kamuya yararlı  bir  işte  çalıştırma  yaptırımına  hükmedilecek,  hükümlü  yaptırımın gereklerine uygun davranmazsa bu kez cezasının kalan miktarı hapis cezası olarak açık ceza infaz kurumunda çektirilecektir.  2. Mağdurun veya Kamunun Uğradığı Zararın Aynen İade, Suçtan Önceki Hale Getirme veya Tazmin Suretiyle, Tamamen Giderilmesi CGTİHK  un 109. maddesi uyarınca;  kısa süreli hapis cezası yerine Türk  Ceza  Kanununun  50.  maddesine  göre  hükmedilen  seçenekli yaptırımların infazında uygulanacak rejim, tüzükte gösterilir . 06.04.2006 tarihli ve 26131 sayılı Resmi Gazete de yayımlanarak yürürlüğe giren  Ceza İnfaz Kurumları nın Yönetimi ile Ceza ve Güvenlik Tedbirleri nin İnfazı Hakkında  Tüzük ün  (CGTİHT)   Seçenekli  yaptırımlarda  uygulanacak rejim   kenar  başlıklı  51.  maddesinin  ikinci  fıkrasında,  mağdurun  veya kamunun  uğradığı  zararın  giderilmesi  yaptırımının  infazına  ilişkin hükümlere yer verilmiştir. Buna göre, mağdurun veya kamunun uğradığı zararın  giderilmesi  yaptırımının  infazı  aşağıdaki  esaslara  göre gerçekleştirilir:   a.  Zararın  aynen  iade  edilmesi;  hükümlünün  işlediği  suç  nedeniyle haksız olarak ele geçirdiği şeyi aynen ya da satın almak suretiyle suçtan zarar görene iade etmesidir.  b. Suçtan önceki hale getirme; suç nedeniyle verilen zararın, hükümlü tarafından ya da başkası aracılığıyla çalışmak, çalıştırılmak, tamir etmek veya buna benzer faaliyetlerle giderilmesidir.  c.  Zararın  tazmin  edilmesi;  suç  nedeniyle  verilen  zararın  bedelinin suçtan zarar görene ödenerek tazmin edilmesidir.  Öte  yandan  kanun  koyucu  bazı  suç  tiplerinde,  suçtan  kaynaklanan zararın giderilmesini etkin pişmanlık hali olarak düzenlemektedir. Etkin pişmanlık  hükmünün  uygulanmasından  sonra,  cezada  yapılan  indirim nedeniyle kısa süreli hapis cezası ortaya çıkmışsa, bu cezanın TCK  nun 50/1-b bendi uyarınca mağdurun veya kamunun uğradığı zararın tamamen                                                  54  Bkz., TCK, md. 168, 248.   83Kısa Süreli Hapis Cezası...                     Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 63-100 giderilmesi  yaptırımına  çevrilmesi  hem  bir  nedenin  cezanın bireyselleştirilmesinde iki kez uygulanmasının mümkün olmaması hem de özellikle  zararın  tamamen  giderildiği  durumlarda-  zaten  ortada  tazmin edilecek bir zararın bulunmaması nedenleriyle mümkün değilse de cezanın maddede tanımlanan diğer seçenek yaptırımlara çevrilmesinde kanımızca bir engel yoktur.     Mağdurun veya kamunun uğradığı zararın miktarı, mahkemece kararda belirtilmemiş  ise,  5275  sayılı  kanunun  98.  maddesine  göre  Cumhuriyet Savcısı nın talebi ile uğranılan zararın tespiti mahkemeden istenir. Mağdurun  ya  da  kamunun  uğradığı  zararın  tamamen  giderilmesini içeren  kesinleşmiş  ilam,  Cumhuriyet  Başsavcılığı na  verilir.  Cumhuriyet Savcısı, zararın otuz gün içinde tamamen giderilmesini hükümlüye tebliğ eder. Hükümlü adresine yapılan bu tebligatta gösterilen zararı, otuz günlük süre  içinde  tamamen  gidermezse  Cumhuriyet  Başsavcılığı nca,  durum hükmü veren mahkemeye bildirilir. 3. En Az İki Yıl Süreyle, Bir Meslek veya Sanat Edinmeyi Sağlamak Amacıyla, Gerektiğinde Barınma İmkânı da Bulunan Bir Eğitim Kurumuna Devam Etmek  CGTİHT  ün 51/3. maddesi ve 18.04.2007 tarihli ve 26497 sayılı Resmi Gazete de yayımlanarak yürürlüğe giren  Denetimli Serbestlik ve Yardım Merkezleri  ile  Koruma  Kurulları  Yönetmeliği nin  35  vd.  maddeleri uyarınca; bir eğitim kurumuna devam etme yaptırımının infazı, hükümlünün mahkeme kararıyla en az iki yıl süreyle, bir meslek veya sanat edinmeyi sağlamak  amacıyla  gerektiğinde  barınma  imkânı  da  bulunan  eğitim kurumunda eğitime tabi tutulması suretiyle yerine getirilir. Bu yaptırımın uygulanmasını sağlamak amacıyla Denetimli serbestlik ve yardım merkezi şube müdürlüğü ya da bürosu, ilgili kurumlarla işbirliği yaparak, bölgelerinde bulunan eğitim kurumlarını belirler ve mahkemelere verir. Kesinleşen bir eğitim kurumuna devam etme yaptırımını içeren ilâm Cumhuriyet başsavcılığına verilir.                                                   55  Özbek/Kanbur/Bacaksız/Doğan/Tepe, s. 553 vd.; Koca/Üzülmez, s. 487. 84Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 63-100                                           Aygün Eşitli Cumhuriyet  başsavcılığınca  bu  karar,  denetimli  serbestlik  genel defterine kaydedildikten sonra şube müdürlüğü veya büroya iletilir. Şube müdürlüğü veya büro tarafından; yetişkinler için verilen kararlar denetimli serbestlik  defterine,  çocuklar  için  verilen  kararlar  çocukların  denetimine ilişkin deftere kaydedilir. Mahkemelerce eğitim kurumu veya programına devam etme yaptırımı ya  da  yükümlülüğü  verilmesi  halinde  il  veya  ilçe  milli  eğitim müdürlüğünden;  on  gün  içinde  eğitim  kurumu  ya  da  programının belirlenmesi ve denetim görevlisi olarak rehber öğretmen görevlendirilmesi, yeterli  sayıda  rehber  öğretmen  bulunmaması  halinde  diğer  branşlardan öğretmen görevlendirilmesi istenir. Eğitim  kurumu  ya  da  programının  belirlenmesi  ve  öğretmen görevlendirilmesinden  sonra,  hükümlüye,  hükümlü  çocuksa  kanuni temsilcisine  on  gün  içinde  şube  müdürlüğü  veya  büroya  başvurması hususunda bildirim yapılır.  Hükümlünün; haklı, geçerli ve gerektiğinde belgelendirilebilen mazereti olmaksızın şube müdürlüğü veya büroya; süresinde başvurmaması ve otuz gün  içinde  seçenek  yaptırımın  infazına  başlanmaması  halinde,  şube müdürlüğü veya büroca ilgili defterdeki kayıt kapatılarak durum Cumhuriyet başsavcılığı aracılığıyla mahkemeye bildirilir.  Hükümlünün bu süre içinde başvurması halinde, şube müdürlüğü veya büro tarafından ilgili, devam etmesi gereken eğitim kurumu veya programı ve  görevlendirilen  öğretmen  konusunda  bilgilendirilerek,  on  gün  içinde öğretmene başvurması istenir. Ayrıca şube müdürlüğü veya büro tarafından öğretmene,  ilgilinin  şube  müdürlüğü  veya  büroya  başvurduğu  tarih bildirilerek, hükümlüye ait belgeler gönderilir.  Hükümlünün süresinde başvurması halinde, denetim görevlisi olarak görevlendirilen öğretmen tarafından denetleme planı hazırlanır.  Denetleme planında; hükümlünün devam etmesi gereken eğitim kurumu belirtilir.  Denetim  görevlisi  olarak  görevlendirilen  öğretmen  tarafından hükümlüler  hakkında  hazırlanan  denetleme  planı  şube  müdürlüğü  veya büroya gönderilir. Şube müdürlüğü veya büro tarafından denetim raporları,   85Kısa Süreli Hapis Cezası...                     Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 63-100 mahkemeye  iletilmek  üzere  Cumhuriyet  başsavcılığı  aracılığıyla  ilgili mahkemeye gönderilir. Hükümlünün denetleme planına uyup uymadığı şube müdürlüğü veya büroca her zaman denetlenir. Yükümlülüğün başlama tarihi, hükümlünün eğitim kurumuna başladığı tarihtir. Hazırlanan  denetleme  planına  uyulmaması  halinde,  hükümlü  şube müdürlüğü  veya  büro  tarafından  uyarılır.  Uyarıya  rağmen  uyulmaması halinde, şube müdürlüğü veya büroca ilgili defterdeki kayıt kapatılarak evrak mahkemeye iletilmek üzere Cumhuriyet başsavcılığına gönderilir.  Yaptırım  sona  erdiğinde  durum,  ilgili  eğitim  kurumuna  iletilerek evrakın iadesi istenir, kayıt kapatılır ve evrak mahkemeye iletilmek üzere Cumhuriyet başsavcılığına gönderilir. Bu  yaptırımın  uygulanmasında  her  aşamada  özel  hayatın  gizliliğine saygı gösterilir ve hükümlünün eğitim kurumunda ifşa olmaması için gerekli önlemler alınır. Denetim  planı  hazırlanırken,  hükümlünün  hangi  meslek  veya  sanatı seçeceği, eğitim düzeyi, yetenekleri ve istekleri gibi değişkenler göz önünde bulundurularak  belirlenmeli,  cezanın  üst  sınırı  ise  amaçlanan  meslek  ve sanatın eğitimini düzenleyen mevzuattaki esaslara göre tayin edilmelidir. 4.  Mahkûm Olunan Cezanın Yarısından Bir Katına Kadar Süreyle, Belirli  Yerlere  Gitmekten  veya  Belirli  Etkinlikleri  Yapmaktan Yasaklanmak Bu yaptırımın yerine getirilmesi ile ilgili olarak, CGTİHT, md. 51/4 ve  Denetimli Serbestlik Yön.  nin 38 vd. maddeleri gereği;  yasaklanan belirli yerler  ve  etkinlikler  herhangi  bir  yer  veya  etkinlik  değil;  sanık  veya hükümlünün suç işlemesinde, suça yönelmesinde ya da zararlı alışkanlıklar edinmesinde  veya  bağımlılık  yapan  maddeler  kullanmasında;  çevresel, psikolojik,  sosyal  veya  ekonomik  etkisi  bulunan  ya  da  sanık  veya hükümlünün yeniden suç işlemesine yol açan etkenleri tetikleyecek yerler veya etkinliklerdir.   86Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 63-100                                           Aygün Eşitli Örneğin, spor müsabakaları sırasında başkalarına şiddet kullandığı için veya hakaret ettiği için kısa süreli hapis cezasına mahkûm edilen kişinin bu cezası,  spor  müsabakalarına  katılmaktan  yasaklanma  yaptırımına çevrilebilecektir.  Bu yaptırım türünde de infaz usulü diğer seçenek yaptırımlarla benzer şekilde  ilerlemekte  olup,  denetim  planına  uyulmaması  halinde  durum mahkemeye  iletilmekte,  mahkeme  ise  yaptırımı,  planın  gerekleri  elde olmayan nedenlerle yerine getirilememiş ise başka bir tedbire çevirmekte, aksi takdirde kısa süreli hapis cezasının infazına karar vermektedir.                                                    56  Özgenç, İ.: Türk Ceza Hukuku Genel Hükümler, 7. Bası, Ankara 2012, s. 641. 57  Mahkemece ilam, Cumhuriyet başsavcılığına gönderilir. Cumhuriyet başsavcılığınca ilam, denetimli serbestlik genel defterine kaydedildikten sonra şube müdürlüğü veya büroya iletilir. Şube müdürlüğü veya büro tarafından; yetişkinler için verilen kararlar denetimli serbestlik defterine, çocuklar için verilen kararlar çocukların denetimine ilişkin deftere kaydedilir. Hakkında belirli yerlere gitmekten veya belirli etkinlikleri yapmaktan yasaklanma yaptırımı hükümlüye on gün içinde şube müdürlüğü veya büroya başvurması hususunda bildirim yapılır. Hükümlünün; haklı, geçerli ve gerektiğinde belgelendirilebilen mazereti olmaksızın şube müdürlüğü  veya  büroya;  on  gün  içinde  başvurmaması  ve  otuz  gün  içinde  seçenek yaptırımın infazına başlanmaması hâlinde, şube müdürlüğü veya büroca ilgili defterdeki kayıt kapatılarak durum Cumhuriyet başsavcılığı aracılığıyla mahkemeye bildirilir.  Hükümlünün süresinde başvurması halinde, denetim görevlisi veya denetleme memuru tarafından denetleme planı hazırlanır. Denetleme memuru tarafından hazırlanan denetleme planı,  denetim  görevlisinin  onayı  ile  uygulamaya  koyulur.  Denetleme  planında; hükümlünün gitmemesi gereken yerler veya yapmaması gereken etkinlikler belirtilir.  Şube müdürlüğü veya büroca hazırlanan denetleme planı; hükümlüye bildirilir. Ayrıca plan ilgili kurum ve kuruluşlar ile kolluğa iletilir.  Hükümlünün denetleme planına uyup uymadığı şube müdürlüğü veya büroca her zaman denetlenir. Yaptırımın denetimi; ulaşım güçlüğü veya güvenlik gibi nedenlerin bulunması halinde ilgili kurum ve kuruluşlar ile kolluğa yazı yazılmak suretiyle yerine getirilir.  Yaptırımın başlama tarihi, şube müdürlüğü veya büroca kararın sanık veya hükümlüye bildirildiği tarihtir. Denetleme  planına  uyulmadığının  ilgili  kurum  veya  kuruluş ya  da  kolluk  tarafından bildirilmesi ya da şube müdürlüğü veya büro tarafından tespit edilmesi hâlinde hükümlü denetleme planına uyması yönünde şube müdürlüğü veya büroca uyarılır. Uyarıya rağmen denetleme planına uyulmaması halinde, kayıt kapatılarak evrak mahkemeye iletilmek üzere Cumhuriyet başsavcılığına gönderilir. Ayrıca durum kolluk ile ilgili kurum ve kuruluşlara bildirilir.  Yaptırım sona erdiğinde durum, kolluk ile ilgili kurum ve kuruluşa iletilerek evrakın iadesi istenir, kayıt kapatılır ve evrak mahkemeye iletilmek üzere Cumhuriyet başsavcılığına gönderilir.   87Kısa Süreli Hapis Cezası...                     Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 63-100 5. Ehliyet ve Ruhsat Belgelerinin Geri Alınması, Belli Bir Meslek ve Sanatı Yapmaktan Yasaklanmak CGTİHT, md. 51/5 ve Denetimli Serbestlik Yön., md. 42 vd gereği; Ehliyet ve ruhsat belgelerinin geri alınması ve belli bir meslek ve sanatı yapmaktan  yasaklanma  yaptırımı,  sağladığı  hak  ve  yetkiler  kötüye kullanılmak suretiyle veya gerektirdiği dikkat ve özen yükümlülüğüne aykırı davranılarak  suç  işlenmiş  olması  durumunda;  mahkûm  olunan  cezanın yarısından bir katına kadar süreyle, ilgili ehliyet ve ruhsat belgelerinin geri alınması, belli bir meslek ve sanatı yapmaktan yasaklanması suretiyle yerine getirilir.  Örneğin,  trafikte  dikkatsiz  ve  özensiz  araç  kullanan  kimsenin  bir başkasına çarparak yaralanmasına sebep olması halinde mahkeme, taksirle yaralama suçundan dolayı kişiyi mahkûm ettiği hapis cezasını bu kişinin sürücü belgesinin belli bir süre geri alınması yaptırımına çevirebilecektir.   Kesinleşen ehliyet ve ruhsat belgelerinin geri alınması, belli bir meslek ve  sanatı  yapmaktan  yasaklanma  yaptırımını  içeren  ilâm,  Cumhuriyet başsavcılığına verilir. Cumhuriyet başsavcılığınca, ilâm denetimli serbestlik ve yardım merkezi şube müdürlüğü ya da bürosuna gönderilir. Bu birim tarafından yapılacak tebligatta on gün içinde hükümlünün kararın infazı için başvurması istenir. Başvurması halinde hükümlüye belli bir meslek ve sanatı yapmaktan yasaklanma yaptırımının infaz şekli bildirilir. Hükümlünün haklı, geçerli  ve  gerektiğinde  belgelendirilebilen  mazereti  olmaksızın  on  gün içinde  gelmemesi  ve  otuz  gün  içinde  seçenek  yaptırımın  infazına başlanmaması  hâlinde  durum  Cumhuriyet  başsavcılığı  aracılığı  ile mahkemeye bildirilir. Bu  yaptırım  türünde  diğer  seçenek  yaptırımlara  paralel  bir  şekilde hazırlanan Denetleme planında; meslek ve sanatı yapmaktan yasaklanma yaptırımının başlangıç ve bitiş tarihleri belirtilir.  Şube  müdürlüğü  veya  büroca  hazırlanan  denetleme  planı  ile  ilam örneği;  hükümlüye,  Türkiye  İş  Kurumuna,  ilgili  meslek  kuruluşuna  ve mahalli idareye bildirilir.  Makbuz karşılığında teslim alınan ehliyet ve ruhsat belgeleri ilgilinin dosyasında saklanır.                                                   58  Özgenç, GH, s. 641. 88Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 63-100                                           Aygün Eşitli Uyarıya  rağmen  denetleme  planına  uyulmaması  halinde,  kayıt kapatılarak  evrak  mahkemeye  iletilmek  üzere  Cumhuriyet  başsavcılığına gönderilir. Ayrıca durum Türkiye İş Kurumu, ilgili meslek kuruluşu, mahalli idare ve kolluğa bildirilir.  Yaptırım sona erdiğinde durum kolluk, Türkiye İş Kurumu, mahalli idare  ile  ilgili  meslek  kuruluşuna  iletilerek  evrakın  iadesi  istenir,  kayıt kapatılır ve evrak mahkemeye iletilmek üzere Cumhuriyet başsavcılığına gönderilir. 6. Kamuya Yararlı Bir İşte Çalıştırılmak CGTİHK,  md.  105  uyarınca;  kamuya  yararlı  bir  işte  çalıştırma; hükümlünün,  ücretsiz  olarak  bir  kamu  kurumunun  veya  kamu  yararına hizmet veren bir özel kuruluşun belirli hizmetlerinde çalıştırılmasıdır. Kamuya yararlı bir işte çalıştırılma yaptırımına ancak sanığın gönüllü olması halinde hükmedilir.  Mahkûm olunan cezanın yarısından bir katına kadar süreyle hükümlü, kamuya yararlı bir işte çalıştırılabilir.   Denetimli serbestlik ve yardım merkezleri, bölgelerinde bulunan bu tür kurumlardan hükümlüleri ne suretle çalıştırabileceklerine dair bilgi alırlar ve hizmetler listesini oluştururlar. Bu listeler mahkemelere verilir. Mahkeme, bu listelerden uygun gördüğü hizmeti ve süresini hükümlüye önerir ve bunu reddetme hakkına sahip olduğunu hatırlatır. CGTİHT,  md.  51/6,  e-f  gereği;  Çalışma  süresinin  hesabında hükümlünün çalıştığı kurumun bu konudaki mevzuatı esas alınır. Kesinleşen kamuya  yararlı  bir  işte  çalışma  yaptırımını  içeren  ilâm  Cumhuriyet başsavcılığına verilir. Cumhuriyet başsavcılığınca ilâm, denetimli serbestlik ve yardım merkezi şube müdürlüğü ya da bürosuna gönderilir. Bu birim tarafından, yapılacak tebligatta on gün içinde hükümlünün kararın infazı için başvurması  istenir.  Hükümlünün  haklı,  geçerli  ve  gerektiğinde belgelendirilebilen mazereti olmaksızın on gün içinde gelmemesi ve otuz gün  içinde  seçenek  yaptırımın  infazına  başlanmaması  hâlinde  durum Cumhuriyet başsavcılığı aracılığı ile mahkemeye bildirilmekte, başlanması halindeyse infaz yukarıda ifade olunan diğer seçenek yaptırımların infazıyla   89Kısa Süreli Hapis Cezası...                     Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 63-100 paralel bir şekilde ilgili mevzuata göre yerine getirilmektedir. Bu  yaptırıma  hükmedilebilmesi  için  hükümlünün  gönüllü  olması gerekmektedir. Hükümlünün gönüllü olmaması durumunda mahkeme cezayı kısa süreli hapis cezası olarak çektirebilir.  Yaşlılar yurdu, hastane ve çocuk yurdu gibi yerlerde hizmet görme; park bahçe  ve  mezarlıklarda  temizlik  işlerini  görme;  yaşlı  hasta  ve  bakıma muhtaç kişilere bakma; sosyal kuruluşların inşaat ve tamir işleri gibi işler, kamuya yararlı işlere örnek gösterilebilir. Bu yaptırım, bir yandan hükümlünün topluma karşı taşıdığı sorumluluk duygusunu geliştirirken, bir yandan da işlevsel kullanılması halinde ücretsiz iş  gücü  sağladığından  devlet  bütçesinden  önemli  bir  mali  yükü kaldıracaktır.  V.  Kısa Süreli Hapis Cezalarının Özel İnfaz Şekilleri CGTİHK, md. 110 uyarınca; hükmü veren mahkeme veya hükümlü başka bir yerde bulunuyorsa o yerde bulunan aynı derecedeki mahkeme, altı ay veya daha az süreli hapis cezasının; a) Her hafta cuma günleri saat 19.00'da girmek ve pazar günleri aynı saatte çıkmak suretiyle hafta sonları, b) Her gün saat 19.00'da girmek ve ertesi gün saat 07.00'de çıkmak suretiyle geceleri, Ceza infaz kurumlarında çektirilmesine karar verebilir. Bu  infaz  usulünün  gereklerine  geçerli  bir  mazeret  olmaksızın uyulmaması hâlinde, cezanın baştan itibaren infaz kurumunda çektirilmesine karar verilir.   Yarı özgürlük rejimi 62 olarak da adlandırılan bu usulle, hükümlünün iş,  eğitim  veya  topluma  uyum  sağlayacağı  faaliyetleri  yapabilmesi  için günün belirli bir bölümünü kurum dışında geçirmesi, bu şekilde de sosyal yaşama  adapte  olması,  topluma  kazandırılması  amaçlanmıştır.  Bu                                                  59  Bkz., Denetimli Serbestlik Yön., md. 46 vd. 60  Mantovani, s. 686; Çolak/Altun, s. 214; Kamer, s. 706. 61  Kamer, s. 706. 62  İçel/Sokullu Akıncı/Özgenç/Sözüer/Mahmutoğlu/Ünver, s. 107 vd. 90Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 63-100                                           Aygün Eşitli hükümlüler özel cezaevlerinde veya normal cezaevlerinin bu işe ayrılmış özel bölümlerinde tutulmalıdırlar.  Öte yandan mahkûmiyete konu suç nedeniyle doğmuş zararın aynen iade,  suçtan  önceki  hale  getirme  veya  tazmin  suretiyle  tamamen giderilmesine dair hukukî sorumlulukları saklı kalmak üzere; a) Kadın veya altmışbeş yaşını bitirmiş kişilerin mahkûm oldukları altı ay, b) Yetmiş yaşını bitirmiş kişilerin mahkûm oldukları bir yıl, c) Yetmişbeş yaşını bitirmiş kişilerin mahkûm oldukları üç yıl veya daha  az  süreli  hapis  cezasının  konutunda  çektirilmesine  hükmü  veren mahkemece veya hükümlü başka bir yerde bulunuyorsa o yerde bulunan aynı derecedeki mahkemece karar verilebilir. Denetimli Serbestlik Yön.  nin 75. maddesi uyarınca; bu kararın yerine getirilmesinde konut; hükümlünün ailesiyle birlikte veya tek başına yaşamını devam ettirdiği, kendisine ait veya kiracı olarak oturduğu ve bu kararın yerine  getirilmesinde  mahkemeye  bildirdiği  veya  mahkeme  kararında belirtilen yeri ve eklentilerini ifade eder. Hapis  cezasının  konutta  infazında,  hükümlünün  risk  ve  ihtiyaçları, kurallara uymadaki başarısı ve işbirliği dikkate alınarak; a) İlk altı ay için günde bir, b) İkinci altı ay için günde iki, c) Üçüncü altı ay için günde üç, ç) On sekizinci aydan sonra günde dört saat süreyle evden ayrılmasına vaka sorumlusunun önerisi üzerine komisyon tarafından karar verilebilir. Hapis  cezasının  konutta  infazına  ilişkin  kararın  kaydedilmesinden itibaren on gün içerisinde denetim bürosunda görevli denetimli serbestlik memuru  hükümlünün  adresine  giderek  konutu  inceler.  Hükümlünün belirlenen  ihtiyaçları  dikkate  alınarak  hükümlü  ile  iş  birliği  içerisinde hükümlünün uyması gereken kurallar belirlenir ve vaka sorumlusuna iletilir. Vaka sorumlusu üç gün içerisinde bir planlama yaparak konutta infazın ne şekilde yerine getirileceğini ve uyması gereken kuralları hükümlüye tebliğ eder.                                                  63  Çolak/Altun, s. 221.   91Kısa Süreli Hapis Cezası...                     Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 63-100 Cezanın konutta infazı sırasında hükümlüyle iletişim sağlanacak araçlar tespit edilir. İletişim araçları, hükümlünün denetlenmesine ilişkin esaslar ve denetimli  serbestlik  personeli  ile  kolluk  görevlilerinin  denetimle  ilgili görevleri hükümlüye açıkça bildirilir. Cezanın konutta infazında, hükümlünün sağlık, eğitim, ibadet gibi temel ihtiyaçları dikkate alınır. Hükümlünün acil sağlık durumu, deprem, yangın, doğal  afetler  gibi  öngörülemeyen  nedenlerden  dolayı  konuttan  ayrılması ihlal  sayılmaz.  Zaruret  nedeniyle  konutunu  terk  eden  hükümlü,  bu zorunluluğun ortadan kalkmasından itibaren üç gün içerisinde müdürlüğe başvurmak zorundadır. Bu durumda konut dışında geçen süreler infazdan sayılır. Hükümlü, denetim bürosunda görevli denetimli serbestlik memuru veya kolluk tarafından bizzat eve gidilmek suretiyle kontrol edilebilir. Yapılan kontroller kayıt altına alınarak vaka sorumlusuna iletilir. Hükümlü, mazereti olmaksızın infaz süresince kararın yerine getirildiği konutu değiştiremez. Hükümlü, bir mazeret nedeniyle konutunu değiştirme talebini müdürlüğe yazılı olarak iletmek zorundadır. Komisyon hükümlünün talebini değerlendirerek konutun değiştirilip değiştirilmeyeceğine karar verir. Hükümlünün  haklı,  geçerli  ve  gerektiğinde  belgelendirilebilen  bir mazereti olmaksızın yirmi dört saatten fazla süreyle izinsiz olarak konuttan ayrılması  veya  iznin  bitmesinden  itibaren  bu  süre  içerisinde  konuta dönmemesi  halinde  uyarı  yapılmaksızın  dosya  kapatılarak  mahkemesine gönderilir. Cezanın konutta infazı, cezanın konutta çektirilmesi kararına ilişkin hazırlanan planın hükümlüye tebliğinden on gün sonra başlar ve kararda belirtilen sürenin dolmasıyla sona erer. Cezanın özel infaz usulüne göre çektirilmesi kararı, infaza başlandıktan sonra da verilebilir.  Cezanın  özel  infaz  usulüne  göre  çektirilmesine  karar  verilenler hakkında koşullu salıverilme hükümleri uygulanmaz.  Verilen kararlara itiraz yolu açıktır.   92Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 63-100                                           Aygün Eşitli Adli para cezasının ödenmemesi nedeniyle hapis cezasına çevrilmesi halinde cezanın konutta çektirilmesine karar verilip verilemeyeceği hususu tartışmalıdır. Yargıtay ın bu konuda farklı içtihatları vardır. Kabulü yönünde verilen  içtihatlarda;  5275  sayılı  Kanunun  106/9.  maddesinde  adli  para cezasından çevrilen hapsin infazının ertelenmeyeceği ve hakkında koşullu salıverme  hükümlerinin  uygulanmayacağı  belirtilmekle  beraber,  konutta çektirilmesi ile ilgili bir istisna söz konusu olmadığı, bu durumda adli para cezasına hükmedilirken söz hakkı bulunmayan sanığın, hapis cezası verilmiş olsaydı  yararlanabileceği  bir  haktan  mahkemenin  takdiri  ile  yoksun bırakılmasının doğru olmadığı belirtilmektedir.  Yargıtay ın adli para cezasından çevrilen hapis cezası yönünden konutta çektirilmesine karar verilemeyeceğine dair kararlarında; 5275 sayılı kanunun 106.  maddesinin  3.fıkrası  uyarınca  adli  para  cezasından  çevrilen  hapis cezasının,  aynı  maddenin  9.  fıkrası  uyarınca  infazının  ertelenememesi, infazında  koşullu  salıverilme  hükümlerinin  uygulanamaması  ve  hak yoksunlukları  bakımından  adli  para  cezasının  esas  alınacak  olması, hükümlünün  adli  para  cezasını  ödemesi  halinde  her  zaman  infazın sonlandırılabileceği,  infaz  usulünün  para  cezasının  ödenmesini  sağlama amacına yönelik olması düşüncelerinden hareketle, hapis cezalarında anılan Kanunun  110.  maddesinde  öngörülen  özel  infaz  usullerinin uygulanamayacağı belirtilmektedir. Konutta infazın en büyük avantajı, mali yönüdür. Gerçekten de, bu tür özel infazın maliyeti, hapis cezasının cezaevinde infazının maliyetinden çok daha  düşüktür.  Konutta  infazın  ikinci  bir  avantajı  farklı  durumlara uydurulmaya oldukça uygun olmasıdır. Bu infaz türünün en önemli avantajı, cezaevinde infazın ortaya çıkaracağı sorunlar olmaksızın hükümlünün etkisiz hale getirilmesini sağlamasıdır. Suçlu hem yol açtığı zararları ödeyebilecek, hem  de  devlet  hapis  cezasının yüksek  maliyetinden  kurtulmuş  olacaktır. Örneğin,  cezaevinde  infazın  suçlu  üzerinde  hiçbir  olumlu  etkisinin olmayacağı, aksine olumsuz sonuçlar doğuracağı açıksa, ceza konutta infaz edilmelidir.                                                   64  Yargıtay  4.  CD,  24.06.2009  T.,  21510/12657,  Koç,  Z.:  Elektronik  izleme  ile  Hapis Cezasının Konuta Çektirilmesi, ABD, S. 2013/2, s. 171-220, s. 205  den naklen. 65  Yargıtay 2.CD., 10.03.2010, 53796/7343, Koç, s. 205  den naklen. 66  İçel/Sokullu Akıncı/Özgenç/Sözüer/Mahmutoğlu/Ünver, s. 94 vd.; Çolak/Altun, s. 222 vd.   93Kısa Süreli Hapis Cezası...                     Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 63-100 Ceza  infaz  kurumu  yerine  konutta  hapis  cezasını  çektirme  ile  elde edilmesi hedeflenen yararlardan biri de failin toplumsallaşmasını ve ıslah edilmesinin sağlanmasıdır. Kişiye ailesi ile ilişki kurma, okuluna veya işine gidebilme imkânı tanınmaktadır. Ceza infaz kurumlarında zaman tüketmek yerine toplumsal yaşamın içinde yer alma şansı verilmektedir. Böylelikle ceza  infaz  kurumlarının  kişinin  ruhsal  durumunu  etkileyen  olumsuz etkilerinden de uzaklaşılmış olacaktır.  Cezanın  konutta  çektirilmesine  ilişkin  kararların  infazı,  elektronik kelepçe kullanılması suretiyle de yapılabilir. Türk hukukunda 03.07.2005 tarihli ve 5402 sayılı Denetimli Serbestlik Hizmetleri Kanuna 05.04.2012 tarihinde eklenen 15/A maddesi ile yapılan kanuni düzenleme ile kişinin elektronik izleme ile konutta hapsi mümkün hale gelmiştir. Hükümlülerin elektronik yöntem ve araçlarla toplum içinde izlenmesi, gözetimi ve denetimi için elektronik izleme merkezi oluşturulmuştur. Elektronik  cihazlar  kullanılmak  suretiyle  izlenmesine  karar  verilen yükümlüler, görevli denetimli serbestlik personeli tarafından bilgilendirilir. Elektronik  cihazın  özelliğine  göre  elektronik  izleme  ünitesi  kurulur  ve devreye sokulur.  Elektronik  cihazlar  kullanılmak  suretiyle  takibine  karar  verilen yükümlü, elektronik kelepçe takılmasına ve ilgili ünitenin kurulmasına rıza göstermek,  cihazları  kullanılır  durumda  bulundurmak,  kararın  infazı  için gerekli  olan  kısıtlamalara  ve  cihazların  kullanımına  ilişkin  belirlenen kurallara  uygun  hareket  etmek  zorundadır.  Bu  kurallara  aykırı  davranış yükümlülüğünün ihlali sayılır. Özellikle  suça  sürüklenen  çocuklar  için  elektronik  izleme  önemli faydalar sağlayacaktır. Yapılan bazı araştırmalarda, uzun süreli cezaevinde olmanın yeniden suç işleme eğilimini arttırdığı, daha uzun süreli elektronik izleme  altında  olmanın  ise  yeniden  suç  işleme  eğilimini  azalttığı  ifade edilmiştir.                                                    67  Koç, s. 189. 68  Ek: 5/4/2012-6291/4 md. 69  Bkz., ayrıntılı bilgi için, Denetimli Serbestlik Yön., md. 101 vd. 70  Koç, s. 189. 94Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 63-100                                           Aygün Eşitli Bu infaz usulüyle, elektronik izleme için taşınan cihazların psikolojik baskısına karşın ceza infaz kurumlarının istenmeyen etkilerinden kurtulma fırsatı verilmektedir. Öte yandan elektronik izleme yöntemiyle konutta hapis cezasının infaz edilmesi toplum bakımından da güvence oluşturmaktadır. Zira teknolojik araçlarla suçlunun takip edilmesi ile hükümlünün toplum içinde kalması ve sosyal faaliyetlerini sürdürmesi ile birlikte topluma zarar vermemesi de amaçlanır. Böylelikle bir yandan ceza bireyselleştirilirken bir yandan  da  sosyal  korunma  açısından  tekerrürün  önlenmesi,  toplum yaşamının olağan seyrinde devamı sağlanır.  Ancak konutta infazın yararları dışında bazı zorluk ve sakıncaları da uygulamada  görülmüştür.  Öncelikle,  hükümlünün  konutunda  cezasını çekmesinin  takibi  konusunda  bazı  teknik  zorluklar  yaşanabileceği  gibi, hükümlünün  kontrolü  konusunda  yeterli  personel  bulunamamasından kaynaklanan sıkıntılar bulunabilir. Ayrıca, yoğun suçun işlendiği bölgelerde yaşayan  suçluların,  bu  çevrede  kalmaya  devam  etmeleri  sakıncalar doğurabilir.  Lehe  ve  aleyhe  eleştiriler  birlikte  değerlendirildiğinde  elektronik izlemenin,  özellikle  çocuk  suçlular  ve  tekerrür  ihtimali  zayıf  suçlular bakımından sağlıklı sonuçlar doğurduğu gözlemlenmektedir.",
     "Kaynakça": "Antolisei, F.: Manuale di diritto penale, Milano 1980. Artuk, M. E./Gökcen, A./Yenidünya, A. C.: Ceza Hukuku Genel Hükümler, Ankara 2007. Beccaria, C.: Dei delitti e delle pene, 1764, http://www.liberliber.it. Bettiol, G.: Diritto penale, PG, Padova 1976. Bobbio, N.: Teoria della norma giuriduca, Torino 1950. Cadoppi, A./Veneziani, P.: Manuale di diritto penale, Terza edizione, Padova 2007. Centel,  N./Zafer,  H./Çakmut,  Ö.:  Türk  Ceza  Hukukuna  Giriş,  4.  Bası, İstanbul 2006. Çetin, S. H.: Türk Ceza Kanunu  nda Adli Para Cezası, Ankara 2012. Çolak, H./Altun, U.: Kısa Süreli Hapis Cezaları, Seçenekli Yaptırımlar ve İnfaz Rejimleri, TBBD, S. 67, Y. 2006. Demirbaş, T.: Kriminoloji, 3. Baskı, Ankara 2010. (Demirbaş, Kriminoloji) Demirbaş, T.: İnfaz Hukuku, 3. Baskı, Ankara 2013. Dolu, O./Büker, H./Uludağ, Ş.: Türk Ceza Adalet Sisteminin Caydırıcılık Kapasitesine İlişkin Eleştirel Bir Değerlendirme, AÜHFD, S. 61 (1), Y. 2012, s. 69-106. Dönmezer, S.: Kriminoloji, 8. Bası, İstanbul 1994. Dönmezer, S./Erman, S.: Nazari ve Tatbiki Ceza Hukuku, GK, C. II, 7. Bası, İstanbul 1981. Erdem, M. R.: Kısa Süreli Özgürlüğü Bağlayıcı Cezaların İnfazı ve Yeni Seçenekler, İnfaz Hukukunun Sorunları, Sempozyum, 24/25.11.2000, Ankara, s. 192-213. Erem, F.: Ceza Usulü Hukuku, Ankara 1970. Feyzioğlu, M.: Ceza Muhakemesinde Vicdani Kanaat, Ankara 2002. Fiandaca, G./Musco, E.: Diritto penale, PG, Quinta edizione, Bologna 2007. 98Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 63-100                                           Aygün Eşitli Fitzgerald, P. J.: Criminal law and punishment, Oxford 1962. Garofoli, R.: Manuale di diritto penale, PG, Roma 2011. Günther,  K:  Ceza  İnfaz  Hukukunun  İnsan  İmgesi,  İnfaz  Hukukunun Sorunları, Sempozyum, 24/25.11.2000, Ankara, s. 55-71. Hafızoğulları, Z: Ceza Normu, Ankara 1996. Hafızoğulları, Z./Özen, M.: Türk Ceza Hukuku Genel Hükümler, 4. Baskı, Ankara 2011. Kamer, V. K.: Denetimli Serbestlik, 3. Yılında Yeni Ceza Adaleti Sistemi,  Sempozyum,  1-3 Haziran 2008, (Editör: Prof. Dr. Bahri Öztürk), s. 703-710. Kızmaz, Zahir: Ceza veya Kriminal Yaptırımın Suç Oranları Üzerindeki Caydırıcı  Etkisi,  Sosyal  Bilimler  Dergisi,  s.  210-231,  www.cteds.adalet.gov.tr. Koç, Z.: Elektronik izleme ile Hapis Cezasının Konuta Çektirilmesi, ABD, S. 2013/2, s. 171-220. Koca,  M./Üzülmez,  İ.:  Türk  Ceza  Hukuku  Genel  Hükümler,  2.  Baskı, Ankara 2009. Mannheim, H.: Comparative criminology, Great Britain 1965. Mantovani, F.: Diritto penale, Padova 1979.  Nuhoğlu, A.: 5237 Sayılı Türk Ceza Kanununda Güvenlik Tedbirleri, Türk Ceza Kanununun 2. Yılı, Sempozyum, TCHD, İstanbul 2008. Ömeroğlu, Ö.: Suç Korkusu, Cezanın Caydırıcılığı ve Küçük Suçlar, GHFD, C. XVI, Y. 2012, S. 4, s. 329-370.    Özbek, V. Ö./Kanbur, M. N./Bacaksız, P./Doğan, K./Tepe, İ: Türk Ceza Hukuku Genel Hükümler, Ankara 2010. Özgenç, İ.: Türk Ceza Kanunu Gazi Şerhi (Genel Hükümler), Ankara 2005. (Özgenç, Gazi Şerhi) Özgenç, İ.: Türk Ceza Hukuku Genel Hükümler, 7. Bası, Ankara 2012, s. 641. (Özgenç, GH)   99Kısa Süreli Hapis Cezası...                     Ankara Üni. Hukuk Fak. Dergisi, 65 (1) 2016: 63-100 Rocco, A.: L oggetto del reato e della tutela giuridico penale, Roma 1933. Soyaslan,  D.:  Hürriyeti  Bağlayıcı  Cezaların  İnfaz  Rejimleri,  İnfaz Hukukunun Sorunları, Sempozyum, 24/25.11.2000, Ankara, s. 162-191. Soyaslan, D.: Ceza Hukuku Genel Hükümler, 3. Baskı, Ankara 2005.    Yenisey,  F.:  İnfaz  Hukukunun  İnsan  Hakalrı  Yönü,  İnfaz  Hukukunun Sorunları, Sempozyum, 24/25.11.2000, Ankara, s. 237-252. Yücel, M. T.: Adalet Psikolojisi, Ankara 2011. Yücel, M. T.: Türk Ceza Siyaseti ve Kriminolojisi, 4. Bası, Ankara 2007. Pekcanıtez, Hakan – Sungurtekin Özkan, Meral – Özekes, Muhammet – Atalay, Oğuz. (2013) İcra ve İflas Hukuku (11. baskı). Ankara: Yetkin  Postacıoğlu, İlhan. (1978) İflas Hukuku İlkeleri C1. İstanbul: Sulhi Garan Matbaası  Uyar, Talih. (2010) İcra ve İflas Kanunu Şerhi (2. baskı). Cilt 10. Ankara: yazarın kendi yayını Üstündağ,  Saim.  (2002).  İflas  Hukuku  (6.  baskı).  İstanbul:  Fakülteler"
}