{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2016",
     "Cilt": "65",
     "Sayı": "4",
     "Başlık": "TÜRK CEZA HUKUKUNDA CİNSEL TACİZ SUÇU",
     "Title": "The Crime of Sexual Harrasment In Turkish Criminal Law",
     "Yazar İsmi": [
          "Ar. Gör. Eylem BAŞ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Taciz",
          "Cinsel Taciz",
          "Sarkıntılık",
          "Suç",
          "Türk Ceza Hukuku"
     ],
     "Keywords": [
          "Harassment",
          "Sexual Harassment",
          "Molestation",
          "Crime",
          "Turkish Criminal Law"
     ],
     "Özet": "5237  sayılı  Türk  Ceza  Kanunu  (TCK)  m.  105 te  cinsel  taciz  suçu düzenlenmiştir. Bu hükme göre bir kimseyi cinsel amaçlı olarak taciz etmek cinsel taciz suçunu oluşturur. Ancak  cinsel taciz  kavramından anlaşılması gereken  ne  olmalıdır?  Öncelikle  söz  konusu  durum  açıklığa kavuşturulmalıdır. Çalışmada bu suçun TCK m. 105 teki kanuni düzenleniş şekline, gerekçesine, yürürlüğe girdiği tarihten günümüze değin geçirdiği değişikliklere yer verilerek, hukuki konusu, maddi konusu, faili, mağduru, unsurları, ortaya çıkış biçimleri, nitelikli halleri, yaptırımı ve muhakemesi incelenmiştir. Bu kapsamda 765 sayılı TCK (ETCK) m. 421 de yer verilen  söz atma  ve vücut dokunulmazlığını ihlal etmeyen  sarkıntılık  suçuyla, TCK m. 105 te hükme bağlanan  cinsel taciz  suçu bakımından benzerliklere ve  farklılıklara  yer  verilerek  inceleme  konusu  suç  anlatılmıştır.  Ayrıca doktrinde yer alan görüşlere, internet aracılığıyla ulaşılan veri tabanlarına, Yargıtay kararlarına olabildiğince ve sistematik bir şekilde yer verilmeye çalışılmıştır. Suçun bünyesinde barındırdığı sorunlara, tartışmalı konulara ve bu sorunların ne şekilde çözümlenebileceği hususunda eleştiri ve önerilere de bu kapsamda değinilmiştir.",
     "Abstract": "The crime of sexual harassment is regulated in article 105 of Turkish Penal Code number 5237 (TCK). If a person is subject to sexual harassment by another, this act is defined as the crime of sexual harassment according to this  article.  Nevertheless  what  should  we  understand  about   sexual harassment ?  At  first  this  situation  must  be  enlightened.  In  this  study, substance, matter of fact, offender, victim, elements, forms of appearance, qualified forms, penal and criminal procedure of article 105 are examined through mentioning the legal form of the regulation, legal basis of this article, the date of entry into force and undergone changes until today in this article. In  this  context,  the  similarities  and  differences  between  the  crime  of molestation in article 421, which was regulated in Turkish Penal Code number 765 (ETCK), and article 105 of TCK were determined. In addition, the opinions expressed in the doctrine regarding this article, databases accessible via the Internet, the decisions of the Court of Cassation were included in this study in a systematic manner as possible. The problems and controversial issues about this crime and also suggestions and complaints that included how these problems should be resolved were mentioned.",
     "Metin": "İncelemenin  konusu,  cinsel  özgürlüğe  karşı  suçların  en  hafif  halini oluşturan TCK m. 105 te düzenlenen  cinsel taciz  suçudur. Cinsel taciz suçu, TCK nın özel hükümleri düzenleyen ikinci kitabının, kişilere karşı suçlara yer veren ikinci kısmının  Cinsel Dokunulmazlığa Karşı Suçlar  başlıklı altıncı bölümünde ve m. 105 te hükme bağlanmıştır.   Cinsel taciz suçu , TCK ile yürürlüğe girmeden önce kavram olarak Türk  hukukuna  yabancı  olan,  ancak  karşılaştırmalı  hukukta  ses  getiren olaylarla ve yargı kararlarıyla gündemde yer alan ve Türk toplumunun da ilgisini çeken bir niteliğe sahipti. Zira cinsel taciz teşkil eden fiiller  en gelişmişinden  en  gelişmemişine  kadar  tüm  toplumlarda  görülmektedir.1 Gündelik  hayatın  içinde  dahi  söz  konusu  fiillerle  sık  sık  karşı  karşıya                                                  1   ÇAKICI  GERÇEK,  Leyla,   Yargıtay  Kararlarıyla  Cinsel  Taciz  Suçu ,  Ankara Üniversitesi Hukuk Fakültesi Dergisi, 60 (1), 2011, s. 49. 1136Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Baş kalınmaktadır.2 Ancak her ne kadar gündelik hayatta cinsel taciz suçuyla sık sık karşılaşılsa da çoğu zaman bu suçun, gizli kalan suçları ve suçluları ifade etmek üzere kullanılan siyah rakamlar içinde kaldığı söylenebilir.3 Bunun nedenini ise, suçun mağduru tarafından yeterli bir şekilde tanımlanamaması, mağdur  ile  suçlu  arasında  önceden  var  olan  ilişki,  mağdurun  suçu önemsememesi (ki bu durumda mağdur suçu polise intikal ettirmeyecek kadar önemsiz  bulmaktadır),  (aleniyetten)  korkması,  çekinmesi,  adalet mekanizmasına olan güvensizliği, polise güvenmemesi, suçun işlendiğinin farkına  varamaması,  bu  suçun  kollukça  da  işlenebilmesi  halleri oluşturmaktadır.4  Bu  durum  bazı  hallerde  sokağa  çıkmayı,  toplu  taşıma araçlarına  binmeyi,  çalışma  hayatında  huzurlu  olmayı  engellemektedir. Yaşanmış olan cinsel taciz ya da yaşanmamış olsa dahi cinsel tacize uğrama endişesi  kişilerin  bedenini  ve  cinselliğini  saklamalarına  neden olabilmektedir.5 Çalışmada  cinsel taciz  kavramıyla neyin ifade edilmek istendiğine,  cinsel taciz suçu nun TCK da ne şekilde hüküm altına alındığına, suçun hukuki konusuna, failine, mağduruna, unsurlarına, ortaya çıkış biçimlerine, bu suç için öngörülen cezai yaptırıma ve bu suçun muhakemesinin ne şekilde                                                  2   MİMAROĞLU,  Hüseyin/ÖZGEN,  Hande,   Örgütlerde  Güç  Eşitsizlikleri  ve  Cinsel Taciz , Çukurova Üniversitesi Sosyal Bilimler Enstitüsü Dergisi, C. 17, S. 1, 2008, s. 321.  3   Topluma egemen olan anlayış  dişi köpek kuyruğunu sallamayınca erkek köpek ardına düşmez ,  dişi yalanmazsa erkek dolanmaz  şeklinde olduğundan ve kadının cinsel tacize uğraması aile içi sorunlara yol açabileceğinden, toplumda itibarı yitebileceğinden ya da dışlanabileceğinden cinsel taciz suçu mağdurlarının ortaya çıkması zordur. Bkz. BAKIRCI, Kadriye, İşyerinde Cinsel Taciz, İstanbul 2000, s. 40.     Yine yargı önüne getirilen ve karara bağlanan cinsel dokunulmazlığa karşı suçlardan % 5,5 inin neredeyse 5 yıl sürmesi ve bu sürelere olağan kanunyolu süreleri de eklendiğinde söz konusu durumun mağdurların aleyhine sorunlara ve travmalara yol açması da ihtimal dâhilindedir. Bkz. YÜCEL, Mustafa Tören,  Cinsel Suçluların Tretmanı , Türkiye Barolar Birliği Dergisi, 2011 (94), s. 88. 4   SOKULLU AKINCI, Füsun, Kriminoloji, İstanbul 2009, s. 71– 82.  5   KADININ İNSAN HAKLARI – YENİ ÇÖZÜMLER DERNEĞİ, Haklarımız Var!, İstanbul 2013, s. 38.    Örneğin cinsel tacize uğrayan mağdur daha bakımsız, özensiz giyinebilmektedir (giyim ve dış görünüşünde değişiklikler yapma gibi), stres, travma, yeni ilişkiler kurmaktan korkma, endişe, utanç,  şüphecilik, tedirginlik,  yabancılaşma,  kâbus görme,  uykusuzluk,  vücut sisteminde rahatsızlıklar, kilo kaybı, sinirlilik, işteki verimliliğinde azalma, mesleki açıdan yükselememe,  çekingenlik,  kendi  cinsel  ilişkisinde  olumsuz  tutum  ve  davranışlarda bulunma, içine kapanma gibi durumlarla karşı karşıya kalabilmektedir. Bkz. BAKIRCI, s. 27-28.   1137Türk Ceza Hukukunda Cinsel...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  olacağına değinilmiştir. ETCK m. 421 de yer verilen  söz atma  ve vücut dokunulmazlığını ihlal etmeyen  sarkıntılık  suçuyla, TCK m. 105 te hükme bağlanan  cinsel taciz  suçu bakımından benzerliklere ve farklılıklara yer verilerek inceleme konusu suç anlatılacaktır. Ayrıca Yargıtay kararları ile öğretideki  görüşlere  olabildiğince  yer  verilecektir.  İnceleme  konusunu TCK da  yer  verilen  cinsel  taciz  suçu  oluşturduğu  için  psikolojik  tacize (mobbing)6 ise değinilmeyecektir.7  I. CİNSEL TACİZ SUÇUNA İLİŞKİN KANUNİ DÜZENLEME  Cinsel taciz  ifadesi, her ne kadar İK m. 24 ve m. 25 te işçinin ve işverenin, iş sözleşmesini haklı nedenlerle derhal fesih haklarını doğuran                                                  6   Psikolojik taciz (mobbing) için psikolojik yıldırma da denilmektedir. Bkz. ACAR, Aslı Beyhan/ DÜNDAR, Gönen,  İşyerinde Psikolojik Yıldırmaya (Mobbing) Maruz Kalma Sıklığı İle Demografik Özellikler Arasındaki İlişkinin İncelenmesi  İstanbul Üniversitesi İşletme Fakültesi Dergisi, C. 37, S. 2, 2008, s. 111.     Ancak,  cinsel  taciz  suçunun  mobbingi  de  kapsama  alacak  şekilde  yorumlanmaması gereklidir. Bkz. İLHAN, Ümit:  İşyerinde Psikolojik Tacizin (Mobbing) Tarihsel Arka Planı ve Türk Hukuk Sistemindeki Yeri  , Ege Akademik Bakış Dergisi, C. 10, S.4, 2010, s. 1184.     Psikolojik taciz (mobbing) hakkında ayrıntılı bilgi için bkz. İŞYERİNDE PSİKOLOJİK TACİZ (MOBBİNG) VE ÇÖZÜM ÖNERİLERİ KOMİSYON RAPORU, Ankara 2011. 7   İşyerinde  psikolojik  taciz  (mobbing)  fiilleri,  örneğin  işçinin,  işverence  ya  da  iş arkadaşlarınca sevilmemesi, iş yerinde yapılan görüşmelerden dışlanması, yine benzeri nedenlerle kendisine mesleki unvanına uygun nitelikteki görevlerin verilmemesi gibi haller TCK da özel olarak düzenleme altına alınmamıştır. Söz konusu haller bakımından 4857 sayılı İş Kanunu nda (İK), işverenlerin ve işçilerin yükümlülükleri başlıklı m. 77, m. 5 te belirtilen eşitlik ilkesi ve 4721 sayılı Türk Medeni Kanun (TMK) m. 2 de yer alan dürüstlük kuralıyla koruma sağlanabilse de söz konusu durumun açık ve kesin bir yasal temele hem İK da hem de TCK da kavuşturulması gereklidir. Bkz. KURT, Gülşah,  5237 Sayılı Türk Ceza Kanunu nda Cinsel Taciz Suçu , Uğur Alacakaptan a Armağan, C: 1, İstanbul 2008, s. 511, 525. Yine TMK m. 23, m. 24 ve m. 25 kapsamında işyerinde mobbinge yönelik hukuksal ve idari koruma mekanizmaları mevcut bulunmakla birlikte, 6098 sayılı Türk Borçlar Kanunu (TBK) m. 417 ve devamında da işçilerin kişiliğinin korunmasına yönelik hükümlere yer verilmiştir. İşyerinde psikolojik taciz hallerinin iş ve çalışma hürriyetinin ihlalini düzenleme altına alan TCK m. 117/1  …hukuka aykırı başka bir davranışla, iş ve çalışma hürriyetini ihlal…  etmek kapsamında değerlendirilmesinin de mümkün olacağı; kamusal alanda amir ve üstlerin astlarına yönelik görevin gereklerine aykırı söz konusu davranışlarının kişilerin mağduriyetine neden olması durumunda TCK m. 257 de öngörülen  görevi  kötüye  kullanma   suçunun  oluşacağı  yönünde  bkz.  ARTUK,  Mehmet Emin/GÖKÇEN, Ahmet/YENİDÜNYA, A. Caner, Ceza Hukuku Özel Hükümler, Ankara 2015, s. 326. 1138Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Baş olaylar arasında sayılmışsa da ceza kanunun cinsel tacizi ilk kez bir suç olarak düzenlenmesi TCK nın yürürlüğe girmesiyle gerçekleşmiştir.8  Cinsel taciz suçuna Türk hukukunda ilk kez 1997 tarihli Türk Ceza Kanunu Ön Tasarısının ikinci kitabının, topluma karşı suçlar başlıklı ikinci kısmında ve cinsel özgürlüğe ve edep törelerine karşı suçlar başlıklı altıncı bölümünde  söz atma, sarkıntılık, cinsel taciz  başlıklı m. 317 de şu şekilde yer verilmiştir:  Kadınlara veya erkeklere söz atanlara üç aydan altı aya kadar hapis veya altı milyon liradan onmilyon liraya kadar ağır para cezası verilir. Kadınlara ve erkeklere sarkıntılık edenlere altı aydan iki yıla kadar hapis cezası verilir. Bu fiiller, mağdurun hüküm ve nüfuzu altında bulunduğu kimsenin cinsel tacizi şeklini alırsa faile verilecek ceza bir yıldan az olamaz. Bu maddede yer alan suçların kovuşturması şikâyete bağlıdır. 9                                                  8   TCK nın yürürlüğe girmesinden sonra TBK m. 417/1 de işçinin kişiliğinin korunması bakımından, işverenin, işçilerin cinsel tacize uğramamaları ve bu tür tacizlere uğramış olanların daha fazla zarar görmemeleri için gerekli önlemleri almakla yükümlü oldukları belirtilmiştir. 9   TÜRK CEZA KANUNU ÖNTASARISI (1997), Yayın İşleri Dairesi Başkanlığı, Özel Seri: 3, s. 97.    Madde gerekçesinde söz konusu suçla ilgili olarak şu ifadelere yer verilmiştir:     Maddede yer alan söz atma, sarkıntılık fiilleri aslında 316 ncı maddede (hayâsızca hareketler suçu) öngörülen suçun özel şekillerini teşkil eder. Söz atma, sarkıntılık derecesine varmayan, sadece sözle gerçekleştirilen yani devamlılık arzetmeyen, örf ve adet dışı edebe aykırı  saldırılardır.  Sözler  bir  defa  söylenmekle  kalmayıp  devamlılık  arzeder  yani tekrarlanırsa fiili sarkıntılık olarak nitelendirmek gerekir.    Söz atma suçunun faili kadın veya erkek, mağduru da kadın veya erkek olabilir. Ancak erkeğin mağdur olabilmesi için genç olması aranmaz.    Sarkıntılıkta da fail ve mağdur bakımından aynı durum vardır. Ancak erkek mağdurun varlığı halinde genç olması gerekmez.    Sarkıntılık fiili, bir kişiye karşı onun rızasına aykırı olarak şehvet maksadıyla söz ve hareketle edep ve iffete saldırı teşkil edecek surette ve ırza tecavüz veya tasaddi suçuna veya bunların teşebbüsüne varmayacak hareketlerden oluşur. Bu itibarla Amerikan hukukunda öteden beri mevcut olan ve 1994 Fransız Ceza Kanununda da yer verilen  cinsel taciz  suçunu,  sarkıntılık  suçu  daha  geniş  olarak  kapsamaktadır.  Ancak  maddenin  üçüncü fıkrasında söz konusu fiillerin mağdurun hüküm ve nüfuzu altında bulunduğu kimsenin cinsel tacizi şeklini alması ağırlaştırıcı sebep sayılmıştır.    Maddenin son fıkrası suçların kovuşturulmasını şikâyete bağlı tutmuştur.  Gerekçe metni için bkz. TÜRK CEZA KANUNU ÖNTASARISI (1997), s. 289.   1139Türk Ceza Hukukunda Cinsel...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Söz konusu  düzenlemeyle  cinsel taciz suçu söz atma  ve  sarkıntılık fiillerinin ağırlaştırıcı şekli olarak öngörülmüştür. Yani bağımsız bir suç tipi olarak hüküm altına alınmamıştır. 2000 TCK Tasarısında ikinci kitabın topluma karşı suçlar başlıklı ikinci kısmında ve cinsel bütünlüğe ve edep törelerine karşı suçlar başlıklı altıncı bölümünde m. 319 da cinsel taciz suçu  söz atma, sarkıntılık, cinsel taciz  başlığıyla şu şekilde düzenlenmiştir:  Kadınlara veya erkeklere söz atanlara üç aydan altı aya kadar hapis veya yüz milyon liradan yüz elli milyon liraya kadar ağır para cezası verilir. Kadınlara ve erkeklere sarkıntılık edenlere altı aydan iki yıla kadar hapis cezası verilir.  Bu fiiller, mağdurun hüküm ve nüfuzu altında bulunduğu kimsenin cinsel tacizi şeklini alırsa faile verilecek ceza bir yıldan az olamaz. Bu maddede yer alan suçların soruşturulması ve kovuşturulması şikâyete bağlıdır. 10                                                  10   TÜRK CEZA KANUNU TASARISI VE TÜRK CEZA KANUNUNUN YÜRÜRLÜĞE KONULMASINA VE MEVZUATA UYUMUNA DAİR KANUN TASARISI, Ankara 2000, s. 106.    Madde gerekçesinde ise 1997 tarihli Türk Ceza Kanunun Ön Tasarısında,  söz atma, sarkıntılık, cinsel taciz  başlıklı m. 317 nin gerekçesindeki ifadelerin neredeyse tamamına yer veriştir. Ancak cinsel taciz suçuyla ilgili olarak bu suçun, söz atma ve sarkıntılık suçlarını kapsadığı, söz konusu fiillerin mağdurun hüküm ve nüfuzu altında bulunan kimsenin cinsel tacizi yani cinsel bakımdan ahlak temizliğine aykırı olarak mağdurun rahatsız edilmesi şeklini almasının ağırlaştırıcı neden olarak öngörüldüğü ve bu ağırlaştırıcı nedenin uygulanabilmesi için failin bir kez sarkıntılık veya söz atma fiillerini işlemiş olmasının yeterli olduğu, bu fiillerin ayrıca üçüncü fıkrada yazılı olan kişilerce yapılmasının zorunlu  olduğu  belirtilmiştir.  Gerekçe  metni  için  bkz.  TÜRK  CEZA  KANUNU TASARISI VE TÜRK CEZA KANUNUNUN YÜRÜRLÜĞE KONULMASINA VE MEVZUATA UYUMUNA DAİR KANUN TASARISI, s. 323-324.    Ancak  ilgili  dönemde  kurulan  TCK  Kadın  Çalışma  Grubu  ve  kadın  örgütlerinin temsilcilerinden oluşan komisyon bu tasarıda değişiklikler yapmıştır. Daha sonra o dönemde oluşturulan yeni hükümet bu iki tasarıdan 2000 TCK Tasarısını seçmiştir. Ancak, söz konusu tasarı m. 319/3 ün kapsamının cinsel taciz ifadesi bakımından sınırlı olduğu yönündeki eleştiri için bkz. YALÇIN SANCAR, Türkan,  Türk Ceza Kanunu Tasarısının (2000) Bazı Hükümleri Hakkında Düşünceler , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Ankara 2002, C. 51, S. 3, s. 1-2, 12.  1140Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Baş Yine 2003 tasarısı da 2000 TCK tasarısının bir benzeri olarak bazı ufak değişikliklerle düzenleme altına alınmıştır.11 Söz konusu tasarıda cinsel taciz suçuna m. 321 de söz atma ve sarkıntılık suçlarının nitelikli hali olarak yer verilmiştir ve söz konusu hüküm şu şekildedir:  Kadınlara veya erkeklere söz atanlara üç aydan altı aya kadar hapis veya üç yüz elli milyon liradan bir milyar liraya kadar ağır para cezası verilir. Kadınlara ve erkeklere sarkıntılık edenlere altı aydan iki yıla kadar hapis cezası verilir. Bu fiiller, mağdurun hüküm ve nüfuzu altında bulunduğu kimsenin cinsel tacizi şeklini alırsa faile verilecek ceza bir yıldan az olamaz. Bu maddede yer alan suçların soruşturulması ve kovuşturulması şikâyete bağlıdır. 12  2003 tasarısında Türkiye Büyük Millet Meclisi (TBMM) Adalet Alt Komisyonunun yaptığı değişikliklerin ardından, TCK m. 105 in yürürlüğe girdiği 1.6.2005 tarihindeki ilk hali şu şekilde oluşturulmuştur:   (1) Bir kimseyi cinsel amaçlı olarak taciz eden kişi hakkında, mağdurun şikâyeti üzerine, üç aydan iki yıla kadar hapis cezasına veya adlî para cezasına hükmolunur. (2) Bu fiiller, hiyerarşi veya hizmet ilişkisinden kaynaklanan nüfuz kötüye kullanılmak suretiyle ya da aynı işyerinde çalışmanın sağladığı kolaylıktan yararlanılarak işlendiği takdirde, yukarıdaki fıkraya göre verilecek ceza yarı oranında artırılır. Bu fiil nedeniyle mağdur işi terk etmek mecburiyetinde kalmış ise, verilecek ceza bir yıldan az olamaz. 13 Ancak maddenin ikinci fıkrasında 5377 sayılı Türk Ceza Kanununda Değişiklik Yapılmasına Dair Kanun m. 13 ile 8.7.2005 tarihinde yürürlüğe girmek üzere şu şekilde değişiklik yapılmıştır:                                                   11   ARTUK, Mehmet Emin/ÇINAR, Ali Rıza,  Yeni Bir Ceza Kanunu Arayışı ve Adalet Alt Komisyonu Tasarısı Üzerine Düşünceler , Türk Ceza Kanunu Reformu, İkinci Kitap: Makaleler, Görüşler, Raporlar, Ankara 2004, s. 64-65. 12   Yine söz konusu hükmün gerekçesi de 2000 TCK tasarısının aynısıdır. 14.4.2003 te kararlaştırılan Türk Ceza Kanunu Tasarısı için bkz. http://www.tbmm.gov.tr/d/1/10593.pdf  13  25611 sayılı 12.10.2004 tarihli Resmi Gazete 14  25869 sayılı 8.7.2005 tarihli Resmi Gazete   1141Türk Ceza Hukukunda Cinsel...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215    Bu fiiller; hiyerarşi, hizmet veya eğitim ve öğretim ilişkisinden ya da aile içi ilişkiden kaynaklanan nüfuz kötüye kullanılmak suretiyle ya da aynı işyerinde çalışmanın sağladığı kolaylıktan yararlanılarak işlendiği takdirde, yukarıdaki fıkraya göre verilecek ceza yarı oranında artırılır. Bu fiil nedeniyle mağdur; işi bırakmak, okuldan veya ailesinden ayrılmak zorunda kalmış ise, verilecek ceza bir yıldan az olamaz.  TCK m. 105/2 nin değişiklikten önceki ilk hali, 1.6.2005 ile 8.7.2005 tarihleri  arasında  yürürlükte  kalmıştır.  5377  sayılı  kanunla  yapılan değişikliğin gerekçesinde, yapılan değişiklikle, cinsel taciz suçunun eğitim ve öğretim  ilişkisinden  kaynaklanan  nüfuzun  kötüye  kullanılması  suretiyle işlenmesi halinin, bu suçun daha ağır cezayı gerektiren nitelikli bir hali olarak tanımlandığı ve cinsel taciz suçunun nitelikli hallerinin gerçekleştiği hallerde soruşturmanın ve kovuşturmanın yapılmasının mağdurun şikâyetine bağlı olmadığı belirtilmiştir.15  6545  sayılı  Türk  Ceza  Kanunu  İle  Bazı  Kanunlarda  Değişiklik Yapılmasına Dair Kanun m. 61 ile TCK m. 105/1 de yer alan  hükmolunur  ibaresi  , fiilin çocuğa karşı işlenmesi hâlinde altı aydan üç yıla kadar hapis cezasına hükmolunur  şeklinde ve ikinci fıkrası ise şu şekilde değiştirilmiştir:    Suçun; a) Kamu görevinin veya hizmet ilişkisinin ya da aile içi ilişkinin sağladığı kolaylıktan faydalanmak suretiyle,  b) Vasi, eğitici, öğretici, bakıcı, koruyucu aile veya sağlık hizmeti veren ya da koruma, bakım veya gözetim yükümlülüğü bulunan kişiler tarafından, c) Aynı işyerinde çalışmanın sağladığı kolaylıktan faydalanmak suretiyle, d) Posta veya elektronik haberleşme araçlarının sağladığı kolaylıktan faydalanmak suretiyle, e) Teşhir suretiyle,                                                  15  Dönem: 22, Yasama Yılı: 3, Esas Numarası: 2/452, TCK da Değişiklik Yapılmasına Dair Kanun  Teklifi  ile  gerekçesinde  yer  alan  m.  13 ün  gerekçesi  için  bkz. http://www.tbmm.gov.tr/d/2/2-0452.pdf   Adalet Komisyonu tarafından, bu değişiklik teklifinin 13. maddesiyle değiştirilen TCK m. 105/2 nin son cümlesinde yer alan  terk etmek mecburiyetinde  ifadesi, uygulamada ortaya çıkması muhtemel sorunların giderilmesi amacıyla  bırakmak, okuldan veya ailesinden ayrılmak zorunda  şeklinde değiştirilmiştir. 16.5.2005 tarihli, 2/452 Esas No.lu 79 Karar Nolu  Türkiye  Büyük  Millet  Meclisi  Adalet  Komisyonu  Raporu  için  bkz. http://www.tbmm.gov.tr/sirasayi/donem/yil/ssm.htm  16  29044 sayılı 28.6.2014 tarihli Resmi Gazete 1142Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Baş işlenmesi hâlinde  yukarıdaki  fıkraya  göre  verilecek  ceza  yarı  oranında artırılır. Bu fiil nedeniyle mağdur; işi bırakmak, okuldan veya ailesinden ayrılmak zorunda kalmış ise verilecek ceza bir yıldan az olamaz.  Söz konusu değişiklik 28.6.2014 tarihinde yürürlüğe girmiştir. Böylece cinsel taciz suçunun çocuğa karşı işlenmesi halinde suçun cezasının artırılması öngörülmüş ve ayrıca TCK m. 105/2 de yer alan nitelikli haller yeniden düzenlenmiştir. 6545 sayılı Kanun ile cinsel taciz suçu da dâhil olmak üzere cinsel dokunulmazlığa  karşı  suçlar  bakımından  önemli  değişikliklerle  beraber cezanın  arttırılması  öngörülmüşse  de  cezaların  artırılarak  bazı  suçların işlenmesinin  önlenebileceği  yönündeki  düşüncenin  kriminoloji  biliminin verilerine  aykırı  olduğunun  altı  çizilmelidir.  Her  ne  kadar  6545  sayılı Kanunun temelinde kamuoyunun basında yer alan cinsel suçlara yönelik tepkisi yer almaktaysa da, değişiklikten evvel de cinsel dokunulmazlığa karşı suçlar için öngörülen cezalar hafif değildi. Bu yüzden cinsel dokunulmazlığa karşı  suçların  gerçekleşmesinin  önlenebilmesi  için  bu  suçların  neden işlendiğinin ve neden sayılarının arttığına yönelik hususların tespit edilerek bu hususlarla ne şekilde mücadele edilebileceğine ilişkin tedbirler alınmalıdır.17 ETCK da ise bu suça, cürümleri hüküm altına alan ikinci kitapta,  Adabı Umumiye ve Nizamı Aile Aleyhinde Cürümler  başlıklı sekizinci babda,  Cebren Irza Geçen, Küçükleri Baştan Çıkaran ve İffete Taarruz Edenleri  düzenleyen birinci fasılda ve m. 421 de şu şekilde yer verilmişti: 18                                                   17   TEZCAN, Durmuş/ERDEM, Mustafa Ruhan/ÖNOK, Murat, Teorik ve Pratik Ceza Özel Hukuku, Ankara 2015, s. 343. 18   Söz konusu hükmün 13.3.1926 tarihinde Resmi Ceride de yayınlanan ilk hali  Kız ve erkek genç kimselere söz atanlar üç aydan altı aya kadar hapsolunur.  şeklindeydi. Bkz. İÇEL, Kayıhan/YENİSEY, Feridun, Karşılaştırmalı ve Uygulamalı Ceza Kanunları, İstanbul 1994, s. 725.   1933 yılında yapılan ve 20.6.1933 tarihinde Resmi Gazete de yayınlanan 2275 sayılı Türk Ceza Kanununun Bazı Maddelerini Değiştiren Kanun ile söz konusu hüküm  Kadınlara ve genç erkeklere söz atanlar on beş günden üç aya kadar ve sarkıntılık edenler bir aydan altı aya kadar hapsolunur.  şeklinde değiştirilmiştir. (2432 sayılı 20.6.1933 tarihli Resmi Gazete)   1953 yılında yapılan ve 15.7.1953 tarihinde Resmi Gazete de yayınlanan 6123 sayılı Türk Ceza Kanununun Bazı Maddelerinin Değiştirilmesi Hakkında Kanun ile söz konusu hüküm  Kadınlara ve genç erkeklere söz atanlar üç aydan bir seneye ve sarkıntılık edenler altı aydan iki seneye kadar hapsolunur.  şeklinde değiştirilmiştir. (8458 sayılı 15.7.1953 tarihli Resmi Gazete)   1143Türk Ceza Hukukunda Cinsel...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215    Kadınlara ve erkeklere söz atanlar üç aydan bir seneye ve sarkıntılık edenler altı aydan iki seneye kadar hapsolunur. 20 TCK  m.  105 te  cinsel  amaçlı  olarak  taciz  etmekten  bahsedil-       mekteyken,  ETCK da  inceleme  konusu  suçun  genel  olarak  karşılığını oluşturan  m.  421  söz  atanlar  ve  sarkıntılık  edenlerden  bahsetmiş-                                                                   19    Sarkıntılık  ifadesi, 1933 yılında ETCK ya eklenmiştir. ETCK da tanımına açıkça yer verilmeyen sarkıntılık suçu bir erkek tarafından, kadın, kız ya da genç erkeğe karşı aleniyet şartı aranmaksızın ırza tasaddi veya ırza geçme suçuna teşebbüs boyutuna varmayan, mağdur üzerinde devamlılık arz etmeyen ancak vücuda temasın da şart olmadığı söz, yazı ya da diğer hareketlerle gerçekleştirilen ve temelinde cinsel dürtünün bulunduğu fiiller şeklinde tanımlanmaktaydı. Bkz. ÖNDER, Ayhan, Türk Ceza Hukuku Özel Hükümler, İstanbul 1994, s. 529. Yani sarkıntılık suçu, vücuda temas suretiyle ya da vücuda temas olmaksızın işlenebilmekteydi. Ancak vücuda temasın söz konusu olduğu sarkıntılık suçunda fiilin ani olması ve devamlılık arz etmesi gerekliydi, aksi halde ırza tasaddi suçundan bahsetmek söz konusu olabilirdi. Vücuda temas olmaksızın ve sözle gerçekleştirilen sarkıntılık suçuysa, söz atma suçundan devamlı ve sırnaşıkça bir hal alması nedeniyle ayrılmaktaydı. Bkz. ARTUK,  Cinsel Taciz ve Ceza Hukuku , Ankara Üniversitesi Siyasal Bilgiler Fakültesi Dergisi, Y. 1994, C. 49, S. 3, s. 38, 42. Şayet söz atma fiili kısa aralıklarla tekrarlanırsa sarkıntılık suçunun oluştuğundan bahsetmek mümkündü. Bkz. DÖNMEZER, Sulhi, Ceza Hukuku Özel Kısım Genel Adap ve Aile Düzenine Karşı Cürümler, İstanbul 1983, s. 187. 20   Önder, söz atma ve sarkıntılık suçunu cinsel utanç duygusunu tahrip eden suçlar başlığı altında incelemiştir. Ayrıca yazar söz konusu suça ilişkin benzer düzenlemelerin yabancı kanunlarda  yer  almadığını  yabancılarca  bu  hükmün  ilginç  bir  hüküm  olarak değerlendirildiğini belirtmektedir. Örneğin mehaz kanunda söz atmak ya da sarkıntılık suçu bulunmamaktadır. Söz atmak, belirli bir kişiye karşı şehvet duygusu ile yapılan sözle saldırı olarak düşünülmelidir. Bkz. ÖNDER, s. 513, 527, 530. Bu nedenle, yetersiz de olsa ETCK, cinsel taciz kavramına yer veren ilk ceza kanunlarından biri olarak kabul edilmektedir. Ancak  2.  Dünya  Savaşının  ardından  bu  yana  sosyo-ekonomik  ilişkilerde  yaşanan yoğunluklar cinsel suçlar bakımından yeni bir suç tipini yani cinsel tacizi beraberinde getirmiş, ancak ETCK bu hususlar bakımından yetersiz kalmıştır. Zira ETCK da cinsel tacizin değişik ve daha ağır biçimleri öngörülmemiştir. Bkz. CAN, Cahit, Toplumsal İnsanın Evrensel Doğası ve Cinsel Suçlar, Ankara 2002, s. 520, 521. 21   ETCK m. 421 de söz atma ve sarkıntılık eylemleri tanımlanmamıştı, ancak bu husus öğreti ve mahkeme içtihatlarıyla ortaya konmaya çalışılmıştır. Bkz. NUHOĞLU, Ayşe,  Türk Ceza Kanununda ve 2002 Tasarısında Cinsel Suçlar , Çetin ÖZEK Armağanı, İstanbul 2004, s. 628.     Sarkıntılık suçu, ETCK m. 421 in 8.6.1933 kabul tarihli 2275 sayılı Türk Ceza Kanununun bazı maddelerini değiştiren kanunla değiştirilmesine kadar ırza tasaddi niteliğinde kabul edilmekteydi. Söz atmayı da kapsayan bir fıkranın m. 421 e eklenmesiyle artık ayrı bir fiil olarak kabul edilmiştir. Bkz. BAKICI, Sedat, Açıklamalı – İçtihatlı Genel Adap ve Aile Düzenine Karşı Cürümler, Ankara 1994, s. 236-237.     Yargıtay söz atma eylemlerinin birçok kez tekrar edilerek eylemin sırnaşık bir hal alması halinde söz atma suçunun değil sarkıntılık suçunun oluşacağını belirtmişti. Yargıtay 5. CD. 2002/5858 E. 2004/188 K. 22.1.2004 T. (www.kazanci.com). Söz konusu değişiklikle 1144Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Baş tir.22 Yabancı ülkelerin hukuklarındaki düzenlemeler de dikkate alındığında ETCK m. 421 in cinsel taciz suçu ile korunmak istenen değerleri kapsamına almadığı da belirtilmektedir.23  TCK m. 105 ile ETCK daki söz atma suçuyla; vücuda herhangi bir temasın gerçekleşmeden yapıldığı sarkıntılık suçu cinsel taciz olarak kabul edilmiştir.24 Bu nedenle m. 105 te yer alan cinsel taciz suçunun ETCK m.                                                  amaçlanan ise, uygulamada değişiklikten önce sarkıntılık yapanlar hakkında hiçbir cezanın verilmemesinin ya da aleni olarak hayâsızca harekette bulunmaktan ya da söz atmaktan da daha az bir cezanın verilmesinin önlenmesiydi. Bkz. YARSUVAT, Duygun,  Türk Ceza Kanununda Cinsel Özgürlüğe Karşı Suçlar , Değişen Toplum ve Ceza Hukuku Karşısında TCK nın 50 Yılı ve Geleceği, İstanbul, İstanbul Üniversitesi Hukuk Fakültesi Yayını, 1977, s. 665. Ancak böyle bir eklemeye gerek olmadığı, bunun karışıklıklara yol açtığı da belirtilmektedir. Bkz. DÖNMEZER, Adap, s. 193. 22   YOKUŞ SEVÜK, Handan,  5237 Sayılı Türk Ceza Kanunu nda Cinsel Saldırı ve Cinsel Taciz Suçları ' Türkiye Barolar Birliği Dergisi, S. 57, 2005, s. 269. Doktrinde ileri sürülen bir diğer görüşe göre ise TCK m. 105 te yer alan cinsel taciz suçu, ETCK m. 421 de düzenleme  altına  alınan   söz  atma  ve  sarkıntılık   suçunun  tam  bir  karşılığını oluşturmamakta, yalnızca  söz atma  fiilini kapsamına alan bir düzenlemeyi içermektedir. Bkz. PARLAR, Ali/HATİPOĞLU, Muzaffer, Açıklamalı- Yeni İçtihatlarla 5237 Sayılı Türk Ceza Kanunu Yorumu, C. 2, Ankara 2008, s. 1706. TCK m. 105 in, ETCK m. 421 de yer alan suç tipini tekrarlayan ve genişleten bir düzenleme olduğu yönündeki görüş için bkz. DONAY, Süheyl, Türk Ceza Kanunu Şerhi, İstanbul 2007, s.169. Aslında TCK m. 105 ile yeni bir suç tipi olarak cinsel taciz suçunun düzenleme altına alındığı da ileri sürülmektedir. Bkz. ŞEN, Ersan Yeni Türk Ceza Kanunu Yorumu Cilt: 1 (Madde 1- Madde 140), İstanbul 2006, s. 409.     Yargıtay ETCK döneminde söz atma ile sarkıntılığın ya da ırza tasaddinin farkını içtihatlarla ortaya koymuşken, TCK bakımından cinsel taciz gibi yeni terimlerin kabul edilmesinin doğru olmadığı da belirtilmiştir. TOPLUMSAL DEĞİŞİM SÜRECİNDE TÜRK CEZA KANUNU REFORMU PANELİ, Cinsel Dokunulmazlığa Karşı İşlenen Suçlar, Durmuş Tezcan ın konuşması, Türk Ceza Kanunu Reformu, Birinci Kitap, Türkiye Barolar Birliği, Ankara 2004, s. 158; TOPLUMSAL DEĞİŞİM SÜRECİNDE TÜRK CEZA KANUNU REFORMU  PANELİ,  Cinsel  Dokunulmazlığa  Karşı  İşlenen  Suçlar,  Mehmet  Emin Artuk un konuşması, Türk Ceza Kanunu Reformu, Birinci Kitap, Türkiye Barolar Birliği, Ankara 2004, s. 150-151.     Ayrıca  değişik  terimlere  yer  verilmesinin  herhangi  bir  gerekçeye  dayanmadığı  da belirtilmektedir. Bkz. HAFIZOĞULLARI, Zeki/ÖZEN, Muharrem, Türk Ceza Hukuku Özel Hükümler, Ankara 2015, s. 158-159. Ancak yapılan terim değişikliğinin olumlu olduğu, eski düzenlemenin eski ve de erkek egemen olduğu ve söz konusu dilsel değişikliğin toplumsal psikolojiyi de etkileyebilecek bir niteliğe sahip olduğu yönünde bkz. AYDIN, Öykü Didem,  Cinsel Dokunulmazlığa Karşı Suçlar , Hukuki Perspektifler Dergisi, S. 2, 2004, s. 161. 23   KURT, s. 507. 24   YAŞAR, Osman/GÖKCAN, Hasan Tahsin/ARTUÇ, Mustafa, Yorumlu-Uygulamalı Türk Ceza Kanunu, Ankara 2014, C. 3, s. 3515.    1145Türk Ceza Hukukunda Cinsel...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  421 de  belirtilen fiili sarkıntılık yani vücuda temas biçiminde  olmaması gereklidir.25 Şayet vücuda temas varsa bu durumda fiil TCK m. 102 deki cinsel  saldırı  suçunu  ya  da  TCK  m.  103 teki  cinsel  istismar  suçunu oluşturmaktadır.26 Böylelikle mağdurun yanağının okşanması, yanağından bir kez öpülmesi, vücuduna cinsel amaçla hareket edildiğini gösteren şekilde ellenmesi halleri sarkıntılık olarak nitelendirilmekle beraber TCK m. 105 anlamında cinsel taciz olarak düşünülmemektedir.27 Sarkıntılığın TCK m. 105 kapsamında değerlendirilmesi için, vücuda herhangi bir temasın olmaması gerektiğinden,  sarkıntılık  sırnaşıkça  bir  hal  alan  söz  atmalar  şeklinde gerçekleşirse bu durumda m. 105 uygulama alanı bulabilmektedir. Yolda yürüyen bir kimseye yönelik olarak şehevi amaçlarla bir şeyler söylenmesi, bu kimsenin takip edilmesi, bu kimseye yönelik bıyık bükülmesi,28 el kol hareketlerinde bulunulması m. 105 kapsamında değerlendirilmelidir.30  Cinsel taciz suçuna ilişkin asıl düzenlemenin TCK m. 105/1 olmayıp, m. 105/2 ile korunması amaçlanan menfaat olduğu ileri sürülmüştür. Zira Avrupa ve Amerika da da bu suçun temelini m. 105/2 nin oluşturduğu ve bu nedenle literatürde cinsel tacizden anlaşılması gerekenin bu olduğu belirtilmiştir.31                                                   25   KESKİN  KİZİROĞLU,  Serap,   Yeni  Türk  Ceza  Kanunu nda  Kadına  İlişkin Düzenlemeler ve Cinsel Suçlar , Ord. Prof. Dr. Sulhi Dönmezer Armağanı, C. 2, Türk Ceza Hukuku Derneği 2008, s. 996. Sarkıntılık suçunun her zaman basit cinsel saldırı olarak nitelendirilmesinin somut olayda hatalı uygulamalara neden olabileceği de belirtilmektedir. TCK m. 105 te söz atma ile fiili olmayan sarkıntılık birbirine eş değer görülerek taciz olarak değerlendirilmiştir. Zira TCK sarkıntılık bakımından eylemlerin temadi etmesini ya da sırnaşıkça hal almasını aramamıştır. Bkz. ÜNVER, Yener,  Cinsel Dokunulmazlığa ve Genel Ahlaka Karşı Suçlar , Türk Ceza Kanunun 2 yılı Teori ve Uygulamada Karşılaşılan Sorunlar, İstanbul 2008, s. 332. 26   BAYTEMİR, Erdal, Açıklamalı-İçtihatlı, Cinsel Dokunulmazlığa, Kişi Hürriyetine Ve Genel Ahlaka Karşı Suçlar, Ankara 2009, s. 398.     Yargıtay yolda yürüyen mağdureyi takip eden sanığın ve arkadaşlarının mağdurenin etrafını çevirerek fuhuş yapıp yapmadığını sormalarını, hayır cevabını almalarına rağmen sanığın mağdureyi kolundan tutup çekiştirerek,  ben seni biliyorum sen fuhuş yapıyorsun  demesi şeklinde gelişen olayı, dokunma söz konusu olduğu için TCK m. 102/1 de yer alan suçun kapsamı içinde değerlendirmiştir. Yargıtay 5. CD. 3398/3669, 28.4.2008 T. (karar metni için bkz. MALKOÇ, İsmail, Türk Ceza Kanunu Uygulamasında Cinsel Suçlar, Ankara 2009, s. 331.) 27   ARTUK/GÖKÇEN/YENİDÜNYA, s. 326. 28   MALKOÇ, Açıklamalı – İçtihatlı Türk Ceza Kanunu, Ankara 2013, s. 1848. 29   BAKICI, s. 233. 30   ARTUK, Mehmet Emin,  Cinsel Taciz Suçu (TCK m. 105) , Hukuki Perspektifler Dergisi, 2006, S. 7, s. 70. 31  TOPLUMSAL  DEĞİŞİM  SÜRECİNDE  TÜRK  CEZA  KANUNU  REFORMU PANELİ, Cinsel Dokunulmazlığa Karşı İşlenen Suçlar, Bahri Öztürk ün Konuşması, Türk 1146Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Baş II. SUÇUN HUKUKİ KONUSU ETCK da  inceleme  konusu  suç   Adabı  Umumiye  ve  Nizamı  Aile Aleyhinde  Cürümler   babında  düzenlenmiş  olduğundan,  korunan  hukuki yararı genel ahlak ve aile düzeni oluşturmaktaydı. Günah, ayıp, genel ahlak ya da cinsiyet ahlakı gibi kavramlara dayanarak ahlakın kanun ile belirlenip yaratılabileceği ve de korunabileceğinin düşünülmesi bir yanılgıdır. Bu ahlak kurallarının  yaratılarak,  söz  konusu  kuralların  ihlalinin  cezai  yaptırıma bağlanması; hem özgürlükçü, demokratik, sosyal bir hukuk devletiyle hem de cinsel  özgürlük,  ahlak  ve  çağdaş  ceza  hukukunun  anlayış  tarzına uymamaktadır.32   Adabı Umumiye ve Nizamı Aile Aleyhine Cürümler  başlığı altında toplanan suçlarla korunmak istenen hukuki yarar, cinsel özgürlüğe karşı işlenen  suçlarla  korunmak  istenen  hukuki  yararla  örtüşmemektedir.  Zira burada kanun koyucu bireyin cinsel özgürlüğünden ziyade genel adap ve aile düzeni gibi kavramları ön plana çıkarmıştır.33 Yine aile düzenine ve genel ahlaka karşı suçlar içinde düzenlenmesiyle mağdurlar birey olarak değil, eş, kız çocuk, ana olarak görülerek sahiplenilmeye çalışılmıştır.34 Esasen genel adap ve aile düzeni aleyhine işlenen suçların korudukları hukuki menfaatler değişiktir  ve  iki  ayrı  suç  grubunu  meydana  getirmektedir.  TCK nın düzenlemesiyle, ceza hukukunda çağdaşlaşmanın bir sonucu olarak suç ve                                                  Ceza Kanunu Reformu, Birinci Kitap, Ankara 2004, s. 144 ve Mehmet Emin Artuk un konuşması, s. 152.    Aslında cinsel taciz suçunun ihdas edilmesiyle her ne kadar ETCK dönemindeki söz atma ve fiili olmayan sarkıntılık suçları ile aynı alan korunmaya çalışılsa da, toplumsal, hukuksal ya da duygusal bazı nedenlerle zayıf durumda bulunan kişilerin menfaatlerinin bu suçla daha fazla gözetilmesi suçun ayrı bir içerik taşıdığının göstergesidir. Bkz. KURT, s. 509. Karşılaştırmalı hukukta cinsel taciz suçu bakımından özellikle iş yerinde çalışanların tacizden  korunması  sağlanmaya  çalışılmaktadır.  Yine  bu  kapsamda  Fransa da  ve İngiltere de sadece cinsel amaçlarla gerçekleştirilen haller değil cinsiyet ayrımcılığı,  cinsel tercih  hususunda yapılan hareketler de cezalandırılmaktadır. Söz konusu durumlar TCK m. 122 de düzenleme altına alınan ayrımcılık suçu ile korunmaya çalışılsa da yeterli bir koruma alanı sunulmamaktadır. Örneğin çalışma süresince karşılaşılan ayrımcılık hallerinde olduğu gibi. Karşılaştırmalı hukukta yer alan düzenlemeler hakkında ayrıntılı bilgi için bkz. ARTUK, HPD, s. 71.  32   ÜNVER, Yener,  Özellikle  Cinsel Suçlar  Alanında Olmak Üzere, Kadınlarla İlgili Ceza Hukuku Normlarındaki Değişim Ve Türkiye deki Durum , Adalet Yüksekokulu 20. Yıl Armağanı, İstanbul 2001, s. 294. 33   CENTEL, Nur,  Cinsel Suç Mağduru Kadının Korunması , Prof. Dr. Kenan Tunçomağ a Armağan, İstanbul 1997, s. 61. 34   AYDIN,   Cinsel ,  s.  155;  KADIN  İNSAN  HAKLARI  –  YENİ  ÇÖZÜMLER DERNEĞİ, s. 6.    1147Türk Ceza Hukukunda Cinsel...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  ceza  siyasetinde  meydana  gelen  değişimlerle  birlikte   genel  adap   gibi muğlâk, soyut, öznel ve yasama tekniği bakımından da demode olmuş bir kavrama yer verilmesinden vazgeçilerek kişi özgürlüğü ve cinsel özgürlük gibi  korunan  hukuki  değerler  öne  çıkarılmıştır.35  Söz  konusu  tercihin yapılmasıyla daha önce genel ahlaka karşı suçların içinde yer alan suçlardan bazıları başka bölümde düzenlenmiş, bazıları ise suç olmaktan çıkarılmıştır.36 TCK da genel ahlaka karşı suçlar yine de muhafaza edilerek bu başlık altında, hayâsızca hareketler, müstehcenlik, fuhuş, kumar oynanması için yer ve imkân sağlama ve dilencilik suçlarına yer verilmiştir. TCK da  bu  suç  kişilere  karşı  işlenen  suçlar  içerisinde  ve  cinsel dokunulmazlığa karşı suçlar başlığı altında düzenlendiğinden korunan hukuki yararı cinsel dokunulmazlık ve bütünlük oluşturmaktadır.38 Ancak burada                                                  35   YARSUVAT, s. 647, 679. 36   Cinsel dokunulmazlığa karşı suçlarla ilgili olarak ETCK daki sistemin özü bakımından korunduğu ancak içerik bakımından önemli değişikliklerin olduğu yönündeki görüş için bkz. KURT, s. 508. 37   Cinsel  dokunulmazlığa  karşı  fiiller,  kişilerin  cinsi  ilişkiler  bakımından  onurunu etkilemektedir.  Bkz.  ÜZÜLMEZ,  İlhan,   Cinsel  Dokunulmazlığa  Karşı  Suçlar , www.ceza-bb.adalet.gov.tr/makale/122.doc, s. 1.    Basit ve nitelikli cinsel saldırı suçunu düzenleme altına alan TCK m. 102 nin gerekçesinde  bu suçlarla korunan ortak hukuki değer, kişilerin cinsel dokunulmazlığıdır  şeklinde ifade edilmiştir. TCK m. 105 in gerekçesinde korunan hukuksal değerle ilgili başka bir açıklama yapılmasa da, aynı hukuksal değerin korunmak istendiği söylenebilir. Bkz. MERAN, Necati, Kişilere Karşı Suçlar, Ankara 2008, s. 386.  38  ÖZBEK,  Veli  Özer/KANBUR,  Mehmet  Nihat/DOĞAN,  Koray/BACAKSIZ, Pınar/TEPE, İlker, Türk Ceza Hukuku Özel Hükümler, Ankara 2015, s. 380; GÜLTAŞ, Veysel/GÜNDÜZ, Remzi, 5237 Sayılı Yeni Türk Ceza Kanununda Cinsel Suçlar, Ankara 2008, s. 10.    Bir diğer görüşe göre ise bu suçla korunan hukuki yarar kişinin ahlak anlayışı ve utanma duygusu ile bu alandaki huzurudur. Bkz. KURT, s. 514. Belirtilmelidir ki TCK daki sistematiğin değişmesi, basit bir yer değişikliği olarak düşünülmemelidir. Zira TCK nın düzenlemesi ile cinsel suçlar aileyi ve genel ahlakı ilgilendiren suçlar olmaktan çıkarılarak, cinselliği kişisel özgürlüğün bir değeri olarak görüp kişinin kendisini merkeze alarak kişinin özgürlüğünü  ön  plana  çıkarmıştır.  Ancak  cinsel  suçlar  kişilerin  cinsel  özgürlüğü, cinselliklerine ilişkin saygınlık ve itibarını, bireylerin ar, hayâ ve iffet duygularını, aile hayatına ilişkin değerleri koruduğundan aslında birden fazla hukuki değeri ihlal eden fiillerdir. Ancak cinsel özgürlüğe daha fazla önem verilerek burada düzenleme altına alınmıştır. Bkz. GÜLTAŞ/GÜNDÜZ, s. 9. Böylelikle cinsel özgürlüğe karşı suçlar ile aile düzenine  karşı  suçlar  haklı  olarak  farklılaştırılmıştır.  Bkz.  NUHOĞLU,  Ayşe,  Aile Düzenine Karşı Suçlar, İstanbul 2009, s. 2. Kanunun cinsel suçlara olan yaklaşımı eskiye göre  olumlu  kabul  edilebilir.  Bkz.  MAHMUTOĞLU,  Selami   TBMM  Adalet Komisyonu nda Kabul Edilen Türk Ceza Kanunu Tasarısı Hakkında Görüş , Türk Ceza Kanunu Reformu, İkinci Kitap: Makaleler, Görüşler, Raporlar, Ankara 2004, s. 372.  1148Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Baş  cinsel dokunulmazlık  yerine  cinsel özgürlük 39 ifadesinin kullanılması daha  yerindedir.  Zira  Adalet  Komisyonunda  yapılan  görüşmelerde  de belirtildiği üzere dokunmadan, vücuda yönelik bir temasın gerçekleşmesi anlaşılmaktadır. Ancak cinsel taciz suçu bakımından herhangi bir dokunmanın gerçekleşmesi şart değildir.40  Esasında iki görünümü bulunan cinsel özgürlük bireysel bir özgürlüktür. Negatif  yönü  bakımından  bu  özgürlük,  kişinin  hukuka  aykırı  cinsel müdahalelere karşı korunmasını; pozitif yönüyle ise kişinin cinsel kimliğini özgür bir şekilde ifade etme hakkının korunmasını sağlar. Bu bağlamda cinsel özgürlüğün negatif yönü, cinsel dokunulmazlık olarak nitelendirilir.41 TCK ise cinsel özgürlüğün negatif yönünü öne çıkararak bölüm başlığını  Cinsel Dokunulmazlığa Karşı Suçlar  olarak düzenlemiştir. Ancak daha önce de belirtildiği üzere TCK da cinsel özgürlük ifadesinin kullanılması, hukukun özgürlükleri korumasının bir neticesi olarak daha yerinde bir tercih olurdu.42                                                  39  Cinsel özgürlükle kast edilen hukukun ya da örfün ve âdetin belirlediği sınırlar kapsamında insanın cinsel ilişkiler bakımından kendi vücudu üzerine serbestçe tasarruf edebilmesidir. Bkz. TOROSLU, Nevzat, Cürümlerin Tasnifi Bakımından Suçun Hukuki Konusu, Ankara 1970,  s.  323.  Bireyin   cinsel  tercihini   bizzat  belirleme  hak  ve  özgürlüğü  de  bu kapsamdadır. Bkz. ÜNVER,  Özellikle  s. 295. 40  TUTANAKLARLA TÜRK CEZA KANUNU: T.C. Adalet Bakanlığı Yayın İşleri Dairesi Başkanlığı, 2005, s. 430. Cinsel taciz suçunda mağdurun cinsel özgürlüğüne yönelmiş bir davranış vardır. Dokunulmazlıkla asıl ifade edilenin özgürlük olduğu ve yine, siyasette uzlaşmanın bir gereği olarak özgürlük yerine dokunulmazlık ifadesi tercih edildiği de belirtilmiştir.  Ayrıca,  burada  korunanın  cinsel  dokunulmazlık  olmadığı  zira  cinsel içgüdünün sadece failde olduğu mağdurda ise bulunmadığı bu nedenle de bölüm başlığının  cinsel suçlar  olması gerektiği de ileri sürülmüştür. Bkz. TOPLUMSAL DEĞİŞİM SÜRECİNDE TÜRK CEZA KANUNU REFORMU PANELİ, Cinsel Dokunulmazlığa Karşı İşlenen Suçlar, Orhan Eraslan ın konuşması, Türk Ceza Kanunu Reformu, Birinci Kitap, Ankara 2004, s. 152-153. Doktrinde haklı olarak ileri sürülen bir diğer görüş uyarınca korunan hukuksal değer gerekçede hatalı olarak ifade edilmiştir. Gerekçede yer verilen dokunulmazlık ifadesi ve devamında bu dokunulmazlığın kişilerin vücudu üzerinde cinsel davranışlarla işleneceğinin belirtilmesi hatalı olduğu kadar aynı zamanda yanıltıcıdır. Zira söz konusu ifadeler yaralama suçu ile karıştırılacağı gibi, gerçekte korunmak istenen hukuksal yararın ne olduğu hususunun da anlaşılamamasına neden olmaktadır. Bu suçla korunmak istenen hukuksal değer bireyin vücut bütünlüğü değildir. Kişinin bizzat ve özgürce, serbestçe  cinsel tercihte  bulunması yani cinsel özgürlüğüdür. Korunan hukuksal değer cinsel özgürlük olarak kabul edildiğinde bu özgürlük vücutla temas halinde ihlal edilebileceği gibi vücutla temasın olmadığı hallerde de ihlal edilebilmektedir. Son yıllarda da  cinsel suçlardan  anlaşılan budur. Bkz. ÜNVER,  Cinsel , s. 295, 296.  41  TANER, Fahri Gökçen, Türk Ceza Hukukunda Cinsel Özgürlüğe Karşı Suçlar, Ankara 2013, s. 31 vd. 42  YALÇIN SANCAR, Türkan, Türk Ceza Hukukunda Kadın, Ankara 2013, s. 100-101.   1149Türk Ceza Hukukunda Cinsel...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Fail, mağdura karşı cinsel tacizde bulunduğunda mağdurun cinsel özgürlüğü zarar görmektedir ve bireyin cinsel özgürlüğü bireye cinselliğini istediği gibi yaşama hakkının yanında istemediği cinsel müdahalelerden korunma hakkını da içermektedir.43 Cinsel özgürlüğe karşı suçlar çağdaş ceza hukukuna da uygun olarak TCK da  kişilere  karşı  suçlar  başlıklı  ikinci  kısımda  düzenleme  altına alınmıştır.45 TCK ile cinsel özgürlük, bireye ait bir hak olarak değerlendirilerek, genel ahlak ya da  edep töresi  sorunu olarak nitelendirilmemiş ve bireyin haklarını öne çıkaran çağdaş yaklaşıma uygun bir şekilde cinsel dokunulmazlığa karşı suçların, kişilere karşı suçlar arasında düzenlenmesi yerinde olmuştur.46 Yaygın  bir  şekilde  karşı karşıya  kalınan  ve  cinsel  saldırı  boyutuna varmayan cinsel taciz fiillerinin cezalandırılması son derece olumludur.47 Kanun koyucunun cinsel taciz suçunu ihdas etmesiyle, cinsel özgürlüğün daha geniş bir çerçeve içinde korunmasına olanak sağlanmıştır.48 Böylece cinsel saldırı  boyutuna  ulaşmayan  ancak  kişiyi  cinsel  yönden  rahatsız  edici davranışlar cezalandırılmaktadır.49                                                   43  TANER, Cinsel, s. 351. 44  Bu suçlarla genel ahlak ve adabın dolayısıyla toplumun da korunduğu belirtilmektedir. Bkz. MERT, Harun,  Genel Ahlaka Karşı Suçlar ve Genel Ahlak Kavramı , Yargıtay Dergisi, C. 32, Temmuz 2006, S. 3, s. 452.    Cinsel suçlar ile korunan menfaatin yalnızca özgürlük olduğu iddiasının aşırı olduğu yönündeki görüş için bkz. EREM, Faruk, Ümanist Doktrin Açısından Türk Ceza Hukuku, C. 3, Ankara 1985, s. 190. Bu suçla korunan hukuki yararın hem genel ahlak hem de kişinin cinsel dokunulmazlığı olduğu, ancak kanun koyucunun cinsel dokunulmazlığı daha önemli sayması nedeniyle cinsel dokunulmazlığa karşı suçlar arasında düzenlendiği ifade edilmiştir. Bkz. SOYASLAN, Doğan, Ceza Hukuku Özel Hükümler, Ankara 2005, s. 189. Korunan hukuksal değer bakımından anlayışta değişiklikler olması sebebiyle yabancı hukuklarda  cinsel suçların  ceza kanunlarındaki düzenlemeleri bakımından ayrıntılı bilgi için bkz. NUHOĞLU,  Cinsel , s. 609, 638-639. 45  TCK m. 102 nin gerekçesi için bkz. ÖZGENÇ, İzzet Türk Ceza Kanunu Gazi Şerhi (Genel Hükümler), Ankara 2005, s. 819. 46  YALÇIN SANCAR, Kadın, s. 193. 47   AYDIN, Öykü Didem,  Yeni Türk Ceza Kanunu nda Cinsel Dokunulmazlığa Karşı Suçlar  http://www.hukuki.net/showthread.php?15334-Re%FEit-olmayanla-cinsel-ili%FEki/page. Bu suçun ihdas edilmesinin özellikle de kadınların korunması bakımından olumlu bir gelişme olduğu yönünde bkz. SANCAR, Türkan: Esin Konanç Sempozyumları içinde Ceza Hukukunda Kadın adlı oturumda yapılan konuşma, Ankara 2011, s.105. 48   ÖZBEK, Veli Özer, TCK İzmir Şerhi Yeni Türk Ceza Kanunun Anlamı, C. 2, Ankara 2008, s. 643. 49   TEZCAN/ERDEM/ÖNOK, s. 411.  1150Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Baş Bireyin cinsel özgürlüğü ve bu özgürlüğe müdahalelerin engellenmesinin yanında bu maddeyle, bireyin ahlak anlayışına saygı gösterilmesini isteme hakkı ile huzur ve sükûnunun devamlılığının sağlanması için bir güvence yaratılmıştır.  Böylelikle  bireylerin  birbirlerinin  cinsel  özgürlüğüne  saygı göstermesi  ve  söz  konusu  özgürlük  alanına  izinsiz  müdahalelerde bulunmaması temin edilmiştir.50  III. SUÇUN FAİLİ TCK  m.  105  hükmü  fail  bakımından  herhangi  bir  özel  düzenleme getirmediğinden, bu suçun faili herkes olabilir. Yine bu suçun faili erkek olabileceği gibi kadın da olabilir.51 Ayrıca bu suç ayrı cinsiyete sahip olanlar arasında  işlenebileceği  gibi  aynı  cinsiyete  sahip  bulunanlar  arasında  da işlenebilir.52 Suçun faili yalnızca gerçek kişiler olabilir.53 Failin evli ya da bekâr olması hali herhangi bir fark yaratmamaktadır.54 Ancak eşler arasında cinsel ilişki boyutuna ulaşan bir davranış dahi cezalandırılmazken; bu suçun eşler arasında işlenemeyeceği ileri sürülse de eşler arasında da bu suçun işlenmesi mümkündür. Failin kaç yaşında bulunduğu hususunun ise genel hükümler haricinde herhangi bir önemi bulunmamaktadır. 50 yaşında olan bir kişi ya da 16                                                  50  ŞEN, s. 409. 51  Bu suçun failinin genellikle erkek olduğu yönünde bkz. HAFIZOĞULLARI/ÖZEN, s. 169. Yine söz konusu suçun failinin ETCK döneminde yalnızca erkekler olabileceği yönünde bkz. DÖNMEZER, Adap, s. 188.     Örneğin 2008 yılında karara bağlanan davalarda cinsel taciz suçunun mağdurunun 2221 ini erkekler, 6398 ni kadınlar oluşturmuştur. Ayrıca bu suçun failinin, ruhundaki endişeyi kendi cinsel organını yabancıya ani bir şekilde göstererek çözümleyen ve ruhundaki bunalım ve endişeyi bu yöntemle hafifleten kişi olarak tarif edilebilen ekzibisyonistlerin olması  da  mümkündür.  Bkz.  YÜCEL,  s.  69,  90.  Yargıtay ın  söz  konusu  durumu değerlendiren kararları bulunmaktadır. Örneğin Yargıtay, cinsel organını mağdurlara gösteren sanığın fiilin hukuki anlam ve sonuçlarını algılayıp algılamadığını ve de bu fiille ilgili olarak davranışlarını yönlendirme yeteneğinin bulunup bulunmadığının tespiti için adli tıp kurumundan rapor alınmasının gerektiğini, aksi halde eksik incelemenin olacağını belirtmektedir.  Yargıtay  5.  CD.  2010/10912  E.  2011/1965  K.  14.3.2011  T. (www.kazanci.com) 52   ARSLAN, Çetin/AZİZAĞAOĞLU, Bahattin, Yeni Türk Ceza Kanunu Şerhi, Ankara 2004, s. 476; ÇALIŞKAN, Suat, 5237 Sayılı Türk Ceza Kanununda Cinsel Dokunulmazlığa Karşı Suçlar, Ankara 2013, s. 192-193. 53   ÜNVER,  Cinsel , s. 331. 54   ARTUK/GÖKÇEN/YENİDÜNYA, s. 329. 55   TEZCAN/ERDEM/ÖNOK, s. 411.   1151Türk Ceza Hukukunda Cinsel...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  yaşında bir kişi de bu suçun faili olabilir.56 TCK m. 105/2 de ise inceleme konusu  suçun  belli  bazı  kimselerce  işlenmesi  hali  cezanın  arttırılmasını gerektiren nitelikli hal olarak öngörülmüştür. Failin kendisine değil de bir başkasına cinsel yarar sağlaması amacıyla mağduru taciz etmesi halinde de bu suç oluşacaktır.57 IV. SUÇUN MAĞDURU TCK m. 105/1 de  bir kimseyi  ifadesine yer verilmiş olduğundan, bu suçun mağdur bakımından herhangi bir özellik taşımadığı belirtilmelidir. Mağdurun failden farklı bir cinsiyete ya da faille aynı cinsiyete sahip olması mümkündür.58 Mağdurun genç ya da yaşlı yahut evli ya da bekâr olması                                                  56   ARTUÇ, Mustafa,  Kişilere Karşı Suçlar , Ankara 2008, s. 736, 737. Ancak failin çocuk olması halinde, TCK m. 31 kapsamında belirtilen isnat yeteneğini ortadan kaldıran veya azaltan haller dikkate alınmalıdır. 57   MALKOÇ, Cinsel, s. 304. 58   YENİDÜNYA, Caner,  5237 Sayılı Yeni Türk Ceza Kanunu nda Cinsel Dokunulmazlığa Karşı Suçlar , Legal Hukuk Dergisi, Y. 3, S. 33, Eylül 2005, s. 3311.  59   ETCK  döneminde  m.  421  uyarınca  genç  olmayan  erkekler  bu  suçun  mağduru olamamaktaydı. Zira madde metnine göre mağdur yalnızca kadınlar ve genç erkekler olabilirdi. ETCK m. 421 de genç erkeklerden söz edildiği için Yargıtay 1973 tarihli bir kararında  1937  doğumlu  olan  mağdura  karşı  yapılan  hareketin  sarkıntılık  suçunu oluşturmayacağını belirtmiştir. (Yargıtay 4. CD. 1973/13003 E. 1973/10714 K. 27.12.1973 T. (Karar metni için bkz. KARATEKE, Osman Nuri/KUTLAY, Aykut, 1973 Yılı Yargıtay Ceza Genel Kurulu Ve Ceza Daireleri Kararları, Ankara 1974, s. 229). Yargıtay suç tarihi 1981 olan ve 1945 doğumlu olan mağdura karşı yapılan hareketin de mağdur genç olmadığı için sarkıntılık suçunu oluşturmayacağını kabul etmiştir. (Karar metni için bkz. BAKICI, s. 262). Yine, Yargıtay suç tarihinde 38 yaşında bulunan bir erkeğin genç erkek olmadığından bahisle m. 421 in uygulanmasının mümkün olmadığına karar vermiştir. Yargıtay 5. CD. 154/468, 15.2.1983 T. (Karar metni için bkz. ERDURAK, Yılmaz Güngör, En Son Değişiklikleriyle İçtihatlı Türk Ceza Kanunu ve Cezaların İnfazı Hakkında Kanun, Ankara 1984, s. 796).    Söz konusu hüküm bakımından kadınlar ve erkekler arasında, madde metninde belirtilen ayrımın yapılmasının nedeninin ve amaçlanın ne olduğunu anlamak mümkün değildir. Bkz. CAN, s. 518. Ancak söz konusu farkın gerekçesi olarak ilgili hükmün kaynağını 1274 tarihli Ceza Kanunname-i Hümayun un oluşturması ve ilgili dönemde yalnızca kadınlara ve genç erkeklere laf atılmasının olduğu yönünde bkz. DÖNMEZER, Sulhi,  Cinsel Özgürlüğe Karşı Suçlara İlişkin Tartışma , Değişen Toplum ve Ceza Hukuku Karşısında TCK nın 50 Yılı ve Geleceği Sempozyum Kitabı içinde, İstanbul 1977, s. 707.   Madde metninde yer alan  genç  ifadesi itiraz yolu ile (Kınık Cumhuriyet Başsavcılığı nın 21.03.2000 tarihli iddianamesiyle evli, 2 çocuklu olan sanığın müştekiyi 1999 yılı Temmuz ayından itibaren mektup ve telefonla birçok kez rahatsız ederek kendisiyle ilişki kurmak istediği, hareketlerinin sırnaşıkça bir hal aldığı, müştekinin şikâyetçi olduğu, sanığın atılı bulunan sarkıntılık suçunu işlediği, ETCK m. 421 gereğince cezalandırılması istemi ile 1152Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Baş halinin herhangi bir önemi bulunmamaktadır.60 Cinsel saldırı suçunun eşe karşı işlenmesi halinin TCK m. 102 de açıkça hükme bağlanmasına karşın cinsel taciz bakımından böyle bir duruma yer verilmemesi bu suçun eşe karşı işlenemeyeceği şeklinde yorumlanmamalıdır. Eşler arasındaki evlilik bağının varlığı eşin cinsel tacize rıza gösterdiği şeklinde düşünülmemelidir. Bu suç bakımından eş, mağdur statüsü dışına çıkarılmadığından mağdur olabilir.61 Zira evlenmek, bir eşe diğer eşin cinsel özgürlüğü üzerinde sınırsızca tasarruf edebilme  hakkını  vermez.  Ancak  söz  konusu  halde  suçun  ispatında güçlüklerin yaşanacağının da bir gerçek olduğu unutulmamalıdır.62 Yine seks işçilerine karşı da bu suç işlenebilir.63  TCK da m. 105 te gerçekleştirilen son değişiklikten evvel doktrinde, bu suçun mağdurunun çocukların da olmasının mümkün olduğunu savunanlar olmasına karşın,64 TCK m. 103/1 gereğince çocukların bu suçun mağduru                                                  açılan davanın yapılan açık yargılaması sonunda) Anayasa Mahkemesi nin (AYM) önüne gelmiştir. İtirazın gerekçesinde  genç  ifadesinin Anayasa (Ay.) m. 2, m. 10 ve m. 12 ye aykırı olduğu iddia edilmiştir. AYM, 20.03.2002 tarih ve 39/35 sayılı kararında, madde metninde yer alan  genç  ifadesinin Ay. m. 2 ye ve m. 10 a aykırı olduğunu, m. 12 ye ise herhangi bir aykırılık durumunun olmadığını belirterek, eşitlik ilkesine aykırı olduğundan iptaline karar vermiştir. (Karar metni için bkz. 24772 sayılı 01.06.2002 tarihli Resmi Gazete). Ancak söz konusu iptal kararından önce de bu suçun yaşlı bir erkeğe karşı da işlenmesinin mümkün olduğu ileri sürülmekteydi. Bkz. GÖZÜBÜYÜK, Abdullah Pulat, Alman, Fransız, İsviçre Ve İtalyan Ceza Kanunlariyle Mukayeseli Türk Ceza Kanunu Şerhi, Ankara 1961, s. 176. 60  YAŞAR/GÖKCAN/ARTUÇ, s. 3516.  61  ÜNVER,  Cinsel , s. 298. 62  KURT, s. 518. 63  DÖNMEZER, Adap, s. 192. 64  ŞEN, s. 409, 410; TANER, Cinsel, s. 352. Bu düşüncede olanlara göre, cinsel taciz eylemleri, cinsel istismar suçu ile düzenleme altına alınan fiillere göre daha hafif nitelikteki fiillerdir. Mağdurun sırf çocuk olmasından dolayı, istismar suçundan bahsedilmesinin hukuk mantığıyla bağdaşmayacağı ileri sürülmektedir. Aksinin kabulü halinde, korunan hukuksal değerin ihlali ile ceza yaptırımı arasında olması gereken denge bozulacaktır. Cinsel taciz suçunun takibi şikâyete bağlı tutulmuşken, cinsel istismar suçu re sen kovuşturulan bir suçtur. Cinsel tacizde vücut dokunulmazlığının ihlali söz konusu değilken, istismarda suçun maddi konusunu mağdurun vücudu oluşturmaktadır. Ayrıca ne TCK m. 105 te ne de TCK m. 103 te cinsel taciz suçunun çocuğun cinsel istismarı suçu ile birlikte ele alınmasına ilişkin bir düzenlemeye yer verilmiştir. Yine TCK m. 103 te cinsel davranışın belli yaştaki çocuklara  karşı  iradeyi  yasaklayan  nedenler  olmaksızın  işlenmesi  halinin  bu  madde kapsamında düşünülmemesi, koşulları varsa ve rıza da varsa bu durumda TCK m. 104 ün uygulama alanı bulabileceği hususu da çocuklara karşı gerçekleştirilen tacizin cinsel taciz suçu kapsamında düşünülmesi gerektiğinin bir göstergesidir. Bu görüşe göre şayet eylem cinsel taciz niteliğinde olup da cinsel istismar ya da rıza ile cinsel ilişki niteliğinde değilse artık TCK m. 105 uygulama alanı bulacaktır. Bkz. ÜNVER,  Cinsel , s. 300-313, 331. Bu   1153Türk Ceza Hukukunda Cinsel...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  olamayacağı, çocuklara karşı gerçekleştirilen her türlü cinsel davranışın cinsel istismar suçunu oluşturacağını ileri sürenler de bulunmaktaydı.65 Yine, söz konusu dönemde haklı olarak ileri sürülen bir diğer görüş ise 15 yaşını tamamlamamış  ya  da  tamamlamasına  karşın  fiilin  hukuki  anlam  ve sonuçlarını algılama yeteneği gelişmemiş olan çocukların cinsel taciz suçunun mağduru olamayacakları ve bunlara yönelik gerçekleştirilen her türlü cinsel davranışın cinsel istismar suçunu oluşturacağı yönündeydi. Bu nedenle cinsel taciz  suçu,  15  yaşından  büyük  ve  fiilin  anlam  ve  sonuçlarını  algılama yeteneğine sahip olan bir kimseye karşı gerçekleştirilebilirdi.66 Yani TCK m. 103 te  belirtilen  çocuklara  karşı  gerçekleştirilen  cinsel  taciz,  istismar kapsamında değerlendirilerek TCK m. 105 uygulama alanı bulmayacaktı.67 Zira çocuktan cinselliği bir yetişkin olarak algılayabilmesi beklenemez ve yine  cinsel  amaçlı  olarak  gerçekleştirilen  hareketlerin  çocuk  üzerinde                                                  düşünceyi savunanlar, çocuklara karşı gerçekleştirilen her türlü cinsel davranışın cinsel istismar suçunu oluşturacağının düşünülmesi halinde, her failin asgari üç yıl hapis cezasına mahkûm  olacağını,  ancak  bunun  kanun  koyucunun  amacı  ile  bağdaşmayacağını belirtmektedirler.  Bkz.  TUĞRUL,  Ahmet  Ceylani/ELMAS,  Fevzi,   Uluslararası Kollokyum Almanya, Hindistan ve Türkiye de Çocuk ve Hukuk , Fasikül Aylık Hukuk Dergisi, Y. 2, S. 6, s. 28; SOKULLU AKINCI, Füsun/BOSTANCI, Gülşah/SARITAŞ, Erkan/ASAL,  Barkın/İLİMOĞLU,  Kasım/BAHRİYELİ,  Kemal/DALKILIÇ, Aysun/TOKGÖZ, Muhammet, Güncel Ceza Hukuku ve Kriminoloji Çalışmaları II içinde, Gülşah Bostancı,  5237 Sayılı TCK da Cinsel Dokunulmazlığa Karşı Suçlar ve Cinsel Suç Mağdurları , s. 3.    ETCK döneminde, m. 421 de düzenleme altına alınan suçla ilgili olarak herhangi bir yaş sınırlaması öngörülmediğinden ve de Yargıtay İçtihadı Birleştirme Kararı nda (YİBK) bu suçun 15 yaşından küçük ama mümeyyiz olanlara karşı rıza ile işlenmesi halinin, suçun oluşmasına engel olmadığı belirtildiğinden bu suçun çocuklara karşı işlenebileceği kabul edilmekteydi.  Bkz.  Yargıtay  İçtihadı  Birleştirme  Genel  Kurulu 1968/5 E.  1969/2  K. 10.2.1969, (www.kazanci.com). Ancak TCK ile suçların isimleri ve sistematiği büyük ölçüde farklılaştığından, söz konusu YİBK nın bugün için bir etkisi bulunmamaktadır.  65  PARLAR/HATİPOĞLU, s. 1707.  66  ARTUNÇ, Mustafa,  Cinsel Taciz Suçu , Terazi Aylık Hukuk Dergisi, Y. 2, S. 11, 2007, s. 104, dip not 7. Zira cinsel suçlarda küçüklerin korunması ayrı bir öneme sahiptir. Küçükler yaşları sebebiyle karar vermek ya da tercih yapmak bakımından yeterli olgunluğa sahip değildirler.  Cinsel tercihlerini  özgürce ve sağlıklı bir şekilde kullanabilmeleri, cinsel bilgilerinin sağlıklı bir şekilde oluşumu, sapma şeklinde hareketlere yönelmemeleri için, bu suçlar bakımından mağdur olduklarında katı düzenlemelere başvurulması doğrudur. Bkz. ÜNVER, Yener, Ceza Hukukuyla Korunması Amaçlanan Hukuksal Değer, Ankara 2003, s. 1033. 67  ÜZÜLMEZ,  s.  4.  Ancak,  bir  suçun  mağdura  göre  isim  değiştirmesi  şeklindeki  bir yaklaşımın doğru olmadığı, zira bu suçla ihlal edilen hukuki yararın aynı olduğu, yalnızca çocuk mağdurun daha fazla bir şekilde istismar edilmesinin söz konusu olduğu yönünde bkz. YALÇIN SANCAR, Türkan,  Çocuk İstismarı , s. 14. 1154Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Baş yaratmış  olduğu  etkilerin  silinmesi  de  bir  yetişkine  nazaran  daha  zor olacaktır.68 Ancak Yargıtay söz konusu dönemde suçun mağdurunun çocuk olabileceğini düşünmekteydi.69 Ancak 6545 sayılı Kanun ile fiilin çocuğa karşı işlenmesi durumunda cezanın arttırılacağı öngörüldüğünden, artık TCK m.  105 te  düzenlenen  cinsel  taciz  suçunun  mağdurunun  çocuk  olması mümkündür.70 Nitekim 6545 sayılı Kanun un m. 105 te değişiklik öngören gerekçesinde, değişiklikten evvel cinsel taciz suçunun çocuğa karşı işlenmesi halinde de diğer kişilere karşı işlenmesi halinde olduğu gibi aynı cezanın verildiği ve bu değişiklikle çocukların cinsel taciz suçuna karşı daha iyi korunabilmesi için suçun çocuklara karşı işlenmesi halinde cezanın artırılarak verilmesinin öngörüldüğü belirtilmiştir.71 Ancak gerçekleştirilen değişikliğin yerinde  olduğu  söylenemez.  Zira  çocuklara  karşı  gerçekleştirilen  cinsel davranış, çocuklar bakımından oldukça ağır nitelikte bir davranıştır. Cinsel taciz suçunun TCK m. 105/2 de belirtilen kişilere karşı işlenmesi hali, ağırlaştırıcı neden olarak kabul edilmiştir. V. SUÇUN UNSURLARI A. SUÇUN MADDİ UNSURU TCK m. 105/1 de cinsel taciz suçunun maddi unsurunu oluşturan hareket,  bir kimseyi cinsel amaçlı olarak taciz etme  şeklinde belirtilmiştir. ETCK da ise  bu  suçun  maddi  unsurunu  söz  atmak  ve  sarkıntılık  yapmak  fiilleri oluşturmaktaydı.72                                                   68  KARTAL, Pınar Memiş, Türk Ceza Hukuku nda Çocukların Cinsel İstismarı, İstanbul 2014, s. 139. 69  Yargıtay, sanığın okula gitmekte olan çocuk mağdurelere sokak üzerinde hiçbir bedensel temasta bulunmaksızın cinsel organını çıkarıp göstermekten ibaret eylemini TCK m. 105 kapsamında değerlendirerek sanık hakkında cinsel istismardan hüküm kurulmasını doğru bulmamıştır. Yargıtay 5. CD. 2008/38 E. 2008/2115 K. 18.3.2008 T. (www.kazanci.com). Ancak söz konusu dönemde Yargıtay ın uygulaması her ne kadar daha adil gibi gözükse de bu uygulama kanunilik ilkesine uygun değildir. Zira burada yapılması gereken TCK m. 103/1 in, m. 102 ile paralel olacak şekilde düzenlenmesi ve m. 105 e ikinci bir fıkra ihdas edilerek bu fıkrada çocuklara karşı gerçekleştirilen cinsel tacizin nitelikli hal olarak düzenlenmesidir. Bkz. DÜLGER, İbrahim,  Çocukların Cinsel İstismarı , Fasikül Aylık Hukuk Dergisi, Y. 2, S. 6, s. 41.  70  TEZCAN/ERDEM/ÖNOK, s. 412. 71  6545 sayılı Türk Ceza Kanunu ile Bazı Kanunlarda Değişiklik Yapılmasına Dair Kanun un gerekçe metni için bkz. http://www.tbmm.gov.tr/d/1/1-0918.pdf 72  ETCK da yer alan  sarkıntılık  ifadesi, belli bir kimseye karşı şehvet hissiyle yapılan, edep ve iffete dokunacak nitelikte olan ve kesintilerle devam ederek sırnaşıkça bir nitelik arz eden davranışlar için kullanılmaktaydı.  Söz atma  ise şehvet duygusuyla belli bir kimseye   1155Türk Ceza Hukukunda Cinsel...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215   Taciz in sözlük anlamı,  tedirgin etme, rahatsız etme,73 rahatsızlık verme dir. 74 Tacizin TCK m. 105 kapsamında değerlendirilmesi için cinsel amaç taşıması gereklidir.75  Cinsel taciz ise  ahlaksızca, ulu orta veya gizlice söz ve davranışlarla karşı cinse eziyet etme, tedirginlik ve sıkıntı verme  şeklinde tanımlandığı gibi,  çalışma hayatında ekonomik güç, üst makam veya başka etkili bir göreve sahip olanların, genellikle karşı cinsi ahlak dışı bir takım tutum ve davranışlarla cinsel yönden sıkıntıya sokup rahatsız etmesi  şeklinde de tanımlanmaktadır.76  Cinsel  taciz  suçunun  doktrinde  farklı  şekillerde                                                  yönelik olarak sözlü ya da yazılı yahut davranışla yapılan ani ve münferit saldırılardı. Şayet sözlü saldırılar kesintilerle devam ediyorsa, sürekli bir hal almışsa bu durumda sarkıntılık suçu vardı. TCK m. 105 te yer alan cinsel taciz kavramının ETCK da yer alan söz atma ve sarkıntılık fiillerinin her ikisini de kapsadığı yönündeki görüş için bkz. ÖZBEK, s. 644. 73  Türk Dil Kurumu, Büyük Türkçe Sözlük http://tdkterim.gov.tr/bts/; YILMAZ, Ejder, Hukuk Sözlüğü, Ankara 2005, s. 1167.  74  ŞENER, Esat, Hukuk Sözlüğü, Ankara 2001, s. 742; ŞAFAK, Ali, Ansiklopedik Hukuk Sözlüğü, Ankara 2002, s. 553. 75  ARTUK/GÖKÇEN/YENİDÜNYA, s. 327. Yargıtay, sanığın mağdurenin ev ve cep telefonunu arayarak  evinizin önündeyim, dışarıya çık, seni maddi ve manevi tatmin edeceğim  demesini söz atma suçu olarak değerlendirmiştir. Yargıtay 5. CD. 7620/22186, 15.11.2005 T. (Karar metni için bkz. GÜNDEL, Ahmet, 5237 Sayılı TCK'da Cinsel SaldırıCinsel İstismar-Cinsel Taciz-Rızaen Irza Geçme-Hürriyeti Kısıtlama-Alıkoyma-Fuhuş Ve Müstehcen Yayın Suçları, Ankara 2009, s. 179). Sanığın durakta beklemekte olan müştekiye iki kez edep ve iffetine dokunacak biçimde ve cinsel amaçlı olarak  boş musun dolu musun  demesini de Yargıtay cinsel taciz olarak değerlendirmiştir. Yargıtay 5. CD. 7639-20230, 26.09.2005 T. (Karar metni için bkz. PARLAR/HATİPOĞLU, s. 1714.).  76  Türk  Dil  Kurumu  Güncel  Türkçe  Sözlük http://tdk.org.tr/TR/Genel/SozBul.aspx?FEF2433CFFAAFAA816BEFA9F56518CA&Kelime=cinsel%20taciz&EskiSoz=taciz&GeriDon=2    Ancak gündelik hayatın içinde  cinsel saldırı ,  cinsel istismar  ve  cinsel taciz  arasındaki ayrımlara dikkat edilmeksizin her birine  cinsel taciz  denildiği görülmektedir. Bkz. KOPARAN, M. Reşat,  5237 Sayılı Türk Ceza Kanunu nda Cinsel Saldırı ve Cinsel Taciz Suçları  www.ceza-bb.adalet.gov.tr/makale/197.pdf.     Cinsel taciz  ifadesinin, dilsel bakımdan cinsel suçların bütününü içine alan bir kavram olarak (örneğin televizyonlarda, haber programlarında) kullanılması bir kavram kargaşasına neden olmaktadır. Bkz. CAN, s. 521. Yine  cinsel taciz  ifadesini ensest ya da cinsel anlamlar taşıyan fiziksel dokunmaları kapsayan cinsel şiddet anlamında kullananlar da bulunmaktadır. Örneğin bu yönde kullananlar için bkz. İLKKARACAN, Pınar/GÜLÇÜR, Leyla/ARIN, Canan, Sıcak Yuvalı Masalı içinde, Pınar İlkkaracan,  Çocuklara Yönelik Cinsel Taciz , İstanbul 1996, s. 111, 113.    ETCK döneminde de  cinsel taciz  ifadesine yer verilen herhangi bir suç olmadığı için bu kapsamda  söz  atma  ve  sarkıntılığın  mı  yoksa  ırza  tasaddi  veya  ırza  geçmenin  mi değerlendirilmesi gerektiği hususunda herhangi bir netliğin olmadığı belirtilmiştir. Bkz. 1156Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Baş tanımlandığı  görülmektedir.  Bazılarına  göre;  cinsel  taciz  vücut dokunulmazlığını ihlal niteliğinde olmayan ve mağdurda cinsel yönden rahatsızlık yaratan her türlü cinsel davranışken,79 bazılarına göre; birey ya                                                  İLKKARACAN/GÜLÇÜR/ARIN, Sıcak Yuvalı Masalı içinde, Canan Arın,  Aile İçi Yaşama İlişkin Hukuk Maddeleri , İstanbul 1996, s.171.    Yine  Cinsel Taciz Paneli  adlı kitapta bu başlık içinde çocuk ihmali, istismarı, her türlü şiddete karşı çocuğun korunması gibi hususlara değinilmiştir. Bkz. CİNSEL TACİZ PANELİ, Koordinatör Murat Bey Balta. Paneli düzenleyen ve yayına hazırlayan Emine Oskargil Göktepe, Türkiye Sağlık İşçileri Sendikası, Ankara 2004, s. 7 vd. Tecavüzün de çocuğa yönelik cinsel tacizin tanımı içinde olduğu belirtilmektedir. Bkz. GÜNEŞ, Adem, Ana Babaların Korkulu Rüyası Çocuklara Yönelik Cinsel Taciz, İstanbul 2008, s. 14.     Anne Baba Ve Öğretmenler İçin Çocuğun Cinsel Eğitimi Ve Tacizden Korunma Rehberi  başlıklı eserde de cinsel taciz kapsamı içinde çocukların cinsel istismarına yer verilmiştir. Bkz. SANDERSON, Christiane, Anne Baba Ve Öğretmenler İçin Çocuğun Cinsel Eğitimi Ve  Tacizden  Korunma  Rehberi,  İstanbul  2010,  s.  11  vd.  Yine  benzer  yönde  bkz. OVAYOLU, Nimet/UÇAN, Özlem/SERİNDAĞ, Selver  Çocuklarda Cinsel İstismar ve Etkileri i  Fırat  Sağlık  Hizmetleri  Dergisi,  C.  2,  S.  4  (2007),  s.  13-22;  ÖZTÜRK, Mücahit/GÜZELHAN,  Yalçın/ORTAKÖYLÜ,  Levent:   Ensest  Öyküsü  Olan  Adli Olguların İncelenmesi , Yeni Symposium 38 (1), 2000, s. 17; ATMAN, Ümit Cihan,  Kadına Yönelik Şiddet: Cinsel Taciz, Irza Geçme , Sürekli Tıp Eğitimi Dergisi, 2003, C. 12 S. 9 s. 333-335., 7 yaşında bir çocuğun cinsel organının mıncıklanması da cinsel taciz olarak ifade edilmiştir. Bkz. SUKAN, Meltem/MANER, Fulya/TOSUN, Musa,  Cinsel Travma Sonrası Gelişen İki Vitiligo Olgusu , Düşünen Adam, 2005, 18 (1), s. 58-59.  15 kız öğrenciyi tacizden 176 yıl hapis  başlıklı haberde  10-13 yaşındaki 15 öğrenci öğretmenlerinin  kendilerini  elle  taciz  ettiğini  söyleyince,  Atar  hakkında dava  açıldı. Suçlamaları reddeden Atar, kendisine iftira atıldığını ileri sürdü. Atar a her öğrenci için ayrı suç işlendiği kanaatine varılarak toplam 176 yıl 9 ay hapis verildi.  denilerek  taciz  ifadesine yer verilmiştir. Bkz. http://www.hurriyet.com.tr/gundem/19163287.asp  77  Söz  konusu  husus   kişiye,  vücuduna  dokununcaya  kadar  tacizdir   denilerek  Adalet Komisyonunda maddenin kabulü sırasında yapılan tartışmalarda da belirtilmiştir. Bkz. ÖZDEMİR,  Kenan/GÜNEY,  Niyazi/SOLMAZ,  Yusuf,  Gerekçe  ve  Tutanaklarla Karşılaştırmalı Yeni Türk Ceza Kanunu, Ankara 2004, s. 336. Mağdura karşı dokunmanın olduğu hallerde Yargıtay söz konusu eylemi TCK m. 102 ya da şartları varsa TCK m. 103 kapsamında değerlendirmektedir. Örneğin Yargıtay sanığın mağdurenin beline sarılmasını, mağdurenin ise karşı koyarak kurtulmaya çalıştığı olayın cinsel taciz olarak değil cinsel saldırı kapsamında değerlendirilmesinin gerektiğini belirtmiştir. Yargıtay 5. CD. 306-901, 16.02.2006  T.  (www.kazanci.com).  Söz  konusu  durum  ellersen  TCK  m.  102 den, ellemezsen TCK m. 105 ten sorumlu olursun şeklinde eleştiriye uğramaktadır. Yine bu maddenin haremlik selamlık dönemini başlatacağı da belirtilmiştir. Bkz. GEZER, Tanzer,  İklim  Bayraktar  Örnekli  Cinsel  Taciz  İhtilafı ,  http://haber.gazetevatan.com/iklimbayraktar-ornekli-cinsel-taciz-ihtilafi/365113/4/Haber. 78  KOCA, Mahmut/ÜZÜLMEZ, İlhan, Türk Ceza Hukuku Özel Hükümler, Ankara 2015, s. 334. 79  ŞEN, s. 411. Bu rahatsızlığın mağduru zorlamak için çalıştırma şekillerindeki, şartlarındaki, emir ve talimatların yapılmasındaki gibi maddi zorluklar şeklinde fiziki ya da mağdurun   1157Türk Ceza Hukukunda Cinsel...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  da bireylerin cinselliklerine yönelmiş olan sözlü veya yazılı ve de vücuda temas niteliğinde olmayan rahatsız edici nitelikte olan cinsel amaçlı her türlü harekettir.81  Ancak  söz  konusu  hareketler,  aşağılama,  şeref  ve  haysiyeti incitme  maksadıyla  gerçekleştirilirse  hakaret  suçu  kapsamında değerlendirilebilir.82                                                   huzursuz edilmesinde olduğu gibi moral rahatsızlık şeklinde olmasının da mümkün olacağı yönünde bkz. MALKOÇ, Cinsel, s. 304. 80  Yargıtay sanığın mağdureyi asansörde sıkıştırıp mağdureye sarılıp öpmeye çalışmasını, kalçasını ellemesi durumunda TCK m. 102/1 in tartışılmasının gerektiğini belirtmiştir. Yargıtay 5. CD. 2006/12387 E. 2009/9303 K. 06.07.2009 T. (Karar metni için bkz. www.kazanci.com). Sanığın mağdurenin göğüslerini ellemesi, bir iki gün sonra da  gel seninle kucaklaşalım yoksa üzerin kirli mi?  şeklinde sözler söylemesiyle ilgili olarak, sanık hakkında ilk derece mahkemesince cinsel tacizden hüküm kurulmasını Yargıtay bozmuştur. Yargıtay 5. CD. 2006/714 E. 2007/1887 K. 13.3.2007 T. (Karar metni için bkz. GÜNDEL, s. 173, 174.) 81  SEVÜK, s. 280. Bir diğer tanım ise kişinin ar ve hayâ duygularını inciten, cinsel ilişkinin itibarına zarar veren, insandaki cinsel dürtüleri harekete geçiren, cinsel güdü ve arzuları içeren  fiiller  şeklindedir.  Bkz.  SOYASLAN,  s.  188.  Cinsel  taciz,  mağdurun  cinsel dokunulmazlığına yönelmiş, ancak saldırı boyutuna varmamış sözlü ya da yazılı, şehvet duygusu ile gerçekleştirilmiş olan her türlü saldırı olarak da tanımlanmıştır. Yapılan davranışların bünyesinde şehvet duygusunu barındırması yeterli olup, özel bir anlam taşıması gerekmemektedir. Bkz. YENİDÜNYA, s. 3311. Bir diğer tanım cinsel tacizin şehvet duygusuyla gerçekleştirilen, utanma ve namus duygusunu rencide eden, ahlaki yönden rahatsızlık yaratan ve bedensel temas gerektirmeyen davranış şeklinde olduğu yönündedir. Bkz. KURT, s. 517. Bir diğer tanımlama ise bireyin vücudu ile temas etmeyen ve cinsel özgürlüğüne haksız müdahale niteliğinde olan davranışlar şeklindedir. Yine TCK m. 102 ile TCK m. 105 in gerekçelerinden de anlaşılacağı üzere cinsel saldırı suçunun maddi konusunu oluşturan insan vücuduna temasla, taciz suçunun ise insan vücuduna temas etmeksizin  bireyin  cinsel  özgürlüğünün  ihlali  olan  her  türlü  cinsel  davranış  olarak nitelendirilmesi gereklidir. Bkz. ÜNVER,  Cinsel , s. 331. Diğer bir tanım ise cinsel tacizin günlük hayatta bir kimsenin diğer bir kimseyi rızası olmamasına karşın sözleriyle, gözleriyle ya da bedeniyle, cinselliğini hedefleyerek rahatsız etmesi veya bireylerin edep ve iffetlerine yönelik olarak rahatsız edecek şekildeki hareketlerde bulunmasıdır. Bkz. ÖZBEK, s. 642. Yine  bir  diğer  tanım  hiyerarşik  bir  ilişkinin  varlığı  halinde,  işbirliğine  dayanarak gerçekleştirilen ilişkinin cinsiyetçi sözlerle, cinsel sözlerle veya taleplerle cinselleştirilmesi şeklindedir. 11.6.1986 tarihinde Avrupa Parlamentosu,  Kadınlara Yönelik Şiddet Hakkında Karar ını kabul ederek cinsel tacizin iş yerinde kadınlara yönelik gerçekleştirilen şiddet olarak (ırza geçme, cinsel saldırı, aile içi şiddet, kadın ticareti, fuhuş, müstehcenlik) değerlendirilmesi gerektiğine vurgu yapmıştır. Bkz. BAKIRCI, s. 90, 57. 82  ARTUK/GÖKCEN/YENİDÜNYA, s. 327.  …Yürümekte olan mağdurenin arkasından gelen sanık, mağdureye hitaben  Neden tek yürüyorsun, gel birlikte yürüyelim, benimle birlikte geleceksen beraber yürüyelim  şeklinde sözler söylemiş, mağdurenin korkarak tanığın işlettiği markete girmek istediğini görünce de  Orospu içeriye girme, gel çık dışarıya  demek suretiyle hakaret etmiştir. Mağdurenin markete girmesi üzerine olay yerinden uzaklaşmıştır. Sanığın cinsel taciz ve hakaret suçlarından mahkûmiyetine karar 1158Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Baş Bu suç sırf davranış suçu olarak düzenlendiğinden mağdurun rahatsız olması şeklinde bir halin varlığı gerekli değildir. Zira mağdurun görgü ve algı düzeyinden  kaynaklanan  cinsel  özgürlüğüne  ilişkin  aşırı  hassasiyeti  bu noktada belirleyici bir ölçüt olarak ele almak doğru olmadığı gibi, esas alınması gereken topluma hâkim olan ortalama anlayıştır. Bu nedenle objektif ölçütlere  başvurulması  gerektiği  önerilmektedir.83  Cinsel  özgürlüğün ihlalinden  bahsedebilmek  için  bu  ihlalin illa  ki  teması  gerektirmesi  şart değildir. Zira cinsel özgürlük, cinsel bütünlükten farklı bir kavramdır. Cinsel taciz suçunun oluşumu bakımından mağdurun rahatsız olup olmaması gibi sübjektif yargılar dikkate alındığı takdirde suçun sınırlarının öngörülemez şekilde  genişleyeceği,  bu  nedenle  de  davranışların  mağdurun  cinsel özgürlüğünü  ihlal  etmeye  elverişli  olup  olmadığı  hususuna  ilişkin değerlendirmenin objektif olması gerektiği ileri sürülmüştür. Bu kapsamda cinsel özgürlüğü ihlal etmeye elverişli davranış ölçütünden hareket edilerek bir  davranışın  cinsel  tacizi  oluşturup  oluşturmayacağı  belirlenmelidir denilmektedir.84  TCK  m.  105 in  gerekçesinde  cinsel  taciz   kişinin  vücut dokunulmazlığının ihlali niteliğinde olmayan cinsel davranışlar   şeklinde tanımlanmıştır. Bu ifadelere madde metninde yer verilmeyip gerekçede yer verilmesi sorunludur. Zira madde metninde vücut dokunulmazlığının ihlal edilmemesi gerektiği yönünde bir ibare yer almadığı gibi, cinsellik failin davranışına da değil, amacına hasredilmiştir.85 Yine gerekçede cinsel tacizin varlığı  halinde  mağdurun  cinsel  yönden  ahlak  temizliğine  aykırı  olarak rahatsız edildiği belirtilmiştir.86 Ahlak kavramı gibi kişiden kişiye, yöreden yöreye ve toplumdan topluma değişen bir kavrama gerekçede yer verilmesi doğru değildir.87 Zira ceza hukukunun ahlak normlarının bekçiliğini yapmak                                                  verilmesi  gerekir…   Yargıtay  14.  CD.  2014/10376  E.  2015/904  K.  10.2.2015  T. (www.kazanci.com). 83  TANER, Fahri Gökçen,  Hiyerarşi ve Hizmet İlişkisinden Kaynaklanan Nüfuzun Kötüye Kullanılması Suretiyle İşlenen Cinsel Özgürlüğe Karşı Suçlar , 8. Ulusal Büro Yönetimi ve Sekreterlik Kongresi içinde, Ankara 2010, s. 449. 84  TANER, Cinsel, s. 363. 85  ÜNVER,  Yener,   Türk  Maddi  Ceza  Hukukunda  Cinsel  Suçların  Eleştirel  Olarak İncelenmesi , II. Türkiye – Slovenya Uluslararası Hukuku Sempozyumu, Ankara 2014, s. 55-56. 86  ÖZGENÇ, s. 825. Gerekçedeki bu tanım açık olmadığı ve muğlâk olduğu yönünde eleştirilmiştir. Bkz. SEVÜK, s. 272, 273. Ayrıca cinsel taciz fiilinin anayasada da güvence altına  alınan  kişilik  haklarının  ihlali  olarak  da  düşünülmesi  gerektiği  yönünde  bkz. BAKIRCI, s. 32. 87  ÖZBEK/KANBUR/DOĞAN/BACAKSIZ/TEPE, s. 384.   1159Türk Ceza Hukukunda Cinsel...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  şeklinde bir yükümlülüğü bulunmamaktadır. Yine söz konusu ifadeye yer verilmesiyle somut olayda bu suça ilişkin tipik eylemin ne olduğu hususunun saptanması belirsiz ve de keyfi uygulamaların önünü açacak niteliktedir. Gerekçede yer verilen ifadeler Türkiye deki bölgeler bir yana aynı mahallede oturan ya da aynı aileye mensup her bir birey bakımından dahi farklı olarak anlaşılabilecek niteliktedir. Bu ise keyfi uygulamalara neden olabilecektir. Ayrıca aynı kişinin belli bir zaman aralığında ahlak temizliğine aykırı bulduğu bir hususu başka bir zamanda aykırı bulmaması söz konusu olabilir. Bu nedenle  gerekçede  yer  alan  ifadelere  uygulamada  itibar  edilmemesi gerekmektedir.88  Söz  konusu  ifade  modern  ceza  hukukunun  esaslarıyla bağdaşmadığı gibi demokratik bir hukuk devletinin ceza kanununa da uygun bir nitelik taşımamaktadır. Yine bu ifade her ne kadar yorumcu bakımından bir değer taşımasa da, kanun koyucunun, ceza hukuku tarafından ahlakın himaye edilmesi şeklinde bir amacının bulunduğu şüphesini uyandırmaktadır. Nitekim Yargıtay ın söz konusu ifadeyi ölçüt aldığı kararları bulunmaktadır ve bu durum endişe vericidir.90 TCK  bakımından  hangi  tür  davranışların  cinsel  taciz  sayılacağı hususunda herhangi bir açıklık yoktur.91 Söz konusu durum kanunilik ilkesi                                                  88  ÜNVER,  Cinsel , s. 331 89   Oluşa uygun kabule göre, suç tarihinde sanığın dershaneden çıkıp evine gitmekte olan 12 yaşı içerisindeki mağdureye ''Meleği tanıyor musun''' şeklinde soru sorup, olumsuz cevap almasının ardından bir süre mağdureyi takip ederek telefon numarasını istemesi ve ona bir şeyler yeme içme teklifinde bulunması şeklinde gerçekleşen olayda, sanığın fiziksel temas içermeyen, cinsel  yönden  ahlak  temizliğine aykırı  olarak  mağdureyi  rahatsız  eden davranışlarının basit halin ötesinde ağır etki gösterecek sömürü boyutuna da ulaşmadığı dikkate alınarak, eylemlerinin bu haliyle TCK.nın 105/1. maddesinde düzenlenen cinsel taciz suçunu oluşturduğu gözetilmeden suç vasfında yanılgıya düşülerek, sanık hakkında çocuğun basit cinsel istismarı suçundan hüküm kurulması  Yargıtay 14. CD. 2012/11724 E. 2014/8294 K. 18.6.2014 T. (www.kazanci.com) 90  TANER, Cinsel, s. 350-351. 91  ARTUK/GÖKÇEN/YENİDÜNYA, s. 327. Cinsel taciz suçunun  cinsel dokunulmazlığa karşı suçlar  başlığı altında düzenlenmesine rağmen, hükmün gerekçesinde cinsel tacizin kişinin  vücut  dokunulmazlığının  ihlali  niteliğini  taşımayan  cinsel  davranışlarla gerçekleştirilmesi şeklindeki tanımlamanın mantık dışı olduğu ve gerekçeye katılmanın olanaksız olduğu ileri sürülmüştür. Bu nedenle fiili sarkıntılığın cinsel saldırı suçu içinde düşünülmesi doğru değildir. Cinsel saldırı ile fiili sarkıntılığın mağdur üzerinde aynı etkiyi yarattığı da söylenemez. Bu yüzden bedeni temas içeren ani ve hareketler bakımından kesiklik gösteren cinsel davranışlar cinsel taciz suçu kapsamında düşünülmelidir. Ayrıca bu düşünceye dayanak olarak TCK m. 94/3 ün mağdur üzerinde gerçekleştirilen fiillerin cinsel saldırı boyutuna ulaşmamış olması gerekir şeklindeki gerekçesini göstererek cinsel saldırı boyutuna ulaşmayan vücut dokunulmazlığı ihlalinin cinsel taciz suçunun kapsamında 1160Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Baş bakımından sorunları da beraberinde getirmektedir.92 Zira madde metninden de  gerekçesinden  de  tam  olarak  neyin  taciz  olup  olmadığı anlaşılmamaktadır.93 Kanunilik ilkesinin bir görünümü olan kanunun açıklığı ilkesi gereğince, kanunun cezai açıdan meşru olanla olmayanı net bir şekilde ortaya  koyması,  kanun  koyucunun  kanuni  tipi  açık  ve  belirgin  şekilde öngörmesi gereklidir.94 Suç  teşkil  eden  hareketlerin  mağdurun  yüzüne  karşı  fail  tarafından gerçekleştirilmesi  şart  olmayıp,  araya  bir  üçüncü  kişinin  sokularak gerçekleştirilmesi hali de mümkündür. Cinsel tacizi tanımlamaya yönelik tüm çabalar öznel  bir  nitelik  taşımaktadır  ve  somut  olaylar  karşısında  hangi fiillerin cinsel taciz teşkil ettiği hususu bakımından farklı uygulamaların ortaya çıkmasına neden olabilmektedir. Ayrıca tacizin yöneldiği alan herkese göre değişebilen bir duygu ve anlayış çerçevesini ve bakış açısını ifade etmektedir.95   Cinsel taciz  ifadesi, kanunilik ilkesine aykırı olacak şekilde geniş ve kişi hürriyetini gereğinden fazla sınırlayıcı bir yoruma gidilmesine olanak vermektedir. Cinsel içerik taşıyan her hareketin cinsel taciz suçu kapsamında                                                  olacağı belirtmektedir. Bkz.  AKÇİN, İhsan,  Cinsel Dokunulmazlığa Karşı Suçlar  , Yargıtay Dergisi, C. 32, S. 1-2, 2006, s. 109. 92  KARTAL, s. 137-138; ALKAN, Nevzat,  5237 Sayılı Türk Ceza Kanunu nun Adli Tıp Yönünden Değerlendirilmesi , Türkiye Barolar Birliği Dergisi, S. 58, 2005, s. 156-157. Bu suçun tanımlanması, adeta tanımı yapılan kavramla tanımın yapılması şeklinde olmuştur. Bkz. KILIÇ, Abbas,  Cinsel Hâkimiyet Ve Yeni Türk Ceza Kanunu nda Cinsel Saldırı Suçu (TCK m. 102) , Türkiye Barolar Birliği Dergisi, S. 78, 2008 s. 169, dp. 10. Söz konusu sorunun TCK m. 105 e ya da TCK m. 6 ya bir tanımın getirilerek çözülmesi gerektiği savunulmaktadır. Bkz. KURT, s. 514, 524.    Ancak bu sorunun uygulamacılar ve akademisyenlerin yorumu ile aşılabileceği düşüncesi de  bulunmaktadır.  Bkz.  TOPLUMSAL  DEĞİŞİM  SÜRECİNDE  TÜRK  CEZA KANUNU REFORMU PANELİ, Cinsel Dokunulmazlığa Karşı İşlenen Suçlar, Orhan Eraslan ın konuşması, Türk Ceza Kanunu Reformu, Birinci Kitap, Türkiye Barolar Birliği, Ankara  2004,  s.  152.  Uygulamacılarca  cinsel  taciz  suçunun  içinin  doldurulmasının savunulmasının, kuvvetler ayrılığı ilkesine aykırı olduğu da belirtilmiştir. Bu nedenle TCK m. 105 in uygulamada pek çok sorun yarattığı belirtilmektedir. Bkz. HEKİMOĞLU, Atilla,  Cinsel Dokunulmazlığa ve Genel Ahlaka Karşı Suçlar , İstanbul 2008, Türk Ceza Kanunun 2 yılı Teori ve Uygulamada Karşılaşılan Sorunlar, s. 343-344. Türkiye de  kavramların tanımlanmasıyla cinsel taciz suçunda olduğu gibi ciddi sıkıntıların olduğu yönünde bkz. GEZER. 93  HAFIZOĞULLARI,  Zeki,   Beşeri  Cinsellik  Ve  Yeni  Türk  Ceza  Kanunu , http://www.abchukuk.com/cezahukuku/cinsel-suclar.html  94  TOROSLU/TOROSLU, s. 76. 95  KURT, s. 514, 518.   1161Türk Ceza Hukukunda Cinsel...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  değerlendirilmesi, güzel bir söz ya da hareketin bile bu suçu oluşturabilmesi ya da bir kerelik yapılan ve bir beğeniyi ifade eden bir hareketin bu suç kapsamında değerlendirilmesi kabul edildiğinde, kanun koyucunun amacı aşılmış  olacaktır.  Aynı  zamanda  bireylerin ifade  hürriyeti de  daraltılmış olacaktır. Bu nedenle suçun maddi unsurunu oluşturan hareketin cinsel içerik taşıyıp  taşımadığı,  failde  cinsel  bir  amacın  olup  olmadığı  ve  yapılan hareketlerin  taciz  niteliğinde  olup  olmadığı  hususları  dikkatlice incelenmelidir. Aksinin kabulü mağduru sürekli olarak takip ettiği iddia edilen kişinin sırf bu sebeple cinsel taciz suçuyla karşı karşıya kalması tehlikesini doğurabilir  ki  bu  durum  kişi  hürriyeti  bakımından  tehlikeli  sonuçlar doğurmasının  yanında,  seyahat  hürriyetinin  dahi  amacı  aşacak  şekilde sınırlanmasına ve sorgulanmasına yol açacak niteliktedir. Bu nedenle fail tarafından yapılan hareketlerin cinsel taciz suçunu oluşturup oluşturmadığı yönündeki değerlendirmenin mutlak bir şekilde yapılması gerekmektedir. Aksi halde cinsel taciz suçunun geniş ve adalet duygusuna aykırı şekilde uygulaması ile karşı karşıya kalınacaktır.96 Yine bu kapsamda söz konusu suçun oluşumu bakımından mağdurun rahatsız olup olmaması şeklindeki sübjektif yargılarının esas alınması suçun sınırlarını genişletecek niteliktedir. Bu nedenle gerçekleştirilen davranışın cinsel özgürlüğü ihlal edip etmediği ve cinsel  tacize  elverişli  olup  olmadığına  ilişkin  değerlendirmenin  objektif olması önerilmektedir.97 Kanunilik  ilkesiyle  sağlanmak  istenen  amaç  önem  taşımaktadır.  Bu kapsamda kanunda fiile yönelik olarak iki yönden belirlemenin yapılması mümkündür. Bunlardan ilki fiilin gerçekleştirilme şekli, diğeri ise fiille ihlal edilen hukuki varlık ya da menfaattir. Fiilin gerçekleştiriliş şekli bakımından kanunda  bir  değerlendirmenin  yapılmasının  yani  suçu  seçimlik  hale getirmenin bir fayda sağlamayacağı ileri sürülmektedir. Bu düşünceye göre sorunu, fiilin ne şekilde gerçekleştirildiğinden ziyade fiille ihlal edilen hukuki varlık veya menfaat oluşturmaktadır. Doktrinde de cinsel tacizin tanımına yönelik farklı tanımlamaların temelinde, kanun metninde açıkça cinsel taciz fiilinin  mağdura  ait  olan  hangi  menfaate  yönelik  olması  gerektiğinin belirtilmemesinin yattığı ileri sürülmektedir.98  TCK m. 105/1, Ay. m. 2 ve m. 38 e aykırı olduğu gerekçesiyle Anayasa Mahkemesi (AYM) önüne gitmiştir. İtiraz yoluna başvuran Kırklareli Sulh                                                  96  ŞEN, s. 410, 414.  97  TANER, Cinsel, s. 363. 98  TANER, Cinsel, s. 363. 1162Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Baş Ceza Mahkemesi, cinsel taciz suçunun tanımının gerekçesinde yapıldığı, gerekçenin Resmi Gazete de  yayımlanmadığı ve  bu nedenle de kişilerin bilgisine ulaşamadığını belirtmiştir. Ayrıca madde gerekçesinin bağlayıcı olmadığına ve gerekçeye rağmen bu suçun maddi unsurlarında herhangi bir netliğin olmadığını belirtmiştir. Ancak AYM bu hükmü Ay. m. 2 ve m. 38 e aykırı bulmamış ve gerekçesini cinsel dokunulmazlığa karşı suçlar bir bütün halinde düşünüldüğünde cinsel saldırı ve cinsel istismar niteliğinde olmayan davranışların artık cinsel taciz suçunu oluşturacağını, bu nedenle de anayasaya herhangi bir aykırılığın olmadığına oy birliğiyle karar vermiştir.99 Cinsel taciz niteliğindeki eylemlerin herhangi bir davranışla,100 işlenmesi mümkündür. Örnek olarak cinsel içerikli söz atma veya internet ortamında mesela chat ya da e-maille cinsel ilişkide bulunmayı teklif etme ya da cinsel organını gösterme, takip etme, sürekli bir şekilde telefondan arama yapma yahut çaldırma, ilişkiye girmeyi teklif etme,103 resim gösterme ya da görüntü                                                  99  AYM, 2008/55 E. 2010/41 K. 25.2.2010 T. (Karar metni için bkz. 27619 sayılı 21.06.2010 tarihli Resmi Gazete).    AİHM in,  AİHS  m.  7,  yani  kanunilik  ilkesi  ile  ilgili  olarak  yerleşmiş  içtihatları bulunmaktadır.  AİHM  bu  madde  ile  ilgili  olarak  önüne  gelen  olaylarda  kanunun öngörülebilir olup olmadığı hususunu tartışmaktadır. Söz konusu durum ise kanun metninin açık bir şekilde düzenlenmesiyle sağlanacaktır. AİHM her ne kadar kanunların tam bir kesinlik  içinde  ifade  edilmesinin  zor  olduğunu  ve  gerektiğinde  yargısal  yoruma gidilebileceğini de belirtse bunun kanunilik ölçütünün özünü zedelemeden, makul bir ölçüye kadar m. 7 ye aykırı olamayacağını belirtmektedir. Bkz. S. W/Birleşik Krallık, Başvuru No: 20166/92, Karar Tarihi: 22.11.1995, Karar Sıra No: 550. AİHM suçun ve yaptırımın açık bir şekilde tanımlanmasının gerekliliğini, böylelikle kişinin kendisinin suçtan sorumlu olmasına neden olabilecek hareketlerin ve ihmallerin bilinir hale getirilmesi ile bu şartın karşılanacağını belirtmektedir. Bkz. Başkaya ve Okçuoğlu/Türkiye (23536/94 ve 24408/94)     AİHM in söz konusu içtihatlarının TCK m. 105 ile karşılanmadığı söylenebilir. Bkz. KURT, s. 517. 100  PARLAR/HATİPOĞLU, s. 1707. 101  ŞEN, s. 409. 102  Cinsel  taciz  suçunun  bu  şekilde  gerçekleşmesi  halinde  uygulamada  suçun  sübutu bakımından ses teşhisi yoluna gidilmektedir. İnternet yoluyla söz konusu suçun işlenmesi halinde ise bilgisayarların IP ve Mac adresleri araştırılmaktadır. Şayet bu konuda gereken özen gösterilmemişse eksik incelemenin olduğu belirtilmektedir. Karar örnekleri için bkz. BAYTEMİR, Açıklamalı, s. 460–464. 103  Sanığın mağdureyi otomobiliyle takip ederek,  yavrum bu akşam benimle gelir misin, bedelin ne ise vereyim, sana unutamayacağın gece yaşatırım  demesini Yargıtay sarkıntılık suçu olarak nitelendirmiştir. Yargıtay 5. CD. 1499/725, 12.02.2004 T. (Karar metni için bkz. GÜNDEL, s. 181.).   1163Türk Ceza Hukukunda Cinsel...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  seyrettirme,104 mağdurun karşısında soyunma halleri verilebilir.105 Zira bu suç serbest hareketli ve ani bir suçtur.107 Yine bu suçun ima yoluyla dahi işlenmesi mümkündür.108 Bir kimsenin vücuduna dokunulmaksızın örneğin eteğinin  kaldırılması  hali  de  cinsel  taciz  olarak  değerlendirilmelidir.109 Örneğin basına da yansıyan ve şehirlerarası bir otobüs şirketinin muavininin gece  yolcular  uyurken,  yolculardan  birinin  üzerine  doğru  mastürbasyon yapması, yaptığı mastürbasyon sonucunda boşaldığı sıvının bu yolcunun yüzüne, kıyafetine ve koltuğun üstüne gelmesi halinde artık cinsel taciz söz konusu olmayıp cinsel saldırıdan bahsedilmesi gereklidir. Zira mağdurun cinsel dokunulmazlığı ihlal edilmiştir. Nitekim bu olayla ilgili olarak ilk derece  mahkemesince  de  muavin  hakkında  cinsel  saldırı  suçundan mahkûmiyet hükmü verilmiştir.110 Cinsel ilişki teklifinde bulunma hareketi bakımından failin cinsel bir amaç taşıyıp taşımadığı belirlenmelidir. Ayrıca söz konusu halde hareketin gerçekleştiği  tüm  şartlar  bir  arada  değerlendirilmelidir.  Bir  kimsenin tanımadığı birine bu teklifte bulunması şayet cinsel bir amaç taşıyorsa cinsel taciz suçu kapsamında düşünülmelidir. Ancak birbirine karşı belli bir cinsel yakınlık  içinde  bulunan  kişiler  arasında  böyle  bir  teklifin  gerçekleşmesi halinde bu suçun oluştuğundan bahsedilmemelidir.111                                                  104  DÜLGER, s. 41 105  ÖZBEK, s.645. 106 TEZCAN/ERDEM/ÖNOK, s. 414. Bu suçun sadece söz ve işaretten ibaret olan eylemlerle işlenebileceği yönünde bkz. HAFIZOĞULLARI/ÖZEN, s. 170. Failin cinsel amacını ve isteğini doğrudan ifade etmek yerine cinsel amaca ulaşmak ve zorlamak üzere bazı tutumlar içine girmesi halinde cinsel taciz suçu oluşacağı ileri sürülmektedir. Buna göre, örnek olarak (A) nın (B) yi cinsel bakımdan yararlanmaya rıza gösterecek şekilde zorlamak için belli şekillerde görevlendirmesi, olağan dışı çalıştırma yöntemleriyle rahatsız etmesi ve (B) nin bu durumdan bazen maddi bazense manevi olarak rahatsız olması hali gösterilmektedir. Bkz. MALKOÇ, Cinsel, s. 300. 107 HAFIZOĞULLARI/ÖZEN, s. 170. Taciz kavramının niteliği gereği bünyesinde sürekliliği barındırdığı ve bu nedenle de en azından iki ya da daha fazla eylemi barındırması gerektiği de savunulmaktadır. Bkz. MALKOÇ, Cinsel, s. 303. 108 ÖZBEK/KANBUR/DOĞAN/BACAKSIZ/TEPE, s. 384. 109 Yargıtay 14. CD. 2011/14394 E. 2012/4880 K. 27.4.2012 T. (Karar metni için bkz. TANER, Cinsel, s. 366, dp. 99.) 110  İlgili  haber  metni  için  bkz. http://www.cumhuriyet.com.tr/haber/turkiye/567016/Metro_Turizm_in_sapik_muavininin_cezasi_belli_oldu.html 111  TANER, Cinsel, s. 368. 1164Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Baş Taciz içeren fiilin gerçekleştirilmesiyle birlikte bu suç tamamlanmış olacaktır.112 Cinsel taciz niteliğindeki fiiller ani olabileceği gibi devamlı da olabilir.113 Söz konusu fiillerin mağduru üzmesi, mağdura sıkıntı vermesi de zorunlu değildir. Ayrıca cinsel taciz niteliğindeki davranışların mağdurun cinselliğine yönelmesinin yanında özel bir anlam taşıyıp taşımadığı ya da anlamlı olup olmadığı hususu önem taşımamaktadır.114 Ancak fail tarafından gerçekleştirilen  taciz in, mağdur açısından rahatsız edici bir niteliğe sahip olması  gerekmektedir.115  Söz  konusu  niteliğin  bulunup  bulunmadığının tespiti, fail ile mağdur arasındaki ilişkiye, mağdurun içinde bulunduğu sosyal ve psikolojik duruma, davranışların gerçekleştirildiği yere ya da zamana bakılarak yapılmalıdır. Bu sebeple objektif ve sübjektif kıstas birlikte dikkate alınarak somut olayın koşullarına göre karar verilmelidir.116 Ancak burada fetişistlerin  durumunun  değerlendirilmesi  yapılmalıdır.  Fetişizm,  cinsel hazzın alınması hususuyla ilgili terslik olarak kendini göstermektedir. Cinsel hazzın tahriki normalde karşı tarafın çıplaklığıyla sağlanırken, fetişizmde kişiyi  tahrik  eden  husus  karşı  tarafa  ait  herhangi  bir  eşya  ya  da  vücut kısmıdır.117 Örnek olarak kişinin karşı cinsin ayakkabısına  dokunmaktan tahrik  olması  gösterilebilir.  Ancak  bir  davranışın  cinsel  nitelik  taşıyıp taşımadığının tespitinde failin amacının değil, davranışının dışa yansıyan cinsellikle olan ilişkisinin dikkate alınması gerektiği ve söz konusu örnek bakımından her ne kadar sübjektif bakımdan cinsel nitelikli olsa da objektif bakımdan bu niteliğin söz konusu olmadığı ve bu nedenle de cinsel davranışın söz konusu olmadığı belirtilmekteyse de,118 burada fail cinsel amaçla hareket ettiğinden ve hareketinin örneğin mağdur tarafından görülmesi halinde cinsel taciz suçu söz konusu olur.                                                  112 HAFIZOĞULLARI/ÖZEN, s. 170. 113 MERAN, s. 388. Ayrıca bu suçun oluşması için aleniyet gerekli değildir. Bkz. ÖNDER, s. 530.  114 GÖZÜBÜYÜK, s. 176. 115 Örnek olarak failin mağdura kaş göz işareti yapması gösterilebilir. Bkz. DÖNMEZER, Adap, s. 192. 116 KURT, s. 518. 117 EREM, Faruk, Adalet Psikolojisi, Ankara 1959, s. 120-121. 118 İtalyan Yargıtay ının cinsel saldırı suçunun biri objektif diğeri ise sübjektif iki unsurunun bulunduğu; objektif unsur uyarınca davranışın failin cinsel arzusunu tahrik ya da tatmin edebilecek nitelikte ve mağdurun cinsel özerkliğini somut olayda zedelemeye elverişli nitelikte olması; sübjektif unsur bakımındansa failin şehvet amacıyla hareket etmesi, failin güttüğü amacın cinsel arzuyu ifade eden bir ruh halini ortaya koyması gereklidir. Bkz. TEZCAN/ERDEM/ÖNOK, s. 354-355.   1165Türk Ceza Hukukunda Cinsel...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Fail  tarafından  yapılan  hareketler  şayet  cinsel  tacizi  oluşturabilecek nitelikteyse suç tamamlanmıştır. Mağdurun fail tarafından yapılan söz konusu hareketlerden  etkilenmemiş  olması  suçun  teşebbüs  aşamasında  kaldığı şeklinde yorumlanmamalıdır. Ancak, (A) nın (B) ye arkadaşlık teklif etmesi ve bu konuda makul bir ısrar göstermesi; adının, yaşının, nerede oturduğunun, sevgilisi olup olmadığının, evli olup olmadığının sorulması gibi haller bu kapsamda değerlendirilmemelidir. Kaldı ki söz konusu hallerin cinsel amaçlı olduğu dahi söylenemez. Yargıtay ın arkadaşlık teklif edilerek bu teklifte ısrar gösterilmesini  cinsel  taciz  olarak  değerlendirdiği  kararları  mevcuttur.120 Ancak söz konusu durum sosyal yaşamın bir gereği olan bazı davranışların cezalandırılması  sonucuna  neden  olabileceğinden  haklı  olarak eleştirilmektedir.121  Doktrinde ileri sürülen bir görüşe göre bedensel teması içeren her türlü davranış cinsel saldırı olarak düşünülmemelidir. Örneğin basit bir temas ya da dokunuş olayın özelliklerine göre cinsel taciz olarak değerlendirilebilir.122 Olaya eşlik eden tüm koşullar dikkate alınarak hem davranışın öneminin hem de davranışın yoğunluğunun ve de süresinin göz önünde bulundurulmasıyla bir davranışın cinsel saldırı mı yoksa cinsel taciz mi olduğu tespit edilmelidir. Bu görüşe göre cinsel amaçlı da olsa yanaktan bir makas almak, mağdurun saçlarını okşamak, mağdura çimdik atmak, mağdurun yanından geçerken mağdura hafif bir şekilde sürtünmek halleri her ne kadar bedensel teması içerse de cinsel saldırı sayılmayacaktır ve de olsa olsa cinsel taciz suçunu oluşturacaktır.  Söz  konusu  düşüncenin  nedenini  ise  mağdurun  cinsel özgürlüğünün kısıtlanmamış olması hali ve cinsel taciz suçunda çoğu zaman                                                  119 ÖZBEK/KANBUR/DOĞAN/BACAKSIZ/TEPE, s. 383. 120 Yargıtay, sanığın mağdureyi arabayla ısrarla ve sürekli bir şekilde takip edip arkadaşlık teklif etmesini bu kapsamda değerlendirmiştir. Yargıtay 5. CD. 1733/2025, 31.5.1983 T. (Karar metni için bkz. ERDURAK, En Son, s. 795) 121 TANER, Cinsel, s. 370 vd. 122  Bu  görüşte  olanlar,  İtalyan  ve  Alman  doktrininin  de  bu  şekilde  olaya  yaklaştığını belirtmektedirler.  Örneğin,  zorla  öpme  eyleminin  cinsel  taciz  suçunu  oluşturup oluşturmaması bakımından İtalyan Yargıtayı, eylemin gerçekleştiği zamanın ve yerin şartlarına, öpülen bölgeye ve öpmenin tarzı ve faille mağdur arasındaki ilişkiye bakılması gibi ölçütlere başvurulmasının gerekliliğini belirtmektedir. İtalyan Yargıtayı söz konusu eylemleri önceki tarihlerde ırza tasaddi kapsamında düşünmekteyken, daha yakın tarihteki kararlarında ise aksi yönde karar vermiştir. Örneğin işverenin, işçisini boynundan ve yanağından iki kere öpmesi halini ırza tasaddi olarak değerlendirmemiştir. Ayrıntılı bilgi için bkz. ERDEM, Mustafa Ruhan/PARLAK, Benay,  Ceza Hukuku Boyutuyla Mobbing , Türkiye Barolar Birliği Dergisi, S. 88, 2010, s. 276 1166Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Baş sözlerin  hareketlere  eşlik  etmesi  hali  oluşturmaktadır.123  Ancak  vücut dokunulmazlığının  ihlali  halinde  artık  cinsel  taciz  suçundan  bahsedilmemelidir. Söz konusu hareketler her ne kadar basit olarak nitelendirilse de mağdurda yarattığı etki bu şekilde olmayabilir.124 Yargıtay ın da uygulaması haklı olarak bu yöndedir.125 6545 sayılı Kanun ile gerçekleştirilen değişiklikle                                                  123 SOYASLAN, s. 189. Bu düşüncenin temelinde fiillerle yaptırımlar arasındaki oransızlığın yattığı ifade edilmektedir. Örneğin (A) nın (B) nin omzuna ya da koluna bir kerelik dokunması halinde (A) ya verilecek ceza TCK m. 102/1 uyarınca cinsel davranış sarkıntılık düzeyinde kaldığından iki yıldan beş yıla kadar hapis cezası olacaktır. Bu nedenle sorun yaratan  ve  sistemi  zorlayan  yorum  yöntemlerine  başvurulmaktadır.  Söz  konusu adaletsizliğin önüne geçilmesi için yazar TCK m. 102/1 de belirtilen yaptırımın alt sınırının 6 aya çekilmesinin gerektiğini belirtmektedir. Böylelikle adalet ve kanun önünde eşitliği düzenleme altına alan TCK m. 3 ile de uyum sağlanmış olacaktır. Bkz. MALKOÇ, Cinsel, s. 301, 302. Dokunma olunca cezanın en az iki yıl olmasının şiddetli bir ceza olduğu yönündeki düşünceye karşılık fiili sarkıntılıkla laf atmanın aynı olmadığı yönünde cevap verilmiştir. Bkz. TUTANAKLARLA TÜRK CEZA KANUNU, s.449.  124 ÇAKICI GERÇEK, s. 56. 125 Yargıtay tarafından verilen şu kararlar, TCK m. 105 kapsamında değerlendirilebilir: failin internetten görüntülü görüşme yaptığı mağdurenin elbiselerini çıkartmasını, cinsel içerikli hareketler yapmasını temin etmesi (Yargıtay 14. CD. 2014/3380 E. 2016/2793 K. 22.3.2016 T. (www.kazanci.com)); mağdurenin penceresine tırmanarak  seni kaçıracağım  demesi (Yargıtay  5.  CD.  2446/2656,  20.5.1991  T.  (Karar  metni  için  bkz.  KAYMAZ, Seydi/GÖKCAN, Hasan Tahsin, Sulh Ceza Davaları Türk Ceza Kanunu ve Özel Yasalardaki Hükümler, Ankara 1998, s. 143)); müştekinin camını tıkırdatarak  beni içeri al, aç içeri gireceğim   demesi  (Yargıtay  5.  CD.  8/457,  9.2.1993  T.  (Karar  metni  için  bkz. KAYMAZ/GÖKCAN, s. 145)). mağdureye ayna tutmak ve kucak açmak suretiyle sırnaşıkça hareketler  yapması  (Yargıtay  5.CD.  1170/1184,  2.4.1969  T.  (Karar  metni  için  bkz. KAYMAZ/GÖKCAN,  s.  145));  kadına  karşı  gül  koklaması  (Yargıtay  CGK.  110/51, 25.2.1934 T. (Karar metni için bkz. KÖSEOĞLU, Cemal, Haşiyeli Türk Ceza Kanunu Ve Özel Bölüm, İstanbul 1968, s. 483)); uyuyan bir kadının yorganını açarak onun rengini ve ahengini  seyretmesi  (Yargıtay  CGK  24/24,  25.12.1961  T.  (Karar  metni  için  bkz. KAYMAZ/GÖKCAN, s. 149)); mağduru birkaç defa arayarak mağduru beğendiğini, evlenmek  istediğini,  buluşmak  istediğini,  geceyi  onunla  geçirmek  istediğini,  beraber yatacaklarını ve üzerindekileri çıkarıp soyunması şeklindeki ifadeleri (Yargıtay 5. CD. 174/405, 12.2.1992 T. (Karar metni için bkz. KAYMAZ/GÖKCAN, s. 151));  kocandan boşan da benim metresim ol  demesi (Yargıtay 5. CD. 1986/2077, 28.4.1983 T. (Karar metni  için  bkz.  ÇAĞLAYAN,  Muhtar,  En  Son  Değişiklikleri  ile  Birlikte  Gerekçeli, Açıklamalı ve İçtihatlı Türk Ceza Kanunu, C. 3, Ankara 1986, s. 539)); parkta oturmakta olan müştekinin yanına gelerek  kocan yoksa para vereyim, birlikte gidelim  demesi (Yargıtay 5. CD. 6704/3100, 7.5.2001 T. (Karar metni için bkz. GÜLTAŞ/GÜNDÜZ, s. 243)); cinsel organı görülecek şekilde külotlu iken müştekiye bakıp cinsel organını okşaması (Yargıtay 5. CD. 9069/5061, 18.09.2001 T. (Karar metni için bkz. GÜLTAŞ/GÜNDÜZ, s. 243)); arabası ile mağdurenin birkaç kez yanından geçip,  o güzel bacaklarına yazık değil mi gel seni araba ile götüreyim  demesi (Yargıtay 5. CD. 4307/4530, 28.11.1984 T. (Karar metni için bkz. ERDURAK, Yılmaz Güngör, Türk Ceza Kanunu, Ankara 1991, s. 724)); önce   1167Türk Ceza Hukukunda Cinsel...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215                                                   müdahilin masasına dondurma göndermek isteyip, müdahilin reddetmesi nedeniyle bu defa yanına giderek konuşmak istediğini söyleyerek ısrarla beklemesi ve  gözlerin çok güzel  demesi  (Yargıtay  5.  CD.  1342/6909,  30.10.2001  T.  (Karar  metni  için  bkz. GÜLTAŞ/GÜNDÜZ, s. 243)); mağdurun edep ve iffetine dokunacak şekilde yazılar taşıyan mektubu posta ile göndermesi (Yargıtay 5. CD. 2718/6329, 20.11.2000 T. (Karar metni için bkz.  GÜLTAŞ/GÜNDÜZ,  s.  244));  pantolonunun  üzerinden  penisini  avuçlayarak mağdureye sana bu lazım gel de sana erkekliğimi kanıtlayayım demesi (Yargıtay 5. CD. 1148/1205, 26.3.1985 T. (Karar metni için bkz. ERDURAK, Ceza Kanunu, s. 725)); yarı çıplak vaziyette yatıp tenasül organını göstermeksizin müştekiye hitaben beni bu şekilde görmeni istedim demesi (Yargıtay 5. CD. 61/338, 12.02.1997 T. (Karar metni için bkz. GÜLTAŞ/GÜNDÜZ, s. 244)); mağdureyi telefonla arayarak öpücükler atıp, kendisi ile sevişmek istediğini söylemesi (Yargıtay 2. CD. 4704/3924, 6.3.2006 T. (Karar metni için bkz. YALVAÇ, Gürsel, Karşılaştırmalı – Gerekçeli İçtihatlı Türk Ceza Kanunu, Ankara 2008, s. 829-830)); mağdurun peşinden tüp gaz bayisine girmesi, mağdura kaş göz işareti yapması, para göstererek  seni herkes gezdiriyor, taksicilerle, arabacılarla yapıyorsun, bir de ben yapayım  demesi (Yargıtay 5. CD. 275/260, 1.2.1984 T. (Karar metni için bkz. ÇAĞLAYAN, s. 536)); ısrarlı bir şekilde mağdureyi izleyerek, her gördüğünde el işareti yapması ve ıslık çalması (Yargıtay 5. CD. 3948/222, 31.1.1984 T. (Karar metni için bkz. ÇAĞLAYAN, s. 537)); mağdureye  allah be şu dudaklara bak  demesi (Yargıtay 5. CD. 3162/3072, 21.10.1981 T. (Karar metni için bkz. ÇAĞLAYAN, s. 546)); mağdureye  gel evime gir, içeride iki kişi daha var seni doyurabiliriz  demesi (Yargıtay 5. CD. 1581/1585, 5.6.1979  T.  (Karar metni  için  bkz.  ERDURAK,  Ceza  Kanunu,  s.  800);  mağdureye  Bursa ya geldiğin zaman seninle buluşmak istiyorum, beni bu kart ile bulursun  diyerek kartvizitini vermesi (Yargıtay 5. CD. 2003/5889 E. 2004/4691 K. 8.6.2004 T. (Karar metni için bkz. MERAN, s. 388)); pencereyi tıklatarak gel seni öpeyim demesi (Yargıtay 5 CD. 401/356, 7.2.1984 T. (Karar metni için bkz. ÇAĞLAYAN, s. 536));  bana bir kere ver seni hamamda yıkarım  denmesi (Yargıtay 5. CD. 3594/3383, 8.10.1982 T. (Karar metni için bkz. ÇAĞLAYAN, s. 541)); sokakta rastladığı mağdureyi durdurarak resmini çekmek istemesi, mağdurenin kaçması üzerine koşarak takip edip yine aynı hareketleri yapması (Yargıtay 5. CD. 5211/5583, 29.12.1972 T. (Karar metni için bkz. ERDURAK, En Son, s. 804-805)); mağdureye müstehcen resim göndermesi ve kendisine bu şekilde bir resim yollamasını istemesi (Karar metni için bkz. BAKICI, s. 249); müştekiye pantolonunun üzerinden tenasül aletini tutarak  kocanınkinden daha büyüktür, istersen geleyim, vereyim  demesi (Yargıtay 4. CD. 467/1780, 10.4.1961 T. (Karar metni için bkz. ÖZÜTÜRK, Nejat, Türk Ceza Kanunu Şerhi ve Tatbikatı, C. 2, Ankara 1966, s. 642)); kırda yalnız gördüğü mağdureye  cinsi  münasebette  bulunmak  teklifini  yapması  (Yargıtay  CGK.  2/65-63, 25.4.1949 T. (Karar metni için bkz. KÖSEOĞLU, s. 482));  sanığın pehlivan gibi karısın bir kere merakım var, s.k.edeyim demesi  (Yargıtay 5. CD. 2522/2617, 11.9.1981 T. (Karar metni için bkz. ÇAĞLAYAN, s. 546)); sanığın  ne kadar güzelsin, seni seviyorum…  demekten ibaret eylemi (Yargıtay 5. CD. 10/545, 11.2.1993 T. (Karar metni için bkz. BAKICI, s. 244);  sanığın deniz içerisinde mağdureye hitaben  bak Almanlar denizde ne güzel seks yapıyor, gel biraz açılalım, sen de onların yaptığını göster  demekten ibaret eylemi (Yargıtay 5. CD. 228/630, 23.2.1994 T. (Karar metni için bkz. BAKICI, s. 242)); mağdureye  yavrum ne güzel olmuşsun, aynı annenize benzemişsiniz, sizi de anneniz gibi yapacağım  şeklinde sözleri söylemesi (Yargıtay 5. CD. 5612/870, 21.2.1991 T. (Karar metni için bkz. SAVAŞ, Vural/MOLLAMAHMUTOĞLU, Sadık, Türk Ceza Kanununun 1168Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Baş beraber her ne kadar Yargıtay ın uygulaması değişiklikten evvel yine aynı olsa da cinsel amaçlı olarak başkasını rahatsız edici nitelikteki hareket çocuğa  karşı  yapıldığında  da  çocuğun  vücut  dokunulmazlığı  ihlal edilmemelidir. Bedensel teması içeren her türlü davranışın, olaya eşlik eden tüm koşullar ve hem davranışın önemi hem de yoğunluğu ve süresi dikkate alınmaksızın cinsel saldırı ya da istismar kapsamında cezalandırılması söz konusuyken;  mağdurun  cinsel  özerkliğini  ihlal  edici  nitelikteki  ağır davranışların  ise  sırf  bedensel  temasın  yokluğu  nedeniyle  cinsel  taciz kapsamında değerlendirilmesi eleştirilmesi gereken bir husustur. Örneğin failin, sanal ortamda çocuğun soyunmasını sağlayıp kendisini cinsel yönden tatmin etmeye çalışması cinsel taciz olarak cezalandırılması gerekmektedir.127 Bu suçun maddi unsuruna ilişkin olan fiilin cinsel özgürlüğü ihlal etmeye elverişli olması ölçütüyle, manevi unsura  ilişkin olan  failin cinsel amaç taşıması hususu bir arada olmalıdır ki kimi zaman bu hususlardan birinin                                                  Yorumu, C. 3, Ankara 1994, s. 3766)); karşılaştığı mağdureye elindeki çiçeği vermek istemesi ve  bizim eve git  demesi (Yargıtay 5. CD. 2707/3995, 27.7.1990 T. (Karar metni için bkz. BAKICI, s. 253));  Kızıştıysan gel senin kızışmanı alayım  demesi (Yargıtay 5. CD. 5839/535, 31.1.1990 T. (Karar metni için bkz. BAKICI, s. 254)); mağdureye sık sık telefon ederek cinsel ilişki önerisinde bulunması (Yargıtay 4. CD. 2239/4306, 11.5.1994 T. (Karar metni için bkz. TAŞDEMİR, Kubilay/ÖZKEPİR, Ramazan, Son Değişikliklerle İçtihatlı Türk Ceza Kanunu, Ankara 1999, s. 958)); müştekiye  bugün çok güzelsin, benimle bu gece kalır mısın  demesi (Yargıtay 5. CD. 2459/7570, 21.12.1987 T. (Karar metni için bkz. BAKICI, s. 258)); mağdureye  ablan öldü, seni alacağım kekliğim  demesi (Yargıtay 5. CD. 2618/3676, 4.10.1985 T. (Karar metni için bkz. BAKICI, s. 260)); mağdura cinsel içerik taşıyan telefon mesajları göndermesi (Yargıtay 5. CD. 2006/1043 E. 2006/1460 K. 7.3.2006 T. (www.kazanci.com)); mağdurenin kapısını çalıp, mağdurenin  kim o  demesi üzerine  kapıyı aç anlaşalım  demesi (Yargıtay 5. CD. 4869/1259, 26.2.1988 T. (Karar metni  için  bkz.  BAKICI,  s.256));  seks  dergisinin  gazete  içinde  mağdura  verilerek okumasının istenmesi (Yargıtay 5. CD. 414/487, 18.2.1982 T. (Karar metni için bkz. ÖZÜTÜRK, s. 646)); mağdureye  memelerini emeyim  demesi (Yargıtay 5. CD. 245/262, 3.2.1982, (Karar metni için bkz. ÇAĞLAYAN, s. 544)). 126 Sanığın yönetimindeki araç ile okul sorma bahanesiyle mağdureye yaklaşıp hiçbir bedensel temasta bulunmaksızın cinsel organını çıkarıp oynayarak göstermekten ibaret eyleminin ilk derece  mahkemesince  TCK  m.  105 in  gözetilmeyerek  basit  cinsel  istismardan mahkûmiyetine karar verilmesini Yargıtay bozmuştur. Yargıtay 5. CD. 2007/3731 E. 2007/4315  K.  04.06.2007  T.  (www.kazanci.com);  Sanığın  olay  günü  kendisinden uzaklaşmak isteyen mağdureyi ısrarla takip ederek sırnaşıkça sözler sarf etmesi şeklinde gerçekleşen olayda mağdurenin vücut dokunulmazlığının ihlal edilmemesi nedeniyle cinsel istismarın gerçekleştiğinden bahsedilemeyeceğinin gözetilmemesini Yargıtay hukuka aykırı bulmuştur. Yargıtay 5. CD. 2011/2804 E. 2011/3503 K. 27.4.2011 T. (www.kazanci.com). 127 TEZCAN/ERDEM/ÖNOK, s. 414.   1169Türk Ceza Hukukunda Cinsel...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  varlığı diğerinin de varlığına işaret etmektedir.128 Her ne kadar  bakmak  ceza hukuku bakımından bir hareket olarak kabul edilmekte ve bir kimseye bakan birinin neden baktığının ve bu bakışıyla cinsel amaçlı olarak rahatsız etme şeklinde bir durumun varlığının ispatı neredeyse imkânsız olacağından şayet bu hareket başka hareketlerle desteklenmiyorsa cinsel taciz suçu bakımından söz konusu hareketin elverişli olmadığı belirtilse de bu durumun şartları varsa  cinsel  taciz  olarak  değerlendirilmesi  gereklidir.  Zira  bir  suçun varlığından bahsedilmesi ile bu suçun ispatı ayrı şeylerdir. Suçun  varlığından  bahsedilebilmesi  için  cinsel  taciz  teşkil  eden davranışın bir kimseye yönelmesi gereklidir.130 Aksi halde şartları varsa TCK m. 123 te hüküm altına alınan  kişilerin huzur ve sükûnunu bozma 131 ya da TCK m. 225 te düzenlen alınan   hayâsızca hareketler   yahut m. 183 te düzenlenen   gürültüye  neden  olma 132  suçlarından  bahsedilebilir.  Bir davranışın  cinsel  amaç  taşımaksızın  sırf  rahatsızlık  verme  amacıyla gerçekleştirilmesi  halinde  bu  davranışın  şartları  varsa  TCK  m.  123 te düzenlenen suçu oluşturduğu belirtilmelidir.133 Söz konusu suç tipinde yer                                                  128 TANER, Cinsel, s. 367. 129 TANER, Cinsel, s. 367.  130  Yargıtay, sanığın cinsel organını göstermek şeklindeki eylemin, belirli kişileri hedef almasından ötürü TCK m. 105 teki suçu oluşturacağını kabul etmiştir. Yargıtay 5. CD. 8266/10959, 15.12.2008 T. (Karar metni için bkz. MALKOÇ, Cinsel, s. 329).   Yargıtay failin, bir alışveriş merkezindeki dükkânın vitrininde bulunan hayvanları izleyen mağdurenin arkasından yaklaşarak elinde bulunan cep telefonunun kamerası ile mağdurenin bacaklarını kaydetmesini cinsel taciz kapsamında değerlendirmeyip özel hayatın gizliliği suçunu oluşturduğunu belirterek TCK m. 134/1 kapsamında değerlendirmiştir. Yargıtay 14. CD. 2012/7618 E. 2013/8902 K. 10.9.2013 T. (www.kazanci.com) 131 TOROSLU, Nevzat, Ceza Hukuku Özel Kısım, Ankara 2007, s. 68. Yargıtay eve ışık tutma eyleminin sarkıntılık suçu olarak değerlendirilmesini yasaya aykırı bulmuştur. Karar metni için bkz. BAKICI, s. 259. Yargıtay önüne gelen bir diğer olayda ise sanığın odaya aldığı mağdurenin külotunu çıkarttırıp sadece mağdurenin cinsel organını seyretmesini sarkıntılık suçu olarak değerlendirmiştir. Yargıtay 5. CD. 4002/4434, 13.11.1985 T. (Karar metni için bkz. BAKICI, s. 260). 132 TOROSLU, Özel Kısım, s. 72. 133  …Mahkemece, müştekinin çocuğu ile sağlık ocağına gittiği sırada şüphelinin içinde bulunduğu araç ile kendisini takip ettiği, sağlık ocağında yaklaşık 20 dakika kadar kalıp çıktığında da kapı önünde beklediğini gördüğü ve yine araçla peşinden geldiği, müştekinin durumu haber vermek için eşinin iş yerine yöneldiği halde şüphelinin takibine devam ettiğini ve iş yerine girince şüphelinin de aracını park ettiği, durumu eşine anlatması ve eşinin isteği üzerine caddeye çıkıp yürüdüğünde şüphelinin yeniden aracını çalıştırıp takibe geçtiği oluşa uygun olarak kabul edilmiş ve açıklanan eylemin kişilerin huzur ve sükununu bozma suçunu oluşturduğuna ilişkin vasıflandırmanın doğru olduğu anlaşıldığından…  Yargıtay 14. CD. E. 2012/8472, K. 2014/1008, T. 28.1.2014 (www.kazanci.com) 1170Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Baş alan  aynı maksatla hukuka aykırı başka bir davranışta bulunulması  ifadesi kanunilik ilkesi bakımından sorunludur. Zira bu ifade ile neyin kastedildiği belirsizdir. Devamlı olarak arkadaşlık teklif edilmesi bu kapsamda tam olarak yer almamaktadır. Bu nedenle cinsel amaçlı ya da cinsel amaç taşımaksızın rahatsız edici ve devamlılık arz eden davranışları karşılayan  stalking  benzeri bir suç tipine TCK da yer verilmesi gereklidir. Zira söz konusu davranışlar suç teşkil etmemektedir.134  Bir kimseye karşı iltifatta bulunmak da cinsel taciz suçu kapsamında düşünülmemelidir.135  Zira  bu  durumda  insan  ilişkileri  kapsamında gerçekleştirilen  sosyal  ve  medeni  davranışlar  söz  konusu  olup,  cinsel özgürlüğün  ihlal  edildiği  söylenemez.  Yine  iltifatta  bulunan  kişinin gerçekleştirdiği iltifatın cinsel özgürlüğü ihlal etmeye elverişli olmadığı gibi manevi unsur bakımından da mağduru cinsel yönden taciz etme şeklinde bir kastının olmadığı da belirtilmelidir.136 Her ne kadar bu suçun varlığından bahsedilebilmesi için, gerçekleştirilen cinsel davranışın devam süresi önemli olsa da tek başına belirleyici değildir. Zira  münferit  ve  ani  hareketler  örneğin  mağdura  doğru  cinsel  organın sallanması gibi haller tek başına ele alındığında dahi rahatsızlık verici bir boyuta ulaştığından bu kapsamda düşünülmelidir.137 Cinsel özgürlük, üzerinde tasarruf edilebilir bir hak olduğu için (TCK m. 26/2)  mağdurun  geçerli  olan  rızası  bu  suçta  hukuka  aykırılığı  ortadan kaldırmaktadır.138 Hukuken geçerli bir rızadan söz edilebilmesi için, bu suç ile                                                  134 TANER, Cinsel, s. 373. Ancak 6284 sayılı Ailenin Korunması Ve Kadına Karşı Şiddetin Önlenmesine Dair Kanun m. 1/1 de bu kanunun amaçları arasında tek taraflı ısrarlı takip mağduru olan kişilerin korunması da belirtilmiştir. 6284 Sayılı Ailenin Korunması Ve Kadına Karşı Şiddetin Önlenmesine Dair Kanuna İlişkin Uygulama Yönetmeliği m. 3/1-ş de ise tek taraflı takip, aralarında aile bağı veya ilişki bulunup bulunmadığına bakılmaksızın, şiddet uygulayanın, şiddet mağduruna yönelik olarak, güvenliğinden endişe edecek şekilde fiziki veya psikolojik açıdan korku ve çaresizlik duygularına sebep olacak biçimde, içeriği ne olursa olsun fiili, sözlü, yazılı olarak ya da her türlü iletişim aracını kullanarak ve baskı altında tutacak her türlü tutum ve davranış olarak tanımlanmıştır. Ancak söz konusu tanım stalkingi tam olarak bünyesine almamaktadır. 135 HAFIZOĞULLARI/ÖZEN, s. 170. 136 TANER, Cinsel, s. 370. 137 TEZCAN/ERDEM/ÖNOK, s. 413-414. 138 ÖNDER, s. 535.     …Cinsel taciz eylemlerinin suç olarak kabul edilebilmesi için bu eylemlerin hukuka aykırı olarak,  başka  bir  ifadeyle  mağdurun  rızası  hilafına  gerçekleştirilmiş  olması zorunludur. Rıza açıklama ehliyetine sahip bulunan bir kişinin, cinsel taciz eylemlerine   1171Türk Ceza Hukukunda Cinsel...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  korunan hukuki değer üzerinde tasarruf yetkisine sahip bulunan bir ilgilinin bulunması gerekmektedir.139 Bu kapsam içinde örneğin (A) nın (B) ye cinsel taciz teşkil edecek şekilde laf atması, ancak (B) nin bunu duymasına karşın önemsememesi halinde mağdurun rızasından bahsedilmesi söz konusu olup artık suçun varlığından bahsedilmeyecektir. Yine hakkın kullanılması da örneğin sanat ya da bilim yapmak hakkı gibi haller fiili hukuka uygun kılar. Örneğin bir tiyatro gösterisinde, kullanılan sözlerin ya da oynanan rollerin hukuka aykırı olmadığı belirtilmelidir. B. SUÇUN MANEVİ UNSURU Cinsel  taciz  suçu  kasten  işlenebilen  bir  suç  olup  taksirle  işlenmesi mümkün  değildir.  Faildeki  kast,  suç  tipindeki  objektif  nitelikteki  tüm                                                  TCK'nun 26. maddesi kapsamında göstereceği rıza eylemi hukuka uygun hale getirecek ve eylem  suç  teşkil  etmeyecektir.  Rızanın  varlığı  somut  olayın  özelliklerine  göre belirlenecektir… Müştekinin kendisini arayan sanıkla şikâyet konusuyla telif edilemeyecek ve olağan sayılamayacak şekilde uzun görüşmeler yapması, eşi tarafından sanığın fark edildiği güne değin bir şikayet başvurusunun bulunmaması, kendisini cinsel yönden rahatsız ettiğini iddia ederek hakkında şikâyetçi olduğu bir kişiyle, başvurusundan bir saat kadar sonra kendisini aradığında 228 saniye süren bir görüşme yapması, sanığın müştekinin de hazır bulunduğu duruşmada, onun isteği ile birlikte olduğunu ifade etmiş olmasına rağmen müştekinin bu hususta beyanda bulunmamış olması hususları birlikte değerlendirildiğinde, sanığın yüklenen suçu işlediği konusunda şüphe oluştuğu, bu şüphenin sanık lehine yorumlanması gerektiği, dolayısıyla sanığın beraatine ilişkin yerel mahkeme hükmünü onayan Özel Daire kararında bir isabetsizlik bulunmadığı kabul edilmelidir…  Yargıtay CGK. 2012/2-1498 E. 2014/188 K. 15.4.2014 T. (Karar metni için bkz. www.kazanci.com)   Yargıtay sarkıntılık olarak kabul edilen sanığın mektup yazma eylemlerinin, mağdurenin rızası dâhilinde gerçekleştiğinden suç oluşturmayacağını kabul etmiştir. Yargıtay 5. CD. 7536/4974, 13.10.2003 T. (Karar metni için bkz. EROL, Haydar, Yeni Türk Ceza Kanunu, Ankara 2005, s. 543). Zaten rızanın varlığı halinde rızayı veren kişinin utanma duygusunun rencide edilmesi ya da rahatsız olması gibi sonuçlarla karşı karşıya kalınmayacaktır. Bkz. KURT, s. 518.    12 yaşından küçüklerin cinsel taciz suçu bakımından verdikleri rızanın geçerli olmadığı, 1215 arasındaki küçükler bakımından ise şahsa sıkı sıkıya bağlı haklarını kullanabilecekleri ancak kanuni temsilcileri ile olan irade uyuşmazlıkları halinde ise hangisi kendi lehlerine ise bu durumda lehe olan beyanın kabul edileceği belirtilmiştir. bkz. MALKOÇ, Cinsel, s. 307308. Geçerli bir rızanın varlığı için kişinin cinsel özgürlüğünü kullanma ehliyetine sahip olması ve ayırt etme gücüne sahip olması gerekmektedir. Bkz. ÇAKICI GERÇEK, s. 65. 139  Doktrinde ileri sürülen görüş uyarınca, on beş yaşını doldurmuş ve kendisine karşı gerçekleştirilen cinsel taciz şeklindeki cinsel davranışların hukuki anlam ve sonuçlarını algılama  yeteneği  gelişmiş  olan  çocukların  rıza  ehliyetleri  bulunmaktadır.  Bkz. ÜZÜLMEZ, s. 6. 1172Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Baş unsurlara yönelik olmalıdır.140 Suç olası kastla işlenemez.141 TCK m. 105 bakımından failde ayrıca cinsel amaç şeklinde bir özel kast aranmaktadır.142 Söz konusu özel kast cinsel taciz suçu ile diğer suçların ayrılmasındaki ölçütü oluşturur.  Yine  özel  kastın  aranmasıyla,  cinsel  taciz  suçunun  oluştuğu yönünde  mağdurun  hassasiyetinden  kaynaklanan  bazı  aşırılıkların  da engellenmesi amaçlanmıştır. Zira kanun koyucu burada failin iradesini esas alarak, cinsel taciz davranışının diğer meşru davranışlarla karıştırılmasını önlemektedir.143 Kanunun failin özel bir amaçla hareket etmesini aradığı hallerde özel kast söz konusudur. Buradaki cinsel amaç, cinsel arzuların tatmini şeklinde anlaşılmamalıdır. Zira cinsel arzuların tatmini, daha yoğun ve etkin hareketlerin varlığını gerekli kılar.144 Ancak failde söz konusu amacın aranmasının yerine fail tarafından gerçekleştirilen davranışın cinsel niteliğine vurgu yapılması yerinde bir tercih olurdu. Böylece hem bireylerin cinsel özgürlüğü daha geniş korunabilir hem de cinsel taciz ile bu nitelikte olmayan hareketlerin birbirinden ayrımı daha net şekilde gerçekleştirilebilirdi. Zira                                                  140 Suçun unsurları bilinmiyorsa bu durumda kişi kasten hareket etmiş sayılmaz. Bkz. MERAN, s. 389. 141 TANER, Cinsel, s. 377. 142 Ancak söz konusu durum eleştiriye uğramaktadır. Zira cinsel taciz suçu cinsel özgürlüğe karşı suçlar içinde düzenlenmiştir ve cinsel yönden kişiyi rahatsız eden herhangi bir hareketin yapılması bu suçun oluşumu bakımından yeterli olduğundan ayrıca  cinsel amaç  ifadesine yer verilmesi doğru değildir. Bkz. EROL, s. 539; TEZCAN/ERDEM/ÖNOK, s. 415. Benzer yöndeki bir diğer görüş ise failin  cinsel saikle yani cinsel tatmin amacıyla  davranışta bulunması halinin suçun oluşumu bakımından herhangi bir öneminin olmadığı, failin cinsel saikle intikam veya aşağılama ya da şaka saikiyle hareket etmiş olabileceğidir. Burada önemli olan husus, davranışın cinsel motif, iz, şehvani (erotik) nitelik taşıması halidir. Bu nedenlerle cinsel taciz niteliğindeki hareketlerin sınırlı olarak sayılması hali mümkün bulunmamaktadır. Bkz. MERAN, s. 387, 389. Yine bir diğer görüş de kişilerin cinsel  bakımdan  rahatsız olabileceği  hareketlerin  fail  tarafından  bilerek  ve  istenerek yapılmasının  bu  suçun  oluşumu  bakımından  yeterli  olduğu  şeklindedir.  Bkz. ÖZBEK/KANBUR/DOĞAN/BACAKSIZ/TEPE,  s.  387.  Ancak  söz  konusu  görüşe katılmak mümkün görünmemektedir. Zira örneğin nitelikli cinsel saldırıda, failin mağdurun vücuduna organ ya da sair bir cisim soktuğunu bilmesi ve istemesi yeterlidir. Burada failin söz konusu eyleminin cinsel arzularının tatminine yönelik olması hali aranmamaktadır. Bu nedenle de, suçun yalnızca cinsel özgürlüğe karşı suçlar içinde düzenlenmesinden bahisle, özel kastın aranmaması yönündeki bir görüş söz konusu olmamalıdır.  143 Cinsel özgürlüğü ihlal etmeye elverişli davranış ölçütü benimsendiği takdirde özel kastın aranmasının gerekli olmadığı belirtilmektedir. Ancak bu suç her ne kadar özel kastla işlenebilen bir suç olsa da Yargıtay ın uygulamada, esasında hukuka uygun olan pek çok davranışı söz konusu özel kastı aramaksızın cinsel taciz suçu kapsamında değerlendirdiği ve bir anlamda bu suç bakımından objektif sorumluluk halinin söz konusu olduğu yönünde bkz. TANER, Cinsel, s. 376-377. 144 KOCA/ÜZÜLMEZ, s. 338.   1173Türk Ceza Hukukunda Cinsel...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  failde  söz  konusu  özel  kastın  olup  olmadığının  ispatı  güç  bir  nitelik taşımaktadır.145 Saik, faili harekete geçiren psişik bir neden olmasına karşın; amaç, failin suç işleyerek gerçekleştirmeye çalıştığı bir neticedir. Kanun koyucu  tarafından  failin  amacı,  manevi  unsurun  bir  parçası  olarak öngörüldüğünde yani suçun gerçekleşmesi için fiilin bilinçli ve iradi olarak işlenmesinin yanında failin suçu belli bir amaçla işlemesi gerektiğinde özel kast söz konusudur.146  ETCK da ise m. 421 bakımından özel kast gerekmemekteydi. Ancak özel kastla ilgili olarak cinsel taciz suçunda failin mutlaka cinsel tatmin düşüncesi içinde olması gerekli değildir.147 Zira tatmin ister istemez akla bedensel teması getirmektedir ki cinsel taciz suçunun yapısı buna imkân vermemektedir. Bu nedenle de failin şehevi duygularla hareket etmesi hali yeterli olmalıdır.148                                                   145 ÜNVER,  Türk , s. 56-57. 146 TOROSLU, Nevzat/TOROSLU, Haluk, Ceza Hukuku Genel Kısım, Ankara 2015, s. 212. Cinsel amaçla ifade edilmek istenenin, erkek ya da kadın muhatabın yalnızca cinsel kimliğiyle ilgili düşünce ve hedeflemeler ve şehvet duygusuyla hareket etme hali olduğu belirtilmiştir. Bkz. KURT, s. 517. Ancak, amaç  ulaşılmak istenilen sonuç, maksat  şeklinde  tanımlanmaktayken,  saik   sebep,  güdü   olarak  tanımlanmaktadır (http://tdkterim.gov.tr/bts/).  Bu  nedenle  de   saik   ile   amaç   ifadeleri  aynı  anlamı taşımamaktadır. Saik faili harekete geçiren psişik bir neden olmasına karşın, amaç  failin suç işleyerek gerçekleştirmeye çalıştığı bir neticedir. Kanun koyucu tarafından failin amacı, manevi unsurun bir parçası olarak öngörüldüğünde yani suçun gerçekleşmesi için fiilin bilinçli ve iradi olarak işlenmesinin yanında failin suçu belli bir amaçla işlemesi gerektiğinde özel kast söz konusudur. Bkz. TOROSLU, Haluk,  Temel Cezanın Belirlenmesinde Amaç ve Saik , Uğur Alacakaptan a Armağan, C. 1, İstanbul 2008, s. 701-702. 147 GÜNDEL, s. 161. Zaten suçun mahiyeti de buna izin vermemektedir. Bkz. ÜZÜLMEZ, s. 6; ARSLANTÜRK, Mustafa, Türk Ceza Kanunu Uygulamasında Cinsel Suçlar, Ankara 2014, s. 435. Ancak bu suçun oluşabilmesi için failin cinsel arzuları tatmin amacıyla hareket etmesi gerektiğini savunanlar da vardır. Bkz. YENİDÜNYA, s. 3312. Cinsel tacizde tacizin incitici bir niteliğe de sahip olması gerektiği, ayrıca mağdurun kişisel ve sosyal konumunun da dikkate alınarak tacizin küçültücü bir tarzda sergilenmesinin gerekliliği de belirtilmiştir. Ayrıca daha önce belirtildiği üzere normal şekilde ve iki dost arasında söylenmiş ve reddedilme üzerine özür dilenmesi halinde söz konusu suç oluşmayacaktır. Yine günlük hayatta  yapılan  arkadaşlık  teklifleri  de  bu  suç  kapsamında  değerlendirilmemelidir. Uygulamada söz konusu halde ETCK döneminde reddedilmenin ardından yapılan ısrarlı tekrarlar söz atma sayılmaktaydı. Ancak makul sayılacak ölçüde yapılan ısrar ya da tekrar, cinsel taciz suçu kapsamında değerlendirilmemelidir. Bkz. MALKOÇ, Açıklamalı, s. 1847. Cinsel taciz niteliğinde kabul edilebilecek fiillerin, failin cinsel arzularını harekete geçiren sözler olabileceği gibi, mağdurun cinsel arzularını harekete geçiren sözler olması da mümkündür. Bkz. KAYMAZ/GÖKCAN, s. 143. 148 KURT, s. 518, 519. 1174Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Baş Hâkim gerçekleştirilen davranışın cinsel amaçla yapılıp yapılmadığını olayın  niteliğine  göre  takdir edecektir.150  Fail  herhangi  bir cinsel  amacı olmaksızın  eylemini  gerçekleştirmişse  bu  durumda  cinsel  taciz  suçu oluşmayacaktır,151 şartları oluşmuşsa daha önce de belirtildiği üzere TCK m. 125 te belirtilen hakaret ya da TCK m. 106 daki tehdit yahut TCK m.                                                  149 Bir kimsenin tanımadığı başka bir kimseye söylediği her sözün ya da gerçekleştirdiği her davranışın  cinsel  taciz  olarak  değerlendirilmesi  bir  anlamda  niyet  okumak  anlamına geleceğinden, cinsel özgürlüğü ihlal etmeye elverişli davranış ölçütü kullanılarak bir değerlendirme yapılması gerektiği yönünde bkz. TANER, Cinsel, s. 375. 150 SEVÜK, s. 274. Amacın cinsel olması yeterlidir, bu cinsel amaca ulaşmak için yapılan davranışların ise cinsel nitelikte olması mümkün olabileceği gibi cinsel nitelikte olmaması da mümkündür. Bkz. MALKOÇ, Cinsel, s. 305. Ancak sanığın pepsi içerken öpücük sesine benzer  ses  çıkartmasını  ilk  derece  mahkemesinin  ETCK  m.  421  kapsamında değerlendirilmesini Yargıtay kişinin pepsi içerken ne gibi bir cinsel amaç içinde hareket ettiği hususunda belirginlik olmadığından kararı hukuka aykırı bulmuştur. Yargıtay 5. CD. 5252/975, 4.3.1986 T. (Karar metni için bkz. ERDURAK, Ceza Kanunu, s. 728.) 151 ŞEN, s. 412. 152 YAŞAR/GÖKCAN/ARTUÇ, s. 3527. Mağdurun kızı hakkında dedikodular çıkaran sanığa karşı mağdurun hakaretlerde bulunmasının ardından sanığın mağdura tenasül organını göstermesi eylemi şehvet amacıyla yapılmadığından hakaret olarak nitelendirilmiştir. Yargıtay  CGK.  1984/5-576  E.  1985/209  K.  8.4.1985  T.  (Karar  metni  için  bkz. www.kazanci.com). Ancak Yargıtay ın sanığın kızgınlık sonucunda dahi cinsel organını şikâyetçiye  göstermesinin  hakaret  olmayıp  sarkıntılık  olacağına  dair  bir  kararı  da bulunmaktadır.  (Yargıtay  5.  CD.  1272/1394,  4.4.1984  T.  (Karar  metni  için  bkz. KAYMAZ/GÖKCAN,  s.  143)).  Yine  Yargıtay ın  sanığın  müştekiye  cinsel  organını göstermesini edep ve iffet duygusunu incitici bir eylem olarak görüp bunun ani bir kızgınlığın sonucunda yapılması halinin söz konusu niteliği değiştirmeyeceğini, bu eylemin sarkıntılık yerine hakaret kapsamında değerlendirilmesinin doğru olmadığını belirten kararları da bulunmaktadır. (Yargıtay 5. CD. 1272/1394, 4.4.1984 T. (www.kazanci.com). Sanığın araziden dolayı husumet içinde olduğu müştekiye küfredip edep yerini tutarak seni düzeceğim  demesi  Yargıtay  tarafından  hakaret  suçu  kapsamında  değerlendirilmiştir. (Yargıtay 5. CD. 2401/2573, 23.6.1993 T.). Bahçeden geçme hususundan dolayı tarafların arasında çıkan tartışma esnasında sanığın  utanmaz kadın sen ev aşığı değil  diyerek cinsel organını göstererek  bunun aşığısın  demesi ve  gece gelip seni sinkaf edeceğim  demesini Yargıtay,  hakaret  suçu  kapsamında  değerlendirmiştir.  (Yargıtay  5.  CD.  3681/3910, 9.12.1992 T. (Karar metinleri için bkz. BAKICI, s. 244, 245)). Sanığın, kadının kocasına karısının kötü yola düştüğünü şayet isterse karısına müşteri bulabileceğini söylemesini Yargıtay hakaret suçu olarak değerlendirmiştir. (Yargıtay 5. CD. 3585/1625, 28.2.2007 T. (Karar metni için bkz. YALVAÇ, s. 828)). Sanığın, kocası hapse düşen kadına  kocan hapse düştü, sen bana kaldın orospu karı  demesi ve aralarında da önceden husumetin bulunması nedeniyle sanığın eylemini Yargıtay hakaret olarak nitelendirmiştir. (Yargıtay 5. CD. 3928/4692, 3.10.1991 T. (Karar metni için bkz. TEZCAN/ERDEM/ÖNOK, s. 415, dp. 361)). Örneğin, (A) ve (B) takımının karşı karşıya geldiği bir futbol maçında (A) takımının (B) takımını rencide etmek için yapmış olduğu cinsel çağrışımlı el kol hareketleri ya da sarf etmiş olduğu sözler yahut tahkir amacıyla cinsel organın gösterilmesi cinsel taciz suçuna   1175Türk Ceza Hukukunda Cinsel...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  123 teki kişilerin huzur ve sükûnu bozma suçlarının varlığından bahsetmek mümkündür. Örneğin cinsel taciz teşkil eden eylem, örneğin cinsel organın dışarı  çıkarılmasından  ibaretse  ve  bu  eylem  belli  bir  mağdura  karşı gerçekleştirilmemişse bu durumda TCK m. 225 teki hayâsızca hareketler suçunu  oluşturacaktır.154  Zira  burada  failin  cinsel  amaçlarla  bu  hareketi                                                  değil,  hakaret  suçuna  vücut  verecektir.  Bkz.  TEZCAN/ERDEM/ÖNOK,  s.  415-416. Yargıtay, araları açık olan tarafların olay günü kavga ettikleri sırada sanığın şalvarının ipini yere düşürerek senin kıçını herkese göstereceğim demesinin hakaret kastına yönelik olduğunu ve ETCK m. 421 den hüküm kurulmasının doğru olmadığını belirtmiştir. Yargıtay 5. CD. 1986/433 E. 1986/761 K. 20.2.1986 T. (Karar metni için bkz. İÇEL/YENİSEY, s. 726.)   Şayet (A), (B) yi herkesle yatan biri olarak değerlendiriyor ve de kendisiyle yatmasını teklif ediyorsa bu durumda hakaret suçunun oluştuğu konusunda bkz. SOYASLAN, s. 188. Ancak burada failin mağdurun kimle, nasıl ya da kaç kere cinsel ilişki kurduğundan bağımsız bir şekilde mağdurun cinsel özgürlüğünü ihlal etmeye yönelik mi yoksa mağduru tahkir etme amacıyla mı hareket ettiği önem taşır. Bu nedenle teklifin içinde geliştiği tüm hususlar dikkate alınarak bir değerlendirme yapılmalıdır. Zira örneğin cinsel amaçla kişinin başka bir kişiye söz konusu teklifte bulunması halinde cinsel taciz suçu oluşur. Ancak birbirleriyle cinsel bakımdan belirli bir yakınlığı bulunan kimselerin arasında söz konusu teklifin gerçekleşmesi halinde herhangi bir suçun oluşmadığı kabul edilmelidir. Zira teklifte bulunan diğer kişinin cinsel ilişkiye girme konusunda rızasının bulunup bulunmadığını sormaktadır.  Yine  bir  kişiye  karşı  öpme  teklifinde  bulunulması  da  bu  kapsamda düşünülmelidir. Bkz. TANER, Cinsel, s. 368-369. 153  Örneğin tuvaletini yapmak isteyen (A) nın cadde kenarında cinsel organını çıkarması halinde, (A) nın bu eyleminde herhangi bir cinsel amaç olmadığı için bunu gören kimselere yönelik TCK m. 123 te düzenleme altına alınan kişilerin huzur ve sükûnunu bozma suçu oluşabilirse de cinsel taciz suçu oluşmayacaktır. Bkz. ŞEN, s. 410, 411. Ancak (A) nın (B) ye telefon açıp sürekli cinselliği çağrıştıran sözleri söylemesi, cinsel içerikli konuşması halinde, TCK m. 123 değil TCK m. 105 olacaktır. Bkz. ÖZBEK, s. 646. Yargıtay bir kararında TCK m. 123 ün gerekçesine bakıldığında bu suçun maddi unsurunun, sırf mağdurun huzur ve sükûnunu bozma amacı taşıması gerektiğinden değişik saatlerde ve tarihlerde cep telefonu ile aradığı mağdurenin edebini ve iffetini rencide edecek şekilde ahlak temizliğine aykırı olarak arkadaşlık ve buluşma teklifi eden sanığın eyleminin TCK m. 105 kapsamında yer alan cinsel taciz suçunu oluşturacağını belirtmiştir. (Yargıtay 5. CD. 206/13423 E. 2007/278 K. 25.1.2007 T. (Karar metni için bkz. YALVAÇ, s. 829)). Yargıtay, evinin avlusunda bulunan tuvalete giren mağdureyi tuvalet duvarındaki delikten izleyen sanığın eylemini ETCK m. 547 de düzenleme altına alınan itidal ve muvazene suçu (TCK m. 123) oluşturacağını belirtmiştir. Yargıtay 5. CD. 2001/4554 E. 2002/2049 K. 1.4.2002 T. (www.kazanci.com)  154 ÖNDER, s. 533. Hayâsızca hareketler suçunun gerekçesinde bu suçun yalnızca cinsel organların değil, vücut bölgelerinin teşhir edilmesi suretiyle de ihlal edileceği şeklinde bir ifadeye yer verilmesi hatalı ve uygulamayı (örneğin mini etek ya da göğüs dekoltesi gibi) kişilerin özgürlüklerine önemli derecede müdahale eder bir niteliğe büründürebilecek niteliktedir. Bkz. ÜNVER,  Cinsel , s. 335. 1176Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Baş yapması ve bu hareketinin belli kişi ya da kişilere yönelmesi gereklidir.155 Bu nedenle  hangi  eylemlerin  cinsel  taciz  niteliğinde  olduğu  hususunun belirlenmesi sorununu her somut olayda hâkim çözecektir.156 VI. SUÇUN ORTAYA ÇIKIŞ BİÇİMLERİ A. TEŞEBBÜS Sırf hareket suçu olan cinsel taciz suçu, icra hareketleri bittiği anda tamamlanmaktadır.  Bu  nedenle  hareketten  ayrı  bir  neticenin  varlığı  söz konusu değildir. Bu suça teşebbüs mümkündür.157 Mağdurun, fail tarafından                                                  155 TANER, Cinsel, s. 367. 156 ARTUÇ, s. 738. 157 Her ne kadar eksik-tam teşebbüs ayrımından vazgeçilmiş olsa da bu ayrım ihlal edilen hukuki yararın ağırlığının tespiti açısından önemini koruduğundan bu suç tam teşebbüse değil, eksik teşebbüse elverişlidir. Bkz. NUHOĞLU,  Cinsel , s. 631.    Aksi yönde ileri sürülen bir görüşe göre ise cinsel taciz suçu, sırf hareket suçu olduğundan teşebbüse müsait değildir. Bkz. TUĞRUL, Ahmet Ceylani, Cinsel Dokunulmazlığa Karşı Suçlar ve Ensest İlişkiler, Ankara 2013, s. 578. Failin hareketiyle mağdur ya cinsel tacize uğramıştır ya da uğramamıştır. Bu suçun gerçekleştiğinden bahsedilebilmesi, mağdurun cinsel tacize uğradığının tespiti ile mümkündür. Bu nedenle de cinsel taciz suçunun hareketleri bakımından kısımlara ayrılması nedeniyle teşebbüs aşamasında kaldığından bahsedilmesi doğru değildir. Örneğin, cinsel amaçlı olarak bir mektup yazılarak mağdura gönderilmişse, ancak mağdurun bu mektubu okuması mümkün olmamışsa, mektup postada kaybolmuşsa ya da bir başkasınca yırtılmışsa ya da mağdurun okuması engellenmişse, cinsel taciz  suçunun  teşebbüs  aşamasında  kaldığının  ileri  sürülmesi  isabetli  değildir.  Fail tarafından yazılmış olan mektup hazırlık hareketi olarak değerlendirilmelidir. Burada cinsel taciz suçunun hareket kısmını mektubun yazılması ya da gönderilmesi değil, okunması oluşturacaktır  ki  mektubun  okunmasıyla  da  ihlal  zaten  meydana  gelecektir.  Bkz. KAYMAZ/GÖKCAN, s. 144. Ancak söz konusu düşünceye karşı haklı olarak dile getirilen eleştiri ise sırf hareket suçları bakımından bu düşüncenin kabulü halinde teşebbüsün mümkün olmadığı kanaatine varılacak olmasıdır. Failin cinsel taciz niteliğindeki mektubu yazıp göndermesi suçun oluşması bakımından yeterli değildir. Bunun mağdurca okunması ve mağdurun rahatsızlık duyması gerekmektedir. Ancak mektup fail tarafından yazılıp gönderildiğinde artık hazırlık safhasından çıkılmıştır ve icra hareketi safhasına geçilmiştir. Bu nedenle söz konusu hal bakımından teşebbüsün varlığından bahsedilmelidir. Bkz. KURT,  s.  522.  Failin  mağdura  gönderdiği  ancak  mağdura  ulaşmayan  cinsel  taciz niteliğindeki ifadeleri içeren mektubun üçüncü bir kişi tarafından ele geçirilmesi durumunda bu fiil nedeniyle suçun basit hali bakımından soruşturma ve kovuşturma şartı olan şikâyet gerçekleşmeksizin soruşturmanın nasıl başlayacağı hususunun tam bir muamma olduğu belirtilmektedir. Yine muhatabın söz konusu hali sonradan öğrenmesi durumunda ve şikâyette bulunması halinde failin yapması gereken tüm hareketleri yapması ve suçun sırf hareket suçu olması karşısında sanığın tamamlanmış suçtan mı yoksa teşebbüs aşamasında kalan suçtan dolayı mı cezalandırılacağı hususunun sorunlu olduğu da belirtilmiştir. Bkz.   1177Türk Ceza Hukukunda Cinsel...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  gerçekleştirilen davranışın neticesinde rahatsız olması zorunlu değildir. Zira fail tarafından gerçekleştirilen davranışın objektif olarak rahatsız edici niteliğe sahip  olması  yeterlidir.  Mağdurun  söz  konusu  davranıştan  etkilenmemiş olması suçun teşebbüs aşamasında kaldığını göstermez. Ortada tamamlanmış bir suçun varlığı söz konusudur.158  Bir kimse işlemeyi kastettiği cinsel taciz suçunun işlenmesine elverişli hareketlerle ve doğrudan doğruya icraya başlamış olup da elinde olmayan nedenlerle  suçu  tamamlayamazsa  bu  suç  teşebbüs  aşamasında  kalmıştır. Cinsel tacizi oluşturacak davranışlar bölümlere ayrılabildiği ölçüde teşebbüse uygun bir hale gelmektedir. Örnek olarak, (A) nın (B) ye yazmış olduğu ve cinsel taciz niteliğinde olan ifadeleri içeren mektubu (B) ye göndermesi ancak mektuba (B) nin eline ulaşmadan el konulması hali verilebilir.159  Cinsel taciz suçunun tamamlanabilmesi için, cinsel taciz niteliğindeki sözlerin, davranışların ya da yazıların mağdurun bilgisine ulaşacak nitelikte olması ve de mağdurun bilgisine ulaşması gerekmektedir.160 Örneğin (A), (B) ye laf atmış ancak bunu (B) duymamış, yalnızca (A) nın arkadaşları duymuşsa ve atılan laf mağdura hiçbir şekilde ulaştırılamamışsa bu durumda eylemin cinsel taciz suçunu oluşturmayacağı ileri sürülse de burada failde TCK m. 105 te belirtilen suç işleme kastı da varsa suç teşebbüs aşamasında kalmış olarak nitelendirilmelidir. Yine, (A), (B) ye cinsel taciz içeren bir mektup yazıp yollamışsa, ancak söz konusu mektup (B) ye ulaşmadan (B) nin                                                  GÜLTAŞ/GÜNDÜZ, s. 84. ETCK döneminde sarkıntılık suçunun teşebbüse elverişli olmadığı ileri sürülmekteydi. Bkz. KAYMAZ/GÖKCAN, s. 147. 158 ÖZBEK/KANBUR/DOĞAN/BACAKSIZ/TEPE, s. 388. 159 YENİDÜNYA, s. 3313. Cinsel taciz suçuna teşebbüsün istisnai hallerde ve suçun vasıtalı, dolaylı olarak işlendiği hallerde mümkün olduğu, yine bu suç bakımından ispatın güç olacağı ve inkârın da kolayca aşılamayacağı yönünde ileri sürülen görüşler hakkında bkz. MALKOÇ, Cinsel, s. 308. 160 TUĞRUL, s. 574. Örneğin cinsel taciz teşkil eden mektubun bir başkasının eline geçmesi halinde, eline mektup geçen kişi bunu mağdura iletirse bu durumda cinsel taciz suçu oluşur. MERAN, s. 389. 161 ARTUNÇ, s. 106. Burada failin tacizi, mağdurun bilgisine ulaştırmak yönünde kastının aranmasının gerektiği, bu nedenle de mağdurun bilgisine ulaşması  mümkün görülen koşullarda mağdurun bilgisine ulaşmayıp herhangi birinin bilgisine ulaşan bir durumda suçun oluştuğu söylenebilir. Ancak mağdurun bilgisine ulaşmayan bir halin ise şikâyeti söz konusu olmayacağından bu durumun uygulamada bir sonucu bulunmamaktadır. Ancak mağdurun  bilgisine  ulaşmışsa  bu  durumda  mağdurun  şikâyet  hakkı  bulunmaktadır. MALKOÇ, Cinsel, s. 308, 309. 1178Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Baş ağabeyi (C) tarafından okunmuşsa bu durumda teşebbüs hükümleri uygulama alanı bulacaktır.162 Cinsel  saldırı  ya  da  çocukların  cinsel  istismarı  suçları  bakımından gönüllü vazgeçmeyle karşılaşılan hallerde, gönüllü vazgeçen kişinin şayet unsurları varsa cinsel taciz suçundan cezalandırılması mümkündür.163 Cinsel taciz suçunun teşebbüs aşamasında kalması halinde, TCK m. 35/2 gereğince, teşebbüs nedeniyle cezada yapılacak indirim, failin o ana kadar yapmış olduğu hareketlerin  suçun  konusu  üzerinde  meydana  getirmiş  olduğu  tehlikenin ağırlığına göre belirlenecektir. Bu suçtan gönüllü vazgeçilmesi halinde ise TCK m. 36 gereğince, failin o ana kadar gerçekleştirdiği fiil ya da fiiller herhangi  bir  başka  suçu  oluşturuyorsa,  bu  durumda  o  suçtan  dolayı cezalandırılması gereklidir. Ancak çoğu zaman failin o ana kadar yapmış olduğu hareketlerin bir başka suçu oluşturması mümkün olmayacaktır. Cinsel  taciz  suçuna  teşebbüste  oldukça  sınırlı  bir  alan  vardır.  Zira rahatsızlık  boyutuna  varmış  olan  davranışlar  bakımından  cinsel  taciz gerçekleşmiş olarak kabul edilmekteyken, rahatsızlık boyutuna varmayan davranışlar bakımından ise suç oluşmamıştır ve teşebbüsün uygulanması hali de mümkün değildir.164  B. İŞTİRAK Cinsel  taciz  suçuna  iştirak  mümkündür.  TCK da  düzenlenen  iştirak hükümlerine ilişkin her hal bu suç bakımından uygulama alanı bulabilir.165 Örneğin (A), oğlu (B) yi komşunun kızı (C) ye cinsel içerikli sözler içeren bir                                                  162 ARTUÇ, s. 738. 163  Yargıtay, sanığın mağdurenin şalvarını indirmesi üzerine sanığın anneme, ağabeyime söylerim şeklindeki bağırması üzerine, ciddi ve de harici bir engel olmaksızın mağdureyi kendiliğinden bırakması halinde sanığın eylemi mağdurenin cinsel yönden ahlak temizliğine aykırı olarak rahatsız edilmesinden ibaret olduğundan, TCK m. 105 in uygulama alanı bulacağını belirtmiştir. Yargıtay 5. CD. 3968/4751, 13.6.2007 T. (Karar metni için bkz. YALVAÇ, s. 826). Yine sanık (A) nın, mağdur (B) yi elindeki bıçakla tehdit ederek pantolonunu indirmesini ve (B) yi yapacağını söylemesi, ancak fiilinden engel herhangi bir neden olmaksızın kendi rızasıyla vazgeçmesi halinde (A) cinsel saldırı ya da şartları varsa cinsel istismardan değil, cinsel tacizden dolayı cezalandırılacaktır. Bkz. HOROZGİL, Denizhan,  Çocukların Cinsel İstismarı Suçunun Basit Şekli, (TCK m. 103/1) , Türkiye Barolar Birliği Dergisi, 2011 (93), s. 134. 164 TEZCAN/ERDEM/ÖNOK, s. 419. 165 KURT, s. 522.   1179Türk Ceza Hukukunda Cinsel...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  mektup yazması için azmettirebilir,166 cinsel içerikli bu mektubu mağdur (C) ye (B) nin arkadaşı olan (D) iletirse ve aralarında iştirak iradesi de varsa bu durumda (D) suça yardım eden olarak sorumlu tutulur.167 C. İÇTİMA İçtimaya ilişkin hükümler cinsel taciz suçu bakımından da uygulama alanı bulur. Fail tarafından gerçekleştirilen cinsel taciz niteliğindeki hareketler cebir,  şiddet,  tehdit  gibi  hareketlerle  birlikte  yapılmışsa,  failin  cezai sorumluluğunun ne şekilde olacağının ayrıca tespit edilmesi gereklidir.168  Cinsel taciz suçunun, içtima bakımından farklı ihtimaller şeklinde ortaya çıkması mümkündür.169 Uygulamada en fazla karşı karşıya kalınan durumu ise fiilin farklı zamanlarda, aynı kişiye karşı tekrarlanarak işlenmesi hali oluşturmaktadır.170  ETCK  döneminde  sırnaşıkça,  ısrarla  olan  söz  atma                                                  166 Yargıtay, sanığın daha önce birliktelik yaşadığı Berkant ın kendisini terk ederek Derya ile evlenmesini kaldıramayıp, Derya yı başkalarının gözünde küçük düşürüp onurunu kırmak amacıyla 4-6 adet banknot üzerine ara beni mutlu edeyim seni sözcüklerini yazarak Derya nın ev ve iş telefonunu yazması ve bu banknotları alış veriş yapmak suretiyle kullanması  ve  böylelikle  Derya nın  aranmasına  neden  olmasının  hakaret  suçunu oluşturmasına karşın sarkıntılığa azmettirmekten hüküm kurulmasını bozmuştur. 1997/1798 E. 1997/ 2136 K. (Karar metni için bkz. BAYTEMİR, Erdal, Cinsel Dokunulmazlığa, Kişi Hürriyetine ve Genel Ahlaka Karşı Suçlar, Ankara 2007, s. 727) 167 Belirtilen ikinci örnek bakımından (D) nin TCK m. 37/1 uyarınca suçun kanuni tanımında yer alan fiili (A) ile birlikte işlediğinden bahisle yardım eden olarak sorumlu tutulmaması gerektiği yönünde bkz. MALKOÇ, Cinsel, s. 309. 168 ÖZBEK, s. 646. 169  Örneğin, cinsel taciz suçunun kişinin özgürlüğünün kısıtlanmasından sonra işlenmesi halinde, gerçek içtima söz konusu olacaktır. Bkz. SOYASLAN, s. 190. 170 YENİDÜNYA, s. 3313. Bir kişi, aynı suç işleme kararıyla bir kimseyi cinsel amaçlı olarak taciz etse, ardından tacizde bulunduğu, suçun mağduru ile arasında hizmet ilişkisi ya da aynı iş yerinde çalışmanın sağladığı kolaylıktan ötürü mağdura karşı yine cinsel taciz eyleminde bulunursa TCK m. 43/1 e göre bir suçun temel şekli ile nitelikli şekilleri aynı suç sayıldığından, cinsel taciz suçunun birden fazla işlenmesi hali söz konusu olur. Bkz. SEVÜK, s. 277. Okula gidip gelmek için sanığın evinin önünden geçen mağdureye, bu geçişleri sırasında yaklaşık bir yıl boyunca evin camının iç kısmından pijamasını indirip cinsel organını gösterme biçiminde gerçekleşen sanığın eyleminin zincirleme şekilde cinsel taciz suçunu oluşturduğu yönünde bkz. Yargıtay 14. CD. 2011/10722 E. 2012/9346 K. 2.10.2012 T. (www.kazanci.com);  …sanığın, katılanın kullanmış olduğu cep telefonuna değişik zamanlarda ayrı ayrı  aşkım nasılsın, bugün bana kızgın mısın, ben seni çok seviyorum  şeklinde çektiği mesajların TCK.nın 105/1 ve 43/1. maddelerinde öngörülen zincirleme biçimde cinsel taciz suçunu oluşturduğu…  Yargıtay   14. CD. 2011/22313 E. 2013/584 K. 25.1.2013 T. (www.kazanci.com);  …15.08.2009 günü mağdureyi telefonla arayarak birlikte olmak istediğini, onu sevdiğini söyleyen sanığın, 1180Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Baş fiillerinin sarkıntılık suçunu oluşturacağı kabul edilmekteydi.171 Ancak TCK bakımından cinsel taciz suçu ani davranışlarla gerçekleştirilebilir.172 Zira cinsel  tacizin  sırnaşıkça  bir  hal  alması  durumu  ayrıca  yaptırıma bağlanmamıştır. Bu nedenle, cinsel taciz suçu bir kimseye karşı değişik zamanlarda  birden  fazla  kez  taciz  eden  sözü,  yazıyı  ya  da  hareketi gerçekleştirerek  (örneğin,  farklı  zamanlarda,  uygunsuz  ifadeler  içeren                                                  sonraki iki gün içerisinde de hem telefonla arayıp benzer sözler söylemek, hem de gönderdiği mesajda cinsel içerikli ifadelere yer vermek suretiyle cinsel taciz suçunu zincirleme şekilde işlediği oluşa uygun olarak kabul edildiği halde, sanığın cezasının TCK.nın  43/1.  maddesiyle  arttırılması  gerektiği…   Yargıtay  14.  CD.  2012/1001  E. 2013/8440 K. 2.7.2013 T. (www.kazanci.com);  …katılana ait telefona 14.10.2008 ilâ 16.10.2008 tarihleri arasında birden fazla kez  Seni seviyorum  yazılı mesajlar göndermesi karşısında, eyleminin 5237 sayılı TCK.nın 105/1, 43/1. maddelerinde düzenlenen zincirleme şekilde cinsel taciz suçunu oluşturduğu gözetilmeden, suç vasfında yanılgıya düşülerek yazılı şekilde kişilerin huzur ve sükûnunu bozma suçundan hüküm kurulması…  Yargıtay 14. CD. 2014/11220 E. 2015/436 K. 21.1.2015 T. (www.kazanci.com).  171  Ancak ETCK m. 421 bakımından söz atma suçunun zincirleme suç şeklinde işlenmesi mümkün değildi. Zira söz konusu halde sarkıntılık suçunun varlığından bahsedilmekteydi. Bkz. NUHOĞLU,  Cinsel , s. 632. Yine sarkıntılığın esasen elle ya da bedeni teması içeren hareketlerle  yapılabileceği,  ancak  ETCK  döneminin  uygulamasında  söz  atmaların teselsülünün  de  sarkıntılık  sayılması  nedeniyle  söz  atma  suçunun  teselsül  halinde işlenemeyeceği sonucunun ortaya çıktığı yönde bkz. MALKOÇ, Cinsel, s. 299. Yargıtay bir kararında aynı kasıt altında mağdura üç mektup yazmanın tek bir sarkıntılık suçunu oluşturacağını belirtmiştir. Yargıtay 5. CD. 1990/3063 E. 1990/4102 K. 3.10.1990 T. (www.kazanci.com). Sanığın mağdureye edep ve iffetine dokunacak nitelikte birden fazla mektup  göndermesinin  sarkıntılık  suçunu  oluşturmasına  karşın  ETCK  m.  80 in uygulanmasını Yargıtay yasaya aykırı bulmuştur. Yargıtay 5. CD. 76/288, 6.2.1980 T. Karar metni için bkz. SAVAŞ/MOLLAMAHMUTOĞLU, s. 3771. Yargıtay, ETCK döneminde sanığın birçok kez şikâyetçiyi arayarak sevdiğini söylemesinin sırnaşıkça bir hal almasının  sarkıntılık  suçunu  oluşturduğunu,  bu  suçun  bünyesinde  teselsülü  de barındırmasından dolayı bu suç bakımından ayrıca m. 80 in uygulanmasını kanuna aykırı bulmuştur.  Yargıtay  5.  CD.  4842/145,  2.2.1998  T.  Karar  metni  için  bkz. KAYMAZ/GÖKCAN, s. 149. Yargıtay sanığın mağdureye birden fazla aşk mektubu yazmasını, mağdurenin bu mektupları cevapsız bırakmasına karşın mektup yazmaya devam etmesinin sarkıntılık suçunu oluşturduğunu ve sanık hakkında söz atmaktan dolayı hüküm kurulmasını  yasaya  aykırı  bulmuştur.  Yargıtay  5.  CD.  1994/2848  E.  1994/3257  K. 10.11.1994 T. (www.kazanci.com). ETCK uygulaması bakımından yazılan mektuplar birden fazla olmasına karşın, mağdur mektupların kimden geldiğini tespit etmek için mektuplara  cevap  vermiş  ve  gönderen  de  tespit  edilmişse  bu  durumda  mektupları gönderenin sarkıntılık değil ama söz atma suçunu işlediği söylenmelidir. Zira mektupları gönderen cevap olarak aldığı mektupların bu düşünce ile gönderildiğini bilmemektedir. Bkz. ÖNDER, s. 530. 172  TEZCAN/ERDEM/ÖNOK, s. 415. 173  …Sanığın bir suç işleme kararının icrası kapsamında 05.11.2012 gecesi yaya olarak kaldığı öğrenci yurduna gitmekte olan yirmi bir yaşındaki müştekiyi görünce  yavrum    1181Türk Ceza Hukukunda Cinsel...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  birden fazla aşk mektubunun gönderilmesi) ya da failin tek bir hareketiyle birden  fazla  kimseye  taciz  teşkil  eden  eylemlerde  bulunarak  işlenirse (örneğin, (A) nın yolda birlikte yürüyen birkaç kadına karşı sözle tacizde bulunması hali,175 failin cinsel organını birden fazla kişiye karşı aynı anda göstermesi) zincirleme suç hükümleri uygulama alanı bulacaktır.177 Ancak tacizin bir süre devam etmesi hali her zaman ortada birden fazla cinsel taciz suçunun olduğu şeklinde yorumlanmamalıdır. Zira amaçta ve zamanda birlik kriteri  uygulandığında  failin  kastının  yenilenip  yenilenmediği  hususunun araştırılarak çözüme gidilmesi gereklidir.178 Zira fail tarafından kısa zaman aralıklarıyla gerçekleştirilen birden fazla davranış tek suç sayılmalıdır. Ortada tek bir fiil vardır. Örnek olarak (A) nın (B) yi takip etmesi, arkasından ıslık                                                  deyip pantolonunun fermuarını açması üzerine olay yerinden kaçan müştekinin şikâyetine istinaden hakkında soruşturma başlatılmasının ardından bu olayla ilgili iddianame tanzim edilmeden önce 15.11.2012 gecesi tekrar aynı sokakta gördüğü müştekinin üzerine yürüyüp fermuarını açtığı tüm dosya içeriğinden anlaşıldığından, sanığın eylemlerinin bütün halinde zincirleme şekilde cinsel taciz suçunu oluşturduğunun kabulüyle TCK'nın 105/1, 43/1. maddeleri gereğince cezalandırılması gerekirken, her iki olayla ilgili ayrı ayrı açılan kamu davalarının birleştirilmesi sonrası yazılı şekilde TCK'nın 105/1. maddesinin iki kez tatbiki suretiyle hüküm kurulması neticesinde fazla ceza tayini…  Yargıtay 14. CD. 2015/703 E. 2016/601 K. 22.1.2016 T. (www.kazanci.com).  174   …olay  günü  sanığın  yol  kenarında  duran  mağdure  ile  müştekinin  yanlarında motorsikletiyle durup  100 TL peşin vereyim sizi şişireyim  demek suretiyle tek fiille aynı suçun birden fazla kişiye karşı işlenmesi sebebiyle doktrinde aynı nev'iden fikri içtima olarak adlandırılan… ve aynı Kanunun 43/1. maddesine göre cezalandırılması gerekip TCK'nın 105/1. maddesinde düzenlenen cinsel taciz suçunu işlediği anlaşıldığından, eylemine uyan TCK'nın 105/1, 43/1- 2. maddeleri gereğince cezalandırılması yerine oluşa uygun düşmeyen yazılı gerekçeyle beraatine karar verilmesi…  Yargıtay 14. CD. 2014/801 E. 2015/7917 K. 2.7.2015 T. (www.kazanci.com). 175 ARTUK/GÖKÇEN/YENİDÜNYA, s. 333. 176 PARLAR/HATİPOĞLU, s. 1708. 177 YENİDÜNYA, s. 3313, 3314. Yargıtay cinsel taciz suçu bakımından sanığın eyleminin teselsül etmesine karşın TCK m. 43 ün uygulanmaması halini hukuka aykırı bulmuştur. Yargıtay 5. CD. 2008/13402 E. 2009/10700 K. 09.02.2009 T. (www.kazanci.com). Sanığın mağdureyi birden fazla kez telefonla arayarak arkadaşlık teklifinde bulunması, mağdurenin bu teklifi kabul etmemesi üzerine  seninle buluşalım, seni sinkaf edeceğim  demesi halinin bir  bütün  olarak  kül  halinde  zincirleme  şekilde  cinsel  taciz  suçunu  oluşturduğu gözetilmeksizin ilk derece mahkemesinin sövme suçuyla birlikte cinsel taciz suçundan mahkûmiyet kararı vermesini Yargıtay bozmuştur. Yargıtay 5. CD. 2007/8712 E. 2009/8630 K. 30.06.2009 T. (Karar metni için bkz. www.kazanci.com)  178  Yargıtay tarafından cinsel taciz olarak kabul edilen sözlerin telefonda söylenmesi ancak mağdurun telefonu failin suratına kapatması üzerine failin hemen telefonu çaldırması ve cinsel taciz olarak kabul edilen sözleri içeren bir mesajı çekmesini zincirleme cinsel taciz suçu kapsamında değerlendirse de, bu halde ortada tek bir zincirleme suçun varlığı kabul edilmelidir. Bkz. TANER, Cinsel, s. 389. 1182Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Baş çalması ve laf atması hali verilebilir.179 Şayet bu iki kriter yani amaçta ve zamanda birlik kriterleri bir aradaysa ortada tek bir cinsel taciz suçu vardır. Aynı suç işleme kararına bağlı olsa da, farklı zamanlarda, değişik kişilere karşı gerçekleştirilen cinsel taciz suçu bakımından; zincirleme suç kuralları TCK m. 43 gereğince uygulama alanı bulamaz. Örnek olarak, cinsel içerik taşıyan  mektupların  farklı  kişilere,  farklı  zamanlarda  gönderilmesi  hali verilebilir.  Bu  halde  fail  gerçek  içtima  hükümlerine  göre cezalandırılmalıdır.180 Ancak, birden fazla kimseye karşı, aynı zamanda, failin cinsel taciz suçunu işlemesinin ardından fail aynı kişilere karşı aradan belli bir süre geçtikten sonra aynı suç işleme kararına bağlı olarak, tekrar cinsel taciz suçunu işlerse bu durumda faile verilen ceza önce TCK m. 43/2, daha sonra ise m. 43/1 uyarınca arttırılacaktır.181  Mağdurun doğrudan doğruya kendisine yönelik bir cinsel davranışta bulunmaya  veya  bir  cinsel  ilişkiyi  ya  da  cinsel  davranışı  seyretmeye zorlanması durumunda kişi şartları varsa hem kişi hürriyetinden yoksun kılma suçunun nitelikli halinden yani TCK m. 109/5 ten hem de TCK m. 105 ten sorumludur.  Yine  failin  mağdura  cinsel  organını  açtırıp  karşısında mastürbasyon yapması halinde de TCK m. 105 ten ayrıca koşulları varsa m. 109/5 ten dolayı sorumluluk söz konusu olur.182 Ancak cinsel taciz suçu bakımından mağdurun özgürlüğünden mahrum bırakılması yalnızca cinsel taciz suçunun işlenmesi için gerekli olan süreyle sınırlı kaldığında cinsel taciz ve kişi hürriyetinden yokun kılma suçu arasında fikri içtimadan; söz konusu sürenin cinsel saldırı suçunun işlenmesi suçuyla sınırlı kalmadığı hallerde ise gerçek içtimadan bahsedilmelidir.183                                                  179  TEZCAN/ERDEM/ÖNOK, s. 420. Örneğin, (A) nın (B) nin bürosuna gelerek (B) ye birden çok taciz içeren söz söylemesi durumunda da fiil tektir. MALKOÇ, Cinsel, s. 310. 180 ARTUK/GÖKÇEN/YENİDÜNYA, s. 333.  181 YAŞAR/GÖKCAN/ARTUÇ, s. 3525. Ancak Yargıtay sanığın bir suç işleme kararının icrası kapsamında, değişik zamanlarda okula gitmekte olan her iki mağdureye karşı  size şeker vereyim, şeker almaya gidelim, çok güzel kızsın gel seni öpeyim  şeklinde sözler sarf ederek  cinsel  organını  göstermekten  ibaret  eylemlerinin  TCK nın  105.  maddesinde düzenlenen iki ayrı cinsel taciz suçunu oluşturduğunu kabul etmiştir. Yargıtay 5. CD. 2007/7141  E.  2008/4480  K.  14.5.2008  T.  Karar  metni  için  bkz. TEZCAN/ERDEM/ÖNOK, s. 419, dp. 398. 182 TEZCAN/ERDEM/ÖNOK, s. 358. 183 Yargıtay ın söz konusu hususla ilgili olarak cinsel saldırı suçu bakımından gerçekleştirdiği benzer yöndeki değerlendirme için bkz.  …Mağdurenin anlatımlarına, sanığın ikrarına ve tüm dosya içeriğine göre; olay tarihinde sanığın, mağdurenin bulunduğu eve girdikten sonra zorla yere yatırıp vuracakmış gibi yaparak korkuttuktan sonra, rızası hilafına cinsel ilişkiye girdiği ve sonrasında evden çıkarak olay yerinden ayrıldığı anlaşılmakla, sanığın   1183Türk Ceza Hukukunda Cinsel...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Her  ne  kadar  cinsel  saldırı  suçunun  işlenebilmesi  için  cinsel  taciz suçunun işlenmesi gerekli olmasa da failin cinsel saldırı suçu sırasında cinsel taciz olarak nitelendirilebilecek sözler sarf etmesi durumunda yalnızca cinsel saldırı suçundan dolayı ceza verilmesi gereklidir.184 Yani cinsel saldırı suçu işlenirken, cinsel taciz suçu niteliğindeki hareketler yapılmışsa bu durumda faile cinsel saldırının yanında ayrıca cinsel taciz suçundan ceza verilmez. Söz konusu  hareketler  cinsel  saldırı  suçunun  bir  parçası  olarak değerlendirilmelidir.185  TCK m. 94/3 e göre işkence suçunun  cinsel yönden taciz şeklinde gerçekleşmesi  hali, işkence suçunun nitelikli halini oluşturmaktadır.186 Bu hükmün  uygulama  alanı  bulabilmesi  için  mağdur  üzerinde  gerçekleşen fiillerin cinsel saldırı boyutuna varmaması gerekir. Aksi halde fail ayrıca cinsel  saldırı  suçundan  da  cezalandırılır.187  Cinsel  taciz  yoluyla  işkence suçunun işlenmesi hali bir bileşik suç olduğundan bu durumda yalnızca nitelikli işkence suçundan dolayı ceza verilir, ayrıca cinsel taciz suçundan da ceza verilmemektedir.188 Örnek olarak kişiye işkencenin yapıldığı esnada failin  mağdura  cinsel  organını  göstermesi  ya  da  cinsel  ilişki  teklifinde bulunması halleri verilebilir. Ancak işkence, cinsel davranışlarla mağdurun cinsel  dokunulmazlığının  ihlali,  örneğin  vücuda  organ  ya  da  sair  cisim sokulmak suretiyle gerçekleştirilirse bu durumda fail ayrıca cinsel saldırı suçundan  ya  da  koşulları  varsa  cinsel  istismar  suçundan  da                                                  cinsel saldırı eylemlerini gerçekleştirdiği zaman zarfı dışında mağdureyi hürriyetinden yoksun kılma şeklinde bir eyleminin bulunmadığı gözetilmeden, atılı suçtan beraati yerine mahkûmiyetine karar verilmesi…  Yargıtay 14. CD. E. 2013/10526 K. 2014/366 T. 16.1.2014 (www.kazanci.com) 184 TANER, Cinsel, s. 388. 185 KURT, s. 522. Ancak cinsel tacizin hemen ardından, cinsel saldırı gerçekleştirilirse bu durumda iki suç bakımından gerçek içtima yapılması gerektiği yönünde bkz. KOPARAN. 186 Bu artırım sebebi enteresan olarak nitelendirilmektedir. Zira cinsel tacizden anlaşılması gerekenin ne olduğunun belli olmadığı, söz konusu artırım nedenine neden gerek duyulduğu sorusunun da cevapsız kaldığı ve TCK bakımından madde gerekçelerinin adeta kanundaki metnin bir tekrarı niteliğinde olduğu yönünde bkz. ALKAN, s. 156, 157. Hem TCK m. 94/3 hem de TCK m. 105 açısından cinsel tacizden anlaşılması gerekenin ne olduğu konusunda açıklık bulunmadığı yönünde de bkz. ÖZEN, Mustafa,  5237 Sayılı Yeni Türk Ceza Kanunu nun Özel Hükümlerine İlişkin Düşünceler , Türkiye Barolar Birliği Dergisi, S. 63, 2006, s. 100. 187 ARTUK/GÖKCEN/YENİDÜNYA, s. 333. 188 KİZİROĞLU, s. 995, 996; PARLAR, Ali/BANKO, Meltem, 6545 Sayılı Kanun İle Yapılan Değişiklikler Çerçevesinde Cinsel Suçlar, Ankara 2014, s. 348-349. 1184Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Baş cezalandırılmalıdır.189 Doktrinde yer alan bir görüş uyarınca işkence çoğu zaman vücut dokunulmazlığının ihlalini de gerektirdiğinden, cinsel taciz suçu bakımından ise vücut dokunulmazlığının ihlali gerekmediğinden, bu nitelikli halin uygulanması olasılığı oldukça azdır.190 Cinsel taciz suçunu işlemek amacıyla kişinin cinsel organını mağdura gösterdiği ancak bu göstermenin kalabalık bir caddede gerçekleştiği ve bu durumun caddedeki diğer kişilerce görünmüş olduğu hallerde TCK m. 44 te belirtilen tek fiille kanunun çeşitli hükümlerinin ihlâl edilmesi ve birden fazla farklı suçun ortaya çıkması hali ile karşı karşıya kalınacaktır. Yani hem aleni olarak hem de belirli bir kişiye yönelik olarak cinsel taciz amacıyla teşhircilik gerçekleştirilirse TCK m. 105/2-e ile TCK m. 225 arasında fikri içtima hükmü uygulama alanı bulur.191 Ancak cinsel taciz oluşturan hareketin zaten mahiyeti                                                  189 ARTUK/GÖKÇEN/YENİDÜNYA, s. 333. Ancak doktrinde ileri sürülen bir diğer görüş ise  işkencenin  cinsel  yönden  taciz  şeklinde  gerçekleşmesi  halinde  yapılan  cinsel davranışların süreklilik arz edecek nitelikte olması gerektiği yönündedir. Bu görüş uyarınca, örneğin kamu görevlisinin işkencede bulunduğu kişiye  seninle birlikte olalım  demesi yeterli olmayacak, söz konusu cinsel hareketlerini tekrarlaması gerekecektir. Bu düşüncenin temelini ise TCK m. 94 ün gerekçesi oluşturmaktadır. Ayrıca cezalar arasında farklılık, işkenceye  maruz  kalan  mağdurun  daha  fazla  korunmasına  dayandırılmaktadır.  Bkz. SEVÜK, s. 277, 278. 190 TEZCAN/ERDEM/ÖNOK, s. 420. Ayrıca söz konusu hüküm eleştiriye uğramaktadır. Bu eleştirinin gerekçesini ise TCK m. 94/3 ün gerçekleştiği hallerde failin cezası asgari 10 yıl olacakken, işkence suçu cinsel saldırı şeklinde gerçekleştirilirse bu durumda gerçek içtimaın uygulanacağı ve bu durumda failin işkenceden asgari üç yıl, cinsel saldırıdan ise asgari iki yıl ceza alması halinde toplamda beş yıl ceza alması halinde bir orantısızlığın olduğu ve bu durumun da TCK m. 3 e (yani suç işleyen kişi hakkında işlenen fiilin ağırlığıyla orantılı ceza  ve  güvenlik  tedbirine  hükmolunur  hususuna)  aykırılığının  gündeme  gelmesi oluşturmaktadır. Yine bu görüş uyarınca, işkencenin cinsel saldırı niteliğindeki hareketlerle yapılması  durumunda  TCK  m.  94/3  uygulama  alanı  bulmalıdır.  Zira  cinsel  saldırı niteliğindeki hareketler bünyesinde cinsel taciz hareketlerini de barındırmaktadırlar. Bkz. MALKOÇ, Cinsel, s. 309, 327, 328. 191  …Sanığın işlediği iddia ve kabul edilen,  sokakta yürümekte olan mağdureye, inşaatın camından el sallayarak gel işareti yapıp cinsel organını göstermek  biçimindeki eyleminin belli bir kişiyi hedef alması sebebiyle T.C.K.nın 105. maddesinde düzenlenen cinsel taciz ve bu  eylemi  aleni  olarak  gerçekleştirmesi  nedeniyle,  aynı  Kanunun  225.  maddesinde öngörülen alenen hayâsızca harekette bulunma suçlarını oluşturduğu; tek eylemle birden fazla suçun oluşmasına yol açması sebebiyle sanık hakkında T.C.K.nın 44. maddesi uyarınca fikri içtima kuralları gereğince bu suçlara dair en ağır cezayı öngören 5237 Sayılı T.C.K.nın 105. maddesinin uygulanması gerektiği ve cezanın belirlenmesi esnasında da 225. maddedeki cezanın alt sınırının 105. maddedeki cezanın alt sınırında daha fazla olması karşısında, hakkaniyet gereği 105. maddeyle belirlenen cezanın 225. maddede öngörülen cezanın alt sınırından daha az olmayacağı da gözetilerek, suç vasfında yanılgıya düşülerek cinsel taciz suçundan mahkumiyeti yerine, yazılı şekilde hayasızca harekette bulunma   1185Türk Ceza Hukukunda Cinsel...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  icabı  rahatsız  edici  olması  nedeniyle  fail  hakkında  ayrıca  TCK  m  123 uygulama alanı bulmaz.192 VII.  SUÇUN NİTELİKLİ HALLERİ Cinsel taciz suçuyla daha etkin bir mücadelenin gerçekleştirilebilmesi için 6545 sayılı Kanun ile cezayı artıran nedenlerin düzenlendiği TCK m. 105/2 de  değişiklik  yapılmıştır.  Suçun  kamu  görevinin  veya  posta  veya elektronik haberleşme araçlarının sağladığı kolaylıktan faydalanılarak ya da koruma, bakım veya gözetim yükümlülüğü altında bulunan kişiler tarafından işlenmesi halleri bu suç bakımından daha ağır cezayı gerektiren nitelikli hal olarak kabul edilmiştir.194  TCK m. 105/2 nin yürürlüğe giren ilk şeklinde cinsel taciz suçunun hiyerarşi ve hizmet ilişkisinden kaynaklanan nüfuz kötüye kullanılmak veya aynı işyerinde çalışmanın sağlamış olduğu kolaylıktan yararlanmak suretiyle işlenmesi halinde verilecek cezanın artırılacağı ve ayrıca bu fiil nedeniyle mağdur işi bırakmak zorunda kalmışsa, cezanın alt sınırının bir yıldan az                                                  suçundan karar verilmesi...  Yargıtay 14. CD. 2012/15767 E. 2014/156 K. 14.1.2014 T. (www.kazanci.com);  …Sanığın parkta katılanların bulunduğu sırada onlara dönerek ve herkesin  göreceği  şekilde  mastürbasyon  yapma  eyleminin  TCK.nın  105.  maddesinde öngörülen cinsel taciz ve 225. maddesinde öngörülen alenen hayâsızca harekette bulunma suçlarını oluşturduğu; tek eylemle birden fazla suçun oluşmasına yol açması nedeniyle sanık hakkında TCK.nın 44. maddesi uyarınca fikri içtima kuralları gereğince bu suçlara ilişkin en ağır cezayı öngören TCK.nın 105. maddesinin uygulanması gerektiği...  Yargıtay 14. CD. 2012/873 E. 2013/13300 K. 16.12.2013 T. (www.kazanci.com). 192  …Sanığın, mağdurenin kullandığı cep telefonuna değişik zamanlarda birden fazla cevapsız çağrı bırakıp cinsel taciz içerikli mesajlar göndermekten ibaret eylemlerinin bir bütün halinde zincirleme şekilde cinsel taciz suçunu oluşturduğu ve kişilerin huzur ve sükûnunu bozma suçunun anılan olayda cinsel taciz suçunun unsuru olduğu gözetilmeden, ayrıca sanık hakkında bu suçtan da mahkûmiyet kararı verilmesi hukuka aykırıdır…  Yargıtay 14. CD. 2013/8229 E. 2015/7847 K. 30.6.2015 T. (www.kazanci.com);  …sanığın bir suç işleme kararının icrası kapsamında katılana ait telefona 14.10.2008 ilâ 16.10.2008 tarihleri arasında  birden  fazla  kez   Seni  seviyorum   yazılı  mesajlar  göndermesi  karşısında, eyleminin 5237 sayılı TCK.nın 105/1, 43/1. maddelerinde düzenlenen zincirleme şekilde cinsel taciz suçunu oluşturduğu gözetilmeden, suç vasfında yanılgıya düşülerek yazılı şekilde kişilerin huzur ve sükûnunu bozma suçundan hüküm kurulması…  Yargıtay 14. CD. 2014/11220 E. 2015/436 K. 21.1.2015 T. (Karar metni için bkz. (www.kazanci.com) 193 Söz konusu hallere artırım nedenleri de denilebileceği zira yaptırım bakımından ayrı bir cezadan bahsedilmeyip, önceki fıkraya göre verilecek cezanın artırımından bahsedildiği yönünde bkz. MALKOÇ, Cinsel, s. 314. 194 6545 sayılı Türk Ceza Kanunu ile Bazı Kanunlarda Değişiklik Yapılmasına Dair Kanun un gerekçe metni için bkz. http://www.tbmm.gov.tr/d/1/1-0918.pdf 1186Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Baş olamayacağı  hükme  bağlanmıştı.  TCK  m.105/2 ye,  8.7.2005  tarihinde yürürlüğe  giren  ve  5377  sayılı  Kanun  ile  gerçekleştirilen  değişiklikle, hiyerarşi ve hizmet ilişkisinden kaynaklanan nüfuzun kötüye kullanılmasının yanında eğitim ve öğretim ilişkisinden veya aile içi ilişkiden kaynaklanan nüfuzun kötüye kullanılması halleri de eklenmiştir. 5377 sayılı Kanunla eklenen söz konusu artırım nedenleri 8.7.2005 tarihinden önce işlenen suçlar bakımından  uygulanmayıp,  bu  tarihten  sonra  işlenen  suçlar  bakımından uygulama  alanı  bulacaktır.196  Yine,  işi  bırakma  halinin  bir  benzeri  olan okuldan ya da ailesinden ayrılmak zorunda kalmış olmak hallerine de fıkra metninde  yer  verilerek  cezanın  bir  yıldan  az  olamayacağı  durumlar genişletilmiştir.197  Bu  nitelikli  hallere  ETCK  m.  421 de  ise  yer verilmemişti.198  Belirtilen  nitelikli  hallerin  uygulamada  ispatıyla  ilgili  güçlüklerle karşılaşılması ve bu durumun kötüye kullanılması mümkündür.200 TCK m.                                                  195 Yargıtay sanığın eylemlerinin mağdurenin ailesinden ayrılmasına neden olmamasına karşın, sanığın  aile  içi  ilişkiden  kaynaklanan  nüfuzunu  kötüye  kullanmak  suretiyle  eylemi gerçekleştirmesi halinde sanık hakkında TCK m. 105/1 gereğince hüküm kurulup, m. 105/2 nin ilk cümlesi gereğince artırımın yapılmasının gerektiğini belirtmiştir. Yargıtay 5. CD. 2008/9274 E. 2009/11139 K. 06.10.2009 T. (www.kazanci.com)  196 TCK m. 105/2 nin 29.06.2005 gün ve 5377 sayılı Kanunla değiştirilerek  eğitim ve öğretim ilişkisinden  kaynaklanan  nüfuzun  kötüye  kullanılması  suretiyle  cinsel  tacizin gerçekleştirilmesi halinin  ağırlaştırıcı neden olarak kabul edilmesi karşısında, TCK m. 7 uyarınca suçu daha önce işleyen sanığın cezasında bu nedenle artırım yapılamayacağının düşünülememesini Yargıtay yasaya aykırı bulmuştur. Yargıtay 5. CD. 2006/10650 E. 2007/852 K. 12.2.2007 T. (Karar metni için bkz. YALVAÇ, s. 828.) 197 Ayrıca 7.10.2011 tarihinde yapılan Cinsel Taciz Suçlarında Cezanın Arttırılması Hakkında Kanun Teklifi nde de bir kimseyi cinsel amaçlı olarak taciz eden kişi hakkında muhakeme yapılabilmesi için aranan mağdurun şikâyeti şartının kaldırılması; ceza alt sınırının üç aydan altı aya yükseltilmesi; toplumun infialine yol açan, bu nevi suçları topluca işleyenlere, şiddet kullananlara, alenen açık yerlerde söz ve fiilleri ile cinsel tacizde bulunanlara iki yıldan beş yıla kadar hapis cezası verilmesi öngörülmüştür. (Kanun metninin tam halini ve gerekçesini görmek için bkz. http://www.tbmm.gov.tr/d/2/2-0097.pdf). Yine 13.7.2011 tarihinde yapılan 5237 Sayılı Türk Ceza Kanununun 105. Maddesinde Değişiklik Yapılmasına Dair Kanun Teklifinde cinsel taciz suçunun şikâyete bağlı suç kapsamından çıkarılması ve cezasının artırılması amaçlanmıştır. (Kanun teklifinin tam halini ve gerekçesini görmek için bkz. http://www.tbmm.gov.tr/d/2/2-0025.pdf).  198 ETCK m. 417 de ırza geçme ve ırza tasaddi suçlarında ağırlatıcı nedenler arasında  hüküm ve nüfuz sahibi kişiler  sayılmış olsa da, bu madde söz atma ve sarkıntılık suçlarını kapsamamaktaydı. 199 TEZCAN/ERDEM/ÖNOK, s. 411. 200  ŞEN,  s.  412.  Söz  konusu  halde  mağdurda  işini  kaybetme  veya  çalışma  şartlarının kötüleşmesi şeklindeki korkular şeklinde bir tür manevi cebir hissi söz konusu olabilir. Bu   1187Türk Ceza Hukukunda Cinsel...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  105/2 de yer alan haller tahdidi olarak sayılmış olduğundan; sayılanların dışında herhangi bir ilişkiden kaynaklanan haller bakımından nitelikli hal uygulama  alanı  bulmayacaktır.201  Cinsel  taciz  suçunun  birden  fazla  kişi tarafından birlikte işlenmesi halinin nitelikli hal oluşturacağı ileri sürülmüşse de böyle bir nitelikli hale TCK da yer verilmemiştir. TCK m. 105/2 de yer alan ilişkilerin varlığı, ortaya çıkan güven ortamı içinde mağdurun fiile karşı durma direncini azaltmaktadır.203 Failin eylemini yineleme  olanağına  sahip  olması  ve  mağdur  üzerinde  yaratmış  olduğu psikolojik baskı cinsel taciz eylemlerinin daha kolay bir şekilde işlenmesine neden olmaktadır.204 Ayrıca söz konusu bu durumlar içinde, cinsel taciz suçunun işlenmesi hali toplumsal infiale de neden olabilecek bir niteliğe sahiptir.205  A. SUÇUN KAMU GÖREVİNİN VEYA HİZMET İLİŞKİSİNİN YA  DA  AİLE  İÇİ  İLİŞKİNİN  SAĞLADIĞI   KOLAYLIKTAN FAYDALANMAK  SURETİYLE İŞLENMESİ Suçun  kamu  görevinin  sağladığı  kolaylıktan  faydalanmak  suretiyle işlenmesi nitelikli hal olarak kabul edilmiştir. 6545 sayılı Kanun m. 61 ile TCK m. 102/2-a ya  Kamu görevinin veya  ifadesi getirilerek cinsel taciz suçunun kamu görevinin sağladığı kolaylıktan faydalanılarak işlenmesi yeni bir nitelikli hal olarak öngörülmüştür. TCK m. 6 da yapılan kamu görevlisi tanımından hareketle bu kişilerin yerine getirdikleri vazifenin kamu görevi olarak  tanımlanması  ve  bu  nitelikli  halin  uygulama  alanı  bulabilmesini sağlamak mümkündür.206 TCK m. 105/2-a da geçen  hizmet ilişkisi , sözlü ya                                                  haller mağdurun iradesini etkileyen ve mağduru zayıf duruma düşüren haller olduğundan mağdurun rızasının varlığı hususunda önemli bir araştırmanın yapılması gerekmektedir. Bkz. KURT, s. 519. 201 6545 sayılı Kanun ile gerçekleştirilen değişiklikten evvel, nitelikli hallerle ilgili olarak söz konusu sınırlamanın yerinde olmadığı ve eksikliğe yol açtığı yönündeki görüş uyarınca maddede sayılanların dışında örneğin nüfuzun kötüye kullanılması hallerinde, bu nüfuzu kötüye kullananların cezalandırılmamasının anlamlı olmadığı belirtilmiştir. Örnek olarak denetimli serbestlik memuru ile şartla salıverilen hükümlü, polis memuru ile hükümlü, bir denetim görevlisi ile denetime tabi dükkân sahibi ya da bir hâkimle sanık arasındaki ilişki verilerek, TCK m. 2/3 gereğince kıyasa neden olabilecek geniş yorum yasağının varlığı karşısında söz konusu durumun bir eksiklik teşkil ettiği yönünde bkz. KURT, s. 521, 525. 202 TEZCAN/ERDEM/ÖNOK, s. 420. 203 YENİDÜNYA, s. 3312. 204 SEVÜK, s. 275. 205 YENİDÜNYA, s. 3312. 206 ÖZBEK/KANBUR/DOĞAN/BACAKSIZ/TEPE, s. 385. 1188Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Baş da yazılı bir hizmet akdine bağlı olarak üstünlüğü bulunan failin, mağduru işe alma, işten çıkartma, yükseltme, ücretini ya da diğer sosyal haklarını belirleme yetkisine  sahip  bulunmasını;207   aile  içi  ilişki   aile  bireyleri  arasındaki ilişkiyi ifade etmektedir. Kanun koyucu fail ile mağdur arasındaki söz konusu ilişkilerin varlığı halinde fiilin daha kolay işlenebileceğini göz önünde tutarak bu nitelikli hale yer vermiştir.209 Doktrinde ileri sürülen bir görüş uyarınca  cinsel  taciz  eyleminin  aile  içi  ilişkinin  sağladığı  kolaylıktan faydalanarak gerçekleştirilmesi halinde fail ile mağdurun illa ki aynı aile içinde yaşıyor olması gerekmemektedir. Önemli olan söz konusu kişilerin aile içinde yaşaması halleridir. Bu duruma örnek olarak aynı evde kalan üniversite öğrencilerinin arasında  gerçekleşen cinsel taciz fiili  ya  da arkadaşının ailesinin  yanında  kalan  üniversite  öğrencisi  gence  yönelik  arkadaşının ağabeyinin cinsel taciz fiilinde bulunması hali verilmektedir.211 Ancak aile içi ilişkinin sağladığı kolaylıktan faydalanmadan bahsedilebilmesi için mağdurun aynı aileye mensup olması gerekmektedir. Kanun koyucu aksini kabul etmiş olsaydı  aile içi ilişki  ifadesine yer vermemesi gerekirdi. Bu nedenle de aynı yerde birlikte yaşıyor olmak halinde ortaya çıkan fail ile mağdur arasındaki yakınlık derecesi nitelikli halin uygulanması bakımından önem arz etmez. Yani fail ile mağdurun aynı aileye mensup olması gereklidir.212 Burada aile                                                  207 AKÇİN, s. 116. Hizmet ilişkisi evde, iş yerinde ya da herhangi bir kuruluşta çalışan mağdur ile  fail  arasında  olabilir.  Bkz.  KURT,  s.  519.  Hiyerarşi  ya  da  hizmet  ilişkisinden kaynaklanan tacizin cinsel içerikli olması gerekmektedir. Bu nedenle işveren tarafından işçiye  taciz  amaçlı  olarak  söylenen  her  sözün  ya  da  davranışın  cinsel  taciz  olarak değerlendirilmesi  mümkün  değildir.  Örneğin  işten  yıldırmak  için,  çalışmasını beğenmediğini, kendisinden memnun olmadığını ifade eden sözler taciz niteliğinde olmakla birlikte  cinsel  amaç  ya  da  cinsellik  taşımadığı  için  m.  105  kapsamında değerlendirilmemelidir. Bkz. ŞEN, s. 413. (A) nın (B) ye cinsel ilişki teklif etmesi (B) nin ise bu teklifi reddetmesi üzerine (A) nın iş yerinde (B) nin yerini değiştirmesi, derecesini düşürmesi, işten çıkarması, çalışma koşullarını ağırlaştırması gibi haller bu kapsamda düşünülebilir. Yine hizmet ilişkisinin varlığı halinde de hizmetin yapılma şeklini, zamanını, koşullarını ve ücretini düzenlemek yetkisine sahip bulunanlar emirlerinde çalışanları cinsel tacize katlanmaya ya da iş şartlarının anormal bir şekilde değişimi ya da ağırlaşması arasında bir tercih yapmaya zorlayabilirler. Bkz. MALKOÇ, Cinsel, s. 303, 315-316. 208 YAŞAR/GÖKCAN/ARTUÇ, s. 3522. İnceleme konusu hükümde yer alan aile içi ilişki bakımından,  bu  kavrama  kimlerin  dâhil  olduğunun  belirginleştirilmesinde  fayda bulunmaktadır.  Aksi  halde  uygulamada  karışıklıklara  sebebiyet  verebilecektir.  Bkz. DONAY, s. 170. 209 KOCA/ÜZÜLMEZ, s. 338. 210 ARTUK, Mehmet Emin:  Cinsel Taciz Suçu (TCK. m.105)  , Çalışma ve Toplum, 2006/4, s. 41.  211 ARTUK/GÖKCEN/YENİDÜNYA, s. 330. 212 TEZCAN/ERDEM/ÖNOK, s. 417.   1189Türk Ceza Hukukunda Cinsel...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  ortamında  oluşan  saygı,  güven,  sevgi,  dayanışma  gibi  durumlar  kötüye kullanılmaktadır  ve  ayrıca  söz  konusu  haller  bu  suçun  işlenmesini  de kolaylaştırmaktadır.213 Yine aile içi ilişki bakımından bireylerin bir arada yaşaması zorunluluğu bulunmamaktadır.214 Burada  aile içi ilişki  yalnızca çekirdek aileyi değil, amca, dayı, enişte gibi kimseleri de kapsamaktadır. Ayrıca bu suçun eşe karşı işlenmesi halinin de TCK m. 105/2 de belirtilen  aile  içi  ilişkinin  sağladığı  kolaylıktan  yararlanılarak  işlenmesi   ifadesi kapsamı içinde düşünülmesi mümkündür. Fail  ile  mağdur  arasında  TCK  m.  105/2-a  kapsamında  bir ilişkinin bulunması, mağdurun savunma olanağını zayıflatması ve suçun işlenmesini kolaylaştırması nedeniyle cezanın ağırlaştırılmasını gerektiren nitelikli hal olarak öngörülmüştür.215 6545 sayılı Kanun ile gerçekleştirilen değişiklikten evvel hizmet veya aile içi ilişkiden kaynaklanan nüfuzun kötüye kullanılması cinsel taciz suçunun nitelikli hali bakımından aranmaktayken; artık  nüfuzun kötüye  kullanılması   koşulu  terk  edilerek,216  bunun  yerine  görev  ya  da ilişkinin sağladığı  kolaylıktan yararlanma  tek başına yeterli sayılmıştır. B. SUÇUN, VASİ, EĞİTİCİ, ÖĞRETİCİ, BAKICI, KORUYUCU AİLE VEYA SAĞLIK HİZMETİ VEREN YA DA KORUMA, BAKIM VEYA  GÖZETİM  YÜKÜMLÜLÜĞÜ  BULUNAN  KİŞİLER TARAFINDAN İŞLENMESİ Vesayet  ilişkisinin  varlığı  ve  kapsamına  4721  sayılı  Türk  Medeni Kanunu (TMK) m. 396 ila m. 494 te yer verilmiştir. TMK m. 403 uyarınca vasi, vesayet altındaki küçüğün veya kısıtlının kişiliği ve malvarlığı ile ilgili bütün  menfaatlerini  korumak  ve  hukukî  işlemlerde  onu  temsil  etmekle yükümlüdür. Cinsel taciz suçunun vasi tarafından işlenmesi nedeniyle cezanın arttırılabilmesi için vesayet ilişkisinin sürüyor olması gereklidir.217 Vasi ile vesayet altındaki kimse arasında meydana gelen hukuki ilişki ve yakınlık, kanun koyucu tarafından suçun kolaylıkla işlenebilmesinde bir etken olarak görüldüğü için nitelikli hal olarak kabul edilmiştir.218                                                  213 MALKOÇ, Cinsel, s. 317. 214 DONAY, s. 170. 215 KURT, s. 519. 216 Örneğin, Yargıtay bir kararında failin yeğeni üzerinde nüfuz sahibi olduğuna karar vermiştir. Yargıtay 5. CD. 2003/2755 E. 2004/4747 K. 12.2.2004 T. (www.kazanci.com) 217 TEZCAN/ERDEM/ÖNOK, s. 371. 218 ARTUK/GÖKCEN/YENİDÜNYA, s. 314. 1190Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Baş Eğitici, öğretici ya da bakıcının resmi ya da özel bir kuruluş tarafından istihdam edilmesi; söz konusu faaliyetini ücretli ya da ücretsiz yürütmesi nitelikli  halin  uygulanması  bakımından  herhangi  bir  önem  arz  etmez.219 Örneğin, üniversite sınavına hazırlık kursunda, spor merkezinde, orta öğretim kurumlarında  çalışan  öğretmenler,  özel  ders  veren  kişiler  bu  kapsamda düşünülebilir. Eğitim, öğretim ve bakım işiyle uğraşan söz konusu kişilerin statülerinden  faydalanıp,  mağdur  üzerinde  baskı  oluşturarak  cinsel  taciz suçunu işlemeleri mümkündür.220 Ancak Yargıtay, suçun işlendiği sırada fail ile mağdur arasında olan söz konusu ilişkinin varlığını yeterli görmemekte, nitelikli halin uygulanması için örneğin eğitim-öğretim faaliyetinin fiilen devam ettiği esnada suçun işlenmesi gerektiği düşüncesindedir.221 Bu görüşün yerinde olmadığı belirtilmelidir. Fakat söz konusu ilişki sona erdikten sonra failin mağduru söz konusu vesile nedeniyle tanıyor olması nitelikli halin uygulanmasını  gerektirmez.  Yine  cinsel  taciz  suçunun   koruyucu  aile  tarafından gerçekleştirilmesi de bu suçun nitelikli hali kapsamındadır. Sağlık hizmeti veren ya da koruma, bakım veya gözetim yükümlülüğü bulunanlar,  mağdurun  terbiye,  nezaret  ve  koruması  altında  bırakıldığı kişilerdir. Hastane, çocuk bakımevi, kreş, yaz okulu, kamp, komşu ya da akraba  yanına  çocuğun  geçici  olarak  bırakılması  da  bu  kapsamda düşünülmelidir.222  Koruma  ve  gözetim  yükümlülüğü  bakımından  bu yükümlülüğün kanundan doğması, zorunlu ya da devamlı olması gerekli olmayıp teslimin ya da bırakmanın örf ve adet, akrabalık, komşuluk ilişkisi, kişisel ilişkiler ya da benzer nedenlerle ihtiyari olarak gerçekleştirilmesi, geçici de olsa birlikte bulunma ve bu yöndeki güvenin ve sıfatın kötüye kullanılması hallerinde söz konusu nitelikli hal uygulama alanı bulur. 223                                                   219 TEZCAN/ERDEM/ÖNOK, s. 394. 220 ARTUK/GÖKCEN/YENİDÜNYA, s. 314. 221   …Sanığın  dersler  tamamlanıp  okul  paydos  edildikten  sonra  öğretmen  konutunun lojmanının yatak odasında temizlik yapan öğrencisi mağdurenin ırz ve namusuna tasaddide bulunmak suçunun memuriyet görevi ile ilgili veya görevi sırasında işlenmiş olmadığı…  Yargıtay 5. CD. 1981/3805 E. 1981/3916 K. 16.11.1981 T. (www.kazanci.com) 222 ARTUK/GÖKCEN/YENİDÜNYA, s. 315. 223  …dayısının oğlu olan mağduru olay günü anne ve babasının izniyle traktörle tarlaya götürmesinin ardından  sahip olduğu  koruma  ve  gözetim  yükümlülüğünü ihlal  etmek suretiyle nitelikli cinsel istismara teşebbüste bulunduğunun anlaşılması karşısında, suça sürüklenen  çocuk  hakkında  koşulları  oluştuğu  halde  TCK'nın 103/3.  maddesinin uygulanmaması…   Yargıtay  14.  CD.  2014/6228  E.  2016/499  K.  20.1.2016  T. (www.kazanci.com);  …Sanığın babası olan katılanla birlikte çalışmakta olduğu eczanenin önüne  gelen  mağdurenin  saçını  okşayarak  sevdiği,  eve  gidecekleri  sırada  katılana mağdureyi kendisinin eve bırakacağını söylediği ve sanığı önceden tanıması sebebiyle   1191Türk Ceza Hukukunda Cinsel...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Her ne kadar söz konusu nitelikli hale bakıldığında bu halin çocuk mağdurlar tarafından kabul edildiği akla gelebilse de, yalnızca çocuklara yönelik bir hasredilme söz konusu olmadığından, bu nitelikli halin uygulama alanı bulabilmesi için mağdurunun çocuk olmaması da mümkündür. Bu nitelikli hal bakımından, failin mağdur üzerinde tesir gücüne ya da mağduru  kolayca  cinsel  yönden  taciz  etme  imkânına  sahip  olması gerekmektedir. Örneğin, öğretmenin öğrencisine cinsel tacizde bulunması halinde söz konusu nitelikli halin varlığından bahsedilecekken, öğrencinin öğretmenine yönelik cinsel tacizinde bu nitelikli hal değil suçun basit hali uygulama alanı bulacaktır.224 TCK m. 105/2-b de öngörülen ilişkilerin fail ile mağdur  arasında  bulunması  halinde  bu  suçun  daha  kolay  işlenebileceği düşüncesi bulunmaktadır.225 C. SUÇUN  AYNI  İŞYERİNDE  ÇALIŞMANIN  SAĞLADIĞI KOLAYLIKTAN FAYDALANMAK SURETİYLE İŞLENMESİ Suçun  aynı işyerinde çalışmanın sağladığı kolaylıktan faydalanmak suretiyle işlenmesi  hali,226 fail ile mağdur arasında herhangi bir astlık üstlük                                                  güven duyan katılanın mağdureyi onun yanında bırakıp eve gittiği, bu şekilde koruma ve gözetim yükümlülüğü altına aldığı mağdureyi yakındaki bir caminin tuvaletine götürerek cinsel  istismarda  bulunduğu  anlaşılan  sanık  hakkında  T.C.K.nın  103/3.  maddesinin uygulanması gerektiği gözetilmelidir…  Yargıtay 14. CD. 2012/1849 E. 2012/5725 K. 22.5.2012 T. (www.kazanci.com);  …koruma ve gözetim yükümlülüğünün kabulü için teslim  veya  bırakmanın  yasadan  kaynaklanması gerekmeyip;  örf, akrabalık,  kişilerin ilişkileri ve benzer sebeplerle birlikte bulunma ve bu yöndeki güven ve sıfatın kötüye kullanılması durumunda da oluşacağı…  Yargıtay 5. CD. 2010/6869 E. 2011/47 K. 17.1.2011 T. (www.kazanci.com);  …Yargıtay 5. Ceza Dairesi 1.4.2010 gün ve 1-2654 Sayılı kararı başta olmak üzere pek çok kararında;  mağdurenin annesinin gayri resmi eşi olup mağdure ve annesiyle aynı çatı altında birlikte yaşayan sanığın, mağdureyi koruma ve gözetim yükümlülüğü bulunduğundan… katılanın annesi Günay'ın, evlilik birliği olmaksızın birlikte yaşadığı sanığa duyduğu güven sebebiyle katılanı sanığın koruma ve gözetimi altında bırakarak işe gittiği sabit olup, sanığın katılana karşı T.C.K.nun 103/3. maddesinde ifade edilen  koruma ve gözetim yükümlülüğü bulunan diğer kişilerden olduğunun kabulü gerekmektedir...  Yargıtay  CGK.  2013/14-99  E.  2013/253  K.  21.5.2013  T. (www.kazanci.com) 224 ŞEN, s. 41. 225 KOCA/ÜZÜLMEZ, s. 338. 226  …Sanığın, kendisi ile aynı işyerinde çalışan katılanın, istemediğini ve kabul etmediğini belirtmesine rağmen, ısrarla evlenme teklif etmesi, âşık olduğunu ve sevdiğini söylemesi, bunu da facebooktan mesaj göndermek, not iletmek ve arabasına çiçek koymak şeklinde aynı işyerinde  çalışmanın  sağladığı  kolaylıktan  yararlanarak  icra  etmesi  karşısında, 1192Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Baş ilişkisi olmaksızın eşit konumda aynı işyerinde çalışıyor olma halini ifade etmektedir.229  Ancak  aynı  işyerinde  çalışmanın  sağladığı  kolaylıkla  söz konusu suçun işlenmesi hali bakımından, fail ile mağdurun yalnızca aynı işyerinde  çalışıyor  olmaları  yeterli  değildir.  Ayrıca  bu  durumun  suçun                                                  eylemlerinin zincirleme cinsel taciz suçunu oluşturduğu gözetilmeden…  Yargıtay 4. CD. 2014/35860 E. 2015/24621 K. 16.3.2015 T. (www.kazanci.com) 227 TANERİ, Gökhan, Cinsel Suçlar, Ankara 2014, s. 159. 228 İşyerinde cinsel tacizin geçmişini endüstri devrimine kadar götürmek mümkündür. İşyerinde cinsel tacizde bulunulmasının temeli bakımından üç görüş ileri sürülmüştür, bunlar insanlar arasındaki doğal cinsel çekim, ataerkil yapı nedeniyle egemenlik kurma isteği ve örgütsel görüş olarak nitelendirilen hiyerarşik yapıdan kaynaklanan ast-üst ilişkisidir. İşyerinde cinsel taciz, şehvet içeren bakışlarla örneğin kadına bakma gibi cinsiyet temeline dayalı taciz, kadının istememesine karşın cinsel ilişki tekliflerinde bulunmak gibi cinsel ilişkiye boyun eğdirmek şeklindeki taciz, cinsel ilişkinin sonunda kadının ödüllendirileceğinin söylenmesi şeklinde cinsel rüşvet, cinsel ilişki teklifinin reddedilmesi üzerine kişiye karşı tehditlerde bulunulması, dokunma ve okşamaya yönelik girişimlerde bulunma gibi cinsel dayatmalar şeklinde ortaya çıkmaktadır. Bkz. BAKIRCI, s. 37, 64, 68, 89, 90.  229 YAŞAR/GÖKCAN/ARTUÇ, s. 3522-3523.    Söz konusu fıkra ile ilgili olarak İK da da düzenlemeler bulunmaktadır. Bu düzenlemelerde cinsel tacize uğrayan mağdurun iş akdini haklı sebeple feshetme hakkına sahip olduğu belirtilmektedir. Örnek olarak İK. m. 24/II-B ( İşveren işçinin veya ailesi üyelerinden birinin şeref ve namusuna dokunacak şekilde sözler söyler, davranışlarda bulunursa veya işçiye cinsel tacizde bulunursa ), m. 24/II-d ( İşçinin diğer bir işçi veya üçüncü kişiler tarafından işyerinde cinsel tacize uğraması ve bu durumu işverene bildirmesine rağmen gerekli önlemler alınmazsa ), m. 25/II-c ( İşçinin işverenin başka bir işçisine cinsel tacizde bulunması  ki bu durumda aynı işyerinde çalışmanın sağladığı kolaylıktan yararlanılarak cinsel tacizde bulunma eylemi vardır) verilebilir. Ayrıca İK nın söz konusu hükümlerinin uygulama  alanı  bulabilmesi  için  cinsel  tacizin  ceza  mahkemesi  kararıyla  ispatı gerekmemektedir.  …Bir eğitim kurumu olan davalı vakıfta bölge eğitim sorumlusu olarak çalışan davacının davalının ibraz ettiği, davacının da kendisi tarafından çekildiğini kabul ettiği e-mail kayıtlarından, iş yeri bilgisayarını kullanarak, mesai saatleri içinde aynı yerde çalışan bir hanım iş arkadaşına edep dışı sözler ve resimler içeren mesajlar gönderdiği anlaşılmıştır.  Bizzat  davacı  tanıkları  bu  mesajların  işverence  7.1.2004  tarihinde öğrenildiğini ifade etmişlerdir. Bu durumda davacının iş akdinin feshinin geçerli bir sebebe dayandığının kabulü gerekir...  Yargıtay 9. HD. 18435/28069, 16.12.2004 T. (Karar metni için bkz. MALKOÇ, Cinsel, s. 314, 315, 316. 320.)    Örneğin yapılan bir araştırmada, Amerika da iş ortamında her 85 kadından 50 sinin cinsel tacize  kariyerinin  herhangi  bir  aşamasında  maruz  kaldığı  anlaşılmıştır.  Bkz. MİMAROĞLU/ÖZGEN,  s.  321-334.  Bu  da  söz  konusu  nitelikli  halle  sık  sık karşılaşıldığını göstermektedir.    Mobbingin cinsel davranışlarla gerçekleştirilmesi halinde şayet bu davranışlar sonucunda mağdurun  vücut  dokunulmazlığı  ihlal  edilmemişse  TCK  m.  105/2  uygulama  alanı bulacaktır. Bkz. ERDEM/PARLAK, s. 277.   1193Türk Ceza Hukukunda Cinsel...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  işlenmesinde kolaylık sağlaması da gereklidir.230 Burada fail aynı ortamda bulunmanın  ve  tanışıklığın  sağladığı  kolaylıktan  yararlanarak  bu  suçu işlemektedir.231 Ancak söz konusu nitelikli hale diğer cinsel dokunulmazlığa karşı  suçlar  bakımından  yer  verilmemesi,  yalnızca  bu  suç  bakımından öngörülmesi eleştirilmesi gereken bir husustur. Failin  mağdur  üzerinde  hiyerarşiden  kaynaklanan  bir  nüfuza  sahip olmadığı ve yalnızca aynı işyerinde çalışıyor olduğu haller bakımından da bir kolaylıktan yaralanabileceği söylenebilir.232 Ancak mağdurun faile güven duymasından ötürü direncinin kırılmasının daha kolay olması ve bu durumun suçun işlenmesinde kolaylık olarak nitelendirilmesi mümkündür.233 Buradaki işyeri deyiminden, herhangi bir işin görüldüğü yer anlaşılmalıdır. Bu nedenle işyerinin özel veya kamusal sektöre ait olması bakımından herhangi bir ayrım söz konusu değildir.234 Ancak hizmet ya da hiyerarşi ilişkisinin olduğu her durum mağdurun cinsel tacize uğradığı yönündeki iddiasını doğrulayan bir karine olarak düşünülmemelidir.235                                                  230  İşyerinde  gerçekleştirilen  cinsel  taciz,  kişinin  çalışma  hak  ve  hürriyetini,  ekonomik özgürlüğünü ve özerkliğini ihlal ve de tehdit ettiği için ve cinsiyet ayrımcılığına da yol açtığından işyeri dışında gerçekleşen cinsel tacizden farklılaşmaktadır. İşyerinde cinsel tacizin temeli faklı ülkelere göre değişebilen üç farklı hukuksal temele dayandırılmaktadır, bunlar, cinsel tacizin cinsiyet ayrımcılığı olarak kabul edilmesi, kişilik haklarının ihlali olarak kabul edilmesi ve de cinsel çıkar sağlama amacıyla yetkinin kötüye kullanılmasıdır. İşyerinde cinsel taciz hakkında ayrıntılı bilgi için bkz. BAKIRCI, s. 19. 231 KOCA/ÜZÜLMEZ, s. 338. 232 Bir işyerinde beraber çalışıyor olmak hali cinsel taciz suçunun işlenmesini teşvik edebilir ve bu durum taciz nedeni olabilir. Ayrıca, birlikte çalışıyor olmak tacizin gerçekleşmesinde kolaylık sağlamaktadır. Bkz. SOYASLAN, s. 190. Yine örneğin bir arada ve çok yakın mesafede sürekli bir şekilde çalışma halinde cinsel tacizin gerçekleşme olanağı daha da kolaylaşmaktadır. Bu nitelikli halin uygulanabilmesi için cinsel tacizin iş yerinde yapılması gerektiği görüşü için bkz. MALKOÇ, Cinsel, s. 317, 319. 233 TANER,  Hiyerarşi , s. 450. 234 TEZCAN/ERDEM/ÖNOK, s. 417-418. 235 Örneğin Yargıtay bir bayan işçinin nedensiz yere kendisinin cinsel tacize uğradığı yönünde ayrıntılı bir şekilde açıklama yapmasını hayatın olağan akışına aykırı bulmuştur. Yargıtay 9. HD. 2004/13286 E. 2005/7706 K. 8.3.2005 T. (www.kazanci.com). Basında bu karar her ne  kadar  Yargıtay ın  örnek  kararı  olarak  nitelendirilse  de  (Bkz.  MENGİ,  Ruhat, http://haber.gazetevatan.com/0/60205/4/Haber); Yargıtay, kötüye kullanılmaya elverişli bir karar vermiştir. Bkz. KURT, s. 520. Zira varsayıma ya da soyut iddiaya dayanarak sadece müştekinin beyanının esas alınıp cinsel taciz suçundan dolayı mahkûmiyet kararının verilmesi doğru değildir. Şayet suçun varlığı hususu şüpheli kalmışsa ceza muhakemesinin amacı da herhangi bir şüpheye yer vermeksizin maddi gerçeği ortaya çıkarmak olduğundan ve de sanık şüpheden yararlanır ilkesi gereğince sanık hakkında beraat kararı verilmelidir. Yargıtay CGK. 1998/5-268 E. 1998/320 K. 20.10.1998 T. (www.kazanci.com). Ayrıca 1194Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Baş D. SUÇUN  POSTA  VEYA  ELEKTRONİK  HABERLEŞME ARAÇLARININ  SAĞLADIĞI  KOLAYLIKTAN  FAYDALANMAK SURETİYLE İŞLENMESİ 5809 sayılı Elektronik Haberleşme Kanunu m. 3/1-h uyarınca elektronik haberleşme  elektriksel işaretlere dönüştürülebilen her türlü işaret, sembol, ses, görüntü ve verinin kablo, telsiz, optik, elektrik, manyetik, elektromanyetik, elektrokimyasal,  elektromekanik  ve  diğer  iletim  sistemleri  vasıtasıyla iletilmesini, gönderilmesini ve alınmasını… ifade eder  şeklinde tanımlanmıştır. Bu durumda tanımda belirtilen işlevi gören her türlü cihazla işlenen cinsel  taciz  fiilleri  nitelikli  hal  kapsamında  düşünülmelidir.  Örneğin elektronik  postalar  ve  GSM  servisleri  söz  konusu  kapsam  içinde  yer almaktadır.236  Suçun  genelde  elektronik  haberleşme  araçlarıyla  işlenmesi nedeniyle suçun söz konusu araçlarla işlenmesi daha ağır bir yaptırımla karşılanarak caydırıcılığın arttırılması amaçlanmıştır.237 Yine bu yolla failin kimliğini gizleme imkânına sahip olması ve faile ulaşmada yaşanan güçlükler de failin bu durumdan cesaret almasına neden olarak söz konusu suçun işlenmesi kolaylaşmaktadır.238 Suçun posta veya elektronik haberleşme araçlarıyla işlenmesi tek başına yeterli olmayıp aynı zamanda bu araçların sağladığı kolaylıktan faydalanmak suretiyle işlenmesi gereklidir. Örneğin cep telefonundan kısa mesaj yoluyla ya da internetin kullanıldığı mesaj programları örneğin  whatsapp  programı gibi programlar vasıtasıyla gönderilen her mesajın bu kapsamda olup olmadığı değerlendirilmelidir. Elektronik haberleşme aracının sağladığı kolaylıktan bahsedebilmek için mağdurun buna karşı koyma imkânı bulunmamalıdır. Yani cinsel taciz içerikli mesaja maruz kalma konusunda tercih olanağına sahip bulunmamalıdır. Bu nedenle rızai olarak gerçekleştirilen bir iletişim esnasında cinsel taciz suçunun işlenmesi hali bakımından bu nitelikli hal uygulama alanı bulmamalıdır.239                                                  Yargıtay pek çok kararında suçun sübuta erip ermemesi bakımından kişinin onur ve namusunu ilgilendiren bir konuda iftira atması için herhangi bir sebebin olmamasını, kişinin sanıkla daha önceden herhangi bir husumetinin bulunmamasını sanığın bu suçu işlemesine kanıt olarak düşünmektedir. Bu hususla ilgili olarak Yargıtay ın 2005/18274, 2008/1074. 19.2.2008, 2005/19141, 2008/997 sayılı kararları için bkz. BAYTEMİR, Açıklamalı, s. 456, 457. 236 TEZCAN/ERDEM/ÖNOK, s. 418. 237 ARTUK/GÖKCEN/YENİDÜNYA, s. 331. 238 GÜNDÜZ, Remzi, 6545 Sayılı Kanunla Değiştirilen 5237 Sayılı Türk Ceza Kanununda Cinsel Dokunulmazlığa Karşı Suçlar, Ankara 2015, s. 101. 239 TEZCAN/ERDEM/ÖNOK, s. 418.   1195Türk Ceza Hukukunda Cinsel...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  E. SUÇUN TEŞHİR SURETİYLE İŞLENMESİ Suçun bu nitelikli hali, TCK m. 225 te düzenlenen hayâsızca hareketler kapsamındaki teşhircilikle aynı unsurları taşımamaktadır. Zira TCK m. 225 te belirtilen suçun varlığından bahsedebilmek için teşhirciliğin aleni olması gereklidir. Buna karşın TCK m. 105/2-e bakımından teşhirciliğin belirli bir kişiye yönelik olarak gerçekleştirilmesi gerekli olup bu teşhirciliğin aleni olması gerekli değildir.240 Örneğin (A) nın, (B) yi cinsel amaçlı olarak taciz etmek için çıplak fotoğrafını, fotoğrafın arkasına cinsel taciz teşkil eden ifadeler yazarak (B) nin posta kutusuna atması ve fotoğrafın (B) nin eline geçmesi halinde; (A), TCK m. 105/2-d ile e den sorumlu olur. F. NETİCESİ BAKIMINDAN CEZANIN AĞIRLAŞMASI HALİ OLARAK  CİNSEL  TACİZİN  SONUCUNDA  MAĞDURUN  İŞİ BIRAKMAK,  OKULDAN  YA  DA  AİLESİNDEN  AYRILMAK ZORUNDA KALMIŞ OLMASI TCK  m.  105/2,  29.6.2005  kabul  tarihli  5377  sayılı  kanunla değiştirilmeden önce, yani yürürlüğe giren ilk halinde mağdurun cinsel taciz sonucunda yalnızca işi terk etmek mecburiyetinde kalması suçun nitelikli hali olarak  kabul  edilmişti.  Değişiklikten  sonra  ise,  mağdurun  işi  bırakmak, okuldan ya da ailesinden ayrılmak zorunda kalması cezanın arttırılmasını gerektiren haller olarak hükme bağlanmıştır.241 Yapılan değişiklikle TCK m. 105/2 nin ilk cümlesiyle de bir uyum yaratılmıştır.242 6545 sayılı Kanun ile gerçekleştirilen son değişiklikle de bu hüküm korunmuştur.  TCK  m.  105/2 nin  ikinci  cümlesinde  cinsel  taciz  suçunun  neticesi sebebiyle ağırlaşmış hali düzenlenmiştir. Bu nedenle ayrılma ile failin cinsel tacizi arasında bir nedensellik bağının varlığı şarttır.243 Ayrıca söz konusu nitelikli halin uygulama alanı bulabilmesi için TCK m. 23 hükmü de dikkate                                                  240 Madde gerekçesi için bkz. http://www.tbmm.gov.tr/d/1/1-0918.pdf 241  Mecburiyet  ifadesinin yerine  zorunda kalmak  ifadesinin kullanılmasının daha yerinde olduğu zira ikinci ifadenin kullanılmasının ilk ifadeye göre daha az önemli durumu ve ortamı da kapsadığı böylelikle daha hafif koşullar ve durumlardaki ayrılmaların nitelikli hal içinde kabul edilmesinin suç politikası bakımından daha isabetli olduğu yönünde bkz. MALKOÇ, Cinsel, s. 318. 242 ARTUK/GÖKÇEN/YENİDÜNYA, s. 331. 243 BAYTEMİR, Açıklamalı, s. 414. Burada suçun işlenme zamanı ile madde belirtilen sonuçların gerçekleşmesi arasında makul bir sürenin varlığı aranmalıdır. Ancak nedensellik bağının varlığı olduğu sürece bu sürenin uzun olması ağırlaştırıcı nedenin uygulanmasına engel teşkil etmemelidir. Bkz. KURT, s. 521. 1196Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Baş alınmalıdır.244 Bu nitelikli halin uygulanabilmesi için cinsel taciz niteliği taşıyan  fiilin  bir  kere  yapılması  yeterlidir,  süreklilik  arz  etmesi  gerekli değildir.245  Netice  sebebiyle  cezanın  ağırlaştırılmasını  düzenleyen  bu  halde mağdurun devam etmekte olan cinsel taciz eylemlerinden kurtulma amacına ve söz konusu taciz eylemi ya da eylemleri sona ermiş olsa dahi, bunların doğurduğu  psikolojik  etkilerden  kurtulmasına  ayrı  bir  önem  verilmiştir. Ancak  mağdurun  ayrılmak  bakımından  mutlak  bir  zorunluluğa  sahip bulunması gerekmemektedir. Yani ortaya çıkan huzursuz ortam mağdurun orda kalarak ilişkilerini sağlıklı bir biçimde yürütmesine engel olmuşsa ve bu nedenle ayrılmışsa söz konusu hüküm uygulama alanı bulacaktır.247 Ayrıca TCK da örneğin yaralama suçunda olduğu gibi kendiliğinden ortaya çıkan haller  neticesi  sebebiyle  ağırlaşan  neden  olarak  düzenlenirken,  buradaki neticenin ortaya çıkması mağdurun iradesine bağlanmıştır.248 VIII. SUÇUN YAPTIRIMI TCK  m.  105/1 de,  cinsel  taciz  suçunu  işleyen  kimsenin  mağdurun şikâyeti üzerine üç aydan iki yıla kadar hapis ya da adli para cezasıyla cezalandırılacağı belirtilerek seçimlik yaptırım öngörülmüştür.249 Adli para cezasının alt sınırı, 5560 sayılı Çeşitli Kanunlarda Değişiklik Yapılmasına İlişkin Kanun ile TCK m. 61/9, 19.12.2006 tarihinde yürürlüğe girdiğinden, bu tarihten önce işlenen suçlar bakımından beş gün, bu tarihten sonra işlenen suçlar bakımından ise doksan gündür.251 Yaptırımın adli para cezası olarak belirlenmesi durumunda, TCK m. 52 gereği, öncelikle üç aylık ve iki yıllık üst sınır arasında bir hapis cezası süresi belirlenip, bu sürenin gün hesabına dönüştürülerek elde edilen rakamın bir gün karşılığı takdir edilen miktar ile                                                  244 SOYASLAN, s. 190. 245 SEVÜK, s. 275. 246 TEZCAN/ERDEM/ÖNOK, s. 418. 247 MALKOÇ, Cinsel, s. 318, 319. 248 TANER, Cinsel, s. 383. 249  Cinsel taciz suçunun sürekli ve çekilmez bir hale geldiği ve bu durumun mağdurun ruh sağlığını bozduğu haller bakımından TCK m. 105/1 de öngörülen cezanın az olduğu ve söz konusu duruma bir çözümün bulunmasının gerektiği yönünde bkz. İLHAN, Abdulkadir,  Çocukların Cinsel İstismarı , Fasikül Aylık Hukuk Dergisi, Y. 2, S. 6, s. 32.    ETCK da ise söz atma suçunun yaptırımı  üç aydan bir seneye kadar hapis , sarkıntılık suçunun yaptırımı ise  altı aydan iki seneye kadar hapis  olarak öngörülmüştü. 250 26381 sayılı 19.12.2006 tarihli Resmi Gazete. 251 ARTUÇ, s. 742.   1197Türk Ceza Hukukunda Cinsel...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  çarpılması gerekmektedir. Suçun çocuğa karşı işlenmesi hâlinde ise altı aydan üç yıla kadar hapis cezasına hükmolunur. İşlenen  cinsel taciz  suçu için  mahkeme  hapis  cezasını  seçmişse  bu durumda  artık  hapis  cezası  TCK  m.  50/2  uyarınca  adli  para  cezasına dönüştürülemez.252  Burada  hâkimin  takdir  yetkisi  sınırlanmıştır.  Ancak verilen bu hapis cezası, diğer şartlar mevcutsa TCK m. 50 de belirlenen diğer seçenek yaptırımlara da çevrilebilecektir.253 Ayrıca daha evvel hapis cezasına mahkûm edilmemiş olmak koşuluyla mahkûm olunan otuz gün ve daha az süreli hapis cezası ile fiili işlediği sırada henüz on sekiz yaşını doldurmamış ya da altmış beş yaşını bitirmiş olanların mahkûm edildiği bir yıl ya da daha az süreli hapis cezasının TCK m. 50/3 uyarınca adli para cezasına veya diğer seçenek yaptırımlardan birine çevrilmesi gerekmektedir. Mahkeme tarafından adli  para  cezası  seçilmişse  bu  durumda  TCK  m.  51  gereğince  bu  ceza ertelenmeyecektir. Yine adli para cezasına hükmolunması halinde failin TCK m. 53 te belirtilen haklardan yoksun kalması gibi bir durumla karşı karşıya kalınmayacaktır. Fail hakkında hapis cezası hükmolunmuşsa fail, işlemiş olduğu söz konusu suç nedeniyle hapis cezasının infazı tamamlanıncaya kadar TCK m. 53 te belirtilen haklardan yoksun kalacaktır. Hâkim bu durumda kararında TCK m. 53 te öngörülmüş olan hak yoksunluklarını da karara bağlamalıdır. TCK m. 53/5 gereğince TCK m. 53/1 de belirtilen velayet, vesayet, kamu görevliliği hakkı gibi sayılan hak ve yetkilerden birinin kötüye kullanılarak işlenen suçlardan hapis cezasına mahkûmiyet halinde, ayrıca, cezanın infazından sonra işlemek üzere, hükmolunan cezanın yarısından bir katına kadar bu hakkın ve yetkinin kullanılmasının yasaklanmasına karar verilir.  Söz  konusu  durum  bakımından  yalnızca  adli  para  cezasına hükmedilmişse, hükümde belirtilen gün sayısının yarısından bir katına kadar bu hakkın ve yetkinin kullanılmasının yasaklanmasına karar verilir. Hükmün kesinleşmesiyle icraya konan yasaklama ile ilgili süre ise adli para cezasının tamamıyla infaz edilmesinden itibaren başlayacaktır.254 TCK m. 105/2 de, cinsel taciz suçunun, kamu görevinin veya hizmet ilişkisinin ya da aile içi ilişkinin sağladığı kolaylıktan faydalanmak suretiyle; vasi, eğitici, öğretici, bakıcı, koruyucu aile veya sağlık hizmeti veren ya da koruma, bakım veya gözetim yükümlülüğü bulunan kişiler tarafından, aynı işyerinde çalışmanın sağladığı kolaylıktan faydalanmak suretiyle, posta veya                                                  252 Yargıtay 5. CD. 2006/9514 E. 2006/8103 K. 18.10.2006 T. (www.kazanci.com) 253 YAŞAR/GÖKCAN/ARTUÇ, s. 3531. 254 MERAN, s. 391. 1198Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Baş elektronik haberleşme araçlarının sağladığı kolaylıktan faydalanmak suretiyle ya da teşhir suretiyle, işlenmesi hâlinde TCK m. 105/1 e göre verilecek cezanın  yarı  oranında  arttırılacağı  belirtilmiştir.  Burada  artırım  oranı bakımından hâkimin herhangi bir takdir yetkisi bulunmamaktadır.  Suçun nitelikli halleri olarak öngörülen durumların birkaçı bir arada bulunsa dahi, artırma bir kere yapılacaktır. Bu suç bakımından cezanın adli para cezası olarak belirlenmesi kabul edilmişse ve m. 105/2 nin uygulanması söz konusu olmuşsa bu durumda adli para cezası için belirlenen gün sayısı üzerinden artırım yapılır.  Cinsel taciz suçunun sonucunda mağdur işi bırakmak, okuldan ya da ailesinden  ayrılmak  zorunda  kalmışsa  verilecek  cezanın  bir  yıldan  az olamayacağı  ikinci fıkra  metninde  belirtilmiştir.  Ancak  burada  verilecek cezadan anlaşılması gerekenin yalnızca hapis cezası mı yoksa adli para cezası mı olduğu hususunda herhangi bir açıklık bulunmamaktadır. Doktrinde bu durumda  hem  adli  para  cezasının  hem  de  hapis  cezasının  seçilebileceği savunulmuştur. Bu nedenle söz konusu nitelikli halin gerçekleşmesi halinde sanığa bir yıl hapis cezası ya da 365 gün adli para cezası verilebilecektir.255 IX. SUÇUN MUHAKEMESİ  TCK m. 105/1 de hükme bağlanan cinsel taciz suçu takibi şikâyete bağlı bir suçtur. Suçun takibi bakımından mağdurun iradesine önem verilmiştir.256                                                  255 ARTUÇ, s. 743. Ancak aksi yöndeki bir görüş ise söz konusu durumun yalnızca hapis cezası için geçerli olduğu yönündedir. Zira asıl olan hapis cezasıdır. Ayrıca bu fıkra kapsamında hem hapis hem de adli para cezasının birlikte uygulanacağı yönünde görüşlerin de olduğu belirtilmektedir.  Bkz.  MALKOÇ,  Cinsel,  s. 314, 328. Söz  konusu nitelikli  hallerin ağırlığının ve caydırıcılığının sağlanmasının da buna bağlı olduğu yönünde bkz. IŞIK, Mehmet Şirin,  5237 Sayılı Türk Ceza Kanunu nda Cinsel Taciz Suçu , Adalet Dergisi, S. 28, Mayıs 2007, s. 230.  256 ŞEN, s. 412. Zira cinsel taciz suçu ile korunan hukuki yarar mağdurun cinsel özgürlüğü olduğundan  ve  bu  husus  tümüyle  mağdurun  kişisel  alanına  ait  olduğundan,  suçun soruşturulması bakımından şikâyet koşulu aranmaktadır. Cinsel suçlarda mağdurlar maruz kaldıkları hareketlerden olumsuz bir şekilde etkilenmekte ve utanç yaşamaktadırlar ve bu durumun da başkalarınca duyulmasını istememektedirler.  Bkz. YARSUVAT, s. 653. Ayrıca, 4483 sayılı Memurlar Ve Diğer Kamu Görevlilerinin Yargılanması Hakkında Kanunun cinsel taciz suçu bakımından uygulanması halleriyle oldukça az karşı karşıya kalındığı da belirtilmelidir. Zira cinsel taciz suçunun görevden kaynaklanacak şekilde işlenmesi  hali  olanaklı  gözükmemektedir.  Ancak  görevlendirme  yetkisinin  kötüye kullanıldığı durumlarda bu fiil işlenebilir ve bu durumda da söz konusu kanun uygulanabilir. Örnek olarak sağlık görevlilerinin tedavi ya da muayene esnasındaki hareketleriyle bu suçu işlemeleri verilebilir. Bkz. MALKOÇ, Cinsel, s. 299.   1199Türk Ceza Hukukunda Cinsel...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Suç tarihi mağdurun cinsel tacizi öğrenmiş olduğu andır. 6 aylık şikâyet süresi de  TCK  m.  73  nazara  alınarak,  dava  zamanaşımı  süresi  içinde  kalmak kaydıyla şikâyete hakkı olan kişinin fiilin ve failin kim olduğunu öğrendiği tarihten itibaren başlayacaktır. Dava zamanaşımı bakımından yaş küçüklüğü halinde m. 66/2 deki indirilmiş oranlar uygulama alanı bulacaktır.  Ancak suçun basit hali söz konusu olsa dahi mağdurun çocuk olması halinde takip şikâyete bağlı değildir.258 Bu durumun Türkiye nin 14.9.1990 tarihinde imzaladığı 9.12.1994 tarihinde ihtirazi kayıtla onayladığı Çocuk Haklarına Dair Sözleşme nin taraf Devletlerin, çocuğun her türlü¸ cinsel istismara ve suiistimale karşı koruma güvencesi vermelerini öngören m. 34 ile uyumlu olduğu belirtilmelidir.  Basit şekli şikâyete bağlı bir suçun nitelikli halleri söz konusu olduğunda kanunda  açıkça  söz  konusu  hallerde  de  şikâyet  şartının  aranacağı belirtilmemişse genel kural uyarınca soruşturma ve kovuşturmanın resen yapılması gereklidir.259 Suçtan zarar görenin yapmış olduğu şikâyet 5271 sayılı Ceza Muhakemesi Kanunu (CMK) m. 158 de belirtilen makamlara yapılmalıdır.260 Her ne kadar cinsel taciz suçunun basit şekli, takibi şikâyete bağlı  olsa  da  bu  suçla  ilgili  uzlaşma  hükümleri  uygulama  alanı bulmamaktadır. Bunun nedenini ise 5560 sayılı Çeşitli Kanunlarda Değişiklik Yapılmasına İlişkin Kanun m. 24 ile 5271 sayılı Ceza Muhakemesi Kanunu m. 253/3 ün soruşturulması ve kovuşturulması şikâyete bağlı olsa bile, etkin pişmanlık hükümlerine yer verilen suçlar ile cinsel dokunulmazlığa karşı                                                  257  Fiili işlediği sırada oniki yaşını doldurmuş olup da onbeş yaşını doldurmamış olanlar hakkında,  bu  sürelerin  yarısının.  onbeş  yaşını  doldurmuş  olup  da  onsekiz  yaşını doldurmamış olan kişiler hakkında ise, üçte ikisinin geçmesiyle kamu davası düşer.  258  TEZCAN/ERDEM/ÖNOK,  s.  419;  KOCA/ÜZÜLMEZ,  s.  340.  Aksi  yönde  bkz. ÖZBEK/KANBUR/DOĞAN/BACAKSIZ/TEPE, s. 389. 259 GÜNGÖR, Devrim, 5237 ve 5271 Sayılı Kanunlar Işığında Şikâyet Kurumu, Ankara 2009, s. 38. Ayrıca ceza kanunlarında yazılı suçların soruşturulmasının ve kovuşturulmasının re sen yapılması genel kural, şikâyete bağlı tutulması ise istisna olduğundan ve TCK m. 105/2 de  de  herhangi  bir  açıklık  bulunmadığından  bu  fıkra  bakımından  şikâyetin aranmaması kanun koyucunun amacına daha uygun olacaktır. Yine TCK m. 43/1 de belirtilen husus aynı suç kavramına verilen anlamın açıklığa kavuşmasıdır. Bu nedenle suçun temel şeklinin şikâyete bağlı olduğu iddiasıyla nitelikli şeklinin de şikâyete bağlı olacağının kabulü doğru değildir. Bkz. AKÇİN, s. 139. 260 Yargıtay, mağdurların 1412 sayılı Ceza Muhakemeleri Usulü Kanunu m. 151 de sayılan makamlara  değil  de  okul  müdürüne  yaptıkları  şikâyetin  usulüne  uygun  bir  şikâyet olmadığını belirtmiştir. Yargıtay 5. CD. 8522/7187, 10.12.2003 T. (Karar metni için bkz. EROL, s. 544, 545.) 261 26381 sayılı, 19.12.2006 tarihli Resmi Gazete 1200Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Baş suçlarda,  uzlaştırma  yoluna  gidilemeyeceğinin  belirtilerek  değişikliğe uğraması oluşturmaktadır.262 Söz konusu değişiklikten önce TCK m. 105/1 uzlaşma kapsamındaydı. Bu değişiklikten evvel işlenen cinsel taciz suçu hakkında  uzlaşma  hükümlerinin  uygulama  alanı  bulması  mümkündür. Yargıtay ın da uygulaması bu yöndedir. Kurumu maddi ceza hukuku kurumu olarak değerlendirmektedir.263 Ancak uzlaşma kurumunun kabul edilmemesinin mağdur hakları bakımından zarardan çok yarar getireceği yönünde eleştirilmektedir.264 TCK m. 105/2 deki nitelikli hallerin takibi şikâyete bağlı değildir, re sen kovuşturulması  gerekmektedir.265  Bu  husus  6545  sayılı  Kanun  ile gerçekleştirilen  değişiklikten  evvel  geçerli  olan  5377  sayılı  kanunun                                                  262  Sanığın mağdura yönelik olarak tenasül uzvunu çıkartıp ona göstermesinin sarkıntılık suçunu oluşturduğu ve bu suçun şikâyete bağlı suç olup uzlaşma kapsamında kaldığı 5560 sayılı Kanun ile değişik CMK nın 253/3. maddesinde cinsel dokunulmazlığa karşı suçlarda uzlaşma yoluna gidilemeyeceğinin belirtilmesini Yargıtay aleyhe bir düzenleme olduğunu ve suçun da söz konusu değişiklikten önce işlenmesi nedeniyle TCK m. 7/2 gereği dikkate alınarak  uzlaşma  hükümlerinin  uygulanmasının  gerektiğini,  şayet  uzlaşmanın  da  bir kovuşturma şartı olduğu dikkate alınarak öncelikle 5271 sayılı uzlaşma sonuçsuz kalırsa bu durumda TCK m. 105 ile ETCK m. 421/2. den hangisi leheyse sanık hakkında onun uygulanmamasını hukuka aykırı bulmuştur. Yargıtay 5. CD. 2007/5206 E. 2007/4591 K. (Karar metni için bkz. ARTUÇ, s. 743, 744.)  263 Uzlaşma kurumunun cinsel taciz suçu bakımından tekrar kabul edilmesinin yerinde olabileceği yönünde bkz. TANER, Cinsel, s. 390-391. 264 ÜNVER,  Türk , s. 57. 265 6545 sayılı Kanun ile gerçekleştirilen değişiklikten evvel TCK m. 105/2 nin takibinin şikâyete bağlı olduğu ve bunun nedenini ise söz konusu ikinci fıkrada farklı bir suç tanımının yapılmayıp suçun basit halinin yalnızca ağırlaştırılmış halini göstermesine bağlanması halinin oluşturduğu da ileri sürülmekteydi. Şayet burada kanun koyucu bu suçun takibinin re sen olmasını istiyorsa bunu kanun hükmünde açıkça hükme bağlamalıydı. Bu görüşe göre, TCK m. 105/2 nin nitelikli hal olması ve nitelikli halin yeni bir suç tipi olarak düşünülmeyeceği gibi suçun da basit hali olmadığından şayet açıkça belirtilmemişse hükümde yalnızca cezanın ağırlaştırmasını gerektiren bu nedenler eylemi otomatikman re sen kovuşturulur hale getirmeyecektir. Ancak söz konusu nitelikli hallerin ağırlığı gereği fıkra metninde suçun re sen kovuşturulacağına yer verilmeliydi. Bkz. ÜNVER,  Cinsel , s. 333. Benzer yöndeki görüş için bkz. MERAN, s. 391. TCK Kadın Çalışma Grubu,  TCK 2002 Tasarısı Değişiklik Talepleri nde, işyerinde meydana gelen cinsel tacizin varlığı halinde bu suçun re sen soruşturulmasını aksi halde bu durumun mağdurun işini ve konumunu tehdit edebileceğini belirtilmişlerdir. Bkz. SEVÜK, s. 278. Yine benzer yöndeki bir diğer görüş ise TCK m. 105/2, m. 105/1 de düzenleme altına alınan suçun m. 43/1 gereği aynısı olduğundan ve yalnızca cezayı ağırlaştıran bir hali belirten ikinci fıkra bakımından da şikâyet koşulunun varlığı aranmalıdır. Bkz. KURT, s. 524.   1201Türk Ceza Hukukunda Cinsel...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  gerekçesinden de anlaşılmaktadır.266 Ancak söz konusu durum belirtilmeseydi de m. 105/2 nin takibinin re sen olması gerekirdi. Zira TCK m. 105/2 de belirtilen fiillerin soruşturulması ve kovuşturulması bakımından herhangi bir dava şartı aranmamıştır.267  TCK m. 105 bakımından, cezanın üst sınırına göre 5235 sayılı Adlî Yargı İlk Derece Mahkemeleri ile Bölge Adliye Mahkemelerinin Kuruluş, Görev ve Yetkileri Hakkında Kanun m. 11ve m. 14 gereğince görevli mahkeme Asliye Ceza Mahkemesi dir.  CMK  m.  223/8  uyarınca  şikâyetten  vazgeçilmesi  halinde  davanın düşmesine karar verilir. Şikâyet şartının gerçekleşmediği dava görülürken anlaşılırsa; gerçekleşmesini beklemek üzere, durma kararı verilir. Bu karara itiraz edilebilir. Ancak, derhâl beraat kararı verilebilecek hâllerde durma, düşme veya ceza verilmesine yer olmadığı kararı verilemez. 268                                                  266  cinsel taciz suçunun nitelikli unsurlarının gerçekleştiği durumlarda, soruşturma ve kovuşturmanın yapılması mağdurun şikâyetine bağlı değildir  Gerekçe metni için bkz. ŞAHİN, Cumhur/ÖZGENÇ, İzzet, Türk Ceza Hukuku Gazi Külliyatı, Ankara 2005, s. 202.  267 ÖZBEK, s. 647. 268 Şikâyetin geri alınması iki taraflı bir hukuki işlem olduğu için şikâyetçinin geri alma talebi tek başına yeterli olmayıp sanığın ya da şüphelinin de şikâyetin geri alınması isteğini kabul etmesi  gerekmektedir.  Yargıtay  5.  CD.  2002/3891  E.  2003/292  K.  28.1.2003  T. (www.kazanci.com).    CMK m. 158 gereğince şayet şikâyet koşulu gerçekleşmeksizin dava açılmışsa bu durumda bunun farkına varan mahkeme derhal düşme kararı vermeyip, davaya devam edecektir. Ancak şikâyet sonradan geri alınırsa bu durumda dava düşecektir. Söz konusu durum, şikâyetin  süresinde  yapılmadığının  görüldüğü  durumlarda  iddianamenin  reddedilmesi imkânı varken bunu sonradan fark eden mahkemenin diğer muhakeme şartlarının koşulları bakımından bir koşul ya da unsurun eksikliğini gördüğünde durma ya da düşme kararını re sen verebilmekteyken bu halde verememesinin doğru olmadığı yönünde eleştirilmektedir. Bkz. ÜNVER,  Cinsel , s. 334.   ETCK m. 421 in de takibi şikâyete bağlıydı. Yargıtay soruşturmanın yapılabilmesi ve de açılan davaya katılabilmeyi usulüne uygun bir şikâyetin varlığına bağlamaktaydı. Yargıtay 5. CD. 1997/1673 E. 197/1803 K. 20.5.1997 T. (www.kazanci.com)    6545 sayılı Kanun ile gerçekleştirilen değişiklikten evvel çocuklara karşı m. 105/1 işlenmiş ve çocuğun herhangi bir şikâyeti yoksa bu durumda kanuni temsilcinin hukuka uygun bir şikâyetinin  bulunup  bulunmadığı  hususu  araştırılmasının  gerektiğini  belirtmektedir. Yargıtay 5. CD. 1997/3055 E. 197/2794 K. 9.9.1997 T. (www.kazanci.com). Yargıtay küçüklere karşı işlenen cinsel taciz suçu açısından şikâyet hakkını küçüğün şahsına sıkı sıkıya bağlı bir hak olarak değerlendirerek küçük mağdur şayet mümeyyizse bu durumda küçüğün şikâyetinin geçerli olduğunu mümeyyiz değilse geçerli olmayıp kanuni temsilcinin şikâyetinin geçerli olduğunu belirtmiştir. Yargıtay 5. CD. 1999/419 E. 1999/1872 K. 29.4.1999 T. (www.kazanci.com). Mağdur küçüğün şikâyetinin geri almasının geçerli sayılabilmesi ise kanuni temsilcinin muvafakati ile mümkündür. Yargıtay 5. CD. 2002/5666 1202Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Baş Koşulları oluşmuşsa, cinsel taciz suçunu işleyen fail bakımından CMK m. 231 de belirtilen hükmün açıklanmasının geri bırakılmasına mahkemece karar verilebilir.269 Ancak bu kararın verilmesi bir zorunluluk değildir. CMK m. 231/7 gereğince açıklanmasının geri bırakılmasına karar verilen hükümde, mahkûm  olunan  hapis  cezası  ertelenemez  ve  kısa  süreli  olması  halinde seçenek yaptırımlara çevrilemez. TCK m. 105/2 bakımından 5395 sayılı Çocuk Koruma Kanunu m. 21 gereğince suça sürüklenen on beş yaşını doldurmamış bir çocuksa bu suçtan dolayı tutuklama kararı verilemez. CMK m.  109/1  gereğince  şüphelinin  tutuklanması  yerine  adli  kontrol  altına alınmasına da karar verilebilir. CMK m. 196/2, 4 gereğince fail istinabe suretiyle sorguya çekilebilir. Yine bu suç bakımından tutukluluk süresi en çok bir yıldır ve zorunlu hallerde bu sürenin CMK m. 102/1 gereğince altı ay daha uzatılması mümkündür. İspat konusunun cinsel taciz suçu bakımından önemli bir sorun teşkil ettiğinin altı çizilmelidir. Zira bu suçun bedensel bir teması içermemesi gereklidir  ve  bu suç çoğu  zaman  sözle  işlenmektedir. Suçun  sübutunun kuşkulu  kaldığı  hallerde  yalnızca  mağdurun  beyanına  dayanılarak  kişi hakkında mahkûmiyet hükmü verilmesinin doğru olmayacağı ileri sürülebilse de iddiadan başka bir delil olmadığı hususunun ileri sürülmesi de doğru değildir. Bu nedenle daha kapsamlı bir soruşturma gerçekleştirilmelidir. Şayet gerçekleşen tüm araştırmalara karşın bir sonuca ulaşılamıyorsa bu durumda şüpheden sanık yararlanır ilkesine başvurulmalıdır.270 Yine bu kapsamda Yargıtay a göre mağdurun sanığa iftira atması için herhangi bir nedeninin bulunmadığını belirterek ne aksinin ne de doğruluğunun ispatlanmasının güç                                                  E. 2003/4359 K. 7.7.2003 T. (www.kazanci.com). Yani mümeyyiz küçükler cinsel taciz suçu  bakımından,  bu  suç  şahıslarına  karşı  işlenen  suçlardan  olduğundan  kanuni temsilcilerinin rızası olsun ya  da olmasın şikâyet hakkına sahiptir. 15 yaşını henüz bitirmeyen küçüklerin şikâyetlerinin hukuk alanında sonuç doğurabilmesi ise mümeyyiz olmalarına  bağlıdır.  Yargıtay  mümeyyiz  olup  olmadıklarının  raporla  saptanmasının gerektiğini belirtmektedir. Ayrıca bu durum için TMK m. 16 yı da dayanak göstermektedir. Yargıtay 5. CD. 2003/6183 E. 2004/7208 K. 9.11.2004 T. (www.kazanci.com). Yine bu suç reşit mağdureye karşı işlenmişse ancak mağdur şikâyet hakkını kullanamadan ölmüşse bu durumda mağdurun ailesinin ya da kocasının yaptığı şikâyet de geçerli değildir. Yargıtay 5. CD. 2001/4689 E. 2002/2601 K. (www.kazanci.com). Yine yaşı küçük ve usulüne uygun şikâyeti  de  bulunmayan  mağdurun  velayetinin  verildiği  kişiden  başkasının  örneğin mağdurun babaannesi, dayısı gibi kişilerin yaptığı şikâyet geçerli değildir. Yargıtay 5. CD. 2002/3142 E. 2003/277 K. 28.1.2003 T. (www.kazanci.com)  269 ARTUÇ, s. 743. 270 FEYZİOĞLU, Metin, Ceza Muhakemesinde Vicdani Kanaat, Ankara 2002, s. 207-208   1203Türk Ceza Hukukunda Cinsel...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  olan bir varsayıma dayanılması doğru olmayıp, gerekçeli bir şekilde vicdani kanaate ne şekilde varıldığı belirtilmelidir.272  SONUÇ Çalışmada  cinsel  taciz  suçu,  ETCK  ile  TCK  arasındaki  bu  suç bakımından  benzerliklerin  ve  farklılıkların  olup  olmadığına,  doktrindeki görüşlere ve Yargıtay kararlarına yer verilerek incelenmiştir. TCK da cinsel taciz suçuna, cinsel özgürlüğünün en geniş şekilde korunması amacından hareketle TCK nın  Kişilere Karşı Suçlar  başlıklı ikinci kısmında,  Cinsel Dokunulmazlığa Karşı Suçlar  başlıklı altıncı bölümünde yer verilmiştir. Çok yaygın bir şekilde karşı karşıya kalınan ve cinsel saldırı boyutuna varmayan cinsel taciz fiillerinin cezalandırılması son derece olumludur. Ancak bölüm başlığında cinsel dokunulmazlık ifadesine yer verilmesi eleştirilmesi gereken bir  hususu  oluşturmaktadır.  Zira  TCK da  cinsel  özgürlük  ifadesinin kullanılması,  hukukun  özgürlükleri  korumasının  bir  neticesi  olarak  daha                                                  271  …Kendi şeref ve namusunu ilgilendiren bir konuda sanığa iftira atması için geçerli bir sebep bulunmayan katılanın, aşamalarda birbiriyle uyum gösteren samimi, ısrarlı ve herhangi bir tereddüde mahal bırakmayan beyanı, bu beyanı doğrulayan tanık anlatımları, sanığın katılanın ev telefonunu arayarak söylediği,  seninle olmak istiyorum, rızanla gel bana, istersen seni kaçırırım, rızanla olmazsa eşine söylerim, evliliğin yıkılır  şeklindeki sözlerinin cinsel amaç taşıdığı, katılanın bu eyleme rızası olduğuna dair bir delilin bulunmadığı, aksine aşamalarda sanıktan şikâyetçi olup yakalanmasını sağlayarak eyleme rıza göstermediğini ortaya koyduğu, sanığın iddia ettiği şekilde katılan ile daha önce bir ilişkisi olmasının, katılanın cinsel taciz suçunun mağduru olamayacağı anlamına gelmediği, kaldı  ki  sanığın  savunmasında  belirttiği  üzere,  olaydan  2  yıl  önce  bu  ilişkiyi sonlandırdıkları, ev telefonu hattına sahip olan sanığın, gece saat 22.08'de ankesörlü telefondan katılanın evini aramasının makul olmadığı göz önüne alındığında, sanığın telefonda,  seninle olmak istiyorum, rızanla gel bana, istersen seni kaçırırım, rızanla olmazsa eşine söylerim evliliğin yıkılır  şeklinde cümleler kullanmak suretiyle katılana karşı cinsel taciz suçunu işlediğinin sabit olduğunun kabulü gerekmektedir…  Yargıtay CGK. 2014/14-669 E. 2015/68 K. 24.3.2015 T. (www.kazanci.com);  …Sanığı tanımayan, aralarında önceye dayalı herhangi bir husumet ya da kendi şeref ve namusunu ilgilendiren bir konuda iftira atması için sebep bulunmayan katılanın aşamalarda birbiriyle uyum gösteren samimi, ısrarlı ve herhangi bir tereddüde mahal bırakmayan beyanı, bu beyanları doğrulayan tanık anlatımı, sanığın katılanın evini birkaç kere aradığı ve  çarşıda buluşalım, geçerken uğrarım  dediği yönündeki, tevilli ikrar olarak değerlendirilen savunması ve tüm dosya muhtevası göz önünde bulundurulduğunda, katılanın telefonunu değişik zamanlarda ısrarla arayarak söylediği;  evde misin canım seni çok özledim, eve geliyorum  şeklindeki sözlerin cinsel amaç taşıdığı ve eyleminin bir bütün halinde zincirleme şekilde cinsel taciz suçunu oluşturduğunun kabulü gerekmektedir…  Yargıtay CGK. 2013/14-429 E. 2015/34 K. 10.3.2015 T. (www.kazanci.com) 272 TANER, Cinsel, s. 391-392. 1204Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Baş yerinde bir tercih olurdu. Bu nedenle burada yer verilmesi gereken kavram  Cinsel Özgürlüğe Karşı Suçlar  şeklinde olmalıdır.  Cinsel taciz suçunun TCK ile hukuk sistemine giren bir kavram olduğu söylenebilirse de bu suçla korunan hukuki yarara yönelik bazı düzenlemeler ETCK da da yer almıştır. ETCK m. 421 de yer alan  söz atma ve sarkıntılık  suçuna karşılık olarak TCK m. 105 te  cinsel taciz  suçu düzenlenmiştir. Bu suçun,  ETCK döneminde  söz  atma  ve  fiili  olmayan  sarkıntılık  hallerini kapsayan ve bunların yanında da daha geniş bir alanı korumaya çalışması olumlu bir gelişme olarak ortaya çıkmaktadır. Ancak söz konusu olumlu yana karşılık yine de madde düzenlemesi sorunları bünyesinde taşımaktadır. Zira cinsel tacizden ne anlaşılması gerektiği hususunda kanunda herhangi bir açıklık bulunmamaktadır. Bu durum her ne kadar AYM tarafından anayasaya aykırı  bulunmasa  da  suçta  ve  cezada  kanunilik  ilkesine  aykırılık oluşturmaktadır. Zira bu durumun, kıyasa ve genişletici yoruma yol açması mümkündür.  TCK  m.  105 in  gerekçesinde  cinsel  taciz   kişinin  vücut dokunulmazlığının ihlali niteliğinde olmayan cinsel davranışlar   şeklinde tanımlanmıştır. Bu ifadelere madde metninde yer verilmeyip gerekçede yer verilmesi sorunludur. Zira madde metninde vücut dokunulmazlığının ihlal edilmemesi gerektiği yönünde bir ibare yer almadığı gibi, cinsellik failin davranışına da değil, amacına hasredilmiştir. Yine gerekçede cinsel tacizin varlığı  halinde  mağdurun  cinsel  yönden  ahlak  temizliğine  aykırı  olarak rahatsız edildiği belirtilmiştir. Ahlak kavramı gibi kişiden kişiye, yöreden yöreye ve toplumdan topluma değişen bir kavrama gerekçede yer verilmesi doğru değildir. Yine söz konusu ifadeye yer verilmesiyle somut olayda bu suça ilişkin tipik fiilin ne olduğu hususunun saptanması belirsiz ve de keyfi uygulamaların önünü açacak niteliktedir. Nitekim Yargıtay ın söz konusu ifadeyi ölçüt aldığı kararları bulunmaktadır ve bu durum endişe vericidir. Ayrıca  gerekçenin  kanun  metnine  dâhil  olmadığı  gibi  herhangi  bir bağlayıcılığının bulunmadığı da belirtilmelidir. Bu nedenle, kanun metninde değişikliğe gidilerek kanunun açıklığının sağlanması ve böylece genişletici yorumun  ve  kıyasın  önüne  geçilmesi sorunun çözümü  açısından  faydalı olacaktır.  Her  ne  kadar  inceleme  konusunun  dışında  olsa  da  işyerinde gerçekleştirilen psikolojik taciz (mobbing) hususuna TCK da ayrıca ve açıkça yer verilmemesi de bir diğer eksikliği oluşturmaktadır. Bir kimsenin cinsel amaçla taciz edilmesi ile söz konusu suç meydana gelmektedir. Madde metninde cinsel taciz suçu tam olarak tanımlanmasa da söz konusu suç öğretide ve Yargıtay kararlarında tanımlanmaya çalışılmıştır ve bu tanımlarda yer alan bazı ortak noktalar bulunmaktadır. Bunlar bu suçun,   1205Türk Ceza Hukukunda Cinsel...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  mağdurun vücuduna temas etmeden onun rızası dışında yapılan davranışlarla gerçekleşebileceği, bu davranışların mağdura yönelik olarak gerçekleşmesinin gerektiği ve mağduru rahatsız edecek nitelikte olması gerektiği yönündedir. İncelenen Yargıtay kararlarından da anlaşıldığı üzere, mağdura yönelik olarak doğrudan söylenen ya da telefon, mektup, elektronik posta veya başka bir teknolojik aletle iletilen cinsel içerikli sözler, mağdurun yolda ısrarlı bir şekilde  takip edilmesi,  mağdura  ıslık  çalınması,  mağdura  cinsel  organın gösterilmesi, cinsel içeriğe sahip hareketlerin yapılması ve sayılan tüm bu hususlara  benzer  nitelikteki  her  türlü  davranış  ile  bu  suç gerçekleştirilebilmektedir. Cinsel taciz suçunun failinin herkes olması mümkündür. 6545 sayılı Kanun ile gerçekleştirilen değişiklikle  beraber bu suçun  mağduru çocuk olabilir. 6545 sayılı Kanun ile gerçekleştirilen değişiklikten evvel TCK m. 105 in açık olmayan düzenlemesi karşısında çocuklara karşı cinsel taciz suçunun işlenip işlenemeyeceği hususu tartışmalı bir konuydu. Değişiklikten evvel cinsel taciz suçu bakımından çocuğa yönelik  cinsel bir davranış ın gerçekleştirilmesi yeterliydi. Ayrıca bu davranışın vücut dokunulmazlığını ihlal etmesi zorunlu olmayıp, söz konusu  cinsel bir davranış ın kapsamına TCK m. 105 te düzenlenen ve cinsel tacizi oluşturan davranışların da dâhil edilmesi mümkündü. Yani cinsel istismar suçu bakımından bedensel temas zorunlu değildi. Her ne kadar Yargıtay çocuğa karşı gerçekleştirilen ve beden dokunulmazlığını ihlal etmeyen davranışları çocukların cinsel istismarı suçu kapsamında görmeyerek TCK m. 105 kapsamında cezalandırmakta ve bu yorum doktrinde yer alan kimi yazarlarca kabul edilmişse de 6545 sayılı Kanun ile gerçekleştirilen değişiklikle cinsel taciz suçunun çocuğa karşı da işlenebileceği  açıkça  hükme  bağlandığından  artık  tartışmalı  bir  husus kalmamıştır. Öğretide bu suçun sırf hareket suçu olmasından dolayı teşebbüse müsait olmadığını ileri sürenler olsa da suça teşebbüs mümkündür. Yine bu suç iştirak bakımından  da  özellik göstermemektedir. Suçun zincirleme  suç şeklinde işlenmesi hali de mümkündür. TCK m. 94/3 te işkence suçunun cinsel taciz şeklinde işlenmesi hali bileşik suç olarak düzenleme altına alınmıştır. TCK m. 105/1 in muhakemesi mağdurun şikâyetine bağlıdır. Cinsel taciz suçunun çocuğa karşı işlenmesi ve nitelikli hallerinin gerçekleşmesinde ise suçun muhakemesi re sen gerçekleştirilir.  Çalışmada  da  belirtildiği  üzere  ispat  konusunun  cinsel  taciz  suçu bakımından önemli bir sorun teşkil ettiğinin altı çizilmelidir. Suçun sübutunun 1206Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Baş kuşkulu  kaldığı  hallerde  yalnızca  mağdurun  beyanına  dayanılarak  kişi hakkında mahkûmiyet hükmü verilmesinin doğru olmayacağı ileri sürülebilse de iddiadan başka bir delil olmadığı hususunun ileri sürülmesi de doğru değildir. Yine bu kapsamda Yargıtay ın mağdurun sanığa iftira atması için herhangi  bir  nedeninin  bulunmaması  şeklindeki  gerekçeye  dayanarak mahkûmiyet kararı vermesi de eleştirilmelidir. Bu nedenle daha kapsamlı bir soruşturma gerçekleştirilmeli ve gerekçeli bir şekilde vicdani kanaate ne şekilde varıldığı belirtilmelidir. Şayet gerçekleşen tüm araştırmalara karşın bir sonuca  ulaşılamıyorsa  bu  durumda  şüpheden  sanık  yararlanır  ilkesine başvurulmalıdır.  Bir kişi tarafından diğer bir kişinin süreklilik arz edecek şekilde takip edilmesi yani stalking, cinsel tacize dönüşmediği sürece cezai yaptırıma bağlanan  bir  durum  olmadığından  söz  konusu  halin  de  suç  olarak düzenlenmesi yerinde olur. Zira takip edilen kişinin iç huzuru bozulmakta ve takip edilen kişi korkmaktadır. Ancak söz konusu halde takipte bulunan kişide cinsel amaç yok ise, mevcut düzenleme bu durumu cezai yaptırım altına almamıştır.",
     "Kaynakça": "ACAR, Aslı Beyhan/DÜNDAR, Gönen:  İşyerinde Psikolojik Yıldırmaya (Mobbing) Maruz Kalma Sıklığı İle Demografik Özellikler Arasındaki İlişkinin İncelenmesi  İstanbul Üniversitesi İşletme Fakültesi Dergisi, C. 37, S. 2, 2008, ss. 111-120. AKÇİN, İhsan:  Cinsel Dokunulmazlığa Karşı Suçlar  , Yargıtay Dergisi, C. 32, S. 1-2, 2006, ss. 99-144. ALKAN, Nevzat:  5237 Sayılı Türk Ceza Kanunu nun Adli Tıp Yönünden Değerlendirilmesi , TBBD, S. 58, 2005, ss. 149-162. ARSLAN,  Çetin/AZİZAĞAOĞLU,  Bahattin:  Yeni  Türk  Ceza  Kanunu Şerhi, Ankara 2004. ARSLANTÜRK, Mustafa, Türk Ceza Kanunu Uygulamasında Cinsel Suçlar, Ankara 2014. ARTUÇ, Mustafa: Kişilere Karşı Suçlar, Ankara 2008.                                                     Birden fazla yayınına gönderme yapılan yazarlarda kaynakçada parantez içinde yer verilen kısaltmalar kullanılmıştır.   1207Türk Ceza Hukukunda Cinsel...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  ARTUK,   Cinsel  Taciz  ve  Ceza  Hukuku ,  Ankara  Üniversitesi  Siyasal Bilgiler Fakültesi Dergisi, Y. 1994, C. 49, S. 3, ss. 31-50. ( Ceza ). ARTUK, Mehmet Emin/ÇINAR, Ali Rıza:  Yeni Bir Ceza Kanunu Arayışı ve Adalet Alt Komisyonu Tasarısı Üzerine Düşünceler , Türk Ceza Kanunu Reformu, İkinci Kitap: Makaleler, Görüşler, Raporlar, Ankara 2004, ss. 37-85. ARTUK, Mehmet Emin/GÖKÇEN, Ahmet/YENİDÜNYA, A. Caner: Ceza Hukuku Özel Hükümler, Ankara 2015. ARTUK,  Mehmet  Emin:   Cinsel  Taciz  Suçu  (TCK  m.  105) ,  Hukuki Perspektifler Dergisi, 2006, S. 7, ss. 70-76. (HPD). ARTUK, Mehmet Emin:  Cinsel Taciz Suçu (TCK. m.105)  , Çalışma ve Toplum, 2006/4, ss. 29-44. (Çalışma). ARTUNÇ, Mustafa:  Cinsel Taciz Suçu . Terazi Aylık Hukuk Dergisi, Y. 2, S. 11, 2007, ss. 103-113. ATMAN, Ümit Cihan,  Kadına Yönelik Şiddet: Cinsel Taciz, Irza Geçme , Sürekli Tıp Eğitimi Dergisi, 2003, C. 12 S. 9 ss. 333-335.  AYDIN,  Öykü  Didem:   Cinsel  Dokunulmazlığa  Karşı  Suçlar ,  Hukuki Perspektifler Dergisi, S. 2, 2004, ss. 152-162. ( Cinsel ). AYDIN, Öykü Didem:  Yeni Türk Ceza Kanunu nda Cinsel Dokunulmazlığa Karşı Suçlar  http://www.hukuki.net/showthread.php?15334-Re%FEitolmayanla-cinsel-ili%FEki/page3 ( Yeni ). BAKICI, Sedat: Açıklamalı – İçtihatlı Genel Adap ve Aile Düzenine Karşı Cürümler, Ankara 1994. BAKIRCI, Kadriye: İşyerinde Cinsel Taciz, İstanbul 2000. BAYTEMİR,  Erdal:  Açıklamalı-İçtihatlı,  Cinsel  Dokunulmazlığa,  Kişi Hürriyetine Ve Genel Ahlaka Karşı Suçlar, Ankara 2009. (Açıklamalı). BAYTEMİR, Erdal: Cinsel Dokunulmazlığa,  Kişi Hürriyetine ve  Genel Ahlaka Karşı Suçlar, Ankara 2007. (Cinsel). CAN, Cahit: Toplumsal İnsanın Evrensel Doğası ve Cinsel Suçlar, Ankara 2002. CENTEL, Nur:  Cinsel Suç Mağduru Kadının Korunması , Prof. Dr. Kenan Tunçomağ a Armağan, İstanbul 1997, ss. 59-70. ( Cinsel ). 1208Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Baş CİNSEL TACİZ PANELİ, Türkiye Sağlık İşçileri Sendikası, Ankara 2004. ÇAĞLAYAN,  Muhtar:  En  Son  Değişiklikleri  ile  Birlikte  Gerekçeli, Açıklamalı ve İçtihatlı Türk Ceza Kanunu, C. 3, Ankara 1986. ÇAKICI  GERÇEK,  Leyla:   Yargıtay  Kararlarıyla  Cinsel  Taciz  Suçu , Ankara Üniversitesi Hukuk Fakültesi Dergisi, 60 (1), 2011, ss. 47-82. ÇALIŞKAN,  Suat,  5237  Sayılı  Türk  Ceza  Kanununda  Cinsel Dokunulmazlığa Karşı Suçlar, Ankara 2013. DONAY, Süheyl: Türk Ceza Kanunu Şerhi, İstanbul 2007. DÖNMEZER, Sulhi,  Cinsel Özgürlüğe Karşı Suçlara İlişkin Tartışma , Değişen  Toplum  ve  Ceza  Hukuku  Karşısında  TCK nın  50  Yılı  ve Geleceği  Sempozyum  Kitabı  içinde,  İstanbul  1977,  ss.  703-707. ( Cinsel ). DÖNMEZER,  Sulhi:  Ceza  Hukuku  Özel  Kısım  Genel  Adap  ve  Aile Düzenine Karşı Cürümler, İstanbul 1983. (Adap). DÜLGER, İbrahim:  Çocukların Cinsel İstismarı , Fasikül Aylık Hukuk Dergisi, Y. 2, S. 6, ss. 41-42. ERDEM,  Mustafa  Ruhan/PARLAK,  Benay:   Ceza  Hukuku  Boyutuyla Mobbing , Türkiye Barolar Birliği Dergisi, S. 88, 2010, ss. 261-286. ERDURAK, Yılmaz Güngör: En Son Değişiklikleriyle İçtihatlı Türk Ceza Kanunu ve Cezaların İnfazı Hakkında Kanun, Ankara 1984. (En Son). ERDURAK,  Yılmaz  Güngör:  Türk  Ceza  Kanunu,  Ankara  1991.  (Ceza Kanunu) EREM, Faruk, Adalet Psikolojisi, Ankara 1959. (Adalet). EREM, Faruk: Ümanist Doktrin Açısından Türk Ceza Hukuku, C. 3, Ankara 1985. (Ümanist). EROL, Haydar: Yeni Türk Ceza Kanunu, Ankara 2005. FEYZİOĞLU, Metin, Ceza Muhakemesinde Vicdani Kanaat, Ankara 2002. GEZER,  Tanzer:   İklim  Bayraktar  Örnekli  Cinsel  Taciz  İhtilafı , http://haber.gazetevatan.com/iklim-bayraktar-ornekli-cinsel-tacizihtilafi/365113/4/Haber  GÖZÜBÜYÜK, Abdullah Pulat: Alman, Fransız, İsviçre Ve İtalyan Ceza Kanunlariyle Mukayeseli Türk Ceza Kanunu Şerhi, C. 4, Ankara 1961.   1209Türk Ceza Hukukunda Cinsel...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  GÜLTAŞ,  Veysel/GÜNDÜZ,  Remzi:  5237  Sayılı  Yeni  Türk  Ceza Kanununda Cinsel Suçlar, Ankara 2008. GÜNDEL, Ahmet: 5237 Sayılı TCK'da Cinsel Saldırı-Cinsel İstismar-Cinsel Taciz-Rızaen  Irza  Geçme-Hürriyeti  Kısıtlama-Alıkoyma-Fuhuş  Ve Müstehcen Yayın Suçları, Ankara 2009. GÜNDÜZ, Remzi, 6545 Sayılı Kanunla Değiştirilen 5237 Sayılı Türk Ceza Kanununda Cinsel Dokunulmazlığa Karşı Suçlar, Ankara 2015. GÜNEŞ, Adem: Ana Babaların Korkulu Rüyası Çocuklara Yönelik Cinsel Taciz, İstanbul 2008. GÜNGÖR, Devrim, 5237 ve 5271 Sayılı Kanunlar Işığında Şikâyet Kurumu, Ankara 2009. HAFIZOĞULLARI, Zeki,  Beşeri Cinsellik ve Yeni Türk Ceza Kanunu , http://www.abchukuk.com/cezahukuku/cinsel-suclar.html  HAFIZOĞULLARI,  Zeki/ÖZEN,  Muharrem:  Türk  Ceza  Hukuku  Özel Hükümler, Ankara 2015. HEKİMOĞLU, Atilla:  Cinsel Dokunulmazlığa ve Genel Ahlaka Karşı Suçlar , İstanbul 2008, Türk Ceza Kanunun 2 yılı Teori ve Uygulamada Karşılaşılan Sorunlar, ss. 343-344. HOROZGİL, Denizhan:  Çocukların Cinsel İstismarı Suçunun Basit Şekli, (TCK m. 103/1) , Türkiye Barolar Birliği Dergisi, 2011 (93), ss. 108146. IŞIK, Mehmet Şirin:  5237 Sayılı Türk Ceza Kanunu nda Cinsel Taciz Suçu , Adalet Dergisi, S. 28, Mayıs 2007, ss. 213-232. İÇEL Kayıhan/YENİSEY, Feridun, Karşılaştırmalı ve  Uygulamalı Ceza Kanunları, İstanbul 1994. İLHAN, Abdulkadir:  Çocukların Cinsel İstismarı , Fasikül Aylık Hukuk Dergisi, Y. 2, S. 6, ss. 31-32. İLHAN, Ümit:  İşyerinde Psikolojik Tacizin (Mobbing) Tarihsel Arka Planı ve Türk Hukuk Sistemindeki Yeri , Ege Akademik Bakış Dergisi, C. 10, S.4, 2010, ss. 1175-1186. İLKKARACAN,  Pınar/GÜLÇÜR,  Leyla/ARIN,  Canan:  Sıcak  Yuvalı Masalı içinde,  Pınar  İlkkaracan,   Çocuklara  Yönelik  Cinsel Taciz , İstanbul 1996. 1210Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Baş İŞYERİNDE  PSİKOLOJİK  TACİZ  (MOBBİNG)  VE  ÇÖZÜM ÖNERİLERİ KOMİSYON RAPORU, Ankara 2011. KADININ  İNSAN  HAKLARI  –  YENİ  ÇÖZÜMLER  DERNEĞİ, Haklarımız Var!, İstanbul 2013. KARATEKE, Osman Nuri/KUTLAY, Aykut, 1973 yılı Yargıtay Ceza Genel Kurulu ve Ceza Daireleri kararları, Ankara 1974. KARTAL, Pınar Memiş: Türk Ceza Hukuku nda Çocukların Cinsel İstismarı, İstanbul 2014. KAYMAZ, Seydi/GÖKCAN, Hasan Tahsin: Sulh Ceza Davaları Türk Ceza Kanunu ve Özel Yasalardaki Hükümler, Ankara 1998. KESKİN KİZİROĞLU, Serap:  Yeni Türk Ceza Kanunu nda Kadına İlişkin Düzenlemeler  ve  Cinsel  Suçlar ,  Ord.  Prof.  Dr.  Sulhi  Dönmezer Armağanı, C. 2, Türk Ceza Hukuku Derneği 2008, ss. 995-1004. KILIÇ, Abbas:  Cinsel Hâkimiyet Ve Yeni Türk Ceza Kanunu nda Cinsel Saldırı Suçu (TCK m. 102)  , Türkiye Barolar Birliği Dergisi, S. 78, 2008, ss. 167-204. KOCA, Mahmut/ÜZÜLMEZ, İlhan: Türk Ceza Hukuku Özel Hükümler, Ankara 2015. KOPARAN, M. Reşat:  5237 Sayılı TCK da Cinsel Saldırı ve Cinsel Taciz Suçları  www.ceza-bb.adalet.gov.tr/makale/197.pdf KÖSEOĞLU, Cemal: Haşiyeli Türk Ceza Kanunu Ve Özel Bölüm, İstanbul 1968. KURT, Gülşah:  5237 Sayılı Yeni Türk Ceza Kanunu nda Cinsel Taciz Suçu , Uğur Alacakaptan a Armağan, C. 1, İstanbul 2008, ss. 507-525. MAHMUTOĞLU, Selami:  TBMM Adalet Komisyonu nda Kabul Edilen Türk  Ceza  Kanunu  Tasarısı  Hakkında  Görüş ,  Türk  Ceza  Kanunu Reformu, İkinci Kitap: Makaleler, Görüşler, Raporlar, Ankara 2004, ss. 357-378. MALKOÇ, İsmail: Açıklamalı – İçtihatlı Türk Ceza Kanunu, Ankara 2013. (Açıklamalı). MALKOÇ, İsmail: Türk Ceza Kanunu Uygulamasında Cinsel Suçlar, Ankara 2009. (Cinsel).   1211Türk Ceza Hukukunda Cinsel...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  MERAN, Necati: Kişilere Karşı Suçlar, Ankara 2008. MERT, Harun:  Genel Ahlaka Karşı Suçlar ve Genel Ahlak Kavramı , Yargıtay Dergisi, C. 32, Temmuz 2006, S. 3, ss. 425-458. MİMAROĞLU, Hüseyin/ÖZGEN, Hande:  Örgütlerde Güç Eşitsizlikleri ve Cinsel Taciz , ÇÜSBED, C.17, S. 1, 2008, ss. 321-334. NUHOĞLU, Ayşe:  Türk Ceza Kanununda ve 2002 Tasarısında Cinsel Suçlar , Çetin ÖZEK Armağanı, İstanbul 2004, ss. 609-640. ( Cinsel ) NUHOĞLU, Ayşe: Aile Düzenine Karşı Suçlar, İstanbul 2009. (Aile). OVAYOLU,  Nimet/UÇAN,  Özlem/SERİNDAĞ,  Selver:   Çocuklarda Cinsel İstismar ve Etkileri  , Fırat Sağlık Hizmetleri Dergisi, C.2, S. 4 (2007), ss. 13-22. ÖNDER, Ayhan: Türk Ceza Hukuku Özel Hükümler, İstanbul 1994. ÖZBEK,  Veli  Özer/KANBUR,  Mehmet  Nihat/DOĞAN, Koray/BACAKSIZ,  Pınar/TEPE,  İlker:  Türk  Ceza  Hukuku  Özel Hükümler, Ankara 2015. ÖZBEK, Veli Özer: TCK İzmir Şerhi Yeni Türk Ceza Kanunun Anlamı, C. 2, Ankara 2008. ÖZDEMİR,  Kenan/GÜNEY,  Niyazi/SOLMAZ,  Yusuf:  Gerekçe  ve Tutanaklarla Karşılaştırmalı Yeni Türk Ceza Kanunu, Ankara 2004. ÖZEN,  Mustafa:   5237  Sayılı  Yeni  Türk  Ceza  Kanunu nun  Özel Hükümlerine İlişkin Düşünceler , Türkiye Barolar Birliği Dergisi, S. 63, 2006, ss. 96-108. ÖZGENÇ, İzzet: Türk Ceza Kanunu Gazi Şerhi (Genel Hükümler), Ankara 2005. ÖZTÜRK, Mücahit/GÜZELHAN, Yalçın/ORTAKÖYLÜ, Levent:  Ensest Öyküsü Olan Adli Olguların İncelenmesi , Yeni Symposium 38 (1), 2000, ss. 15-18. ÖZÜTÜRK, Nejat: Türk Ceza Kanunu Şerhi ve Tatbikatı, C. 2, Ankara 1966. PARLAR,  Ali/BANKO,  Meltem:  6545  Sayılı  Kanun  İle  Yapılan Değişiklikler Çerçevesinde Cinsel Suçlar, Ankara 2014. PARLAR, Ali/HATİPOĞLU, Muzaffer: Açıklamalı- Yeni İçtihatlarla 5237 Sayılı Türk Ceza Kanunu Yorumu, C. 2, Ankara 2008. 1212Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Baş SANCAR, Türkan: Esin Konanç Sempozyumları içinde Ceza Hukukunda Kadın adlı oturumda yapılan konuşma, Ankara 2011. (Ceza). SANDERSON, Christiane: Anne Baba Ve Öğretmenler İçin Çocuğun Cinsel Eğitimi Ve Tacizden Korunma Rehberi, İstanbul 2010. SAVAŞ,  Vural/MOLLAMAHMUTOĞLU,  Sadık:  Türk  Ceza  Kanunun Yorumu, C. 3, Ankara 1994. SOKULLU  AKINCI,  Füsun/BOSTANCI,  Gülşah/SARITAŞ, Erkan/ASAL,  Barkın/İLİMOĞLU,  Kasım/BAHRİYELİ, Kemal/DALKILIÇ,  Aysun/TOKGÖZ,  Muhammet:  Güncel  Ceza Hukuku ve Kriminoloji Çalışmaları II içinde, Gülşah Bostancı,  5237 Sayılı  TCK da  Cinsel  Dokunulmazlığa  Karşı  Suçlar  ve  Cinsel  Suç Mağdurları , İstanbul 2008, ss. 1-40.  SOKULLU AKINCI, Füsun: Kriminoloji, İstanbul 2009. SOYASLAN, Doğan: Ceza Hukuku Özel Hükümler, Ankara 2005. SUKAN, Meltem/MANER, Fulya/TOSUN, Musa:  Cinsel Travma Sonrası Gelişen İki Vitiligo Olgusu , Düşünen Adam; 2005, 18 (1), ss. 55-62.  ŞAFAK, Ali: Ansiklopedik Hukuk Sözlüğü, Ankara 2002.  ŞAHİN,  Cumhur/ÖZGENÇ,  İzzet:  Türk  Ceza  Hukuku  Gazi  Külliyatı, Ankara 2005. ŞEN, Ersan: Yeni Türk Ceza Kanunu Yorumu Cilt: 1 (Madde 1- Madde 140), İstanbul 2006. ŞENER, Esat: Hukuk Sözlüğü, Seçkin Yayınevi, Ankara 2001.  TANER,  Fahri Gökçen, Türk Ceza  Hukukunda  Cinsel Özgürlüğe  Karşı Suçlar, Ankara 2013. (Cinsel). TANER, Fahri Gökçen:  Hiyerarşi ve  Hizmet  İlişkisinden Kaynaklanan Nüfuzun Kötüye Kullanılması Suretiyle İşlenen Cinsel Özgürlüğe Karşı Suçlar , 8. Ulusal Büro Yönetimi ve Sekreterlik Kongresi içinde, Ankara 2010, ss. 441-450. ( Hiyerarşi ). TANERİ, Gökhan: Cinsel Suçlar, Ankara 2014. TAŞDEMİR, Kubilay/ÖZKEPİR, Ramazan: Son Değişikliklerle İçtihatlı Türk Ceza Kanunu, Ankara 1999.   1213Türk Ceza Hukukunda Cinsel...  Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  TEZCAN,  Durmuş/ERDEM,  Mustafa  Ruhan/ÖNOK,  Murat:  Teorik  ve Pratik Ceza Özel Hukuku, Ankara 2015. TOPLUMSAL  DEĞİŞİM  SÜRECİNDE  TÜRK  CEZA  KANUNU REFORMU PANELİ:  Cinsel Dokunulmazlığa Karşı İşlenen Suçlar , Türk Ceza Kanunu Reformu, Birinci Kitap, Ankara 2004. TOROSLU, Haluk:  Temel Cezanın Belirlenmesinde Amaç ve Saik , Uğur Alacakaptan a Armağan, C. 1, İstanbul 2008, ss. 696-703. TOROSLU, Nevzat: Cürümlerin Tasnifi Bakımından Suçun Hukuki Konusu, Ankara 1970. (Cürümlerin Tasnifi) TOROSLU, Nevzat/TOROSLU, Haluk: Ceza Hukuku Genel Kısım, Ankara 2015. (Genel Kısım) TOROSLU, Nevzat: Ceza Hukuku Özel Kısım, Ankara 2015. (Özel Kısım) TUĞRUL,  Ahmet  Ceylani/ELMAS,  Fevzi:   Uluslararası  Kollokyum Almanya, Hindistan ve Türkiye de Çocuk ve Hukuk , Fasikül Aylık Hukuk Dergisi, Y: 2, S. 6, ss. 27-30. TUĞRUL, Ahmet Ceylani: Cinsel Dokunulmazlığa Karşı Suçlar ve Ensest İlişkiler, Ankara 2013. TUTANAKLARLA  TÜRK  CEZA  KANUNU:  T.C.  Adalet  Bakanlığı Yayın İşleri Dairesi Başkanlığı, 2005. TÜRK  CEZA  KANUNU  ÖNTASARISI  (1997),  Yayın  İşleri  Dairesi Başkanlığı, Özel Seri: 3. TÜRK CEZA KANUNU TASARISI VE TÜRK CEZA KANUNUNUN YÜRÜRLÜĞE  KONULMASINA  VE  MEVZUATA  UYUMUNA DAİR KANUN TASARISI, Ankara 2000. ÜNVER, Yener: Ceza Hukukuyla Korunması Amaçlanan Hukuksal Değer, Seçkin Yayınevi, Ankara 2003. (Hukuksal Değer). ÜNVER, Yener:  Türk Maddi Ceza Hukukunda Cinsel Suçların Eleştiriel Olarak  İncelenmesi ,  II.  Türkiye  –  Slovenya  Uluslararası  Hukuku Sempozyumu, Ankara 2014, ss. 23-58. ( Türk ) ÜNVER, Yener:  Cinsel Dokunulmazlığa ve Genel Ahlaka Karşı Suçlar , Türk Ceza Kanunun 2 yılı Teori ve Uygulamada Karşılaşılan Sorunlar, Türk Ceza Hukuku Derneği Yayınları: 10, İstanbul 2008, ss. 294-342. ( Cinsel ). 1214Ankara Üni. Hukuk Fak. Dergisi, 65 (4) 2016: 1135-1215  Baş ÜNVER, Yener:  Özellikle  cinsel suçlar  alanında olmak üzere, kadınlarla ilgili  ceza  hukuku  normlarındaki  değişim  ve  Türkiye deki  durum , Adalet  Yüksekoulu  20.  Yıl  Armağanı,  İstanbul  2001,  ss.  293-350. ( Özellikle ). ÜZÜLMEZ,  İlhan:   Cinsel  Dokunulmazlığa  Karşı  Suçlar ,  www.cezabb.adalet.gov.tr/makale/122.doc. YALÇIN SANCAR, Türkan:  Çocuk İstismarı ve Türk Ceza Kanunu , Güncel Hukuk Dergisi, 2008/4-52, ss. 12-17. ( Çocuk İstismarı ). YALÇIN SANCAR, Türkan:  Türk Ceza Kanunu Tasarısının (2000) Bazı Hükümleri Hakkında Düşünceler , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Ankara 2002, C. 51, S. 3, ss. 1-25. ( Düşünceler ). YALÇIN SANCAR, Türkan: Türk Ceza Hukukunda Kadın, Ankara 2013. (Kadın). YALVAÇ, Gürsel: Karşılaştırmalı – Gerekçeli İçtihatlı Türk Ceza Kanunu, Adalet Yayınevi, Ankara 2008. YARSUVAT,  Duygun:  Türk Ceza  Kanununda  Cinsel Özgürlüğe  Karşı Suçlar , Değişen Toplum ve Ceza Hukuku Karşısında TCK nın 50 Yılı ve Geleceği, İstanbul 1977, ss. 647-715. YAŞAR, Osman/GÖKCAN, Hasan Tahsin/ARTUÇ, Mustafa: YorumluUygulamalı Türk Ceza Kanunu, Ankara 2014, C. 3. YENİDÜNYA, Caner:  5237 Sayılı Yeni Türk Ceza Kanunu nda Cinsel Dokunulmazlığa Karşı Suçlar , Legal Hukuk Dergisi, Y. 3, S. 33, Eylül 2005, ss. 3284-3316. YILMAZ, Ejder: Hukuk Sözlüğü, Ankara 2005. YOKUŞ SEVÜK, Handan:  5237 Sayılı Türk Ceza Kanunu nda Cinsel Saldırı ve Cinsel Taciz Suçları ' Türkiye Barolar Birliği Dergisi, S. 57, 2005, ss. 243-282. YÜCEL, Mustafa Tören:  Cinsel Suçluların Tretmanı , Türkiye Barolar Birliği Dergisi, 2011 (94),"
}