{
     "Tip": "Makale",
     "Dergi İsmi": "Ankara Üni. Hukuk Fak. Dergisi",
     "Üniversite İsmi": "",
     "Gün": "21",
     "Ay": "04",
     "Yıl": "2021",
     "Cilt": "70",
     "Sayı": "01",
     "Başlık": "KAMU İHALE KURUMU’NUN İHALE SÜRECİNDEKİ KARARLARI VE BU KARARLARIN YARGISAL DENETİMİ",
     "Title": "Decisions of the Public Procurement Authority in the Procurement Process and the Judicial Review of These Decisions",
     "Yazar İsmi": [
          "Hayrettin YILDIZ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Kamu İhale Hukuku",
          "Kamu İhale Kurumu",
          "Şikâyet",
          "İtirazen Şikâyet",
          "Düzeltici İşlem Belirlenmesi"
     ],
     "Keywords": [
          "Public procurement law",
          "Public procurement authority",
          "Complaint",
          "Objection complaint",
          "Determination of corrective acts"
     ],
     "Özet": "İhale sürecinde idare tarafından yapılan eylem ve işlemlere karşı idareye şikâyet, Kamu İhale Kurumu na ise itirazen şikâyet yollarıyla başvuruda bulunulabilir. İtirazen şikâyet yoluyla yapılan başvurular üzerine Kurum un karar organı olan Kamu İhale Kurulu karar vermektedir. Kurul un yapılan başvurular üzerine üç tür karar verme yetkisi bulunmaktadır. Bunlar, itirazen şikâyet  konusu  idari  tasarruf  hakkında  verilen  iptal,  düzeltici  işlem belirlenmesi ve ret kararlarıdır. Bununla beraber, Kurul un bazı kararlarında bu üç karar türü dışında da bazı kararlar verdiğine rastlanabilmektedir. Bu çalışmada hem Kamu İhale Kurumunca ihale sürecinde verilebilecek karar türleri detaylı bir biçimde ele alınmakta hem de Kurum un verdiği farklı türdeki kararlar da incelemeye dahil edilmektedir. Bunun dışında, hukuk devletinde en etkili denetim yolunun yargısal denetim yolu olduğu dikkate alınarak,  incelemeye  Kurum  kararlarının  yargısal  denetiminin  de eklenmesinden yarar görülmüştür.",
     "Abstract": "In  the public procurement  process,  complaints  can  be  made  to  the administration against its actions and transactions, and objection complaints can  be  made  to  the  Public  Procurement  Authority.  Public  Procurement Council, which is the decision-making body of the Authority, can take a                                                  Makalenin Geliş Tarihi: 26.12.2020, Makalenin Kabul Tarihi: 21.04.2021.     Dr. Öğr. Üyesi, Yalova Üniversitesi Hukuk Fakültesi İdare Hukuku Anabilim Dalı, hayrettin.yildiz@yalova.edu.tr, ORCID: 0000-0001-8254-640X.  Hayrettin YILDIZ                                                   Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 295-331  decision  on  the  requests  presented  as  opposed  to  the  complaint.  The Authority's decision-making body, the Council, has three types of decisionmaking power over requests made. These are the annulment, determination of corrective acts and decisions of rejecting the act which is the subject of the contested complaint. However, it can be seen that the Council makes decisions other than these three types of decisions in some of its decisions. In this study, the three types of decisions that can be taken by the Public Procurement Authority as part of the public procurement process are examined in detail and the different types of decisions taken by the Authority are also included in the examination. Apart from this, given that the most effective means of control under  the  rule  of  law  is  the  means  of  judicial  control,  it  has  proved advantageous to include judicial review of the decisions of the Authority.",
     "Metin": "4734 sayılı Kamu İhale Kanunu nda kendisine verilen görevleri yapmak üzere kurulmuş olan Kamu İhale Kurumu (KİK), kamu ihaleleri konusunda sahip olduğu yetkilerle idari teşkilatta önemli bir yer işgal etmektedir. Kurum aracılığıyla  daha  ziyade  ihale  sürecindeki  işlemlerin  hukuka  uygunluğu denetleniyor olsa da bu vesileyle kamu bütçesinde önemli bir kalem ihtiva eden kamu harcamaları da dolaylı yoldan denetlenmiş olmaktadır. Kurum, kanundan  aldığı  yetkiyle  etkili  bir  idari  denetim  yapma  imkanına  sahip olmakla beraber, ihale sürecindeki işlemlerde hem esas hem usul yönünden hukuka  aykırı  işlemlerin  meydana  gelmesi  ihtimal  dahilindedir  ve  bu işlemlerin yargısal denetiminde yarar bulunmaktadır.  4734 sayılı Kanun da kamu ihaleleri için öngörülen usulün önemli bir boyutunu teşkil eden şikâyet ile itirazen şikâyet başvuruları, kamu ihalelerine ilişkin eylem ve işlemlerin hem ihaleyi yapan idarece hem de kamu tüzel kişiliğini  haiz,  idari  ve  mali  özerkliğe  sahip,  bağımsız  idari  otorite statüsündeki Kamu İhale Kurumunca idari yönden denetlenmesine imkân sağlamaktadır. Bu kapsamda ihale süreçlerinde yapılan eylem ve işlemlere ilişkin itirazen şikayetleri karara bağlama yetkisini haiz Kamu İhale Kurumu                                                  1   Burcu Zernişan Öcal Çiftçi – H. Hakan Yılmaz, Kamu İhale Süreçlerinin Uyuşmazlık Kararları Çerçevesinde Değerlendirilmesi, Ankara Üniversitesi SBF Dergisi, Cilt 74, S. 1, 2019, s. 111. 296Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 295-331       Kamu İhale Kurumu nun İhale Sürecindeki… ayrı  bir  önem  teşkil  etmektedir.  Nitekim  4734  sayılı  Kanun un  53. Maddesinin b fıkrasında açık bir biçimde Kamu İhale Kurumu nun İhalenin başlangıcından sözleşmenin imzalanmasına kadar olan süre içerisinde idarece yapılan işlemlerde bu Kanun ve ilgili mevzuat hükümlerine uygun olmadığına ilişkin şikâyetleri inceleyerek sonuçlandırmak yetkisinin bulunduğuna yer verilmiştir. Kurum un karar organı Kamu İhale Kurulu dur ve Kurum, ihale sürecindeki  itirazen  şikâyet  başvuruları  hakkındaki  kararlarını  bu  organ vasıtasıyla vermektedir.  Buna  ilaveten,  Kurum un  ihale  sürecinde  idare  tarafından  alınan kararlara ilişkin yetkileri, özellikle yapılmış veya yapılmakta olan ihaleler konusunda verebileceği kararlar bakımından özel bir nitelik arz etmekte ve bu niteliklerin ortaya konularak söz konusu kararların ve bu kararların nasıl bir yargısal  denetime  tabi  olduğunun  incelenmesinde  yarar  bulunmaktadır. Nitekim bu çalışmada da öncelikle Kamu İhale Kurumu na başvurulmadan önce tüketilmesi gereken idareye şikâyet yolu kısaca ele alınmakta (I), daha sonra  Kamu  İhale  Kurumu na  itirazen  şikâyet  yolu  (II)  ve  Kamu  İhale Kurumunca alınan kararların hukuki niteliği ve türleri detaylı bir biçimde incelenmekte (III) ve son olarak Kurum tarafından ihale sürecine ilişkin olan verilen kararların yargısal denetimi konusu üzerinde durulmaktadır (IV).   I.  KAMU  İHALE  KURUMUNA  BAŞVURULMADAN  ÖNCE YAPILMASI  GEREKEN  İDARİ  BAŞVURU:  ŞİKÂYET YOLU  4734  sayılı  Kanun  kapsamında  ihale  sürecinde  yapılan  eylem  ve işlemlerin  hukuka  aykırı  olduğu  iddiasıyla  doğrudan  Kurum a  başvuru yapılamamaktadır.  Bundan  önce şikâyet yoluyla  ihaleyi yapan  idareye başvurmak  gerekmektedir.  İhale  sürecindeki  hukuka  aykırı  işlem  veya eylemler  nedeniyle  bir  hak  kaybına  veya  zarara  uğradığını  veya  zarara uğramasının muhtemel olduğunu iddia eden aday veya istekli ile istekli olabilecekler, 4734 sayılı Kanun da belirtilen şekil ve usul kurallarına uygun olmak şartıyla şikâyet başvurusunda bulunabilirler.                                                   2   4734 sayılı Kanun un 53. maddesi: Bu Kanunla verilen görevleri yapmak üzere kamu tüzel kişiliğini haiz, idari ve malî özerkliğe sahip Kamu İhale Kurumu kurulmuştur. Kamu İhale Kurumu,  bu  Kanunda  belirtilen  esas,  usul  ve  işlemlerin  doğru  olarak  uygulanması konusunda görevli ve yetkilidir.  3   Oğuz  Sancakdar,  Kamu  İhale  Kurulu  Kararlarının  Yargısal  Denetimi̇  Bağlamında Yürütmenin Durdurulması ve Hukukî Sonuçları, Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, C. 16, Özel Sayı 2014, s. 3846. 297Hayrettin YILDIZ                                                   Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 295-331  Şikâyet  kavramı,  sözlük  anlamıyla  yakınma  veya  sızlanmayı  ifade etmekte,  bir  memnuniyetsizliğin  muhataba  veya  üçüncü  bir  odağa bildirilmesi anlamına gelmektedir. Kamu ihale hukukunda ise şikâyet, ihaleyi yapan idarenin işlem ve eylemlerine karşı yine aynı idareye yapılan başvurular için kullanılmaktadır. Diğer taraftan, şikâyet kavramının hukuk literatüründe daha ziyade ceza hukukunda kullanıldığı da bilinen bir olgudur. Buna karşın, idarenin hukuka aykırı olduğu düşünülen işlemine karşı başvuru için şikâyet kavramından ziyade itiraz kavramı kullanılmaktadır. Nitekim bazı yazarlar, sözleşme öncesi yapılan işlemlere karşı izlenen ve şikâyet yolu olarak adlandırılan başvuru yolu için itiraz kavramının kullanılmasının daha uygun olacağını ifade etmektedirler. Buna ilaveten, şikâyet kavramının kişisel bir suçlamayı çağrıştırdığı, idari usulde itiraz ifadesinin kullanılmasının daha uygun olduğu ve itirazın, işlem odaklı bir başvuru sürecini konu aldığı da ileri sürülen görüşler arasındadır. Bu açıdan, şikâyet kavramının idari başvuru yolunu ifade etmek konusunda isabetli bir kavram olduğu şüphelidir. Ancak kamu  ihale hukukunun  idareye yapılan  başvuruyu  şikâyet yolu olarak isimlendirmiş olması karşısında, bu itirazı başka kavramla ifade etmeye de imkân bulunmamaktadır.  Şikâyetin konusu, ihale süreci boyunca idare tarafından yapılan eylem ve işlemlerdir. İhale sürecinden neyin kastedildiği, 03.01.2009 tarihli ve 27099 sayılı Resmî Gazetede yayımlanan İhalelere yönelik Başvurular Hakkında Yönetmelikin 3. maddesinde  şu şekilde düzenlenmiştir: İhale süreci, ihale yetkilisince  ihale  onayının  verildiği  tarihten  itibaren  başlayan, sözleşmenin veya  çerçeve  anlaşmanın taraflarca  imzalanıp  notere onaylattırılması ve tescili ile noter onayı ve tescili gerekmeyen hallerde ise sözleşmenin veya çerçeve anlaşmanın taraflarca imzalanmasıyla tamamlanan süreci ifade eder. İhale süreci, bir dizi farklı türde ve nitelikte işlem ve eylemin  yapılması  sonucu  ortaya  çıkan  bir  süreci  ifade  etmektedir.  Bu bakımdan, ihale yetkilisi tarafından ihale onayının verildiği tarihten itibaren, sözleşmenin taraflarca imzalanıp notere onaylattırılması ve tescili veya noter onayı  ile  tescilinin  gerekmediği  durumlarda  sözleşmenin  taraflarca imzalanması  aşamasına  kadar  geçen  süreçteki  idari  eylem  ve  işlemlerin şikâyete konu edilmesi mümkündür.                                                   4   Pars Tuğlacı, Okyanus 20. Yüzyıl Ansiklopedik Türkçe Sözlük Cilt III, Pars Yayınevi, İstanbul, 1974, s. 2732. 5   Bekir Mustafa Yılmaz, Kamu Alımlarında İdari Denetim, Yetkin Yayınları, Ankara, 2007, s. 132; Abdullah Erbaş, İhalelere Karşı Yapılan Başvurular, Belediye Dünyası, C. 4, S. 10, 2003, s. 37 vd. (Nakleden-Uz, op.cit., 389) 6   Erbaş, op.cit., s. 37 vd.  7   Gürsel Özkan, Danıştay Kararları Işığında Kamu İhale Hukukuna Egemen Olan İlkeler, Yetkin Yayınları, Ankara, 2014, s. 28-30. 8   Oğuz Sancakdar, op.cit., s. 3846. 298Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 295-331       Kamu İhale Kurumu nun İhale Sürecindeki… Şikâyet mekanizmasını işletebilecek olanlar, bir hak kaybına veya zarara uğradığını veya zarara uğramasının muhtemel olduğunu iddia eden aday, istekli ya da istekli olabileceklerdir. Doğal olarak, aday, istekli veya istekli olabilecekler  ihale  sürecindeki  işlem  veya  eylemlerin  hukuka  aykırılığı iddiasıyla şikâyet başvurusunda bulunabileceklerdir. 4734 sayılı Kanun, hukuka aykırı olduğu iddia edilen işlem veya eylemlerin farkına varıldığı veya farkına varılmış olması gereken tarihi izleyen günden itibaren olmak üzere beş ve  on  günlük  farklı  başvuru  süreleri  öngörmüştür.  Pazarlık  usulünü düzenleyen 21. maddenin b) ve c) fıkralarına göre yapılan ihalelerde ilan yapılması zorunluluğu bulunmamaktadır. Söz konusu hükümlerde doğal afet, salgın hastalıklar, can veya mal kaybı tehlikesi ile savunma ve güvenlikle ilgili özel  durumların  ortaya  çıkması  halinde  ihalenin  ivedi  olarak  yapılması durumu düzenlenmektedir. Bu hükümlere göre yapılmış olan ihalelerde beş gün içerisinde, diğer ihalelerde ise on gün içerisinde ihaleyi yapan idareye şikâyet başvurusu yapılmalıdır. Ancak, Kanun a göre başvurunun sözleşme yapılmadan önce yapılması gerektiğini belirtmek gerekmektedir.  İdareye  şikâyet  başvurusunda  bulunacak  olanların  şikâyet  ehliyetini sağlaması  gerekmektedir.  Kanuna  göre  bunlar  aday,  istekli  veya  istekli olabilecek  olanlardır.  Buna  karşın  aday,  istekli  veya  istekli  olabilecek sıfatına sahip olmayıp ihale sürecinde tesis edilen işlem veya eylemlerden dolayı hak veya menfaatlerinin ihlal edilmiş olduğunu ileri süren kişiler şikâyet yoluna başvurmadan 2577 sayılı İdari Yargılama Usul Kanunu nda öngörülmüş usullere göre doğrudan idari yargıda dava açabilirler. Nitekim,                                                  9   Abdullah Uz, Kamu İhale Hukuku, Turhan Kitabevi, Ankara, 2005, s. 395.  10  Oğuz Sancakdar - Lale Burcu Önüt - Eser Us Doğan - Mine Kasapoğlu Turhan - Serkan Seyhan,  İdare Hukuku Teorik Çalışma Kitabı, Seçkin Yayınları, 8. Baskı, Ankara, 2019, s. 603.  11  4734 sayılı Kanun un 4. maddesinde bu kişiler şu şekilde tanımlanmıştır:    Aday: Ön yeterlik için başvuran gerçek veya tüzel kişileri veya bunların oluşturdukları ortak girişimleri,  İstekli: Mal veya hizmet alımları ile yapım işlerinin ihalesine teklif veren tedarikçi, hizmet sunucusu veya yapım müteahhidini,  İstekli olabilecek: İhale konusu alanda faaliyet gösteren ve ihale veya ön yeterlik dokümanı satın almış gerçek veya tüzel kişiyi ya da bunların oluşturdukları ortak girişimi, … ifade eder. 12  Kemal Gözler, İdare Hukuku Cilt II, Ekin Yayınevi, 3. Baskı, Bursa, 2019, s. 148; Danıştay 10. Dairesinin Kararı, T. 26.11.2004, E. 2004/8257, K. 2004/7618: Davalı idarece, dava konusu yapılan ihale sürecinin, İhale Komisyonu'nun ihale sonucuna ilişkin kararının Özelleştirme Yüksek Kurulu nca onaylanması ile tamamlandığı, ancak ÖYK Kararı ile hukuk düzeninde değişiklikler meydana getirebilecek olan ihale komisyonu kararının davaya konu edilemeyeceği öne sürülmektedir. Ayrılabilir işlem teorisine göre, birden çok işlemden oluşan bir süreçte, işlemlerden her birinin nihai işlemden ayrı, ondan bağımsız bir 299Hayrettin YILDIZ                                                   Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 295-331  sayılan sıfatlardan birine sahip olmayan başvurucunun dava açma imkanının bulunduğunu Danıştay ın da kabul ettiği görülmektedir.  Olayda, davacının ihaleye davet edilmesi ve kendisine ihale dokümanı verilmesi talebiyle idareye başvuruda bulunduğu ve bu nedenle henüz istekli veya istekli olabilecek sıfatını kazanmamış olduğu görüldüğünden; davacı tarafından, ihale sürecinde menfaatini etkileyen ve hukuka aykırı olduğu iddia edilen işlemlerle ilgili olarak şikâyet ve itirazen şikâyet başvuru yollarına gidilmeksizin doğrudan dava açılabilmesi mümkündür13. 4734  sayılı  Kanun un  55.  maddesine  göre  idare,  şikâyet  başvurusu üzerine gerekli incelemeyi yaparak on gün içinde gerekçeli bir karar alır. Alınan karar, şikâyetçi ile diğer aday veya istekliler ile istekli olabileceklere karar tarihini izleyen üç gün içinde bildirilir. İlan ile ihale veya ön yeterlik dokümanına  yönelik  başvurular  dışında  istekli  olabileceklere  bildirim yapılmaz. Belirtilen süre içinde bir karar alınmaması durumunda başvuru sahibi tarafından karar verme süresinin bitimini, süresinde alınan kararın uygun bulunmaması durumunda ise başvuru sahibi dahil aday, istekli veya istekli olabilecekler tarafından idarece alınan kararın bildirimini izleyen on gün  içinde  Kamu  İhale  Kurumu na  itirazen  şikâyet  başvurusunda bulunulabilir.  Şikâyet başvurusunun hukuki sonucu, başvuru üzerine alınan kararın son bildirim tarihini, süresi içerisinde bir karar alınmaması halinde ise bu sürenin bitimini  izleyen  tarihten  itibaren  on  gün  geçmeden  ihaleyi  neticeye bağlayacak  olan  sözleşmenin  imzalanamamasıdır.  Dolayısıyla,  şikâyetin varlığına rağmen, şikâyet karara bağlanmadan sözleşme akdedilmesi hukuka aykırı  olacaktır.  Aynı  netice,  itirazen  şikâyet  başvurusunda  bulunulması durumunda da geçerlidir. Zira Kanun un 55. maddesinin son fıkrasına göre, itirazen  şikâyet  başvurusunda  bulunulmadığı  hususuna  ilişkin  sorgulama yapılmadan  veya  itirazen  şikâyet  başvurusunda  bulunulması  halinde  ise Kurum tarafından nihai karar verilmeden sözleşme imzalanamaz.  Yapılan şikâyetten sonra idarenin on gün içerisinde bir karar alması gerekmektedir.  Şikâyet  üzerine  idarenin  alabileceği  kararlar  ile  itirazen şikâyet üzerine Kamu İhale Kurulu nun alabileceği kararlar aynı maddede özdeş şekilde düzenlenmiştir. Kamu İhale Kanunu nun 54. maddesine göre                                                  kimliği veya etkisi var ise, iptal davasının konusunu oluşturmak bakımından, içinde bulunduğu idari süreçten ayrılarak iptal davasına konu olabilecekleri kabul edilmektedir. Bu durumda, davalı idare iddiasının aksine davaya konu edilen İhale Komisyonu kararı, kesin, yürütülmesi zorunlu bir işlem olup, tek başına idari davaya konu edilebilecek niteliktedir. 13  Danıştay 13. Dairesinin Kararı, T. 02.11.2015, E. 2015/4344, K. 2015/3712.  300Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 295-331       Kamu İhale Kurumu nun İhale Sürecindeki… başvurular üzerine ihaleyi yapan idare (veya Kurum) tarafından gerekçeli olarak;  a)  İhale  sürecinin  devam  etmesine  engel  oluşturacak  ve  düzeltici işlemle giderilemeyecek hukuka aykırılığın tespit edilmesi halinde ihalenin iptaline,  b)  İdare tarafından düzeltme yapılması yoluyla giderilebilecek ve ihale sürecinin kesintiye uğratılmasına gerek bulunmayan durumlarda, düzeltici işlem belirlenmesine,  c)  Başvurunun süre, usul ve şekil kurallarına uygun olmaması, usulüne uygun  olarak  sözleşme  imzalanmış  olması  veya  şikâyete  konu işlemlerde  hukuka  aykırılığın  tespit  edilememesi  veya  itirazen şikâyet  başvurusuna  konu  hususun  Kurumun  görev  alanında bulunmaması hallerinde başvurunun reddine,  karar verilir.  İptal kararında şikâyet konusu işlemin varlığına geçmişe etkili olarak son verilirken, düzeltici işlem belirlenmesinde işleme son verilmemekte sadece işleme ilişkin eksikliklerin giderilmesine ilişkin karar alınmaktadır. Şikâyete konu kararın, hukuka aykırılık barındırmaması durumunda ise başvurunun reddi kararı verilmektedir. Bu arada, ihaleyi yapan idarenin süresi içerisinde şikâyete cevap vermeyerek, zımni ret şeklinde de işlem tesis edebileceği de belirtilmelidir. İhaleyi yapan idarenin alabileceği kararlar ile Kamu İhale Kurulu  tarafından  verilecek  olan  kararlar  büyük  oranda  örtüştüğünden, kararların  niteliğine  ilişkin  açıklamalara  Kamu  İhale  Kurumu nun  ihale sürecinde alabileceği kararlar başlığı altında daha ayrıntılı bir şekilde yer verilmiştir.                                                   14  Kamu İhale Kanunu Madde 55/4: Belirtilen süre içinde bir karar alınmaması durumunda başvuru sahibi tarafından karar verme süresinin bitimini, süresinde alınan kararın uygun bulunmaması durumunda ise başvuru sahibi dahil aday, istekli veya istekli olabilecekler tarafından idarece alınan kararın bildirimini izleyen on gün içinde Kuruma itirazen şikâyet başvurusunda bulunulabilir.; Kamu İhale Kurulu nun, idarenin mevzuatta sayılan kararlar dışında karar vermesini hukuka uygun görmediği görülmektedir: Kamu İhale Kurulu Kararı, T. 24.03.2011, K. 2011/UH.II-1096: Kamu İhale Kanunu ve İhalelere Yönelik Başvurular Hakkında Yönetmeliğin yukarıda zikredilen hükümleri uyarınca, şikâyet başvurusu üzerine idarenin karar alma süresi on gün olup, alınacak karar türleri de ihalenin iptali, düzeltici işlem ve başvurunun reddi olmak üzere üç karardan ibarettir. On günlük karar alma süresinde  alınacak  olan;  değerlendirmenin  vergi  dairesinden  gerekli  bilgilerin edinilmesinden sonra yapılacağı yönündeki karar, ihale mevzuatında tanımlanmış bir karar türü olmayıp, karar alma süresinde şikâyet başvurusunu esastan sonuçlandıran başka bir karar alınmaması durumunda, süresi içinde bir karar alınmaması durumu ortaya çıkmakta ve başvuru sahibi tarafından on günlük karar verme süresinin bitimini izleyen on gün içinde Kuruma itirazen şikâyet başvurusunda bulunulması gerekmektedir. 301Hayrettin YILDIZ                                                   Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 295-331  II.  KAMU  İHALE  KURUMU NA  BAŞVURU:  İTİRAZEN ŞİKÂYET YOLU İtirazen şikâyet, şikâyet yoluyla idareye yapılan başvuru üzerine idare tarafından  alınan  kararın  uygun  bulunmaması  veya  süresi  içinde  karar alınmaması  hallerinde  veya  şikâyet  ya  da  itirazen  şikâyet  üzerine  idare tarafından alınan ihalenin iptali kararlarına karşı Kamu İhale Kurumu na yapılabilecek olan başvurudur. İhale sürecindeki hukuka aykırı işlem veya eylemler  nedeniyle  bir  hak  kaybına  veya  zarara  uğradığını  veya  zarara uğramasının muhtemel olduğunu iddia eden aday veya istekli ile istekli olabilecekler, 4734 sayılı Kanun da belirtilen şekil ve usul kurallarına uygun olmak şartıyla itirazen şikâyet başvurusunda bulunabilirler. İtirazen şikâyet başvurunun yapılabilmesi için şikâyet yolunun tüketilmiş olması gerekir. Aksi durumda, yani idareye başvuruda bulunulması gerekirken doğrudan Kurum a başvuruda bulunulması veya idareye başvurulmuş olmakla birlikte Kurum un haberdar edilmesi için başvuru yapılması, ya da idarenin on günlük karar alma süresi  beklenilmeden  başvuru  yapılması  hallerinde,  başvurular  İhalelere Yönelik Başvurular Hakkında Yönetmeliğin 15. maddesi gereği ihaleyi yapan idareye gönderilmektedir.  4734 sayılı Kanun un 4 Ocak 2002 tarihinde kabul edilmiş olan ilk halinde Kurul a yapılacak başvuru için itirazen şikâyet ifadesi değil, idareye yapılacak başvuru için kullanılan şikâyet ifadesi tercih edilmişti. Esasında, Kanun un ilk halinde kullanılan şikâyet kavramının, en azından Kurul a yapılan başvuru anlamında, niteliği itibariyle isabetli ve doğru bir tercihi yansıttığı ifade edilebilir. Zira, bu durumda gerçekten de idarenin bir işlemi Kurul a şikâyet edilmiş olmaktaydı. Ancak iki aşamalı bir denetimde her iki aşamanın aynı kavramla ifade edilmesi yerinde bulunmadığından bu hususta değişikliğe gidilmiştir. Yeni kavramın ilk başta itirazen inceleme şeklinde düşünüldüğü ancak kanunlaştırma aşamasında itirazen şikâyet ifadesinin benimsendiği görülmektedir.  İtirazen  şikâyetin  konusu,  ihalenin  başlangıcından  sözleşmenin imzalanmasına kadar olan süreç içerisinde idarece yapılan işlemlerde mevzuat hükümlerine uygun olmadığı ileri sürülen hususlara ilişkin olarak şikâyet                                                  15  4.1.2002 tarihinde kabul edilmiş olan 4734 sayılı Kanun un 56. maddesinin birinci fıkrasının ilk hali: İhalelere ilişkin olarak yapım müteahhidi, tedarikçi ya da hizmet sunucusu tarafından, Kurumun nihai kararları üzerine yargıya başvurma hakkının saklı olduğu da belirtilmek suretiyle bu Kanun hükümlerine uygun olmadığı iddia edilen ve düzeltilmesi istenilen durumların bildirilmesi kaydıyla, yukarıda belirtilen hallerde ve sürede Kuruma sözleşme imzalanmadan önce şikâyette bulunulabilir. 16  Uz, op.cit., s. 390.  302Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 295-331       Kamu İhale Kurumu nun İhale Sürecindeki… üzerine  idarenin  almış  olduğu  kararlardır.  Bu  bakımdan,  mevzuat  temel alındığında,  itirazen  şikâyete  konu  olabilecek  ve  dolayısıyla  incelenecek hususlar, şikâyet yolunda itiraz edilen idari karar ve eylemlerdir. Ayrılabilir işlem teorisi gereği, ihale süreci boyunca idarenin kamu gücüne dayanarak aldığı her karar, müstakil bir işlem şeklinde değerlendirilerek şikâyete ve itirazen şikâyete konu edilebilir. Bu bakımdan, ihalenin onaylanması, ilanı, yaklaşık maliyet tespitine ilişkin karar, ihale komisyonunun kurulması ve ihale komisyonun aldığı kararlar gibi işlemler itirazen şikâyete konu olabilir.  Kamu  İhale  Kurumu nun  itirazen  şikâyet  üzerine  yaptığı  inceleme sonucunda ilgili idarenin yeni bir işlem tesis etmesi durumunda bu işleme karşı da – öncelikle ilgili idareye şikâyet başvurusu yapmak koşuluyla – Kurum a itirazen şikâyet başvurusunda bulunmak mümkündür:  Bu durumda; dava konusu işlemin, uyuşmazlık konusu ihale ile ilgili yapılan itirazen şikayet başvurusu üzerine tekliflerin yeniden değerlendirilmesi ve bu aşamadan sonraki ihale işlemlerinin mevzuata uygun olarak yeniden gerçekleştirilmesi gerektiği yönündeki Kamu İhale Kurulu kararı uyarınca, ihaleye katılan firmaların tekliflerinin yeniden  değerlendirilmesi  üzerine  ihalenin  sonuçlandırılmasına yönelik olarak tesis edildiği, diğer bir deyişle, ihalenin kaldığı aşamaya dönüldüğü, Kamu İhale Kurulu kararı uyarınca ihale işlemleri kaldığı yerden itibaren yeniden yapıldığından, tesis edilen bu yeni işleme karşı, 4734 sayılı Kanun hükümleri uyarınca, öncelikle ihaleyi yapan idareye şikâyette bulunulması, anılan idarenin kararı üzerine de Kamu İhale Kurumu'na itirazen şikâyet başvurusu yapılması, idarî dava açılmadan önce  tüketilmesi  zorunlu  yollar  olduğundan  ve  bu  yollar tüketilmeksizin  açılan  davalarda,  2577  sayılı  Kanun'un  14.  ve  15. maddeleri  hükümlerinin  uygulanması  gerektiğinden,  dava  konusu işleme karşı idarî başvuru yolları tüketilmeden açılan davada, idarî mercii tecavüzü bulunması nedeniyle, 4734 sayılı Kanun'un belirtilen hükümleri doğrultusunda merciine tevdi kararı verilmesi gerekirken, dava  konusu  işlemin  idarî  davaya  konu  edilebilecek  kesin  ve yürütülmesi zorunlu bir işlem niteliğinde bulunmadığı gerekçesiyle davanın reddi yönünde karar verilmesinde usul hükümlerine uyarlık bulunmamaktadır20.                                                  17  Yılmaz, op.cit., s. 183.  18  İlan işlemi, bir kez uygulanmak bakımından birel işlemle, muhatabı ismen belli olmadığı için  düzenleyici  işlemle  benzerlik  gösterdiğinden  niteliği  itibariyle  genel  karar mahiyetindedir. Bkz. Uz, op.cit., s. 388.  19  Yılmaz, op.cit., s. 170.  20  Danıştay 13. Dairesinin Kararı, T. 30.05.2011, E. 2008/6819, K. 2011/2532.  303Hayrettin YILDIZ                                                   Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 295-331  Kamu İhale Kurumu na itirazen şikâyet başvurusunda bulunabilmek için 4734 sayılı Kanun un 55. maddesinin dördüncü fıkrasında yer alan sürelere uyulması  gerekmektedir.  Bu  başvurunun  yapılabilmesi  için  ayrıca sözleşmenin  imzalanmamış  olması  da  gerekmektedir.  İtirazen  şikâyet başvurusunda süre kural olarak on gündür. On günlük başvuru süresi, şikâyet başvurusu üzerine süresi içinde bir karar alınmaması durumunda başvuru sahibi tarafından karar verme süresinin bitimini, süresinde alınan kararın uygun bulunmaması durumunda ise başvuru sahibi dahil aday, istekli veya istekli  olabilecekler  tarafından  idarece  alınan  kararın  bildirimini  izleyen tarihten itibaren işlemeye başlar. Ancak, ihalenin iptaline ilişkin işlem ve kararlardan, şikâyet ve itirazen şikâyet üzerine alınan kararlara karşı başvuru süresi beş gün olarak düzenlenmiştir.  III.  KAMU  İHALE  KURUMU NUN  İHALE  SÜRECİNDEKİ KARARLARI Kanun un  53.  maddesinde  Kurum un  İhalenin  başlangıcından sözleşmenin  imzalanmasına  kadar  olan  süre  içerisinde  idarece  yapılan işlemlerde bu Kanun ve ilgili mevzuat hükümlerine uygun olmadığına ilişkin şikâyetleri inceleyerek sonuçlandırma yetkisinin bulunduğu belirtilmiştir. Hükümde geçen ihalenin başlangıcından sözleşmenin imzalanmasına kadar olan süre ihale süreci olarak ifade edilmektedir. Dolayısıyla Kurum un ihale sürecinde  sözleşmenin  imzalanmasından  önce  idare  tarafından  yapılan işlemlere ilişkin başvuruları değerlendirmek ve karara bağlamak konusunda yetkili olduğu belirtilebilir. Örneğin Kanun un 5. maddesinde idarelerin bu Kanuna  göre  yapılacak  ihalelerde;  saydamlığı,  rekabeti,  eşit  muameleyi, güvenirliği, gizliliği, kamuoyu denetimini, ihtiyaçların uygun şartlarla ve zamanında karşılanmasını ve kaynakların verimli kullanılmasını sağlamakla sorumlu olduğu ifade edilmiş, takip eden fıkrada eşik değerlerin altında kalmak amacıyla mal veya hizmet alımları ile yapım işleri(nin) kısımlara bölünemeyeceği  belirtilmiştir.  Dolayısıyla  idarelerin  saydamlık,  eşit muamele veya güvenirlilik ilkelerin aykırı işlemler tesis etmesi veya eşik değerlerin altında kalmak amacıyla mal ve hizmet alımları ile yapım işlerini kısımlara  bölme  yönündeki  işlemleri  Kurum  tarafından  denetlenerek haklarında karar tesis edilebilecektir.                                                   21  Ancak Kanun un 46. maddesi gereği ihale dokümanında sözleşmenin noterde tescili veya onaylattırılması öngörülmüşse bu durumda sözleşme onay veya tescil ile tamamlanacaktır. Bkz. İlhami Öztürk, Kamu İhale Kanunu nda Düzenlenen Şikâyet ve İtirazen Şikâyet Başvuru Sürelerinin Hukuki Niteliği, Ankara Barosu Dergisi, Yıl: 67, Sayı: 3, 2009, s. 133. 304Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 295-331       Kamu İhale Kurumu nun İhale Sürecindeki… Konunun  esasına  geçmeden  önce  Kurul un  ihaleden  yasaklama kararlarını  denetleme  yetkisini  kendisinde  görmeyerek  buna  yönelik başvuruları  reddettiğini  belirtmekte  yarar  bulunmaktadır:  İhalelerden yasaklama  kararlarına  karşı  Kamu  İhale  Kurumuna  başvuruda bulunulacağına ve bu kararlardan doğan zararların giderilmesi yolunda hüküm  verileceğine  dair  yetki  ve  görev  Kamu  İhale  Kurumuna verilmediğinden ihalelerden yasaklama kararlarına karşı idari yargıda dava açılması gerekmektedir. Bu itibarla idarece başlatılan yasaklama işlemlerinin mevzuata  uygunluğu  denetimine  ilişkin  başvurunun  görev  yönünden reddedilmesi gerektiği sonucuna varılmıştır22. Kurul un, ihaleden yasaklama kararlarını,  ihale sürecinde tesis edilen  işlemler arasında değerlendirerek denetlemesine bir engel bulunmadığını ve bazı durumlarda da bu kararların ihale  sonucunu  değiştirebilecek  nitelikte  olduğunu  dikkate  alarak denetlemesinde yarar bulunduğunu belirtmek gerekir.  Kurum  ilk  zamanlarda,  ihaleden  yasaklama  kararları  hakkındaki tutumuna  benzer  bir  yaklaşımı  idare  tarafından  verilen  ihalenin  iptali kararlarında da göstermiştir. 4734 sayılı Kanun un 39. maddesinde, ihale komisyonu kararı üzerine idarenin, verilmiş olan bütün teklifleri reddederek ihaleyi  iptal  etmekte  serbest  olduğu  ve  bütün  tekliflerin  reddedilmesi nedeniyle  idarenin  herhangi  bir  yükümlülük  altına  girmeyeceği düzenlenmiştir. Dolayısıyla idarenin ilan etmiş olduğu ihaleyi tamamlamak konusunda bir zorunluluğa tabi olmadığı, ihalenin iptali konusunda takdir yetkisinin  bulunduğu  düşünülebilir.  Nitekim  Kamu  İhale  Kurumu  da kuruluşundan 2004 yılına kadar vermiş olduğu birçok kararda, idarenin iptal kararlarını denetlemek konusunda kendisini yetkili görmemiştir. Kurum, iptal kararının,  idarenin  işlemini  geçmişe  etkili  şekilde  ortadan  kaldırdığı düşüncesinden  hareketle,  artık  bir  işlem  veya  ihale  olmadığı değerlendirmesini  yaparak  iptal  kararlarını  denetlememiştir.  Kurum un Kanun un 39. maddesindeki hükmün lafzi yorumundan hareketle ihalenin                                                  22  Kamu İhale Kurulu Kararı, T. 26.04.2019, K. 2019/UY.I-525.  23 Uz, op.cit., s. 431.  24 Kamu İhale Kurulu Kararı, T. 11.12.2003, K. 2003/UK.Z-824: Bütün bu ihale iptali durumlarında geçmişe yönelik olarak ihale işlemleri geçersiz sayılmış olmakta ve artık ortada bir ihaleden ve ihaleye ilişkin bir süreçten bahsetme olanağı kalmadığından Kamu İhale Kurumuna da bir şikayet başvurusunda bulunma olanağından söz edilemez. Bu işlemlerin ancak idari yargıda idari işlemin unsurları (yetki, şekil, sebep, konu, maksat) açısından  hukuka  aykırı  olduğu  savıyla  dava  konusu  edilmesi  mümkün bulunmaktadır.  Belirten bu durum nedeniyle; ihalenin idarece iptaline yönelik şikâyet başvurusunun  esasını  inceleme  konusunda  Kamu  İhale  Kurumunun  yetki  ve  görevi bulunmamaktadır. Ayrıca bkz. Kamu İhale Kurulu Kararı, T. 19.11.2003, K. 2003/UK.Z773.  305Hayrettin YILDIZ                                                   Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 295-331  iptaline ilişkin kararların denetlenemeyeceği sonucuna ulaşmış olması ihtimal dahilindedir. Buna karşın, ihalenin iptali konusunda idarenin takdir yetkisi olsa da bu yetki hukuk devleti ilkesi ile çelişebilecek keyfi karar alma yetkisi olarak düşünülemez. Nitekim Danıştay ın da takdir yetkisinin denetimine ilişkin birçok kararı bulunmaktadır.  Kamu ihale hukukunda da aynı durum geçerlidir.  Buna  karşın  Kurum un,  iptal  kararlarının  denetlenmeyeceği yönündeki tutumu bir süre sonra tereddüde yol açmış ve bu tereddüdün giderilmesi  amacıyla  görüşü  talep  edilmek  üzere  Danıştay  1.  Dairesi ne başvurulmuştur. 1. Daire de ihale sürecinde alınan kararların itirazen şikâyet denetimine konu olabileceğini, iptal kararlarının da ihale sürecinde alınan kararlardan olduğunu belirtmiş ve Kurul un bu kararları denetlemeye yetkisi olduğu yönünde görüş bildirmiştir. Buna rağmen Kurul, iptal kararlarını denetlemek konusunda eski tutumunu bir süre daha devam ettirmişse de daha sonra bu görüşünü terk ederek ve iptal kararlarını denetleme konusunda yetkisi olduğunu kararlarında açıkça dile getirerek, eski tutumunu, söz konusu iptal  kararlarını  inceleme  yönünde  değiştirmiştir.  Sonuç  olarak,  iptal                                                  25  Danıştay 5. Dairesinin Kararı, T. 18.12.2007, E. 2005/452, K.  2007/7033: Anılan madde ile memurların naklen atanmaları konusunda idarelere takdir yetkisi tanınmış olmakla beraber, bu yetkinin kamu yararı ve hizmet gerekleri göz ardı edilerek kullanıldığının idari yargı merciince saptanması halinde idari işlemin neden ve amaç yönlerinden hukuka aykırılığı nedeniyle iptalini gerektireceği yerleşmiş yargısal içtihatlarla kabul edilmiş bulunmaktadır.; Danıştay 12. Dairesinin Kararı, T. 19.06.1995, E. 1995/773, K. 1995/1523: … idareye, 3 yıl süre ile atanan yönetim kurulu üyelerinin bu süre dolmadan atandıkları usule uygun olarak görevden alınabilmeleri konusunda takdir yetkisi tanındığı açık olup, bu yetkinin  kamu  yararı  ve  hizmet  gerekleri  göz  ardı edilerek kullanıldığının kanıtlanması ya da İdari Yargı merciince saptanması halinde, dava konusu işlemin sebep ve maksat yönlerinden hukuka aykırılığı nedeniyle iptalinin gerektiği yerleşmiş yargısal içtihatlarla kabul edilmiş bulunmaktadır. 26   Danıştay 6. Dairesinin Kararı, T. 21.06.2000, E.1999/5729, K. 2000/4168: Anılan yasal düzenleme uyarınca ita amirlerinin ihale kararlarını onaylamak ya da onaylamayarak ihaleyi iptal etmek konusunda takdir yetkisinin bulunduğu açık ise de; bu yetkinin kullanımı keyfi ve mutlak olmayıp sebep ve amaç yönlerinden yargı denetimine tabidir. Yargısal denetim ise anılan unsurlar çerçevesinde takdir hakkının kamu yararı ve hizmet gereklerine uygun kullanıp kullanılmadığını saptamaya yönelik olacaktır. 27  Danıştay 1. Dairesinin Kararı, T. 13.04.2004, E. 2004/36, K. 2004/42: Yukarıda açıklanan hükümlerden,  Kamu  İhale  Kurumunun,  ihalelerin  başlangıcından  ihale  sözleşmesinin imzalanmasına kadar olan süre içerisinde, idarece yapılan işlemlerin mevzuata aykırı olduğuna ilişkin şikayetleri inceleyerek bu şikayetleri sonuçlandırmakla görevli ve yetkili olduğu açıktır. Bu durumda, ihalelerin iptaline ilişkin idarenin işlemlerinin de ihale süreci içerisinde yapılan idari bir işlem olması nedeniyle Kamu İhale Kurumunun bu işlemlere karşı yapılacak şikayetleri incelemeye yetkili olduğu sonucuna varılarak dosyanın Danıştay Başkanlığına sunulmasına 13.4.2004 gününde oybirliğiyle karar verildi. 28  Kamu İhale Kurulu Kararı, T. 21.12.2004, K. 2004/UY.Z-1817: İhalenin iptali durumunda geçmişe yönelik olarak ihale işlemleri geçersiz sayılmış olmakta ve artık ortada bir ihaleden 306Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 295-331       Kamu İhale Kurumu nun İhale Sürecindeki… kararının incelenmesi şeklindeki anlayışın Kurum tarafından benimsendiği ve yakın zamandaki kararlarında da devam ettiği görülmektedir.   Kurum, idare tarafından verilen iptal kararlarını denetlerken idari yargı makamlarının kullandığı ifadelere benzer ifadeler kullanmakta ve idarenin takdir yetkisinin  varlığını  evleviyetle kabul  etmekle beraber bu yetkinin kamu yararı ve hizmet gerekleri ile sınırlı olduğuna dikkat çekmektedir. Ancak, takdir yetkisinin denetiminin hukuk sınırları içinde kalmasına ve bu denetimin yerindelik denetimine dönüşmemesine dikkat edilmesi gerektiğini belirtmekte yarar bulunmaktadır.   Bununla beraber Kamu İhale Kurumu, 28 Ocak 2009 tarihli 27124 sayılı Resmî  Gazete de  yayımladığı  İhalelere  Yönelik  Başvurular  Hakkında Tebliğin 8. maddesinde idarenin iptal kararları dolayısıyla yapılabilecek başvuruları sınırlandırmış ve Tebliğde yer alan hükümlere dayanarak bazı başvuruları reddetmiştir. Kurum, bahsi geçen sekizinci maddede şikâyet                                                  ve ihaleye ilişkin bir süreçten bahsetme olanağı kalmamaktadır. Bu durumda anılan işlemin ancak idari işlemin unsurları açısından hukuka aykırı olduğu savıyla incelenmesi mümkün bulunmakta olup, bu tür uyuşmazlıklarda, takdir yetkisinin kamu yararı ve hizmet gereği ölçütü  dikkate  alınarak  kullanılıp  kullanılmadığının  incelenmesi  ve  irdelenmesi gerekmektedir. Ayrıca bkz. Kamu İhale Kurulu Kararı, T. 21.12.2004, K. 2004/UY.Z1812. 29  Kamu İhale Kurulu Kararı, T. 26.12.2019, K. 2019/UH.I-1756: … ihalede geçerli teklif kalmadığı ifade edilmekte ise de ilk komisyon kararında geçerli olan iki teklif için yeni bir değerlendirme bulunmadığı görüldüğünden ihalenin avantajlı teklif kalmadığı gerekçesiyle iptal edilmesinde mevzuata uygunluk bulunmamıştır. Başvuru sahibinin iddiası yerinde bulunmuştur. 30  Düzenleyici  denetleyici  kurumların  yarı-yargısal  veya  yargı  benzeri  bir  faaliyet yürüttükleri sıkça dile getirilen bir olgudur. M. Ayhan Tekinsoy, Bağımsız İdari Otoriteler ve Regülasyon Anlayışı – Tartışmalar, Sorunlar, Ankara Barosu Dergisi, S. 2, 2007, s. 121; Ayrıca bkz. Sever, op.cit., s. 206.  31  Kamu İhale Kurulu Kararı, T. 25.12.2006, K. 2006/UK.Z-3271: 4734 sayılı Kanun un İhalenin karara bağlanması ve onaylanması başlıklı 40ıncı maddesinin … 6 ncı fıkrasında, İhale yetkilisi, karar tarihini izleyen en geç beş iş günü içinde ihale kararını onaylar veya gerekçesini  açıkça  belirtmek  suretiyle  iptal  eder.  hükümleri  öngörülmüştür.  Anılan hükmün 7 nci fıkrasında da, İhale; kararın onaylanması halinde geçerli, iptal edilmesi halinde ise hükümsüz sayılır. denilmektedir. Anılan hüküm uyarınca ihalenin iptali konusunda idarenin takdir yetkisi bulunmakta ise de bu yetki mutlak ve sınırsız olmayıp, kamu yararı ve hizmet gerekleriyle sınırlıdır.; Kamu İhale Kurulu Kararı, T., 20.01.2016, K. 2016/UH.I-223: 4734 sayılı Kamu İhale Kanununun 39 uncu maddesinde;  İhale komisyonu kararı üzerine idare, verilmiş olan bütün teklifleri reddederek ihaleyi iptal etmekte serbesttir.  hükmü bulunmaktadır.  Anılan madde hükmü ile ihalenin iptali konusunda idareye verilen takdir yetkisi, mutlak ve sınırsız olmayıp, kamu yararı ve hizmet gerekleri ile sınırlıdır.  32  Kamu  İhale  Kurulu  Kararı,  T.  01.08.2019,  K.  2019/UY.IV-867:İhalelere  Yönelik Başvurular Hakkında Tebliğ in İtirazen şikâyet başvurusu başlıklı 8 inci maddesinde 307Hayrettin YILDIZ                                                   Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 295-331  üzerine  idare  tarafından  alınan  iptal  kararlarına  karşı  itirazen  şikâyet başvurusu yapılabileceğini kabul etmekte ancak bu başvuruları şu şekilde sınırlamaktadır: İhalenin  iptali  kararlarından  sadece  aşağıda  belirtilenler  itirazen şikâyete konu edilebilir:  a)   Şikâyet  başvurusu  üzerine  idare  tarafından  şikâyet  dilekçesinin kayıtlara alındığı tarih veya sonrasında herhangi bir nedenle idare tarafından alınan iptal kararları. b)   İtirazen şikâyet üzerine Kurul tarafından başvurunun reddine veya düzeltici  işlem  belirlenmesine  karar  verildikten  sonra  idare tarafından alınan iptal kararları. (3)  Herhangi bir şikâyet veya itirazen şikâyet başvurusu olmaksızın idare  tarafından  alınan  ihalenin  iptali  kararlarına  karşı  Kuruma itirazen şikâyet başvurusunda bulunulamayacağından, bu kararlar ancak idari yargı mercilerinde dava konusu edilebilir. Dolayısıyla, Kamu İhale Kurumu her iptal kararını değil sadece kendi çıkardığı Tebliğ de yer alan nedenlerle verilen iptal kararlarını itirazen şikâyet üzerine incelemektedir. Buna karşın Kanunda bu şekilde bir sınırlamadan söz edilmediği  görülmektedir.  Bu  bakımdan,  Kurul un  kendi  çıkardığı                                                  de …(2) İhalenin iptali kararlarından sadece aşağıda belirtilenler itirazen şikâyete konu edilebilir: a) Şikâyet başvurusu üzerine idare tarafından şikâyet dilekçesinin kayıtlara alındığı tarih veya sonrasında herhangi bir nedenle idare tarafından alınan iptal kararları. b) İtirazen şikâyet üzerine Kurul tarafından başvurunun reddine veya düzeltici işlem belirlenmesine karar verildikten sonra idare tarafından alınan iptal kararları. (3) Herhangi bir şikâyet veya itirazen şikâyet başvurusu olmaksızın idare tarafından alınan ihalenin  iptali  kararlarına  karşı  Kuruma  itirazen  şikâyet  başvurusunda bulunulamayacağından,  bu  kararlar  ancak  idari  yargı  mercilerinde  dava  konusu edilebilir. açıklamasına yer verilmiştir. Yapılan incelemede, 04.07.2019 tarihinde alınan ihale komisyonu kararında  …4734 sayılı KİK Kanunun temel ilkeler başlıklı 5. maddesinde belirtilen yeterli rekabetin oluşmadığı, saydamlığın olmadığı, ihalede açıklık ve rekabetin sağlanmadığı, kamu kaynakların verimli kullanılması  ilkelerinin  göz  önüne  alınarak…  Yukarıda  belirtilen  hususlardan  dolayı idaremizin menfaatleri göz önünde bulundurularak... ifadelerine yer verilerek, ihalenin ihale komisyonunca iptal edildiği ve idarece Kuruma gönderilen 26.07.2019 tarihli ve E.2385 sayılı yazıdan ihalede iptal kararı alınmadan önce idareye yapılan herhangi bir şikâyet  başvurusunun  bulunmadığı anlaşılmıştır. Buna  göre  yukarıda anılan mevzuat hükümleri gereğince, iptal kararının idari yargı mercilerinde dava konusu edilebileceği tespit edilmiştir.  Bu itibarla 4734 sayılı Kanun'un 54'üncü maddesinin on birinci fıkrasının (c) bendi uyarınca başvurunun görev yönünden reddi gerekmektedir. 308Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 295-331       Kamu İhale Kurumu nun İhale Sürecindeki… düzenleyici işleme uygun olarak karar vermesi patere legem quam ipse fecisti33 (kendi koyduğun kurala uygun davran) ilkesine uygun görünse de, Kanunda yer almayan sınırlamalar ihdas etmesinin lex superior derogat legi inferiori (üst norm ilkesi) ilkesi ile örtüştüğü şüphelidir. İhale  sürecinde  taraf  olmayan,  bir  başka  deyişle  bu  süreci  yürüten idareden farklı bir konumda bulunan Kamu İhale Kurumu nun yaptığı dış denetimin  önemi  yadsınamaz.  Kurum  bu  süreç  içerisinde  4734  sayılı Kanun un verdiği yetkiler dahilinde, yine bu Kanun un gösterdiği doğrultuda karar alma imkanına sahiptir. Aşağıda önce Kamu İhale Kurumunca yapılan denetim ile kararlarının hukuki niteliği üzerinde durulmakta (A), daha sonra ise Kurum un alabileceği kararlar ele alınmaktadır (B). A.   Kamu  İhale  Kurumunca  Yapılan  Denetim  ile  Kararlarının Hukuki Niteliği  5018 sayılı Kamu Mali Yönetimi ve Kontrol Kanunu na ek III sayılı cetvelde sayılan düzenleyici denetleyici kurumlardan biri olan Kamu İhale Kurumu,  diğer  bağımsız  idari  otoritelerle  benzer  şekilde  mal  ve  hizmet üretmek ya da belli bir edim sunmak anlamında bir kamu hizmetini yürütmek ve  işletmekle  değil,  hukuki  tasarruflarda  bulunarak  ihale  sürecini düzenlemek  ve  denetlemek  yetkisiyle  donatılmıştır.  Kurum  düzenleme faaliyetini birtakım düzenleyici işlemler ve kurallarla, denetim faaliyetini de itirazen şikâyet üzerine verdiği kararlarla yerine getirmektedir.  Sadece  Kamu  İhale  Kurumunca  değil  genel  olarak  bağımsız  idari otoritelerce yerine getirilen ve sermaye piyasası, bankacılık, rekabet, ihale gibi  ekonomik  ve  mali  alanlarda  yoğunlaşarak  kamusal  ve  özel  kesim etkinliklerini  kapsamına  alan  bu  denetim  faaliyeti  kolluk  faaliyetine benzetilmekte  veya  doğrudan  bir  kolluk  faaliyeti  olarak nitelendirilebilmektedir. Bu durumda, bağımsız idari otoritelerce yürütülen denetim faaliyetinin bir kolluk faaliyeti olarak nitelendirilmesi, bu denetim kapsamında yapılan işlemlerin de birer kolluk işlemi olarak değerlendirilmesi sonucunu doğurabilir. Buna karşın, kamu düzenini sağlamaya yönelik kamu hizmeti şeklinde tanımlanan kolluk faaliyetinin, daha ziyade özel hukuk                                                  33  René Chapus, Droit Administratif Général Tome 1, Montchrestien, 15. Baskı, Paris, 2001, s. 1012.  34  Lütfi Duran, Türkiye de Bağımsız İdari Otoriteler, Amme İdaresi Dergisi, C. 30, S. 1, 1997, s. 5; Kemal Gözler, İdare Hukuku Cilt I, Ekin Yayınevi, 3. Baskı, Bursa, 2019, s. 662.  35  D. Çiğdem Sever, Türkiye de Düzenleyici Kurumların Yapısı, İşlevi ve Dönüşümü, AÜHFD, 64 (1), Ankara, 2015, s, 205, ss.195-236; Uz, op.cit., s. 439-441; Aksi görüş için bkz.  Ender  Ethem  Atay,  Bağımsız  İdarı̇  Otoriteler  ve  Türkiye  Uygulaması,  Gazi Üniversitesi Hukuk Fakültesi Dergisi, C. X, S. 1-2, Ankara, 2006, s. 273.  309Hayrettin YILDIZ                                                   Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 295-331  kişilerine yönelik bir denetim şeklinde ortaya çıkan ve ilke olarak temel hak ve özgürlükleri sınırlayan bir faaliyet olduğuna dikkat çekmek gerekir. Oysa, Kamu İhale Kurumu nun yürüttüğü denetim, birincil olarak bireyleri veya hak öznesi özel hukuk kişilerini değil, daha ziyade yetki öznesi olan ve ihale yapan kamu idarelerini hedef almaktadır. Bu açıdan, Kamu İhale Kurumunca yerine getirilen  görevin  genel  olarak  bir  denetim  şeklinde  ortaya  çıktığı  ve denetim  görevinin  kolluk  faaliyetini  yansıttığı  söylenebilirse  de  ihale sürecindeki  tasarruflarının  kolluk  faaliyeti  kapsamına  girip  girmediği tartışmaya açıktır. Nitekim  bu  tartışmalı  durum,  Kamu  İhale  Kurumu nun  işlevi  ve kararlarının hukuki niteliğini başka kavramlarda aramaya da yöneltmektedir. Bu kavramlardan biri de idari vesayettir. Bu yaklaşım, özü itibariyle devlet teşkilatı içerisindeki idarelerin birbirlerine karşı konumları ve ilişkilerini temel alarak bir açıklama ortaya koymaya çalışmaktadır. Bilindiği üzere, idari teşkilat içerisinde yer alan iki kurum veya idare arasındaki ilişki, idarenin bütünlüğünü  sağlamaya  yönelik  iki  araçla,  yani  hiyerarşi  veya  vesayet kavramlarıyla açıklanmaktadır. İhale hukukunda ise, ihaleyi yapan idare ya merkezi idarenin içinde yani devlet tüzel kişiliğinin içinde yer almaktadır ya da kendi kamu tüzel kişiliği olan başka bir idaredir. Kendi kamu tüzel kişiliği bulunan  iki  idare  arasındaki  ilişkinin  hiyerarşi  ilişkisi  olamayacağı  açık olduğundan  Kamu  İhale  Kurumu nun  itirazen  şikâyet  üzerine  yaptığı denetimin bir hiyerarşik denetim olduğu söylenemez.  Geriye kalan diğer ihtimal ise yapılan denetimin bir vesayet denetimi olmasıdır.  Anayasanın  127.  maddesi  vesayeti,  merkezi  idare  ile  yerel yönetimler arası bir ilişki olarak düzenlemektedir. Kamu İhale Kurumu, merkezi  idare  içinde  yer  almadığından  ve  kendi  kamu  tüzel  kişiliği bulunduğundan, ihale yapan idareler ile ilişkisinin anayasal anlamda bir idari  vesayet  ilişkisi  olamayacağı  açıktır.  Başka  bir  ifade  ile  Anayasa hükmünde düzenlenmiş vesayet türü, kamu ihale kurumu ile ihaleyi yapan idareler arasındaki ilişkiyi açıklamakta yetersiz kalmaktadır. Bununla beraber, kendi kamu tüzelkişilikleri bulunan Yüksek Öğretim Kurumu ile üniversiteler ve Türkiye Barolar Birliği ile barolar arasındaki ilişki de anayasal anlamda vesayetin bir örneğini teşkil etmemesine rağmen yine de bu ilişki, vesayet kavramıyla  açıklanmaktadır.  Danıştay'ın  da  bu  nitelemeyi  yapmaktan kaçınmadığını ifade etmek gerekir. Bahsi geçen kurumların her biri kamu                                                  36  Uz, op.cit., s. 440.  37  Gözler in iki kamu kurumu arasında vesayet ilişkisi olmayacağına ilişkin olarak bkz. Gözler, İdare Hukuku Cilt I, op.cit., s. 305 vd.  38  Danıştay  8.  Dairesi,  29  Nisan  2003  tarihli  kararında  Yüksek  Öğretim  Kurumu  ile üniversiteler arasındaki ilişkinin vesayet ilişkisi olduğu değerlendirmesinde bulunmaktadır. Bkz. Danıştay 8. Dairesinin Kararı, T. 29.04.2003, E. 2002/1831, K. 2003/1942.  310Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 295-331       Kamu İhale Kurumu nun İhale Sürecindeki… tüzel kişiliğini haiz birer hizmet yönünden yerinden yönetim kuruluşu olarak ortaya çıkmakta ve bunlardan herhangi biri merkezi idarenin içerisinde yer almamaktadır. Bununla beraber, bu kurumlardan biri merkez diğeri mahalli nitelikte kabul edilerek aralarındaki ilişkinin idari vesayetin özel bir türü olduğu ifade edilmektedir. Ancak Kamu İhale Kurumu ile ihale sürecindeki işlemlerini denetlediği idareler arasındaki ilişkinin vesayetin özel bir türü olarak  değerlendirilmesi  de  isabetli  görünmemektedir.  Zira  yukarıdaki örneklerde verilen idareler en azından konu itibariyle aynı alanda faaliyet yürütmektedir. Bu yüzden de aralarında idarenin bütünlüğü ilkesi gereğince bir bağ kurulması olağan görünmektedir. Ancak Kamu İhale Kurumu nun denetlediği idareler çok çeşitli kamu hizmetleri yürütebilmekte buna karşın sadece ihale sürecine ilişkin işlem ve eylemleri Kurum un denetimine tabi olabilmektedir. Kısacası, Kamu İhale Kurumunca ihale sürecindeki işlem ve eylemleri denetlenen idareler ile Kurum arasındaki ilişkinin vesayet olarak değerlendirilmesi isabetli görünmemektedir.  Bununla beraber Özay ın yukarıda bahsi geçen özel vesayet türünü dış idari denetim olarak adlandırdığını hatırlatmakta fayda bulunmaktadır. Özay ın kavrama yüklediği anlamla örtüşmemekle ama bir taraftan da onu dışlamamakla beraber Kamu İhale Kurumu ile denetlediği idareler arasındaki ilişkinin dış idari denetim olarak nitelendirilmesi mümkün görünmektedir. Zira,  Kurumca  ihale  sürecini  yürüten  idarenin  eylem  ve  işlemlerinin denetlenmesindeki en belirgin unsurun Kurum un dışsallığı olduğu dikkat çekmektedir.  Bunun dışında, her ne kadar Kanun un 54. maddesinde verilebilecek karar türleri bakımından Kamu İhale Kurumu kararları ile ihaleyi yapan idarenin kararları arasında bir fark öngörülmemişse de Kanun un sistematiği ile diğer hükümlerinden, ihaleyi yapan idarenin kararları karşısında Kamu İhale  Kurumu nun  kararlarına  bir  üstünlük  tanındığı  açıktır.  Dolayısıyla burada, organik bakımdan olmasa bile işlemler bakımından bir hiyerarşi olduğunu  ileri  sürmek  mümkün  görünmektedir.  Zira,  Kanunda  açıkça Kurum a  denetim  yetkisi  verildiğinden,  bu  denetim  kapsamında  verdiği kararların idarenin kararlarının etkisini ortadan kaldırma veya değiştirmeye yönlendirme imkânı bulunduğundan, Kurum un kararları ile ihaleyi yürüten idarenin  kararları  arasındaki  çatışmada  Kurum  kararlarına  öncelik tanındığında  şüphe  bulunmamaktadır.    Sonuç  itibariyle,  ihale  işlemleri arasında Kanundan kaynaklanan bir hiyerarşi bulunduğu ve bu hiyerarşinin                                                  39  İl Han Özay, Günışığında Yönetim, Filiz Kitabevi, İstanbul, 2004, s. 174; Metin Günday, İdare Hukuku, İmaj Yayınları, 10. Baskı, Ankara, 2011, s. 85.  40  Özay, op.cit., s. 173.  41  Akyılmaz - Sezginer - Kaya, op.cit., s. 56-58.  311Hayrettin YILDIZ                                                   Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 295-331  itirazen  şikâyet  üzerine  verilen  kararlarda  kendini  görünür  kıldığı  ifade edilebilir.  B. Kurum un Alabileceği Kararlar Kamu İhale Kurumu itirazen şikâyet yoluyla önüne gelen başvuruları mevzuata  uygunluk  yönünden  inceleyerek  kararını  verir.  Kanun un  56. maddesine göre Kurum, itirazen şikâyet başvurularında başvuru sahibinin iddiaları ile idarenin şikâyet üzerine aldığı kararda belirlenen hususlar ve itiraz edilen işlemler bakımından eşit muamele ilkesinin ihlal edilip edilmediğini de dikkate almalıdır.  Kurum tarafından verilebilecek kararlar ise Kanun un 54. maddesinde sayılmıştır. Buna göre Kurum, ihalenin iptaline, düzeltici işlem belirlenmesine veya başvurunun reddine karar verebilir. Kurum un verebileceği kararlar sınırlı sayıda olduğu gibi bir kararda bunlardan sadece birini verebileceği kabul edilmektedir. Bu yüzden de Kurum un mevzuata aykırılık nedeniyle iptal kararı verdikten sonra düzeltici işlem belirlenmesi kararı vermesi uygun görülmemektedir. Danıştay ın da hükümde sayılan kararlar dışında verilen bazı kararları hukuka uygun görmediği görülmektedir:  Öte  yandan,  itirazen  şikâyet  başvurusu  sonucu  verilen  kararlarla, iddiaların incelenmesi sonunda verilen kararların, idarelerce uygulanması konusundaki düzenlemenin anılan yönetmeliğin 41. maddesinde,  İtirazen Şikâyet ve İddiaların İncelenmesi Süreci Sonunda Verilen Kararlar  başlığı altında toplanması da, Kurul'un, kararlarının sonunda, Yasa'nın 56. maddesinin 2. fıkrasındaki kararlardan birini almak zorunda olduğunu göstermektedir.  Bu durumda, Kamu İhale Kurumu'nun 4734 sayılı Kanun'da öngörülen görev  ve  yetkilerini  kullanabilmesi  ve  Kuruma  yüklenen  görev  ve fonksiyonların etkin ve verimli bir şekilde yürütülebilmesi, ancak, Kurul kararının sonuca etkili olabilmesiyle mümkündür. İhale işlemleriyle ilgili mevzuata  aykırılıkların  ilgili  idaresine  bildirilmesi  şeklindeki  kararlar, sonuca etkili kararlar değildir. Dava konusu Kamu İhale Kurulu kararı, bu nedenle de hukuka ve mevzuata uygun görülmemiştir44. 4734  sayılı  Kanun'un  56.  maddesinin  ikinci  fıkrasında,  Kurum un itirazen şikâyet başvurularını, başvuru sahibinin iddiaları ile idarenin şikâyet üzerine aldığı kararda belirlenen hususlar ve itiraz edilen işlemler bakımından                                                  42  Sait Yalazay, 4734 Sayılı Kamu İhale Kanunu Kapsamında Yapılan İhalelere Karşı İdari Başvuru Yolları, İstanbul Üniversitesi Sosyal Bilimler Enstitüsü Kamu Hukuku Anabilim Dalı, Yayımlanmamış Doktora Tezi, İstanbul, 2014, s. 86.  43  Uz, op.cit., s. 416. 44  Danıştay 13. Dairesinin Kararı, T. 31.10.2005, E. 2005/5616, K. 2005/5334, Danıştay Dergisi, S. 112, Ankara, 2006, s. 418.  312Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 295-331       Kamu İhale Kurumu nun İhale Sürecindeki… inceleyeceği  düzenlenmiştir.  Bu  bakımdan  yasal  mevzuat  uyarınca Kurum un, idarenin şikâyet üzerine aldığı kararlar ve yasada belirtilen kapsam dahilinde inceme yapabileceği dikkat çekmektedir. Bu durumda Kurum un başvuru  sahibinin  iddiaları  ile  idarenin  şikâyet  üzerine  aldığı  kararda belirlenen hususlar dışında ve aynı şekilde yasada belirtilen hususlar dışında kendiliğinden inceleme yapması da isabetli görülmemektedir:   Aktarılan  düzenleme  ve  bu  düzenlemeye  ilişkin  gerekçenin birlikte incelenmesinden, yasa koyucunun Kurul tarafından yapılan incelemenin kısa sürede sonuçlanmasını amaçladığı, bu nedenle de yapılan  incelemenin  maddede  belirtilen  hususlarla  sınırlı  olması gerektiği sonucuna ulaşılmaktadır. Bu nedenle, yasanın açık düzenlemesi ve yasa metnine ilişkin aktarılan gerekçe karşısında, Kurul un yapacağı incelemenin maddede belirtilen hususlarla sınırlı olduğunun kabulü gerektiğinden, Kurul un anılan hususlar dışında başka bir hususu incelemesi, diğer bir ifadeyle re sen inceleme yapması durumunda, yasa tarafından kendisine verilen inceleme yetkisinin sınırı aşılmış olacaktır45.  Bununla birlikte, verebileceği karar türleri, hatta kararlarına dayanak olabilecek sebepler Kanun la sınırlandırılmış olmasına rağmen, Kurum un farklı gerekçelerle farklı türde kararlar verdiği görülmektedir. Örneğin, 4734 sayılı Kanun da Kurum un hangi durumlarda ret kararı verebileceği açıkça düzenlenmiştir.  Kümülatif  değil  alternatif  olarak  düzenlenen  bu  şartları aşağıdaki şekilde ayırmak mümkündür: -  Başvurunun süre kurallarına uygun olmaması, -  Usul ve şekil kurallarına uygun olmaması,  -  Usulüne uygun olarak sözleşme imzalanmış olması,  -  Şikâyete konu işlemlerde hukuka aykırılığın tespit edilememesi,  -  İtirazen şikâyet başvurusuna konu hususun Kurumun görev alanında bulunmaması.  Bu  şartlardan  herhangi  birinin  varlığı  başvurunun  reddedilmesi  için gerekli ve yeterlidir. Kurum un bu şartları eksiltme veya bu şartlara yenilerini ekleme yetkisinden söz edilmesine imkân bulunmamaktadır. Buna rağmen Kurum un  …başvuru  sahibinin  iddialarının  yerinde  olduğunun  tespiti yapılmış olmakla birlikte, bu tespite dayalı olarak tesis edilecek herhangi bir                                                  45  Danıştay 13. Dairesinin Kararı, T. 03.06.2015, E. 2014/1503, K. 2015/2046, Danıştay Dergisi, S. 140, Ankara, 2015, s. 215.  313Hayrettin YILDIZ                                                   Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 295-331  düzeltici  işlemin  ihale  sonucunu  değiştirmeyeceği  anlaşıldığından46 başvurunun  reddine  karar  verdiği  görülmektedir.  Kararın  metninden anlaşıldığı  üzere  Kurum un  bir  hukuka  aykırılık  tespit  ettiği  açıktır. Dolayısıyla şikâyete konu işlemlerde hukuka aykırılığın tespit edilememesi hali  söz  konusu  değildir.  Kurum  başka  bir  ret  sebebi  de  ortaya koymamaktadır. Düzeltici işlemin sonucu değiştirmeyeceği yönündeki bir ret  sebebi  madde  metninde  mevcut  değildir.  Kurul un  böyle  bir  sebebi kendiliğinden ihdas etmesi ise idarenin eylem ve işlemlerinin intra legem (kanuna aykırı olmama) olması ilkesine uygun görünmemektedir.  4734 sayılı Kanun un 55. maddesine göre itirazen şikâyet başvurusunda bulunulması  halinde  Kurum  tarafından  nihai  karar  verilmeden  sözleşme imzalanamaz. Hükümden, sözleşmelerin imzalanması için Kurum kararının beklenmesi gerektiği sonucu çıkmaktadır. Bununla beraber, Kanun un 56. maddesinin  üçüncü  fıkrasına  göre  Kanunda  belirtilen  sürelere  ve  usule uyulmadan sözleşme imzalanmış olması… itirazen şikayet başvurusunun incelenmesine ve 54 üncü maddede sayılan kararlardan birinin alınmasına engel teşkil etmemektedir. Kamu İhale Kurumu kararları bağlayıcıdır. 4734 sayılı Kanun un 56. maddesinin son fıkrasına göre İdareler, hukuki durumda değişiklik yaratan Kurul  kararlarının  gerektirdiği  işlemleri  ivedilikle  yerine  getirmek zorundadır.  Ancak  Kurum  kararlarına  bakıldığında,  hukuki  veya  fiili imkânsızlık durumu ile kamu düzeninin bozulması şeklinde kabul edilebilir bir  gerekçenin  varlığı  durumunda  da  bu  kararların  idarece uygulanmayabileceğinin kabul edildiği anlaşılmaktadır. Bununla beraber, idarenin tesis ettiği işlemin Kurum tarafından iptal edilmesi halinde, ilgili idarenin iptal kararının etkisini ortadan kaldıracak şeklinde aynı işlemi tesis etmesi veya Kurum un kararını etkisiz hale getirecek başka işlemler yapması hukuk devleti ile idarenin işlem ve eylemlerinin hukukla bağlı kalması gerektiği ilkelerine aykırı olacaktır.  Yukarıda  belirtildiği  üzere  4734  sayılı  Kanunda  idarelerin,  Kurul kararlarının  gerektirdiği  işlemleri  yerine  getirmek  zorunda  olduğu belirtilmişse  de  söz  konusu  kararların  icrası  için  özel  bir  süre öngörülmemiştir. Kanun un 54. maddesinin eski halinde idarenin ve ihale                                                  46  Kamu İhale Kurulu Kararı, T. 22.10.2003, K. 2003/UK.Z-590 (Nakleden-Uz, op.cit., s. 426). 47  Gözler, İdare Hukuku Cilt I, op.cit., s. 164.  48  Uz, op.cit., s. 418 49  Ibid., s. 417.  314Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 295-331       Kamu İhale Kurumu nun İhale Sürecindeki… komisyonlarının,  ihalelerin  kanunda  belirtilen  esas  ve  usullere  uygun yapılmasından sorumlu oldukları belirtilmişti. Kanun un mevcut halinde bu hükme  yer  verilmemiştir.  Ancak  idarelerin  ihalelerin  hukuka  aykırı yürütülmesinden  doğan  zararlardan  sorumlu  tutulamayacağının  ileri sürülmesi  isabetli  olmayacaktır.  Anayasanın  125.  maddesinin  son fıkrasındaki, idarenin kendi eylem ve işlemlerinden doğan zararı ödemekle yükümlü olduğuna yönelik hükmün ihale işlem ve eylemleri için geçerli olduğu  açıktır.    Diğer  yandan,  İhalelere  Yönelik  Başvurular  Hakkında Yönetmeliğin  23.  maddesinde  hukuki  durumda  değişiklik  yaratan  Kurul kararlarının eksik veya yanlış uygulandığını iddia eden ilgililerin bu hususa ilişkin  başvuruyu  itirazen  şikâyet  başvurusu  olarak  doğrudan  Kurum a yapacakları belirtilmiştir.  Kurum, itirazen şikâyete ilişkin nihai kararını, incelenen ihaleye ilişkin gerekli bilgi ve belgeler ile ihale işlem dosyasının kayıtlara alındığı tarihi izleyen yirmi gün içinde vermek zorundadır. Bu süre 4734 sayılı Kanun un 21 inci maddesinin (b) ve (c) bentlerine göre yapılan ihaleler ile şikâyet ve itirazen şikâyet üzerine alınan ihalenin iptal edilmesi işlemine karşı yapılacak itirazen şikâyet başvurularında on iş günü olarak uygulanır.  4734 sayılı Kanunu nun 56. maddesinin ilk halinde Kurum un, telafisi güç ya da imkânsız zararlarının doğma olasılığının bulunması durumlarında, kesin  karar  verilinceye  kadar  ihale  sürecini  durdurma  yetkisi  de bulunmaktaydı. Ancak söz konusu hüküm daha sonra gelen değişikliklerle Kanun metninden çıkarılmıştır.  Kurumun kararlarına ilişkin bu genel açıklamalardan sonra çalışmanın devamında Kurumun iptal (1), düzeltici işlem belirlenmesi (2) ve başvurunun reddi (3) şeklindeki karar türleri sırasıyla ele alınmaktadır.  1. İptal Kararı  Hukuka aykırı bir işlemin karşılaşacağı temel sonuç geçersizliktir. Özel hukukta butlan kavramı ile ifade edilen geçersizlik hali, hukuka aykırı işlemin hukuk aleminden silinmesini gerektirir.  Ancak kural olarak, hukuka aykırı işlem kendiliğinden ortadan kalkmaz. Buna ilişkin kararın bir mahkeme tarafından verilmesi gerekir. Bu bakımdan, hukuka aykırı bir idari işlemin geçersizliğinin  bir  mahkeme  tarafından  tespit  ve  ilan  edilmesi  iptal kavramıyla ifade edilmektedir. Dolayısıyla, iptal kavramı, özü itibariyle                                                  50  Gözler, İdare Hukuku Cilt I, op.cit., s. 1120-1121.  51 Ibid. 52 Gözler, İdare Hukuku Cilt I, op.cit., s. 1120-1121; Günday, op.cit., s. 168.  315Hayrettin YILDIZ                                                   Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 295-331  mahkemeler tarafından verilen kararlar için kullanılmaktadır. İptal kararının hukuki  sonucu,  işlemin  yapıldığı  tarihten  itibaren  bütün  hüküm  ve sonuçlarıyla hukuk aleminden kaldırılmasıdır.  Bununla beraber mevzuatımızda iptal teriminin, idari kararın idare tarafından geçersiz kılınması anlamında kullanılmasına da sık bir biçimde rastlanmaktadır.    Nitekim,  kamu  ihale  mevzuatında  idarenin  işlemini geçersiz  hale  getiren  karar  türü  için  de  aynı  kavramın  tercih  edildiği görülmektedir. Esasında idare tarafından tesis edilen iptal işlemi, teknik olarak bir geri alma işlemidir. Zira, idareler tarafından yapılan geri alma işlemi ile benzer şekilde iptal kararı, iptale konu işlemi yapıldığı tarihten itibaren geçersiz ve hükümsüz hale getirmektedir. Buna ilaveten, idare tarafından alınan iptal kararı ile yargısal denetim sırasında verilen iptal kararı arasında hukuki  sonuç  itibariyle  bir  fark  bulunmadığını  belirtmek  gerekir.  Zira, doğurdukları sonuç bakımından farklı özneler tarafından verilen bu iptal kararları arasında bunların yapıcısı dışında fark bulunmadığı ifade edilebilir. Dolayısıyla iptal kararı, ister idari ister yargısal bir makam tarafından verilsin her hâlükârda iptale konu işlemin hiç yapılmamış gibi hukuk aleminden silinmesine karar verilmiş olmaktadır.  4734 sayılı Kanun un 54. maddesinde İhale sürecinin devam etmesine engel oluşturacak ve düzeltici işlemle giderilemeyecek hukuka aykırılığın tespit edilmesi halinde ihalenin iptaline karar verileceği düzenlenmiştir. Şartların  kümülatif  bir  biçimde  düzenlendiği  görülmektedir.  Dolayısıyla, Kamu İhale Kurulu nun itirazen şikâyet konusu işlem hakkında iptal kararı verebilmesi için işlemin yol açtığı hukuka aykırılığın hem ihale sürecinin devam etmesine engel oluşturacak nitelikte olması hem de düzeltici işlemle giderilemeyecek nitelikte olması gerekmektedir.                                                   53 660 sayılı Kamu Gözetimi, Muhasebe ve Denetim Standartları Kurumunun Teşkilat ve Görevleri Hakkında Kanun Hükmünde Kararname nin 9 ve 25. maddelerinde Kurum a bağımsız denetçilerin ruhsatlarını iptal yetkisi verilmektedir. Belediye Kanunu nun 75. maddesinde belediyelerin diğer kamu kuruluşlarına tahsis ettiği taşınmazların, tahsis amacı dışında kullanılması halinde, tahsis işlemini iptal yetkisi verilmiştir. 442 sayılı Köy Kanunu nun 40. maddesinde Kaymakam a tanınmış olan bozma yetkisinin de bir tür iptal yetkisi olduğu ileri sürülebilir. 54 4734 sayılı Kanun un birçok maddesinde iptal kavramının kullanıldığı dikkat çekmektedir.  55 Sancakdar et al., op.cit., s. 329; Günday, op.cit., s. 171. 56 Uz, op.cit., s. 421 57 Kamu İhale Kurulu Kararı, T. 19.09.2012, K. 2012/UM.I-3638: Sonuç olarak yukarıda mevzuata  aykırılıkları  belirtilen  işlemlerin  düzeltici  işlemle  giderilemeyecek  nitelikte işlemler olduğu tespit edildiğinden, ihalenin şikâyete konu Doku Gömme Cihazı Alımına ilişkin 3 u  ncu   kısmının iptali gerekmektedir. 316Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 295-331       Kamu İhale Kurumu nun İhale Sürecindeki… İptal  kararına  ilişkin  hükmün  düzenleniş  biçiminden  ayrıca  usul ekonomisi ve kamusal kaynakların verimli kullanılması ilkelerinin göz önüne alındığı görülmektedir. Zira hükümden, Kurum un iptal kararı vermeden önce düzeltici  işlem  belirlenmesi  ihtimalini  hesaba  katması  ve  bu  ihtimali değerlendirmesi istendiği anlaşılmaktadır.  İhalenin mümkün mertebe iptal edilmemesi, başka bir ifadeyle ayakta tutulması için düzeltici işlemin belirlenmesinin gözetilmesi gerektiği açık ise de diğer aday, istekli veya istekli olabileceklerin hak veya menfaatlerinin ihlaline yol açacak nitelikte ve esasa etkili hukuka aykırı işlemlerin varlığı durumunda iptal kararı verilmesi gerektiği açıktır. Keza, düzeltici işlemin tesis edilmesi kamu ihale mevzuatına aykırılık teşkil edecekse yine iptal kararı verilmesi gerektiği ifade edilmelidir. Nitekim Kamu İhale Kurumu, yakın tarihte  verdiği  aşağıdaki  kararında,  teknik  şartnamenin  ek  iş  kaleminin sözleşmeci  tarafından  hakedişe  yansıtılmasını  engelleyecek  nitelikte  bir hüküm barındırdığı tespitini yapmakta ve iptal kararı vermektedir:   Netice itibarıyla, idarece yapılan düzenlemeden hakediş ödemelerinin Hizmet  İşleri Genel  Şartnamesi ne  uygun  olmayan  şekilde  yapılacağının anlaşılmadığı; kaldı ki ihale dokümanını oluşturan belgeler arasındaki öncelik sıralamasında Hizmet İşleri Genel Şartnamesi nin diğer bütün dokümanların önünde yer aldığı, bu kapsamda sözleşmenin uygulanması aşamasında idarece Genel Şartname ye uygun şekilde işlem yapma yükümlülüğünün bulunduğu; Genel Şartname de ise, sözleşmede sürelere ilişkin bir kayıt yoksa hakediş raporunun yüklenici veya vekili tarafından imzalandığı tarihten başlamak üzere otuz gün içinde tahakkuka bağlanacağının, bu tarihten başlamak üzere otuz gün içinde de ödeme yapılacağının belirtildiği; bu nedenlerle iddianın yerinde olmadığı sonucuna varılmıştır. Sonuç  olarak,  yukarıda  mevzuata  aykırılıkları  belirtilen  işlemlerin düzeltici işlemle giderilemeyecek nitelikte işlemler olduğu tespit edildiğinden, ihalenin iptali gerekmektedir58.                                                   58  Kamu İhale Kurulu Kararı, T. 26.12.2019, K. 2019/UH.I-1746; Ayrıca bkz. Kamu İhale Kurulu Kararı, T. 18.01.2006, K. 2006/UM.Z-133: İhale Komisyonunca, Kanunun 5 inci maddesindeki  saydamlık  ve  güvenirlik  ilkelerinin  gereği  olarak  istekliler  huzurunda yapılması gereken bir işlemin yapılmaması sebebiyle aykırı işlem tesis edildiği ve bu mevzuata aykırılığın düzeltici işlem ile giderilmesi mümkün olmadığından ihale işlemlerin iptali gerekmektedir.; Kamu İhale Kurulu Kararı, T. 01.08.2019, K. 2019/UH.I-870: Bu itibarla, ihale dokümanında yapılan düzenleme ile istenen belgelerin bir kısmı için istekliye ait olma zorunluluğu getirilmişken bir kısmı için bu zorunluluğa yer verilmediği ve aynı yeterlik koşulunun karşılanması için gereken belgeler (üretim tesisinin kime ait olacağı ve kapasitesi  ile  tesise  ilişkin  kalite  belgeleri)  bakımından  yapılan  düzenlemenin  kendi içerisinde çelişkili olduğu dikkate alındığında, mevcut düzenlemenin ihaleye katılımı etkileyeceği  gibi  tekliflerin  değerlendirilmesi  aşamasında  da  tereddüde  yol  açacağı anlaşılmış olup, ihalenin iptal edilmesi gerektiği neticesine varılmıştır. 317Hayrettin YILDIZ                                                   Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 295-331  Bilindiği üzere kamu ihale hukukunun temel ilkelerinden biri de eşitlik ilkesidir. Aynı zamanda hukukun genel ilkelerinden biri olan eşitlik ilkesi, idarenin sözleşmeci tarafı seçerken bütün istekli ve adaylara tarafsızlıkla yaklaşmasını gerektirir. Bu bakımdan idarenin istekliler arasında din, etnik köken, dil, siyasi düşünce gibi ayrımlara gitmemesi, isteklilere yaklaşımında bu unsurları temel almaması gerekmektedir. 4734 sayılı Kanunda da eşitlik ilkesine uygun olarak Kurum un itirazen şikâyet başvurularını, eşit muamele ilkesinin ihlal edilip edilmediği açılarından denetleyeceği belirtilmiştir. Kamu İhale Kurulu, bunun dışında mevzuata aykırılık, güvenirlilik ilkesi, rekabet ilkesi ve kaynakların verimli kullanılması ilkesi gibi ilkeleri de iptal kararının gerekçesi olarak ortaya koyabilmektedir.                                                   59  Kamu İhale Kurulu Kararı, T. 10.07.2019, K. 2019/UY.I-803: … bahse konu uygulamanın isteklilerce farklı şekilde değerlendirildiği ve teklif vermeyi etkilediği, mevcut dokümana göre teklif değerlendirmesinin eşit ve sağlıklı şekilde yapılamayacağı dikkate alındığında gelinen aşamada ihale işlemlerinin Kamu İhale Kanunu nun temel ilkeleri çerçevesinde devam  ettirilemeyeceği  anlaşıldığından  ihalenin  iptal  edilmesi  gerektiği  sonucuna varılmıştır. 60  Kamu İhale Kurulu Kararı, T., 03.02.2016, K. 2016/UY.III-418: Yukarıda aktarılan Kanun hükümleri gereği idarelerin, ihalenin iptali konusunda takdir yetkisi bulunmakla birlikte bu yetkinin mutlak ve sınırsız olmadığı, kamu yararı ve hizmet gerekleri ile sınırlı olduğu açıktır.  İdare  tarafından  alınan  iptal  kararının  gerekçesi  olarak iş  deneyim  belgesi üzerindeki tereddüt ve şüphenin ortadan kalkmaması gösterilmekle birlikte, idarelerin tereddüdün ortadan kaldırılması noktasında inceleme yetkisine sahip olduğu, dolayısıyla iptal işleminin mevzuata uygun olmadığı anlaşıldığından, idarenin ihalenin iptaline ilişkin kararının iptaline karar verilmesi gerektiği sonucuna varılmıştır. 61  Kamu İhale Kurulu Kararı, T., 11.11.2015, K. 2015/UH.III-3025: … Kamu İhale Kurulu kararının uygulanmayarak ihalenin aktarılan gerekçelerle iptal edilmesinin 4734 sayılı Kanunun Temel İlkeler başlıklı 5 inci maddesinde sayılan güvenirlik ilkesine aykırılık teşkil edeceği sonucuna varılmıştır. 62  Kamu İhale Kurulu Kararı, T., 20.01.2016, K. 2016/UH.II-177:  Diğer taraftan incelemeye konu ihalede geçerli teklifler arasında en düşük teklifin başvuru sahibi istekliye ait olduğu, bahsi geçen isteklinin 412.316,00 TL tutarındaki teklif fiyatının sınır değerin üzerinde yaklaşık maliyetin altında olmakla birlikte idare tarafından ihale konusu işin öngörülen bedelini belirlemek amacıyla hesaplanan 465.306,50 TL tutarındaki yaklaşık maliyetin %88,61 ine tekabül ettiği, bu yönüyle kaynakların verimli kullanılması ilkesine aykırılık teşkil etmeyeceği, bu itibarla, ihaleye katılan istekli olabilecek sıfatını kazanmayan Promer Planlama Müh. Tic. A.Ş. nin dışında kalan 7 istekliden ikisinin teklifinin değerlendirme dışı bırakılmasına sebep olan aksaklıkların isteklilerin kendi hatalarından kaynaklandığı ve yaklaşık  maliyetin  altında  geçerli  teklifin  sunulduğu  hususu  da  göz  önünde bulundurulduğunda, idarenin rekabet ve kaynakların verimli kullanılması ilkelerine aykırılık bulunduğu yönündeki iptal gerekçesinin mevzuata uygun olmadığı sonucuna ulaşılmıştır.  Açıklanan nedenlerle, 4734 sayılı Kanun un 65'inci maddesi uyarınca bu kararın tebliğ edildiği  veya  tebliğ  edilmiş  sayıldığı  tarihi  izleyen  30  gün  içerisinde  Ankara  İdare 318Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 295-331       Kamu İhale Kurumu nun İhale Sürecindeki… 2. Düzeltici İşlem Belirlenmesi Kararı Bir  idari  işlemin  unsurları  yönünden  hukuka  aykırı  olması,  yargı makamınca iptalini gerektirir. Ancak idari işlemin şekil unsuru bakımından yargısal denetiminde, bazı sakatlıklar işlemin sonucunu etkilemediği için tali nitelikte görülmekte ve işlemin iptali sonucunu doğurmamaktadır. Bunlara hafif sakatlıklar da denmektedir. Buna karşın, işlemin tesisi sırasında yapılan sakatlıklardan  ağır  ve  sonucu  etkileyici  nitelikte  olanlar  iptale  neden olmaktadır. Kamu ihale mevzuatında da ihalenin sonucunu etkilemeyecek nitelikteki sakatlıkların iptale yol açmaması gerektiği şeklinde bir anlayışın benimsendiği görülmektedir. Bu açıdan, düzeltme yoluyla giderilebilecek sakatlıkların varlığı durumunda Kurum a düzeltici işlem belirlenmesi kararı verme imkânı tanınmıştır. 4734 sayılı Kanunun 54. maddesine göre idare tarafından  düzeltme  yapılması  yoluyla  giderilebilecek  ve  ihale  sürecinin kesintiye uğratılmasına gerek bulunmayan durumlarda, Kurum tarafından düzeltici  işlem  belirlenmesine  karar  verilecektir.  Görüldüğü  üzere, Kanun un da düzeltici işlem kararı verilmesi için sakatlığın tali niteliğini göz önüne  aldığı  ifade  edilebilir.  Bu  açından,  düzeltici  işlem  belirlenmesi kararının temel misyonu, ihale sürecinde herhangi bir aksamaya sebebiyet verilmemesi ve ihale sürecinin hukuka uygun bir şekilde devam etmesi olarak ortaya çıkmaktadır.                                                   Mahkemelerinde dava yolu açık olmak üzere, İdarenin ihalenin iptali kararının iptaline karar verilmiştir.  63 Danıştay 5. Dairesinin Kararı, T. 27.10.1986, E. 1984/1307, K. 1986/1108: 24.6.1982 günlü Profesörler Kurulu toplantısında bulunan, bulunmayan izinli olan ve yurt dışında bulunan öğretim üyelerinin ad ve soyadları ayrı ayrı yazılmak suretiyle düzenlenen toplantı tutanağında  davacının  oyçokluğu  ile  Profesörlüğe  yükseltilmesine  karar  verildiği belirtildiğine  ve  tutanak  ile  tesbit  edilen  konularda  ayrıca  ilgililerin  imzalarının bulunmaması hususu idari işlemin şekil yönünden iptalini gerektirecek bir noksanlık sayılamayacağına  göre,  davacının  Profesörlüğe  yükseltilmemiş  olduğunu  söylemek mümkün değildir. 64  Danıştay İDDK Kararı, T. 16.4.2009, E. 2006/69, K. 2009/1089: İşlemin şekil unsuru üzerindeki yargı denetiminde, şekil unsurundaki aykırılık halinin işlem üzerindeki hukuki etkisine bakılması gerekmekte olup Yükseköğretim Kurumları Yönetici, Öğretim Elemanı ve Memurları Disiplin Yönetmeliği nin 44. maddesinde karşı görüşte olanların nedenlerini yazıp  imzalamaları  gerektiğinin  belirtildiği,  birden  çok  iradenin  katılımı  ile  oluşan kararların, tarafların iddia ve savunmaları ile ileri sürülen delillerin, kurulu oluşturanlarca ortaya  konulan  görüş  ve  karşı  görüşlerin  tartışılması  sonunda  oluştuğu  göz  önüne alındığında, kararın değerlendirilmesinde çoğunluk oyları kadar karşı görüşte olanların oylarının da bilinmesi önemlidir. Dolayısıyla, davacının savunma hakkını da ilgilendiren bu yöndeki bir eksikliğin esası etkileyen şekil noksanlığı oluşturduğu tartışmasızdır.  65  Uz, op.cit., s. 415 319Hayrettin YILDIZ                                                   Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 295-331  Kurul a düzeltici işlem belirlenmesi yetkisi verilmesinin bir nedeni de mümkün  mertebe  ihalenin  ayakta  tutulmasıdır.  Düzeltici  işlemle giderilebilecek  bir  aksaklık  yüzünden  ihalenin  iptaline  gidilmesi  kamu kaynaklarının verimli kullanılması ve rekabet ilkeleri ile örtüşmemektedir. Zira,  iptal  kararına  bir  son  çare  (ultima  ratio)  olarak  yaklaşılması  ve düzeltilebilecek  işlemler  için  düzeltici  işlem  belirlenmesi  kararı verilmesinin daha isabetli olduğu düşünülmektedir.  Düzeltici işlem belirlenmesi kararı, iptali gerektirmeyecek nitelik ve ağırlıktaki mevzuata aykırılık nedeniyle ve ihaleye katılan veya katılması muhtemel  tüm  istekliler  için  aynı  sonucu  doğuracak  durumlarda verilebilmelidir68. İhale işleminin mevzuata aykırı şekilde tesis edilmesinden dolayı  Kamu  İhale  Kurumu nun  verdiği  karar,  bazı  isteklileri  ihale  dışı bırakıyor veya ihale dışında bırakılan bir isteklinin  teklifini geçerli hale getiriyorsa bu durumda düzeltici işlem belirlenmesi kararı yerine işlemin iptali yoluna gidilmesi daha isabetli olacaktır.  Kurul,  düzeltici  işlem  belirlenmesi şeklinde  verilen  kararlarda idare yerine  geçerek  işlem  tesis  etmemekte,  idareye  nasıl  bir  düzeltici  işlem yapacağı konusunda yol göstermektedir. Uygulamada, ihale dokümanına                                                  66  Yalazay, op.cit., s. 249.  67  Kamu İhale Kurulu Kararı, T. 2.3.2009, K. 2009/UH.I-964: Yazılı açıklama sunan başvuru sahibi tarafından teklif fiyata dahil olacak masraflardan temizlik malzemesi ve diğer kalemler için bedel öngörüldüğü ve öngörülen bedellerle işin tamamlanacağına ilişkin olarak firmalardan alınan tekliflere yer verildiği, bu yönüyle teklif bileşenlerine ilişkin olarak belgeye dayalı yazılı açıklamada bulunulduğu anlaşıldığından, şikâyete konu ihalenin en düşük teklif sahibi istekli olan başvuru sahibi üzerinde bırakılması gerektiği sonucuna ulaşılmıştır. Sonuç olarak yukarıda mevzuata aykırılıkları belirtilen işlemlerin düzeltici işlemle giderilebilecek nitelikte işlemler olduğu tespit edildiğinden, idarece öngörülen süre içerisinde teklif bileşenlerine ilişkin olarak belgeye dayalı yazılı açıklamada bulunan başvuru sahibinin yazılı açıklamalarının yeniden değerlendirilmesi ve bu aşamadan sonraki işlemlerin mevzuata uygun olarak yeniden gerçekleştirilmesi gerekmektedir. 68  Uz, op.cit., s. 415 69  Ibid. 70  Kamu İhale Kurulu Kararı, T. 26.12.2019, K. 2019/UH.I-1767: Netice itibarıyla, idarece sınır değerin altında teklif veren iki istekliye gönderilen aşırı düşük teklif açıklama talebi yazısında önemli teklif bileşenlerinin belirlenmediği, dolayısıyla idarece aşırı düşük teklif açıklama  talebinin  kamu  ihale  mevzuatına  uygun  yapılmadığı  anlaşıldığından,  idare tarafından teklifte önemli olduğu tespit edilen maliyet bileşenlerinin açık ve tereddütte mahal vermeyecek şekilde belirlenerek, aşırı düşük teklif sorgulamasının yeniden yapılması gerektiği sonucuna varılmıştır. Sonuç  olarak,  yukarıda  mevzuata  aykırılıkları  belirtilen  işlemlerin  düzeltici  işlemle giderilebilecek nitelikte işlemler olduğu tespit edildiğinden, idarece hesaplanan sınır değerin altında teklif sunan Çalıkıran Tur. Taş. Oto.San. ve Tic. A.Ş. ile Etimesgut Seyahat İnş. Tur. 320Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 295-331       Kamu İhale Kurumu nun İhale Sürecindeki… ilişkin itirazen şikayetlerde dile getirilen hukuka aykırılıkların iptale yol açtığı,  buna  karşın  değerlendirme  aşamasına  ilişkin  işlemlerde  hukuka aykırılık  bulunması  durumunda  çoğunlukla  düzeltici  işlem  belirlenmesi yoluna gidildiği ifade edilmektedir.   Düzeltici işlem belirlenmesi kararında esas olan, itirazen şikâyete konu hukuka aykırılığın ihalenin tamamını değil sadece ayrılabilir işlemi etkilemesi ve söz konusu ayrılabilir işleme ilişkin hukuka aykırılığın düzeltici işlemle giderilebilmesidir. Bu kapsamda düzeltici işlem kararı, başvuru konusu, başvuru ehliyeti ve hukuka aykırılığın niteliği gibi birden çok faktörün dikkate alınmasıyla verilebilmektedir.  Kurulun mevzuata aykırı olduğunu saptadığı ihale işlemleri ve ihale kararlarının iptaline karar verdikten sonra düzeltici işlem belirlemek yoluna gitmesi ise mevzuata aykırı olduğu gerekçesiyle eleştirilmektedir.  3. Başvurunun Reddi Kararı Kamu İhale Kanunu nda düzenlenmiş son karar türü başvurunun reddi kararıdır. Kanun un 54. maddesindeki hükme göre: Başvurunun süre, usul ve  şekil  kurallarına  uygun  olmaması,  usulüne  uygun  olarak  sözleşme imzalanmış olması veya şikâyete konu işlemlerde hukuka aykırılığın tespit edilememesi veya itirazen şikâyet başvurusuna konu hususun Kurumun görev alanında bulunmaması hallerinde başvurunun reddine karar verilir. Yine, itirazen şikâyete konu işlemlerde ihalenin iptali kararı veya düzeltici işlem belirlenmesi kararı verilmesini gerektiren herhangi bir hukuka aykırılığın söz konusu olmaması durumunda da başvurunun reddine karar verilir.  Başvurunun reddi kararının esasa geçilmeden verilmesi de mümkündür. Başvurudaki  eksikliklerin  başvurana  bildirilme  yükümlülüğü bulunmadığından, başvurunun şekil şartlarına uygun olarak yapılması önem                                                  Eml. Gıd. ve Tic. Ltd. Şti.ne ilişkin aşırı düşük teklif sorgulamasının yenilenmesi ve bu aşamadan  sonraki  işlemlerin  mevzuata  uygun  olarak  yeniden  gerçekleştirilmesi gerekmektedir. Açıklanan nedenlerle, 4734 sayılı Kanun'un 65'inci maddesi uyarınca bu kararın tebliğ edildiği  veya  tebliğ  edilmiş  sayıldığı  tarihi  izleyen  30  gün  içerisinde  Ankara  İdare Mahkemelerinde dava yolu açık olmak üzere, Anılan Kanun'un 54'üncü maddesinin on birinci fıkrasının (b) bendi gereğince düzeltici işlem belirlenmesine, Oybirliği ile karar verildi 71  Yalazay, op.cit., s. 249-250.  72  Yalazay, op.cit., s. 198.  73  Uz, op.cit., s. 415. 321Hayrettin YILDIZ                                                   Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 295-331  arz etmektedir. Ancak, İhalelere Yönelik Başvurular Hakkında Tebliğ in 13. maddesine  göre, henüz  başvuru  süresi  dolmamış  olan  itirazen  şikâyet başvurularında,  başvuru  süresinin  sonuna  kadar  söz  konusu  eksiklikler başvuru sahibi tarafından giderilebilir. Bununla beraber, başvurucunun ehliyet veya  süresinde  başvuru  gibi  şartları  sağlamaması  durumunda  henüz  ön inceleme  aşamasında  iken  ret  kararı  verilebileceğini  belirtmek  gerekir. Örneğin, itirazen şikâyet başvurusunun süresinde yapılmadığı veya başvuru sahibinin  itirazen  şikâyet  ehliyetinin  bulunmadığı  hallerde  başvurunun reddine karar verilir. Buna karşın Kanun daki lafzıyla itirazen şikâyete konu işlemde hukuka aykırılığın tespit edilememesi hali söz konusu ise işlem esas incelemesi aşamasında reddedilmektedir. Hatta, bu husus dışında itirazen şikâyete  konu  işleme  ilişkin  başvurunun  ön  inceleme  aşamasında reddedilebileceği ifade edilebilir.  Bir  ihale  hakkında  farklı  nedenlerle  hukuka  aykırılık  savında bulunulması ve farklı konularda itirazen şikâyet başvurusunda bulunulması mümkündür. Temel kıstas, ihale sürecinde tesis edilmiş işlem veya eylemde ihale mevzuatına aykırılık bulunmasıdır. Nitekim aşağıdaki kararda başka bir işlemden dolayı ihalenin iptal edilmiş olduğu ve başka bir başvuruda da ihalenin itirazen şikâyete konu edildiği görülmektedir. Buna karşın Kurum un ret kararı değil, karar verilmesine yer olmadığı kararını verdiği görülmektedir: ...Bu itibarla da yukarıda yer verilen teknik görüş ve idarece tesis edilen işlemler bir arada değerlendirildiğinde söz konusu ihalenin iptal edilmesi gerektiği sonucuna varılmıştır.  Ancak başvuruya konu ihale 02.01.2012 tarih ve 2012/UY.III-105 sayılı KİK kararıyla iptal edildiğinden başvuru hakkında yeniden karar verilmesine gerek bulunmamaktadır.  Açıklanan  nedenlerle,  Başvuru  hakkında  karar  verilmesine  yer olmadığına, Oybirliği ile karar verildi.75                                                   74  Yalazay, op.cit., s. 251.  75  Kamu İhale Kurulu Kararı, T. 02.01.2012, K. 2012/UY.III-109; Aynı yönde bkz. Kamu İhale Kurulu Kararı, T. 31.07.2013, K. 2013/UH.II-3113: Başvuru sahibinin iddialarının yerinde olup olmadığı hususunun incelenmesine geçilmeden ihale işlem dosyası üzerinde yapılan inceleme sonucunda 18.07.2013 tarihli ihale komisyon kararıyla ihaleye teklif veren isteklinin  teklif  fiyatının  yaklaşık  maliyetin  üzerinde  olduğu  gerekçesiyle  teklinin değerlendirme dışı bırakıldığı ve bu durumda geçerli teklif olmadığından ihalenin iptal edilmesine karar verildiği görülmüş, bu aşamada, bir ihale ve bu ihaleye ilişkin bir süreç kalmadığı ve Kuruma yapılan başvurunun da ihalenin iptali işlemine karşı olmadığı anlaşıldığından  söz  konusu  başvuruya  ilişkin  olarak  karar  verilmesine  yer  olmadığı sonucuna  varılmıştır;  Ayrıca  bkz.  Kamu  İhale  Kurulu  Kararı,  T.  05.08.2013,  K. 2013/UM.III-3193; Kamu İhale Kurulu Kararı, T. 16.01.2014, K. 2014/UM.III-345 322Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 295-331       Kamu İhale Kurumu nun İhale Sürecindeki…  Kurum, ortada yürütülen bir ihale söz konusu olmadığı gerekçesine dayanarak  bu  tür  kararlar  vermektedir.  Bununla  beraber,  Kamu  İhale Hukukunda böyle bir karar türü olmadığını hatırlatmak gerekir. Buna rağmen Kurumca,  daha  önce  iptal  yoluyla  karara  bağlanmış  işlemin  varlığı  öne sürülerek karar verilmesine yer olmadığı şeklinde karar verilmesinin isabeti sorgulanmaya  muhtaçtır.  Kurum un  bu  şekilde  karar  vermesinin  nedeni, mevcut bir ihale olmadığı şeklinde ortaya koyulmaktadır. Bununla beraber, Kurum un esasa ilişkin incelemesinde şekil yönünden hukuka aykırılık nedeni ile karar verilmesine yer olmadığına yönelik bir karar vermek yerine, şekil yönünden hukuka aykırılık nedeni ile başvurunun reddi kararı vermesi daha isabetli görünmektedir. Son olarak, başvurunun reddi kararlarında, Kurum un görev alanında bulunmaması  hali  hariç,  itirazen  şikâyet  başvurusunun  reddedilmesi durumunda,  başvuru  teminatı  yatırılan  hallerde  teminatın  gelir kaydedilmesine de karar verildiğini belirtmek gerekir.   IV.  KAMU  İHALE  KURUMU  KARARLARININ  YARGISAL DENETİMİ Şikâyet ve itirazen şikâyet yolları birer idari çözüm yoludur ve bu yollara sözleşmenin  imzalanmasından  önce  yapılan  işlem  ve  eylemler  için başvurulabilmektedir. İhale süreci bir sözleşme ile sonuçlandırılmışsa artık idari başvuru yollarını kullanma imkânı kalmamakta, geriye sadece yargısal çözüm yolu kalmaktadır.  Kamu İhale Kurumu kararlarının yargısal denetimi iki önemli hususun irdelenmesini  gerektirmektedir:  Kamu  İhale  Kurumu  kararlarının taşınabileceği yargı kolu ile yargısal denetimde ayrılabilir işlem teorisinin önemi (A) ve idari başvuru yollarının tüketilmesi zorunluluğu (B).  A.   Kurum Kararlarının Denetiminde Yargı Yolu ve Ayrılabilir İşlem Teorisi Kamu ihaleleri sürecinde yapılan işlem ve eylemlerden bazıları idari yargının bazıları ise adli yargının denetimine tabidir.  Kamu ihaleleri sırasında sözleşmenin  akdedilmesi  aşamasına  kadar  bir  dizi  idari  işlem  tesis edilmektedir. Bu işlemler, tek taraflı olarak yapıldığından ve kamu gücüne                                                  76 Yalazay, op.cit., s. 252. 77 Gözler, İdare Hukuku Cilt II, op.cit., s. 143. 78  Danıştay  10.  Dairesinin  Kararı,  T.  26.11.2004,  E.  2004/8257,  K. 2004/7618:  …özelleştirme konusunda ilgili şirketle sözleşme sonucunu doğuracak işlemler zincirini oluşturan her işlemin nihai işlemden ayrı, ondan bağımsız bir hüviyeti ve etkisi olması 323Hayrettin YILDIZ                                                   Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 295-331  dayandığından idari yargının denetiminde tabidir. Buna karşın kamu ihaleleri sonucu akdedilen sözleşmeler özel hukuk sözleşmesi olarak görüldüğünden sözleşme sonrası yapılan işlemlerin denetiminin adli yargının görev alanına girdiği kabul edilmektedir. Zira hem doktrin hem yargı makamları, kamu ihaleleri sonucunda akdedilen sözleşmeleri özel hukuk sözleşmeleri olarak değerlendirmektedir. Bu arada, kamu ihale mevzuatının idari sözleşmeler                                                  durumunda, sonuç işlemden ayrılarak ayrı ayrı dava konusu edilebilmeleri mümkün bulunduğundan, satış işleminin bir aşamasını oluşturan dava konusu ihale komisyonu kararı tek başına iptal davasına konu edilebilecek kesin, yürütülmesi zorunlu ve dava konusu edilebilir bir işlemdir. 79  Sancakdar et al., op.cit., s. 606; Uyuşmazlık Mahkemesi Kararı, T. 26.11.2018, E. 2018/350, K. 2018 / 704: Uygulamada ve Uyuşmazlık Mahkemesinin yerleşik görüş niteliği kazanmış kararlarında, ihale kararının kesinleşmesine kadar olan dönem içinde doğacak uyuşmazlıkların idari yargıda, ihalenin kesinleşmesi ve sözleşmenin akdedilmesinden sonraki  aşamada  idare  ile  yüklenici  arasındaki  sözleşmenin  uygulanmasından  doğan uyuşmazlıkların ise, adli yargı yerinde çözümleneceği kabul edilmiştir;  Uyuşmazlık Mahkemesi  Kararı,  T.  29.12.2014,  E.  2014/1097,  K.  2014/1145:  Belirtilen  yasal düzenlemeler çerçevesinde, 4734 sayılı Kamu İhale Kanunu ile 4735 sayılı Kamu İhale Sözleşmeleri Kanunu'nun kamu hukukunu ilgilendiren yasalar olması nedeniyle, sözleşme aşamasına kadar yasaya dayanılarak idarece alınan karar ve yapılan işlemlerin iptali istemiyle  açılan  davaların  idari  yargı  yerinde,  sözleşme  yapıldıktan  sonra  sözleşme hükümlerinin uygulanması nedeniyle ortaya çıkan uyuşmazlıkların ise sözleşme ve özel hukuk  hükümlerine  göre  adli  yargı  yerinde  görülmesi  gerekmekte  ise  de,  sözleşme yapıldıktan  sonra  tesis  edilse  bile  sözleşmenin  uygulanmasından  kaynaklanmayan, sözleşmeden doğan bir hak veya alacağın takibi niteliğini taşımayan, idarenin kamu gücüne dayanarak ve tek yanlı olarak tesis ettiği idarî işlemlerin iptali istemiyle açılan veya bu nitelikteki idarî işlemler nedeniyle doğan tazminat istemleri nedeniyle açılan davaların da idarî  yargı  yerinde  görülüp  çözümlenmesi  gerektiği  tartışmasızdır.;  Ayrıca  bkz. Uyuşmazlık Mahkemesi Kararı, T. 26.10.2015, E. 2015/727, K. 2015/729. 80  Bahtiyar Akyılmaz - Murat Sezginer - Cemil Kaya, Türk İdare Hukuku, Savaş Kitabevi, 11. Baskı, Ankara, 2019, s. 504; Ramazan Çağlayan, İdare Hukuku Dersleri, Adalet Yayınevi, 7. Baskı, Ankara, 2019, s. 478; Günday, op.cit., 2011, s. 195; Şeref Gözübüyük - Turgut Tan, İdare Hukuku Cilt 1 Genel Esaslar, Turhan Kitabevi, 8. Baskı, Ankara, 2011, s. 540 vd.    Uyuşmazlık  Mahkemesi  Kararı,  T.  29.12.2014,  E.  2014/1097,  K.  2014/1145: İdarelerce mal veya hizmet alımı için ihaleye çıkılması safhasında ihalenin sonuçlanıp kesinleşmesine kadar geçen aşamada tesis edilen işlemlerin idari nitelikte olduğu kabul edilmekte ve bu aşamada ortaya çıkan anlaşmazlıkların çözümünün idari yargı yerlerine, ihalenin kesinleşmesi ve sözleşmenin akdedilmesinden sonraki aşamada idare ile yüklenici arasındaki sözleşmenin uygulanmasından doğan uyuşmazlıkların görüm ve çözümünün ise özel hukuk hükümlerine göre adli yargı yerlerine ait olduğunda kuşku bulunmamaktadır.; Danıştay 13. Daire, T. 06.04.2010, E. 2009/7074, K. 2010/2940: Bilindiği gibi ihalelerde, sözleşme aşamasına kadar yasaya dayanılarak idarece alınan karar ve yapılan işlemlerin iptali istemiyle açılan davaların idari yargı yerinde, sözleşme yapıldıktan sonra sözleşme hükümlerinin uygulanmasından kaynaklanan uyuşmazlıklar ile sözleşmeye karşı açılacak davaların  özel  hukuk  hükümlerine  göre  adli  yargı  yerinde  görülüp,  çözümlenmesi gerekmektedir. 324Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 295-331       Kamu İhale Kurumu nun İhale Sürecindeki… içinde geçerli olabileceğini, esas olanın ihale değil akdedilen sözleşmenin hukuki niteliği olduğunu ileri sürenlerin de bulunduğunu belirtmek gerekir.  Yine de genel kanı, bu sözleşmelerin özel hukuk sözleşmeleri olduğuna yöneliktir.  Esasında  Kurum,  sözleşmenin  akdedilmesinden  sonra  yapılan itirazen  şikayetleri  değerlendirmeye  almadığından  ve  Kurumca  verilen kararlar  adli  yargının  denetimine  tabi  olmadığından,  Kurum  kararlarının denetimi dendiğinde anlaşılması gereken idari yargının denetimidir. Ayrıca Kurum da sözleşmenin imzalanması aşaması öncesine ilişkin karar tesis etmektedir. Nitekim, Kamu İhale Kanunu nun değişik maddelerinde itirazen şikâyet başvurusunun sözleşme imzalanmadan önce yapılabileceği (madde 56), Kurum tarafından nihai karar verilmeden sözleşme imzalanamayacağı (madde 55)82, usulüne uygun olarak sözleşme imzalanmış olması halinde itirazen şikâyet hakkında ret kararı verileceği (madde 54) şeklinde hükümler bulunmaktadır.  Ayrılabilir işlem teorisi gereğince bir işlem, işlem dizisi içerisinde veya idari karar alma sürecinde bulunduğu yer itibariyle tek başına hukuki sonuç doğuruyor ve kişinin hakları üzerinde etkide bulunabiliyorsa bu işlem diziden çekilerek  tek  başına  ve  nihai  işlemden  bağımsız  olarak  dava  konusu edilebilmektedir.  Dava  edilen  işlem,  bir  anlamda  işlemler  halkasından koparılmakta  ve  ayrılabilir  işlem  teorisi  sayesinde  hakkında  iptal davası açılabilmektedir. Ancak ayrılan işlemin tek başına icrai nitelik barındırması gerekmektedir.  Kamu ihale sürecinde de sözleşmenin imzalanması aşamasına kadar bir dizi idari işlem tesis edilmektedir. Bu bakımdan, ihale şartnameleri, sözleşme                                                  81 Gözler, İdare Hukuku Cilt II, op.cit., s. 139 vd.  82  Danıştay 13. Dairesinin Kararı, T. yok,  E. 2007/4807, K. 2010/7278: …davacı şirketler tarafından 15 günlük şikâyet başvurusu süresi içerisinde usulüne uygun yapılan bir şikâyet başvurusunun bulunması karşısında; ihaleyi yapan idare tarafından ihale kararının ilgililere tebliğ tarihi dikkate alınmak suretiyle belirlenen şikâyet süreleri beklenilerek sözleşme imzalanması gerektiğinden, usulüne aykırı olarak imzalanan sözleşme nedeniyle davacılar tarafından yapılan itirazen şikâyet başvurusunun reddi yönünde verilen dava konusu 01.10.2004 tarih ve 2004/UH.Z-1298 sayılı Kamu ihale Kurulu kararında hukuka uyarlık görülmediğinden, dava konusu Kurul kararının iptali gerekirken davanın reddi yolunda hüküm kuran İdare Mahkemesi kararının bu kısmında hukukî isabet bulunmamaktadır (Nakleden-Sancakdar, op.cit., s. 3896). 83  Kanunun ilk halinde de Kurul un sözleşme imzalanmadan önce kararını vermesi gerektiği düzenlenmişti.    Bkz.  https://www.tbmm.gov.tr/kanunlar/k4.html  (Erişim  tarihi 21.10.2020).  84  Gözler, İdare Hukuku Cilt I, op.cit., s. 812-813.  85  Murat Sezginer, İptal Davasının Uygulama Alanı Bakımından Ayrılabilir İşlem Kuramı, Yetkin Yayınevi, Ankara, 2000, s. 44.  325Hayrettin YILDIZ                                                   Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 295-331  akdedilmesine ilişkin kararlar, ihale kararı, ihalenin onayı, ihalenin belli bir istekli üzerinde bırakılması, isteklilerden ihale şartlarını taşıdığı halde ihale dışında bırakılanlara ilişkin işlemler ve nihayet ihalenin iptali işlemi gibi işlemler  ayrılabilir  işlem  kabul  edilmekte  ve  iptal  davasına  konu olabilmektedir.  Dolayısıyla  ihale  süreci  kapsamında,  sözleşmenin akdedilmesinden önce kamu idareleri tarafından alınan kararlar, ayrılabilir işlem teorisi gereğince kendi başlarına birer icrai işlem olarak kabul edilmekte ve bunların denetimi idari yargının görev alanına girmektedir. Bu bağlamda, ayrılabilir  işlem  teorisinin  ihale  sürecindeki  hukuka  aykırılıkların denetlenmesinde  de  kullanıldığı  ve  hukuka  aykırı  işlemin  tespiti  ve denetlenmesinde önemli bir işlev gördüğü söylenebilir.  Buna karşın ihale sürecinde tesis edilen her işlemin icrai nitelikte olduğu ve  ayrılabilir  işlem  teorisi  gereği  doğrudan  yargısal  denetime  tabi tutulabileceği söylenemez.  Tebliğ, düşünce bildirme ve bilgi verme gibi işlemleri bu kapsamda saymak mümkündür. Gerçekten de bu tür işlemler icrai nitelikte görülmemekte ve tek başlarına değil ancak nihai veya asıl işlemle beraber dava konusu edilebilmektedir.  Kamu  İhale  Kurumu,  düzenleyici  denetleyici  kurum  olarak  görev yapmaktadır. Haliyle ihale sürecinde verdiği kararlar da yargısal değil, idari niteliktedir. Kurum un bu süreçte kamu gücüne dayanarak aldığı kararlar idari yargının  denetimine  tabidir.  Bu  bakımdan,  her  ne  kadar  Kamu  İhale Kanunu nun 57. maddesinde şikayetler ile ilgili Kurum tarafından verilen nihai  kararların  Türkiye  Cumhuriyeti  Mahkemelerinde  dava  konusu edilebileceği  belirtilmekle yetinilmiş  ve  açıkça  idare  mahkemelerinin  bu davaları  göreceği  ifade  edilmemiş  olsa  da  Kurum un  idari  nitelikteki kararlarının idari yargıda denetleneceği açıktır. Kurum tarafından verilen kararlara karşı Ankara İdare Mahkemelerinde dava açılabilir.                                                    86  Çağlayan, op.cit., s. 481.  87  Gözübüyük – Tan, op.cit., s. 540; Çağlayan, op.cit., s. 481; Gözler, İdare Hukuku Cilt II, op.cit., s. 222-223. 88  Dilşat Yılmaz, İdari İşlemin İcrailik Özelliği, Astana Yayınları, Ankara, 2014, s. 68-69.  89  Danıştay 7. Dairesinin Kararı, T. 15.06.2005, E.  2004/2885, K. 2005/1244: Bilindiği üzere, idari davaya konu olabilecek işlemler, idarenin, kamu hizmetlerinin yürütülmesi amacıyla kamu gücü kullanarak tesis ettiği tek yanlı, kesin ve yürütülmesi zorunlu işlemleridir.  Dava  konusu  edilen  tebligat  işlemi  ise,  idarenin  açıklanan  nitelikteki işlemlerinden olmayıp; bir idari işlemin muhatabına duyurulmasından ibarettir. Dolayısıyla; idari davaya konu edilmesi olanaklı değildir.; Ayrıca bkz. Gözler, İdare Hukuku Cilt I, op.cit., s. 836.  326Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 295-331       Kamu İhale Kurumu nun İhale Sürecindeki… B. İki aşamalı İdari Sürecin Tamamlanması Zorunluluğu İhale sürecindeki işlem ve eylemlerin hukuka aykırı olduğu iddiası ile aday istekli ya da istekli olabilecekler tarafından idari yargıda dava açılmadan önce 4734 sayılı Kanun un 54. maddesi gereğince şikâyet ve itirazen şikâyet yollarının tüketilmesi zorunludur. Diğer bir ifade ile şikâyet ve itirazen şikâyet başvurularının  tamamlanmamış  olması  yargı  sürecinin  başlatılması bakımından engel oluşturmaktadır. Dolayısıyla, bu tür hukuka aykırılıklarda idareye şikâyet ve sonrasında Kurum a itirazen şikâyet yolu ile başvurmuş olmak dava şartıdır. Kanunda öngörülen idari başvuru yolları tüketilmeden dava açılması halinde idari yargı makamı, aşağıdaki kararda belirtildiği üzere, dilekçenin idari mercii tecavüzü nedeniyle görevli idari mercie tevdiine karar vermek durumundadır: Olayda,  davacının  idareye  şikâyet  konusu  olan  eksik  belgeler hususunda, Kamu İhale Kurulu tarafından bir karar verilmiş olmakla birlikte, konu Kurul un gündemine Kurum başkanının talebiyle geldiğinden, başka bir deyişle anılan konuda itirazen şikâyet başvurusu bulunmadığından, yapım müteahhidi olan davacı açısından, idari itiraz yolunun tüketildiğinden söz edilemez. Bu nedenle, idari başvuru yolu tüketilmeden açılan davada, idari merci  tecavüzü  nedeniyle,  dosyanın  merciine  tevdii  kararı  verilmesi gerekirken, bu aşamada açılan davanın reddi yolundaki İdare Mahkemesi kararında isabet görülmemiştir92. Kanunun lafzından şikâyet üzerine idarece verilen kararların da yargıya taşınabileceği gibi bir sonuç çıkarılabileceği ileri sürülebilir. Buna karşın, 4734  sayılı  Kanun un  gai  ve  sistematik  yorumundan,  Kamu  İhale Kurumu nun  bizatihi  varlık  nedenlerinden  birinin  uyuşmazlıkların  yargı önüne  taşınmadan  bu  konuda  uzman  ve  donanımlı  bir  yapı  tarafından çözülmesi olduğu açıktır. Bu bakımdan, idari yargıya taşınacak işlemin ihaleyi  yapan  idarece  tesis  edilen  değil,  itirazen  şikâyet  üzerine  Kurum tarafından verilen karar olduğu sonucu çıkmaktadır. Dolayısıyla idari yargı tarafından denetlenecek olan işlem, ihaleyi yapan idarenin şikâyet üzerine verdiği kararlar değil, itirazen şikâyet üzerine Kurum un verdiği kararlar olacaktır. Ancak her ne karar yargısal denetimin konusu itirazen şikâyet                                                  90  Aziz Taşdelen, Kamu Harcamaları Hukukunda İhale Süreci, Turhan Kitabevi, Ankara, 2004, s. 144. 91  Öztürk, op.cit., s. 130; Sancakdar, op.cit., s. 3846. 92  Danıştay 13. Dairesinin Kararı, T. 30.11.2005, E. 2005/6393, K. 2005/5716; Ayrıca bkz. Danıştay 13. Dairesinin Kararı, T. 24.10.2005, E. 2005/6846, K. 2005/5166.  93  Uz, op.cit., s. 443.  94  Danıştay 13. Dairesinin Kararı, T. 28.9.2005, E. 2005/6164, K. 2005/4790: … ihale süreci ile ilgili olarak idari davaya konu olabilecek işlem, ihalenin başlangıcından sözleşmenin 327Hayrettin YILDIZ                                                   Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 295-331  üzerine Kurum tarafından tesis edilen işlem olsa da, idarenin ihale süreci boyunca tesis ettiği işlemlerin denetimi de bir nevi Kurum kararı üzerinden denetlenmiş olmaktadır. Zira Kurum kararının hukuka uygun olup olmadığı ancak şikâyet üzerine idarenin verdiği kararın denetiminin hukuka uygun şekilde  yapılıp  yapılmadığı  incelenerek  anlaşılabilir.  Yargısal  denetim, şikayetler ile ilgili Kurum tarafından verilen nihai kararları kapsadığından, kanunun lafzından da anlaşılacağı üzere ihalenin başlangıcından sözleşmenin imzalanmasına  kadar  idarelerce  yapılan  işlemlerin  yargıya  taşınabileceği görülmektedir.  İhale  sürecinde  idarece  yapılan  işlemlerinse  yargısal başvurudan  önce  itirazen  şikâyet  yoluyla  Kamu  İhale  Kurumunca denetlenmesi gerektiğine kuşku bulunmamaktadır.  Ancak belli bir ihale sürecinin uygulanmadığı kamu alımları sırasında tesis  edilen  işlemlerin,  itirazen  şikâyet  yolu  tüketilmeksizin  yargıya taşınabileceğinde  şüphe  bulunmaması  gerekir.  Keza  itirazen  şikâyet mekanizması, ihale sürecindeki işlemlerin hukuka uygunluğunu sağlamaya yönelik olduğundan ve prensip olarak bu süreç içerisindeki zararların idarece karşılanması için öngörülmediğinden süreçten kaynaklı zararların da itirazen şikâyet yolu tüketilmeksizin yargıya taşınabileceği ifade edilebilir. Zira, zarar ve sorumluluk konusu, her zaman hukuka aykırılıkla eşgüdüm içerisinde olmak zorunda değildir. Daha açık bir ifadeyle, ihale süreci boyunca tesis edilen işlemler hukuka uygun olsa bile bu işlemlerden kaynaklanan bir zararın ortaya  çıkması  mümkündür.  Bu  açıdan  itirazen  şikâyet  yolunun,  ihale sürecindeki işlem ve eylemlerden dolayı meydana gelen zararlarda tam yargı davası açılmadan önce tüketilmesi gereken bir yol olduğunu ileri sürme imkânı bulunmamaktadır.  SONUÇ İhale süreci, ihale yetkilisince ihale onayının verildiği tarihten itibaren başlayan, sözleşmenin veya çerçeve anlaşmanın taraflarca imzalanıp notere onaylattırılması ve tescili ile noter onayı ve tescili gerekmeyen hallerde ise sözleşmenin veya çerçeve anlaşmanın taraflarca imzalanmasıyla tamamlanan süreci  ifade  etmektedir.  Bu  süreç  içerisinde  idarece  yapılan  eylem  ve                                                  imzalanmasına kadar olan süre içerisinde ihale makamı tarafından yapılan işlemler değil, bu işlemlere karşı, anılan Kanun hükümlerinde öngörülen usullere göre ihaleyi yapan idareye yapılacak şikâyet başvurusundan sonra, Kamu İhale Kurumu na yapılacak itirazen şikâyet başvurusu sonucu Kamu İhale Kurulu tarafından tesis edilecek işlemdir. 95  Uz, op.cit., s. 444. 96  Ibid., s. 446. 97  Ibid. 98  Gözübüyük – Tan, op.cit., s. 239.  328Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 295-331       Kamu İhale Kurumu nun İhale Sürecindeki… işlemlerin hukuka aykırı olduğunu iddia eden aday veya istekli ile istekli olabilecekler, Kamu İhale Kanunu nda belirtilen şekil ve usul kurallarına uygun olmak şartıyla şikâyet ve itirazen şikâyet başvurusunda bulunabilirler.  Şikâyet mekanizmasını işletebilecek olanlar, bir hak kaybına veya zarara uğradığını veya zarara uğramasının muhtemel olduğunu iddia eden aday, istekli ya da istekli olabileceklerdir. Bu sıfatlardan birine sahip olmayıp ihale sürecinde tesis edilen işlem veya eylemlerden dolayı hak veya menfaatlerinin ihlal edilmiş olduğunu ileri süren kişiler şikâyet ve itirazen şikâyet yollarını tüketmeden doğrudan yargı yoluna başvurabilirler.  İdareye şikâyet veya Kamu İhale Kurumu na itirazen şikâyet başvurusu yapılması  halinde,  başvuru  sonuçlandırılmadan  sözleşme  imzalanamaz. İtirazen şikâyet üzerine Kurum un verebileceği üç karar türü bulunmaktadır. Bunlar, iptal, düzeltici işlem belirlenmesi ve başvurunun reddi kararlarıdır. Kurum un itirazen şikâyet başvurusu olmaksızın re sen harekete geçerek kendiliğinden  inceleme  yapma  yetkisi  bulunmamaktadır.  Bunun  dışında, Kurum un ihaleden yasaklama kararlarını yetki alanı dahilinde görmeyerek denetlememesi, Kanun da yer alan karar türleri dışında ve Kanun da yer almayan gerekçelerle karar vermesi eleştirilmektedir.  Kamu  ihale  süreci  sonunda  imzalanan  sözleşmelerin  büyük çoğunluğunun  hukuki  niteliğinin  özel  hukuk  sözleşmesi  olarak  kabul edilmesinden  dolayı  sözleşmenin  imzalanmasından  sonra  ortaya  çıkan uyuşmazlıklar adli yargının denetimine tabidir. Buna karşın, Kamu İhale Kurumu nun ve genel olarak ihale sürecinde idarelerce tesis edilen kararların yargısal denetiminde ayrılabilir işlem teorisi ön plana çıkmakta ve ihale süreci boyunca tesis edilen işlemlerden hukuka aykırı nitelikte olanlar yargılamaya konu edilebilmektedir. İdarece tesis edilen ve idari nitelikteki bu kararların yargısal denetimi idari yargıda yapılmaktadır.  İhale sürecindeki eylem ve işlemlerin hukuka aykırı olduğunun ileri sürülmesi  durumunda,  uyuşmazlık  konusu  işlem  veya  eylemin  yargıya taşınması mümkündür. Ancak yargı yoluna başvurulmadan önce şikâyet ve itirazen şikâyet şeklindeki idari başvuru yollarının tüketilmesi dava şartıdır. Aksi durumda yargı makamı dilekçenin idari mercii tecavüzü nedeniyle görevli idari mercie tevdiine karar vermek durumundadır.     329Hayrettin YILDIZ                                                   Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 295-331",
     "Kaynakça": "AKYILMAZ Bahtiyar - SEZGİNER Murat - KAYA Cemil, Türk İdare Hukuku, Savaş Kitabevi, 11. Baskı, Ankara, 2019. ATAY Ender Ethem, “Bağımsız İdari̇ Otoriteler ve Türkiye Uygulaması, Gazi Üniversitesi Hukuk Fakültesi Dergisi, C. X, S.1,2, Ankara, 2006, ss. 259-293.  CHAPUS René, Droit Administratif Général Tome 1, Montchrestien, 15. Baskı, Paris, 2001.  ÇAĞLAYAN Ramazan, İdare Hukuku Dersleri, Adalet Yayınevi, 7. Baskı, Ankara, 2019. ÖCAL ÇİFTÇİ Burcu Zernişan– YILMAZ H. Hakan, “Kamu İhale Süreçlerinin Uyuşmazlık Kararları Çerçevesinde Değerlendirilmesi, Ankara Üniversitesi SBF Dergisi, Cilt 74, S. 1, 2019. DURAN Lütfi, “Türkiye de Bağımsız İdari Otoriteler, Amme İdaresi Dergisi, C. 30, S. 1, 1997, ss. 3-10.  GÜNDAY Metin, İdare Hukuku, İmaj Yayınları, 10. Baskı, Ankara, 2011. GÖZLER Kemal, İdare Hukuku Cilt I ve II, Ekin Yayınevi, 3. Baskı, Bursa, 2019. GÖZÜBÜYÜK Şeref - TAN Turgut, İdare Hukuku Cilt 1 Genel Esaslar, Turhan Kitabevi, 8. Baskı, Ankara, 2011. ÖZKAN Gürsel, Danıştay Kararları Işığında Kamu İhale Hukukuna Egemen Olan İlkeler, Yetkin Yayınları, Ankara, 2014. ÖZTÜRK İlhami, “Kamu İhale Kanunu nda Düzenlenen Şikâyet ve İtirazen Şikâyet Başvuru Sürelerinin Hukuki Niteliği, Ankara Barosu Dergisi, Yıl: 67, Sayı: 3, 2009, ss. 129-137. SANCAKDAR Oğuz - ÖNÜT Lale Burcu - DOĞAN Eser Us - Turhan Mine Kasapoğlu - Seyhan Serkan,  İdare Hukuku Teorik Çalışma Kitabı, Seçkin Yayınları, 8. Baskı, Ankara, 2019. SANCAKDAR  Oğuz,  “Kamu  İhale  Kurulu  Kararlarının  Yargısal  Denetimı̇ Bağlamında Yürütmenin Durdurulması ve Hukukî Sonuçları, Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, C. 16, Özel Sayı 2014, ss. 3843-3911. SEVER  D.  Çiğdem,  “Türkiye de  Düzenleyici  Kurumların  Yapısı,  İşlevi  ve Dönüşümü, AÜHFD, 64 (1), Ankara, 2015, ss.195-236. SEZGİNER Murat, İptal Davasının Uygulama Alanı Bakımından Ayrılabilir İşlem Kuramı, Yetkin Yayınevi, Ankara, 2000 TAŞDELEN Aziz, Kamu Harcamaları Hukukunda İhale Süreci, Turhan Kitabevi, Ankara, 2004. 330Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 295-331       Kamu İhale Kurumu nun İhale Sürecindeki… TEKİNSOY  M.  Ayhan,  “Bağımsız  İdari  Otoriteler  ve  Regülasyon  Anlayışı  – Tartışmalar, Sorunlar, Ankara Barosu Dergisi, S. 2, 2007, ss. 119-134.  TUĞLACI Pars, Okyanus 20. Yüzyıl Ansiklopedik Türkçe Sözlük Cilt III, Pars Yayınevi, İstanbul, 1974. UZ Abdullah, Kamu İhale Hukuku, Turhan Kitabevi, Ankara, 2005. YALAZAY Sait, 4734 Sayılı Kamu İhale Kanunu Kapsamında Yapılan İhalelere Karşı İdari Başvuru Yolları, İstanbul Üniversitesi Sosyal Bilimler Enstitüsü Kamu Hukuku Anabilim Dalı, Yayımlanmamış Doktora Tezi, İstanbul, 2014. YILMAZ  Bekir  Mustafa,  Kamu  Alımlarında  İdari  Denetim,  Yetkin  Yayınları, Ankara, 2007.                      331Hayrettin YILDIZ                                                   Ankara Üni. Hukuk Fak. Dergisi, 70 (1) 2021: 295-331          332"
}