{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Ankara Üniversitesi",
     "Gün": "",
     "Ay": "",
     "Yıl": "2015",
     "Cilt": "64",
     "Sayı": "1",
     "Başlık": "HAKSIZ FİİLDE BEDENSEL ZARARIN İSPATINA VE BEDENSEL ZARARDAN SORUMLULUĞA İLİŞKİN BİR YARGITAY KARARININ DEĞERLENDİRİLMESİ",
     "Title": "Review of a Decision of the Turkish Supreme Court of Appeal Concerning the Question of Proof and Liability in Case of Bodily Harm",
     "Yazar İsmi": [
          "Cihan AVCI BRAUN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Haksız fiil sorumluluğu",
          "bedensel zarar",
          "efor zararı",
          "geçici iş göremezlik zararı",
          "denkleştirme"
     ],
     "Keywords": [
          "Tort liability",
          "bodily harm",
          "effort-loss",
          "(partial) inability to work"
     ],
     "Özet": "Haksız fiile uğrayan mağdurun çalışma gücünü kullanarak elde ettiği bir geliri varsa ve haksız fiilden kaynaklanan geçici iş göremezliği sebebiyle bu gelirde bir azalma olursa, bu azalma  maddî zararı oluşturur. Bu zararın miktarı, mağdurun yıllık kazancı esas alınarak hesaplanır. Mağdur, uğradığı haksız fiil sebebiyle birtakım ekonomik yararlar da sağlamışsa, kural olarak bu  yararlar tespit edilen  zarar  miktarına  mahsup  edilir.  Denkleştirmenin yapılabilmesi için zarar veren fiille  yarar arasında uygun illiyet bağının bulunmasının yanı sıra denkleştirmenin hakkaniyete uygun olarak yapılması gerekmektedir. Buna göre çalışma gücünü kısmen yitiren mağdur, fazla efor sarf ederek kazancında bir azalma olmamasını sağlarsa, bu fazla efor sarf edilerek elde edilen yararın mahsubu, failin sorumluluğunu azaltacağından hakkaniyete aykırı olur. Doktrinde savunulanın aksine, mağdurun fazla efor sarf ederek kazancında bir azalma olmamasını sağlaması  efor zararı  adı verilen yeni bir maddî zararı doğurmamaktadır. Burada mağdur çalışma gücü kaybına uğradığı için doğmuş olan zarardan, fazla efor sarf edilerek elde edilen yarar indirilmemekte; yani denkleştirme yapılmamaktadır. Bu nedenle                                                    Yrd. Doç. Dr., Yeditepe Üniversitesi Hukuk Fakültesi Medeni Hukuk Anabilim Dalı Öğretim Üyesi   37AÜHFD, 64 (1) 2015: 37-64   zarar miktarını da, sarf edilen fazladan efora konu iş için piyasada talep edilen ücret miktarı değil, mağdurun yıllık kazancı üzerinden hesaplanacak gerçek kazanç kaybı oluşturacaktır. Anahtar  Sözcükler:  Haksız  fiil  sorumluluğu,  bedensel  zarar,  efor zararı, geçici iş göremezlik zararı, denkleştirme ABSTRACT If a person suffers inability to work as a result of a tort which was directed to him, a decrease of income causes material loss. The amount of damages is calculated on the basis of his annual income multiplied by the grade  of  incapacity.  If  the  injured  person,  however,  achieves  financial benefits,  such  as  saved  expenses,  in  principle  these  benefits  are  to  be deducted  from  the  damages.  Nevertheless,  the  principle  of  good  faith requires that the full amount of damages is to be paid, if the person injured and,  thus,  partially  unable  to  work  makes  extraordinary  efforts  to compensate the loss of income. As a consequence, in contrast to the view expressed  in academia,  there  is  no  need  for  an  additional   effort  loss  establishing a new category of material loss.  Keywords: Tort liability, bodily harm, effort-loss, (partial) inability to work   A. Giriş Bilindiği üzere, çoğu kez haksız fiil sonucu ortaya çıkan zararın tazmini konusunda taraflar anlaşamamakta, mağdur haksız fiil sorumlusuna dava açmak  zorunda  kalmaktadır.  Bu  davalardaki  maddî  zararın  tazmini taleplerini  değerlendirmede,  mahkemeler  zararın  ispatı  konusunda  Türk Borçlar  Kanunu nun  50.  maddesini  (eski  BK  m.  42)  her  zaman  doğru uygulayamamaktadırlar.  Çalışmamıza  konu  olan  karardan  yola  çıkarak, haksız fiilde zarar ve cismanî zarar kavramları, cismanî zarar kapsamında tazmini mümkün zarar kalemleri ve zararın ispatı konularında açıklamalarda bulunacağız. B. Karar Metni  Davacı H. T. vekili tarafından, davalı E. Y. vd. aleyhine 30/10/2002 gününde  verilen  dilekçe  ile  kasten  yaralama  eylemine  dayalı  maddî  ve manevî tazminat istenmesi üzerine mahkemece yapılan yargılama sonunda; 38AÜHFD, 64 (1) 2015: 37-64                                                                                     Avcı Braun maddî tazminat isteminin reddine, manevî tazminat isteminin kabulüne dair verilen  23/12/2011  günlü  kararın  Yargıtay ca  incelenmesi  davacı  ile davalılar  vekillerince  süresi  içinde  istenilmekle  temyiz  dilekçelerinin kabulüne karar verildikten sonra tetkik hâkimi tarafından hazırlanan rapor ile dosya içerisindeki kağıtlar incelenerek gereği görüşüldü: KARAR: 1- ) Dosyadaki yazılara, kararın dayandığı kanıtlarla yasaya uygun  gerektirici  nedenlere,  özellikle  delillerin  değerlendirilmesinde  bir isabetsizlik görülmemesine göre davalıların tüm, davacının aşağıdaki bendin kapsamı dışında kalan temyiz itirazları reddedilmelidir. 2- ) Davacının diğer temyiz itirazlarına gelince; Dava,  kasten  yaralama  eylemine  dayalı  maddî  ve  manevî  tazminat istemine ilişkindir. Mahkemece, maddî tazminat isteminin reddine, manevî tazminat isteminin ise kabulüne karar verilmiş; hüküm, taraflarca temyiz edilmiştir. Mahkemece, davacının tedavi gideri ve işgücü kaybına ilişkin maddî tazminat  isteminin  davacının  çalıştığını  ve  masraflarını  ispatlayamadığı gerekçesi ile reddine karar verilmiştir. Dosya kapsamından davacının hayatî tehlike geçirecek ve 45 gün iş ve gücüne  engel  teşkil  edecek  şekilde  davalılar  tarafından  yaralandığı  ve ameliyat geçirdiği anlaşılmaktadır. Şu durumda, davacının iyileşme süresine ilişkin rapor alınarak ve bu sürede asgarî ücret düzeyinde gelir elde edeceği de  kabul  edilerek  geçici  işgöremezlik  zararı  belirlenmeli,  yine  tedavi belgeleri  getirtilerek  bu  kalem  zararının  tespiti  için  bilirkişi  incelemesi yapılmalı, bu hâlde dahi bir sonuca ulaşılamaması durumunda ise, BK' nun 42.  maddesi  uyarınca  zararın  kapsamı  tayin  edilerek  hüküm  altına alınmalıdır. Belirtilen bu hususlar gözönüne alınmaksızın maddî tazminat isteminin ispatlanamadığı gerekçesi ile reddine karar verilmiş olması doğru görülmemiş ve kararın bu nedenle bozulması gerekmiştir. SONUÇ: Temyiz edilen kararın yukarıda (2) numaralı bentte açıklanan nedenlerle  davacı  yararına  BOZULMASINA,  davalıların  tüm,  davacının diğer temyiz itirazlarının ilk bentte açıklanan nedenlerle reddine ve temyiz eden  davacıdan  peşin  alınan  harcın  istek  hâlinde  geri  verilmesine, 22.05.2013 gününde oybirliğiyle karar verildi.    39Haksız Fiilde Bedensel Zararın...                                                   AÜHFD, 64 (1) 2015: 37-64   C. Karara Konu Teşkil Eden Somut Olay ve Yargı Mercilerinin Çözümü Yargıtay 4. Hukuk Dairesi nin 22.05.2013 tarih ve E. 2012/10712, K. 2013/9325 sayılı kararının yayınlanmış metninden anlaşılabildiği kadarıyla, uyuşmazlık  konusu  olayda  davacı  H. T.  vekili,  davacının  hayatî  tehlike geçirecek ve  45 gün iş  ve  gücüne engel teşkil edecek şekilde  davalılar tarafından yaralandığı ve ameliyat geçirdiği gerekçesiyle, davalı E. Y. vd. aleyhine 30/10/2002 gününde verilen dilekçe ile kasten yaralama eylemine dayalı maddî ve manevî tazminat davası açmıştır. İlk derece mahkemesi, yapılan yargılama sonunda; davacının tedavi gideri  ve  işgücü  kaybına  ilişkin  maddî  tazminat  isteminin  davacının çalıştığını  ve  masraflarını  ispatlayamadığı  gerekçesi  ile  reddine,  manevî tazminat isteminin ise kabulüne karar vermiştir. Davacı ve davalı vekilleri, ilk derece mahkemesi kararını temyiz etmiş olup,  Yargıtay  4.  Hukuk  Dairesi,  kararı  şu  gerekçeyle  davacı  yararına bozmuştur: Dosya kapsamından davacının hayatî tehlike geçirecek ve 45 gün iş ve gücüne  engel  teşkil  edecek  şekilde  davalılar  tarafından  yaralandığı  ve ameliyat geçirdiği anlaşılmaktadır. Şu durumda, davacının iyileşme süresine ilişkin rapor alınarak ve bu sürede asgarî ücret düzeyinde gelir elde edeceği de  kabul  edilerek  geçici  işgöremezlik  zararı  belirlenmeli,  yine  tedavi belgeleri  getirtilerek  bu  kalem  zararının  tespiti  için  bilirkişi  incelemesi                                                  1  Karar,   Legal  Hukuk   dergisinin  132.  (Aralık  2013)  sayısının  197-198.  sahifelerinde yayınlanmıştır. 2   Çalışma gücünden, çalışma kuvvetinin fayda getirici bir şekilde kullanılması anlaşılır , Tandoğan, Halûk. (2010). Türk Mes uliyet Hukuku. İstanbul, s. 285;  Çalışma gücünden maksat,  bir  kimsenin  bedenî,  ruhî  veya  zihnî  kabiliyetlerine  bağlı  olan  ekonomik verimliliktir , Tekinay, Selahattin Sulhi/Akman, Sermet/Burcuoğlu, Halûk/Altop, Atilla. (1993). Borçlar Hukuku Genel Hükümler (7. Bası). İstanbul, s. 604. Yarg. 11. HD., 21.03.2005,  E.  2004/6063,  K. 2005/2500  (Legalbank):   Çalışmakta  iken  sakat  kalan davacının uğradığı maddî zararın hesaplanmasında, uğradığı sakatlık oranı değil, bu sakatlık  nedeniyle  ortaya  çıkan  iş  göremezlik,  diğer  anlatımla,  çalışma  ve  kazanma gücündeki kayıp oranı esas alınmalıdır . Sosyal Güvenlik Hukuku açısından geçici iş göremezlik,  sigortalının  geçirdiği  iş  kazası  veya  meslek  hastalığı  nedeniyle  Sosyal Sigortalar Kurumu nca yetkilendirilen hekim veya sağlık kurullarından alınan istirahat raporlarında belirtilen istirahat süresince geçici olarak çalışamama hâlidir. Bkz. Tuncay, A. Can/Ekmekçi, Ömer. (2013). Sosyal Güvenlik Hukuku Dersleri (16. Bası). İstanbul, s. 358, 359. 40AÜHFD, 64 (1) 2015: 37-64                                                                                     Avcı Braun yapılmalı, bu hâlde dahi bir sonuca ulaşılamaması durumunda ise, BK m. 42. maddesi uyarınca zararın kapsamı tayin edilerek hüküm altına alınmalıdır.  D. Çözümlenmesi Gereken Hukukî Problemler Uyuşmazlık  konusu  olayda  haksız  fiil  sonucu  bir  bedensel  zararın oluşup  oluşmadığı,  bedensel  zarar  oluştuysa  hangi  zarar  kalemlerinin tazmininin mümkün olduğu, bu zarar kalemlerinin varlığını ve miktarını kimin ne şekilde ispatla yükümlü olduğu konuları, çözümlenmesi gereken problemlerdir. E. Soruna İlişkin Görüş ve Kararın Değerlendirilmesi I.  Hukukta Zarar Kavramı Haksız  fiil  sonucu  bir  tazminat  yükümlülüğünün  doğabilmesi  için, hukuka aykırı fiilin bir zarara sebep olması gerekir.3 Haksız fiil sonucu herhangi bir zarar doğmamışsa, failin cezaî sorumluluğu gündeme gelse bile, hukukî sorumluluğundan söz edilemez.4 Zarar ise, bir kimsenin malvarlığında iradesi dışında meydana gelen azalmayı ifade eder.6 Malvarlığı eksilmesi iradî olarak yapılıyorsa, bu gider veya  tüketimdir.7  Haksız  fiil  sonucunda  malvarlığında  bir  eksilme gerçekleşmişse, bu fiilin malvarlığı ya da şahıs varlığı değerlerine yönelik                                                  3  Tunçomağ,  Kenan.  (1976).  Türk  Borçlar  Hukuku  Cilt  I,  Genel  Hükümler  (6.  Bası). İstanbul, s. 446; Reisoğlu, Safa. (2014). Türk Borçlar Hukuku Genel Hükümler (25. Bası). İstanbul, s. 170; Eren, Fikret. (2014). Borçlar Hukuku Genel Hükümler (16. Bası). Ankara, s. 520; Karahasan, Mustafa Reşit. (2003). Sorumluluk Hukuku (6. Bası) C. I-II, İstanbul, s. 175; Tekinay/Akman/Burcuoğlu/Altop, s. 545, 546; Yarg. HGK., 05.05.2010, E. 2010/4249, K. 2010/257 (Legalbank). 4  Oftinger,  Karl/Stark,  Emil  W.  (1995).  Schweizerisches  Haftpflichtrecht  –  Band  I: Allgemeiner Teil (5. Auflage). Zürich, s. 90; Oğuzman, Kemal/Öz, Turgut. (2014). Borçlar Hukuku  Genel  Hükümler  (11.  Bası)  Cilt-2.  İstanbul,  s.  38; Tekinay/Akman/Burcuoğlu/Altop, s. 546; Reisoğlu, s. 170; Eren, s. 520. 5  Manevî zarar kavramı her ne kadar geniş anlamda zarar kavramı içinde yer alsa da, gerçek anlamda zarar niteliğinde olmayıp, bir kimsenin kişiliğine  yapılan tecavüzden dolayı duyduğu elem ve üzüntüyü ifade ettiği için çalışmamızda ele alınmayacaktır. 6  Kılıçoğlu, Ahmet M. (2014). Borçlar Hukuku Genel Hükümler (18. Bası). Ankara, s. 300; Tunçomağ, I, s. 446; Reisoğlu, s. 170; Karahasan, s. 81, 175; Yarg. HGK., 17.03.2010, E. 2010/4.130, K. 2010/161 (Legalbank). Yarg. TD., 17.11.1959, 1694/2849 (Karahasan, s. 82):  Umumî mânasında zarar, mâmelek sahibinin iradesi hilâfina veya hiç olmazsa rızası bulunmaksızın mâmelekinde husule gelen azalmadır . 7  Tunçomağ, I, s. 446.   41Haksız Fiilde Bedensel Zararın...                                                   AÜHFD, 64 (1) 2015: 37-64   olması, doğan zararın niteliğinde bir değişiklik yaratmaz; ortaya çıkan zarar maddî  zarardır.8  Bir  kimsenin  malının  hasara  uğratılması,  malvarlığına yönelik bir haksız fiilden doğan maddî zararı oluştururken, bir kimsenin beden bütünlüğünün ihlâli sonucunda yapılan tedavi masrafları ise  şahıs varlığına yönelik haksız fiilden doğan maddî zararı oluşturur.9  Zarar, malvarlığının aktifinin azalması veya pasifinin artması şeklinde  fiilî  zarar   olarak  karşımıza  çıkabileceği  gibi;  malvarlığının  aktifinin artmasının  veya  pasifinin  azalmasının  engellenmesi  şeklinde   mahrum kalınan kâr  olarak da karşımıza çıkabilir.10 Yargıtay Hukuk Genel Kurulu da bir kararında zararın tanımını şu şekilde yapmaktadır:  Zarar, belli bir olay dolayısiyle  bir  kimsenin  malvarlığında  bir  azalmanın  meydana  gelmesi yahut  o  kimsenin  malvarlığında  meydana  gelecek  çoğalmanın  önlenmiş olmasıdır. 11 Fiilî zarar, ya malvarlığının aktifini oluşturan hakların yitirilmesi veya değerinin  azalması  ya  da  malvarlığının  pasifini  oluşturan  borçlara  yeni birinin  eklenmesi  veya  mevcut  bir  borcun  miktarının  artması  şeklinde gerçekleşir.12  Bir  trafik  kazası  sonucunda  kazaya  karışan  aracın  hasara uğraması nedeniyle yapılan tamir masrafları, malvarlığının aktifini oluşturan hakların yitirilmesine; bu aracın piyasa değerinin düşmesi,13 malvarlığının aktifini  oluşturan  hakların  değerinin  azalmasına;  mağdurun  sakatlanması sebebiyle  sipariş  edilen  ancak  bedeli  henüz  ödenmeyen  tekerlekli sandalyenin  bedel  borcu,  malvarlığının  pasifini  oluşturan  borçlara  yeni birinin eklenmesine ve yaralandığı için vadesi gelmiş borcunu 10 gün daha geç ifa etmesi sebebiyle temerrüt faizi borcunun 10 gün fazladan işlemesi de mevcut bir borcun artmasına örnek verilebilir.                                                  8  Kılıçoğlu, s. 300. Yargıtay ın kişilik haklarına yapılan saldırı nedeniyle şerefin sarsılması ve alıcıların yitirilmesinin mal varlığında zarar meydana getirdiğine ilişkin bir kararı olarak bkz. Yarg. TD., 26.04.1961, 1161/2943 (Karahasan, s. 180). 9  Bu konudaki farklı örnekler için bkz. Kılıçoğlu, s. 300. 10  Tekinay/Akman/Burcuoğlu/Altop, s. 561; Tunçomağ, I, s. 447; Karahasan, s. 81 vd; kökeni Roma Hukuku na dayanan bu ayrım, 19. yüzyılda Ortak Hukuk döneminde önemini yitirmiştir. Günümüzde Alman Hukuku nda bu ayrımın çok az bir pratik anlamı vardır, Lange, Hermann. (1979). Handbuch des Schuldrechts, Bd. I: Schadensersatz. Tübingen, s. 39. 11  Yarg. HGK., 14.02.1968, E. 1/403, K. 76 (Karahasan, s. 176). 12  Karahasan, s. 82, 83; Yarg. 4. HD., 30.12.1964, 869/6358 (Karahasan, s. 82):  Mâmelekin borç altına sokulması zarar niteliğindedir . 13  Yarg. 4. HD., 19.11.1990, 762/8642 (Karahasan, 514).   42AÜHFD, 64 (1) 2015: 37-64                                                                                     Avcı Braun Mahrum  kalınan  kâr,  haksız  fiil  sebebiyle  mağdurun,  malvarlığının aktifinin çoğalması ya da pasifinin azalması olanağının yitirilmiş olmasıdır.14 Bu durumda, malvarlığının haksız fiilden önceki ve sonraki durumu arasında bir fark yoktur; haksız fiil meydana gelmese  idi malvarlığında çoğalma gerçekleşeceği için zararın varlığı kabul edilir.15 Örneğin, taksi işleten bir kimse haksız fiil sebebiyle bir süre mesleğini yapamamışsa, malvarlığının aktifinde bir artışın meydana gelmesi engellenmiştir. Buna karşılık, bu kişi alacaklısına olan borcunu, alacaklıya ait taksiyi çalıştırmak suretiyle ödüyor idiyse  ve  haksız  fiil  sebebiyle  taksiyi  çalıştıramamışsa,  malvarlığının pasifinin azalması engellenmiş ve dolayısıyla zarar meydana gelmiştir. Zararın  hesabı  ise,  hukukumuzda  hâkim  görüş  olan   fark  teorisi  kullanılarak yapılmaktadır. Buna göre, haksız fiil işlenmeseydi malvarlığının içinde bulunacağı durum ile haksız fiil işlendikten sonra malvarlığının içinde bulunduğu durum arasındaki fark, zararı ifade eder.16                                                  14  Tekinay/Akman/Burcuoğlu/Altop, s. 559; Oğuzman/Öz, II, s. 40; Eren, s. 526; Karahasan, s. 83, 84; Yarg. 4. HD., 11.05.1982, E. 1982/3574, K. 1982/4844 (Legalbank). 15  Yarg. 4. HD., 18.12.1984, 9369/9456 (Karahasan, s. 183):  Bilindiği gibi dar anlamda zarar,  mal varlığının zararlandırıcı eylem sonucu düştüğü durum ile, bu eylem olmasa idi bulunacağı durum arasındaki fark  olarak tanımlanır. Bu tanıma giren zararlar fiilî (eylemli-efektif) zararlardır. Oysa Borçlar Kanununun 41. maddesinde ifadesini bulan zarar, haksız eylem sonucu mal varlığında meydana gelen azalma (fiilî-efektif zarar) ile birlikte, o haksız eylem sebebiyle malvarlığında meydana gelmesi engellenen çoğalmayı da kapsar. Haksız eylem ile engellenen bu çoğalma ise, malvarlığının zararlandırıcı davranış (eylem, olay olgu) dan sonraki durumu ile çoğalma ihtimali gerçekleşseydi ulaşacağı var sayılan (farazî) durum arasındaki farktan oluşan kârı ifade eder . 16  von  Tuhr,  Andreas/Peter,  Hans.  (1979).  Allgemeiner  Teil  des  Schweizerischen Obligationenrechts, Bd. I (3. Auflage). Zürich, s. 84; Becker, Hermann. (1941). Berner Kommentar  -  Kommentar  zum  schweizerischen  Zivilgesetzbuch,  Bd.  VI: Obligationenrecht, I. Abteilung: Allgemeine Bestimmungen, Art.1-183 OR (2. Auflage). Bern, Art. 41, Nr. 6; Schwenzer, Ingeborg. (2000). Schweizerisches Obligationenrecht Allgemeiner Teil (2. Auflage). Bern, s. 64; Heierli, Christian/Schnyder, Anton K. (2011). Basler Kommentar zum Schweizerischen Privatrecht, Obligationenrecht I, Art. 1 – 529 OR (5. Auflage). Basel, Art. 43, Nr. 3; Oftinger/Stark, I, s. 72, 73; Akünal, Teoman. (1977). Haksız Fiilden Doğan Zararda Denkleştirme Sorunu. İstanbul, s. 52, 53; Nomer, Halûk N. (1996).  Haksız  Fiil  Sorumluluğunda  Maddî  Tazminatın  Belirlenmesi.  İstanbul,  s.  6; Tandoğan,  s.  65;  Tekinay/Akman/Burcuoğlu/Altop,  s.  548;  Oğuzman/Öz,  II,  s.  38; Tunçomağ, I, s. 446; Reisoğlu, s. 170; Eren, s. 522, 523; Karahasan, s. 82; Yarg. TD., 17.11.1959, 1694/2849 (Karahasan, s. 82):  Umumî mânasında zarar, [...] mâmelekin, zarar verici hâdiseden sonraki durumu ile bu hâdisenin ademî vukuu hâlinde arzetmesi lâzım gelen durumu arasındaki farktan ibarettir ; aynı yönde: Yarg. 4. HD., 23.12.1982, E. 1982/7190, K. 1982/11637 (Kazancı).   43Haksız Fiilde Bedensel Zararın...                                                   AÜHFD, 64 (1) 2015: 37-64   Zararın  varlığından  bahsedebilmek  için,  malvarlığındaki  irade  dışı eksilmenin dava tarihinde gerçekleşmiş olması zorunlu değildir.17 Hayatın olağan  akışına  göre,  gelecekte  gerçekleşeceği  normal  olarak  beklenen malvarlığı eksilmesi de, yani gelecekteki (müstakbel) zarar da, tazminat talebine konu teşkil edebilir.18 Gelecekteki zarar için giderim istenebilmesi, zararlandırıcı olayın meydana gelmiş ve sona ermiş bulunmasına bağlıdır.19 Kural olarak zarar miktarı, hükmedilecek tazminatın üst sınırını teşkil eder.20  Olayların  çoğunluğunda  tazminat  borcunun  miktarı,  doğan  zarar miktarının altında kalır. Haksız fiil sonucu bir zarar doğmasına rağmen, TBK m. 52 (eski BK m. 44) uyarınca tazminattan indirim sebepleri mevcut ise, mağdur zararın tamamı için değil, indirim sebeplerinin neden olduğu miktar düşüldükten sonra kalan miktar için sorumlu tutulabilecektir.21  Eğer davacı uğradığı haksız fiil sebebiyle birtakım ekonomik yararlar sağlamışsa, bu yararlar da, tespit edilen zarar miktarından düşülecektir. Denkleştirme  adı  verilen  bu  işlem  sonucunda,  yararın  zarara  mahsup edilmesiyle, net zarar miktarı tespit edilmiş olacaktır.23 Bu işleminin amacı, mağdurun haksız fiil sayesinde zenginleşmesini engellemektir.24 Zarara yol açan  fiille  yarar  arasında  sadece  mantıkî  nedensellik  bağının  varlığı, denkleştirmeye sebebiyet vermez. Denkleştirmenin yapılabilmesi için, zarar veren fiille yarar arasında uygun illiyet bağının bulunması gerekir.25 Ancak zarar  veren  fiille  yarar  arasında  uygun  illiyet  bağının  bulunması  da, denkleştirmenin  yapılması  için  her  zaman  yeterli  değildir.26  Örneğin, işverenin veya diğer 3. kişilerin mağdura yaptığı ve faile rücu edemeyeceği karşılıksız  kazandırmalar,  yarar  ile  zarar  arasında  uygun  illiyet  bağı                                                  17  Yarg. 4. HD., 02.10.1986, 6103/6707 (Karahasan, s. 83). 18  Tekinay/Akman/Burcuoğlu/Altop, s. 559; Oğuzman/Öz, II, s. 43. 19  Karahasan, s. 507. 20  Tandoğan,  s.  315;  Tekinay/Akman/Burcuoğlu/Altop,  s.  583;  Oğuzman/Öz,  II,  s.  84; Tunçomağ,  I,  s.  457;  Eren,  s.  724;  Kılıçoğlu,  s.  298;  Yarg.  HGK.,  17.03.2010,  E. 2010/4.130, K. 2010/161 (Legalbank).  21  Kılıçoğlu, s. 298, 299; Yarg. HGK., 17.03.2010, E. 2010/4130, K. 2010/161 (Legalbank).  22  Tunçomağ, I, s. 463; Yarg. 4. HD., 26.11.1987, 6294/8640 (Karahasan, s. 517, 518). 23  Oftinger, Karl. (1975). Schweizerisches Haftpflichtrecht – Band I: Allgemeiner Teil (4. Auflage). Zürich, s. 178; Oğuzman/Öz, II, s. 87; Tunçomağ, I, s. 463; Eren, 729. 24  Oftinger, I, s. 178; Heierli/Schnyder, Basler Kommentar, Art. 43, Nr. 6; Tandoğan, s. 267; Tekinay/Akman/Burcuoğlu/Altop, s. 586; Oğuzman/Öz, II, s. 87; Eren, s. 729; ayrıca bkz. Akünal, s. 19, 20. 25  Oftinger, I, s. 179; Oftinger/Stark, I, s. 267; Tekinay/Akman/Burcuoğlu/Altop, s. 587, 588; Oğuzman/Öz, II, s. 88; Tunçomağ, I, s. 463; Eren, s. 733; Akünal, s. 126, 127. 26  Oftinger, I, s. 180; Tunçomağ, I, s. 463. 44AÜHFD, 64 (1) 2015: 37-64                                                                                     Avcı Braun bulunmasına  rağmen,  denkleştirmede  değerlendirmeye  alınamazlar.27  Bu sonuç, eski Borçlar Kanunu yürürlükteyken, sözü geçen kazandırmaların, failin  değil,  mağdurun  durumunu  iyileştirmeyi  amaçlamalarından çıkarılmaktaydı.28 6098 sayılı yeni Borçlar Kanunu, hakkaniyete uygun olan bu  sonucu,  55.  maddesinin  1.  fıkrasının  ikinci  cümlesinde  şu  şekilde düzenlenmiştir:  Kısmen veya tamamen rücu edilemeyen sosyal güvenlik ödemeleri ile ifa  amacını  taşımayan  ödemeler,  bu  tür  zararların  belirlenmesinde gözetilemez; zarar veya tazminattan indirilemez.  Bu hüküm Borçlar Kanununun ikinci tasarısının Adalet Komisyonu nda görüşülmesi  sırasında  kanuna  ilave  edilmiş  olup,  şu  şekilde gerekçelendirilmektedir:   Bu  nevi  ödemelerin  denkleştirilmesi,  zarar  vereni  ödüllendirme anlamına gelir. Rücu edilemeyen sosyal güvenlik ödemelerinin, sorumluluk hukuku ile koruma altına alınan tazminatı ikame veya telafi fonksiyonları bulunmamaktadır. Tazminata, rücu edilemeyen sosyal güvenlik ödemeleri ile yahut ifa amacı taşımayan diğer ödemelerle karşılanmayan zarar biçiminde bir yaklaşım, ne onun kaynağı ile ve ne de onun işlevi ile bağdaşmaz .29 Denkleştirmenin yapılması gerekliliği, ne eski BK da ne de TBK da açıkça düzenlenmiştir. BK yürürlükteyken, bu gereklilik, genel hükümlerden çıkarılmaktaydı.30  Kanımızca  TBK m. 55/f. 1  hangi  yararların  zarardan indirilemeyeceğini  düzenleyerek,  aslında  denkleştirmenin  yapılması gerekliliğine de hükmetmiş bulunmaktadır.                                                   27  Brehm,  Roland.  (2006).  Berner  Kommentar  -  Kommentar  zum  schweizerischen Zivilgesetzbuch,  Bd.  VI/1/3/1,  Allgemeine  Bestimmungen,  Die  Entstehung  durch unerlaubte Handlungen, Art. 41-61 OR (3. Auflage). Bern,  OR 46, Nr. 44; Müller, Christoph.  (2012).  Handkommentar  zum  Schweizer  Privatrecht  -  Obligationenrecht Allgemeine Bestimmungen, Art. 1-183 OR (2. Auflage). Zürich, OR 46, Nr. 5; Oftinger, I, s. 181, 182; Heierli/Schnyder, Basler Kommentar, Art. 46, Nr. 9d; Tunçomağ, I, s. 463; Kılıçoğlu, s. 430; Akünal, s. 124, 125; BGE 58 II 249, 254 (bger.ch). 28  Oftinger, I, s. 180 vd.; Oftinger/Stark, I, s. 271; Tunçomağ, I, s. 463; Eren, s. 734. 29  T.C. Türkiye Büyük Millet Meclisi Adalet Komisyonu Raporu, Esas No: 1/499, Karar No: 21, 12/1/ 2009.   30  Denkleştirme  kurumunun  gerekliliğini  zarar  kavramına  ve  bu  kavramdan  çıkarılan tazminatın zarar görenin zenginleşmesine yol açmaması gerekliliği prensibine dayandıran Oftinger/Stark, I, s. 265; Tandoğan, s. 267; Tekinay/Akman/Burcuoğlu/Altop, s. 586, 587; Tunçomağ,  I,  s.  463;  bu  kurumun  hukukî  dayanağının  zarar  kavramı  konusunda benimsenmiş fark teorisinde aranmasını savunan Akünal, s. 18 vd.   45Haksız Fiilde Bedensel Zararın...                                                   AÜHFD, 64 (1) 2015: 37-64   II. Bedensel Zarar Kavramı Beden bütünlüğünün ihlâli durumunda ise maddî zararın kapsamını, TBK m. 54 (eski BK m. 46/f. 1) uyarınca mağdurun malvarlığında beden bütünlüğünün  ihlâli  yüzünden  meydana  gelen  eksilme  oluşturur.  Beden bütünlüğünün ihlâli, bir kişinin fizikî varlığının veya ruh sağlığının ihlâl edilmesi anlamına gelmektedir.31 Beden bütünlüğünün ihlâli, mekanik bir etki veya güç – ateş edilerek mağdurun yaralanması – sonucu meydana gelebileceği gibi, psişik bir etki – mağdurun korkutma sonucu panik atak hastası  olması  –  sonucu  da  meydana  gelebilir.32  Ancak  salt  beden bütünlüğünün  ihlâli;  bir  kimsenin  haksız  fiil  sonucu  yaralanması, sakatlanması, hafızasını kaybetmesi gibi durumlar, TBK m. 54 (eski BK m. 46/f.  1)  anlamında  bir  zarar  teşkil  etmez.33  Zararın  varlığından bahsedebilmek için, beden bütünlüğünün ihlâli yüzünden malvarlığında bir azalma gerçekleşmelidir.34 Mağdur, malvarlığındaki bu azalmayı, bedensel zarar adı altında talep edebilir. III.  Bedensel Zarar Kapsamında Tazmini Mümkün Kalemler TBK m. 54 (eski BK m. 46/f. 1) uyarınca beden bütünlüğünün ihlâli durumunda  maddî  zararın  kapsamını;  tedavi  masrafları,  kazanç  kaybı, çalışma  gücünün  azalmasından  ya  da  yitirilmesinden  doğan  kayıplar  ve ekonomik  geleceğin  sarsılmasından  doğan  zararlar  oluşturur.  Ancak  bu sayım hükmün lâfzından da ( özellikle ) anlaşıldığı üzere tahdidi değildir.                                                   31  Oftinger, I, s. 186; Oftinger/Stark, I, s. 275; Becker, Berner Kommentar, Art. 46, Nr. 1; Heierli/Schnyder, Basler Kommentar, Art. 46, Nr. 2; Tandoğan, s. 283; Oğuzman/Öz, II, s. 92; Eren, s. 744; Tekinay/Akman/Burcuoğlu/Altop, s. 603; Yarg. 4. HD., 27.03.1979, E. 1978/13013, K. 1979/4136 (Legalbank). 32  Oftinger, I, s. 186, 187; Heierli/Schnyder, Basler Kommentar, Art. 46, Nr. 2; Tandoğan, s. 283; Eren, s. 744, 745; Tekinay/Akman/Burcuoğlu/Altop, s. 603; Oğuzman/Öz, II, s. 92.  33  Oftinger, I, s. 189; Oftinger/Stark, I, s. 274, 275; Tekinay/Akman/Burcuoğlu/Altop, s. 604; Yargıtay yer yer bu konuda hatalı ifadeler kullanmaktadır, Yarg. 4. HD., 27.03.1979, E. 1978/13013, K. 1979/4136 (Legalbank):  Bu itibarla davacının yüzündeki değişikliğin, çirkinliğin 46. madde anlamında gerçekleşmiş bir zarar olduğundan kuşku yoktur . 34  Oftinger, I, s. 192, 193; Heierli/Schnyder, Basler Kommentar, Art. 46, Nr. 2; Tunçomağ, I, s. 446; Yarg. HGK., 14.04.2005, E. 2004/4-200, K. 2005/227 (Legalbank):  Somut olay bakımından zarar, vücut bütünlüğünün ihlâli olmayıp, bu ihlâl sonucunda meydana gelen ekonomik sonuçlar, maddî ve manevî eksilmelerdir. Vücut bütünlüğünün ihlâli zararın sebebini oluşturmaktadır . 46AÜHFD, 64 (1) 2015: 37-64                                                                                     Avcı Braun 1. Masraflar:  Beden  bütünlüğünün  ihlâli  durumunda  maddî  zarar  kapsamına, öncelikle  beden  bütünlüğünü  eski  hâline  getirmeye  yani  iyileştirmeyi sağlamaya  veya  hastalık  ya  da  sakatlığın  ilerlemesini  önlemeye  yönelik masraflar; yani tedavi masrafları girer.35 Bunlar ambulans, hastane, doktor, ilaç,  ameliyat,  röntgen,  protez,  psikoterapi  için  yapılan  masraflar  gibi giderleri ifade eder. Tedavi masrafı olarak nitelendirilmeyen, hastaneye gidip gelmek için yapılan yol masrafları veya evde tedavi gördüğü sürece zorunlu olarak yapılan bakıcı masrafı gibi haksız fiilin yol açtığı diğer masraflar da zarar kapsamına girer.36  Zararın  miktarının  belirlenmesinde  mağdurun  hüküm  tarihine  kadar yaptığı masrafların; yani mevcut zararın yanı sıra, tespiti mümkün olan gelecekteki  masraflar  da  dikkate  alınacaktır.37  Gelecekteki  zarar,  hüküm tarihine kadar gerçekleşmiş olmayan fakat başka bir unsurun eklenmesine gerek olmaksızın normal şartlar altında gerçekleşmesi beklenen zarardır.38 Ancak hükmün verileceği tarihte bu masrafları belirlemek mümkün değilse (örneğin mağdurun, haksız fiil sonucu geçirdiği sakatlığı atlatabilmek için bir dizi ameliyat geçirmesi gerekiyorsa), hâkim TBK m. 75 (eski BK m. 46/f.  2)  uyarınca  hükmün  tefhiminden  itibaren  iki  yıl  içinde  konuyu inceleme ve tazminat hükmünü değiştirme yetkisini saklı tutabilir. Hâkimin tazminata hükmederken göz önünde bulunduracağı masraflar, durumun gerektirdiği masraflardır.39  Durumun gerektirmediği bir masraf,                                                  35  Oftinger,  I,  s.  191,  192;  Oftinger/Stark,  I,  s.  281,  282;  von  Tuhr/Peter,  s.  414; Heierli/Schnyder,  Basler  Kommentar,  Art.  46,  Nr.  3;  Tandoğan,  s.  284; Tekinay/Akman/Burcuoğlu/Altop,  s.  603;  Oğuzman/Öz,  II,  s.  93;  Eren,  s.  745,  746; Kılıçoğlu, s. 417. 36  Oftinger, I, s. 191, 192; Oftinger/Stark, I, s. 282; von Tuhr/Peter, s. 414; Feyzioğlu, Feyzi Necmeddin. (1976). Borçlar Hukuku Genel Hükümler (2. Bası) C. I. İstanbul, s. 597; Oğuzman/Öz, II, s. 91; Tekinay/Akman/Burcuoğlu/Altop, s. 603; Kılıçoğlu, s. 418; Yarg. 4. HD. 17.12.1998, 7521/10425 (Uygur, Turgut. (2003). Açıklamalı ve İçtihatlı Borçlar Kanunu, Sorumluluk ve Tazminat Hukuku Cilt II. Ankara, s. 2147, 2148); BGE 33 II 582, 584 (bger.ch). 37  Tekinay/Akman/Burcuoğlu/Altop, s. 603; Oğuzman/Öz, II, s. 93. 38  Oğuzman/Öz,  II,  s.  43;  Yargıtay ın  müstakbel  zararı   gerçekleşmiş  zarar   olarak nitelendirdiği kararı için bkz. Yarg. 4. HD., 27.03.1979, E. 1978/13013, K. 1979/4136 (Legalbank). 39  Heierli/Schnyder, Basler Kommentar, Art. 46, Nr. 3; Tekinay/Akman/Burcuoğlu/Altop, s. 604; Oğuzman/Öz, II, s. 94.   47Haksız Fiilde Bedensel Zararın...                                                   AÜHFD, 64 (1) 2015: 37-64   fiilen yapılmış olsa bile TBK m. 54 (eski BK m. 46/f. 1) anlamında zarar teşkil  etmez.40  Bu  demek  değildir  ki,  tedavi  masrafları,  resmi  hastane tarifesinden fazla olamaz. Durumun gerektirdiği masraf olmak koşuluyla, özel hastane masrafı, hatta yurt içinde tedavi mümkün değilse, yurt dışında yapılan tedavi masrafları da zararın tespitinde hesaba katılır.41 2. Kazanç Kaybı:  Beden bütünlüğünü ihlâl eden haksız fiil sonucunda çalışma gücünü kısmen veya tamamen kaybeden mağdur, bundan doğan zararın tazminini failden isteyebilir (TBK m. 54/b. 2; eski BK m. 46/f. 1). Bu  zarar,  BK  m.  46/f.  1 in  düzenlemesinden  farklı  olarak  sadece hükmün verileceği tarihe kadar olan kazanç kaybını içerir. Gelecekteki bir zarar kalemi olan çalışma gücünün kısmen veya tamamen kaybının gelecekte sebep  olacağı  kazanç  kaybını ise TBK  m.  54/b.  3  ayrı  bir  bent  olarak düzenlemiştir.  Hüküm  tarihine  kadar  olan  kazanç  kaybına  ücret  veya  maaşla çalışanlarda,  ücret  ve  maaşın  yanı  sıra  mağdurun  çalışabilmiş  olsaydı yararlanabileceği ücret ve maaş artışları ile prim vb. gibi yan ödemeler de girer.42  Mağdur,  bedensel  zarara  uğramış  olması  sebebiyle  yasa  dışı faaliyetlerde  (uyuşturucu  madde  ticareti  vb.)  bulunamadığı  için  mahrum kaldığı gayrimeşru kazanç kayıplarını talep edemez.43  Eğer mağdur normalde ücret karşılığı yapılan bir işi herhangi bir ücret almadan yapıyorsa, bu işi ücret karşılığında yapmış olsaydı ne kadar gelir elde edecek idiyse, bu miktar da TBK m. 54/b. 2 anlamında kazanç kaybı olarak nazara alınmalıdır.44                                                  40  Oğuzman/Öz, II, s. 94; Tekinay/Akman/Burcuoğlu/Altop, s. 604. 41  Tekinay/Akman/Burcuoğlu/Altop, s. 604; Reisoğlu, s. 225; Yarg. 4. HD. 11.03.1981, 1247/3013 (Uygur, II, s. 2144, 2145). 42  Heierli/Schnyder, Basler Kommentar, Art. 46, Nr. 7; Oğuzman/Öz, II, s. 94. 43  Oftinger, I, s. 57; Oftinger/Stark, I, s. 292; Oğuzman/Öz, II, s. 94; BGE 20 I 105, 109. Her ne kadar doktrinde hukuka aykırı faaliyetler dışında, ahlâka aykırı faaliyetlerden elde edilen kazanç kaybının da talep edilemeyeceği savunulsa da, hukuka uygun olarak genelevde çalışan kadınların yaptığı iş ahlâka aykırı olduğu hâlde haksız fiil sebebiyle uğradığı kazanç kaybını talep edebilecekleri hakkındaki İsviçre Federal Mahkemesi kararı için bkz. BGE 111 II 295. 44  Mağdurun (ev kadınının), bu işi başkasına gördürseydi yapacağı masrafı talep edebileceği, ancak her somut olayda bunun değişkenlik gösterebileceği konusunda bkz. Oftinger, I, s. 207. 48AÜHFD, 64 (1) 2015: 37-64                                                                                     Avcı Braun Mağdur, haksız fiil gerçekleştiği sırada çalışma gücünün karşılığında bir gelir  elde  etmiyor  ancak  hayatın  olağan  akışına  göre  bir  gelir  sahibi olabilecek idiyse, bu durumda bu geliri elde etmeye başlayabileceği andan hüküm anına kadar elde edebileceği olası gelir miktarı üzerinden kazanç kaybı hesabının yapılması gerekir.45 Maddî  zarar  kavramı,  daha  çok  yargı  organlarınca  benimsenen  ve öğretide  de taraftar bulan bir görüşe  göre, adalete daha uygun sonuçlar doğurabilmesi bakımından mevcut ve gelecekteki kazanç kaybı ve ekonomik gelecek  kaybının  yanı  sıra  efor  kaybını  da  içine  alacak  şekilde  geniş yorumlanmaktadır.46 Buna göre,  çalışma  gücünün  kısmen  veya  tamamen yitirilmesi  mağdurun  malvarlığında  bir  eksilme  meydana  getirmemekle birlikte, onun daha fazla efor sarf etmesini gerektiriyorsa  efor zararı  adı verilen  bir  maddî  zararın  gerçekleştiği  kabul  edilmektedir.47  Örneğin, çalışma gücünü kısmen yitiren mağdur, iş yerinde haksız fiilden önceki gibi tam zamanlı olarak çalışsa ve mahrum kaldığı bir kazanç olmasa bile, onun bu işi çalışma gücü kaybına uğradığı oranda fazla efor sarf ederek yapacağı ve  bu   efor  zararının   da  haksız  fiilden  sorumlu  olan  kimse  tarafından giderilmesi kabul edilmektedir.48 Zararın haksız fiil sorumlusu tarafından değil de, mağdur tarafından fazla güç harcanarak giderilmesinin, haksız fiil sorumluluğunu  ortadan  kaldırmayacağı  savunulmaktadır.49  Burada  varlığı kabul edilen zarar için sarf edilen fazladan efora konu iş için piyasada talep edilen ücret miktarı esas alınmaktadır.50                                                  45  Oftinger, I, s. 203; Oftinger/Stark, I, s. 288, 289, 302. 46  Ayrıntılı bilgi ve bu görüşteki diğer yazarlar için bkz. Büyüksağiş, Erdem. (2007). Maddi Zarar Kavramı. İstanbul, s. 163 vd. 47  Roberto, Vito. (1997). Schadensrecht. Basel/Frankfurt am Main, s. 216, 217; Yarg. 4. HD., 13.10.2005, E. 2004/14559, K. 2005/10881 (Legalbank); Yarg. 11. HD., 21.03.2005, E. 2004/6063, K. 2005/2500 (Legalbank). 48  Yarg. 4. HD. 11.06.1984, 5049/5511 (Uygur, II, s. 2148):  Çünkü davacı çalışma gücünü % 15 nispetinde kaybetmekle, eski işini önceden olduğu gibi yürütebilmesi için daha fazla efor sarf etmek zorundadır ve bu sebeple kendisini fazla efor sarfına mecbur bırakanlardan maddî tazminat istemesi tabiî hakkıdır . 49  Bunu gibi, işveren, zarar gören işçi işyerinde çalışamadığı hâlde ona ücretini ödemeye devam ediyorsa, her ne kadar haksız fiil sonrası mağdurun malvarlığında bir azalma meydana  gelmemiş  de  olsa,  işverenin  yardım olarak  yaptığı  ücret  ödemesinin  zararı oluşturacağı görüşü için bkz. Heierli/Schnyder, Basler Kommentar, Art. 46, Nr. 9d. 50  Büyüksağiş, s. 191; Yarg. 11. HD., 29.06.2006, E. 2006/4787, K. 2006/7723 (Legalbank).   49Haksız Fiilde Bedensel Zararın...                                                   AÜHFD, 64 (1) 2015: 37-64   Daha  çok  Alman  Hukukunda  savunulan  ve  Türk  Hukukunda  da savunulmasında hiçbir sakınca olmayan ve bizim de katıldığımız diğer bir görüş ise, benzer sonuca farklı bir yolla ulaşmaktadır. Yukarıda da belirtildiği üzere davacı kural olarak, uğradığı haksız fiil sebebiyle birtakım ekonomik yararlar sağlamışsa, bu yararlar tespit edilen zarar miktarına mahsup edilir.52 Denkleştirmenin yapılabilmesi için aranan en önemli şart ise, zarar veren fiille yarar arasında uygun illiyet bağının bulunmasıdır.53 Ancak zarar veren fiille  yarar  arasında  uygun  illiyet  bağının  bulunması,  denkleştirmenin yapılması için her zaman yeterli değildir.54 Eski Borçlar Kanununda yer almayan  TBK  m.  55/f. 1,  c.  2 deki  düzenleme,  uygun  illiyet  bağının varlığının,  denkleştirmenin  yapılması  için  kesin  bir  ölçü  olmadığına verilebilecek  en  güzel  örnektir.55  Uygun  illiyet  bağının  yanı  sıra denkleştirmenin hakkaniyete uygun olarak yapılması; yani denkleştirmenin tazminat talebinin amacına uygun olması, faili haksız bir şekilde tazminat sorumluluğundan  kurtarıyor  olmaması  ve  mağdurun  denkleştirmeye katlanmasının beklenebilir olması da gerekmektedir.56 Buna göre çalışma gücünü kısmen yitiren mağdur, fazla efor sarf ederek kazancında bir azalma olmamasını sağlarsa, bu fazla efor sarf edilerek elde edilen yararın mahsubu, failin sorumluluğunu azaltacağından hakkaniyete aykırı olur.57 Bu nedenle yukarıda açıkladığımız ilk görüşün aksine, mağdur fazla efor sarf ederek kazancında bir azalma olmamasını sağlarsa  efor zararı  adı verilen yeni bir maddî zarar doğmamaktadır. Burada mağdur çalışma gücü kaybına uğradığı için  doğmuş  olan  zarardan,  fazla  efor  sarf  edilerek  elde  edilen  yarar indirilmemekte;  yani  denkleştirme  yapılmamaktadır.  Bu  nedenle  zarar                                                  51  Schubert,  Claudia.  (2014).  Beck´scher  Online-Kommentar  BGB  (Hrsg.  Bamberger, Georg/Roth, Herbert) (30. Auflage). München, § 249, Nr. 108 (www.beck-online.beck.de); BGH, NJW 1982, 32, 33; BGH, NJW 1984, 2457, 2458; BGH, NJW 1971, 836, 838. 52  Denkleştirme detaylı olarak yukarıda E, I de ele alınmaktadır. 53  Oftinger/Stark, I, s. 267; Schubert, Beck´scher Online-Kommentar BGB, § 249, Nr. 108; Eren, s. 733; Akünal, s. 126, 127; Tekinay/Akman/Burcuoğlu/Altop, s. 587, 588; BGH, NJW 1953, 1346; BGH, NJW 1959, 1078; BGH, NJW 2004, 2526, 2528. 54  Lange, s. 305; Tunçomağ, I, s. 463. 55  Bu konu detaylı olarak yukarıda E, I de ele alınmaktadır. 56  Schubert, Beck´scher Online-Kommentar BGB, § 249, Nr. 108; Lange, s. 305, 306; BGH, NJW 1982, 32, 33; BGH, NJW 1984, 2457, 2458; BGH, NJW 1971, 836, 838. 57  Schubert, Beck´scher Online-Kommentar BGB, § 249, Nr. 117, § 252, N. 24, 25; BGH, NJW 1974, 602, 603; BGH, NJW 1971, 836, 838. 58  Alman Hukukundaki sonuca genel olarak hakkaniyet prensibini kullanarak ulaşan görüş için İsviçre doktrininde bkz. Oftinger, I, s. 204; Oftinger/Stark, I, s. 298, 299. 50AÜHFD, 64 (1) 2015: 37-64                                                                                     Avcı Braun miktarını da, sarf edilen fazladan efora konu iş için piyasada talep edilen ücret miktarı değil, mağdurun yıllık kazancı üzerinden hesaplanacak gerçek kazanç kaybı oluşturacaktır. Bu sonuç şüphesiz, hakkaniyete daha uygundur. Bu zararın varlığı için mağdurun mutlaka bir kazanç elde ediyor olması ve beden bütünlüğü ihlâl edildiği için bu kazançtan mahrum kalmış olması gerekmez. Eğer mağdur normalde ücret karşılığı yapılan bir işi, karşılığında ücret almadan yapıyorsa ve beden bütünlüğündeki ihlâl sebebiyle aynı işi yapabilmek  için  daha  çok  efor sarf  ediyorsa,  yine  zararın  varlığı  kabul edilir.59 Burada mağdur çalışma gücünü kısmen yitirmesi sebebiyle piyasada parayla ölçülebilir bir değeri olan bu faaliyeti, çalışma gücü kaybı oranında yerine getiremeyecek duruma düşmüştür.60 Mağdur, çalışma gücünün kaybı oranında yapamayacağı işi, bir ücret karşılığında görmüş olsaydı ne kadar kazanç elde edecek idiyse, bu oranda zarara uğramış olur ve bu miktarı failden talep edebilmelidir. Mağdur, eski hâle iade için yapılması gereken bu masrafı, ya kendisinin daha fazla efor sarf etmesi ya da yakınlarının hiçbir karşılık almadan onun artık göremeyeceği işi görmesi sebebiyle yapmaktan kurtuluyorsa,  bu  yararın yukarıda  belirttiğimiz  sebeplerle  denkleştirmeye konu olmaması hakkaniyet prensibi gereğidir. Örneğin, mağdur haksız fiil işlenmeden önce aile ekonomisine katkıda bulunmak için aile şirketinde ücret almadan çalışıyorsa veya ev kadını olan mağdur, evde ev işlerini yapıyorsa ve haksız fiil sonrasında aynı işi yapabilmek için fazladan efor sarf etmesi  gerekiyorsa,  hakkaniyet  gereği  bu  zararının  tazminini  talep edebilmelidir.  Alman  doktrininde  zararı,  mağdurun  bu  işi  başkasına gördürmüş  olması  durumunda,  malvarlığında  meydana  gelecek  olan                                                  59 Mağdurun (ev kadınının), bu işi başkasına gördürseydi yapacağı masrafı talep edebileceği, ancak her somut olayda bunun değişkenlik gösterebileceği konusunda bkz. Oftinger, I, s. 207. 60  Becker, Berner Kommentar, Art. 46, Nr. 3. 61  Aksi  görüşü  savunan  Kılıçoğlu,  bu  durumda  bakıcı  giderlerinin  zarar  olarak  hesaba katılmayacağını  ... haksız eylem sonucu kişi sakat kalmış, fakat çalışmayan ve zaten yasa gereği kendisine bakmakla yükümlü eşi mevcut ise, bakım gideri istemi red edilebileceği gibi, bu husus göz önünde tutulmak suretiyle bakım giderlerinden bu oranda bir indirim yapılabilir.  şeklinde ifade etmiştir. Bkz. Kılıçoğlu, s. 418; benzer içerikteki karar için bkz. Yarg. 4. HD., 13.03.2007, E. 2006/4654, K. 2007/3161 (Legalbank). 62  Oftinger e  göre,  ev  kadını  da  ekonomik  anlamda  önemli  bir  faaliyette  bulunması gerekçesiyle,  bedensel  zarara  uğraması  sonucu  çalışma  gücü  kaybından  kaynaklanan zararının tazminini isteyebilecektir. Bkz. Oftinger, I, s. 207; benzer içerikteki karar için bkz. Yarg. 4. HD. 10.04.2000, 1001/3210 (Uygur, II, 2147).   51Haksız Fiilde Bedensel Zararın...                                                   AÜHFD, 64 (1) 2015: 37-64   azalmanın oluşturacağı savunulmaktadır.63 Bize göre buradaki zararın da ücret karşılığında çalışan kimsenin uğradığı zararın hesabında dikkate alınan kriterlere göre hesaplanması gerekmektedir. Buna göre, zararı, mağdurun çalışma gücünün kaybı oranında yapamayacağı işi, bir ücret karşılığında görmüş olsaydı elde edeceği kazanç miktarı oluşturmaktadır. Çünkü burada, mağdurun  kişisel  yetenekleri  de  dikkate  alınarak  gerçek  zararın  tazmini sağlanmaktadır. 3. Çalışma Gücünün Azalmasından Ya Da Yitirilmesinden Doğan Kayıplar: Çalışma gücünü kısmen veya tamamen kaybeden mağdurun, gelecekte uğrayacağı kazanç kaybı TBK m. 54/b. 3 te düzenlenmektedir. Bu zarar gelecekteki bir zarar olup, kesin miktarını belirlemek neredeyse imkânsızdır; bu nedenle bu zarar varsayımlara dayanılarak tespit edilir.64 Mahrum kalınan kazancı hesaplayabilmek için, öncelikle çalışma gücü kaybının geçici mi, yoksa kalıcı mı olduğunu tespit etmek gerekir. Çalışma gücünün geçici kaybında, çalışma gücünün muhtemel kayıp süresi; çalışma gücünün devamlı kaybında ise, mağdurun kayba uğramasa idi çalışabileceği süre  hesaplanmalıdır.65  Daha  sonra  çalışma  gücündeki  kayıp  oranı belirlenmelidir.  Çalışma  gücündeki  kayıp  oranını  belirlemek  uzmanlık gerektirdiği  için  bunun  tespitinin  yapılmasında  uzman  bilirkişiler görevlendirilmelidir.66  Örneğin,  bir  kimsenin  araba  çarpması  sonucunda bacaklarını kaybetmesinin çalışma gücüne olan etkisi o kimsenin güvenlik görevlisi  olarak  çalışıyor  olmasında  farklı,  masa  başı  bir  iş  yapıyor olmasında  farklıdır.  Son  olarak  da  mağdurun  haksız  fiile  maruz  kaldığı                                                  63  Müller, s. OR 46, Nr. 18; Schubert, Beck´scher Online-Kommentar BGB, § 252, Nr. 31. 64  Tekinay/Akman/Burcuoğlu/Altop, s. 605; Karahasan, s. 180. Yarg. 4. HD. 11.05.1982, 3574/4844  (Karahasan,  s.  181,  182):   Burada  zararı,  malvarlığının  olaydan  sonraki durumuyla, çoğalma ihtimali tahakkuk etseydi arz edeceği farazî durum arasındaki fark teşkil eder.[...]Bu bakımdan davacının kâr mahrumiyetine dayanılarak gösterdiği olgular bir bir tespit olunmalı, bunlara ilişkin deliller ve karşı deliller sorulup toplanmalı, bunların gerçekleşme ihtimali üzerinde titizlikle durulmalı,[…] ve gerektiğinde bilirkişi görüşü de alınarak sonuca göre karar verilmelidir . Mahrum kalınan kârın somut zarar hesabına göre mi, yoksa soyut zarar hesabına göre mi belirlendiği konusunda Alman Hukuku ndaki tartışma için bkz. Lange, s. 214 vd. 65  Heierli/Schnyder, Basler Kommentar, Art. 46, Nr. 9; Tekinay/Akman/Burcuoğlu/Altop, s. 605 vd.; Oğuzman/Öz, II, s. 95; BGE 104 II 307, 309 (bger.ch). 66  Oftinger, I, s. 195, 196; Oftinger/Stark, I, s. 287; Tekinay/Akman/Burcuoğlu/Altop, s. 608; Kılıçoğlu, s. 418. 52AÜHFD, 64 (1) 2015: 37-64                                                                                     Avcı Braun sıradaki  yıllık  kazancı,  bu  kazançtaki  artma  ihtimalleri  de  göz  önünde bulundurularak  mağdurun  kazanç  kaybı  hesaplanmalıdır.67  Eğer  çalışma gücünü devamlı kaybeden kimse bir küçük ise, onun ailevî durumu, sosyal çevresi, yetenekleri ve çalışma gücü kaybında rol oynayan uzuvları göz önünde tutularak ileride nasıl bir mesleğe sahip olacağı ve ne miktarda kazanç sağlayacağı takdir edilecektir.68 Mağdur haksız fiile uğradığı sırada bir kazanç elde etmiyor ise, onun da yetenekleri ve piyasa durumu göz önünde  bulundurularak,  haksız  fiile  uğramasaydı  bir  gelir  elde  edip edemeyeceği araştırılarak, tazminat miktarı belirlenmelidir.69 Hâkim,  tazminat  miktarının  hesaplanmasında,  çalışma  gücündeki eksilmenin,  mağdurdan  katlanması  beklenebilir  başka  bir  yolla giderilmesinin  veya  azaltılmasının  mümkün  olup  olmadığını  da araştıracaktır.70  Örneğin,  mağdura  uygulanacak  bir  tedavi  ile  çalışma gücündeki eksilme azalacaksa ve taşıdığı riskler bakımından bu tedaviye rıza göstermesi  mağdurdan  beklenebilir  nitelikteyse  ve  haksız  fiil  sorumlusu tedavi masraflarını karşılamaya hazırsa, mağdurdan bu tedaviye razı olması istenir.71 Mağdur tedaviye razı olmazsa ve bu durum zarar görenin birlikte kusuru  olarak  değerlendirilirse,  hâkim,  tedavi  yapılmış  olsaydı  çalışma gücündeki kayıp hangi orana düşecek idiyse, bu oran üzerinden tazminat hesabı  yapmalıdır.72  Bunun  gibi,  haksız  fiile  uğramadan  önce  yaptığı mesleğe,  beden  bütünlüğünün  ihlâli  sebebiyle  devam  edemeyecek  olan mağdurun, eğitim, zekâ, sağlık ve yaş durumuna uygun olan başka bir işte çalışması mümkünse ve bu durum onun kazancını arttıracaksa, mağdurdan iş değişikliğine  razı  olması istenir.73  Mağdur  iş  değiştirmeye  razı  olmazsa, hâkim, tazminat hesabı yaparken bu hususu da zarar görenin birlikte kusuru olarak göz önüne alarak, tazminatta indirim yapabilmelidir.74                                                  67  Oftinger, I, s. 205; Oftinger/Stark, I, s. 297; Feyzioğlu, I, s. 598, 599; Oğuzman/Öz, II, s. 96; Tunçomağ, I, s. 470; Eren, s. 748, 749. Failin tazminat sorumluluğunun doğması için salt çalışma gücü kaybı yetmez; mağdurun da haksız fiil yüzünden maddî bir zararının olması aranır. Bkz. Lange, s. 229; BGE 111 II 295, 299 (bger.ch). 68  Oftinger, I, s. 196, 197, 203; Heierli/Schnyder, Basler Kommentar, Art. 46, Nr. 9; BGE 60 II 38, 45 (bger.ch). 69  Oftinger/Stark, I, s. 288, 289. 70  Tekinay/Akman/Burcuoğlu/Altop, s. 609; Oğuzman/Öz, II, s. 97. 71  Oftinger, I, s. 201, 202; Oğuzman/Öz, II, s. 97. 72  Oftinger, I, s. 202; Oğuzman/Öz, II, s. 97; Tunçomağ, I, s. 470; Eren, s. 750. 73  Oftinger, I, s. 197; Oftinger/Stark, I, s. 291; Feyzioğlu, I, s. 599. 74  Oftinger, I, s. 198, 199; Tekinay/Akman/Burcuoğlu/Altop, s. 609; Oğuzman/Öz, II, s. 97; Eren, s. 748; BGE 89 II 222, 230, 231; BGE 111 II 295, 302 (bger.ch).   53Haksız Fiilde Bedensel Zararın...                                                   AÜHFD, 64 (1) 2015: 37-64   Ancak  hükmün  verileceği  tarihte  bu  masrafları  belirlemek  mümkün değilse,  hâkim  TBK  m.  75  (eski  BK  m.  46/f.  2)  uyarınca  hükmün tefhiminden itibaren iki yıl içinde konuyu inceleme ve tazminat hükmünü değiştirme yetkisini saklı tutabilir. 4. Ekonomik Geleceğin Sarsılmasından Doğan Zararlar: Bazı hâllerde beden bütünlüğünün ihlâli, dar anlamda çalışma gücünde bir azalma meydana getirmemesine rağmen, mağdur için birtakım ekonomik zorluklar yaratır.75 Bu gibi durumlarda mağdur, çalışma gücünü korusa bile, yeni bir iş bulmakta, eski işinde aynı şartlarla istihdam edilmeye devam etmekte,  müşteri  kitlesini  korumaya  devam  etmekte  sorun  yaşayabilir.76 Mağdur  bir  küçükse,  istediğinden  farklı,  öğrenilmesi  zor  ve  pahalı  bir mesleği seçmek zorunda kalabilir.77 Burada, gelecekteki bir zarar türü olan ekonomik geleceğin sarsılmasından doğan zararlardan bahsedilir (TBK m. 54/b. 4; eski BK m. 46/f. 1). Örneğin bir mankenin yüzünde meydana gelen bir  yaralanma  izi,  onun  çalışma  gücünü  azaltmasa  bile,  onun  ileride  iş bulmasını  güçleştirebilir  ve  hatta  imkânsızlaştırabilir.  İşte  bu  durumda zararı, mağdurun ekonomik geleceği sarsılmasaydı elde edeceği kazançla, haksız fiil sonrası elde edeceği muhtemel kazanç arasındaki fark oluşturur. Ekonomik geleceğin sarsılmasından doğan zararların, çalışma gücünün kaybından  doğan  zararlardan  ayrılması  çoğu  zaman  mümkün olmamaktadır. Bu gibi durumlarda hâkim her iki zarar için tek bir zarar miktarı  saptamaya  yetkilidir.  Eğer  hâkim  her  iki  zararın  birbirinden ayrılabileceği kanaatinde ise, aynı zarara birden çok hükmetmemeye özen göstermelidir.82                                                  75  Oftinger I, s. 211; Heierli/Schnyder, Basler Kommentar, Art. 46, Nr. 10a; Tandoğan, s. 292, 293; Tekinay/Akman/Burcuoğlu/Altop, s. 612, 613; Oğuzman/Öz, II, s. 98; Tunçomağ, I, s. 472; Reisoğlu, s. 227; Eren, s. 750, 751; Yarg. 4. HD., 27.03.1979, E. 1978/13013, K. 1979/4136 (Legalbank). 76  Heierli/Schnyder, Basler Kommentar, Art. 46, Nr. 1; Eren, s. 750.  77  Oftinger, I, s. 212; Tandoğan, s. 293; Eren, s. 751; BGE 81 II 512, 516 (bger.ch). 78  Tandoğan, s. 293; Tekinay/Akman/Burcuoğlu/Altop, s. 612; Oğuzman/Öz, II, s. 98; Eren, s. 750, 751. 79  Eren, s. 751. 80  Oftinger, I, s. 212; Tandoğan, s. 294; Tunçomağ, I, s. 472. 81  Oftinger, I, s. 212; Tandoğan, s. 294; Tunçomağ, I, s. 472; BGE 82 II 25, 34 (bger.ch). Aksi görüş için bkz. Eren, s. 751:  Kanaatimizce, bu hâli, ayrı ve bağımsız bir zarar ve kaynak türü olarak görmekte zorunluluk vardır . 82  Oftinger, I, s. 212; Tandoğan, s. 294; Tunçomağ, I, s. 472. 54AÜHFD, 64 (1) 2015: 37-64                                                                                     Avcı Braun IV.  Zararın  İspatı  ve  Zarar  Miktarının  Saptanmasında  Esas Alınacak An Haksız fiilden dolayı tazminat davası açan davacı, davalının hukuka aykırı bir fiiliyle zarara uğradığını ispat etmekle yükümlüdür (TBK m. 50/f. 1; eski BK m. 42). Kural olarak davacı, hem zararın varlığını, hem de zararın miktarını ispatla yükümlüdür.83 Genelde zararın varlık ve miktarını ispat herhangi bir zorluk arz etmez. Zararın varlığının ispatı için, davacının zarara uğradığı  konusunda  hâkime  kanaat  verici  delilleri  sunması  yeterli sayılmaktadır.84 Bazı hâllerde ise, zararın miktarının ispatı ya mağdurdan beklenemez  ya  da  imkânsızdır.85  Özellikle  beden  bütünlüğünün  ihlâli durumunda, yoksun kalınan kârın kesin miktarının ispatı imkânsızdır. Bunun gibi değerli bir eşyası tamamen tahrip edilen bir kimse, hasara uğrayan eşyasının  değerini  takribî  olarak  ispatlayabilecektir.86  Davacının,  zararın varlığını veya gerçek miktarını ispat etmesinin mümkün olmadığı hâllerde, TBK m. 50/f. 2 (eski BK m. 42) ye göre hâkim takdir yetkisini kullanacaktır. Ancak  bunun  için  mağdurun,  hâkime  zararın  varlığının  ve  miktarının tespitini kolaylaştıran olgu ve olayları ispat etmesi gerekir.87 Örneğin, zararın varlığının kabulü için soyut bir iddia yeterli olmayacaktır. Zararın miktarını ise hâkim, olayların olağan akışını ve zarar görenin aldığı önlemleri de nazara  alarak,  hakkaniyete  uygun  olarak  tayin  etmekle  yükümlüdür.88 Hâkim,  özel  bilgi  ve  uzmanlığı  gerektiren  durumlarda  bilirkişiye başvurabilir.89  Eğer davacı uğradığı haksız fiil sebebiyle birtakım ekonomik yararlar sağlamışsa,  bu  yararlar  da  tespit  edilen  zarar  miktarından  düşülecektir. Ancak bu yararların varlığını ve miktarını ispat yükü davalıdadır.90                                                   83  Oftinger,  I,  s.  175;  Tandoğan,  s.  262;  Tekinay/Akman/Burcuoğlu/Altop,  s.  578; Oğuzman/Öz, II, s. 84; Eren, s. 724; Akünal, s. 136. 84  Oftinger/Stark, I, s. 259, 260; Tandoğan, s. 262 vd.; Tekinay/Akman/Burcuoğlu/Altop, s. 578, 579; Oğuzman/Öz, II, s. 79, 80; Eren, s. 725. 85  Oftinger, I, s. 175; Oftinger/Stark, I, s. 259; Tekinay/Akman/Burcuoğlu/Altop, s. 578; Tunçomağ, I, s. 457; Eren, s. 724, 725. 86  Tunçomağ, I, s. 457. 87  Oftinger, I, s. 177; Tekinay/Akman/Burcuoğlu/Altop, s. 579; Eren, s. 725. 88  Tandoğan, s. 263, 264; Oğuzman/Öz, II, s. 84, 85; Eren, s. 725; Akünal, s. 136; Yarg. HGK., 19.10.1966, E. 4/783, K. 269 (Karahasan, s. 523, 524); Yarg. 4. HD., 05.02.2009, E. 2008/7804, K. 2009/3254 (Legalbank).  89  Feyzioğlu, I, s. 599; Oğuzman/Öz, II, s. 85; Eren, s. 725, 726; Kılıçoğlu, s. 414; Yarg. 4. HD., 05.02.2009, E. 2008/7804, K. 2009/3254 (Legalbank). 90  Oğuzman/Öz, II, s. 84; Eren, s. 731; Akünal, s. 135.   55Haksız Fiilde Bedensel Zararın...                                                   AÜHFD, 64 (1) 2015: 37-64   Zarar miktarının saptanmasında hangi anın esas alınacağı tartışmalı bir konudur. Burada haksız fiilin işlenme anı esas alınabileceği gibi, dava açma anı veya hüküm anı da esas alınabilir.91 Zarar miktarının hesaplanmasında esas alınacak  ana  göre  ortaya  çıkacak  zarar  miktarı  farklılıklar  gösterir. Örneğin, hasara uğratılan eşyanın haksız fiil işlendiği sıradaki değeri, dava tarihindeki değerinden fazla iken, hüküm anındaki değerinden az olabilir. Doktrinde baskın olan ve bizim de katıldığımız görüş, TBK m. 75 e (eski BK m. 46/f. 2 ye) paralel olarak zarar miktarının tayininde hüküm anının esas  alınmasını  uygun  görmektedir.92  Uygulamada  ise,  zarar  miktarının tayininde kural olarak zarar verici olayın gerçekleştiği tarih göz önünde tutulmaktadır.93  Zararın miktarının saptanmasında zararın gerçekleşme anı göz önüne alındığında, mağdurun talep etmesi durumunda, zararın gerçekleştiği andan itibaren hüküm anına kadar faiz yürütülür.94 Eski BK döneminde bu faizin niteliği tartışmalıydı. Bir görüş, bu faizin eski BK m. 103 (TBK m. 120) uyarınca  temerrüt  faizi  olduğunu  savunurken,  Yargıtay ın  da  katıldığı baskın görüş, bu faizin eski BK m. 72 (TBK m. 88) uyarınca tazminat faizi olduğunu  savunmaktaydı.  Bu  görüşe  göre,  tazminat  faizini  temerrüt faizinden ayıran en önemli unsur, doğmakla muaccel olan tazminat borcuna faiz  işlemesi  için  temerrüt  faizinden  farklı  olarak  alacaklının  ihtarda bulunmasına gerek olmamasıydı. Ancak bu fark, tazminat faizi adı altında                                                  91  Feyzioğlu, I, s. 559; Tunçomağ, I, s. 459; Eren, s. 726. 92  Oftinger, I, s. 173, 174; Heierli/Schnyder, Basler Kommentar, Art. 46, Nr. 8; Feyzioğlu, I, s. 560; Tunçomağ, I, s. 459; Eren, s. 727; BGE 125 III 14, 17. Kural olarak zararın hesabında haksız fiilin işlendiği anın esas alınmamasını savunmakla birlikte, zararın hasara uğrayan malın en yüksek değerine ulaştığı tarihe göre hesaplanması konusunda görüş için bkz. Tekinay/Akman/Burcuoğlu/Altop, s. 602. Yargıtay ın zararın saptanmasında haksız fiilin işlendiği anı esas aldığı kararı için bkz. Tunçomağ, I, s. 460. 93  YİBK,  12.11.1930,  E.  1930/6,  K.  1930/27  (Kazancı);  Yarg.  4.  HD.,  23.12.1982,  E. 1982/7190, K. 1982/11637 (Kazancı). 94  Oftinger/Stark, I, s. 259; Eren, s. 728; Yarg. HGK, 15.11.1961, E. 1961/36, K. 1961/38 (Legalbank); BGE 70 II 85, 95. Faizin haksız fiilin işlendiği gün başlayacağını ileri süren görüş ve içtihat için bkz. Tunçomağ, I, s. 460 vd.; BGE 34 II 606, 612 (bger.ch); BGE 82 II 25, 36 (bger.ch). 95  Tekinay/Akman/Burcuoğlu/Altop, s. 790, dn. 27; Barlas, Nami. (1992). Para Borçlarının İfasında Borçlunun Temerrüdü ve Bu Temerrüt Açısından Düzenlenen Genel Sonuçlar. İstanbul, s. 130-131. 96  Oftinger, I, s. 175; Oftinger/Stark, I, s. 256; Becker, Berner Kommentar, Art. 46, Nr. 1; Tunçomağ, I, s. 462; Eren, s. 728; Yarg. 11. HD., 17.03.1989, E. 1988/5744, K. 1989/1723 (Legalbank); BGE 34 II 606, 612 (bger.ch). 56AÜHFD, 64 (1) 2015: 37-64                                                                                     Avcı Braun yeni bir faiz türü yaratılması için yeterli bir gerekçe olamazdı.97 Doğduğu anda muaccel olan tazminat borcuna temerrüt faizinin işletilmesi için ihtarın gerekmediği dürüstlük kuralı gereğidir.98 Bu nedenle de eski BK döneminde tazminat miktarına uygulanacak faiz temerrüt faiziydi. TBK m. 117/f. 2 nin açık düzenlemesi bu tartışmaya bir son vermiştir. Yeni kanun haksız fiilin işlendiği  tarihte  borçluyu  temerrüde  düşmüş  saymakta  ve  haksız  fiil tazminatına uygulanacak faizin de bundan böyle tartışmasız temerrüt faizi olacağını ifade etmektedir. V. Kararın Eleştirilmesi Karara konu olan olayda, kasten yaralama eylemine maruz kaldığını iddia eden davacı, maddî ve manevî tazminat talebinde bulunmuştur. İlk derece  mahkemesi,  maddî  tazminat  isteminin  reddine,  manevî  tazminat isteminin ise kabulüne karar vermiştir. Davacı ve davalılar, mahkemenin kararını  temyiz  etmiştir.  Yargıtay  davalıların  tüm  itirazlarını  reddetmiş, davacının da sadece maddî tazminat isteminin reddi konusundaki itirazını değerlendirmeye  almıştır.  Yargıtay,  dosya  kapsamından  davacının  hayatî tehlike  geçirecek  ve  45  gün  iş  ve  gücüne  engel  teşkil  edecek  şekilde davalılar tarafından yaralandığı ve ameliyat geçirdiği anlaşıldığı hâlde, ilk derece  mahkemesinin  maddî  tazminat  talebini  davacının  çalıştığını  ve masraflarını ispatlayamadığı gerekçesiyle reddini doğru görmemiş ve kararı bu gerekçeyle bozmuştur. Dolayısıyla davadaki uyuşmazlık, maddî tazminata hükmedilebilmesi için mağdurun, sadece zararının varlığını mı yoksa miktarını da mı ispat etmesi gerektiği ve ispatı mümkün olmayan zararın nasıl tespit edileceği noktasında toplanmaktadır. Somut olayda davacı, uğradığını iddia ettiği haksız fiil sebebiyle maddî ve manevî tazminat talebinde bulunmuştur. Haksız fiil sebebiyle açılan bu davada, davacının, davalının sorumluluğu için aranan şartların varlığını ispat                                                  97  Barlas, s. 131.  98  Oftinger, I, s. 174; Tandoğan, s. 478; Barlas, s. 131. Haksız fiil sebebiyle tazminat ödemekle yükümlü olan kimsenin ihtara gerek olmadan mütemerrit olması gerektiğini Müşterek Hukuk kaynaklı  gasbeden daima temerrüt hâlindedir  (fur semper in mora) prensibine  dayandıran  yazarlar  için  bkz.  von  Tuhr,  Andreas/Escher,  Arnold.  (1974). Allgemeiner Teil des schweizerischen Obligationenrechts, Bd. II (3. Auflage). Zürich, s. 140, 141; Feyzioğlu Feyzi Necmeddin. (1977). Borçlar Hukuku Genel Hükümler (2. Bası) C. II. İstanbul, s. 239.   57Haksız Fiilde Bedensel Zararın...                                                   AÜHFD, 64 (1) 2015: 37-64   etmesi gerekmektedir. Davacının öncelikle ispat etmesi gereken, davalının hukuka aykırı bir fiiliyle zarara uğramış olduğudur (TBK m. 50/f. 1; eski BK m.  42).  Davacının  bu  yükümlülüğünü  yerine  getirmesi,  zararın  gerçek miktarını ispat etmesinin mümkün olmadığı hâllerde, yukarıda belirtildiği üzere zarara uğradığı konusunda hâkime kanaat verici delilleri sunmasıyla sağlanır.99 Ancak bunun için davacının, zarara uğradığı konusunda soyut bir iddiada bulunması yeterli değildir. Davacının, zararın varlığını gerçeğe çok yakın bir ihtimal olarak gösterecek hususları ispat etmesi durumunda, hâkim zararın kapsam ve miktarını belirlemek üzere harekete geçecektir.100 Zararın gerçek miktarını ispat etmek mümkün değilse, olayların olağan akışını ve zarar görenin aldığı önlemleri de nazara alarak, zararın miktarını hâkim belirleyecektir (TBK m. 50/f. 2; eski BK m. 42). Somut olayda davacının hayatî tehlike geçirecek ve 45 gün iş ve gücüne engel  teşkil  edecek  şekilde  davalılar  tarafından  yaralandığı  ve  ameliyat geçirdiği, dosya kapsamından anlaşıldığına göre davacı, davalının hukuka aykırı bir fiiliyle zarara uğradığını ispatlamıştır. İkinci aşamada, maddî zarar miktarının tespit edilmesi gerekir.  Mahkeme,  davacının  tedavi  gideri  ve  işgücü  kaybına  ilişkin  maddî tazminat  istemini,  davacının  çalıştığını  ve  masraflarını  ispatlayamadığı gerekçesi  ile  reddetmiştir.  Hâlbuki  haksız  fiilin  şartları  açıklanırken  de belirtildiği üzere, mağdurun zararın miktarını ispat etmesi mümkün değilse, zararın miktarını hâkim, TBK m. 50/f. 2 (eski BK m. 42) uyarınca takdir yetkisini kullanarak belirleyecektir. Davacı, hayatî tehlike geçirecek ve 45 gün  iş  ve  gücüne  engel  teşkil  edecek  şekilde  davalılar  tarafından yaralandığını  ve  ameliyat  geçirdiğini  ispatlayarak,  zararın  varlığını  ispat yükümlülüğünü  yerine  getirmiştir.  Bu  aşamadan  sonra  ispatı  mümkün olmayan  zararın  miktarını  belirlemekle,  hâkim  yetkili  ve  görevlidir. Olaydaki zararın miktarının belirlenmesi özel bilgi ve uzmanlığı gerektiren bir  durum  olduğu  için  hâkimin  bilirkişiye  başvurması  gerekir.  Burada ameliyat  masrafları  dışında,  mağdur  beden  bütünlüğünü  eski  hâline getirmeye yönelik olmak üzere başkaca masraflar da yapmış ve bunların varlığını kabule  esas olan olguları da ispat etmişse, bunlar maddî zarar kalemi olarak tazmin borcunun konusunu oluşturacaktır.                                                  99  Oftinger/Stark, I, s. 259, 260; Tandoğan, s. 262 vd.; Tekinay/Akman/Burcuoğlu/Altop, s. 579; Eren, s. 725; Oğuzman/Öz, II, s. 79, 80. 100  Oğuzman/Öz, II, s. 80, dn. 235. 58AÜHFD, 64 (1) 2015: 37-64                                                                                     Avcı Braun Mağdur yaptığı masraflar dışında, haksız fiil sonucunda çalışma gücünü kaybetmesi sebebiyle maruz kaldığı kazanç kaybını da failden talep edebilir (TBK  m.  54/b. 2;  eski  BK  m.  46/f. 1).  Olayda  mağdurun  beden bütünlüğünün  ihlâli  sonucunda  çalışma  gücünü  geçici  olarak  kaybettiği,  Dosya kapsamından davacının... 45 gün iş ve gücüne engel teşkil edecek şekilde  davalılar  tarafından  yaralandığı...  anlaşılmaktadır   ifadesinden çıkmaktadır. Ancak bu 45 günlük sürenin neye göre tespit edildiği Yargıtay kararından  anlaşılamamaktadır.  Dosyada  bahsedilen  45  günlük  süre, davacının ne kadar sürede tıbbî şifa bulacağına ilişkin verilen raporla tespit edilen bir süre ise, bu süre; ceza dosyasından alınan raporda belirtilen bir süre  ise,  iyileşme  süresine  ilişkin  alınacak  yeni  raporda  belirtilen  süre dikkate alınarak mağdurun geçici iş göremezlik zararı hesaplanacaktır.101 Yine karardan, mağdurun çalışma gücünü tamamen mi, kısmen mi kaybettiği ve  eğer  kısmen  kaybettiyse,  kayıp  oranının  ne  kadar  olduğu  da anlaşılamamaktadır.  Geçici  iş  göremezlik  zararının hesaplanabilmesi için aranan ikinci husus, çalışma gücündeki kayıp oranıdır. Bu oranın tespiti de uzman bilirkişiler tarafından yapılacaktır. Son olarak da mağdurun haksız fiile maruz kaldığı sıradaki kazancı, bu kazançtaki artma ihtimalleri de göz önünde bulundurularak hesaplanmalıdır.102  Somut  olayda  mağdurun  çalışıp  çalışmadığı  net  olarak anlaşılamamaktadır.  Zararın  miktarını  hesaplayabilmek  için  mağdurun, haksız  fiil  gerçekleştiği  sırada  bir  kazanç  elde  ediyor  olup  olmadığını araştırmak gerekir.  Eğer mağdurun çalışma gücünü kullanarak elde ettiği bir geliri varsa ve haksız fiilden kaynaklanan geçici iş göremezliği sebebiyle bu gelirde bir azalma  olursa,  bu  azalma  maddî  zararı  oluşturur.  Bu  zararın  miktarı, mağdurun  yıllık  kazancı  esas  alınarak  hesaplanır.103  Dolayısıyla  somut                                                  101 Akın, Levent. (2001). İş Kazasından Doğan Maddi Tazminat. Ankara, s. 109; Yargıtay bir kararında bu durumu şu şekilde ifade etmiştir: Yarg. 4. HD., 11.06.2012, E. 2011/6877 , K. 2012/10084 (Legalbank):  Mahkemece, davacının geçici iş göremezlik zararının tespiti açısından, tedavi evraklarının getirtilip davacının ne kadar sürede tıbbi şifa bulacağı yönünde bir üniversite hastanesinden rapor alınarak geçici iş gücü kaybı belirlenip oluşacak sonuca göre bir karar verilmesi gerekirken, ceza dosyasında alınan rapora göre geçici iş gücü kaybı hesabı yapılması doğru değildir . 102 Feyzioğlu, I, s. 598, 599; Oğuzman/Öz, II, s. 96; Eren, s. 748, 749. 103  Oftinger,  I,  s.  204,  205,  207;  Büyüksağiş,  s.  202;  Yarg.  11.  HD.,  29.06.2006,  E. 2006/4787, K. 2006/7723 (Legalbank); BGE 77 II 308, 314 (bger.ch).   59Haksız Fiilde Bedensel Zararın...                                                   AÜHFD, 64 (1) 2015: 37-64   olayda,  Yargıtay ın  mağdurun  kazanç  kaybını  asgarî  ücret  üzerinden hesaplaması yerinde değildir. Eğer mağdur karşılığında kazanç elde ettiği bir iş yapıyor ve beden bütünlüğündeki ihlâl sebebiyle aynı işi yapabilmek için daha çok efor sarf ediyor,  böylece  kazancında  azalma  olmamasını  sağlıyorsa,  yine  zararın varlığı  kabul  edilir.  Burada  mağdurun  fazla  efor  sarf  ederek  elde  ettiği yararın  zarara  mahsubu  hakkaniyete  aykırı  olacağından  denkleştirme yapılmaz.  Dolayısıyla  mağdurun  zararı,  fazladan  efor  sarf  etmeyip çalışmasaydı mahrum kalacağı kazanç miktarı kadardır. Eğer mağdur dava konusu olayda, normalde ücret karşılığı yapılan bir işi,  karşılığında  ücret  almadan  yapıyorsa  ve  beden  bütünlüğündeki  ihlâl sebebiyle  aynı  işi  yapabilmek  için  daha  çok  efor  sarf  ediyorsa,  yine denkleştirme  yapılmaz.  Mağdur,  çalışma  gücü  kaybı  sebebiyle yapamayacağı işi ücret karşılığında yapıyor olsaydı ne kadar ücret alacak idiyse,  bu  oranda  zarara  uğramış  olur  ve  bu  miktarı  failden  talep edebilmelidir. Somut olayda mağdur çalışmıyor idiyse, kazanç kaybının varlığından bahsedebilmek için, iş gücü kaybına uğradığı süre içinde iş bulabilir miydi sorusunu cevaplandırmak  gerekir. Mağdurun yaşı, ne  kadar süredir işsiz olduğu, eğitim düzeyi  ve  piyasa  koşulları da  dikkate  alınarak yapılacak değerlendirmede,  normal  şartlar  altında  bu  süre  içinde  iş  bulamayacağı sonucuna varılıyorsa, mağdurun kazanç kaybı adı altında herhangi bir talebi olamayacaktır.104  Zira  bu  durumda  hukukî  anlamda  maddî  bir  zarar doğmamıştır.105 Mağdur, günlük hayatını idame ettirebilmek için haksız fiil sonrası daha fazla efor sarf ediyorsa, bu herhangi bir maddî zarar olmadığı için TBK m. 54  ün (eski BK m. 46 nın) kapsamına girmez.106 Salt biyolojik nitelikli kayıplara mağdur kendisi katlanmak zorundadır.107 Mağdur, şartları gerçekleştiyse ancak manevî tazminat talebinde bulunabilir.108 Ancak somut olayda  mağdurun  normal  şartlar  altında  bu  süre  içinde  iş  bulabileceği                                                  104 BGE 99 II 221, 226, 227 (bger.ch); aksi görüş için bkz. Büyüksağiş, s. 299 vd.; Yarg. 4. HD., 13.10.2005, E. 2004/14559, K. 2005/10881 (Legalbank). 105  Oftinger/Stark, I, s. 274; Müller, OR 46, Nr. 6. 106 Aksi görüş için bkz. Büyüksağiş, s. 331 vd.; Yarg. 4. HD., 13.10.2005, E. 2004/14559, K. 2005/10881 (Legalbank). 107 Oftinger/Stark, I, s. 274, 275; Müller, OR 46, Nr. 1; BGE 27 II 427, 434 (bger.ch). 108 Oftinger/Stark, I, s. 274. 60AÜHFD, 64 (1) 2015: 37-64                                                                                     Avcı Braun sonucuna  varılabiliyorsa,  mağdurun  bulabileceği  işten  elde  edebileceği gelirin de farazî bir hesaplama ile kazanç kaybı adı altında talep edilebileceği kabul edilmektedir.109 Sonuç olarak, ilk derece mahkemesi Yargıtay ın bozma kararına uyarak, varlığı  dosyadan  anlaşılan  maddî  zararın  miktarını  yukarıda  açıklanan hususları da göz önüne alarak TBK m. 50/f. 2 (eski BK m. 42) uyarınca tayin etmelidir.                                                  109  Schubert, Beck´scher Online-Kommentar BGB, § 252, Nr. 30.   61Haksız Fiilde Bedensel Zararın...                                                   AÜHFD, 64 (1) 2015: 37-64   KAYNAKÇA Akın, Levent. (2001). İş Kazasından Doğan Maddi Tazminat. Ankara. Akünal,  Teoman.  (1977).  Haksız  Fiilden  Doğan  Zararda  Denkleştirme Sorunu. İstanbul. Barlas, Nami. (1992). Para Borçlarının İfasında Borçlunun Temerrüdü ve Bu Temerrüt Açısından Düzenlenen Genel Sonuçlar. İstanbul. Becker,  Hermann.  (1941).  Berner  Kommentar  -  Kommentar  zum schweizerischen  Zivilgesetzbuch,  Bd.  VI:  Obligationenrecht,  I. Abteilung:  Allgemeine  Bestimmungen,  Art.1-183  OR  (2.  Auflage). Bern. Brehm,  Roland.  (2006).  Berner  Kommentar  -  Kommentar  zum schweizerischen  Zivilgesetzbuch,  Bd.  VI/1/3/1,  Allgemeine Bestimmungen, Die Entstehung durch unerlaubte Handlungen, Art. 4161 OR (3. Auflage). Bern.  Büyüksağiş, Erdem. (2007). Maddi Zarar Kavramı. İstanbul. Eren, Fikret. (2014). Borçlar Hukuku Genel Hükümler (16. Bası). Ankara. Feyzioğlu, Feyzi Necmeddin. (1976). Borçlar Hukuku Genel Hükümler (2. Bası) C. I. İstanbul. Feyzioğlu Feyzi Necmeddin. (1977). Borçlar Hukuku Genel Hükümler (2. Bası) C. II. İstanbul. Heierli,  Christian/Schnyder,  Anton  K.  (2011).  Basler  Kommentar  zum Schweizerischen Privatrecht, Obligationenrecht I, Art. 1 – 529 OR (5. Auflage). Basel. Karahasan, Mustafa Reşit. (2003). Sorumluluk Hukuku (6. Bası) C. I-II, İstanbul.  Kılıçoğlu, Ahmet M. (2014). Borçlar Hukuku Genel Hükümler (18. Bası). Ankara. Lange, Hermann. (1979). Handbuch des Schuldrechts, Bd. I: Schadensersatz. Tübingen. 62AÜHFD, 64 (1) 2015: 37-64                                                                                     Avcı Braun Müller, Christoph. (2012). Handkommentar zum Schweizer Privatrecht - Obligationenrecht  Allgemeine  Bestimmungen,  Art.  1-183  OR  (2. Auflage). Zürich.  Nomer, Halûk N. (1996). Haksız Fiil Sorumluluğunda Maddî Tazminatın Belirlenmesi. İstanbul. Oftinger,  Karl.  (1975).  Schweizerisches  Haftpflichtrecht  –  Band  I: Allgemeiner Teil (4. Auflage). Zürich.  Oftinger, Karl/Stark, Emil W. (1995). Schweizerisches Haftpflichtrecht  – Band I: Allgemeiner Teil (5. Auflage). Zürich. Oğuzman, Kemal/Öz, Turgut. (2014). Borçlar Hukuku Genel Hükümler (11. Bası) Cilt-2. İstanbul. Reisoğlu, Safa. (2014). Türk Borçlar Hukuku Genel Hükümler (25. Bası). İstanbul. Roberto, Vito. (1997). Schadensrecht. Basel/Frankfurt am Main. Schubert,  Claudia.  (2014).  Beck´scher  Online-Kommentar  BGB  (Hrsg. Bamberger, Georg/Roth, Herbert) (30. Auflage). München. Schwenzer,  Ingeborg.  (2000).  Schweizerisches  Obligationenrecht Allgemeiner Teil (2. Auflage). Bern. Tandoğan, Halûk. (2010). Türk Mes uliyet Hukuku. İstanbul. Tekinay, Selahattin Sulhi/Akman,  Sermet/Burcuoğlu, Halûk/Altop, Atilla. (1993). Borçlar Hukuku Genel Hükümler (7. Bası). İstanbul. Tuncay, A. Can/Ekmekçi, Ömer. (2013). Sosyal Güvenlik Hukuku Dersleri (16. Bası). İstanbul. Tunçomağ, Kenan. (1976). Türk Borçlar Hukuku Cilt I, Genel Hükümler (6. Bası). İstanbul. Uygur, Turgut. (2003). Açıklamalı ve İçtihatlı Borçlar Kanunu, Sorumluluk ve Tazminat Hukuku Cilt II. Ankara. von  Tuhr,  Andreas/Peter,  Hans.  (1979).  Allgemeiner  Teil  des Schweizerischen Obligationenrechts, Bd. I (3. Auflage). Zürich.   63Haksız Fiilde Bedensel Zararın...                                                   AÜHFD, 64 (1) 2015: 37-64   von  Tuhr,  Andreas/Escher,  Arnold.  (1974).  Allgemeiner  Teil  des schweizerischen Obligationenrechts, Bd. II (3. Auflage). Zürich. www.beck-online.beck.de. www.bger.ch (bger.ch). www.legalbank.net (Legalbank). www.kazancıhukuk.com (Kazancı).               64",
     "Abstract": "If a person suffers inability to work as a result of a tort which was directed to him, a decrease of income causes material loss. The amount of damages is calculated on the basis of his annual income multiplied by the grade  of  incapacity.  If  the  injured  person,  however,  achieves  financial benefits,  such  as  saved  expenses,  in  principle  these  benefits  are  to  be deducted  from  the  damages.  Nevertheless,  the  principle  of  good  faith requires that the full amount of damages is to be paid, if the person injured and,  thus,  partially  unable  to  work  makes  extraordinary  efforts  to compensate the loss of income. As a consequence, in contrast to the view expressed  in academia,  there  is  no  need  for  an  additional   effort  loss  establishing a new category of material loss.",
     "Metin": "Bilindiği üzere, çoğu kez haksız fiil sonucu ortaya çıkan zararın tazmini konusunda taraflar anlaşamamakta, mağdur haksız fiil sorumlusuna dava açmak  zorunda  kalmaktadır.  Bu  davalardaki  maddî  zararın  tazmini taleplerini  değerlendirmede,  mahkemeler  zararın  ispatı  konusunda  Türk Borçlar  Kanunu nun  50.  maddesini  (eski  BK  m.  42)  her  zaman  doğru uygulayamamaktadırlar.  Çalışmamıza  konu  olan  karardan  yola  çıkarak, haksız fiilde zarar ve cismanî zarar kavramları, cismanî zarar kapsamında tazmini mümkün zarar kalemleri ve zararın ispatı konularında açıklamalarda bulunacağız. B. Karar Metni  Davacı H. T. vekili tarafından, davalı E. Y. vd. aleyhine 30/10/2002 gününde  verilen  dilekçe  ile  kasten  yaralama  eylemine  dayalı  maddî  ve manevî tazminat istenmesi üzerine mahkemece yapılan yargılama sonunda; 38AÜHFD, 64 (1) 2015: 37-64                                                                                     Avcı Braun maddî tazminat isteminin reddine, manevî tazminat isteminin kabulüne dair verilen  23/12/2011  günlü  kararın  Yargıtay ca  incelenmesi  davacı  ile davalılar  vekillerince  süresi  içinde  istenilmekle  temyiz  dilekçelerinin kabulüne karar verildikten sonra tetkik hâkimi tarafından hazırlanan rapor ile dosya içerisindeki kağıtlar incelenerek gereği görüşüldü: KARAR: 1- ) Dosyadaki yazılara, kararın dayandığı kanıtlarla yasaya uygun  gerektirici  nedenlere,  özellikle  delillerin  değerlendirilmesinde  bir isabetsizlik görülmemesine göre davalıların tüm, davacının aşağıdaki bendin kapsamı dışında kalan temyiz itirazları reddedilmelidir. 2- ) Davacının diğer temyiz itirazlarına gelince; Dava,  kasten  yaralama  eylemine  dayalı  maddî  ve  manevî  tazminat istemine ilişkindir. Mahkemece, maddî tazminat isteminin reddine, manevî tazminat isteminin ise kabulüne karar verilmiş; hüküm, taraflarca temyiz edilmiştir. Mahkemece, davacının tedavi gideri ve işgücü kaybına ilişkin maddî tazminat  isteminin  davacının  çalıştığını  ve  masraflarını  ispatlayamadığı gerekçesi ile reddine karar verilmiştir. Dosya kapsamından davacının hayatî tehlike geçirecek ve 45 gün iş ve gücüne  engel  teşkil  edecek  şekilde  davalılar  tarafından  yaralandığı  ve ameliyat geçirdiği anlaşılmaktadır. Şu durumda, davacının iyileşme süresine ilişkin rapor alınarak ve bu sürede asgarî ücret düzeyinde gelir elde edeceği de  kabul  edilerek  geçici  işgöremezlik  zararı  belirlenmeli,  yine  tedavi belgeleri  getirtilerek  bu  kalem  zararının  tespiti  için  bilirkişi  incelemesi yapılmalı, bu hâlde dahi bir sonuca ulaşılamaması durumunda ise, BK' nun 42.  maddesi  uyarınca  zararın  kapsamı  tayin  edilerek  hüküm  altına alınmalıdır. Belirtilen bu hususlar gözönüne alınmaksızın maddî tazminat isteminin ispatlanamadığı gerekçesi ile reddine karar verilmiş olması doğru görülmemiş ve kararın bu nedenle bozulması gerekmiştir. SONUÇ: Temyiz edilen kararın yukarıda (2) numaralı bentte açıklanan nedenlerle  davacı  yararına  BOZULMASINA,  davalıların  tüm,  davacının diğer temyiz itirazlarının ilk bentte açıklanan nedenlerle reddine ve temyiz eden  davacıdan  peşin  alınan  harcın  istek  hâlinde  geri  verilmesine, 22.05.2013 gününde oybirliğiyle karar verildi.    39Haksız Fiilde Bedensel Zararın...                                                   AÜHFD, 64 (1) 2015: 37-64   C. Karara Konu Teşkil Eden Somut Olay ve Yargı Mercilerinin Çözümü Yargıtay 4. Hukuk Dairesi nin 22.05.2013 tarih ve E. 2012/10712, K. 2013/9325 sayılı kararının yayınlanmış metninden anlaşılabildiği kadarıyla, uyuşmazlık  konusu  olayda  davacı  H. T.  vekili,  davacının  hayatî  tehlike geçirecek ve  45 gün iş  ve  gücüne engel teşkil edecek şekilde  davalılar tarafından yaralandığı ve ameliyat geçirdiği gerekçesiyle, davalı E. Y. vd. aleyhine 30/10/2002 gününde verilen dilekçe ile kasten yaralama eylemine dayalı maddî ve manevî tazminat davası açmıştır. İlk derece mahkemesi, yapılan yargılama sonunda; davacının tedavi gideri  ve  işgücü  kaybına  ilişkin  maddî  tazminat  isteminin  davacının çalıştığını  ve  masraflarını  ispatlayamadığı  gerekçesi  ile  reddine,  manevî tazminat isteminin ise kabulüne karar vermiştir. Davacı ve davalı vekilleri, ilk derece mahkemesi kararını temyiz etmiş olup,  Yargıtay  4.  Hukuk  Dairesi,  kararı  şu  gerekçeyle  davacı  yararına bozmuştur: Dosya kapsamından davacının hayatî tehlike geçirecek ve 45 gün iş ve gücüne  engel  teşkil  edecek  şekilde  davalılar  tarafından  yaralandığı  ve ameliyat geçirdiği anlaşılmaktadır. Şu durumda, davacının iyileşme süresine ilişkin rapor alınarak ve bu sürede asgarî ücret düzeyinde gelir elde edeceği de  kabul  edilerek  geçici  işgöremezlik  zararı  belirlenmeli,  yine  tedavi belgeleri  getirtilerek  bu  kalem  zararının  tespiti  için  bilirkişi  incelemesi                                                  1  Karar,   Legal  Hukuk   dergisinin  132.  (Aralık  2013)  sayısının  197-198.  sahifelerinde yayınlanmıştır. 2   Çalışma gücünden, çalışma kuvvetinin fayda getirici bir şekilde kullanılması anlaşılır , Tandoğan, Halûk. (2010). Türk Mes uliyet Hukuku. İstanbul, s. 285;  Çalışma gücünden maksat,  bir  kimsenin  bedenî,  ruhî  veya  zihnî  kabiliyetlerine  bağlı  olan  ekonomik verimliliktir , Tekinay, Selahattin Sulhi/Akman, Sermet/Burcuoğlu, Halûk/Altop, Atilla. (1993). Borçlar Hukuku Genel Hükümler (7. Bası). İstanbul, s. 604. Yarg. 11. HD., 21.03.2005,  E.  2004/6063,  K. 2005/2500  (Legalbank):   Çalışmakta  iken  sakat  kalan davacının uğradığı maddî zararın hesaplanmasında, uğradığı sakatlık oranı değil, bu sakatlık  nedeniyle  ortaya  çıkan  iş  göremezlik,  diğer  anlatımla,  çalışma  ve  kazanma gücündeki kayıp oranı esas alınmalıdır . Sosyal Güvenlik Hukuku açısından geçici iş göremezlik,  sigortalının  geçirdiği  iş  kazası  veya  meslek  hastalığı  nedeniyle  Sosyal Sigortalar Kurumu nca yetkilendirilen hekim veya sağlık kurullarından alınan istirahat raporlarında belirtilen istirahat süresince geçici olarak çalışamama hâlidir. Bkz. Tuncay, A. Can/Ekmekçi, Ömer. (2013). Sosyal Güvenlik Hukuku Dersleri (16. Bası). İstanbul, s. 358, 359. 40AÜHFD, 64 (1) 2015: 37-64                                                                                     Avcı Braun yapılmalı, bu hâlde dahi bir sonuca ulaşılamaması durumunda ise, BK m. 42. maddesi uyarınca zararın kapsamı tayin edilerek hüküm altına alınmalıdır.  D. Çözümlenmesi Gereken Hukukî Problemler Uyuşmazlık  konusu  olayda  haksız  fiil  sonucu  bir  bedensel  zararın oluşup  oluşmadığı,  bedensel  zarar  oluştuysa  hangi  zarar  kalemlerinin tazmininin mümkün olduğu, bu zarar kalemlerinin varlığını ve miktarını kimin ne şekilde ispatla yükümlü olduğu konuları, çözümlenmesi gereken problemlerdir. E. Soruna İlişkin Görüş ve Kararın Değerlendirilmesi I.  Hukukta Zarar Kavramı Haksız  fiil  sonucu  bir  tazminat  yükümlülüğünün  doğabilmesi  için, hukuka aykırı fiilin bir zarara sebep olması gerekir.3 Haksız fiil sonucu herhangi bir zarar doğmamışsa, failin cezaî sorumluluğu gündeme gelse bile, hukukî sorumluluğundan söz edilemez.4 Zarar ise, bir kimsenin malvarlığında iradesi dışında meydana gelen azalmayı ifade eder.6 Malvarlığı eksilmesi iradî olarak yapılıyorsa, bu gider veya  tüketimdir.7  Haksız  fiil  sonucunda  malvarlığında  bir  eksilme gerçekleşmişse, bu fiilin malvarlığı ya da şahıs varlığı değerlerine yönelik                                                  3  Tunçomağ,  Kenan.  (1976).  Türk  Borçlar  Hukuku  Cilt  I,  Genel  Hükümler  (6.  Bası). İstanbul, s. 446; Reisoğlu, Safa. (2014). Türk Borçlar Hukuku Genel Hükümler (25. Bası). İstanbul, s. 170; Eren, Fikret. (2014). Borçlar Hukuku Genel Hükümler (16. Bası). Ankara, s. 520; Karahasan, Mustafa Reşit. (2003). Sorumluluk Hukuku (6. Bası) C. I-II, İstanbul, s. 175; Tekinay/Akman/Burcuoğlu/Altop, s. 545, 546; Yarg. HGK., 05.05.2010, E. 2010/4249, K. 2010/257 (Legalbank). 4  Oftinger,  Karl/Stark,  Emil  W.  (1995).  Schweizerisches  Haftpflichtrecht  –  Band  I: Allgemeiner Teil (5. Auflage). Zürich, s. 90; Oğuzman, Kemal/Öz, Turgut. (2014). Borçlar Hukuku  Genel  Hükümler  (11.  Bası)  Cilt-2.  İstanbul,  s.  38; Tekinay/Akman/Burcuoğlu/Altop, s. 546; Reisoğlu, s. 170; Eren, s. 520. 5  Manevî zarar kavramı her ne kadar geniş anlamda zarar kavramı içinde yer alsa da, gerçek anlamda zarar niteliğinde olmayıp, bir kimsenin kişiliğine  yapılan tecavüzden dolayı duyduğu elem ve üzüntüyü ifade ettiği için çalışmamızda ele alınmayacaktır. 6  Kılıçoğlu, Ahmet M. (2014). Borçlar Hukuku Genel Hükümler (18. Bası). Ankara, s. 300; Tunçomağ, I, s. 446; Reisoğlu, s. 170; Karahasan, s. 81, 175; Yarg. HGK., 17.03.2010, E. 2010/4.130, K. 2010/161 (Legalbank). Yarg. TD., 17.11.1959, 1694/2849 (Karahasan, s. 82):  Umumî mânasında zarar, mâmelek sahibinin iradesi hilâfina veya hiç olmazsa rızası bulunmaksızın mâmelekinde husule gelen azalmadır . 7  Tunçomağ, I, s. 446.   41Haksız Fiilde Bedensel Zararın...                                                   AÜHFD, 64 (1) 2015: 37-64   olması, doğan zararın niteliğinde bir değişiklik yaratmaz; ortaya çıkan zarar maddî  zarardır.8  Bir  kimsenin  malının  hasara  uğratılması,  malvarlığına yönelik bir haksız fiilden doğan maddî zararı oluştururken, bir kimsenin beden bütünlüğünün ihlâli sonucunda yapılan tedavi masrafları ise  şahıs varlığına yönelik haksız fiilden doğan maddî zararı oluşturur.9  Zarar, malvarlığının aktifinin azalması veya pasifinin artması şeklinde  fiilî  zarar   olarak  karşımıza  çıkabileceği  gibi;  malvarlığının  aktifinin artmasının  veya  pasifinin  azalmasının  engellenmesi  şeklinde   mahrum kalınan kâr  olarak da karşımıza çıkabilir.10 Yargıtay Hukuk Genel Kurulu da bir kararında zararın tanımını şu şekilde yapmaktadır:  Zarar, belli bir olay dolayısiyle  bir  kimsenin  malvarlığında  bir  azalmanın  meydana  gelmesi yahut  o  kimsenin  malvarlığında  meydana  gelecek  çoğalmanın  önlenmiş olmasıdır. 11 Fiilî zarar, ya malvarlığının aktifini oluşturan hakların yitirilmesi veya değerinin  azalması  ya  da  malvarlığının  pasifini  oluşturan  borçlara  yeni birinin  eklenmesi  veya  mevcut  bir  borcun  miktarının  artması  şeklinde gerçekleşir.12  Bir  trafik  kazası  sonucunda  kazaya  karışan  aracın  hasara uğraması nedeniyle yapılan tamir masrafları, malvarlığının aktifini oluşturan hakların yitirilmesine; bu aracın piyasa değerinin düşmesi,13 malvarlığının aktifini  oluşturan  hakların  değerinin  azalmasına;  mağdurun  sakatlanması sebebiyle  sipariş  edilen  ancak  bedeli  henüz  ödenmeyen  tekerlekli sandalyenin  bedel  borcu,  malvarlığının  pasifini  oluşturan  borçlara  yeni birinin eklenmesine ve yaralandığı için vadesi gelmiş borcunu 10 gün daha geç ifa etmesi sebebiyle temerrüt faizi borcunun 10 gün fazladan işlemesi de mevcut bir borcun artmasına örnek verilebilir.                                                  8  Kılıçoğlu, s. 300. Yargıtay ın kişilik haklarına yapılan saldırı nedeniyle şerefin sarsılması ve alıcıların yitirilmesinin mal varlığında zarar meydana getirdiğine ilişkin bir kararı olarak bkz. Yarg. TD., 26.04.1961, 1161/2943 (Karahasan, s. 180). 9  Bu konudaki farklı örnekler için bkz. Kılıçoğlu, s. 300. 10  Tekinay/Akman/Burcuoğlu/Altop, s. 561; Tunçomağ, I, s. 447; Karahasan, s. 81 vd; kökeni Roma Hukuku na dayanan bu ayrım, 19. yüzyılda Ortak Hukuk döneminde önemini yitirmiştir. Günümüzde Alman Hukuku nda bu ayrımın çok az bir pratik anlamı vardır, Lange, Hermann. (1979). Handbuch des Schuldrechts, Bd. I: Schadensersatz. Tübingen, s. 39. 11  Yarg. HGK., 14.02.1968, E. 1/403, K. 76 (Karahasan, s. 176). 12  Karahasan, s. 82, 83; Yarg. 4. HD., 30.12.1964, 869/6358 (Karahasan, s. 82):  Mâmelekin borç altına sokulması zarar niteliğindedir . 13  Yarg. 4. HD., 19.11.1990, 762/8642 (Karahasan, 514).   42AÜHFD, 64 (1) 2015: 37-64                                                                                     Avcı Braun Mahrum  kalınan  kâr,  haksız  fiil  sebebiyle  mağdurun,  malvarlığının aktifinin çoğalması ya da pasifinin azalması olanağının yitirilmiş olmasıdır.14 Bu durumda, malvarlığının haksız fiilden önceki ve sonraki durumu arasında bir fark yoktur; haksız fiil meydana gelmese  idi malvarlığında çoğalma gerçekleşeceği için zararın varlığı kabul edilir.15 Örneğin, taksi işleten bir kimse haksız fiil sebebiyle bir süre mesleğini yapamamışsa, malvarlığının aktifinde bir artışın meydana gelmesi engellenmiştir. Buna karşılık, bu kişi alacaklısına olan borcunu, alacaklıya ait taksiyi çalıştırmak suretiyle ödüyor idiyse  ve  haksız  fiil  sebebiyle  taksiyi  çalıştıramamışsa,  malvarlığının pasifinin azalması engellenmiş ve dolayısıyla zarar meydana gelmiştir. Zararın  hesabı  ise,  hukukumuzda  hâkim  görüş  olan   fark  teorisi  kullanılarak yapılmaktadır. Buna göre, haksız fiil işlenmeseydi malvarlığının içinde bulunacağı durum ile haksız fiil işlendikten sonra malvarlığının içinde bulunduğu durum arasındaki fark, zararı ifade eder.16                                                  14  Tekinay/Akman/Burcuoğlu/Altop, s. 559; Oğuzman/Öz, II, s. 40; Eren, s. 526; Karahasan, s. 83, 84; Yarg. 4. HD., 11.05.1982, E. 1982/3574, K. 1982/4844 (Legalbank). 15  Yarg. 4. HD., 18.12.1984, 9369/9456 (Karahasan, s. 183):  Bilindiği gibi dar anlamda zarar,  mal varlığının zararlandırıcı eylem sonucu düştüğü durum ile, bu eylem olmasa idi bulunacağı durum arasındaki fark  olarak tanımlanır. Bu tanıma giren zararlar fiilî (eylemli-efektif) zararlardır. Oysa Borçlar Kanununun 41. maddesinde ifadesini bulan zarar, haksız eylem sonucu mal varlığında meydana gelen azalma (fiilî-efektif zarar) ile birlikte, o haksız eylem sebebiyle malvarlığında meydana gelmesi engellenen çoğalmayı da kapsar. Haksız eylem ile engellenen bu çoğalma ise, malvarlığının zararlandırıcı davranış (eylem, olay olgu) dan sonraki durumu ile çoğalma ihtimali gerçekleşseydi ulaşacağı var sayılan (farazî) durum arasındaki farktan oluşan kârı ifade eder . 16  von  Tuhr,  Andreas/Peter,  Hans.  (1979).  Allgemeiner  Teil  des  Schweizerischen Obligationenrechts, Bd. I (3. Auflage). Zürich, s. 84; Becker, Hermann. (1941). Berner Kommentar  -  Kommentar  zum  schweizerischen  Zivilgesetzbuch,  Bd.  VI: Obligationenrecht, I. Abteilung: Allgemeine Bestimmungen, Art.1-183 OR (2. Auflage). Bern, Art. 41, Nr. 6; Schwenzer, Ingeborg. (2000). Schweizerisches Obligationenrecht Allgemeiner Teil (2. Auflage). Bern, s. 64; Heierli, Christian/Schnyder, Anton K. (2011). Basler Kommentar zum Schweizerischen Privatrecht, Obligationenrecht I, Art. 1 – 529 OR (5. Auflage). Basel, Art. 43, Nr. 3; Oftinger/Stark, I, s. 72, 73; Akünal, Teoman. (1977). Haksız Fiilden Doğan Zararda Denkleştirme Sorunu. İstanbul, s. 52, 53; Nomer, Halûk N. (1996).  Haksız  Fiil  Sorumluluğunda  Maddî  Tazminatın  Belirlenmesi.  İstanbul,  s.  6; Tandoğan,  s.  65;  Tekinay/Akman/Burcuoğlu/Altop,  s.  548;  Oğuzman/Öz,  II,  s.  38; Tunçomağ, I, s. 446; Reisoğlu, s. 170; Eren, s. 522, 523; Karahasan, s. 82; Yarg. TD., 17.11.1959, 1694/2849 (Karahasan, s. 82):  Umumî mânasında zarar, [...] mâmelekin, zarar verici hâdiseden sonraki durumu ile bu hâdisenin ademî vukuu hâlinde arzetmesi lâzım gelen durumu arasındaki farktan ibarettir ; aynı yönde: Yarg. 4. HD., 23.12.1982, E. 1982/7190, K. 1982/11637 (Kazancı).   43Haksız Fiilde Bedensel Zararın...                                                   AÜHFD, 64 (1) 2015: 37-64   Zararın  varlığından  bahsedebilmek  için,  malvarlığındaki  irade  dışı eksilmenin dava tarihinde gerçekleşmiş olması zorunlu değildir.17 Hayatın olağan  akışına  göre,  gelecekte  gerçekleşeceği  normal  olarak  beklenen malvarlığı eksilmesi de, yani gelecekteki (müstakbel) zarar da, tazminat talebine konu teşkil edebilir.18 Gelecekteki zarar için giderim istenebilmesi, zararlandırıcı olayın meydana gelmiş ve sona ermiş bulunmasına bağlıdır.19 Kural olarak zarar miktarı, hükmedilecek tazminatın üst sınırını teşkil eder.20  Olayların  çoğunluğunda  tazminat  borcunun  miktarı,  doğan  zarar miktarının altında kalır. Haksız fiil sonucu bir zarar doğmasına rağmen, TBK m. 52 (eski BK m. 44) uyarınca tazminattan indirim sebepleri mevcut ise, mağdur zararın tamamı için değil, indirim sebeplerinin neden olduğu miktar düşüldükten sonra kalan miktar için sorumlu tutulabilecektir.21  Eğer davacı uğradığı haksız fiil sebebiyle birtakım ekonomik yararlar sağlamışsa, bu yararlar da, tespit edilen zarar miktarından düşülecektir. Denkleştirme  adı  verilen  bu  işlem  sonucunda,  yararın  zarara  mahsup edilmesiyle, net zarar miktarı tespit edilmiş olacaktır.23 Bu işleminin amacı, mağdurun haksız fiil sayesinde zenginleşmesini engellemektir.24 Zarara yol açan  fiille  yarar  arasında  sadece  mantıkî  nedensellik  bağının  varlığı, denkleştirmeye sebebiyet vermez. Denkleştirmenin yapılabilmesi için, zarar veren fiille yarar arasında uygun illiyet bağının bulunması gerekir.25 Ancak zarar  veren  fiille  yarar  arasında  uygun  illiyet  bağının  bulunması  da, denkleştirmenin  yapılması  için  her  zaman  yeterli  değildir.26  Örneğin, işverenin veya diğer 3. kişilerin mağdura yaptığı ve faile rücu edemeyeceği karşılıksız  kazandırmalar,  yarar  ile  zarar  arasında  uygun  illiyet  bağı                                                  17  Yarg. 4. HD., 02.10.1986, 6103/6707 (Karahasan, s. 83). 18  Tekinay/Akman/Burcuoğlu/Altop, s. 559; Oğuzman/Öz, II, s. 43. 19  Karahasan, s. 507. 20  Tandoğan,  s.  315;  Tekinay/Akman/Burcuoğlu/Altop,  s.  583;  Oğuzman/Öz,  II,  s.  84; Tunçomağ,  I,  s.  457;  Eren,  s.  724;  Kılıçoğlu,  s.  298;  Yarg.  HGK.,  17.03.2010,  E. 2010/4.130, K. 2010/161 (Legalbank).  21  Kılıçoğlu, s. 298, 299; Yarg. HGK., 17.03.2010, E. 2010/4130, K. 2010/161 (Legalbank).  22  Tunçomağ, I, s. 463; Yarg. 4. HD., 26.11.1987, 6294/8640 (Karahasan, s. 517, 518). 23  Oftinger, Karl. (1975). Schweizerisches Haftpflichtrecht – Band I: Allgemeiner Teil (4. Auflage). Zürich, s. 178; Oğuzman/Öz, II, s. 87; Tunçomağ, I, s. 463; Eren, 729. 24  Oftinger, I, s. 178; Heierli/Schnyder, Basler Kommentar, Art. 43, Nr. 6; Tandoğan, s. 267; Tekinay/Akman/Burcuoğlu/Altop, s. 586; Oğuzman/Öz, II, s. 87; Eren, s. 729; ayrıca bkz. Akünal, s. 19, 20. 25  Oftinger, I, s. 179; Oftinger/Stark, I, s. 267; Tekinay/Akman/Burcuoğlu/Altop, s. 587, 588; Oğuzman/Öz, II, s. 88; Tunçomağ, I, s. 463; Eren, s. 733; Akünal, s. 126, 127. 26  Oftinger, I, s. 180; Tunçomağ, I, s. 463. 44AÜHFD, 64 (1) 2015: 37-64                                                                                     Avcı Braun bulunmasına  rağmen,  denkleştirmede  değerlendirmeye  alınamazlar.27  Bu sonuç, eski Borçlar Kanunu yürürlükteyken, sözü geçen kazandırmaların, failin  değil,  mağdurun  durumunu  iyileştirmeyi  amaçlamalarından çıkarılmaktaydı.28 6098 sayılı yeni Borçlar Kanunu, hakkaniyete uygun olan bu  sonucu,  55.  maddesinin  1.  fıkrasının  ikinci  cümlesinde  şu  şekilde düzenlenmiştir:  Kısmen veya tamamen rücu edilemeyen sosyal güvenlik ödemeleri ile ifa  amacını  taşımayan  ödemeler,  bu  tür  zararların  belirlenmesinde gözetilemez; zarar veya tazminattan indirilemez.  Bu hüküm Borçlar Kanununun ikinci tasarısının Adalet Komisyonu nda görüşülmesi  sırasında  kanuna  ilave  edilmiş  olup,  şu  şekilde gerekçelendirilmektedir:   Bu  nevi  ödemelerin  denkleştirilmesi,  zarar  vereni  ödüllendirme anlamına gelir. Rücu edilemeyen sosyal güvenlik ödemelerinin, sorumluluk hukuku ile koruma altına alınan tazminatı ikame veya telafi fonksiyonları bulunmamaktadır. Tazminata, rücu edilemeyen sosyal güvenlik ödemeleri ile yahut ifa amacı taşımayan diğer ödemelerle karşılanmayan zarar biçiminde bir yaklaşım, ne onun kaynağı ile ve ne de onun işlevi ile bağdaşmaz .29 Denkleştirmenin yapılması gerekliliği, ne eski BK da ne de TBK da açıkça düzenlenmiştir. BK yürürlükteyken, bu gereklilik, genel hükümlerden çıkarılmaktaydı.30  Kanımızca  TBK m. 55/f. 1  hangi  yararların  zarardan indirilemeyeceğini  düzenleyerek,  aslında  denkleştirmenin  yapılması gerekliliğine de hükmetmiş bulunmaktadır.                                                   27  Brehm,  Roland.  (2006).  Berner  Kommentar  -  Kommentar  zum  schweizerischen Zivilgesetzbuch,  Bd.  VI/1/3/1,  Allgemeine  Bestimmungen,  Die  Entstehung  durch unerlaubte Handlungen, Art. 41-61 OR (3. Auflage). Bern,  OR 46, Nr. 44; Müller, Christoph.  (2012).  Handkommentar  zum  Schweizer  Privatrecht  -  Obligationenrecht Allgemeine Bestimmungen, Art. 1-183 OR (2. Auflage). Zürich, OR 46, Nr. 5; Oftinger, I, s. 181, 182; Heierli/Schnyder, Basler Kommentar, Art. 46, Nr. 9d; Tunçomağ, I, s. 463; Kılıçoğlu, s. 430; Akünal, s. 124, 125; BGE 58 II 249, 254 (bger.ch). 28  Oftinger, I, s. 180 vd.; Oftinger/Stark, I, s. 271; Tunçomağ, I, s. 463; Eren, s. 734. 29  T.C. Türkiye Büyük Millet Meclisi Adalet Komisyonu Raporu, Esas No: 1/499, Karar No: 21, 12/1/ 2009.   30  Denkleştirme  kurumunun  gerekliliğini  zarar  kavramına  ve  bu  kavramdan  çıkarılan tazminatın zarar görenin zenginleşmesine yol açmaması gerekliliği prensibine dayandıran Oftinger/Stark, I, s. 265; Tandoğan, s. 267; Tekinay/Akman/Burcuoğlu/Altop, s. 586, 587; Tunçomağ,  I,  s.  463;  bu  kurumun  hukukî  dayanağının  zarar  kavramı  konusunda benimsenmiş fark teorisinde aranmasını savunan Akünal, s. 18 vd.   45Haksız Fiilde Bedensel Zararın...                                                   AÜHFD, 64 (1) 2015: 37-64   II. Bedensel Zarar Kavramı Beden bütünlüğünün ihlâli durumunda ise maddî zararın kapsamını, TBK m. 54 (eski BK m. 46/f. 1) uyarınca mağdurun malvarlığında beden bütünlüğünün  ihlâli  yüzünden  meydana  gelen  eksilme  oluşturur.  Beden bütünlüğünün ihlâli, bir kişinin fizikî varlığının veya ruh sağlığının ihlâl edilmesi anlamına gelmektedir.31 Beden bütünlüğünün ihlâli, mekanik bir etki veya güç – ateş edilerek mağdurun yaralanması – sonucu meydana gelebileceği gibi, psişik bir etki – mağdurun korkutma sonucu panik atak hastası  olması  –  sonucu  da  meydana  gelebilir.32  Ancak  salt  beden bütünlüğünün  ihlâli;  bir  kimsenin  haksız  fiil  sonucu  yaralanması, sakatlanması, hafızasını kaybetmesi gibi durumlar, TBK m. 54 (eski BK m. 46/f.  1)  anlamında  bir  zarar  teşkil  etmez.33  Zararın  varlığından bahsedebilmek için, beden bütünlüğünün ihlâli yüzünden malvarlığında bir azalma gerçekleşmelidir.34 Mağdur, malvarlığındaki bu azalmayı, bedensel zarar adı altında talep edebilir. III.  Bedensel Zarar Kapsamında Tazmini Mümkün Kalemler TBK m. 54 (eski BK m. 46/f. 1) uyarınca beden bütünlüğünün ihlâli durumunda  maddî  zararın  kapsamını;  tedavi  masrafları,  kazanç  kaybı, çalışma  gücünün  azalmasından  ya  da  yitirilmesinden  doğan  kayıplar  ve ekonomik  geleceğin  sarsılmasından  doğan  zararlar  oluşturur.  Ancak  bu sayım hükmün lâfzından da ( özellikle ) anlaşıldığı üzere tahdidi değildir.                                                   31  Oftinger, I, s. 186; Oftinger/Stark, I, s. 275; Becker, Berner Kommentar, Art. 46, Nr. 1; Heierli/Schnyder, Basler Kommentar, Art. 46, Nr. 2; Tandoğan, s. 283; Oğuzman/Öz, II, s. 92; Eren, s. 744; Tekinay/Akman/Burcuoğlu/Altop, s. 603; Yarg. 4. HD., 27.03.1979, E. 1978/13013, K. 1979/4136 (Legalbank). 32  Oftinger, I, s. 186, 187; Heierli/Schnyder, Basler Kommentar, Art. 46, Nr. 2; Tandoğan, s. 283; Eren, s. 744, 745; Tekinay/Akman/Burcuoğlu/Altop, s. 603; Oğuzman/Öz, II, s. 92.  33  Oftinger, I, s. 189; Oftinger/Stark, I, s. 274, 275; Tekinay/Akman/Burcuoğlu/Altop, s. 604; Yargıtay yer yer bu konuda hatalı ifadeler kullanmaktadır, Yarg. 4. HD., 27.03.1979, E. 1978/13013, K. 1979/4136 (Legalbank):  Bu itibarla davacının yüzündeki değişikliğin, çirkinliğin 46. madde anlamında gerçekleşmiş bir zarar olduğundan kuşku yoktur . 34  Oftinger, I, s. 192, 193; Heierli/Schnyder, Basler Kommentar, Art. 46, Nr. 2; Tunçomağ, I, s. 446; Yarg. HGK., 14.04.2005, E. 2004/4-200, K. 2005/227 (Legalbank):  Somut olay bakımından zarar, vücut bütünlüğünün ihlâli olmayıp, bu ihlâl sonucunda meydana gelen ekonomik sonuçlar, maddî ve manevî eksilmelerdir. Vücut bütünlüğünün ihlâli zararın sebebini oluşturmaktadır . 46AÜHFD, 64 (1) 2015: 37-64                                                                                     Avcı Braun 1. Masraflar:  Beden  bütünlüğünün  ihlâli  durumunda  maddî  zarar  kapsamına, öncelikle  beden  bütünlüğünü  eski  hâline  getirmeye  yani  iyileştirmeyi sağlamaya  veya  hastalık  ya  da  sakatlığın  ilerlemesini  önlemeye  yönelik masraflar; yani tedavi masrafları girer.35 Bunlar ambulans, hastane, doktor, ilaç,  ameliyat,  röntgen,  protez,  psikoterapi  için  yapılan  masraflar  gibi giderleri ifade eder. Tedavi masrafı olarak nitelendirilmeyen, hastaneye gidip gelmek için yapılan yol masrafları veya evde tedavi gördüğü sürece zorunlu olarak yapılan bakıcı masrafı gibi haksız fiilin yol açtığı diğer masraflar da zarar kapsamına girer.36  Zararın  miktarının  belirlenmesinde  mağdurun  hüküm  tarihine  kadar yaptığı masrafların; yani mevcut zararın yanı sıra, tespiti mümkün olan gelecekteki  masraflar  da  dikkate  alınacaktır.37  Gelecekteki  zarar,  hüküm tarihine kadar gerçekleşmiş olmayan fakat başka bir unsurun eklenmesine gerek olmaksızın normal şartlar altında gerçekleşmesi beklenen zarardır.38 Ancak hükmün verileceği tarihte bu masrafları belirlemek mümkün değilse (örneğin mağdurun, haksız fiil sonucu geçirdiği sakatlığı atlatabilmek için bir dizi ameliyat geçirmesi gerekiyorsa), hâkim TBK m. 75 (eski BK m. 46/f.  2)  uyarınca  hükmün  tefhiminden  itibaren  iki  yıl  içinde  konuyu inceleme ve tazminat hükmünü değiştirme yetkisini saklı tutabilir. Hâkimin tazminata hükmederken göz önünde bulunduracağı masraflar, durumun gerektirdiği masraflardır.39  Durumun gerektirmediği bir masraf,                                                  35  Oftinger,  I,  s.  191,  192;  Oftinger/Stark,  I,  s.  281,  282;  von  Tuhr/Peter,  s.  414; Heierli/Schnyder,  Basler  Kommentar,  Art.  46,  Nr.  3;  Tandoğan,  s.  284; Tekinay/Akman/Burcuoğlu/Altop,  s.  603;  Oğuzman/Öz,  II,  s.  93;  Eren,  s.  745,  746; Kılıçoğlu, s. 417. 36  Oftinger, I, s. 191, 192; Oftinger/Stark, I, s. 282; von Tuhr/Peter, s. 414; Feyzioğlu, Feyzi Necmeddin. (1976). Borçlar Hukuku Genel Hükümler (2. Bası) C. I. İstanbul, s. 597; Oğuzman/Öz, II, s. 91; Tekinay/Akman/Burcuoğlu/Altop, s. 603; Kılıçoğlu, s. 418; Yarg. 4. HD. 17.12.1998, 7521/10425 (Uygur, Turgut. (2003). Açıklamalı ve İçtihatlı Borçlar Kanunu, Sorumluluk ve Tazminat Hukuku Cilt II. Ankara, s. 2147, 2148); BGE 33 II 582, 584 (bger.ch). 37  Tekinay/Akman/Burcuoğlu/Altop, s. 603; Oğuzman/Öz, II, s. 93. 38  Oğuzman/Öz,  II,  s.  43;  Yargıtay ın  müstakbel  zararı   gerçekleşmiş  zarar   olarak nitelendirdiği kararı için bkz. Yarg. 4. HD., 27.03.1979, E. 1978/13013, K. 1979/4136 (Legalbank). 39  Heierli/Schnyder, Basler Kommentar, Art. 46, Nr. 3; Tekinay/Akman/Burcuoğlu/Altop, s. 604; Oğuzman/Öz, II, s. 94.   47Haksız Fiilde Bedensel Zararın...                                                   AÜHFD, 64 (1) 2015: 37-64   fiilen yapılmış olsa bile TBK m. 54 (eski BK m. 46/f. 1) anlamında zarar teşkil  etmez.40  Bu  demek  değildir  ki,  tedavi  masrafları,  resmi  hastane tarifesinden fazla olamaz. Durumun gerektirdiği masraf olmak koşuluyla, özel hastane masrafı, hatta yurt içinde tedavi mümkün değilse, yurt dışında yapılan tedavi masrafları da zararın tespitinde hesaba katılır.41 2. Kazanç Kaybı:  Beden bütünlüğünü ihlâl eden haksız fiil sonucunda çalışma gücünü kısmen veya tamamen kaybeden mağdur, bundan doğan zararın tazminini failden isteyebilir (TBK m. 54/b. 2; eski BK m. 46/f. 1). Bu  zarar,  BK  m.  46/f.  1 in  düzenlemesinden  farklı  olarak  sadece hükmün verileceği tarihe kadar olan kazanç kaybını içerir. Gelecekteki bir zarar kalemi olan çalışma gücünün kısmen veya tamamen kaybının gelecekte sebep  olacağı  kazanç  kaybını ise TBK  m.  54/b.  3  ayrı  bir  bent  olarak düzenlemiştir.  Hüküm  tarihine  kadar  olan  kazanç  kaybına  ücret  veya  maaşla çalışanlarda,  ücret  ve  maaşın  yanı  sıra  mağdurun  çalışabilmiş  olsaydı yararlanabileceği ücret ve maaş artışları ile prim vb. gibi yan ödemeler de girer.42  Mağdur,  bedensel  zarara  uğramış  olması  sebebiyle  yasa  dışı faaliyetlerde  (uyuşturucu  madde  ticareti  vb.)  bulunamadığı  için  mahrum kaldığı gayrimeşru kazanç kayıplarını talep edemez.43  Eğer mağdur normalde ücret karşılığı yapılan bir işi herhangi bir ücret almadan yapıyorsa, bu işi ücret karşılığında yapmış olsaydı ne kadar gelir elde edecek idiyse, bu miktar da TBK m. 54/b. 2 anlamında kazanç kaybı olarak nazara alınmalıdır.44                                                  40  Oğuzman/Öz, II, s. 94; Tekinay/Akman/Burcuoğlu/Altop, s. 604. 41  Tekinay/Akman/Burcuoğlu/Altop, s. 604; Reisoğlu, s. 225; Yarg. 4. HD. 11.03.1981, 1247/3013 (Uygur, II, s. 2144, 2145). 42  Heierli/Schnyder, Basler Kommentar, Art. 46, Nr. 7; Oğuzman/Öz, II, s. 94. 43  Oftinger, I, s. 57; Oftinger/Stark, I, s. 292; Oğuzman/Öz, II, s. 94; BGE 20 I 105, 109. Her ne kadar doktrinde hukuka aykırı faaliyetler dışında, ahlâka aykırı faaliyetlerden elde edilen kazanç kaybının da talep edilemeyeceği savunulsa da, hukuka uygun olarak genelevde çalışan kadınların yaptığı iş ahlâka aykırı olduğu hâlde haksız fiil sebebiyle uğradığı kazanç kaybını talep edebilecekleri hakkındaki İsviçre Federal Mahkemesi kararı için bkz. BGE 111 II 295. 44  Mağdurun (ev kadınının), bu işi başkasına gördürseydi yapacağı masrafı talep edebileceği, ancak her somut olayda bunun değişkenlik gösterebileceği konusunda bkz. Oftinger, I, s. 207. 48AÜHFD, 64 (1) 2015: 37-64                                                                                     Avcı Braun Mağdur, haksız fiil gerçekleştiği sırada çalışma gücünün karşılığında bir gelir  elde  etmiyor  ancak  hayatın  olağan  akışına  göre  bir  gelir  sahibi olabilecek idiyse, bu durumda bu geliri elde etmeye başlayabileceği andan hüküm anına kadar elde edebileceği olası gelir miktarı üzerinden kazanç kaybı hesabının yapılması gerekir.45 Maddî  zarar  kavramı,  daha  çok  yargı  organlarınca  benimsenen  ve öğretide  de taraftar bulan bir görüşe  göre, adalete daha uygun sonuçlar doğurabilmesi bakımından mevcut ve gelecekteki kazanç kaybı ve ekonomik gelecek  kaybının  yanı  sıra  efor  kaybını  da  içine  alacak  şekilde  geniş yorumlanmaktadır.46 Buna göre,  çalışma  gücünün  kısmen  veya  tamamen yitirilmesi  mağdurun  malvarlığında  bir  eksilme  meydana  getirmemekle birlikte, onun daha fazla efor sarf etmesini gerektiriyorsa  efor zararı  adı verilen  bir  maddî  zararın  gerçekleştiği  kabul  edilmektedir.47  Örneğin, çalışma gücünü kısmen yitiren mağdur, iş yerinde haksız fiilden önceki gibi tam zamanlı olarak çalışsa ve mahrum kaldığı bir kazanç olmasa bile, onun bu işi çalışma gücü kaybına uğradığı oranda fazla efor sarf ederek yapacağı ve  bu   efor  zararının   da  haksız  fiilden  sorumlu  olan  kimse  tarafından giderilmesi kabul edilmektedir.48 Zararın haksız fiil sorumlusu tarafından değil de, mağdur tarafından fazla güç harcanarak giderilmesinin, haksız fiil sorumluluğunu  ortadan  kaldırmayacağı  savunulmaktadır.49  Burada  varlığı kabul edilen zarar için sarf edilen fazladan efora konu iş için piyasada talep edilen ücret miktarı esas alınmaktadır.50                                                  45  Oftinger, I, s. 203; Oftinger/Stark, I, s. 288, 289, 302. 46  Ayrıntılı bilgi ve bu görüşteki diğer yazarlar için bkz. Büyüksağiş, Erdem. (2007). Maddi Zarar Kavramı. İstanbul, s. 163 vd. 47  Roberto, Vito. (1997). Schadensrecht. Basel/Frankfurt am Main, s. 216, 217; Yarg. 4. HD., 13.10.2005, E. 2004/14559, K. 2005/10881 (Legalbank); Yarg. 11. HD., 21.03.2005, E. 2004/6063, K. 2005/2500 (Legalbank). 48  Yarg. 4. HD. 11.06.1984, 5049/5511 (Uygur, II, s. 2148):  Çünkü davacı çalışma gücünü % 15 nispetinde kaybetmekle, eski işini önceden olduğu gibi yürütebilmesi için daha fazla efor sarf etmek zorundadır ve bu sebeple kendisini fazla efor sarfına mecbur bırakanlardan maddî tazminat istemesi tabiî hakkıdır . 49  Bunu gibi, işveren, zarar gören işçi işyerinde çalışamadığı hâlde ona ücretini ödemeye devam ediyorsa, her ne kadar haksız fiil sonrası mağdurun malvarlığında bir azalma meydana  gelmemiş  de  olsa,  işverenin  yardım olarak  yaptığı  ücret  ödemesinin  zararı oluşturacağı görüşü için bkz. Heierli/Schnyder, Basler Kommentar, Art. 46, Nr. 9d. 50  Büyüksağiş, s. 191; Yarg. 11. HD., 29.06.2006, E. 2006/4787, K. 2006/7723 (Legalbank).   49Haksız Fiilde Bedensel Zararın...                                                   AÜHFD, 64 (1) 2015: 37-64   Daha  çok  Alman  Hukukunda  savunulan  ve  Türk  Hukukunda  da savunulmasında hiçbir sakınca olmayan ve bizim de katıldığımız diğer bir görüş ise, benzer sonuca farklı bir yolla ulaşmaktadır. Yukarıda da belirtildiği üzere davacı kural olarak, uğradığı haksız fiil sebebiyle birtakım ekonomik yararlar sağlamışsa, bu yararlar tespit edilen zarar miktarına mahsup edilir.52 Denkleştirmenin yapılabilmesi için aranan en önemli şart ise, zarar veren fiille yarar arasında uygun illiyet bağının bulunmasıdır.53 Ancak zarar veren fiille  yarar  arasında  uygun  illiyet  bağının  bulunması,  denkleştirmenin yapılması için her zaman yeterli değildir.54 Eski Borçlar Kanununda yer almayan  TBK  m.  55/f. 1,  c.  2 deki  düzenleme,  uygun  illiyet  bağının varlığının,  denkleştirmenin  yapılması  için  kesin  bir  ölçü  olmadığına verilebilecek  en  güzel  örnektir.55  Uygun  illiyet  bağının  yanı  sıra denkleştirmenin hakkaniyete uygun olarak yapılması; yani denkleştirmenin tazminat talebinin amacına uygun olması, faili haksız bir şekilde tazminat sorumluluğundan  kurtarıyor  olmaması  ve  mağdurun  denkleştirmeye katlanmasının beklenebilir olması da gerekmektedir.56 Buna göre çalışma gücünü kısmen yitiren mağdur, fazla efor sarf ederek kazancında bir azalma olmamasını sağlarsa, bu fazla efor sarf edilerek elde edilen yararın mahsubu, failin sorumluluğunu azaltacağından hakkaniyete aykırı olur.57 Bu nedenle yukarıda açıkladığımız ilk görüşün aksine, mağdur fazla efor sarf ederek kazancında bir azalma olmamasını sağlarsa  efor zararı  adı verilen yeni bir maddî zarar doğmamaktadır. Burada mağdur çalışma gücü kaybına uğradığı için  doğmuş  olan  zarardan,  fazla  efor  sarf  edilerek  elde  edilen  yarar indirilmemekte;  yani  denkleştirme  yapılmamaktadır.  Bu  nedenle  zarar                                                  51  Schubert,  Claudia.  (2014).  Beck´scher  Online-Kommentar  BGB  (Hrsg.  Bamberger, Georg/Roth, Herbert) (30. Auflage). München, § 249, Nr. 108 (www.beck-online.beck.de); BGH, NJW 1982, 32, 33; BGH, NJW 1984, 2457, 2458; BGH, NJW 1971, 836, 838. 52  Denkleştirme detaylı olarak yukarıda E, I de ele alınmaktadır. 53  Oftinger/Stark, I, s. 267; Schubert, Beck´scher Online-Kommentar BGB, § 249, Nr. 108; Eren, s. 733; Akünal, s. 126, 127; Tekinay/Akman/Burcuoğlu/Altop, s. 587, 588; BGH, NJW 1953, 1346; BGH, NJW 1959, 1078; BGH, NJW 2004, 2526, 2528. 54  Lange, s. 305; Tunçomağ, I, s. 463. 55  Bu konu detaylı olarak yukarıda E, I de ele alınmaktadır. 56  Schubert, Beck´scher Online-Kommentar BGB, § 249, Nr. 108; Lange, s. 305, 306; BGH, NJW 1982, 32, 33; BGH, NJW 1984, 2457, 2458; BGH, NJW 1971, 836, 838. 57  Schubert, Beck´scher Online-Kommentar BGB, § 249, Nr. 117, § 252, N. 24, 25; BGH, NJW 1974, 602, 603; BGH, NJW 1971, 836, 838. 58  Alman Hukukundaki sonuca genel olarak hakkaniyet prensibini kullanarak ulaşan görüş için İsviçre doktrininde bkz. Oftinger, I, s. 204; Oftinger/Stark, I, s. 298, 299. 50AÜHFD, 64 (1) 2015: 37-64                                                                                     Avcı Braun miktarını da, sarf edilen fazladan efora konu iş için piyasada talep edilen ücret miktarı değil, mağdurun yıllık kazancı üzerinden hesaplanacak gerçek kazanç kaybı oluşturacaktır. Bu sonuç şüphesiz, hakkaniyete daha uygundur. Bu zararın varlığı için mağdurun mutlaka bir kazanç elde ediyor olması ve beden bütünlüğü ihlâl edildiği için bu kazançtan mahrum kalmış olması gerekmez. Eğer mağdur normalde ücret karşılığı yapılan bir işi, karşılığında ücret almadan yapıyorsa ve beden bütünlüğündeki ihlâl sebebiyle aynı işi yapabilmek  için  daha  çok  efor sarf  ediyorsa,  yine  zararın  varlığı  kabul edilir.59 Burada mağdur çalışma gücünü kısmen yitirmesi sebebiyle piyasada parayla ölçülebilir bir değeri olan bu faaliyeti, çalışma gücü kaybı oranında yerine getiremeyecek duruma düşmüştür.60 Mağdur, çalışma gücünün kaybı oranında yapamayacağı işi, bir ücret karşılığında görmüş olsaydı ne kadar kazanç elde edecek idiyse, bu oranda zarara uğramış olur ve bu miktarı failden talep edebilmelidir. Mağdur, eski hâle iade için yapılması gereken bu masrafı, ya kendisinin daha fazla efor sarf etmesi ya da yakınlarının hiçbir karşılık almadan onun artık göremeyeceği işi görmesi sebebiyle yapmaktan kurtuluyorsa,  bu  yararın yukarıda  belirttiğimiz  sebeplerle  denkleştirmeye konu olmaması hakkaniyet prensibi gereğidir. Örneğin, mağdur haksız fiil işlenmeden önce aile ekonomisine katkıda bulunmak için aile şirketinde ücret almadan çalışıyorsa veya ev kadını olan mağdur, evde ev işlerini yapıyorsa ve haksız fiil sonrasında aynı işi yapabilmek için fazladan efor sarf etmesi  gerekiyorsa,  hakkaniyet  gereği  bu  zararının  tazminini  talep edebilmelidir.  Alman  doktrininde  zararı,  mağdurun  bu  işi  başkasına gördürmüş  olması  durumunda,  malvarlığında  meydana  gelecek  olan                                                  59 Mağdurun (ev kadınının), bu işi başkasına gördürseydi yapacağı masrafı talep edebileceği, ancak her somut olayda bunun değişkenlik gösterebileceği konusunda bkz. Oftinger, I, s. 207. 60  Becker, Berner Kommentar, Art. 46, Nr. 3. 61  Aksi  görüşü  savunan  Kılıçoğlu,  bu  durumda  bakıcı  giderlerinin  zarar  olarak  hesaba katılmayacağını  ... haksız eylem sonucu kişi sakat kalmış, fakat çalışmayan ve zaten yasa gereği kendisine bakmakla yükümlü eşi mevcut ise, bakım gideri istemi red edilebileceği gibi, bu husus göz önünde tutulmak suretiyle bakım giderlerinden bu oranda bir indirim yapılabilir.  şeklinde ifade etmiştir. Bkz. Kılıçoğlu, s. 418; benzer içerikteki karar için bkz. Yarg. 4. HD., 13.03.2007, E. 2006/4654, K. 2007/3161 (Legalbank). 62  Oftinger e  göre,  ev  kadını  da  ekonomik  anlamda  önemli  bir  faaliyette  bulunması gerekçesiyle,  bedensel  zarara  uğraması  sonucu  çalışma  gücü  kaybından  kaynaklanan zararının tazminini isteyebilecektir. Bkz. Oftinger, I, s. 207; benzer içerikteki karar için bkz. Yarg. 4. HD. 10.04.2000, 1001/3210 (Uygur, II, 2147).   51Haksız Fiilde Bedensel Zararın...                                                   AÜHFD, 64 (1) 2015: 37-64   azalmanın oluşturacağı savunulmaktadır.63 Bize göre buradaki zararın da ücret karşılığında çalışan kimsenin uğradığı zararın hesabında dikkate alınan kriterlere göre hesaplanması gerekmektedir. Buna göre, zararı, mağdurun çalışma gücünün kaybı oranında yapamayacağı işi, bir ücret karşılığında görmüş olsaydı elde edeceği kazanç miktarı oluşturmaktadır. Çünkü burada, mağdurun  kişisel  yetenekleri  de  dikkate  alınarak  gerçek  zararın  tazmini sağlanmaktadır. 3. Çalışma Gücünün Azalmasından Ya Da Yitirilmesinden Doğan Kayıplar: Çalışma gücünü kısmen veya tamamen kaybeden mağdurun, gelecekte uğrayacağı kazanç kaybı TBK m. 54/b. 3 te düzenlenmektedir. Bu zarar gelecekteki bir zarar olup, kesin miktarını belirlemek neredeyse imkânsızdır; bu nedenle bu zarar varsayımlara dayanılarak tespit edilir.64 Mahrum kalınan kazancı hesaplayabilmek için, öncelikle çalışma gücü kaybının geçici mi, yoksa kalıcı mı olduğunu tespit etmek gerekir. Çalışma gücünün geçici kaybında, çalışma gücünün muhtemel kayıp süresi; çalışma gücünün devamlı kaybında ise, mağdurun kayba uğramasa idi çalışabileceği süre  hesaplanmalıdır.65  Daha  sonra  çalışma  gücündeki  kayıp  oranı belirlenmelidir.  Çalışma  gücündeki  kayıp  oranını  belirlemek  uzmanlık gerektirdiği  için  bunun  tespitinin  yapılmasında  uzman  bilirkişiler görevlendirilmelidir.66  Örneğin,  bir  kimsenin  araba  çarpması  sonucunda bacaklarını kaybetmesinin çalışma gücüne olan etkisi o kimsenin güvenlik görevlisi  olarak  çalışıyor  olmasında  farklı,  masa  başı  bir  iş  yapıyor olmasında  farklıdır.  Son  olarak  da  mağdurun  haksız  fiile  maruz  kaldığı                                                  63  Müller, s. OR 46, Nr. 18; Schubert, Beck´scher Online-Kommentar BGB, § 252, Nr. 31. 64  Tekinay/Akman/Burcuoğlu/Altop, s. 605; Karahasan, s. 180. Yarg. 4. HD. 11.05.1982, 3574/4844  (Karahasan,  s.  181,  182):   Burada  zararı,  malvarlığının  olaydan  sonraki durumuyla, çoğalma ihtimali tahakkuk etseydi arz edeceği farazî durum arasındaki fark teşkil eder.[...]Bu bakımdan davacının kâr mahrumiyetine dayanılarak gösterdiği olgular bir bir tespit olunmalı, bunlara ilişkin deliller ve karşı deliller sorulup toplanmalı, bunların gerçekleşme ihtimali üzerinde titizlikle durulmalı,[…] ve gerektiğinde bilirkişi görüşü de alınarak sonuca göre karar verilmelidir . Mahrum kalınan kârın somut zarar hesabına göre mi, yoksa soyut zarar hesabına göre mi belirlendiği konusunda Alman Hukuku ndaki tartışma için bkz. Lange, s. 214 vd. 65  Heierli/Schnyder, Basler Kommentar, Art. 46, Nr. 9; Tekinay/Akman/Burcuoğlu/Altop, s. 605 vd.; Oğuzman/Öz, II, s. 95; BGE 104 II 307, 309 (bger.ch). 66  Oftinger, I, s. 195, 196; Oftinger/Stark, I, s. 287; Tekinay/Akman/Burcuoğlu/Altop, s. 608; Kılıçoğlu, s. 418. 52AÜHFD, 64 (1) 2015: 37-64                                                                                     Avcı Braun sıradaki  yıllık  kazancı,  bu  kazançtaki  artma  ihtimalleri  de  göz  önünde bulundurularak  mağdurun  kazanç  kaybı  hesaplanmalıdır.67  Eğer  çalışma gücünü devamlı kaybeden kimse bir küçük ise, onun ailevî durumu, sosyal çevresi, yetenekleri ve çalışma gücü kaybında rol oynayan uzuvları göz önünde tutularak ileride nasıl bir mesleğe sahip olacağı ve ne miktarda kazanç sağlayacağı takdir edilecektir.68 Mağdur haksız fiile uğradığı sırada bir kazanç elde etmiyor ise, onun da yetenekleri ve piyasa durumu göz önünde  bulundurularak,  haksız  fiile  uğramasaydı  bir  gelir  elde  edip edemeyeceği araştırılarak, tazminat miktarı belirlenmelidir.69 Hâkim,  tazminat  miktarının  hesaplanmasında,  çalışma  gücündeki eksilmenin,  mağdurdan  katlanması  beklenebilir  başka  bir  yolla giderilmesinin  veya  azaltılmasının  mümkün  olup  olmadığını  da araştıracaktır.70  Örneğin,  mağdura  uygulanacak  bir  tedavi  ile  çalışma gücündeki eksilme azalacaksa ve taşıdığı riskler bakımından bu tedaviye rıza göstermesi  mağdurdan  beklenebilir  nitelikteyse  ve  haksız  fiil  sorumlusu tedavi masraflarını karşılamaya hazırsa, mağdurdan bu tedaviye razı olması istenir.71 Mağdur tedaviye razı olmazsa ve bu durum zarar görenin birlikte kusuru  olarak  değerlendirilirse,  hâkim,  tedavi  yapılmış  olsaydı  çalışma gücündeki kayıp hangi orana düşecek idiyse, bu oran üzerinden tazminat hesabı  yapmalıdır.72  Bunun  gibi,  haksız  fiile  uğramadan  önce  yaptığı mesleğe,  beden  bütünlüğünün  ihlâli  sebebiyle  devam  edemeyecek  olan mağdurun, eğitim, zekâ, sağlık ve yaş durumuna uygun olan başka bir işte çalışması mümkünse ve bu durum onun kazancını arttıracaksa, mağdurdan iş değişikliğine  razı  olması istenir.73  Mağdur  iş  değiştirmeye  razı  olmazsa, hâkim, tazminat hesabı yaparken bu hususu da zarar görenin birlikte kusuru olarak göz önüne alarak, tazminatta indirim yapabilmelidir.74                                                  67  Oftinger, I, s. 205; Oftinger/Stark, I, s. 297; Feyzioğlu, I, s. 598, 599; Oğuzman/Öz, II, s. 96; Tunçomağ, I, s. 470; Eren, s. 748, 749. Failin tazminat sorumluluğunun doğması için salt çalışma gücü kaybı yetmez; mağdurun da haksız fiil yüzünden maddî bir zararının olması aranır. Bkz. Lange, s. 229; BGE 111 II 295, 299 (bger.ch). 68  Oftinger, I, s. 196, 197, 203; Heierli/Schnyder, Basler Kommentar, Art. 46, Nr. 9; BGE 60 II 38, 45 (bger.ch). 69  Oftinger/Stark, I, s. 288, 289. 70  Tekinay/Akman/Burcuoğlu/Altop, s. 609; Oğuzman/Öz, II, s. 97. 71  Oftinger, I, s. 201, 202; Oğuzman/Öz, II, s. 97. 72  Oftinger, I, s. 202; Oğuzman/Öz, II, s. 97; Tunçomağ, I, s. 470; Eren, s. 750. 73  Oftinger, I, s. 197; Oftinger/Stark, I, s. 291; Feyzioğlu, I, s. 599. 74  Oftinger, I, s. 198, 199; Tekinay/Akman/Burcuoğlu/Altop, s. 609; Oğuzman/Öz, II, s. 97; Eren, s. 748; BGE 89 II 222, 230, 231; BGE 111 II 295, 302 (bger.ch).   53Haksız Fiilde Bedensel Zararın...                                                   AÜHFD, 64 (1) 2015: 37-64   Ancak  hükmün  verileceği  tarihte  bu  masrafları  belirlemek  mümkün değilse,  hâkim  TBK  m.  75  (eski  BK  m.  46/f.  2)  uyarınca  hükmün tefhiminden itibaren iki yıl içinde konuyu inceleme ve tazminat hükmünü değiştirme yetkisini saklı tutabilir. 4. Ekonomik Geleceğin Sarsılmasından Doğan Zararlar: Bazı hâllerde beden bütünlüğünün ihlâli, dar anlamda çalışma gücünde bir azalma meydana getirmemesine rağmen, mağdur için birtakım ekonomik zorluklar yaratır.75 Bu gibi durumlarda mağdur, çalışma gücünü korusa bile, yeni bir iş bulmakta, eski işinde aynı şartlarla istihdam edilmeye devam etmekte,  müşteri  kitlesini  korumaya  devam  etmekte  sorun  yaşayabilir.76 Mağdur  bir  küçükse,  istediğinden  farklı,  öğrenilmesi  zor  ve  pahalı  bir mesleği seçmek zorunda kalabilir.77 Burada, gelecekteki bir zarar türü olan ekonomik geleceğin sarsılmasından doğan zararlardan bahsedilir (TBK m. 54/b. 4; eski BK m. 46/f. 1). Örneğin bir mankenin yüzünde meydana gelen bir  yaralanma  izi,  onun  çalışma  gücünü  azaltmasa  bile,  onun  ileride  iş bulmasını  güçleştirebilir  ve  hatta  imkânsızlaştırabilir.  İşte  bu  durumda zararı, mağdurun ekonomik geleceği sarsılmasaydı elde edeceği kazançla, haksız fiil sonrası elde edeceği muhtemel kazanç arasındaki fark oluşturur. Ekonomik geleceğin sarsılmasından doğan zararların, çalışma gücünün kaybından  doğan  zararlardan  ayrılması  çoğu  zaman  mümkün olmamaktadır. Bu gibi durumlarda hâkim her iki zarar için tek bir zarar miktarı  saptamaya  yetkilidir.  Eğer  hâkim  her  iki  zararın  birbirinden ayrılabileceği kanaatinde ise, aynı zarara birden çok hükmetmemeye özen göstermelidir.82                                                  75  Oftinger I, s. 211; Heierli/Schnyder, Basler Kommentar, Art. 46, Nr. 10a; Tandoğan, s. 292, 293; Tekinay/Akman/Burcuoğlu/Altop, s. 612, 613; Oğuzman/Öz, II, s. 98; Tunçomağ, I, s. 472; Reisoğlu, s. 227; Eren, s. 750, 751; Yarg. 4. HD., 27.03.1979, E. 1978/13013, K. 1979/4136 (Legalbank). 76  Heierli/Schnyder, Basler Kommentar, Art. 46, Nr. 1; Eren, s. 750.  77  Oftinger, I, s. 212; Tandoğan, s. 293; Eren, s. 751; BGE 81 II 512, 516 (bger.ch). 78  Tandoğan, s. 293; Tekinay/Akman/Burcuoğlu/Altop, s. 612; Oğuzman/Öz, II, s. 98; Eren, s. 750, 751. 79  Eren, s. 751. 80  Oftinger, I, s. 212; Tandoğan, s. 294; Tunçomağ, I, s. 472. 81  Oftinger, I, s. 212; Tandoğan, s. 294; Tunçomağ, I, s. 472; BGE 82 II 25, 34 (bger.ch). Aksi görüş için bkz. Eren, s. 751:  Kanaatimizce, bu hâli, ayrı ve bağımsız bir zarar ve kaynak türü olarak görmekte zorunluluk vardır . 82  Oftinger, I, s. 212; Tandoğan, s. 294; Tunçomağ, I, s. 472. 54AÜHFD, 64 (1) 2015: 37-64                                                                                     Avcı Braun IV.  Zararın  İspatı  ve  Zarar  Miktarının  Saptanmasında  Esas Alınacak An Haksız fiilden dolayı tazminat davası açan davacı, davalının hukuka aykırı bir fiiliyle zarara uğradığını ispat etmekle yükümlüdür (TBK m. 50/f. 1; eski BK m. 42). Kural olarak davacı, hem zararın varlığını, hem de zararın miktarını ispatla yükümlüdür.83 Genelde zararın varlık ve miktarını ispat herhangi bir zorluk arz etmez. Zararın varlığının ispatı için, davacının zarara uğradığı  konusunda  hâkime  kanaat  verici  delilleri  sunması  yeterli sayılmaktadır.84 Bazı hâllerde ise, zararın miktarının ispatı ya mağdurdan beklenemez  ya  da  imkânsızdır.85  Özellikle  beden  bütünlüğünün  ihlâli durumunda, yoksun kalınan kârın kesin miktarının ispatı imkânsızdır. Bunun gibi değerli bir eşyası tamamen tahrip edilen bir kimse, hasara uğrayan eşyasının  değerini  takribî  olarak  ispatlayabilecektir.86  Davacının,  zararın varlığını veya gerçek miktarını ispat etmesinin mümkün olmadığı hâllerde, TBK m. 50/f. 2 (eski BK m. 42) ye göre hâkim takdir yetkisini kullanacaktır. Ancak  bunun  için  mağdurun,  hâkime  zararın  varlığının  ve  miktarının tespitini kolaylaştıran olgu ve olayları ispat etmesi gerekir.87 Örneğin, zararın varlığının kabulü için soyut bir iddia yeterli olmayacaktır. Zararın miktarını ise hâkim, olayların olağan akışını ve zarar görenin aldığı önlemleri de nazara  alarak,  hakkaniyete  uygun  olarak  tayin  etmekle  yükümlüdür.88 Hâkim,  özel  bilgi  ve  uzmanlığı  gerektiren  durumlarda  bilirkişiye başvurabilir.89  Eğer davacı uğradığı haksız fiil sebebiyle birtakım ekonomik yararlar sağlamışsa,  bu  yararlar  da  tespit  edilen  zarar  miktarından  düşülecektir. Ancak bu yararların varlığını ve miktarını ispat yükü davalıdadır.90                                                   83  Oftinger,  I,  s.  175;  Tandoğan,  s.  262;  Tekinay/Akman/Burcuoğlu/Altop,  s.  578; Oğuzman/Öz, II, s. 84; Eren, s. 724; Akünal, s. 136. 84  Oftinger/Stark, I, s. 259, 260; Tandoğan, s. 262 vd.; Tekinay/Akman/Burcuoğlu/Altop, s. 578, 579; Oğuzman/Öz, II, s. 79, 80; Eren, s. 725. 85  Oftinger, I, s. 175; Oftinger/Stark, I, s. 259; Tekinay/Akman/Burcuoğlu/Altop, s. 578; Tunçomağ, I, s. 457; Eren, s. 724, 725. 86  Tunçomağ, I, s. 457. 87  Oftinger, I, s. 177; Tekinay/Akman/Burcuoğlu/Altop, s. 579; Eren, s. 725. 88  Tandoğan, s. 263, 264; Oğuzman/Öz, II, s. 84, 85; Eren, s. 725; Akünal, s. 136; Yarg. HGK., 19.10.1966, E. 4/783, K. 269 (Karahasan, s. 523, 524); Yarg. 4. HD., 05.02.2009, E. 2008/7804, K. 2009/3254 (Legalbank).  89  Feyzioğlu, I, s. 599; Oğuzman/Öz, II, s. 85; Eren, s. 725, 726; Kılıçoğlu, s. 414; Yarg. 4. HD., 05.02.2009, E. 2008/7804, K. 2009/3254 (Legalbank). 90  Oğuzman/Öz, II, s. 84; Eren, s. 731; Akünal, s. 135.   55Haksız Fiilde Bedensel Zararın...                                                   AÜHFD, 64 (1) 2015: 37-64   Zarar miktarının saptanmasında hangi anın esas alınacağı tartışmalı bir konudur. Burada haksız fiilin işlenme anı esas alınabileceği gibi, dava açma anı veya hüküm anı da esas alınabilir.91 Zarar miktarının hesaplanmasında esas alınacak  ana  göre  ortaya  çıkacak  zarar  miktarı  farklılıklar  gösterir. Örneğin, hasara uğratılan eşyanın haksız fiil işlendiği sıradaki değeri, dava tarihindeki değerinden fazla iken, hüküm anındaki değerinden az olabilir. Doktrinde baskın olan ve bizim de katıldığımız görüş, TBK m. 75 e (eski BK m. 46/f. 2 ye) paralel olarak zarar miktarının tayininde hüküm anının esas  alınmasını  uygun  görmektedir.92  Uygulamada  ise,  zarar  miktarının tayininde kural olarak zarar verici olayın gerçekleştiği tarih göz önünde tutulmaktadır.93  Zararın miktarının saptanmasında zararın gerçekleşme anı göz önüne alındığında, mağdurun talep etmesi durumunda, zararın gerçekleştiği andan itibaren hüküm anına kadar faiz yürütülür.94 Eski BK döneminde bu faizin niteliği tartışmalıydı. Bir görüş, bu faizin eski BK m. 103 (TBK m. 120) uyarınca  temerrüt  faizi  olduğunu  savunurken,  Yargıtay ın  da  katıldığı baskın görüş, bu faizin eski BK m. 72 (TBK m. 88) uyarınca tazminat faizi olduğunu  savunmaktaydı.  Bu  görüşe  göre,  tazminat  faizini  temerrüt faizinden ayıran en önemli unsur, doğmakla muaccel olan tazminat borcuna faiz  işlemesi  için  temerrüt  faizinden  farklı  olarak  alacaklının  ihtarda bulunmasına gerek olmamasıydı. Ancak bu fark, tazminat faizi adı altında                                                  91  Feyzioğlu, I, s. 559; Tunçomağ, I, s. 459; Eren, s. 726. 92  Oftinger, I, s. 173, 174; Heierli/Schnyder, Basler Kommentar, Art. 46, Nr. 8; Feyzioğlu, I, s. 560; Tunçomağ, I, s. 459; Eren, s. 727; BGE 125 III 14, 17. Kural olarak zararın hesabında haksız fiilin işlendiği anın esas alınmamasını savunmakla birlikte, zararın hasara uğrayan malın en yüksek değerine ulaştığı tarihe göre hesaplanması konusunda görüş için bkz. Tekinay/Akman/Burcuoğlu/Altop, s. 602. Yargıtay ın zararın saptanmasında haksız fiilin işlendiği anı esas aldığı kararı için bkz. Tunçomağ, I, s. 460. 93  YİBK,  12.11.1930,  E.  1930/6,  K.  1930/27  (Kazancı);  Yarg.  4.  HD.,  23.12.1982,  E. 1982/7190, K. 1982/11637 (Kazancı). 94  Oftinger/Stark, I, s. 259; Eren, s. 728; Yarg. HGK, 15.11.1961, E. 1961/36, K. 1961/38 (Legalbank); BGE 70 II 85, 95. Faizin haksız fiilin işlendiği gün başlayacağını ileri süren görüş ve içtihat için bkz. Tunçomağ, I, s. 460 vd.; BGE 34 II 606, 612 (bger.ch); BGE 82 II 25, 36 (bger.ch). 95  Tekinay/Akman/Burcuoğlu/Altop, s. 790, dn. 27; Barlas, Nami. (1992). Para Borçlarının İfasında Borçlunun Temerrüdü ve Bu Temerrüt Açısından Düzenlenen Genel Sonuçlar. İstanbul, s. 130-131. 96  Oftinger, I, s. 175; Oftinger/Stark, I, s. 256; Becker, Berner Kommentar, Art. 46, Nr. 1; Tunçomağ, I, s. 462; Eren, s. 728; Yarg. 11. HD., 17.03.1989, E. 1988/5744, K. 1989/1723 (Legalbank); BGE 34 II 606, 612 (bger.ch). 56AÜHFD, 64 (1) 2015: 37-64                                                                                     Avcı Braun yeni bir faiz türü yaratılması için yeterli bir gerekçe olamazdı.97 Doğduğu anda muaccel olan tazminat borcuna temerrüt faizinin işletilmesi için ihtarın gerekmediği dürüstlük kuralı gereğidir.98 Bu nedenle de eski BK döneminde tazminat miktarına uygulanacak faiz temerrüt faiziydi. TBK m. 117/f. 2 nin açık düzenlemesi bu tartışmaya bir son vermiştir. Yeni kanun haksız fiilin işlendiği  tarihte  borçluyu  temerrüde  düşmüş  saymakta  ve  haksız  fiil tazminatına uygulanacak faizin de bundan böyle tartışmasız temerrüt faizi olacağını ifade etmektedir. V. Kararın Eleştirilmesi Karara konu olan olayda, kasten yaralama eylemine maruz kaldığını iddia eden davacı, maddî ve manevî tazminat talebinde bulunmuştur. İlk derece  mahkemesi,  maddî  tazminat  isteminin  reddine,  manevî  tazminat isteminin ise kabulüne karar vermiştir. Davacı ve davalılar, mahkemenin kararını  temyiz  etmiştir.  Yargıtay  davalıların  tüm  itirazlarını  reddetmiş, davacının da sadece maddî tazminat isteminin reddi konusundaki itirazını değerlendirmeye  almıştır.  Yargıtay,  dosya  kapsamından  davacının  hayatî tehlike  geçirecek  ve  45  gün  iş  ve  gücüne  engel  teşkil  edecek  şekilde davalılar tarafından yaralandığı ve ameliyat geçirdiği anlaşıldığı hâlde, ilk derece  mahkemesinin  maddî  tazminat  talebini  davacının  çalıştığını  ve masraflarını ispatlayamadığı gerekçesiyle reddini doğru görmemiş ve kararı bu gerekçeyle bozmuştur. Dolayısıyla davadaki uyuşmazlık, maddî tazminata hükmedilebilmesi için mağdurun, sadece zararının varlığını mı yoksa miktarını da mı ispat etmesi gerektiği ve ispatı mümkün olmayan zararın nasıl tespit edileceği noktasında toplanmaktadır. Somut olayda davacı, uğradığını iddia ettiği haksız fiil sebebiyle maddî ve manevî tazminat talebinde bulunmuştur. Haksız fiil sebebiyle açılan bu davada, davacının, davalının sorumluluğu için aranan şartların varlığını ispat                                                  97  Barlas, s. 131.  98  Oftinger, I, s. 174; Tandoğan, s. 478; Barlas, s. 131. Haksız fiil sebebiyle tazminat ödemekle yükümlü olan kimsenin ihtara gerek olmadan mütemerrit olması gerektiğini Müşterek Hukuk kaynaklı  gasbeden daima temerrüt hâlindedir  (fur semper in mora) prensibine  dayandıran  yazarlar  için  bkz.  von  Tuhr,  Andreas/Escher,  Arnold.  (1974). Allgemeiner Teil des schweizerischen Obligationenrechts, Bd. II (3. Auflage). Zürich, s. 140, 141; Feyzioğlu Feyzi Necmeddin. (1977). Borçlar Hukuku Genel Hükümler (2. Bası) C. II. İstanbul, s. 239.   57Haksız Fiilde Bedensel Zararın...                                                   AÜHFD, 64 (1) 2015: 37-64   etmesi gerekmektedir. Davacının öncelikle ispat etmesi gereken, davalının hukuka aykırı bir fiiliyle zarara uğramış olduğudur (TBK m. 50/f. 1; eski BK m.  42).  Davacının  bu  yükümlülüğünü  yerine  getirmesi,  zararın  gerçek miktarını ispat etmesinin mümkün olmadığı hâllerde, yukarıda belirtildiği üzere zarara uğradığı konusunda hâkime kanaat verici delilleri sunmasıyla sağlanır.99 Ancak bunun için davacının, zarara uğradığı konusunda soyut bir iddiada bulunması yeterli değildir. Davacının, zararın varlığını gerçeğe çok yakın bir ihtimal olarak gösterecek hususları ispat etmesi durumunda, hâkim zararın kapsam ve miktarını belirlemek üzere harekete geçecektir.100 Zararın gerçek miktarını ispat etmek mümkün değilse, olayların olağan akışını ve zarar görenin aldığı önlemleri de nazara alarak, zararın miktarını hâkim belirleyecektir (TBK m. 50/f. 2; eski BK m. 42). Somut olayda davacının hayatî tehlike geçirecek ve 45 gün iş ve gücüne engel  teşkil  edecek  şekilde  davalılar  tarafından  yaralandığı  ve  ameliyat geçirdiği, dosya kapsamından anlaşıldığına göre davacı, davalının hukuka aykırı bir fiiliyle zarara uğradığını ispatlamıştır. İkinci aşamada, maddî zarar miktarının tespit edilmesi gerekir.  Mahkeme,  davacının  tedavi  gideri  ve  işgücü  kaybına  ilişkin  maddî tazminat  istemini,  davacının  çalıştığını  ve  masraflarını  ispatlayamadığı gerekçesi  ile  reddetmiştir.  Hâlbuki  haksız  fiilin  şartları  açıklanırken  de belirtildiği üzere, mağdurun zararın miktarını ispat etmesi mümkün değilse, zararın miktarını hâkim, TBK m. 50/f. 2 (eski BK m. 42) uyarınca takdir yetkisini kullanarak belirleyecektir. Davacı, hayatî tehlike geçirecek ve 45 gün  iş  ve  gücüne  engel  teşkil  edecek  şekilde  davalılar  tarafından yaralandığını  ve  ameliyat  geçirdiğini  ispatlayarak,  zararın  varlığını  ispat yükümlülüğünü  yerine  getirmiştir.  Bu  aşamadan  sonra  ispatı  mümkün olmayan  zararın  miktarını  belirlemekle,  hâkim  yetkili  ve  görevlidir. Olaydaki zararın miktarının belirlenmesi özel bilgi ve uzmanlığı gerektiren bir  durum  olduğu  için  hâkimin  bilirkişiye  başvurması  gerekir.  Burada ameliyat  masrafları  dışında,  mağdur  beden  bütünlüğünü  eski  hâline getirmeye yönelik olmak üzere başkaca masraflar da yapmış ve bunların varlığını kabule  esas olan olguları da ispat etmişse, bunlar maddî zarar kalemi olarak tazmin borcunun konusunu oluşturacaktır.                                                  99  Oftinger/Stark, I, s. 259, 260; Tandoğan, s. 262 vd.; Tekinay/Akman/Burcuoğlu/Altop, s. 579; Eren, s. 725; Oğuzman/Öz, II, s. 79, 80. 100  Oğuzman/Öz, II, s. 80, dn. 235. 58AÜHFD, 64 (1) 2015: 37-64                                                                                     Avcı Braun Mağdur yaptığı masraflar dışında, haksız fiil sonucunda çalışma gücünü kaybetmesi sebebiyle maruz kaldığı kazanç kaybını da failden talep edebilir (TBK  m.  54/b. 2;  eski  BK  m.  46/f. 1).  Olayda  mağdurun  beden bütünlüğünün  ihlâli  sonucunda  çalışma  gücünü  geçici  olarak  kaybettiği,  Dosya kapsamından davacının... 45 gün iş ve gücüne engel teşkil edecek şekilde  davalılar  tarafından  yaralandığı...  anlaşılmaktadır   ifadesinden çıkmaktadır. Ancak bu 45 günlük sürenin neye göre tespit edildiği Yargıtay kararından  anlaşılamamaktadır.  Dosyada  bahsedilen  45  günlük  süre, davacının ne kadar sürede tıbbî şifa bulacağına ilişkin verilen raporla tespit edilen bir süre ise, bu süre; ceza dosyasından alınan raporda belirtilen bir süre  ise,  iyileşme  süresine  ilişkin  alınacak  yeni  raporda  belirtilen  süre dikkate alınarak mağdurun geçici iş göremezlik zararı hesaplanacaktır.101 Yine karardan, mağdurun çalışma gücünü tamamen mi, kısmen mi kaybettiği ve  eğer  kısmen  kaybettiyse,  kayıp  oranının  ne  kadar  olduğu  da anlaşılamamaktadır.  Geçici  iş  göremezlik  zararının hesaplanabilmesi için aranan ikinci husus, çalışma gücündeki kayıp oranıdır. Bu oranın tespiti de uzman bilirkişiler tarafından yapılacaktır. Son olarak da mağdurun haksız fiile maruz kaldığı sıradaki kazancı, bu kazançtaki artma ihtimalleri de göz önünde bulundurularak hesaplanmalıdır.102  Somut  olayda  mağdurun  çalışıp  çalışmadığı  net  olarak anlaşılamamaktadır.  Zararın  miktarını  hesaplayabilmek  için  mağdurun, haksız  fiil  gerçekleştiği  sırada  bir  kazanç  elde  ediyor  olup  olmadığını araştırmak gerekir.  Eğer mağdurun çalışma gücünü kullanarak elde ettiği bir geliri varsa ve haksız fiilden kaynaklanan geçici iş göremezliği sebebiyle bu gelirde bir azalma  olursa,  bu  azalma  maddî  zararı  oluşturur.  Bu  zararın  miktarı, mağdurun  yıllık  kazancı  esas  alınarak  hesaplanır.103  Dolayısıyla  somut                                                  101 Akın, Levent. (2001). İş Kazasından Doğan Maddi Tazminat. Ankara, s. 109; Yargıtay bir kararında bu durumu şu şekilde ifade etmiştir: Yarg. 4. HD., 11.06.2012, E. 2011/6877 , K. 2012/10084 (Legalbank):  Mahkemece, davacının geçici iş göremezlik zararının tespiti açısından, tedavi evraklarının getirtilip davacının ne kadar sürede tıbbi şifa bulacağı yönünde bir üniversite hastanesinden rapor alınarak geçici iş gücü kaybı belirlenip oluşacak sonuca göre bir karar verilmesi gerekirken, ceza dosyasında alınan rapora göre geçici iş gücü kaybı hesabı yapılması doğru değildir . 102 Feyzioğlu, I, s. 598, 599; Oğuzman/Öz, II, s. 96; Eren, s. 748, 749. 103  Oftinger,  I,  s.  204,  205,  207;  Büyüksağiş,  s.  202;  Yarg.  11.  HD.,  29.06.2006,  E. 2006/4787, K. 2006/7723 (Legalbank); BGE 77 II 308, 314 (bger.ch).   59Haksız Fiilde Bedensel Zararın...                                                   AÜHFD, 64 (1) 2015: 37-64   olayda,  Yargıtay ın  mağdurun  kazanç  kaybını  asgarî  ücret  üzerinden hesaplaması yerinde değildir. Eğer mağdur karşılığında kazanç elde ettiği bir iş yapıyor ve beden bütünlüğündeki ihlâl sebebiyle aynı işi yapabilmek için daha çok efor sarf ediyor,  böylece  kazancında  azalma  olmamasını  sağlıyorsa,  yine  zararın varlığı  kabul  edilir.  Burada  mağdurun  fazla  efor  sarf  ederek  elde  ettiği yararın  zarara  mahsubu  hakkaniyete  aykırı  olacağından  denkleştirme yapılmaz.  Dolayısıyla  mağdurun  zararı,  fazladan  efor  sarf  etmeyip çalışmasaydı mahrum kalacağı kazanç miktarı kadardır. Eğer mağdur dava konusu olayda, normalde ücret karşılığı yapılan bir işi,  karşılığında  ücret  almadan  yapıyorsa  ve  beden  bütünlüğündeki  ihlâl sebebiyle  aynı  işi  yapabilmek  için  daha  çok  efor  sarf  ediyorsa,  yine denkleştirme  yapılmaz.  Mağdur,  çalışma  gücü  kaybı  sebebiyle yapamayacağı işi ücret karşılığında yapıyor olsaydı ne kadar ücret alacak idiyse,  bu  oranda  zarara  uğramış  olur  ve  bu  miktarı  failden  talep edebilmelidir. Somut olayda mağdur çalışmıyor idiyse, kazanç kaybının varlığından bahsedebilmek için, iş gücü kaybına uğradığı süre içinde iş bulabilir miydi sorusunu cevaplandırmak  gerekir. Mağdurun yaşı, ne  kadar süredir işsiz olduğu, eğitim düzeyi  ve  piyasa  koşulları da  dikkate  alınarak yapılacak değerlendirmede,  normal  şartlar  altında  bu  süre  içinde  iş  bulamayacağı sonucuna varılıyorsa, mağdurun kazanç kaybı adı altında herhangi bir talebi olamayacaktır.104  Zira  bu  durumda  hukukî  anlamda  maddî  bir  zarar doğmamıştır.105 Mağdur, günlük hayatını idame ettirebilmek için haksız fiil sonrası daha fazla efor sarf ediyorsa, bu herhangi bir maddî zarar olmadığı için TBK m. 54  ün (eski BK m. 46 nın) kapsamına girmez.106 Salt biyolojik nitelikli kayıplara mağdur kendisi katlanmak zorundadır.107 Mağdur, şartları gerçekleştiyse ancak manevî tazminat talebinde bulunabilir.108 Ancak somut olayda  mağdurun  normal  şartlar  altında  bu  süre  içinde  iş  bulabileceği                                                  104 BGE 99 II 221, 226, 227 (bger.ch); aksi görüş için bkz. Büyüksağiş, s. 299 vd.; Yarg. 4. HD., 13.10.2005, E. 2004/14559, K. 2005/10881 (Legalbank). 105  Oftinger/Stark, I, s. 274; Müller, OR 46, Nr. 6. 106 Aksi görüş için bkz. Büyüksağiş, s. 331 vd.; Yarg. 4. HD., 13.10.2005, E. 2004/14559, K. 2005/10881 (Legalbank). 107 Oftinger/Stark, I, s. 274, 275; Müller, OR 46, Nr. 1; BGE 27 II 427, 434 (bger.ch). 108 Oftinger/Stark, I, s. 274. 60AÜHFD, 64 (1) 2015: 37-64                                                                                     Avcı Braun sonucuna  varılabiliyorsa,  mağdurun  bulabileceği  işten  elde  edebileceği gelirin de farazî bir hesaplama ile kazanç kaybı adı altında talep edilebileceği kabul edilmektedir.109 Sonuç olarak, ilk derece mahkemesi Yargıtay ın bozma kararına uyarak, varlığı  dosyadan  anlaşılan  maddî  zararın  miktarını  yukarıda  açıklanan hususları da göz önüne alarak TBK m. 50/f. 2 (eski BK m. 42) uyarınca tayin etmelidir.                                                  109  Schubert, Beck´scher Online-Kommentar BGB, § 252, Nr. 30.   61Haksız Fiilde Bedensel Zararın...                                                   AÜHFD, 64 (1) 2015: 37-64",
     "Kaynakça": "Akın, Levent. (2001). İş Kazasından Doğan Maddi Tazminat. Ankara. Akünal,  Teoman.  (1977).  Haksız  Fiilden  Doğan  Zararda  Denkleştirme Sorunu. İstanbul. Barlas, Nami. (1992). Para Borçlarının İfasında Borçlunun Temerrüdü ve Bu Temerrüt Açısından Düzenlenen Genel Sonuçlar. İstanbul. Becker,  Hermann.  (1941).  Berner  Kommentar  -  Kommentar  zum schweizerischen  Zivilgesetzbuch,  Bd.  VI:  Obligationenrecht,  I. Abteilung:  Allgemeine  Bestimmungen,  Art.1-183  OR  (2.  Auflage). Bern. Brehm,  Roland.  (2006).  Berner  Kommentar  -  Kommentar  zum schweizerischen  Zivilgesetzbuch,  Bd.  VI/1/3/1,  Allgemeine Bestimmungen, Die Entstehung durch unerlaubte Handlungen, Art. 4161 OR (3. Auflage). Bern.  Büyüksağiş, Erdem. (2007). Maddi Zarar Kavramı. İstanbul. Eren, Fikret. (2014). Borçlar Hukuku Genel Hükümler (16. Bası). Ankara. Feyzioğlu, Feyzi Necmeddin. (1976). Borçlar Hukuku Genel Hükümler (2. Bası) C. I. İstanbul. Feyzioğlu Feyzi Necmeddin. (1977). Borçlar Hukuku Genel Hükümler (2. Bası) C. II. İstanbul. Heierli,  Christian/Schnyder,  Anton  K.  (2011).  Basler  Kommentar  zum Schweizerischen Privatrecht, Obligationenrecht I, Art. 1 – 529 OR (5. Auflage). Basel. Karahasan, Mustafa Reşit. (2003). Sorumluluk Hukuku (6. Bası) C. I-II, İstanbul.  Kılıçoğlu, Ahmet M. (2014). Borçlar Hukuku Genel Hükümler (18. Bası). Ankara. Lange, Hermann. (1979). Handbuch des Schuldrechts, Bd. I: Schadensersatz. Tübingen. 62AÜHFD, 64 (1) 2015: 37-64                                                                                     Avcı Braun Müller, Christoph. (2012). Handkommentar zum Schweizer Privatrecht - Obligationenrecht  Allgemeine  Bestimmungen,  Art.  1-183  OR  (2. Auflage). Zürich.  Nomer, Halûk N. (1996). Haksız Fiil Sorumluluğunda Maddî Tazminatın Belirlenmesi. İstanbul. Oftinger,  Karl.  (1975).  Schweizerisches  Haftpflichtrecht  –  Band  I: Allgemeiner Teil (4. Auflage). Zürich.  Oftinger, Karl/Stark, Emil W. (1995). Schweizerisches Haftpflichtrecht  – Band I: Allgemeiner Teil (5. Auflage). Zürich. Oğuzman, Kemal/Öz, Turgut. (2014). Borçlar Hukuku Genel Hükümler (11. Bası) Cilt-2. İstanbul. Reisoğlu, Safa. (2014). Türk Borçlar Hukuku Genel Hükümler (25. Bası). İstanbul. Roberto, Vito. (1997). Schadensrecht. Basel/Frankfurt am Main. Schubert,  Claudia.  (2014).  Beck´scher  Online-Kommentar  BGB  (Hrsg. Bamberger, Georg/Roth, Herbert) (30. Auflage). München. Schwenzer,  Ingeborg.  (2000).  Schweizerisches  Obligationenrecht Allgemeiner Teil (2. Auflage). Bern. Tandoğan, Halûk. (2010). Türk Mes uliyet Hukuku. İstanbul. Tekinay, Selahattin Sulhi/Akman,  Sermet/Burcuoğlu, Halûk/Altop, Atilla. (1993). Borçlar Hukuku Genel Hükümler (7. Bası). İstanbul. Tuncay, A. Can/Ekmekçi, Ömer. (2013). Sosyal Güvenlik Hukuku Dersleri (16. Bası). İstanbul. Tunçomağ, Kenan. (1976). Türk Borçlar Hukuku Cilt I, Genel Hükümler (6. Bası). İstanbul. Uygur, Turgut. (2003). Açıklamalı ve İçtihatlı Borçlar Kanunu, Sorumluluk ve Tazminat Hukuku Cilt"
}