{
     "Tip": "Makale",
     "Dergi İsmi": "Ankara Üni. Hukuk Fak. Dergisi",
     "Üniversite İsmi": "",
     "Gün": " 08",
     "Ay": "06",
     "Yıl": "2020",
     "Cilt": "69",
     "Sayı": "02",
     "Başlık": "¿CUÁL ES EL TITULO DE LAS PAULI SENTENTIAE?",
     "Title": "Pauli Sententiae’ın Başlığı Sorunu",
     "Yazar İsmi": [
          "Horacio Heredia VÁZQUEZ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Pauli Sententiae",
          "Lex Romana Visigothorum",
          "Roma Hukuku",
          "Klasik Sonrası Devir",
          "Gustav Hänel"
     ],
     "Keywords": [
          "Pauli Sententiae",
          "Lex Romana Visigothorum",
          "Roman Law",
          "Post Classical",
          "Gustav Hänel"
     ],
     "Özet": "Bu çalışmada, Klasik Sonrası Devir'e ait olan ve daha ziyade Pauli Sententiae  olarak  bilinen  hukuk  kitabının  birden  çok  başlıkla  anılması sorunu ele alınmaktadır. Kitabın Lex Romana Visigothorum, Iustinianus un Digesta sı,  Fragmenta  Vaticana  ve  Consultatio  Veterum  Iurisconsulti aracılığıyla karmaşık bir şekilde nakledilmiş olması dolayısıyla, zikredilen kitaplarda  kullanılan  başlıklardan  hangisinin  doğru kullanıldığının tespiti veya hiç değilsebu başlıklardan birinin doğru olarak seçilmesi ve yanlış başlıkların  elenmesi  büyük  bir  zorluk  teşkil  etmektedir.  Bu  çalışmada,  Makalenin Geliş Tarihi: 25.06.2019, Makalenin Kabul Tarihi: 08.06.2020    Dr.  Öğretim  Üyesi,  Nacional  Autónoma  de  México  Üniversitesi  Hukuk  Fakültesi, ORCID: 0000-0002-9192-2216 Horacio Heredia VÁZQUEZ                                       Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 869-877 çalışmanın sahibinin, zikredilen hukuk kitaplarının temel ve kritik önemi haiz  nüshalarını  ve  bu  nüshalarda  yer  alan  başlık  tercihlerini  gözden geçirmesi neticesinde ulaşmış olduğu başlık tercihi belirtilmektedir.",
     "Abstract": "In this paper I study the problem of the various titles given to the Postclassical juridical book commonly known as the Pauli Sententiae. Due to the complex transmission of this book, through other books as the Lex Romana Visigothorum, the Justinian s Digest, the Fragmenta Vaticana and the Consultatio Veterum Iurisconsulti, is hard to decide which title, among the variations in all those different books, is the right one, or at least, which one we must chose as the correct one or discard as evidently false. After checking the fundamental critical editions of those juridical works and their reasons to chose one or another, I give the reason for a standard title.",
     "Metin": ". 2. Denominación. 3. Bibliografía Quiero  en  primer  lugar  hacer  manifiesto  mi  agradecimiento  por  la ocasión que se me brinda de participar en este libro homenaje a la Profesora Özcan  Karadeniz-Çelebican,  figura  señera  en  los  estudios  de  Derecho romano en Turquía. La Profesora Karadeniz-Çelebican tuvo una formación excepcional en Alemania e Italia; en ésta última, su tesis, bajo la dirección de Volterra, fue el texto con el que tuve acercamiento a la profesora: Cenni sull actio de pecunia constituta nell età classica, realizada en el marco de la Scuola  di  Perfezionamento  in  Diritto  Romano  e  Diritti  del  Oriente Mediterraneo de la Università della Sapienza, misma que afortunadamente fue publicada en internet por la propia Universidad. De la labor académica y de la lucidez de sus aserciones nos dan cuenta Bahar Öcal Apaydin y Marco Franchi, de la  Università di Inonu, en el ensayo L importanza e la metodologia del corso di diritto romano nella formazione del giurista dall impero ottomano ad oggi, incluido en el libro curado por la  Profesora Isabella Piro, de homenaje al ilustre Profesor Alessandro Corbino: Scritti per Alessandro Corbino en su volumen 5. A él remito para noticias sobre la Profesora y su defensa de los cursos de derecho romano. Para esta ocasión he decidido escribir algunas notas breves sobre las Sentencias de Paulo (PS), no por otra razón sino porque en el curso de mi investigación sobre esta obra fue que tuve acercamiento al trabajo de la Profesora Karadeniz. 1. Descripción sumaria La obra conocida generalmente como Sentencias de Paulo (y también como Sentencias de Julio Paulo a su hijo o Sentencias recibidas, en lo sucesivo Sentencias o PS) es un breve y compendioso libro de derecho romano; fue escrita al parecer en el crepúsculo tardío del siglo III d.C. o a inicios  del siglo IV d.C. La obra  como tal no se conserva íntegra; las ediciones de ésta son reconstrucciones conjeturales hechas con base en los 870Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 869-877        ¿Cuál Es el Titulo de las Pauli Sententiae?  extractos y citas aprovechadas en otras obras, principalmente del Breviario de Alarico o Lex Romana Visigothorum, que contiene una versión muy reducida de PS, pero que ha conservado más de 600 sentencias; otras se han transmitido a través del Digesto de Justiniano, y algunas más en distintas leyes  de  los  reinos  barbáricos  y  en  compilaciones  postclásicas.  Lo  así conservado  y  reconstruido  se  compone  de  985  sentencias  o  máximas jurídicas distribuidas en 5 libros y organizadas temáticamente por títulos; el orden de estos sigue la sistemática Codex, esto es: en principio sigue el orden del Edicto del Pretor y agrega en la primera parte contenidos de derecho  civil  y  de  leyes  y  constituciones,  y  al  final  el  contenido  de constituciones  imperiales.  Que  esta  obra  haya  sido  ocupada,  citada  y extractada por tantas otras, da muestras de su enorme popularidad.3 2. Denominación Un problema a primera vista menor, pero que dio algunos dolores de cabeza a los editores de las PS, es el del título correcto de la obra. Distintas ediciones modernas asignan diferentes nombres a esta obra; así, pueden encontrarse en Schulting Julii Pauli Sententiarum Receptarum ad Filium;5 en Krüger Iulii Pauli libri quinque sententiarum ad filium, al inicio de la edición, mientras que en carátula Pauli libri quinque sententiarum;6 Arndst usó Iulii Paulli receptarum sententiarum ad filium libri quinque al inicio de la edición, aunque suprimió en páginas internas, al encabezar cada libro, el  1  El  Breviario,  además  de  las  sentencias  que  conserva,  en  tanto  es  una  edición abreviada de la obra como tal, mantiene los títulos, lo que ha permitido atribuir las sentencias dispersas en otras fuentes a sus títulos correspondientes. 2  Scherillo, Gaetano, L ordinamento delle Pauli Sententiae, Studi in onore di Salvatore Riccobono, Palermo, Arti grafiche G. Castiglia, 1936, t. I, p.42 = Scherillo, Gaetano, Scritti  giuridici,  vol  I:  Studi  sulle  fonti,  Milán,  1992.  Vid.  Schulz,  Fritz,  Das Ediktssystem in den Paulus-Sentenzen, SZ 47,1927, pp. 39 y ss. 3  Liebs, Detlef, Die Rolle der Paulussentenzen bei der Ermittlung des römischen Rechts, Avenarius, Martin (ed.), Hermeneutik der Quellentexte des Römischen Rechts, Baden-Baden, Nomos, 2008, p. 158: Die Paulussentenzen waren zwischen dem 4. und 6. Jh. n.Chr. die beliebteste römische Juristenschrift, wozu nicht wenig beigetragen haben wird, dass sie die einzige unter vielen hunderten war, der ein gesetzlicher Lobpreis  des  Kaisers  zuteil  werden  sollte,  und  zwar  von  dem  Gründerkaiser Konstantin.  La  conceptualización  de  la  sistemática  de  Codex  ha  sido  tomada igualmente de Liebs. 4  Vid. infra n.6 5Jurisprudentia  Vetus  Ante-Justinianea,  Antonii  Schultingi,  Lugduni  Batavorum,  apud Johannem vander Linden, 1717. En portada usa el libri V, pero en internas lo omite. 6  Cfr.  Collectio  librorum  anteiustiniani  in  usum  scholarum.  Ulpiani  liber  singularis regularum, Pauli libri quinque sententiarum, fragmenta minora, Paulus Krueger edidit, Weidmannos, Berolini, 1878. 871Horacio Heredia VÁZQUEZ                                       Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 869-877 ad  filium;7Iulii  Paulli  sententiarum  ad  filium  recoge  la  Iurisprudentia Anteiustiniana quae supersunt de Huschke; Sententiarum receptarum libri quinque  quae  Iulio  Paulo  adhuc  tribuunturtomada  en  FIRA,Iulii  Pauli Sententiarum receptarum ad filium, por ejemplo, Detlef Liebs, y Martha Patricia Irigoyen Troconis Iulii Pauli Sententiarum ad filium, y Arndst Iulii Paulli receptarum sententiarum ad filium libri quinque. Esta  discordancia  en  el  título  asignado  a  la  obra  deriva  de  la discordancia misma existente en las fuentes. Ello requiere un examen, así sea somero,  sobre  los  testimonios  disponibles.  Por  cuanto  hace  a  aquellos procedentes de la tradición justinianea, contamos por fortuna con su mención en el  Index Florentinus:11 éste contiene dos entradas distintas de obras de Paulo señaladas como Sentencias: XXV, 10 sentention ἤτοι facton βιβλία ἕξ y XXV, 11 Sentention βιβλία έ  que se reconoce como el trabajo del que aquí nos ocupamos de Sentencias dividido en 5 libros.12 En  lo  relativo  a  la  tradición  occidental,  nuestras  fuentes  son  más variadas. En primer lugar están los manuscritos del Breviario de Alarico II; en este caso, no son uniformes al asignar un título a las PS. Muchas son las variantes señaladas por el aparato crítico de Hänel, el autor de la única edición crítica del Breviario hasta la fecha. A la base más o menos general  7  Corpus  Iuris  Romani  Anteiustiniani,  Eduard  Böcking,  Moritz  August  BethmannHollweg, Ritter Karl Ludwig Arndts von Arnesberg, Eduard Puggé, Bonnae, apud AdolphumMarcum, 1841. 8  Iurisprudentiae Anteiustinianae quae supersunt in usum maxime academicum, Ph. Eduardus Huschke ed., Lipsiae, Teubner, 1886 9  Fontes Iuris Romanae Anteiustinianiae, Baviera, Ferrini, Furlani, Arangio-Ruiz, vol. II Auctores, Florencia, Giunti, 2007. 10 Liebs, Detlef, Die pseudopaulinischen Sentenzen. Versuch einer neuen Palingenesie, ZSS 112, 1995, pp. 151-170 y Id., Die pseudopaulinischen Sentenzen II. Versuch einer neuen Palingenesie, ZSS 113, 1996, pp. 132-242. Ambos textos se integran en su Römische Jurisprudenz in Africa. Mit Studien zu den pseudopaulinischen Sentenzen, Akademie, Berlin, 1993, en especial pp. 28 y ss. 11 El recuento de obras usadas en el Digesto, conservadas, como dice Filippo Cancelli (Cancelli,Filippo,La  codificazione  dell Edictum  praetoris:  dogma romanistico,Milán,Giuffrè, 2010, p. 274): in una sorta di speranto greco-latino, a la cabeza de la littera florentina. El elenco de obras enlistadas en dicho índice es inexacto, y es lugar común aludir a sus omisiones, pues ni son todos los que están ni están todos los que son: obras citadas en el Index no figuran en la compilación, mientras que obras usadas en el Digesto no figuran en el Index. 12 A esta doble mención se debe que Cuyacio no haya incluido, en las primeras ediciones de las Sentencias, los fragmentos del Digesto. Sobre esto se abundará más abajo. 13 Cfr. Hänel, LRV, p. 338, n. a). 872Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 869-877        ¿Cuál Es el Titulo de las Pauli Sententiae?  de Pauli Sententiae (en la que no faltan algunos dislates)14, aquí interesan las siguientes variantes en los Códices: el Cod. Vat. Reginae Sueciae 1048 (al que Hänel asigna el número 39) que agrega el Iulii antes de Pauli; el cod. Lugdunensis 303 (número 10 de los estudiados por Hänel) que da Pauli Sentent. ad filium cum interpretationibus additis; el Cod. Eporediensis I (16 en Hänel), el Cod. Dom. de Rosanbo. (en Hänel 17ª) y Siccardus dan el nombre Iulii Pauli Sententiarum receptarum ad filium en el libro primero, si bien otros para el final del libro primero y algunos al principio del libro segundo lo dan también (los números de Hänel 1, 2, 5, 9, 12, 23, 29, 31, 33, 25, 27 y 42)15.  Además de este testimonio, la tradición occidental conserva también otros. Así, la Consultatio veteris cuiusdam iurisconsulti designa también el receptarum,  concretamente  en  6,  5ª:  …idem  eodem  libro  sententiarum receptarum eodemque titulo. No se menciona aquí el nombre del jurista, mencionado con anterioridad (de allí el idem), sólo la obra. A la cita del eodem libro sententiarum, antecede en 6, 5 lib. I sententiarum tit. VI, y en 4, 5: ad quam pactionem excludendam harum Pauli sententiarum proferes lectionem , y en 4,5. Paulus sentent. lib. I tit. de pact. et conventionibus vel  transactionibus,  etc.  En  ninguna  otra  ocasión  la  Cs.  agrega  el receptarum.  En cuanto al ad filium, hemos visto ya que éste aparece en algunos de los  manuscritos  reportados  por  Hänel.  Las  otras  fuentes  que  recogen sentencias tomadas de PS, simplemente se limitan a dar Pauli Sententiarum o Sententiae, sin referir ni el receptarum ni el ad filium.   14 El Cod. 19 dice Pauli institutionum, quizá confundiendo las Instituciones de Gayo epitomizadas con las Sentencias. 15 Duo igitur sed eiusdem generis codices habent vv. illa: Receptarum ad filium, sed dicendum est, codices 25, 27, 42, alios in fine primi libri habere: Expl. Lib. I. Iulii Pauli Sententiarum Receptarum Ad Filium Lib. II. aut Iulii Pauli Sententiarum Receptarum Expl  Lib.  I.,  1,2,5,9,12,  23,29,31,33  et  Bouchardus,  verum  in  sqq.  librorum subscriptionibus sibi non constare…  16 De esta obra postclásica, realizada a caballo entre los siglo V y VI d.C., hay versión castellana:  Consulta  de  un  jurisconsulto  antiguo  (Consultatio  veteris  cuiusdam iurisconsulti), traducción, introducción y notas de Aurelia Vargas Valencia, México, UNAM,  1991.  Sobre  la  datación  y  análisis  del  contenido,  remito  al  lector  a  la introducción de la Doctora Vargas. Vid. Adame Goddard, Jorge, rec. Consulta de un jurisconsulto  antiguo  (Consultatio  veteris  cuiusdam  iurisconsulti),  traducción, introducción y notas de Aurelia Vargas Valencia, México, UNAM, 1991., en Boletín mexicano de derecho comparado, 76, UNAM, México, pp. 254 y 255. 873Horacio Heredia VÁZQUEZ                                       Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 869-877 Hänel, en el aparato crítico de la obra, desacreditó la referencia al receptarum en el nombre diciendo que en el caso de la Consultatio se trataba sólo de que dichas sentencias habían sido transmitidas (y recibidas, pues) al mismo autor (de las Consultatio), y que a eso se refiere el que diga receptarum, no al título de la obra. El argumento de Hänel no me parece concluyente, sobre todo porque, como hemos visto, el mismo Hänel reporta la coincidencia en algunos de los manuscritos del Breviario, y el modo en que los reporta, no parece dar pie a una similar interpretación. En este caso, el rechazo de Hänel no es muy persuasivo, pero reconozco que más allá de encontrar dos fuentes de diversa procedencia en donde los títulos coinciden, tampoco  hay  demasiados  argumentos  que  refuercen  la  inclusión  del receptarum como parte del título, sobre todo porque en contraste se trata de un número exiguo de los manuscritos. Esto por cuanto hace a los testimonios en las fuentes.  En cuanto al título considerado en sí mismo, es claro que el nombre de ‘sentencias  alude al género concreto, esto es a la colección de máximas jurídicas;  género  literario  particular  del  cual  PS  constituye  el  único ejemplar que subsiste, con la salvedad, que se ha dicho, de las dudas que pudieran surgir (y que frenaron en cierto sentido las ediciones de Cuyacio) de las dos menciones de libros de sentencias en el Index Florentinus. En su contexto histórico las sentencias habrían sido un género apreciado en virtud de la Rezitationpraxis,19 o sea de la práctica de recitar la opinión de  17 Este aspecto lo habría destacado ya Schulz. 18 Sobre  el  particular  indica  Stolfi,  Emmanuele,  Le  «sententiae  prudentium»  nella scrittura di Papiniano, Paolo e Ulpiano, Rivista di Diritto Romano - I – 2001, p. 4, n. 12: la cui caratteristica era pur significativamente individuata da Schulz, Storia, cit., p. 308, nel presentare un «contenuto . espresso sotto forma di massima»: esse così . non diversamente  dai  libri  di  regulae,  definitiones,  differentiae  e  opiniones  (i  libri sententiarum sono invece attribuiti alla «kasuistische Problemliteratur», e accostati a regulae, quaestiones, digesta e responsa da B. Schmidlin, Die römischen Rechtsregeln. Versuch einer Typologie, Köln-Wien, 1970, p. 143). «contengono astratte statuizioni di principio, che si approssimano a volte alle regole della grammatica scolastica» (così Schulz,  loc.  ult.  cit.).  Questo  titolo  peraltro  non  ricorre,  nella  produzione giurisprudenziale romana, che per l opera di Paolo, ossia per i suoi sententiarum ad filium libri V: così, nonostante la doppia nomenclatura dell Index Florentinus, Lenel, Palingenesia, I, cit., c. 1297 ss., ove è puntualmente indicata la corrispondenza tra frammenti della silloge giustinianea e passi delle Pauli sententiae. 19 Cfr. Ruggiero, Iolanda, Immagini del iusreceptum, en Studi in onore di Remo Martini, III, Milano 2009, pp. 283, nn. 74, 75, 76. El trabajo de la Prof.ssa. Ruggiero es notable. Vid. también Id., Il maestro delle Pauli Sententiae: storiografia romanistica e nuovi spunti ricostruttivi, Dogmengeschichte und Historische Individualität der römischen 874Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 869-877        ¿Cuál Es el Titulo de las Pauli Sententiae?  reputados juristas frente al juez con el objeto de validar la propia posición jurídica. El género, purgado de la conflictualidad casuística,  brinda  una opinión donde no aparece la complejidad del ius controversum.20 Vale, pues, la pena considerar que el título de sentencias no sólo se refiere al aspecto externo-género literario de la obra tal como se presenta, sino a su aspecto funcional. El autor brindaría un compilado de opiniones jurídicas de un autor prestigioso, exento dicho compilado de la barruntosa y conflictiva discusión de los distintos juristas.21 El ‘receptarum 22, que califica a las sentencias, confirmaría el carácter de autoridad del texto atribuido a Paulo; su inclusión en el título remarcaría dicha posición, y entrañaría un aspecto de apego a la tradición: debemos suponer que sobre el ius, y sobre las distintas opiniones de los juristas, se rescata (se recibe) la sententia concreta de Paulo. Por cuanto hace a la mención del ad filium, en la literatura latina se trata de un caso prácticamente excepcional, si se descuentan los Praecepta ad filium de Catón. En todo caso su mención entrañaría dos obejtivos: recalcar la autenticidad del escrito como paulino, y además, enfatizar el aspecto simplista o pedagógico de la colección, en tanto que máximas destinadas al uso foral, susceptibles de ser memorizadas.  Juristen, Atti del Seminario internazionale (Montepulciano 14 - 17 giugno 2011), Università degli Studi di Trento 2012, pp. 485 y ss, así como Id., Gli stemmata cognationum: Pauli Sententiae ed Etymologiae, G. Bassanelli Sommariva, S. Tarozzi (eds.), Ravenna Capitale. Uno sguardo ad Occidente. Romani e Goti – Isidoro di Siviglia, Dogana, Repubblica di San Marino, 2012, pp. 101 y ss. 20 Ibid, p. 284: per fissare così un diritto certo e fornire ai pratici una guida sintetica di agevole consultazione. Un ius funzionale, pertanto, alle esigenze della lectio giudiziale. L esistenza stessa di un opera come le  Sententiae, e in particolare il loro titolo, contribuiscono  in  effetti  a  rendere  plausibile  –  ove  naturalmente  si  collochi  la redazione del nostro scritto in pieno III secolo – la possibilità che la recitatio di scritti giurisprudenziali, solitamente ricondotta all età di Costantino, avesse preso campo già in precedenza. 21 Vid. Stolfi, Emmanuele, loc. cit., que si bien establece un claro deslinde y excluye las PS de su análisis, creo que nada obsta para utilizar en las PS como obra y género algunos de los criterios que empleó, traslandándolos, ciertos comentaros a las menciones a las sententiae para estudiar, dentro del léxico jurídico especializado. 22 Según se vio, dicho receptarum procede directamente de algunos mss. Maria Bianchi Fossati Vanzetti explicaba el receptarum en tanto que buscaría brindar prestigio a la compilación. Iolanda Ruggiero señala que no ve, junto con Fossati Vanzetti, razones para su conservación en el título del FIRA.Cfr. Ruggiero, Iolanda, Immagini… cit, p. 283, n. 75.  875Horacio Heredia VÁZQUEZ                                       Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 869-877 ¿Por cuál título decantarse? Liebs,23que es en todo caso el autor de la última palingenesia completa, acoge sin problema el más completo: Iulii Pauli Sententiarum receptarum ad filium libri V. Tratándose de una obra ampliamente difundida, creo que es normal que en las citas hubiera tendido a abreviarse el título real de la obra, dado que todos los lectores suelen saber de qué obra se trata, como le ocurre al Quijote, al Werther y a otras tantas.",
     "Kaynakça": "Adame Goddard, Jorge, rec. “Consulta de un jurisconsulto antiguo (Consultatio veteris cuiusdam iurisconsulti), traducción, introducción y notas de Aurelia Vargas Valencia, México, UNAM, 1991, en Boletín mexicano de derecho comparado, 76, UNAM, México, pp. 254 y 255. Collectio  librorum  anteiustiniani  in  usum  scholarum.  Ulpiani  liber  singularis regularum,  Pauli  libri  quinque  sententiarum,  fragmenta  minora,  Paulus Krueger edidit, Weidmannos, Berolini, 1878. Consulta de un jurisconsulto antiguo (Consultatio veteris cuiusdam iurisconsulti), traducción, introducción y notas de Aurelia Vargas Valencia, México, UNAM, 1991. Corpus Iuris Romani Anteiustiniani, Eduard Böcking, Moritz August BethmannHollweg, Ritter Karl Ludwig Arndts von Arnesberg, Eduard Puggé, Bonnae, apud AdolphumMarcum, 1841. Fontes Iuris Romanae Anteiustinianiae, Baviera, Ferrini, Furlani, Arangio-Ruiz, vol. II Auctores, Florencia, Giunti, 2007. Fossati Vanzetti, Maria Bianchi (a cura di), Pauli Sententiae, Testo e interpretatio, CEDAM, Milan 1995. Iurisprudentiae Anteiustinianae quae supersunt in usum maxime academicum, Ph. Eduardus Huschke ed., Lipsiae, Teubner, 1886 Jurisprudentia  Vetus  Ante-Justinianea, Antonii  Schultingi,  Lugduni  Batavorum, apud Johannem vander Linden, 1717 Liebs, Detlef, “Die Rolle der Paulussentenzen bei der Ermittlung des römischen Rechts, Avenarius, Martin (ed.), Hermeneutik der Quellentexte des Römischen Rechts, Baden-Baden, Nomos, 2008 Liebs,  Detlef,  “Die  pseudopaulinischen  Sentenzen.  Versuch  einer  neuen Palingenesie, ZSS 112, 1995. Id., “Die pseudopaulinischen Sentenzen II. Versuch einer neuen Palingenesie, ZSS  23 Liebs, Detlef, “Die Rolle der Paulussentenzen ... cit. (n. 3), p. 157. 876Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 869-877        ¿Cuál Es el Titulo de las Pauli Sententiae?  113, 1996, pp. 132-242. Id.,  Römische  Jurisprudenz  in  Africa.  Mit  Studien  zu  den  pseudopaulinischen Sentenzen, Akademie, Berlin, 1993, en especial pp. 28 y ss. Ruggiero, Iolanda, “Immagini del iusreceptum, en Studi in onore di Remo Martini, III, Milano 2009,  Id.,  “Il  maestro delle  Pauli Sententiae:  storiografia  romanistica  e  nuovi  spunti ricostruttivi, Dogmengeschichte und Historische Individualität der römischen Juristen, Atti del Seminario internazionale (Montepulciano 14 - 17 giugno 2011), Università degli Studi di Trento 2012 Id., “Gli stemmata cognationum: Pauli Sententiae ed Etymologiae, G. Bassanelli Sommariva, S. Tarozzi (eds.), Ravenna Capitale. Uno sguardo ad Occidente. Romani e Goti – Isidoro di Siviglia, Dogana, Repubblica di San Marino, 2012 Scherillo,  Gaetano,  “L ordinamento  delle  Pauli  Sententiae,  Studi  in  onore  di Salvatore Riccobono, Palermo, Arti grafiche G. Castiglia, 1936, t. I, p.42 = Scherillo, Gaetano, Scritti giuridici, vol I: Studi sulle fonti, Milán, 1992 Schulz, Fritz, “Das Ediktssystem in den Paulus-Sentenzen, SZ 47, 1927, pp. 39 y ss. Stolfi, Emmanuele, “Le «sententiae prudentium» nella scrittura di Papiniano, Paolo e Ulpiano, Rivista di Diritto Romano - I – 200                 877Horacio Heredia VÁZQUEZ                                       Ankara Üni. Hukuk Fak. Dergisi, 69 (2) 2020: 869-877           878"
}