{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": " ",
     "Ay": " ",
     "Yıl": "2021",
     "Cilt": "79",
     "Sayı": "4",
     "Başlık": " ",
     "Title": " ",
     "Yazar İsmi": [
          12,
          "Hâkimin Karar Verirken Bilimsel Görüşlerden Yararlanması  (TMK m. 1/III)Fahri Erdem Kaşak"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Bilimsel\tGörüş,\tBilimsel\tGörüşlerin\tBağlayıcılığı,\tHukukun\tYardımcı\tKaynağı,\tHâkimin\tKarar\tVermesi,\tKararın\tGerekçesi"
     ],
     "Keywords": [
          "Established\tDoctrine,\tBindingness\tof\tScientific\tViews,\tAuxiliary\tSource\tof\tLaw,\tJudge’s\tRuling\ton,\tJustification"
     ],
     "Özet": "TürkMedenîKanunu(TMK)m.1/IIIhükmügereğincehâkim,kararverirkenbilimselgörüşlerdenyararlanır.İsviçrehukukundakikanunlaştırmaçalışmalarıincelendiğindebilimselgörüşlerin,önceliklehukukkaynaklarındanbiriolarakformüleedildiğigörülmektedir.NitekimİsviçreMedenîKanunuÖnTasarısı(1900)ileTasarısı(1904),kanundaveyaörfveâdethukukundasomutmeseleyeuygulanabilecekbirhükümbulunmamasıhâlindehâkiminbilimselgörüşleregörekararvereceğinidüzenlemiştir.Bunarağmenredaksiyonkomisyonundahüküm,ciddibiçimdedeğiştirilerekbilimselgörüşler,hukukkaynaklarıarasındançıkarılmışveyardımcıaraçmertebesineindirilmiştir.BöylecehemİsviçreMedenîKanunu ndahemTMK debilimselgörüşler,sadecehâkiminkararverirkenistifadeettiğiyardımcıaraçlardanbiriolarakdüzenlenmiştir.HernekadarTMKm.1hükmündesadecebilimselgörüşlerdenbahsedilmişsedemehazdüzenlemedenhareketlehükümdekastedileninteyitedilmişbilimselgörüşlerolduğukabuledilmektedir.Öteyandanbilimselgörüşünhangiözelliklerihaizolmasıhâlindeteyitedilmişsayılacağıkanunkoyucutarafındandüzenlenmemişvebununtayiniöğretiyebırakılmıştır.Bilimselgörüşünöğretidehâkimolması,bilimselgörüşüsavunanlarınyüksekitibarasahipolmasıveyabilimselgörüşünköklüolması,tekbaşınaonunteyitedilmişolduğuanlamınagelmez.Bununlabirlikteanılanözellikleritaşıması,bilimselgörüşünteyitedilmişolduğuhususundaemareteşkileder.Bilimselgörüşünteyitedilmişsayılmasıiçinmaddîaçıdanhaklı,isabetligerekçeleresahip,güvenilir,tutarlıvesomutolaybakımındaniknaediciolmasıgerekir.Hâkiminkararverirkenokonuylailgilibilimselgörüşleritartışmasıvebirbilimselgörüşünedenbenimsediğiniveyaesasalmadığınıizahetmesigerekir.Buhusus,mahkemekararlarınıngerekçeliolmasızorunluluğuyladesteklenebilir.Ancakhâkiminkararverirkenbilimselgörüşleridikkatealmaması,TMKm.1/IIIhükmündeaçıkbiryaptırımabağlanmamıştır.",
     "Abstract": "AccordingtoArt.1/IIITurkishCivilCode(TCC),ajudgemaymakeuseofscientificviewswhilerulingonacasetowhichtheymightapply.WhenweexaminethecodificationofSwisslaw,itisclearthatscientificviewsaredeemedtobeamongthesourcesoflaw.Therefore,thePreliminaryDraft(1900)andtheDraft(1904)oftheSwissCivilCodemandatedthatwherethereisnoapplicableprovisioninthelaworcustomarylawthatrelatestotheissueathand,thejudgemayrulebasedonprevailingscientificviews.However,theprovisionwasseverelyamendedinthedraftingcommittee,wherescientificviewswereremovedfromtheacceptablesourcesoflawandreducedtothelevelofauxiliarymeansoffindingthelaw.Thus,inboththeSwissCivilCodeandTCC,scientificviewsaresimplyregardedasoneofanumberofauxiliarymeansthatthejudgemaymakeuseofwhenrulingonagivencase.AlthoughonlyscientificviewsareexplicitlymentionedinArt.1/IIITCC,itisgenerallyacceptedthatwhattheprovisioncallsforistheacceptanceofestablisheddoctrine,particularlywith IchbinProf.Dr.iur.Dr.sc.techn.ETHFritzDolder,UniversitätBasel,Schweiz,fürwertvolleHilfeundHinweisefreundschaftlichverpflichtet.  Sorumlu Yazar:FahriErdemKaşak(Dr.Öğr.Üyesi),AnkaraHacıBayramVeliÜniversitesi,HukukFakültesi,MedenîHukukAnabilimDalı,Ankara,TürkiyeE-posta:fahri.kasak@hbv.edu.trORCID:0000-0001-5103-4866Atıf:KasakFE, HâkiminKararVerirkenBilimselGörüşlerdenYararlanması(TMKm.1/III) (2021)79(4)İstanbulHukukMecmuası1127.https://doi.org/10.26650/mecmua.2021.79.4.0002ThisworkislicensedunderCreativeCommonsAttribution-NonCommercial4.0InternationalLicenseİstanbul Hukuk Mecmuası 79/4referencetosourceregulation.However,thesectiondoesnotsetforththerequirementsthatascientificviewmustmeetinordertobeviewedasestablished.Theprevalenceofthescientificview,thehighreputationofitsadherents,orthefactthatthescientificviewislongestablishedarenotsolelysufficientcausetoconfirmthatagivenscientificviewistoberespectedasestablisheddoctrine.However,thesefeaturesofascientificviewcanconstituteanindicationofitseligibilitytobeconsideredestablisheddoctrine.Inessence,tobedeemedanestablisheddoctrine,ascientificviewmustbemateriallycorrect,accuratelyreasoned,reliable,consistent,andconvincinginthecontextofthegivencase.Whilerulingonacaseinwhichascientificviewisatissue,thejudgeshouldhighlightthescientificviewsonthatsubjectandthenelucidatewhyhe/sheadoptedordidnotadoptaparticularscientificview.Thisdiscussioncanbesupportedbytherequirementthatcourtdecisionsmustbereasoned.However,thereappearstobenoexplicitsanctioninArt.1/IIITCCforthecasewhereajudgedeclinestoconsiderscientificviewswhileruling.",
     "Metin": "Türk Medenî Kanunu (TMK) m. 1 hükmünün birinci ve ikinci fıkraları, hukuk kaynaklarının sırasını düzenlemiştir. Anılan sıraya göre hâkim; TMK m. 1/I hükmü gereğince  öncelikle  kanun  hükümlerini  uygular.  Kanunda  somut  uyuşmazlığa uygulanabilir bir hüküm bulunmuyorsa, yani kanun boşluğu söz konusuysa TMK m. 1/II düzenlemesi kapsamında ikinci sırada gelen örf ve âdet hukukuna başvurur. Hukuk boşluğu hâlinde hâkim, yine aynı fıkra çerçevesinde üçüncü sıraya geçer ve kendisi kanun koyucu olsaydı (modo legislatoris) nasıl bir hüküm koyacak idiyse ona göre karar verir. Anılan düzenlemeye göre; kanun ilk, örf ve âdet hukuku ikinci, kanun koyucu gibi hareket ederek kural koyma faaliyeti ise üçüncü sırada yer almaktadır. Bu bağlamda bir üst sırada uygulanabilir bir hüküm mevcutsa hâkimin alt sırada yer alan kaynağa başvurabilmesi mümkün değildir. Örneğin; somut olaya 1  Patrick Middendorf and Beatrice Grob, ‘Art 1  in Peter Breitschmid and Alexandra Jungo (eds), Handkommentar zum Schweizer Privatrecht Personen- und Familienrecht Art. 1–456 ZGB inkl. Partnerschaftsgesetz (3rd edn, Schulthess 2016) Art 1 N 2; Eugen Huber, ‘Erläuterungen  in Markus Reber and Christoph Hurni (eds), Berner Kommentar Materialen zum Zivilgesetzbuch Band II Die Erläuterungen von Eugen Huber Text des Vorentwurfs von 1900 (Stämpfli 2017) 38.2  Huber, Erläuterungen (n 1) 38; Eugen Huber, Bewährte Lehre (2nd edn, KJ Wyss Erben 1925) 42; David Dürr, ‘Vorbemerkungen zu Art 1-4 ZGB, Art 1, 4  in Peter Gauch and Jörg Schmid (eds), Kommentar zum Schweizerischen Zivilgesetzbuch, Einleitung Art 1-7 ZGB (3rd edn, Schulthess 1998) Vorbemerkungen zu Art 1-4 ZGB N 24; Monika Pfaffinger, ‘Art 1  in Andrea Büchler and Dominique Jakob (eds), Kurzkommentar Schweizerisches Zivilgesetzbuch (2nd edn, Helbing Lichtenhahn 2018) Art 1 N 1; Middendorf and Grob (n 1) Art 1 N 1, 4; Ivo Schwander, ‘Art 1  in Jolanta Kren Kostkiewicz, Stephan Wolf, Marc Amstutz and Roland Fankhauser (eds), ZGB Kommentar Schweizerisches Zivilgesetzbuch (3rd edn, Orell Füssli 2016) Art 1 N 2; Heinrich Honsell, ‘Art 1  in Thomas Geiser and Christiana Fountoulakis (eds), Basler Kommentar Zivilgesetzbuch I Art. 1–456 ZGB (6th edn, Helbing Lichtenhahn 2018) Art 1 N 1. Hükümde geçen  kanun  ibaresinin, maddî (geniş) anlamda kanun şeklinde anlaşılacağı yönünde bkz Dürr (n 2) Art 1 N 13; Schwander (n 2) Art 1 N 3, 4. Sadece özel hukuk değil, kamu hukuku düzenlemelerinin de bu bağlamda TMK m. 1 hükmünün kapsamına girdiği yönünde bkz Middendorf and Grob (n 1) Art 1 N 5.3  Huber, Erläuterungen (n 1) 38; Huber, Lehre (n 2) 42; Honsell (n 2) Art 1 N 20; Dürr (n 2) Vorbemerkungen zu Art 1-4 ZGB N 27; Pfaffinger (n 2) Art 1 N 7; Middendorf and Grob (n 1) Art 1 N 1, 10; Schwander (n 2) Art 1 N 2, 4; Susan Emmenegger and Axel Tschentscher, ‘Art 1  in Heinz Hausheer and Hans Peter Walter (eds), Berner Kommentar Kommentar zum schweizerischen Privatrecht Schweizerisches Zivilgesetzbuch Einleitung und Personenrecht Band I Einleitung und Personenrecht 1. Abteilung Einleitung Artikel 1-9 ZGB (Stämpfli 2012) Art 1 N 417; Heinz Hausheer and Manuel Jaun, Stämpflis Handkommentar Die Einleitungsartikel des ZGB Art. 1-10 ZGB (Stämpfli 2003) Art 1 N 31; Ernst Kramer, Juristische Methodenlehre (6th edn, Stämpfli 2019) 227. Art. 1 ZGB hükmünün, hukuk sisteminin boşluk içerdiğini açıkça kabul ettiği yönünde bkz Eugen Ehrlich, ‘Die  bewährte Lehre und Überlieferung  (Art. 1 ZGB)  (1920) 16(14) SJZ 225, 225; Andreas Bertalan Schwarz, Medenî Hukuka Giriş (Hıfzı Veldet Velidedeoğlu tr, Üniversite 1942) 70; Hüseyin Cahit Oğuzoğlu, Medenî Hukuk I Şahsın Hukuku (5. Bası, Yeni Desen 1963) 147. Uygulanabilmesi için gerekli unsurların bir arada bulunmasının zor olmasına ve bilhassa günümüzde uygulanma imkânının azalmasına bağlı olarak örf ve âdet hukukunun önemini yitirdiği yönünde bkz Eugen Bucher, ‘Rechtsüberlieferung und heutiges Recht  (2000) 8(3) ZeuP 394, 433; Honsell (n 2) Art 1 N 21; Schwander (n 2) Art 1 N 3; Dürr (n 2) Vorbemerkungen zu Art 1-4 ZGB N 28; Dürr (n 2) Art 1 N 466. Örf ve âdet hukukuna ilişkin ayrıntılı açıklamalar için bkz Béguelin, Michel, Das Gewohnheitsrecht in der Praxis des Bundesgerichts, Verlag Herbert & Cie Lang AG, Bern 1968.4  Huber, Erläuterungen (n 1) 38; Kramer (n 3) 227; Honsell (n 2) Art 1 N 34; Dürr (n 2) Vorbemerkungen zu Art 1-4 ZGB N 29; Dürr (n 2) Art 1 N 359, 443; Pfaffinger (n 2) Art 1 N 8; Middendorf and Grob (n 1) Art 1 N 1, 12; Schwander (n 2) Art 1 N 2, 4, 8; Bettina Hürlimann-Kaup and Jörg Schmid, Einleitungsartikel des ZGB und Personenrecht (3rd edn, Schulthess 2016) N 200 ff; Bülent Köprülü, Medeni Hukuk Genel Prensipler Kişinin Hukuku (2. Bası, Acar 1984) 120-121; BGE 126 III 138 E 4; BGE 125 III 156 E 3a. Hâkimin kendisi kanun koyucu olsaydı nasıl bir kural koyacak idiyse ona göre karar vermesine ilişkin ayrıntılı açıklamalar için bkz Giovanni Biaggini, Verfassung und Richterrecht: Verfassungsrechtliche Grenzen der Rechtsfortbildung im Wege der bundesgerichtlichen Rechtsprechung (Helbing Lichtenhahn 1991). Modo legislatoris uygulamasının, Aristo nun  Nikomakhos a Etik  adlı eserinde yer alan bir hikâyede de mevcut olduğu yönünde bkz Honsell (n 2) Art 1 N 5; Kramer (n 3) 278 dn 799. Söz konusu iddianın ispatlanamadığı ve hâkimin kanun koyucu gibi hareket etmesinin kökeninin net olarak tespit edilemediği yönünde bkz Arthur Meier-Hayoz, ‘Art 1, 4  in Arthur MeierHayoz A (ed), Berner Kommentar Kommentar zum schweizerischen Privatrecht Band I Einleitung und Personenrecht Einleitung Artikel 1-10 ZGB (Stämpfli 1966) Art 1 N 11. 5  Huber, Erläuterungen (n 1) 38; Pfaffinger (n 2) Art 1 N 1; Schwander (n 2) Art 1 N 2.1130Kaşak / Hâkimin Karar Verirken Bilimsel Görüşlerden Yararlanması (TMK m. 1/III)uygulanabilir kanun hükmü varsa hâkim, anılan kanun hükmünü uygulamak zorunda olup örf ve âdet hukukuna başvuramaz.   TMK  m.  1/III  hükmü  ise  hukukun  kaynaklarından  farklı  bir  hususu düzenlemiştir. Gerçekten üçüncü fıkra, hâkimin hukuku uygularken dikkate alması gereken yardımcı araçlardan (Hilfsmittel) söz etmektedir. Şu hâlde hâkim, TMK m. 1/I ve m. 1/II hükümleri gereğince karar verirken, bilimsel görüşlerden ve yargı kararlarından yararlanır. Hâkim, TMK m. 1/III düzenlemesi sebebiyle bilimsel görüşleri ve yargı kararlarını dikkate almak ve bunları değerlendirmek yükümlülüğü altındadır; fakat anılan üç hukuk kaynağının aksine bunları uygulamak zorunda değildir. Bir başka ifadeyle hâkim; kararlarında, TMK m. 1/III hükmünde işaret edilmiş yardımcı araçları dikkate alarak gerekli hukukî tartışmayı yapmalıdır. I. Hâkimin Karar Verirken Bilimsel Görüşlerden  Yararlanmasının TarihçesiA. Tarihî Gelişim AşamalarıHukukun  uygulanmasında  bilim  insanlarının  görüşlerine  başvurulmasının tarihi, oldukça eskiye dayanır. Merkezî devletlerin ortaya çıkmadığı ve hukukun aslî kaynağını kanunların oluşturmadığı dönemlerde, bilimsel görüşlere atfedilen önem daha fazlaydı. Hatta hukuk tarihinde bilimsel görüşlere doğrudan normatif bağlayıcılık tanınan dönemler de olmuştur. Doğu Roma İmparatoru II. Theodosius (401-450) ve Batı Roma İmparatoru III. Valentinianus (419-455) dönemlerinde çıkarılan ve Lex Citationis (Zitiergesetz) olarak da anılan 7 Kasım 426 tarihli Kanun, 6  Pfaffinger (n 2) Art 1 N 1; Schwander (n 2) Art 1 N 9.7  Dürr (n 2) Art 1 N 184, 244, 246, 536; Pfaffinger (n 2) Art 1 N 1, 9; Schwander (n 2) Art 1 N 9; Zahit İmre, Medenî Hukuka Giriş (3. Bası, Fakülteler Matbaası 1980) 204.8  Dürr (n 2) Art 1 N 450; Pfaffinger (n 2) Art 1 N 9; Middendorf and Grob (n 1) Art 1 N 1. Her ne kadar TMK m. 1/III hükmü, sadece bilimsel görüşlerden ve yargı kararlarından bahsetmişse de hâkimin karar verirken sadece bunlardan yararlanmayacağı ve ilaveten kendi subjektif anlayışını, değerlendirmesini ve somut olayın şartlarını da dikkate alacağı yönünde bkz Dürr (n 2) Art 1 N 537. Hâkimin yararlanabileceği diğer yardımcı araçlar (Hilfsmittel) hakkında açıklamalar için bkz Peter Forstmoser and Hans-Ueli Vogt, Einführung in das Recht (5th edn, Stämpfli 2012) § 16 N 69-101; Hausheer and Jaun (n 3) Art 1 N 271, 276-281; Sibylle Hofer and Stephanie Hrubesch-Millauer, Einleitungsartikel und Personenrecht (2nd edn, Stämpfli 2012) N 02.236-02.243; Arthur Meier-Hayoz, Der Richter als Gesetzgeber, Eine Besinnung auf die von den Gerichten befolgten Verfahrensgrundsätze im Bereiche der freien richterlichen Rechtsfindung gemäss Art. 1 Abs. 2 des schweizerischen Zivilgesetzbuches (Juris 1951) 110-113. 9  Dürr (n 2) Art 1 N 448; Pfaffinger (n 2) Art 1 N 9; Hans Michael Riemer, Die Einleitungsartikel des Schweizerischen Zivilgesetzbuches (2nd edn, Stämpfli 2003) § 4 N 159.10  Bu husustaki açıklamalar için bkz Hüseyin Hatemi, Medeni Hukuk a Giriş (8. Bası, On İki Levha 2017) § 6 N 6. Bilimsel görüşlerin hâkim tarafından dikkate alınması hususunda beş farklı yaklaşım türünden söz edilebileceği yönündeki açıklamalar için bkz Meier-Hayoz, Richter (n 8) 101-102. İsviçre kanun koyucusunun bilimsel görüşlerin dikkate alınması bakımından orta yolu tercih ettiği, bilimsel görüşlerin ne göz ardı edilebileceği ne de hâkimi bağlayıcı kuvvetinin bulunduğu yönünde bkz Riemer (n 9) § 4 N 159. 11  Hatemi (n 10) § 6 N 6.12  Codex Theodosianus 1, 4, 3.1131İstanbul Hukuk Mecmuası 79/4bunun en güzel örneğidir. Mezkûr Kanun ile Papinianus, Paulus, Gaius, Ulpianus ve Modestinus un eserlerindeki görüşlere bağlayıcılık atfedilmiştir. Glossator ve postglossator (commentator) dönemlerinde de bilim insanlarının ortak kanaatinin (communis opinio doctorum) geçerli olduğu söylenebilir. Özellikle 18. yüzyılın sonlarından itibaren mutlak devletçiliğin etkisiyle, durumun tersine dönmeye başladığı söylenebilir. Kazuistik bir kanun olan ve hâkimin kanun hükmünün anlamında şüpheye düşmesi hâlinde kanun komisyonuna hükmün gerçek anlamını sorarak buna göre karar vermekle yükümlü olduğunu düzenleyen 1794 tarihli Prusya Genel Kanunu (Allgemeines Landrecht für die Preuβischen Staaten, Corpus Iuris Fredericianum), § 6 (Einleitung) hükmüyle bilimsel görüşlere dayanmayı açıkça yasaklamıştır. Fransız Medenî Kanunu (Code civil du 21 Mars 1804) da kanun hükümlerine aşırı bağlı bir yapıya sahipti. Avusturya kanun koyucusu da bilim insanlarının görüşlerine karşı benzer bir güvensizlik taşıyordu. Bu yöndeki örneklerin çoğaltılabilmesi mümkündür. 13  Max Kaser, Römische Rechtsgeschichte (2nd edn, Vandenhoeck & Ruprecht 1967) 230-231; Kramer (n 3) 287; Pascal Pichonnaz, ‘İsviçre ve Roma Hukuku, Özet Halinde Bir Görünüş  (2014) 16 DEÜHFD: Prof. Dr. Hakan Pekcanıtez e Armağan (Nilgün Dinçer tr) 3149, 3152-3153; Meier-Hayoz, Richter (n 8) 101 dn 2; Mehmet Üçer, Roma Hukuku na Giriş (2. Bası, On İki Levha 2020) 91-92. Roma hukukunda ius civile kavramının,  hukuk bilimi tarafından yaratılmış hukukçu hukuku  ( das von der Rechtswissenschaft geschaffene Juristenrecht ) anlamına geldiği yönünde bkz Ehrlich (n 3) 225. 14  Kaser (n 13) 230-231, 238; Max Kaser and Rolf Knütel, Römisches Privatrecht (20th edn, Beck 2014) N 2.23; Kramer (n 3) 287; Pichonnaz (n 13) 3152-3153; Meier-Hayoz (n 4) Art 1 N 445; Meier-Hayoz, Richter (n 8) 101 dn 2; Üçer (n 13) 92-93. krş Şafak Narbay ve İbrahim Özbay, ‘Türk Hukukunda Hukukî Mütalâanın Önemi ve Niteliği  (2005) 23(2) Batider 117, 121. Bu sebeple bahis konusu beş bilim insanının Zitierjuristen olarak anıldığı da belirtilmektedir. Anılan bilim insanlarının görüşlerinin farklı olması ihtimali de mezkûr Kanun da öngörülmüştür. Anılan Kanun un Latince metni ve Türkçe tercümesi için bkz Pichonnaz (n 13) 3152-3153. Ayrıca bkz Üçer (n 13) 92-93. Öte yandan farklı gerekçeleri bulunsa da I. Iustinianus (482-565) un Corpus Iuris Civilis in şerh edilmesini yasakladığı da bilinmektedir. Bu hususta bkz Ernst Höhn, ‘Wie grau ist die Theorie?  (1994) 3(4) AjP 411, 416; Kaser (n 13) 270-271; Ferit Hakkı Saymen, Türk Medenî Hukuku, Cilt I Umumî Prensipler (3. Bası, Hak 1960) 117; Schwarz (n 3) 70. Anılan yasağın sadece Digesta ya ilişkin olduğu hakkında bkz Kaser (n 13) 270-271. 15  Kramer (n 3) 287. Roma hukukuna dair açıklamalar için bkz Ehrlich (n 3) 225. İslam, eski Alman ve İngiliz hukuklarında da benzer bir görünümün bulunduğu yönünde bkz Ehrlich (n 3) 225.16  Meier-Hayoz (n 4) Art 1 N 440; Emmenegger and Tschentscher (n 3) Art 1 N 482. Kanaatimizce siyasî birliğini geç temin edebilmesinin de etkisiyle Alman hukukundaki ayrıksı duruma dikkat etmek gerekir. BGB (Bürgerliches Gesetzbuch für das Deutsche Reich vom 18. August 1896) nin henüz hazırlanmadığı 19. yüzyılda, Almanya nın büyük bir kısmında hukuk düzeninin bilim insanları (Rechtshonoratioren) ve profesör hukuku (Professorenrecht) tarafından şekillendirildiğinin söylenebileceği yönünde bkz Kramer (n 3) 287-288.17  Hans Reichel, ‘Zu den Einleitungsartikeln des Schweizerischen Zivilgesetzbuches  in Edgar Tatarin-Tarnheyden (ed), Festgabe für Rudolf Stammler zum 70. Geburtstage am 19. Februar 1926 (Walter de Gruyter 1926) 281, 346; Kramer (n 3) 287 dn 838; MeierHayoz (n 4) Art 1 N 450; Arthur Meier-Hayoz and Reto Ruoss, Einleitungsartikel des Schweizerischen Zivilgesetzbuches (3rd edn, Schulthess 1979) 95; Schwarz (n 3) 49, 70; Saymen (n 14) 105, 117. Bahis konusu hüküm  Auf Meinungen der Rechtslehrer, oder ältere Aussprüche der Richter, soll, bey künftigen Entscheidungen, keine Rücksicht genommen werden.  şeklindeydi. Anılan yükümlülük §§ 47-48 (Einleitung) hükümlerinde düzenlenmiştir. Bu bakımdan krş Schwarz (n 3) 49.18  Meier-Hayoz and Ruoss (n 17) 95, 102. Fransız Medenî Kanunu nun yürürlüğe girmesinden bir yıl sonra anılan Kanun a ilişkin ilk şerh yayımlandığında Napoléon un  Mon code est perdu!  şeklinde tepki verdiği yönünde bkz Meier-Hayoz and Ruoss (n 17) 95; Schwarz (n 3) 70.19  Meier-Hayoz and Ruoss (n 17) 95. Kanaatimizce anılan güvensizlik  Nur dem Gesetzgeber steht die Macht zu, ein Gesetz auf eine allgemein verbindliche Art zu erklären.  şeklindeki § 8 ABGB (Allgemeines Bürgerliches Gesetzbuch für Österreich vom 1. Juni 1811) hükmünde somutlaşmıştır. 20  İtalyan Medenî Usûl Kanunu (Codice di procedura civile, Regio Decreto 28 ottobre 1940, n. 1443) ndaki yasak hakkında bkz Emmenegger and Tschentscher (n 3) Art 1 N 482 dn 1165. Anılan Kanun un Art. 132/IV düzenlemesi çerçevesinde hükmün gerekçesini teşkil eden maddî ve hukukî sebeplere hükümde mutlaka yer verilmelidir. Bu esnada bilim insanlarına hiçbir şekilde atıf yapılmaması gerektiği ise Art. 118/III Medenî Usûl Kanunu nun Uygulanmasına İlişkin Hükümler ve İntikal Hükümleri (Disposizioni per l attuazione del Codice di procedura civile e disposizioni transitorie, Regio Decreto 18 dicembre 1941, n. 1368) ile düzenlenmiştir. 1132Kaşak / Hâkimin Karar Verirken Bilimsel Görüşlerden Yararlanması (TMK m. 1/III)Çağdaş zamanlarda modern kanunlaştırma hareketleri sayesinde bu durumun değiştiği söylenebilir. Örneğin; İsviçre Medenî Kanunu (ZGB, Schweizerisches Zivilgesetzbuch  vom  10.  Dezember  1907)  öncesinde  pek  çok  İsviçre  kantonu, hâkimin karar verirken hukukun genel ilkeleri (allgemeine Rechtsgrundsätze), bilim (Wissenschaft), hakkaniyet (Billigkeit) ya da istikrârlı hukuk uygulaması (konstante Praxis in der Rechtsübung) gibi hususları göz önünde tutacağını düzenlemiştir. Bu bakımdan İsviçre kanun koyucusunun, Art. 1/III ZGB hükmüyle  bilimsel görüşlere  yardımcı kaynak payesi vermesi esaslı bir yenilik olarak değerlendirilemez. B. İsviçre HukukundaTMK m. 1/III hükmünü layıkıyla anlamlandırabilmek için mehaz Kanun daki hükmün tarihî gelişiminden başlayarak meseleyi ele almakta fayda vardır. 1907 tarihli ZGB nin kabulünden önce, 1900 yılında ön tasarı ve 1904 yılında tasarı hazırlanmıştır. Bilimsel görüşler, anılan tasarılarda hukuk kaynağı olarak düzenlenmişken sonradan yardımcı araç olarak tahvil edilmiştir.21  Schwarz (n 3) 50. Farklı bir dinamiği olan İngiliz hukukunda, her ne kadar normatif bağlayıcılığı bulunmasa da bilimsel otoritelerin eserleri (books of authority) mahkeme kararları üzerinde hâlen belirgin etki doğurmaktadır. Bu hususta bkz Kramer (n 3) 288; Meier-Hayoz (n 4) Art 1 N 445; Meier-Hayoz, Richter (n 8) 107. Anılan eserlerin hâkimi bağlayıcı etkisinin bulunduğu yönünde bkz Meier-Hayoz (n 4) Art 1 N 445; Meier-Hayoz, Richter (n 8) 101 dn 2. İngiliz hukukunda 1966 yılında Lordlar Kamarası tarafından yayımlanan  Practice Statement  ([1966] 1 W.L.R. 1234) ile bu durumun değiştiği doğrultusunda bkz Kramer (n 3) 324 dn 964. İskoç hukukunda da benzer şekilde  institutional writers  kavramının kullanıldığı hususunda bkz Kramer (n 3) 288. 22  Jörg Schmid, ‘Was ist bewährte Lehre? Überlegungen zu Art. 1 Abs. 3 ZGB  Jörg Schmid (ed), Hommage für Peter Gauch (Schulthess 2016) 191, 194; Eugen Huber, System und Geschichte des Schweizerischen Privatrechtes Erster Band (C. Detloff s 1886) 65 ff. Hâkimin, kararının gerekçesi olarak bilimsel görüşleri dikkate alamayacağı yönündeki Aargau Medenî Kanunu [Allgemeines Bürgerliches Gesetzbuch für den Kanton Aargau (1847/56)] § 14 hükmü, bu bakımdan istisnadır. Bu doğrultuda bkz Meier-Hayoz, Richter (n 8) 101 dn 1; Schmid (n 22) 194 dn 16; Kramer (n 3) 289; Emmenegger and Tschentscher (n 3) Art 1 N 482 Anm. 1164; Meier-Hayoz and Ruoss (n 17) 95; Meier-Hayoz (n 4) Art 1 N 450. Anılan hüküm  Kein Gericht darf, um das gegenwärtige Gesetzbuch auszulegen oder zu ergänzen, ein fremdes Gesetz oder die Meinung von Rechtsgelehrten als Entscheidungsgrund in sein Urteil aufzunehmen.  şeklindedir. Zürih Özel Kanunu (Privatrechtliches Gesetzbuch für den Kanton Zürich von 1854) da bilimsel görüşlere karşı yabancıdır. Bu hususta bkz Meier-Hayoz and Ruoss (n 17) 95.23  İsviçre kanun koyucusu, Art. 7/I Seeschifffahrtsgesetz (Bundesgesetz über die Seeschifffahrt unter der Schweizer Flagge vom 23. September 1953) hükmüyle de deniz taşımacılığı alanında bilimsel görüşleri yardımcı araç olarak kabul etmiştir. Bu hususta bkz Meier-Hayoz (n 4) Art 1 N 422, 433; Hürlimann-Kaup and Schmid (n 4) N 222; Schmid (n 22) 191 dn 3. 1133İstanbul Hukuk Mecmuası 79/41. Ön Tasarıda1900 yılında yayımlanan ZGB ön tasarısında Art. 1 hükmü; hâkimin öncelikle kanuna, kanunda hüküm bulunmaması hâlinde örf ve âdet hukukuna, orada da hüküm bulunmaması hâlinde ise bilimsel görüşlere ve yargı kararlarına göre karar vereceğini düzenlemişti. Ancak burada da somut olaya uygulanabilir bir hüküm bulunmazsa hâkim, kendisi kanun koyucu olsaydı nasıl bir hüküm tesis edecek idiyse ona göre kararını verirdi. Kısacası ön tasarı; bilimsel görüşleri ve yargı kararlarını, aslî hukuk kaynağı olarak konumlandırmıştır. Hâkim, öncelikle kanun hükümlerini, sonrasında ise örf ve âdet hukukunu dikkate almak zorunda olduğu için ön tasarı düzenlemesinde bilimsel görüşlerin ikincil (yardımcı) hukuk kaynağı (subsidiäre Rechtsquelle) niteliğinde olduğu söylenebilir. 24  Vorentwurf des Eidgenössischen Justiz- und Polizeidepartements vom 15.11.1900.25  Anılan hüküm için bkz Huber, Erläuterungen (n 1) 505; Reichel (n 17) 282; Max Gmür, Die Anwendung des Rechts nach Art. 1 des Schweizerischen Zivilgesetzbuches (Stämpfli 1908) 2-3; Dürr (n 2) Art 1 N 185; Schmid (n 22) 195; Marc Amstutz, ‘Der Text des Gesetzes, Genealogie und Evolution von Art. 1 ZGB  (2007) 126(2) ZSR 233, 244:   A. Die Herrschaft des Zivilrechts.  I. Die Grundlagen der Rechtsprechung.  Das Zivilgesetz findet auf alle Rechtsfragen Anwendung, für die es nach Wortlaut oder Auslegung eine Bestimmung enthält.  Fehlt es in dem Gesetze an einer Bestimmung, so entscheidet der Richter nach dem Gewohnheitsrechte, und wo ein solches mangelt, nach bewährter Lehre und Überlieferung.  Kann er aus keiner dieser Quellen das Recht schöpfen, so hat er sein Urteil nach der Regel zu sprechen, die er als Gesetzgeber aufstellen würde.   Başlıkta geçen  Zivilrechts  ifadesi yerine  Civilrechts , hükümde geçen  Zivilgesetz  sözcüğü yerine ise  Civilgesetz  şeklindeki yazımın kullanılması için bkz Meier-Hayoz (n 4) Art 1 N 2; Bernhard Schnyder, ‘Allgemeine Einleitung zu Art. 1-10 ZGB  in Peter Gauch and Jörg Schmid (eds), Kommentar zum Schweizerischen Zivilgesetzbuch Einleitung Art. 1-7 ZGB (3rd edn, Schulthess 1998) N 70; Emmenegger and Tschentscher (n 3) Art 1 N 4.26  Huber, Erläuterungen (n 1) 38; Schmid (n 22) 195; Hürlimann-Kaup and Schmid (n 4) N 219a; Dürr (n 2) Art 1 N 185. Ön tasarının; Art. 2 düzenlemesini ise, örf ve âdet hukukuna hasretmek suretiyle ilk iki maddesinde, Art. 1 ZGB hükmünün düzenlediği hususları hükme bağladığı yönünde bkz Meier-Hayoz (n 4) Art 1 N 2-3.27  Huber, Erläuterungen (n 1) 38; Dürr (n 2) Art 1 N 185. 28  Reichel (n 17) 282; August Egger, İsviçre Medenî Kanunu Şerhi I. Cilt Giriş ve Kişinin Hukuku (Volf Çernis tr, Yeni Cezaevi Basımevi 1947) Art 1 N 44; Hausheer and Jaun (n 3) Art 1 N 270 Anm. 306; Hofer and Hrubesch-Millauer (n 8) N 02.207; Hürlimann-Kaup and Schmid (n 4) N 219a; Emmenegger and Tschentscher (n 3) Art 1 N 29; O Gökhan Antalya ve Murat Topuz, Marmara Hukuk Yorumu Medeni Hukuk Cilt 1 Giriş Temel Kavramlar Başlangıç Hükümleri (3. Bası, Seçkin 2019) N 1188 dn 229; Mustafa Dural ve Suat Sarı, Türk Özel Hukuku Cilt I Temel Kavramlar ve Medenî Kanunun Başlangıç Hükümleri (15. Bası, Filiz 2020) N 897. Bu hususta ayrıca bkz Huber, Lehre (n 2) 29. Eugen Huber in, mahkemelerin, kanundaki boşluklar karşısında bilimsel görüşleri dikkate alarak verecekleri kararlarda doğru yolu bulacağına inandığı yönünde bkz Bucher (n 3) 434. Ancak bu durumdan Huber in, bilimsel görüşleri veya yargı kararlarını gerçekten ikincil hukuk kaynağı olarak kabul ettiği sonucunun da çıkarılamayacağı yönünde bkz Bucher (n 3) 434. Yargı kararlarına yapılan atfın, esasen ilk aşamada bilimsel görüşlere yapılan bir atıf anlamına geldiği; zira yargı kararlarının da bilimsel görüşlerin incelenmesi neticesinde verildiği yönünde bkz Bucher (n 3) 468-469. 29  Reichel (n 17) 346; Amstutz (n 25) 245, 250; Emmenegger and Tschentscher (n 3) Art 1 N 29; Schmid (n 22) 195. krş Ehrlich (n 3) 225. 1134Kaşak / Hâkimin Karar Verirken Bilimsel Görüşlerden Yararlanması (TMK m. 1/III)2. Tasarıda1904  yılında  hazırlanan  ZGB  tasarısında  Art.  1  hükmü,  esas  itibarıyla ön  tasarıdaki  hükmü  tekrarlamıştır.  Bununla  birlikte  maddenin  kenar  başlığı değiştirilmiş  ve  ifadeyi  düzeltmek  amacıyla  hükümde  çeşitli  redaksiyonlar yapılmıştır. Netice olarak anılan hükmün, bilimsel görüşleri ve yargı kararlarını ikincil hukuk kaynağı olarak muhafaza ettiği söylenebilir. 3. ZGB deFederal meclisler (eidgenössische Räte); 1904 tasarısındaki Art. 1 hükmünü aynen kabul etmiş ve bilimsel görüşler ile yargı kararlarını, tıpkı ön tasarı ve tasarıdaki gibi ikincil hukuk kaynağı olarak düzenlemiştir. Buna rağmen Eugen Huber ve Virgile Rossel in de üyesi olduğu redaksiyon komisyonu,  Eylül  1907 de  bilimsel  görüşlerin  ve  yargı  kararlarının  işlevini değiştirmiştir. Redaksiyon komisyonunun kabul ettiği hüküm,  Bewährte Lehre und Überlieferung beraten ihn (den Richter) bei der Auslegung und Anwendung des Gesetzes.  şeklindeydi. Anılan değişiklik neticesinde hâkimin kanun koyucu gibi kural koyması ikinci fıkraya taşınmış, bilimsel görüşler ve yargı kararları ise 30  Botschaft des Bundesrates an die Bundesversammlung, zu einem Gesetzesentwurf enthaltend das Schweizerische Zivilgesetzbuch vom 28. Mai 1904. 31  Anılan hüküm için bkz BBl 1904 IV 100; Meier-Hayoz (n 4) Art 1 N 5; Schnyder (n 25) N 77; Emmenegger and Tschentscher (n 3) Art 1 N 6; Dürr (n 2) Art 1 N 185:   A. Die Grundlagen der Rechtsprechung  Das Gesetz findet auf alle Rechtsfragen Anwendung, für die es nach Wortlaut und Auslegung eine Bestimmung enthält.   Fehlt es an einer gesetzlichen Vorschrift, so entscheidet der Richter nach Gewohnheitsrecht und, wo ein solches nicht besteht, nach bewährter Lehre und Überlieferung.  K ann er aus keiner dieser Quellen das Recht schöpfen, so fällt er sein Urteil nach der Regel, die er als Gesetzgeber aufstellen müsste. 32  Gmür (n 25) 3; Schnyder (n 25) N 83; Emmenegger and Tschentscher (n 3) Art 1 N 3; Dürr (n 2) Art 1 N 185; Schmid (n 22) 195.33  Meier-Hayoz (n 4) Art 1 N 5; Schmid (n 22) 195; Amstutz (n 25) 245. Ayrıca ön tasarıdaki Art. 2/II hükmünün, tasarı metnine alınmadığı hususunda bkz Meier-Hayoz (n 4) Art 1 N 5; Amstutz (n 25) 245. 34  Egger (n 28) Art 1 N 44; Hausheer and Jaun (n 3) Art 1 N 270 Anm. 306; Hürlimann-Kaup and Schmid (n 4) N 219a; Hofer and Hrubesch-Millauer (n 8) N 02.207; Emmenegger and Tschentscher (n 3) Art 1 N 29; Schnyder (n 25) N 83; Schmid (n 22) 195; Amstutz (n 25) 250; Dural ve Sarı (n 28) N 897; Antalya ve Topuz (n 28) N 1188 dn 229; Huber, Erläuterungen (n 1) 38. 35  Dürr (n 2) Art 1 N 185; Amstutz (n 25) 246 dn 50; Amtliches stenographisches Bülletin der schweizerischen Bundesversammlung, vom 9. April 1907 114 ( Als dritte Rechtsquelle nennt Art. 1 die bewährte Lehre und Überlieferung. ). 36  Schmid (n 22) 195; Hofer and Hrubesch-Millauer (n 8) N 02.207; Hürlimann-Kaup and Schmid (n 4) N 219a; Dürr (n 2) Art 1 N 185; Emmenegger and Tschentscher (n 3) Art 1 N 8; Amstutz (n 25) 246 dn 50. Federal meclislerce (NR 16. November 1906, SR 9. April 1907) onaylanmış metin için bkz Emmenegger and Tschentscher (n 3) Art 1 N 8. 37  Dürr (n 2) Art 1 N 185, 536; Schmid (n 22) 195; Meier-Hayoz (n 4) Art 1 N 10, 426; Emmenegger and Tschentscher (n 3) Art 1 N 3, 30, 31; Schnyder (n 25) N 83. krş Hürlimann-Kaup and Schmid (n 4) N 219a. Mezkûr değişikliğin redaksiyon komisyonunda (BBl 1907 VI 367 ff) 20.11.1907 tarihinde yapıldığı yönünde bkz Amstutz (n 25) 246. Esasen Huber ve Rossel in Abs. 3 için  Er hat sich sowohl bei der Auslegung des Gesetzes als in der Rechtsanwendung von der bewährten Lehre und Überlieferung beraten zu lassen.  düzenlemesini önerdiği; ancak redaksiyon komisyonunun, anılan metnin daha kısa hâlini benimsediği yönünde bkz Emmenegger and Tschentscher (n 3) Art 1 N 31. Anılan değişiklikten hareketle, redaksiyon komisyonuna son derece geniş özgürlük tanındığı yönünde bkz Gmür (n 25) 118 dn 2. Huber ve Rossel in kanun çalışmalarında üstlendiği görevlerin ayrıntılı açıklaması için bkz Schmid (n 22) 195 dn 22; BBl 1907 VI 368-369. 38  Gmür (n 25) 118; Meier-Hayoz (n 4) Art 1 N 426; Schmid (n 22) 195; Emmenegger and Tschentscher (n 3) Art 1 N 31.1135İstanbul Hukuk Mecmuası 79/4üçüncü fıkrada kendine yer bulabilmiştir. Anılan değişikliğin sebebi, kanun yapma çalışmalarından  net  olarak  anlaşılamamaktadır.  Bununla  birlikte  redaksiyon komisyonunun anlayışına göre Art. 1/III ZGB hükmünde önemli bir maddî değişiklik yapılmadığı  da  belirtilmektedir.  Zira  ZGB nin  hazırlanması  esnasında  hukuk kaynağı kavramı tam olarak netleşmemiştir, özellikle hukukun aslî kaynakları ile yardımcı kaynakları arasındaki ayrım belirgin değildir.  Yapılan değişiklik ile bilimsel görüşler ve yargı kararları; kanun ile örf ve âdet hukukundan sonra gelen ikincil hukuk kaynağı niteliğini yitirmiş ve sadece hâkimin hukuku uygularken başvuracağı yardımcı araç (Hilfsmittel) hâline gelmiştir. Art. 1 ZGB hükmü, anılan değişikliğe uygun olarak ve redaksiyon komisyonunun benimsediği metnin sadece ifadesi düzeltilerek yürürlüğe girmiştir. Bu bağlamda 39  Gmür (n 25) 118; Schnyder (n 25) N 83; Dürr (n 2) Art 1 N 185, 536.40  Schmid (n 22) 195-196; Emmenegger and Tschentscher (n 3) Art 1 N 32. Parlementoda federal tasarıya yapılan eleştiriler sebebiyle anılan değişikliğin gerçekleştirildiği yönünde bkz Dürr (n 2) Art 1 N 185. Bununla birlikte pek çok yazar, bilim insanlarının görüşlerine ve yargı kararlarına aşırı bağlı kalınacağı kuşkusu ve hukukî güvenlik sebepleriyle hükmün değiştirildiğini belirtmektedir. Bu hususta bkz Schmid (n 22) 195-196; Hausheer and Jaun (n 3) Art 1 N 270 Anm. 306; Dural ve Sarı (n 28) N 897; Hofer and Hrubesch-Millauer (n 8) N 02.207. Alman hukukunun,  bewährte Lehre  olarak İsviçre hukuk uygulaması üzerinde ciddi bir etki doğurmasından çekinildiği yönünde bkz Amtliches stenographisches Bülletin der schweizerischen Bundesversammlung, vom 19. November 1906, s. 1041; Meier-Hayoz, Richter (n 8) 105. Nitekim İsviçre Federal Mahkemesi nin borçlar hukuku alanında verdiği kararlarında İsviçreli olmayan bilim insanlarının eserlerine yaptığı atıfların, tüm yazarlara yapılan atıflara oranı 1881-1890 arasında %80.5 iken zaman içerisinde sürekli bir azalma eğilimi göstermiş ve 2001-2005 arasında %4.9 olarak gerçekleşmiştir. Bu husustaki veriler için bkz Frtiz Dolder and Mauro Buser, ‘Zitieren geht über Studieren – Empirische Wanderungen im Grenzgebiet zwischen Rechtslehre und Rechtsprechung  in Josef Estermann (ed), Interdisziplinäre Rechtsforschung zwischen Rechtswirklichkeit Rechtsanalyse und Rechtsgestaltung Beiträge zum Kongress ‘Wie wirkt Recht?  Luzern 2008 (Stämpfli 2008) 193, 202. 41  Hürlimann-Kaup and Schmid (n 4) N 219a; Schmid (n 22) 196, 203; Meier-Hayoz (n 4) Art 1 N 447; BBl 1907 IV 371 ( Materielle Änderungen die im Widerspruch stehen würden mit den Beschlüssen der Bundesversammlung, hat hienach die Redaktionskommission nirgends vorgenommen. Sie hat sich in dieser Richtung strenge an ihre Aufgabe als Redaktionskommission gehalten. ). Aksi görüşte bkz Amstutz (n 25) 250; Seyfullah Edis, Medenî Hukuka Giriş ve Başlangıç Hükümleri (6. Bası, Ankara Üniversitesi Basımevi 1997) 224. Hatta günümüzde dahi hükümde önemli bir değişiklik yapılmadığı anlayışının egemen olduğu yönünde bkz Hürlimann-Kaup and Schmid (n 4) N 219a; Schmid (n 22) 196-197. Ayrıca bilimsel görüş ve mahkeme kararları bakımından hukuk kaynağı ile yardımcı araçlar arasında bir nitelik farkı olmadığı veya önemsiz bir fark bulunduğu yönünde bkz Dürr (n 2) Art 1 N 541-542; Meier-Hayoz (n 4) Art 1 N 447; Meier-Hayoz, Richter (n 8) 93. 42  Hürlimann-Kaup and Schmid (n 4) N 219a; Schmid (n 22) 196, 203; Huber, Lehre (n 2) 45-46. Eugen Huber; hukuk bilimini (Rechtswissenschaft) ve mahkeme uygulamasını (Gerichtsgebrauch), inceleme ve değerlendirmeye tâbi şartlı hukuk kaynakları (bedingte Rechtsquelle) arasında saymıştır. Bu hususta bkz Huber, Lehre (n 2) 53-54; Schmid (n 22) 196. krş Meier-Hayoz (n 4) Art 1 N 446; Emmenegger and Tschentscher (n 3) Art 1 N 32. Huber e göre bilimsel görüşlerin rolünün daha geniş olduğu hususunda bkz Franz Werro, ‘Art 1  in Pascal Pichonnaz and Bénédict Foëx (eds), Commentaire Romand Code Civil I Art. 1-359 CC (Helbing Lichtenhahn 2010) Art 1 N 51. Art. 1 ZGB hükmü ile bilimsel görüşlerin (Wissenschaft), hukuk kaynağı mertebesine çıkarıldığı yönünde bkz Ehrlich (n 3) 225. Yazar, Eugen Huber in bilimsel görüşlerin şartlı hukuk kaynağı ( bedingte Rechtsquelle ) teşkil ettiği açıklamalarına gönderme yapmıştır. Kanaatimizce, anılan ifade de hukuk kaynağı kavramının -1920 yılında dahi- müphem ve yardımcı araçlar ile farkının net olarak ortaya konulmamış olduğunu göstermektedir. 43  Meier-Hayoz (n 4) Art 1 N 10, 445; Hausheer and Jaun (n 3) Art 1 N 270; Gmür (n 25) 118-119; Peter Tuor, Bernhard Schnyder, Jörg Schmid and Alexandra Jungo, Das Schweizerische Zivilgesetzbuch (14th edn, Schulthess 2015) § 5 N 39; Schnyder (n 25) N 83; Dürr (n 2) Art 1 N 185, 536; Forstmoser and Vogt (n 8) § 2 N 139, § 5 N 19, § 15 N 168, § 16 N 4; Hürlimann-Kaup and Schmid (n 4) N 218, 231; Hofer and Hrubesch-Millauer (n 8) N 02.206; Selâhattin Sulhi Tekinay, Medenî Hukukun Genel Esasları ve Gerçek Kişiler Hukuku (6. Bası, Filiz 1992) 78; Edis (n 41) 222 dn 1; Emmenegger and Tschentscher (n 3) Art 1 N 30; Peter Gauch, ‘Was zählt, ist einzig, was man gerade weiss - Gedanken zur Gesetzgebung, zur Rechtsprechung und zu den Parteien  in Alexandra Rumo-Jungo, Pascal Pichonnaz, Bettina Hürlimann-Kaup and Christiana Fountoulakis (eds), Une empreinte sur le Code Civil Mélanges en l honneur de Paul-Henri Steinauer (Stämpfli 2013) 1, 11; Amstutz (n 25) 246. krş Hatemi (n 10) § 6 N 6; Dural ve Sarı (n 28) N 897. 44  Emmenegger and Tschentscher (n 3) Art 1 N 3; Dürr (n 2) Art 1 N 185. Art. 1 ZGB hükmünün, ZGB nin en çok redaksiyonel zorluk yaşanan hükmü olduğu ve özellikle Fransızca metin bakımından sıkıntılar yaşandığı yönünde bkz Gmür (n 25) 2.1136Kaşak / Hâkimin Karar Verirken Bilimsel Görüşlerden Yararlanması (TMK m. 1/III)10.12.1907 tarihinde kabul edilen ve 01.01.1912 tarihinde yürürlüğe giren Art. 1/III ZGB hükmü;  Er folgt dabei bewährter Lehre und Überlieferung.  şeklindeydi. Redaksiyon komisyonunun kabul ettiği metin  beraten  ( guident ) şeklindeydi ve ZGB hükmüne göre hâkime daha geniş bir bağımsızlık alanı vermişti. Zira ZGB hükmü  folgen  sözcüğünü kullanmış ve hâkimin, bilimsel görüşlerle olan bağlantısını daha kuvvetli bir şekilde kurmuştur. Almanca metne göre hâkimin (mahkemenin), bilimsel görüşleri  takip etmesi  ( folgen ) gerekirken Fransızca metin  bu  bakımdan  daha  yumuşak  bir  ifade  içermekte  olup  hâkimin  bilimsel görüşlerden esinlenmesinden  ( Il s inspire ) bahsetmektedir. Eril  olması  sebebiyle  ayrımcılığa  yol  açmakla  eleştirilen  ZGB nin Almanca metni, cinsiyet eşitliğini sağlayacak şekilde düzeltilmiştir. 26.06.1998 tarihinde gerçekleşen ve 01.01.2000 tarihinde yürürlüğe giren federal kanun değişikliğiyle Art. 1/II de geçen  der Richter  ifadesi  das Gericht , Art. 1/III te geçen  er  sözcüğü ise buna uygun olarak  es  ile ikâme edilmiştir. Bir başka ifadeyle Art. 1/III hükmündeki  es  sözcüğü, ikinci fıkradaki  das Gericht  kavramını karşılamaktadır.  Dabei  kelimesi ise yine ikinci fıkraya yollama yaparak mahkemenin (TMK nin ifadesiyle  hâkimin ) nasıl karar vereceğini belirtmektedir. Bu çerçevede Art. 1/III ZGB hükmü,  Mahkeme, karar verirken teyit edilmiş öğretiyi ve içtihatları dikkate alır.  şeklinde tercüme edilebilir.   C. Türk Hukukunda Kanunu Medenînin Tatbiki  kenar başlıklı Türk Kanunu Medenîsi (MK) m. 1  hükmünün  ikinci  fıkrası,   Hâkim  hükümlerinde,  ilmî  içtihatlardan  ve  kazai kararlardan istifade eder.  şeklindeydi.  Hukukun uygulanması ve kaynakları  kenar başlığına sahip TMK m. 1 hükmünün üçüncü fıkrası ise  Hâkim, karar verirken bilimsel görüşlerden ve yargı kararlarından yararlanır.  şeklinde kaleme alınmıştır. Hükmün gerekçesinde, üçüncü fıkranın daha arı bir Türkçe ile kaleme alınarak 45  Art. 1 hükmünün orijinal metni için bkz Schweizerisches Bundesblatt, 59. Jahrgang VI, Nr 54, 21. Dezember 1907 589:    A. Anwendung des Rechts.   Das Gesetz findet auf alle Rechtsfragen Anwendung, für die es nach Wortlaut oder Auslegung eine Bestimmung enthält.  Kann dem Gesetze keine Vorschrift entnommen werden, so soll der Richter nach Gewohnheitsrecht und, wo auch ein solches fehlt, nach der Regel entscheiden, die er als Gesetzgeber aufstellen würde.  Er folgt dabei bewährter Lehre und Überlieferung. 46  Meier-Hayoz, Richter (n 8) 102.47  ibid 102.48  Schmid (n 22) 196; Meier-Hayoz, Richter (n 8) 102-103; Kramer (n 3) 285; Honsell (n 2) Art 1 N 38; Dürr (n 2) Art 1 N 538; İmre (n 7) 204. Bu husustaki ayrıntılı açıklamalar için bkz IV/G.49  Honsell (n 2) Art 1 N 1; Emmenegger and Tschentscher (n 3) Art 1 N 3.50  Honsell (n 2) Art 1 N 1. Ausdruck gemäss Ziff. I 1 des BG vom 26. Juni 1998, in Kraft seit 1. Jan. 2000 (AS 1999 1118; BBl 1996 I 1). Bununla beraber İsviçre kanun koyucusu, Fransızca ve İtalyanca metinlerde herhangi bir değişikliğe gitmeksizin  hâkim  ( le juge ,  il giudice ) kavramını korumuştur. Bu doğrultuda bkz Honsell (n 2) Art 1 N 1 dn 1. TMK m. 1/II hükmü, Art. 1/II ZGB düzenlemesinin revizyon öncesi ifadesini esas almış ve  hâkim  kavramını kullanmıştır. Aynı fark, TMK m. 4 ve Art. 4 ZGB hükümleri arasında da vardır. TMK m. 4  hâkim , Art. 4 ZGB ise  mahkeme  kavramlarını kullanmıştır. 1137İstanbul Hukuk Mecmuası 79/4daha  anlaşılır  hâle  getirildiğinden  bahsedilmiştir.  ZGB  düzenlemesine  kıyasla TMK m. 1/III hükmündeki en önemli fark;  bilimsel görüşler ve yargı kararları  denilmekle yetinilmesi ve  bewährt  sıfatının metne yansıtılmamasıdır. Bu yönüyle mehaz düzenlemeye göre; hâkim her türlü bilimsel görüşü değil, sadece  yerleşik  ( bewährt ) bilimsel görüşlerden yararlanır. Her ne kadar TMK m. 1/III hükmü anılan ifadeyi içermese de öğretide; hükmün, İsviçre düzenlemesine uygun olarak anlaşılması gerektiği tereddütsüz kabul edilmektedir. Anlam bakımından bir farka yol açmamakla birlikte Türk kanun koyucusu, Art. 1 ZGB hükmündeki  hâkim  sözcüğünün  mahkeme  ile değiştirilmesine de kayıtsız kalmıştır.D. DeğerlendirmeKanun  yapma  çalışmalarından  başlayarak  durumun  değerlendirilmesi  neticesinde İsviçre kanun koyucusunun, ilkin bilimsel görüşleri hukuk kaynağı olarak düzenlemeyi amaçladığı; ancak sonradan görüşünü değiştirerek bunları yardımcı araç mertebesine indirdiği görülmektedir. Türk hukukunda ise bilimsel görüşler, her zaman hâkime yardımcı araçlar arasında değerlendirilmiştir. Dolayısıyla pozitif hukuk bakımından bilimsel görüşler, sadece hâkimin karar verirken kendisinden yararlandığı yardımcı araçlardan biridir. Bilimsel görüşlerin, hukuk kaynakları arasından çıkarılması sebebiyle önemini büyük ölçüde yitirdiği düşünülebilir. Zira redaksiyon komisyonunda değişikliğe uğramamış  olsaydı  bilimsel  görüşler,  üçüncü  sıradaki  hukuk  kaynağı  olacaktı. Günümüzde  anılan  sırada  bulunan  hâkimin  kanun  koyucu  gibi  hareket  ederek kural koyması ve bu kurala göre uyuşmazlığı çözüme bağlaması, son derece nadir uygulama imkânı bulabilir. Dolayısıyla anılan değişiklik, bilimsel görüşlerin belki de hiç uygulanamayacak bağlayıcı kuvvetini elinden almış; ancak hâkimin verdiği her türlü kararında başvurması gereken ve bu sebeple dolaylı olarak fiilen çok daha geniş bir uygulama alanına sahip bir yardımcı araç hüviyetine bürünmesini sağlamıştır.II. Hükmün Önemi ve AmacıTMK m. 1/III düzenlemesi vasıtasıyla bilimsel görüşler, özellikle medenî hukuk alanında uygulama üzerinde ciddi bir tesir gücü elde etmiştir. Bilimsel görüşlerden yararlanılmasını öngören TMK m. 1/III hükmü olmasaydı dahi uygulamanın, bilimsel görüşlere ihtiyaç duyacağı söylenebilirdi. Uygulamada karşılaşılan sorunların çok çeşitli ve fazla sayıda olması, yoğun iş yükü altında bulunan ve zaman baskısı altında geniş bir hukukî alanda çalışan hâkimlerin bunları bihakkın inceleyebilmesini adeta 51  Köprülü (n 4) 124; Ergun Özsunay, Medenî Hukuka Giriş (5. Bası, Güryay 1986) 213; İmre (n 7) 213 dn 3; Edis (n 41) 223; Dural ve Sarı (n 28) N 906; Jale Akipek, Turgut Akıntürk ve Derya Ateş, Türk Medenî Hukuku Birinci Cilt Başlangıç Hükümleri Kişiler Hukuku (15. Bası, Beta 2019) 140. 52  Meier-Hayoz (n 4) Art 1 N 451.53  Höhn (n 14) 417. İslam hukukunda bilimsel görüşlerin ciddi öneme sahip olduğu yönünde bkz Saymen (n 14) 115.1138Kaşak / Hâkimin Karar Verirken Bilimsel Görüşlerden Yararlanması (TMK m. 1/III)imkânsız kılmaktadır. Bu bakımdan bilimsel görüşler, öncelikle hâkimin somut uyuşmazlığa uygulanacak hukuk kurallarını bulmasını kolaylaştırır. Bu bağlamda TMK m. 1/III hükmü, hem yararcı hem gerçekçi bir yaklaşıma sahiptir. Öte yandan söz konusu düzenlemenin devlet dışında bir kanun koyucunun varlığı ve hukukî güvenlik gibi sebeplerle eleştirilebilmesi de mümkündür. Hâkimin bilgi ya da özen eksikliği sebebiyle hukuku uygularken doğru olmayan kararlar vermesi ihtimal dâhilindedir. Bu noktada özellikle somut hukukî sorunları çözmeye yönelik bilimsel görüşler, hâkimler için büyük önem arz eder. Zira bilimsel görüşler, anılan eksiklikleri bertaraf ederek hukukun doğru, isabetli ve objektif olarak (Verobjektivierungsfaktor) uygulanmasını temin eder. Bir başka ifadeyle bilimsel görüşler; hâkimin kendine özgü bir değerlendirme yaparak karar vermesini engeller ve hukukî güvenliğin sağlanmasına yardımcı olarak benzer olaylara tutarlı kararlar verilmesi suretiyle mahkeme kararlarında öngörülebilirlik sağlar. Hiç şüphesiz bilimsel görüşlerden istifade eden hâkim, verdiği kararın gerekçesini daha doyurucu ve ikna edici biçimde kaleme alır. Bilimsel görüşler, mahkeme kararlarını değerlendirir ve eleştirir. Hâkimin kararlarında bilimsel görüşleri dikkate alması, bir diğer yandan ise öğreti ile uygulama arasındaki etkileşimi artırır ve özellikle kanunlarda açık hüküm olmayan pek çok durum için mahkeme 54  Hofer and Hrubesch-Millauer (n 8) N 02.218; Riemer (n 9) § 4 N 160; Höhn (n 14) 417; Narbay ve Özbay (n 14) 129. Bu husustaki çarpıcı bir anektod için bkz Ernest Hirş, ‘Yasama ile Öğreti ve Yargı Arasındaki Karşılıklı Bağlılık  İstanbul Üniversitesi Hukuk Fakültesi 50. Yıl Armağanı Cumhuriyet Döneminde Hukuk (Fakülteler Matbaası 1973) 176-177.55  Meier-Hayoz (n 4) Art 1 N 442.56  Dürr (n 2) Art 1 N 550. TMK m. 1/III hükmünde düzenlenmiş hukuk biliminin işlevlerine ilişkin açıklamalar için bkz Hürlimann-Kaup and Schmid (n 4) N 223-227; Meier-Hayoz (n 4) Art 1 N 451 ff.57  Dürr (n 2) Art 1 N 550.58  Meier-Hayoz (n 4) Art 1 N 424; Hofer and Hrubesch-Millauer (n 8) N 02.208; Hürlimann-Kaup and Schmid (n 4) N 218.59  Egger (n 28) Art 1 N 45; Höhn (n 14) 417; Hürlimann-Kaup and Schmid (n 4) N 224. Şüphesiz öğretinin, hukuk uygulamasını etkilemesi sadece somut uyuşmazlıklara uygulanabilecek doğrudan çözümler önermesiyle sınırlı değildir. Bu hususta bkz Meier-Hayoz (n 4) Art 1 N 458 ff. Hukukî araştırmaların konusunun ve sonuçlarının, uygulamadaki sorunlarla doğrudan örtüştüğünü düşünmenin genellikle isabetli olmadığı hususunda bkz Huber, Lehre (n 2) 4. Uygulamadaki sorunlara sırtını dönen ve sadece teorik tartışmalara sıkışıp kalan bilimsel görüşlerin, hâkim tarafından dikkate alınmayabileceği hususunda bkz Egger (n 28) Art 1 N 45; Köprülü (n 4) 124; Saymen (n 14) 116. Bilimsel görüşlerin hâkim tarafından dikkate alınabilmesi için bilimsel eserlerin, hâkimin önüne gelen somut uyuşmazlığa benzer meseleleri dikkate alması gerektiği ve bu bakımdan bilimsel görüşlerin uygulanmasının sınırlandığı, ayrıca  obiter dicta nın dikkate alınmasını engellediği yönünde bkz Bucher (n 3) 434; Hürlimann-Kaup and Schmid (n 4) N 224. Mahkemelerin genellikle yararlandıkları tüm kaynaklara atıf yapmayı tercih etmemesine rağmen, ileri sürülen bilimsel görüşlerin mahkeme kararlarını fiilen etkilediği düşünülebilir. Bu hususta bkz Meier-Hayoz (n 4) Art 1 N 454. İsviçre mahkemelerinin genellikle  herrschend ,  einhellig ,  einstimmig  veya  ständig  gibi sıfatlarla öğretiye atıf yaptığı hususunda bkz Meier-Hayoz (n 4) Art 1 N 454. 60  Meier-Hayoz (n 4) Art 1 N 424, 465; Hirş (n 54) 188; Meier-Hayoz and Ruoss (n 17) 100; Schmid (n 22) 191-192; Kramer (n 3) 284 ff; Hürlimann-Kaup and Schmid (n 4) N 218, 225; Hofer and Hrubesch-Millauer (n 8) N 02.208-02.209, 02.218.61  Meier-Hayoz (n 4) Art 1 N 424; Meier-Hayoz and Ruoss (n 17) 100; Hürlimann-Kaup and Schmid (n 4) N 218, 225; Kramer (n 3) 285 ff; Hofer and Hrubesch-Millauer (n 8) N 02.208-209; Honsell (n 2) Art 1 N 37. 62  Schmid (n 22) 203.63  Forstmoser and Vogt (n 8) § 16 N 64; Hausheer and Jaun (n 3) Art 1 N 274; Hirş (n 54) 188.1139İstanbul Hukuk Mecmuası 79/4içtihatlarının içeriğinin gelişmesine katkı sağlar. Bu bakımdan bilimsel görüşler ve yargı kararlarının karşılıklı etkileşim içerisinde olduğu ve birbirlerinden yararlanarak geliştikleri söylenebilir. Bilimsel görüşlerin mahkeme kararlarına mezkûr katkısı, uzun vadede özel  hukukun  yorumlanmasına,  geliştirilmesine  ve  tamamlanmasına  yardımcı  olur. Gerçekten hakkın kötüye kullanılması gibi kurumların somutlaştırılması ve güven prensibi (Vertrauensprinzip) gibi genel ilkelerin geliştirmesi bilimsel görüşler eliyle olmuştur. Öğretinin en belirgin etkisi, yüksek mahkemenin mevcut içtihadını değiştirdiği kararlarında görülür. Zira anılan kararlarda mahkemeler, bilimsel görüşlere özellikle atıf yaparak hukukî meseleyi irdeler ve içtihat değişikliğini gerekçelendirir. Zaten genellikle mevcut içtihat, öğreti tarafından eleştirilerek içtihat değişikliğine ilişkin hukukî alt yapı inşa edilmiştir. Yüksek mahkemelerin mevcut içtihadını değiştiren kararlar dışında, henüz belirli bir  içtihadın  oluşmadığı  meseleler  bakımından  da  bilimsel  görüşler  katkı  sağlar. Özellikle mahkemelerin belirli bir husustaki tutumunun henüz netleşmediği veya sık değiştiği hâller böyledir. Zira anılan meseleler bakımından öğreti, hâkimin somut uyuşmazlığı çözerken benimseyebileceği olası yolları daha önceden bilimsel eserlerde değerlendirmiştir. Bunun dışındaki hâllerde de bilimsel görüşler sık sık dikkate alınır ve bilimsel görüşlerden sapmalar özellikle gerekçelendirilir. Keza öğreti ile uygulamanın örtüştüğü hâllerde mahkemeler, bu hususu bilhassa belirtmek yolunu seçerler. 64  Meier-Hayoz and Ruoss (n 17) 100; Hofer and Hrubesch-Millauer (n 8) N 02.209; Hürlimann-Kaup and Schmid (n 4) N 225. Pek çok hukuk alanında salt kanun hükümleriyle ve hukuk düzeniyle bağlı kalmadan, bunların temelinde yatan temel fikrin ve genel ilkelerin tespitine önem verildiği ve bunlara  tragende Ideen ,  allgemeine Rechtsgrundsätze  veya  grundlegende Werte  denildiği yönünde bkz Meier-Hayoz and Ruoss (n 17) 100-101; Meier-Hayoz (n 4) Art 1 N 462. krş Hürlimann-Kaup and Schmid (n 4) N 226. Öğretinin ileri sürdüğü görüşlerin, belirli bir kuluçka süresinden sonra mahkeme kararlarında etkisini gösterdiği yönünde bkz Meier-Hayoz and Ruoss (n 17) 102. Kanunun bir düzenleme getirmediği sorunların da öğreti tarafından incelendiği hususunda bkz Hausheer and Jaun (n 3) Art 1 N 274.65  Emmenegger and Tschentscher (n 3) Art 1 N 482; Hirş (n 54) 179-180; İmre (n 7) 214. Bilimsel görüşler ve yargı kararları, sürekli birbirlerine atıf yaparlarsa  ölümcül bir kısır döngü  yaşanacağı ve hem bilimsel görüşlerin hem de yargı kararlarının bundan zarar görerek bozulacağı yönünde bkz Kramer (n 3) 286; Peter Gauch, ‘Ein «regelrechter» Schluss  (2009) 128(1) ZSR 215, 226; Gauch, Gesetzgebung (n 43) 12-13.66  Meier-Hayoz (n 4) Art 1 N 451; Meier-Hayoz and Ruoss (n 17) 100; Hirş (n 54) 188.67  Hausheer and Jaun (n 3) Art 1 N 274; Meier-Hayoz (n 4) Art 1 N 463; Özsunay (n 51) 213; Meier-Hayoz and Ruoss (n 17) 101.68  Meier-Hayoz (n 4) Art 1 N 452-453; İmre (n 7) 214.69  Meier-Hayoz (n 4) Art 1 N 452; Emmenegger and Tschentscher (n 3) Art 1 N 482. Bu husustaki örnekler için bkz Emmenegger and Tschentscher (n 3) Art 1 N 482 dn 1162; BGE 123 III 477 E 3 ( Der Umstand, dass BGE 91 I 438 ff. in der Lehre überwiegend kritisiert wird, deutet auf eine gegenüber der damals getroffenen Lösung gewandelte Rechtsauffassung, auf eine andere Wertung der auf dem Spiel stehenden Interessen hin, was Anlass für eine Praxisänderung bilden kann. ); BGE 134 III 444 E 3.1; BGE 115 II 223 E 2a; BGE 116 IV 73-74 E 3a-3b. 70  Meier-Hayoz (n 4) Art 1 N 454; Forstmoser and Vogt (n 8) § 16 N 61; Hofer and Hrubesch-Millauer (n 8) N 02.218; Emmenegger and Tschentscher (n 3) Art 1 N 482. Bu husustaki örnekler için bkz Emmenegger and Tschentscher (n 3) Art 1 N 482 Anm. 1161; BGE 137 II 341 E 2.3; BGer 4A_562/2010 E 4.3-4.4; BGE 132 III 363-365 E 3.2-3.3; BGE 121 III 8283 E 3a-3b; BGE 100 II 68-69 E 5. Anılan mahkeme kararlarında İsviçre Federal Mahkemesi nin daha önce somut hukukî soruna ilişkin bir karar vermediği belirtilerek bilimsel görüşlerden istifade edilmiştir.71  Hofer and Hrubesch-Millauer (n 8) N 02.218.72  Riemer (n 9) § 4 N 160; Meier-Hayoz (n 4) Art 1 N 454.73  Hofer and Hrubesch-Millauer (n 8) N 02.218; İmre (n 7) 214.74  Meier-Hayoz (n 4) Art 1 N 455. Yazar, örnek olarak BGE 82 II 452 E 2 ( Nach ständiger Rechtsprechung, womit die Rechtslehre übereinstimmt, … ); BGE 85 II 9 E 1 ( Nach ständiger Lehre und Rechtsprechung … ); BGE 85 II 39 ( Nach der Rechtsprechung und einhelliger Lehrmeinung… ) kararlarını göstermektedir.1140Kaşak / Hâkimin Karar Verirken Bilimsel Görüşlerden Yararlanması (TMK m. 1/III)III. Hükmün Uygulama AlanıTMK m. 1/III hükmü, hâkimin karar verirken bilimsel görüşlerden yararlanacağını düzenlemiştir.  Bununla  birlikte  hükümde  geçen   karar  verirken   ibaresinin  ne anlama geldiği aydınlatılmalıdır. Bu bakımdan TMK m. 1 hükmünden başlayarak bir değerlendirme yapmak gerekir.A. TMK m. 1 KapsamındaTMK m. 1 hükmünün kaynağını teşkil eden Art. 1 ZGB düzenlemesi incelendiğinde; ilk olarak Art. 1/II ZGB hükmünün ( … das Gericht … entscheiden … ), Art. 1/III ZGB hükmü ( Es folgt dabei … ) ile doğrudan irtibatlı olduğu görülebilir. Aynı sonuç; birebir aynı ifadeye sahip olmasa da TMK m. 1/II ( … hâkim … karar verir. ) ve m. 1/III ( Hâkim, karar verirken … ) hükümleri bakımından da geçerlidir. Şu hâlde TMK m. 1/III hükmünün, TMK m. 1/II düzenlemesi kapsamında uygulama alanı bulacağı şüphesizdir. Art. 1 ZGB hükmü incelendiğinde, sanki sadece Art. 1/II ZGB hükmü ile Art. 1/III ZGB düzenlemesi arasında bir bağlantı tesis edildiği ve Art. 1/I ZGB hükmünün bunlardan farklı bir hususu düzenlediği sanılabilir. Ancak hükmün tarihî gelişimi dikkate alındığında Art. 1/III ZGB hükmünün, hem Art. 1/I hem Art. 1/II ZGB için uygulanabileceği barizleşir. Zira Art. 1/I ZGB hükmü de Art. 1/II ZGB hükmüyle irtibatlıdır. Nitekim TMK m. 1/I hükmü  Kanun ... uygulanır.  ve m. 1/II  Kanunda uygulanabilir bir hüküm yoksa …  ibareleriyle anılan irtibatı açıkça göstermektedir. Kısacası hükmün üç fıkrasında da hâkimden (mahkemeden) bahsedilmektedir. Şu hâlde hâkim; kanunu yorumlayıp tatbik ederken (TMK m. 1/I), örf ve âdet hukukunu tespit edip uygularken ve kendisi 75  Meier-Hayoz (n 4) Art 1 N 423. Bu noktada Art. 1 ZGB hükmünün her üç dildeki farklı ifadelerinin de etkili olduğu yönünde bkz Emmenegger and Tschentscher (n 3) Art 1 N 473. Esasen Art. 1 hükmünün; ön tasarı ve tasarıda sadece boşluk doldurmada; redaksiyon komisyonu raporunda ise yalnızca yorumda uygulanabilecek şekilde düzenlendiği yönünde bkz Meier-Hayoz (n 4) Art 1 N 426.76  TMK m. 1/III hükmü ile TMK m. 6 (Art. 8 ZGB) düzenlemesi arasındaki ilişkiye dair açıklamalar için bkz Dürr (n 2) Art 1 N 554-556.77  Meier-Hayoz (n 4) Art 1 N 423; Emmenegger and Tschentscher (n 3) Art 1 N 32, 473; Dürr (n 2) Art 1 N 543; Mustafa Kemal Oğuzman ve Nami Barlas, Medenî Hukuk (26. Bası, Vedat 2020) N 394. Hükmün tarihçesi dikkate alındığında bilimsel görüşlerin, öncelikle Art. 1/II ZGB kapsamında bağımsız bir boşluk doldurma işlevine sahip olduğunun görülebildiği yönünde bkz Emmenegger and Tschentscher (n 3) Art 1 N 473. Ön tasarı ve tasarının farklı bir sistematiği amaçladığının açık olduğu yönünde bkz Dürr (n 2) Art 1 N 543. 78  Gmür (n 25) 118; Hofer and Hrubesch-Millauer (n 8) N 02.206; Riemer (n 9) § 4 N 157. 79  Gmür (n 25) 117-118; Reichel (n 17) 299; Werro (n 42) Art 1 N 38; Meier-Hayoz, Richter (n 8) 102 dn 4; Meier-Hayoz (n 4) Art 1 N 424-425. krş Emmenegger and Tschentscher (n 3) Art 1 N 32, 473. Yazarlar; Art. 1/III ZGB hükmünün Almanca metninin,  dabei  sözcüğüyle, hükmün uygulanmasını doğrudan bir önceki fıkrayla sınırlandırıyor gözüktüğünü, buna karşın Art. 1/III ZGB hükmünün Fransızca ve İtalyanca metinlerinin daha açık bir şekilde kaleme alındığını ve Art. 1/I ZGB hükmü kapsamında da Art. 1/III ZGB hükmünün uygulanabileceğini belirtmektedir. Yazarlar; ayrıca sistematik bir bakış açısıyla bağımsız bir fıkrada düzenlenmesi sebebiyle Art. 1/III ZGB hükmünün, Art. 1 ZGB hükmünün tamamına uygulanabileceğini; zira kanun koyucunun muradı aksi yönde olsa idi Art. 1/III ZGB düzenlemesinin Art. 1/II ZGB hükmünün sonuna bir cümle olarak ilave edilmiş olacağını belirtmektedir. Benzer şekilde bkz Gmür (n 25) 118. 80  Gmür (n 25) 117; Meier-Hayoz (n 4) Art 1 N 427. 81  Gmür (n 25) 117; Meier-Hayoz (n 4) Art 1 N 427.1141İstanbul Hukuk Mecmuası 79/4kanun koyucu olsaydı nasıl bir kural koyacak idiyse ona göre karar verirken (TMK m. 1/II) bilimsel görüşlerden yararlanır.  B. TMK m. 2/II KapsamındaTMK m. 2/II hükmü,  Bir hakkın açıkça kötüye kullanılmasını hukuk düzeni korumaz.   düzenlemesini havidir. Anılan  hüküm  çerçevesinde  hukuk  düzeninin hakkın açıkça kötüye kullanılmasını korumaması da hâkimin kararıyla gerçekleşir. Bu bağlamda hâkimin, hakkın kötüye kullanıldığına ilişkin kararında da bilimsel görüşlerden  faydalanması  gerekir.  Nitekim  hakkın  kötüye  kullanılması  ilkesi, bilimsel görüşler sayesinde somutlaştırılmıştır. C. TMK m. 4 KapsamındaHâkimin takdir yetkisini düzenleyen TMK m. 4 hükmü,  Kanunun takdir yetkisi tanıdığı veya durumun gereklerini ya da haklı sebepleri göz önünde tutmayı emrettiği konularda hâkim, hukuka ve hakkaniyete göre karar verir.  şeklindedir. Şu hâlde hâkim, TMK m. 4 bağlamında takdir yetkisini kullanırken de bir  karar  verdiği için TMK m. 1/III hükmünde işaret olunduğu gibi bilimsel görüşlerden yararlanmalıdır. Hâkimin takdir yetkisini kullanması, somut olayın şartlarının ve kanunun amacının dikkate alınmasını gerektirdiği için bu hususta bilimsel görüşlerden istifade edilmesi hukukî güvenliğe katkı sağlar. 82  Huber, Erläuterungen (n 1) 38 dn 1; Reichel (n 17) 299; Egger (n 28) Art 1 N 44; Meier-Hayoz (n 4) Art 1 N 10, 424-425; Meier-Hayoz, Richter (n 8) 102 dn 4; Gmür (n 25) 117-118; Schmid (n 22) 191; Tuor, Schnyder, Schmid and Jungo (n 43) § 5 N 37, 39; Gauch, Gesetzgebung (n 43) 11; Peter Gauch, ‘Argumente ein Geburtstagsbrief  (2000) recht: Sondernummer für Wolfgang Wiegand 87, 95; Forstmoser and Vogt (n 8) § 16 N 4, 54; Hürlimann-Kaup and Schmid (n 4) N 219; Emmenegger and Tschentscher (n 3) Art 1 N 32, 473-474; Dürr (n 2) Art 1 N 543-545; Werro (n 42) Art 1 N 38; Hofer and HrubeschMillauer (n 8) N 02.206; Riemer (n 9) § 4 N 157; Middendorf and Grob (n 1) Art 1 N 14; Hıfzı Veldet Velidedeoğlu, Türk Medenî Hukuku Cilt 1 – Cüz 1 Umumî Esaslar (6. Bası, İstanbul 1959) 118; Özsunay (n 51) 212; Edis (n 41) 222; İmre (n 7) 204; Oğuzman ve Barlas (n 77) N 394, 411; Şener Akyol, Medeni Hukuka Giriş (2. Bası, Vedat 2006) 313; Dural ve Sarı (n 28) N 895; Rona Serozan, Hukukta Yöntem – Mantık (2. Bası, Vedat 2017) N 79; Rona Serozan, Medeni Hukuk Genel Bölüm Kişiler Hukuku (6. Bası, Vedat 2015) I § 4 N 19; Antalya ve Topuz (n 28) N 1190; Akipek, Akıntürk ve Ateş (n 51) 138. Art. 1/III ZGB hükmünün sadece boşluk doldurmada uygulanacağı ve kanun hükümlerinin yorumlanmasında bilimsel görüşlerden yararlanmanın gerekli olmadığı yönünde bkz Dolder and Buser (n 40) 199. krş Özsunay (n 51) 211. Esasen hâkimin, TMK m. 1/II bağlamında kanun ve hukuk boşluklarını doldururken bilimsel görüşlere ihtiyaç duyduğu ve bu sebeple de m. 1/III hükmünün daha ziyade m. 1/II hükmüne uygulandığı yönünde bkz Emmenegger and Tschentscher (n 3) Art 1 N 473. Hâkimin kanun koyucu gibi hareket edip kural koyması ve sonrasında koyduğu kurala göre uyuşmazlığı çözmesi hâlinde serbest olmadığı ve TMK m. 1/III hükmüne uymak zorunda olduğu hususunda bkz Honsell (n 2) Art 1 N 37; Forstmoser and Vogt (n 8) § 5 N 20. Bu noktada bilimsel görüşlerin, hâkimin kanun koyucu gibi hareket ederek kural koymasını kolaylaştırdığı yönünde bkz Meier-Hayoz, Richter (n 8) 103-104. 83  Hofer and Hrubesch-Millauer (n 8) N 02.206; Antalya ve Topuz (n 28) N 1190; Riemer (n 9) § 4 N 157. 84  Hausheer and Jaun (n 3) Art 1 N 274; Meier-Hayoz (n 4) Art 1 N 463; Özsunay (n 51) 213.85  Dürr (n 2) Art 1 N 546; Dürr (n 2) Art 4 N 145; Schmid (n 22) 191; Forstmoser and Vogt (n 8) § 12 N 214, § 16 N 4, 54; Hofer and Hrubesch-Millauer (n 8) N 02.206; Meier-Hayoz (n 4) Art 1 N 460; Riemer (n 9) § 4 N 157; Hürlimann-Kaup and Schmid (n 4) N 219; Edis (n 41) 222; Stephanie Hrubesch-Millauer, ‘Art 4  in Heinz Hausheer and Hans Peter Walter (eds), Berner Kommentar Kommentar zum schweizerischen Privatrecht Schweizerisches Zivilgesetzbuch, Einleitung und Personenrecht Band I Einleitung und Personenrecht 1. Abteilung Einleitung Artikel 1-9 ZGB (Stämpfli 2012) Art 4 N 346; Meier-Hayoz (n 4) Art 4 N 44; Antalya ve Topuz (n 28) N 1190; Esra Kaşak, ‘Anonim Şirketlerin Haklı Sebeple Feshinde Şahsi Sebeplerin Değerlendirmeye Alınıp Alınamayacağı Hususunun Hâkimin Takdir Yetkisi Bakımından Değerlendirilmesi  (2019) 23(3) AHBVÜHFD 161, 175; Akyol (n 82) 341; Meier-Hayoz and Ruoss (n 17) 79; BGE 118 II 55 E 4; BGE 109 II 391 E 3; BGE 105 II 249 E 3.86  Meier-Hayoz (n 4) Art 4 N 44; Hrubesch-Millauer (n 85) Art 4 N 346; Meier-Hayoz and Ruoss (n 17) 79; Kaşak (n 85) 175.1142Kaşak / Hâkimin Karar Verirken Bilimsel Görüşlerden Yararlanması (TMK m. 1/III)D. TMK m. 5 KapsamındaTMK  m.  1  hükmünde,  sadece  medenî  hukuka  ilişkin  uyuşmazlıkları  karara bağlayan hâkim veya mahkeme kastedilmemiştir. Bilakis anılan hüküm, TMK m. 5 (Art. 7 ZGB) düzenlemesi gereğince tüm özel hukuk mahkemeleri için uygulanabilir. Bu bakımdan tüm özel hukuk uyuşmazlıklarında hâkimlerin bilimsel görüşlerden istifade etmesi gerekir. Hatta İsviçre Federal Mahkemesi nin yerleşik içtihatlarına göre Art. 1 ve Art. 4 ZGB hükümlerinin uygulandığı kamu hukuku ilişkilerinde de Art. 1 ZGB hükmü uygulanma kabiliyetine sahiptir.IV.  Bilimsel Görüş  Kavramı A. Tanımı Bilimsel  görüşleri  karşılamak  üzere  mehaz Art.  1/III  ZGB  hükmü,   Lehre  (doctrine, dottrina) kavramını kullanmıştır. İsviçre hukuk öğretisinde aynı anlama gelmek  üzere   Wissenschaft 89,   Rechtswissenschaft 90,   wissenschaftliche Literatur 91,  Doktrin 92 ve  Theorie 93 sözcüklerine de rastlanılır. MK m. 1/II düzenlemesi  ilmî içtihatlar  tabirini kullanmış, TMK m. 1/III hükmü ise  bilimsel görüşlerden  bahsetmiştir. Hükümde geçen  bilimsel görüş  ifadesinin,  öğreti 94 ve  doktrin 95 sözcükleriyle eş anlamlı olduğu belirtilmektedir. Ancak anılan kavramlar tanımlanmadığı gibi bunlardan ne anlaşılması gerektiği de açıklanmamıştır. Öğretide bilimsel görüş kavramı, hukuk alanındaki bilim insanları tarafından  belirli  hukukî  sorunların  çözümüne  yönelik  ifade  olunan  araştırma sonuçlarının tamamı şeklinde tanımlanmaktadır. 87  Middendorf and Grob (n 1) Art 1 N 3; Riemer (n 9) § 4 N 157; Dürr (n 2) Vorbemerkugen Art 1-4 N 104, 108 ff.88  Middendorf and Grob (n 1) Art 1 N 3; Honsell Art. 1 N 8; Dürr (n 2) Vorbemerkungen Art. 1-4 N 107; BGE 129 V 346 E 4.1. Buna karşın  kanunsuz ceza olmaz  ( nulla poena sine lege ) ilkesinin egemen olduğu ceza hukuku bakımından hükmün uygulanabilmesinin ciddi ölçüde sınırlandığı yönünde bkz Middendorf and Grob (n 1) Art 1 N 3; Dürr (n 2) Art 1 N 99; Gauch, Gesetzgebung (n 43) 5. Ceza hukukunun, tıp biliminin  ölüm  kavramından yararlandığı hususunda bkz Dürr (n 2) Art 1 N 550.89  Forstmoser and Vogt (n 8) § 2 N 139, § 16 N 4, 55; Hofer and Hrubesch-Millauer (n 8) N 02.210; Meier-Hayoz (n 4) Art 1 N 428.90  Meier-Hayoz, Richter (n 8) 104; Hürlimann-Kaup and Schmid (n 4) N 220.91  Bucher (n 3) 433.92  Forstmoser and Vogt (n 8) § 2 N 139, § 16 N 4; Gmür (n 25) 117, 120; Bucher (n 3) 433; Hausheer and Jaun (n 3) Art 1 N 270 Anm. 306; Hrubesch-Millauer (n 85) Art 4 N 347; Tekinay (n 43) 78; Hofer and Hrubesch-Millauer (n 8) N 02.210.93  Hrubesch-Millauer (n 85) Art 4 N 347; Dürr (n 2) Art 1 N 548.94  Tekinay (n 43) 78; Aytekin Ataay, Medenî Hukukun Genel Teorisi (4. Bası, Der 1995) 127; Köprülü (n 4) 126; Özsunay (n 51) 212; Narbay ve Özbay (n 14) 137.  Öğreti  sözcüğünün kullanılmasının uygun olmadığı yönünde bkz İmre (n 7) 213 dn 2.95  Velidedeoğlu (n 82) 116; Saymen (n 14) 114; İmre (n 7) 213 dn 2; Köprülü (n 4) 126; Ataay (n 94) 127.  Hukuk doktrini  kavramının kullanılması için bkz Antalya ve Topuz (n 28) N 1200. 96  Schwander (n 2) Art 1 N 3; Edis (n 41) 223. Benzer olaylar için başkalarının daha önceden söylenmiş şeylere ( …was für ähnliche Fälle andere schon gesagt … haben ) öğreti (Lehre) dendiği yönünde bkz Huber, Erläuterungen (n 1) 38. Bilimsel görüş kavramının zamana uygun metod çerçevesinde anlaşılması gerektiği doğrultusunda bkz Schwander (n 2) Art 1 N 3.97  Hürlimann-Kaup and Schmid (n 4) N 220; Meier-Hayoz (n 4) Art 1 N 428; Emmenegger and Tschentscher (n 3) Art 1 N 475.1143İstanbul Hukuk Mecmuası 79/4B. Kapsamı1. Hukuk Bilimi Bakımındana. Ulusal Hukuk BakımındanBilimsel görüş kavramı; ilk aşamada, hukukla uğraşanların hukukî meselelere ilişkin bilimsel çalışmalarda ileri sürdükleri görüşler ve çözüm önerileri olarak anlaşılır. TMK m. 1/III hükmündeki  bilimsel  ibaresi öncelikle hukuka gönderme yapmaktadır. Bu noktada öncelikle pozitif hukuka ilişkin bilimsel görüşler akla gelir. Bununla birlikte –somut uyuşmazlığın çözümüne fayda sağladığı ölçüde– hukuk  tarihi,  hukuk  sosyolojisi,  hukuk  felsefesi,  hukuk  teorisi  ve  hukuk  etiği alanındaki bilimsel görüşlerden de yararlanılabilir. b. Karşılaştırmalı Hukuk BakımındanYabancı hukuklara ilişkin bilimsel çalışmalarda ileri sürülen bilimsel görüşlerin, TMK  m.  1/III  (Art.  1/III  ZGB)  bağlamında  hâkim  tarafından  dikkate  alınıp alınmayacağı öğretide tartışmalıdır. Özellikle ZGB nin kanunlaştırma çalışmaları esnasında, yabancı hukuklardaki bilimsel görüşlerin dikkate alınamayacağı kanaati baskındı. Zira anılan bilimsel çalışmaların, yapıldığı ülkedeki hukuka yönelik olması sebebiyle ilgili ülke hukukundaki sorunların çözümüne odaklandığı ve bu bakımdan İsviçre hukukuna uygun düşmeyeceği savunulmaktaydı. Ancak zaman içerisinde yabancı hukuka ve buna ilişkin öğreti ile içtihatlara erişimin kolaylaşması gibi sebeplerle yabancı hukuklarda ileri sürülen bilimsel görüşlerin, doğrudan reddi anlayışı terk edilmiştir.98  Emmenegger and Tschentscher (n 3) Art 1 N 475; Höhn (n 14) 412; Riemer (n 9) § 4 N 158; Antalya ve Topuz (n 28) N 1197; Forstmoser and Vogt (n 8) § 16 N 54; Özsunay (n 51) 212; Oğuzman ve Barlas (n 77) N 396; Dural ve Sarı (n 28) N 898.99  Meier-Hayoz and Ruoss (n 17) 96; Emmenegger and Tschentscher (n 3) Art 1 N 476; Dürr (n 2) Art 1 N 547, 550; Pfaffinger (n 2) Art 1 N 9; Middendorf and Grob (n 1) Art 1 N 14; Tekinay (n 43) 78; Akyol (n 82) 317; Meier-Hayoz (n 4) Art 1 N 428; Schmid (n 22) 193; Hürlimann-Kaup and Schmid (n 4) N 220. 100  Forstmoser and Vogt (n 8) § 16 N 54; Hofer and Hrubesch-Millauer (n 8) N 02.210; Emmenegger and Tschentscher (n 3) Art 1 N 475; Meier-Hayoz, Richter (n 8) 105; Meier-Hayoz (n 4) Art 1 N 428; Gauch, Gesetzgebung (n 43) 11; Dural ve Sarı (n 28) N 898; Schmid (n 22) 193; Hürlimann-Kaup and Schmid (n 4) N 221.101  Emmenegger and Tschentscher (n 3) Art 1 N 475; Egger (n 28) Art 1 N 45; Akyol (n 82) 314-315; Hürlimann-Kaup and Schmid (n 4) N 222; Hofer and Hrubesch-Millauer (n 8) N 02.210; Meier-Hayoz (n 4) Art 1 N 428; Oğuzman ve Barlas (n 77) N 398; Edis (n 41) 222, 236-239; Özsunay (n 51) 212; İmre (n 7) 216; Antalya ve Topuz (n 28) N 1202; Akipek, Akıntürk ve Ateş (n 51) 141; Hofer and Hrubesch-Millauer (n 8) N 02.211; Dural ve Sarı (n 28) N 898. Hukuk tarihinin, Art. 1/III ZGB anlamında bilim (Lehre) teşkil etmediği yönünde bkz Meier-Hayoz and Ruoss (n 17) 96; Meier-Hayoz (n 4) Art 1 N 429-430. krş Hausheer and Jaun (n 3) Art 1 N 273.102  Ehrlich (n 3) 225; Meier-Hayoz, Richter (n 8) 105; Gmür (n 25) 121. krş Meier-Hayoz (n 4) Art 1 N 431-432. krş Huber, Erläuterungen (n 1) 7 ( Die Gesetzgebung darf nicht zur chinesischen Mauer werden. ). Nitekim kanun yapma çalışmalarında Alman hukukunun,  bewährte Lehre  olarak İsviçre hukuk uygulaması üzerinde ciddi bir etki doğurmasından çekinildiği açıkça ifade edilmiştir. Bu hususta ayrıca bkz Amtliches stenographisches Bülletin der schweizerischen Bundesversammlung, vom 19. November 1906, 1041; Meier-Hayoz, Richter (n 8) 105.103  Ehrlich (n 3) 225; Honsell (n 2) Art 1 N 38; Meier-Hayoz, Richter (n 8) 105; Gmür (n 25) 121. krş Meier-Hayoz (n 4) Art 1 N 431-432. Yabancı hukuk literatürünün dikkate alınmasına şüpheyle yaklaşmak gerektiği yönünde bkz Meier-Hayoz, Richter (n 8) 105. 104  Meier-Hayoz (n 4) Art 1 N 433.1144Kaşak / Hâkimin Karar Verirken Bilimsel Görüşlerden Yararlanması (TMK m. 1/III)Günümüzde hâkimin, yabancı hukuklarda ileri sürülen bilimsel görüşleri, İsviçre/Türk hukukuna benzer sorunları ele alması kaydıyla, TMK m. 1/III bağlamında  bilimsel görüş  olarak kabul etmesi ve dikkate alması gerekir. Bir başka ifadeyle, mevcut hukukî soruna katkı sunduğu ölçüde karşılaştırmalı hukuk çalışmalarından da  istifade  edilebilir.  Hatta  TMK nin  İsviçre den  iktibas  edilmesi  sebebiyle, Türk medenî hukuku, hatta özel hukuku bakımından İsviçre hukukundaki bilimsel görüşlerden yararlanmak adeta bir zorunluluk teşkil eder. Nitekim Yargıtay da müstakâr içtihatlarında bu hususu hiçbir tereddüde mahal bırakmayacak şekilde izah etmiştir. 2. Diğer Bilim Dalları BakımındanHâkimin, somut uyuşmazlığın çözümü bakımından elverişli diğer bilimleri dikkate almasına da engel bulunmamaktadır. Hatta hukuk dışındaki alanlar bakımından bilimsel görüşlerden yararlanma ihtiyacı daha barizdir. Ölümün hangi anda vuku bulduğu, ayırt etme gücünün varlığı, akıl hastalığının tespiti, kısıtlanma sebeplerinin mevcudiyeti, teknik bir işin ayıplı olup olmadığının belirlenmesi, tarımsal işletmenin değerlemesi gibi meseleler bu bakımdan örnek gösterilebilir. Bu bakımdan öğretide; hâkimin fizik, sosyoloji, iktisat, tıp, adlî tıp, genetik, psikoloji, psikiyatri, meteoroloji, grafoloji, matematik, istatistik, şehircilik gibi bilimlere de başvurabileceği kabul 105  Dürr (n 2) Art 1 N 549; Emmenegger and Tschentscher (n 3) Art 1 N 475; Akyol (n 82) 316; Schmid (n 22) 193; Egger (n 28) Art 1 N 45; Meier-Hayoz (n 4) Art 1 N 433; Oğuzman ve Barlas (n 77) N 398. Yabancı hukuklara ve karşılaştırmalı hukuka ilişkin çalışmaların giderek daha fazla önem kazandığı doğrultusunda bkz Tuor, Schnyder, Schmid and Jungo (n 43) § 5 N 38; Hausheer and Jaun (n 3) Art 1 N 276 ff. Yabancı hukukta ileri sürülen bilimsel görüşlerin dikkate alınmasını temin etmek bakımından  Bewährte Lehre und Überlieferung beraten ihn (den Richter); durch Vergleichung mit fremdem Recht lässt er sich anregen.  şeklindeki Art. 1/V ZGB düzenlemesinin önerilmesi için bkz Meier-Hayoz, Richter (n 8) 276. 106  Hürlimann-Kaup and Schmid (n 4) N 222; Dürr (n 2) Art 1 N 549; Meier-Hayoz (n 4) Art 1 N 433; Akipek, Akıntürk ve Ateş (n 51) 140; İmre (n 7) 215-216; Antalya ve Topuz (n 28) N 1200. Hatta karşılaştırmalı hukuk metodlarının Seeschifffahrtgesetz gibi bazı yeni kanunlarda teşvik edildiği yönünde bkz Meier-Hayoz (n 4) Art 1 N 433. Bu bakımdan günümüzde yabancı hukuk öğretisine de yerli hukuk öğretisine benzer bir anlam atfedilmesi gerektiği yönünde bkz MeierHayoz (n 4) Art 1 N 433. 107  Tekinay (n 43) 78; İmre (n 7) 209; Akipek, Akıntürk ve Ateş (n 51) 140; Oğuzman ve Barlas (n 77) N 398; Dural ve Sarı (n 28) N 907 dn 118; Schnyder (n 25) N 152. Nitekim bu amaçla T.C. Adalet Bakanlığı, bazı İsviçre şerhlerini Türkçe ye tercüme ettirerek hâkimlerin bilimsel görüşlerden yararlanmasını kolaylaştırmayı amaçlamıştır. Bu hususta bkz Schnyder (n 25) N 152. Kanunun hazırlanması esnasında etkili olmuş yabancı hukuklarda ileri sürülen bilimsel görüşlerin de dikkate alınması gerektiği yönünde bkz Meier-Hayoz, Richter (n 8) 105. Hatta diğer yabancı ülke hukuklarında ileri sürülen bilimsel görüşlerden de istifade edilebileceği yönünde bkz Antalya ve Topuz (n 28) N 1207; Serozan, Yöntem (n 82) N 84; Serozan, Medeni (n 82) I § 4 N 25. 108  Yargıtay İBK, 13/15, 28.11.1945 ( Kanunlarımızı yorumlarken kendi metinlerimizi gözönünde tutmakla beraber yorumlarda ilmi içtihatlardan da faydalanılabileceğine göre bunların asıllarına da bakmaktan vazgeçemeyiz. ); Yargıtay İBK, 4/10, 20.09.1950; Yargıtay İBK, 7/2, 27.02.1952; Yargıtay İBK, 25-13/12, 07.04.1954; Yargıtay İBK, 22/2, 09.03.1955; Yargıtay İBK, 1/3, 27.03.1957; Yargıtay İBK, 15/6, 04.06.1958; Yargıtay İBK, 16/14, 11.02.1959; Yargıtay İBK, 23/3, 26.03.1962 ( Medeni Kanunun birinci maddesi hükmünce kanunun yorumlanmasında ve uygulanmasında hâkimin gözönünde tutacağı kaynaklardan bulunan İsviçre ilmi içtihatları incelendiğinde, … ); Yargıtay İBK, 6/2, 27.01.1973; Yargıtay İBK, 3/1, 25.1.1984; Yargıtay İBK, 4/9, 13.12.1985; Yargıtay HGK, 12-753/103, 15.02.1984; Yargıtay 1 HD 13715/13784, 19.12.1983. 109  Meier-Hayoz and Ruoss (n 17) 96; Meier-Hayoz (n 4) Art 1 N 434; Emmenegger and Tschentscher (n 3) Art 1 N 476; Dürr (n 2) Art 1 N 547, 550; Pfaffinger (n 2) Art 1 N 9; Middendorf and Grob (n 1) Art 1 N 14; Riemer (n 9) § 4 N 158; Tekinay (n 43) 78; Akyol (n 82) 317; Schmid (n 22) 193; Emmenegger and Tschentscher (n 3) Art 1 N 476. 1145İstanbul Hukuk Mecmuası 79/4edilmektedir.  Özellikle  İsviçre  Federal  Mahkemesi nin  kararları  bu  hususta zengin örnekler sunar. C. Bulunduğu YerBilimsel görüşler, özellikle kanuna ve onun uygulanmasına yönelmiş eserlerde yer alır. Bu bakımdan bilimsel görüşler; şerhler, sistematik eserler, monografiler, ders  kitapları,  ders  notları,  el  kitapları,  notlu  kanunlar,  armağanlar,  makaleler, bilimsel toplantılarda sunulan tebliğler, bibliyografyalar, eser veya karar tahlilleri, içtihat derlemeleri gibi çalışmalarda bulunur. Ancak HMK m. 293 düzenlemesi kapsamında hazırlanan mütalâada ileri sürülen görüşler; TMK m. 1/III anlamında  bilimsel görüş  niteliğini haiz olmadığından,  bilimsel görüşler  mütalâalarda yer almaz.Günümüzde bilimsel görüşlerin yer aldığı bilimsel eserlerin sayısı, eskiye kıyasla çok ciddi şekilde artmıştır. Anılan sebeple hâkimin, görev alanıyla sınırlı tutulsa dahi bilimsel görüşlerin hepsinden haberdar olabilmesi mümkün gözükmemektedir. Yoğun iş yüküne sahip hâkimler, çok sayıdaki bilimsel çalışma arasından genellikle kolay erişilebilir olmasına ve ele aldığı konuyu inceleme tarzına göre belli başlılarını seçmek zorunda kalırlar.  D. Görüşlerin  Bilimsel  Olması TMK m. 1/III sadece  bilimsel görüşlerden  bahsetmiş ve anılan görüşleri ileri sürenin bilim insanı olmasını aramamıştır. Bir başka ifadeyle; önemli olan görüşlerin 110  Meier-Hayoz (n 4) Art 1 N 434; Emmenegger and Tschentscher (n 3) Art 1 N 476; Akyol (n 82) 317; Meier-Hayoz and Ruoss (n 17) 96; Hofer and Hrubesch-Millauer (n 8) N 02.211; Werro (n 42) Art 1 N 51; Antalya ve Topuz (n 28) N 1201; Dural ve Sarı (n 28) N 899; Akipek, Akıntürk ve Ateş (n 51) 141; Edis (n 41) 236-239. Hâkimin, hukuk dışı alanlardaki bilimsel görüşlerden bilirkişi raporu ve uzman görüşü vasıtasıyla istifade edeceği yönünde bkz Antalya ve Topuz (n 28) N 1201. Hâkimin, hukuku re sen uyguladığı ve bu bakımdan bilirkişiye ihtiyaç duymadığı yönünde bkz Arnold Rusch, ‘Zurück zum Eugen Bucher-Standard!  (2014) 23(8) AjP 1136, 1137. Teorik ve pratik bilimler arasında bir ayrım yapılması gerektiği yönünde bkz Ehrlich (n 3) 225. 111  BGE 137 III 122 E 3.2; BGE 137 V 49-50 E 3.1; BGE 137 I 104 E 9.2; BGE 132 I 11 E 4.2; BGE 131 V 260-261 E 5.5; BGE 123 V 68-69 E 6a-6b; BGE 121 I 52 E 4a-4b; BGE 120 IV 259-260 E 2c; BGE 118 II 321-322 E 4b; BGE 117 Ia 269 E 4c; BGE 105 V 182-183 E 1. 112  Werro (n 42) Art 1 N 50.113  Werro (n 42) Art 1 N 50; Hofer and Hrubesch-Millauer (n 8) N 02.210; Gauch, Gesetzgebung (n 43) 11; İmre (n 7) 212-213; Oğuzman ve Barlas (n 77) N 399-407; Serozan, Yöntem (n 82) N 79; Serozan, Medeni (n 82) I § 4 N 20, 27; Tuor, Schnyder, Schmid and Jungo (n 43) § 5 N 38; Schwander (n 2) Art 1 N 9; Dürr (n 2) Art 1 N 548; Forstmoser and Vogt (n 8) § 2 N 139, 142, 147, 148, 153, 155, 157; Velidedeoğlu (n 82) 116; Saymen (n 14) 116, 120-122; İmre (n 7) 216 vd; Ataay (n 94) 129-130; Hatemi (n 10) § 6 N 7; Akyol (n 82) 318; Antalya ve Topuz (n 28) N 1217-1223; Hürlimann-Kaup and Schmid (n 4) N 220; Dural ve Sarı (n 28) N 900-905; Edis (n 41) 225-227; Tekinay (n 43) 78-88; Narbay ve Özbay (n 14) 139; Köprülü (n 4) 126-127; Serozan, Yöntem (n 82) N 85; Hüseyin Altaş ve İrem Tuğçe Döngül, Medeni Hukuk Başlangıç Hükümleri (Yetkin 2018) 240-242. Hatta kapsamın daha da genişletilebileceği yönünde bkz Dürr (n 2) Art 1 N 557.114  Bu husustaki açıklamalar için bkz IV/D.115  Gauch, Gesetzgebung (n 43) 11.116  ibid 11.117  ibid 11.1146Kaşak / Hâkimin Karar Verirken Bilimsel Görüşlerden Yararlanması (TMK m. 1/III)bilimsel olmasıdır, görüşleri ileri sürenin bilimle iştigal etmesi değildir. Bilimsellik bakımdan görüşleri ileri sürenlerin bağımsızlığı ve tarafsızlığı büyük önem taşır. Zira bağımsız ve tarafsız olmayan görüşler,  bilimsel  olmadıkları için TMK m. 1/III kapsamında dikkate alınamazlar. Hatta belirli bir kişi veya kurumun desteklediği çalışmalarda ileri sürülen görüşler, doğrudan bilime adanmışlık söz konusu olmadığı için bilimsel görüş olarak kabul edilemez. Örneğin; bir bankanın desteklediği ipotek, kredi veya kefalet sözleşmeleri gibi konulara ilişkin çalışmalarda ileri sürülen görüşler; bağımsızlıktan yoksun olduğundan TMK m. 1/III kapsamında dikkate alınamaz. Keza bir avukatın, mevcut veya potansiyel müvekkillerinin menfaatleri doğrultusunda kaleme aldığı eserlerdeki görüşler de bağımsız ve bilimsel değildir. Bu noktada uzman görüşünün (bilimsel mütalâa, Parteigutachten) durumunu özel olarak irdelemek gerekir. Uzman görüşü, Hukuk Muhakemeleri Kanunu (HMK) nun  ispat ve deliller  başlıklı dördüncü kısmının yedinci ve son bölümünde, HMK m. 293 hükmünde düzenlenmiştir. Bununla birlikte medenî usûl hukuku bakımından uzman görüşünün takdirî delil teşlil edip etmediği öğretide tartışmalıdır. Bir görüş bilimsel mütalâanın takdirî delil niteliğinde olduğunu kabul etmektedir. Aksi görüş ise bilimsel mütalâanın delil olmayıp sadece taraf beyanı vasfında olduğunu savunmaktadır. 118  Dürr (n 2) Art 1 N 557; Akyol (n 82) 318. Geçmişte bilim insanlarının görüşlerinin daha önemli ve itibarlı olduğu; ancak günümüzde böyle olmadığı yönünde bkz Rusch (n 110) 1137. Avukatların, neredeyse bilim insanlarından daha çok eser yazdıkları; ancak çalışmalarında bilimden ziyade malî menfaatlerini ön planda tuttukları, bu sebeple de çalışmalarında yanlış anlaşılmaları ve manipülasyonları engellemek için bu hususu açıkça belirtmelerinde yarar bulunduğu yönünde bkz Rusch (n 110) 1136. Nitekim günümüzde isabetli bir şekilde, genellikle eserin ilk dipnotunda menfaat bağlantısına ilişkin bilgi verildiği yönünde bkz Rusch (n 110) 1136. 119  Huber, Lehre (n 2) 36; Hürlimann-Kaup and Schmid (n 4) N 229b; Schmid (n 22) 193, 201; Gauch, Gesetzgebung (n 43) 13.120  Huber, Lehre (n 2) 36; Gauch, Gesetzgebung (n 43) 13; Rusch (n 110) 1137; Schmid (n 22) 204.121  Dürr (n 2) Art 1 N 562; Hürlimann-Kaup and Schmid (n 4) N 229b Anm. 251; Gauch, Gesetzgebung (n 43) 13; Schmid (n 22) 193-194, 201-202; Rusch (n 110) 1137; Emmenegger and Tschentscher (n 3) Art 1 N 479. Nitekim İsviçre Federal Mahkemesi bir kararında; uyuşmazlık konusuyla ilgili bir makalenin, davacı avukatının katkısı neticesinde dava dilekçesinde iddia olunan hususları teyit eder şekilde kaleme alındığını açıkça ifade etmiştir. Anılan karar için bkz BGE 137 III 20-21 E 2.4:  … worin unter Mitwirkung des Rechtsvertreters der Beschwerdeführerinnen im Wesentlichen die in der Beschwerdeschrift vertretene Argumentation aufgenommen wird. 122  Rusch (n 110) 1137 ( Unfreies Publizieren im Interesse existierender und potentieller Klienten gehört nicht zur Lehre, geschweige denn zur bewährten Lehre ). İsviçre Federal Mahkemesi nin BGer 6B_223/2010 E 3.4.5 kararında, iki banka avukatının yazdıkları eserde ortaya atılan bilimsel görüşe itibar ederek bankaların, üçüncü kişilerin komisyon ödemelerini varlık yönetim yetkisi çerçevesinde müşterilerine iade edip etmeyeceğine karar verdiği yönünde bkz Emmenegger and Tschentscher (n 3) Art 1 N 479.123  Yargıtay 15 HD, 1513/1381 28.03.2017 ( Mahkeme, uzman görüşü ile bağlı olmamakla birlikte delil olarak değerlendirmeye tabi tutmak zorundadır. ); Baki Kuru, İstinaf Sistemine Göre Yazılmış Medenî Usul Hukuku Ders Kitabı (Yetkin 2017) 316; Oğuzman ve Barlas (n 77) N 417. 124  Hakan Pekcanıtez, ‘Özel Uzman (Bilirkişi) Görüşü ve Değerlendirilmesi  iç Hakan Pekcanıtez, Süha Tanrıver, Muhammet Özekes ve Murat Atalı (eds), Prof. Dr. Saim Üstündağ a Armağan (Adalet 2009) 397, 398, 400, 407; Oğuz Atalay, ‘§ 14 İspat, § 15 Deliller  iç Hakan Pekcanıtez, Muhammet Özekes, Mine Akkan ve Hülya Taş Korkmaz (eds), Pekcanıtez Usûl Medenî Usûl Hukuku Cilt 2 (15. Bası, On İki Levha 2017) 1737, 1959-1960; Abdurrahim Karslı, Medeni Muhakeme Hukuku (5. Bası, Filiz 2020) 624. Bilirkişi raporunun delil olarak kabul edilebilmesi için bilirkişinin tarafsızlığını temine yönelik çeşitli esasların HMK m. 271-272 hükümlerinde kabul edildiğini; ancak uzman görüşü bakımından bunların söz konusu olmadığı yönünde bkz Pekcanıtez (n 124) 400; Atalay (n 124) 1959-1960. Mülga HUMK bakımından uzman görüşünün takdirî delil olmadığı yönünde bkz Narbay ve Özbay (n 14) 125, 129. 1147İstanbul Hukuk Mecmuası 79/4Bilimsel mütalâanın, dava yanlarından biri tarafından uzmandan talep edildiği ve aynı tarafın söz konusu mütalâa karşılığında uzmana bir miktar ödeme yaptığı malûmdur. Ancak bu husus, uzman görüşünün mutlak surette bilimsellikten uzak ve taraflı bir şekilde kaleme alındığı anlamına gelmez.Hâkim, HMK m. 198 hükmünün işaret ettiği üzere delilleri serbestçe değerlendirir. Bu bakımdan hâkimin, uzman görüşünü değerlendirmesi ve farklı kanaate varıyorsa bunu gerekçelendirmesi gerekir; hâkim, uzman görüşünü tartışmaksızın dikkate almazlık  edemez.  Dolayısıyla  uzman  görüşü,  HMK  sistemi  içerisinde  belirli bir öneme sahiptir ve hâkimin, uzman görüşünde belirtilen hususlara katılmaması hâlinde bunu gerekçeli bir şekilde izah etmesi gerekir.  Uzman görüşünde savunulan görüşlerin TMK m. 1/III düzenlemesi kapsamında  bilimsel görüş  teşkil edip etmediği, kanaatimizce HMK çerçevesinde yapılan değerlendirmeden bağımsızdır. Mütalâalarda öne sürülen görüşler, menfaat ilişkisinin varlığı nedeniyle TMK m. 1/III anlamında  bilimsel  değildir. Bu bakımdan görüşü kaleme alan uzmanın yüksek bilimsel itibarı veya diğer çalışmalarında savunduğu görüşleri uzman görüşünde de savunması bir fark doğurmaz. Zira savunulan bir görüşün bilimsel olarak addedilebilmesi, onun tarafsız, bağımsız ve objektif bir şekilde ileri sürülmesini gerektirir. Ancak uzman görüşü karşılığında ödenen ücret, burada savunulan görüşlerin, TMK m. 1/III çerçevesinde  bilimsel  125  Ücret karşılığı hazırlandığı için hukukî mütalâanın her zaman talep eden taraf lehine kaleme alındığı yönünde bkz Karslı (n 124) 624. Salt ücret karşılığı hazırlanmış olması sebebiyle uzman görüşünün bilimsel ve tarafsız olmadığının ileri sürülemeyeceği, zira bu ihtimalde ücret karşılığı hazırlanmış olduğu için bilirkişi raporunun da tarafsız olmadığının iddia edilebileceği yönünde bkz Narbay ve Özbay (n 14) 143. Bu hususta ayrıca bkz Kuru (n 123) 316 dn 2.126  Yargıtay 15 HD, 5127/4635, 10.11.2016 ( Mahkeme özellikle özel ve teknik bilgiyi gerektiren konularda, tarafın sunduğu uzman görüşünün dava konusuyla ilgili olması halinde mutlaka dikkate almak ve değerlendirmek zorundadır. Bu anlamda alınan bilirkişi raporuna, taraflardan biri, uzman görüşüne dayanmak suretiyle itiraz etmiş ve ve bu itirazlar mahkeme tarafından hiç değerlendirmeye alınmamış ve itirazlar gerekçeli bir şekilde karşılanmamış ise uzman görüşüne dayanan tarafın 6100 sayılı HMK nın 27., Anayasa nın 36. ve Avrupa İnsan Hakları Sözleşmesi nin 6. maddesinde düzenlenen adil yargılanma hakkının en önemli unsuru olan hukuki dinlenme hakkını ihlal etmiş olabilecektir.Dosyaya ibraz edilen uzman görüşünde bilirkişi raporu ile tespit edilen görüşlerinin aksine tespit ve görüşler ileri sürülmüş olup, bilirkişi raporu ile uzman görüşü ciddi şekilde çelişkiler içermektedir. Alınan bilirkişi raporu ile uzman görüşü arasındaki çelişkinin giderilmesi amacıyla dosyanın yeni bir bilirkişi heyetine tevdii edilmesi yerine yetersiz ve esaslı itiraza uğrayan rapora dayanılarak uzman görüşü karada gerekçeli olarak değerlendirilip tartışılmadan karar verilmiş olması doğru olmamış, bozmayı gerektirmiştir. ); Yargıtay 15 HD, 1513/1381, 28.03.2017 ( Mahkeme, uzman görüşü ile bağlı olmamakla birlikte delil olarak değerlendirmeye tabi tutmak zorundadır. ); Atalay (n 124) 1959, 1962-1963; Oğuzman ve Barlas (n 77) N 417; Hakan Pekcanıtez, Oğuz Atalay ve Muhammet Özekes, Medenî Usûl Hukuku Ders Kitabı (8. Bası, On İki Levha 2020) 410, 426. krş Narbay ve Özbay (n 14) 125, 130 (Yazarlar, hâkimin uzman görüşünü okuma ve dikkate alma zorunluluğunun bulunmadığını belirtmektedir). Aksi takdirde hukukî dinlenilme ve adil yargılanma haklarının ihlâl edileceği hususunda bkz Yargıtay 15 HD, 5127/4635, 10.11.2016; Atalay (n 124) 1962; Pekcanıtez (n 124) 416; Pekcanıtez, Atalay ve Özekes (n 128) 195, 197, 426, 432. 127  Gauch, Gesetzgebung (n 43) 13 (Yazar; çarpıcı bir benzetmeyle uzman görüşlerinin taraf menfaatleri için adeta bir megafon işlevi üstlendiğini belirtmektedir); Hürlimann-Kaup and Schmid (n 4) N 229b; Dürr (n 2) Art 1 N 562; Schmid (n 22) 201-202. Aksi yönde bkz Oğuzman ve Barlas (n 77) N 415; Pekcanıtez, Atalay ve Özekes (n 128) 410; Narbay ve Özbay (n 14) 128. İsviçre Federal Mahkemesi nin müstakâr içtihadı; uzman görüşlerinin, sadece tarafların iddiaları olduğu ve bu bakımdan Art. 168/I ZPO (Schweizerische Zivilprozessordnung vom 19. Dezember 2008) anlamında ispat vasıtası (Beweismittel) teşkil etmediği yönündedir. Bu hususta bkz BGer 4A_9/2018 E 5.2.2; BGE 140 III 29 E 3.3.3; BGE 140 III 24 E 2.5; BGer 4A_505/2012 E 3.5; BGE 135 III 677 E 3.3.1; BGE 132 III 87-88 E 3.4. Öğretide aynı yönde bkz Rusch (n 110) 1137; Schmid (n 22) 201-202. 128  Schmid (n 22) 202. 1148Kaşak / Hâkimin Karar Verirken Bilimsel Görüşlerden Yararlanması (TMK m. 1/III)görüş olarak sayılmasına mâni olur. Zira taraflardan birinin uzmana ücret ödemesi ve uzmanın, davanın iki yanı arasındaki hukukî uyuşmazlık hakkında görüşünü beyan etmesi sebebiyle, kanaatimizce burada açık bir menfaat çatışması vardır. Bu noktada ileri sürülen görüşlerin bilimsel olabilmesi için elzem olan tarafsızlık ve bağımsızlık özelliklerinin örselendiği açıktır. Kaldı ki tam tersi görüş benimsenirse bu ihtimalde avukatın davada sunduğu dilekçelerde serdedilen görüşlerin de bilimsel görüş  olarak  kabulü  gerekir.  Nitekim  tespit  edebildiğimiz  kadarıyla Yargıtay da, hâkimin doğrudan bilimsel mütalâada ileri sürülen görüşlere dayanarak karar veremeyeceğini  ve  uzman  görüşünün  bilirkişilere  incelettirilebileceğini  teyit ederek kanaatimize yakın bir tutum sergilemektedir. Özetle hâkim, uzman görüşünde savunulan görüşleri değerlendirmeli ve neden benimseyip benimsemediğini gerekçeli bir şekilde izah etmelidir. Bu bakımdan tarafsız ve objektif biçimde kaleme alınmış uzman görüşü, uyuşmazlık taraflarının davalarının başarıya ulaşabilmeleri bakımından büyük önemi haizdir. Ancak uzman görüşünün bu niteliği, onun TMK m. 1/III anlamında  bilimsel görüş  olarak kabülü sonucunu  doğurmaz.  Bir  başka  ifadeyle,  hâkimin  karar  verirken  yararlanacağı  bilimsel görüşler , uzman görüşlerinde yer almaz.Bir uyuşmazlığın çözümünde sunulan bilimsel mütalâaların haricinde, yazarların menfaat bağlantılarını tespit edebilmek ve ileri sürdüğü görüşlerin bağımsız olup olmadığını  anlayabilmek  oldukça  güçtür.  Herkesin  belirli  bir  menfaat  gereği yazdığı söylenebilir. Günümüzde özellikle bazı bilimsel dergilerde yazarların çıkar çatışmalarını ve aldıkları finansal destekleri bildirmelerinin istenmesi bilim etiği bakımından olumlu bir gelişmedir. Anılan güçlüklere rağmen mahkemeler, bilimsel görüşlerin ileri sürülme güdüsünü de tespit edebildikleri ölçüde dikkate almalıdır. 129  BGE 119 Ia 399 E 5c/bb:  Die von all dem abweichende, sich auf das ins Recht gelegte Gutachten von MEIER-HAYOZ/ZULLIGER abstützende Meinung der Beschwerdeführerin vermag Art. 667 Abs. 1 ZGB nicht in anderem Licht erscheinen zu lassen. . krş Narbay ve Özbay (n 14) 137, 139.130  krş Pekcanıtez, Atalay ve Özekes (n 128) 426. 131  Yargıtay 7 HD, 1848/2419, 12.06.2009:  … alınan  Bilimsel Mütalaa  başlıklı raporun bilirkişi raporu olarak değerlendirilemeyeceği gözardı edilerek … . Aynı doğrultuda bkz Atalay (n 124) 1960. Bu bakımdan krş Yargıtay 14 HD, 6969/1836, 08.03.1983. Anılan kararın gerekçesinde, Yargıtay ın emsal kararlarının yanı sıra başka bir daire nezdindeki davada sunulmuş uzman görüşünden de istifade edilmiştir. 132  Yargıtay 15 HD, 1387/2553, 24.09.2020:   HMK nın 293. maddesi hükmünce dava konusu olay ile ilgili alınacak uzman görüşünün değerlendirileceği, hukuki konuda bilirkişi incelemesi yaptırılması mümkün olmadığından hukuki konuda alınan uzman görüşünün bilirkişiye tevdi edilerek bilirkişilerce değerlendirmeye tabi tutulmamasında isabetsizlik bulunmamasına, … . Aynı doğrultuda bkz Atalay (n 124) 1959; Pekcanıtez (n 124) 399.133  Schmid (n 22) 194.134  Hürlimann-Kaup and Schmid (n 4) N 229b; Emmenegger and Tschentscher (n 3) Art 1 N 479; Schmid (n 22) 194, 201, 204.135  Aynı yönde bkz Schmid (n 22) 202, 204.136  Schmid (n 22) 202, 204; Rusch (n 110) 1137; Emmenegger and Tschentscher (n 3) Art 1 N 479. Bu bakımdan krş BGE 137 III 20-21 E 2.4:  … worin unter Mitwirkung des Rechtsvertreters der Beschwerdeführerinnen im Wesentlichen die in der Beschwerdeschrift vertretene Argumentation aufgenommen wird.  1149İstanbul Hukuk Mecmuası 79/4E. Bilimsel Görüşlerin  Teyit Edilmiş  OlmasıTMK m. 1/III hükmünde  bilimsel görüşler  kavramının kullanmasıyla yetinilirken Art. 1/III ZGB hükmünde ilaveten  bewährt  sıfatı da kullanılmıştır. Anılan sözcük; teyit edilmiş, doğrulanmış, tecrübe edilmiş, kendini ispat etmiş, denenmiş gibi anlamlara sahiptir. Bu bakımdan Art. 1/III ZGB hükmü esasen  teyit edilmiş bilimsel görüşler den bahsederek bilimsel görüşlerin kapsamını sınırlandırmıştır. TMK m. 1/III hükmünün, mehaz düzenleme ile aynı doğrultuda anlaşılması gerektiği ve burada kastedilenin teyit edilmiş bilimsel görüşler olduğu tereddütsüzdür. Özetle hâkim; her türlü bilimsel görüşü değil, sadece teyit edilmiş bilimsel görüşleri (bewährte Lehre, la doctrine éprouvée) dikkate almakla yükümlüdür. F.  Teyit Edilmiş  Bilimsel Görüşlerin TespitiBilimsel görüşün  teyit edilmiş  kabul edilebilmesi için hangi nitelikleri taşıması gerektiği, kanun koyucu tarafından düzenlenmemiştir. Dolayısıyla TMK m. 1/III çerçevesinde teyit edilmiş bilimsel görüşlerden ne anlaşılması gerektiği, yine bilimsel görüşlerden hareketle ortaya konulabilir. Öğretide, teyit edilmiş bilimsel görüşün 137  Hükmün Fransızca metni, Almanca ifadeden farklı olarak sadece  bilimsel görüşler den bahsetmektedir. Fransızca metnin, bilimsel görüşlerin  teyit edilmesinden  bahsetmediği yönünde bkz Dürr (n 2) Art 1 N 566; Meier-Hayoz (n 4) Art 1 N 443. Hükmün doğru anlamını Almanca ve İtalyanca metinlerin verdiği yönünde bkz Schmid (n 22) 191 dn 3; Meier-Hayoz (n 4) Art 1 N 443; Hürlimann-Kaup and Schmid (n 4) N 228; Emmenegger and Tschentscher (n 3) Art 1 N 477. Türk kanun koyucusunun MK yi hazırlarken ZGB nin Fransızca metnini esas aldığı yönünde bkz İmre (n 7) 98-99, 103; Tekinay (n 43) 32; Antalya ve Topuz (n 28) N 156; Oğuzman ve Barlas (n 77) N 94; Dural ve Sarı (n 28) N 146; Altaş ve Döngül (n 113) 173; Serozan, Medeni (n 82) I § 3 N 7; Arzu Oğuz, ‘Türk Medenî Hukuku nun Gelişim Çizgisi ve Karşılaştırmalı Hukukun Rolü  (2006) 55(1) AÜHFD 195, 200-202. Kanaatimizce; bu sebeple Almanca metinde yer alan  teyit edilmiş  sıfatı MK m. 1/II hükmüne alınamamıştır. Bu bakımdan krş Schwarz (n 3) 56 dn 1. Her ne kadar TMK nin kaleme alınmasında ZGB nin Almanca metninden istifade edilmişse de bu hususta bir değişikliğe gidilmediği görülmektedir. Oysaki TMK m. 3, 23, 49 hükümlerinin gerekçelerinde ilgili hükümlerin Almanca metinlerinin esas alındığı açıkça belirtilmiştir. Kanun koyucunun, Kanun un kanaatimizce en önemli hükmü olan m. 1 hükmü bakımından da Almanca metni tetkik ettiği şüphesiz gözükmektedir. Buna rağmen TMK m. 1/III hükmünün ifadesinde bu minvalde bir değişiklik yapılmaması izaha muhtaçtır. 138  Benzer şekilde bkz Egger (n 28) Art 1 N 44; Özsunay (n 51) 212; Dural ve Sarı (n 28) N 906; Akyol (n 82) 318; Edis (n 41) 223; İmre (n 7) 205 dn 3, s. 213; Köprülü (n 4) 126 dn 73; Oğuzman ve Barlas (n 77) N 412; Antalya ve Topuz (n 28) N 1212; Pfaffinger (n 2) Art 1 N 9; Middendorf and Grob (n 1) Art 1 N 14; Dürr (n 2) Art 1 N 560; Meier-Hayoz and Ruoss (n 17) 96; Meier-Hayoz (n 4) Art 1 N 435 ff. Bilimsel görüşlerin ancak  richtig  ve  wahr  olması hâlinde hukuk kaynağı olabileceği yönünde bkz Huber, Lehre (n 2) 46.139  Fritz Dolder, ‘Rezeption und Ablehnung wissenschaftlicher Lehrmeinungen in der Rechtsprechung des schweizerischen Bundesgerichts zum Obligationenrecht 1881-1980  (DPhil thesis, University of Basel 1986) 25; Forstmoser and Vogt (n 8) § 16 N 65; Huber, Lehre (n 2) 50; Oğuzman ve Barlas (n 77) N 412. krş Gmür (n 25) 120. İtalyanca metnin, Almanca metne benzediği; ancak Fransızca metnin bunlardan ayrıldığı yönünde bkz Emmenegger and Tschentscher (n 3) Art 1 N 477. Almanca ve İtalyanca metnin daha doğru olduğu ve esas alınması gerektiği hususunda bkz Hürlimann-Kaup and Schmid (n 4) N 228. İtalyanca metnin  autorevoli  kelimesiyle, bilimsel görüşün geniş ölçüde savunulmasını, yani öğretide hâkim görüş olmasını aradığı doğrultusunda bkz Honsell (n 2) Art 1 N 38. Hem Fransızca hem İtalyanca metnindeki anlamın,  bewährt  sıfatını içermediği hakkında bkz Schwander (n 2) Art 1 N 9. Fransızca metnin  bewährt  sözcüğünün anlamını içermediği doğrultusunda bkz Meier-Hayoz, Richter (n 8) 106 dn 9; Meier-Hayoz (n 4) Art 1 N 435; Middendorf and Grob (n 1) Art 1 N 14; Özsunay (n 51) 212. Fransızca metnin kullandığı  des solutions consacrées par la doctrine  ibaresinin  doktrin tarafından teyid edilen çözüm  anlamına geldiği hakkında bkz Oğuzman ve Barlas (n 77) N 412.140  Edis (n 41) 223; İmre (n 7) 205, 213 dn 3; Köprülü (n 4) 124; Akipek, Akıntürk ve Ateş (n 51) 140.141  Reichel (n 17) 333; Werro (n 42) Art 1 N 50; Dolder (n 141) 25; Tuor, Schnyder, Schmid and Jungo (n 43) § 5 N 39; MeierHayoz and Ruoss (n 17) 96; Hofer and Hrubesch-Millauer (n 8) N 02.212; Meier-Hayoz (n 4) Art 1 N 435; Pfaffinger (n 2) Art 1 N 9; Dürr (n 2) Art 1 N 541; Hausheer and Jaun (n 3) Art 1 N 272; Gmür (n 25) 120; Forstmoser and Vogt (n 8) § 2 N 140; Emmenegger and Tschentscher (n 3) Art 1 N 477; Meier-Hayoz, Richter (n 8) 106; Schmid (n 22) 193; Oğuzoğlu (n 3) 151; Dural ve Sarı (n 28) N 906. 1150Kaşak / Hâkimin Karar Verirken Bilimsel Görüşlerden Yararlanması (TMK m. 1/III)çeşitli özelliklerinden bahsedilmektedir. Aşağıda öncelikle, tek başına bilimsel görüşün teyit edilmiş olmasını sağlamayan, fakat bu hususta emare teşkil eden birtakım belirtiler zikredilmiş; daha sonra teyit edilmiş bilimsel görüşün özellikleri üzerinde durulmuştur.  1. Bilimsel Görüşün Teyit Edilmiş Olduğunu Gösterebilecek Emarelera. Bilimsel Görüşün Öğretide Hâkim OlmasıBilimsel  bir  görüşün  öğretide  hâkim  olması  veya  çoğunluk  tarafından benimsenmesi, tek başına onun teyit edilmiş olduğu anlamına gelmez. Bir başka ifadeyle, hâkim görüş ile teyit edilmiş görüş kavramları birbirinden farklıdır. Bu bakımdan görüşün egemen olması ve çok sayıda kişi tarafından ileri sürülmesi, onun teyit edilmiş olduğu hususunda hâkim nezdinde sadece bir emare teşkil edebilir. Hâkim, egemen görüşleri de tıpkı diğer görüşler gibi kritik bir değerlendirmeden geçirir ve ancak bunların doğrulanmış olduğuna karar verirse dikkate alabilir. Dolayısıyla hâkim, gerekli incelemeyi yapmaksızın ve teyit edilmiş olduğuna kanaat getirmeksizin baskın görüşe dayanamaz. Öğretideki azınlık görüşün, çoğunluk fikrine kıyasla daha ikna edici ve makul olması sebebiyle teyit edilmiş olarak 142  Bilimsel görüşün teyit edilmesini maddî (sachlich, inhaltlich) ve şahsî (persönlich) olmak üzere iki açıdan inceleyen anlayış için bkz Hürlimann-Kaup and Schmid (n 4) N 229 ff; Schmid (n 22) 198 ff.143  Werro (n 42) Art 1 N 50; Dürr (n 2) Art 1 N 565; Meier-Hayoz, Richter (n 8) 107; Emmenegger and Tschentscher (n 3) Art 1 N 479; Forstmoser and Vogt (n 8) § 16 N 67; Riemer (n 9) § 4 N 159; Hausheer and Jaun (n 3) Art 1 N 272; Hürlimann-Kaup and Schmid (n 4) N 229a; Schmid (n 22) 199; Antalya ve Topuz (n 28) N 1213; Akyol (n 82) 319; Hofer and Hrubesch-Millauer (n 8) N 02.213; Meier-Hayoz (n 4) Art 1 N 438; Kramer (n 3) 290-291. Hâkim görüşün, özellikle bilimsel mütalaâlarda ileri sürülen görüşler neticesinde teşekkül etmesi hâlinde bu durumun söz konusu olduğu yönünde bkz Schmid (n 22) 199; Emmenegger and Tschentscher (n 3) Art 1 N 479; Hürlimann-Kaup and Schmid (n 4) N 229a. Öğretideki görüşlerin tamamının ya da çoğunluğunun mutat bir hukukî soruna aynı çözümü önermesi hâlinde hâkim görüşün teyit edilmiş niteliğinin açık olduğu yönünde bkz Dürr (n 2) Art 1 N 563. 144  Kramer (n 3) 291; Meier-Hayoz, Richter (n 8) 107. Bu hususta krş Höhn (n 14) 413; Akipek, Akıntürk ve Ateş (n 51) 140.145  Gmür (n 25) 120; Dolder (n 141) 25 dn 4; Emmenegger and Tschentscher (n 3) Art 1 N 479; Dürr (n 2) Art 1 N 563; MeierHayoz and Ruoss (n 17) 97; Schmid (n 22) 199, 203; Meier-Hayoz, Richter (n 8) 107; Honsell (n 2) Art 1 N 38; Dural ve Sarı (n 28) N 906; Kramer (n 3) 290; Hofer and Hrubesch-Millauer (n 8) N 02.213; Meier-Hayoz (n 4) Art 1 N 438; Özsunay (n 51) 212; Hausheer and Jaun (n 3) Art 1 N 272; Emmenegger and Tschentscher (n 3) Art 1 N 479; Tuor, Schnyder, Schmid and Jungo (n 43) § 5 N 40; Hürlimann-Kaup and Schmid (n 4) N 229a. krş Forstmoser and Vogt (n 8) § 2 N 140; Akipek, Akıntürk ve Ateş (n 51) 140. Anılan bilimsel görüşlerin hâkim nezdinde özel bir ağırlığınının bulunduğu yönünde bkz Oğuzman ve Barlas (n 77) N 412. Görüşü savununların sayısından ziyade bunların itibarının önemli olduğu yönünde bkz Meier-Hayoz and Ruoss (n 17) 97; Meier-Hayoz, Richter (n 8) 107; Meier-Hayoz (n 4) Art 1 N 439. 146  BGE 121 III 143 E 1a ( Die Lehre ist sich einig darüber, … Auch wenn diese Lehre nicht als Rechtsquelle gilt, ist sie - entgegen den in den Vernehmlassungen geäusserten Auffassungen - zu berücksichtigen, wenn sich deren Übernahme sachlich rechtfertigt. ); Dürr (n 2) Art 1 N 563; Meier-Hayoz, Richter (n 8) 107; Meier-Hayoz and Ruoss (n 17) 97; Emmenegger and Tschentscher (n 3) Art 1 N 479; Kramer (n 3) 290-291; Schmid (n 22) 199; Hürlimann-Kaup and Schmid (n 4) N 229a; Meier-Hayoz (n 4) Art 1 N 438; Gauch, Argumente (n 82) 96. Bilim insanlarının ortak kanaatinin (communis opinio doctorum) dahi doğrudan teyit edilmiş olarak kabul edilemeyeceği, öncelikle kritik bir eleştiriye tâbi tutulması ve sunulan aksi görüşlere karşı gerekçelendirilmesi gerektiği yönünde bkz Hausheer and Jaun (n 3) Art 1 N 272; Meier-Hayoz and Ruoss (n 17) 97; Gmür (n 25) 121; Meier-Hayoz, Richter (n 8) 107. Bununla birlikte bilim insanlarının ortak kanaatinin, çok nadiren de olsa mahkemelerce doğrudan teyit edilmiş bilimsel görüş olarak kabul edildiği hususunda bkz Meier-Hayoz (n 4) Art 1 N 438. Art. 1/III ZGB hükmünün Almanca metnine göre bilimsel görüşün, öğretideki hâkim görüş olmasının yeterli olmadığı, aynı zamanda ikna edici de olması gerektiği yönünde bkz Honsell (n 2) Art 1 N 38.147  Buna rağmen uygulamada mahkemelerin, sıklıkla hâkim görüşe dayanarak karar verdiği yönünde bkz Schmid (n 22) 199.1151İstanbul Hukuk Mecmuası 79/4değerlendirilmesi mümkündür. Bir başka deyişle; bir görüşün azınlıkta kalması onun mahkeme kararlarında dikkate alınmamasına sebep olmayacağı gibi hâkim olması da mutlaka esas alınacağı anlamına gelmez. Kaldı ki azınlık görüşün, zaman içerisinde yaygınlık kazanarak hâkim görüş hâline gelmesi de mümkündür. Hâkim; teyit edilmiş olmak kaydıyla -çoğunluk veya azınlık görüşü olduğu fark etmeksizin- her türlü görüşe dayanabilir.  b. Bilimsel Görüşü Savunan Yazarların Alanlarında Saygın OlmasıBilimsel görüşü ileri süren yazarın itibarı, saygınlığı ve bilimsel yetkinliği ya da eserinin önemi tek başına bilimsel görüşün teyit edilmesini sağlamaz. Bununla birlikte anılan hususlar, savunulan görüşün teyit edilmiş olduğu hususuna emare teşkil eder. Gerçekten de çalışmalarını belirli bir alanda yoğunlaştıran bilim insanları, o alanda uzmanlaşır ve önemli noktaları gözden kaçırmaları zorlaşır. Bir yazarın bu şekilde belirli bir alanda bilgisini derinleştirmesi, görüşlerinin teyit edilmiş olduğu hususunda bir emare teşkil edebilir. Bu bakımdan mahkemeler, görüşü ileri sürenin bilimsel itibarını da göz önünde tutarlar. Örneğin; İsviçre Federal Mahkemesi bazı kararlarında görüşü ileri sürenin bilimsel alandaki yetkinliğini özellikle ifade etmiştir. Ancak hâkim; bilim insanı, alanında ne kadar saygın ve yetkin olursa olsun savunduğu bilimsel görüşü TMK m. 1/III düzenlemesi çerçevesinde bağımsız bir şekilde değerlendirmeksizin kararlarında esas alamaz. 148  Meier-Hayoz (n 4) Art 1 N 438; Meier-Hayoz, Richter (n 8) 107; Serozan, Medeni (n 82) I § 4 N 24; Schmid (n 22) 199; Hürlimann-Kaup and Schmid (n 4) N 229a; Serozan, Yöntem (n 82) N 83; Oğuzman ve Barlas (n 77) N 412. Bu bakımdan krş Antalya ve Topuz (n 28) N 1211; Altaş ve Döngül (n 113) 240.149  Akyol (n 82) 319. Bu bakımdan özellikle mahkeme kararlarında muhalefet şerhi yazılmasının büyük önem arz ettiği yönünde bkz Akyol (n 82) 318-319. 150  Meier-Hayoz, Richter (n 8) 107; Akyol (n 82) 319; Serozan, Medeni (n 82) I § 4 N 24. krş Antalya ve Topuz (n 28) N 1211.151  Meier-Hayoz and Ruoss (n 17) 97; Riemer (n 9) § 4 N 159; Schmid (n 22) 200-201; Hausheer and Jaun (n 3) Art 1 N 272; Dürr (n 2) Art 1 N 565; Emmenegger and Tschentscher (n 3) Art 1 N 479; Meier-Hayoz (n 4) Art 1 N 439; Hofer and Hrubesch-Millauer (n 8) N 02.213; Tuor, Schnyder, Schmid and Jungo (n 43) § 5 N 40. krş Akipek, Akıntürk ve Ateş (n 51) 140. 152  Hofer and Hrubesch-Millauer (n 8) N 02.213; Gmür (n 25) 120-121; Tuor, Schnyder, Schmid and Jungo (n 43) § 5 N 40; Meier-Hayoz (n 4) Art 1 N 439. krş Forstmoser and Vogt (n 8) § 2 N 140.153  Schmid (n 22) 200-201.154  Schmid (n 22) 201. Bir görüşü savunan yazarların sayısından ziyade bunların itibarının önemli olduğu yönünde bkz MeierHayoz, s. 107; Meier-Hayoz (n 4) Art 1 N 439. 155  Schmid (n 22) 200; Hausheer and Jaun (n 3) Art 1 N 272 Anm. 307; Kramer (n 3) 290; Meier-Hayoz (n 4) Art 1 N 439.156  İsviçre Federal Mahkemesi, BGE 120 II 220 E 3d kararında  Gauch, lequel fait autorité dans le domaine du droit de la construction …  ( İnşaat hukuku alanında otorite olan Gauch … ) ifadesini kullanmıştır. Bu hususta ayrıca bkz Emmenegger and Tschentscher (n 3) Art 1 N 479; Schmid (n 22) 192. Ancak ne kadar itibarlı olursa olsun bir yazarın, tek başına doktrin anlamına gelmeyeceği yönünde bkz Meier-Hayoz (n 4) Art 1 N 439; Gmür (n 25) 120-121; Wolfgang Wiegand, ‘Die privatrechtliche Rechtsprechung des Bundesgerichts im Jahre 1994: Obligationenrecht  (1996) 132 (4) ZBJV 319, 328-329. İsviçre Federal Mahkemesi nin anılan kararında bir yazardan bu şekilde bahsetmesinin ve bir mahkeme kararında böyle bir tespite yer verilmesinin uygun olmadığı yönünde bkz Wiegand (n 158) 328. Yazar; mahkemenin, yazarların isimlerini değil, görüşlerini değerlendirmesi gerektiğini isabetli bir şekilde vurgulamaktadır. Bir görüşü savunan yazar ne kadar ünlü olursa olsun bu durumun, görüşünün mahkemece körü körüne esas alınabileceği anlamına gelmediği yönünde bkz Meier-Hayoz, Richter (n 8) 107; Meier-Hayoz (n 4) Art 1 N 439. 157  Wiegand (n 158) 328-329; Meier-Hayoz and Ruoss (n 17) 97; Emmenegger and Tschentscher (n 3) Art 1 N 479. Anglo-Sakson hukukunda mevcut  books of authority  kavramının, İsviçre (ve doğal olarak Türk) hukukunda yerinin olmaması nedeniyle, herhangi bir bilimsel görüşün eleştirel bir şekilde değerlendirilmeksizin teyit edilmiş olduğuna karar verilemeyeceği yönünde bkz Meier-Hayoz, Richter (n 8) 107.1152Kaşak / Hâkimin Karar Verirken Bilimsel Görüşlerden Yararlanması (TMK m. 1/III)c. Bilimsel Görüşün Köklü Olması Bilimsel görüşün teyit edilmiş olarak kabul edilmesi bakımından görüşün köklü olması,  yani  ileri  sürülmesinin  üzerinden  uzun  bir  zaman  geçmesi  belirleyici değildir. Bu bakımdan bir görüşün, öğretide uzun zamandır mevcut olması, hâkim görüş olarak kabul görmesi veya itirazla karşılaşmaması teyit edilmiş olması anlamına gelmez. Bununla birlikte anılan niteliklerin varlığı, bu hususta bir emare teşkil edebilir. Ancak esas önemli olan hâkimin karar verdiği anda bilimsel görüşlerin ikna edici gözükmesidir.  2. Teyit Edilmiş Bilimsel Görüşün NitelikleriBilimsel  görüşün  çoğunluk  tarafından  savunulması,  itibarlı  yazarlarca desteklenmesi veya köklü bir tarihinin bulunması bilimsel görüşün teyit edilmiş olduğuna sadece emare teşkil eder. Şu hâlde anılan özellikleri taşımayan bilimsel görüşlerin de teyit edilmiş olarak kabul görmesi mümkündür. Açık bir şekilde ifade etmek gerekirse; öğretide çok taraftarı bulunmayan, destekçileri yüksek bir itibara sahip olmayan veya yeni ileri sürülmüş bilimsel görüşler de aşağıda belirtilmiş özellikleri sahip olmak kaydıyla  teyit edilmiş  olarak kabul edilebilirler.  Teyit edilmiş  olmak; bilimsel görüşün nesnel olarak doğru, maddî açıdan haklı, değerlendirilebilir ve isabetli gerekçelere sahip olması anlamına gelir. Keza bilimsel 158  Egger (n 28) Art 1 N 44; Hausheer and Jaun (n 3) Art 1 N 272; Forstmoser and Vogt (n 8) § 16 N 66; Meier-Hayoz and Ruoss (n 17) 97; Meier-Hayoz (n 4) Art 1 N 437; Riemer (n 9) § 4 N 159, 168; Özsunay (n 51) 214; Antalya ve Topuz (n 28) N 1213; Hofer and Hrubesch-Millauer (n 8) N 02.213; Emmenegger and Tschentscher (n 3) Art 1 N 479; Dolder (n 141) 25. Üzerinden belirli bir süre geçmesinin bilimsel görüşün teyit edilmesi anlamına gelmeyeceği, belirleyici olanın onun niteliği olduğu ve bu bakımdan altına benzetilebileceği yönünde bkz Reichel (n 17) 347-348. 159  Schwander (n 2) Art 1 N 9; Meier-Hayoz (n 4) Art 1 N 437; Hürlimann-Kaup and Schmid (n 4) N 229a; Forstmoser and Vogt (n 8) § 16 N 66; Meier-Hayoz and Ruoss (n 17) 97; Hofer and Hrubesch-Millauer (n 8) N 02.213. Yargı kararları bakımından krş Saymen (n 14) 108. 160  Hürlimann-Kaup and Schmid (n 4) N 229a; Meier-Hayoz (n 4) Art 1 N 436 ff. Bilimsel görüşün çok uzun zamandır itirazsız bir şekilde kabul edilmesinin önemli olduğu yönünde bkz Hausheer and Jaun (n 3) Art 1 N 272. Zürih İş Mahkemesi ise 2017 yılında verdiği bir kararında (Arbeitsgericht Zürich, 3. Abteilung, Nr. AH 170103 Urteil vom 13. September 2017 III.4.3. S. 11/12), 1995 yılında öne sürülmüş bir bilimsel görüşün, yirmi iki yıl içerisinde eskidiğini ve bu sebeple esas alınamayacağını belirtmiştir:  Die von der Beklagten zitierte Lehrmeinung von Balsiger aus dem Jahr 1995 scheint damit überholt (Christoph Balsiger, Die Abgangsentschädigung, Zürich 1995, S. 165). … Angesichts der Rechtsprechung des Bundesgerichts und der herrschenden Lehre kann darauf nicht abgestellt werden. 161  Emmenegger and Tschentscher (n 3) Art 1 N 479. 162  Akyol (n 82) 319; Dürr (n 2) Art 1 N 561; Dural ve Sarı (n 28) N 906; Serozan, Yöntem (n 82) N 83; Edis (n 41) 223; MeierHayoz (n 4) Art 1 N 437, 438; Gmür (n 25) 121; Narbay ve Özbay (n 14) 138-139. krş Akipek, Akıntürk ve Ateş (n 51) 140. 163  BGE 121 III 143 E 1a; Egger (n 28) Art 1 N 44; Dürr (n 2) Art 1 N 560; Riemer (n 9) § 4 N 159, 168; Kramer (n 3) 289290; Dolder (n 141) 25; Meier-Hayoz (n 4) Art 1 N 437 ff; Huber, Lehre (n 2) 50 ( Es gilt als bewährt, was wahr ist in dem beschriebenen allgemeineren, den Rechtssätzen und ihrer Beurteilung entsprechenden Sinne. ); Dural ve Sarı (n 28) N 906; Antalya ve Topuz (n 28) N 1198, 1214; Hausheer and Jaun (n 3) Art 1 N 272; Hofer and Hrubesch-Millauer (n 8) N 02.213; Hürlimann-Kaup and Schmid (n 4) N 229a; Schmid (n 22) 199; Serozan, Yöntem (n 82) N 83. Bilimsel görüşün gerekçesinin özenli olmasının görüşün teyit edilmesini sağlayabileceği, yüzeyselliğinin ise buna engel olacağı yönünde bkz Schmid (n 22) 199-200. İsviçre Federal Mahkemesi, BGE 121 III 143 E 1a kararında ( Die Lehre ist sich einig darüber, … Auch wenn diese Lehre nicht als Rechtsquelle gilt, ist sie - entgegen den in den Vernehmlassungen geäusserten Auffassungen - zu berücksichtigen, wenn sich deren Übernahme sachlich rechtfertigt. ) bilimsel bir görüşün teyit edilmiş olup olmadığına maddî açıdan haklılığını inceleyerek karar vermiştir. Bu doğrultuda bkz Antalya ve Topuz (n 28) N 1215.1153İstanbul Hukuk Mecmuası 79/4görüş; güvenilir, tutarlı ve somut olay bakımından ikna edici olmalıdır. Ayrıca bilimsel görüşlerin adil, amaca uygun ve uygulanabilir olması gerekir. Öğretide, bilimsel görüşün teyit edilmiş olması bakımından öncelikle en yüksek mahkeme tarafından kabul edilmesi veya hukuk yöntembilimi tarafından kabul edilmiş ilkelerle uyumlu olması gibi başka unsurları arayan yazarlar da vardır. Şüphesiz bir bilimsel görüşün teyit edilmiş olup olmadığına karar verecek merci mahkemedir. G. Bilimsel Görüşlerin Niteliği Hukukun kaynakları, TMK m. 1/II hükmünde üç kademeli olarak sayılmıştır. Anılan düzenlemede yer bulamaması sebebiyle bilimsel görüşlerin –tıpkı yargı kararları gibi– hukuk kaynağı olmadığı açıktır. Nitekim öğretide, teyit edilmiş bilimsel görüşlerin hâkime yardımcı bir araç (Hilfsmittel) olduğu ağırlıklı olarak kabul görmektedir.  164  Hrubesch-Millauer (n 85) Art 4 N 347; Pfaffinger (n 2) Art 1 N 9; Forstmoser and Vogt (n 8) § 2 N 140; Dürr (n 2) Art 1 N 541, 560, 564; Werro (n 42) Art 1 N 50; Schwander (n 2) Art 1 N 9; Riemer (n 9) § 4 N 159, 168; Hürlimann-Kaup and Schmid (n 4) N 229a; Emmenegger and Tschentscher (n 3) Art 1 N 479; Meier-Hayoz, Richter (n 8) 106; Serozan, Yöntem (n 82) N 83; Edis (n 41) 223; Meier-Hayoz (n 4) Art 1 N 436, 438; Hofer and Hrubesch-Millauer (n 8) N 02.213; Hausheer and Jaun (n 3) Art 1 N 272; Kramer (n 3) 285; Tuor, Schnyder, Schmid and Jungo (n 43) § 5 N 40; Schmid (n 22) 198-199, 203; Dural ve Sarı (n 28) N 906; Antalya ve Topuz (n 28) N 1198. Ek olarak bilimsel görüşü ileri süren yazarın da ikna edici olması gerektiği yönünde bkz Kramer (n 3) 285. İkna edicilik bakımından ayrıca bkz Kramer (n 3) 289-290. Hâkimin müphem bilimsel görüşleri esas alamayacağı yönünde bkz Middendorf and Grob (n 1) Art 1 N 14. 165  Hofer and Hrubesch-Millauer (n 8) N 02.215; Tuor, Schnyder, Schmid and Jungo (n 43) § 5 N 40; Antalya ve Topuz (n 28) N 1216; Hausheer and Jaun (n 3) Art 1 N 272; Hürlimann-Kaup and Schmid (n 4) N 229a; Schmid (n 22) 198, 203; Meier-Hayoz (n 4) Art 1 N 436; Dürr (n 2) Art 1 N 560. Kanunda hüküm bulunması (TMK m. 1/I) ile kanun boşluğu (TMK m. 1/II) hâllerinde hâkimin, bilimsel görüşün teyit edilmiş olduğuna karar verebilmek için farklı kıstasları dikkate alacağı yönünde bkz Meier-Hayoz and Ruoss (n 17) 96-97. Yazarlara göre ilk hâlde bilimsel görüşün kanunun özü ile uyumlu olması yeterliyken kanun boşluğu hâlinde hâkim, bilimsel görüşün adil olmasını, maddî açıdan uygun olmasını, amaca uygun olmasını ve hukukî güvenliği teşvik etmesini arar. Kanunun yorumlanmasında önerilen çözümün; kanunun lafzı, amacı, sistematiği ve hazırlık çalışmaları ile uyum içerisinde olması gerektiği hususunda bkz Schmid (n 22) 199.166  Kramer (n 3) 291. 167  Schmid (n 22) 198-199; Hürlimann-Kaup and Schmid (n 4) N 229a. Bu bakımdan bilimsel görüşün, hukuk ve ekonomi düzeni ile bütünleşme yeteneğinin zikredilmesi için bkz Kramer (n 3) 289.168  Gauch, Schluss (n 65) 226; Gauch, Argumente (n 82) 96.169  Huber, Erläuterungen (n 1) 38; Bucher (n 3) 434.170  Egger (n 28) Art 1 N 44; Tekinay (n 43) 78; Edis (n 41) 224; İmre (n 7) 204; Antalya ve Topuz (n 28) N 1188; Köprülü (n 4) 124; Bucher (n 3) 434. Azınlık görüşün, Art. 1/III ZGB hükmünde geçen  Er folgt  ifadesine dayanarak bilimsel görüşlerin bir hukuk kaynağı olduğunu ileri sürdüğü yönünde bkz Edis (n 41) 224. 171  Egger (n 28) Art 1 N 44; Oğuzoğlu (n 3) 151-152; Ataay (n 94) 100, 128; Antalya ve Topuz (n 28) N 1188, 1191; Akipek, Akıntürk ve Ateş (n 51) 138; Özsunay (n 51) 212; Edis (n 41) 222, 224; Huber, Lehre (n 2) 37; Bucher (n 3) 433-434; Schmid (n 22) 191-192, 203; Kramer (n 3) 285-286; Riemer (n 9) § 4 N 156; Meier-Hayoz, Richter (n 8) 102-104; MeierHayoz and Ruoss (n 17) 98; Emmenegger and Tschentscher (n 3) Art 1 N 2, 30, 480; Meier-Hayoz (n 4) Art 1 N 10, 442; Oğuzman ve Barlas (n 77) N 395, 414; Hürlimann-Kaup and Schmid (n 4) N 218, 231; Saymen (n 14) 114; Tekinay (n 43) 78; Akyol (n 82) 314; İmre (n 7) 204; Hausheer and Jaun (n 3) Art 1 N 270, 275; Tuor, Schnyder, Schmid and Jungo (n 43) § 5 N 39; Forstmoser and Vogt (n 8) § 2 N 139, § 5 N 19, § 15 N 168, § 16 N 4; Hofer and Hrubesch-Millauer (n 8) N 02.206; Gauch, Gesetzgebung (n 43) 11; Amstutz (n 25) 246. Bilimsel görüşlerin  ikinci derecede kaynak  olarak anılması için bkz Akyol (n 82) 296, 314. Bilimsel görüşlerin tamamlayıcı hukuk kaynağı (supplementäre Rechtsquelle) olarak adlandırılması için bkz Bucher (n 3) 433; Antalya ve Topuz (n 28) N 1188 dn 229.  Yardımcı yürürlük kaynağı  şeklindeki adlandırma için bkz Hatemi (n 10) § 6 N 1 vd.  Yardımcı bilgi kaynağı  şeklinde anılması için bkz Serozan, Yöntem (n 82) N 81; Serozan, Medeni (n 82) I § 4 N 21. Bilimsel görüşlerin,  alt yardımcı kaynak  ( sub-subsidiäre Rechtsquelle ) teşkil ettiği yönünde bkz Bucher (n 3) 433.  Şartlı hukuk kaynağı  (bedingte Rechtsquelle) teşkil ettiği yönünde bkz Huber, Lehre (n 2) 53-54. Aksi yönde bkz Meier-Hayoz (n 4) Art 1 N 446. Bilimsel görüşlerin, yardımcı hukuk kaynağı teşkil etmediği yönünde bkz Dural ve Sarı (n 28) N 896-897. Yazarlar; bilimsel görüşlerin kaynak olmadığının açık olduğunu belirtmektedir. Zira yazarlara göre, TMK m. 1/III hükmü –içtihadı birleştirme kararları haricinde– yürürlük kaynağı da değildir. Bu bakımdan krş Hatemi (n 10) § 6 N 1 vd. 1154Kaşak / Hâkimin Karar Verirken Bilimsel Görüşlerden Yararlanması (TMK m. 1/III)ZGB nin  farklı  dillerdeki  metni  sebebiyle  hâkimin  bilimsel  görüşlerden yararlanmasına ilişkin öğretide farklı çıkarımlar yapılmaktadır. Bununla birlikte hâkimin bilimsel görüşleri göz önünde tutma ve dikkate alma yükümlülüğünün (Berücksichtigungspflicht) bulunduğu genel olarak kabul etmektedir. Teyit edilmiş bilimsel görüşler yürürlük kaynağı olmadığı için hâkimin, bilimsel görüşleri takip etme (Befolgungspflicht) ve onlara uygun şekilde karar verme mecburiyeti yoktur. Nitekim eMK m. 1/II hükmünde hâkimin; bilimsel görüşlerden  istifade edeceği , TMK m. 1/III hükmünde ise  yararlanacağı  düzenlenmiş olup Türk hukukunda da aynı sonuç kabul görmektedir.  Bilimsel görüşler hâkimi, isabetli bir şekilde karar vermek hususunda yönlendirici bir işleve sahiptir; ancak teyit edilmiş bilimsel görüşler dahi hâkimi bağlayıcı etkiye sahip değildir. Hâkim sadece öğretideki görüşleri eleştirel bir biçimde değerlendirerek teyit edilmiş bilimsel görüşün hangisi olduğuna karar verir ve ondan esinlenerek somut uyuşmazlığı çözümler. Dolayısıyla hâkimin sorumluluğu öğretideki görüşleri değerlendirerek teyit edilmiş görüşü tespit etmek ve onu tartışıp değerlendirerek somut olayda verdiği kararda ondan yararlanmaktan ibarettir. 172  Meier-Hayoz (n 4) Art 1 N 440 ff. Her üç dildeki metnin de hakimin en azından bilimsel görüşler (Lehre) ile ilgilenmesi ve mesai harcaması gerektiği hususunda bir yükümlülüğü açıkça ortaya koyduğu hususunda bkz Meier-Hayoz (n 4) Art 1 N 440; Meier-Hayoz and Ruoss (n 17) 97. Almanca ve İtalyanca metinlerin, –Fransızca metinden farklı olarak– hâkimin bilimsel görüşleri takip etme yükümlülüğünden (Befolgungspflicht, er folgt, si attien) bahsettiği hususunda bkz Emmenegger and Tschentscher (n 3) Art 1 N 480; Hürlimann-Kaup and Schmid (n 4) N 230. ZGB nin yürürlüğe girdiği tarihte salt göz önünde tutma yükümlülüğünün bulunduğu; ancak günümüzde sınırlı bir takip etme yükümlülüğünün mevcut olduğu yönünde bkz Meier-Hayoz and Ruoss (n 17) 98. Fransızca metnin daha doğru olduğundan hareketle hâkimin bilimsel görüşleri göz önünde tutması, dikkate alması gerektiği (Berücksichtigungspflicht, il s inspire) yönünde bkz Emmenegger and Tschentscher (n 3) Art 1 N 480; Hofer and Hrubesch-Millauer (n 8) N 02.216; Hürlimann-Kaup and Schmid (n 4) N 230; Dürr (n 2) Art 1 N 538, 566. Farklı dillerdeki metinlere değinmeksizin aynı sonuca ulaşılması için bkz Antalya ve Topuz (n 28) N 1193. Fransızca metnin, Almanca hükmün anlamından daha zayıf olduğu ve İtalyanca metnin de Almanca ya benzediği yönünde bkz Tuor, Schnyder, Schmid and Jungo (n 43) § 5 N 39 dn 54. Fransızca metnin, hâkime daha geniş bir serbesti tanıdığı hususunda bkz Meier-Hayoz, Richter (n 8) 103. Fransızca ve İtalyanca metinlerin, Almanca metne göre daha keskin olduğu yönünde bkz Gmür (n 25) 119. Almanca metnin  er lässt sich anregen  şeklinde kaleme alınsaydı Fransızca metin ile aynı anlama geleceği; İtalyanca metindeki  egli si attiene  ibaresinin ise Almanca  er hält sich an  ile karşılanabileceği yönünde bkz Meier-Hayoz, Richter (n 8) 103. 173  Emmenegger and Tschentscher (n 3) Art 1 N 480; Hofer and Hrubesch-Millauer (n 8) N 02.216; Hürlimann-Kaup and Schmid (n 4) N 230; Antalya ve Topuz (n 28) N 1193; Kramer (n 3) 285; Egger (n 28) Art 1 N 44; Riemer (n 9) § 4 N 159; Özsunay (n 51) 212; Meier-Hayoz (n 4) Art 1 N 440 ff; Emmenegger and Tschentscher (n 3) Art 1 N 480. Kanun koyucunun, Art. 1/III ZGB hükmü ile hâkime bir emir verdiği hususunda bkz Honsell (n 2) Art 1 N 37. 174  Egger (n 28) Art 1 N 44; Riemer (n 9) § 4 N 159; Özsunay (n 51) 212; Oğuzoğlu (n 3) 151-152; Ataay (n 94) 128; Akyol (n 82) 326; Antalya ve Topuz (n 28) N 1191; Akipek, Akıntürk ve Ateş (n 51) 138; Gmür (n 25) 118-119; Oğuzman ve Barlas (n 77) N 395, 413; Edis (n 41) 224; Dürr (n 2) Art 1 N 566. Hâkimin bilimsel görüşlere uyma ( befolgen ) yükümlülüğünün bulunmadığı, bilimsel görüşleri takip etmesi ( folgen ) gerektiği yönünde bkz Huber, Lehre (n 2) 54-55 ( Er hat sich also mit diesen Quellen auseinanderzusetzen, er kann und darf sie nicht einfach ignorieren, er folgt ihnen, soweit sie bewährt sind. ); Schmid (n 22) 203; Dürr (n 2) Art 1 N 566. 175  Tekinay (n 43) 78. MK m. 1/II düzenlemesinde geçen  istifade eder  tabirinin,  istifade edebilir  şeklinde anlaşılması gerektiği hususunda bkz Ataay (n 94) 100. TMK m. 1/III hükmünün  yararlanabilir  değil,  yararlanır  şeklinde kaleme alındığı ve bu bakımdan hâkimin bilimsel görüşleri görmezden gelemeyeceği yönünde bkz Oğuzman ve Barlas (n 77) N 414.176  Meier-Hayoz (n 4) Art 1 N 442; Meier-Hayoz and Ruoss (n 17) 98; Emmenegger and Tschentscher (n 3) Art 1 N 480; Hausheer and Jaun (n 3) Art 1 N 275; Werro (n 42) Art 1 N 50; Dürr (n 2) Art 1 N 539; Edis (n 41) 224; Serozan, Medeni (n 82) I § 4 N 19; Altaş ve Döngül (n 113) 239; Saymen (n 14) 114.177  Gmür (n 25) 119; Werro (n 42) Art 1 N 50.178  Antalya ve Topuz (n 28) N 1191, 1193; Egger (n 28) Art 1 N 44; Oğuzoğlu (n 3) 151-152; Ataay (n 94) 128; Akipek, Akıntürk ve Ateş (n 51) 138; Riemer (n 9) § 4 N 159; Gmür (n 25) 118-119; Akyol (n 82) 326. Hâkimin, öğretideki alelade (teyit edilmemiş) bilimsel görüşlere dayanamayacağı hususunda bkz Dürr (n 2) Art 1 N 539. 1155İstanbul Hukuk Mecmuası 79/4Gerekçeli bir şekilde izah etmek şartıyla hâkim, somut uyuşmazlığa ilişkin teyit edilmiş bilimsel görüşe katılabilir veya katılmayabilir.      H. Hâkimin Karar Verirken Bilimsel Görüşleri Dikkate Alması Önüne  gelen  uyuşmazlığı  karara  bağlayacak  hâkimin,  yararlanacağı bilimsel  görüşü  belirlemek  için  öncelikle,  öğretide  o  konuya  ilişkin  ileri sürülmüş  görüşlerin  tamamını  bilmesi  veya  araştırması,  sonrasında  ise bunların  doğruluğunu  incelenmesi  gerekir.  Anılan  sebeple  hâkim,  karar verirken  bilimsel  görüşleri  görmezden  gelemeyeceği  gibi  sadece  anılan görüşleri  zikretmekle  veya  sadece  öğretideki  egemen  görüşü  öğrenip  onu takip etmekle yetinemez; aksine bunları eleştirel bir biçimde incelemeli ve değerlendirmelidir. Dolayısıyla anılan değerlendirmeler neticesinde hâkim, bilimsel  görüşlerden  hangisinin  isabetli  ve  teyit  edilmiş  olduğuna  karar verecektir. Ancak bu durum hâkimin, teyit edilmiş bilimsel görüş uyarınca karar vermesi gerektiği anlamına gelmez. Tam tersine hâkimin sadece bilimsel görüşleri tartışma ve değerlendirme yükümlülüğü vardır. Bunun neticesinde hâkim; incelediği görüşlerin birbirlerinden olan farklarını da belirterek esas 179  Huber, Lehre (n 2) 55; Edis (n 41) 224; Meier-Hayoz and Ruoss (n 17) 98; Oğuzman ve Barlas (n 77) N 413; Antalya ve Topuz (n 28) N 1195; İmre (n 7) 214; Riemer (n 9) § 4 N 160.180  Meier-Hayoz (n 4) Art 1 N 438; Meier-Hayoz, Richter (n 8) 103; Reichel (n 17) 345; İmre (n 7) 214; Akyol (n 82) 314, 320 (Yazar, hâkimin adeta örf ve âdet hukukunu araştırdığı gibi bilimsel görüşlerin, önüne gelen uyuşmazlığa nasıl bir çözüm önerdiğini araştırma yükümlülüğünün bulunduğunu belirtmektedir). 181  Hürlimann-Kaup and Schmid (n 4) N 229a, 232; Riemer (n 9) § 4 N 159; Forstmoser and Vogt (n 8) § 16 N 55, 67; Schmid (n 22) 203; Reichel (n 17) 345; Meier-Hayoz (n 4) Art 1 N 437-438, 442; Meier-Hayoz, Richter (n 8) 103-104; Meier-Hayoz and Ruoss (n 17) 97-98; Hausheer and Jaun (n 3) Art 1 N 270; Antalya ve Topuz (n 28) N 1191, 1196; İmre (n 7) 214; Gauch, Gesetzgebung (n 43) 12; Emmenegger and Tschentscher (n 3) Art 1 N 481; Dural ve Sarı (n 28) N 907; Hofer and Hrubesch-Millauer (n 8) N 02.216; Riemer (n 9) § 4 N 160; Tuor, Schnyder, Schmid and Jungo (n 43) § 5 N 40 [Yazarlar, çarpıcı bir şekilde hâkimin, teyit edilmiş bilimsel görüşü körü körüne takip edemeyeceğinden ( nicht blindlings folgen ) bahsetmektedir]; İmre (n 7) 214; Akyol (n 82) 320; Schmid (n 22) 198; Altaş ve Döngül (n 113) 240; Akipek, Akıntürk ve Ateş (n 51) 139; Oğuzman ve Barlas (n 77) N 395 dn 225. Bu bakımdan krş Danıştay 6 D, 13112/9098, 12.10.2010:  Mahkeme kararında belli kişilerin düşünce veya eserlerine atıf yapılması durumunda bazı düşünce ve kişilerin özellikle işaret edilmesi suretiyle yargıçların tarafsız ve objektif düşünceleriyle değil sübjektif düşüncelere dayalı karar verdikleri kanaati oluşabileceği ve bu durumun kararları tartışmaya açık hale getireceği tabiidir. Bu itibarla karara esas alınan düşünceyi atıfla ve dipnotta kişiye ve esere bağlayarak atıflı, dipnotlu bir şekil kullanmak suretiyle makale veya eser biçiminde karar yazılamayacağından, İdare Mahkemesince verilen temyize konu karar mevzuata ve hukuka aykırıdır.  Anılan kararının haklı bir şekilde eleştirilmesi için bkz Oğuzman ve Barlas (n 77) N 414 dn 228.182  Emmenegger and Tschentscher (n 3) Art 1 N 478-479.183  Emmenegger and Tschentscher (n 3) Art 1 N 478; Hofer and Hrubesch-Millauer (n 8) N 02.216; Forstmoser and Vogt (n 8) § 16 N 55; Schwander (n 2) Art 1 N 9; Dürr (n 2) Art 1 N 184; İmre (n 7) 214; Altaş ve Döngül (n 113) 240; BGE 121 III 143 E 1a. Eğer bir bilimsel görüş, hâkime göre teyit edilmiş (bewährt) niteliği haizse hâkimin artık bu görüşten sapamayacağı yönünde bkz Meier-Hayoz (n 4) Art 1 N 443.184  Hofer and Hrubesch-Millauer (n 8) N 02.216; Hausheer and Jaun (n 3) Art 1 N 275; Meier-Hayoz, Richter (n 8) 103; Honsell (n 2) Art 1 N 37; Meier-Hayoz (n 4) Art 1 N 440; Emmenegger and Tschentscher (n 3) Art 1 N 480; Schwander (n 2) Art 1 N 9; Dolder and Buser (n 40) 199; Dürr (n 2) Art 1 N 184, 566; Forstmoser and Vogt (n 8) § 16 N 55; Antalya ve Topuz (n 28) N 1193; İmre (n 7) 214. İsviçre hukukunda ifade olunduğu üzere hâkimin sorumluluğu;  Befolgungspflicht  değil, sadece  Berücksichtigungspflicht  ve  Auseinandersetzungspflicht ten ibarettir. İsviçre Federal Mahkemesi nin BGE 125 I 26-29 E 3c kararında kota düzenlemeleri bakımından yaklaşık iki buçuk sayfa boyunca öğretideki görüşleri değerlendirdiği yönünde bkz Forstmoser and Vogt (n 8) § 16 N 63. İsviçre Federal Mahkemesi nin 1881-2005 yılları arasında borçlar hukuku alanında verdiği kararlarda belirli bir görüşü reddetmek amacıyla yapmış olduğu atıfların, 1881-1890 arasında yaptığı tüm atıfların % 6.83 ünü, 1946-1950 yıllarında % 8.94 ünü, 1971-1980 yıllarında % 7.57 sini oluştururken 20012005 arasında % 4.78 e düştüğü yönünde bkz Dolder and Buser (n 40) 205. 185  Schmid (n 22) 199; Reichel (n 17) 345. 1156Kaşak / Hâkimin Karar Verirken Bilimsel Görüşlerden Yararlanması (TMK m. 1/III)aldığı görüşü, neden kabul ettiğini kararının gerekçesinde doyurucu bir şekilde izah etmelidir. İsviçre hukukunda bilimsel görüşlere atfedilen önem haylî yüksektir ve İsviçre Federal Mahkemesi nin kararları bu bakımdan oldukça zengindir. İsviçre mahkemelerinin hukukî açıdan en tartışmasız meselelere ilişkin verdiği olay kararlarında (Sachurteil) dahi bilimsel görüşlere atıf yapmamasının düşünülemeyeceği ifade edilmektedir. Türk hukukunda mahkeme kararlarının, İsviçre hukukundaki kadar yaygın bir şekilde bilimsel görüşlerden yararlandığı maalesef söylenemez. Özellikle eski tarihli  Yargıtay  kararlarında  bilimsel  görüşlerden  istifade  edilirken  maalesef günümüzdeki Yargıtay kararlarında bilimsel görüşlerin çoğu zaman dikkate dahi alınmadığı bir gerçektir. Bununla birlikte ilk derece mahkeme kararlarına kıyasla, içtihadı birleştirme ve hukuk genel kurulu kararlarında bilimsel görüşlerden daha sık istifade edildiği görülebilir.  I. Bilimsel Görüşlerden Yararlanmamanın YaptırımıTMK  m.  1/III  hükmünde  hâkimin  bilimsel  görüşlerden  yararlanacağı  ifade edilmiş; ancak herhangi bir yaptırım öngörülmemiştir. Baskın görüş; anılan sebeple TMK m. 1/III düzenlemesinin lex imperfectae (tam olmayan kanun) teşkil ettiğini savunmaktadır. Hâkimin bilimsel görüşleri dikkate almamasının kanun yollarında dikkate alınacağı ve bu sebeple TMK m. 1/III düzenlemesinin lex imperfectae olmadığı da öne sürülmektedir.Hâkimin karar verirken teyit edilmiş bilimsel görüşlerden yararlanmaması, elbette TMK m. 1/III düzenlemesine aykırılık teşkil eder. Bu bakımdan kanun yolu aşamasında üst derece mahkemelerinin, hâkimin vermiş olduğu kararı bozabileceği söylenebilir. Ancak verilmiş karar, sonuç itibarıyla isabetli ise salt teyit edilmiş bilimsel görüşlerden 186  Tuor, Schnyder, Schmid and Jungo (n 43) § 5 N 40 (Yazarlar, çarpıcı bir şekilde hâkimin adeta hesap verir gibi açıklama yapması gerektiğinden bahsetmektedir); Meier-Hayoz and Ruoss (n 17) 98; Riemer (n 9) § 4 N 160; Akyol (n 82) 320; Emmenegger and Tschentscher (n 3) Art 1 N 477, 481; Hausheer and Jaun (n 3) Art 1 N 270; İmre (n 7) 214; Meier-Hayoz (n 4) Art 1 N 438. Hâkim, öğretideki baskın görüşe dayansa bile bunu gerekçelendirme zorunluluğunun ortadan kalkmadığı doğrultusunda bkz Emmenegger and Tschentscher (n 3) Art 1 N 481; Akyol (n 82) 320. 187  Emmenegger and Tschentscher (n 3) Art 1 N 482; Özsunay (n 51) 213; Dürr (n 2) Art 1 N 551. İsviçre Federal Mahkemesi nin 1881-2005 yılları arasında borçlar hukuku alanında verdiği kararlarda yapmış olduğu atıfları çeşitli istatistik verileri kapsamında değerlendiren son derece ilginç bir çalışma için bkz Dolder and Buser (n 40) 193 ff. 188  Emmenegger and Tschentscher (n 3) Art 1 N 482. Yazarlar; BGE 137 III 48 E 1.2.2; BGE 136 III 442 E 3; BGE 136 III 407-408 E 5.4; BGE 136 V 78-79 E 4.1 kararlarını örnek göstermektedir.189  krş İmre (n 7) 215. Türk ve İsviçre öğretileri ile İsviçre Federal Mahkemesi kararlarından istifade eden bir karar için bkz Yargıtay HGK, 566/69, 09.03.1966 [Özsunay (n 51) 213 ten naklen].190  Yargıtay İBK, 6/2, T. 27.01.1973.191  Özsunay (n 51) 213. 192  Egger (n 28) Art 1 N 44; Meier-Hayoz, Richter (n 8) 104; Meier-Hayoz (n 4) Art 1 N 441; Gmür (n 25) 119-120; Emmenegger and Tschentscher (n 3) Art 1 N 481; Dolder and Buser (n 40) 199; Hofer and Hrubesch-Millauer (n 8) N 02.217; Edis (n 41) 224; Schmid, Lehre, s. 197. krş Hürlimann-Kaup and Schmid (n 4) N 233; Akyol (n 82) 326; Akipek, Akıntürk ve Ateş (n 51) 138; Narbay ve Özbay (n 14) 138. 193  Dürr (n 2) Art 1 N 570. krş Hürlimann-Kaup and Schmid (n 4) N 233; Akyol (n 82) 326.1157İstanbul Hukuk Mecmuası 79/4istifade edilmemesi veya alelade bilimsel görüşün sanki teyit edilmiş gibi dikkate alınması sebebiyle bozulmaz. Zira kanun yolu incelemesinde, verilen kararın sonuç itibarıyla isabetli olup olmadığı incelenir. Bununla birlikte hâkim, bilimsel görüşleri dikkate almadığı için yanlış bir karar vermişse böyle bir karar bozulur.  Yukarıda yapılan açıklamalara ek olarak hâkimin verdiği kararın gerekçeli olması zorunluluğundan  da  bahsetmek  gerekir.  Bu  bakımdan  hâkimin;  önüne  gelen somut uyuşmazlığı bilimsel görüşlere dayanarak ve gerekçeli bir şekilde karara bağlaması gerekir. Nitekim Anayasa m. 141/III hükmünde de mahkemelerin her türlü kararının gerekçeli olması gerektiği düzenlenmiştir. Buna ek olarak HMK m. 297/I/c düzenlemesinde hükmün kapsamında bulunması gereken unsurlar arasında gerekçe de sayılmıştır. Gerekçenin sadece şeklen varlığı (görünürde/zahir gerekçe) veya yetersiz ve eksik olması, kararın gerekçeli olması zorunluluğunu karşılamaz. Bir kararında Yargıtay, anılan hükmün emrediciliğinden hareketle gerekçe içermeyen alt derece mahkeme kararının bozulmasına hükmetmiştir. 194  Schmid (n 22) 197. Nitekim İsviçre hukukunda -tespit edilebildiği kadarıyla- hiçbir mahkeme kararının, üst mahkeme tarafından sadece bilimsel görüşleri dikkate almaması sebebiyle bozulmadığı yönünde bkz Dolder and Buser (n 40) 199. 195  Schmid (n 22) 197; Emmenegger and Tschentscher (n 3) Art 1 N 481; Dürr (n 2) Art 1 N 570; Hürlimann-Kaup and Schmid (n 4) N 233.196  Hirş (n 54) 182; Tekinay (n 43) 88; İmre (n 7) 206; Oğuzman ve Barlas (n 77) N 416; Karslı (n 124) 701 vd; Pekcanıtez, Atalay ve Özekes (n 128) 432; Yargıtay HGK, 19-1774/1817, 20.12.2000; Yargıtay HGK, 4-1016/757, 24.10.2001; Yargıtay HGK, 11-5/33, 09.02.2005.197  Bu bakımdan Art. 1/III ZGB hükmünün pratik açıdan önemli bir ikincil etkisi (Nebeneffekt) olduğu yönünde bkz Schmid (n 22) 197.198  Yargıtay HGK, 19-1774/1817, 20.12.2000; Yargıtay HGK, 4-1016/757, 24.10.2001; Pekcanıtez, Atalay ve Özekes (n 128) 196.199  Yargıtay 15 HD, 1322/3318, 11.07.2019:  Mahkeme kararları belli bir şekle uygun olarak yazılmalıdır. Kararın nasıl yazılacağı konusundaki şekil 6100 Sayılı HMK nın 297. maddesinde gösterilmiş olup, bunlar arasında en önemlilerinden biri de kararların gerekçeli olmasıdır. Kararın açık ve gerekçeli olması hukuki dinlenilme hakkının sağlanması açısından önemlidir. Tarafların ileri sürdüğü iddia ve savunmalar ve bunların dayandıkları deliller, kararda tartışılıp gerekçeleri açıklandığı ölçüde karar, hukuk dinlenilme hakkına uygun bir karar olacaktır. İddia ve savunmaların kararda tartışılması, gösterilen delillerin incelenmesi, neden bir kısmının diğerine üstün tutulduğunun belirtilmesi ancak gerekçeyle mümkün olacaktır. Mahkeme kararının gerekçeli olması hususu 6100 Sayılı HMK nın 297. maddesinde belirtildiği gibi aynı zamanda Anayasa nın 141. maddesinin de amir hükmü gereğidir. Bu nedenlerle; mahkeme kararları tarafların iddia ve savunmalarının özetini, tarafların anlaştıkları ve anlaşamadıkları hususları, çekişmeli vakıalar hakkında toplanan delilleri, delillerin tartışılması ve değerlendirilmesini, sabit görülen vakıalarla bunlardan çıkarılan sonuç ve hukuki sebepleri mutlaka kapsamalıdır. Gerekçe sayesinde kararların doğru olup olmadığı denetlenebilir. Gerekçesiz bir kararın Yargıtay tarafından denetlenmesi de mümkün değildir. Gerekçe, doyurucu olmalı, kararın neden, nasıl, hangi hukuki gerekçeyle ve hangi deliller değerlendirilmek suretiyle verildiği hususlarını içermelidir. Bu hususları içermeyen kararların gerekçeli olduğundan bahsedilemez. Ayrıca kararda maddi olguların mahkemece nasıl nitelendirildiği, kurulan hükmün hangi nedenlere ve hukuksal düzenlemelere dayandırıldığı ortaya konulmalı, maddi olgular ile hüküm arasındaki mantıksal bağlantı açıklanmalıdır. Tarafların o dava yönünden hukuk düzenince hangi nedenle haklı ya da haksız olduğunu anlayıp değerlendirilebilmeleri ve Yargıtay ın hukuka uygunluk denetimi yapabilmesi için, ortada, usulüne uygun şeklide oluşturulmuş, hükmün hangi nedenle o içerik ve kapsamda verildiğini ayrıntılarıyla gösteren, ifadeleri özenle seçilmiş ve kuşkuya yer vermeyecek açıklıktaki bir gerekçenin bulunması bu yasal ve Anayasal düzenleme karşısında zorunludur. Aksi halde, kararın gerekçeli olduğundan bahsetmek mümkün değildir. Yeri gelmişken maddi olgular ile hüküm arasındaki bağlantıyı açıklamayan sadece yapılan yargılamayı özetleyen gerekçenin de yeterli olmadığı ve doktrinde zahir gerekçe (görünürde gerekçe) olarak adlandırıldığı unutulmamalıdır. Tüm bu açıklamalardan anlaşılacağı üzere tarafların mahkemece hükmün hangi maddi ve hukuki sebebe dayandırıldığını anlayabilmeleri ve Yargıtay ın kararın usul ve yasaya uygun olup olmadığının denetlenmesi ancak kararın gerekçeli olmasıyla mümkündür. Gerekçesi olmayan ya da görünürde gerekçeli olan kararların Yargıtay ca denetimi yapılamaz. … Açıklanan nedenlerle verilen karar, HMK nın 297/1-c maddesindeki unsurları içermediğinden bu maddenin emredicilik hükümlerine aykırılık teşkil etmektedir. Gerekçeli kararın kanundaki unsurları içermemesi, adil yargılanma hakkına ve bu kapsamda kalan gerekçeli karar isteme hakkına aykırıdır. Kanun un emredici düzenlemesine uygun, yeterli unsurları ve görünürde değil gerçek bir gerekçe içeren, böylece tarafların adil yargılanma hakkını ihlâl etmeyen, temyiz denetimine elverişli bir karar verilmek üzere kararın bozulması uygun bulunmuş … 1158Kaşak / Hâkimin Karar Verirken Bilimsel Görüşlerden Yararlanması (TMK m. 1/III)Bu çerçevede hâkim; teyit edilmiş bilimsel görüşleri göz ardı eder veya alelade bilimsel görüşleri, sanki teyit edilmiş gibi dikkate alırsa TMK m. 1/III hükmüne aykırı hareket etmiş olur. Bu bakımdan verilen hükmün gerekçesiz olması veya yetersiz gerekçe içermesi, dolaylı olarak bilimsel görüşlerin tartışılmamasının ve teyit edilmiş bilimsel görüşün neden benimsediğinin gerekçelendirilmesinin bir sonucu olarak da ortaya çıkabilir. Dolayısıyla görünüşte bir gerekçenin varlığı yeterli olmadığı gibi gerekçenin, doğru ve ikna edici olması gerekir. Bu bakımdan hâkimin kararında bilimsel görüşlerden yararlanması elzemdir. Bu noktada hâkimin vermiş olduğu gerekçeli kararı ile kararının dayandığı esasları izah ederek davayı kaybeden tarafı ikna etmesi ve hukukun objektif olarak uygulandığını göstermesi gerekir.  J. Yargı Kararları ile İlişkisiTMK m. 1/III hükmündeki diğer yardımcı araç ise yargı kararlarıdır. MK m. 1/II düzenlemesi  kazaî kararlar  ifadesini kullanmıştır. Art. 1/III ZGB hükmü yargı kararlarını,  Überlieferung  ile ifade etmiş olup İsviçre hukukunda aynı anlama gelmek üzere  Judikatur ,  Rechtsprechung  ve  Gerichtspraxis  kavramları da kullanılmaktadır. Bununla birlikte yargı kararlarından ne anlaşılması gerektiği açıkça düzenlenmemiştir.İsviçre  düzenlemesi  bakımından   bewährt   sıfatı,  yargı  kararlarını  da kapsamaktadır. Dolayısıyla hâkim; her türlü mahkeme kararından değil, sadece 200  Dürr (n 2) Art 1 N 570.201  Hofer and Hrubesch-Millauer (n 8) N 02.216; Hausheer and Jaun (n 3) Art 1 N 275; Meier-Hayoz (n 4) Art 1 N 442; Oğuzman ve Barlas (n 77) N 416; Karslı (n 124) 701 vd; Pekcanıtez, Atalay ve Özekes (n 128) 432. 202  İmre (n 7) 206. Bununla birlikte kanaatimizce hükmün gerekçe fıkrasının TMK m. 1/III düzenlemesi kapsamında yetersiz olduğu iddiasıyla, HMK m. 305 çerçevesinde hükmün tavzihi yoluna başvurulamaz. Zira mahkeme kararının açıklanması talep edilerek hükmün icrasına engel olabilecek nitelikte müphem ve tereddüt doğuran hususların izahı sağlanabilir.203  krş Saymen (n 14) 103. Hükümde yargı kararlarının zikredilmesinin çok önemli olduğu; çünkü Kıta Avrupası hukuk sisteminde, yargı kararlarının temelini zaten bilimsel görüşlerin oluşturduğu ve bu bakımdan Kıta Avrupası hukukunun, Anglo-Sakson hukukundan farklı bir tutum sergilediği yönünde bkz Bucher (n 3) 433. İsviçre hukukunda, tıpkı Alman ve Avusturya hukuklarında olduğu gibi bilimsel görüşlere özel bir önem atfedildiği ve bilimsel görüşler ile içtihatlar arasında etkileşim bulunduğu hususunda bkz Kramer (n 3) 286. Anglo-Sakson hukukunda mahkemelerin verdiği kararların, daha alt derecede yer alan mahkemeler tarafından benzer olaylarda aynen uygulandığı yönünde bkz Ataay (n 94) 131. Benzer şekilde bkz Meier-Hayoz, Richter (n 8) 101 dn 2.204  Forstmoser and Vogt (n 8) § 2 N 100. Fransızca metnin daha dar bir şekilde  jurisprudence  kavramını kullandığı yönünde bkz Tuor, Schnyder, Schmid and Jungo (n 43) § 5 N 38. Benzer şekilde bkz İmre (n 7) 206 dn 5. Yazar; Türk kanun koyucusunun, 1926 yılı öncesine ilişkin mahkeme geleneklerinin dikkate alınması ihtimalini ortadan kaldırmak için özellikle Fransızca metni tercih ettiğini belirtmektedir. 205  Benzer olaylar için daha önceden verilmiş kararlara ( was für ähnliche Fälle andere schon … entschieden haben ) yargı kararları (Überlieferung) dendiği hususunda bkz Huber, Erläuterungen (n 1) 38. Medenî usûl hukuku bağlamında mahkeme kararı kavramına dair ayrıntılı açıklamalar için bkz Derya Belgin Güneş, Ceza Mahkemesi Kararlarının Hukuk Mahkemesi Bakımından Etkileri (On İki Levha 2019) 17 vd.206  Riemer (n 9) § 4 N 156, 168; Pfaffinger (n 2) Art 1 N 9; Middendorf and Grob (n 1) Art 1 N 14; Özsunay (n 51) 213. Bu hususun, ZGB nin Fransızca ve İtalyanca metinlerinden rahatça anlaşılabildiği yönünde bkz Gmür (n 25) 124. Fransızca ve İtalyanca ifadenin sadece mahkeme içtihatlarından bahsettiği ve teyit edilmiş sıfatını içermediği yönünde bkz Özsunay (n 51) 213.  Lehre  kavramının;  Überlieferung un alt ayrımlarından biri olduğu,  Rechtssprechung  ve  Rechtssitte  ile birlikte  Überlieferung u oluşturduğu yönünde bkz Reichel (n 17) 346. Yargı kararları (Überlieferung) hakkında geniş bilgi için bkz Forstmoser and Vogt (n 8) § 16 N 6-53.1159İstanbul Hukuk Mecmuası 79/4teyit edilmiş içtihatlardan yararlanır. Hükümde sadece yargı kararlarından söz edilmesine rağmen öğreti, mahkemelerin (Gerichtspraxis) ve idarenin uygulamalarını (Verwaltungspraxis) da bu kapsamda değerlendirmektedir. Art. 1/III ZGB ve TMK m. 1/III hükümlerinde önce bilimsel görüşler, sonrasında ise yargı kararları zikredilmiştir. Ancak söz konusu durum, kanun koyucunun anılan araçlar arasında bir öncelik ilişkisi tesis ettiği sonucunu çıkarmaya elverişli değildir. Nitekim  bilimsel  görüşler  ile  yargı  kararları,  hâkim  bakımından  eşit  değerde yardımcı araçlardır. Bununla birlikte uygulamada hâkimler; kanaatimizce görevde yükselme  esaslarının  da  etkisiyle,  genellikle  mahkeme  içtihatlarına  dayanmayı yeğlemektedir.  TMK m. 1/III hükmünde kastedilen mahkeme kararları; içtihadı birleştirme kararı niteliğinde olmayan ve bu sebeple mahkemeleri doğrudan bağlayıcı etkisi bulunmayan üst derece mahkemelerinin kararlarıdır. Zira içtihadı birleştirme kararları; Yargıtay Kanunu m. 45/V hükmü bağlamında, benzer hukukî konularda mahkemeleri zaten doğrudan bağlayıcı kuvvete sahiptir. Bu bakımdan içtihadı birleştirme kararının terk edilmesi, sadece aksi yönde bir içtihadı birleştirme kararıyla veya mevcut kararın hükme bağladığı hususa ilişkin bir kanun değişikliği ile mümkün olabilir.  Keza Yargıtay ın ilgili hukuk dairesinin verdiği bozma kararına karşı ilk derece mahkemelerinin verdiği direnme kararı, Yargıtay Hukuk Genel Kurulu tarafından da bozulmuşsa artık alt derece mahkemesi, Yargıtay Hukuk Genel Kurulu nun anılan 207  Pfaffinger (n 2) Art 1 N 9; Middendorf and Grob (n 1) Art 1 N 14; Schwander (n 2) Art 1 N 9; İmre (n 7) 205; Özsunay (n 51) 213-214; Köprülü (n 4) 124, 126 dn 73. Mahkeme kararının teyit edilmiş olarak nitelendirilebilmesinin, kararın eski olması ile herhangi bir bağlantısı olmadığı yönünde bkz Reichel (n 17) 347:  Bewährung und Erjährung haben miteinander nichts zu tun: hundert Jahre Überlieferung sind noch keine Stunde Bewährung. 208  Tuor, Schnyder, Schmid and Jungo (n 43) § 5 N 38; Pfaffinger (n 2) Art 1 N 9; Riemer (n 9) § 4 N 156; Hofer and HrubeschMillauer (n 8) N 02.219; Schwander (n 2) Art 1 N 9; Hrubesch-Millauer (n 85) Art 4 N 347; Dural ve Sarı (n 28) N 909; Meier-Hayoz (n 4) Art 1 N 468; Özsunay (n 51) 213; Antalya ve Topuz (n 28) N 1226.  Überlieferung  kavramının, hukuk (mahkeme) geleneği anlamını da içerdiği yönünde bkz İmre (n 7) 206 dn 5; Köprülü (n 4) 124.209  Honsell (n 2) Art 1 N 38; Forstmoser and Vogt (n 8) § 16 N 5; Kramer (n 3) 285 dn 829; Dürr (n 2) Art 1 N 569. krş Riemer (n 9) § 4 N 163. Olası bir öncelik ilişkisinin, mezkûr kaynakların yardımcı niteliği ile de bağdaşmayacağı yönünde bkz Dürr (n 2) Art 1 N 569.210  Honsell (n 2) Art 1 N 38; Forstmoser and Vogt (n 8) § 16 N 5; Hofer and Hrubesch-Millauer (n 8) N 02.209; Kramer (n 3) 285 dn 829; Dürr (n 2) Art 1 N 569. krş Reichel (n 17) 346. 211  Tuor, Schnyder, Schmid and Jungo (n 43) § 5 N 41; Forstmoser and Vogt (n 8) § 16 N 57; Meier-Hayoz and Ruoss (n 17) 98; Honsell (n 2) Art 1 N 38; Riemer (n 9) § 4 N 163; Akipek, Akıntürk ve Ateş (n 51) 139. 05.04.2017 tarih ve 675/1 nolu Hâkim ve Savcıların Derece Yükselmesi Esaslarına İlişkin İlke Kararı ile 05.04.2017 tarih ve 675/2 nolu Birinci Sınıfa Ayrılan ve Birinci Sınıf Olan Hâkim ve Savcıların Çalışmalarının Değerlendirilmesi Esaslarına İlişkin İlke Kararı hükümlerinin, görevde yükselme ve başarılı sayılma için aradığı çeşitli kıstaslar arasında kanun yolu değerlendirme formlarındaki notlandırmalar da yer almaktadır. 212  Werro (n 42) Art 1 N 39; Honsell (n 2) Art 1 N 39; Middendorf and Grob (n 1) Art 1 N 14; İmre (n 7) 204, 206; Hatemi (n 10) § 6 N 3, 5; Akyol (n 82) 332. krş Dural ve Sarı (n 28) N 913.213  Tekinay (n 43) 90-91; İmre (n 7) 206-207; Köprülü (n 4) 125; Oğuzman ve Barlas (n 77) N 422; Dural ve Sarı (n 28) N 914; Hatemi (n 10) § 6 N 4; Akyol (n 82) 332; Saymen (n 14) 109; Serozan, Yöntem (n 82) N 80. Anılan kararların hukukî güvenliğe katkı sağladığı hususunda bkz Köprülü (n 4) 125. Yargıtay içtihadı birleştirme kararlarının gerçek yürürlük kaynağı teşkil ettiği yönünde bkz Dural ve Sarı (n 28) N 915. Yargıtay Kanunu ndan önceki dönemde ise 11.04.1928 tarih ve 1221 sayılı Temyiz Mahkemesi Teşkilatına Dair Kanun m. 8 hükmü, içtihadı birleştirme kararlarına aynı kuvveti vermişti. Bu hususta bkz Ataay (n 94) 128, 131, 133; Saymen (n 14) 109. 214  İmre (n 7) 206-207, 208-209; Saymen (n 14) 110. 1160Kaşak / Hâkimin Karar Verirken Bilimsel Görüşlerden Yararlanması (TMK m. 1/III)kararına uymak zorunda olup bu husus da TMK m. 1/III hükmünün kapsamı dışında kalmaktadır.İsviçre Federal Mahkemesi ve Yargıtay, kendi kararlarıyla bağlı değildir. Buna karşın anılan mahkemeler yerleşik içtihatlarından ayrılırken ikna edici ve objektif gerekçelerle  bu  değişikliği  açıklamalıdır.  Böylesine  doyurucu  sebepler  yoksa hukukî güvenlik sebebiyle yerleşik içtihadın muhafazası evlâdır. Türk ve İsviçre medenî hukukları arasındaki sıkı irtibat sebebiyle, özellikle İsviçre Federal Mahkemesi kararları, TMK m. 1/III çerçevesinde önem arz eder. Ancak  TMK  m.  1/III  hükmünde  işaret  olunan   yargı  kararları ,  sadece  Türk mahkemelerine ait olanlardan ibarettir. Bu bakımdan İsviçre Federal Mahkemesi kararlarının, TMK m. 1/III anlamında  yargı kararları  olarak değil,  bilimsel görüşler  olarak dikkate alınabileceği kabul edilmektedir. Şu hâlde üst derece mahkemelerce verilmiş kararlar; TMK m. 1/III düzenlemesi kapsamında hâkimi, hukuken olmasa da fiilen bağlar. Bu bakımdan hâkim; mevcut içtihatlara uygun karar vermek durumunda olmamakla beraber, özellikle anılan içtihatlardan farklı bir tutum sergileyecekse bu durumu ikna edici ve doyurucu bir şekilde gerekçelendirmeli, uyuşmazlık bakımından benimsediği yeni içtihadın daha doğru olduğunu ortaya koyabilmelidir.   215  Serozan, Yöntem (n 82) N 79-80. İsviçre hukuku için benzer şekilde bkz Schwander (n 2) Art 1 N 9.216  Honsell (n 2) Art 1 N 39. Şüphesiz içtihadı birleştirme kararlarının farklı niteliği göz önünde tutulmalıdır. 217  Werro (n 42) Art 1 N 40; Tuor, Schnyder, Schmid and Jungo (n 43) § 5 N 41; Honsell (n 2) Art 1 N 39; İmre (n 7) 206; Dural ve Sarı (n 28) N 913; Antalya ve Topuz (n 28) N 1195; BGE 140 II 342 E 8; BGE 140 V 541 E 4.5; BGE 136 III 8 E 3; BGE 126 III 318 E 4c/bb; BGE 125 III 321 E 7. 218  Honsell (n 2) Art 1 N 39; Riemer (n 9) § 4 N 164; BGE 136 III 8 E 3; BGE 135 III 79 E 10; BGE 133 III 338 E 2.3; BGE 132 III 777 E 4; BGE 128 III 259-260 E 4a/cc; BGE 127 II 292-293 E 3a. Bu hususta İsviçre Federal Mahkemesi nin BGE 88 II 209 ile BGE 90 III 333 kararlarının değerlendirilmesi için bkz Riemer (n 9) § 4 N 165.219  Bu husustaki açıklamalar için bkz IV/B/1/b. 220  İmre (n 7) 207, 209; Saymen (n 14) 110. 221  İmre (n 7) 209; Saymen (n 14) 111.222  İmre (n 7) 209; Saymen (n 14) 111.223  Honsell (n 2) Art 1 N 39; Saymen (n 14) 104; Akyol (n 82) 332; İmre (n 7) 209; Serozan, Yöntem (n 82) N 81; Serozan, Medeni (n 82) I § 4 N 22; Saymen (n 14) 109-110; Akipek, Akıntürk ve Ateş (n 51) 142. Hâkimlerin terfisinde etkili olan not sisteminin, anılan fiilî bağlılık noktasında büyük payı olduğu yadsınamaz. Anglo-Sakson hukukunda emsal mahkeme kararlarının hâkimi bağladığı hususundaki açıklamalar için bkz Werro (n 42) Art 1 N 40; Saymen (n 14) 106; Özsunay (n 51) 214; Akipek, Akıntürk ve Ateş (n 51) 142. İngiliz hukukunda 1966 yılında Lordlar Kamarası tarafından yayımlanan  Practice Statement  ([1966] 1 W.L.R. 1234) ile bu durumun değiştiği doğrultusunda bkz Kramer (n 3) 324 dn 964. 224  BGE 136 III 8 E 3; BGE 127 II 292-293 E 3a; Pfaffinger (n 2) Art 1 N 9; Middendorf and Grob (n 1) Art 1 N 14; Emmenegger and Tschentscher (n 3) Art 1 N 491; Serozan, Yöntem (n 82) N 80; Serozan, Medeni (n 82) I § 4 N 21. Hâkimin sadece mahkeme içtihatlarından saptığında kararını gerekçelendirmesinin gerektiği, içtihatları esas aldığında böyle bir zorunluluğunun bulunmadığı yönünde bkz Meier-Hayoz and Ruoss (n 17) 98. krş İmre (n 7) 214.1161İstanbul Hukuk Mecmuası 79/4Mahkemelerin verdiği kararlar, olay kararları (Sachurteile, arrêts d espéce) ve ilke kararları (Leitentscheide, arrêts de principe) olarak ikiye ayrılabilir. Somut uyuşmazlığı çözmeye yönelik olan ve bu bakımdan benzer uyuşmazlıkların çözümünde yararlanılabilecek genel bir ilke tesis etmeyen mahkeme kararları olay (olgu) kararı olarak nitelendirilir. İlke (prensip) kararı ise sadece mevcut ihtilafı çözmekle yetinmez ve aynı zamanda benzer hukukî sorunların çözümünde kullanılabilecek genel ilkeleri tespit eder. Nitekim TMK m. 1/III hükmü kapsamında hâkimin yararlanması gereken mahkeme kararlarının, sadece ilke kararları olduğu haklı bir şekilde kabul edilmektedir. Bir başka ifadeyle hâkimin, üst derece mahkemelerinin verdiği ilke kararlarını takip etmesi ve bu kararlarda işaret olunan temel esaslardan yararlanması gerekir. Bununla birlikte hâkimlerin, üst derece mahkemelerinin verdiği olay kararlarına da fiilen uyma eğiliminde olduğu belirtilmektedir. İlke kararlarında ifade edilen, fakat esasen mevcut karar bakımından gerekli olmayan ve önem arz etmeyen detaylar (obiter dicta) böyle bir etkiye sahip değildir. Şu hâlde somut kararın verilmesine yol açan esas sebeplerin (Hauptüberlegungen, ratio decidendi) ve kararın temelini oluşturan hususların dikkate alınması gerekir. Bu noktada gündeme gelen bir sorun ise mahkeme kararlarının kolayca ulaşılabilir ve erişilebilir olmamasıdır. Maalesef Türk hukukunda Yargıtay kararları, İsviçre Federal Mahkemesi kararları gibi ücretsiz ve sistematik bir şekilde internet üzerinden yayımlanmamakta, çeşitli veritabanlarına ücretli üyelik yapılarak kararların sadece bir kısmına ulaşılabilmektedir. Anılan zorluk mahkeme kararlarından yararlanılmasını zorlaştırmakta, bu bakımdan öğretinin, mahkeme kararlarını eleştirmesini ve bu 225  Gauch, Gesetzgebung (n 43) 14; Saymen (n 14) 104; Oğuzman ve Barlas (n 77) N 424-425; Dural ve Sarı (n 28) N 910. Yargı kararları (Überlieferung) hakkında ayrıntılı açıklamalar için bkz Emmenegger and Tschentscher (n 3) Art 1 N 483-502; Hürlimann-Kaup and Schmid (n 4) N 234-252; Hofer and Hrubesch-Millauer (n 8) N 02.219-02.234. Mahkeme kararının kural olarak dört bölümden oluştuğu hakkında ve anılan kısımlara dair açıklamalar için bkz Forstmoser and Vogt (n 8) § 2 N 110-114. 226  Olay kararlarında hâkimin, ne boşluk doldurduğu ne kanun hükmünü yorumladığı yönünde bkz Dural ve Sarı (n 28) N 910.227  İlke kararlarında hâkimin, kanun hükmünü nasıl anlaması ya da boşluğu nasıl doldurması gerektiği yönünde bir ilke getirildiği hakkında bkz Dural ve Sarı (n 28) N 911. 228  Saymen (n 14) 104; Oğuzman ve Barlas (n 77) N 425; Dural ve Sarı (n 28) N 908, 912-913; Antalya ve Topuz (n 28) N 1227; Serozan, Yöntem (n 82) N 79; Serozan, Medeni (n 82) I § 4 N 21. Avukatın, tüm İsviçre Federal Mahkemesi kararlarını ve bilimsel dergilerde yayımlanan makaleleri bilmesinin gerekmediği; ancak genel bir kural olarak İsviçre Federal Mahkemesi nin yayımlanmış ilke kararlarından haberdar olması gerektiği yönünde bkz BGE 134 III 539 E 3.2.3.3. Aynı yönde bkz Gauch, s. 14. Kanaatimizce Türk hukuku bakımından da avukatın, somut dava ile ilgili hususlarda Yargıtay ın genel eğilimini bilmesi gerekir. 229  Dural ve Sarı (n 28) N 910-912.230  Meier-Hayoz (n 4) Art 1 N 537 ff; Riemer (n 9) § 4 N 169; Honsell (n 2) Art 1 N 39; Hausheer and Jaun (n 3) Art 1 N 54; Meier-Hayoz and Ruoss (n 17) 89; Emmenegger and Tschentscher (n 3) Art 1 N 486; Akyol (n 82) 334; Serozan, Yöntem (n 82) N 79; Serozan, Medeni (n 82) I § 4 N 21; BGer 4A_205/2009 E 1.3.1; BGer 8C_609/2012 E 3. Hatta İsviçre Federal Mahkemesi nin BGE 126 III 52 E 2a/bb kararında, daha önceki bir kararındaki obiter dictum un bu niteliğini vurgulayarak tersine karar verdiği yönünde bkz Riemer (n 9) § 4 N 169. Obiter dicta örnekleri için bkz Riemer (n 9) § 4 N 170. 231  Honsell (n 2) Art 1 N 39; Meier-Hayoz (n 4) Art 1 N 531 ff; Riemer (n 9) § 4 N 169; Hausheer and Jaun (n 3) Art 1 N 54; Werro (n 42) Art 1 N 39; İmre (n 7) 205; Akyol (n 82) 333; Serozan, Yöntem (n 82) N 79; Serozan, Medeni (n 82) I § 4 N 21; Saymen (n 14) 104.232  Saymen (n 14) 112; İmre (n 7) 210; Akipek, Akıntürk ve Ateş (n 51) 142. 233  Sorunun günümüze ilişkin olmadığı, geçmişte de benzer sıkıntıların bulunduğu anlaşılmaktadır. Bu husustaki açıklamalar için bkz İmre (n 7) 211-212; Saymen (n 14) 113. krş Akipek, Akıntürk ve Ateş (n 51) 142.1162Kaşak / Hâkimin Karar Verirken Bilimsel Görüşlerden Yararlanması (TMK m. 1/III)suretle anılan iki yardımcı aracın birbirini geliştirmesini güçleştirmektedir. Bununla birlikte bir kararın yayımlanmış olmasının, onun teyit edilmiş olduğu anlamına gelmediği de vurgulanmalıdır. Sonuçİsviçre Medenî Kanunu nun kanunlaştırma çalışmaları incelendiğinde bilimsel görüşlerin,  hukuk  kaynakları  arasında  öngördüldüğü  anlaşılmaktadır.  Gerçekten de ön tasarı ve tasarı metnine göre; kanun ile örf ve âdet hukukunda somut olaya uygulanabilecek bir hüküm yoksa hâkim, üçüncü sıradaki hukuk kaynağı olarak bilimsel görüşlere başvurur. Nedeni net olarak anlaşılamamakla birlikte bilimsel görüşlerin anılan niteliği, redaksiyon komisyonu tarafından değiştirilmiş ve bilimsel görüşler yardımcı araç mertebesine indirilmiştir. Bununla birlikte bilimsel görüşlerin önemsiz olduğu söylenemez. Aksine hâkimin karar verdiği her hâlde, yani TMK m. 1, m. 2/II ve m. 4 kapsamında bilimsel görüşlerden yararlanması gerekir. Ayrıca TMK m. 5 hükmünün atfına istinaden hâkimin; sadece medenî hukuk alanında değil, tüm özel hukuk dallarında karar verirken bilimsel görüşlerden istifade etmesi gerekir. TMK m. 1/III anlamında bilimsel görüş, sadece hukuk alanında değil, hukuk dışı diğer bilim alanlarında da söz konusu olabilir. Bu noktada karşılaştırmalı hukuk, hukuk tarihi, hukuk felsefesi ve hukuk sosyolojisi gibi dallar da dikkate alınır. Bilimsel görüşü ileri sürenin, mutlaka bilimle iştigal etmesi gerekli değildir. Ancak bir görüşün bilimsel olabilmesi, bağımsız ve tarafsız kişilerce ileri sürülmesini gerektirir. Anılan şartın sağlanmaması görüşlerin, bilimsel olmamasına sebebiyet vereceğinden hâkimin bunlardan yararlanabilmesi de mümkün olmaz. Her ne kadar mehaz düzenleme teyit edilmiş (bewährt) bilimsel görüşlerden bahsetmişse de TMK m. 1/III hükmü sadece bilimsel görüşler ibaresini kullanmıştır. Öğretide hükmün, İsviçre düzenlemesine uygun olarak anlaşılması gerektiği ve hâkimin her türlü bilimsel görüşü değil, sadece teyit edilmiş bilimsel görüşleri dikkate alacağı ittifakla kabul edilmektedir. Kanun koyucu, hangi özellikleri haiz bilimsel görüşlerin teyit edilmiş sayılacağını düzenlememiştir. Bu noktada bilimsel görüşün öğretide hâkim olmasının, köklü bir geçmişinin olmasının ya da taraftarlarının bilim alanında saygın olmasının teyit edilmiş niteliği bakımından emare teşkil ettiği söylenebilir. Tutarlı, sağlam gerekçelere sahip, nesnel olarak doğru, maddî açıdan haklı ve somut olay bakımından ikna edici bilimsel görüş, teyit edilmiştir. Önüne gelen uyuşmazlığı karara bağlayacak hâkim, somut meseleye ilişkin bilimsel görüşleri eleştirel bir şekilde değerlendirmeli, aralarındaki farkları da belirtmek suretiyle anılan görüşlerden hangisinin teyit edilmiş olduğunu gerekçelendirmeli  ve  ondan  istifade  ederek  uyuşmazlığı  çözmelidir.  Hâkimin 234  Riemer (n 9) § 4 N 171.1163İstanbul Hukuk Mecmuası 79/4öğretideki görüşleri zikretmesi ya da sadece öğretideki baskın görüşten bahsetmesi veya gerekli tartışmayı yapmaksızın öğretideki görüşlerden birini benimsemesi bu bakımdan yeterli değildir.TMK m. 1/III hükmünde hâkimin bilimsel görüşlerden yararlanmaması herhangi bir  yaptırıma  bağlanmamıştır.  Ancak  mahkeme  kararlarının  gerekçeli  olması zorunluluğu kapsamında hâkimin verdiği hükmü, denetlemeye elverişli ve tarafları tatmin  edecek  şekilde  gerekçelendirmesi  gerekir.  Hâkimin  bilimsel  görüşlerden yararlanması da bu bağlamda değerlendirilebilir. Netice itibarıyla hâkimin verdiği karar isabetli ise bilimsel görüşlerden yararlanmama bozma sebebi teşkil etmez. Bununla birlikte bilimsel görüşlerden istifade edilmemesinin, kararın yanlış olmasına neden olması hâlinde karar, bozulabilir.  Hakem Değerlendirmesi: Dış bağımsız. Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir. Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir. Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare.Grant Support: The author declared that this study has received no financial support.1164Kaşak / Hâkimin Karar Verirken Bilimsel Görüşlerden Yararlanması (TMK m. 1/III)Bibliyografya/",
     "Kaynakça": "/BibliographyAkipek J, Akıntürk T ve Ateş D, Türk Medenî Hukuku Birinci Cilt Başlangıç Hükümleri Kişiler Hukuku (15. Bası, Beta 2019). Akyol Ş, Medeni Hukuka Giriş (2. Bası, Vedat 2006). Altaş H ve Döngül İT, Medeni Hukuk Başlangıç Hükümleri (Yetkin 2018).Amstutz M, ‘Der Text des Gesetzes, Genealogie und Evolution von Art. 1 ZGB  (2007) 126(2) ZSR 233.Antalya OG ve Topuz M, Marmara Hukuk Yorumu Medeni Hukuk Cilt 1 Giriş Temel Kavramlar Başlangıç Hükümleri (3. Bası, Seçkin 2019). Ataay A, Medenî Hukukun Genel Teorisi (4. Bası, Der 1995).Atalay O, ‘§ 14 İspat, § 15 Deliller  iç Pekcanıtez H, Özekes M, Akkan M ve Taş Korkmaz H (eds), Pekcanıtez Usûl Medenî Usûl Hukuku Cilt 2 (15. Bası, On İki Levha 2017). Belgin Güneş D, Ceza Mahkemesi Kararlarının Hukuk Mahkemesi Bakımından Etkileri (On İki Levha 2019).Bucher E, ‘Rechtsüberlieferung und heutiges Recht  (2000) 8(3) ZeuP 394.Dolder F, ‘Rezeption und Ablehnung wissenschaftlicher Lehrmeinungen in der Rechtsprechung des schweizerischen Bundesgerichts zum Obligationenrecht 1881 1980  (DPhil thesis, University of Basel 1986).Dolder F and Buser M, ‘Zitieren geht über Studieren – Empirische Wanderungen im Grenzgebiet zwischen  Rechtslehre  und  Rechtsprechung   in  Estermann  J  (ed),  Interdisziplinäre Rechtsforschung zwischen Rechtswirklichkeit Rechtsanalyse und Rechtsgestaltung Beiträge zum Kongress ‘Wie wirkt Recht?  Luzern 2008 (Stämpfli 2008) 193. Dural M ve Sarı S, Türk Özel Hukuku Cilt I Temel Kavramlar ve Medenî Kanunun Başlangıç Hükümleri (15. Bası, Filiz 2020). Dürr D, ‘Vorbemerkungen zu Art 1 4 ZGB, Art 1, 4  in Gauch P and Schmid J (eds), Kommentar zum Schweizerischen Zivilgesetzbuch, Einleitung Art 1 7 ZGB (3rd edn, Schulthess 1998). Edis S, Medenî Hukuka Giriş ve Başlangıç Hükümleri (6. Bası, Ankara Üniversitesi Basımevi 1997). Egger A, İsviçre Medenî Kanunu Şerhi I. Cilt Giriş ve Kişinin Hukuku (Çernis V tr, Yeni Cezaevi Basımevi 1947). Ehrlich E ‘Die  bewährte Lehre und Überlieferung  (Art. 1 ZGB)  (1920) 16(14) SJZ 225.Emmenegger S and Tschentscher A, ‘Art 1  in Hausheer H and Walter HP (eds), Berner Kommentar Kommentar zum schweizerischen Privatrecht Schweizerisches Zivilgesetzbuch Einleitung und Personenrecht Band I Einleitung und Personenrecht 1. Abteilung Einleitung Artikel 1 9 ZGB (Stämpfli 2012).Forstmoser P and Vogt HU, Einführung in das Recht (5th edn, Stämpfli 2012). Gauch P, ‘Argumente ein Geburtstagsbrief  (2000) recht: Sondernummer für Wolfgang Wiegand 87. Gauch P, ‘Ein «regelrechter» Schluss  (2009) 128(1) ZSR 215. Gauch P, ‘Was zählt, ist einzig, was man gerade weiss   Gedanken zur Gesetzgebung, zur Rechtsprechung und zu den Parteien  in Rumo Jungo A, Pichonnaz P, Hürlimann Kaup B and Fountoulakis C (eds), Une empreinte sur le Code Civil Mélanges en l honneur de Paul Henri Steinauer (Stämpfli 2013) 1. Gmür M, Die Anwendung des Rechts nach Art. 1 des Schweizerischen Zivilgesetzbuches (Stämpfli 1908). 1165İstanbul Hukuk Mecmuası 79/4Hatemi H, Medeni Hukuk a Giriş (8. Bası, On İki Levha 2017).Hausheer H and Jaun M, Stämpflis Handkommentar Die Einleitungsartikel des ZGB Art. 1 10 ZGB (Stämpfli 2003). Hirş E, ‘Yasama ile Öğreti ve Yargı Arasındaki Karşılıklı Bağlılık  İstanbul Üniversitesi Hukuk Fakültesi 50. Yıl Armağanı Cumhuriyet Döneminde Hukuk (Fakülteler Matbaası 1973) 173.Hofer S and Hrubesch Millauer S, Einleitungsartikel und Personenrecht (2nd edn, Stämpfli 2012).Honsell H, ‘Art 1  in Geiser T and Fountoulakis C (eds), Basler Kommentar Zivilgesetzbuch I Art. 1–456 ZGB (6th edn, Helbing Lichtenhahn 2018).Höhn E, ‘Wie grau ist die Theorie?  (1994) 3(4) AjP 411. Hrubesch Millauer S, ‘Art 4  in Hausheer H and Walter HP (eds), Berner Kommentar Kommentar zum schweizerischen Privatrecht Schweizerisches Zivilgesetzbuch, Einleitung und Personenrecht Band I Einleitung und Personenrecht 1. Abteilung Einleitung Artikel 1 9 ZGB (Stämpfli 2012). Huber E, System und Geschichte des Schweizerischen Privatrechtes Erster Band (C. Detloff s 1886). Huber E, Bewährte Lehre (2nd edn, KJ Wyss Erben 1925). Huber E, ‘Erläuterungen  in Reber M and Hurni C (eds), Berner Kommentar Materialen zum Zivilgesetzbuch Band II Die Erläuterungen von Eugen Huber Text des Vorentwurfs von 1900 (Stämpfli 2017). Hürlimann Kaup B and Schmid J, Einleitungsartikel des ZGB und Personenrecht (3rd edn, Schulthess 2016).  İmre Z, Medenî Hukuka Giriş (3. Bası, Fakülteler Matbaası 1980).Karslı A, Medeni Muhakeme Hukuku (5. Bası, Filiz 2020). Kaser M, Römische Rechtsgeschichte (2nd edn, Vandenhoeck & Ruprecht 1967).Kaser M and Knütel R, Römisches Privatrecht (20th edn, Beck 2014).Kaşak E, ‘Anonim Şirketlerin Haklı Sebeple Feshinde Şahsi Sebeplerin Değerlendirmeye Alınıp Alınamayacağı Hususunun Hâkimin Takdir Yetkisi Bakımından Değerlendirilmesi  (2019) 23(3) AHBVÜHFD 161. Köprülü B, Medeni Hukuk Genel Prensipler Kişinin Hukuku (2. Bası, Acar 1984). Kramer E, Juristische Methodenlehre (6th edn, Stämpfli 2019). Kuru B, İstinaf Sistemine Göre Yazılmış Medenî Usul Hukuku Ders Kitabı (Yetkin 2017).Meier Hayoz A, Der Richter als Gesetzgeber, Eine Besinnung auf die von den Gerichten befolgten Verfahrensgrundsätze im Bereiche der freien richterlichen Rechtsfindung gemäss Art. 1 Abs. 2 des schweizerischen Zivilgesetzbuches (Juris 1951).Meier Hayoz A,  ‘Art  1,  4   in  Meier Hayoz A  (ed),  Berner  Kommentar  Kommentar  zum schweizerischen Privatrecht Band I Einleitung und Personenrecht Einleitung Artikel 1 10 ZGB (Stämpfli 1966). Meier Hayoz A and Ruoss R, Einleitungsartikel des Schweizerischen Zivilgesetzbuches (3rd edn, Schulthess 1979).Middendorf P and Grob B, ‘Art 1  in Breitschmid P and Jungo A (eds), Handkommentar zum Schweizer Privatrecht Personen  und Familienrecht Art. 1–456 ZGB inkl. Partnerschaftsgesetz (3rd edn, Schulthess 2016). Narbay Ş ve Özbay İ, ‘Türk Hukukunda Hukukî Mütalâanın Önemi ve Niteliği  (2005) 23(2) Batider 117.1166Kaşak / Hâkimin Karar Verirken Bilimsel Görüşlerden Yararlanması (TMK m. 1/III)Oğuz A, ‘Türk Medenî Hukuku nun Gelişim Çizgisi ve Karşılaştırmalı Hukukun Rolü  (2006) 55(1) AÜHFD 195.Oğuzman MK ve Barlas N, Medenî Hukuk (26. Bası, Vedat 2020). Oğuzoğlu HC, Medenî Hukuk I Şahsın Hukuku (5. Bası, Yeni Desen 1963).Özsunay E, Medenî Hukuka Giriş (5. Bası, Güryay 1986). Pekcanıtez H, ‘Özel Uzman (Bilirkişi) Görüşü ve Değerlendirilmesi  iç Pekcanıtez H, Tanrıver S, Özekes M ve Atalı M (eds), Prof. Dr. Saim Üstündağ a Armağan (Adalet 2009) 397.Pekcanıtez H, Atalay O ve Özekes M, Medenî Usûl Hukuku Ders Kitabı (8. Bası, On İki Levha 2020).    Pfaffinger  M,  ‘Art  1   in  Büchler A  and  Jakob  D  (eds),  Kurzkommentar  Schweizerisches Zivilgesetzbuch (2nd edn, Helbing Lichtenhahn 2018).Pichonnaz P, ‘İsviçre ve Roma Hukuku, Özet Halinde Bir Görünüş  (2014) 16 DEÜHFD: Prof. Dr. Hakan Pekcanıtez e Armağan (Dinçer N tr) 3149. Reichel  H,  ‘Zu  den  Einleitungsartikeln  des  Schweizerischen  Zivilgesetzbuches   in TatarinTarnheyden E (ed), Festgabe für Rudolf Stammler zum 70. Geburtstage am 19. Februar 1926 (Walter de Gruyter 1926) 281.Riemer HM, Die Einleitungsartikel des Schweizerischen Zivilgesetzbuches (2nd edn, Stämpfli 2003).Rusch A, ‘Zurück zum Eugen Bucher Standard!  (2014) 23(8) AjP 1136.Saymen FH, Türk Medenî Hukuku, Cilt I Umumî Prensipler (3. Bası, Hak 1960).Schmid J, ‘Was ist bewährte Lehre? Überlegungen zu Art. 1 Abs. 3 ZGB  Schmid J (ed), Hommage für Peter Gauch (Schulthess 2016) 191.Schnyder B, ‘Allgemeine Einleitung zu Art. 1 10 ZGB  in Gauch P and Schmid J (eds), Kommentar zum Schweizerischen Zivilgesetzbuch Einleitung Art. 1 7 ZGB (3rd edn, Schulthess 1998). Schwander I, ‘Art 1  in Kostkiewicz JK, Wolf S, Amstutz M and Fankhauser R (eds), ZGB Kommentar Schweizerisches Zivilgesetzbuch (3rd edn, Orell Füssli 2016). Schwarz AB, Medenî Hukuka Giriş (Velidedeoğlu HV tr, Üniversite 1942).Serozan R, Medeni Hukuk Genel Bölüm Kişiler Hukuku (6. Bası, Vedat 2015). Serozan R, Hukukta Yöntem – Mantık (2. Bası, Vedat 2017). Tekinay SS, Medenî Hukukun Genel Esasları ve Gerçek Kişiler Hukuku (6. Bası, Filiz 1992). Tuor P, Schnyder B, Schmid J and Jungo A, Das Schweizerische Zivilgesetzbuch (14th edn, Schulthess 2015). Üçer M, Roma Hukuku na Giriş (2. Bası, On İki Levha 2020).Velidedeoğlu HV, Türk Medenî Hukuku Cilt 1 – Cüz 1 Umumî Esaslar (6. Bası, İstanbul 1959). Werro F, ‘Art 1  in Pichonnaz P and Foëx B (eds), Commentaire Romand Code Civil I Art. 1 359 CC (Helbing Lichtenhahn 2010) Wiegand  W,  ‘Die  privatrechtliche  Rechtsprechung  des  Bundesgerichts  im  Jahre  1994: Obligationenrecht  (1996) 132 (4) ZBJV 319.1167"
}