{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "30",
     "Ay": "11",
     "Yıl": "2017",
     "Cilt": "75",
     "Sayı": "2",
     "Başlık": "PAZARLAMACININ -VE İŞÇİNİN- TARAF OLDUĞU REKABET YASAĞI SÖZLEŞMESİNDEN DOĞAN UYUŞMAZLIKLARIN ÇÖZÜMÜNDE GÖREVLİ MAHKEME – 7036 SAYILI (YENİ) İŞ MAHKEMELERİ KANUNU BAKIMINDAN DEĞERLENDİRME ",
     "Title": "COMPETENT COURT FOR DISPUTES ARISING FROM NON-COMPETE AGREEMENT, PARTIES OF WHICH ARE TRAVELLING SALESMAN AND/OR EMPLOYEE- EVALUATION FROM THE (NEW) LAW ON LABOUR COURTS NO. 7036 PERSPECTIVE",
     "Yazar İsmi": [

          " Arş. Gör./Res. Asst. İbrahim Çağrı Zengin"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          " Rekabet yasağı sözleşmesi", "görevli mahkeme", "özel kanun-genel kanun ilişkisi", "asliye ticaret mahkemesi", "iş mahkemesi"
     ],
     "Keywords": [
          " Non-compete Agreements", "Competent Court", "lex-specialis and lex-generalis", "Commercial Court", "Labour Court"
     ],
     "Özet": "5521 sayılı mülga İş Mahkemeleri Kanunu nun yürürlükte olduğu dönemde, yargı kararları ve doktrinde ileri sürülen görüşler ekseninde çoğunluk tarafından, olan hukuk açısından rekabet yasağı sözleşmesinden kaynaklanan uyuşmazlıklarda görevli mahkemenin tespitinde 6102 sayılı Türk Ticaret Kanunu 4/1 c hükmüne üstünlük tanınmakta, bu uyuşmazlıkların çözümlenmesinde asliye ticaret mahkemelerinin görevli olduğu kabul edilmekteydi. Bununla birlikte, doktrinde olması gereken hukuk açısından, iş mahkemelerinin görevli kılınmasının daha yerinde bir tercih olacağı çoğunluk kanaati olarak ön plana çıkmakta idi. 25.10.2017 tarihinde yürürlüğe giren ve böylelikle 6102 sayılı Türk Ticaret Kanunu na göre yeni kanun niteliği kazanan 7036 sayılı yeni İş Mahkemeleri Kanunu nun  Görev  başlıklı 5. maddesinde öngörülen düzenleme ile birlikte, 6098 sayılı Türk Borçlar Kanunu nun 444 vd. hükümlerinde düzenlenen rekabet yasağı sözleşmesinden kaynaklanan davaların iş mahkemelerinin görev alanına dahil edilip edilmediğinin çözümlenmesi gerekli önemli bir sorun olarak yeniden gündeme gelmesi kaçınılmazdır. Bu çalışmada da 7036 sayılı yeni İş Mahkemeleri Kanunu nun iş mahkemelerinin görevi ile ilgili 5. maddesinde ifade edildiği şekliyle  iş ilişkisi nedeniyle sözleşmeden  doğan hukuk uyuşmazlıklarının kapsamına rekabet yasağı anlaşmasının girip girmediği meselesi, bu konudaki mevcut iki düzenlemenin lafzı, söz konusu hükümler arasındaki  özellik genellik  ilişkisi,  düzenlemelerin  amacı,  öngörülme  gerekçesi, kapsamı ve uygulama alanı ile doktrinde ileri sürülen görüşler ve yargı kararları ışığında Kanun koyucunun iradesi yorumlanmak suretiyle  incelenmekte, bunun sonucunda üstünlüğün hangi yasal düzenlemeye tanınması gerektiği ve böylelikle rekabet yasağı sözleşmesinden kaynaklanan uyuşmazlıklarda hangi mahkemenin görevli olacağı ayrıntılı bir şekilde değerlendirilmektedir.                                                    Bu makale, 23.11.2017 tarihinde Editörler Kurulu na ulaşmış olup birinci hakem onayından 28.11.2017 tarihinde, ikinci hakem onayından 30.11.2017 tarihinde geçmiştir.  İstanbul Üniversitesi Hukuk Fakültesi Ticaret Hukuku Anabilim Dalı792  Arş. Gör. İbrahim Çağrı Zengin (İÜHFM C. LXXV, S. 2, s. 791 812, 2017)",
     "Abstract": "While the Law on Labour Courts No. 5521 was in force, the competent court for disputes arising from non-compete agreements was acknowledged, de lege lata, as commercial court as per Article 4/1-c of the new Turkish Commercial Code No. 6102. This approach was also in line with judicial decisions. However, it was also argued that the competent court should be, de lege feranda, labour courts. With the inclusion of Article 5 titled  Competency  into the new Law on Labour Courts dated 25.10.2017 and No. 7036, the issue of whether disputes arising from non-compete agreements regulated under Article 444 et seq. of Turkish Law of Obligations numbered 6098, fall within the jurisdiction of labour courts needs to be addressed. In this study, the main focus will be whether disputes arising from non-compete agreements fall within the competence of labour courts, in accordance with wording of Article 5 of Law on Labour Courts which is as follows:  the agreements due to the employment relationship . While focusing on the main problem by interpreting the will of the lawmaker, applicable provision for the disputes arising from the non-compete agreements are going to be elaborated, in light of the (i) wording of the both provisions, (ii) lex specialis-lex genaralis relationship between both provisions, (iii) purpose of the provisions, (iv) ratio legis, (v) scope of applicability of both provisions, (vi) opinions put forward in the literature and (vii) judicial decisions.",
     "Metin": "6098 sayılı Türk Borçlar Kanunu nun ( TBK )  Özel Borç İlişkileri  başlıklı İkinci Kısmının  Hizmet Sözleşmeleri ne ilişkin Altıncı Bölümü nün İkinci Ayırımında pazarlamacılık sözleşmesi düzenlenmektedir. TBK 448 de  pazarlamacının sürekli olarak, bir ticari işletme sahibi işveren hesabına ve işletmesinin dışında, her türlü işlemin yapılmasına aracılık etmeyi veya yazılı anlaşma varsa, bu anlaşmada belirtilen işlemleri yapmayı, işletme sahibi işverenin de buna karşılık ücret ödemeyi üstlendiği sözleşme  olarak tanımlanan pazarlamacılık sözleşmesi, hukuki niteliği itibariyle tipik, tam iki taraflı, iş görme borcu doğuran, sürekli bir özel hukuk sözleşmesidir. Hizmet sözleşmesinin özel bir türü olarak düzenlenen pazarlamacılık sözleşmesine -bu sözleşme tipine has TBK 448 vd. hükümlerinin yanı sıra- hem bu niteliği dolayısıyla hem de TBK 469 hükmü                                                 1 RG 04.02.2011/27836 2 Bkz. İbrahim Çağrı Zengin, Pazarlamacılık Sözleşmesi, İstanbul 2013, s. 25-26; Umut Akdeniz,  Pazarlamacılık Sözleşmesi , Gazi Üniversitesi Hukuk Fakültesi Dergisi, C. XVII, S. 4, 2013, s. 9-11; Derviş Koç, Pazarlamacılık Sözleşmesi, Gazi Üniversitesi Sosyal Bilimler Enstitüsü Yayınlanmamış Yüksek Lisans Tezi, Ankara 2014, s. 39-40; Gökhan Yalman, Yeni Türk Borçlar Kanunu na Göre Pazarlamacılık Sözleşmesi, Ankara 2017, s. 19.Pazarlamacının -ve İşçinin- Taraf Olduğu Rekabet Yasağı Sözleşmesinden   793  Doğan Uyuşmazlıkların Çözümünde Görevli Mahkeme – 7036 sayılı (Yeni) İş Mahkemeleri Kanunu Bakımından Değerlendirme nün açık yollaması nedeniyle hizmet sözleşmesine ilişkin genel hükümlerin uygulanacağı hususunda bir tereddüt bulunmamaktadır. Pazarlamacılık sözleşmesi ile bir taraf (pazarlamacı) bağımlı olarak iş görmeyi, diğer taraf da (işveren) ücret ödemeyi üstlendiğinden bu sözleşme aynı zamanda 4857 İş Kanunu ( İşK ) 8 hükmü anlamında bir  iş sözleşmesi  ve pazarlamacı da  işçi dir; dolayısıyla İşK 1/2 gereği İşK hükümleri de -TBK ile birlikte- pazarlamacılık sözleşmesi bakımından uygulama alanı bulur. Nitekim Yargıtay 9. HD de  (p)azarlamacılık sözleşmesi İş Kanunu nun 4. maddesindeki istisnalar arasında sayılmadığı için İş Kanunu kapsamında bir sözleşmedir. Ancak İş Kanunu nda bu sözleşmeye ilişkin özel hükümler bulunmadığı ölçüde 6098 sayılı yeni Türk Borçlar Kanunu nun özel hükümleri öncelikle uygulanacak, bulunmadığı takdirde önce İş Kanunu nu sonra ise Borçlar Kanunu nun genel hükümlerine başvurulacaktır  ifadeleriyle bunu açıkça teyit etmiştir. Pazarlamacılık sözleşmesinin devamı boyunca, sadakat yükümlülüğünün özel bir görünümü olarak pazarlamacı işvereni ile rekabet etmeme borcu altındadır (TBK 450/1, 396/3). Bununla beraber, aradaki sözleşme ilişkisinin sona ermesiyle birlikte ortadan kalkan bu borcun, akdedilecek bir rekabet yasağı anlaşması yoluyla sözleşme sonrası dönemde de devam ettirilmesi olanaklıdır.  Her  ne  kadar  pazarlamacılık  sözleşmesine  ilişkin  kısımda  -ve  ayrıca İşK da- bu konuda bir hukuki düzenleme mevcut değilse de, pazarlamacılık sözleşmesi bakımından da uygulama alanı bulacak TBK 444/1 uyarınca,  fiil ehliyetine sahip olan işçi, işverene karşı, sözleşmenin sona ermesinden sonra herhangi bir biçimde onunla rekabet etmekten, özellikle kendi hesabına rakip bir işletme açmaktan, başka bir rakip işletmede çalışmaktan veya bunların dışında, rakip işletmeyle başka türden bir menfaat ilişkisine girmekten kaçınmayı yazılı olarak üstlenebilir . Farklı bir söyleyişle, TBK 444 vd. hükümlerindeki şartların yerine getirilmesi koşuluyla pazarlamacı, pazarlamacılık sözleşmesinin sona ermesinden sonraki dönemde işvereni ile rekabet etmeme borcu altına girebilir.                                                  3 RG 16.06.2003/25134 4 Bkz. Zengin, s. 26 vd. ve dpn. 75 te anılan yazarlar; ayrıca bkz. Sarper Süzek, İş Hukuku, 14. Bası, İstanbul 2017, s. 288; Koç, s. 40 vd.; pazarlamacının İşK ya tâbi olup olmadığı konusunda bir değerlendirme yapmaksızın işçi olduğunu ifade etmekle yetinen Fikret Eren, Borçlar Hukuku Özel Hükümler, 4. Bası, Ankara 2017, s. 576; karş. Murat Topuz,  6098 sayılı Türk Borçlar Kanunu Uyarınca Pazarlamacılık Sözleşmesi (TBK. m. 448-460) , Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, C. 19, S. 1, İstanbul 2013, s. 344, 351; Hamdi Mollamahmutoğlu/Muhittin Astarlı/Ulaş Baysal, İş Hukuku, 6. Bası, Ankara 2014, s. 480 vd. 5 Bkz. Yargıtay 9. HD nin 18.11.2016 tarih ve 24670/19553 sayılı, 19.10.2015 tarih ve 22587/28954 sayılı kararları [https://emsal.yargitay.gov.tr (14.11.2017)]. 6 Rekabet yasağı anlaşması ile ilgili ayrıntılı bilgi ve açıklama için bkz. Polat Soyer, Rekabet Yasağı Sözleşmesi (BK m. 348-352), Ankara 1994; Sabah Altay,  Türk Borçlar Kanunun Hükümlerine Göre İşçi ile İşveren Arasında Yapılan Rekabet Yasağı Sözleşmesi , Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, C. 14, S. 3, 2008, s. 171-207; Hakan Keser,  6098 Sayılı Türk Borçlar Kanunu na Göre Rekabet Yasağı , Sicil, Y. 6, S. 24, 2011, s. 88-105; Emre Ertan, İş Sözleşmesinde Rekabet Yasağı Kaydı, Galatasaray Üniversitesi Sosyal Bilimler Enstitüsü Özel Hukuk Anabilim Dalı, Yayınlanmamış Doktora Tezi, İstanbul 2012; M. Fatih Uşan, İş Hukukunda İş Sırrının Korunması (Sır Saklama ve Rekabet Yasağı), Ankara 2003; Ş. Esra Baskan,  6098 Sayılı Türk Borçlar Kanunu Hükümleri Çerçevesinde Rekabet Yasağı Sözleşmesi , Hacettepe Üniversitesi Hukuk Fakültesi Dergisi, 2012/2, s. 116-125; Sarper Sü-794  Arş. Gör. İbrahim Çağrı Zengin (İÜHFM C. LXXV, S. 2, s. 791-812, 2017) Genel hizmet sözleşmesine ilişkin bu düzenleme vasıtasıyla aynı olanak TBK kapsamındaki -genel ve özel- hizmet sözleşmeleri ile İşK anlamında iş sözleşmesi tahtında çalışan işçiler için de caridir. Bu nedenle, pazarlamacılık sözleşmesi bağlamında ilerleyen satırlarda yer vereceğimiz tespit ve değerlendirmeler TBK ve İşK ya tâbi çalışanlar/işçiler bakımından da geçerli olacaktır. Pazarlamacılık sözleşmesinin TBK ile birlikte İşK hükümlerine de tâbi olmasının, bu sözleşmeden doğan ihtilafların çözümleneceği görevli mahkemenin tespitine de etkisi vardır. 5521 sayılı (eski) İş Mahkemeleri Kanunu nun ( eİşMahK ) yürürlükte olduğu dönemde, anılan Kanun un  İş Kanununa göre işçi sayılan kimselerle (o kanunun değiştirilen ikinci maddesinin Ç, D ve E fıkralarında istisna edilen işlerde çalışanlar hariç) işveren veya işveren vekilleri arasında iş akdinden veya iş Kanununa dayanan her türlü hak iddialarından doğan hukuk uyuşmazlıklarının çözülmesi ile görevli olarak lüzum görülen yerlerde iş mahkemeleri kurulur.  şeklindeki 1/1. maddesi nedeniyle, TBK nın yanı sıra  İşK ya göre işçi sayılan  kimse niteliği de taşıyan pazarlamacı ile işvereni yahut işveren vekili arasında, pazarlamacılık sözleşmesinden veya İşK dan kaynaklanan davaların görüleceği mahkeme iş mahkemesi olarak tespit edilmekteydi.                                                                                                                        zek,  Yeni Türk Borçlar Kanunu Çerçevesinde İşçinin Rekabet Etmeme Borcu , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, C. LXXII, S. 2, 2014, s. 457-468; M. Tarık Güleryüz,  İş Hukukunun Emredici Yapısı Işığında Rekabet Yasağı Sözleşmesi , Türkiye Barolar Birliği Dergisi, S. 118, 2015, s. 313-344; A. Can Tuncay,  Rekabet Yasağı Sözleşmesinin Geçerlilik Şartları (Bir Yargıtay Kararı Üzerine) , Prof. Dr. Turhan Esener e Armağan, İstanbul Kültür Üniversitesi Hukuk Fakültesi Dergisi, C. 15, S. 1, 2016, s. 473 vd.; Sevil Doğan, İşçinin Rekabet Yasağı İş Sırrının Korunması, Ankara 2017; ayrıca bkz. Süzek, İş Hukuku, s. 361 vd. 7 Pazarlamacı dışında, TBK nın Onikinci Bölümü nde düzenlenen bağlı tacir yardımcıları bakımından sözleşme süresinde cari olan rekabet yasağı TBK 553 te düzenlenmiş, ancak sözleşme sona erdikten sonraki döneme ilişkin akdedilebilecek rekabet yasağı anlaşmasına ilişkin özel bir hükme yer verilmemiştir. Şayet bu yardımcılarla tacir arasında bir iş/hizmet sözleşmesi varsa akdedilecek rekabet yasağı sözleşmesinin TBK 444 vd. hükümlerine tâbi olacağı tartışmasızdır. Ancak aradaki hukuki ilişki vekâlet veya ortaklık sözleşmesine ya da iş/hizmet sözleşmesi dışındaki başka bir sözleşmeye dayanıyorsa TBK 444. vd. yalnızca iş/hizmet sözleşmesi ile çalışanlara uygulanabileceğinden, taraflar bir rekabet yasağı sözleşmesi akdetseler dahi bu sözleşme TBK 444 vd. hükümlerine değil genel hükümlere tâbi olacak, ancak anılan hükümler ya da acentelik ilişkisindeki rekabet yasağı sözleşmesine ilişkin TK 123 düzenlemesi, işin mahiyetine uygun düştüğü ölçüde kıyasen uygulanma imkânı bulabilecektir [bu yönde bkz. Arslan Kaya (Hüseyin Ülgen/Mehmet Helvacı/Abuzer Kendigelen/N. Füsun Nomer Ertan), Ticari İşletme Hukuku, Güncellenmiş 4. Basıdan 5. Tıpkı Bası, İstanbul 2015, N. 221, N. 1422; Sema Aydın/Hasan Ali Kaplan,  Bağlı Tacir Yardımcılarının Rekabet Yasağı , Gazi Üniversitesi Hukuk Fakültesi Dergisi, C. XVIII, S. 3-4, 2014, s. 190, 191, 201; bkz. ve karş. Ahmet Emre Kaplan, Bağlı Tacir Yardımcılarının Rekabet Yasağı, İstanbul 2017, s. 135 vd.]. Böyle bir durumda mutlak ya da nispi bir ticari dava söz konusu olmadığı, İşMahK 5 in şartları da sağlanmadığı için uyuşmazlık, genel görevli mahkeme olan asliye hukuk mahkemesinde görülmek gerekecektir (HMK 2). 8 RG 04.02.1950/7424 9 Bkz. Zengin s. 179; Koç, s. 98. Pazarlamacılık sözleşmesinden kaynaklanan uyuşmazlıkların TK 4 anlamında -mutlak ya da nispi- ticari dava olamayacağı, bu nedenle TK 5 gereği asliye ticaret mahkemelerinde görülemeyeceği yönünde bkz. Zengin, 179. Pazarlamacılık sözleşmesinden doğan uyuşmazlıklar ticari dava olmadığından bunların asliye hukuk mahkemesinde görüleceği yönünde bkz. Topuz, s. 350. Yazarın pazarlamacı-Pazarlamacının -ve İşçinin- Taraf Olduğu Rekabet Yasağı Sözleşmesinden   795  Doğan Uyuşmazlıkların Çözümünde Görevli Mahkeme – 7036 sayılı (Yeni) İş Mahkemeleri Kanunu Bakımından Değerlendirme 12.10.2017 tarihinde kabul edilen 7036 sayılı yeni İş Mahkemeleri Kanunu nun ( İşMahK ) 5. maddesinin 1. fıkrasının a) bendinde; iş mahkemelerinin,  5953 sayılı Kanuna tabi gazeteciler, 854 sayılı Kanuna tabi gemiadamları, İşK ya veya TBK nın İkinci Kısmının Altıncı Bölümünde düzenlenen hizmet sözleşmelerine tabi işçiler ile işveren veya işveren vekilleri arasında, iş ilişkisi nedeniyle sözleşmeden veya kanundan doğan her türlü hukuk uyuşmazlıklarına  bakmakla görevli olduğu hüküm altına alınmıştır. Pazarlamacı da, İşK nın yanı sıra, maddede zikredilen TBK nın İkinci Kısmının Altıncı Bölümünde düzenlenen hizmet sözleşmelerine tâbi işçi sıfatını taşıdığından, onunla işvereni veya işveren vekili arasında iş ilişkisi nedeniyle kanundan ya da pazarlamacılık sözleşmesinden doğan bir uyuşmazlığın çözümünde görevli mahkeme (eİşMahK zamanında olduğu gibi) yine iş mahkemesi olacaktır. Pazarlamacı ile işveren arasında TBK 444 anlamında bir rekabet yasağı anlaşmasının geçerli şekilde akdedildiği varsayımında, bu anlaşmadan kaynaklanan bir davanın hangi mahkemede görüleceği sorusuna verilecek cevap bakımından ise ayrı bir değerlendirmeye ihtiyaç vardır. Zira 6102 sayılı Türk Ticaret Kanunu ( TK ) 4/1-c de, TBK nın rekabet yasağına ilişkin 444-447. maddelerinde öngörülen hususlardan doğan hukuk davalarının ticari dava sayılacağı, TK 5/1 de de aksine hüküm olmadıkça ticari davalara bakmakla görevli mahkemenin asliye ticaret mahkemesi olduğu öngörülmüştür. Sırf bu durum dahi, Türk doktrin ve yargısını rekabet yasağı sözleşmesinden doğan uyuşmazlığın çözümünde görevli mahkemenin tespiti noktasında bir dönem meşgul etmişken, 7036 sayılı İşMahK ile iş mahkemelerinin görevi konusunda TK ya nazaran yeni tarihli ve özel bir düzenlemenin getirilmiş olması karşısında rekabet yasağından kaynaklanan uyuşmazlığın iş mahkemelerinde mi yoksa asliye ticaret mahkemelerinde mi görüleceğinin -tekrar- bir sorun olarak Türk yargı ve öğretisinin karşısına çıkması kaçınılmazdır. İşbu çalışmada da rekabet yasağı anlaşması özelinde TK 4/1-c ve 5 in İşMahK 5 karşısındaki durumunun değerlendirilmesi, sonuca göre pazarlamacı ve iş/hizmet sözleşmesi kapsamında çalışanlar ile işveren arasında bu anlaşmadan doğan ihtilâfın çözümlenmesinde görevli mahkemenin hangisi olduğunun tespit edilmesi hedeflenmektedir.  II. 7036 (yeni) İşMahK nın yürürlüğünden önceki durum 1. Yargıtay ın değişen tutumu eİşMahK nın yürürlükte olduğu zaman diliminde verilen yargı kararlarında, özellikle 2008-2012 arasındaki dönemde rekabet yasağı anlaşmasından doğan uyuşmazlıkların eİşMahK 1/1 gereği iş mahkemesinde mi yoksa TK 4/1                                                                                                                       lık sözleşmesine İşK hükümlerinin uygulanmayacağı görüşünde olduğunu, bu nedenle iş mahkemesini görevli görmemiş olabileceğini ekleyelim. Nitekim Yargıtay 9. HD nin 25.03.2015 tarih ve 7412/11911 sayılı kararında, pazarlamacı ile işveren arasındaki davada asliye ticaret mahkemesinin değil, iş mahkemesinin görevli olduğuna karar verilmiştir [https://emsal.yargitay.gov.tr (14.11.2017)]. 10 RG 25.10.2017/30221 11 Hükmün bu ifade tarzı, pazarlamacının -ve TBK nın Hizmet Sözleşmesi başlığı altında düzenlediği diğer bağımlı çalışanların- İşK anlamında işçi sıfatı taşıdıklarının kanun koyucu tarafından da kabul edildiğini açıkça göstermesi bakımından önemlidir. 12 RG 14.02.2011/27846796  Arş. Gör. İbrahim Çağrı Zengin (İÜHFM C. LXXV, S. 2, s. 791-812, 2017) c ve 5/1 uyarınca asliye ticaret mahkemesinde mi görüleceği konusunda bir birliğin sağlanamadığı görülmektedir. Şöyle ki: Yargıtay HGK nın rekabet yasağı sözleşmesinden kaynaklanan cezai şartın tahsili istemini konu alan bir davaya ilişkin verdiği 22.09.2008 tarih ve 9517/566 sayılı kararında, davaya bakma görevinin ticaret mahkemesine ait olup olmadığı hususu ön sorun olarak tartışılmış, bu kapsamda TK 4-5 ile eİşMahK 1 arasında ilişki;  …Her hizmet sözleşmesinin mutlaka bir ticari işletmeyi ilgilendireceğini kabul etmek mümkün değildir. Dolayısıyla esnaf düzeyindeki kişinin yaptığı hizmet sözleşmesinde yer alan rekabet yasağının ihlalinden doğan davanın da bu hüküm gereğince mutlak ticari dava sayılması anlamsızdır. Bu tür bir sözleşmeden doğan uyuşmazlık ‘öz ticaret hayatına  ilişkin olmadığı gibi çözümü de ayrı bir uzmanlığı gerektirmez (S. Arkan, Ticari İşletme Hukuku, 9. Baskı, Banka Ticaret Hukuku Araştırma Enstitüsü, 2005, S:94-95). Borçlar Kanununun 348. maddesinde düzenlenen rekabet yasağı asli yükümlülük doğuran bir sözleşme değildir, iş akdine bağlı olarak fer i nitelikte bir yükümlülük doğurmaktadır. İş ilişkilerinden doğan rekabet yasağının düzenlenmesinin dayanağı iş ilişkisidir. Devletin, iş ilişkilerini düzenlerken nasıl işçiyi koruma amacıyla özel mahiyette maddi hukuk kuralları vazetmesi gerekiyorsa, bir hukuk uyuşmazlığı olarak iş uyuşmazlıklarının çözümünü de genel yargıdan ayırmış, İş Hukukuna has yani bu hukukun amacına hizmet edecek şekilde kolay, hızlı ve ekonomik usul kurallarıyla yargılayan uzman özel (spesifik) bir yargıya bırakması gerekmektedir. İşte bu gerek, çoğu ülkede olduğu gibi Türkiye de de iş davalarının, bu alanda uzman, özel mahkemelerde; iş mahkemelerinde ve genel yargılama usullerinden farklı bir usule göre görülmesini, yani bir iş yargısının varlığını, zorunluluğunu ifade eder (Prof. Dr. H. Mollamahmutoğlu, İş Hukuku, Turhan Yayınları, 2004, S:103). Yargıtay İçtihadı Birleştirme Kurulu nun 29.06.1960 gün, 1960/13 ve 1960/15 sayılı kararına göre;   …İş mahkemeleri iş akdinden doğan münasebetlerden çıkan davaların bu konularda özel bilgiye sahip mahkemelerde görülmesi amacıyla…  kurulmuştur, işçi sayılan kimselerle (Kanunla değiştirilen 2. maddesinin C, D ve E fıkralarında istisna edilen işlerde çalışanlar hariç) işveren arasında iş akdinden veya iş kanununa dayanan her türlü hak iddialarından doğan hukuki uyuşmazlıkların bu mahkemelerde çözümleneceği karara bağlanmıştır. Bu kapsamda çıkarılan ve 1950 yılında yürürlüğe giren 5521 sayılı İş Mahkemeleri Kanunu uyarınca; bir uyuşmazlığın iş mahkemelerinde görülebilmesi için işçi sayılan kişilerle işveren arasında iş akdinden veya iş kanununa dayanan her türlü hak iddialarından doğan hukuki uyuşmazlığın bulunması gerekir (Yargıtay Hukuk Genel Kurulu 05.02.2003 gün, 2003/82-65 sayılı kararı). Bu bağlamda, dava konusu rekabet yasağının dayanağı, işçinin hizmet akdinden kaynaklanan sadakat borcundan kaynaklanmakta olup, hizmet akdinden kaynaklanan uyuşmazlıklarda görevli mahkeme iş mahkemesidir. …Yukarıdaki açıklamalar uyarınca; Borçlar kanununun 348 ve devamı maddelerine dayalı olarak iş Kanunu kapsamında işçi sayılan kişinin, rekabet yasağı sözleşmesinin ihlali nedeniyle açılan cezai şartın tahsiline ilişkin davalarda iş mahkemelerinin görevli olduğu kabul edilerek ön sorun oyçokluğu ile aşıldıktan sonra işin esasının incelenmesine geçilmiştir…13  denmek suretiyle                                                  13 https://emsal.yargitay.gov.tr (14.11.2017)Pazarlamacının -ve İşçinin- Taraf Olduğu Rekabet Yasağı Sözleşmesinden   797  Doğan Uyuşmazlıkların Çözümünde Görevli Mahkeme – 7036 sayılı (Yeni) İş Mahkemeleri Kanunu Bakımından Değerlendirme açıklanmış ve rekabet yasağı sözleşmesinin iş/hizmet sözleşmesinden kaynaklanan, ona bağlı bir sözleşme olduğu vurgulanarak bundan doğacak uyuşmazlığın iş mahkemesinde hallinin gerektiği ifade edilmiştir. Yargıtay HGK, aynı konuya ilişkin 21.09.2011 tarih ve 9-508/545 sayılı kararında meseleyi yine ön sorun olarak ele almış, 22.09.2008 tarih ve 9517/566 sayılı kararına atıfta bulunmak suretiyle ve oyçokluğuyla aynı sonuca varmıştır. 29.02.2012 tarih ve 2011-11-781/109 sayılı kararında mesele tekrar gündemine gelen HGK, bu sefer;  …Kanun koyucu bu kuralı rekabet yasağı sözleşmesinin ticari işletmeyi ilgilendirmesi nedeniyle getirmiş olup; öğretide rekabet yasağı sözleşmesi ile hizmet akdi arasındaki yakın ilişki nedeniyle iş mahkemelerinin görevli olması gerektiği her hizmet sözleşmesinin mutlaka bir ticari işletmeyi ilgilendireceğini kabul etmenin mümkün olmadığı, dolayısıyla esnaf düzeyindeki kişinin yaptığı hizmet sözleşmesinde yer alan rekabet yasağının ihlalinden doğan davanın da bu hüküm gereğince mutlak ticari dava sayılmasının anlamsız olduğu, bu tür bir sözleşmeden doğan uyuşmazlık  öz ticaret hayatına  ilişkin olmadığı gibi çözümünün de ayrı bir uzmanlığı gerektirmeyeceği görüşü de savunulmaktadır (Soyer Polat a.g.e.,s:25; Arkan Sabih, Ticari İşletme Hukuku, Onuncu Bası, s. 96). Yukarıdaki ayrıntılı açıklamalar göstermektedir ki, iş akdinin devamı sırasında işçinin sadakat borcundan kaynaklanan rekabet etmeme yasağına aykırılık halinde, bu tür davalara bakmakla görevli mahkeme iş mahkemesidir. İş akdinin sona ermesinden sonra rekabet yasağına aykırı hareket edilmesi halinde ise, buna dayalı olarak açılacak dava niteliği itibariyle 818 sayılı BK nun 348. maddesi kapsamına girmekle ve bu kapsamdaki davalar TTK.nun 4/1-3 maddesinin açık hükmü karşısında tarafların sıfatına bakılmaksızın mutlak ticari davalardan olmakla, bu tür davaların ticaret mahkemesinde incelenip karara bağlanması gerekir. …Davaya dayanak alınan taahhüdün işçi ile işveren arasında düzenlenmiş olması, bu taahhüt nedeniyle çıkan uyuşmazlığın iş hukuku kapsamında kaldığını kabule yeterli değildir. Zira, bu taahhüt iş akdinin sona ermesi halinde yapılmaması gereken bir hususa ilişkin olmakla, iş hukukunun düzenleme alanı dışında kalmaktadır. …Bu kapsamda yer alan uyuşmazlıklara ilişkin davaların ise, 6762 sayılı Türk Ticaret Kanunu nun 4/1-3.maddesi gereğince mutlak ticari dava niteliği taşıdığında duraksama bulunmamaktadır. Mutlak ticari davaların görülme yeri ise, açık biçimde ticaret mahkemeleridir. O halde, mutlak ticari dava niteliğindeki eldeki davaya bakma görevi de ticaret mahkemesine ait olup; yerel mahkemenin, iş mahkemesinin davaya bakmakla görevli olduğundan bahisle, verdiği görevsizlik kararı usul ve yasaya aykırıdır…  ifadeleriyle rekabet yasağı anlaşmasından kaynaklanan uyuşmazlıkların asliye ticaret mahkemesinde görüleceğine oyçokluğuyla karar vermiştir.                                                  14 https://emsal.yargitay.gov.tr (14.11.2017) 15 https://emsal.yargitay.gov.tr (14.11.2017) 16 HGK nın bu konuya ilişkin olarak 28.03.2012 tarih ve 9-77/248 sayılı bir kararı daha mevcut ise de, uyuşmazlığa konu iş sözleşmesi ve rekabet yasağı anlaşması dosya içerisinde bulunmadığından, temyiz incelemesi dosyanın mahkemesine geri çevrilmesi ka-798  Arş. Gör. İbrahim Çağrı Zengin (İÜHFM C. LXXV, S. 2, s. 791-812, 2017) Yargıtay HGK nın konuya ilişkin tutumunun 2012 den sonra asliye ticaret mahkemesinin görevli olduğu yönünde devam ettiği görülmektedir. Gerçekten  de  27.02.2013  tarih  ve  2012-9-854/292  sayılı  kararında  HGK,  29.02.2012 gün ve 2011/11-781 E., 2012/109 K. sayılı kararlarında da aynı ilkeler[in] benimsenmiş…  olduğunu belirterek anılan kararında vardığı rekabet yasağı anlaşması kapsamındaki davaların mutlak ticari davalardan olup asliye ticaret mahkemesinde görülmesi gerektiği sonucunu -oyçokluğuyla- teyit etmiştir. Yargıtay HGK nın 25.12.2013 tarih ve 13-412/1708 sayılı kararında 29.02.2012 tarihli karara atıf yapılarak ve tabir caiz ise aynı şablon üzerinden, söz konusu uyuşmazlıkların asliye ticaret mahkemesinin görev alanına girdiği sonucuna varılmış, fakat buna ek olarak:  …Bu konuda, Hukuk Genel Kurulu nda yapılan görüşmelerde azınlıkta kalan görüş sahipleri; 6102 sayılı Türk Ticaret Kanunu 5/1. (mülga 6762 sayılı Türk Ticaret Kanunu nun 5/1.) maddesinde  Aksine hüküm bulunmadıkça, dava olunan şeyin değerine veya tutarına bakılmaksızın asliye ticaret mahkemesi tüm ticari davalar ile ticari nitelikteki çekişmesiz yargı işlerine bakmakla görevlidir  hükmü nedeniyle, özel düzenleme bulunan, 5521 sayılı İş Mahkemeleri Kanunu nun  5.maddesine  göre,  rekabet  yasağının  ihlaline  ilişkin  uyuşmazlığın  iş mahkemesince ve iş hukuku kurallarına göre çözülmesi gerektiği, Hukuk Genel Kurulu nun 21.09.2011 gün ve 2011/9-508 E., 2011/545 K. sayılı kararının da aynı yönde olduğu savunulmuşsa da, bu görüş kurul çoğunluğunca benimsenmemiştir.  ifadesine de yer verilerek bu noktadaki görüş ayrılığı da karara yansıtılmıştır. Kararda ayrıca karşı oy da mevcut olup burada aynen  İş Mahkemeleri Kanunu'nun 1.maddesi[nin], TTK.m.4'de belirtilen ticari davalara bakma görevinin ticaret mahkemelerine ait olduğunu belirten 5. maddedeki 'aksine hükmü' öngören bir düzenleme  olduğu dile getirilmiştir. Nihayet HGK nın 09.03.2016 tarih ve 2014-11-866/289 sayılı, ayrıca ulaşabildiğimiz kadarıyla en güncel nitelikteki kararında yüksek mahkeme aynı gerekçelerle rekabet yasağı anlaşmasından doğan davada görevli mahkemenin asliye ticaret mahkemesi olduğu içtihadını -yine oyçokluğuyla- devam ettirmiştir. Yargıtay özel dairelerinin de 2012 yılından sonraki kararlarında HGK nın güncel içtihadını takip ettiği gözlenmektedir. Şöyle ki: Yargıtay  7.  HD,  30.04.2015  tarih  ve  2971/7786  sayılı  kararında, HGK nın yukarıda yer verdiğimiz 2012 ve 2013 tarihli kararlarına da atıfta bulunduktan sonra, TBK nın 444 vd. maddelerinde düzenlenen rekabet yasağı anlaşmasının ihlalinden doğan davanın mutlak ticari nitelikte olduğuna ve asliye ticaret mahkemesinde görüleceğine karar vermiştir.                                                                                                                        rarının  verilmesiyle  sonuçlanmıştır  [karar  için  bkz.  https://emsal.yargitay.gov.tr (14.11.2017)]. 17 https://emsal.yargitay.gov.tr (14.11.2017) 18 https://emsal.yargitay.gov.tr (14.11.2017) 19 KazancıİBB (14.11.2017) 20 Aynı yönde bkz. 7. HD nin 30.06.2014 tarih ve 8426/14779 sayılı, 02.04.2014 tarih ve 4145/7247 sayılı, 17.02.2014 tarih ve 2013-20220/3922 sayılı, 30.01.2014 tarih ve 2013-18424/1336  sayılı,  16.01.2014  tarih  ve  2013-15685/453  sayılı  kararları [https://emsal.yargitay.gov.tr (14.11.2017)].Pazarlamacının -ve İşçinin- Taraf Olduğu Rekabet Yasağı Sözleşmesinden   799  Doğan Uyuşmazlıkların Çözümünde Görevli Mahkeme – 7036 sayılı (Yeni) İş Mahkemeleri Kanunu Bakımından Değerlendirme Aynı şekilde Yargıtay 9. HD nin de artık istikrar kazandığı söylenebilecek yoğunluktaki kararlarında eİşMahK 1/1 ile ilgili olarak  rekabet yasağı anlaşmasının işçi ile işveren arasında düzenlenmiş olmasının, bu taahhüt nedeniyle çıkan uyuşmazlığın iş hukuku kapsamında kaldığını kabule yeterli olmadığı, iş akdinin sona ermesi halinde yapılmaması gereken bir hususa ilişkin olan bu taahhüdün iş hukukunun düzenleme alanı dışında kal[dığı]…21  vurgulanmakta,  …rekabet yasağının iş sözleşmesinin bitiminden sonraki bir tarihte ihlal edilmesinin iş mahkemelerini görevli olmaktan çıkar[dığı]22…  ifade edilerek TK 4 te mutlak ticari dava olarak düzenlenen bu davanın asliye ticaret mahkemesinde görülmesi gerektiği, rekabet yasağı sözleşmesine dayananların yanı sıra kaynağını iş sözleşmesinde bulan taleplerin de -örneğin ihbar tazminatı- davada ileri sürülmüş bulunması durumunda iş mahkemesinde çözülmesi gereken bu sonuncular bakımından davanın tefrik edilmesi gerektiği belirtilmektedir. Bununla beraber 9. HD, 11.10.2016 tarih ve 15516/17659 sayılı kararında, HGK nın zaman içinde değişen görüşüne yer verdikten sonra, aynen;  …5521 sayılı kanunda  İş Kanununa göre işçi sayılan kimselerle işveren veya işveren vekilleri arasında iş akdinden veya İş Kanunu ndan doğan uyuşmazlıklar[ın] iş mahkemelerinde görüleceği, 6102 sayılı kanunun 4/1.c maddesinde ise  Her iki tarafın da ticari işletmesiyle ilgili hususlardan doğan hukuk davaları ve çekişmesiz yargı işleri ile tarafların tacir olup olmadıklarına bakılmaksızın rekabet yasağına ilişkin 444 ila 447. maddeleri ile ilgili doğan hukuk davalarının ticari dava olduğu, ticari davalarda da delillerin ve bunların sunulmasının HMK hükümlerine tabi olduğuna vurgu yapıldıktan sonra, 5. maddesin                                                 21 Bkz. 9. HD nin 03.06.2016 tarih ve 2015-4203/15796 sayılı (karşı oy), 25.05.2016 tarih ve 2015-1484/12412 sayılı (karşı oy), 25.02.2016 tarih ve 2014-32565/4063 sayılı, 01.12.2015 tarih ve 2014-24508/34003 sayılı (karşı oy), 07.05.2015 tarih ve 20144547/16861 sayılı (karşı oy), 29.04.2015 tarih ve 2014-2655/15807 sayılı, 01.04.2015 tarih ve 2014-850/12895 sayılı, 18.03.2015 tarih ve 5759/11036 sayılı, 22.01.2015 tarih ve 2014-37904/1890 sayılı, 06.11.2014 tarih ve 30199/33078 sayılı, 19.09.2014 tarih ve 2012-35116/27327 sayılı, 23.10.2014 tarih ve 2012-38752/30745 sayılı, 27.10.2014 tarih ve 2012-29554/31176 sayılı kararları [https://emsal.yargitay.gov.tr (14.11.2017)]. 22 9. HD nin 23.11.2015 tarih ve 2014-35995/33148 sayılı, 23.11.2015 tarih ve 201435997/33150 sayılı, 29.06.2015 tarih ve 11218/23440 sayılı, 27.05.2015 tarih ve 2014-5443/19439 sayılı, 01.04.2015 tarih ve 2014-1263/12795 sayılı, 22.12.2014 tarih ve 7592/39463 sayılı, 22.12.2014 tarih ve 7593/39464 sayılı, 22.12.2014 tarih ve 7594/39465  sayılı,  22.12.2014  tarih  ve  7595/39466  sayılı,  22.12.2014  tarih  ve 7596/39467  sayılı,  22.12.2014  tarih  ve  7597/39468  sayılı,  22.12.2014  tarih  ve 7598/39469  sayılı,  22.12.2014  tarih  ve  7599/39470  sayılı,  22.12.2014  tarih  ve 7600/39471 sayılı, 22.12.2014 tarih ve 7601/39472 sayılı, 20.11.2014 tarih ve 20131787/34982 sayılı, 19.11.2014 tarih ve 2013-3338/34544 sayılı, 23.10.2014 tarih ve 2012-29671/30861 sayılı, 22.10.2014 tarih ve 2012-37894/30626 sayılı, 30.03.2014 tarih  ve  2012-32096/28711  sayılı,  11.09.2014  tarih  ve  20066/26233  sayılı, 02.07.2014 tarih ve 2012-24183/23220 sayılı, 03.06.2014 tarih ve 2012-25286/17992 sayılı,  02.06.2014  tarih  ve  2012-14231/17680  sayılı,  15.15.2014  tarih  ve 2012/13198/2014/15842  sayılı,  15.05.2014  tarih  ve  2012-13199/15843  sayılı, 13.05.2014 tarih ve 2012-17520/15511 sayılı, 17.04.2014 tarih ve 9783/13041 sayılı, 17.02.2014 tarih ve 2012-314/4831 sayılı, 04.02.2014 tarih ve 2011-52388/3111 sayılı kararları [https://emsal.yargitay.gov.tr (14.11.2017)]. 23  Bkz.  9.  HD nin  17.04.2014  tarih  ve  7545/13152  sayılı,  17.04.2014  tarih  ve 7543/13160 sayılı kararları [https://emsal.yargitay.gov.tr (14.11.2017)].800  Arş. Gör. İbrahim Çağrı Zengin (İÜHFM C. LXXV, S. 2, s. 791-812, 2017) de ise  aksine hüküm bulunmadıkça, dava olunan şeyin değerine veya tutarına bakılmaksızın asliye ticaret mahkemesinin tüm ticari davalara bakacağı  açıkça belirtilmiştir. 5521 sayılı İş Mahkemeleri Kanunu ndaki kural aksine bir düzenlemedir.  şeklinde, HGK nın 2008 ve 2011 tarihli, iş mahkemesini görevli kabul eden kararlarına paralel bir açıklamada bulunmuştur. Ancak davaya konu uyuşmazlık rekabet yasağı anlaşmasına değil, iş sözleşmesinin devamı sırasındaki sır saklama yükümlülüğüne dayandığından iş mahkemesinin görevli olduğuna karar verilmiş, rekabet yasağı anlaşmasına ilişkin olarak ise kararda başkaca açıklamaya yer verilmemiştir. 9. HD nin konuyla ilgili daha güncel bir kararına rastlanamadığından bu karara dayanarak Daire nin istikrar kazanmış denebilecek görüşünden döndüğü kanaatine varmak mümkün görülmemektedir. Diğer taraftan, 9. HD nin 2008 yılından önce verdiği kararlar arasında rekabet yasağı anlaşmasından doğan davada görevli mahkemeye ilişkin doğrudan değerlendirme yaptığı bir karara rastlanamamıştır. Yargıtay 11. HD, konuya ilişkin ulaşabildiğimiz en son 24.10.2016 tarih ve 11487/8359 sayılı kararında 2000 yılından bu yana verdiği kararların ( 2000/8808 E.-2000/10150 sayılı kararı ) aynı yönde olduğuna da işaret ederek, TBK 444 ten kaynaklanan davaların tarafların sıfatına bakılmaksızın mutlak ticari dava olduğu, bu hususta herhangi bir unsurun, bağlanma noktasının veya sebebin, davanın ticari niteliğini değiştirmediği, mahkemenin kanaatinin rol oynamadığı, rekabet yasağı sözleşmesinin işçi ile işveren arasında düzenlenmiş olmasının uyuşmazlığın iş hukuku kapsamında kaldığını kabule yeterli olmadığı, iş sözleşmesinin sona ermesi halinde yapılmaması gereken bir husu                                                 24 Her ne kadar Yargıtay 22. HD nin 16.01.2014 tarih ve 2013-1856/215 sayılı kararına ilişkin karşı oyda Yargıtay 9. HD nin içtihatlarında İşK kapsamında işçi ve işveren sayılan kişiler arasında akdedilen rekabet yasağı anlaşmasından kaynaklanan uyuşmazlıklarda görevli mahkemenin iş mahkemesi olarak kabul edildiği belirtilmiş ve anılan dairenin 23.05.2006 tarih ve 6891/15193 sayılı kararı da bu yaklaşıma örnek olarak gösterilmişse de, mezkur karar rekabet yasağından doğan bir uyuşmazlığa ilişkin olmakla beraber kararda böyle bir davada görevli mahkemenin hangisi olduğuna dair herhangi bir değerlendirme ya da en azından ifade yer almamaktadır [karar için bkz. KazancıİBB (14.11.2017)]. Bununla beraber, 9. HD nin Uşan tarafından incelenen 02.12.2010 tarih ve 200841875/35558 sayılı kararında, rekabet yasağı sözleşmesine ilişkin uyuşmazlıkta ilk derece mahkemesi olarak karar veren Bakırköy 7. İş Mahkemesi olmasına karşın bu hususa ilişkin herhangi bir değerlendirmede bulunmadığı ve neticede iş mahkemesinin kararını onadığı görülmektedir (karar için bkz. M. Fatih Uşan,  Rekabet Yasağı Sözleşmesinin Taşıması Gereken Şartlar ve Bunun Geçerliliği Meselesi , Sicil, Y. 6, S. 21, 2011, s. 116 vd.). Böylelikle, görev meselesi yargılamanın her aşamasında re sen incelenen bir husus olmakla, 9. HD nin rekabet yasağı anlaşmasından doğan davaya bakmak noktasında iş mahkemesini -zımnen- görevli kabul ettiği söylenebilir. 9. HD, 13.10.2011 tarih ve 40012/37168 sayılı kararında ise rekabet yasağı sözleşmesine dayalı davada görevli mahkemenin iş mahkemesi olduğuna açıkça hükmetmiş, ancak kararda yer verilen  rekabet yasağının dayanağı işçinin hizmet akdinden kaynaklanan sadakat borcudur. Hizmet akdinden kaynaklanan uyuşmazlıklarda görevli mahkeme İş Mahkemesi olmasına rağmen…  ifadelerinden yüksek mahkemece sözleşmenin devamındaki rekabet etmeme borcunu rekabet yasağı sözleşmesinden farksız kabul edilmesi kararın sıhhatini tartışmaya açık hale getirmiştir (karar için bkz. Levent Börü/İlker Koçyiğit, Ticari Dava, Ankara 2013, s. 118-122). 25 https://emsal.yargitay.gov.tr (14.11.2017)Pazarlamacının -ve İşçinin- Taraf Olduğu Rekabet Yasağı Sözleşmesinden   801  Doğan Uyuşmazlıkların Çözümünde Görevli Mahkeme – 7036 sayılı (Yeni) İş Mahkemeleri Kanunu Bakımından Değerlendirme sa ilişkin olan bu anlaşmanın iş hukukunun düzenleme alanı dışında kaldığı ve asliye ticaret mahkemesinin görev alanına girdiği görüşündedir. Bu gerekçelere ek olarak yüksek mahkeme, konuya ilişkin verdiği bazı kararlarında,  ticari sırrın ne olduğunun değerlendirilmesinin uzman mahkemelerce yapılması gerektiği de yadsınamaz bir gerçeklik olduğu gibi,  Rekabet Yasağı  kavramı da piyasa şartlarıyla sıkı sıkıya bağlı bulunan ticari bir konudur  demek suretiyle uyuşmazlığın ticaret mahkemesinde çözümlenmesinin ihtisaslaşmanın bir gereği ve uzantısı olduğunu da vurgulamaktadır. 23.03.2017 tarih ve 2016-6184/3717 sayılı kararında Yargıtay 13. HD, sözleşmenin sona ermesinden sonra rekabet yasağına aykırı davranılmasında ticaret mahkemesinin görevli olduğu; mutlak ticari dava niteliğindeki bu davada iş mahkemesinin görevli bulunmadığı yönünde karar vermiştir. Konuyla ilgili pek çok kararı bulunan Yargıtay 22. HD nin yaklaşımının da artık istikrarlı denebilecek şekilde asliye ticaret mahkemesinin görevli olduğu  istikametinde  bulunduğu  rahatlıkla  söylenebilir.  Bu  Daire ye  göre  de,  …rekabet yasağının iş sözleşmesinin bitiminden sonraki bir tarihte ihlal edilmesi iş mahkemelerini görevli olmaktan çıkarmaktadır. Kaldı ki, davanın açıldığı tarih itibariyle yürürlükte bulunan mülga 6762 sayılı Türk Ticaret Kanunu'nun 4. maddesiyle kanun koyucu çok açık bir şekilde mülga 818 sayılı Kanun'un 348. maddesinden kaynaklanan davaların mutlak ticari davalardan olduğunu öngörmüştür (Yürürlükteki 6102 sayılı Türk Ticaret Kanunu'ndaki karşılığı 4/1.c maddesidir). Mutlak ticari davalar, herhangi bir unsurun, bağlama noktasının veya  sebebin  davanın  ticari  niteliğini  değiştirmediği  davalardandır.  Yargıtay Hukuk Genel [Kurulu nun] 29.02.2012 tarihli 2011/11-781 esas, 2012/109 karar sayılı ilamında da, hizmet sözleşmesinin sona ermesinden sonra gerçekleşen rekabet yasağına aykırılığı düzenleyen, mülga 818 sayılı Kanun un 348. maddesi kapsamında değerlendirilmesi gereken uyuşmazlıklara ilişkin davaların 6762 sayılı Türk Ticaret Kanunu nun 4/1-3. maddesi gereğince mutlak ticari dava niteliği taşıdığı ve mutlak ticari davaların görülme yerinin ise açık biçimde ticaret mahkemeleri  olduğu  belirtilmiştir .  22.  HD,  rekabet yasağı  anlaşmasından                                                  26 Bu yönde bkz. 11. HD nin 17.10.2016 tarih ve 10595/8147 sayılı, 30.05.2016 tarih ve 5614/5901 sayılı, 08.02.2016 tarih ve 2015-6692/1101 sayılı, 03.11.2015 tarih ve 12296/11445 sayılı, 03.10.2016 tarih ve 10194/7663 sayılı, 20.01.2016 tarih ve 201514862/553 sayılı, 18.01.2016 tarih ve 2015-15714/429 sayılı, 12.01.2016 tarih ve 2015-15715/150 sayılı, 12.01.2016 tarih ve 2015-15096/157 sayılı, 28.09.2015 tarih ve 9585/9570 sayılı, 10.11.2014 tarih ve 10834/17252 sayılı, 15.09.2014 tarih ve 11540/13703 sayılı kararları [https://emsal.yargitay.gov.tr (14.11.2017)]. 27  11.  HD nin  06.02.2015  tarih  ve  2014-16022/1405  sayılı,  01.10.2014  tarih  ve 2014/15007  sayılı,  18.09.2014  tarih  ve  9659/13792  sayılı,  10.09.2014  tarih  ve 10407/13534 sayılı, 17.06.2014 tarih ve 7526/11678 sayılı kararları [https://emsal. yargitay.gov.tr (14.11.2017)]. 28 https://emsal.yargitay.gov.tr (14.11.2017) 29 22. HD nin 18.02.2016 tarih ve 2014-32278/4332 sayılı kararı. Aynı yönde bkz. 22. HD nin  19.01.2016  tarih  ve  2014-27948/1165  sayılı,  18.01.2016  tarih  ve  201428081/808 sayılı, 16.02.2015 tarih ve 2014-24252/34661 sayılı, 02.07.2015 tarih ve 2014-13280/22945 sayılı, 26.05.2015 tarih ve 2014-13720/18432 sayılı, 24.03.2015 tarih  ve  2013-36837/11320  sayılı,  10.02.2015  tarih  ve  2013-29244/4344  sayılı, 09.12.2014 tarih ve 2013-25336/34836 sayılı, 02.12.2014 tarih ve 2013-29037/34155 sayılı,  01.12.2014  tarih  ve  2013-24215/33835  sayılı,  24.11.2014  tarih  ve 21992/33038 sayılı, 18.11.2014 tarih ve 26248/32425 sayılı, 13.11.2014 tarih ve802  Arş. Gör. İbrahim Çağrı Zengin (İÜHFM C. LXXV, S. 2, s. 791-812, 2017) doğan uyuşmazlıkların çözümünde asliye ticaret mahkemesinin görevli olmasını, yine diğer Daire kararlarında benzerine yer verilen  ticari sırrın ne olduğunun değerlendirilmesinin uzman mahkemelerce yapılması gerektiği de yadsınamaz bir gerçeklik olduğu gibi, Rekabet Yasağı kavramı da piyasa şartlarıyla sıkı sıkıya bağlı bulunan ticari bir konudur  şeklinde gerekçelendirmektedir. Şimdiye kadar yer verilen tüm bu kararlardan açıkça anlaşıldığı üzere, TBK 444 vd.nda düzenlenen rekabet yasağı anlaşmasından doğan uyuşmazlıklarda görevli mahkemenin hangisi olduğuna ilişkin karışıklık, Yargıtay HGK nın 29.02.2012  tarihli  kararında  asliye  ticaret  mahkemesinin  görevli  olduğuna hükmetmesi, konu ile ilgili Hukuk Dairelerinin de 2012 den günümüze kadar tespit edebildiğimiz kadarıyla- HGK ile hep aynı doğrultuda kararlar vermeleri karşısında Türk yargısı nezdinde hallolmuş görünmektedir.  2. Öğretideki görüşler eİşMahK nın yürürlükten kalktığı 25.10.2017 tarihine kadar Türk hukuk öğretisinde TBK 444 vd. anlamında rekabet yasağı anlaşmasından doğan davaların hangi mahkemenin görev alanına girdiği yahut girmesi gerektiği konusunda farklı görüşler ileri sürülmüştür. Öğretide bir görüş, hizmet sözleşmesine ilişkin rekabet yasağı sözleşmesinin ihlalinden doğan davaların (e/)TK 4 te mutlak ticari dava olarak düzenlendiğini, dolayısıyla pozitif hukuk bakımından asliye ticaret mahkemesinin görevli bulunduğunu ifade ettikten sonra, görev yönünden rekabet yasağına ilişkin olarak hizmet sözleşmesine nazaran yapılan bu ayırımın makul bir sebepten yoksun, anlamsız ve isabetsiz olduğunu, zira rekabet yasağı anlaşmasının ticari işletmeyle ilgili olmayan bir hizmet sözleşmesiyle bağlantılı olarak da akdedilebileceğini, bu nedenle olması gereken hukuk bakımından bu davaların ticari işletmeyle ilgisinin bulunması kaydıyla ticari dava sayılmasının yahut iş mahkemesinde görülmesini mümkün kılan bir yasal düzenleme yapılmasının daha yerinde olacağını ileri sürmektedir. Hatta Domaniç bu sonuncusu bakı                                                                                                                       29128/31557 sayılı, 03.11.2014 tarih ve 2013-19651/29967 sayılı, 30.10.2014 tarih ve 28969/29627 sayılı, 08.09.2014 tarih ve 23367/23122 sayılı, 16.06.2014 tarih ve 2013-15196/17323 sayılı, 27.05.2017 tarih ve 2013-13374/14711 sayılı, 20.05.2014 tarih ve 12653/13469 sayılı, 11.03.2014 tarih ve 2013-20240/5614 sayılı, 21.02.2014 tarih ve 2013-3717/3381 sayılı kararları [https://emsal.yargitay.gov.tr (14.11.2017)]. 30 22. HD nin 21.05.2015 tarih ve 2013-28285/18074 sayılı, 02.12.2014 tarih ve 201318724/34164 sayılı, 06.11.2014 tarih ve 27436/30578 sayılı, 23.09.2014 tarih ve 17976/25214 sayılı, 17.09.2014 tarih ve 2013-16764/24195 sayılı, 18.06.2014 tarih ve 2013-14974/17950 sayılı, 10.06.2014 tarih ve 8499/16773 sayılı, 03.06.2014 tarih ve  2013-35574/15622  sayılı,  08.05.2014  tarih  ve  2013-10016/12223  sayılı, 06.05.2014 tarih ve 2013-26898/11688 sayılı, 17.04.2014 tarih ve 2013-8597/8519 sayılı  (karşı  oy),  16.01.2014  tarih  ve  2013-1856/215  sayılı  (karşı  oy)  kararları [https://emsal.yargitay.gov.tr (14.11.2017)]. 31 Bkz. Yaşar Karayalçın, Ticaret Hukuku I. Giriş - Ticari İşletme, 3. Bası, Ankara 1968, s. 252; Soyer, Rekabet Yasağı Sözleşmesi, s. 25 (yazar, Yargıtay HGK nın konuya ilişkin kararlarını değerlendirdiği makalesinde uyuşmazlığın çözümlenmesinde asliye ticaret mahkemesini görevli kabul eden 29.02.2012 tarihli HGK kararında varılan sonucun olan hukuk bakımından isabetli olduğunu belirttikten sonra, olması gereken hukuk bakımından iş mahkemesinin görevli kılınmasının daha yerinde olacağı görüşünü yinelemiştir (bkz. Polat Soyer,  Rekabet Yasağı Sözleşmesinden Doğan Uyuşmazlıklarda Görevli Mahkeme Sorunu Nihayet (Fakat Şimdilik) Çözümlendi - Yargıtay Hukuk GenelPazarlamacının -ve İşçinin- Taraf Olduğu Rekabet Yasağı Sözleşmesinden   803  Doğan Uyuşmazlıkların Çözümünde Görevli Mahkeme – 7036 sayılı (Yeni) İş Mahkemeleri Kanunu Bakımından Değerlendirme mından bir adım daha ileri giderek, olan hukuk bakımından da  rekabet yasağı davalarının ticari sayılması için iş verenin tacir olması gerek… tiği kanaatinde olduğunu ifade etmektedir. Yine, rekabet yasağı sözleşmesinin iş ilişkisinin ayrılmaz bir öğesi ve yazgısının iş sözleşmesine bağlı olması, diğer rekabet yasağı sözleşmeleri bakımından irade serbestisine öncelik veren kanun koyucunun bu sözleşmeyi nispi emredici hükümlerle düzenlemesinin iş sözleşmesinin özgün yapısından ve işçiyi koruma amacından kaynaklandığını ve bu yönüyle diğer iş hukuku davalarından farklı tutmadığını göstermesi, rekabet yasağının yürürlüğüyle iş sözleşmesinin feshi arasında mutlak bir bağlantının bulunması, bunu da en iyi iş mahkemesinin değerlendirebilecek olması, rekabet yasağından doğan davanın asliye ticaret mahkemesinde görülmesinin işçiye avans faizi yürütülmesine yol açması fakat iş mahkemesinde yasal faizin işletilecek olması, aynı taraflar arasında iş sözleşmesinden ve rekabet yasağı sözleşmesinden doğan taleplerin farklı davalarda görülmek gerekmesi, davalar arasında bağlantı olsa bile aynı düzey ve sıfatta mahkemeler olmadıklarından asliye ticaret ve iş mahkemelerinin birleştirme kararı verememesi karşısında aynı konuda çelişen kararların ortaya çıkmasına sebebiyet verebilmesi gerekçeleriyle de pozitif hukuk bakımından asliye ticaret mahkemesi görevli ise de olması gereken hukuka göre rekabet yasağı sözleşmesinden doğan davaların iş mahkemesinde hâllinin daha doğru olacağı, bunun ise TK 4/1-c nin değiştirilerek  rekabet yasağına ilişkin 444 ve 447  ibaresinin metinden çıkarılmasıyla mümkün hâle geleceği ifade edilmektedir.                                                                                                                        Kurulu nun İki Farklı Kararı Hakkında Not- , Yıldırım Uler e Armağan, Yakın Doğu Üniversitesi Yayınları, Lefkoşa 2014, s. 473-475; Veli Karagöz,  Rekabet Yasağı Sözleşmesinde Cezai Şart (Karar İncelemesi) , Erzincan Üniversitesi Hukuk Fakültesi Dergisi, C. XIII, S. 1-2, Y. 2009, s. 202-205; Nesibe Kurt Konca,  Yeni Türk Ticaret Kanunu na Göre Asliye Ticaret Mahkemeleri , Türkiye Adalet Akademisi Dergisi, Y. 4, S. 15, 2013, s. 93; Sabih Arkan, Ticarî İşletme Hukuku, 23. Bası, Ankara 2017, s.105; Doğan, s.166. Erdoğan¸ TK 4 te ticari işletmeden değil, işletmeden bahsedildiği için sadece ticari işletme değil, esnaf işletmesinde çalışan bir kişinin rekabet etmeme yükümlülüğüne aykırı davranması sebebiyle açılacak davanın da mutlak ticari dava olacağını söylemektedir (Abdullah Erdoğan,  Ticari Davalar , REGESTA, C. 3, S. 1, 2013, s. 63). Gerçekten, TK 4/1-c de  işletme  deyimiyle yetinilmiş, ayrıca ticari işletme ifadesi kullanılmamış ise de hükmün lafzından, daha açık bir ifadeyle  işletmenin devralınması … birleşmesi … şekil değiştirmesi  tamlamasından bunun sadece TBK 202-203 ile ilişkili olarak kullanıldığı anlaşılmaktadır. Esnaf işletmesinde istihdam edilen bir kişinin taraf olduğu rekabet yasağı sözleşmesinden doğan davanın ticari dava olması TK 4/1-c de işletme teriminin kullanılmasından değil, TBK 444-447 hükümlerinin açık ve hassaten zikredilmesi dolayısıyladır. 32 Hayri Domaniç, Ticaret Hukukunun Genel Esasları, Genişletilmiş 4. Bası, İstanbul 1988, s. 195. 33 Yürütülecek temerrüt faizinin türü, bu bağlamda avans faizi işletilmesi davanın görüldüğü mahkemeye göre değil aradaki işin ticari nitelikte olup olmamasına göre belirlendiğinden (bkz. 3095 sayılı Kanuni Faiz ve Temerrüt Faizine İlişkin Kanun m. 2/2) bu görüşe katılmak mümkün görünmemektedir.  Ayrıca, rekabet yasağı sözleşmesinde işçinin karşı tarafında bir tacir varsa TK 19/2 gereği bu sözleşme ticari iş niteliğinde olacağından işçinin temerrüdü halinde sözleşmede kararlaştırılmamış olsa bile FaizK 2/2 uyarınca işçi avans faizi oranına göre temerrüt faizi ödemek zorunda kalabilecektir. 34 Ertan, s. 459-463.804  Arş. Gör. İbrahim Çağrı Zengin (İÜHFM C. LXXV, S. 2, s. 791-812, 2017) Buna karşılık TK 4/1-(a) ilâ (f) hükümlerinde sayılan davaların ekonomik düzenin ve kredi düzeninin korunması, ticaretin vazgeçilmezi olan girişim, rekabet hukuku ve düzeni ile yakından ilgili olmaları, yoğunluğu değişse de her durumda öz ticaret hayatı ile ilgileri sebebiyle ticari dava olarak nitelendirildikleri, bu kapsamda sözleşme sonrası rekabet yasağı anlaşmasına ilişkin uyuşmazlıkların da öz ticaret hayatına mahsus, kişinin ekonomik özgürlüğü ve ticaret düzenine katılması ile ilgili bir konu olarak görüldüğü, sonuçta bunun mutlak ticari dava olarak düzenlenmesinin ticari davaya ilişkin ana düşünceye uygun ve isabetli bulunduğu da dile getirilmektedir. Ayrıca, kanun koyucunun eTK nın yürürlüğe girmesi ile gösterdiği, eBK 348/TBK 444 vd.nda düzenlenen rekabet yasağı sözleşmesinin mutlak ticari dava olması yönündeki iradesinin TK da da aynen muhafaza edilmesi, bu sözleşmelerin bir tarafında çoğunlukla tacirin yer alması ve dolayısıyla ticari işletme ile sıkı ilişkisinin bulunması, rekabet yasağı anlaşmasını düzenleyen hükümlerin öz ticaret hayatına ilişkin (rekabet, işletme, rakip işletme, müşteri çevresi, üretim sırrı gibi) pek çok kavramı teknik terim olarak barındırması, asliye ticaret mahkemesinin hizmet sözleşmesi dışındaki diğer rekabet yasağı düzenlemeleri (TK 123, 230, 311, 396, 572, 613, 626) bakımından görevli mahkeme olması dolayısıyla bu konuda asliye ticaret mahkemesinin görevli olmasının hem olan hem de olması gereken hukuk yönünden yerinde olduğu, rekabet yasağı sözleşmesinin iş/hizmet sözleşmesi ile organik bağ içinde bulunmasına rağmen hukuki niteliği itibarıyla iş/hizmet sözleşmesi ya da onun fer i bir sözleşme olmadığı, bundan doğan talepler İşK ya dayandırılamayacağı için eİşMahK 1/1 gereği iş mahkemelerinin görevli olmasını gerektiren bir durumun söz konusu olmadığı da belirtilmektedir. Bir diğer görüşe göre, eBK 348 vd. (TBK 444 vd.) nda düzenlenen, iş ilişkisinden doğan rekabet yasağının varlık sebebi iş sözleşmesi olduğundan bundan kaynaklanan uyuşmazlık da iş sözleşmesine dayanır. İşK kapsamındaki işçinin rekabet yasağından doğan uyuşmazlıklarda görevli mahkeme iş mahkemesi olacaktır. İşK ya tabi olmayan işçiler bakımından ise asliye ticaret mahkemesi görevlidir. Rekabet yasağı anlaşması ile ilgili uyuşmazlığın meydana geldiği anda sözleşmenin taraflarının -artık- işçi ve işveren sıfatını taşımıyor olmalarının, eİşMahK 1 de bu sıfatların uyuşmazlığın meydana geldiği tarihte aranmaması,  uyuşmazlığın  taraflarında  kendini  göstermesi  karşısında  bir önemi bulunmamaktadır. Ayrıca İşK ya göre işçi sayılan kimselerle işveren arasında rekabet yasağına aykırılıktan doğan davaların Yargıtay 9. HD nin görev alanına girdiği belirlenmiştir. Bu görüşe göre İşK kapsamında olmama, kişinin işçi sıfatını ortadan kaldırmaz; sadece İşK hükümlerinin uygulanmasını engeller. Bu görüşün geldiği noktadan bir adım daha ileri gidilmiş, TK 4 ve 5 hükmüne rağmen olan hukuk bakımından iş mahkemelerin ihtisas mahkeme                                                 35 Kaya (Ülgen vd.), N. 221. 36 Sinan Sarıkaya, İşçinin Rekabet Yasağı Sözleşmesinden Kaynaklı Uyuşmazlıklarda Görevli Mahkeme Sorunu, Legal Hukuk Dergisi, C. 15, S. 171, 2017, s. 1135-1142. 37 Faruk Baştürk, Rekabet Yasağı Sözleşmesinde Görevli Mahkemeye İlişkin Yargıtay Kararları Üzerine Bir İnceleme, Prof. Dr. Sarper Süzek e Armağan, C. II, Beta, İstanbul 2011, s. 1549-1555. Bu görüşe yöneltilen haklı eleştiriler için bkz. Soyer, Uler e Armağan, s. 474, dpn. 13; Ertan, s. 458 dpn. 1830; Doğan, s. 166. Baştürk, olması gereken hukuk bakımından da bu uyuşmazlığın çözümünde iş mahkemesinin görevli olması gerektiğini ileri sürmektedir (s. 1553).Pazarlamacının -ve İşçinin- Taraf Olduğu Rekabet Yasağı Sözleşmesinden   805  Doğan Uyuşmazlıkların Çözümünde Görevli Mahkeme – 7036 sayılı (Yeni) İş Mahkemeleri Kanunu Bakımından Değerlendirme leri olması gerekçesiyle görevli kabul edilmeleri gerektiği dahi öğretide ileri sürülmüştür.  III. 7036 sayılı yeni İşMahK bakımından değerlendirme Şimdiye kadar yer verilen yargı kararları ve doktrinde ileri sürülen görüşler kapsamında, gelinen son nokta itibariyle de lege lata TK 4/1-c hükmüne rekabet yasağı anlaşmasında görevli mahkemenin tespiti bağlamında eİşMahK 1/1 e nazaran üstünlük tanındığı dolayısıyla bu davanın asliye ticaret mahkemesinde hâllolunacağı, ancak olması gereken hukuk açısından iş mahkemesinin görevli kılınmasının daha isabetli olabileceği çoğunluk kanaati olarak öne çıkmaktadır. 25.10.2017 tarihinde yürürlüğe giren 7036 sayılı yeni İşMahK nın  Görev  başlıklı 5. maddesinde, konumuzu ilgilendiren kısmı itibariyle;  (1) İş mahkemeleri; a) 5953 sayılı Kanuna tabi gazeteciler, 854 sayılı Kanuna tabi gemiadamları, 22/5/2003 tarihli ve 22/5/2003 tarihli ve 4857 sayılı İş Kanununa veya 11/1/2011 tarihli ve 6098 sayılı Türk Borçlar Kanununun İkinci Kısmının Altıncı Bölümünde düzenlenen hizmet sözleşmelerine tabi işçiler ile işveren veya işveren vekilleri arasında, iş ilişkisi nedeniyle sözleşmeden veya kanundan doğan her türlü hukuk uyuşmazlıklarına, … ilişkin dava ve işlere bakar.  düzenlemesi yer almaktadır. Bu hüküm karşısında, öğretide olması gereken hukuk bağlamında dile getirilen görüşlerin olan hukuk niteliği kazanıp kazanmadığı, daha açık bir ifadeyle İşMahK 5 hükmünün TBK 444 vd. anlamında rekabet yasağı anlaşmasında görevli mahkemenin iş mahkemesi hâline gelmesi sonucunu doğurup doğurmadığı değerlendirilmek gerekir. Burada öncelikle belirtmelidir ki, yukarıdaki bölümde yer verildiği üzere gerek asliye ticaret mahkemesini görevli kabul eden kararlarında Yargıtay ve gerekse öğretide bu kararda varılan sonuç yönünde görüş bildiren yazarlar, rekabet yasağı sözleşmesi bakımından uyuşmazlığın meydana geldiği tarihte taraflar arasındaki iş/hizmet sözleşmesi sona ermiş bulunduğundan davanın açıldığı sırada artık işçi-işveren sıfatlarının bulunmadığını, (e/)İşMahK da iş mahkemesinin görevli olması için aranan bu şart yerine gelmediğinden bu davanın  iş  mahkemesinde  görülemeyeceğini  ifade  etmekteydi.  Aynı  gerekçeler hükmün lafzı dolayısıyla kuşkusuz İşMahK 5 bakımından da geçerliliğini muhafaza etmektedir. Bu doğrultuda İşMahK 5 e göre de söz konusu davanın iş mahkemesinde görülmeyeceğini söylemek mümkündür. Bir an için ve farz-ı muhal, bizce de isabetli olan bu gerekçenin yeni kanun döneminde kabule şayan görülmemesi durumunda ise İşMahK 5 in kişi yanındaki diğer unsurlarını da kapsayıcı bir yorum faaliyetinde bulunmak ge                                                 38 Börü/Koçyiğit, s. 13-15. Hem eBK hem TBK da rekabet yasağı anlaşmasının hizmet sözleşmesine ilişkin bölümde düzenlenmesi, rekabet yasağı sözleşmesinin ihlali nedeniyle doğan borcun kaynağının iş sözleşmesi olduğu, uyuşmazlığın doğduğu sırada tarafların işçi-işveren sıfatını devam ettirmiyor olmalarının görevli mahkemeyi değiştirmeyeceği, bu nedenle  iş mahkemelerinin görevli olduğuna ilişkin görüşün daha isabetli olduğu kanısında…  olduğunu açıklayan Fevzi Şahlanan,  Rekabet Yasağı Sözleşmesinde Görevli Mahkeme , Tekstil İşveren Hukuk, S. 418, Ocak-Şubat 2016, s. 3-4.806  Arş. Gör. İbrahim Çağrı Zengin (İÜHFM C. LXXV, S. 2, s. 791-812, 2017) rekecektir. Ancak bu değerlendirme yapılmadan önce İşMahK ile TK nın karşılıklı durumları ortaya konmalıdır. eİşMahK 1/1 ile TK 4/1-c arasındaki ilişki öğretide şu şekilde ifade edilmektedir: TK 4/1-c, maddi hukuku düzenleyen temel bir kodda yer alan usul hukukuna ilişkin bir hükümdür. (e/)İşMahK ise usul hukuku alanında düzenlemeler getirmekte, m. 1/1 de de görev konusu düzenlenmektedir. Bu bakımdan HMK ile (e/)İşMahK arasında genel kanun-özel kanun ilişkisi varsa da (eİşMahK 15/İşMahK 9), TK ile (e/)İşMahK arasında bu türden bir ilişki ya da maddi hukuk anlamında bir bağlantı, neticede bir hiyerarşi bulunmamaktadır. Rekabet yasağı sözleşmesinden doğan davalarda görevli mahkemenin belirlenmesine ilişkin bu hükümler arasında hangisinin önceliğe sahip olduğunun tespitinde  kanunların  yürürlük  tarihlerine  bakıldığında  eİşMahK nın  1950, eTK nın 1957 ve TK nın 2012 de yürürlüğe girdiği görülmektedir. Lex posterior derogat legi priori (sonraki kanun önceki kanunu bertaraf eder) ilkesinden hareket edildiğinde TK ya üstünlük tanınması gerektiği anlaşılmaktadır. Şu hâle göre, TK ile İşMahK arasında hiyerarşik bir üstünlük bulunmadığından bu iki kanunun aynı konuda birbiriyle çatışan düzenlemeler içermesi durumunda yine lex posterior derogat legi priori ilkesi devreye girecek, fakat bu sefer sonraki tarihli kanun TK değil İşMahK olduğundan öncelik İşMahK da yer alan hükme verilecektir. Konumuz olan rekabet yasağı anlaşması bakımından da, şayet İşMahK 5 hükmünün bu anlaşmadan doğan uyuşmazlıkları da kapsar bir düzenleme içerdiği tespit edilirse görevli mahkemenin de artık asliye ticaret değil iş mahkemesi olduğu sonucuna varılmak gerekebilecektir. Bu bağlamda ilk olarak İşMahK 5 in lafzı incelendiğinde, eİşMahK 1/1 de görev konusu kişi bakımından -istisnalar hariç- iş kanununa göre işçi sayılan kimselerle işveren veya vekili arasındaki davalar açısından ele alınmış olmasına karşılık İşMahK 5 te kişi bakımından kapsamın genişletildiği, 5953 sayılı Kanuna tabi gazeteciler, 854 sayılı Kanuna tabi gemiadamları, 22/5/2003 tarihli ve 4857 sayılı İş Kanununa veya 11/1/2011 tarihli ve 6098 sayılı Türk Borçlar Kanununun İkinci Kısmının Altıncı Bölümünde düzenlenen hizmet sözleşmelerine tabi işçilerin de düzenlemenin kapsamına alındığı gözlenmektedir. Bu durumda TBK nın ikinci kısmının altıncı bölümünde düzenlenen hizmet sözleşmesi türlerinden biri olan pazarlamacılık sözleşmesi ile çalışan işçinin Kanun un kişi bakımından kapsamına girdiği şüphesizdir. eİşMahK 1/1 de iş mahkemesinin görevli olması uyuşmazlığın  iş akdinden veya İş Kanununa dayanan her türlü hak iddialarından  doğmasına bağlanmıştı. İşMahK 5/1-a da ise bu husus  iş ilişkisi nedeniyle sözleşmeden veya kanundan doğan her türlü hukuk uyuşmazlıkları  şeklinde düzenlenmiştir. Buna göre şayet rekabet yasağı sözleşmesinden kaynaklanan bir uyuşmazlık  iş ilişkisi nedeniyle sözleşmeden doğan  bir uyuşmazlık olarak nitelenirse bu                                                  39 Ertan, s. 456-458. 40 Kanunlar çatışması durumunda başvurulacak ilkeler bakımından pek çokları yerine bkz. M. Kemal Oğuzman/Nami Barlas, Medenî Hukuk Giriş Kaynaklar Temel Kavramlar, 22. Bası, İstanbul 2016, s. 83 vd.; Yasemin Işıktaç/Sevtap Metin, Hukuk Metodolojisi, İstanbul 2016, s. 261-262.  41 Bununla birlikte, anılan hukuk ilkesinin bağlayıcı nitelikte bir müsbet hukuk kuralı zannedilmemesi gerektiği yönünde bkz. Tahir Çağa,  Özel Hüküm Genel Hükmü Daima Bertaraf Eder mi? , Türkiye Barolar Birliği Dergisi, 1991/3, s. 371 dpn. 14.Pazarlamacının -ve İşçinin- Taraf Olduğu Rekabet Yasağı Sözleşmesinden   807  Doğan Uyuşmazlıkların Çözümünde Görevli Mahkeme – 7036 sayılı (Yeni) İş Mahkemeleri Kanunu Bakımından Değerlendirme açıdan da İşMahK 5 in kapsamına girdiği ve çözüm yerinin iş mahkemesi olduğunun kabul edilmesi gerekecektir. Bu  hususa  ilişkin  olarak,  rekabet  yasağı  anlaşmasından  doğan  bir uyuşmazlığın  sözleşmeden  doğmuş bulunduğu, bunun kanuna dayanan bir borç olmadığı konusunda tereddüt bulunmamalıdır. eİşMahK döneminde ileri sürülen ve rekabet yasağı sözleşmesinin hukuki niteliği icabı iş ilişkisinin ayrılmaz bir öğesi olması, kaderinin ve yürürlüğünün iş sözleşmesine bağlı bulunması gibi sebeplerle bundan doğan davayı geniş anlamda iş akdinden kaynaklanan dava olarak kabul eden görüşün -ki Yargıtay HGK nın 22.09.2008 tarih ve 9-517/566 sayılı kararında da rekabet yasağı sözleşmesinin dayanağının iş ilişkisi olduğu belirtilmiştir-, rekabet yasağı anlaşmasının her zaman bir  iş ilişkisi nedeniyle  akdediliyor olması göz önünde bulundurulduğunda, yeni Kanun döneminde daha güçlü bir şekilde savunulabileceği pekâlâ söylenebilir. Buna karşılık Yargıtay HGK nın 22.09.2008 tarihli kararında varılan sonuca öğretide, rekabet yasağı sözleşmesinin dayanağının kararda belirtildiği üzere işçinin sadakat borcu değil, bu hususu düzenleyen ayrı bir sözleşme olduğu, sadakat borcunun iş sözleşmesinin sona ermesinden sonra devam ettiği düşünüldüğünde dahi bu durumda tarafların eİşMahK 1 de aranan işçi ve işveren olma sıfatlarını artık taşımıyor olmaları nedeniyle anılan kanunun kapsamı dışında kaldıkları gerekçeleriyle getirilen eleştiri yeni Kanun zamanında da geçerliliğini sürdürebilir görünmektedir. Başka bir deyişle, rekabet yasağı sözleşmesinin taraflar arasında herhangi bir surette iş ilişkisi kurmaması dolayısıyla bundan doğan uyuşmazlığın iş ilişkisi nedeniyle doğmuş kabul edilemeyeceğini ileri sürmek de aynı derecede savunulabilir. Bu kabulde ise rekabet yasağı sözleşmesi lafzen dahi İşMahK 5 in kapsamına girmediğinden bu sözleşmeden doğan davanın görüleceği mahkemeyle ilgili olarak bu hükümle TK 45 arasında bir çatışmanın bulunmadığı, dolayısıyla rekabet yasağı anlaşması bakımından uygulama alanı bulunmayan İşMahK 5 in bundan doğan davanın iş mahkemesinde görülmesini gerektirmeyeceği söylenmelidir. Şu durumda, yapılacak yorum faaliyetinde söz konusu düzenlemelerin gerekçeleri kanun koyucunun bu konudaki iradesinin tespiti bakımından gözden uzak tutulmamalıdır. Rekabet yasağı anlaşması bakımından eTK 4 teki düzenlemenin güncel bir tekrarı niteliğindeki TK 4 ün gerekçesinde bu sözleşmeyle ilgili herhangi bir açıklamaya yer verilmemiştir. eTK 4 ün gerekçesinde ise, maddi hukukun tatbiki bakımından ‘ticari işler  kavramına giren bütün meselelerin değil, yalnız mahiyet ve bünyesi itibariyle yargıcın özel bir ihtisasına ihtiyaç gösteren meselelerin ticari dava olarak vasıflandırıldığı, her iki tarafın tacir sıfatı ve uyuşmazlık konusu işin bu sebepten dolayı ticari sayılması olgusunun yanı sıra, tarafların sıfatına bakılmaksızın öz ticaret hayatına mahsus olmaları dolayısıyla ayrı bir ihtisas cephesini arz eden muamelelerin de -ki rekabet yasağı anlaşması da bu bağlamda değerlendirilmiştir- ticari dava sayıldığı belirtilmiştir. Şüphesiz aynı gerekçe TK 4 için de geçerlidir. İşMahK 5 in madde gerekçesinde, aynen;  (m)adde ile, iş mahkemelerinin görev alanı düzenlenmektedir. 5521 sayılı İş Mahkemeleri Kanununun 1 inci maddesinde, iş kanunlarına göre işçi sayılan kimseler ile işveren veya işveren                                                  42 Soyer, Uler e Armağan, s. 473-475. 43 Nitekim bu hususlarda bkz. yuk. dpn. 35-37 arasında anılan görüşler.808  Arş. Gör. İbrahim Çağrı Zengin (İÜHFM C. LXXV, S. 2, s. 791-812, 2017) vekilleri arasındaki uyuşmazlıklardan kaynaklanan davaların iş mahkemelerinin görev alanına girdiği hükme bağlanmıştır. Maddenin birinci fıkrasının (a) bendinde yapılan düzenleme ile, iş mahkemelerinin görev alanı genişletilerek 5521 sayılı Kanunda düzenlenen uyuşmazlıkların yanı sıra 6098 sayılı Türk Borçlar Kanununun İkinci Kısım Altıncı Bölümünde düzenlenen hizmet sözleşmelerinden (genel hizmet sözleşmesi, pazarlamacılık  sözleşmesi  ve  evde  hizmet  sözleşmesi)  kaynaklanan  işçi  ve  işveren uyuşmazlıkları da kapsama alınmaktadır. Ayrıca sadece 4857 sayılı İş Kanununa tabi işçiler değil 5953 sayılı Basın Mesleğinde Çalışanlarla Çalıştıranlar Arasındaki Münasebetlerin Tanzimi Hakkında Kanun kapsamındaki gazeteciler ile 854 sayılı Deniz İş Kanunu kapsamındaki gemiadamları da kapsama alınmakta ve bunlar ile işveren veya işveren vekilleri arasında, iş ilişkisi nedeniyle sözleşmeden veya kanundan doğan her türlü hukuk uyuşmazlıklarına iş mahkemelerinin bakacağı kabul edilmektedir. Bu düzenlemeler 5953 sayılı Kanunun ek 4 üncü maddesi ve 854 sayılı Kanunun 46 ncı maddesiyle de uyumludur. Böylece iş mahkemeleri, işçi ve işveren arasındaki tüm ihtilafları çözmekle görevlendirilerek tam bir ihtisas mahkemesi olarak kabul edilmektedir. Bu yaklaşımla, işçi ve işveren arasında iş ilişkisinden kaynaklanan uyuşmazlıklarda istikrarlı kararların verilmesi sağlanacak, uzmanlık sebebiyle kısa sürede daha güvenilir sonuçlar elde edilecek ve yargı yoluna başvuranların hakları daha iyi korunacaktır  ifadelerine yer verilmektedir. İşMahK ya ilişkin genel gerekçede ise 1950 yılından beri uygulanmakta olan eİşMahK nın bu süreçteki değişiklikler, Anayasa Mahkemesi nin verdiği iptal kararları ve 6100 sayılı HMK ile uyumsuzlukları, ayrıca iş hayatında meydana gelen hızlı değişim ve gelişim nedeniyle artan iş yükü karşısında Kanun un yeniden ele alınması ihtiyacının doğduğu ifade edilmektedir. Görüldüğü üzere, eİşMahK nın değiştirilme saiklerinden birinin diğer kanunlarla eİşMahK arasındaki uyumsuzlukların giderilmesi olduğu gerekçede açıkça vurgulanmasına rağmen, ne genel gerekçede ne de 5. maddenin gerekçesinde TK 4/1-c ile eİşMahK 1/1 arasındaki çatışmadan bahsedilmiştir. Öğretide hâlen tartışılmakta olan, 2008-2016 tarihleri arasında toplamda yedi adet ve farklı yönlerde HGK kararına konu olmuş, bundan hareketle bu konuda bir içtihadı birleştirme kararına ihtiyaç bulunduğu önemle belirtilen ve tam da eİşMahK nın göreve ilişkin maddesine eklenecek açık bir hükümle kolayca çözümlenebilecek bir meselede, üstelik kanunlar arasındaki uyumsuzluğu gidermek amacıyla hareket ettiğini dile getiren kanun koyucunun bu hususta sessiz kalması, ya meseleyi görmediği yahut görmezden geldiği ve böylelikle sorunun çözülmesi fırsatını kaçırdığı ya da Yargıtay HGK ve konuyla ilgili diğer tüm dairelerin asliye ticaret mahkemesini görevli kabul eden son dönemdeki kararları doğrultusunda sorunun çözüldüğünü düşündüğü, bu nedenle bu konuda artık bir düzenleme yapmaya ihtiyaç hissetmediği söylenmelidir. Kaldı ki, bir an için sonraki kanun niteliğindeki İşMahK nın 5. maddesinin TK hükümleri ile eşit olmadığı, bir usul kanunundaki göreve ilişkin düzenlemenin TK karşısında özel hüküm niteliği taşıdığı kabul edilse dahi bu durum her hâlde İşMahK ya üstünlük tanınmasının zorunlu olduğu anlamına gelmemektedir. Zira öğretide iki hükmün birbirine kıyasla özel ve genel hüküm teşkil etmelerinin genel hükmün bertaraf edildiğinin kabulü için yeterli olmadığı, bunun için kanun koyucunun özel hükmü sevk ederken bunun genel hükmü bertaraf etmesini amaçlamış olmasının da gerektiği ifade edilmektedir. Bu bağlamda,  özel hüküm genel hükmü bertaraf eder  ilkesinin de tıpkı  lex posteriorPazarlamacının -ve İşçinin- Taraf Olduğu Rekabet Yasağı Sözleşmesinden   809  Doğan Uyuşmazlıkların Çözümünde Görevli Mahkeme – 7036 sayılı (Yeni) İş Mahkemeleri Kanunu Bakımından Değerlendirme derogat legi priori (sonraki kanun kendisine aykırı olan önceki kanunu yürürlükten kaldırır)  esası gibi bağlayıcı bir pozitif hukuk normu olmadığı, bunun ancak kanun koyucunun bunu arzu ve irade etmiş olması halinde geçerli olabileceği, kanun koyucunun niyetinin bu yönde olduğunun şayet direkt veya dolaylı olarak tespit edilemiyorsa özel hükümle güttüğü amaca göre ortaya çıkarılması gerektiği dile getirilmektedir. Bu tespitin ise öncelikle hükmün gerekçesine bakılarak yapılabileceği şüphesizdir. İşMahK nın genel gerekçesi ve 5. maddesinin gerekçesi göz önünde bulundurulduğunda, hemen yukarıda belirtildiği üzere, bu hükümle kanun koyucunun TK 4/1-c ve dolayısıyla TK 5 düzenlemesinin uygulanmasını bertaraf etmek istediği, arzu ve iradesinin bu yönde olduğu şeklinde bir sonuca varmak mümkün görünmemektedir. Bu durum, eTK düzenindeki hükmün TK ya aynen aktarılmasının kanun koyucunun asliye ticaret mahkemesinin bu konuda görevli olması yönündeki iradesini çok güçlü bir şekilde ortaya koyması ve bundan taviz vermek istemediğini göstermesi, ayrıca TK 4 ün  tarafların tacir olup olmadıklarına bakılmaksızın  şeklindeki lafzı ile birlikte değerlendirildiğinde, kanun koyucunun İşMahK 5 in kapsamına TBK 444 vd.nda düzenlenen rekabet yasağı sözleşmesinden doğan davaları almayı istemediğini, bu yönde bir iradesinin olmadığını, aksine TK 4 ün serüveni nazara alındığında kanun koyucunun bu davaların asliye ticaret mahkemesinde görülmesini arzu ettiği sonucuna varılmak gerekir.  IV. Sonuç Kanun koyucunun eBK 348/TBK 444 vd.nda düzenlenen rekabet yasağı sözleşmesinden doğan davaların eTK döneminden beri mutlak ticari dava olarak düzenlenmesi yönündeki ve TK ile de aynen devam ettirdiği tercihinin, İşMahK 5 in  iş ilişkisi nedeniyle sözleşmeden  doğan hukuk uyuşmazlıklarının iş mahkemesinin görev alanına girdiği yönündeki lafzı karşısında değişmiş kabul edilip edilemeyeceği tartışılmaya değer bir husustur. İşMahK 5 in anılan lafzının rekabet yasağı sözleşmesini de kapsadığı sonucuna varılırsa, buna bağlı olarak lex posterior niteliğindeki bu hüküm TK 4 ve 5 e nazaran öncelik kazanacak ve iş mahkemeleri görevli kabul edilmek gerekebilecektir. Fakat rekabet yasağı sözleşmesinin taraflar arasında herhangi bir surette iş ilişkisi kurmaması dolayısıyla bundan doğan uyuşmazlığın iş ilişkisi nedeniyle doğmuş kabul edilemeyeceği, taraflar artık işçi ve işveren sıfatını taşımadığından da eİşMahK 1/1 in uygulanma olanağı bulunmadığı kabulünün yeni İşMahK 5 karşısında da  geçerliliğini  sürdüreceği  ifade  edilmelidir.  Aksi  kabul  halinde  dahi,  İşMahK nın genel gerekçesi ve 5. maddesinin gerekçesi göz önünde bulundurulduğunda, bu düzenleme ile kanun koyucunun TK 4/1-c ve dolayısıyla TK 5 düzenlemesinin uygulanmasını bertaraf etmek gibi bir arzu ve iradesinin bulunmadığı, aksine TK nın anılan hükümlerinin 1956 tarihli eTK dan bu yana hiç değişmeden gelmesinin kanun koyucunun bu uyuşmazlığın asliye ticaret mahkemesinde görülmesi yönündeki iradesinin ne derece güçlü olduğunu gösterdiği, sonuçta İşMahK ile TK arasında bu hususta bir çatışma olduğu düşünülse de burada üstünlüğün TK ya tanınması gerektiği ve İşMahK 5 e rağmen TBK 444 vd.nda düzenlenen rekabet yasağı anlaşmasından doğan uyuşmazlıklarda görevli mahkemenin asliye ticaret mahkemesi olduğu kabul edilmelidir.                                                   44 Çağa, s. 373-375.810  Arş. Gör. İbrahim Çağrı Zengin (İÜHFM C. LXXV, S. 2, s. 791-812, 2017)",
     "Kaynakça": "Akdeniz Umut,  Pazarlamacılık Sözleşmesi , Gazi Üniversitesi Hukuk Fakültesi Dergisi, C. XVII, S. 4, 2013, s. 1 34. Altay Sabah,  Türk Borçlar Kanunun Hükümlerine Göre İşçi ile İşveren Arasında Yapılan Rekabet Yasağı Sözleşmesi , Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, C. 14, S. 3, 2008, s. 171 207. Arkan Sabih, Ticarî İşletme Hukuku, 23. Bası, Ankara 2017. Aydın Sema/Kaplan Hasan Ali,  Bağlı Tacir Yardımcılarının Rekabet Yasağı , Gazi Üniversitesi Hukuk Fakültesi Dergisi, C. XVIII, S. 3 4, 2014, s. 165 203. Baskan Ş. Esra,  6098 Sayılı Türk Borçlar Kanunu Hükümleri Çerçevesinde  Rekabet  Yasağı  Sözleşmesi ,  Hacettepe  Üniversitesi  Hukuk  Fakültesi Dergisi, 2012/2, s. 116 125. Baştürk Faruk,  Rekabet Yasağı Sözleşmesinde Görevli Mahkemeye İlişkin Yargıtay Kararları Üzerine Bir İnceleme , Prof. Dr. Sarper Süzek e Armağan, C. II, Beta, İstanbul 2011, s. 1539 1556. Börü Levent/Koçyiğit İlker, Ticari Dava, Ankara 2013. Çağa Tahir,  Özel Hüküm Genel Hükmü Daima Bertaraf Eder mi? , Türkiye Barolar Birliği Dergisi, 1991/3, s. 366 375. Doğan  Sevil,  İşçinin  Rekabet  Yasağı  İş  Sırrının  Korunması,  Ankara 2017. Domaniç Hayri, Ticaret Hukukunun Genel Esasları, Genişletilmiş 4. Bası, İstanbul 1988. Erdoğan Abdullah,  Ticari Davalar , REGESTA, C. 3, S. 1, 2013, s. 57 77. Eren Fikret, Borçlar Hukuku Özel Hükümler, 4. Bası, Ankara 2017. Ertan Emre, İş Sözleşmesinde Rekabet Yasağı Kaydı, Galatasaray Üniversitesi Sosyal Bilimler Enstitüsü Özel Hukuk Anabilim Dalı, Yayınlanmamış Doktora Tezi, İstanbul 2012. Güleryüz M. Tarık,  İş Hukukunun Emredici Yapısı Işığında Rekabet Yasağı Sözleşmesi , Türkiye Barolar Birliği Dergisi, S. 118, 2015, s. 313 344. Işıktaç Yasemin/Metin Sevtap, Hukuk Metodolojisi, İstanbul 2016. Kaplan Ahmet Emre, Bağlı Tacir Yardımcılarının Rekabet Yasağı, İstanbul 2017. Karagöz Veli,  Rekabet Yasağı Sözleşmesinde Cezai Şart (Karar İncelemesi) , Erzincan Üniversitesi Hukuk Fakültesi Dergisi, C. XIII, S. 1 2, Y. 2009, s. 193 216. Karayalçın Yaşar, Ticaret Hukuku I. Giriş   Ticari İşletme, 3. Bası, Ankara 1968. Kaya Arslan (Ülgen Hüseyin/Helvacı Mehmet/Kendigelen Abuzer/ Nomer Ertan N. Füsun), Ticari İşletme Hukuku, Güncellenmiş 4. Basıdan 5. Tıpkı Bası, İstanbul 2015. Keser Hakan,  6098 Sayılı Türk Borçlar Kanunu na Göre Rekabet Yasağı , Sicil, Y. 6, S. 24, 2011, s. 88 105. Koç Derviş, Pazarlamacılık Sözleşmesi, Gazi Üniversitesi Sosyal Bilimler Enstitüsü Yayınlanmamış Yüksek Lisans Tezi, Ankara 2014.Pazarlamacının  ve İşçinin  Taraf Olduğu Rekabet Yasağı Sözleşmesinden   811  Doğan Uyuşmazlıkların Çözümünde Görevli Mahkeme – 7036 sayılı (Yeni) İş Mahkemeleri Kanunu Bakımından Değerlendirme Konca Nesibe Kurt,  Yeni Türk Ticaret Kanunu na Göre Asliye Ticaret Mahkemeleri , Türkiye Adalet Akademisi Dergisi, Y. 4, S. 15, 2013, s. 79 125. Mollamahmutoğlu Hamdi/Astarlı Muhittin/Baysal Ulaş, İş Hukuku, 6. Bası, Ankara 2014. Oğuzman M. Kemal/Barlas Nami, Medenî Hukuk Giriş Kaynaklar Temel Kavramlar, 22. Bası, İstanbul 2016. Sarıkaya  Sinan,  İşçinin  Rekabet  Yasağı  Sözleşmesinden  Kaynaklı Uyuşmazlıklarda Görevli Mahkeme Sorunu, Legal Hukuk Dergisi, C. 15, S. 171, 2017, s. 1121 1145. Soyer Polat, Rekabet Yasağı Sözleşmesi (BK m. 348 352), Ankara 1994. Soyer Polat,  Rekabet Yasağı Sözleşmesinden Doğan Uyuşmazlıklarda Görevli Mahkeme Sorunu Nihayet (Fakat Şimdilik) Çözümlendi   Yargıtay Hukuk Genel Kurulu nun İki Farklı Kararı Hakkında Not  , Yıldırım Uler e Armağan, Yakın Doğu Üniversitesi Yayınları, Lefkoşa 2014, s. 473 501. Süzek Sarper,  Yeni Türk Borçlar Kanunu Çerçevesinde İşçinin Rekabet Etmeme Borcu , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, C. LXXII, S. 2, 2014, s. 457 467. Süzek Sarper, İş Hukuku, 14. Bası, İstanbul 2017. Şahlanan  Fevzi,   Rekabet  Yasağı  Sözleşmesinde  Görevli  Mahkeme , Tekstil İşveren Hukuk, S. 418, Ocak Şubat 2016, s. 2 5. Topuz Murat,  6098 sayılı Türk Borçlar Kanunu Uyarınca Pazarlamacılık Sözleşmesi (TBK. m. 448 460) , Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, C. 19, S. 1, 2013, s. 293 356. Tuncay A. Can,  Rekabet Yasağı Sözleşmesinin Geçerlilik Şartları (Bir Yargıtay Kararı Üzerine) , Prof. Dr. Turhan Esener e Armağan, İstanbul Kültür Üniversitesi Hukuk Fakültesi Dergisi, C. 15, S. 1, 2016. Uşan M. Fatih, İş Hukukunda İş Sırrının Korunması (Sır Saklama ve Rekabet Yasağı), Ankara 2003. Uşan M. Fatih,  Rekabet Yasağı Sözleşmesinin Taşıması Gereken Şartlar ve Bunun Geçerliliği Meselesi , Sicil, Y. 6, S. 21, 2011, s. 116 128. Yalman Gökhan, Yeni Türk Borçlar Kanunu na Göre Pazarlamacılık Sözleşmesi, Ankara 2017. Zengin İbrahim Çağrı, Pazarlamacılık Sözleşmesi, İstanbul 2013."
}