{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "31",
     "Ay": "03",
     "Yıl": "2021",
     "Cilt": "79",
     "Sayı": "1",
     "Başlık": "Alacağın Teminaten Devri",
     "Title": "Assignment of Right for The Purpose of Guarantee",
     "Yazar İsmi": [

          "Elif Beyza Akkanat Öztürk"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "İnançlı işlem", "Tasarruf işlemi", "Şarta bağlılık", "Teminat amaçlı işlemler", "Genel işlem koşulları"
     ],
     "Keywords": [
          "Fiducia", "Act of disposal", "Contingency", "Assignment of right for the purpose of guarantee", "Standard terms"
     ],
     "Özet": "Bugün hukuki ilişkilerin çoğu karmaşıklaşmış ve hukuki işlemler, sınırötesi niteliğe bürünmüştür. Bu sebeple bir hukuki ilişkide alacaklının, ifa menfaatlerinin borçlusu tarafından korunacağı hususundaki  güveni  azalmıştır. Buna mukabil ekonomik hayatta varlığını devam ettirilebilmesi, hukuki ilişkilerin sürdürülebilmesine bağlıdır. Söz konusu sürdürülebilirliğin temini için akla ilk gelen çözüm her zaman alacaklının kendini güvende hissetmesini sağlayacak araçlara (teminat araçlarına) başvurulmasıdır. Bu çalışma kapsamında da sui generis nitelikteki  alacağın teminaten devri  mercek altına alınmış ve bu ilişkinin tabi olduğu esaslar izah edilmiştir. Söz konusu ilişkide teminatın kapsamı ve teminaten devredilen alacağın (güvence teşkil eden değerin) ne olduğu belirlenmiştir. Alacağın inançlı işlem yoluyla bir üçüncü kişiye devredilmesinin gündeme geldiği bu hukuki ilişkiler için de TBK m. 20 25 arasında düzenlenen genel işlem koşullarına ilişkin denetimin de sıklıkla gündeme geleceğine dikkat çekilmiştir. Bu kapsamda özellikle geniş kapsamlı teminat taahhütlerinin TBK m. 20 25 karşında geçerliliği tartışma konusu edilmiş ve çalışmanın tamamında örnek bir sözleşme hükmünden hareket edilerek teminaten devrin sonuçları ve hükümleri açıklanmıştır.",
     "Abstract": "Today, most legal relations are complicated and legal transactions have become cross-border transactions. The trust of the creditor regarding the protection of his benefits by a debtor has diminished. However, survival in economic life depends on maintaining legal relations. The first solution that comes to mind for ensuring the above-stated sustainability is to always use guarantees that will make the creditor feel safe. Within the scope of this study, the assignment of right for the purpose of guarantee are examined and the principles of this relationship are explained. In this legal relationship, the scope of the guarantee and what constitutes the assurance value are determined. It is also noted that these legal relations, which are a type of fiducia, are subject to the supervision of the standard terms control, regulated between      articles 20-25 of the Turkish Code of Obligations. In this context, the validity of comprehensive commitments against articles 20-25 of the Turkish Code of Obligations is discussed, and the results and provisions of the assignment are explained by acting on a sample contract provision throughout the study.",
     "Metin": "Sözleşme taraflarının ilgili hukuki ilişkiden öncelikli beklentileri kararlaştırdıkları edimin/edimlerin ifasıdır. Fakat şu da bir gerçektir ki tarafların sözleşmeden doğan borçlarını kanun ve sözleşme hükümlerine uygun bir şekilde ifa etmeleri her zaman mümkün  olmaz.  Alacaklı  borçlunun  borcuna  uygun  davranacağına  güvenmeyi yahut en azından aykırılık halinde aykırılığın olumsuz sonuçlarını bertaraf edecek mekanizmalara sahip olmayı arzu eder. Aksi halde hukuki ilişkinin tarafı olmaktan imtina edilir. Bugün hukuki ilişkilerin taraflarının birbirine olan  mesafesi/bilgisizliği  dikkate alındığında alacaklı ihlal ihtimaline karşı bir araca/güvenceye ihtiyaç duyar. Sözleşmeden doğan borç ihlal edildiğinde, sahip olduğu imkânlar somut olay özelinde alacaklının menfaatlerini yeteri kadar korumuyor olabilir. Bunun gibi haller için sözleşme tarafları sözleşme serbestisi vesilesiyle gereği gibi ifa edilmeme haline ilişkin özel bir düzen öngörür. Böylece taraflar hem ihlali önlemeye çalışır hem de ihlalin özelikle ekonomik sonuçlarına karşı kendilerini koruma altına alır. Alacağın teminat amaçlı inançlı temliki de bu minvalde alacaklının borca aykırılık ihtimali karşısında kendisini güvende hissetmesini temin eden önemli teminat/güvence araçlarından biridir. Bu çalışmada sözleşme özgürlüğü prensibinin (TBK m. 26) bir ürünü olan söz konusu teminat ilişkisi; içeriği, uygulamada doğurduğu sorunlar (özellikle temlikin gelecekteki alacaklara yönelik yahut gelecekteki alacakları da kapsayacak toptan temlikler), Türk teminat hukuku sistemine hâkim ilkeler çerçevesinde irdelenecektir. I. Alacağın Devrinin Yeniden Ele Alınması: Teminat Amaçlı TemlikAlacağın devri, bir alacağın bütün hak ve ödevleriyle (vecibeleri ile) birlikte alacaklının malvarlığından çıkartılarak başka bir kişinin malvarlığına geçmesini sağlayan hukukî işlemdir (TBK m. 183). Alacak devri, temlike konu alacak hakkı 1  Günümüzde hukuki ilişkiler karmaşıklaşmış ve işlemler sınırötesi etkileri haiz olmaya başlamıştır. Bu sebeple bir hukuki ilişkide alacaklının ifa menfaatlerinin borçlusu tarafından korunacağı hususundaki güveni azaltmıştır. Ancak ekonomik hayatta varlığın devam ettirilebilmesi, hukuki ilişkilerin sürdürülebilmesine bağlıdır. Söz konusu sürdürülebilirliğin temini için akla ilk gelen çözüm her zaman alacaklının kendini güvende hissetmesini sağlayacak araçlara (teminat araçlarına) başvurulmasıdır. Bkz Frederique Dahan and John Simpson, Secured Transactions Reform and Access to Credit (Edward Elgar Publishing, 2008) 141.2  Uygulamada teminat amaçlı işlemlerin çoğu alacağın teminat amaçlı inançlı devri niteliğindedir. Pratik ve alacaklı için güvenli oluşu gerek bankacılık işlemlerinde gerekse tüketici kredilerinde bu teminat aracının tercih edilmesinde en önemli etkenlerdir. Bkz Rona Serozan,  Mülkiyeti Saklı Tutma Anlaşması ve Teminaten Temlik  Hayri Domaniç (ed), Prof. Dr. Erdoğan Moroğlu na 65. Yaş Günü Armağanı (Beta, 1999) 987. Özellikle büyük inşaat işlerinde müteahhitler inşaatı tamamlamak için ihtiyaçları olan finansmanı bankadan kredi çekmek suretiyle temin ederler.  Söz konusu kredi ilişkisinde ise banka lehine teminat olarak o inşaatın yapımı sırasında veya sonrasında elde edecekleri hakları (genelde hakediş alacaklarını) devreder.3  M. Kemal Oğuzman ve Turgut Öz, Borçlar Hukuku Genel Hükümler Cilt 2 (16. Bası, Vedat Kitapçılık, 2018); 559; Fikret Eren, Borçlar Hukuku Genel Hükümler (22. Bası, Yetkin Yayınları 2018) 1248; Kenan Tunçomağ, Türk Borçlar Hukuku Genel Hükümler Cilt I (1976) 1074; Ergun Özsunay, Türk Hukukunda ve Mukayeseli Hukukta İnançlı Muameleler (İstanbul Üniversitesi Hukuk Fakültesi Yayınları, 1968) 183; Andreas von Tuhr and Arnold Escher, Allgemeiner Teil des Schweizerischen Obligationenrechts Band. II (1974) 329 vd.4Akkanat-Öztürk / Alacağın Teminaten Devriüzerinde doğrudan doğruya etki meydana getirir. Bir diğer ifadeyle alacağın devri alacak hakkının bir malvarlığından başka bir malvarlığına geçmesini sağladığı için  tasarruf işlemi  niteliğindedir. Bir alacak hakkının teminat amacıyla devri de devrin tâbi olduğu hükümler açısından alelade alacağın devrinden farksızdır. Bir diğer ifadeyle devir hangi maksatla gerçekleştirilse gerçekleştirilsin Türk Borçlar Kanunu Hükümlerine tabidir. Bununla beraber işlemin gerçekleştirilme amacı (teminat) devrin sonuçlarında birtakım  farklılıklar  meydana  getirir. Alacaklıya  teminat  sağlaması  maksadıyla devredilen alacak, teminat sağlama ihtiyacı ortadan kalktığı oranda ve anda devredene iade edileceği  inancıyla  temlik işlemine konu edilir. Bir diğer ifadeyle teminat amacıyla gerçekleştirilen alacak devirleri nitelikleri gereği birer inançlı işlemdir. Şu hâlde alacağın teminat amacıyla devrinin mahiyeti ve hükümlerinin anlaşılması teminat ve inançlı işlem kavramlarına yakından bakılmasını gerekli kılar. A. Teminat Kavramı ve Klasik Teminat Araçlarının  Yetersizliği Teminat/güvence araçları geleneksel sınıflandırmada şahsî teminatlar ve real teminatlar olmak üzere iki farklı gruba ayrılır. Taraflar kanunda öngörülen teminat 4  Kemal Dayınlarlı, Borçlar Kanununa Göre Alacağın Temliki, (Dayınlarlı Yayıncılık, 1993) 59.5  Burada da devrin konusu malvarlığında bir alacak niteliği taşıyan değerlerdir. Bir hukuki ilişkinin niteliği gereği bağımsız olarak temlike elverişli olmayan veya paraya çevrilmesi mümkün olmayan hak ve alacakların teminaten temlike de konu edilmesi söz konusu olamaz. Keza bir hakkın devri, kanunen yasaksa ilgili hakkın teminaten devri de yapılamaz (örneğin Fikir ve Sanat Eserleri Kanunu uyarınca eser sahibinin eseri üzerindeki manevi haklarını devretmesi mümkün değildir). Alacak kavramı ve temlike konu edilebilecek haklar ilgili Bkz Baki İlkay Engin, Alacağı Devredenin Garanti Sorumluluğu, (Seçkin Yayıncılık, 2002) 6; Haluk Nomer, Beklenen Haklar Üzerindeki Tasarrufların Hukukî Sonuçları, (Beta, 2002) 34.6  Mercan Yüksel Orhun, Teminat Amacıyla Alacağın Devri, (Ankara Üniversitesi SBE, Yayımlanmamış Doktora Tezi, 2017) 96.7  Hans Bergmaier, Die Sicherungszession im Schweizerichen Recht, (1945) 54 <https://archive.org/search.php?query=Die%20Sicherungszession%20im%20Schweizerichen%20Recht%20hans%20bergheimer&sin=TXT&and[]=languageSorter%3A%22German%22> 03 April 2020); Saibe Oktay Özdemir,  Teminat Amaçlı Mülkiyet Devri Sözleşmeleri , (1999) 57(1-2), İÜHFM 265, 269.8  Ezgi Turan Fühner, Alacağın Teminat Amaçlı Devri, (İstanbul Üniversitesi SBE, Yayımlanmamış Doktora Tezi, 2016) 23; Şirin Aydıncık,  Bir İnançlı İşlem Türü Olarak Alacağın Teminat Amacıyla Temliki , (2006) 64(1) İÜHFM 131, 139; Özsunay (n 3) 58. 9  Teminatın güvence ile eş anlamlı kullanılmasında da bir sakınca yoktur. Aynı yönde bkz Bilgehan Çetiner, Taşınmaz Teminatı, (Filiz Kitapevi, 2015) 14. Zira teminat bir hukuk kuralına dayanılmak suretiyle bir borcun ifası için güvence verilmesi yöntemi olarak tanımlanabilir Hüseyin Murat Develioğlu, Kefalet Sözleşmesini Düzenleyen Hükümler Işığında Bağımsız Garanti Sözleşmeleri, (Vedat Kitapçılık, 2009), 9. Bu güvence kavramının ifade ettiklerinin tümü için  geniş anlamda teminat  isimlendirilmesinin yapılacağı anlamına gelir. (Tandoğan a göre feri teminat yükümlülükleri yahut cezai şart:  teminat sözleşmesi kategorisine bağımsızlık ve borçlu dışında birinin temin etme özelliklerini taşımamaları dolayısıyla dahil değildir. Zira bu kurumlar borçlunun borcunu genişletiyor olsa da sorumluluğunu (ile sorumlulukalacaklının malvarlığına el koyma imkânını) genişletmez (farklı bir malvarlığına başvuru imkânı bahşetmez.  Bkz Haluk Tandoğan, Borçlar Hukuku Özel Borç İlişkileri Cilt II, (5. Bası, Vedat Kitapçılık, 2010) 687). Buna ek olarak zarar giderim yükümlülüğünün bir sözleşme ile iradi olarak üstlenilmesini için ise teminat sözleşmeleri yahut dar anlamda teminat isimlendirilmesi yapılabilir (Çetiner (n 9) 14). Doktrinde teminat ve güvence kelimelerine muhtelif anlamlar atfedilse de bu çalışma kapsamında izah edildiği şekliyle güvence ve teminat kavramları eş anlamlı olarak kullanılacaktır.10  Türk hukukunda real teminat kavramı yerine  ayni teminat  kavramı tercih edilmekteyse de mezkur kavram alacak hakkı üzerinde kurulan hukuki ilişkilerin dışarıda kalması sonucunu beraberinde getirmektedir. Bu sebeple Çetiner in ifade ettiği gibi ayni teminat yerine Alman ve İsviçre hukukunda yaygın ve Türkçe karşılığı  real teminat  olan terimi kullanmak daha isabetli olacaktır. Ayrıntısı için bkz Çetiner (n 9) 15 vd. Konu özelinde bir ayni hak devri içermeyen alacak devrinin de real teminatlar grubuna dahil olduğu ifade edilebilir. Böylelikle alacağın teminaten temlikinin bir ayni teminat olup olmadığı tartışması da son bulmuş olur (Tartışmanın ayrıntısı için bkz Aydıncık (n 8) 141 vd.).5İstanbul Hukuk Mecmuası 79/1türlerinden birini seçmekte serbesttir. Ancak bu sınırlı teminat vasıtaları piyasanın tüm ihtiyaçlarına (kredi temini) cevap vermede zaman zaman yetersiz kalır. Örneğin, şahsî teminatların en klasiği kefalet sözleşmesi ile kredi alacaklısının zarara uğrama rizikosuna her zaman engel olunamadığı gibi güvenilebilecek ve mali durumu sağlam bir kefil bulabilmek de kolay değildir. Aynî teminatlardan (real teminatların bir türü olarak) taşınmaz rehni sadece taşınmazları olan kişiler için bir kredi ve teminat vasıtası olmasının yanında; yine rehnin paraya çevrilmesi aşaması zordur. Teslim şartlı taşınır rehni ise hükmen teslim yolunun kapalı olması ve zilyetliğin devrine ilişkin sıkı şartlar nedeniyle genellikle tercih edilmez. Zira zikredilen teminat türü için öngörülen hukukî yapı kredi sağlamak isteyenin menfaatlerine yeteri kadar hizmet etmez. 11  Dar anlamda teminat araçları anlamında teminat araçları ifadesine yer verilmiştir.12  Çetiner (n 9) 373; Oktay Özdemir (n 7) 267; Klasik anlamda teminat kavramı ve türleri hakkında geniş bilgi için bkz Erden Kuntalp,  Teminat Kavramı Teminat Türleri ve Bunlardan Doğan Sorumluluk , Reha Poroy a Armağan, (İstanbul Üniversitesi Hukuk Fakültesi, 1995) 263. Bununla beraber şu husus da ifade edilmelidir ki Kuntalp ın savunduğu klasik görüşün aksine  bir zararın ya da kaybın meydana gelmesini engelleyen ve alacaklıya kanuni imkânlarından daha fazlasını bahşeden her türlü hukuki aracın teminat fonksiyonu  olduğu gözden kaçırılmamalıdır Aynı yönde bkz Sevgi Kayak, Üçüncü Kişinin Fiilini Taahhüt, (Vedat Kitapçılık, 2008) 25 vd. Teminat/güvence kavramını sadece bir üçüncü kişinin malvarlığına başvurma imkânı bahşeden ilişkilerle sınırlı tutulmamalıdır. Aksi takdirde borcuna karşılık borçlunun kendi taşınmazı üzerinde ipotek tesis etmiş olmasının da teminat kavramı içerisinde yer alması bir çelişki meydana getirir. Şu hâlde nasıl ki ipotek alacaklıya alacağını tahsil için kolay bir yol (örneğin rehnin paraya çevrilmesi yoluyla icra takibi yoluna başvurma) sağlıyorsa; borca aykırılık için kararlaştırılmış bulunan cezai şart, ayıp halinde gündeme gelen ek hukuki imkânlar yahut ödemezlik defi de alacaklının alacağını tahsilini kolaylaştırır. Bu sebeple zikredilen kurumların hepsi güvence/teminat kavramına dahil kabul edilmelidir (Aynı yönde bkz Çetiner (n 9) 14 vd.). 13  Güvence/teminat ilişkilerinin tanımlanmasında sıklıkla  riziko, risk, tehlike , kavramları kullanılır. Tehlike,  büyük zarar veya yok olmaya yol açabilecek durum  veya  gerçekleşme ihtimali bulunan fakat istenmeyen sakıncalı durum  dur. <http://www.tdk.gov.tr/index.php?option=com_gts&arama=gts&guid=TDK.GTS.5bdbfac.99505169>09  April 2020. Doğal afet ihtimali, ekonomik olumsuzluk ihtimali vb. tehlikeye örnek olarak verilebilir. Tehlike tek başına bir irade barınmaz; ancak tehlikeli olan bir işe kişinin bilinçli bir davranışla atılması  risk  teşkil eder (Zafer Kahraman, Saf Garanti Taahhütleri, (Vedat Kitapçılık, 2017) 13). Örneğin enflasyonun artış riskine rağmen ticarete giren bir kişi risk almıştır. Riziko ise gelecekte gerçekleşmesi şüpheli ve gerçekleştiği ihtimalde ekonomik açıdan zarara sebep olan olaylardır (Kayak, 148). Şu halde riziko ve tehlike eş anlamlıymış gibi kullanılsa da aralarında büyük bir fark bulunur. Tehlike, korkulan olayın gerçekleşmesi olasılığı iken riziko bu olayın kendisine verilen isimdir. Bkz Tekin Memiş, Yangın Sigortasında Riziko, (Seçkin Yayıncılık, 2001) 21. Bu sebeple bu çalışmada riski de kapsayan  tehlike  kavramı güvence ilişkisi kapsamında üstlenilen ve gerçekleşmesinden korkulan her türlü olumsuzluğu ifade etmek için; riziko ise üstlenilen olumsuzluğun kendisini ifade etmek için kullanılacaktır.14  Kaldı ki kefalet sözleşmesi için öngörülmüş bulunan şekil ve ehliyet şartlarında bir eksiklik halinde (ki oldukça kapsamlı hükümlerdir) geçersizlik yaptırımının gündeme gelecek olması; kefili koruyucu hükümler dikkate alındığında kefile başvurularak alacağın tahsil edilmesinin oldukça meşakkatli olması da alacaklının kefalet türünden bir teminatı arzu etmemesi için kafidir. 15  Bunun yanında kişinin teminat olarak gösterebileceği bir taşınmazı olmayabilir yahut taşınmazın teminat olarak gösterilmesinin için katlanması icap eden masrafları karşılayamayacak durumda olabilir (Turan Fühner (n 8) 25).16  Fahrettin Aral,  Topyekün Temlik , (1991-1992) 42 (1-4) AÜHFD 93, 97; Oktay Özdemir 267.17  Doktrinde Oktay-Özdemir, devreden, devralanın borçlu olduğu bir alacağı, kendisine devredemeyeceğini; zira böyle bir devirle devrettiğinde alacaklı ile borçlu sıfatı tek kişide birleşmiş olacağından alacağın/borcun sona ereceğini ifade eder (TBK m. 135/1, BK m. 116). Bkz Oktay-Özdemir (n 3) 276. Ancak bu görüşe iştirak edilmesi mümkün değildir. Öncelikle kişinin kendi alacağını devralması mümkündür. Bunun sonucu olarak borcunun sona ermesi de bir güvence teşkil ettiği gibi; devrin şarta bağlı olduğu dikkate alındığında, lehine teminat gösterilen alacak sona erdiğinde TBK m. 135/2 gereği (BK m. 116/2) borç varlığını sürdürmeye devam edecektir.18  Taşınır rehninde kanun koyucu taşınırın zilyetliğinin hükmen teslim yoluyla devrini yasaklamıştır (taşınmazın teslim edilmesi suretiyle zilyetliğinin devri icap eder bkz TMK m. 766, m. 943). Şu halde taşınırına ihtiyaç duyan borçlunun, taşınırını teminat olarak göstermek istememesi olağandır (bkz Aydıncık 139; Turan Fühner 25). 6Akkanat-Öztürk / Alacağın Teminaten DevriB. Teminat Araçlarının Çeşitlenmesi: Alacağın Teminat Amaçlı DevriPozitif hukuk kurallarının tasarladığı teminat araçların yetersiz kaldığı yerlerde, pratik hayat daima kendisine uygun hukukî çözümler bulur ve bunları geliştirir. TBK m. 26 uyarınca kabul edilmiş sözleşme özgürlüğü ilkesi de bu çözümlerin bir geçerlilik sorunu ile karşılaşmamasını temin eder. Kişilere hukuki ilişkilerini, arzu ettikleri gibi düzenleme imkânını bahşeden irade özgürlüğünün, sözleşmeler hukukundaki görünümü  sözleşme serbestisidir.  Sözleşme serbestisinin yardımıyla hukuk düzeni tarafından tanınan klasik teminat araçları aşılmıştır. Teminat araçlarıyla istenilen amaca ulaşılamaması ya da işlemlerin çeşitli zorluklar içermesi, bir alacağın ya da bir şeyin teminat amaçlı devri için inançlı işlemler yapılmasını, tercih edilen teminat türlerinden birisi haline getirmiştir. Böylece inançlı işlemler teminat temini için de kullanılmaya başlanmıştır.Borçlu  aldığı  krediye  karşılık  taşınmazı  üzerinde  ipotek  tesis  etmek  yerine, taşınmazın mülkiyetini ya da malvarlığında yer alan alacağını kendi alacaklısına devreder; alacaklı ile de borcunu ödediğinde taşınmazının veya alacağının kendisine iade edileceği konusunda bir inanç anlaşması yapar. Böylelikle alacağı devralanın borçlusu durumunda olan temlik eden, TMK m. 868 vd. uyarınca borcuna teminat olarak sahip olduğu alacak hakları üzerinde rehin tesis etmek yerine; söz konusu alacak hakkını TBK m. 183 vd. hükümlerine göre alacaklısına devreder. Bu devrin sebebi alacaklıya teminat sağlamaktır. Bu çerçevede alacağı devralanın, devredenle arasındaki borç ilişkisi sona erince, söz konusu alacağı devredene iade etmesi icap 19  Bu ilke Türk Borçlar Kanunu nda  sözleşmenin içeriği/sözleşme özgürlüğü  başlıklı 26. maddede kendisine şu şekilde yer bulur:  Taraflar, bir sözleşmenin içeriğini kanunda öngörülen sınırlar içinde özgürce belirleyebilirler.  Madde sözleşme özgürlüğünü yalnızca, akdedilecek sözleşmenin içeriği/konusu açısından ele alır. Ancak maddenin atıf yaptığı ilke sözleşenlerin, kurulacak sözleşme ilişkisinin taraflarını, içeriğini, sözleşmenin tipini ve şeklini belirlemeyi, kurulan sözleşmeyi değiştirmesi yahut ortadan kaldırmasını da kapsayan çok daha geniş ve kapsamlı bir ilkedir (bkz Necip Kocayusufpaşaoğlu, Borçlar Hukuku Genel Bölüm Birinci Cilt Borçlar Hukukuna Giriş Hukuki İşlem Sözleşme, (7. Bası, Filiz Kitapevi, 2017) 503; Eren 305). Temelini Anayasanın 48. maddesinde bulan sözleşme serbestisi, hukukun güncel gelişimlere açık olmasını temin ettiği gibi taraf iradesinin önemini vurgular. 20  Turan Fühner (n 8) 25; Bergmaier (n 7) 20; Oktay-Özdemir (n 3) 267. 21  Aydıncık (n 8) 135.22  Turan Fühner (n 8) 18; Bergmaier 54; Gautschi 269; Oktay Özdemir (n 3) 269; İlhan Helvacı, Türk Medeni Kanununa Göre Lex Commissoria (mürtehinin merhunu temellük) Yasağı, (Alfa Yayıncılık, 1997) 117; Aydıncık (n 8) 136.23  Uygulamada alacağın teminat amaçlı devrinin adeta alacak rehninin yerini aldığı ifade edilebilir (bkz Turan Fühner (n 8) 24; Bergmaier (n 7) 20).24  Alacağın üzerinde rehin tesis edilmesi halinde rehnin paraya çevrilmesi yoluyla takiple uğraşmaktansa teminaten temlik edilen alacaktan doğrudan alacağı tahsil edebilme imkânı bu tercihin sebebi olarak gösterilir (von Tuhr and Escher (n 3) 201 vd.; Özsunay (n 3) 211). Tarafların rehin konusu hak yahut taşınmazı paraya çevirme yetkisini alacaklıya bırakabileceği hakkında Bkz Haluk Nami Nomer ve M. Serkan Ergüne, Eşya Hukuku, (7. Bası, On İki Levha Yayıncılık, 2019) N 1384; Orhan Emre Konuralp,  Alacaklıya Rehni Özel Yoldan Paraya Çevirme Yetkisi Verilmesi  (2014) 16 (Özel Sayı) DEÜHFD 2855, 2858. 25  Teminaten devir/temlik, teminat alanın iflası ihtimali düşünüldüğünde dezavantajlı bir araç olarak nitelendirilebilir. Çünkü teminat alan iflas ederse teminat amaçlı sahip olunan hak da iflas masasına dahil olur. Teminat amaçlı devredenin ise alacağı masadan alma hakkı bulunmaz. Bu da inançlı teminat sözleşmelerinin en zayıf yanıdır. Bkz Oktay-Özdemir (n 3) 268.7İstanbul Hukuk Mecmuası 79/1eder. Teminat amaçlı devirlerin sui generis sözleşmeler grubuna dahil bir isimsiz sözleşme türü olduğu kabul edilir.C. Teminaten Devrin Teşhisi Alacağın iradî yoldan temlikinde, temlik işleminin kapsamını belirleme yetkisi temlik sözleşmesinin taraflarına aittir. Hatta temlik işleminin devir konusu alacağın tamamına mı yoksa bir kısmına mı sâri olacağını belirleme yetkisi de taraflara aittir. Bu sebeple yapılan bir temlikin kapsam ve niteliğinin ne olduğunu açıklığa kavuşturabilmek için devrin şartlarına bakılması zorunludur.Devir  sözleşmesi  içeriğinin  belirlenmesinde,  temlik  işleminin  yapıldığı  tarih itibariyle  taraflar  arasında  bir  başka  ilişkinin  bulunup  bulunmadığı  kontrol edilmelidir. Bu durum söz konusu temlik işlemlerinin amacı hakkında ipucu verecek en önemli hususlardandır. Uygulamada sıklıkla bankaların müteahhide kredi vererek sağladığı finans desteğine karşılık müteahhidin hakediş alacaklarını temlik almasına rastlanır. Bu noktada özellikle vurgulamak gerekir ki tarafların beklenen bir alacak hakkını devre konu etmiş bulunmaları; muaccel olmamış bir borcun tahsilini temin amacını güttüklerine işaret eden ifadelere yer vermeleri, temlikin  teminat amaçlı  gerçekleştirildiğine işaret eder.26  Teminat amaçlı alacağın devrinin yanında bir taşınmazın mülkiyetinin inançlı işlem yoluyla (alacaklıya teminat sağlamak için) devredilmesi de oldukça yaygındır. Fakat taşınmaz mülkiyetinin nakli için gerekli olan tescilin şarta bağlanamaması (Tapu Sicili Tüzüğü m. 11/2), inançlı devrin tapuda resmi şekilde yapılamaması (Yargıtay içtihatlarıyla bu geçerlilik sorunu aşılmıştır. Bkz Yargıtay HGK, 14-688/34, 01.02.2012) ve inançlı devrin tapuya şerh verilememesi hasebiyle teminat sağlama borcunun sona ermesi halinde inanılanın iade borcunu yerine getirmediğinde taşınmazın inanana iadesini temin oldukça meşakkatlidir. bkz Çetiner (n 9) 384; M. Kemal Oğuzman ve Özer Seliçi ve Saibe Oktay Özdemir, Eşya Hukuku, (21. Bası Filiz Kitapevi, 2018) 380.  27  Özsunay (n 3) 121; Kuntalp (n 12) 282; Oktay-Özdemir (n 3) 273; Dieter Zobl, Berner Kommentar Art. 888-915 ZGB Das Fahrnispfand mit kurzem Überblick über das Versatzpfand, (Stämpfli Verlag, 1996) N 1508. 28  Örneğin taraflar bir genel kredi sözleşmesi akdetmiş ve şayet kredi veren banka lehine teminat olması maksadıyla inşaat işiyle uğraşan kredi alan hakediş alacaklarını devretmiş bulunabilir. Taraflar aralarındaki temlik anlaşmasında:  X Belediyesi için inşaa edeceği Y İnşaatı işinden tahakkuk etmiş ve edecek hak edişlerimin 50.000.000.-TL (Elli milyon Türk Lirası) sini avans ödemeleri de dahil olmak üzere her ne ad altında olursa olsun bana ödenmesi gerekecek tüm para ve gelirleri, Borçlar Kanunu 183. ve temlikle ilgili müteakip maddelerine uygun ve gayri kabili rücu olarak T Bankası dan kullandığım/kullanacağım kredilerden doğmuş ve doğacak her türlü borçlarım nedeniyle şimdiden temlik ettiğimi ve bu alacaklarımın temliki sonucu bankaca tahsilat yapıldığı ve borca mahsup edildiği oranda borcumun sona ereceğini, temlik ettiğim alacaklarımı ilgili ödeme yerinden talep, tahsil ve ahzu kabza temellük eden bankasının yetkili olduğunu beyan ve kabul ederim.  şeklinde bir hüküm kaleme almış bulunabilir (Bu çalışma kapsamında teminaten temlikin uygulamada gündeme getirebileceği sonuçlar işbu örnek temlik hükmü ekseninde izah edilecektir). 29  Turan Fühner (n 8) 17.30  ibid 33.31  Teminaten temlikin benzer kurumlarla kıyası bu çalışmanın kapsamını aşmakla beraber ifa uğruna/yerine temlik ile farkına değinilmesi icap eder. Borcun konusundan başka bir edimde bulunulurken asıl alacağın ifası hedef tutulmuşsa tarafların anlaşmasına göre ya ifa yerine edim ya da ifa uğruna edimin varlığından bahsedilir. İfa yerine edim işlemi ile alacaklıya borcun konusu olan şeyden başka şey verilmek suretiyle borç sona erdirilirken ifa uğruna temlikte alacaklıya verilen şey paraya çevrilerek borç sona erdirilir. Bkz Baki İlkay Engin,  İfa Uğruna Edim , Hayri Domaniç (ed), Prof. Dr. Erdoğan Moroğlu na 65. Yaş Günü Armağanı, (Beta 1999) 847. Gerek ifa yerine edim gerekse ifa uğruna edimde ifa maksadıyla hareket edilirken (borçlanılan edimden başkasıyla ifa) teminat amaçlı temlikte amaç̧ ifa değil, alacaklıya bir teminat sağlamaktır. İfa uğruna edim, bir ifa teşebbüsü olarak alacaklıya borçlunun yerine getirdiği edimi paraya çevirme yükümlülüğü yüklerken ve borç̧ ancak paraya çevirme ile sona ererken, teminat amaçlı temlikte tarafların ilk hedefi paraya çevirerek asıl borcun ödenmesi değil, sadece asıl borcu teminat altına almaktır. Şüphesiz teminat amaçlı temlikte de paraya çevirme gündeme gelebilir (bkz dn 24  de yer alan sözleşme metni). Ancak ilk hedef bu değildir (Oktay-Özdemir (n 3) 273; Turan Fühner (n 8) 35).8Akkanat-Öztürk / Alacağın Teminaten DevriII. Teminaten Temlikin/Devrin Mahiyeti ve HükümleriA. Devrin İnançlı İşlem Olmasıİnançlı devir bir kimsenin (inanan) malvarlığında bulunan eşya/hakkı, inanç anlaşmasında öngörülen amaç çerçevesinde genelde teminat amaçlı yahut yönetilmek üzere  başka  bir  kimseye  (inanılan)  devretmesidir.  Türk  Borçlar  Kanunu nda inançlı işlemler hakkında doğrudan bir düzenlenme yer almaz. Ancak TBK m. 26 sayesinde inançlı işlemler kural olarak bir geçerlilik sorunuyla karşılaşmaz. İnançlı devirde inanılan, inanç konusu (temlikin konusu hak yahut eşya) şeyi inançlı işlemin konusuna ve amacına uygun olarak kullanmakla yükümlüdür.Bir alacağın teminat amaçlı temlik ise bir kişinin (inananın) başka bir kişiye (inanılana) sahibi olduğu bir alacak hakkını ona karşı olan borcunu teminat altına almak maksadıyla devrettiği; devralan inanılanın da bu hakkı teminat amacına uygun kullanmayı devredene (inanana) üçüncü kişiye karşı üstlendiği sözleşmedir. Doktrinde inanılanın (devralanın/temellük edenin) temlik sonucu  her istediğini yapmaya muktedir, ancak yetkili olmadığı  ifade edilir.Gelinen noktada teminat amaçlı alacak devri, alacağın rehninde farklı olduğu ifade edilmelidir. Alacak rehni hak sahibine alacağı ödenmediği takdirde rehin hakkını icra vasıtasıyla paraya çevirerek alacağını alma hakkı bahşeden real güvencedir. Alacak üzerinde tesis edilen rehin ile hak sahibi hakkının özünü kaybetmez; rehinli alacaklı sadece alacağı paraya çevirme yetkisi elde eder. Alacağın teminaten devrindeyse alacak, devralanın malvarlığına dahil olur; onun tasarrufuna bırakılır. Taraflar arasındaki inanç anlaşması devralan için devredilen hakkı teminat amacı uygun 32  Özsunay (n 3) 1, Aydıncık (n 8) 131; Eren (n 3) 365; Turan Fühner (n 8) 18; Yargıtay HGK, 14-249/323, 13.05.1992; Yargıtay 14 HD, 14251/3161, 23.03.2010; (Kazancı İçtihat Bilgi Bankası -04 April 2020); Yargıtay 13 HD, 11603/22904, 7.12.2016, (Lexpera İçtihat- 04 April 2020).  33  Turan Fühner (n 8) 27; Aydıncık (n 8) 132; Özsunay (n 3) 1; von Tuhr and Escher (n 3) 198; Çetiner (n 9) 374. Fiducia ve bu işlemin günümüz hukukundaki yansıması olan inançlı işlemlerin kaynağını örf ve âdet hukukundan aldığı yönünde bkz Melik Şeker, Roma Hukuku nda Fiducia (İnançlı İşlem) ve Türk Hukuku Üzerindeki Etkisi, (On İki Levha, 2019) 88.34   ...Bu sözleşme ile teminat amaçlı olsa da alacak devredildiğinden, tam bir devrin hukuki sonuçları meydana gelir. Böylece hukuki görünüş olarak alacağı devralan kişi aslında bir rehin hakkı sahibinden daha kuvvetli bir durumda bulunduğundan, teminat olarak rehin alsaydı bulunacağı durumdan daha avantajlı bir hale gelmiş̧ olmaktadır. Çünkü rehin hakkı sahibi, sadece sınırlı aynî hak sahibi olarak bu hakkın tanıdığı tasarruflarda bulunabilecekken, alacağı garanti amaçlı devralan kişi her türlü tasarruf hakkına sahip görünmektedir...  (bkz Oktay-Özdemir (n 3) 270).35  Teminat amaçlı temlik sözleşmeleri isimsiz sözleşme (sui generis) olarak nitelendirilir (bkz Oktay-Özdemir (n 3) 274; Özsunay (n 3) 171).36  Kuntalp (n 12) 283; Oktay-Özdemir (n 3) 270; Eraslan Özkaya, Açıklamalı-İçtihatlı İnançlı İşlem ve Muvazaa Davaları, (7. Bası, Seçkin Yayıncılık, 2017) 12; Özsunay (n 3) 1.37  Şu hâlde inançlı işlemler inanç anlaşması ve devir işlemi (alacağın devri) olmak üzere iki unsurdan müteşekkildir. İnanç̧ anlaşması niteliği itibariyle bir borçlandırıcı işlem, devir işlemi ise (alacağın devri işlemi) hakkın inanılanın malvarlığına intikal edebilmesi için yapılan tasarruf işlemidir. bkz Oktay-Özdemir (n 3) 277; inançlı işlemin unsurları ve türleri ile ilgili tartışmalar ve ayrıntılı bilgi için bkz Turan Fühner (n 8) 18 vd.38  Lale Sirmen, Alacak Rehni, (Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayınları, 1990) 5; Oğuzman ve Seliçi ve Oktay-Özdemir (n 26) 805. Tarafların paraya çevirme yetkisini alacaklıya bırakabileceği hakkında Bkz dn 24.39  Oktay-Özdemir (n 3) 271. Keza rehin hakkı, rehin hakkının sahibine alacağı ödenmediği ihtimal için mutlak suretle rehini paraya çevirerek alacağını elde etme yetkisi bahşeder. Teminaten devirde taraflar alacağın ödenmemesi ihtimalinde devre konu alacağın akıbetinin ne olacağını tayin edebilirler. Bkz Özsunay (n 3) 150; Oktay-Özdemir (n 3) 271.9İstanbul Hukuk Mecmuası 79/1kullanma yükümlülüğü doğurur. Üçüncü kişilere karşı tam hak iktisabı geçerli olduğundan, onlara karşı inanç anlaşmasından doğan bu yükümlülüğe aykırılığın ileri sürülmesi mümkün değildir.Teminat amaçlı devirlerle ilgili açıklığa kavuşturulması gereken bir diğer nokta ise; işlemin (inanç anlaşması) ani edimli mi yoksa sürekli edimli bir borç ilişkisi mi meydana getirdiğidir. Bu noktada teminat amaçlı devirlerin unsurları üzerinden hareket edilmelidir. (1) Devir sözleşmesi yapıldığı anda malvarlığında üzerinde doğrudan etki meydana getiren bir tasarruf işlemidir. Devrin bu yönü esas alınırsa ani edimli bir ilişki olduğu düşünülebilir. (2) Ancak teminatın kapsamı dahilinde olan alacaklar için bu devrin taraflar arasında bir kök ilişki teşkil ettiği atlanmamalıdır. Keza alacaklı, belirli vadelerdeki ihtiyacının karşılanmasında bu devre olan sürekli güveni olduğu unutulmamalıdır. Bu sebeple taraflar arasındaki ilişkinin ani edimli borç ilişkisinden ziyade sürekli borç ilişkisine yakın olduğu tespit edilmelidir.B. Temlikin  Şarta Bağlılığı  ve Bunun SonuçlarıTeminat maksadıyla temlik, devralana rehinli alacaklının durumundan daha iyi ve pratik bir teminat teşkil eder. Zira devralan, rehnin paraya çevrilmesi usulüne takılmadan,  devraldığı  alacağı  doğrudan  tahsil  ederek  kendi  alacağına  mahsup etme imkânı elde eder. Bu takdirde alacağı devralan kişi, devralınan alacaktan, kendi alacağının tamamını tahsil/mahsup edip artan kısmı devredene iade etmek ile yükümlüdür. Teminat amaçlı gerçekleştirilen alacağın temliki işlemlerini, alelade alacağın temlikinden ayıran unsur da budur. Zira başkasından olan alacağını teminat amaçlı  olarak  kendi  alacaklısına  devreden  kişi,  alacağın  tamamının  devralana 40  Roma hukukundaki fiducia kavramıyla bugün hukukumuzda yer alan inançlı işlemlerin tam anlamıyla örtüştüğü yönünde bkz Şeker (n 33) 7 vd.41  Oktay-Özdemir, teminaten temlikler için sürekli borç doğuran sözleşmelere ilişkin hükümlerin kıyasen uygulanması gerektiğini savunur. Bkz Oktay-Özdemir (n 3) 292. Bu nitelendirme teminat süresinin belirlendiği hükümlerin değerlendirilmesi üzerinde doğrudan etkilidir. 42  Söz konusu pratiklik doktrinde inançlı işlemlerin  sadeleştirme fonksiyonu  şeklinde ifadesini bulur. Bu minvalde kastedilen inançlı işlemlerde inanılanın  daha güçlü ve emin bir hukuki statüye  kavuşmasıdır (bkz Özsunay (n 3) 31).43  Turan Fühner (n 8) 18; Özsunay (n 3) 31; Aydıncık (n 8) 132.44  Dayınlarlı (n 4) 97. Alacaklıya rehnedilen alacağı doğrudan tahsil ve borç miktarını muhafaza imkânının tanınabileceği kabul edildiği takdirde tarafların neden inançlı temlik yolu tercih ettiğinin de izahı gerekir. İnançlı temlikte rehinden farklı olarak hakka ilişkin tasarruf yetkisi de devralan inanılandadır. Şu hâlde alacaklının hakkı tahsil yetkisindense hakkın tam tasarruf yetkisine sahip olmayı tercih etmesi olağandır. 45  Ali Şafak, Teminat Amaçlı Alacağın temliki (Legal, 2011) 177; Oktay-Özdemir (n 3) 270.10Akkanat-Öztürk / Alacağın Teminaten Devrigeçmesi maksadıyla hareket etmez. Hatta alacağı teminat amaçlı olarak devralan da bu tür bir sonucu istemez. Bilakis devreden ve devralan, devredenin borcuna karşılık gelen kısmın, bu borcun zamanında ifa edilememesi bozucu şartına bağlı olarak devralana geçmesini arzu ederler.Devralan,  alacağına  denk  düşen  kısmından  fazlasını  devralınan  alacağın borçlusundan tahsil edip uhdesinde tutamaz ve fazla olan kısmı asıl alacaklıya (devreden  alacaklı)  iade  ile  yükümlü  olur.  Bilindiği  üzere  teminat,  alacaklının uğraması muhtemel zarar rizikosunu bertaraf etmek için vardır ve hiçbir zaman için alacaklı bakımından bir zenginleşme aracı olarak kullanılamaz. Şu hâlde teminat amaçlı temlikler esasında devralan alacaklıya teminat fonksiyonuna uygun olarak şarta bağlı bir talep imkânı bahşeden hukukî işlemlerdir. Kendi alacağı muaccel olmasına  rağmen,  borçlusu  tarafından  tatmin  edilmeyen/edilemeyen  alacaklı, devralmış bulunduğu alacağın borçlusuna başvurma imkânına sahip kılınmış olur. Başkasından olan alacağını borcuna teminat gösteren kişi, teminata konu borcunu ifa etmişse temlik hüküm ifade etmez hale gelir (bozucu şart gerçekleşmiştir) 50 ve teminaten temlike konu edilen alacak, esasında temlik eden alacaklının malvarlığına kendiliğinden geri döner. Bu tespit devre konu edilen alacağın müstakbel alacak olduğu ve borçlusundan tahsil edilmediği anlar için hayati önemi haizdir. Çünkü devredenin  alacaklı  sıfatını  yeniden  kazandığı  ihtimalde  devralanın,  alacakla bağlantısı  kesilir.  Bu  takdirde  alacağın  borçlusundan  tahsili  devreden  alacaklı tarafından gerçekleştirilebilir. 46  Türk ve İsviçre hukukunda hakim görüş olan  tam hak iktisabı teorisi ne (Die Theorie des vollen Rechtserwerbs) göre, inançlı devirle inanılan, inanç konusu üzerindeki hakkı tam olarak elde eder; üçüncü kişilere karşı olduğu gibi inanılana karşı da devredilen hakkın sahibi/eşyanın maliki olduğudur (Özsunay (n 3) 171 vd.; Aydıncık 138; Hüseyin Altaş ve Leyla Müjde Kurt,  İnançlı İşlemler , (2011) 2(2) İÜHFD 1, 11; İsviçre Federal Mahkemesi de bu görüştedir bkz BGE 961179; JdT 1971 1 329; BGE 117 11429; JdT 1992 1 399). Bu görüşe göre rizikonun gerçekleşip gerçekleşmeyeceğinin belli olmadığı dönem için inanılan devre konu hak/eşya üzerinde tam hak sahipliğini sürdürür. Bu evrede örneğin alacağın bir üçüncü kişiye inanılan tarafından devredilmiş bulunduğu hallerde inanan sadece inanç sözleşmesine aykırı davranan inanılandan (devralandan) borca aykırılık hükümleri çerçevesinde tazminat talep etme imkânını haiz olur. Devralan bu süreçte tam hak sahibi bulunduğundan üçüncü kişiye yapılan devir geçerlidir (bkz Aral (n 16) 38; Bergmaier (n 7) 31 vd.; Oktay-Özdemir (n 3) 270). Hatta devrin teminat amaçlı yapıldığını bilen üçüncü kişilere karşı bile inanılanın tam hak iktisabının geçerli olduğu ifade edilir (Oktay-Özdemir (n 3) 270, dn 12). Bununla beraber devrin şarta bağlı olup olmadığı sorusuna verilecek cevap rizikonun gerçekleştiği yahut gerçekleşmeyeceğinin kesinleştiği hallerde devredenin sahip olduğu haklar bakımından önemini korur. Zira tam hak iktisabı teorisi uyarınca (1) teminaten devredilen alacağın devri işlemi teminat sağlanmak istenen hukuki ilişkinin akıbetinden ve bu alacağın varlığından bağımsızdır. (2) Bu sebeple rizikonun gerçekleşmediği/gerçekleşemeyeceği hallerde (ör: borç gereği gibi ödendiğinde) alacak kendiliğinden devredenin malvarlığına dönmez ancak inanılanın alacağı devretmesi (tekrar bir tasarruf işlemi gerçekleştirilmesi) icap eder (bkz Oktay-Özdemir (n 3) 270; Turan Fühner (n 8) 76; Altaş ve Kurt (n 46) 11; Yüksel Orhun (n 6) 45; Bergmaier (n 7) 26 vd.; Özsunay (n 3) 171; Eren (n 3) 384; Oğuzman ve Öz (n 3) 133 vd; Tandoğan (n 9) 547).47  Şafak (n 45) 177.48  Tandoğan (n 9) 804; Kahraman (n 13) 7 vd.49  Şafak (n 45) 184.50  Bu görüş ilk olarak Alman hukuk tarihçisi Schultze tarafından ileri sürülmüştür. Buna göre inançlı işlem konusu hak ya da alacağın inanılana devri bozucu şarta bağlıdır. Şart gerçekleşinceye kadar inanılan, inanç̧ konusu üzerinde tam hak sahibidir. Bununla beraber şartın gerçekleşmesi aynî bir etki meydana getirir ve inanç konusu, başkaca hiçbir işleme gerek kalmaksızın kendiliğinden (ipso ıure) inananın malvarlığına geri döner. İnanan bu sayede yeniden hak sahibi sıfatını kazanır. Görüş hakkında ayrıntılı bilgi için bkz Turan Fühner (n 8) 76 vd. 51  Müteahhidin T bankasına olan kredi borcunu ödemiş olması halinde T bankası teminata konu alacak hakkı sona erdiği için artık hakediş alacağının alacaklısı değildir. 11İstanbul Hukuk Mecmuası 79/1Devre konu alacak, teminat altına alınan alacağın ifa zamanından önce devralan tarafından tahsil edilmişse, devredenin kendi borcunu ödediği ihtimalde devralanın devren konu alacağı, devredene iade etmesi icap eder (şahsi iade borcu). Bu ihtimal için iadenin/iade talebinin dayanağı tayin edilmelidir. Teminaten temlik/devir, bozucu şarta bağlı kabul edildiğinde, şartın gerçekleşmesiyle ilişki kural olarak ileriye etkili sona erer (TBK m. 173/3). Şu hâlde tahsil edilmiş alacağın iade talebi de sözleşmesel bir taleptir. Zira devre konu alacak, borçlusu tarafından ifa edildiği takdirde hak sona erer. İfade edilmelidir ki devrin (tasarruf işleminin) değil; sadece borçlandırıcı işlemin şarta bağlı olduğu kabul edildiğinde (yahut borçlandırıcı işlemde iade borcunun geciktirici  şarta  bağlı  olduğu  kabul  edildiğinde),  teminata  konu  edilen  borcun ifasıyla, devralanın alacağı tahsil etmiş olsun olmasın bir iade yükümlülüğü altında olması söz konusu olacaktır. Bu iade yükümlülüğü de sözleşmeye (inanç anlaşması) dayanır. Bu görüş ekseninde iade sözleşmesel bir borç teşkil eder. Ancak teminaten gerçekleştirilen devirlerin amacına da uygun olarak bu tür ilişkilerde tasarruf işlemi olan devrin bozucu şarta bağlı olduğunu kabul etmek ilişkinin muhteviyatına daha uygundur. Kaldı ki alacağın devrinin sebebe bağlı bir işlem olduğu kabul edildiği takdirde devre sebep teşkil eden ilişkideki aksaklıklar doğrudan tasarruf işlemi olan devre de sirayet edecektir. Teminat amaçlı gerçekleştirilen temliklerde, temlik alan kişi, devralınan borcun borçlusundan sadece kendi alacağına karşılık gelen meblağın kendisine ödenmesini talep edebilir. Zira söz konusu işlemin amacı, kendi alacağını temlik edenden tahsil edemeyen devralanı (temellük eden şahsı) tatmin etmektir. Bu sebeple devralan kişi, temlik borçlusundan, kendi alacağının tahsil edemediği kısmını doğrudan talep edebilme imkânını haiz kabul edilir. Bir diğer ifadeyle alacağın tamamını talep etmek zorunda değildir. Devre konu alacağın tamamı tahsil edildiği takdirde lehine teminat gösterilen alacak miktarını aşan kısım devredene iade edilmelidir. Ayrıca 52  Teminaten devredilen alacak hakkının para alacağı olması ihtimalinde ifa ile alacak hakkı sona erdiği gibi; para alacaklının (devralan) mülkiyetine dahil olacak ve iadesi ancak sözleşmeye dayanan iade talebiyle temin edilebilecektir. Devre konu edilen alacağın konusu bir taşınır mülkiyetinin devrini talep imkânı olması halinde ise sona eren alacağın yerini ifa edilen şeyin (taşınır) alması (ayni ikame) düşünülebilir. Ancak ayni ikame ancak kanunun öngördüğü hallerde gündeme gelir. Bu sebeple teminaten devrin bu yönüyle borçlu için elverişsiz olduğu savunulabilir.   53  Teminat amaçlı devir bu çerçevede ele alındığında devrin sebebi olan borçlandırıcı işlemin (inanç anlaşması) tek tarafa borç yükleyen bir sözleşmedir. Şayet alacağın devredenin malvarlığına kendiliğinden dönmeyeceği kabul ediliyorsa (şarta bağlı devir görüşünün aksine) bu takdirde inançlı işlem eksik iki tarafa borç yükleyen sözleşme olarak nitelendirilmelidir. 54  Nitekim Yargıtay inançlı işlemin uyuşmazlık konusu olduğu bir kararında:  ...İnanç sözleşmesine ve buna bağlı işlemle alacaklı olan taraf, ödeme günü gelince alacağını elde etmek için dilerse; teminat için temlik edilen şeyi  ifa uğruna edim  olarak kendisinde alıkoyabileceği gibi; o şeyi, açık artırma yoluyla veya serbestçe satıp satış bedelinden alma yoluna da başvurabilir. Bu sonuçlar kendine özgü bu akdin tabiatında mevcuttur.  (bkz Yargıtay 1 HD, 18632/10845, 5.12.2016, Lexpera İçtihat-12 April 2020) demek suretiyle devrin ifa uğruna gerçekleştirilmiş bulunduğunun işlemin mahiyetinden ileri geldiği vurgulamıştır. Bu takdirde taraflar özel olarak kararlaştırmadıkça alacak teminat amaçlı devre konu edildiğinde ve teminata başvurma ihtiyacı hasıl olduğunda bu ifa yerine değil ifa uğruna edim niteliğindedir. Tarafların önceden asıl borcun ifa edilmediği ihtimalde teminat amaçlı devredilen alacağın devralanda kalacağı hususunda anlaşmış olması ise   lex commissoria  yasağına aykırılık teşkil ettiği için geçerli olmaz. Borcun ödenemeyeceğinin anlaşılması halinde devre konu alacağın ifa yerine edim olarak teklif edilmesinde ise söz konusu teklif kural olarak bir geçerlilik sorunuyla karşılaşmaz.12Akkanat-Öztürk / Alacağın Teminaten Devrivurgulamak gerekir ki teminat amaçlı temlikin hukukî sebebini teşkil eden inanç anlaşması da  teminat altına alınan alacağın, inanan tarafından var ise fer ileri ile birlikte tamamen ifa edilmesi veya inanılanın başka bir şekilde tatmin edilmesi ile güdülen amaç gerçekleşmiş olur ve işlem sona erer .Teminaten temlikin sebebini teşkil eden alacağın ifa edilmeksizin sona ermesi yahut alacağın doğduğu hukukî ilişkideki sakatlık sebebiyle geçersiz hale gelmesi (yahut baştan itibaren geçersiz olması) durumunda da teminat amacıyla yapılan devrin akıbetinin ne olacağı tartışmalıdır. Bu tartışma teminaten temlikin, lehine teminat gösterilen alacak ile ilişkisine dair yapılacak nitelendirme ile doğrudan ilgilidir.  İsabetli  olan  lehine  teminat  gösterilen  alacağın  varlığının  teminaten devre etkisi ele alınarak bir sonuca varılmasıdır. Devrin sebebi teminat vermek olduğu halde (bunun için bir inanç anlaşması yapılmış olduğu ihtimalde) teminat verme ihtiyacının ortadan şu veya bu sebeple kalkmış olması devrin sebebinin de ortadan kalmış olması anlamına gelir. Bu takdirde lehine teminat gösterilen alacağın varlığı doğrudan devrin sebebine etki eder. Sonuç itibariyle alacağın devri de lehine teminat gösterilen alacağın/hakkın ortadan kalmasından etkilenir. Böylece devir hiç gerçekleşmemişçesine devir konusu (inanç konusu) inananın malvarlığına geri döner yahut devir baştan itibaren hüküm ve sonuçlarını zaten doğurmamıştır.55  Şafak (n 45) 196.56  Örneğin yukarıdaki sözleşme hükmü (dn 28) ele alındığında T Bankası nın müteahhitten alacağı, 4.500.000 TL tutarında olduğu buna karşın müteahhidin X belediyesine karşı sahip olduğu hakediş alacağının 4.500.000.-TL den fazla olması ihtimalinde, T Bankasının kendi alacağından fazla olan kısmı talep/dava etmemesi fazla olan kısmın önceden T bankasına temlik edilmiş olması gerekçesi ile sona erdiği kabul ve iddia edilemez. Belirtildiği gibi T Bankası, tahsil edeceği miktarı kendi alacağına kolaylıkla mahsup edebilmek amacı ile hakediş alacaklarını temellük etmiş olduğundan, alacağı kadar hakediş alacağını tahsil ettiği anda teminaten temlikin yapılması ile güdülen amaç gerçekleşmiş ve dolayısıyla inanç anlaşması sona ermiş olur. Bu ihtimalde, T Bankasının gerçek alacağından fazla olan hakediş alacağı müteahhidin malvarlığından hiçbir zaman çıkmamış sayılır ve o kısma ilişkin dava ve talep hakkının da müteahhit tarafından kullanılması icap eder. Nihayetinde hakediş alacağının borçlusu konumundaki X Belediyesi, müteahhidin toplam hakediş alacağından sadece 4.500.000 TL lik kısmı T Bankasına ödemek zorunda olur; bakiyeyi ise müteahhide ödemekle yükümlü kalmaya devam eder.57  Alacağın devri, devreden bakımından tasarruf işlemi iken devralan bakımından bir kazandırıcı işlemdir. Bkz Özcan Günergök, Alacağın Devrinde Borçlunun Hukuki Durumu, (Vedat Kitapçılık, 2014) 53. Her kazandırma gibi bu kazandırmanın da temelinde bir sebep (causa), genellikle bir borçlandırıcı işlem bulunur. Buna devreden ile devralan arasındaki borç ilişkisinin hukukî sebebi denir. Bunlar, Roma hukukundan bu yana esas olarak bağışlama sebebi (causa novandi), ifa sebebi (causa solvendi), alacak sebebi (causa credendi) olarak üç başlık altında incelenir (bkz Eren (n 3) 1253). Teminat amacının/sebebinin ise bu sebeplerden hiçbirine dahil olmadığı ve 4. bir sebep olarak ayrıca ele alınması gerektiği ifade edilir.  Causa garanti  kavramı için bkz Kayak (n 12) 200. 58  bkz dn 47.59  Örneğin müteahhidin T bankasıyla arasındaki kredi sözleşmesi (müteahhidin bir anlık bir tüzel kişi olduğunu düşünelim) müteahhit adına işlem yapmaya yetkili olmayan bir kişi tarafından imzalanmışsa sözleşme kendisini bağlamaz. Bununla birlikte alacağın devrini yetkili bir kişi (imzaya yetkili müdür) yapmış olsa da söz konusu alacağın devri kredi sözleşmesinden doğan alacaklar için hüküm ifade etmeyeceğinden banka bu sözleşmeye dayanarak devredilen alacakta hak sahipliği iddiasında bulunamaz. Bununla beraber alacağın devri de kredi sözleşmesinin bir hükmü niteliğinde ise devir de bu yetkisizlikten etkilenecek ve bankanın alacaklı sıfatını kazanmasına engel olacaktır (tasarruf işlemi hüküm ifade etmesi için gereken koşullarını taşımadığı için).60  Doktrinde alacağın devri sebebe bağlı bir işlem olarak kabul edilmekle beraber, bu sebep sadece inançlı işlemin kendi geçerlilik unsurlarıyla sınırlı ele alınır (bkz dn 47; Eren (n 3) 1257 vd.; Aral (n 16) 94). Ancak bu değerlendirme tarafların devir iradesiyle uyumsuzdur. Zira taraflar teminat amacıyla ve teminat ihtiyacının varlığı boyunca devri gerçekleştirir. 13İstanbul Hukuk Mecmuası 79/1III. Teminat Amaçlı Devirlerde Devredilen Alacağın  İçeriği ve Teminatın KapsamıA. Devre Konu Edilen Alacağın Ne Olduğu SorunuBir hak üzerinde tasarruf edilebilmesi için o hakkın kural olarak mevcut olması gerekir.  Bununla beraber  müstakbel alacakların devrinin mümkün olup olmadığı doktrinde tartışmalıdır. Konuya ilişkin ilk görüş olmayan hak üzerinde kural olarak tasarruf edilemeyeceği yönündedir. Bu hukukî duruma gerekçe olarak ise tasarruf işlemlerinin niteliği gösterilir. Tasarruf işlemi, konu edindiği hakka doğrudan tesir eder ve bir malvarlığından çıkıp başka bir malvarlığına geçmesi sonucunu doğurur. İşlemin yapıldığı tarih itibariyle tasarrufa konu edilebilecek bir hakkın bulunmadığı durumlarda, tasarruf işlemi yapılmak istense de bu işlemden doğrudan doğruya etkilenecek olan bir hak bulunmadığı için işleme bağlanan hukukî sonucun gerçekleşmesi mümkün olmadığı ifade edilir. Böylece bir alacağın devre konu edilebilmesi için devir ânında mevcut olması veya en azından temlike konu alacak hakkının doğumuna kaynaklık edecek hukukî ilişkinin kurulmuş bulunması (yahut en azından bir temelinin bulunması) aranır. İşte bu son ihtimalde  mevcut bir hukukî işlem kapsamında doğması beklenen bir alacak hakkı  bulunacağı için temlikin de geçerli bir şekilde yapılabileceği kabul edilir. Beklenti niteliğini dahi haiz olmayan henüz doğmamış haklara ilişkin tasarruf işlemi, işlemin konusu belirli olmadığı için geçerli kabul edilmez. Söz konusu görüş uyarınca bu devirlerin ancak tahvil yoluyla devir vaadi (TBK m. 184/II) sayılarak ayakta tutulması ihtimali gündeme getirilebilir.Bununla birlikte doktrinde alacak hakkının doğumuna kaynaklık edecek temel ilişkinin mevcut olmadığı hallerde dahi ilgili (gelecekteki) ilişkinden doğacak hakkın/hakların devre konu edilebileceği savunulur. Önceden tasarruf ilkesine dayanarak, devir anında devre konu hakkın temelini teşkil edecek bir ilişki olmasa da devrin geçerli olduğu savunulur. İlgili görüş, tasarruf işleminin yapıldığı an ile hüküm ve sonuçlarını doğuracağı anın birbirinden ayrılması esasına dayanır. Her tasarruf işleminde bu iki anın birlikte bulunması zorunlu değildir. Bu çerçevede, henüz temel ilişki mevcut olmasa bile gerçekleştirilen devir geçerlidir. Ancak söz konusu devir hükümlerini, alacak varlık kazandığı andan itibaren kendiliğinden doğurur. 61  Oğuzman ve Öz (n 3) 456; Oktay-Özdemir (n 3) 285. 62  Mustafa Dural ve Suat Sarı, Türk Özel Hukuku Cilt I Temel Kavramlar ve Medeni Kanunun Başlangıç Hükümleri, (16. Bası Filiz Kitapevi, 2018) 211.63  Şafak (n 45) 98; Oktay-Özdemir (n 3) 285 (Doğmuş yahut doğacak bir hukuki ilişkiye dayanan alacağın temliki geçerli kabul edilir. Ör: Kira sözleşmesi kurulmadan bu sözleşmeden elde edilecek kira gelirleri, ancak sözleşmenin yakın gelecekte kurulacağının belirli olması halinde devre konu edilebilir).64  Oğuzman ve Öz (n 3) 456; Dayınlarlı (n 4) 113.65  Oğuzman ve Öz (n 3) 456.66  Nomer (n 5) 107. 67  Nomer (n 3) 109; Engin (n 3) 28.68  Orhun Yüksel (n 6) 135.14Akkanat-Öztürk / Alacağın Teminaten DevriTemlike konu edilecek alacak hakkının  belirli  (veya en azından belirlene-bilir) olması zorunluluğu da yine alacağın devrinin tasarruf işlemi niteliği taşımasının bir sonucudur. Belirlilik ilkesi uyarınca tasarrufa konu edilecek hakkın belli olması aranır. Bir diğer ifadeyle üzerinde tasarrufta bulunulan hakkın hangisi olduğu, tasarruf işleminden tereddüde yer vermeyecek derecede anlaşılabiliyor olmalıdır. Tasarruf işlemi de yine bu durumun bir gereği ve sonucu olarak sadece açıkça devre konu edilmiş bulunan alacak hakkı üzerinde etkili olur. Tasarruf işleminin kapsamına dahil edilmiş olmayan bir alacak hakkının, söz konusu tasarruf işleminden etkilenmesi, halihazırda bulunduğu malvarlığının içerisinden çıkarak devralanın malvarlığına geçmiş  sayılması  imkân  ve  ihtimal  dahilinde  değildir.  Alacağın  temlikinde, temlik işleminin kapsamını (yani devir sözleşmesine nelerin dahil olacağını veya olmayacağını)  belirleme  yetkisi  taraflara  aittir.  Hatta  devir  işleminin  alacağın tamamına mı yoksa bir kısmına mı ait olacağını belirleme yetkisi de taraflara aittir.Alacağın devri, niteliği gereği devre konu edilen alacak hakkıyla sınırlı bir etki meydana getirir. Devir, devre konu alacağın doğduğu ilişkinin, taraflarına bahşettiği hak ve yükümlülüklerin tamamı üzerinde etkili olmaz. Özellikle de alacağın devriyle bu hukuki ilişkide bir taraf değişikliği yaşanmaz. Alacağın temlikinde, temlik edenin devir iradesinin kapsamını aşan alacaklar, devredenin alacağı olarak kalmaya devam eder. Alacağın temlikine hâkim olan  belirlilik ilkesi  de bundan başka bir şey         69  Belirlenebilirliğin karşılığı ve kapsamı müstakbel alacağın devrine ilişkin tercih edilecek görüş uyarınca şekillenecektir. 70  Dural ve Sarı (n 62) 212; Dayınlarlı (n 4) 113.71  Nomer (n 5) 108.72  Temlike konu alacağın kapsamının ne olduğuna ilişkin taraf iradesinin tespiti her zaman kolay olmaz. Bu durum özellikle toptan temlik hallerinde gündeme gelir. Toptan temlik alacakların kalem kalem belirtilmesi suretiyle yapılan devir yerine; (örneğin Haziran ve Temmuz ayı kira bedelleri) bütün var olan ve/veya doğacak alacakların toplu olarak devredildiği temlik türüdür (Ayrıntılı bilgi için bkz Aral 93). Örneğin A taşınmazını B ye konut olarak kullanması için 1 yıl süreliğine kiralar. A ilgili kira sözleşmesinden doğan kira bedeli alacaklarını K bankasından kullandığı ihtiyaç kredisine teminat olması için K bankasına temlik eder. Kira sözleşmesi kiracı fesih bildiriminde bulunmadığı ve 1 sene uzadığı ihtimalde K bankasının sözleşmenin yenilendiği dönemde tahakkuk edecek kira alacakları bakımından da alacaklı sıfatını haiz olup olmadığı tespit edilmelidir. Bu noktada şayet taraflar sözleşmede kira sözleşmesinin süresini de belirterek (yahut sözleşme metnini devre ek mahiyetinde eklemişler) kira bedellerini devir işlemine konu etmişse sadece sözleşme süresi esas alınarak devredilen alacağın miktarı tespit edilmelidir. Bununla beraber kira sözleşmesinin süresine atıf yapılmadığı takdirde kira sözleşmesinin devam ettiği süre zarfı teminat ihtiyacının da devam etmesi kaydıyla K bankasının kira bedelleri bakımından alacaklı olacağı süreye de eşit olup olmadığı TBK m. 23 esas alınarak belirlenmelidir (bkz III/B.). 73  Örneğin dn 28 de yer alan devir hükmünde T bankasının alacaklı sıfatını haiz olduğu hakediş meblağı açık olarak belirtilmiştir (50.000.000- TL). Bu halde alacağını devreden müteahhidin X belediyesine karşı sahip olduğu hakediş alacaklarının tamamı değil sadece bu kısmı (50.000.000- TL) bakımından T bankası alacaklıdır. 74  Haluk Nami Nomer, Borçlar Hukuku Genel Hükümler (17. Bası Beta, 2020) s. 49315İstanbul Hukuk Mecmuası 79/1değildir. Temlik konusu yapılmak istenen alacak hakkı (en azından belirlenebilir şekilde) devir işlemi içerisinde yer almalıdır.Bu kapsamda İcra İflas Kanununda yer alan bir hükme de temas edilmelidir ki o da m. 294/6 dır. İlgili hüküm uyarınca:  Konkordato mühletinin verilmesinden önce, müstakbel bir alacağın devri sözleşmesi yapılmış ve devredilen alacak konkordato mühletinin verilmesinden sonra doğmuş ise, bu devir hükümsüzdür.  İlgili hüküm teminat amaçlı temlikler için de geçerlidir. Bu hükümle beraber devredilen müstakbel alacağın muacceliyet anı değil doğum anı esas alınarak devrin hukukî sonuçlarını 75  Örneğin (dn 28 de yer alan sözleşme hükmü) müteahhit sahip olduğu bir hakediş alacağını bankaya temlik edebilir. Müteahhidin hakediş alacağını elde ettiği inşaat sözleşmesinin kurulması aşamasında işsahibine çoğu zaman bir teminat mektubu da verecektir. Hakediş alacağının devredilmiş/temlik edilmiş olması verilen teminat mektubunun haksız bir şekilde paraya çevrilmesinden kaynaklanan alacağın da bankaya geçmesi anlamına gelmez. Zira zikredilen alacak (haksız paraya çevirmeden ileri gelen)  asıl borç ilişkisine bağlı, ancak ondan bağımsız bir hukukî ilişkiden kaynaklanan bir alacak  özelliği taşır. Her ne kadar bu tür bir teminat ilişkisinden kaynaklanan alacağın temlik edilmesine hukuken bir engel bulunmasa da bu durum alacağın ayrı bir temlik sözleşmesine konu edilmesi zorunluluğunu ortadan kaldırmaz.76  Gelinen noktada devre konu alacak dışında nelerin  kendiliğinden  devrin kapsamında olduğu sorusu ortaya çıkar:  1 . Öncelikle teminat amaçlı devirler de TBK m. 183 vd anlamında alacağın devridir ve bu hükümlere tabidir. TBK m. 189 uyarınca:  Alacağın devri ile devredenin kişiliğine özgü olanlar dışındaki öncelik hakları ve bağlı haklar da devralana geçer . Bu takdirde örneğin devre konu alacak için icra takibi yapma yetkisi de devredene geçer. Keza şayet devre konu alacak İcra İflas Kanunu m. 206 da sayılan imtiyazlı alacaklardansa devredildikten sonra da aynı imtiyaz sırasını koruyacaktır (bkz Orhun Yüksel (n 6) 239).  2 . Fer i haklarsa (kefalet, rehin) devredilen alacağın genişlemesine ya da teminat altına alınmasına hizmet eden haklardır. Söz konusu haklar, devirle birlikte başka bir işlem gerekmeksizin devralana geçer (Orhun Yüksel (n 6) 239; Bergmaier (n 7) 167). 3 . Alacağın fer i niteliğinde olan faizi ise ayrı ele almak icap eder. Zira konuya ilişkin TBK m. 189 özel hüküm ihtiva eder. Buna göre: (TBK m. 189/2)  Asıl alacakla birlikte işlemiş faizler de devredilmiş sayılır.  Şu halde temerrüt faizi de dâhil işlemiş ve fakat henüz tahsil edilmemiş/edilememiş faizler devralana aittir (bkz von Tuhr and Escher 854). Devir esnasında henüz işlememiş fakat borç̧ ifa edilene kadar işleyecek faizler yeni alacaklının malvarlığında doğmuş kabul edilir (şayet teminata başvurulması icap edecekse) devralanın malvarlığında doğar. (Her halde devralanın malvarlığında doğacağı –tak hak sahipliği teorisi uyarınca- yönünde bkz Orhun Yüksel (n 6) 240; Oğuzman ve Öz (n 3) 576). Meğerki (işlemiş yahut işlememiş faizler) devrin kapsamı dışında tutulmuş olsun (bkz Orhun Yüksel (n 6) 240).  4 . Cezai şart da asıl alacağın fer i niteliğinde olan bir diğer alacaktır. Cezai şartın devrin kapsamında alacakla birlikte devralana geçeceği (TBK m. 189/1) ifade edilir (bkz Orhun Yüksel (n 6) 239; Bergmaier (n 7) 166). Bununla beraber cezai şartın devrin haricinde tutulabileceği her zaman kararlaştırılabilir.  77  Bu madde 28.02.2018 tarihli ve 7101 sayılı Kanunun 22. maddesiyle değiştirilmiştir. Hükmün gerekçesine bakıldığında:  ...Maddenin altıncı fıkrasıyla, İsviçre İcra ve İflas Kanununun konkordato mühleti verilmesinden evvel yapılan ve ileride doğacak alacağın devrine ilişkin olan sözleşmelerin devredilen alacağın konkordato mühletinin verilmesinden sonra doğması halinde hükümsüz olacağı hakkındaki mehaz Kanunun 297 nci maddesinin dördüncü fıkrasıyla uyumlu bir düzenleme yapılmaktadır. Bu hükmün amacı borçlunun konkordato alacaklılarının müracaat edebileceği malvarlığını korumaktır...  ifadelerine yer verilir (çevrimiçi, Lexpera -09.03.2019). Söz konusu maddeyle  ...borçlu tarafı olduğu müstakbel temliklerin kendisi için yaratacağı olumsuzluklardan rahatlıkla kurtulabileceği, daha uygun koşullarda bozulan mali yapısını düzeltebileceği için...  borçlunun mali durumunu  iyileştirme dostu  olduğu ifade edilir (Serdar Kale,  7101 Sayılı İcra ve İflas Kanununda Değişikliği Yapılmasına Dair Kanun Çerçevesinde İflas Dışı Adi Konkordato , (2018) 5/1 İstanbul Medipol Üniversitesi Hukuk Fakültesi Dergisi 213, 235; Güray Erdönmez,  Tartışmalar , Muhammet Özekes (ed) 7101 Sayılı Kanunla Konkordato ve Elektronik Tebligat Konularında Getirilen Yenilikler (On İki Levha Yayıncılık, 2018) 189.78  Erdönmez (n 77) 189.79  Murat Atalı,  Konkordato Kesin Mühlet ve Sonuçları , Muhammet Özekes (ed) 7101 Sayılı Kanunla Konkordato ve Elektronik Tebligat Konularında Getirilen Yenilikler (On İki Levha Yayıncılık, 2018) 101; İlgili hüküm mehaz kanunda da (SchKG, Artikel 297/4)  doğmuş olma (Entstehungszeitpunkt der Forderung)  şeklinde ifadesini bulur. Doktrinde de alacağın muacceliyet (Fälligkeit) anının değil doğum anının esas alınacağı ifade edilir. bkz Brigitte Umbach Spahn and  Stephan Kesselbach and Stefan Bossart, Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs SchKG, (4. Auflage, Schulthess Juristische Medien AG, 2017) Artikel 297/4, N 9.16Akkanat-Öztürk / Alacağın Teminaten Devridoğurup doğurmadığı ve alacaklının kim olduğunun belirlenmesi gerekir. Şu husus da atlanmamalıdır ki hüküm lafzıyla ele alındığında, hükmün öngördüğü sonuç, amacıyla bağdaşmaz. Zira devre konu müstakbel alacak uygulamada çoğu zaman hali hazırda doğmuş ve fakat muaccel olmamış alacaklardır. Hükmün amacı ise  borçlunun durumunu iyileştirebilmesini temin için bir çare olabilmektedir . Fakat borçlunun devre konu ettiği alacağı çok nadiren  konkordato mühletinin verilmesinden sonra  doğmuş bir alacak niteliğini haiz olur. Bu sebeple söz konusu hükmün, ihdas amacına uygun tekrar kaleme alınmalısı gerektiği savunulabilir. Hüküm içerisinde yer alan  müstakbel bir alacağın devri sözleşmesi yapılmış ve  devredilen  alacak  konkordato  mühletinin  verilmesinden  sonra  doğmuş  ise  ifadesinin tam olarak anlaşılabilmesi için  alacağın temliki ne dair sözleşmenin ne tür bir hukuki işlem (borçlandırıcı-tasarruf) olduğunun belirlenmesi gerekir. Burada kanun koyucunun  geçersizlik  müeyyidesini uygulamak istediği alacağın temlikine dair sözleşmenin, konkordato mühletinin verilmesinden önce kurulmuş ve sözleşmenin kurulduğu an itibariyle doğmamış bir alacak hakkını konu edinmesi gerektiği kuşkusuzdur. Müstakbel alacakların devri bağlamında yapılan açıklamalar dikkate alındığında, burada  devir konusu alacağın doğumuna kaynaklık edecek hukukî ilişkinin dahi mevcut olmadığı bir alacak  anlamında müstakbel alacaktan söz ediliyor olması düşünülemez. Bu tür bir alacak temliki sözleşmesi için  geçersizlik  müeyyidesi getirmeye zaten ihtiyaç da yoktur. Zira bu ihtimalde temlik sözleşmesi esasen  konusunun bulunmaması/belirli olmaması  sebebiyle geçersizdir. Zaten geçersiz olan bir temlik sözleşmesinin İİK m. 294/6 hükmü ile tekrar geçersizliğinin beyan edilmesinin bir anlamı da olmaz. Şu hâlde İİK m. 294/6 hükmünün, konkordato süresi verilmeden önce kurulan ve müstakbel bir alacak hakkının devrini konu edinen temlik sözleşmelerinin hukukî durumunu düzenlemek üzere sevk edilmiş bir hüküm olamaz. 80  Bunun yanında madde metninde yer alan  hükümsüzdür  ifadesi madde başlığı (Kesin mühletin alacaklılar bakımından sonuçları) ve mehaz kanunda hükmün sonuçlarının ne olduğuna ilişkin değerlendirmeler dikkate alınarak yorumlanmalıdır. Şu hâlde maddenin öngördüğü  hükümsüzlük  alacağın devrinin  kesin hükümsüz  haline geldiği anlamına gelmez. Bilakis devir işleminin nisbi etkisiz (geçersiz) hale geleceği kabul edilmelidir. Nisbi etkisizlik bir işlemin tarafları arasında hüküm doğuruyor olmasına rağmen bu işlemin hukuki sonuçlarının üçüncü kişilere karşı ileri sürülememesi olarak tanımlanabilir (Özellikle bir tasarruf işleminin neticesi olarak gündeme gelen hak devrinde bazı sebepler göz önüne alınarak işlemin sonuçlarının ileri sürülebileceği çevre sınırlanır –Örneğin: TBK m. 186- bkz Dural ve Sarı (n 62) 229). Bu takdirde alacak devredilmemişçesine borçlunun malvarlığında kalmaya devam edecektir. 81  Örneğin sözleşme hükmü (dn 28) ele alındığında müteahhide konkordato mühleti verilmesi halinde (geçici yahut kesin fark etmeksizin) T Bankası nın devralmış bulunduğu alacak müstakbel alacak niteliğinde olduğundan, mühletten sonra muaccel olarak hakediş ödemeleri bakımından müteahhit hak sahibi kalmaya devam edecektir. Çünkü inşaat sözleşmenin kurulmasıyla birlikte (taraflar özel olarak borcun doğumuna ilişkin bir belirleme yapmadıkça) müteahhidin alacak hakkı doğar ve fakat muaccel değildir.82  dn 78.83  Örneğin bir kira sözleşmesinden doğan kira bedeli alacağı kira süresi boyunca toptan temlik edilmişse her kira bedeli ilgili ayın kararlaştırılan günü doğacağı için  konkordato mühletinin verilmesinden sonraki  bir döneme tekabül eden kira bedelleri devredilmemiş gibi muamele görecektir.  84  Bu doğrultuda alacağın doğum tarihi değil muacceliyet (talep edilebilir olduğu an) esas alınarak devrin akıbetinin belirlenmesi esasının getirilmesi gerektiği pek tabi savunulabilir.17İstanbul Hukuk Mecmuası 79/1Konkordatoya ilişkin hükümler, kendisine konkordato mühleti verilmiş olan bir borçlunun, konkordato mühleti verildiği an itibariyle malvarlığında bulunan alacak hakları bakımından uygulanabilir. Kendisine konkordato mühleti verilmiş olan bir şahsa ait alacak haklarının, temlike dair bir işleme konu edilmiş bulunmalarına rağmen malvarlığında kalmaya devam etmeleri, ancak ve sadece alacağın temliki sözleşmesine değil  alacağın temliki vaadi sözleşmesi ne konu edilmiş olmaları ihtimalinde mümkün olabilir. Zira alacağın temliki ile temlik vaadi sözleşmesi arasındaki en önemli fark, konu alacak hakkı üzerindeki etkileri bakımındandır. Bu durumda İİK m. 294/4 hükmünü sevk etmek suretiyle kanun koyucunun, konkordato mühletinin verilmesinden önce kurulmuş bulunan alacağın temliki sözleşmesinin durumunu değil  alacağın temliki vaadi sözleşmesi nin hukukî durumunu düzenlediği savunulabilir. Zira alacağın temliki vaadini içeren sözleşme de borç doğurucu bir sözleşme niteliği taşır ve taraflar hem mevcut hem de müstakbel alacak haklarının temlikini geçerli bir şekilde vaad edebilirler. Hatta sözleşmenin kurulduğu an itibariyle mevcut olmayan bir alacak hakkı temlike konu edilmek istendiğinde, başvurulan yol alacağın temliki değil; alacağın temliki vaadi sözleşmesi kurulmasıdır. Bu tür bir amaca uygun sözleşme alacağın temliki vaadini içeren sözleşmedir. Şu hâlde İİK m. 294/4 düzenlemesi ile bir alacağın devri vaadini hükümsüz kılınabilmesi için devri vaad edilen alacağın müstakbel bir alacak olarak nitelendirilebilmesi ve bu alacağın konkordato mühletinin verilmesinden sonra doğmuş olması zorunludur. Alacağı devir sözünün verildiği (temlik vaadi sözleşmesinin kurulduğu) anda mevcut olmayan bir alacağın devri sözü verilmiş olması ve bu alacağın doğumunun konkordato mühleti verilmesinden sonraki bir tarihe denk gelmesi gereklidir. Hüküm bu şekilde ele alındığı takdirde amacıyla ve konkordatonun mahiyetiyle de bağdaşır bir anlam da kazanmış olur.B. Geniş Kapsamlı Devirler ve Teminatın KapsamıAlacağın devriyle devre konu alacak, ilk alacaklının malvarlığından çıkmış ve devralanın malvarlığına girmiş olur. Alacağını temlik eden kişi, bu alacak ve fer ileri üzerindeki  alacaklı  sıfatını kaybeder. Bu sebeple devredenle borçlu arasında devre konu alacağın ifası yönünden bir bağ kalmaz. Artık alacağın konusu olan edimin ne ifasını talep edebilir, ne de kendisine yöneltilen ifa teklifini kabul edebilir. Dolayısıyla alacağın kendisine ödenmesini sağlayacak şekilde dava ve takip hakkı da kalmaz. Alacak devralanın malvarlığına geçmiş olduğundan, artık borçlunun muhatabı da yeni alacaklıdır. Bu sebeple o, yeni alacaklı sıfatı ile devredilen alacağın borçlusuna karşı olan hakları ileri sürebilir. Hiç şüphe yoktur ki yeni alacaklının borçluya karşı ileri sürebileceği (veya sahip olduğu) haklar alacağa sahip olmaktan 85  Turan Fühner (n 8) 138.18Akkanat-Öztürk / Alacağın Teminaten Devrikaynaklanan haklardır. Bu tür hak ve yetkiler bir başkasına devri için alacağın devri değil; sözleşmenin devri yoluna başvurulması gerekir. Sözleşmenin devri ile alacağın devri arasındaki en önemli fark da budur.Uygulamada en büyük sorun teminat amacıyla yapılan devrin devralanın hangi alacak hakkını/haklarını kapsamına aldığının tespiti noktasındadır. Öncelikle şu husus netleştirilmelidir ki uygulamada teminaten devir, devralan (genellikle banka) tarafından hazırlanmış metinlerin imzalanması suretiyle gerçekleşir. Bu sebeple devrin esaslarının belirlendiği (teminat miktarı, devrin kapsamı, konu, içerik, devir şartları vs.) hükümler çoğu zaman genel işlem koşulu niteliğindedir. Genel işlem 86  Bilhassa vurgulamak gerekir ki temellük eden/devralan, temlik edenin temlikten önceki hukukî durumunu elde etmiş veya onun hukukî durumuna halef olmuş kabul edilemez. Bir diğer ifadeyle söz konusu alacak hakkının devredilmesi, devralana temlik edilen alacağa kaynak teşkil eden borç ilişkisinin tarafı olmaktan ileri gelen hakları kullanma yetkisi vermez. Örneğin kira veya satış bedeli yahut ücret alacağı üzerinden elde edilen alacak hakkı temlik ile yeni alacaklıya geçmiş olsa bile kira, satış veya iş görme sözleşmesinden doğan kiralayan, satıcı veya iş gören nitelikleri ve bu arada özellikle hukukî ilişkinin kapsadığı yenilik doğuran haklar yeni alacaklıya geçmiş olmaz. Zira bu hak ve yetkiler sözleşmeye taraf olmaktan kaynaklanan hak ve yetkilerdir (Ayrıntısı için bkz Dayınlarlı (n 4) 223 vd).87  Sözleşmenin taraflarından birisi, sözleşmeye taraf olmaktan kaynaklanan tüm hak, yetki ve sorumluluklarını, kendisine halef olmayı kabul eden üçüncü bir kişiye devretmesi sözleşmenin devri olarak adlandırılır. Bu suretle devreden, borç ilişkisinin dışına çıkar; onun yerine üçüncü bir şahıs geçer. Alacağın temlikinde ise sadece mevcut veya belirlenebilir bir alacağın fer ileri ile birlikte yeni alacaklıya devri söz konusudur. Bir diğer ifadeyle alacağın temlikinde sadece alacaklı sıfatı devralana geçmiş olur. Sözleşmenin devrinde ise  sözleşmeden doğan taraf olma sıfatı nın olduğu gibi devralana geçmesi söz konusudur. Yine sözleşmenin devrinin alacağın temlikinden farklı bir özelliği ise şekle bağlılık yönündendir. Sözleşmenin devri TBK m. 205/III hükmünün bir gereği olarak, devredilen sözleşmenin bağlı olduğu şekil kuralına uygun olarak yapılmalıdır. Alacağın temlikinin ise TBK m. 184 gereği âdi yazılı şekilde yapılması gerekli ve yeterlidir. Alacağın temliki ile sözleşmenin devri arasındaki en önemli farklardan birisi de alacağın temliki için borçlunun onayına ihtiyaç bulunmaz iken; sözleşmenin devri için karşı tarafın onayına ihtiyaç bulunmasıdır (TBK m. 205); bkz Dayınlarlı (n 4) 223 vd.88  Mesela, özellikle taahhüt işlerinde  iş bitirme belgesi isteme hakkı , sözleşmeye taraf olan yüklenici tarafından kullanılabilecek bir haktır. Yüklenicinin hakediş alacağını devralmış olan banka, hakediş alacağını devralması sebebiyle söz konusu iş bitirme belgesinin kendisi adına düzenlenmesini talep edemez.89  Yargıtay 15 HD, 1603/5594, 20.11.2003:  ...Yüklenici Muharrem, davalı arsa sahipleri ile sözleşme yapan kişi olup eser sözleşmesinin tarafı durumundadır. Sözleşmeden doğan bir kısım alacaklarını üçüncü kişilere temlik etmiş olması, kendisini sözleşmenin tarafı olmaktan çıkartmaz. Sözleşmeden doğan başkaca hakları varsa arsa sahibinden talep edebileceği gibi arsa sahipleri dahi sözleşmeye dayanarak kendisi hakkında talepte bulunabilirler... ; Aynı yönde Yargıtay HGK, 23220/2024, 30.09.2015:  ...sözleşmenin tarafı olmayan davacının bu sözleşmeden dolayı hak talep edebilmesi, yani davada taraf (davacı) sıfatına sahip olup olamayacağının belirlenmesi için sözleşmenin tarafı olan dava dışı ... ile arasında düzenlenmiş olan yazılı bir temliknamenin sunulmasına imkân tanınarak neticesinde taraf sıfatının kazanılması halinde davaya devam edilmesi aksi halde taraf (davacı) sıfatı yokluğundan davanın esastan reddi yoluna gidilmesi...  (Kazancı İçtihat Bilgi Bankası -15 April 2020).90  Verilen örnek sözleşme metninde (dn 28):  ...T Bankası dan kullandığım/kullanacağım kredilerden doğmuş ve doğacak her türlü borçlarım nedeniyle şimdiden temlik ettiğimi...  şeklinde beyanıyla müteahhit T Bankasına hakediş alacaklarını temlik etmiştir. Alacağın devrinde bir meblağ sınırı olmak ile birlikte bu meblağ kapsamında yer alan alacak türlerinin neler olabileceği ise oldukça belirsizdir. Bir diğer ifadeyle T bankasına verilen teminatın kapsamını oldukça geniş tayin edilmiştir.91  Özellikle bankalar (örnekte de görüleceği üzere bkz dn 28) taahhüdün kapsamını oldukça geniş belirlemektedir. 92  TBK m. 20 uyarınca:  Genel işlem koşulları, bir sözleşme yapılırken düzenleyenin, ileride çok sayıdaki benzer sözleşmede kullanmak amacıyla, önceden, tek başına hazırlayarak karşı tarafa sunduğu sözleşme hükümleridir. Bu koşulların, sözleşme metninde veya ekinde yer alması, kapsamı, yazı türü ve şekli, nitelendirmede önem taşımaz.  Bunun yanında şayet taraflar arasındaki hukuki ilişki bir tüketici işlemi niteliğinde ise bu takdirde TKHK m. 4 ün açık lafzı gereği ileride çok sayıda benzer sözleşmede kullanılma amacı aranmaksızın tek taraflı oluşturulan tüm sözleşme metinleri TBK m. 20 vd. uyarınca genel işlem koşulları denetimine tabi olur. 19İstanbul Hukuk Mecmuası 79/1koşulu niteliğindeki hükümlerin TBK m. 20-25 uyarınca: (1) öncelikle yürürlük, (2) yürürlükte ise içerik ve (3) son olarak yorum denetiminden geçirilmek suretiyle taraflar arasında uygulanma kabiliyetleri tayin edilir. Buna göre:1.  Devrin teminat teşkil edeceği alacağın (alacak hakkı devri anında hali hazırda doğmuş bulunsun yahut doğacak alacak niteliğinde olsun fark etmeksizin) ne olduğu noktasında devreden aydınlatılmalıdır. Devreden gereği gibi bilgilendirilmediği takdirde devrin tümünün geçersiz olacağının kabul edilmesi gerektiği savunulur. Ancak burada isabetli olan teminatın kapsamının bu ölçüde geniş tutulduğu hallerde devredenin devir sırasında teminatın kapsamında dahil olduğunu öngörebileceği miktar için devri geçerli kabul etmektir. Bu takdirde örneğin bir genel kredi sözleşmesinden doğan kredi borcu için sözleşme metnine ek olarak yapılan devir işleminde, teminatın kapsamı bu kredi ilişkisindeki kredi borcuyla sınırlı kabul edilmelidir.2.  Devreden,  devrin  kapsamıyla  ilgili  gerekli  düzeyde  bilgilendirilmiş olabilir. Bu durum teminatın kapsamının belirlendiği şekliyle taraflar arasında hüküm ifade edeceği anlamına gelmez. Zira bu takdirde teminatın kapsamının belirlendiği hükmün devredenin durumunu  dürüstlük kuralına aykırı biçimde  93  Yürürlük denetimi TBK m. 21 uyarınca bir sözleşme hükmünün sözleşmenin taraflarına bir yükümlülük yükleyip yüklemediğinin belirginleştirilmesidir. Bir diğer iadeyle hükmün sözleşme kapsamında yer alıp almadığının belirlenmesidir. Kanun koyucu yürürlük denetimini geçmenin şartlarını:  Karşı tarafın menfaatine aykırı genel işlem koşullarının sözleşmenin kapsamına girmesi, sözleşmenin yapılması sırasında düzenleyenin karşı tarafa, bu koşulların varlığı hakkında açıkça bilgi verip, bunların içeriğini öğrenme imkânı sağlamasına ve karşı tarafın da bu koşulları kabul etmesi  olarak belirlemiştir. Aksi takdirde, genel işlem koşulu niteliğindeki bu hükmün yazılmamış sayılacağını ifade eder. Ayrıca  (2) Sözleşmenin niteliğine ve işin özelliğine yabancı olan genel işlem koşulları da yazılmamış sayılır.  Yazılmamış sayılmanın hükümsüzlük teorisinde hangi hükümsüzlük türüne denk geldiği doktrinde tartışmalıdır (bkz Mustafa Arıkan,  6098 Sayılı Türk Borçlar Kanunu nda Genel İşlem Koşullarının Yazılmamış Sayılması Kavramı ve Bunun Sözleşmeye Etkisi , (2012) 7 (3) Erciyes Üniversitesi Hukuk Fakültesi Dergisi 19, 20). 94  TBK m. 25 uyarınca:  Genel işlem koşullarına, dürüstlük kurallarına aykırı olarak, karşı tarafın aleyhine veya onun durumunu ağırlaştırıcı nitelikte hükümler konulamaz.  Aksi takdirde ilgili hüküm kesin hükümsüz olur. 95  TBK m. 23 uyarınca:  Genel işlem koşullarında yer alan bir hüküm, açık ve anlaşılır değilse veya birden çok anlama geliyorsa, düzenleyenin aleyhine ve karşı tarafın lehine yorumlanır.  96  TBK m. 21/f. 1 uyarınca yapılması öngörülen bilgilendirme rizikonun ne zaman gerçekleşmiş sayılacağı hususunda devredenin yeteri kadar aydınlatılmış olmasına bağlıdır. Uygulamada bankaların bu aydınlatma şartını yerine getirmiş olmak için teminatın kapsamında yer alan hususları oldukça geniş tutarak yürürlük denetiminden sıyrılmaya gayret ettikleri görülür. Örneğin Vakıfbank Tüketici Kredisi Borçlanma ve Rehin Sözleşmesi madde 14 uyarınca:  Müşteri ve/veya Rehin Veren, gerek bu sözleşmeden, gerekse Bankayla imzalamış̧ bulunduğu başka sözleşmelerden ve/veya herhangi bir nedenden doğmuş̧/doğacak borçlarının teminatı olarak aşağıda belirtilen nakit, mevduat, döviz tevdiat hesabı, repo, devlet tahvili, hazine bonosu, yatırım fonu, Eurobond vb. hesaplarının Banka ya rehnedildiğini kabul ve taahhüt ederler.  <http://www.vakifbank.com/documents/tuketici_kredisi_borclanma_ve_rehin_sozlesmesi.pdf> 20 April 2020; Bilgehan Çetiner,  Geniş Kapsamlı Teminat Amacı Açıklamalarının Geçerliliği Sorunu  (2016) 22 (3) Prof. Dr. Cevdet Yavuz a Armağan, Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, 803, 819; bundan sonra  Geçerlilik  olarak anılacaktır).97  Oktay-Özdemir (n 3) 289.98  Çetiner (n 94) 820.99  Nitekim bu değerlendirme taraf iradelerine de uygun bir değerlendirme olacaktır (bkz Çetiner (n 94) 820).100  Örneğin banka:  ...gerek yurt içinde, gerekse yurt dışındaki tüm şubeleri tarafından adı geçenler lehine açılmış̧ ve açılacak her türlü̈ krediler ve YTL ve yabancı para ve/veya yabancı para ölçüsüyle dövize endeksli kredilerle verilmiş̧ ve verilecek teminat mektuplarından ve kontrgarantilerden, ithalata dair poliçelere bankaca konulan aval ve kabul şerhlerinden adı geçenlerin keşideci, ciranta ve kefil sıfatıyla imzalamış olduğu ve imzalayacağı kambiyo senetlerinden, yine adı geçenlerin alacaklı bankaya vermiş olduğu ve vereceği kefalete dayalı taahhütlerinden, velhasıl sebep ve ciheti ne olursa olsun, adı geçenlerin alacaklı bankaya doğmuş ve doğacak tüm borçlarından 120.000.-YTL na kadar olan kısmının  teminatın kapsamını teşkil ettiğini devir sözleşmesinde açıkça yazmak suretiyle geniş belirlemiş olabilir (Çetiner (n 94) 816).20Akkanat-Öztürk / Alacağın Teminaten Devriağırlaştırıp ağırlaştırmadığı kontrol edilmelidir. Eğer devredenin durumunu (dn 88 yer aldığı gibi) ağırlaştıran adeta ekonomik özgürlüğüne/ekonomik geleceğini tayin hakkına müdahale niteliğinde hükümlerin teminatın kapsamı belirlenirken içerik denetimine takılacağı ifade edilmelidir. Bu gibi hallerde de teminaten devir tamamen geçersiz kabul edilmemelidir. Bunun yerine teminatın kapsamı lehine teminat gösterilen alacak ve kapsamı ile sınırlı ele alınmalıdır. 3.  Son olarak devir işleminde tarafların ne şekilde anlaşılacağı hususunda tereddüt yaşadığı noktalar sözleşmeyi/şartları hazırlayan tarafın aleyhine olan anlam tercih edilerek yorumlanır. Örneğin bir belirli süreli konut kirası sözleşmesinden doğan kira bedeli alacağının kredi borcuna teminat olması için bankaya devredilir. Taraflar devir sözleşmesinde kira sözleşmesinin süresine doğrudan yahut dolaylı olarak atıf yapmaz. Bilindiği üzere TBK m. 347 gereği sözleşmenin süresi, tarafların kira sözleşmesinde belirlenen süreyle sınırlı değildir. Bu hükme (TBK m. 347) göre kiracı fesih bildiriminde bulunmadığı sürece sözleşme ilişkisi 1 yıl daha uzar. Bu uzama, uzama sürelerinin de teminatın kapsamına dahil olup olmadığı sorusunu gündeme getirir. TBK m. 23 bu gibi hallerde devreye girer ve teminatın kapsamı 101  İsviçre Federal Mahkemesi rehnin kapsamının belirlenmesinin uyuşmazlık konusu olduğu bir kararında (BGE 51 II 281 vd.) bu nevi hükümlerin varlığı halinde rehin veren için  mevcut borçlarını ödedikten sonra bile rehin konusu şeyi geri alması mümkün olmayacağı, çünkü̈ davalının (bir banka) aralarındaki doğrudan iş ilişkisi kesilmiş̧ olsa da gelecekte bir üçüncü kişi alacaklıdan sağlayacağı kazanımla tekrardan ona karşı bir alacak sahibi olması imkân dahilinde  olduğunu ifade etmiştir (bkz Çetiner (n 94) 822). Şu hâlde teminatın kapsamını belirleyen hükmün bu kadar geniş kaleme alınması ve bir zaman sınırlaması içermemesinin  lex commissoria yasağı nı ihlal edeceği ifade edilmelidir (Çetiner (n 94) 822). 102  Çetiner (n 94) 821. 103  Teminaten temlikin şartlarıyla ilgili  lex commissoria yasağı nı ihlal edebilecek hükümlerden/şartlardan biri de tarafların alacağın (asıl alacak/örneğin bankaya olan kredi borcu) ödenmediğinde teminat olarak devredilen hakkın tamamen devralana geçeceğine ilişkin olanlardır (TMK m. 949). Bu gibi haller de  lex commissoria yasağını  ihlal eder (bkz OktayÖzdemir (n 3) 280; Helvacı (n 22)  123; Özsunay (n 3) 140; Özkaya (n 36)  40; Atiye B. Uygur,  Teminat Amaçlı İnançlı İşlemler  2006 10 (1-2), Gazi Üniversitesi Hukuk Fakültesi Dergisi 171, 190; Yargıtay HGK, 1-202/315, 25.03.1990, Kazancı İçtihat Bilgi Bankası 21 April 2020). Ancak bu gibi hallerde devrin kendisinin değil yalnıza alacağın hak sahipliği için öngörülen bu şart geçersiz kabul edilmelidir. 104  Doktrinde Oktay-Özdemir in, toptan temliklerle ilgili görüşü:  ...Toptan temlikin bir sınırının da BK. m. 21/TBK m. 28 de düzenlenmiş olan gabin olduğu da gözden uzak tutulmamalıdır. Çünkü eğer toptan temlik yapılmak suretiyle, inanana aşırı bir garanti verilmiş olduğu söylenebiliyorsa edimler arasında oransızlık söz konusu olacak demektir. Toptan temlik belirli sınırlamalar taşıdığı için geçerli olsa bile, diğer şartların varlığı halinde gabinin varlığı düşünülebilir  yönündedir. Bkz Oktay-Özdemir (n 3) 289. Ancak teminat amaçlı devirlerde yapılan inanç anlaşması (borçlandırıcı işlem) en fazla eksik iki tarafa borç yükleyen sözleşme olduğu savunulabilir (şayet devrin şarta bağlı olduğu görüşü benimsenmiyorsa). Şu hâlde Oktay-Özdemir in görüşünde hangi edimler arasında aşırı orantısızlık olduğu sorusu cevapsız kalır. Teminaten yapılan toptan temlik ile uğruna teminat verilen hukuki ilişki olan örneğin kredi ilişkisi arasında gabinin şartlarının değerlendirilebilmesi ise mümkün değildir. Burada esasında aşırı teminatlandırma (Übersicherung) söz konusudur. Gabin hükümlerinin kıyasen uygulanacağı ise savunulamaz. Zira gabin, ahlaka aykırılığın özel bir görünümüdür. Bkz Hüseyin Hatemi, Hukuka ve Ahlaka Aykırılık Kavramı ve Sonuçları (Özellikle BK. 65 Kuralı), (Sulhi Garan Matbaası Kollektif Şirketi, 1976) 109. Şu hâlde aşırı teminatlandırmanın varlığı ahlaka aykırılık teşkil edebilir. Keza aşırı teminatlandırma ekonomik geleceği sarsıyorsa kişilik hakkına aykırı hale gelir. Bu durumda TMK m. 23 vd. devreye girer. Hepsinden öte TBK m. 20 vd. hükümleri (Genel İşlem Koşulları Denetimi) çoğu uyuşmazlığın teminat verenin lehine çözülmesini temin eder. Zira günümüzde teminat ilişkilerinin çoğu Genel İşlem Koşulu niteliğini taşıyan sözleşme hükümlerinden müteşekkildir.105  Nitekim bu değerlendirme taraf iradelerine de uygun bir değerlendirme olacaktır (bkz Çetiner (n 94) 821).106  TBK m. 347:  Konut ve çatılı işyeri kiralarında kiracı, belirli süreli sözleşmelerin süresinin bitiminden en az onbeş gün önce bildirimde bulunmadıkça, sözleşme aynı koşullarla bir yıl için uzatılmış sayılır. Kiraya veren, sözleşme süresinin bitimine dayanarak sözleşmeyi sona erdiremez. Ancak, on yıllık uzama süresi sonunda kiraya veren, bu süreyi izleyen her uzama yılının bitiminden en az üç ay önce bildirimde bulunmak koşuluyla, herhangi bir sebep göstermeksizin sözleşmeye son verebilir. 21İstanbul Hukuk Mecmuası 79/1bankanın aleyhine olan yorum esas alınarak belirlenir. Bu takdirde teminatın kapsamında yer alan kira bedelleri 1 yıllık kira bedelleridir. Uygulamada teminatın kapsamının geniş belirlenmesinin yanında teminatın süresi de belirlenmez. Özellikle bankalar teminatın kapsamının belirlendiği hükümlerde teminata konu olabilecek gelecek ilişkileri de kapsamına alacak/ucu açık hükümler kaleme alır. Borçlunun ekonomik geleceğini belirleme yetkisini adeta elinden alan bu hükümler, kaleme alındıkları şekliyle geçerli kabul edilemez. İlgili hüküm/hükümler öncelikle rizikonun gerçekleşme ihtimalinin bulunduğu süre zarfı için geçerli kabul edilmelidir. Bunun yanında teminaten devrin sebebi alacak sona erse bile devir hükmünün lafzı gereği devralan ile devreden arasında  ilişki doğma ihtimali  olduğu sürece teminat veren/devredenin sorumluluğu devam edeceğinin öngörülmesi mümkün değildir. Ancak bu nevi hükümler sebebiyle devir işleminin TBK m. 27/1 uyarınca kesin hükümsüz olduğu sonucuna da varılmamalıdır. Bunun yerine sözleşmeyi ayakta tutacak bir yol aranmalı (favor contractus) ve taraflar arasında teminat ilişkisinin kurulmasına sebep teşkil eden alacağın/ilişkinin varlık süresi esas alınarak teminat süresi belirlenmelidir.107  Devir sözleşmesi genel işlem koşulu niteliğinde hüküm/hükümler içermese dahi TMK m. 23 ve TMK m. 2 uyarınca hükümlerin kişilik haklarına ve dürüstlük kuralına aykırı olup olmadığı mutlak suretle gözetilecektir (bkz Oktay-Özdemir 287; Nil Karabağ Bulut, Medeni Kanunun 23. Maddesi Kapsamında Kişilik Hakkının Sözleşme Özgürlüğüne Etkisi (On İki Levha Yayınları, 2014) 349.108  İlgili sonuca Yargıtay ın kira sözleşmesine kefil olunması halinde kefilin sorumluluğunun mevcut kira süresiyle sınırlı olduğu ve uzama sürelerinin kefilin ayrıca (miktarını da göstererek) ve açıkça üstlenmedikçe sorumluluğunu gündeme getirmeyeceği yönündeki yerleşik içtihadından kıyasen de ulaşılabilir. Bahsi geçen olaylarda Yargıtay:  ...Kira süresinin, 6570 sayılı Gayrimenkul Kiraları Hakkında Kanun un 11. maddesi gereğince uzadığı hallerde, uzayan kira süresi bakımından kefilin sorumluluğunun devam edebilmesi için; öncelikle bu hususun (kefilin sorumluluğunun uzayan dönem için de devam edeceğinin) sözleşmede açıkça kararlaştırılmış olması gerekir. Bunun yanında, kefilin uzayan dönemdeki sorumluluğunun azami hangi süreyle ve hangi miktarla sınırlı olacağının açıkça gösterilmiş olması da şarttır. Eş söyleyişle, ne kadar uzayacağı belirsiz bir kira süresine ilişkin olan ve kefili sınırsız bir sorumluluk altına sokan sözleşme hükümleri geçerli değildir...  şeklinde hüküm tesis eder (bkz Yargıtay 6 HD, 11116/14593, 14.12.2011; aynı yönde bkz Yargıtay 6 HD, 1448/4813, 26.3.2012; Yargıtay 6 HD, 5646/7610, 28.9.2015; Yargıtay 6 HD, 10299/5208, 7.9.2016, Lexpera İçtihat, 21 April 2020).109  Bkz dn 99; İsviçre Federal Mahkemesi isabetli olarak bu nevi hükümleri  lex commisoria yasağına  aykırı olarak nitelendirir (bkz dn 102).110  Dolayısıyla bu nevi hükümlerin TMK m. 23  e aykırılık teşkil ettiği tespiti yapılmalıdır.111  Bkz II/B. 112  Zira ilgili hükmün bu haliyle kişilik haklarına aykırı olduğu (TMK m. 23) ve TMK m. 25 kapsamında içerik denetimine takılacağı aşikardır (Aynı yönde bkz Çetiner (n 94) 824).113  Çetiner (n 94) 825.114  Çetiner (n 94) 825.22Akkanat-Öztürk / Alacağın Teminaten DevriSonuçBu çalışma kapsamında ulaşılan sonuçlar şu şekilde özetlenebilir:1.  Temellerini Roma Hukuku nda bulan ve güven esasına dayanan inançlı işlemler, Türk Borçlar Hukuku nda düzenlenmeyen fakat sözleşme özgürlüğü prensibi vesilesiyle geçerlilik sorunuyla karşılaşmayan ve uygulamada sıklıkla başvurulan işlemlerdendir. İnançlı işlem ile inanan, belirli bir amaç ya da belirli bir süre için inanılana bir hakkın yahut eşyanın mülkiyetini (inanç konusu) devreder. 2.  İnanılan ise bu süreçte hakkı/eşyayı inanç anlaşmasına uygun kullanmak ve zamanı  geldiğinde  inanç  anlaşması  gereği  eşyanın  mülkiyetini  veya  alacak hakkını inanana iadeyle yükümlüdür. 3.  İnançlı işlemler, tarafların ulaşmayı arzu ettiği pek çok amaca hizmet eder. İşbu çalışmanın konusunu oluşturan teminat amaçlı temlikler, kefalet gibi şahsî, rehin hakları gibi aynî/real teminatın çeşitli sebeplerle taraflar için elverişli ya da yeterli bulunmadığı durumlarda, tercih edilen ve alacaklıya güvence sağlamak için kurulan hukuki işlemlerdir. Genellikle bir borcun teminatı olması amacı ile ya da bir borç ilişkisi kurulması için (kredi sözleşmesi gibi) borçlu (inanan) sahibi olduğu yahut olacağı alacağını alacaklıya devreder. 4.  Alacağın teminat amaçlı temliki de TBK m. 183 vd. hükümlerine tabidir. Bu sebeple geçerli bir devir için öncelikle bir alacak hakkı mevcut olmalıdır. Bununla beraber müstakbel alacakların da devrinin geçerli olduğu kabul edilir. 5.  Alacağın temliki ile temlik konusu alacak, ilk alacaklının malvarlığından çıkmış ve temellük edenin malvarlığına girmiş olur. Alacağını temlik eden kişi, bu alacak ve fer ileri üzerindeki  alacaklı  sıfatını kaybeder. Bu sebeple temlik edenle borçlu arasında temlike konu alacağın ifası yönünden bir bağ kalmaz. Artık alacağın konusu olan edimin ne ifasını talep edebilir ne de kendisine yöneltilen ifa teklifini kabul edebilir. 6.  Ancak teminat amaçlı temlikler esasında devralan alacaklıya teminat fonksiyonuna uygun olarak bozucu şarta bağlı bir talep imkânı bahşeder. Kendi alacağı muaccel olmasına rağmen, borçlusu tarafından tatmin edilmeyen/edilemeyen alacaklı, temlik aldığı alacağın borçlusuna başvurma imkânına sahip kılınmış olur. Şayet başkasından olan alacağını borcuna teminat gösteren kişi, söz konusu borcunu ifa etmişse temlik hüküm ifade etmez ve teminaten temliki amaçlanan alacak, temlik eden alacaklının malvarlığına rücu eder.7.  Bununla beraber rizikonun (teminat verilme sebebi) gerçekleşme ihtimali borcun ifası dışında bir sebeple ortadan kalmışsa; alacağın devrinin de yine hüküm ifade etmeyeceği kabul edilmelidir. Keza teminat amaçlı gerçekleştirilen temliklerde, 23İstanbul Hukuk Mecmuası 79/1devrin niteliği gereği devralan kişi, devralınan borcun borçlusundan sadece kendi alacağına karşılık gelen meblağın kendisine ödenmesini talep edebilir. Zira söz konusu işlemin amacı, kendi alacağını, temlik edenden tahsil edemeyen devralanı (temellük eden şahsı), tatmin etmek içindir. Bu sebeple devralan kişi, temlik borçlusundan, kendi alacağının tahsil edemediği kısmını doğrudan talep edebilme imkânını haiz kabul edilir. 8.  Uygulamada teminat amaçlı temliklerde en sık karşılaşılan sorun, teminatın kapsamı ve şartlarının tespitidir. Teminat amaçlı temliklerde, devir hükümlerinin çoğunlukla genel işlem koşulu niteliğinde olduğu dikkate alınarak söz konusu sorunun  çözümlenmesi  icap  eder.  Genel  işlem  koşulu  niteliğinde  olmayan hükümlerin ve devir işlemlerinin ise TBK m. 27, TMK 2, 23 hükümleri esas alınarak değerlendirilmeye tabi tutulacağı atlanmamalıdır. 9.  Bu değerlendirmenin sonucunda işlemin tamamen geçersiz olduğunun kabulü yerine  devrin  hüküm  ve  sonuçlarının  sınırlandırılmalı,  taraflar  arasındaki dengeyi bozan kısmının geçersiz addedilip ilişkinin mümkün olduğunca ayakta tutulmalıdır.  Unutulmamalıdır  ki  devir  teminat  amaçlı  gerçekleştirildiğinden işlemin ayakta kalması sadece devralanın değil, devredenin menfaatlerine de hizmet eder. Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir.Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare.Grant Support: The author declared that this study has received no financial support.24Akkanat-Öztürk / Alacağın Teminaten Devri",
     "Kaynakça": "Altaş H ve Kurt LM,  İnançlı İşlemler , (2011) 2(2) İnönü Üniversitesi Hukuk Fakültesi Dergisi 1 28.Aral F,  Topyekün Temlik , (1991 1992) 42, (1 4) AÜHFD 93 140.Arıkan M,  6098 Sayılı Türk Borçlar Kanunu nda Genel İşlem Koşullarının Yazılmamış Sayılması Kavramı ve Bunun Sözleşmeye Etkisi , (2012) 7(3) Erciyes Üniversitesi Hukuk Fakültesi Dergisi 19 28.Atalı M,  Konkordato Kesin Mühlet ve Sonuçları , Muhammet Özekes (ed), 7101 Sayılı Kanunla Konkordato ve Elektronik Tebligat Konularında Getirilen Yenilikler (On İki Levha Yayıncılık, 2018) 85 110.Aydıncık Ş,  Bir İnançlı İşlem Türü Olarak Alacağın Teminat Amacıyla Temliki , (2006) 64(1) İÜHFM 131 194.Bergmaier H, Die Sicherungszession im Schweizerichen Recht (Aarau 1945).Çetiner B, Taşınmaz Teminatı (Filiz Kitapevi, 2015).Çetiner B,  Geniş Kapsamlı Teminat Amacı Açıklamalarının Geçerliliği Sorunu , (2016) 22 (3) Prof. Dr. Cevdet Yavuz a Armağan, Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi 803 826. Dahan, F and Simpson, J, Secured Transactions Reform and Access to Credit, Northampton (Edward Elgar Publishing, 2008).Dayınlarlı K, Borçlar Kanununa Göre Alacağın Temliki (Dayınlarlı Yayıncılık, 1993).Develioğlu  HM,  Kefalet  Sözleşmesini  Düzenleyen  Hükümler  Işığında  Bağımsız  Garanti Sözleşmeleri (Vedat Kitapçılık, 2009).Dural M ve Sarı S, Türk Özel Hukuku Cilt I Temel Kavramlar ve Medeni Kanunun Başlangıç Hükümleri (16. Bası, Filiz Kitapevi, 2018).Engin Bİ,  İfa Uğruna Edim , Hayri Domaniç (ed), Prof. Dr. Erdoğan Moroğlu na 65. Yaş Günü Armağanı (Beta 1999) 839 862.Engin Bİ, Alacağı Devredenin Garanti Sorumluluğu (Beta, 2002).Eren F, Borçlar Hukuku Genel Hükümler (22. Bası, Yetkin Yayınları, 2018).Gautschi G,  Die Causa fiduziarischer Rechtsübertragungen , 1958, 54 SJZ 245 253.Günergök Ö, Alacağın Devrinde Borçlunun Hukuki Durumu (Vedat Kitapçılık, 2014).Hatemi H, Hukuka ve Ahlaka Aykırılık Kavramı ve Sonuçları (Özellikle BK. 65 Kuralı) (Sulhi Garan Matbaası Kollektif Şirketi, 1976).Helvacı İ, Türk Medeni Kanununa Göre Lex Commissoria (mürtehinin merhunu temellük) Yasağı (Alfa Yayıncılık, 1997).Kahraman Z,   Saf Garanti Taahhütleri (Vedat Kitapçılık, 2017).Karabağ  Bulut  N:  Medeni  Kanunun  23.  Maddesi  Kapsamında  Kişilik  Hakkının  Sözleşme Özgürlüğüne Etkisi (On İki Levha Yayınları, 2014).Kale S:  7101 Sayılı İcra ve İflas Kanununda Değişikliği Yapılmasına Dair Kanun Çerçevesinde İflas Dışı Adi Konkordato , (2018) 5/1 İstanbul Medipol Üniversitesi Hukuk Fakültesi Dergisi 213 269.Kayak S, Üçüncü Kişinin Fiilini Taahhüt (Vedat Kitapçılık, 2008).Kocayusufpaşaoğlu N: Borçlar Hukuku Genel Bölüm Birinci Cilt Borçlar Hukukuna Giriş Hukuki İşlem Sözleşme (7. Bası, Filiz Kitapevi, 2017).25İstanbul Hukuk Mecmuası 79/1Kuntalp E,  Teminat Kavramı Teminat Türleri ve Bunlardan Doğan Sorumluluk , 1995 Reha Poroy a Armağan 263 289.Memiş T, Yangın Sigortasında Riziko (Seçkin, 2001).Nomer HN, Beklenen Haklar Üzerindeki Tasarrufların Hukukî Sonuçları (Beta, 2002.Nomer HN, Borçlar Hukuku Genel Hükümler (17. Bası, Beta 2020).Oğuzman MK, Seliçi Ö ve Oktay Özdemir S, Eşya Hukuku (21. Bası, Filiz Kitapevi, 2018).Oğuzman MK ve Öz T, Borçlar Hukuku Genel Hükümler Cilt 1 (15. Bası, Vedat Kitapçılık, 2020).Oktay Özdemir S,  Teminat Amaçlı Mülkiyet Devri Sözleşmeleri , (1999) 57(1 2) İÜHFM 265299.Özkaya E, Açıklamalı İçtihatlı İnançlı İşlem ve Muvazaa Davaları (7. Bası, Seçkin Yayıncılık 2017).Özsunay E, Türk Hukukunda ve Mukayeseli Hukukta İnançlı Muameleler (İstanbul Üniversitesi Hukuk Fakültesi Yayınları, 1968).Serozan R,  Mülkiyeti Saklı Tutma Anlaşması ve Teminaten Temlik , Hayri Domaniç (ed), Prof. Dr. Erdoğan Moroğlu na 65. Yaş Günü Armağanı (Beta, 1999) 987 1014.Sirmen L, Alacağın Rehni (Banka ve Ticaret Araştırmaları Enstitüsü Yayınları 1990).Şafak A, Teminat Amaçlı Alacağın Temliki, (Seçkin 2017). Tandoğan H, Borçlar Hukuku Özel Borç İlişkileri Cilt II, (5. Bası, Vedat Kitapçılık 2010).Tunçomağ K, Türk Borçlar Hukuku Genel Hükümler Cilt I, (1976).Turan Fühner E, Alacağın Teminat Amaçlı Devri, (İstanbul Üniversitesi SBE, Yayımlanmamış Doktora Tezi, 2016).Umbach Spahn B, Kesselbach S and Bossart S, Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs SchKG (4. Auflage, Schulthess Juristische Medien AG) 2017.Uygur AB,  Teminat Amaçlı İnançlı İşlemler , 2006 10 (1 2), Gazi Üniversitesi Hukuk Fakültesi Dergisi 171 195.von Tuhr A and Escher A, Allgemeiner Teil des Schweizerischen Obligationenrechts Band. II  (1974).Yüksel Orhun M, Teminat Amacıyla Alacağın Devri, (Ankara Üniversitesi SBE, Yayımlanmamış Doktora Tezi, 2017).Elektronik Kaynakça·  Kazancı İçtihat Bilgi Bankası (http://www.kazanci.com/kho2/ibb/giris.htm)·  Lexpera Hukuk Bilgi Sistemi (https://www.lexpera.com.tr/kullanici profili)·  https://archive.org/search.php?query=Die%20Sicherungszession%20im%20Schweizerichen%20Recht%20hans%20bergheimer&sin=TXT&and[]=languageSorter%3A%22German%22·  http://www.tdk.gov.tr·  http://dergiler.ankara.edu.tr/dergiler/38/300/2806.pdf26"
}