{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "16",
     "Ay": "05",
     "Yıl": "2018",
     "Cilt": "76",
     "Sayı": "1",
     "Başlık": "6769 Sayılı Sınai Mülkiyet Kanununa Göre Markanın Kullanılmaması Neticesinde Ortaya Çıkan Sonuçlar",
     "Title": "Consequences of Not Using a Trademark Based on Industrial Property Rights Act Number 6769",
     "Yazar İsmi": [

          "Numan Sabit Sönmez"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "SMK" , "Sınai Mülkiyet Kanunu" , "Marka" , "Kullanma külfeti" , "Markanın iptali"
     ],
     "Keywords": [
          "IPR Act" , "Industrial Property Rights Act" , "Trademark" , "Burden of Use" , "Cancellation of Trademark"
     ],
     "Özet": "Sınai mülkiyet hukuku ekonomik açıdan arz ettiği önem ve yüksek gelişme hızı bakımından özel düzenlemelere konu olmuş bu düzenlemeler de günün ihtiyaçlarına göre güncellenmeye devam edilmiştir. 6769 sayılı Sınai Mülkiyet Kanunu da bu güncelleme faaliyetinin bir sonucu olarak 10.01.2017 tarihinde Resmi Gazete de yayımlanmış ve yürürlüğe girmiştir. Hiç şüphesiz yeni düzenleme bakımından özellikle yürürlük mevzuunda en tartışılan hususlardan biri de markanın kullanılma külfeti ve buna aykırılığa bağlanan sonuçlar olmuştur. Bu makalede markanın kullanılma külfeti öncelikle KHK dönemi ile SMK dönemi bakımından yürürlük açısından incelenmiş daha sonra SMK ile getirilmek istenen yeni sistemin özellikleri izah edilmeye çalışılmıştır.",
     "Abstract": "Industrial property law is subject to specific regulations and updates to these regulations because of its economic importance. As a result of need for progress, the Industrial Property Rights Act Number 6769 went into effect on January 01, 2017 and was published in the Official Gazette. One of the most controversial issues of the Act is the burden of using a trademark and the consequences of non-use, especially with regard to the Act s enforcement date. This article explores burden of use from an enforcement date perspective in accordance with the former Decree Law and Industrial Property Rights Act, and the new system contained in the Act is explained.",
     "Metin": "Tüm dünyada ve Türkiye de fikri ve sınai haklar konusu her geçen gün önemini artırmakta, ekonomide daha büyük bir etken haline gelmektedir. Hiç şüphesiz ki markalar bu hakların en önemlilerindendir. Günümüzde markaların ekonomik değerinin işletmeleri, şirketleri aştığı görülmektedir. Bir yandan böylesine önemli bir alan olmakla birlikte, sınai mülkiyet hukukunda her geçen gün yeni ihtiyaçlar ortaya çıkmakta sorunlara hukuki cevap aranmaktadır. İşte 10.01.2017 tarihinde yürürlüğe giren 6769 sayılı Sınai Mülkiyet Kanunu gelişen ihtiyaçlara cevap olmaya aday bir kanundur.Marka  hukuku  alanında  yeni  kanun  ile  çok  ciddi  değişiklikler  olduğunu söylemek güç olsa da yeni birtakım kurumlar getirilmiş, eski birtakım kurumlar ise reddedilmiştir. Ciddi ekonomik öneme sahip markalar bakımından her iki dönemde de korunan hukuki kurumların başında markayı kullanma külfeti gelmektedir, zira marka sicilimiz artık kullanılmayan marka yığını haline dönüşmüştür ve yeni marka tescil edilebilmesi giderek imkânsız hale gelmektedir. Her ne kadar eski kurumun korunduğunu iddia etsek de Anayasa Mahkemesinin almış olduğu iki iptal kararı sonrasında KHK döneminde kullanma külfeti ortadan kalkmıştır. Yeni SMK nın da yürürlüğe girmesi sonrasında en önemli tartışmalardan biri yürürlük sorunu olduğundan çalışmanın ilk kısmında bu soruna yer verilmiştir. Çalışmamızın ilerleyen bölümlerinde SMK ile getirilen sisteme değinildikten sonra, kullanmama nedeniyle iptalin şartları incelenmiş, daha sonra iptalin ileri sürülmesi ile ispat hususundaki tartışmalı konulara değinilmiştir. Bu bağlamda yeni getirilen def i imkânı hükümsüzlük ve tecavüz davalarında sıkça başvurulabilecek savunmalardan  olup  bu  husus  ayrı  bir  başlık  altında  incelenmiştir.  Son  olarak markanın iptal edilmesinin etkisi üzerinde durularak SMK ile getirilen ve iptal ile hükümsüzlük arasındaki farkları inceleyen hükme değinme fırsatı bulunmuştur.I. Markanın Kullanılması KülfetiMarkalar bir teşebbüsün mal veya hizmetlerini diğer teşebbüsün mal veya hizmetlerinden ayırt etmeye yarayan işaretlerdir (SMK m. 4). Markanın en temel özelliği kaynak gösterme fonksiyonu iken uluslararası ticaretin gelişmesi ve iletişim olanaklarının da artması ile marka kalite, reklam gibi fonksiyonları da bünyesinde barındıran bir hak haline gelmiştir. Bugün birçok işletmenin ve şirketin değerinin çok daha üzerinde ekonomik değeri olan markalar mevcuttur. Dolayısıyla markanın hukuk dünyasında ayrı bir korunma sistemine sahip olması, marka sahibine münhasır haklar tanınması, diğer teşebbüslerin koruma konusu markaların aynı veya benzerini kullanmalarının yasaklanması zaruri hale gelmiştir. Bunun sonucunda Türkiye nin de dahil olduğu birçok ülke marka hakkını korumaya yönelik özel hukuki düzenlemelere başvurmuştur. Markalar da ancak kullanıldığı ve izah edilen fonksiyon(lar)a hizmet ettiği takdirde korunmaya mazhar olacaktır.1  Lionel Bently / Brad Sherman, Intellectual Property Law, 4th Ed., Oxford University Press, 2014, s. 1016.278Sönmez / 6769 Sayılı Sınai Mülkiyet Kanununa Göre Markanın Kullanılmaması Neticesinde Ortaya Çıkan SonuçlarMarkanın  koruma  kapsamının  geniş,  tescilinin  diğer  sınai  haklara  nispeten zahmetsiz ve ekonomik değerinin de giderek artması sonucunda Türkiye de çok yüksek sayılarda marka tescili yapılmıştır. Öyle ki artık yeni söz, şekil vb. unsurlar üretmeden bir işareti marka olarak tescil ettirmek neredeyse imkânsız hale gelmiş, birçok işaret toplumun kullanımına kapatılmıştır. Bunca işaretin marka olarak tescil edilmesine karşın, birçoğunun hiç kullanılmadığı görülmektedir. Koruyucu markalar, ihtiyat markaları ve marka ticaretinin bu durumun ortaya çıkmasında rolü büyüktür. İlkinde halihazırda bir işareti marka olarak kullanmakta olan teşebbüs, olası ihlalleri önlemek üzere kendi markasına benzer işaretleri de tescil ettirerek merkezdeki markasını güvence altına almaktadır. İkincisinde henüz kullanılmayacak ancak gelecekte kullanılma ihtimali olan markalar mevcuttur. Marka ticaretinde ise ileride ekonomik değeri yükselme ihtimali olan markalar bugünden marka kullanma amacı hiç olmayan kişiler tarafından tescil ettirilmekte, daha sonra bu marka belirli bir ekonomik değer ifade ettiği zaman devredilmektedir. Markayı kullanma amacı olan kişilerin başvuruları da böylesine markaların varlığı nedeniyle reddedilmektedir. Markaların tescil edilmesi sonucunda sahibine sağlayacağı tekel de kullanma külfeti bakımından bir diğer gerekçe olarak düşünülebilir. Marka hakkının sahibine sağladığı tekelin serbest piyasaya ve kamuya verdiği zarar, ancak markanın kullanılması ve izafe edilen fonksiyonları yerine getirmesi halinde telafi edilebileceğinden, serbest rekabet düzeninin haksız yere zedelenmemesi için markaların kullanılması gerekir. Markanın kullanılmasına yönelik düzenlemeler çeşitli hukuk sistemlerinde farklı biçimlerde öngörülmüştür; kullanma tescilin bir şartı olarak öngörülebildiği gibi, AB Hukukunda olduğu gibi kullanmamaya bir sonuç bağlanarak da düzenleme yapılmaktadır. Arz edilen bu gerekçeler çerçevesinde çoğu marka mevzuatında olduğu gibi Türk Hukukunda da markaların kullanılması yükü getirilmiştir.Markaların  kullanılmasının  bir  yükümlülük  değil,  külfet  olduğu  görüşüne katıldığımızı  belirtmeliyiz.  Zira  markanın  kullanılması  için  marka  sahibinin 2  Ünal Tekinalp, Fikri Mülkiyet Hukuku, Beşinci Bası, Vedat Kitapçılık, İstanbul, 2012, s. 459 kn. 1a.3  Bu markaların anlamı ve kullanma zorunluluğu bakımından değerlendirilmesi için bkz. Hamdi Yasaman / Sinan Yüksel (Sıtkı Anlam Altay / Tolga Ayoğlu / Fülurya Yusufoğlu), Marka Hukuku 556 Sayılı KHK Şerhi, Vedat Kitapçılık, İstanbul 2004, s. 642 vd.4  Tekinalp, a.g.e., s. 370 kn. 36. 5  Yasaman / Yüksel, a.g.e., s. 644.6  Markaların serbest piyasa ekonomisini kabul eden sistemlerde kanuni bir tekel yarattığı ve bu nedenle araç değil amaç haline getirilmemesi ve marka ticaretine konu edilmemesi yönünde bkz. Arslan Kaya,  Kullanmama Sebebi ile Markanın İptali Kararının Etkisi ve İptal Davasında Usul Sorunları Üzerine , Prof. Dr. Hamdi Yasaman a Armağan, On İki Levha Yayıncılık, İstanbul 2017, s.375.7  Kaya, a.g.m., s. 375 vd.8  Ali Paslı, Uluslararası Antlaşmaların Türk Marka Hukukunun Esasına Etkileri, Vedat kitapçılık, İstanbul 2014, s. 538.9  Sabih Arkan, Marka Hukuku - C. II, Ankara Üniversitesi Hukuk Fakültesi Yayınları, Ankara 1998, s. 145; Hanife Dirikkan,  Tescilli Markayı Kullanma Külfeti , Prof. Dr. Oğuz İmregün e Armağan, İstanbul 1998, s. 223.10  Dirikkan, a.g.m., s. 234 dn. 55; Kaya, a.g.m., s. 376. Bu hükmün ne külfet ne yükümlülük olduğu yönünde bkz. Müge Özarmağan, Marka Hakkının Kullanmama Nedeniyle Sona Ermesi, Vedat Kitapçılık, İstanbul 2008, s. 23-25.279İstanbul Hukuk Mecmuası 76/1zorlanması mümkün olmamaktadır, ancak belirli süreler boyunca kullanılmayan marka üzerindeki hak açılacak bir dava veya işletilecek bir idari süreç sonucunda kaybedilmektedir. Ancak burada da hakkın kendiliğinden kaybedilmesi söz konusu olmayıp, istenen sonuç ancak inşai bir dava/karar sonucunda elde edilebilmektedir. Her ne kadar bu yönüyle farklı bir yoruma müsait görünse de, markanın kullanılmasının bir külfet olduğunu söylemek hukuken daha yerinde olacaktır.II. SMK ile Getirilen Hükümlerin Zaman Bakımından UygulanmasıA. Markanın Kullanılmamasına İptal Yaptırımı Bağlayan SMK Hükmü AçısındanMarkanın  kullanılması  zorunluluğu  mülga  556  sayılı  Markaların  Korunması Hakkındaki Kanun Hükmünde Kararname (KHK) döneminde de m. 42/1-c ve 14 hükümleri ile düzenlenmişti. 14. maddeye göre göre markanın, tescil tarihinden itibaren beş yıl içinde, haklı bir neden olmadan kullanılmaması veya bu kullanıma beş yıllık bir süre için kesintisiz ara verilmesi markanın iptali sebebi olarak kabul edilmişti. Ayrıca KHK m. 42/1-c hükmü de markanın kullanılmamasına ayrı bir sonuç bağlamakta, 14. maddeye aykırılığı hükümsüzlük sebebi olarak zikretmekte idi. KHK nın m. 42/1-c hükmü 09.04.2014 tarih ve 2013-147/75 sayılı; KHK m. 14 hükmü 14.12.2016 tarih ve 148/189 sayılı Anayasa Mahkemesi kararları ile iptal edildi. İlk iptal kararının ardından 14. madde varlığını koruduğundan markanın kullanılmamasının sonucu bağlamında bir değişiklik yaşanmadı ise de ikinci iptal kararı ile bir anda markanın kullanılmamasına sonuç bağlayan bir hüküm kalmamış ve mevcut iptal davalarının akıbetinin ne olacağı problemi ortaya çıkmıştır.6769 sayılı Sınai Mülkiyet Kanunu (SMK) 10.01.2017 tarihli Resmi Gazete de yayımlanarak yürürlüğe girdiğinden, iptal kararının Resmi Gazetede yayımlanma tarihi olan 06.01.2017 tarihinden 10.01.2017 ye kadar, AYM nin iptal kararlarından önce açılmış ve derdest olan iptal davaları ile tam da bu dört günlük süre içerisinde açılan iptal davalarının ne şekilde karara bağlanacağı gerçekten de ciddi önem arz etmektedir. Açıklamalara geçmeden önce hemen ifade edelim; SMK nın yürürlük maddelerine bakıldığında kanunun derhal uygulanması veya geçmişe yürümesine ilişkin herhangi bir hükme yer verilmemiştir. Oysa ki; 4722 sayılı Türk Medenî Kanununun Yürürlüğü ve Uygulama Şekli Hakkında Kanun, 6103 sayılı Türk Ticaret Kanununun Yürürlüğü ve 11  Paslı, a.g.e., s. 539.12  Bu hususta bkz. Ali Paslı,  Anayasa Mahkemesi nin Son Dönemdeki İptal Kararlarının Marka Hukukumuza Etkisi: Boşluk Var mı? , Legal Fikri ve Sınai Haklar Dergisi, 2016/46, Kaya, a.g.m., s. 391. Nitekim Yargıtay da bir kararında bu hususu teyit etmiştir;  …556 sayılı KHK nın 42/1-c bendi iptal edilmiş ise de, aynı KHK nın 14. maddesi uyarınca markanın kullanılmaması nedeniyle iptaline ve sicilden terkinine karar verilmesinde bir isabetsizlik bulunmamasına göre… . Yargıtay 11. HD 19.11.2014 tarihli ve 10676/17977 sayılı kararı. (Kazancı)13  Anayasa m. 153/3 hükmüne göre AYM nin iptal kararları Resmi Gazetede yayımlanması ile etkilerini doğurur. Aynı maddenin 5. fıkrasına göre AYM nin iptal kararları geriye yürümez. 280Sönmez / 6769 Sayılı Sınai Mülkiyet Kanununa Göre Markanın Kullanılmaması Neticesinde Ortaya Çıkan SonuçlarUygulama Şekli Hakkında Kanun ile 6101 sayılı Türk Borçlar Kanununun Yürürlüğü ve Uygulama Şekli Hakkında Kanun da olduğu gibi bir yürürlük kanununa veya bu kanunlarda olduğu gibi geriye yürümeye veya derhal uygulanmaya ilişkin özel bir hükme SMK da yer verilseydi problemin ortaya çıkması baştan engellenebilirdi. Ancak böyle bir pozitif düzenleme mevcut olmadığından, ilk bakışta, kanunların yürürlüğü ile ilgili özel hukukun temel prensibi olan her hukuki olaya meydana geldiği tarihteki kanun hükümlerinin uygulanacağı kuralının cari olacağı düşünülmektedir. Böyle bir uygulama neticesinde, KHK döneminde markaların kullanılması külfetini düzenleyen bir hüküm -iptal  kararları  sonrasında-  mevcut  olmadığından,  SMK dan  önce  açılan  davaların reddedilmesi de kaçınılmaz olacaktır. Bununla birlikte konunun farklı açılardan ele alınıp, davaların reddedilmesi yerine sorunun çözümlenmesi de gerekmektedir.Öncelikle  SMK  döneminde  açılan  davalar  bakımından  bir  sorun  meydana gelmeyecektir. Zira eğer markayı kullanmama durumu KHK döneminde başlamış olmakla birlikte, SMK döneminde de devam etmiş ve kanunda öngörülen 5 yıllık süre dolmuşsa, SMK hükümlerine dayanılarak kullanılmayan markanın iptal edilmesi mümkündür6. Kullanmama hali KHK döneminde başlamış ve 5 yıllık süre de KHK döneminde dolmuş olmakla birlikte henüz iptal davası açılmamış ise iki ihtimal söz konusu olabilir. İlk ihtimalde kullanmama hali KHK döneminde başlamakla birlikte SMK döneminde 14  Mustafa Dural / Suat Sarı, Türk Özel Hukuku Cilt I – Temel Kavramlar ve Medeni Kanunun Başlangıç Hükümleri, 10. Bası, Filiz Kitabevi, İstanbul 2015, s. 119 kn. 767-771. Hukuk güvenliği gereği ana prensip kanunların ileriye yönelik olarak uygulanması olup, istisnai olan geriye etkili olmalıdır ve açıkça kanunda öngörülmesi gerekir.15  Nitekim eski kanun döneminde başlayıp yeni kanun döneminde süregelen olaylara/vakıalara yeni kanunun uygulanabileceği hususu TTK m. 531 bağlamında da kabul edilmektedir. Yargıtay 11. HD 2015/2919 E. 2016/937 K. sayılı ve 28.01.2016 tarihli kararında  Dairemizin  yerleşik içtihatlarında (Yargıtay 11. Hukuk Dairesi nin 02.06.2014 tarih, 2014/3669 E. 2014/10238 K. sayılı ilamı, 13.06.2013 tarih, 2011/14131 E. 2013/12400 K. sayılı ilamı)  6103 sayılı TTK nın Yürürlüğü ve Uygulama Şekli Hakkındaki Kanunun 3. maddesinin  Tarafların iradelerinden bağımsız olarak, kanunla düzenlenen hukukî ilişkilere, bunlar Türk Ticaret Kanunu nun yürürlüğe girmesinden önce kurulmuş olsalar bile, Türk Ticaret Kanunu hükümleri uygulanır.  hükmü uyarınca anonim şirketin haklı nedenlerle feshini düzenleyen 6102 sayılı TTK nun 531. maddesi hükmünün yürürlüğünden önceki olaylara uygulanmasının mümkün olduğu kabul edilmiştir. Buna göre 6762 sayılı TTK döneminde meydana gelen hukuki olay ve işlemlerden dolayı haklı sebeple fesih davası açılabilmesi için bu olay ve işlemlerin 6102 sayılı TTK yürürlüğe girdikten sonra da devam etmesi veya etkilerini devam ettirmesi ya da 6762 sayılı yasa döneminde meydana gelen olay, olgu ya da işlemlerin 6102 sayılı Yasa zamanında meydana gelen olay ve olgularla bağlantılı olması gerekmemektedir. 6762 sayılı yasa döneminde gerçekleşen haklı sebeplere dayalı olarak 6102 sayılı TTK nın 531. maddesi uyarınca anonim şirketin feshi davası açılabilmesi mümkündür.  ifadelerini kullanarak, eski kanun döneminde gerçekleşen vakıalara yeni kanun ile sonuç bağlamayı uygun bulmuştur. 16  Doktrinde 5 yıllık sürenin SMK nın yürürlüğe girmesi ile yeniden başlaması gerektiğinin savunulduğu görülmektedir. Bu görüşün gerekçesine göre 5 yıllık sürenin hesaplanmasında KHK döneminde gerçekleşen kullanmama durumunun esas alınması kanunun geriye yürütülmesi anlamına gelecek, SMK da kullanmamanın eski kanun döneminde gerçekleşmesine de sonuç bağlanacağına dair açık bir hüküm bulunmadıkça geriye yürütme mümkün olmayacaktır. Sonuç olarak 10.01.2022 tarihine kadar açılacak olan iptal davalarının  mevsimsiz  dava olmaları sebebiyle reddedilmesi gerektiği ifade edilmiştir. Bkz. Hayrettin Çağlar;  Tescilli Markanın Kullanılmaması ve Hukuki Sonuçları , Gazi Üniversitesi Hukuk Fakültesi Dergisi, C. XXI, Y. 2017, S. 1, s. 12 vd. Kanaatimizce bir önceki dipnotta örneğini verdiğimiz 6102 sayılı TTK ile getirilen haklı sebeple fesih davasının uygulanması veya aşağıda dn. 20 de yer verilecek olan Hukuk Genel Kurulu kararları çerçevesinde, 5 yıllık sürenin başlamasında SMK nın yürürlüğe girdiği tarihin esas alınması yerinde değildir. Zira kanun koyucu her ne kadar açıkça  geriye yürütülür  ifadesini kullanmasa da, düzenlenen hükmün amacının geçmişte gerçekleşen olaylara sonuç bağlanması olduğu açıktır. Aksi halde halihazırda  marka çöplüğü ne dönüşen sicilin kullanılmayan markalar bakımından getirilen düzenleme ile temizlenmesine yönelik getirilen hükmün uygulanması için bir beş yıl daha beklenmesi gerekecek, kanunla getirilen düzenlemenin bir anlamı olmayacaktır. SMK nın, hükmü geriye yürütmeye/derhal uygulamaya yönelik veya yazar tarafından verilen 6101 sayılı Kanunun m. 5/2 hükmü gibi ayrı bir hüküm getirilmemesinin anlamı olsa olsa AYM nin iptal kararının önceden kestirilememesi ve SMK ile halihazırda eski kanunda olan düzenlemenin tekrar ediliyor oluşudur. Nitekim 5 yıllık sürenin hesaplanmasında KHK dönemindeki kullanmama vakıasının da esas alınacağı yönünde bkz. Osman Umut Karaca, Markayı Kullanma Zorunluluğu ve Kullanmamanın Hukuki Sonuçları, Lykeion Yayınları, Ankara 2017, s. 102 vd.281İstanbul Hukuk Mecmuası 76/1de devam etmektedir; bu durumda SMK ya dayanılarak devam eden hukuki olay ile ilgili iptal davası açılabilir, zira devam eden olay bağlamında SMK döneminde 5 yılı da aşan bir kullanmama hali mevcut olacaktır. İkinci ihtimalde ise kullanmama durumu 5 yılı tamamlamakla birlikte KHK döneminde son bulmuş, marka ciddi biçimde kullanılmaya başlanmış, daha sonra SMK yürürlüğe girmiştir. KHK döneminde 5 yıllık süre dolmakla birlikte marka yeniden kullanılmaya başlanmış ise zaten dava açılabilmesi markanın kullanılması nedeniyle mümkün olmayacaktır. Dolayısıyla her iki ihtimalde de kanunun uygulanmasına yönelik bir sorun mevcut değildir.Esas sorun KHK döneminde AYM nin iptal kararlarından önce veya sonra ancak SMK yürürlüğe girmemişken açılmış olan davalar bakımından söz konusu olur. Böyle davalar KHK döneminde meydana gelen hukuki olaylara dayanılarak açıldığına göre, mahkemelerin KHK hükümlerini uygulamaları ve o dönemde (AYM nin iptal kararı ile birlikte) kullanmama haline sonuç bağlayan bir hükmün mevcut olmadığını tespit etmeleri sonucunda davaları reddetmeleri mümkün ve olasıdır. Ancak belki de marka hukukunun en sık açılan davalarından olan kullanılmama nedeniyle iptal davalarının sonuçsuz kalması ne AYM nin iptal kararının gerekçesine ne de marka hukuku ile korunmak istenen düzene uygun düşecektir. Doktrinde bu sakıncanın giderilmesi adına ilk öneri iptal kararları sonrasında KHK da oluşan boşluğun hâkim tarafından doldurulması, bu aşamada da Türkiye nin taraf olduğu fikri mülkiyet haklarına ilişkin uluslararası anlaşmaların dikkate alınması olmuştur. Sorunun bir diğer çözümü yürürlük hukukunun genel prensiplerinde yer almaktadır. Şöyle ki, yürürlük hükümleri de kanun koyucu tarafından yapılan tercihlerle ve kanunla düzenlendiğine göre, yürürlük hukukuna ilişkin düzenlemelerde eksiklik olması halinde bir kanun boşluğunun meydana gelmesi mümkündür. SMK da da böyle bir boşluk olduğundan söz edilebilir. Zira ortada çözülmesi gereken ve kanunun da düzenlemesi gerekirken düzenlenmemiş olduğu yürürlük hükümleri sorunu mevcut olup bilinçli bir susmadan bahsedilmesi mümkün değildir. Kanun koyucunun iradesi hem KHK döneminde hem SMK döneminde açıkça kullanma külfetini düzenlemek yönünde olduğuna göre, yürürlük hukukunda düzenleme yapılmayarak menfi çözüm yolunun tercih edildiği, yani eski dönemde markaların kullanılmamasının meşru görüldüğü söylenemez. Nasıl ki ahlaka aykırı veya dini, milli sembollerin kullanılmasına ilişkin 17  Nitekim bu şekilde verilen ve Yargıtay incelemesinden de geçen kararlar için bkz. Karaca, a.g.e., s. 101-102.18  Ali Paslı,  Anayasa Mahkemesi nin MarkKHK m.14 ü İptal Kararı nın Etkisi: Kullanmama Gerekçesine Dayalı Hükümsüzlük/İptal Davaları Düşecek Mi? , www.turkticaretkanunu.net. (Erişim tarihi: 08.04.2017) Yazar Paris Konvansiyonu ve TRIPS çerçevesinde taraf ülkelerin kullanmaya yönelik bir külfet getirmelerinin zorunlu olmadığını, dolayısıyla uluslararası anlaşmaların doğrudan uygulanma şansının da bulunmadığını, ortada bir boşluk olduğunu ve hakimin hukuk yaratarak bu boşluğu dolduracağını, doldururken de anlaşmaların ve marka hukukunun kullanma konusundaki yaklaşımını gözetmesi gerektiğini belirtmiştir. Ayrıca bkz. Paslı, a.g.e., s. 542-543. Gerçekten de bu suretle uygulanacak KHK hükümlerindeki boşluğun doldurulması ve sorunun giderilmesi mümkün olabilir. Doktrinde bunun mümkün olamayacağı, esas alınan uluslararası anlaşmalarda doğrudan uygulanma olanağı olan bir hükmün mevcut olmadığı ileri sürülmektedir. Karaca, a.g.e., s. 99-100; Çağlar, Kullanılmama, s. 16 vd. Kanaatimizce, Paslı tarafından da belirtildiği üzere, uluslararası anlaşmaların doğrudan uygulanması mümkün olmasa da kıyasen uygulanması önerildiğinden, boşluğun uluslararası anlaşmalar esas alınarak doldurulması mümkün olabilir.282Sönmez / 6769 Sayılı Sınai Mülkiyet Kanununa Göre Markanın Kullanılmaması Neticesinde Ortaya Çıkan Sonuçlarkurallar eski dönemde olmasa ve yeni kanun ile getirilse, yeni kanunun bu hükümlerinin yürürlük maddesi bulunmadığından halihazırdaki işlemlere uygulanmayacağı ileri sürülemeyecekse, salt yürürlük hükümlerine dayanılması her olayda istenen sonucu vermeyebilir, kanun koyucu yürürlük düzenlemesi yapması gerekirken yapmamış olabilir. O halde SMK açısından da hâkimin yürürlük hukukunun genel prensiplerini uygulayarak boşluğu doldurması gerekecektir. Gerçekten de yürürlük hükümlerindeki boşluk doldurularak sorunun aşılması mümkün görünmektedir. İlk olarak hâkim hukuk yaratırken kanun koyucu gibi hareket edeceğinden ve kanun koyucunun iradesi de hem KHK döneminde hem SMK döneminde kullanma külfetinin uygulanması yönünde olduğundan, SMK da yer alan kullanma külfetine ilişkin hükmün derhal uygulanacağına karar verilebilir. Nitekim özel hukukta esas olan kanunların yürürlüğe girdikten sonraki olaylara uygulanması ise de Yargıtay Hukuk Genel Kurulu bir içtihadında kanun koyucunun amacından hareketle farklı bir yorumda bulunmuştur. İçtihada konu olayda, fiili ayrılığa dayalı boşanma imkânı getiren kanunun yürürlüğe girdiği anda 3 yıllık ayrılık koşulu gerçekleşmiş  bulunan  evliliklere  uygulanıp  uygulanmayacağı  gündeme  gelmiş, nihayetinde verilen karar ile ilgili düzenlemenin yürürlüğe girdiği tarihte 3 yıllık fiili ayrılık durumu mevcut ise hükmün uygulanacağı, boşanma imkânının varlığı kabul edilmiştir. Yargıtay bu kararında, kanun koyucunun getirilen hüküm ile halihazırda geçmişe yönelik bir düzenleme yapma amacını taşıdığını gerekçe göstererek sonuca ulaşmıştır. Tıpkı bunun gibi, kullanmama nedeniyle iptal kurumunun da düzenlenme amacının geçmişe yönelik bir yaptırım uygulanması, kullanılmayan markaların iptal edilmesinde tescil tarihinin yani geçmişteki bir olgunun esas alınması gözetilerek, ilgili hükmün derhal uygulanması mümkün görülebilir. İkinci olarak ise yürürlük hükümlerindeki boşluk doldurulurken diğer yürürlük kanunlarında  yer  alan   geriye  yürüme   hükümlerinden  faydalanılabilir.  4722 19  Dural / Sarı, a.g.e., s. 141 kn. 883.20  Yargıtay HGK 03.07.1991 tarihli ve 1991/2-283 E. 1991/403 K. sayılı kararı (Kazancı). Kararın değerlendirmesi için bkz. Başak Baysal,  Kanunların Zaman Açısından Yürürlüğü , Prof. Dr. Necip Kocayusufpaşaoğlu İçin Armağan, İstanbul 2004, s. 480 vd. s. 489-490.21  Nitekim Yargıtay Hukuk Genel Kurulu 27.02.2008 tarihli ve 2008/21-140 E., 2008/205 K. numaralı kararında aynen şu ifadelere yer vermiştir:  …Hatalı yargı yolunda (idari yargıda) görevsizlik kararı ile sonuçlanan davanın ne şekilde ve hangi sürede adli yargıda (hukuk mahkemesinde) ikame edileceği konusunda HUMK da bir düzenleme bulunmamaktadır. Ortada bir hukuki düzenleme eksikliğinin mi (kanun boşluğu), yoksa yasa koyucunun bilinçli bir susmasının mı bulunduğunun belirlenmesi önem taşımaktadır. Kanun boşluğu; en yalın anlatımıyla, sorunun çözümüne katkı sağlayacak bir kuralın bulunmaması, yürürlükte olan hukuk düzeni dikkate alındığında, pozitif hukukun sınırları içerisinde sorunu çözecek bir düzenleme eksikliği şeklinde ifade edilebilir. Düzenleme yapılmamış olması her zaman kanun boşluğu anlamına gelmeyebilir. Bir sorun hukuk dışı alanda düzenlenmiş ya da bilerek, isteyerek susma yoluyla yasa koyucu tarafından bilinçli olarak düzenlenmemiş de olabilir. Ne var ki, hukuk düzeninin bir kuralın varlığını gerektirmesine karşın, kanun dışında örf-adet hukuku da bunu düzenlememiş ise bir kanun boşluğundan söz edilmelidir. Hukukun görevi toplumsal yaşamı düzenlemek ve ilişkilerden doğacak sorunları gidermektir. Yasanın bir düzenleme öngörmediği davranış biçiminin çözümsüz bırakılması düşünülemez. İdari ve askeri yargıda özel kurallar çerçevesinde düzenlenen, hak arama özgürlüğü kapsamında önemli bulunan bu yöne HUMK hükümleri arasında yer verilmemiş olmasında, kanun koyucunun bilinçli susması, olumsuz düzenleme yapmak istemesi şeklindeki düşünceyi haklı gösterecek bir gerekçeye rastlanılamamıştır. Bu durumda, ortada bir kanun boşluğu bulunduğunun kabulü ile sorunun çözümlenmesi yasanın amacına uygun düşecektir. Hakimin, hukuk yaratma alanına girebilmesi için çözümü gereken olaya uygulanabilir kanun hükmü veya örf ve adet kuralının bulunmaması aranır. Hakim, kanun boşluğunu doldururken takip edeceği yol; Medeni Kanunun 1. maddesinde 283İstanbul Hukuk Mecmuası 76/1sayılı Kanunun 2., 3. ve 4., 6101 sayılı Kanunun 2. ve 3., 6103 sayılı Kanunun ise 3. maddeleri kanunların geriye yürümesine ilişkindir. Kanun koyucu bu hükümlerde kamu düzeni ve genel ahlaka ilişkin kurallar ile içeriği taraf iradelerine bırakılmaksızın Kanunla düzenlenen hukuki ilişkiler bakımından yeni kanunların geriye yürütüleceğini açıkça düzenlemiştir. O halde marka kullanma külfeti kamu düzenine dahil edilip, yürürlük hükümlerindeki boşluk da adı geçen kanunlarda olduğu gibi  kamu düzenini ilgilendiren hususlarda kanunun geriye yürütülmesi  ile doldurulduğunda problem çözülebilecektir. Yargıtay bir kararında tam da incelediğimiz soruna benzer bir sorunu bu suretle çözmüştür. İlgili kararda yabancıların Türkiye de mülk edinmesine ilişkin 2644 sayılı Kanunda yer alan düzenleme, davacı yabancının inanç sözleşmesine dayalı tapu iptal ve tescil talebi davasının görüldüğü sırada AYM tarafından iptal edilmiş, ancak daha sonra 5444 sayılı kanunla tekrar düzenleme yapılmıştır. Yargıtay 14. HD kararında  Her ne kadar davanın açıldığı tarih itibariyle yabancı uyruklu gerçek kişinin mülk edinme olanağı bulunmakta ise de, davanın karara bağlanması aşamasında yeni bir düzenleme yapılmış, 5444 sayılı kanunla yapılan bu düzenleme 29.12.2005 tarihinde yürürlüğe girmiştir. 5444 sayılı Kanunun kamu düzenine ilişkin hükümleri içerdiğinden, burada kazanılmış hak ilkesinden bahsedilemez. Zira kamu düzenine ilişkin hükmün eldeki kesinleşmemiş davalara da uygulanması zorunludur.  ifadelerini kullanarak, açık bir yürürlük hükmü aramaksızın kamu düzenini ilgilendiren bir hükmün derhal ve derdest davalarda uygulanabileceğine karar vermiştir.Hemen  belirtelim  ki;  marka  sicilinin  kullanılmayan  ve  kilitlenmiş  markalar yığınına dönüşmemesi, sicilin resmi bir sicil olarak doğruluğunun ve güvenilirliğinin sağlanması amacıyla markayı kullanma yükümlülüğünün kamu düzeni ve yararı ile açıklandığı üzere kanun koyucu gibi hareket etmekten ibarettir. Bu aşamada hakim, kanun koyucunun yapacağı gibi, tarafların karşılıklı menfaatlerini tesbit ederek, bunları adalet süzgecinden geçirip hayat ihtiyaçlarını karşılayan ve aynı zamanda mevcut hukuk düzeni ve hukuki güvenlikle bağdaşan bir kural bulacaktır. Bu yönde en önemli araç kıyastır. Boşlukların kıyas yoluyla doldurulması, adaletin bir gereği olan eşitlik ilkesi, benzer olana benzer şekilde davranma ilkesinin de bir gereğidir. Adli yargı mahkemeleri arasındaki göreve ilişkin uyuşmazlıklarda başvurulan; görevsizlik veya yetkisizlik kararı verilmesi üzerine, davacının, kararın kesinleşmesi tarihinden itibaren on gün içinde yeniden dilekçe vermesinin gerektiği, aksi takdirde davanın açılmamış sayılmasına karar verileceğine ilişkin HUMK m. 193 hükmünün, somut olaya kıyasen uygulanması gerekir. Bu durumda, sonradan görevli mahkemede açılan dava, görevsiz mahkemede açılmış olan davanın devamı niteliğinde kabul edilerek, görevsiz mahkemede dava açılması ile kazanılmış haklar saklı tutulmuş olacağından, hak düşürücü süre de, hatalı yargı düzenine bağlı mahkemede davanın açıldığı tarihe göre belirlenecektir… . Görüleceği üzere, İYUK ve HMUK a göre hakkında açık bir düzenleme bulunmayan bir hususta Yargıtay kıyas yoluyla bir diğer hükmü olaya uygulamış, bu suretle hak arama özgürlüğü gibi temel bir hakkın, usuli bir hüküm eksikliğine feda edilmesinin önüne geçmiştir. Benzer şekilde, SMK da  kamu düzenine, genel ahlaka, kanunla doğrudan düzenlenen ilişkilere  dair hükümlerin geriye yürütüleceğine ilişkin açık hüküm bulunmamasından yola çıkılarak, kamu düzeninin, genel ahlak kaidelerinin ve kanunla düzenlenen ilişkilerin, yürürlük hükmü eksikliğine feda edilmemesi gerekir. Yargıtay ın görüşü ile benzer şekilde, diğer yürürlük kanunlarının genel prensipleri kıyas yoluyla SMK açısından da uygulanabilmelidir. 22  Kanun koyucu  geriye yürüme  veya  yürürlüğe girmeden önceki olaylara uygulanma  tabirini kullandığı için bu çalışmada da terminoloji kanunlara uygun olarak seçilmiştir. Bununla birlikte, geriye yürüme ile derhal uygulanırlık terimleri arasında karışıklık olduğu, çoğu halde kastedilenin derhal uygulanırlık olduğu görüşü de mevcuttur. Bu konuda bkz. Baysal, a.g.m., s. 480, 491 vd., 498.23  Nitekim böylesine durumlarda yeni kanunun geçmişe etkili olarak uygulanabileceği (modern görüşe göre kanunların derhal uygulanacağı) genel bir ilke olarak da kabul görmektedir. Bkz. Necmeddin M. Berkin,  Usule İlişkin Hükümlerin Zaman ve Yer Yönünden Uygulama Alanı , Prof. Dr. Hıfzı Timur un Anısına Armağan, İstanbul 1979, s. 167-168; Baysal, a.g.m., s. 483 vd.24  Yargıtay 14. HD 06.02.2007 tarihli 2006-15544/916 sayılı kararı. (Yargıtay Emsal Karar Sistemi) 284Sönmez / 6769 Sayılı Sınai Mülkiyet Kanununa Göre Markanın Kullanılmaması Neticesinde Ortaya Çıkan Sonuçlarilgili bir hüküm olduğunun kabulü son derece makul olacaktır. Marka kullanma külfetinin sicil açısından kamu düzenini ilgilendiren bir husus olduğu rahatlıkla söylenebilir,  bu  vesileyle  SMK da  yer  alan  kullanma  külfetine  ilişkin  hüküm yürürlüğe ilişkin boşluk doldurularak derdest davalarda uygulanabilir. Benzer şekilde kullanmama nedeniyle iptal kurumunun taraf iradelerinden bağımsız bir hukuki müessese olduğu yorumu yapılarak da sorun aşılabilecektir. Zira taraf iradelerinden  bağımsız,  doğrudan  kanunla  düzenlenen  hususlarda  yeni  kanunun geriye yürütüleceği veya en azından derhal uygulanabileceği hem yukarıda zikredilen yürürlük kanunlarında hem de yürürlük hukukun genel prensipleri itibariyle kabul edilmektedir. Eski kanun döneminde meydana gelip de yeni kanun döneminde de korunması gereken hukuki olaylar ancak taraf iradelerine bırakılan hallerde mümkün olur. Oysa ki kullanmama nedeniyle markaların iptal edilmesi taraf iradelerinden bağımsız, doğrudan kanun koyucu tarafından düzenlenen bir müessesedir. Öyleyse ister kanunun geriye yürütülmesi ister kanunun derhal uygulanması olarak kabul edilsin, yeni kanunun yürürlüğe girmesi ile birlikte derdest olan davalarda dahi yeni kanun hükmünün uygulanacağını kabul etmek gerekir. Bu noktada  kullanmama  olgusu,  taraf  iradelerine  bırakılmış,  eski  kanun  döneminde  gerçekleşerek  hukuki sonuçlarını doğurmuş bir  kazanılmış hak  olarak addedilmemeli, derdest davalardaki usuli sorunlar birtakım yollarla (ıslah gibi) aşılarak kanun koyucunun taraf iradesinden bağımsız olarak düzenlediği SMK hükmüne uygulanma olanağı tanınmalıdır.B. Markanın Kullanılmamasının Ayrı Davada Bir Defi Olarak İleri Sürülebilmesi Olanağını Tanıyan Hükümler AçısındanAşağıda ayrıca incelenecek olan SMK m. 25/7 ve 29/2 hükümleri, markanın kullanılmaması durumunun bir defi olarak hükümsüzlük ve tecavüz davalarının davacısına karşı ileri sürülebilmesi imkânını getirmiştir. Söz konusu hükümlerin ne zaman uygulanacağı, derdest davalara uygulanma olasılığının bulunup bulunmadığı konusu önem arz etmektedir. Öncelikle belirtelim ki, daha önce de ifade edildiği üzere, süregelen maddi vakıalar bakımından yeni kanunun getirdiği imkânların ve bu vakıalara bağladığı sonuçların derhal uygulanması Yargıtay uygulamasında da kabul gören bir durumdur. Markanın kullanılmaması durumu da bir vakıa olduğuna göre, SMK döneminde de süregelen ve varlığını koruyan kullanmama haline SMK nın bağladığı sonuçların doğrudan 25  Dirikkan, a.g.m., s. 223-224; Arslan Kaya, Marka Hukuku, Arıkan Yayınları, İstanbul 2006, s. 203.26  Baysal, a.g.e., s. 495-496.27  Nitekim Yargıtay da taraf iradelerinden bağımsız olarak düzenlenen durumlar, müesseseler ve usuli konulardaki hükümlerin derhal yürürlüğe gireceğini, henüz kesinleşmemiş ve tamamlanmamış hukuksal durum ve işlemlere derhal uygulanacağını belirtmiştir. Yargıtay 10. HD 09.06.1980 tarihli 1980/178 E. 1980/4216 K. sayılı kararı için bkz. Yargıtay Kararları Dergisi, Ekim 1980, C. VI, S. 10, s. 1377. Kararın değerlendirmesi için bkz. Baysal, a.g.m., s. 496-497.28  Bkz. aşa. III/C.285İstanbul Hukuk Mecmuası 76/1uygulanması mümkün kabul edilmelidir. Aksi halde tarafların eski kanun döneminde açtıkları davaları bir kenara bırakmaları, SMK döneminde yeni kanunun verdiği imkânlar  dahilinde  yeni  davalar  açmaları  veya  savunmalarda  bulunmaları  talep edilecektir. Böylesine bir durumun ise zaman kaybı ve masrafa yol açacağı, usul ekonomisine aykırılık teşkil edeceği, SMK yürürlüğe girmeden bir gün önce açılan davalar ile bir gün sonra açılan davalarda, özellikle davalının savunma imkânları bakımından, bir eşitsizlik yaratacağı aşikârdır. Hatta KHK döneminde açılan davalarda ayrı bir risk daha mevcuttur. Durumu bir örnekle izah etmek gerekirse; KHK döneminde markasını kullanmayan kişiler tarafından kendisine hükümsüzlük veya tecavüz davası açılan  kişilerin  yapacağı  bir  karşı  dava  açarak  markanın  kullanmama  nedeniyle hükümsüzlüğünü talep etmekti. Nitekim böyle karşı davalar da açıldı ve hükümsüzlük/tecavüz davasının davacısına ait olan markaların kullanmama nedeniyle iptal edilmesi istendi. Ancak daha önce de bahsedildiği üzere, AYM nin KHK da yer alan hükümleri iptal etmesi sonucunda, KHK döneminde hükümsüzlük/tecavüz davasının davalısı olup da karşı dava açmış olan kişilerin bu davaları reddedildi ve kendilerine açılan hükümsüzlük/tecavüz davaları ile başbaşa kaldılar. Şu hâlde böyle kişiler bakımından iki imkân mevcuttur; ya SMK döneminde de yeni bir iptal davası açacaklar veya SMK da yer alan defi hükümlerinden yararlanarak en azından kendilerine açılan hükümsüzlük/tecavüz davalarından kurtulacaklardır. SMK ile getirilen defi imkânının amacı ve hükümlerin kaleme alınışının da geçmişe yönelik bir olguyu esas alan nitelikte olması, söz konusu hükümlerin süregelen bir vakıayı esas alması nedeniyle derhal uygulanabilirliği gözetildiğinde, usul ekonomisine de uygun şekilde, KHK döneminde açılmış derdest hükümsüzlük/tecavüz davalarının davalılarına, SMK ile getirilen defi hükmünü kullanma olanağının tanınması gerekmektedir. Bunlardan ayrı olarak, bir önceki paragrafta yapılan açıklamalar kabul edilmese dahi, defi imkânının bir usuli işlem mi yoksa maddi hukuka dair hukuki işlem mi olduğu sorusuna verilecek yanıt ile de defi imkânı tanıyan hükümlerin hangi uyuşmazlıklarda  uygulanacağı  belirlenebilir.  Zira  usuli  işlemleri  düzenleyen hükümler,  geçmişe  etkili  olmasalar  da,  derhal  uygulanma  imkânına  sahiptir. 29  Kaya, a.g.e., s. 203.30  Bu noktada önemle belirtelim ki, doktrinde dile getirilen hem kullanılmama nedeniyle iptal için 5 yıllık sürenin SMK ile yeniden başlayacağı hem de SMK ile getirilen defi imkânının da bu 5 yıl sonunda kullanılabileceği yönündeki görüş, KHK döneminde kendisine karşı hükümsüzlük/tecavüz davası açılmış kişileri çaresiz bir konuma sokmaktadır. Görüş için bkz. Çağlar, Kullanılmama, s. 15. Nitekim bu görüş doğrultusunda bu kişiler, ne KHK döneminde açtıkları kullanmamaya dayalı davayı sonuçlandırabilecek, ne SMK döneminde 5 yıl geçmeden aynı yönde yeni bir dava açabilecek ne de KHK döneminde kendilerine açılan hükümsüzlük davalarında karşı tarafın markasını kullanmadığını bir defi olarak ileri sürebilecektir. Sonuç olarak mahkemelerin derdest hükümsüzlük/tecavüz davasında 5 yılı beklemesi mümkün olmadığına göre, KHK döneminde açılan hükümsüzlük/tecavüz davaları kabul edilebilecek, markasını kullanmayan kişiler başkalarının markalarını hükümsüz kılabileceği gibi tecavüz davasında başarılı olabileceklerdir. Böylelikle adeta marka hukukunda  ayrıcalıklı marka sahipleri  yaratılmaktadır. AYM nin ve kanun koyucunun amaçladığının bir takım marka sahiplerine ayrıcalık tanımak olduğundan bahsedilemeyeceğinden, en azından defi hükümlerinin derhal uygulanacağını kabul etmek gerekir. 31  Usul hukuku kurallarının derhal uygulanacağı, her bir davada taraf ve mahkeme işlemleri ayrı ayrı incelenerek tamamlanmamış işlemlerde yeni kanunun uygulanacağı hususunda bkz. Berkin, a.g.m., s. 171. Ayrıca usul işlemlerini düzenleyen kurallarda taraf iradelerinden bağımsız olarak doğrudan kanun koyucunun iradesinin ön planda olduğu, yine usul kanunlarının kamu düzeni ile yakından alakalı olduğu, bu nedenle usul hükümlerinin derhal uygulanacağı hususunda bkz. Baysal, a.g.m., s. 484. Aynı yönde bkz. Yargıtay HGK 18.01.2012 tarihli ve 2011/13-701 E. 2012/ 6 K. sayılı kararı (Yargıtay Emsal Karar Sistemi). 286Sönmez / 6769 Sayılı Sınai Mülkiyet Kanununa Göre Markanın Kullanılmaması Neticesinde Ortaya Çıkan SonuçlarHukuk Muhakemeleri Kanunu (HMK) m. 448 de açıkça  Kanun hükümleri[nin], tamamlanmış işlemleri etkilememek kaydıyla derhâl uygulan[acağı]  belirtilmiştir. Usuli işlemlerin ne olduğu konusunda, dar ve geniş anlamda usul işlemlerinin varlığına işaret edilmekle birlikte, genel olarak geniş anlamda usul işlemi yaklaşımının benimsendiği ifade edilmiştir. Bu yaklaşım gereğince,  bir işlemin yarattığı asli ve doğrudan etki yargılama hukukunda ortaya çıkıyorsa  bu işlem usul işlemi olarak kabul edilmektedir. İşlemin asli etkileri usul hukuku alanında görülmekle birlikte, maddi hukuk boyutu olan işlemler de geniş anlamda usuli işlemlere dahil edilmektedir. SMK da yer alan m 25/7 hükmü hükümsüzlük davalarında, 29/2 hükmü ise tecavüz davalarında davacının markasını kullanmadığını bir defi olarak ileri sürebilme imkânı getirmektedir. Böylece, eski dönemde davalının karşı dava açarak hükümsüzlük/tecavüz davasında davacı olan kişinin markasını kullanmama nedeniyle iptal ettirme yoluna giderken, SMK ile kendisine hükümsüzlük/tecavüz davası açılan davacı öncelikle karşı tarafın markasını kullandığını ispat etmesini isteyebilecektir. Usuli işleme ilişkin açıklamalar çerçevesinde, bu hükmün de bir usuli işlemi düzenlediği sonucuna ulaşılmaktadır. Şöyle ki; geniş anlamda usuli işlem yaklaşımı kabul edildiği takdirde, gerçekten de SMK . 25/7 ve 29/2 tamamen yargılama  safhasında  tarafların  savunma  vasıtalarına  yönelik  bir  içerik  ihtiva etmekte, sonuçlarını esas olarak usul hukuku alanında ve yalnız o dava ile sınırlı olarak doğurmaktadır. Ne markayı kullanma külfeti ne de kullanmamaya bağlanan sonuçlar bahse konu hükümlerde düzenlenmemiş, yalnızca kullanmama durumunun hükümsüzlük ve tecavüz davalarında bir savunma aracı olarak kullanılmasına izin verilmiştir. Esasında bu aracın kullanılması sonucunda, davada ispat yükü davacıya geçmekte,  davacı  markasını  kullandığını  ispat  edemediği  takdirde  davasından beklediği sonuca kavuşamamaktadır. Pek tabii ki böylesine bir savunmanın maddi hukuk  alanında  da  sonuçları  mevcut  olacaktır.  Ancak  incelediğimiz  hükümler maddi hukuka ilişkin bir düzenleme getirmeyip yalnız maddi hukuk hükümlerinde sonuç bağlanan vakıanın diğer yargılamalarda da savunma olarak kullanılmasını sağladığına göre, bunların birer usuli hüküm olduğundan kuşku duymamak gerekir. Usuli hüküm olmanın sonucu da hükümlerin derhal uygulanabilirliği olduğuna göre, SMK yürürlüğe girdiği tarihte derdest olan hükümsüzlük ve tecavüz davalarında da davalıların söz konusu defiyi ileri sürme imkânına sahip olduğu söylenebilir. Unutulmamalıdır ki, derdest davalarda söz konusu definin ileri sürülmesi savunmanın genişletilmesi yasağına tâbi olacağından, ileri sürülebileceği aşamalar geçirilmiş 32  Abdurrahim Karslı, Medeni Usul Hukukunda Usuli İşlemler, İstanbul 2001, s. 42 vd.; Sema Taşpınar Ayvaz, Hukuk Muhakemeleri Kanunu nun (HMK) Zaman Bakımından Uygulanması, Yetkin Yayınları, Ankara 2013, s. 172-173.33  Taşpınar Ayvaz, a.g.e., s. 173.34  Karslı, a.g.e., s. 48-50.35  Nitekim doktrinde de defilerin usuli işlemlerden sayıldığı görülmektedir. Bkz. Karslı, a.g.e., s. 156-157; Güray Erdönmez (Hakan Pekcanıtez / Muhammet Özekes / Mine Akkan / Hülya Taş Korkmaz); Medeni Usul Hukuku Cilt I, İstanbul 2017, s. 440.287İstanbul Hukuk Mecmuası 76/1olabilir. Ancak defilerin de ıslah yoluyla ileri sürülebilmesi Yargıtay ve Doktrinde artık  kabul  edildiğine  göre,  böyle  davalarda  ıslah  yoluyla  davacının  markasını kullanmadığı definin kullanılabilmesi mümkün olacaktır. Davalılara bu imkânı vermek, özellikle KHK döneminde kullanmamaya dayalı hükümsüzlük/iptal talebiyle karşı dava açmış ancak davaları AYM nin iptal kararı ile reddedilmiş kişiler bakımından ayrı bir önem arz edecektir. Zira AYM nin iptal kararı sonrasında SMK ya dayanılarak tekrar kullanmama nedeniyle marka iptal davası açmak yerine, mevcut davalarında öncelikle davacıların markalarını kullanmadıkları defini ileri sürerek kendilerine açılan hükümsüzlük/tecavüz davalarından kurtulmaları, daha  sonra  isterlerse  kullanmamaya  dayalı  iptal  davası  açmaları  bu  kişilerin menfaatine olacak, AYM kararı ile SMK nın yürürlüğü arasındaki kopukluktan doğabilecek mağduriyeti en aza indirecektir.III. Kullanma Külfeti Açısından Sınai Mülkiyet Kanunu ile Getirilen YeniliklerA. Markanın Kullanılmasına İlişkin Hükümde Yer Alan YeniliklerSMK da markaların kullanılmasına ilişkin düzenleme 9. maddede yer almaktadır. Hükmün birinci fıkrasında  tescil tarihinden itibaren beş yıl haklı bir sebep olmaksızın tescil edildiği mal veya hizmetler bakımından marka sahibi tarafından Türkiye de ciddi  biçimde  kullanılmayan  ya  da  kullanımına  beş  yıl  kesintisiz  ara  verilen  markaların iptaline karar verileceği belirtilmiştir. KHK hükmünde ise  markanın tescil tarihinden itibaren beş yıl içinde haklı bir neden olmaksızın kullanılmaması veya bu kullanıma beş yıllık bir süre için kesintisiz ara verilmesi halinde marka iptal edilir  denilmektedir. Görüleceği üzere SMK ile getirilen  tescil edildiği mal veya hizmetler bakımından ,  marka sahibi tarafından ,  Türkiye de ,  ciddi biçimde  ibareleri KHK hükmünde yer almayan yeni ifadelerdir. Söz  konusu  ifadelerin  esasında  KHK  döneminde  de  kabul  edilen  ilkelerin tekrarından ibaret olduğu söylenebilir. Zira KHK döneminde de kullanmamanın sonucu tescilli markanın hükümsüz kılınması olduğuna göre, kullanma külfetinin markanın tescil edildiği mal ve hizmetler bakımından olduğu aşikardır. Benzer şekilde kullanımın marka sahibi tarafından gerçekleştirileceği esasen bir yenilik 36  Yargıtay HGK 12.06.2013 tarihli ve 2013/10-1633 E. 2913/825 E. sayılı kararı. (Yargıtay Emsal Karar Sistemi)37  Birçokları yerine bkz. Muhammet Özekes (Hakan Pekcanıtez / Mine Akkan / Hülya Taş Korkmaz); Medeni Usul Hukuku Cilt II, İstanbul 2017, s. 1497.38  Nitekim usul hukukuna ilişkin hükümlerin derhal yürütülmesi ilkesinin uygulanması bakımından Yargıtay HGK nın bir kararı önem arz etmektedir. Kararda HGK  dava dilekçesi ve ıslah dilekçesi mülga 1086 sayılı HMUK un yürürlükte bulunduğu tarihte verilmiş olup, dilekçeler aşaması tamamlanmış bulunduğundan eldeki davada, 6100 sayılı HMK nın belirsiz alacak davasına ilişkin 107. maddesinin uygulanamayacağı Genel Kurulda yapılan görüşmeler sonunda oyçokluğuyla kabul edilmiştir  ifadelerine yer vererek, esasında ıslah dilekçesinin verilmemiş olması halinde yeni kanun ile getirilen olanakların (somut uyuşmazlıkta belirsiz alacak davası) ıslah yoluyla ileri sürülebileceğini belirtmektedir. Bkz. Yargıtay HGK 12.06.2013 tarihli ve 2013/8-1013 E. 2013/816 K. sayılı kararı (Yargıtay Emsal Karar Sistemi).39  Dirikkan, a.g.m., s. 242.288Sönmez / 6769 Sayılı Sınai Mülkiyet Kanununa Göre Markanın Kullanılmaması Neticesinde Ortaya Çıkan Sonuçlariçermemektedir; KHK döneminde 14. maddenin 2. fıkrasında marka sahibinin izni ile gerçekleşen kullanımın da markanın kullanımı sayılacağının belirtilmesi, hükmün ancak marka sahibi veya onun izni ile bir başkasının gerçekleştirdiği kullanımları esas aldığını göstermektedir. Ciddi kullanım ise, aşağıda ayrıntıları ile yer verileceği üzere, ulusal ve uluslararası doktrin ve içtihatlarla KHK döneminde de kabul edilen bir  ilkedir.  Dolayısıyla  KHK  döneminde  de  kullanımın  ciddi  (genuine)  olması gerektiği hususunda bir tereddüt yer almamaktadır. Son olarak markanın Türkiye de kullanılması gerektiğinin belirtilmesinin de esaslı bir yenilik ihtiva ettiği söylenemez. Şöyle ki; özellikle KHK m. 14 hükmünün kullanım sayılan fiilleri düzenleyen maddesinden yola çıkarak kullanımın Türkiye de olması gerektiği, ihraç edilecek mallar bakımından Türkiye de markalamanın yapılması koşulu, serbest bölgelerin de Türkiye ye dahil olduğu ve oradaki kullanımın de geçerli olduğu, yurt dışında verilen ilanların Türkiye ye ulaşması halinde ancak kullanım  sayılacağı  görüşleri  çerçevesinde  Türkiye de  kullanım  şartının  eski dönemde de mevcut olduğu görülmektedir. İkinci  ve  üçüncü  fıkralarda  ise  markanın  ayırt  edici  karakteri  değişmeksizin farklı unsurlarla kullanılmasının, sadece ihracat amacıyla mal veya ambalajlarda kullanılmasının, mal sahibinin izni ile başkası tarafından kullanılmasının da kullanma kabul edileceği ifade edilmiştir. Söz konusu düzenlemeler KHK da da yer almaktadır. Ancak KHK da yer alan  markayı taşıyan malın ithalatı nın da kullanım sayılacağına ilişkin özel düzenlemeye SMK da yer verilmemiştir. Söz konusu değişiklik bir eksiklik veya farklılık teşkil etmemekte olup bu husus aşağıda ayrıca değerlendirilecektir.B. Kullanmamanın Yaptırımı Bakımından Getirilen YeniliklerKHK döneminde kullanmama hali 42. maddede hükümsüzlük nedenleri arasında sayılmakta iken SMK m. 26 da kullanmama iptal nedeni olarak sayılmıştır. SMK ile yeni getirilen düzenlemelerden biri olan mahkemeye gitmeden Türk Patent ve Marka Kurumu nun marka iptal yetkisi burada kendisini gösterecektir. Yine SMK m. 26/4 e göre, 5 yılın dolması ile Kuruma iptal talebinin sunulması arasında marka ciddi şekilde tescil edildiği mal ve hizmetler için kullanılmış ise iptal talebi reddedilir. İptal talebinin ileri sürülebileceği endişesi ile girişilen, iptal başvurusundan önceki 3 aylık sürede gerçekleşen kullanmalar ise dikkate alınmaz. Öyleyse kullanmama nedeniyle markanın iptal edilebilmesi için, kullanmama halinin iptal talebi yöneltildiği anda da mevcut veya kullanmanın sırf iptal sonucundan kaçınmak maksadı ile son üç ayda gerçekleşen kullanımla sınırlı olması gerekmektedir.40  Kaya, a.g.e., s. 198.41  Dirikkan, a.g.m., s. 256. 42  Arkan, a.g.e., s. 150.43  Uğur Çolak, Türk Marka Hukuku, 3. Bası, On İki Levha Yayıncılık, İstanbul 2016, s. 853; Bently / Sherman, a.g.e., s. 1025.44  Bkz. aşa. IV/5.289İstanbul Hukuk Mecmuası 76/1KHK döneminde ise kullanma külfetinin sonucu 14. maddede iptal, 42. maddede hükümsüzlük olarak düzenlenmişti. Ancak doktrinde iptal ile hükümsüzlüğün bir arada ve aynı anlamda kullanıldığı görülmekteydi. SMK ile açıkça kullanmamanın iptal sebepleri arasında sayılması ve iptal ile hükümsüzlüğün 25.-27. maddelerde ayrı ayrı düzenlenmesi karşısında kullanmamanın iptal yaptırımına ve iptalin sonuçlarına tâbi olacağı hususunda şüphe duymamak gerekir. Son olarak belirtelim ki, Türk Marka ve Patent Kurumu iptale yetkili olmakla birlikte,  SMK  m.  192 ye  göre  iptal  hükümleri  7  yıl  sonra  yürürlüğe  girecek, Geçici Madde 4 uyarınca da iptal hükmü yürürlüğe girene kadar iptal yetkisi ilgili maddedeki usul ve esaslar çerçevesinde mahkemeler tarafından kullanılacaktır. Şu hâlde 7 yıl ertelenen husus Türk Marka ve Patent Kurumu nun iptal yetkisi olup, iptal kurumunun varlığı, koşulları ve sonuçları bakımından SMK düzenlemeleri mahkemeler tarafından uygulanacaktır.C. Kullanmama Defi İmkânı1. Tescile yapılan itirazlarda defi imkânı KHK  döneminde  markanın  kullanılmaması  nedeniyle  iptalinin  doğrudan mahkemeden ayrıca talep edilmesi gerekmekteydi. Diğer bir ifadeyle iptal talebinin bir defi olarak ileri sürülemeyeceği görüşü hâkimdi. Ancak aşağıda yer verilen hükümler çerçevesinde artık kullanmama halinin bir defi olarak ileri sürülebilmesi imkânı da mevcuttur.Öncelikle  SMK  m.  19/2  daha  önce  hukukumuzda  bulunmayan  bir  olanak getirmektedir. SMK hükmü şu şekildedir:  6 ncı maddenin birinci fıkrası kapsamında yapılan itirazlarda, itiraz gerekçesi markanın itiraza konu başvurunun başvuru veya rüçhan tarihinde Türkiye de en az beş yıldır tescilli olması şartıyla, başvuru sahibinin talebi üzerine, itiraz sahibinden, itiraza konu başvurunun başvuru veya rüçhan tarihinden önceki beş yıllık süre içinde itiraz gerekçesi markasını itirazına dayanak  gösterdiği  mal  veya  hizmetler  bakımından  Türkiye de  ciddi  biçimde kullanmakta olduğuna ya da kullanmamaya dair haklı sebepleri olduğuna ilişkin 45  Arkan, a.g.e., s. 145; Hakan Karan / Mehmet Kılıç, Markaların Korunması – 556 Sayılı KHK Şerhi ve İlgili Mevzuat, Turhan Kitabevi, Ankara 2004, s. 315, 379. Yanlış iktibas nedeniyle böyle bir durumun ortaya çıktığı hususunda bkz. Yasaman / Yüksel, a.g.e., s. 651. KHK döneminde 14. maddede  iptal  ile kastedilenin 42. maddedeki  hükümsüzlük  olduğu yönünde bkz. Tekinalp, a.g.e., s. 459 kn. 2; Fatih Bilgili,  Yargıtay Kararları Uygulamasında 556 Sayılı Markaların Korunması Hakkında KHK ya Göre Tescilli Markanın Kullanılması Zorunluluğu , Türkiye Barolar Birliği Dergisi, 2008, S. 74, s. 31. Diğer bir görüş ise hükümsüzlük ve iptalin farklı kavramlar olduğunu kabul etmekle birlikte, hükümsüzlüğün iptali de kapsadığı yönündedir. Kaya, a.g.e., s. 203. Yine iptal ile hükümsüzlük arasında farklılık olduğu ve doğru yaptırım türünün iptal olduğunu belirtmekle birlikte, KHK nın kullandığı dil gereğince hükümsüzlük tabirinin kullanıldığı yönünde bkz. Zeynep Seda Alhas / Umut Dernekoğlu, Markanın Kullanılmaması Nedeniyle Hükümsüzlüğü ve İspat Meselesi, Ankara Barosu Fikri Mülkiyet ve Rekabet Hukuku Dergisi, 2014/1,s. 20-21. Son olarak iptal ile hükümsüzlüğün farklı olduğunu ve sonuçları bakımından da farklılaştırılması gerektiği yönünde bkz. Selin Sert, Markanın Kullanılması Yükümlülüğü, Seçkin Yayıncılık, Ankara 2007, s. 94-95.46  Tekinalp, a.g.e., s. 459 kn. 3; Kaya, a.g.e., s. 203. Aksi yönde bkz. Dirikkan, a.g.e., s. 262. 290Sönmez / 6769 Sayılı Sınai Mülkiyet Kanununa Göre Markanın Kullanılmaması Neticesinde Ortaya Çıkan Sonuçlardelil sunması talep edilir. İtiraz sahibi tarafından bu hususların ispatlanamaması durumunda itiraz reddedilir. İtiraz gerekçesi markanın, tescil kapsamındaki mal veya hizmetlerin sadece bir kısmı için kullanıldığının ispatlanması hâlinde itiraz, sadece kullanımı ispatlanan mal veya hizmetler esas alınarak incelenir. . Hüküm markanın tesciline yapılan itirazlar aşamasında, itiraz edenin markasını kullanmamasına  bağlı  olarak,  başvurusuna  itiraz  edilenin  ileri  sürebileceği  bir savunma aracı getirmektedir. SMK m. 6/1 e göre tescilli veya başvurusu yapılmış bir marka ile aynı veya benzer markaların aynı veya benzer mal veya hizmetler bakımından tescili isteniyorsa, halkın karıştırma ihtimalinin mevcut olması koşulu ile, itiraz üzerine tescil talebi reddedilir. İşte tescil talebinin reddi için yapılan itirazda, itiraza dayanak gösterilen marka 5 yıl veya daha uzun süredir tescilli ise, tescil başvurusuna itiraz edilen kişi, itiraz sahibinden markasını ciddi bir şekilde kullandığını  veya  kullanmamasının  haklı  nedene  dayandığını  ispat  etmesini isteyebilir. Eğer itiraz eden kişi bunları ispat edemezse itirazı reddedilir, yeni marka tescil edilir. Bir kısım mal veya hizmet bakımından kullanımını ispat ederse, kalan mal veya hizmetler bakımından itirazı reddedilir. KHK  döneminde,  marka  tescil  başvurusu  yapan  kişinin  benzer  bir  imkânı olmadığı için öncelikle kullanılmayan markayı iptal ettirmesi daha sonra kendi tescil başvurusunu yapması gerekmekteydi. Kanun koyucu getirmiş olduğu yeni imkân ile kullanılmayan markaların tescil başvurusunun reddine yol açmasını engellemiştir. Markanın iptalinin özellikle mahkemelerce incelenmesi durumunda uzun süreler alması, tescil başvurusu yapan marka sahibinin tescilden beklediği menfaati ciddi oranda azaltacaktır. Bu hükümle birlikte, tescil başvurusuna itiraz edilen kişinin, önce itiraz edenin markasının iptali için dava açma, iptal süreci sonuçlandıktan sonra itiraza uğrayan markanın tescilini tekrar talep etme gibi uzun ve masraflı bir süreçten kurtulması sağlanmıştır. Şu hâlde, yeni Kanun ile bir marka kullanılmıyorsa, SMK m. 6/1 kapsamındaki bir diğer markanın tesciline engel teşkil etmeyecektir. Unutulmamalıdır  ki  bu  savunma  bir  defi  niteliğinde  olup  Kurumun  re sen gözetmesi mümkün değildir, tescil isteminde bulunan kişinin defiyi ileri sürmesi şarttır. İspat yükü ise hükümde açıkça itiraz eden marka sahibine yüklenmiştir. İtiraz eden marka sahibi itirazına dayanak gösterdiği mal veya hizmetler bakımından kendi markasını Türkiye de ciddi biçimde kullanmakta olduğuna ya da kullanmamaya dair haklı sebepleri olduğuna ilişkin delil sunacak, eğer markanın kullanıldığını veya haklı sebepler nedeniyle kullanılamadığını ispat edemezse itirazı reddedilecektir. 2. Hükümsüzlük davalarında defi imkânıSMK m. 25/1 e göre SMK m. 6/1 hükmüne aykırı olarak tescil edilmiş markanın hükümsüzlüğü istenebilmektedir. SMK m. 25/7 hükmü ile hükümsüzlüğü istenen markanın 291İstanbul Hukuk Mecmuası 76/1sahibine, hükümsüzlük talep eden kişinin kendi markasını SMK m. 9 çerçevesinde kullanmadığını ileri sürerek, hükümsüzlük yaptırımından kaçınma imkânı getirmektedir. Düzenleme şu şekildedir:  6 ncı maddenin birinci fıkrası uyarınca açılan hükümsüzlük davalarında 19 uncu maddenin ikinci fıkrası hükmü def i olarak ileri sürülebilir. Bu durumda kullanıma ilişkin beş yıllık sürenin belirlenmesinde dava tarihi esas alınır.  Hüküm incelendiğinde SMK m. 19/2 ye atıf yapıldığı görülmektedir. Öyleyse definin kullanılabilmesi için öncelikle hükümsüzlük davası açan kişinin markasının dava tarihinden geriye doğru en az 5 yıl boyunca tescilli olması gerekmektedir. Bu  durumda  davalı  konumunda  olan  hükümsüzlüğü  istenen  markanın  sahibi, davacıdan  hükümsüzlük  talebinin  dayanağını  oluşturan  markasını  ilgili  mal  ve hizmetler bakımından Türkiye de ciddi bir şekilde kullandığını veya kullanmamada haklı sebepleri olduğunu ispat etmesini isteyebilir. Eğer davacı marka sahibi bu ispatı gerçekleştiremezse, hükümsüzlük talebi reddedilir. İspat gerçekleşirse artık hükümsüzlük koşullarının mevcut olup olmadığı incelenecektir.Yine burada sağlanan imkân bir  defi  olduğundan, mahkemenin re sen davacının markasını kullanmadığını gözetme yetkisi bulunmamaktadır. Davalının defi olarak bu durumu ileri sürmesi ile mahkeme davacıdan 19/2 ye göre kendisine düşen ispatı yerine getirmesini isteyecektir. Definin ileri sürülmesi ve davacının ispatı yerine getirememesi durumunda ortaya çıkacak olan hükümsüzlük talebinin reddi yalnız taraflar arasında hüküm doğuracak, davacının diğer kişilere karşı hükümsüzlük davası açma hakkını ortadan kaldırmayacaktır. 3. Tecavüz davalarında defi imkânıTecavüz davalarında da SMK m. 29/2 hükmüne göre 19/2 hükmü defi olarak ileri sürülebilir. Tekrara kaçmamak adına kısaca belirtmek gerekirse; tecavüz davası açan davacının markası dava tarihinde en az 5 yıllık tescilli ise, davalı davacının markasını SMK m. 19/2 çerçevesinde kullandığını ispat etmesini isteyebilir. Davacının kullanımı ispat edememesi halinde tecavüz davası reddedilecektir. Yine bu hüküm de re sen gözetilmeyip ancak davalı tarafından ileri sürüldüğü taktirde işletilecek ve yalnız taraflar arasında sonuç doğuracak, yani davacının markasının iptaline yol açmayacak, davacının üçüncü kişilere karşı tecavüz davası açma hakkını ortadan kaldırmayacaktır.4. Definin ileri sürülmesinin sonuçları ve hükümler arasındaki bağlantı Önemle vurgulamak gerekir ki, itirazın/hükümsüzlük talebinin/tecavüz davasının reddedilmesi yalnız taraflar arasında sonuç doğuracağından, kullanılmayan markanın iptal edilmesi anlamına gelmez. Diğer bir ifade ile, markasını kullanmayan kişinin yeni marka tesciline itirazı kabul görmeyecek, hükümsüzlük istemi veya tecavüz davası reddedilecek ise de bu kişi kendi markasını kaybetmeyecektir. Kullanılmayan marka için ayrıca bir iptal başvurusu yapılmadıkça her iki marka da geçerli şekilde varlığını sürdürecektir. 292Sönmez / 6769 Sayılı Sınai Mülkiyet Kanununa Göre Markanın Kullanılmaması Neticesinde Ortaya Çıkan SonuçlarBu noktada akla özellikle tescile itirazı reddedilen marka sahibinin, itirazın reddinden sonra markasını ciddi biçimde kullanmaya başlaması halinde SMK m. 6/1 e dayalı bir hükümsüzlük veya tecavüz davası açma imkânının bulunup bulunmadığı sorusu gelebilir. Bir örnekle izah etmek gerekirse, önceki tarihli tescilli marka sahibi (A) nın, (B) nin sonraki tarihli tescil talebine itiraz etmesi halinde, (B), (A) nın markasını kullanmadığını ileri sürerek kendi markasını tescil ettirebilme imkânına sahiptir. Ancak (B) nin markasının tescili kendiliğinden (A) nın markasının kullanmama nedeniyle iptaline de yol açmayacaktır. Daha sonra (A) nın da markasını ciddi biçimde kullanmaya başlaması halinde, ortada her ikisi de geçerli bir şekilde tescilli olan ve kullanılan iki marka bulunacaktır. Önceki tarihli markanın sahibi olan (A) nın böyle bir durumda (B) ye karşı markanın hükümsüzlüğü veya marka hakkına tecavüz davası açması halinde ne şekilde hüküm tesis edileceği noktasında tereddüt oluşabilir. Hükümsüzlük  davasında  kanun  koyucu  SMK  m.  25/7 nin  ikinci  cümlesinde  hükümsüzlüğü istenen markanın başvuru veya rüçhan tarihinde, davacının markası en az beş yıldır tescilli ise davacı ayrıca, söz konusu başvuru veya rüçhan tarihinde 19 uncu maddenin ikinci fıkrasında belirtilen şartların yerine getirildiğini ispatlar  ifadelerine yer vermiştir. Esasında bu cümlenin eklenmesi ile 25. madde hükmü ile 19. madde uyumlu hale gelmiştir. Şöyle ki; yeni bir markanın tescili sırasında bu tescile itiraz eden ancak itirazı kendi markasını kullanmaması nedeniyle 19/2 ye göre reddedilen marka sahibi, itirazının reddinden sonra markasını kullanmaya başlar ve bir süre sonra yeni tescil edilen markaya bu sefer de hükümsüzlük davası açarsa, hükümsüzlük davası da reddedilmeye mahkumdur. Kanun koyucu yukarıda yer verilen cümle ile eski marka sahiplerinin böyle davranışlarını engellemektedir. Zira hükümsüzlüğü istenen markanın tescil başvurusu veya rüçhan tarihinde, hükümsüzlüğü isteyen kişinin markası en az beş yıldır tescilli ise bu kişi hükümsüzlük davasında ayrıca başvuru/rüçhan tarihinde markasını kullandığını ispat edecektir. Yani yeni markanın tescili esnasında markasını kullanmayan kişi daha sonra kendi markasını kullanmaya başlar ve yeni markaya karşı hükümsüzlük davası açarsa, her ne kadar dava tarihinden geriye doğru kendi markasını kullandığı için 25/7 deki defi bertaraf edilebilir görünse de, son cümle gereğince ayrıca kendi markasını yeni markanın başvuru veya rüçhan tarihinde kullandığını da ispat edecek, ispat edemezse hükümsüzlük talebi reddedilecektir. Dolayısıyla 19/2 ile getirilen düzenlemenin hükümsüzlük davası yoluyla aşılması da engellenmiş olmaktadır. Örneğimize dönecek olursak, tescile itirazı reddedilen (A) nın daha sonra markasını kullanmaya başlaması ve (B) nin markasına hükümsüzlük davası açması halinde, her ne kadar dava tarihinde kendi markasını kullanıyor olsa da, (B) nin markasının tescili tarihinde markasını kullanmıyor oluşu nedeniyle, hükümsüzlük talebi SMK m. 25/7-son hükmü çerçevesinde reddedilecektir.Tecavüz davalarında defi imkânına ilişkin SMK m. 29 hükmü incelendiğinde ise benzer bir düzenlemenin yer almadığı görülmektedir. Şu hâlde yukarıdaki örneğe göre, 293İstanbul Hukuk Mecmuası 76/1tescile itirazı reddedilen (A) nın daha sonra markasını kullanmaya başlaması halinde (B) ye karşı tecavüz davası açabileceği düşünülebilir. Ancak bu ihtimalde de (B) nin marka kullanımı kendisine ait tescilli marka hakkına dayanan hukuka uygun bir kullanım olduğundan,  (A) nın  tecavüz  davası  yine  reddedilecektir.  Dolayısıyla  eski  marka sahibinin markasını kullanmaması nedeniyle yeni marka sahibine markasını bir kez tescil ettirme imkânı getirilmesi ile her iki marka varlığını birlikte sürdürebilecek, yeni markanın ne hükümsüzlüğü istenebilecek ne de yeni marka sahibine tecavüz davası açılabilecektir.D. Kullanmamanın İspatı Bakımından Getirilen YeniliklerMarkanın kullanmama nedeniyle iptalinin talep edilmesi halinde ispat yükünün kimin üzerinde olacağı ayrıca önemi haiz bir konudur. İspat külfeti bakımından ana kural müddeinin ve kendine bir hak sağlayan kişinin iddiasını ispat külfeti altında olmasıdır (TMK m. 6). Ancak bazı hallerde külfetin yer değiştirmesi veya ispat ölçüsünün düşürülmesi de gerekmektedir. Örneğin olumsuz vakıanın ispatında ana kurala istisna getirilebilir. Olumsuz (menfi)  vakıalar  beklenen  hukuki  sonucun  gerçekleşmesinin   bir  vakıanın olmamasına, gerçekleşmemesine veya bir süreç ya da kişi hakkındaki değer yargısının somut duruma uygun olmamasına  bağlanmasıdır. Olumsuz vakıaların ispatındaki güçlük nedeniyle, en azından olumlu bir hususun ispatı ile olumsuzun ispatı da sağlanamıyorsa,  ispat  yükünün  yer  değiştirmesi  gerektiği  belirtilmektedir.  Bir diğer görüş ise menfi vakıaların da ispatı gerekeceğini, sebebin gerçekleşmediğinin, sonucun  mevcut  olmadığının  veya  menfi  vakıanın  aksi  durumunun  imkânsız olduğunun ispatı suretiyle menfi vakıaların da ispatlanabileceğini ileri sürmektedir.Kullanmama nedeniyle iptal bakımından da iptali isteyen kişiden olumsuz vakıaların ispatı istendiğinden, ispat külfeti marka sahibinde olacaktır. Gerçekten de marka sahibi burada davalı konumunda olmasına karşın, yine de markanın kullanılmasına ilişkin delilleri elinde bulundurabilecek kişi konumundadır. Bu görüş Doktrin ve Yargıtay nezdinde tartışmalı olmakla birlikte bir ölçüde benimsenmiştir. 47  Nitekim tecavüz iddiasına muhatap olan kişinin bu marka kullanımının sözleşmesel veya kanundan kaynaklanan bir hakka dayanması durumunda tecavüz iddiasının dinlenmeyeceği yönünde bkz. Kaya, a.g.e., s. 263-264.48  Atalay (Pekcanıtez / Özekes /Akkan / Korkmaz), C II, s. 1629.49  Bilge Umar / Ejder Yılmaz, İsbat Yükü, 2. Bası, Kazancı Hukuk Yayınları, İstanbul 1980 s. 46. 50  Atalay (Pekcanıtez / Özekes /Akkan / Korkmaz), C II, s. 1630.51  Tekinalp, a.g.e., s. 460 kn. 4; Yasaman / Yüksel, a.g.e., s. 655; Çolak, a.g.e., s. 877; Paslı, a.g.e., s. 545; Alhas / Dernekoğlu, a.g.m., s. 34. Diğer bir görüşe göre ise olumsuz bir vakıanın ileri sürülmesi kendiliğinden ispat yükünü karşı tarafa geçirmeyecek, ispatın ölçüsü iddia sahibi bakımından düşürülecek, ikna edici verilerle kullanmama durumu ortaya konduktan sonra marka sahibinin kullanımı ispatı beklenecektir. Bu yönde bkz. Dirikkan, a.g.m., s. 269; Kaya, a.g.e., s. 204. Aynı yönde bkz. Karahan, a.g.e., s. 129; Özdamar Doğan, a.g.m., s. 217. Davacının ispat yükü altında olduğu yönünde bkz. Arkan, a.g.e., s. 163; Sert, a.g.e., s. 100; Bilgili, a.g.m., s. 38. Karan / Kılıç ise bir yandan Yargıtay kararları doğrultusunda ispat yükünün marka sahibi üzerinde olduğunu belirtmekle birlikte, öte yandan davacının ispat yükü altında olduğunu ancak olumsuz vakıanın ispatı söz konusu olduğundan ispat ölçüsünün düşürüleceğini ifade etmişlerdir. Bkz. ve karş. Karan / Kılıç, a.g.e., s. 317, 384.52  Yargıtay 11. HD 03.07.2000 tarihli ve 5437/6332 sayılı; Yargıtay 11. HD 20.04.2004 tarihli ve 2003/9332 E., 2004/4315 K. sayılı kararları. (Karan / Kılıç, a.g.e., s. 317, 326) HGK nispeten güncel bir kararında bu yaklaşımını yinelemiştir. Bkz. Yargıtay HGK 09.02.2011 tarihli 2010/11-695 E.; 2011/47 K. sayılı kararı. (Kazancı) Aynı yönde bkz. Yargıtay 11. HD 27.06.2012 tarihli ve 5946/11097 sayılı; Yargıtay 11. HD 17.02.2011 tarihli ve 2009/3224 E.; 2011/1805 K. sayılı kararları. (Kazancı)53  ABAD kararlarında da ispat yükünün marka sahibinde olduğunun belirtildiği görülmektedir. Bkz. ABAD 27.01.2004 tarihli ve C-259/02 sayılı kararı - La Mer Technology Inc. v Laboratoires Goemar SA. (curia.europa.eu) 294Sönmez / 6769 Sayılı Sınai Mülkiyet Kanununa Göre Markanın Kullanılmaması Neticesinde Ortaya Çıkan SonuçlarSomutlaştırmak gerekirse, kullanmama nedeniyle iptal talep eden kişi esasında olumsuz bir vakıa olan kullanmama durumunun varlığını ileri sürmekte ve bunun sonuçlarından faydalanmak istemektedir. Normal şartlarda ispat yükü kendisinde olması gerekirken, olumsuz vakıanın ispatı mümkün olmadığından ispat yükü karşı tarafa yani marka sahibine geçecek marka sahibi markanın kullanıldığını ispat etmek durumunda kalacaktır. Zira iptal talebinde bulunan kişinin kullanmama durumunu ispat edebilmesine olanak sağlayan bir ispat aracı mevcut değildir, kullanıma yönelik herhangi bir delilin mevcut olmaması zaten kullanılmamayı gösterir, mevcut olmayan delilin mahkemeye ibrazı da mümkün değildir. Marka sahibinin eğer markasını kullanmış ise böyle bir iddia karşısında kullanmayı ispat etmesi çok daha kolaydır, markanın kullanıldığını gösteren ambalajlar, faturalar, reklamlar, afiş ve broşürler vb. birçok belge ile kullanım ispat edilebilir. İşte bu gerekçelerle kullanma olgusunun ispat edilmesi gerektiği, bunun da marka sahibine ait olacağı kabul edilmelidir.Uluslararası anlaşmalarda da marka sahibinden en azından haklı sebep bakımından delil ibraz etmesi istenmektedir. Zira PK m. 5/C/1 kullanmamanın haklı sebebe dayalı olduğunu ispat külfetini ilgili kişiye yüklerken, TRIPS 19/1 bu kişiyi marka sahibi olarak belirlemektedir. SMK  hükümleri  incelendiğinde  m.  19/2  kapsamında  ispat  yükünün  marka sahibinde olduğu açıkça düzenlenmiştir. Yine iptale ilişkin SMK m. 26/7 hükmüne bakıldığında,  yukarıda  yapılan  yorumun  kabul  edildiği  görülmektedir.  Hükme göre iptal talebi Kurum tarafından marka sahibine iletilecek, marka sahibi bir ay içerisinde delillerini ve cevaplarını sunacaktır. Görüldüğü üzere delil ikame edilmesi marka sahibinden beklenmekte, edilmemesi halinde veya delillerin yeterli olmaması durumunda markanın iptali sonucu doğmaktadır.IV. İptalin KoşullarıA. Markanın Kullanılmaması1. Genel olarakMarkanın iptal edilmesi için öncelikle 5 yıllık süre içerisinde haklı bir neden de olmadan markanın kullanılmamış olması gerekmektedir. Diğer bir ifade ile iptal 54  Dirikkan, a.g.m., s. 268 vd. Yargıtay bir güncel kararında şöyle hüküm kurmuştur;  …sattığı ürünlerin üzerinde ve cep telefonu servis fişlerinde bu markayı kullandığı, bu markaya ilişkin hediye ürünler yaptığı, yine bu markaya ilişkin davalı firmanın Turkcell firmasından ve cep telefonu servis hizmetleri nedeniyle KVK firmasından ödüller aldığı, ayrıca bir internet sitesi kurduğu, bu nedenle davacının markasını ciddi şekilde kullandığının kabul edildiği… . Yargıtay 11. HD 10.11.2014 tarihli ve 9999/17237 sayılı kararı. (Kazancı) Yine bir başka kararında yüksek mahkeme şu ifadeleri kullanmıştır;  …davalı tarafından ibraz edilen … tarihli faturalar dava tarihinden geriye doğru beş yıllık sürenin içerisinde olup bu faturalarda etek, mont ve gömlek satımına ilişkin bilgiler mevcuttur. Davalı vekili, delil listesinde bu faturaların örnek olarak ibraz edildiğini bildirmiştir. Bu durumda, davalının örnek olarak bildirdiği faturaların içinde pantolon dışında başkaca mamüllerin satışı mevcut olmakla davalının itiraz dilekçesinde bildirdiği üzere dava tarihinden geriye doğru beş yıllık süre dahilindeki ticari defter ve kayıtları ile faturaları üzerinde inceleme yapılması ve sonucuna göre karar verilmesi gerekirken… . Yargıtay 11. HD 07.04.2014 tarihli ve 2013/18730 E., 2014/6732 K. sayılı kararı. (Kazancı)295İstanbul Hukuk Mecmuası 76/1yaptırımı kullanma külfetinin bir sonucudur, kullanılan markaların iptali söz konusu olamaz. O halde SMK m. 9 anlamında  kullanma  kavramından ne anlaşılacağı üzerinde durmakta fayda vardır.Yargıtay bir kararında markanın kullanılmasını şu şekilde açıklamıştır:  … marka sahibi, tescilli markasını kural olarak yurt içinde veya ihracatta, kendisi veya izni ile 3.şahıs tarafından sicilde kayıtlı mallar ve hizmetler için işlevlerine uygun, ciddi, ekonomik şekilde kullanmalı ve markayı kullanmaya kesintisiz beş yıl ara vermemek zorundadır … 55. Her şeyden önce marka temel fonksiyonuna, yani mal veya hizmetlerin ayırt edilmesine hizmet eder şekilde kullanılmalıdır. Diğer bir ifade ile marka kullanılması sonucunda alıcılar marka taşıyan mal veya hizmet ile teşebbüs arasında bağlantı kurmalı, o malları diğer teşebbüslerin mal veya hizmetlerinden ayırt edebilmelidir. Bu anlamda en uygun kullanım markanın mal veya ambalaj üzerine konulmasıdır. Ancak bu zorunlu olmayıp tüketicilerin bağlantı kurmasına yönelik diğer kullanımlar da markasal kullanım oluşturur. Özellikle malın niteliğinin doğrudan kullanıma uygun olmadığı hallerde farklı yöntemlerle kullanım önem arz eder. Böyle bir durumda da markanın ticarete yönelik olarak ana veya yardımcı faaliyetlerde kullanılması gerekli olup reklamlarda, iş evrakında,  ihalelerde,  faturalarda,  kullanılması  markanın  kullanıldığı  anlamına gelir.  Ancak  bu  evraklarla  markasal  kullanımın  sağlanabilmesi  için  evrakın piyasada kullanılıyor olması, diğer deyişle evrakın yalnız teşebbüsün iç ilişkisi ile sınırlı kalmaması gerekmektedir. Önemli olan ortalama kişilerin marka ile mal ve hizmetin kaynağı arasında bağlantı kurabilme olanağıdır. Bahsi geçen kullanım yolları  ile  bağlantı  sağlanabiliyorsa  marka  kullanılmaktadır.  Markanın  sözel olarak kullanımının mümkün olup olmadığı hususu ise tartışmaya müsait olup, kanaatimizce özellikle hizmet markaları bakımından sözel kullanımın da markasal kullanım olabilmesi mümkündür.Hizmet markaları bakımından bir Yargıtay kararında mağazanın teşhir bölümünde malların  müşterilere  sunulması,  muhtelif  müşterilere  pazarlama  başlıklı  sevk 55  Yargıtay 11. HD 09.04.2001 tarih ve 844/3429 sayılı kararı. (Kazancı)56  Arkan, a.g.e., s. 146.57  Dirikkan, a.g.e., s. 236.58  Yasaman / Yüksel, a.g.e., s. 633-634.59  Dirikkan, a.g.e., s. 236.60  Ancak mal piyasaya sürülmeden yalnız reklam yapılması, marka hakkının ihlalini teşkil edebilecek bir fiil olsa da, markanın kullanılması anlamına gelmez. Çolak, a.g.e, s. 871-872.61  Arkan, a.g.e., s. 146; Kaya, a.g.e., s. 198 ve orada dn. 3; Bently / Sherman, a.g.e., s. 1018; Çolak, a.g.e., s. 852. İşaretin yalnız formalar üzerinde kullanılması, kutlama kartlarında yer alması, henüz üretilmeyen mallara ilişkin markanın işletmenin kağıtlarına basılmasının kullanma olarak kabul edilmeyeceği ifade edilmiştir. Arkan, a.g.e., s. 147.62  Sert, a.g.e., s. 40-41.63  Dirikkan, a.g.m., s. 237-238.64  Bently / Sherman, a.g.e., s. 1018.296Sönmez / 6769 Sayılı Sınai Mülkiyet Kanununa Göre Markanın Kullanılmaması Neticesinde Ortaya Çıkan Sonuçlarirsaliyeleri ile malların teslim edilmesi, tanıtıcı doküman ve kartvizitlerde satış hizmetine ilişkin bilgiye yer verilmesi markanın kullanımı olarak nitelendirilmiştir. Hizmet markalarının doğası gereği ürün markaları bakımından aranan kullanma ölçütlerinin sağlanması beklenmeyecektir.Ticaret unvanının markaya eklenmesi durumunda da geçerli bir kullanımın olduğu kabul edilir. Ancak yalnız ticaret unvanı içerisinde markanın geçmesi markasal kullanma sayılmaz. Benzer biçimde markanın işletme adı olarak kullanılması SMK m. 9 anlamında bir kullanım değildir.Kullanımın ciddi olması gerekmektedir. Ciddi kullanımın ne olduğu bakımından ABAD ın Ajax kararı örnek gösterilmektedir. Kararda mahkeme ciddi kullanımın, markanın temel işlevine uygun şekilde -yani kaynak gösterme işlevine uygun olarak- ve pazar payı yaratma amacıyla, piyasada veya piyasayı etkileyen yerlerde kullanımı olduğunu ifade etmiştir. Bu değerlendirme yapılırken marka kullanımının ilgili mal ve ürün pazarında pay oluşturma amacı, mal ve hizmetlerin niteliği, pazarın niteliği, markanın kullanım ölçeği ve sıklığı dikkate alınır. Ancak pazar payı oluşturmaktan anlaşılması gereken markanın tanınmış hale getirilmesi de değildir. Diğer bir kararda da ciddi kullanım, sembolik düzeyde olmayan, markanın bahşettiği hakların korunmasına hizmet eden, markanın kaynak göstererek mal veya hizmetleri diğer mal veya hizmetlerden ayırma şeklindeki temel fonksiyonuna hizmet eden kullanım 65  Yargıtay 11. HD 06.05.2013 tarih ve 2012/9680 E., 2013/9098 K. sayılı karar. (Çolak, a.g.e., s. 852)66  Dirikkan, a.g.m., s. 240; Sert, a.g.e., s. 42; Özarmağan, a.g.e., s. 31. Yargıtay bir kararında  dava konusu markanın tescilli olduğu 37/01. sınıfın  inşaat hizmetleri  olduğu dikkate alındığında bu hizmetin ifası sırasında oluşturulan tanıtım amaçlı broşür ve resimlerde markanın kullanılması yeterli olup, ayrıca markanın ticaret markalarında olduğu gibi inşa edilen gayrimenkul üzerinde kullanılması zorunluluğunun bulunmayacağı tabiidir  ifadelerini kullanmıştır. Yargıtay HGK 22.01.2016 tarihli ve 2014/11-106 E., 2016/67 K. sayılı kararı. (Kazancı) Yine bir diğer kararında yüksek mahkeme ulusal gazetelerde verilen reklam ve şirketin internet sitesindeki duyuruların 35. ve 41. sınıflarda markanın ciddi kullanıldığını gösterdiğine hükmetmiştir. Bkz. Yargıtay 11. HD 07.04.2014 tarihli ve 2013/18616 E., 2014/6720 K. sayılı kararı. (Kazancı)67  Paslı, a.g.e., s. 549.68  Yasaman / Yüksel, a.g.e., s. 634; Çolak, a.g.e., s. 870.69  Yasaman / Yüksel, a.g.e., s. 634; Bently / Sherman, a.g.e., s. 1019; Çolak, a.g.e., s. 859. Alan adlarının markasal kullanım teşkil edip etmeyeceği hususunda bkz. Yasaman / Yüksel, a.g.e., s. 635.70  Ciddi kullanım kelimesi yerine uluslararası literatürde  genuine use  tabiri kullanılmaktadır. Bu tabirin anlamı esasında ciddi kullanım değil, gerçek/hakiki kullanımdır. Nitekim doktrinde de buna işaret ederek  gerçek kullanım  ifadesinin kullanımı için bkz. Esen Cam,  Avrupa Birliği Hukuku Uyarınca Markanın  Gerçek Kullanım  Problemi , Ticaret ve Fikri Mülkiyet Hukuku Dergisi, 2016/2, s. 29.71  ABAD 11.03.2003 tarihli C-40/01 sayılı kararı - Ansul BV v Ajax Brandbeveiliging BV. (curia.europa.eu) Kararın değerlendirilmesi için bkz. Cam, a.g.m., s. 29 vd.72  Alhas / Dernekoğlu, a.g.m, s. 28. 73  Yargıtay da bir kararında şu ifadelere yer vererek ciddi kullanım bakımından dikkate alınacak unsurları açıklamıştır;  Oysaki markanın ciddi şekilde kullanılıp kullanılmadığına ilişkin olarak yapılacak değerlendirmede sadece faturaların parasal değerleri, fatura sayısı değil, markanın kullanıldığı emtianın kullanım alanı, yaygınlığı, bu emtialara olan talep, emtianın piyasası ve yılda bu emtialardan ne miktarlarda satılabileceği hususları da nazara alınmak suretiyle faturalarda yazılı emtia miktarlarının buna göre değerlendirilerek markanın ciddi şekilde kullanılıp kullanılmadığının tayin ve takdir edilmesi gerektiği gibi, davalının iştigal alanları da nazara alındığında ürettiği emtiaları kendi grup şirketleri aracılığıyla piyasaya sürmesi veya onlara da satması mümkün olduğundan bu hususların aksini gösteren deliller sunulmadıkça kendi grup şirketlerine yapılan satımların bu nedenle gerçek ve geçerli bir satış olmadığının kabulü de doğru değildir. . Yargıtay 11. HD 14.11.2011 tarihli ve 2010/2707 E.; 2011/14999 K. sayılı kararı. (Kazancı)74  Özarmağan, a.g.e., s. 39.297İstanbul Hukuk Mecmuası 76/1olduğu ifade edilmiştir. İptal sonucu ile karşılaşmamak için geçici, birkaç kerelik kullanımlar ciddi kullanım olarak kabul edilmez. İşletmenin büyüklüğü, malların niteliği gibi hususlar kullanmanın ciddi olup olmadığı yönünden belirleyici olacaktır. Markalar tescil edildiği mal veya hizmet sınıflarında kullanılmalıdır. Markanın tescil  edildiği  sınıflardan  birinde  veya  bir  sınıf  içerisindeki  birtakım  mallarda kullanılması  durumunda,  kullanılmayan  mal  veya  hizmetler  bakımından  iptal edilebilirlik mümkündür9. Marka tescil edilmediği bir sınıfta kullanılmış ise yine tescilli olduğu sınıflar bakımından bir önem arz etmeyecektir. Marka, sahibinin izni ile bir üçüncü kişi tarafından kullanılıyor ise o kullanımın da ciddi olması gerekir.2. Markanın ayırt edici karakteri değiştirilmeden farklı unsurlarla kullanılmasıSMK m. 9/2-a da belirtildiği üzere, marka ayırt edici karakterine zarar vermeksizin tescil edildiğinden farklı unsurlarla kullanılsa da kullanım gerçekleşmiş olacaktır. Bu bağlamda örneğin markanın farklı renklerle, kelimeler arası tire vb. işaretler olmaksızın, küçük-büyük harf değişiklikleri ile kullanılması yeterli sayılacaktır. Sözcük  markalarındaki  değişikliklerin  fonetik  ve  anlam  bakımından  bir  fark oluşturmaması gerekir. Birleşik kelimeler ayrılabilir, marka iki sözcük olarak 75  ABAD 27.01.2004 tarihli ve C-259/02 sayılı kararı - La Mer Technology Inc. v Laboratoires Goemar SA, p. 36. (curia.europa.eu) Bu kararda özellikle malların satılamaması, yani başarısız bir işletme faaliyeti söz konusu olup, mahkemenin niceliksel kullanıma bakmadan markasal kullanımın varlığını kabul etmesi önem arz eder.76  Tekinalp, a.g.e., s. 460 kn. 5; Yasaman / Yüksel, a.g.e., s. 632.77  Arkan, a.g.e., s. 147.78  Arkan, a.g.e., s. 148; Dirikkan, a.g.m., s. 242; Kaya, a.g.e., s. 199; Yasaman / Yüksel, a.g.e., s. 637; Özarmağan, a.g.e., s. 81-82; Çolak, a.g.e., s. 855-856; Paslı, a.g.e., s. 548; Kaya, a.g.m., s. 377 dn. 6. Yargıtay HGK 09.02.2011 tarihli ve 11-695/47 sayılı kararında tanınmış markaların da kullanılmadıkları mal ve hizmetler bakımından iptal edilebileceğini belirtmiştir. (Kazancı) Ancak belirtelim ki, tanınmış marka bir kısım mal veya hizmetler bakımından iptal edilse dahi, nispi ret nedenleri ve hükümsüzlük çerçevesinde bir başka kişinin tanınmış bir markanın aynısını veya benzerini iptal edilen mal veya hizmetler bakımından tescil ettirebilmesi mümkün olmayacağından, iptal isteminde hukuki menfaatin bulunmadığı ve davanın reddedilmesi gerektiği de ileri sürülmüştür. Bkz. Yasaman / Yüksel, a.g.e., s. 653; Burak Adıgüzel,  Tescil Edilmiş Tanınmış Markanın Kullanmama Nedeniyle Kısmen Hükümsüzlüğü Sorunu (Bir Yargıtay Hukuk Genel Kurulu Kararının Değerlendirilmesi) , Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, 2013, C. 15, Özel Sayı: Polat Soyer e Armağan, s.1031-1032. Bu görüşe göre hukuki menfaatin bir dava şartı olduğu, dava açabilecek kişilerden zarar görenlerin hukuki menfaatinin bulunmadığının açık olduğu, cumhuriyet savcılığı ve diğer resmi makamların hükümsüzlük talebinin ancak kamu düzeni ile ilgili sınırlı ihtimallerde söz konusu olabileceği ileri sürülmektedir. Yasaman / Yüksel, a.g.e., s. 653. Adıgüzel, a.g.m., s. 1031-1034. Bir yazar ayrıca HGK kararının tanınmış markanın iptal edildiği sınıflar bakımından aynı veya benzer bir markanın tescilinin önünün açılabileceğini, bunun da tanınmış markalara ilişkin koruma sistemi ile bağdaşmadığını savunmaktadır. Yazara göre böyle bir durum ancak tanınmış marka tescilinin kötüniyetli olması ihtimalinde kabul edilebilir. Adıgüzel, a.g.m., s. 1040. 79  Yargıtay da bu görüşü onaylamaktadır;  … bu kısım emtialar yönünden TPE sicilinden terkin edilmelerine, diğer emtialar yönünden yerinde olmayan davanın reddine karar verilmiştir. . Yargıtay 11. HD 19.11.2014 tarihli ve 10676/17977 sayılı kararı. (Kazancı) Aynı yönde bkz. Yargıtay 11. HD 17.02.2011 tarihli ve 2009/3224 E.; 2011/1805 K. sayılı kararı. (Kazancı)80   …markanın tescilli olmadığı emtialarda kullanılmış olması, diğer koşulların varlığı halinde tescil edildiği mal ve hizmetler bakımından hükümsüz kılınmasına engel oluşturmaz… . Yargıtay 11. HD 03.05.2013 tarihli ve 2012/9599 E.; 2013/9029 K. sayılı kararı. (Kazancı)81  Emine Özdamar Doğan,  Markanın Kullanılmaması Sebebiyle Hükümsüzlüğü , Türkiye Barolar Birliği Dergisi, 2014, S. 114, s. 207.82  Tekinalp, a.g.e., s. 461 kn. 7; Çolak, a.g.e., s. 857.83  Hayrettin Çağlar,  Tescilli Markanın Farklı Şekilde Kullanılması , Ankara Barosu Fikri Mülkiyet ve Rekabet Hukuku Dergisi, 2007/2, s. 15.298Sönmez / 6769 Sayılı Sınai Mülkiyet Kanununa Göre Markanın Kullanılmaması Neticesinde Ortaya Çıkan Sonuçlartescilli ise ayırt ediciliği düşük olan kelime çıkarılarak da marka kullanılabilir. Markaya getirilen tanımlayıcı, niteliği belirten ekler de markanın ayırt ediciliğine zarar vermeyecektir. Markanın ayırt edicilik karakteri düştüğü ölçüde, bu karaktere zarar vermeden değişiklik yapma ihtimali de zorlaşacaktır.Bu konuda ABAD tarafından verilmiş olan  Specsavers  kararı dikkate değerdir. Kararda mahkeme yeşil ve kesişen iki elipsin içinde  Specsavers  yazısını içeren işaretin kullanımının, içinde yazı olmayan siyah ve kesişen iki elips bakımından da kullanım olduğunu ifade etmiştir. Bunun yanında hem şekil hem sözcük içermekle birlikte şekil unsurunun baskın olduğu markalarda yalnız sözcük unsurunun kullanılmasının ayırt edici karaktere zarar vermeksizin kullanım olmadığı belirtilmiştir.Malın niteliğini gösteren kelimeler eklenerek-çıkarılarak markanın kullanılması da ayırt edici unsura zarar vermeyen kullanımdır. Ancak bu halde eklenen sözcük veya çıkarılan sözcüğün kendi başına ayırt edicilik taşıması markanın da ayırt ediciliğine zarar verebilir. Sözcüklerin farklı karakterde yazılması da ayırt ediciliğe zarar vermezken, bölünerek yazılmasının zarar verdiği kabul edilmektedir. Sözcük yerine aynı anlama gelen şekil veya şekil yerine aynı anlamdaki sözcüğün kullanılması halinde de ayırt edicilik unsuruna zarar verilmiş olur. Son olarak belirtelim ki, ayırt edici niteliğini zedelemeyen ve kullanıma esas olan benzer işaretin de tescilli olması gerekmez. Ancak teşebbüs birbirine çok yakın iki markayı da tescil ettirmiş ise  birinin  kullanılması  diğeri  bakımından  da  kullanma  anlamına  gelmeyecek, kullanılmayan marka hükümsüz kılınabilecektir.Markanın farklı şekilde kullanılmasında önemli olan markanın hitap ettiği ortalama tüketicinin kullanılan marka ile tescilli markanın aynı olduğunu düşünmesidir. Diğer bir ifade ile eğer tüketiciler farklı bir mal veya hizmetin varlığı algısına kapılıyorlar ise ayırt edici karakter zedelenmiştir. Değerlendirme yapılırken gözetilecek ölçü tüketicinin algısıdır, dolayısıyla kategorik olarak neyin ayırt ediciliği etkilediği neyin etkilemediğinin belirlenmesi mümkün olamaz. 84  Dirikkan, a.g.m., s. 252.85  Dirikkan, a.g.m., s. 252.86  Bently / Sherman, a.g.e., s. 1019.87  ABAD 18.07.2013 tarihli ve C-252/12 sayılı kararı - Specsavers International Healthcare and Others. (curia.europe.eu) 88  Yargıtay 11. HD 04.12.2014 tarihli ve 10703/19011 sayılı kararı. (Çolak, a.g.e., s. 861)89  Örneğin sigaralar için marka yanına  long  kelimesinin eklenmesinin sigara boyuna işaret ettiği, ayırt edici unsurlara zarar vermediği ifade edilmiştir. Arkan, a.g.e., s. 151.90  Çağlar, Farklı Şekilde Kullanma, s. 16.91  Çağlar, Farklı Şekilde Kullanma, s. 17.92  Çağlar, Farklı Şekilde Kullanma, s. 18.93  Dirikkan, a.g.m., s. 251.94  Özarmağan, a.g.m., s. 53. 95  Arkan, a.g.e., s. 150; Yasaman / Yüksel, a.g.e., s. 638; Çolak, a.g.e., s. 857. 96  Dirikkan, a.g.m., s. 251; Çağlar, Farklı Şekilde Kullanma, s. 14.299İstanbul Hukuk Mecmuası 76/13. Markanın sadece ihracat amacıyla mal veya ambalajlarında kullanılmasıSMK m. 9/2-b ye göre markanın sadece ihracat amacı ile mal veya ambalaj üzerinde kullanılması da iptale yol açmayacak cinsten kullanım kabul edilir. İhraç edilecek mallar zaten iç piyasaya sunulmayacaktır. Bu mallar üzerine marka konulacak ve yurt dışı pazarlara gönderilecektir. Konumuz bakımından kullanımın Türkiye de gerçekleşmesi gerekirken, kanun koyucu ihraç edilecek malların bu özellikli durumunu gözeterek özel bir düzenleme getirmiştir. Böylece ihraç edilmek amacıyla üretilen mallar üzerinde sürekli marka bulunsa dahi, Türkiye de marka kullanılmadığı için iptal edilmesi ve korumasız kalması sakıncası giderilmiştir. Bununla birlikte bir görüşe göre markanın mal Türkiye de iken kullanılmış, yani mal veya ambalaj üzerine konulmuş olması gerekir. Eğer marka yurt dışında konuluyorsa, Türkiye de gerçekleşen bir kullanımdan söz edilemez. Diğer bir görüş ise hükmün amacının böyle bir zorunluluk getirmediğini, sağlanmak istenen koruma ve kolaylık ile Türkiye de markalama zorunluluğunun bağdaşmayacağını savunarak, Türkiye de markalama zorunluluğunun bulunmadığını belirtmektedir. Kanaatimizce malların Türkiye den ihraç edilmiş olması yeterli olup, markalamanın nerede yapıldığı önem arz etmemektedir.4. Markanın marka sahibinin izni ile kullanılması SMK m. 9/3 e bakıldığında markanın sahibinin izni ile kullanılması da iptale yol açmayacaktır. Bir diğer ifade ile markanın bizzat sahibi tarafından kullanılması zorunlu değildir. Ancak bu izin sonradan verilemez. Zira marka hakkına tecavüz edilmesi, sahibinin izni olmadan markanın kullanılması durumunda SMK m. 9 kapsamında bir kullanma mevcut değildir. Marka sahibinin izni ancak onun kontrolünün olduğu durumlarda mevcut olup, marka hakkına tecavüze sessiz kalınmış olması da iznin var olduğunu göstermez.5. Markayı taşıyan malların ithalatıKHK döneminde kullanıma ilişkin 14. maddenin son bendinde markayı taşıyan malın ithalatı da kullanım kabul edilmişti. SMK da ise ithalata ilişkin özel düzenleme yer  almamaktadır.  Marka  sahibi  çeşitli  nedenlerle  malını  yurt  dışında  üretip Türkiye ye ithal etmek yolu ile faaliyet göstermek isteyebilir. KHK döneminde bu ihtimale binaen ithalatın da kullanım anlamına geleceği ayrıca düzenlenmişken, SMK da  buna  yer  verilmemesi  akıllara  artık  ithalatın  kullanım  sayılmayacağı yönünde bir şüphe getirebilir. Ancak kanaatimizce açıkça düzenlemeye zaten ihtiyaç 97  Dirikkan, a.g.m., s. 256; Özdamar Doğan, a.g.m., s. 213.98  Yasaman / Yüksel, a.g.e., s. 639. Aynı yönde Sert, a.g.e., s. 70; Özarmağan, a.g.e., s. 59.99  Çolak, a.g.e., s. 864-865.100  Arkan, a.g.e., s. 152; Kaya, a.g.e., s. 198; Yasaman / Yüksel, a.g.e., s. 640; Sert, a.g.e., s. 72.101  Dirikkan, a.g.m., s. 258; Bently / Sherman, a.g.e., s. 1021; Paslı, a.g.e., s. 554.300Sönmez / 6769 Sayılı Sınai Mülkiyet Kanununa Göre Markanın Kullanılmaması Neticesinde Ortaya Çıkan Sonuçlarbulunmamaktadır. Merkezi yurt dışında olan tüm teşebbüslerin ürettiği mallarda olduğu gibi, Türkiye de tescil edilmiş bir markayı taşıyan malların ithal edilerek iç piyasaya sunulması markanın kullanılmasıdır. Aksi takdirde markaların ancak ilgili malın üretildiği ülkelerde korunması, koruma istenen her ülkede üretim de yapılması zorunluluğu gibi ekonomik açıdan mümkün olmayan bir durum karşımıza çıkabilir. Markanın yalnız serbest bölgelerde kullanılması da kullanım teşkil edecektir, zira bu bölgeler gümrük bakımından olmasa da siyasi olarak Türkiye ye dahildir. Türkiye üzerinden yalnız transit geçen mallar bakımından ise tartışma olduğuna işaret edelim. Eğer yurt dışında verilen ilan ve reklamlar Türkiye de de tüketicilere ulaşıyorsa yine marka kullanılmış sayılır. Benzer şekilde yurt dışından yapılan televizyon yayınları bakımından da, Türkiye de de ulaşılabilmesi halinde, ilgili markanın kullanıldığı Yargıtay tarafından da kabul edilmiştir. Ancak yurt dışında yalnız internet sitesi kurulması Türkiye de  kullanım  anlamına  gelmeyecektir,  aksi  takdirde  basit  bir internet sitesi kurularak internet erişimi olan tüm ülkelerde markanın kullanıldığı gibi bir sonuç ortaya çıkar, önemli olan ülkedeki müşterilerin hedef alınmasıdır. Yurt dışına gönderilmek üzere fason üretim yapılması halinde ise Yargıtay geçerli bir kullanım olmadığını kabul etmiştir. B. 5 Yıllık SüreMarkanın kullanmama nedeniyle iptal edilebilmesi için kullanmamanın 5 yıllık süre boyunca devam etmesi gerekmektedir. Sürenin ne zaman başlayacağı hususunda kanun  açıkça  markanın  tescil  edildiği  tarihin  esas  alınacağını  düzenlemiştir. Öyleyse tescil tarihinden itibaren beşinci yılın sonunda marka hiç kullanılmamış ise iptal edilebilir hale gelir. 5 yıllık sürenin dolmasından itibaren iptal için Kuruma (şimdilik  mahkemelere)  başvuru  yapılabilirse  de  başvuru  bakımından  bir  süre sınırlaması getirilmemiştir. Kullanmama hali devam ettiği sürece iptal başvurusu gerçekleştirilebilir.  Ancak  henüz  iptal  başvurusu  yapılmadan  marka  örneğin yedinci yılda ciddi şekilde kullanılmaya başlamış ise SMK m. 26/4 hükmünün açık düzenlemesi karşısında iptal başvurusu yapılabilmesi mümkün değildir.102  KHK döneminde de hükmün bir amacının olmadığı eleştirisi getirilmiş ve hükmün amacının ancak ithal edilmiş fakat piyasaya sürülmemiş mallar bakımından biz düzenleme getirilmesi olduğu ifade edilmiştir. Arkan, a.g.e., s. 153. Aynı yönde bkz. Yasaman / Yüksel, a.g.e., s. 641. Tekinalp ilgili hükmün yurt dışında üretilen mallar açısından bir açıklık olarak yorumlamaktadır. Tekinalp, a.g.e., s. 461 kn. 11.103  Bilgili, , a.g.m., s. 35.104  Arkan, a.g.e., s. 150.105  Transit geçişin kullanım sayılmayacağı yönünde bkz. Yasaman / Yüksel, a.g.m., s. 642; Sert, a.g.e., s. 74; Özarmağan, a.g.e., s. 63-64; Paslı, a.g.e., s. 553. Aksi yönde bkz. Dirikkan, a.g.m., s. 259.106  Çolak, a.g.e., s. 853; Bently / Sherman, a.g.e., s. 1025.107  Yargıtay 11. HD 03.03.2011 tarihli ve 2009/3437 E., 2011/2129 K. sayılı kararı. (Çolak, a.g.e., s. 854)108  Bently / Sherman, a.g.e., s. 1025.109  Yargıtay 11. HD 14.04.2008 tarihli ve 2007/1042 E., 2008/4900 K. sayılı kararı. (Alhas / Dernekoğlu, a.g.m., s. 31)301İstanbul Hukuk Mecmuası 76/1Bir diğer ihtimal ise markanın tescilden sonra kullanılması ancak bir süre sonra kullanımına ara verilmesidir. Bu durumda 5 yıllık süre en son kullanımdan itibaren başlayacaktır. Kullanmama nedeniyle iptalde ispat yükünün marka sahibinde olduğu kabul edildiğine göre, marka sahibinin kullanımını ispat edebildiği en son tarih ile iptal başvurusu yapılan tarih arasında beş yıllık süre geçmiş ise markanın iptaline karar verilecektir. Eğer marka sahibi son kullanımın beş yıldan daha kısa süre önce gerçekleştiğini ispat edebiliyor ise iptal talebi reddedilir. 5 yıllık kullanmama gerçekleşmiş ve iptal koşulları bir kez oluşmuş ise daha sonra marka kullanılsa dahi iptal edilebileceği yönündeki yoruma katılmadığımızı belirtelim. SMK m. 26/4 açıkça beş yıllık süre ile dava açılması arasındaki ciddi kullanımın iptal talebinin reddine yol açacağını düzenlemektedir. O halde beş yıl kullanılmayan marka kendiliğinden iptal edilmiş hale gelmemekte, ciddi kullanım başladı ise marka artık iptal edilememektedir.Markanın kullanılması, ancak kullanıma sürekli ara verilmesi halinde ne olacağı da ayrı bir soru teşkil eder. Öncelikle belirtelim ki kural olarak bu şekilde bir kullanım markanın ciddi kullanılmadığı anlamına gelmez. Bununla birlikte örneğin marka sahibinin tescilden sonra markasını iki yıl kullanmaması, sonrasında bir yıl kullanması, sonraki üç yıldır ise kullanmıyor olması ve iptalinin talep edilmesi halinde, ilk iki yıllık kullanmama süresi ile sonraki üç yıllık sürenin birbirine eklenip eklenmeyeceği düşünülebilir. Hemen belirtelim ki aralıklarla gerçekleşen kullanmama sürelerinin birbirine eklenmeyeceğini kabul etmek gerekir. Her ciddi kullanımdan sonra 5 yıllık süre yeniden başlayacaktır. Aksi takdirde birbirine eklenen kısa kullanmama süreleri sonucunda her tescilli markanın bir gün iptal edileceği sonucuna ulaşmak gerekir ki bu da mümkün değildir. Tabii ki bu kullanım iptal sonucundan kaçınmak için sürenin baştan başlatılmasına yönelik bir kullanım olmamalıdır, SMK m. 9 anlamında markanın esas fonksiyonlarına uygun şekilde ciddi biçimde kullanılmış olması aranacaktır. Markanın iptali için 5 yıllık süre dolmadan başvuru yapılmış/dava açılmış ise usul ekonomisi bakımından dava reddedilmese dahi, dava mevcutken fakat 5 yıllık süre dolmadan gerçekleşen kullanımın geçerli olup olmayacağı yönünde görüş ayrılığı bulunmaktadır. Bir görüş bu kullanımın iptal korkusu ile olsa dahi süresi içerisinde 110  Çolak, a.g.e., s. 873. Bir diğer görüşe göre ise dava açılması mümkün iken davacının sessiz kalması sonucunda dava açma hakkını kaybetmesi de söz konusu olabilir. Bkz. Kaya, a.g.m., s. 388.111  Dirikkan, a.g.m., s. 248; Bilgili, a.g.m., s. 36; Sami Karahan, Marka Hukukunda Hükümsüzlük Davaları, Mimoza Yayınevi, Konya 2002, s. 128.112  Özarmağan, a.g.e., s. 35.113  Dirikkan, a.g.m., s. 247; Yasaman / Yüksel, a.g.e., s. 648; Çolak, a.g.e., s. 872.114  Kaya, a.g.e., s. 201.115  Kaya, a.g.e., s. 201.116  Bu görüş için bkz. Dirikkan, a.g.m., s. 265. Aksi yönde bkz. Kaya, a.g.m., s. 387.117  Dirikkan, a.g.m., s. 249. Aynı yönde bkz. Sert, a.g.e., s. 95.302Sönmez / 6769 Sayılı Sınai Mülkiyet Kanununa Göre Markanın Kullanılmaması Neticesinde Ortaya Çıkan Sonuçlargeçerli bir kullanım olduğunu ve markanın artık iptal edilemeyeceğini belirtirken, diğer bir görüş ise davadan önceki 3 aylık dönemde gerçekleşen kullanımın yasaklanmasından (SMK m. 26/4 te olduğu gibi) hareketle 5 yıla kısa süre kala gerçekleşen kullanımın iptali engellemeyeceğini savunmaktadır. SMK m. 26/4 e göre de KHK dönemindeki düzenleme muhafaza edilmiş olup, başvurudan önceki üç ay içerisinde sırf iptalden kaçınma amaçlı gerçekleşen kullanım dikkate alınmayacaktır. Ancak 5 yıllık süre dolmadığı takdirde kanaatimizce de markanın ciddi kullanımı, 5 yıllık sürenin son gününde olsa dahi, iptale engel olacaktır. Kullanım ciddi değilse zaten dikkate alınmayacaktır.Markanın  devredilmesi  ihtimalinde  de  belirtelim  ki  sürenin  kesilmesi  söz konusu olmayıp, devirden önce markanın kullanılmadığı süre de iptal bakımından dikkate alınır. Markanın yenilenmesi, dava açılması halinde de kullanım kabul edilmeyeceği gibi beş yıllık sürenin kesilmesine yol açmaz.C. Haklı Neden OlmamasıMarkanın kullanılmama nedeniyle iptal edilmesinin bir diğer koşulu, kullanmamanın haklı bir nedene dayanmamasıdır. Bu bağlamda, kişinin kendi iradesi dışında, yalnız kendisine özgü olmayan, kusuruna dayanmayan ve kaçınamayacağı hukuki veya fiili engellerin haklı neden olduğu kabul edilmektedir. Örneğin getirilen bir ithalat, ihracat yasağı, doğal felaketler, ambargo, savaş gibi durumlar haklı sebep teşkil eder. Haklı sebepler hâkim tarafından re sen gözetilemeyecek, ileri sürülmesi ve ileri süren kişi tarafından ispat edilmesi gerekecektir.ABAD  bir  kararında  haklı  nedenin  var  olup  olmadığının  belirlenmesi bakımından üç kriter getirmiştir: markanın kullanılması için ortadaki engelin marka sahibinin iradesi dışında çıkması, engel ile markanın kullanılamaması arasında doğrudan bağlantı bulunması ve engelin marka kullanımını imkânsız veya anlamsız hale  getirmesi.   İrade  dışı   kavramından  anlaşılması  gereken,  marka  sahibinin istemediği sonuçlar değil kontrolü dışında kalan hususlardır, dolayısıyla finansal zorluklar, pazarlama sorunları vb. engeller haklı neden sayılmaz. Ayrıca kararda 118  Karahan, a.g.e., s. 129.119  Özarmağan, a.g.e., s. 44; Alhas / Dernekoğlu, a.g.m., s. 23.120   …tescil süresinin uzatılmış olmasının tek başına hükümsüzlük istemine engel oluşturmayacağı… . Yargıtay 11. HD 27.06.2012 tarihli ve 5946/11097 sayılı kararı. (Kazancı) 121  Çolak, a.g.e., s. 870-871; Özarmağan, a.g.e., s. 43; Alhas / Dernekoğlu, a.g.m., s. 23, 29. Nitekim bu yönde bkz. Yargıtay 11. HD 12.06.2013 tarihli ve 2012/13423 E., 2013/12221 K. sayılı kararı da aynı yöndedir. (Kazancı)122  Kullanmamanın haklı nedene dayanmaması şartı Paris Konvansiyonu nda da asgari unsur olarak öngörülmüştür. Bu hususta bkz. Paslı, a.g.e., s. 540 vd.123  Dirikkan, a.g.m., s. 260; Kaya, a.g.e., s. 202; Paslı, a.g.e., s. 546. 124  Arkan, a.g.e., s. 148; Tekinalp, a.g.e., s. 460 kn. 3.125  Paslı, a.g.e., s. 545.126  ABAD 14.06.2007 tarihli ve C-246/05 sayılı kararı - Armin Häupl v Lidl Stiftung & Co. KG. (curia.europa.eu)127  Bently / Sherman, a.g.e., s. 1027.303İstanbul Hukuk Mecmuası 76/1mahkeme, market inşası için gereken iznin alınamamasını, markette kullanılacak marka için haklı sebep olamayacağını, zira doğrudan bir bağlantı bulunmadığını da ifade etmiştir. Haklı sebep bürokratik sebeplerden kaynaklanmış olabilir. Ancak bunun haklı sebep olabilmesi için marka sahibinin çabası ile aşılabilmesinin mümkün olmaması ayrıca marka ile doğrudan bağlantılı bir engel olması gerekmektedir. Mala ve piyasaya bağlı  hazırlık aşamasının uzamasının da haklı neden olduğu kabul edilmiştir. Ancak marka sahibinin bir başka işlemle aşabileceği, kendisine bağlı veya yalnız kendisi açısından geçerli olan sebepler haklı neden olarak kabul edilmeyecektir. Marka  sahibinin  iflası  halinde  ise  haklı  sebebin  mevcudiyeti  hakkında  tartışma mevcuttur. Benzer biçimde piyasa koşullarının kötüleşmesi de haklı neden olamaz.Haklı neden varlığını koruduğu sürece beş yıllık süre işlemeyecek, haklı nedenin ortadan kalkması ile marka sahibi açısından kullanma külfeti başlayacaktır. Haklı nedenin sona ermesinin ardından bir görüşe göre süre kaldığı yerden işlemeye başlayacak, yani süre kesilmeyecek, duracaktır. Aksi yöndeki görüş ise sürenin haklı sebep sona erdikten sonra yeniden başlayacağını ileri sürmektedir. Kanaatimizce de sürenin işlemeye devam etmesi gerekir. Haklı sebebin var olması tamamen marka sahibinin iradesinden bağımsız olarak iptal sonucundan kurtulmaya hizmet etmemelidir. Önemli olan marka sahibinin kendi iradesi ile markayı kullanması veya kullanmamasıdır.V. İptalin EtkisiSMK da hükümsüzlük ve iptal halleri ayrı ayrı 25. ve 26. maddelerde düzenlenmiştir. 27. madde ise her iki kurum arasındaki farklılığa yani kararların etkisine işaret etmektedir. SMK m. 27/1 hükmüne göre hükümsüzlük durumunda bu karar marka başvuru tarihinden itibaren etkili olacak ve tescil hiç gerçekleşmemiş, marka koruması sağlanmamış gibi sonuç doğuracaktır. SMK m. 27/2 hükmüne göre ise iptal kararı verilmesi halinde bu karar iptal talebinin kuruma iletilmesinden itibaren geçerli olur. Ancak talep üzerine kararın etkisi iptal koşullarının oluştuğu ana kadar uzatılabilir. 128  ABAD C-246/05, paragraf 52.129  Çolak, a.g.e., s. 867.130  Tekinalp, a.g.e., s. 460 kn. 3.131  Paslı, a.g.e., s. 546. Bu bağlamda mali durumun bozulması, marka sahibinin iş göremez hale gelmesi, lisans görüşmelerinin uzaması, inhisari lisans sahibinin markayı kullanmaması, modanın değişmesi gibi durumların haklı neden teşkil etmeyeceği belirtilmiştir. Bkz. Arkan, a.g.e., s. 149. 132  İflasın haklı sebep olamayacağı yönünde bkz. Arkan, a.g.e., s. 149 ve orada dn. 20; Karan / Kılıç, a.g.e., s. 316; Çolak, a.g.e., s. 868; Sert, a.g.e., s. 75; Paslı, a.g.e., s. 547; Alhas / Dernekoğlu, a.g.m., s. 24. Bizim de desteklediğimiz iflasın haklı sebep sayılabileceği -en azından kategorik olarak haklı sebep olmadığının söylenemeyeceği- yönünde bkz. Kaya, a.g.e., s. 202. Tekinalp iflas halinde kullanma olanağının pek bulunmadığına işaret etmekle birlikte iflasın haklı neden olup olamayacağı hususunda görüş bildirmemiştir. Tekinalp, a.g.e., s. 460 dn. 3. Yargıtay da iflası haklı neden olarak kabul etmemiştir; bkz. Yargıtay 11. HD 09.04.2001 tarih ve 844/3429 sayılı kararı. (Kazancı). 133  Çolak, a.g.e., s. 870.134  Arkan, a.g.e., s. 150; Sert, a.g.e., s. 79; Paslı, a.g.e., s. 548.135  Dirikkan, a.g.m., s. 262; Yasaman / Yüksel, a.g.e., s. 651.136  KHK döneminde bu husustaki tartışmalar için bkz. Kaya, a.g.m., s. 378 vd. ve özellikle 384-385. Yazar haklı olarak kararın 304Sönmez / 6769 Sayılı Sınai Mülkiyet Kanununa Göre Markanın Kullanılmaması Neticesinde Ortaya Çıkan SonuçlarGörüldüğü  üzere  hem  iptal  hem  de  hükümsüzlük  kararları  geriye  yönelik  etki doğurmakta ancak ulaşabildikleri aşama farklılık arz etmektedir. Hükümsüzlük kararı markanın tesciline kadar uzanabilmekte iken, iptal kararının etkisi en fazla iptal koşullarının gerçekleştiği ana kadar geriye gidebilir. Kullanmama üzerinden somutlaştırmak gerekirse, tescilden itibaren hiç kullanılmamış bir markanın tescilinden 7 yıl sonra bir dava açılması/başvuru  yapılması  halinde;  markanın  kullanılmamasına  hükümsüzlük  sonucunun bağlansa idi marka hiç tescil edilmemiş, koruma hiç sağlanmamış gibi sonuç doğuracak ve kararın etkisi yedi yıl geriye uzanacakken; iptal yaptırımında verilen karar kural olarak iptal talebinden itibaren etki gösterecek, bu etki en fazla 5 yıllık sürenin dolum tarihine yani iptal için başvurudan iki yıl öncesine kadar götürülecektir. Görüldüğü üzere iptal durumunda tescilden itibaren ilk beş yıllık süre bakımından marka koruması ortadan kalkmayacak ve marka hukuki korumadan faydalanacaktır. SMK m. 27/3 hükmünde geriye etkinin istisnaları düzenlenmiştir. Buna göre tecavüz davalarında verilen kararlar ile karardan önce kurulan ve ifa edilen sözleşmeler nedeniyle, marka sahibi kötüniyetli olmadığı sürece, marka sahibinden kararın geriye yürümesine dayanılarak bir talepte bulunulması mümkün değildir. Ancak m. 27/4 e göre hakkaniyet gereği sözleşmelerden doğan bir iade talebi söz konusu olabilir. İşte iptal kararı ancak iptal sebebinin ortaya çıktığı ana kadar geriye yürütülebildiğinden, markanın kullanılmadığı ilk 5 yıl bakımından yukarıdaki istisnalar dahi söz konusu olmayacaktır.SonuçMarka hukuku sınai mülkiyet hukukunun en önemli alanlarından birisidir. Bu bağlamda marka sisteminin korunması, gelişmelere ayak uydurması, güncellenmesi büyük önem taşımaktadır. Yeni SMK bu çabanın bir eseri olarak ortaya çıkmışsa da daha ilk günlerinde bir sorunla karşılaşmıştır; AYM nin iptal kararları. AYM nin kararları sonrasında KHK lar döneminde yer alan kullanma külfetine ilişkin herhangi bir kanun hükmü kalmamıştır. Ancak mevcut davaların reddedilmesi bu külfet ile elde edilmek istenen amaca ve getirilen düzene tamamen aykırı sonuçlar verecektir. Bunun için bir hukuki boşluk oluştuğu kabul edilerek hâkimin oluşan boşluğu kanun koyucunun iradesine göre doldurması gerekmektedir. Aynı şekilde SMK ile getirilen  kullanmama defi  olarak adlandırabileceğimiz defilerin de derhal uygulanması, derdest davalarda da bu imkândan yararlanılabilmesi gerekmektedir.SMK ile markanın kullanılmaması açıkça bir iptal sebebi olarak düzenlenmiş ve kanun kendi içerisinde hükümsüzlük-iptal ayrımına yer vermiştir. İptalin koşulları KHK etkisinin iptal davası açılmasına kadar geriye yürütülmesi görüşünün birden fazla dava ihtimalinde daha fazla soruna yol açacağını belirtmiştir. 137  Bir görüşe göre iptal durumunda dahi karar markanın tescilinden itibaren sonuç doğurmalıdır. Dirikkan, a.g.m., s. 273. Ancak yazar kullanmama nedeniyle iptalde bunun beş yıllık sürenin sonuna kadar götürülebileceğini de kabul etmektedir. Dirikkan, a.g.m., s. 275.138  Tekinalp, a.g.e., s. 459 kn. 2; Kaya, a.g.e., s. 204.305İstanbul Hukuk Mecmuası 76/1dönemi ile aynı olup herhangi bir özellik arz etmemektedir. Bu bakımdan markanın kullanılmaması, bunun 5 yıllık bir süreyi kapsaması ve kullanmamanın haklı nedene dayanmaması koşulları karşımıza çıkmaktadır. Markanın kullanılması bakımından ciddi, markanın işlevine uygun kullanım aranacaktır. SMK m. 9 da sayılan istisnai hallerde de kullanımın varlığı kabul edilecektir. Yine kullanmamanın tescilden itibaren 5 yıl sürmesi veya kullanıma 5 yıllık ara verilmesi gerekir. 5 yılın dolması ile kendiliğinden hükümsüzlük meydana gelmeyecek olup, Türk Marka ve Patent Kurumu na - yürürlük maddesi gereğince bir süre daha mahkemelere -başvuru yapılarak iptal istenebilecektir. Yine kullanmamada haklı bir nedenin bulunmaması iptal için şarttır.Kullanmama durumunun SMK ile getirilen sisteme göre hem Kuruma bir başvuru yolu ile hem de tescil başvurusuna yapılan itiraza veya açılan bir hükümsüzlük davasında ileri sürülen iddialara defi olarak gündeme getirilmesi söz konusudur. Defi olarak ileri sürüldüğü hallerde kullanılmayan marka kendiliğinden iptal edilmemekte, ancak kullanılmayan marka sahibinin istemi reddedilmektedir. Kullanmamanın bir defi olarak kullanıldığı hallerde SMK açıkça ispat yükünü kullanılmayan marka sahibine yüklerken, iptale ilişkin SMK m. 26/7 ile delillerin marka sahibi tarafından getirileceği açıkça ifade edilmiştir. O halde ispat yükünün kime ait olduğu sorusu yeni kanun ile cevaplanmıştır.İptal kararının verilmesi ile bu karar kural olarak iptal talebinden itibaren sonuç doğurur. Ancak kararın iptal koşullarının oluştuğu andan itibaren hüküm ve sonuç doğurmasına da karar verilebilir. Hükümsüzlük halinde ise marka en baştan itibaren geçersiz olacak, SMK m. 27/3-4 hükmünde yer verilen istisnai haller dışında marka sahibinden geçmiş döneme yönelik taleplerde bulunulabilecektir. İptal bakımından bu ancak kararın geriye etkili olduğu tarihe kadar geçerli olup, 5 yıllık kullanma süresi dolana kadar geçen süreye ilişkin marka sahibinden bir talepte bulunulması mümkün değildir.Kısaltma CetveliABAD  :  Avrupa Birliği Adalet Divanı (Court of Justice of the                  European Union)a.g.e.  : adı geçen esera.g.m.  : adı geçen makaleAB  : Avrupa Birliğibkz.  : bakınızc.  : cümle306Sönmez / 6769 Sayılı Sınai Mülkiyet Kanununa Göre Markanın Kullanılmaması Neticesinde Ortaya Çıkan SonuçlarC.  : ciltdn.  : dipnotE.  : Esasf.  : fıkraHD  : Hukuk DairesiHGK  : Hukuk Genel KuruluK.  : Kararkn.  : kenar numarasıKHK  :  556  sayılı  Markaların  Korunması  Hakkında  Kanun  Hükmünde Kararnamem.  : maddes.  : sayfaS.  : SayıSMK  : 6769 sayılı Sınai Mülkiyet KanunuT.  : Tarihvb.  : ve benzerivd.  : ve davamı307İstanbul Hukuk Mecmuası 76/1",
     "Kaynakça": "Adıgüzel, Burak;  Tescil Edilmiş Tanınmış Markanın Kullanmama Nedeniyle Kısmen Hükümsüzlüğü Sorunu (Bir Yargıtay Hukuk Genel Kurulu Kararının Değerlendirilmesi) , Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, 2013, C. 15, Özel Sayı   Polat Soyer e Armağan.Alhas, Zeynep Seda; Dernekoğlu, Umut; Markanın Kullanılmaması Nedeniyle Hükümsüzlüğü ve İspat Meselesi, Ankara Barosu Fikri Mülkiyet ve Rekabet Hukuku Dergisi, 2014/1.Arkan, Sabih; Marka Hukuku   C. II, Ankara Üniversitesi Hukuk Fakültesi Yayınları, Ankara 1998.Bently, Lionel; Sherman, Brad; Intellectual Property Law, 4th Ed., Oxford University Press, 2014.Bilgili, Fatih;  Yargıtay Kararları Uygulamasında 556 Sayılı Markaların Korunması Hakkında KHK ya Göre Tescilli Markanın Kullanılması Zorunluluğu , Türkiye Barolar Birliği Dergisi, 2008, S. 74.Cam, Esen;  Avrupa Birliği Hukuku Uyarınca Markanın  Gerçek Kullanım  Problemi , Ticaret ve Fikri Mülkiyet Hukuku Dergisi, 2016/2.Çağlar, Hayrettin;  Tescilli Markanın Kullanılmaması ve Hukuki Sonuçları , Gazi Üniversitesi Hukuk Fakültesi Dergisi, C. XXI, Y. 2017, S. 1. (Kullanılmama)Çağlar, Hayrettin;  Tescilli Markanın Farklı Şekilde Kullanılması , Ankara Barosu Fikri Mülkiyet ve Rekabet Hukuku Dergisi, 2007/2. (Farklı Şekilde Kullanma)Çolak, Uğur; Türk Marka Hukuku, 3. Bası, On İki Levha Yayıncılık, İstanbul 2016.Dirikkan, Hanife:  Tescilli Markayı Kullanma Külfeti , Prof. Dr. Oğuz İmregün e Armağan, İstanbul 1998.Dural, Mustafa; Sarı, Suat; Türk Özel Hukuku Cilt I – Temel Kavramlar ve Medeni Kanunun Başlangıç Hükümleri, 10. Bası, Filiz Kitabevi, İstanbul 2015.Karaca, Osman Umut; Markayı Kullanma Zorunluluğu ve Kullanmamanın Hukuki Sonuçları, Lykeion Yayınları, Ankara 2017.Karahan, Sami; Marka Hukukunda Hükümsüzlük Davaları, Mimoza Yayınevi, Konya 2002.Karan, Hakan; Kılıç, Mehmet; Markaların Korunması – 556 Sayılı KHK Şerhi ve İlgili Mevzuat, Turhan Kitabevi, Ankara 2004.Karslı, Abdurrahim; Medeni Muhakeme Hukuku, 4. Baskı, Alternatif Yayınları, İstanbul 2014.Kaya, Arslan;  Kullanılmama Sebebi ile Markanın İptali Kararının Etkisi ve İptal Davasında Usul Sorunları Üzerine , Prof. Dr. Hamdi Yasaman a Armağan, On İki Levha Yayıncılık, İstanbul 2017.Kaya, Arslan; Marka Hukuku, Arıkan Yayınları, İstanbul 2006.Özarmağan, Müge; Marka Hakkının Kullanmama Nedeniyle Sona Ermesi, Vedat Kitapçılık, İstanbul 2008.Özdamar Doğan, Emine;  Markanın Kullanılmaması Sebebiyle Hükümsüzlüğü , Türkiye Barolar Birliği Dergisi, 2014, S. 114.Paslı, Ali;  Anayasa Mahkemesi nin MarkKHK m.14 ü İptal Kararı nın Etkisi: Kullanmama Gerekçesine Dayalı Hükümsüzlük/İptal Davaları Düşecek Mi? , www.turkticaretkanunu.net. (Erişim tarihi 08.04.2017).Paslı, Ali;  Anayasa Mahkemesi nin Son Dönemdeki İptal Kararlarının Marka Hukukumuza Etkisi: Boşluk Var mı? , Legal Fikri ve Sınai Haklar Dergisi, 2016/46.Paslı, Ali; Uluslararası Antlaşmaların Türk Marka Hukukunun Esasına Etkileri, Vedat kitapçılık, İstanbul 2014.Pekcanıtez; Hakan; Özekes, Muhammet; Akkan, Mine; Taş Korkmaz, Hülya ; Medeni Usul Hukuku Cilt I II III, On İki Levha Yayınları, İstanbul 2017.Sert, Selin; Markanın Kullanılması Yükümlülüğü, Seçkin Yayıncılık, Ankara 2007.Tekinalp, Ünal; Fikri Mülkiyet Hukuku, Beşinci Bası, Vedat Kitapçılık, İstanbul, 2012.Umar, Bilge; Yılmaz, Ejder; İsbat Yükü, 2. Bası, Kazancı Hukuk Yayınları, İstanbul 1980.Yasaman, Hamdi; Altay, Sıtkı Anlam; Ayoğlu, Tolga; Yusufoğlu, Fülürya; Yüksel, Sinan; Marka Hukuku – 556 Sayılı KHK Şerhi, Vedat Kitapçılık, İstanbul 2004.308"
}