{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "08",
     "Ay": "09",
     "Yıl": "2020",
     "Cilt": "78",
     "Sayı": "2",
     "Başlık": "COVID 19 (Koronavirüs) Salgını Sürecinde Yapılan Idari Muamelelerin Hukuka Uygunluğu ve Idarenin Sorumluluğu Meselesi",
     "Title": "The Problem of the Lawfulness of Administrative Acts Made During COVID 19 (Coronavirus) Epidemic and Administrative Liability",
     "Yazar İsmi": [

          "Seyit Rasim Doru"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Koronavirüs tedbirleri", "OHAL", "Sokağa çıkma yasağı", "İdari faaliyetler", "İdari işlem", "İdarenin bütünlüğü ilkesi", "Takdir yetkisi", "İdarenin sorumluluğu", "Uygulamada birlik problemi"
     ],
     "Keywords": [
          "Coronavirus measures", "State of emergency", "Curfew lockdown", "Administrative activities", "Administrative act", "The principle of the integrity of administration", "Discretion", "Administrative responsibility", "The problem of unity in practice"
     ],
     "Özet": "Bu makalemizde yeni tip koronavirüs (COVID 19) salgını nedeniyle alınan idari tedbirlerin ve kararların hukuka uygunluğu ve bunların muhtemel neticeleri irdelenmiştir. İdari faaliyetlerin bu süreçte değişen görünümleri ve alınan tedbirler bakımından uygulamada birlik problemine değinilmiştir. İlk olarak idarenin aldığı bazı tedbirlerin kamu yararına olsa bile yanlış mevzuata dayanarak alındığı belirtilmiştir. İdarenin faaliyetlerini yerine getirirken idarenin bütünlüğü ilkesi çerçevesinde özellikle sosyal yardım konusunda koordinasyon içinde hareket etmesi gerektiği ifade edilmiştir. Dolayısıyla yerel idarelerin yardım kampanyalarının hukukiliği konusundaki tartışmadan da söz edilmiştir. Sonra hem uygulamada birlik problemi doğuran kararlar ve muhtemel sonuçları açıklanmıştır. Son olarak da idarenin sorumluluğu konusunda ileride ortaya çıkabilecek muhtemel iddialar ve bunlar hakkındaki düşüncelerimiz açıklanmıştır.",
     "Abstract": "This article aims to examine the lawfulness of administrative measures and decisions taken due to the new type of coronavirus (COVID-19) epidemic and their possible results. Also addressed here are the appearances of changing administrative activities in this process and the problem of unity in practice in terms of the measures taken. First, it is stated that some of the measures taken by the administrations are based on the wrong legal basis, even if they are in the public interest. Particularly in the field of social assistance within the principle of  the integrity of the administration  while performing their activities, it is noted that the administrations should act in coordination. Therefore, the discussion on the legality of the aid campaigns organized by the local administrations is also mentioned. Then, decisions that cause problems in terms of  unity in practice  and their possible results are explained. Finally, possible claims that may arise in the future regarding the responsibility of the administration and our thoughts on them are also explained.",
     "Metin": "Yeni  tip  koronavirüs  (COVID-19)  salgını,  2019  yılının  sonlarında  ortaya çıkmış, dünya gündemine girmiş ve hızla tüm dünyaya yayılmıştır. Hastalık olarak yayılmasının yanında, salgına karşı alınan tedbirler ve kararlar dolayısıyla hukuk alanında da etkisini hızla göstermiş ve bu kapsamda birçok işlem tesis edilmiş ve düzenlemeler yapılmıştır. Her geçen geçen gün hem bu düzenlemeler hem de düzenlemelerin etkisi ve sonuçları, medyada çıkan haberlerde hukuki bakımdan ilgi çekici hale gelmiş ve incelenmeyi gerektirmiştir. Sürecin olağanüstü bir durum teşkil etmesinden dolayı alınan önlemler olağan dönemdekilerden farklılık arz etmiştir. Dolayısıyla bu noktada alınan tedbirlerin idare hukuku bakımından değerlendirilmesi ve hukuka uygunluklarının irdelenmesi gerekmektedir. Bu süreçte yapılan yasal düzenlemelerden, alınan kararlardan, idare personelinin yapmaya başladığı yeni tip hizmetlere kadar hem neredeyse tesis edilen işlemlerin ve düzenlemelerin çoğu hem de gündeme gelen, haber konusu olan uygulamaların yine çoğunda idare hukukuna ilişkin bir yön bulunabilmektedir. Özellikle; sokağa çıkma yasağı, maske takılma zorunluluğu, iş yerlerin kapatılması, okulların online eğitime dönmesi, karantina için yurtların kullanılması ve öğrencilerin buradan ayrılıp evlerine gönderilmeleri vs. gibi temel hak ve özgürlükleri etkileyen birçok uygulama doğrudan idare hukukuyla ilgili  olup  buna  yönelik  bir  değerlendirme  gerektirmektedir.  Bu  uygulamalar yapılırken  salgın  hastalıktan  kaynaklanan  tedbirlerin  herkese  aynı  şekilde uygulanıp uygulanmadığı, birliğin sağlanıp sağlanmadığı da tartışılması gereken konulardandır. Alınan tedbirlerden ve tesis edilen işlemlerden etkilenenlerin idareden herhangi bir tazminat talep edip edemeyecekleri ve edebileceklerse bunu neye dayandırabilecekleri gibi sorular da akla gelmektedir. Zira bu süreçte maddi zarara uğrayan iş yeri sahiplerinden ve çalışanların yanında aynı zamanda manevi zarara uğrama iddiasında bulunanlar da çıkabilecektir. Bu nedenle idarenin sorumluluğu konusu da açıklanması gereken başlıklardandır. Bu kapsamda; çalışmamızda salgın boyunca alınan tedbirlerin hukuka uygunluğu değerlendirilecek; bu süreçte alınan kararlar kanuna dayanmakta mıdır, dayanıyorsa doğru mevzuata mı dayanmaktadır, ohal ilanı söz konusu olmalı mıdır, salgının etkilerini gidermek için faaliyet yapan idareler arasında koordinasyon olması gerekli midir, faaliyet bakımından idareler arasında ayrım yapmak doğru mudur, alınan tedbirler açısından ise uygulamada birlik sağlanabilmiş midir, sağlanamadıysa neticeleri ne olabilir, alınan kararlardan dolayı maddi/manevi zarar görenlerin talepleri karşısında idarenin sorumluluğu mevcut mudur vs. gibi meselelerin cevaplarını araştırıp fikirlerimizi beyan edeceğiz. 1  Salgın hastalığın hızlı yayılması ve üniversitelerde online/uzaktan eğitime geçilmesi, ayrıca yazılan akademik çalışmaların sayısının azlığın ve tedbirlerin de kısmen hala devam edip güncel olmasından dolayı; makalemizde bu güncel olayları tartışırken, ilgili kurumların resmi web siteleri ile uyuşmazlıklara neden olabilecek gelişmelerin yer aldığı haber sitelerinden faydalanılmıştır. 773İstanbul Hukuk Mecmuası 78/2I. Yapılan İdari Muamelelerin Yasal Dayanaklarının İsabeti ve  OHAL İlanı Gerekliliği MeselesiCOVID-19 salgını başladığından beri hukuk alanında en çok tartışılan meselelerden biri idarenin, bu süreçte almış olduğu kararların hukukiliği olmuştur. Tehlikeli salgın hastalıktan dolayı sadece ülkemizde değil dünyanın hemen her ülkesinde idareler tedbirler almış ve bu tedbirlerin hukuka uygun olup olmadıkları çeşitli bakımlardan tartışılmıştır. Yaşanan sürecin olağan dışı olması nedeniyle idarelerin aldığı kimi tedbirler ve personelinin idari faaliyeti görürken faaliyet kapsamında yapmış olduğu eylemler de olağan zamanda karşılaşmadığımız türde olmuştur ve dolayısıyla idari faaliyetlerin görünümü de şimdilik geçici olarak değişikliğe uğramıştır. Örneğin, kolluk  faaliyetini  yerine  getirmekle  yükümlü  olan  personeller  klasik  anlamda anlattığımız faaliyetten ayrılarak, sokağa çıkma yasağına tabi olan vatandaşlardan özellikle 65 yaş üstü olanlara bizzat hizmet etmeye başlamıştır. İçişleri Bakanlığı nca, genelge ile oluşturulan Vefa Sosyal Destek Grupları çalışması kapsamında söz konusu personel; bazı yerlerde vatandaşların (özellikle de yaşlı ve kronik hastalıkları bulunduğundan dışarı çıkması yasak olanların) ihtiyaçlarını karşılamış, siparişlerini alarak market alışverişlerini yapmış, bankadan paralarını çekmek için bankaya götürüp getirmiş, bazılarının maaşlarını bankadan çekip kendilerine evde teslim etmiş, evinin önünde halı yıkayan yaşlı kadına yardım etmiş; böyle yaparak olağan dönemde normalde yerine getirmedikleri türde faaliyetlerde bulunmuşlardır. Yine idare, hemen hastaneler yapmaya başlamış ve 45 gün gibi kısa bir süre içerisinde yeni bir hastane inşa edilmiş ve kalıcı olduğu ifade edilmiştir. Olağan dönemde kamu özel işbirliği yönteminin tercih edildiği hastane yapımının bu kadar kısa sürede ve devlet tarafından yapılabilmiş olması hem kanaatimizce güzel bir gelişme hem de idari faaliyetleri yerine getirmek için ihtiyaç duyulan binaların yapımında idarenin yaklaşımını, yani faaliyetinin görünümünü ve faaliyeti yürütmek için ihtiyaç duyduğu malların yapılması usulündeki idari yaklaşımı da değiştirmiştir.İdare yukarıda birkaç örneğini verdiğimiz söz faaliyetlerini yerini getirirken, çeşitli idari muamelelerde bulunmuştur. Özellikle, kamu hizmeti kapsamında yapılan 2  <https://www.icisleri.gov.tr/65-yas-ustu-vatandaslarimizin-ihtiyaclari-vefa-sosyal-destek-gruplari-tarafindankarsilaniyor>, Erişim Tarihi: 30.03.2010.3  <https://www.ensonhaber.com/ic-haber/sakarya-polisi-yaslilarin-ihtiyacini-karsiliyor>, Erişim Tarihi: 23.03.2020.4  <https://www.ensonhaber.com/gundem/sokak-yasagina-uyan-yasli-adama-polis-yardimci-oldu>, Erişim Tarihi: 23.02.2020.5  <https://www.haberler.com/65-yas-ustu-ve-kronik-hastaligi-olanlara-maaslari-13045628-haberi/>, Erişim Tarihi: 23.03.2020.6  <https://www.ensonhaber.com/evinin-onunde-calisan-yasli-kadina-bekci-yardim-etti.html>, Erişim Tarihi: 19.04.2020.7  Salgın süresince hukuk alanını ilgilendiren mevzuat ve haberlerin derlendiği; İstanbul Üniversitesi Hukuk Fakültesi İdare Hukuku Anabilim Dalı araştırma görevlileri tarafından hazırlanan ve anabilim dalı internet sitesinde yer alan kronik için bkz <https://idarehukuku-hukuk.istanbul.edu.tr/tr/duyuru/COVID-19-hukuk-kronigi-660062006D000540030006EE7006300760039007900700046006200610041004F200370077003200>, Erişim tarihi: 20.05.2020; Yine, Ankara Büyükşehir Belediyesi nin hazırladığı ve sitesinde ilan ettiği, her gün güncellenen, COVID-19 kapsamında yurtdışında yürütülen tedbir, önlem ve çalışmaların derlendiği kroniği için bkz http://www.ankara.bel.tr/haberler/duyuru/ Erişim Tarihi: 13.06.2020.8  <https://www.haberler.com/45-gunde-tamamlanan-prof-dr-feriha-oz-acil-13271396-haberi/>, Erişim Tarihi: 29.05.2020.774Doru / COVID-19 (Koronavirüs) Salgını Sürecinde Yapılan İdari Muamelelerin Hukuka Uygunluğu ve İdarenin...sosyal yardımlardan sürecin en başında alınan  tavsiye  kararları ve daha sonraki  yasak  kararları kapsamında vatandaşlara uygulanan cezalara kadar; çeşitli iş yerlerinin açılma tarihleri arasındaki farklılıklar dahil birçok alanda farklı kararlar alınmıştır. Yani bu süreçte; özellikle idarenin kanuniliği, takdir yetkisi ve kullanımı, eşitlik ilkesi ve uygulaması, idarenin bütünlüğü, ölçülülük ilkesi gibi idare hukuku kavramlarının çoğuna dokunur türde uygulamalar ve gelişmeler olmuştur. Sürecin en başından beri gündeme gelen ve aslında kanaatimize göre salgının tehlikeli  boyutundan  ve  işin  aciliyetinden  kaynaklı  olarak,  tedbirlerin  alınması gerekliliğinin aşikar olmasından ötürü ilk zamanlar pek az tartışılan mesele; idarenin, kanunilik ilkesine bu süreç boyunca ne ölçüde bağlı kaldığı ve mevzuatı nasıl yorumlaması gerektiğidir. Bu noktada biz hem bu ilkeyi hem de idari işlemlerin yetki, sebep ve amaç unsurlarından söz ederek meseleyi izah etmeye çalışacağız. Belirtmek gerekir ki diğer ülkelere kıyasen hem tedbirlerin erken alınması hem de sürecin şeffaf ve göz önünde yürütülüyor olması, verilerin her gün açıklanıyor olması noktasında gereken yapılmakta, merkezi idareden yerel idarelere topluca bu tehlikeye karşı teyakkuza geçilmiş ve süreçte hem idarelerden hem de insanlarımızın kendisinden kaynaklı bazı aksamalar ve sıkıntılar meydana gelmiş olsa da genel olarak iyi bir mücadele verilmektedir. Bu iyi niyetli tedbir ve mücadele idare hukuku bakımından amaç unsurunu, yani kamu yararını ifade etmektedir. Kamu hizmetlerini daha etkili ve verimli; kamu düzeninin unsurlarının korunması için yapılan bu tip faaliyetler kamu yararının olduğunu göstermektedir. Fakat biz şunu bilmekteyiz ki amaç unsuru idari işlemin unsurlarından sadece birisidir. İdari işlemlerin hukuka uygun olması için; yetki, şekil, sebep, konu ve amaç olarak sıraladığımız tüm unsurlarının hukuki olması 9  <https://www.icisleri.gov.tr/koronavirus-tedbirleri-genelgesi-kapsaminda-149382-is-yeri-gecici-sureligine-faaliyetlerineara-verdi>, Erişim Tarihi: 20.05.2020; berber, güzellik salonu/merkezi, kuaför salonlarının kapatılmasına ilişkin genelge için  bkz  <https://www.icisleri.gov.tr/bakanligimiz-81-il-valiligine-koronavirus-tedbirleri-konulu-ek-bir-genelge-dahagonderdi>, Erişim Tarihi: 20.05.2020; seyahat izin belgesine dair genelge için bkz <https://www.icisleri.gov.tr/81-ilvaliligine-koronavirus-tedbirleri-kapsaminda-ucakotobus-seferleri-genelgesi>, Erişim Tarihi: 20.05.2020; ticari taksilere ilişkin genelge için bkz <https://www.icisleri.gov.tr/81-il-valiligine-koronavirus-tedbirleri-kapsaminda-ticari-taksilerleilgili-genelge>, Erişim Tarihi: 20.05.2020; 4 günlük sokağa çıkma yasağına ilişkin genelge için bkz <https://www.icisleri.gov.tr/15-ilde-15052020-2400-ile-19052020-2400-saatleri-arasinda-uygulanacak-sokaga-cikma-kisitlamasi>,  Erişim Tarihi: 20.05.2020, bu genelgede  Kısıtlamanın olduğu Pazartesi ve Salı günleri ise; market, bakkal, manav ve kasaplar 10.00-16.00 saatleri arasında faaliyet gösterebilecektir. Bu günlerde vatandaşlarımız, 65 yaş ve üzeri ile 20 yaş ve altında bulunanlar hariç olmak üzere, zorunlu ihtiyaçlarının karşılanması ile sınırlı olmak ve araç kullanmamak şartıyla (engelli vatandaşlar hariç) ikametlerine en yakın market, bakkal, manav ve kasaplara gidip gelebilecektir.  demek suretiyle iş yerleri arasında görüldüğü üzere ayrım yapılmış; örneğin kuaförler açık değilken sayılan iş yerlerine ise izin verilmiş ve kanaatimizce bu da hem uygulamada birlik hem de sorumluluk problemi doğurabilecek bir düzenlemedir; istisnalarıyla beraber sokağa çıkma yasağı getiren diğer genelge için bkz <https://www.icisleri.gov.tr/81-ilde-22052020-saat-2400-ile26052020-saat-2400-arasinda-uygulanacak-sokaga-cikma-kisitlamasi>, Erişim Tarihi: 20.05.2020; 65 yaş üstüne seyahat izni belgesi getiren fakat gittiği ilde de sokağa çıkma yasağını içeren genelge için bkz <https://www.icisleri.gov.tr/81-ilvaliligine-65-yas-ve-uzeri-vatandaslarimiz-icin-seyahat-izin-belgesi-genelgesi>, Erişim Tarihi: 25.05.2020; 20 yaş altının, 18 yaş altına düşürüldüğü genelge için bkz <https://www.icisleri.gov.tr/81-il-valiligine-18-yas-alti-ile-65-yas-ve-uzerikisilerin-sokaga-cikma-kisitlamasi-genelgesi, Erişim Tarihi: 29.05.2020.10  Şunu belirtmek gerekir ki her ne kadar hem genelgelerde hem de bazı kararlarda vatandaş ibaresi geçiyor olsa da bundan  kişilerin  anlaşılması gerektiğini, dolayısıyla o kararların kapsamına giren tüm kişilerin, ilgililerin kastedildiğini belirtmemiz gerekir fakat ülke genelinde alınan kararlar diye düşünülmüş olsa gerek ki yanlış bir şekilde  vatandaşlar  kelimesi kullanılmıştır. Oysa, salgın kapsamında alınan kararlar elbette sadece vatandaşlar açısından değil, o süre zarfında ülkemizde yaşayan ve vatandaş olsun/olmasın yasak kapsamındaki her bir fert için geçerlidir. Biz de bazı yerlerde  vatandaş  kelimesini, tamamen söz konusu işlemde o şekliyle geçtiği için kullanmaktayız.11  Bahtiyar Akyılmaz, Murat Sezginer ve Cemil Kaya, Türk İdare Hukuku (11. Bası, Savaş 2019), 3.775İstanbul Hukuk Mecmuası 78/2şarttır; bu unsurlardan biri bile hukuka aykırı ise yapılan işlem hukuken sakat hale gelmektedir. Hatta kendisine kanunla açıkça görev ve yetki verilmeyen bir konuda idare kamu yararına olsa dahi faaliyeti yerine getiremez ve işlem tesis edemez; başka bir idarenin görevine giren bir görevi yerine getirirse de yetki tecavüzü gibi bir hukuki sakatlığa neden olmuş olur. Bahsettiğimiz ilke idare hukukunda  yetkisizlik asıldır, idare hukukunda kural yetkisizliktir  şeklinde ifade edilen idarenin kanuniliği ilkesidir. Yani, kural olarak bir hususta idare hukukunda idareler yetkisizdir, ancak ve ancak kanunla kendisine bu görev yahut yetki verilirse ancak o zaman bunu yerine getirebilir ve hukuka uygun hareket etmiş olur. Aynı zamanda idare, muamelede bulunurken doğru mevzuata dayanmalıdır, aksi takdirde tesis etmiş olduğu işlemin sebep unsuru da hukuka aykırı hale gelmiş olur. İşlem, sonucu itibariyle belki topluma yararlı bir çehreye bürünmüş olabilir fakat idare, aldığı önlemleri, -doktrinde Ulusoy tarafından ifade edildiği gibi- virüsün hukuka da bulaşmaması için hukukun çizdiği sınırlar içerisinde alabilir. Aksi takdirde örneğin bu döneme ait yapılmış bulunan işlemlerden zarar gördüğünü iddia eden ve dava açanlar olursa, idarenin işlemi yanlış dayanaktan ötürü sebep bakımından hukuka aykırı varsayılabileceğinden işlemden kaynaklanan bir tazminat iddiasıyla karşılaşabilir. O yüzdendir ki kamu yararına olan her faaliyet hukuka uygundur diyemeyiz. Eğer öyle olsa idi, yani kanuni düzenlemeler salt yapılan faaliyet kamu yararına diye göz ardı edilebilseydi; örneğin, sokağa çıkma yasağının olduğu gün kendisine telefon edilerek bir cenazenin olduğu ve acilen götürülmesi gerektiği gerekçesiyle çağrılan taksicinin,  aciliyet durumu vardı, inisiyatif aldım  demesi ve yapılan işin kamu yararına olduğunu belirtmesi durumu da hukuka uygun sayılmalıydı. Fakat böyle bir  kamu yararı  gerekçesiyle sokağa çıkan taksiciye mevzuatın ön gördüğü ceza hukuka uygun bir şekilde kesilmiştir. Aynı bu şekilde, idare de kamu yararı amacıyla hareket ederken, bu faaliyetlerinin hukuka uygun olması ve daha sonra herhangi bir hususta hukuka aykırı davranmış ve işlem tesis etmiş olmasından kaynaklı sorumluluğunun doğmaması için bunları yaparken, yetkisi dahilinde, doğru mevzuata dayanarak hareket etmeli, öngörülen 12  Lutfi Duran, İdare Hukuku Ders Notları, (Fakülteler Matbaası 1982) 407; Turgut Tan, İdare Hukuku, (7. Bası, Turhan 2018), 884.13  Yıldızhan Yayla, İdare Hukuku (1. Bası, Beta 2009) 117; Kemal Gözler, İdare Hukuku (Cilt I), (3. Bası, Ekin 2019), 152 vd.; Turan Yıldırım, Melikşah Yasin, Nur Kaman, H. Eyüp Özdemir, Gül Üstün ve Özge Okay Tekinsoy, İdare Hukuku (7. Bası, On İki Levha 2018) 363-364.14  Kanunilikten söz ederken kastettiğimiz salt şekli anlamda kanunda geçiyor olması değildir, bunun ayrıntılarının, ne şekilde kullanılacağının sınırlarının vs. hususların da düzenlenmiş olmasıdır ki Anayasa Mahkemesi de özellikle kamu gücü kullanılarak temel bir hak ve özgürlüğün sınırlandırılması yahut bir idari yaptırım uygulanmasına imkan veren yetkilerin söz konusu olduğu durumlarda, şekli anlamda kanun özelliği yanında maddi bakımdan kanun özelliklerinin de hükümde bulunması gerektiğini ifade etmektedir. Bkz. Çiğdem Sever,  COVID-19 Günlerinde İdare Hukuku: Salgınla Mücadelede Kolluk Yetkileri Üzerine Bir İnceleme , (2020) 9 (17), Anayasa Hukuku Dergisi, 187, 217.15  Metin Günday, İdare Hukuku, (10. Bası, İmaj 2013) 154.16  Ali D. Ulusoy,  Virüs Hukuka da mı bulaştı? , <https://t.com.tr/yazarlar/ali-d-ulusoy/virus-hukuka-da-mi-bulasti,25896>, Erişim Tarihi: 25.03.2020.17  <https://www.haberler.com/beyoglu-nda-yasaga-ragmen-ise-cikan-taksici-13252302-haberi/>, Erişim tarihi: 23.05.2020; Yine aynı şekilde  muhtaç insanlara gıda kolisi yardımı yapabilmek için  sahte seyahat belgesini düzenleyen kişiye ceza kesilmiştir.  <https://www.ensonhaber.com/ic-haber/sahte-seyahat-belgesi-duzenleyen-sahsa-sucustu>,  Erişim  Tarihi: 23.05.2020.776Doru / COVID-19 (Koronavirüs) Salgını Sürecinde Yapılan İdari Muamelelerin Hukuka Uygunluğu ve İdarenin...usule/şekle uygun olarak ve kanunlarda öngörülen gerekçeler ve bu gerekçelerden kaynaklı işlemin konusunu oluşturan hukuki neticeleri isabetli bir şekilde, hukuka uygun  olarak  meydana  getirmelidir.  En  önemlisi  de  koyulan  kurallara  kendisi uymalıdır, aksi durumda kamu yararı sağlanmak istenirken kamu düzeninin dirlik esenlik unsuru zarar görüp huzursuzluğa sebep olabilir. Bu genel açıklamalardan hareketle söylememiz gerekir ki idarenin özellikle genel sokağa çıkma yasağı ve ondan önce belli yaşın altındaki ve üstündeki insanların sokağa çıkma yasağına ilişkin tesis ettiği işlemlerinin hukuka uygunluğu tartışılmaktadır. Genel olarak idarenin, İl İdaresi Kanunu nun 11-C hükmü ile Umumi Hıfzıssıhha Kanunu nun ilgili düzenlemelerine dayandığını görmekteyiz.18  Bir öğretmene maske uyarısında bulunan fakat kendileri maske takmamış bulunan polislerle öğretmen arasında çıkan huzursuzluğa ilişkin haber için bkz <https://www.haberler.com/maske-takmayan-ogretmen-ve-polis-birbirinden-13251717haberi/>, Erişim tarihi: 23.05.2020.19  <https://www.icisleri.gov.tr/81-ilde-22052020-saat-2400-ile-26052020-saat-2400-arasinda-uygulanacak-sokaga-cikmakisitlamasi>, Erişim Tarihi: 29.05.2020; <https://www.icisleri.gov.tr/15-ilde-15052020-2400-ile-19052020-2400-saatleriarasinda-uygulanacak-sokaga-cikma-kisitlamasi>, Erişim Tarihi: 29.05.202020  <https://www.icisleri.gov.tr/65-yas-ve-ustu-ile-kronik-rahatsizligi-olanlara-sokaga-cikma-yasagi-genelgesi>,  Erişim Tarihi:  20.05.2020;  <https://www.icisleri.gov.tr/81-il-valiligine-18-yas-alti-ile-65-yas-ve-uzeri-kisilerin-sokaga-cikmakisitlamasi-genelgesi>, Erişim Tarihi: 20.05.2020.21  İl İdaresi Kanunu, Kanun Numarası: 5442, Kabul Tarihi: 10.06.1949, RG: 18.06.1949/7236.22   Madde 11- C) İl sınırları içinde huzur ve güvenliğin, kişi dokunulmazlığının, tasarrufa müteaallik emniyetin, kamu esenliğinin sağlanması ve önleyici kolluk yetkisi valinin ödev ve görevlerindendir. (Ek cümle: 25/7/2018-7145/1 md) Bunları sağlamak için vali gereken karar ve tedbirleri alır.   (Ek paragraf: 25/7/2018-7145/1 md)Vali, kamu düzeni veya güvenliğinin olağan hayatı durduracak veya kesintiye uğratacak şekilde bozulduğu ya da bozulacağına ilişkin ciddi belirtilerin bulunduğu hâllerde on beş günü geçmemek üzere ildeki belirli yerlere girişi ve çıkışı kamu düzeni ya da kamu güvenliğini bozabileceği şüphesi bulunan kişiler için sınırlayabilir; belli yerlerde veya saatlerde kişilerin dolaşmalarını, toplanmalarını, araçların seyirlerini düzenleyebilir veya kısıtlayabilir ve ruhsatlı da olsa her çeşit silah ve merminin taşınması ve naklini yasaklayabilir. (Mülga birinci cümle: 25/7/2018-7145/1 md)   (…) Bu fıkra kapsamında alınan ve ilan olunan karar ve tedbirlere uymıyanlar hakkında 66 ncı madde hükmü uygulanır.  Madde 66 – (Değişik: 23/1/2008-5728/125 md) İl genel kurulu veya idare kurulları yahut en büyük mülkiye amirleri tarafından kanunların verdiği yetkiye istinaden ittihaz ve usulen tebliğ veya ilan olunan karar ve tedbirlerin tatbik ve icrasına muhalefet eden veya müşkülat gösterenler veya riayet etmeyenler, mahallî mülkî amir tarafından Kabahatler Kanununun 32 nci maddesi hükmü uyarınca cezalandırılır. (Ek cümle: 27/3/2015 - 6638/16 md) Ancak, kamu düzenini ve güvenliğini veya kişilerin can ve mal emniyetini tehlikeye düşürecek toplumsal olayların baş göstermesi hâlinde vali tarafından kamu düzenini sağlamak amacıyla alınan ve usulüne göre ilan olunan karar ve tedbirlere aykırı davrananlar, üç aydan bir yıla kadar hapis cezasıyla cezalandırılır.23  Umumi Hıfzıssıhha Kanunu, Kanun Numarası: 1593, Kabul Tarihi: 24.04.1930, RG 06.05.1930/1489.24  Bu kanunun 57. madde ile 96. maddeleri arası,  Memleket dahilinde sari ve salgın hastalıklarla mücadele  başlığı ile makalemiz konusu ile ilgili hükümleri içermekte, kanunun tümüne dair ceza hükümleri ise 282 ve devamındaki maddelerde düzenlenmiştir.777İstanbul Hukuk Mecmuası 78/2Gündeme gelen tartışmaları açıklayabilmek adına önce 11-C hükmünün kapsamını açıklamamız sonra da Umumi Hıfzıssıhha Kanunu nun ilgili hükümlerinden (İçişleri Bakanlığı genelgelerinde belirtilen 27, 72. ve 282. maddelerinden) söz etmemiz gerekmektedir.Temel hak ve özgürlüklere sınırlandırma getiren İçişleri Bakanlığı Genelgelerinin dayanağı olarak gösterilen İl İdaresi Kanunu 11-C hükmünü değerlendirecek olursak;  maddede  görüldüğü  üzere;  hüküm   il  sınırları  içinde   ifadesiyle başlamaktadır. Kaldı ki kanun  İl İdaresi Kanunu dur, yani illere özgü hükümlerin yer aldığı düzenlemedir, örneğin bir OHAL Kanunu gibi ülke geneline, yahut OHAL ilanını gerektiren, yurdun belli bir bölgesinin tümüne yönelik düzenlemeler için çıkarılmış bir kanun değildir. 11-C maddesinin yine ikinci fıkrasında il bazında tedbirler alabileceğinden, giriş çıkışı da sadece kamu güvenliğini ve düzenini bozma ihtimali olan kişiler açısından ancak kısıtlayabileceğinden söz etmektedir. Dolayısıyla hem kanunun genelinden hem de bu hükmün kendisinden anlaşıldığı üzere bu yasal dayanak, ülke genelinde; bir genelge ile yasaklama getirilmesine, örneğin topluca 25  <https://www.icisleri.gov.tr/koronavirus-tedbirleri-genelgesi-kapsaminda-149382-is-yeri-gecici-sureligine-faaliyetlerineara-verdi>, Erişim Tarihi: 15.05.2020.26   Madde 27 – Umumi hıfzıssıhha meclisleri mahallin sıhhi ahvalini daima nazarı dikkat önünde bulundurarak şehir ve kasaba ve köyler sıhhi vaziyetinin ıslahına ve mevcut mahzurların izalesine yarayan tedbirleri alırlar. Sari ve salgın hastalıklar hakkında istihbaratı tanzim, sari ve içtimai hastalıklardan korunmak çareleri ve sıhhi hayatın faideleri hakkında halkı tenvir ve bir sari hastalık zuhurunda hastalığın izalesi için alınan tedbirlerin ifasına muavenet eylerler.  Madde 57 – Kolera, veba (Bübon veya zatürree şekli), lekeli humma, karahumma (hummayi tiroidi) daimi surette basil çıkaran mikrop hamilleri dahi - paratifoit humması veya her nevi gıda maddeleri tesemmümatı, çiçek, difteri (Kuşpalazı) - bütün tevkiatı dahi sari beyin humması (İltihabı sahayai dimağii şevkii müstevli), uyku hastalığı (İltihabı dimağii sari), dizanteri (Basilli ve amipli), lohusa humması (Hummai nifası) ruam, kızıl, şarbon, felci tıfli (İltihabı nuhai kuddamii sincabii haddı tifli), kızamık, cüzam (Miskin), hummai racia ve malta humması hastalıklarından biri zuhur eder veya bunların birinden şüphe edilir veyahut bu hastalıklardan vefiyat vuku bulur veya mevtin bu hastalıklardan biri sebebiyle husule geldiğinden şüphe olunursa aşağıdaki maddelerde zikredilen kimseler vak ayı haber vermeğe mecburdurlar. Kudurmuş veya kuduz şüpheli bir hayvan tarafından ısırılmaları, kuduza müptela hastaların veya kuduzdan ölenlerin ihbarı da mecburidir.  Madde 72 – 57 nci maddede zikredilen hastalıklardan biri zuhur ettiği veya zuhurundan şüphelenildiği takdirde aşağıda gösterilen tedbirler tatbik olunur: 1 - Hasta olanların veya hasta olduğundan şüphe edilenlerin ve hastalığı neşrü tamim eylediği tetkikatı fenniye ile tebeyyün edenlerin fennen icap eden müddet zarfında ve sıhhat memurlarınca hanelerinde veya sıhhi ve fenni şartları haiz mahallerde tecrit ve müşahede altına vaz ı. 2 - Hastalara veya hastalığa maruz bulunanlara serum veya aşı tatbikı. 3 - Eşhas, eşya, elbise, çamaşır ve binaların ve fennen intana maruz olduğu tebeyyün eden sair bilcümle mevaddın fenni tathiri. 4 - Hastalık neşreden haşarat ve hayvanatın itlafı. 5 - Memleket dahilinde seyahat eden eşhasın icap eden mahallerde muayenesi ve eşyalarının tathiri. 6 - Hastalığın sirayet ve intişarına sebebiyet veren gıda maddelerinin sarf ve istihlakinin men i. 7 - Dahilinde sari ve salgın hastalıklardan biri zuhur eden umumi mahallerin tehlike zail oluncaya kadar set ve tahliyesi.  Madde 282 – (Değişik: 23/1/2008-5728/48 md) Bu Kanunda yazılı olan yasaklara aykırı hareket edenler veya zorunluluklara uymayanlara, fiilleri ayrıca suç oluşturmadığı takdirde, ikiyüzelli Türk Lirasından bin Türk Lirasına kadar idarî para cezası verilir. .27  Olağanüstü Hal Kanunu, Kanun Numarası: 2935, Kabul Tarihi: 25.10.1983, RG 27.10.1983/18204.28   Amaç: Madde 1 – Bu Kanunun amacı, a) Tabii afet, tehlikeli salgın hastalıklar veya ağır ekonomik bunalım, b) Anayasa ile kurulan hür demokrasi düzenini veya temel hak ve hürriyetleri ortadan kaldırmaya yönelik yaygın şiddet hareketlerine ait ciddi belirtilerin ortaya çıkması veya şiddet olayları sebebiyle kamu düzeninin ciddi şekilde bozulması, Durumlarında olağanüstü hal ilan edilmesi ve usulleriyle olağanüstü hallerde uygulanacak hükümleri belirlemektir.   Kapsam: Madde 2 – Bu Kanun; olağanüstü hal ilanına tabii afet, tehlikeli salgın hastalıklar veya ağır ekonomik bunalım hallerinde ilan edilen olağanüstü hallerde vatandaşlar için getirilecek para, mal ve çalışma yükümlülükleri ile olağanüstü hallerin her türü için ayrı ayrı geçerli olmak üzere, temel hak ve hürriyetlerin nasıl sınırlanacağı veya nasıl durdurulacağına, halin gerektirdiği tedbirlerin nasıl ve ne suretle alınacağına, kamu hizmeti görevlilerine ne gibi yetkiler verileceğine, görevlilerin durumlarında ne gibi değişiklikler yapılacağına ve olağanüstü yönetim usullerine ilişkin hükümleri kapsar. 778Doru / COVID-19 (Koronavirüs) Salgını Sürecinde Yapılan İdari Muamelelerin Hukuka Uygunluğu ve İdarenin...iş yerlerini kapatma gibi bir karar verilmesine imkan vermemektedir. Sağlıklı olan ve salgın hastalığa yakalanmamış (yani dolayısıyla kamu düzeni için problem oluşturmayan) kişilerin (özellikle örneğin belli yaşın üstündeki ve altındaki kişilerin) sokağa çıkmasının yasaklanması ise kanunun herhangi bir hükmünde yer almamaktadır. Aslında bu hükme göre; her ne kadar kamu güvenliğine ilişkin düşünülerek hüküm düzenlenmiş olmasına rağmen; kamu düzeni ifadesi de geçmektedir. Bir an için kamu düzeni ifadesinin genel sağlığı da kapsadığını ve dolayısıyla sağlık hususunda da tedbirler alınabileceğini varsayarsak dahi; yine de alınması gereken önlem; ancak o hastalığa yakalanmış kişilerin karantinası, belli yerlere giriş çıkış yasağı gibi o kişilere özgü, o ilde yaşayan diğer sağlıklı insanlardan onları uzak tutmaya yönelik tedbirler olabilecektir, bu durumda yine belirtilen yasal dayanak ülke genelinde bir tedbirin alınmasına ve bunun genelge ile yapılmasına izin vermemektedir.Umumi  Hıfzıssıhha  Kanunu nun  değerlendirilmesi  gerekirse;  dipnotlarda verdiğimiz maddelerin içeriklerinde de görüleceği üzere tedbirler şahsen kişilere, yerel  sınırlar  içerisinde  uygulanacak  hükümler  olmak  üzere  düzenlenmiştir  ve öngörülen tedbirler açısından yetkili idare de Sağlık Bakanlığı (maddelerde geçtiği şekliyle Sıhhat ve İçtimai Muavenet Vekaleti) olarak belirlenmiştir. Kanunda sayılan tedbirlere bakıldığında 72. maddede; hasta olan yahut hastalık şüphesi olanların fenni şartları haiz yerlerde müşahede edilmesi, kendilerine serum ve aşı yapılması, hastalığın olduğu yerdeki temasta bulunmuş kişilerin ve eşyanın temizlenmesi, hastalığa sebebiyet veren yahut yayılmasına neden olan hayvanların itlafı, gıda maddelerinin yasaklanması gibi birçok tedbirin sayıldığını görmekteyiz. Yine örneğin madde 74 e göre; tecrit ve tedaviye özgü niteliğe sahip özel yeri bulunmayan okul, fabrika ve imalathane gibi insanların kalabalık olarak toplandığı yerlerde bulaşıcı hastalığa sahip kimseler bulundurulamaz. Madde 76 ya göre; daha önce kendisinde var olan bulaşıcı ve salgın hastalığı etrafında bulunanlara bulaştırmış olduğu kesin olan kimseler geçici olarak bu durum izale edilene kadar mesleklerini yapmaktan men edilebilmektedir. Yine bir sonraki maddede; bulaşıcı ve salgın hastalığın yayıldığı yerlerde, Sağlık Bakanlığı nın onayıyla; o ilde, bütün toplantıların yasaklanabileceği ve ayrıca hastalıklı yahut hastalık şüphesi olan yahut bulaşmasına vesile olabilecek kişilerin  ve  eşyaların  dezenfekte  edilmeden  dolaşmalarının  yasaklanacağı  ifade edilmiştir. Görüldüğü üzere; bu kanundaki önlemler bakımından da yetkili idare Sağlık Bakanlığı olup; il bazında alınabilecek tedbirler düzenlenmiştir. Çalışmamızın bir sonraki başlığında, idarenin bütünlüğü ilkesinden söz ederken ifade edeceğimiz hususlardan biri de bu kanunun 69. maddesinde belirtilmiştir. İl bazında önlemlerden bahsederken kanun, 69. maddede  Sari ve salgın bir hastalığın vukuu tahakkuk eylediği  takdirde  sıhhat  memurları  derakap  lazım  gelen  tedbirlerin  ittihazına ve bütün idari makamlar bu tedbirlerin tatbik ve icrası hususunda muavenete mecburdurlar  diyerek böyle zorlu dönemlerde (hele ki söz konusu kamu sağlığının 29  Tolga Şirin,  Tehlikeli Salgın Hastalıklarla Anayasal Mücadeleye Giriş  (2020) 9 (17), Anayasa Hukuku Dergisi, 43, 99. 779İstanbul Hukuk Mecmuası 78/2olduğu dönemde) idareler arasındaki çekişmelerin kamu hizmetlerine engel olmaması için idareler arası koordinasyonu da zorunlu tutmuştur. Peki mevcut durumu adım adım giderek tanımladığımızda nasıl bir hukuki ortam karşımıza çıkmaktadır? Bir tehlikeli salgın hastalık baş göstermiş ve bu salgın hastalık sadece ülkemizi değil tüm dünyayı etkilemiş; devletler buna karşı önlemler almış (örneğin Fransa, sağlık alanında OHAL ilan edilmiş ve bu OHAL i 24 temmuza kadar uzatmıştır) dünya genelinde –haziran ayı itibarıyla- dörtyüzaltmışbin kişiyi aşkın insanın ölümüne yol açmış bulunmaktadır. Dolayısıyla da dünya genelinde tüm ülkeler olağanüstü hal ilan etsin yahut etmesin salgın hastalıklar beraber  teyakkuza  geçmiştir. Yukarıda  saydığımız  kriterlerden  hareketle;  sonda belirteceğimiz düşünceyi en başta ifade etmek gerekirse, aşağıda gerekçeli olarak ifade edeceğimiz üzere, mevcut durumun; hukuka uygun ve hatta böylece idareye hukuki bakımdan daha güvenle işlem tesis edebileceği ve esnek davranabileceği, hızlı hareket edebileceği ve yaptığı muamelelerin de hukuka aykırılık ihtimalinden biraz  daha  uzaklaşacağı  OHAL  ilanını  gerektirdiğini  belirtmemiz  gerekir.  Zira şimdiye kadar ülke genelinde alınan tedbirler gerçekten de böyle bir olağanüstü halde alınması gereken ve kamu yararına olan tedbirlerdir fakat bu tedbirlerin hukuki zemini olağan dönemde değil, olağanüstü dönemde alınabilecek tedbirler olarak kurgulanmıştır, Anayasa ve OHAL Kanunu bu şekilde düzenlenmiştir. Anayasa nın 119. maddesinde tehlikeli salgın hastalık, OHAL ilanını gerektiren bir durum olarak sayılmış; bu süreçte alınmış bulunan, temel hak ve özgürlükleri sınırlandıran tedbirler de ancak Anayasa nın 13. maddesi ve 15. maddesinde yer alan hükümlere göre ancak kanuni temele sahip olarak ve doğru hükme dayanarak alınabilecek tedbirlerdir. Aslında bu düzenlemeler ve hukuki zemin, idarenin olağanüstü bir durumda alınan, temel hak ve özgürlükleri sınırlandıran kararlarının da hukuka uygun olmasını 30  Yabancı  devletlerin  aldığı  karar  örnekleri  için  bkz  <https://tr.euronews.com/2020/03/21/avrupa-da-hangi-ulkelerkoronavirus-sebebiyle-karantina-ve-sokaga-cikma-yasagi-uyguluyor>, Erişim Tarihi: 10.06.2020; Dünya daki devletlerde, bu süreçteki gelişmeleri gösteren; devlet seçilip; ülke profili tıklandığında her ülkedeki COVID-19 gelişmelerinin ayrı ayrı o ülke sayfasında gösterildiği Ticaret Bakanlığı nın web sitesine ait faydalı link için bkz <https://ticaret.gov.tr/yurtdisiteskilati>, Erişim Tarihi: 10.06.2020; örneğin İngiltere için bkz <https://ticaret.gov.tr/yurtdisi-teskilati/avrupa/ingiltere/ulke-profili/kovid-19-gelismeleri>, Erişim Tarihi: 10.06.2020; Fransa için ayrıca bkz Professor John Bell, The Importance of Urgetn Interim Orders in Contesting French Government Rules on COVID-19 <https://british-association-comparativelaw.org/2020/06/03/the-importance-of-urgent-interim-orders-in-contesting-french-government-rules-on-COVID-19/>, Erişim Tarihi: 7.06.2020.31  <https://www.thelocal.fr/20200502/france-extends-COVID-19-health-emergency-until-july-24th>, Erişim Tarihi: 10.05.2020.32  Cumhurbaşkanlığınca hazırlanan ve güncel verilerin yer aldığı site için bkz <https://corona.cbddo.gov.tr/>, Erişim Tarihi: 14.06.2020.33   Madde 119 – (Değişik: 21/1/2017-6771/12 md) Cumhurbaşkanı; (…)tehlikeli salgın hastalık ya da ağır ekonomik bunalımın ortaya çıkması hallerinde yurdun tamamında veya bir bölgesinde, süresi altı ayı geçmemek üzere olağanüstü hal ilan edebilir.  34   II. Temel hak ve hürriyetlerin sınırlanması Madde 13 – (Değişik: 3/10/2001-4709/2 md) Temel hak ve hürriyetler, özlerine dokunulmaksızın yalnızca Anayasanın ilgili maddelerinde belirtilen sebeplere bağlı olarak ve ancak kanunla sınırlanabilir. Bu sınırlamalar, Anayasanın sözüne ve ruhuna, demokratik toplum düzeninin ve lâik Cumhuriyetin gereklerine ve ölçülülük ilkesine aykırı olamaz. 35   Madde 15 – (…) olağanüstü hallerde, milletlerarası hukuktan doğan yükümlülükler ihlal edilmemek kaydıyla, durumun gerektirdiği ölçüde temel hak ve hürriyetlerin kullanılması kısmen veya tamamen durdurulabilir veya bunlar için Anayasada öngörülen güvencelere aykırı tedbirler alınabilir. (…) 780Doru / COVID-19 (Koronavirüs) Salgını Sürecinde Yapılan İdari Muamelelerin Hukuka Uygunluğu ve İdarenin...sağlayan  yani  idareye  hukuki  davranma  bakımından  kolaylık  da  sağlayan  bir zemindir.  Eğer  bu  zeminde  tesis  edilmesi  gereken  işlemler,  henüz  bu  zemin oluşmadan, ilgili hukuki düzene geçilmeden tesis edilirse o zaman, aslında o süreç bakımından faydalı olabilecek bir tedbir, kanuna dayanmadığı için hukuka aykırı hale gelmiş olmaktadır. Örneğin salgın başladıktan sonra ihtiyaç duyulan maskelerin uygun fiyata halka sunulması yerine fiyatların yükseltilip stok yapılması yaklaşımı üzerine  idare  bu  duruma  tepki  göstermiş  ve  bu  tip  eylemde  bulunanlara  ceza verileceğini açıklamıştır. İdarenin böyle bir açıklama yapma zorunluluğu aslında doğru hukuki zemin olan OHAL e geçiş yapmamış olmasından kaynaklanmaktadır diye düşünmekteyiz. Zira idare kamu gücü ayrıcalığına sahiptir ve bu tip açıklama ve duyurulara gerek kalmadan mevzuatta kendisine tanınan yetkileri kullanarak eğer hukuka aykırı davranan gerçek veya tüzel kişilere uyarı ve idari yaptırımlarda bulunabilmektedir.  Dolayısıyla  bu  şekilde,  hukuka  aykırı  davrananlara  basına açıklama yapmak suretiyle uyarıda bulunmak yerine, ihtiyaç duyulan malzemelere el koyması yani istimval yetkisini kullanması daha isabetli olacaktır. Fakat istimval yetkisi  de  olağanüstü  hallerde  uygulanabilendiğer  alınan  önlemlerin  çoğunun olduğu gibi yasal temeli OHAL Kanunu nda olan bir yetkidir. OHAL ilan edilmiş olsa idi kanunun 7. maddesi gereği istimval yetkisi kullanılarak mal yükümlülüğü kapsamında tıbbi malzemelere devlet tarafından el konulabilecekti. Madde 9 un i bendinde ise halkın ihtiyaç duyduğu malları saklayan ve fahiş fiyata satanların zaten yaptırıma uğrayacağı açıkça düzenlenmiştir. Yine, belli illere giriş çıkış yasağı konulması, iş yerlerinin kapatılması, öğrenime ara verilmesi, zaruri görülen ihtiyaç maddelerinin  dağıtımı  (süreç  başında  idarenin  maske  satışını  yasaklaması  ve kendisinin dağıtacağını ifade etmesi örneği), bazı illere özgü topluca alınmış seyahat 36  <https://www.rekabet.gov.tr/tr/Guncel/kamuoyuna-duyuru-3bd266dea11700505694bc>, Erişim Tarihi: 23.03.2020; <https://www.haberler.com/bakan-soylu-maske-stoklari-yapan-firmalar-icin-13041945-haberi/>, Erişim tarihi: 23.03.2020.37  Ahmet Yayla, Türk İdare Hukukuna Göre İstimvalin Rejimi, (1. Bası, Yetkin 2016) 32.38   Mal yükümlülüğü: Madde 7 – (…) tehlikeli salgın hastalıklar sebebiyle olağanüstü hal ilan edilen bölge içindeki kamu kurum ve kuruluşlarıyla tüzel ve gerçek kişiler, kendilerinden istenecek veya yükümlülük konulacak arazi, arsa, bina, tesis, araç, gereç, yiyecek, ilaç ve tıbbi malzeme ile giyecek ve diğer maddeleri vermek zorundadırlar. Bu amaçla; öncelikle o bölgedeki genel ve katma bütçeli dairelere, kamu iktisadi devlet teşekkülleri ve kuruluşları ile bunlara bağlı müesseselere ve mahalli idarelere başvurulur. İhtiyaçların bu kaynaklardan zamanında ve yeterince karşılanmaması halinde, imkan ve kaynakları da dikkate alınarak, bölgedeki özel kuruluşlara ve gerçek kişilere ait olanlara yükümlülük konulur. Yiyecek, giyecek, araç, gereç, ilaç ve tıbbi malzemeler gibi zaruri maddeler bölge sınırları içinde sağlanamadığı takdirde, bu Kanun hükümleri uygulanmak suretiyle en yakın bölgelerden yükümlülük yolu ile sağlanır. 39  Acil hasta almak üzere havalanan helikopterin, buğday ekili tarlaya iniş yapmasına, tarla sahibinin izin vermediği ve helikopterin hastayı almadan geri döndüğü haberi basına yansımıştır. Bu örnekte de yapılması gereken idarenin olağanüstü durumdan kaynaklı eğer en uygun yer o tarla ise; kamu sağlığını korumak için, olağanüstü durumda vatandaşlara getirilen mal yükümlülüğü kapsamında o tarlaya inmesi, hastayı alması ve tarla sahibinin uğrayacağı zararları da karşılamak olmalıydı. İdarenin kamu gücüne sahip olarak yapmak zorunda olduğu faaliyetini yerine getirmek için vatandaştan izin almasına gerek yoktur; bu faaliyeti yerine getirirken elbette öncelik vatandaşa zarar verilmemesidir fakat aynen hukuka uygun bir yol yapımından dolayı dairesinin değer kaybını idareden kamu külfetleri karşısında eşitlik ilkesi gereği alabilen kişi gibi idare gerekirse bu faaliyeti yerine getirdiğinde vatandaşın bu örnekteki gibi bir zararı doğuyorsa onu da karşılamalıdır. <https://www.ensonhaber.com/ic-haber/samsunda-tarlasina-inis-izni-vermeyen-kadina-para-cezasi>, Erişim Tarihi: 03.05.2020.781İstanbul Hukuk Mecmuası 78/2yasağı gibi kararların dayanağının OHAL Kanunu nun 9. maddesinde olduğunu belirtmemiz gerekir. Görüldüğü üzere; maddede sayılan yetkiler ve idarenin alması gereken kararlar; sürecin başından günümüze kadar Bilim Kurulu nun önerileri doğrultusunda  İçişleri  Bakanlığı  genelgesiyle  ve  İl  İdaresi  Kanunu  ile  Umumi Hıfzıssıhha Kanunu dayanak alınarak alınmış bulunan kararlardır. Ülke genelinde sokağa çıkma yasağı kararı alınması ise yine mevzuatta eksik olarak düzenlenmiş kararlardan biridir diyebiliriz. Zira OHAL Kanunu nun 11. maddesinin atıf yaptığı 3. maddenin b bendine göre ülke genelinde sokağa çıkma yasağı ancak şiddet olayları sebebiyle kamu düzeninin ciddi şekilde bozulması halinde alınabilecek bir tedbir olarak düzenlenmiştir. Yani tehlikeli salgın hastalık, OHAL ilan edilse bile ülke genelinde sokağa çıkma yasağı kararının alınabilmesine olanak sağlayan bir sebep değildir. OHAL ilan edilen durumda bile hal böyleyken, olağan dönemde, salgın hastalık gerekçesiyle ve İçişleri Bakanlığı genelgesiyle ülke genelinde bir sokağa çıkma yasağı kararı ilan edilmesinin hukuki dayanağının olmadığını söylememiz gerekir. Anayasa nın kişi hürriyeti ve güvenliğini düzenleyen maddesinde sayılan 40   Alınacak tedbirler: Madde 9 – Tabii afet ve tehlikeli salgın hastalıklar sebebiyle olağanüstü hal ilanında, olağanüstü hal ilanını gerektiren hususlar gözönünde bulundurularak aşağıda yazılı tedbirler alınabilir:   a) Bölgenin belirli yerlerinde yerleşimi yasaklamak, belirli yerleşim yerlerine girişi ve buralardan çıkışı sınırlamak, belli yerleşim yerlerini boşaltmak veya başka yerlere nakletmek,   b) Resmi ve özel her derecedeki öğretim ve eğitim kurumlarında öğrenime ara vermek ve öğrenci yurtlarını süreli veya süresiz olarak kapatmak,   c) Gazino, lokanta, birahane, meyhane, lokal, taverna, diskotek, bar, dansing, sinema, tiyatro ve benzeri eğlence yerleri ile kulüp vesair oyun salonlarını, otel, motel, kamping, tatil köyü ve benzeri konaklama tesislerini denetlemek ve bunların açılma ve kapanma zamanını tayin etmek, sınırlamak, gerektiğinde kapatmak ve bu yerleri olağanüstü halin icaplarına göre kullanmak,   d) Bölgede olağanüstü hal hizmetlerinin yürütülmesi ile görevli personelin yıllık izinlerini sınırlamak veya kaldırmak,  e) Bölge sınırları içerisindeki tüm haberleşme araç ve gereçlerinden yararlanmak ve gerektiğinde bu amaçla geçici olarak bunlara elkoymak,   f) Tehlike arz eden binaları yıkmak; sağlığı tehdit ettiği tespit olunan taşınır ve taşınmaz mallar ile sağlığa zararlı gıda maddelerini ve mahsullerini imha etmek,   g) Belli gıda maddeleri ile hayvan ve hayvan yemi ve hayvan ürünlerinin bölge dışına çıkarılmasını veya bölgeye sokulmalarını kontrol etmek, sınırlamak veya gerektiğinde yasaklamak,   h) Gerekli görülen zaruri ihtiyaç maddelerinin dağıtımını düzenlemek,   i) Halkın beslenmesi, ısınması, temizliği ve aydınlanması için gerekli gıda madde ve eşyalarla her türlü yakıtın, sağlığın korunmasında, tedavide ve tıpta kullanılan ilaç, kimyevi madde, alet ve diğer şeylerin, inşaat, sanayi, ulaşım ve tarımda kullanılan eşya ve maddelerin, kamu için gerekli diğer mal, eşya, araç, gereç ve her türlü maddelerin imali, satımı, dağıtımı, depolanması ve ticareti konularında gerekli tedbirleri almak, bu yerlere gerektiğinde elkoymak, kontrol etmek ve bu malları satıştan kaçınan, saklayan, kaçıran, fazla fiyatla satan, imalatını durduran veya yavaşlatanlar hakkında fiilin işleniş şekli veya niteliği de nazara alınarak işyeri bulunduğu mahal için hayati önem taşımadığı takdirde işyerini kapatmak,   j) Kara, deniz ve hava trafik düzenine ilişkin tedbirleri almak, ulaştırma araçlarının bölgeye giriş ve çıkışlarını kayıtlamak veya yasaklamak. 41   Tedbirler: Madde 11 – Bu Kanunun 3 üncü maddesinin birinci fıkrasının (b) bendi gereğince olağanüstü hal ilanında; genel güvenlik, asayiş ve kamu düzenini korumak, şiddet olaylarının yaygınlaşmasını önlemek amacıyla 9 uncu maddede öngörülen tedbirlere ek olarak aşağıdaki tedbirler de alınabilir:   a) Sokağa çıkmayı sınırlamak veya yasaklamak,  b ) Belli yerlerde veya belli saatlerde kişilerin dolaşmalarını ve toplanmalarını, araçların seyirlerini yasaklamak,…  Olağanüstü halin ilanı: Madde 3 – Cumhurbaşkanı: b) Anayasa ile kurulan hür demokrasi düzenini veya temel hak ve hürriyetleri ortadan kaldırmaya yönelik yaygın şiddet hareketlerine ait ciddi belirtilerin ortaya çıkması veya şiddet olayları sebebiyle kamu düzeninin ciddi şekilde bozulması hallerinde, Milli Güvenlik Kurulunun görüşünü de aldıktan sonra;   Yurdun bir veya birden fazla bölgesinde veya bütününde altı ayı geçmemek üzere olağanüstü hal ilan edebilir. 42   Sokağa çıkma yasağı ilan etme gibi bir idari işlem, kanuni dayanak olmaksızın idarenin kendiliğinden tayin edebileceği masum bir tasarruf değildir.  Artuk Ardıçoğlu,  Hukuka Uygun Olmayan Sokağa Çıkma Yasağı Hukuka Aykırı Mıdır? , <https://www.birikimdergisi.com/guncel/7331/hukuka-uygun-olmayan-sokaga-cikma-yasagi-hukuka-aykiri-midir>,  Erişim Tarihi: 08.06.2020. 782Doru / COVID-19 (Koronavirüs) Salgını Sürecinde Yapılan İdari Muamelelerin Hukuka Uygunluğu ve İdarenin... hastalık yayabilecek bir kişinin bir müessesede tedavi, eğitim veya ıslahı için kanunda belirtilen esaslara uygun olarak alınan tedbirin yerine getirilmesi  gerekçesi de yine kişiyi hürriyetinden yoksun bırakmanın, yani belli bir bölgenin tümünde karantina kararı yahut sokağa çıkma yasağı kararına dayanak alınması güçtür. Dolayısıyla her ne kadar bu yasak kararlarının hastalığı önlemek için yani kamu yararı gerekçesiyle alınmış oldukları aşikar olsa da yasal dayanağının olmadığı görülmektedir, yukarıda ifade ettiğimiz gibi işlemin amaç unsuru olan kamu yararı, tek başına o işlemi hukuka uygun hale getirmeye yetmemektedir. Kanunkoyucu tehlikeli salgın hastalık hallerinde OHAL ilanından sonra alınabilecek tedbirleri madde 9 da saymıştır ve onlar arasında ne ülke genelinde bir sokağa çıkma yasağı ne de belli yaş altındaki ve üstündekilerinin sokağa çıkma yasağı düzenlenmektedir. Şimdiye kadar söz ettiğimiz idarenin aldığı kararlar aslında fiilen OHAL Kanunu nun uygulandığı fakat resmiyette yasal dayanağın İl İdaresi ve Umumi Hıfzıssıhha Kanunu olduğu bir zeminde ilerlediğimizi göstermektedir. Fakat elbette idarenin kendisi de olağanüstü bir hal olduğunu kabul etmekte; bunu hem mevzuat değişiklikleri ile hem de Bakanlarının açıklamasıyla göstermektedir. Örneğin; salgın tedbirleri kapsamında 7226 sayılı Bazı Kanunlarda Değişiklik Yapılmasına Dair Kanun un geçici 1. maddesiyle yargı alanındaki hak kayıplarının önlenmesi amacıyla maddede belirtilen süreler önce 30 Nisan 2020 ye kadar durdurulmuş; daha sonra (4734 sayılı Kamu İhale Kanunu nda öngörülen zorunlu idari başvuru yoluna ilişkin süreler hariç) bu süreler kanunun imkan verdiği üzere Cumhurbaşkanı kararıyla 15 Haziran 2020 ye kadar (bu tarih dahil) uzatılmıştır. Görüldüğü üzere, maddede başvuru ve zorunlu idari başvurular da dahil olmak üzere bir hakkın doğumu, kullanımı ve sona 43  Sever, (n 14), 199-200.44  OHAL Kanunu nda sadece 8. maddede yaş aralıkları belirlenmiş fakat o da olağanüstü hallerde getirilecek çalışma yükümlülüğünden (mecburi hizmetten) söz etmekte ve 18-60 yaş aralığındaki vatandaşların çalışma yükümlülüğüne tabi tutulabileceği ifade edilmektedir. Bunun dışında bir yaş aralığının özel olarak belirtildiği herhangi bir yasağa dair düzenleme gördüğümüz kadarıyla düzenlenmemiştir.   Çalışma yükümlülüğü: Madde 8 – Tabii afet ve tehlikeli salgın hastalıklar sebepleriyle olağanüstü hal ilan edilen bölgelerde bulunan 18 - 60 yaşları arasındaki bütün vatandaşlar, olağanüstü hal sebebiyle kendilerine verilecek işleri yapmakla yükümlüdürler. 45   Kabul tarihi: 25.03.2020, RG 26.03.2020/31080 (Mükerrer).46   GEÇİCİ MADDE 1- (1) COVID-19 salgın hastalığının ülkemizde görülmüş olması sebebiyle yargı alanındaki hak kayıplarının önlenmesi amacıyla;  a) Dava açma, icra takibi başlatma, başvuru, şikâyet, itiraz, ihtar, bildirim, ibraz ve zamanaşımı süreleri, hak düşürücü süreler ve zorunlu idari başvuru süreleri de dâhil olmak üzere bir hakkın doğumu, kullanımı veya sona ermesine ilişkin tüm süreler; 6/1/1982 tarihli ve 2577 sayılı İdari Yargılama Usulü Kanunu, 4/12/2004 tarihli ve 5271 sayılı Ceza Muhakemesi Kanunu ve 12/1/2011 tarihli ve 6100 sayılı Hukuk Muhakemeleri Kanunu ile usul hükmü içeren diğer kanunlarda taraflar bakımından belirlenen süreler ve bu kapsamda hâkim tarafından tayin edilen süreler ile arabuluculuk ve uzlaştırma kurumlarındaki süreler 13/3/2020 (bu tarih dâhil) tarihinden, (…) itibaren 30/4/2020 (bu tarih dâhil) tarihine kadar durur. Bu süreler, durma süresinin sona erdiği günü takip eden günden itibaren işlemeye başlar. Durma süresinin başladığı tarih itibarıyla, bitimine on beş gün ve daha az kalmış olan süreler, durma süresinin sona erdiği günü takip eden günden başlamak üzere on beş gün uzamış sayılır. Salgının devam etmesi halinde Cumhurbaşkanı durma süresini altı ayı geçmemek üzere bir kez uzatabilir ve bu döneme ilişkin kapsamı daraltabilir. Bu kararlar Resmî Gazete de yayımlanır.  İ stisna hükmü de şu şekildedir:  (2) Aşağıdaki süreler bu maddenin kapsamı dışındadır:  a) Suç ve ceza, kabahat ve idari yaptırım ile disiplin hapsi ve tazyik hapsi için kanunlarda düzenlenen zamanaşımı süreleri (…). 47  Kabul Tarihi: 04.01.2002, RG. 22.01.2002/24648.48  RG. 30.04.2020/31114, bkz <https://www.resmigazete.gov.tr/eskiler/2020/04/20200430-1.pdf>, Erişim Tarihi: 10.05.2020.783İstanbul Hukuk Mecmuası 78/2ermesine ilişkin tüm süreler ve 2577 sayılı İYUK taki sürelerin durduğu ifade edilmiştir. Dolayısıyla belirlenen süre bitiminde süreler kaldığı yerden işlemeye devam edecektir. Fakat belki yurtdışında bulunan ve orada örneğin kendisine dair bir idari işlem tesis edilen vatandaşın, yaşadığı ülkedeki COVID-19 tedbirleri nedeniyle konsolosluğun kapalı olması durumunda onun için idari başvuru sürelerinin ve dava açma süresinin de işlemeyeceğini söylemek daha hukuki olur diye düşünmekteyiz. Zira  bazı  ülkelerde  OHAL  ilan  edilmiş  ve  farklı  tedbirler  alınmış  dolayısıyla konsolosluklar da bundan etkilenmiştir, o yüzden yurtdışındaki vatandaşlarımız açısından bu sürelerin farklı değerlendirilmesi gerektiği kanaatindeyiz. Durumun olağanüstü olarak kabul edildiğini gösteren bir diğer örnek olarak belirtmek gerekir ki fahiş fiyat artışları ve stokçuluğa ilişkin düzenlemeler ve yaptırımlar getiren Haksız Fiyat Değerlendirme Kurulu Yönetmeliği nin ilk maddesinde de olağanüstü hal dönemi ifadesi kullanılmaktadır. Yine başından beri hastalığın yayılma süreci ve vaka sayılarına ilişkin verileri her gün paylaşan Sağlık Bakanı ve İçişleri Bakanı nın kendisi de  Herkes kendi OHAL ini ilan etsin  diyerek aslında idarenin bakış açısını ortaya koymuşlardır. Kanunkoyucu da aslında durumu olağanüstü görmüş ve salgın hastalığı mücbir sebep olarak yeni kanuni düzenlemelere de yerleştirmiştir. 7244 sayılı  Yeni  Koronavirüs  (COVID-19)  Salgınının  Ekonomik  ve  Sosyal  Hayata Etkilerinin Azaltılması Hakkında Kanun ile Bazı Kanunlarda Değişiklik Yapılmasına Dair Kanun buna bir örnektir. Zira, kanunun birçok yerinde zorlayıcı sebep ifadesi kullanılmış ve 10. maddesinde ise salgın hastalık, 5510 sayılı Kanun a eklenen maddede mücbir sebep hallerinden biri olarak sayılmıştır. Bu hükümle idareye borçlu olanlara kolaylık sağlanmıştır. Dolayısıyla hem idare hem de Kanunkoyucu tarafından  mevcut  durumun  olağanüstü  bir  hal  olarak  tarafından  bu  durumun değerlendirildiği açıktır. Bu nedenle aslında yapılması gereken; ya OHAL ilan etmek yahut, mevcut tedbirlerin yer aldığı sadece salgın hastalık dönemine ait özel bir mevzuat düzenlemek ya da mevcut, ilgili mer i mevzuata bunları eklemektir; yani her halükarda alınan tedbirleri doğru yasal dayanağa kavuşturmaktır. Aksi durum 49  RG. 28.05.2020/31138.50   Amaç ve kapsam  MADDE 1 – (1) Bu Yönetmeliğin amacı, olağanüstü hal, afet ve ekonomik dalgalanma dönemleri ile diğer acil durumlarda faaliyet gösterecek Haksız Fiyat Değerlendirme Kurulunun oluşumu, görev ve yetkileri ile üretici, tedarikçi ve perakende işletmelerin fahiş fiyat artışı ve stokçuluk uygulamalarının denetlenmesine ve idari para cezalarının uygulanmasına ilişkin usul ve esasları düzenlemektir. 51  <https://www.internethaber.com/herkes-kendi-ohalini-ilan-etsin-fahrettin-kocadan-aciklamalar-2089902h.htm>, Erişim Tarihi: 21.03.2020; <https://www.trthaber.com/haber/gundem/soylu-herkes-kendi-olaganustu-surecini-ilan-etsin-470027.html>, Erişim Tarihi: 25.03.2020.52  Kabul Tarihi: 16.04.2020, RG. 17.04.2020/31102, metnin yer aldığı link için bkz <https://www.resmigazete.gov.tr/eskiler/2020/04/20200417-2.htm>, Erişim Tarihi: 28.05.2020.53   MADDE 10 – 10/12/2003 tarihli ve 5018 sayılı Kamu Malî Yönetimi ve Kontrol Kanununa aşağıdaki ek madde eklenmiştir.  ‘Mücbir sebep  EK MADDE 7 – Deprem, yangın, sel gibi doğal afetler ile salgın hastalık veya Hazine ve Maliye Bakanlığı bilişim sistemlerinin herhangi bir nedenle çalışmaması gibi mücbir sebep hallerinde; veri, bilgi ve belgelerin oluşturulması, kaydedilmesi, iletilmesi, muhafazası ve ibrazına ilişkin yöntemler Hazine ve Maliye Bakanlığınca belirlenir.  Mücbir sebep hallerinde, Hazine ve Maliye Bakanlığı bilişim sistemleri üzerinden yürütülen işlemlerde yaşanabilecek gecikme nedeniyle ilgililere, gecikme faizi, gecikme zammı ve ceza gibi yaptırımlar uygulanmaz. 784Doru / COVID-19 (Koronavirüs) Salgını Sürecinde Yapılan İdari Muamelelerin Hukuka Uygunluğu ve İdarenin...ileride idarenin sorumluluğuna yol açabilecektir. Tabii idarenin OHAL ilan etmeden mücadele  etmesi  de  bir  tercihtir;  kaldı  ki  OHAL  ilanı  Anayasa ya  göre Cumhurbaşkanı nın takdir yetkisindedir. Neticede OHAL ilan etme zorunluluğu bulunmamaktadır; bununla birlikte OHAL ilan edilmemesi yönünde takdir yetkisinin kullanılması; olağan dönemdeki kanuni yetkilerin kullanılmasının tercih edildiğini ortaya  koyar  ve  bu  durumda  OHAL  Kanunu nda  yer  alan  kısıtlamaların  da kullanılamaması  gerekmektedir  ki  uygulamada  bunlar  kullanıldığından  dolayı işlemlerin doğru yasal dayanağa göre yapılmadığını ifade etmekteyiz. Geçmişe yaşanan  ve  terör  ile  şiddet  olaylarından  kaynaklı  ilan  edilen  ve  idarenin  kötü uygulamalarından kaynaklı acı tecrübe olarak anımsanan OHAL dönemlerinden dolayı OHAL in sanki hukuki bir zemin değilmiş ve o dönemde idarenin her istediğini yapabilirmiş gibi bir düşüncenin yanlış olduğunu düşünmekteyiz. Zira her ne kadar temel ve hak özgürlüklerin sınırlanması imkanını veren bir dönem olsa da neticede o dönem de bir kanunla oluşturulmuş ve yetkiler sınırlı olarak sayılmıştır. Buna rağmen OHAL ilanında daha kötü durumların ortaya çıkabileceği, idarenin OHAL ile ilgisiz konularda düzenleme yapabileceği ve dolayısıyla daha büyük hukuksuzlukların meydana gelebileceği, o yüzden de olağan dönemde kanunilik ilkesine uymama şeklinde tezahür eden hukuka aykırılıkların en azından bu bakımdan, daha fazla hukuka aykırılıkların meydana gelebilme ihtimali bulunan OHAL deki idari yetkilere göre daha tercih edilebilir olduğu yönündeki görüşte yer alan endişeyi anlamakla ve kısmen hak vermekle beraber katılmadığımızı ifade etmek isteriz. Zira ilerideki farazi bir hukuka aykırılık düşüncesiyle mevcut halde bulunan hukuka aykırılıkların tercih edilmesi isabetli olmayabilir. Bize göre doğru olan, mevzuata göre yapılması gereken ne ise o an yapılması ve eğer örneğin OHAL ilan edildikten sonra yine mevzuata aykırı, OHAL gerekleri dışında işlemler yapılıyorsa onları da o zaman gündeme getirip hukuki eleştiride ve yol göstermede bulunmaktır. II. Salgın Sürecinde Sosyal Yardımlar ve İdarenin Bütünlüğü İlkesinin Bakımından Değerlendirilmesiİdari  faaliyetlerin  görünümlerinden  biri  de  sosyal  yardımlar,  ihtiyaç  sahibi kişilerin  gereksinimlerini  giderme  ve  özellikle  böyle  zor  dönemlerde  gerekirse toplumla beraber topyekûn mücadele etme alanında ortaya çıkmaktadır. Bu dönemde hatırlanması gereken ve dikkat çekeceğimiz ilke ise idarenin bütünlüğü ilkesidir. Zira, özellikle insanlara yapılacak olan yardım ve destekler hususunda idareler arasında yaşananlar ve idare hukuku bakımından ortaya çıkan tartışmalar önem arz etmiştir. Yukarıda Umumi Hıfzıssıhha Kanunu nda, bütün idari makamların tedbirleri almakta ve uygulamakta birbirlerine yardım etmeleri mecburidir şeklinde yer alan düzenlemede görüldüğü üzere bu tip olağanüstü dönemlerde ilgililerin tedbirlere riayet hususundaki sorumluluk bilincinden önce özellikle idarelerin koordinasyon ve 54   Metin Günday, <https://www.youtube.com/watch?v=VIkFNtWc&feature=youtu.be>, Erişim Tarihi: 19.09.2020.785İstanbul Hukuk Mecmuası 78/2işbirliği içerisinde görevlerini yerine getirmeleri ve zor durumu beraberce atlatmak için etkin bir şekilde faaliyetlerini yerine getirmeleri gerekmektedir. Anayasa nın 123. maddesinde idarenin kuruluş ve görevleriyle bir bütün olup ve kanunla düzenleneceği ifade edilmektedir. Merkezi idare ve yerinden yönetim kuruluşları arasında (yani farklı kamu tüzel kişilikleri arasında) bu bütünlük ilkesini sağlayan araçlardan biri de idari vesayet ilkesidir. İdari vesayet, Anayasamızın 127. maddesinde;  Merkezi idare, mahalli idareler üzerinde, mahalli hizmetlerin idarenin bütünlüğü ilkesine uygun şekilde yürütülmesi, kamu görevlerinde birliğin sağlanması, toplum yararının korunması ve mahalli ihtiyaçların gereği gibi karşılanması amacıyla, kanunda belirtilen  esas  ve  usuller  dairesinde  idari  vesayet  yetkisine  sahiptir.   şeklinde düzenlenmiştir.  Görülmektedir  ki  merkezi  idarenin  mahalli  idareler  üzerindeki idari vesayet yetkileri aslında tam da böyle zor dönemlerde yapılması gerekenleri vurgular şekilde; bütünlük ilkesinin sağlanması, görevlerde birliğin sağlanması, toplum yararının ön plana alınması, mahalli ihtiyaçların gereği gibi karşılanmasını sağlamaya  yöneliktir.  Düzenlemeler  böyle  iken  uygulamada;  merkezi  idare  bu süreçte  bazı  mahalli  idarelerin  yardım  toplama  kampanyalarının  hukuka  aykırı olduğunu savunmuş; mahalli idareler ise mahalli müşterek ihtiyaç olarak niteledikleri ihtiyaç sahiplerine yardım ulaştırma işinin görevleri arasında yer aldığını ve 2860 sayılı Yardım Toplama Kanunu hükümlerinden kendi özel kanunları gereği muaf olduklarını iddia etmişlerdir. Bu tartışmada kanaatimizce, yukarıda söz ettiğimiz üzere kamuya yararlı bir faaliyette  bulunurken  yasal  dayanağı  doğru  seçememekten  kaynaklı  problem doğmaktadır. Belediyelerin, bağış toplama yetkileri hem Belediye Kanunu nda hem de Büyükşehir Belediyesi Kanunu nda mevcuttur ve kanun gereği sosyal yardım ve hizmette bulunma görevleriyle; bundan kaynaklanan giderleri karşılayabilmek ve diğer hizmetleri yapabilmek için de şartlı yahut şartsız bağış kabul etme yetkileri bulunmaktadır. Fakat  yardım kampanyası  adı altında başlatılan  koronavirüs nedeniyle evde kalanlara yardım edilmesi  içerikli kampanya, İçişleri Bakanlığı nca 2860 sayılı Yardım Toplama Kanunu hükümleri çerçevesinde görülerek valilikten 55  Aynı yönde bkz Sever, (n 14), 203.56  Kabul Tarihi: 23.06.1983, RG. 25.06.1983/18088.57   5393 sayılı Belediye Kanunu  Belediyenin görev ve sorumlulukları Madde 14- Belediye, mahallî müşterek nitelikte olmak şartıyla; (…) sosyal hizmet ve yardım (…) hizmetlerini yapar veya yaptırır  Belediyenin yetkileri ve imtiyazları   Madde 15- Belediyenin yetkileri ve imtiyazları şunlardır: (…) i) Borç almak, bağış kabul etmek; Meclisin görev ve yetkileri Madde 18- Belediye meclisinin görev ve yetkileri şunlardır: (…) l) Şartsız bağışları kabul etmek; Belediye başkanının görev ve yetkileri Madde 38- Belediye başkanının görev ve yetkileri şunlardır: (…) l) Şartsız bağışları kabul etmek; Belediyenin gelirleri Madde 59- Belediyenin gelirleri şunlardır: g) Bağışlar; Belediyenin giderleri Madde 60- Belediyenin giderleri şunlardır (…) i) Dar gelirli, yoksul, muhtaç ve kimsesizler ile engellilere yapılacak sosyal hizmet ve yardımlar. (…) r) Şartlı bağışlarla ilgili yapılacak harcamalar.  5216 sayılı Büyükşehir Belediyesi Kanunu   Madde 28- Belediye Kanunu ve diğer ilgili Kanunların bu kanuna aykırı olmayan hükümleri ilgisine göre büyükşehir ve ilçe belediyeleri hakkında da uygulanır. 786Doru / COVID-19 (Koronavirüs) Salgını Sürecinde Yapılan İdari Muamelelerin Hukuka Uygunluğu ve İdarenin...izin  alınmadığı  gerekçesiyle  durdurulmuş  ve  belediyelerin  hesaplarına  bloke konmuştur. Bunun üzerine belediyeler de bu karara karşı dava açmışlardır. Burada en sağlıklı ve isabetli yol, görüldüğü üzere tartışmaya mahal vermeyecek mevzuata dayanmak ve kullanılan ifadeleri özenle seçmekten geçmektedir. Burada, yerel idarelerin yapması gereken; 2860 sayılı Kanun gereği valilik iznini gerektiren bir  yardım kampanyası  düzenlemek değil; kişilere Belediye Kanunu ve Büyükşehir Belediye Kanunu gereği alabileceği  bağış çağrısında  bulunmak olmalı idi ki aslında belediyeler bunu iddia etmektedir. Fakat tartışma çok da hukuki noktalar üzerinden yürütülmediğinden belediyelere sanki idare değillermiş gibi bir yaklaşım gösterildiğini ve bunun yanlış olduğunu ifade etmemiz gerekir. Her halükarda şunu belirtmek lazım ki; belediyeler de Anayasa da sayılan bir idaredir; görev ve yetkileri bulunmaktadır.  Hatta  mahalli  müşterek  ihtiyaçları,  kuruluş  ve  organizasyonu itibariyle  en  iyi  tespit  edebilecek  bir  kamu  idaresi  olarak,  adem-i  merkeziyet ilkesi çerçevesinde kurgulanmışlardır. Merkezi idare de yasama, yürütme ve yargı organlarından müteşekkil Türkiye Cumhuriyeti Devleti nin içindeki devlettir, yani devlet tüzel kişiliğidir. Birbirleri arasındaki ilişki Anayasa nın 127. maddesinde belirtilen idari vesayet ilişkisidir ki o da tamamen işbirliği ve koordinasyonun sağlanmasına yönelik düzenlenmiş bir maddedir. Umumi Hıfzıssıhha Kanunu nda mecburi tutulan koordinasyonun bir diğer örneği, 3294 sayılı Sosyal Yardımlaşma ve Dayanışmayı Teşvik Kanunu nun 7. maddesinde yer almaktadır. Bu kanun, fakru zaruret içinde ve muhtaç durumda bulunan kişiler ile gerektiğinde her ne suretle olursa olsun Türkiye ye kabul edilmiş veya gelmiş olan kişilere yardım etmek, sosyal adaleti pekiştirici tedbirler alarak gelir dağılımının adilane bir şekilde tevzi  edilmesini  sağlamak,  sosyal  yardımlaşma  ve  dayanışmayı  teşvik  etmek amacıyla çıkarılmıştır. 7. maddesine dayanarak kurulan Sosyal Yardımlaşma ve Dayanışma Vakıfları nın mütevelli heyet üyeleri de mülki idare amirleri, belediye başkanı, il müdürleri gibi hem merkezi hem de yerel idarelerin temsilcilerinden oluşmakta  ve  bir  koordinasyon  içerisinde  ihtiyaç  sahiplerinin  gereksinimlerini karşılamaya çalışmaktadırlar. Dolayısıyla yerel idarelerin de bağış kabul etme ve 58   <https://www.icisleri.gov.tr/yardim-toplanmasi-hususuna-iliskin-kamuoyu-bilgilendirmesi>, Erişim Tarihi: 28.04.2020.59  <https://www.haberler.com/abb-ve-ibb-nin-yardim-kampanyasina-icisleri-13072951-haberi/>;  Hemen  ifade  edelim  ki yine aslında bu tasarrufa benzer sayılabilecek bir yetki OHAL Kanunu nda yer almaktadır. Kanunun 27. maddesi, OHAL süresince Valinin mahalli idare organlarınca alınan kararları kendi onayına tabi kılabileceğine dair yetki içermektedir ve şu şekildedir:    Mahalli idarelere ait yetkiler: Madde 27 – Bölge valisi, olağanüstü halin gerektirdiği durumlarda mahalli idarelerin organlarınca alınacak kararlar ile tesis edilecek tasarrufların tamamının veya belli konulara ilişkin olanlarının; il merkezinde kendisinin, görevlendirilmesi halinde il valisinin ve ilçelerde kaymakamların onayı ile yürürlük kazanmasını kararlaştırabilir. Olağanüstü halin bir ilde ilanı halinde, bu yolda karar alma yetkisi il valisine aittir. 60  <https://www.ibb.istanbul/News/Detail/36631>, Erişim Tarihi: 30.04.2020.61   Vakıflar: Madde 7 – (Değişik birinci fıkra: 1/12/2004-5263/19 md) Bu Kanunun amacına uygun faaliyet ve çalışmalar yapmak ve ihtiyaç sahibi vatandaşlara nakdî ve aynî yardımda bulunmak üzere her il ve ilçede sosyal yardımlaşma ve dayanışma vakıfları kurulur.  (Değişik ikinci fıkra: 1/12/2004 – 5263/19 md) Mülkî idare amirleri vakfın tabii başkanı olup, illerde belediye başkanı, defterdar, il millî eğitim müdürü, il sağlık müdürü, il tarım müdürü, il sosyal hizmetler ve çocuk esirgeme kurumu müdürü ve il müftüsü; ilçelerde belediye başkanı, mal müdürü, ilçe millî eğitim müdürü, Sağlık Bakanlığının ilçe üst görevlisi, varsa ilçe tarım müdürü ve ilçe müftüsü vakfın mütevelli heyetini oluşturur. (…) 787İstanbul Hukuk Mecmuası 78/2mahalli müşterek ihtiyaçları giderme görevlerinin olduğunu ve 2860 sayılı Kanun u çağrıştıracak şekilde yardım toplama kampanyası değil fakat bağış çağrısında (kampanyasında) bulunabileceğini ifade etmek gerekir. Kaldı ki halen, bu süreçte ihtiyaç  sahiplerinin  faturalarını  hayırseverlerin  ödemesini  amaçlayan   askıda fatura 63 veya iyilik bulaşıcıdır şeklinde bir söylemle başlayan;  zimem (veresiye) defterlerinin belediye başkanını çağrısı üzerine hayırsever insanlarımız tarafından alınarak borçların silinmesi, pazarlarda sebze meyve alıp ihtiyaç sahibi insanlara dağıtılması  gibi kampanyalar da devam etmekte ve herhangi bir hukuka aykırılık iddiasıyla karşılaşmamaktadırlar; hatta Valilikler de aynı usulü uygulamış ve ihtiyaç sahiplerinin yardımına koşmuştur ki idarelerden beklenen bu koordinasyon ve yardımlaşmadır. Aksi halde, siyasi çekişme yahut bu çekişmeden bir medet umma gibi saikler; kamu hizmetlerinin gereği gibi yerine getirilmesini engeller ve bu da idari faaliyetlerden yararlanan kişiler aleyhine sonuç doğurur. İdari vesayet ilkesi de normal zamanlarda zaten uygulanmakta fakat böyle zor dönemlerde daha bir önem verilerek hakiki anlamda uygulanmalı ve kamu hizmetlerinin yerine getirilmesinde  ve  kamu  görevlerinde  birliğin  sağlanması  hususunda  azami  iş birliğinin sağlanması toplumun ve dolayısıyla da devletin faydasına olacaktır.Kamu yararına faaliyette bulunulan ve fakat bunların hukuki olması gerektiğini başından beri ifade ettiğimiz örneklerden bir diğeri de doğalgaz faturalarına ilişkin İstanbul BŞB nin uygulaması olmuştur. Koronavirüs başladıktan sonra EPDK, iki ay doğalgaz faturalarının sayaçlarının okunmayacağını ve önceki yılın o dönemdeki faturasına bakarak yaklaşık bir fatura hazırlanacağını belirtmiştir ve buna  Kıyasen Fatura Düzenlemesi  demiştir. Fakat İstanbul da gelen faturalar normal zamanda gelen faturalardan çok yüksek miktarda olmuştur. Bunun üzerine EPDK, İBB yi uyarmış, soruşturma başlatmış ve hatalı faturaların iptal edilmesini istemiştir. İGDAŞ  da  abonelere  gerekli  kolaylığın  sağlanacağını  belirtmiş  ve  faturalar düzenlenerek yeniden daha az ücret içeren şekilde gönderilmiştir. Kanaatimce bu örnekte de görüldüğü üzere yine yukarıdaki misallere benzer tipik bir  kamuya 62  Ki esasında bu kanun, kamu tüzel kişileri için değil halktan yardım herhangi bir amaçla yardım toplama faaliyetinde bulunmak isteyen, özel kanunları olan idareler dışındaki, kanunda sayılan kişi ve kuruluşların denetimine yönelik düzenlenmiştir ve özel kanun olarak 5393 sayılı Belediye Kanunu ve 5216 sayılı Büyükşehir Belediyesi Kanunu varken belediyelere uygulanamayacağını da ifade etmek gerekir. Bkz. Ali D. Ulusoy,  Belediyeler Devlet midir?  <https://t.com.tr/yazarlar/ali-d-ulusoy/belediyeler-devlet-midir,26168>, Erişim Tarihi: 28.04.2020. 63  Bu kampanyanın nasıl gerçekleştirildiğine dair bkz <https://www.ibb.istanbul/News/Detail/36777>, Erişim Tarihi: 05.05.2020.64  <https://www.haberler.com/baskent-te-iyilik-bulasiyor-13243118-haberi/>, Erişim tarihi: 28.05.2020.65  <https://www.haberler.com/gaziantep-te-2-milyon-lira-odenerek-200-bakkaldaki-13185241-haberi/>, Erişim Tarihi: 03.05.2020.66  <https://www.haberler.com/yavas-in-baslattigi-kampanya-ornek-oldu-13186033-haberi/>, Erişim Tarihi: 10.05.2020.67  Bu dediğimize örnek olarak; belediye başkanı ve meclisin birbirinden farklı düşünmesinden kaynaklı sosyal yardım taleplerinin durdurulmasına neden olan örnek için bkz <https://www.ibb.istanbul/News/Detail/36852>, Erişim Tarihi: 28.05.2020.68  <https://www.epdk.org.tr/Detay/Icerik/2-8112/epdk-sayac-okuma-duzenleme-basin-aciklamasi>, Erişim Tarihi: 15.05.2020.69  <https://www.haberler.com/istanbul-da-igdas-in-sayac-okumadan-gonderdigi-13153591-haberi/>, Erişim Tarihi: 23.04.2020.70  <https://tr.euronews.com/2020/05/07/epdk-den-igdas-a-mektup-hatal-faturalar-iptal-edin>, Erişim Tarihi: 10.05.2020.71  <https://www.ibb.istanbul/News/Detail/36786>, Erişim Tarihi: 10.05.2020.788Doru / COVID-19 (Koronavirüs) Salgını Sürecinde Yapılan İdari Muamelelerin Hukuka Uygunluğu ve İdarenin...yararlı faaliyet yapmak isterken, dayanak mevzuat eksikliği nedeniyle hukuken yanlışa sapma  durumu vardır ve bu zor dönemde bu tip uygulamalar ve özellikle bir sonraki başlıkta belirteceğimiz, kanuna dayanmayan ve idari istikrar, hukuka güven gibi ilkeleri zedeleyen uygulamalar, insanların idareye güvenini de sarsmaktadır. Hukuken  çözüm  olarak  örneğin;  sayaçlar  okunup  daha  sonra  kullanım  bedeli üzerinden  indirim  yapılabilir  yahut  virüs  endişesinden  dolayı  sayaç  okunmak istenmediyse daha sonra karantina biraz esnetildiğinde sayaçlar okunup toplu fatura çıkarılıp onun üzerinden yine bir indirim kararlaştırılarak hizmetten yararlananlara kolaylık sağlanabilirdi. Dolayısıyla bir daha gördüğümüz üzere, topluma faydalı olarak  düşünülen  her  şey  hukuki  olmayabilmektedir.  O  yüzden  hem  merkezi idarenin hem yerel idarelerin birbirleriyle çekişmek yerine, idari vesayet ilkesini uygulayarak;  böyle  dönemlerde   hayırda  yarışma   misali,  sosyal  yardımlarda, iyilik ve kamu hizmetlerini yapmak hususunda yarışması ve azami koordinasyonu sağlamaya çalışması daha isabetli olacaktır kanaatindeyiz. Eğer toplanan bağışlar yahut yardımların yerine ulaştırılmadığı, kamu hizmeti amacıyla kullanılmadığı gibi iddialar mevcutsa bu durum apayrı bir durumu teşkil edip, Sayıştay dahil denetim ilgili tüm idari ve yargısal denetim yolları elbette açıktır. III. Yapılan İdari Muameleler ve Alınan Tedbirler Bakımından Uygulamada Birlik Problemiİdarenin, bireylerin hakkını etkileyen muamelelerde bulunurken dikkat etmesi gereken  önemli  hususlardan  biri  uygulamada  birliği  sağlamasıdır.  Uygulamada birlik; idarenin, faaliyetlerini eşitlik ilkesi çerçevesinde yerine getirmesi; farklılık değil fakat imtiyaz oluşmasına engel olacak şekilde muameleler yapması ve bunları aynı hukuki statüdeki herkese, her yerde, aynı şekilde uygulamasıdır. İdarelerin hem kendi iç düzenlerinde bu uygulamada birliği sağlaması hem de hukuki muamelelerde bulunurken  bunu  göz  önünde  bulundurması;  idari  istikrar,  hukuka  güven, 72  Oysa, örneğin yargıda süreleri durduran ve 26.03.2020 tarihli Resmi Gazete de yayınlanan 7226 sayılı Bazı Kanunlarda Değişiklik Yapılmasına Dair Kanun un 2. maddesiyle, 7269 sayılı Umumi Hayata Müessir Afetler Dolayısıyla Alınacak Tedbirlerle Yapılacak Yardımlara Dair Kanun da değişiklik yapılmış ek madde eklenerek, afet yaşanması durumunda o yerlerdeki elektrik ve doğalgaz bedellerinin tahakkuku ile tahsilatının 1 yıl ertelenebileceği imkanı getirilmiştir.    Ek Madde 13- (Ek:25/3/2020-7226/2 md) 1 inci maddenin birinci fıkrasında belirtilen afetler nedeniyle afet yaşanılan yerlerde elektrik ve/veya doğal gaz tüketim bedellerinin tahakkuk ve/veya tahsilatlarının süresinin ve kapsamının belirlenerek 1 yıla kadar ertelenmesi ile elektrik ve/veya doğal gaz dağıtım ve/veya tedarik şirketlerinin söz konusu ertelemeden kaynaklanan anapara haricindeki tüketicilerden tahsil edilmeyen bedellere ilişkin finansman maliyetinin, gecikme zammı tutarını geçmemek üzere Enerji ve Tabii Kaynaklar Bakanlığı bütçesinden karşılanmasına Cumhurbaşkanınca karar verilebilir   Dolayısıyla kastettiğimiz, bu tip imkanların ayrı ayrı idarelerin takdir yetkisine bırakılmadan mevzuata eklenerek kolaylığın sağlanması gerekliliğidir.73  Akyılmaz, Sezginer ve Kaya, (n 11), 553.789İstanbul Hukuk Mecmuası 78/2öngörülebilirlik, belirlilik, eşitlik gibi ilkeler bakımından ziyadesiyle önemlidir. Yani bir faaliyet yerine getirilirken idare herkese eşit şekilde, ayrım yapmadan (eşitlik, farklılıkları değil imtiyazları önler hususunu da gözden kaçırmadan), yeni koşullar ve farklı durumlar olmadığı sürece bir istikrar ve uygulama birliği içinde, haklı  bir  gerekçe  olmadan  ani  karar  değişikliklerine  gitme  gibi  yaklaşımlarda bulunmadan muamele yapmalıdır. Yani benzer olan durumlarda ve uyuşmazlıklarda idarenin yapması gereken şey aynı işlemi tesis etmek, takdir yetkisini idarenin istikrar  kazanmış  uygulamasından  farklı  yönde  kullanmamaktır.  Ki  böylece, ilgililer haklarında işlem tesis edildiğinde, söz konusu işlemin, gereken herkese aynı şekilde uygulandığını biliyor olduklarından, alınan tedbirler bakımından herhangi bir farklılık oluştuğu, istikrarsızlık yahut sırf bundan dolayı bir hukuka aykırılık teşkil ettiği iddiasında bulunmasınlar. Fakat bu süreçte belirtmek gerekir ki birçok hususta uygulamada birliğin sağlanmış olduğu hususu tartışmalıdır. Zira pandeminin olağanüstü boyutundan ve tehlikenin büyüklüğünden  kaynaklı  olduğunu  düşündüğümüz,  idarenin  ve  personellerinin takdir yetkilerini farklı şekillerde kullandığını görmekteyiz. Örneğin, kendileri için sokağa çıkma yasağı ilan edildikten sonra özellikle 65 yaş üstü vatandaşların bazıları dışarı çıkmış ve bazı yerlerde kendilerine ceza kesilirken, bazı yerlerde ise yasağa uymayanların ellerine kolonya dökülerek veya uyarılarak evlerine gönderilmeleri, herhangi bir cezai işlem yapmadan bırakılmaları uygulamada birliğin sağlanamadığı bir örnektir. Yine bazı kararların, çeşitli gerekçelerle Bilim Kurulu tarafından başka kurumların inisiyatifine bırakıldığının ifade edilmesi doğru değildir. Örneğin, Bilim Kurulu, futbol liglerinin başlanması kararının TFF de olduğunu ve kararı onlara bıraktıklarını ifade etmiş; TFF ise bunu ifade ettikten bir süre sonra tekrar Bilim Kurulu ndan görüş alacaklarını ve ona göre karar vereceklerini ifade etmiştir. Bu durum salgın hastalığın etkilerinin acaba futbol dünyası için geçerli değil mi gibi bir soruyu ve uygulama farklılığını gündeme getirmektedir. Kaldı ki Bilim Kurulu, 74   Hukuk devletinin temel unsurlarından biri belirlilik ilkesidir. Anayasa Mahkemesinin yerleşik kararlarına göre anılan ilke, yasal düzenlemelerin hem kişiler hem de idare yönünden herhangi bir duraksamaya yer vermeyecek şekilde açık, net, anlaşılır, uygulanabilir ve nesnel olmasını gerektirmektedir. Belirlilik ilkesi, hukuksal güvenlikle bağlantılı olup birey, kanundan belirli bir kesinlik içinde hangi somut eylem ve olguya hangi hukuksal yaptırımın veya sonucun bağlandığını, bunların idareye hangi müdahale yetkisini verdiğini bilmesini zorunlu kılmaktadır. (AYM, E. 2019/35, K. 2019/53, 26.06.2019, P. 15; E. 2018/70, K. 2019/54, 26.06.2019, P. 10; E. 2017/33, K. 2019/20, 10.04.2019, P. 31; E. 2018/1, K. 2018/83, 11.07.2018, P. 12)  Bkz. AYM, E. 2018/125, K. 2020/4, KT. 22.01.2020, RG. 13.05.2020, sy. 31126.75  Cemil Kaya, İdarenin Takdir Yetkisi ve Yargısal Denetimi, (1. Bası, On İki Levha 2011), 136.76  <https://www.ensonhaber.com/ic-haber/polis-uyardigi-yaslilari-kolonya-sikarak-evlerine-gonderd>, Erişim Tarihi: 23.03.2020. 77  <https://www.ensonhaber.com/gundem/istanbulda-yasaga-uymayan-yaslilar>, Erişim Tarihi: 23.03.2020.78  Bunun yanında, söz konusu kişilerin virüs kapması yahut çevresine bulaştırmasından ötürü doğabilecek zararlardan, görevini yapmadığı iddiasıyla kolluk personelinin ve dolayısıyla idarenin sorumluluğu olup olmayacağı da gündeme gelecektir.79  <https://www.haberler.com/saglik-bakani-fahrettin-koca-liglerin-13194893-haberi/>, Erişim Tarihi: 10.05.2020.80   Tüm istişarelerimizi yapıp Sağlık Bakanlığı ve Bilim Kurulu nun maçların nasıl oynanacağına dair kararı çerçevesinde ligleri başlatacağız.  <https://www.tff.org/default.aspx?pageID=687&ftxtID=33260>, Erişim Tarihi: 12.05.2020. Bilim Kurulu üyesi ise federasyona böyle bir tavsiyenin yapılmamış olduğunu ifade etmiştir. <https://www.internethaber.com/bilim-kurulu-uyesi-prof-levent-akindan-tff-ve-avm-kararina-tepki-2100937h.htm>, Erişim Tarihi: 10.05.2020.790Doru / COVID-19 (Koronavirüs) Salgını Sürecinde Yapılan İdari Muamelelerin Hukuka Uygunluğu ve İdarenin...salgınla mücadele hususundaki akademik ve bilimsel anlamda tespitleri yapan, önlemleri ön gören kurul olarak kararı TFF ye veya başka bir kuruma bırakmak şeklinde bir yaklaşıma girmemelidir. Bu kabul edilirse diğer kurumlardan tutun özel iş yerlerine kadar alınan tedbirlerden etkilenen herkes, aynı yaklaşımın kendisine de gösterilmesini, Bilim Kurulu nun gerekli uyarıları ve alınması gereken tedbirleri kendilerine iletip fakat iş yerini kapatma veya sokağa çıkıp çıkmama gibi bir davranışın ise kendi inisiyatifine bırakılmasını talep etmek isteyebilir. Oysa, virüs aynı virüstür ve aslında yapılması gereken, bir tedbir alındığı zaman bunun herhangi bir kişi, kuruluş ve alan fark etmeden aynı kararlılık ve ciddiyetle uygulanmasıdır. Son  dönemlerde  normalleşme  planıyla  beraber  örneğin  kamu  kurumlarında çalışan kronik, hamile vb. personellerin dönüşümlü çalışıp çalışmayacak olmalarının her bir kamu tüzel kişiliğinin kendi inisiyatifine bırakılması da uygulamada birliğin sağlanamamasına ve dolayısıyla problemlere neden olabilecek bir karar olmuştur. Bir kurum personeline izin verirken diğer kurumun personel azlığından kaynaklı olarak izin vermeme gibi bir takdir yetkisine sahip tutulması da virüsün bazı kimseler için riskli olup aynı statüdeki başkaları için riskli değilmiş gibi bir algının oluşmasına neden  olur.  Her  ne  kadar  sonradan  kronik  hastalıkların  Sağlık  Bakanlığı nın belirlediği  listeye  göre  belirleneceğini  ifade  eden  Cumhurbaşkanlığı  Genelgesi yayınlanmış olsa da bu da kimi kronik hastalıklara sahip olanlarla hamile ve engelli personeller için belirsizliği ortadan kaldırmamıştır, hala kurum inisiyatifinin bulunduğunu söyleyebiliriz. Yine, üniversitelerde öğrencilerin yan yana gelmesinin risk oluşturduğu gerekçesiyle hem eğitimlerin hem de sınavların online yapılması, isabetli ve alınan önlemlerle paralel bir karar olduğu gibi tam tersine lise ve üniversite giriş sınavına girecek öğrencilerin sınavlarının ertelenmemesi, online yapılmaması ve sosyal mesafe, maske vb. kurallara uyularak okullarda yapılacağının kararlaştırılması, hatta ertelenmişken idari istikrar ve idareye, hukuka güven ilkelerini zedeleyici bir takdirle tekrar erkene alınması belki de hukuk devletinin en temel esaslarından olan belirlilik/öngörülebilirlik ilkesinin geçerli olmadığını gösteren ve uygulamada 81    Sağlık Bakanlığı tarafından tanımlanan ve takibi yapılan kronik hastalığı olan kamu personelinin durumları, kurumlarınca değerlendirilecek.   <https://www.ntv.com.tr/saglik/e-nabiz-ile-saglik-bakanliginin-belirledigi-kronik-hastaliklar-listesiyayimlandi,Xb-3--7tHkWNUGBSn_dw>, Erişim Tarihi: 01.06.2020.82   RG 29.05.2020/31139 (Mükerrer), <https://www.resmigazete.gov.tr/eskiler/2020/05/20200529M-1.pdf>, Erişim Tarihi: 30.05.2020.83   Hukuki öngörülebilirliğin sağlanmasına da katkıda bulunan idari istikrarın temin edilebilmesi için hukuk kurallarının ve idari uygulamaların sık sık değiştirilmemesi gerekir.  Bkz. Muhammed Göçgün, İdari İşlemin Konu Unsuru, (1. Bası, On İki Levha 2017), 232.84  Turan Yıldırım,  Danıştay Kararlarında Mücbir Sebep Kavramı , (2019) 25(2) Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, 1520, 1537.791İstanbul Hukuk Mecmuası 78/2birlik probleminin en bariz örneklerinden biri olmuştur. Zira, haklı olarak akla şu sorular gelmektedir: Eğer tedbirler alınıp sınavların yapılması mümkün ise neden tüm üniversitelerin bahar dönemleri ve final sınavları online olarak yapılmaktadır? Eğer online yapılması isabetli ve doğru olan ise (ki kanaatimizce doğru olan şu önemli aşamada kesinlikle topyekun mücadele bağlamında tamamen uzaktan olacak şekilde bir yolun tercih edilmesidir) lise ve üniversite sınavına giren öğrenciler bakımından neden bu isabetli yaklaşım aynı şekilde sergilenmemektedir? Bunların diğer tedbirlerden neden ayrı tutulduğu ve yapılması hususundaki iradenin henüz tatmin edici bir gerekçesi maalesef sunulamamıştır. Yine yukarıda arz ettiğimiz üzere tüm belediyeler ve Valilikler olması gereken şekilde süratle, virüs ve ondan kaynaklı yasaklar başlar başlamaz zor durumda kalan ihtiyaç sahipleri için yardım yahut bağış fark etmeksizin kampanyalar başlatıp faaliyete geçmişken birkaç yerel idarenin yardım kampanyası düzenleyemeyeceğine yönelik yaklaşım da uygulamada birlik probleminin görünümlerinden biridir. Uygulamada  birlik  probleminin;  idarenin  faaliyetlerine  görünümü  üzerinde de etkisi olmuştur ve ileride de olacağını düşünüyoruz. Zira virüsün başlangıç dönemlerinde  kendilerine  test  yapmak  isteyen  kişilere  çeşitli  özel  hastanelerin 85   Üniversite ve lise giriş sınavlarının yapılacak olması, diğer bazı sınavların riskten dolayı sonbahar aylarına ertelenmiş olmasından ötürü (ÖSYM nin sınav ertelemelerine dair yaptığı açıklama ve açıkladığı yeni tarihlerin duyurusu için bkz  <https://www.osym.gov.tr/TR,19304/2020-osym-sinav-takviminde-guncelleme-19032020.html>,  Erişim  Tarihi: 25.03.2020) uygulamada birlik problemi oluşturmasının yanında esas problem aslında sınavın önce haziran ayından temmuz ayına ertelenip (<https://www.osym.gov.tr/TR,19318/2020-osym-sinav-takviminde-guncelleme-27032020.html>, Erişim Tarihi: 04.05.2020) sonra tekrar öne çekilmesi olmuştur (<https://www.osym.gov.tr/TR,19334/2020-elektronik-yabancidil-sinavi-e-yds-tarihlerinin--guncellenmesi-14052020.html>, Erişim tarihi: 15.05.2020). Bu tip bir karar; idari istikrar ve idareye güven ilkesine açıkça aykırı bir karar olmuştur. Anayasa Mahkemesi bir kararında hukuka ve idareye güven ile istikrar ilkesinin önemini şu şekilde vurgulamaktadır:  Hukuki güvenlik ile belirlilik ilkeleri, hukuk devletinin önkoşullarındandır. Kişilerin hukuki güvenliğini sağlamayı amaçlayan hukuki güvenlik ilkesi, hukuk normlarının öngörülebilir olmasını, bireylerin tüm eylem ve işlemlerinde devlete güven duyabilmesini, devletin de yasal düzenlemelerinde bu güven duygusunu zedeleyici yöntemlerden kaçınmasını gerekli kılar. Belirlilik ilkesi ise yasal düzenlemelerin hem kişiler hem de idare yönünden herhangi bir duraksamaya ve kuşkuya yer vermeyecek şekilde açık, net, anlaşılır ve uygulanabilir olmasını, ayrıca kamu otoritelerinin keyfi uygulamalarına karşı koruyucu önlem içermesini ifade etmektedir (AYM, E.2013/64, K.2013/142, K.T. 28/11/2013, bkz RG 27.03.2014/28954) . Kararda da ifade edildiği üzere söz konusu ilkeler gereği, ilgilileri zor durumda bırakacak şekilde bir belirsizlik, hukuka ve idareye güveni zedeleyici sonuçlara yol açar. Öğrencilerin tamamen idarenin kararına güvenerek ona göre yeniden bir çalışma planı yapması gayet olağandır ve olması gerekendir. Fakat sonradan sınavın öne alınması; çalışma takvimi etkilenen ve o dönemdeki psikolojiyle yüksek ihtimalle ruh sağlığı olumsuz etkilenmiş bulunan öğrencilerin manevi zararına ve dolayısıyla da idarenin sorumluluğuna bile yol açabilecek bir istikrarsızlık örneği olmuştur diyebiliriz.  Buna benzer bir başka örnek sokağa çıkma yasağı hususunda meydana gelmiştir. 3 Haziran 2020 tarihinde yapılan basın toplantısında, önce Sağlık Bakanı tarafından  bu hafta sonu yasak düşünülmemekte  açıklaması yapılmış (<https://www.haberler.com/son-dakika-saglik-bakani-fahrettin-koca-bilim-13288191-haberi/>,  Erişim  Tarihi:  03.06.2020),  bir  gün sonra gece saatlerinde İçişleri Bakanlığı tarafından sokağa çıkma yasağı ilan edilmiş (<https://www.haberler.com/15ilde-hafta-sonu-sokaga-cikma-yasagi-ilan-edildi-13292249-haberi/>, Erişim tarihi: 05.06.2020), fakat sonraki günün öğlen vakitlerinde ise Cumhurbaşkanı kararıyla bu yasak iptal edilmiştir. (<https://www.haberler.com/son-dakika-dungece-hafta-sonu-icin-15-ilde-ilan-13293245-haberi/>, Erişim Tarihi: 05.06.2020). O arada, birçok insan hafta sonu uçak bileti almışken, sokağa çıkma yasağı kararı nedeniyle yeniden plan yapmak zorunda kalmış, biletini iptal etmiş ve diğer illere geçerek karayoluyla gitmeyi tercih etmişken ve henüz yolda iken yasak kararının ilan edildiği gecenin sabahında kararın iptal edildiğinin açıklanmasıyla mağduriyet yaşamıştır. Dolayısıyla bu tip kararlar da söz konusu ilkelere açıkça ters uygulamalar olmuştur. İlkelerin bu şekilde göz ardı edilmesinin sosyal bakımdan bir etkisi ise, uygulamalar bu şekilde olursa bir süre sonra ilkelerin artık muhatap kişiler tarafından da önemli görülmemesine yol açacaktır. Bu da doğal olarak artık hukuka saygının kalmadığı ve hukuka güvenin de olmadığı bir ortamın oluşması tehlikesine yol açabilir. Bu tehlikeye meydan vermemek adına idarelerin planlı, ön görülü ve söz ettiğimiz ilkelere azami riayet göstererek muamelelerde bulunması daha isabetli olacaktır kanaatindeyiz. 792Doru / COVID-19 (Koronavirüs) Salgını Sürecinde Yapılan İdari Muamelelerin Hukuka Uygunluğu ve İdarenin...farklı farklı ücretler çıkarması ve hatta ücret almasının kendisi sorun olmuş ve Bakanlık açıklama yapmak durumunda kalmış; hatta Sağlık Uygulama Tebliği nde değişiklik yapılarak pandemi sürecindeki testler acil hal tanımına dahil edilip ücret istenemeyeceği belirtilmiştir. Testten ücret alması yasaklandıktan sonra bile bazı hastaneler testten ücret almamış fakat sağlık kıyafeti ücreti adı altında ücret almaya devam etmişlerdir. Kanaatimizce aslında bunlar da gösteriyor ki sağlık gibi temel bir kamu hizmetinin özel sektöre gördürülemeyecek kadar önemli bir hizmet olduğu ortaya çıkmaktadır. Özel hastaneler de sağlık kamu hizmetini gören kuruluşlar olsa da uygulamada tamamen ticari faaliyet ve adeta yoğun kolluk denetiminin olduğu bir özel faaliyete büründüğü aşikar olduğundan tamamen idare kontrolünde olması ve buna göre yeniden bir organizasyon ve düzenleme yapılması gerekir kanaatindeyiz. Nitekim, Sağlık Bakanlığı nın da 20.03.2020 de yayınladığı genelge ile sağlık kurumlarına müracaat eden hastaların, COVID-19 tanısı kesinleşinceye kadar Sağlık Bakanlığı hastaneleri, Devlet ve Vakıf Üniversitesi hastaneleri ile tüm özel sağlık kuruluşlarınca kabul ve tedavi süreçlerinin yapılmasının zorunlu olduğu bildirilmiş; bünyesinde Enfeksiyon Hastalıkları ve Klinik Mikrobiyoloji, Göğüs hastalıkları, İç Hastalıkları uzmanı hekimlerden en az ikisinin bulunduğu ve 3. seviye erişkin yoğun bakım yatağı bulunan hastanelerin Pandemi Hastanesi olarak kabul edileceği kararlaştırılmıştır.  Bu  da  aslında  fikrimizi  destekleyen  bir  yaklaşım  olmuştur. Ayrıca uygulamada birliği sağlamaya ve hukuka aykırılıklar ile olası mağduriyetleri engellemek için tesis edilmiş bir karardır.Uygulamada  birlik  problemi;  aynı  statüde  olan  kişilere  aynı  mevzuatın  ve idari işlemlerin uygulanması gerektiği anlamına gelmesinin yanında, söz konusu uygulamalar yapılırken tesis edilen işlemlerin de elbette aynı dayanağa ve usule göre tesis edilmesi gerekir ki hukuka aykırılık iddiası ileri sürülmesin. Örneğin, bu salgın sürecinde, İstanbul Beyoğlu nda yer alan İstiklal Caddesi ne çıkış yasaklanmamış olmasına rağmen caddeye çıkanların maskeyle gezmeleri ve kendi aralarında 3 metre mesafe olmasının gerekliliğine dair Kaymakamlık kararının duyurulmadan uygulanmaya başlanması, 3 metre mesafeye uyulmadı diye kişilere belli miktarlarda para cezaları kesilmesi, para cezası uygulananların ise maske satışı olmadığından 86  <https://www.hurriyet.com.tr/gundem/tum-uyarilara-ragmen-ozellerde-parali-test-41479024>, Erişim Tarihi: 01.04.2020. 87  <https://www.resmigazete.gov.tr/eskiler/2020/04/20200409-7.htm>, Erişim Tarihi: 10.04.2020, RG. 09.04.2020/31094, sf. 28.  Acil hal; ani gelişen hastalık, kaza, yaralanma ve benzeri durumlarda olayın meydana gelmesini takip eden ilk 24 saat içinde tıbbi müdahale gerektiren durumlar ile ivedilikle tıbbi müdahale yapılmadığı veya başka bir sağlık kuruluşuna nakli halinde hayatın ve/veya sağlık bütünlüğünün kaybedilme riskinin doğacağı kabul edilen durumlar ile pandemi süresince pandemi olgularına yönelik tanı ve tedavileri kapsamaktadır. Bu nedenle sağlanan sağlık hizmetleri acil sağlık hizmeti olarak kabul edilir . Tebliğin tam metni için bkz <https://mevzuat.gov.tr/mevzuat?MevzuatNo=17229&MevzuatTur=9&MevzuatTertip=5>, Erişim Tarihi:15.04.2020. 88  <https://www.haberler.com/ozel-hastanelerin-koronavirus-testi-oyunu-test-13152862-haberi/>, Erişim Tarihi: 25.04.2020.89  <https://dosyamerkez.saglik.gov.tr/Eklenti/36907,pandemi-hastaneleripdf.pdf?0>, Erişim Tarihi: 10.05.2020.90  Aynı genelgede Pandemi Hastanesi; COVID-19 tanısı almış (test pozitif) vakaların tedavi sürecinin yapılmış olduğu hastane olarak tanımlanmıştır.91  <http://www.beyoglu.gov.tr/taksim-meydani-ve-istiklal-caddesinde-maske-takilmasi-ve-kisiler-arasinda-uc-metre-sosyalmesafenin-korunmasina-yonelik-ilce-hifzissiha-kurul-karari>, Erişim Tarihi: 08.05.2020.793İstanbul Hukuk Mecmuası 78/2maske alamadıklarını ve kendisine maskenin de belirtildiği gibi PTT aracılığıyla gelmediğini, kaldı ki sokakta maskesiz yürümenin hukuka aykırı olmadığını, kesilen para cezasının da yüksek olduğunu ifade etmesi karşısında belirtmek gerekir ki ilan edilmeyen düzenleyici işlemler yürürlüğe girmeyeceğinden ötürü kesilen cezaların hukuka aykırı olduğunu ifade etmek gerekir. Kaldı ki maske satışının yasaklandığı dönemde  kendisine  eczaneye  gidip  devletin  sağlamış  olduğu  ücretsiz  maskeyi alabilmesi için gerekli olan kod da gelmemiş kişilere; üstelik duyurulmamış bir karara dayanarak, arkasından yaklaşan kişilerden kaynaklı 3 metrelik sosyal mesafe kuralını ihlal etti diye asgari ücretin yarısı oranında bir para cezası kesilmesi kanaatimizce hukuka uygun değildir, ilan edilmiş olup yürürlüğe girmesi durumu gerçekleşseydi bile kesilen cezanın ölçülülük ilkesine çok uygun olduğunu düşünmediğimizi ifade etmek gerekir. Zira, yapılan işlemdeki para cezası miktarı söz konusu hukuka aykırılığı ortadan kaldırmak bakımından elverişli ve orantılı bir miktar değildir. Kanaatimizce bir yasağa ilgililerin uymasını sağlamak için caydırıcılık unsurunu sağlamak  adına  çok  yüksek  miktarda  para  cezalarının  ön  görülmesi  yasaklara uyulmaması noktasında herhangi bir azalma meydana getirmez, aksine zaten asgari ücretin yarısı ve hatta bazı ihlaller açısından onun 1,5 katı oranındaki bir cezayla muhatap olan kişi, bu derecede bir cezayı ödemesi üzerine sonraki zamanda tedbirlere daha az riayet edebilir. Oysa cezanın amacı, hem kişinin ihlalinin cezasız kalmaması için uyarı mahiyetinde makul bir para cezasını kararlaştırmak hem de bu vesileyle kişiye ilgili düzenlemeleri ve uygulamayı hatırlatmaktır. İdarenin mümkün olan en hafif şiddetteki önleme başvurması makul olan yaklaşımdır.Yine idarenin yukarıda ifade ettiğimiz üzere kanunilik ilkesinden ötürü koyduğu kurallara önce kendisinin uyması da bir zorunluluk arz etmektedir. Aksi takdirde kural  koyanın  tedbire  uymadığı  durumda,  muhatap  kişilerin  buna  uymasını beklemesi doğru olmaz. Nitekim, yukarıda söz ettiğimiz örnekte, maske takmıyor diye uyarılan bir öğretmeni uyaran polisin kendisinin de maske takmıyor olması, 92  <https://www.haberler.com/son-dakika-cumhurbaskani-erdogan-kabine-13094374-haberi/>, Erişim Tarihi: 06.04.2020.93  Bkz.  <http://www.haber.com/guncel/haber/2972794-disarida-maske-takmak-zorunlu-mu-maske-takmamanin-cezasi/?detay=2>, Erişim Tarihi:  08.05.2020;  <https://www.sabah.com.tr/video/yasam/maskesiz-dolasma-cezasi-ne-kadar-maske-takmama-cezasikac-tl>, Erişim Tarihi: 08.05.2020.94  Bunların yanında özellikle Umumi Hıfzıssıhha Kanunu na dayanılarak kesilen para cezaları bakımından, makalemizde verdiğimiz  örneklerde,  uygulamada  para  cezalarını  polislerin  kestiğini  görmekteyiz.  Oysa,  Umumu  Hıfzıssıhha Kanunu nun 294. maddesinin 2. fıkrasında  Bu Kanunda yazılı olan idarî para cezaları mahallî mülkî amir tarafından verilir.  hükmü bulunmaktadır. Dolayısıyla; aslında para cezası işlemlerinin yetki bakımından hukuka aykırı olduğunun belirtmek gerekir. Polisin yapması gereken, denetim esnasında yasaklara aykırı davranan kişilere ilişkin tutanak tutması ve bunu delillendirmesi ve mülki amirliğe teslim etmesidir. Aksi takdirde bu şekilde doğrudan denetim ve tespitle görevli olan kolluk personelinin kendini yetkili makam yerine koyarak kestiği cezalar hukuka aykırı olacaktır. 95  Ölçülülük ilkesinin varlığından söz edebilmek için amaç ile araç arasında makul bir dengenin sağlanmış olması zaruridir. Bkz. Nur Kaman,  Türk Hukukunda Toplantı ve Gösteri Yürüyüşü Hakkı , (2014) 17(1) İdare Hukuku ve İlimleri Dergisi, 89, 99.96  Yücel Oğurlu,  AİHM Kararları ve Türk İdare Hukukunda Temel Hak ve Özgürlüklerin Sınırlandırılmasında Bir Yargısal Denetim Ölçütü Olarak ‘Ölçülülük İlkesi  , (2001), Dokuz Eylül Üniversitesi Hukuk Fakültesi (Turhan Tufan Yüce Armağanı), 485, 486.97  <https://www.haberler.com/maske-takmayan-ogretmen-ve-polis-birbirinden-13251717-haberi/>, Erişim Tarihi: 23.05.2020.794Doru / COVID-19 (Koronavirüs) Salgını Sürecinde Yapılan İdari Muamelelerin Hukuka Uygunluğu ve İdarenin...kuralın uygulanma gücünü de zayıflatır. Her halükarda, polisin maskeyi takmaması, kişilerin maske takmamasına hukuki bir gerekçe olmaz, elbette maske takılması zorunluluğu öngörülmüş ise herkes buna uymakla yükümlüdür; fakat idare de buna uymakla zorunludur, aksi durum uygulamada birliğin idarenin bizzat kendi personeli tarafından sağlanmamış olduğunu ortaya koymakta ve örnekte görüldüğü üzere problem çıkmaktadır. Sayılan nedenlerden ve örneklerden dolayı; uygulamada birlik sağlandığı sürece kanaatimizce kişilerin de tedbirlere ve idarenin muamelelerine olan hem güveni, hem uyma oranı hem de saygısı artacaktır. Fakat idare; salgına yönelik tedbirler ve yaptırımlar bakımından kurumdan kuruma, kişiden kişiye, bölgeden bölgeye, sınavdan sınava değişen şekilde farklı tipte tedbirler ön görüyorsa uygulamada birlik problemi baş gösterir ve bu da yapılan muameleler bakımından hem eşitlik ilkesine hem de hukuka aykırılık neticesi doğurabilir. Bunlara yol açılmaması adına idarenin uygulamada birliği sağlamaya azami dikkat göstermesi faydalı olacaktır.IV. İdarenin Sorumluluğu MeselesiA. Genel OlarakSalgın süresince idarenin aldığı tedbirlerden kaynaklı söz etmemiz gereken bir diğer konu da idarenin sorumluluğu meselesidir. Bu başlık atlında gündeme gelebilecek birkaç sorumluluk problemi bulunmaktadır. Bunlar da tedbirler kapsamında alınan kararlar gereği kapatılan yahut faaliyetleri belli süreyle (gün ve saatle) sınırlandırılan işletmelerin  uğradığı  zararlar;  sokağa  çıkma  yasağı  kapsamında  olan  belli  yaş 98  Buna benzer bir problem, yakın tarihte yine İstanbul da, bir meydanda maske takmayan kişiye karşı polisin ceza kesmesi olayında  da  yaşanmıştır.  Bkz.  <https://www.ensonhaber.com/ic-haber/esenyurtta-polisle-maske-ve-sosyal-mesafetartismasi>, Erişim Tarihi: 02.07.2020. Olayda, sigara içtiği için maskesini çıkartan kişiye polis para cezası uygulamak istemiş, kişi buna itiraz etmiş, ceza yazılırken yan tarafta oturan bir diğer kişinin polise  Koca meydanda şu an kimse takmıyor, niye sadece bu kişiye ceza kesiyorsunuz  demesi üzerine polis  Beyefendi, siz de sosyal mesafe kuralına uymadan oturuyorsunuz, siz de kimliğinizi verin  diyerek kendisini uyaran ve  uygulamada birliği sağlaması gerektiği  hususunu kendisine hatırlatan kişiye de para cezası kesmiş fakat sosyal mesafeyi ihlal ettiğini ileri sürdüğü kişinin yanındaki diğer iki kişiye ise ceza kesmemiştir. Ayrıca ceza yazan polislerden biri de maskeyi burnunu kapatmadan sadece ağzını kapatacak şekilde takarak kurallara aykırı davranmış; dolayısıyla kendileri de hem yan yana bulunarak ceza kesmek suretiyle sosyal mesafeyi ihlal etmiş hem de maskeyi yanlış takarak solunum yoluyla virüsü bulaştırma riskine neden olmuşlardır. Bu örnekten de görüleceği üzere kuralı koyan mercilerin ve kamu gücünü kullananların evleviyetle bu kurallara uyması ve uygulamada birliği sağlamaları gerektiği hususları ziyadesiyle önemlidir, aksi takdirde idari faaliyetlerin ilgili n, ne şekilde kullanılacağınıniyısıyla zami düzeyde uymalıdırlar kiyata ve karakter yapısına sahip kişilerin kamu gücü kullanıllere eşit olarak uygulanması gerektiği prensibi ihlal edilmiş olmaktadır. Polisin, kendisini uyaran kişiye ceza yazması ve yanındakilere yazmaması, uyarılmaktan kaynaklı bir refleks olmuştur. Oysa idari faaliyetleri yürütenler (özellikle de kamu gücünü kullanan ve idari yaptırımları uygulayan kolluk personeli), bu görevlerini o anki hissiyatlarına, sinir duygularına yenik düşerek değil adaletli ve eşit şekilde uygulamak zorundadır ve en başta da kendileri bu kurallara azami düzeyde uymalıdırlar ki yukarıda ifade ettiğimiz üzere hukuk güvenliği, idareye güven, belirlilik vs. ilkelerin uygulanabilirliği de artsın. Dolayısıyla bu örnekten de anlaşılacağı üzere, ilgililerin kendilerine bir söz söylemesi, uyarı yapması veya başka bir nedenden dolayı görevlerinin gereğini yerine getirmeden adeta  şahsi bir hesaplaşma ya olayı dönüştürüp sadece bu kişilere ceza kesmeye neden olan hissiyata ve karakter yapısına sahip kişilerin kamu gücü kullanılan ve her türlü problemli insanla karşılaşma riski yüksek olan bir görevde bulunmamaları en isabetli yol olacaktır. Zira yasağa bilerek uymayan, sorunlu bir yapıya sahip, kuralları umursamadığı gibi yaptırım uygulandığında haklıymış gibi davranan,  ceza bana işlemez  mantığıyla hareket eden birçok kişi çıkabildiği için kolluk personelinin bu tavırlara karşı sabrını muhafaza etmesi ve hukuk kurallarını eşit olarak uygulama görevini yerine getirmesi gerekir. Aksi takdirde yukarıdaki olaydaki gibi bir durum ortaya çıkmakta ve eşit olmayan uygulamalar yapılmaktadır ki bu da hukuken ve sosyal olarak problemli olmaktadır.795İstanbul Hukuk Mecmuası 78/2üstündeki ve altındaki vatandaşların uğrayabileceği zararlar ve salgının hem kişiler hem de idare için mücbir sebep sayılıp sayılamayacağı ve bunun neticesine göre sorumluluğun olup olmayacağı gibi meselelerdir. Belirtmemiz gerekir ki bu başlık altında söz edeceğimiz meselelerin, yukarıda izah ettiğimiz idarenin, kanunilik ilkesine  riayet  edip  etmediği,  uygulamada  birliğin  sağlanıp  sağlanmadığı  gibi hususlarla doğrudan ilgisi bulunmaktadır, zira idarenin kanuna aykırı davranışı veya aynı tedbiri gerektiren bir durumda bir yer için o tedbiri alıp diğer yer için almaması sorumluluğuna neden olabilecek uygulamalar olacaktır.Şimdiye kadar alınan –alınmaya da devam edilecek gibi görünen ve vaka artışının yükseliyor olması neticesinde alınması da gereken- kararlar gereği iş yerleri, alışveriş merkezleri, restoranlar, kuaförler vs. gibi birçok işletme kapatılmış yahut faaliyetleri sınırlandırılmıştır. Daha sonraki süreçte ise aşama aşama açılmalarına karar verilmiş fakat bazıları diğerlerinden önce açılmış, bazı iş yerlerinin örneğin gece saat 12 ye kadar açık olmasına karar verilmişken bazılarının ise saat akşam 9 da kapatılması yönünde kararlar alınmıştır. Dolayısıyla kapatılan iş yerlerinin uğramış oldukları zararları talep edip edemeyeceği, hukuka aykırı işlemden kaynaklı zarar talebinde bulunup bulunamayacağı, kamu külfetleri karşısında eşitlik ilkesinin uygulama alanı bulup bulamayacağı irdelenmelidir. İdarenin sorumluluğu kapsamında gündeme gelebilecek ikinci mesele; sokağa çıkma kısıtlaması işlemine dayanarak 65 yaş üstü ve 20 yaş altı (daha sonra 18 yaş altı) vatandaşlarımızın (ve aslında bundan yola çıkarak genel olarak sokağa çıkma yasağından kaynaklı diğer tüm ilgililerin) uğrayabilme ihtimali bulunan zarar iddiası olabilir. Zira alınan kararın hem hukukiliği, hem kusur hem de takdir yetkisinin hukuka uygun olarak kullanılıp kullanılmadığı yönünden değerlendirilmesi ve buna göre bir karar verilmesi gerektiğini düşünmekteyiz.Son olarak da salgın hastalığın mücbir sebep değerlendirilmesinin yapılması gerekmektedir. İdare, gelişmeler karşısında özellikle maliki olduğu taşınmazlarda kiracı olanlara yönelik bu salgın hastalığı bir mücbir sebep saymış ve kira ödemelerini 3 ay süreyle ertelemiştir; fakat bu mücbir sebebin aynı zamanda idare için de herhangi bir faaliyetini veya yükümlülüğünü yerine getirememesi karşısında sorumluluğunu kaldıran bir sebep sayılıp sayılmayacağı da tartışma konusu olacaktır. 99  İçişleri Bakanlığı genelgelerinde fırınlar gibi zaruri ihtiyaç olarak görülen ekmek üretiminin devam etmesi için gerekli görülen yerlerin sokağa çıkma yasağının olduğu günlerde dahi faaliyette bulunmalarına izin verilmişken; marketlerin yine yasak kapsamında belli saat aralıklarında açık olması, restoranların paket-servis şeklinde hizmet görebilmesi kararlaştırılmış fakat örneğin kuaförlerin ise yasağın olduğu günlerde hiç açılmamasına ve yasağın olmadığı günlerde ise sabah 9-akşam 9 saatleri arasında faaliyette bulunabileceklerine karar verilmiştir. Dolayısıyla bu tip farklılıklar, virüsün bulaşma risk seviyesinin işletmeden işletmeye değişip değişmediği sorusunu ve eğer değişmiyorsa (ki maske, mesafe ve temizlik kurallarının her yer için geçerli olduğunu belirtmemiz gerekir) o halde faaliyetleri bu şekilde diğer işletmelere göre sınırlandırılan iş yerlerinin zararlarının tazmin edilip edilmeyeceği gündeme gelecektir. 796Doru / COVID-19 (Koronavirüs) Salgını Sürecinde Yapılan İdari Muamelelerin Hukuka Uygunluğu ve İdarenin...B. İş Yerlerinin Kapatılmasından Doğan Sorumlulukİçişleri Bakanlığı genelgeleriyle kapatılan birçok iş yeri olmuş ve bunlardan kısmi izin verilenler bu süreçte daha az ciro yapmış, faaliyetleri tamamen durdurulan esnaflar ise daha fazla ciro kaybına uğramış bulunmaktadır. Acaba bu gelir kayıplarından dolayı salgından sonra hayat normale yahut  yeni normal e döndüğünde ve tekrar faaliyetlere başlandığında idareye tazmin talebiyle başvurduklarında ne yapılması gerekir, bunun üzerinde durmak gerekmektedir. Öncelikle idarenin iki tür sorumluluğu bulunduğunu; bunların da hizmet kusuru ve kusursuz sorumluluk olduğunu bilmekteyiz. Bir olayda idarenin sorumluluğu belirlenirken öncelikle o olayda idarenin kusurunun olup olmadığı irdelenir; eğer kusuru yoksa o zaman kusursuz sorumluluk ilkelerine göre bir değerlendirme yapılır. Hizmet kusuru irdelenirken de hizmetin iyi veya kötü mü işlediği; zamanında mı yoksa geç mi işlediği yahut hiç mi işlemediğine bakılır. Koronavirüs sürecinde ilk virüsün Çin in Wuhan kentinde meydana çıktığı ve bundan dolayı ülke gündemine girdiği zamanın Aralık 2019-Ocak 2020 aylarında olduğunu ve ülkemizde ise Mart 2020 de görüldüğü ve tedbirlerin de bu aydan itibaren alınmaya başlandığı göz önünde bulundurduğumuzda akla idarenin tedbirleri almakta geç kaldığından ötürü hizmet kusuru ile sorumlu tutulabilir mi sorusu gelebilir. Zira, virüsün ilk haber alındığı andan ülkemizde de vaka görüldüğü ana kadar gerekli tedbirlerin katı bir şekilde alınmadığı ve dolayısıyla da virüsün ülkemize de geldiği, bu yayılma sonucunda da iş yerlerinin kapatılmak zorunda kaldığı ve zarara uğradığını iddia edenler hizmet kusuru iddiasında bulunabilirler. Fakat kanaatimizce bu süreçte idarenin  virüse karşı tedbir alınmaya başlanması  noktasında bir hizmet kusuru bulunmamaktadır. Zira virüsle ilgili ilk bilgi alındıktan sonra tedbirler alınmaya başlanmış ve dünyadaki tüm ülkelerde bu tedbirlere rağmen yine de virüs vakası görülmüştür. Dolayısıyla hizmet kusuru iddiasında bulunmak çok isabetli olmayabilir. Tabii  virüse karşı tedbir alınmaya başlanması  hususunda genel anlamda ileri sürülmesinin isabetli olmadığını düşündüğümüz hizmet kusuru, elbette tedbirler alınırken yapılan ayrı ayrı işlemler ve uygulamalarda mevcutsa o zaman idarenin hizmet kusurundan kaynaklı sorumluluğu söz konusu olabilecektir, onların her biri o somut olayın niteliğine göre ayrı ayrı ileri sürülebilir. Sorumluluk meselesinde esas tartışılması gereken hususlar ise virüse karşı alınan tedbirlerin özellikle kanunilik ilkesi çerçevesinde hukuka uygunluğu ve uygulamada birliğin sağlanıp sağlanmadığına dayanarak kusursuz sorumluluk ilkelerinden biri olan kamu külfetleri karşısında eşitlik ilkesinin uygulama alanı bulup bulamayacağıdır. İlk başlığımızda idarenin aldığı tedbirlerin olağanüstü hal tedbirleri olduğunu ve dayanağı yasal mevzuatın yanlış olduğunu ve bunun da alınan kararları hukuka aykırı 100  Yeni normal, Sağlık Bakanı tarafından  Kontrollü Sosyal Hayat  şeklinde ifade edilmiştir. <https://www.haberler.com/sondakika-saglik-bakani-koca-yeni-donemin-adi-13194805-haberi/>, Erişim Tarihi: 06.05.2020.797İstanbul Hukuk Mecmuası 78/2hale getirdiğini belirtmiş idik. Bu nedenle idari işlemin hukuka aykırı olmasından kaynaklanan zarar talebiyle bir sorumluluk söz konusu olabilecektir. İkinci olarak uygulamada birliğin sağlanmaya çalışılırken takdir yetkisinin kullanımının hangi kriterlere göre olduğunun belirli olmadığı ileri sürülebilir. Zira bulaşıcılığa sahip virüsün marketlerde veya fırınlarda yahut eve paket servis yapan restoranlardan bulaşmayıp örneğin kuaförlerden bulaşacağını düşünerek berberlerin ve kuaförlerin diğer işletmelere göre daha geç açılmalarına karar vermek takdir yetkisinin hukuka uygun olmayan kullanımını netice vermiş olabilir. Kaldı ki bu süreçte paket servis yapan yerler eve doğrudan sipariş götürebiliyorken, sosyal mesafe kuralına uymak suretiyle kuaförlerin evlere gidip tıraş yapmalarına izin verilmemiş, hatta basına yansıyan bir haberde bir iş yerinin deposuna çağrılan kuaför, gittiği yerde tıraş yaparken iş yeri polis tarafından basılmış ve para cezası kesilmiştir. Dolayısıyla bu hususta uygulamada birliğin sağlanmadığı ve eşitlik ilkesinin ihlal edildiği, takdir yetkisinin kamu yararı ve hizmet gereklerine uygun olarak kullanılmadığı iddiasıyla tazminat talebinde bulunulabilir. Tüm bunlar yanında, idarenin hiçbir kusuru olmasa dahi oluşan külfetin her bir işyerine ve dolayısıyla da herkese eşit olarak dağılmadığını, külfetin daha çok kendilerine kaldığını iddia ederek kamu külfetleri karşısında eşitlik ilkesi gereği idarenin kusursuz sorumluluğu bulunduğu ve dolayısıyla da zararlarının tazmin edilmesi gerektiği de ileri sürülebilecektir. Bazı iş yerlerinin faaliyetlerine hiç yasak getirilmediği, bazılarının diğerlerinden önce açılmasına karar verildiği, açılmasına karar verilenlerin de faaliyet saatlerine ilişkin farklı kararlar alındığı bir uygulamada kanaatimizce virüsün bulaşıcılık riski aynı iken bu tip değişik kararların alınması ve hangi kriter ve gerekçeyle farklılaştırmanın yapıldığının belli olmadığı bir ahvalde birlik sağlanamadığı gibi külfetin de eşit olarak dağıldığını söylemek isabetli  olmayacaktır.  Tüm  bunlar  ileride  hukuki  problemler  olarak  karşımıza çıkacaktır ve her bir olaydaki talepte bulunan iş yeri sahibinin; iş yerinin niteliği, o süreçte diğer izin verilen iş yerleri gibi kendisine de izin verilebilmesini sağlayacak gerekli tedbirleri alabileceğine dair delilleri ve aylık cirosu vs. dikkate alınarak bir sorumluluk değerlendirmesi yapılmak suretiyle zarar tazminine karar verilmesi söz konusu olabilecektir kanaatindeyiz.C. 65 Yaş Üstü ve 20 Yaş Altının (Daha Sonra 18 Yaş Altının) Sokağa Çıkmasının Yasaklanması Kararından Doğan SorumlulukSalgın başladıktan sonra idarenin özellikle insanları korumak için aldığı en dikkat çekici ve tartışılan kararlarından biri 65 yaş üstü ve belli yaş altındaki vatandaşlarımız için genel sokağa çıkma kısıtlamasından çok önce alınan sokağa çıkma yasağı getirilmesi olmuştur. Bu kararlara göre; salgının belirli bir yaş üstündekileri daha 101   <https://www.ensonhaber.com/ic-haber/kacak-tiraslara-baskin-devam-ediyor>, Erişim Tarihi: 08.04.2020.798Doru / COVID-19 (Koronavirüs) Salgını Sürecinde Yapılan İdari Muamelelerin Hukuka Uygunluğu ve İdarenin...çok etkilediği gerekçesiyle 65 yaş üstü vatandaşlara dışarı çıkmamaları  tavsiye  edilmiş;  bu  tavsiyeye  uyulmadığı  görülünce  genelge  ile  sokağa  çıkmaları yasaklanmıştır. Daha sonra 20 yaş altının ve ilerleyen süreçte salgından kaynaklı vaka sayısında düşüşün gerçekleşmesi neticesinde 18 yaş altının sokağa çıkması yasaklanmış; son zamanlarda ise belirli saat aralıklarında dışarı çıkmalarına izin verilme kararı alınmıştır. Bu kararların ve özellikle takdir yetkisinin kullanımının hukuka uygun olup olmadığı tartışma konusu olmuştur.Hemen belirtmemiz gerekir ki salgının ilk dönemlerinde, virüs vakası görülmeye başlandıktan sonra idarenin insanlara dışarı çıkmamaları veya çıkacaklarsa dahi maske takarak çıkmaları yönünde almış olduğu  tavsiye  kararları zaten bağlayıcı, icrai kararlar olmayıp tamamen toplumu doğru olan davranışa  yönlendirme  ve bir eylemde bulunmaya  teşvik etme  yaklaşımından doğan açıklamalar idi. İcrai olmayan bu tavsiye ve yönlendirici kararlar da hukuk düzeninde bir değişikliğe yol açmadığından o süreçteki yaşananlar tartışma konumuzun dışında kalmaktadır. Eğer tabii ki kararlar  tavsiye  niteliğinde olmasına rağmen o dönemde tavsiyeye uymadı diye kendisine herhangi bir yaptırım uygulanan kimseler var ise bunlar da hukuka aykırılık iddiasında bulunabilirler. İcrai kararlar alındıktan sonraki süreçte ise artık genelge ile alınan ve ülke geneline yönelik sokağa çıkma yasakları; söz konusu tartışmaları doğurmuştur. Çalışmamızın ilk başlığında, ülke genelinde sokağa çıkma yasağı kararı alınmasının doğru yasal zeminde ve doğru mevzuata dayanarak alınmadığını ve dolayısıyla işlemin kamu yararı demek olan amaç unsuru gerçekleşmiş olsa da hem yetki hem de sebep unsurları açısından hukuka aykırı olduğunu ifade etmiştik. Bunun dışında idare, her ne kadar takdir yetkisinin kullanım gerekçesi olarak, virüsün belirli yaş aralıklarındaki insanları daha çok etkilediği için onları 102   Ancak 65 ve üzeri yaşlardaki vatandaşlarımız ile yukarıda anılan kronik rahatsızlıkları olan vatandaşlarımız büyük risk altında olmasına rağmen toplumsal hareketliliğin içine girmekte; halka açık alanlarda, parklarda bir araya gelmekte, zorunlu olmamalarına rağmen toplu taşıma araçlarında seyahat ederek hem kendileri hem de toplum sağlığı açısından risk oluşturmaya devam ediyor. Bu durumun devam etmesi 65 yaş ve üstü vatandaşlarımız ile kronik rahatsızlıkları olan vatandaşlarımız kendi hayatlarını ve toplum sağlığı açısından ciddi risk oluşturarak salgının yayılmasını; vaka sayısı ve tedavi gereksinimi arttırarak, vatandaşlarımızın hayatlarını kaybetmesi riski ile toplum sağlığı ve kamu düzeninin ciddi şekilde bozulmasına sebep olacaktır.  <https://www.icisleri.gov.tr/65-yas-ve-ustu-ile-kronik-rahatsizligi-olanlara-sokaga-cikma-yasagi-genelgesi>,  Erişim  Tarihi: 01.04.2020.103  <https://www.hurriyet.com.tr/gundem/koronavirus-uyarilari-65-yas-ustu-zorunlu-degilse-disari-cikmasin-41466819>, Erişim Tarihi: 12.03.2020.104  <https://www.icisleri.gov.tr/81-il-valiligine-18-yas-alti-ile-65-yas-ve-uzeri-kisilerin-sokaga-cikma-kisitlamasi-genelgesi>, Erişim Tarihi: 02.06.2020.105  Burada hemen şunu da belirtmek gerekir ki sokağa çıkma yasağının hangi alanları kapsadığı da bizce tartışma konusu olabilecektir. Örneğin, site bahçesinde oynayan kişilere sokağa çıkma yasağını ihlal ettikleri gerekçesiyle para cezası kesilmiştir,  bkz  <https://www.haberler.com/yasakta-site-bahcesinde-voleybol-oynayan-9-kisiye-13274824-haberi/>, Erişim Tarihi: 30.05.2020) fakat kanaatimizce burada ceza kesilmesi için geçerli olabilecek gerekçe, site bahçesinin sokaktan sayılması değil ancak aynı aileden olmayan komşu evlerdeki kişilerle kalabalık gruplar halinde oyun oynanması ve dolayısıyla temasa geçilip sosyal mesafenin ihlal edilmesi olabilir. Bu kişiler eğer aynı eve gidecek olan kişilerse site bahçesinin sokaktan sayılmaması daha makul görünmektedir. Ki İçişleri Bakanlığı da nikah merasimlerine ilişkin yayınladığı genelgede  Mesafe ve oturma düzeni kuralları, aynı evde oturan çekirdek aileden olan misafir grubu için uygulanmayacak. (…)Aynı evde oturan çekirdek aileden olan misafirler için ortak kullanım alanlarında (oturma düzeni dâhil) mesafe şartı aranmayacak  diyerek sosyal mesafe kısıtlamasını aile bireyleri açısından dışarıda da geçerli olmayacağını kabul etmiş bulunmaktadır, bkz <https://www.icisleri.gov.tr/81-il-valiligine-nikah-merasimlerinde-uygulanacak-tedbirler-genelgesi>, Erişim Tarihi: 13.06.2020.799İstanbul Hukuk Mecmuası 78/2korumak adına böyle bir karar aldığını ifade etmiş olsa da virüsün neden olduğu ölümlerdeki yaş aralıklarının çeşitli olduğu da bir gerçektir ki nitekim daha sonra zaten yaş ayrımı yapılmaksızın ülke genelinde sokağa çıkma yasağı kararı alınmıştır, zira yüzdesi daha düşük olsa da genç yaştakilerin ölüm oranı belli bir yüzdeye gelmiş durumdadır. Dolayısıyla; özellikle bu süreçte 20 yaş altı vatandaşlardan özellikle gündeme geldiği üzere üniversite sınavına hazırlanan öğrenciler olsun yahut yasak kapsamındaki 65 yaş üstü vatandaşlarımız olsun, bu karardan maddi/manevi herhangi bir zarara uğramışlarsa hem kanunilik hem eşitlik ilkesinin ihlali ve eşitlik ilkesi ihlali kapsamında da takdir yetkisinin kamu yararı ve hizmet gereklerine uygun kullanılmadığı gerekçesiyle zararın tazmini talebiyle idareye ve sonrasında yargı makamlarına başvurabileceklerini söylemek gerekir. Söz konusu virüs şimdiye kadarki birkaç aylık netice göz önünde bulundurulduğunda yaş ayırt etmeksizin her insana bulaşabilmekte ve öldürücü nitelik kazanabilmektedir. Genç yaşta virüs kapıp vefat eden kişilerin mevcudiyeti de bunu ortaya koymaktadır. Kaldı ki bu yaş gruplarının sokağa çıkma yasağına tabi olması ama örneğin aynı evde yaşadıkları bu yaş grupları dışındaki aile bireylerinin yasak kapsamında olmaması ve dışarıdan virüs kapıp yasak kapsamındaki vatandaşlara bulaştırabilme ihtimali göz önünde bulundurulduğunda; olması gerekenin, yani takdir yetkisinin kullanımının, herhangi bir yaş ayırt etmeksizin doğrudan virüse karşı en etkili olabilecek yol olan  -hukuki olmak şartıyla - herkesi kapsayacak bir irtibatı kesme, bir sokağa çıkma yasağı  gibi bir karar ile alınması gerektiğini düşünmekteyiz. Tüm bunlar düşünüldüğünde doğru bir hukuki zeminde olmayan, doğru yasal temele dayanmayan, hak ve özgürlükleri kısıtlayan ve hatta bir süre için tamamen durdurmuş bulunan, takdir yetkisinin sadece  söz konusu yaş gruplarını korumak  gerekçesiyle bu şekilde kullanılmış olduğu ama hukuka uygun olmayan söz konusu yasak kararlarından dolayı idarenin ileride bu hususlar dava konusu edilirse sorumlu olabileceğini ifade edebiliriz. İdarenin sorumluluğu kapsamında son olarak mücbir sebep meselesinden de söz etmek gerekir. Bu tip uyuşmazlıklarda salgın hastalığın mücbir sebep sayılıp sayılmayacağı hususu önem arz etmektedir. Yukarıdaki ilk başlığımızda idarenin ve yasama organının 7244 sayılı Yeni Koronavirüs (COVID-19) Salgınının Ekonomik ve Sosyal Hayata Etkilerinin Azaltılması Hakkında Kanun ile Bazı Kanunlarda Değişiklik Yapılmasına Dair Kanun ile koronaviürüsü zorlayıcı sebep saydığını ve bunu da 10. maddesiyle 5510 sayılı Kanun a  mücbir sebep  hallerinden biri olarak  eklediğini  ifade  etmiştik.  Salgın  hastalığın  bazı  alanlarda  mücbir  sebep olarak kabul edildiği başka düzenlemeler de halihazırda bulunmaktadır. Örneğin 106  <https://www.hurriyet.com.tr/gundem/bakan-koca-acikladi-iste-corona-virusten-olum-yas-ortalamasi-41534997>,  Erişim Tarihi: 10.06.2020.107  Bosna Hersek te Anayasa Mahkemesi, 65 yaş üstü ve 18 yaş altına getirilen sokağa çıkma yasağı kararının hukuka aykırı olduğunu belirtmiş ve kararı iptal etmiştir. Bkz. <https://www.dw.com/tr/65-ya%C%9F-%C%BCst%C%BCve-18-ya%C%9F-alt%C%Bna-soka%C%9Fa-%C%A%C%Bkma-yasa%C%9F%C%B-anayasayaayk%C%Br%C%B/a-53211582>, Erişim Tarihi: 28.04.2020.800Doru / COVID-19 (Koronavirüs) Salgını Sürecinde Yapılan İdari Muamelelerin Hukuka Uygunluğu ve İdarenin...4734  sayılı  Kamu  İhale  Kanunu nun  21.  maddesinde  pazarlık  usulü  ile  ihale yapılabilecek  öngörülemeyen  durumlardan  biri  olarak  salgın  hastalığın;  doğal afetler ve can/mal kaybı tehlikesi gibi hallerle beraber sayıldığını görmekteyiz. Dolayısıyla idare, koronavirüsü de özellikle muhatapları ve alacaklı olduğu kişiler açısından mücbir sebep olarak saymış ve o yüzden alacaklarını ertelemiştir. Fakat söz konusu salgın hastalığın idare için de mücbir sebep sayılıp sayılamayacağı hususunda ise bu kadar netlik olmadığını söylemek gerekir. Belirtmemiz gerekir ki bir olayın mücbir sebep olarak sayılıp sayılmama meselesi, mücbir sebep olarak kabul edilen durumda idarenin hem kusurlu hem kusursuz sorumluluğunu kaldırma özelliğinden dolayı önem arz etmektedir. O yüzden yargı organlarının yaklaşımı da göz önünde bulundurulmalıdır. Mevcut durumda, idare hukukunda daha önce mücbir sebep olarak sayılan bazı haller artık yargı organlarınca mücbir sebep olarak sayılmamaktadır yani idarenin sorumluluğunu kaldıran mücbir sebep halleri artık daralmaya başlamıştır. Çünkü bir olayın mücbir sebep olabilmesi için, idarenin iradesi ve faaliyetinin dışında meydana gelmesi, önceden öngörülemeyen, hayatın olağan akışında karşı konulması mümkün olmayan ve zararlı sonucun kaçınılmaz şekilde ortaya çıkması gibi koşulların bulunması gerekir. Fakat artık teknolojinin gelişmesi, idarenin hem araçsal hem personel olarak gelişmiş olması ve mevcut imkanların gelişmiş olması, meydana gelen olayların öngörülemez olması koşulu ortadan  kaldırmakta  diye  kabul  edilmektedir;  bu  yüzden  de  örneğin  deprem uzun süre mücbir sebep olarak kabul edilmişken, idarenin düzenleme ve denetleme yetkisini yerine getirmemiş bulunan idarenin hizmet kusuru gereği sorumlu olacağı kabul edilmeye başlanmıştır. Dolayısıyla etkin ve katı tedbirlerle salgın hastalıkla mücadele edilmesi gerekirken daha aşamalı ve yavaş hareket edildiği gibi bir iddia ileri sürülerek idarenin hizmet kusuruna gidilmesi de gündeme gelebilecektir. Fakat yukarıda  ifade  ettiğimiz  üzere  kanaatimizce,  idarenin  salgın  hastalıktan Aralık ayında haber aldığı fakat tedbirleri Mart 2020 ayında almaya başladığı ve dolayısıyla hizmetin ifasında geç kaldığı gibi bir iddiayla hizmet kusuruna gidilemeyecekken; tedbirler alınmaya başlandıktan sonra her bir işlem ve karar özelinde ise bunların gereği gibi yerine getirilip getirilmediği noktasında elbette idarenin hizmet kusuruna gidilebileceğini; bunun dışında bazı uyuşmazlıklar açısından ise kusursuz sorumluluk bahsinde kamu külfetleri karşısında eşitlik ilkesinin uygulama alanı bulabileceğini söyleyebiliriz. Mevcut durumun alınan tedbirler nedeniyle ekonomik olarak zor duruma düşen kişiler açısından mücbir sebep olarak düzenlenmesi isabetli iken 108   İdare hukukunda mücbir sebep; idarenin sorumluluğunu azaltan ve kaldıran haller ile kişilerin idareye karşı yükümlülüklerini yerine getirmesini önleyen haller olarak iki şekilde irdelenmesi gereken bir kavramdır. Bkz. Yıldırım, (n 84), 1521.109  Bahtiyar Akyılmaz, Murat Sezginer ve Cemil Kaya, Açıklamalı İçtihatlı Türk İdari Yargılama Hukuku (1. Bası, Savaş 2019), 1288.110   Yıldırım, (n 84), 1520.111  Akyılmaz, Sezginer ve Kaya, Açıklamalı İçtihatlı Türk İdari Yargılama Hukuku, 1285.112   Yıldırım, (n 84), 1523.113  Akyılmaz, Sezginer ve Kaya, Açıklamalı İçtihatlı Türk İdari Yargılama Hukuku, 1288.801İstanbul Hukuk Mecmuası 78/2kanaatimizce hem salgının ortaya çıkış süreci ve hem de idarenin ekonomik olarak bütçeye sahip olması, idari faaliyetleri mali imkanları ölçüsünde yerine getirmekle yükümlü olması gibi nedenlerden ötürü bu sürecin idarenin sorumluluğunu kaldıran bir mücbir sebep olarak ise değerlendirilmemesini gerektirmektedir.V. Sonuç ve DeğerlendirmeYeni  tip  koronavirüs  salgını  (COVID-19)  ülkemizde  de  görülmeye  başlar başlamaz idare; salgının yayılmasını önlemek için işlemler tesis etmeye başlamış ve bu kapsamda alınan kararların hukuka uygunluğu tartışma konusu olmuştur Zira söz konusu tedbirler, temel hak ve özgürlükleri kısıtlayan bir boyuta sahip olmuştur. Ülke genelinde sokağa çıkma yasağı ilan edilmiş, 65 yaş üstü ve 20 (sonra da 18) yaş altının sokağa çıkması yasaklanmış, iş yerlerinin faaliyetleri sınırlanmış, bazı illerde maske takma zorunluluğu getirilmiş, okulların uzaktan eğitime geçmeleri kararlaştırılmıştır. Bu tedbirler, hak ve özgürlükleri kısıtladığından dolayı da olağan dönemde alınıp alınamayacakları tartışılmaktadır. Yani, bir olağanüstü hal ilanının gerekli olup olmadığı gündeme gelmiştir. İzah ettiğimiz üzere söz konusu tedbirlerden yanlış yasal temele dayanılarak alınanların olağan dönemde alınamayacağını belirttik. Çünkü, idarenin kanuniliği ilkesi gereği, idareler kendisine ancak kanunda verilen yetkileri kullanabilir ve kararları alabilir. Oysa idarenin yukarıda örneklerini saydığımız kararlarının nredeyse hepsi Olağanüstü Hal Kanunu nda yer alan ve ancak o kanuna göre alınabilecek tedbirlerdir. Dolayısıyla şu ana kadar alınan birçok kararın yanlış yasal dayanağa göre alındığını dolayısıyla da hukuka uygun olmadıklarını belirtmek gerekir. Alınan tedbirlerin kamu yararına olduğunu düşünmekle beraber; bir tedbirin sırf kamu yararına olmasının onu hukuka uygun hale getirmediğini de söylemekteyiz. Zira yürürlükteki mevzuat ve düzenlemeler sadece sadece bireyler için değil idare için de geçerlidir. Bu yüzden de idarenin de kanunlara uygun hareket etmesi şarttır. Şunu da belirtmek gerekir ki bazen idare, kanuna ve kararlara uygun hareket ederken; yerine getirmesi gereken diğer yükümlülüklerindeki eksikliği nedeniyle meydana gelen olaylarda kararını uygulamayabilmektedir,  kamu vicdanı  da bu yaklaşımda etkili olabilmektedir. Örneğin sokağa çıkma yasağının olduğu günlerde; sokaklarda kağıt toplayan bir çocuğa para cezası kesilmiş; fakat daha sonra Vali tarafından iptal edilerek aileye yardım edileceği ifade edilmiştir. Dolayısıyla idare, kamu vicdanı etkisiyle, aslında söz konusu aileye karşı sosyal yardım gibi bir faaliyetinde eksiklik olduğunu alınan bir karar göre kesilen para cezasını iptal ederek zımnen kabul etmiş olmaktadır.114  <https://www.haberler.com/copten-hurda-toplayan-kisiye-3-bin-tl-lik-13102139-haberi/>, Erişim Tarihi: 08.04.2020.115  <https://www.trthaber.com/haber/turkiye/elazig-valisi-kaldirim-hurdaciya-kesilen-koronavirus-cezasini-iptal-etti-474497.html>, Erişim Tarihi: 09.04.2020.802Doru / COVID-19 (Koronavirüs) Salgını Sürecinde Yapılan İdari Muamelelerin Hukuka Uygunluğu ve İdarenin...Salgın nedeniyle iş yerleri kapatılan işverenler, işsiz kalan ve diğer zor durumda kalan tüm insanlarımız için yardım toplanması işini hangi idarelerin yapabileceği meselesi  de  tartışıma  konusu  olmuştur.  Merkezi  idare;  belediyelerin  yardım toplamasının hukuka aykırı olduğunu ve yardım toplayabilmeleri için 2860 sayılı Yardım Toplama Kanunu gereği Valilikten izin almaları gerektiğini ifade etmiştir. Hatta iki büyükşehir belediyesi olan Ankara ve İstanbul Büyükşehir Belediyelerinin yardım  toplamak  için  verdikleri  banka  hesabındaki  tutarı  bloke  ettirmiştir. Belediyeler ise tabi oldukları kanunların 5393 sayılı Belediye Kanunu ve 5216 sayılı Büyükşehir  Belediyesi  Kanunu  olduğunu  belirterek  yardım  toplayabileceklerini savunmuştur. 5216 ve 5393 sayılı kanunlarda belediyenin bağış kabul edebileceği ve sosyal yardım yapmanın da görevleri arasında olduğu belirtilmektedir. Belediyeler bu hususta haklıdır zira ilgili kanunlarda belediyelerin bağış toplayabileceği çok açık bir şekilde yazmaktadır. Çünkü belediyeler, bir yerel idare birimidir ve o da bir  idare dir, yani kamu hizmeti yapmakla görevlendirilmiş bir birimdir. Mahalli müşterek ihtiyaçları karşılayabilmek için kanunda kendisine verilen hak gereği bağış toplayabilecekleri de açıktır ki görevleri arasında zaten  sosyal yardım  hizmetini yapmak da bulunmaktadır. Dolayısıyla böyle zor bir dönemde hangi idarelerin yardım toplayabileceği  tartışmasını  yapmak  yerine  tüm  idarelerin   idarenin  bütünlüğü ilkesi ni göz ardı etmeden koordinasyon içinde olmaları ve birbirleriyle siyaseten tartışmaya ve mücadeleye girişmek yerine, toplumun acil ihtiyaçlarını ve kamu hizmetlerini yerine getirmek için iş birliği yapmaları hem hukuken hem de ülkece tüm bireyler açısından daha faydalı olacaktır. İdarenin tedbirleri alırken uygulamada birliği sağlayamamış olması da bir sorun teşkil etmiştir. Örneğin; bazı yerlerde sokağa çıkma yasağına uymayan insanlara ve özellikle yaşlılara para cezası kesilirken diğer yerlerde ise sadece uyarılıp evlerine gönderilmiştir. Yine tüm okullar online eğitime dönmüşken ve Sağlık Bakanlığı Bilim Kurulu bile toplantılarını online yaparken lise giriş sınavı ve üniversite giriş sınavının (YKS) yüz yüze yapılacak olması yine idari istikrar bakımından isabetli bir karar olmamıştır. Ülkede yaşayan herkese ısrarla maske takmaları, sosyal mesafeyi korumaları ve kalabalık yerlere gitmemeyi tavsiye ederken yaklaşık 2,5 milyon öğrenciyi bu sınava sokmak ve diğer bazı sınavlar riskten dolayı ertelenmişken sınavı ertelememek uygulamada birliğin olmadığını gösteren bir yaklaşımdır. Sınavın önce ertelenip daha sonra öne çekilmesi ise hem doktrinde hem de yargı kararlarında belirtildiği üzere idari istikrar, idareye güven ve hukuka güven ilkelerini zedeleyici özelliğe sahip bir karar olmuştur. Farklı sektördeki iş yerlerinin açılış kapanış saatleri ve günleri hususunda da uygulamada farklılıklar meydana gelmiş; bu da iş yerlerinin bazılarının ekonomik olarak diğer izin verilen iş yerlerine göre daha zor duruma düşmesine neden olmuştur. Oysa virüs hem markette ve fırında hem de kuaförde aynı bulaşıcılık oranına sahiptir. Kaldı ki şu günlerde (Haziran ayı ortaları) virüsün etkisi 803İstanbul Hukuk Mecmuası 78/2hala devam ediyorken ve vaka sayısı ülkemizde tekrar binbeşyüz civarına gelmişken daha önce kapatılmış olan iş yerlerinin tümü şu anda yine faaliyet göstermeye devam etmektedir. Tüm bunlar uygulamada birliğin sağlanamadığını ve istikrarlı kararlar alınamadığını göstermektedir. Söz konusu problemler; tedbirlere sıkıca riayet eden kişiler nezdinde, tedbirlere artık uymama yaklaşımı ortaya çıkarabilir. Bunlara engel olmak adına da idare; bu virüse karşı hukuka uygun tedbirleri; kararlı, istikrarlı ve her insan ve iş yeri bakımından eşitliği sağlayacak şekilde almalıdır ki tedbirlere uyma hususunda da birlik sağlanabilsin.Son  olarak;  açıkladığımız  problemlerden  kaynaklı  olarak  ortaya  çıkabilecek  idarenin sorumluluğu  hususu da önem arz etmektedir. Belirtmek gerekir ki idari işlemi hukuka aykırı şekilde tesis eden idareler bu işlemlerden kaynaklanan bir zarar olduğunda bunları tazmin etmekle yükümlü olabilmektedir. Dolayısıyla örneğin; yanlış yasal temele dayanarak veya uygulamada birlik sağlanmadan alınan sokağa çıkma yasağı, iş yerlerinin kapatılması, 65 yaş üstü ve 20 yaş altının sokağa çıkma yasağı gibi kararlardan dolayı ilgili kişiler veya iş yerleri maddi/manevi zarar görmüş ise yukarıda saydığımız hukuka aykırılık gerekçelerine dayanarak idareden tazminat talebinde bulunabilecektir. Dolayısıyla somut olayın niteliğine göre hizmet kusuru ya da kusursuz sorumluluk ilkelerinden özellikle kamu külfetleri karşısında eşitlik ilkesi gereği idareler; zararını ve idarenin haksızlığını ispat edenlere karşı sorumlu olabileceklerdir. İdarenin yapması gereken; hangi hal ve şart altında olursa olsun bu durumlar ön görülerek oluşturulan kanuni düzenlemelere uymak ve hukuki zeminlere gerekirse geçiş yaparak faaliyetlerini hukuka uygun yürütmeye çalışmak olmalıdır. Kamu yararına hareket ettiğinden şüphe bulunmayan bu salgın sürecinde kamu yararının olması tek başına, idarenin yaptığı muameleleri hukuka uygun ve kanuni hale getirmemektedir. Zira alınan tedbirlerin çoğu OHAL Kanunu nda yer alan tedbirlerdir ve olağan dönemde, hele ki genelge ile alınamayacak türde kararlardır. Bunun için ya OHAL ilan edilip o rejimde yer alan yetkilerle işlemler tesis edilmeli ya da yeniden bir kanuni düzenleme yaparak ilgili tedbirlerin daha geniş ve kapsamlı bir şekilde belirliliğe kavuşturulduğu bir zeminde hareket edilmesidir. Aksi durum, hukuken idarenin sorumluluğunu doğurabilir, sosyolojik olarak da insanların hukuka olan güvenini zedeleyebilir. Ki bunun dışında yasal dayanağı olmayan yahut dayanak olsa dahi doğru kurgulanmamış kararlar hem hukuka aykırı olur hem de amacı gerçekleştirmek için yeterli olmaz. Örneğin lise giriş sınavının yapılacağı 20 Haziran 2020 Cumartesi günü İçişleri Bakanlığı nca 117  sınav öncesi ve sonrası oluşabilecek yoğunluğu ve virüsün bulaşma riskini azaltmak, sınavın sorunsuz şekilde yapılmasını temin etmek amacıyla  belirli saatler arasında sokağa çıkma yasağı ilan edilmiştir. 116  Tablo için bkz https://COVID.saglik.gov.tr/, Erişim Tarihi: 16.06.2020.117   <https://www.icisleri.gov.tr/81-il-valiligine-lgs-ve-yks-tedbirleri-genelgesi>, Erişim Tarihi: 18.06.2020.804Doru / COVID-19 (Koronavirüs) Salgını Sürecinde Yapılan İdari Muamelelerin Hukuka Uygunluğu ve İdarenin...Virüsün bulaşma riskini ve yoğunluğu azaltmak amacı hala geçerliyken çok sayıda öğrencinin gireceği sınavın neden yapılıyor olduğu sorusu bir kenara, sınav var diye böyle bir yasağın diğer insanlar için konulmasının yasal dayanak eksikliği bahsettiğimiz hukuka aykırılık örneklerinden bir diğeridir; kaldı ki fiili imkansızlık meydana getirmiş; çocuklarını sınava götüren binlerce aile fazlasıyla yoğunluğa sebep olmuş; maske ve mesafe kurallarına uyulmadığı görülmüş ve ihlal edenlerin fazlalığından  dolayı  da  kimseye  herhangi  bir  idari  yaptırım  uygulanmamıştır. Dolayısıyla ilgili yasağın temel eksikliği ve uygulamanın doğru kurgulanmamış olmasından ötürü ilan edilen yasak da genelge hükümleri de boşa düşmüştür. Oysa olması gereken idari istikrar ve uygulamada birlik sağlayabilmek için bu sınavları da diğer ertelenenler gibi virüsün tehlikesinin daha da azalmış olacağı ileri bir tarihe ertelemek olmalıydı kanaatindeyiz.Sonuç olarak böyle bir salgın hastalık ve olağanüstü halle uzun bir aradan sonra ilk kez karşılaşan idarenin bunu bir tecrübe olarak görmesi ve mevcut hukuka aykırı uygulamalarından vazgeçerek hemen ilgili ve doğru yasal temellere dayanması; eksik olan yasal dayanakları gözden geçirip tekrar yapması ve hem doktrin hem de yargı kararlarında kabul edilmiş, bireylerin hukuka güvenini ve saygısını sağlayan belirlilik, idari istikrar, hukuka güven, ölçülülük, kanunilik vs. gibi temel ilkelere sonuna kadar uygun davranması daha hukuki bir zemin sağlamış olacaktır. Bu da daha sağlıklı bir gidişatı sağlayacaktır. Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazarlar çıkar çatışması bildirmemiştir.Finansal Destek: Yazarlar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The authors has no conflict of interest to declare.Grant Support: The authors declared that this study has received no financial support.805İstanbul Hukuk Mecmuası 78/2",
     "Kaynakça": "Akyılmaz B, Sezginer M ve Kaya C, Türk İdare Hukuku, (11. Bası, Savaş 2019).Akyılmaz B, Sezginer M ve Kaya C, Açıklamalı İçtihatlı Türk İdari Yargılama Hukuku (1. Bası, Savaş 2019).Ardıçoğlu A,  Hukuka Uygun Olmayan Sokağa Çıkma Yasağı Hukuka Aykırı Mıdır? , <https://www.birikimdergisi.com/guncel/7331/hukuka uygun olmayan sokaga cikma yasagi hukukaaykiri midir>.Bell J, The Importance of Urgetn Interim Orders in Contesting French Government Rules on COVID 19  <https://british association comparative law.org/2020/06/03/the importance ofurgent interim orders in contesting french government rules on COVID 19/>.Duran L, , İdare Hukuku Ders Notları, (Fakülteler Matbaası 1982).Göçgün M, İdari İşlemin Konu Unsuru, (1. Bası, On İki Levha 2017).Gözler K, İdare Hukuku (Cilt I), (3. Bası, Ekin 2019).Günday M, İdare Hukuku, (10. Bası, İmaj 2013).Kaman N,  Türk Hukukunda Toplantı ve Gösteri Yürüyüşü Hakkı , (2014) 17(1) İdare Hukuku ve İlimleri Dergisi, 89 99.Kaya C, İdarenin Takdir Yetkisi ve Yargısal Denetimi, (1. Bası, On İki Levha 2011).Oğurlu  Y,   AİHM  Kararları  ve  Türk  İdare  Hukukunda  Temel  Hak  ve  Özgürlüklerin Sınırlandırılmasında Bir Yargısal Denetim Ölçütü Olarak ‘Ölçülülük İlkesi , (2001), Dokuz Eylül Üniversitesi Hukuk Fakültesi (Turhan Tufan Yüce Armağanı), 485 521.Sever Ç,  COVID 19 Günlerinde İdare Hukuku: Salgınla Mücadelede Kolluk Yetkileri Üzerine Bir İnceleme , (2020) 9 (17), Anayasa Hukuku Dergisi, 187 238.Şirin T,  Tehlikeli Salgın Hastalıklarla Anayasal Mücadeleye Giriş  (2020), 9(17), Anayasa Hukuku Dergisi, 43 146.Tan T, İdare Hukuku, (7. Bası, Turhan 2018).Ulusoy A. D,  Belediyeler Devlet midir?  <https://t24.com.tr/yazarlar/ali d ulusoy/belediyelerdevlet midir,26168>.Ulusoy A. D,  Virüs Hukuka da mı bulaştı? , <https://t24.com.tr/yazarlar/ali d ulusoy/virushukuka da mi bulasti,25896>.Yayla A, Türk İdare Hukukuna Göre İstimvalin Rejimi, (1. Bası, Yetkin 2016).Yayla Y, İdare Hukuku, (1. Bası, Beta 2009).Yıldırım T,  Danıştay Kararlarında Mücbir Sebep Kavramı , (2019) 25(2) Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, 1520 1538.Yıldırım T, Yasin M, Kaman N, Özdemir H. E, Üstün G ve Tekinsoy Ö. O; İdare Hukuku (7. Bası, On İki Levha 2018).Elektronik Kaynaklar/Electronic Resourceswww.ankara.bel.tr www.beyoglu.gov.trwww.ensonhaber.com www.epdk.org.tr www.haber7.com806Doru / COVID 19 (Koronavirüs) Salgını Sürecinde Yapılan İdari Muamelelerin Hukuka Uygunluğu ve İdarenin...www.haberler.comwww.hurriyet.com.tr www.icisleri.gov.tr www.internethaber.com www.ibb.istanbul www.ntv.com.tr www.osym.gov.tr www.rekabet.gov.tr www.resmigazete.gov.tr/default.aspx www.sabah.com.tr www.saglik.gov.tr www.tff.org www.trthaber.com www.youtube.com https://corona.cbddo.gov.tr/https://COVID19.saglik.gov.tr/https://idarehukuku hukuk.istanbul.edu.tr/ https://www.mevzuat.gov.tr/https://t24.com.tr/https://www.thelocal.fr/20200502/france extends COVID 19 health emergency until july 24thhttps://ticaret.gov.tr/yurtdisi teskilatihttps://tr.euronews.com/807"
}