{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "08",
     "Ay": "06",
     "Yıl": "2018",
     "Cilt": "76",
     "Sayı": "1",
     "Başlık": "Türev İşlemlerin Hukuka Uygunluğu Sorunu   Bankaların Türev İşlemlerden Doğan Yükümlülükleri",
     "Title": "Validity Issue of Derivative Contracts – Resultant Duties of the Banks",
     "Yazar İsmi": [

          "Arslan Kaya", "Koray Demir"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Türev işlem" , "Opsiyon" , "Vadeli işlem" , "Derivatives", "Option", "Futures" ,"Violation of morality" ,"Absence of intention" , "General terms and conditions" , "Collision of interest" , "European and Austrian regulations" , "German court decisions"
     ],
     "Keywords": [
          "Derivatives" , "Option" , "Futures" , "Violation of morality" , "Absence of intention" , "General terms and conditions" , "Collision of interest" , "European and Austrian regulations" , "German court decisions"
     ],
     "Özet": "Türev işlemler son derece karmaşık ve riskli finans araçlarıdır. Tarihi açıdan bakıldığında bu işlemler ileriye dönük bir riski bertaraf etmek amacıyla ve bankaların aracılığıyla uygulamada ortaya çıkmışken, bugün gelinen noktada bu işlemler sırf spekülatif amaçlarla ve bankaların bizzat taraf olması ile gerçekleştirilir hale gelmişlerdir. Bu işlemler yatırımcı mağduriyeti riskinin yüksek olduğu işlemlerdir. Bu çerçevede anılan işlemlerin hukuki akıbeti ile bankaların uymakla yükümlü oldukları davranış kuralları belirlenmelidir. İşbu çalışma kapsamında türev işlemler dolayısıyla yürütülen tartışmalara ve yurtdışı mahkeme kararlarına atıfla ilgili davranış kurallarının ortaya konmasına çalışılmaktadır. Çalışma içerisinde türev işlem kavramı ve kullanılan teknik terimlere yönelik açıklamalara da yer verilmiştir.",
     "Abstract": "Derivative contracts are highly complicated and risky financial instruments. Historically, they were developed in practice under the mediation of banks to avoid future risks. These days, banks themselves are parties of these contracts, and they are closed for speculative reasons. These contracts eliminate the risk of investors  mischief. Therefore, the code of conduct to be adhered to by banks must be put on record. Under the existing circumstances, the present paper aims to propose that code of conduct by elaborating on recent discussions and foreign court decisions about derivative contracts. The paper also deals with the terms and terminologies of these contracts.",
     "Metin": "Tarihi seyrine bakıldığında türev işlemlerin bir kısmı, özellikle opsiyon benzeri işlemler, öncü ve basit halleriyle ilk çağlardan bu yana bilinmekle birlikte, bu işlemlerin borsalar üzerinden veya borsa dışında tezgah üstü (over the counter ya da kısaca OTC)1 olarak tabir olunan bir biçimde, yaygın ve yatırım saikiyle yapılmaları ve bankaların bu işlemleri hizmet portföylerine dahil etmeleri 20. yüzyılın başlarına karşılık gelmektedir; bu manada anılan işlemler önce Amerika Birleşik Devletleri nde ortaya çıkmış, yüzyılın henüz sonu görülmemişken oradan da dünyaya yayılmıştır. 1970 li yıllar türev işlemlerin yaygınlık bakımından en yüksek seviyeleri gördüğü, bir nevi patlama yaptığı yıllar olarak bilinmektedir. 2000 yılında dünya sathında gerçekleştirilen tezgahüstü türev işlemlerin toplam değeri 90 milyar dolar iken, 2007 yılında bu işlemler dolayısıyla dünya çapında ulaşılan toplam işlem hacminin 516 milyar dolara yaklaştığı bildirilmektedir; diğer bir ifadeyle türev işlemlere olan ilgi ve talep yükselerek artmaktadır. Türkiye de de bu türden işlemlerin 1980 li yılların sonundan itibaren, ülkemizde uygulanan, özellikle dövizle alım-satım  ve  dalgalı  kur  uygulamalarına  geçiş  politikalarına  istinaden  görülmeye başlandıkları ifade olunmaktadır.Bankacılık hizmetleri açısından bakıldığında türev işlemler klasik bankacılık hizmetlerinden değildirler. Bu manada bir bankanın esas işlevi mevduat kabulü, para yollama, kredi temini, akreditif gibi ödeme işlemlerinin tesisi ile çek muhataplığı gibi klasik bankacılık işlemleri ve hizmetleri (BankK. m. 4) iken, türev işlemler yatırım araçları ve danışmanlığı ile varlık yönetimi şeklinde ifade olunabilecek bir üst başlıkta yer alan piyasa işlemlerindendir. Bu manada türev işlemler finans araçlarıdır (Finanzinstrumente) ve kıymetli evrak ve sermaye piyasası araçları ile birlikte yatırım araçları ve varlık yönetimi kategorisinde; regüle piyasada yer alırlar. SerPK m. 3/1ş hükmüne göre sermaye piyasası araçları  menkul kıymetler ve türev araçlar ile yatırım sözleşmeleri de dâhil olmak üzere Kurulca bu kapsamda olduğu belirlenen diğer sermaye piyasası araçlarını  ifade etmektedir.  Tanımda yer alan  türev araçlar  ın ilk grubunu menkul kıymetleri satın alma veya satma veya birbirleri ile değiştirme hakkı veren türev araçlar; ikinci grubu, değeri, bir menkul kıymet fiyatına veya getirisine; bir döviz fiyatına veya fiyat değişikliğine; faiz oranına veya orandaki 1  Cengiz Yavilioğlu/Güven Delice, Tezgah Üstü Türev piyasaları: Bir Değerlendirme, Maliye Dergisi, S. 151, Temmuz -Aralık 2006, s. 71 vd.; Stefan Kramer/Dieter Zobl, Schweizerisches Kapitalmarktrecht, Zürich 2004, s. 215.2  İsmail Kırca, Hukuki Yönüyle Borsa Opsiyon İşlemleri, Ankara 2000, s. 9 vd.3  Marc Bauen/Nicolas Rouiller, Schweizer Bankkundengeschäft, Zürich 2010, s. 367. 4  Bauen/Roullier, s. 368.5  Kırca, s. 28.6  Ünal Tekinalp, Banka Hukukunun Esasları, İstanbul 2009, N. 2-12.7  Piyasa kavramı için bkz. Ali Paslı,  Türk Hukukunda ‘Menkul Kıymet  Kavramı , Prof. Dr. Hüseyin Ülgen e Armağan, İstanbul, 2007,C.2, s.1513.8  Sermaye piyasalarının düzenlenmesi ve sermaye piyasası hukukunun amaçları ve işlevleri için bkz. Reha Tanör, Türk Sermaye Piyasası, İstanbul, 1999, s. 135; Doğan Kütükçü, Sermaye Piyasası Hukuku, İstanbul, 2004 C.1 s. 10 vd.; Melikşah Yasin, Sermaye Piyasası Kurulu ve İşlemleri, Ankara, 2002 s. 39 vd.  180Kaya,  Demir / Türev İşlemlerin Hukuka Uygunluğu Sorunudeğişikliğe; bir kıymetli maden veya kıymetli taş fiyatına veya fiyat değişikliğine; bir mal fiyatına veya fiyat değişikliğine; Kurulca uygun görülen kurumlarca yayınlanan istatistiklere veya bunlardaki değişikliğe; kredi riski transferi sağlayan, enerji fiyatları ve iklim değişkenleri gibi ölçüm değerleri olan ve bu sayılanlardan oluşturulan bir endeks seviyesine veya seviyedeki değişikliğe bağlı olan türev araçları, bu araçların türevlerini ve sayılan dayanak varlıkları birbirleri ile değiştirme hakkı veren türevler, üçüncü ve son grup ise döviz ve kıymetli madenler ile Kurulca belirlenecek diğer varlıklar üzerine yapılacak kaldıraçlı işlemler oluşturur (SerPK m. 3 t).  Ancak  belirtelim  ki,  türev  işlemler  alışılagelmiş  yatırım  araçlarının  ihtiva ettiği  risklerin  üzerinde  riskler  barındırmaktadırlar.  Sermaye  piyasasında  yatırım işlemlerindeki karmaşıklık, sermaye piyasası araçlarının fazlalığı, oldukça karmaşık yatırım tekniklerinin bulunması, piyasanın çekiciliği nedeniyle bilgisiz birçok kişinin bu alanda yatırım yapmaya kalkışmaları, bankaların, aracı kurumların uzmanlıklarına duyulan güven gibi sebeplerle aydınlatma yükümü, sermaye piyasasında yatırım yapmak isteyen tasarruf sahiplerinin korunması bakımından büyük bir önemi haizdir. Her yatırımda yatırımcı, yatırım sermayesinin kaybı ve işlemin karşı tarafının ödeme güçlüğü gibi klasik risklere tabi iken, türev işlemlerde anılan bu risklere bilgi eksikliği, karmaşıklık, sözleşme şartları ve menfaat çatışması şeklinde ifade olunabilecek başkaca riskler de eklenmektedir. Bu manada yatırım kararını türev işlemlerden yana kullanan yatırımcı, evvela, alışılagelmiş yatırım araçlarına nazaran daha fazla bilgiye sahip olmak durumundadır. Örneğin bir yatırımcı, yatırım kararını bir şirketin hisselerini iktisap etmek yönünde oluşturacaksa, bu yatırımcı tarafından bilinmesi gerekenler anılan şirketin malvarlığı durumu ile yıllık bazda elde ettiği gelir iken, türev işlemlerde ilgili piyasaya dair hemen her verinin, merkez bankalarının faiz politikalarının, olası krizlerin ve konjonktürel risklerin bilinmesi, öngörülebilmesi gerekmektedir. Ancak türev işlemlerde yatırımcı yatırım kararını çoğu zaman yanlış, yanıltıcı, mevcut ama ihtiyacı karşılamayan bilgiler üzerinden vermek durumunda kalmakta ya da bu bilgiye, bilginin niteliği gereği, hiçbir zaman sahip olamamaktadır. Yine türev işlemler, ilerleyen bölümlerde de gösterilmeye çalışılacağı üzere son derece karmaşık işlemlerdir; işlemlerin karmaşıklığı arttıkça yanlış yatırım kararı verilmesi ihtimali de kendiliğinden artmaktadır. Türev işlemlerden kaynaklanan risklerden bir diğeri de türev işlemlere dayanak teşkil eden çerçeve sözleşme ile münferit işlemlere yönelik bireysel sözleşmelerin barındırdıkları şartların çoğu zaman işlemin karşı tarafınca tek taraflı ve standart bir biçimde belirleniyor olmasıdır. Diğer bir ifadeyle türev işlemlerde yatırımcı, sözleşmenin içeriği ve şartlarına müdahele 9  Yatırımcıların piyasada karşılaştıkları bu riskler çok çeşitli olup, aracı kurumlardan, diğer yatırımcılardan, piyasa ile doğrudan bağı bulunmayan kişilerden ve hatta denetimle mükellef olanlardan dahi hasıl olabilir (Bkz. Tanör, s.138-139).10  Franca Contratto, Konzeptionelle Ansätze zur Regulierung von Derivaten im schweizerischen Recht, Freiburg 2006, s. 83.11  Contratto, s. 84.12  Contratto, s. 85.181İstanbul Hukuk Mecmuası 76/1edememektedir ve kimi bazı hallerde işlemin karşı tarafının kendi lehine öngördüğü bazı şartları baştan kabul etmek zorunda kalabilir. Türev işlemlerin ihtiva ettiği ek riskler bakımından son olarak ifade etmek gerekir ki, bu işlemlerde işlemin karşı tarafının işlem dolayısıyla bilgi seviyesi ve öngörü kabiliyeti daha yüksektir ve anılan işlemler dolayısıyla yatırımcıya danışmanlık hizmeti de vermektedir. Bu çerçevede de türev işlemin baştan itibaren ve yatırımcının aleyhine olacak şekilde tesis edilmesi, anılan menfaat çatışmasının işlemin karşı tarafınca iyi yönetilememesi riski mevcut ve yüksektir.Bu yönleriyle türev işlemler öğretide son derece tartışmalı finans araçlarıdır ve öğreti, bu finans araçları dolayısıyla neredeyse ikiye bölünmüş vaziyettedir: Bir taraf bu araçları, bırakınız münferit yatırımcıları, finans piyasalarını dahi tehlikeye atan son derece zararlı araçlar olarak nitelendirirken, diğer bir taraf da bu araçları, risk dağıtıcı etkileri nedeniyle finans piyasalarını dengeleyici nitelikte ve bu manada faydalı  araçlar  olarak  görmektedir.  Finansçı  olmamakla  birlikte,  kanaatimizce gerçek, bu iki görüşün ortasında bir yerdedir. Ancak yine de ifade etmek gerekir ki, türev işlemler barındırdıkları müspet etkileri aşar nitelikte kayıplara yol açmak potansiyeline her zaman sahiptirler. Nitekim 1990 lı yılların başlarında türev işlemler dolayısıyla 90 milyar doları aşan kayıplar yaşanmıştır. Yukarıda da anıldığı üzere türev işlemlerin Türkiye de bankacılık hizmetleri arasına girmesi nispeten yenidir ve birazdan ele alınacak yurtdışı örneklerinin aksine türev işlemler bakımından bankaların denetlenmesine yönelik özel bir düzenleme de hukukumuzda henüz mevcut değildir. Halbuki bu işlemler, yukarıda da gösterilmeye çalışıldığı üzere son derece karmaşık ve riskli işlemlerdir; barındırdıkları spekülatif özellikleri dolayısıyla ile de ortalama bir hukukçunun zihninde bu işlemlere yönelik bir geçersizlik düşüncesinin oluşmasına sebep olmaktadırlar; aynı şekilde bu işlemlerin uygun olmayan kişilerle yapılması halinde bu kişilerin mağduriyet riskleri de bir hayli yükselmektedir. Nitekim Türk uygulamasında bu işlemler dolayısıyla daha şimdiden yüksek sayılabilecek oranlarda kayıpların yaşandığı ve türev işlemlerin geçerliliği ile bankaların bu işlemler dolayısıyla sorumluluğu hususlarının Yargıtay kararlarına dahi konu olmaya başladığı görülmektedir. Bu meyanda huzurdaki çalışmanın öncelikli amacı, türev işlemlerin geçerliliği 13  Contratto, s. 86.14  Tartışmalar için bkz. Contratto, s. 90. 15  1995 yılında Bering Brothers adlı İngiltere menşeili şirketin bu işlemler dolayısıyla battığı, LTCM adlı global bir risk fonunun da batmaktan son anda kurtulduğu bilinmektedir. Bkz. Contratto, s. 90.16  Bu hususta Bankacılık Düzenleme ve Denetleme Kurulu nun hazırlamış olduğu taslak bir yönetmelik mevcuttur. Bkz. Bankacılık Düzenleme ve Denetleme Kurumundan (Taslak):TÜREV İŞLEMLERDE BANKALARIN MÜŞTERİLERİ İLE OLAN İLİŞKİLERİ HAKKINDA YÖNETMELİK (çevrim içi: www.bddk.gov.tr adresinden ulaşılabilir) (son kontrol tarihi: 05.07.2017); ) Sermaye Piyasası Kurulu nun III-37.1 no lu Yatırım Hizmetleri ve Faaliyetleri ile Yan Hizmetlere İlişkin Esaslar Hakkında Tebliğ inde de türev işlemlerde faaliyet izni gibi hususlar bakımından kısıtlı da olsa değinildiği görülmektedir. Tebliğ metni için bkz. 11 Temmuz 2013 tarih ve 28704 sayılı Resmi Gazete.182Kaya,  Demir / Türev İşlemlerin Hukuka Uygunluğu Sorunuüzerinde fikir yürütmektir; bu işlemlerin ahlaka uygunluğu, borçlar hukuku anlamında hata veya hileye dayanılarak iptali şartları ve genel işlem şartları öğretisi ekseninde geçerlilik koşulları gibi hususlar öncelikli olarak ele alınacaktır. Aynı şekilde ve türev işlemler ile ilgili kapsayıcı nitelikte bir hukuki düzenleme de henüz yapılmamışken, mevcut çalışmanın bir diğer amacı da bu işlemler dolayısıyla bankaların uymakla yükümlü oldukları davranış kurallarını ortaya koymaktır. Birazdan da ele alınacağı üzere, bankaların bu işlemlere taraf olurken belirli ve basit davranış kurallarına uygun hareket etmeleri kendi sorumluluklarını azaltabilir ya da daha önemlisi türev işlemlerden kaynaklanabilecek mağduriyetler bu şekilde baştan önlenmiş olur. Ancak öncesinde türev işlem kavramı, türleri, türev işlemlerin amacı ve hukuki nitelikleri ele alınmalıdır. Bu çalışmanın bir amacı da kavramsal açıklamalar üzerinden finansçılar bakımından gayet anlaşılır nitelikteki türev işlemlerin hukukçular tarafından da kavranabilmesinin sağlanmasıdır.II. Türev İşlem Kavramı1. TanımTürev işlem ya da bankaların sunduğu bir  ürünü   ifade etmesi maksadına binaen anıldığı haliyle  türev ürün  uygulamada ortaya çıkmıştır. Bu işlemlere türev işlemler denmektedir; çünkü bu işlemlerin değeri temel başka bir değerden (Basiswert) türetilmekte, bu temel değerden kaynaklanmaktadır; bu temel değer ise, yeri geldiğinde ve fakat genellikle faiz, döviz kuru, altın gibi değerli metaller ile petrol gibi hammaddeler olabilmektedir. Uygulamanın bir  çocuğu  olması hasebiyle kavram içeriği net değildir; her bankada bu kavram altında aynı ürünlerin sunuluyor olmasına rastlanılabildiği gibi her banka yeni türev ürünler de geliştirebilmekte ya da mevcut ürünleri birbirleri ile harmanlamak suretiyle ortaya karma ürünler de çıkarabilmektedir. Bu yönüyle türev işlemlerin türleri ve nitelikleri bankaların ve uygulamanın hayalgücü ve yaratıcılıkları ile sınırlıdır. Aynı nedenden ötürü kavram içeriğine yönelik statik bir tanımın verilmesi de güçtür. Ancak mevcut ve yaygın türev işlemler göz önüne alındığında türev işlemleri genel olarak şu şekilde tanımlamak mümkün görünmektedir: Türev işlemler, bir bankanın aracılığı üzerinden ve ilke olarak organize bir piyasada (borsada) ya da bizzat bankanın kendisi ile ve her halükarda bir çerçeve sözleşme üzerinden girişilen bireysel işlemlerdir; bu işlemlerin konusu  ise,  atiye  dönük  bir  öngörünün  gerçekleşip  gerçekleşmeyeceği  hususu üzerinden yürütülen bir spekülasyondur. Öngörünün, işlem dolayısıyla üzerinde anlaşılan vade içerisinde ya da sonunda gerçekleşmesi veya gerçekleşmemesi halinde ise taraflardan biri diğerine bir şeyi vermek, bir şeyi diğeri ile değiştirmek (trampa) 17  Bauen/Roullier, s. 367.18  Martin Hess/Alexander Wyss, Die rechtlichen Grundlagen des Netting, unter besonderer Berücksichtigung des Close-out Netting, AJP 1997, s. 1219-1231, s. 1226.183İstanbul Hukuk Mecmuası 76/1ya da o şeyi veya herhangi bir şeyle değiştirmeksizin arada oluşan fark bir meblağı ödemekle (cash-settlement) yükümlü olmaktadır. Burada  şey  ekonomik değeri havi hemen her şeyi ifade edebilmektedir. Döviz, altın ve benzeri değerli metaller, hisse senetleri, ham şeker, tahıllar ve hatta fiziki bir varlığa sahip olmayan faiz gibi hususlar dahi türev işleme has spekülasyonun konusu olabilmektedir. Burada önemli olan, türev işleme konu olan şeyin sahip olduğu ekonomik değerin ya da faiz veya döviz kuru örneğinde olduğu gibi kendisinin dalgalanmaya (Schwankungen) açık olup olmadığıdır. Bu manada devlet eliyle fiyatı belirlenmeyen, sabitlenmeyen, ekonomik değeri serbest bir piyasada şekillenen her türden şey, türev işlemin de konusu olabilir. Türev işlemlerde taraflar, genellikle, döviz kuru gibi dalgalanmaya açık bir temel değer üzerinde anlaşmakta, bir dönem tayin etmekte ve dönem içerisinde ya da dönem sonunda bu temel değerin ulaşabileceği yeni eşikler dolayısıyla sahip oldukları öngörüler üzerinden karşılıklı olarak bir şeyi verme, değiştirme ya da fark meblağı üstlenme borcu altına girmektedirler.2. Türev İşlem TürleriBu haliyle türev işlemler bugün için iki kategoride değerlendirilmektedir. Bunlar opsiyonlar ve (kesin) vadeli işlemlerdir (feste Termingeschäfte)20.a)  Opsiyonlar.  Taraflar  kendi  aralarında,  özel  hukukun  kendilerine  tanıdığı sözleşme serbestisi uyarınca daha da karmaşıklaştırabilirler; ancak en basit haliyle opsiyon, önceden belirlenen bir şeyi yine önceden belirlenen bir fiyata belirli bir vade içerisinde veya vade sonunda kullanılmak üzere alma (call-option) ya da satma (put-option) hakkını ifade eder. Belirtildiği üzere bu bir alım ya da satım hakkıdır; yoksa bir yükümlülük değildir; hakkın kullanılması ile birlikte işlemin karşı tarafı bir satma ya da satın alma yükümlülüğü altına girmektedir. Call option, yani satın alma hakkı opsiyona konu şeyde bir değer artışı beklentisi mevcutsa, bedel karşılığında elde edilir. Put option da, yani satma hakkı da, aynı şekilde opsiyona konu şeyde bir değer düşüşü beklentisinin mevcut olması halinde ve yine bir bedel üzerinden edinilir.  Uygulamada  işlemin  karşı  tarafına,  yani  opsiyonu  bahşeden  tarafa ödenecek bu bedele prim denmektedir. Bu noktada basit bir örnek vermek gerekirse; bu çalışma kaleme alınırken bir dolar 3,51 TL ye tekabül etmektedir. A şahsının, bir doların önümüzdeki bir yıl içerisinde 5 TL yi aşacağı yönünde bir öngörüsünün olduğunu varsayalım. Bu öngörü çerçevesinde A ile banka arasında bir alım opsiyonu tesis edilebilir; bu opsiyon üzerinden A önümüzdeki bir yıl içerisinde herhangi bir zamanda ya da önümüzdeki yılın sonunda 1000 doları 4000 TL den satın alma hakkını 19  Daniel Halter, Der Einsatz von derivativen Finanzinstrumenten im Nichtbankenbereich, s. 8. 20  Bu bölümleme ve takip eden açıklamalar için bkz. Hess/Wyss, s. 1226; Kırca, s. 44; Kramer/Zobl, s. 215 vd.; Halter, s. 10 vd.21  Alex Geissbühler, Derivative Finanzinstrumente und struktrierte Produkte, Schweizerisches Bankenrecht, 3. Auflage, Zürich 2012, s. 154.184Kaya,  Demir / Türev İşlemlerin Hukuka Uygunluğu Sorunubankadan, banka tarafından hesaplanacak bir prim üzerinden şimdiden edinebilir. Bu opsiyonda A, bir doların 4 TL yi aştığı her halde opsiyonu kullanır. Tersi bir durum da söz konusu olabilir: A nın bu sefer 1000 doları olduğunu varsayalım ve A nın sene sonuna kadar bir doların 2 TL ye kadar düşeceğini öngördüğünü düşünelim. Bu halde de A nın, bankadan, ilgili prim karşılığında bankaya tanesi 2,5 TL den dolar satmak yönünde bir opsiyonu edinmesi söz konusu olabilir. Dolar kurunun ilgili vade içerisinde veya sonunda 2,5 TL nin altına düştüğü her halde de A, elindeki mevcut 1000 doları opsiyonda belirtilen değerden bankaya satabilecektir. En basit haliyle opsiyon, yukarıda ele alındığı haliyle bir satma veya satın alma hakkına tekabül etmekle birlikte uygulamada farklı terimler altında farklı tiplerde opsiyonlar yaratıldığı da bilinmektedir. Bunlardan en yaygınları şunlardır:22,  Avrupa tipi opsiyon: Avrupa tipi opsiyonda opsiyonun kullanılabileceği tarih önceden belirlidir ve opsiyon ancak bu tarihte kullanılabilir. Yukarıda verilen örnekten devam etmek gerekirse, A satın alma veya satma hakkını ancak yıl sonunda kullanabilecekse, bu halde bir Avrupa tipi opsiyondan söz edilir.,  Amerikan  tipi  opsiyon:  Amerikan  tipi  opsiyonda  opsiyon  sahibi  opsiyonu belirli bir vade içerisinde istediği vakit kullanabilmektedir. Yine A şahsını örnek vermek gerekirse, bu şahsın sahip olduğu opsiyonu Amerikan tipi opsiyon olarak nitelendirebilmemiz için taraflar arası anlaşma ile A ya satma veya satın alma hakkının bir yıllık bir süre içerisinde herhangi bir zamanda kullanılmak üzere tanınmış olması gerekir.,  Warrants: Burada opsiyonun kıymetli evrak niteliğindeki bir senede bağlanmış olması söz konusudur.,  Exchange traded opsiyon: Burada da opsiyon kıymetli evrak niteliğinde bir senede bağlanmıştır; ancak bu senet bir borsa üzerinden el değiştirebilmektedir.,  OTC opsiyonlar: Burada opsiyon senede bağlansın veya bağlanmasın, opsiyonun borsa dışında iki kişi arasında kararlaştırılması ve yeri geldiğinde el değiştirmesi söz konusudur. OTC, İngilizce  over the counter  tabirinin kısaltmasıdır ve tezgahüstü anlamına gelir. ,  Egzotik opsiyonlar: Taraflar klasik alım veya satım opsiyonlarına özel hukukun kendilerine tanıdığı sözleşme serbestisi üzerinden ek şartlar getirebilirler. Örneğin bir yıl içerisinde dolar kurunun en az iki kere öngörülen seviyeyi geçmesi veya opsiyonun kullanılmasının dolar kurunun belirli bir eşiğin altına düşmemesi şartına bağlanmış olması gibi. Burada şartın belirlenmesi, tamamen tarafların hayalgücü ve yaratıcılıkları ile sınırlıdır. Ancak tarafların klasik call ya da put 22  Tamamı için bkz. Bauen/Roullier, s. 369 vd.185İstanbul Hukuk Mecmuası 76/1opsiyonunun, ki bu klasik hali ifade etmek için Plain-Vanilla opsiyon ifadesi de kullanılır, kullanılmasını şarta bağladıkları her halde bu opsiyonlara artık egzotik opsiyonlar denmektedir.,  Knock-in opsiyon: Burada opsiyonunun taraflarca önceden belirlenmiş bir sınıra ulaşılınca kullanılabilmesi söz konusudur. Bu manada knock-in opsiyonu şarta bağlı egzotik opsiyonlardandır.,  Knock-out  opsiyon:  Burada  da  knock-in  opsiyonda  olduğu  gibi  bir  sınır belirlenmektedir. Ancak temel değer bu sınıra ulaştığında artık opsiyon sahibi opsiyonu kullanamaz hale gelmektedir; opsiyon, yani satın alma veya satma hakkı hukuki manada sönmektedir.,  Pay-out opsiyon: Burada opsiyon sahibinin önceden belirlenmiş sabit bir getiriye hak kazanması söz konusudur. Dijital opsiyonda opsiyon sahibi bu getiriye, temel değerin belirlenen sürede belirlenen bir sınıra bir defa (one-touch) ulaşması ya da bu sınıra önceden belirlenen sürenin son gününde (all-or-nothing opsiyonu) ulaşması halinde hak kazanmaktadır.Yukarıda da ifade olunduğu üzere temeli bu ve sık görülen tipleri bunlar olmakla birlikte  opsiyonun  tayini  ve  şartlarının  oluşturulması  tarafların  hayalgücü  ve yaratıcılıkları ile sınırlıdır. Bu tiplerin, genel olarak opsiyonun edinilmesi karşılığı borçlanılacak primin hesaplanmasına yönelik asya tipi, look-back, contingent, cliquet and ladder, spread and out performance, compound ve credit default gibi başkaca tiplerle tamamlanması da mümkündür.Bu noktada son olarak opsiyonun hukuki niteliğine de değinmek gerekir. Her ne kadar üzerinde görüş birliği bulunmasa da, opsiyonun hukuki manada, kurucu yenilik doğurucu haklardan olduğu ve hakkın kullanılması ile birlikte satım sözleşmesinin önceden belirlenen şartlar üzerinden kurulmuş olacağı ifade olunabilir. b) (Kesin) Vadeli işlemler. Kesin vadeli işlemlerin de temelinde bir satım sözleşmesi bulunmakla beraber burada satış işleminin bugün ve bağlayıcı olarak yapılması, ancak ödeme ve teslimin, yani ifanın ileri bir tarihe ertelenmesi söz konusudur. Bu haliyle kesin vadeli işlemleri opsiyondan ayırt eden yegane husus, sözleşmenin bugün ve bağlayıcı olarak yapılmasıdır. Yukarıda da izah olunduğu üzere, opsiyonda bir sözleşme yapılmasını sağlamak hakkı bedel karşılığında elde edilmekte, sözleşmenin kurulması ve hüküm ifade etmesi ise, opsiyonun kullanılmasına bağlı kalmaktadır. Kesin vadeli işlemlerde ise, sözleşme bugün ve bağlayıcı olarak yapıldıktan sonra sözleşmenin ifasının ötelenmesi söz konusudur.23  Geissbühler, s. 155; Ingo Fritsche/Stefan Fritsche, Rechtliche Beurteilung von Swap-Geschäften zur Zinoptimierung der Kommunen, LKV 2010, s. 201.186Kaya,  Demir / Türev İşlemlerin Hukuka Uygunluğu SorunuKesin vadeli işlemlerde de taraflar arasında bir satım sözleşmesinin fiziken ifası değil de, nakden mahsubu daha sık rastlanan durumlardandır. Burada da taraflar, teslim tarihi geldiğinde sözleşmede kararlaştırılan şeyi teslim etmemekte, teslim tarihi  itibariyle  sözleşmeye  konu  şeyin  piyasa  fiyatı  ile  sözleşmede  öngörülen bedel arasındaki farkı borçlanmaktadırlar. Yukarıda verilen örnekten devam etmek gerekirse, A nın banka ile yine dolar alımı dolayısıyla, ancak bu sefer bir kesin vadeli işlem tesis ettiğini düşünelim. A ile banka bugün ve bağlayıcı olarak 1000 doların A ya X tarihinde 4000 TL bedelle teslim olunacağını kararlaştırmış olsunlar. Sözleşmede belirlenen X tarihi geldiğinde eğer 1000 doların TL karşısındaki değeri 4100 TL olmuş ise, bu halde banka A ya 100 TL borçlanmış olacaktır. 1000 doların TL karşılığı değerinin X tarihinde 3900 TL olarak oluşmuş olması halinde ise, A bankaya 100 TL ödemek durumunda kalacaktır. Kesin vadeli işlemlerin, her biri standart olmamakla beraber, şimdilik, forward, futures,  forward  rate  agreement  ve  swap  olmak  üzere  çeşitleri  bulunmaktadır: Forward, kesin vadeli işlemler arasında klasik olanıdır ve yukarıda verilen tanıma harfiyen uyar. Futures da forward ile aynıdır; ancak burada söze konu işlemin bir borsası bulunmaktadır ve sözleşme fiyatı ile teslim tarihi bu borsada standarttır. Burada  borsaya  dahil  aktörlerin  birbirlerini  görmeksizin  borsa  üzerinden  işlem yapmaları  söz  konusudur.  Eğer  futures  bir  mal  için  uygulanırsa,  uygulamaya commodity futures, bir finans enstrümanı için uygulanırsa, bu uygulamaya da financial futures adı verilmektedir. Forward rate agreement adı verilen kesin vadeli işlem ise, borsa dışıdır ve standart değildir. Bu uygulamanın konusu LIBOR (Euro) faizidir. Bu uygulamada bir taraf bir miktar parayı sözleşme ile belirlenen sabit bir faiz üzerinden vade tarihinde ödemeyi kabul eder. Sözleşmenin diğer tarafı ise aynı meblağı aynı gün, o günkü güncel faiz oranı üzerinden ödemeyi taahhüt etmiş bulunmaktadır. O gün geldiğinde taraflar karşılık olarak, oluşan meblağları birbirlerine ödemek yerine, yine sadece aradaki farkı borçlanmış olurlar. Bu noktada son olarak swap işlemine de değinmek gerekir. Bu işlemde para değiş tokuşu söz konusudur. Taraflar önceden belirlenmiş vadelerde, periyodik olarak yine önceden belirlenmiş şartlarla para değiş tokuş ederler. Bu uygulama farklı para cinslerinden olabileceği gibi –örnek Amerikan Doları karşısında Avro- aynı para cinsinin sabit ve değişken faiz oranları ile değiştirilmesi üzerine de kurulmuş olabilir. Swap lar genellikle iki yıl süreyle ve periyodik aralıklarla gerçekleştirilmektedir. Swap ların da bir borsası bulunmadığı gibi, faiz ve dövizi birleştiren swap ların yapıldığı da bilinmektedir.3. Türev İşlemlerin AmacıGörüldüğü üzere türev işlemler, uzmanı olmayanlar için ve uygulandıkları en basit haliyle anlatıldığında dahi oldukça karmaşık işlemlerdir. Tarihi açıdan bakıldığında 187İstanbul Hukuk Mecmuası 76/1bu işlemler ileriye dönük bir riski bertaraf etmek, dağıtmak ya da minimize etmek (hedging) saikiyle ortaya çıkmışlardır. Düşünün; bir havayolu şirketisiniz ve henüz kış aylarındayken gelecek yaz için bilet satmak istiyorsunuz. Ancak yaz aylarında yakıt fiyatlarının oluşumu hepimiz için tam bir belirsizlik içerisindedir ve biletleri şu an satışa çıkardığınız bedel, yaz aylarında körfez ülkelerinde baş gösterebilecek krizler sebebiyle yakıt fiyatının artması üzerine maliyeti bile karşılamayabilir. Aynı şekilde bir başka şahsın da bir yakıt şirketinin hisselerini aldığını varsayalım. Bu şahsı da bekleyen kader farklı değildir; onun için de gelecek belirsizliklerle doludur. Ancak eğer yaz aylarında bir kriz patlak verecek olursa yakıt fiyatlarının artması ile yakıt şirketinin hisseleri daha da değerlenecektir. Böyle bir kriz patlak vermezse anılan şahsın hisse bedellerinin düşmesi riski de mevcuttur. İşte bu şartlar altında bulunan şahısların karşılıklı olarak risklerini paylaşmak, minimize etmek suretiyle işlemlerine devam edebilmek gayesi ile ilk türev işlemleri tesis ettikleri bilinmektedir. Yukarıdaki örnekten devam etmek gerekirse, bu örnekte her iki şahıs da bir araya gelerek bir yakıt fiyatı belirleyebilir, yaz aylarında pazar fiyatının bu fiyatın altına düşmesi veya üstüne çıkması hali için belirli miktarda hissenin değiş tokuşu üzerinde anlaşabilirler. Bu sayede her iki taraf da makul ölçülerde risklerini minimize etmiş olurlar. Tarihi açıdan bakıldığında henüz türev işlemlerin bu aşamalarında bankaların aracı rolünü üstlendikleri görülmektedir. Çünkü anılan bu iki şahsın birbirlerini tanımaları ve risklerini bilmeleri ihtimali düşükken, her iki şahsın da aynı bankanın müşterisi olması, bankaca iyi tanınması ve risk durumlarının örtüştüğünün bilinmesi ihtimali daha yüksektir ve bu ihtimale binaen de türev işlemler bu şahısların bankalarca bir araya getirilmesi suretiyle başlamış görünmektedir. Ancak bankaların aracı değil de, risk önleyici türden türev işlemlere bizzat taraf oldukları haller de mevcuttur. Örneğin bir şahsın bir bankadan döviz cinsinden bir kredi çektiğini düşünelim. Döviz kurundaki dalgalanmalar henüz bugünden kestirilemediğinden  bu  şahsın  döviz  kurunun  gelişimine  yönelik  bir  öngörüsü üzerinden bir opsiyon satın alması menfaatinedir. Aynı şekilde bir ithalatçının da atideki döviz ödemelerini düşünürek şimdiden döviz kuruna yönelik bir opsiyonu satın almayı istemiş olması söze konu olabilir. Bu hallerde banka, ters pozisyonda bir başka şahsı aramak yerine bu opsiyon işlemlerine bizzat taraf olabilir ve ileri bir tarihte X TL üzerinden döviz satın alma hakkını bu kişilere şimdiden prim karşılığında  satabilir . Çünkü esasen banka, ilk örnekte, bu opsiyon üzerinden, bir nevi kendi ödünç verdiği paranın iadesi ihtimalini de güçlendirmektedir. Diğer halde ise ve her halükarda banka, aldığı prim üzerinden bir kazanç elde edecektir.Ancak  ilerleyen  yıllarda,  türev  işlemlerin,  temelinde  böyle  bir  risk  önleme, azaltma veya dağıtma gayesi içeren bir ilişki olmaksızın da yapılmaya başlandığı 24  Anılan örnek için bkz. Matthias Lehmann, Die Swap-Malaise-Zur Aufklärungspflicht über den negativen Marktwert von Swap-Geschäften, NJW 2016, s. 2913-2918, s. 2913.188Kaya,  Demir / Türev İşlemlerin Hukuka Uygunluğu Sorunugörülmektedir.  Örneğin A  şahsı  bankadan  bir  opsiyon  satın  almaktadır;  anılan opsiyon bu şahsa bankadan 1000 doları X tarihinde 4000 TL den satın almak hakkını  bahşetmektedir;  ancak A  şahsının  ne  bankaya  geri  ödemekle  yükümlü olduğu bir döviz kredisi mevcuttur, ne de kendisi ithalatçı olup dövizle karşılaması gereken yükümlülükleri bulunmaktadır. Bu türden kullanımlarında türev işlemin amacı geleceğe dönük bir öngörünün doğru çıkması halinde malvarlığının artacak olmasından ibaret kalmaktadır. Türev işlemlerin bu türden safi spekülatif amaçlarla kullanımlarına da market making denmektedir ve bu türden türev işlemler hukuken en sorunlu alanlardan bir tanesidir. Çünkü, birazdan da görüleceği üzere, türev işlemlerin safi spekülatif kullanımında işlemin kendisi artık ileriye dönük bir riski bertaraf etmeye elverişli bir araç olmaktan çıkmakta, işlemin özünde yer alan atiye dönük spekülasyonun bizatihi kendisi bir amaç halini almaktadır. Bu hal de esasen, anılan işlemlerin hukuka uygunluğunun sorgulanmasına sebep olmaktadır.      III. Türev İşlemlerin Hukuka Uygunluğu Sorunu1. Ahlaka UygunlukYukarıdaki açıklamalardan da görüleceği üzere, esasen türev işlemlerde ileride oluşması muhtemel bir senaryonun şimdiden fiyatlanması söz konusudur ve ileriye dönük öngörüleri farklı iki şahıs veya bir borsa üzerinden pekçok kişi, bu işlemi karşılıklı olarak yapmaktadırlar. Yukarıdaki örneğimizi tekrarlamak gerekirse, A şahsı bir doların yılsonunda 4 TL den daha değerli olacağına inanmaktadır; bankanın da aksi yönde bir öngörüsü olması halinde, banka anılan şahsa bu yönde bir opsiyonu tanımaya hazır bulunacaktır. Bu yönüyle türev işlemlerin yapılması, temelinde bir risk önleme gayesi bulunsa bile, bir talih oyunundan, bir bahisten ve hatta belirli şartlar altında kumardan bile farksız bir hale gelmektedir. Bilindiği üzere talih oyunlarında, bahis ve kumarda, her ne kadar oyuncular buna inanmasa da, sonuç tesadüfe bağlıdır; tesadüf ise sonucun, talih oyununun oyuncularının yetenek ve bilgilerinden nispeten bağımsız, katılımcılarının etki edebilmesinin mümkün olmadığı veya son derece kısıtlı olduğu bir biçimde ortaya çıkmasıdır. Nitekim türev işlemlerde de sonuç, her ne kadar taraflar kendi bilgi ve tecrübelerine dayanarak belirli öngörülerde bulunabilseler de, tamamen tesadüfi bir biçimde ortaya çıkmaktadır. Diğer bir ifadeyle; eğer tarafların bir zaman makinesi yoksa, öngörünün doğru çıkması, öngörünün dayanağı niteliğindeki tarafların sahip olduğu bilgi veya yeteneklerden ziyade, başka şartların, dış koşulların etkisi altındadır. Türev işlemlere has ileriye dönük öngörü, 25  Julian Roberts, Finanzderivate als Glücksspiel? Aufklärungspflichten der Emittenten, DStR 2010, s. 1084. Bu noktada Kırca, temelinde risk önleme saiki bulunmayan opsiyon işlemlerinin somut olayda tarafların niyetlerinin ispatı koşuluyla bahis veya kumar olarak da nitelendirilebileceğini ifade etmektedir. Bkz. Kırca, s. 245 vd. 26  Kumar, birden fazla kişinin eğlenmek, kazanç sağlamak yahut fikri veya bedeni ustalıklarını geliştirmek amacıyla, az veya çok ustalığa veya talihe bağlı birbirine zıt şartlar altında karşılıklı olarak aralarında kazanacak olana bir edim taahhüt ettikleri bir sözleşmedir (bkz. Sahir T. Akev, Türk Hususi Hukukunda Kumar ve Bahis, İstanbul 1964, s. 44). 189İstanbul Hukuk Mecmuası 76/1esasen, en basit türev işlemlerde dahi, çok sayıda ve önceden kestirilmesi mümkün olmayan değişkene tabi olmaktadır; öyle ki, ortaya çıkan sonucun taraflarca bilinmiş ve kestirilmiş olması ihtimali, en basit işlemlerde bile düşüktür. İşlemin vadesi uzadıkça bu ihtimal dahi ortadan kalkmaktadır. Şöyle düşünelim: A şahsı ile banka bir opsiyon sözleşmesi yaptılar ve A şahsı yıl sonunda bankadan 4000 TL ödeyerek 1000 dolar almak hakkına kavuştu. Yıl sonunda bir doların değerinin 4 TL den yüksek olacağı ile ilgili bir öngörüde mevcut değişkenler nelerdir? FED faiz politikası, Merkez Bankası faiz politikası, Amerika daki işsizlik rakamları, Türkiye deki işsizlik rakamları, Amerika daki büyüme rakamları, Türkiye deki büyüme rakamları vs. Bu liste daha da uzatilabilir; bu sayılan hususlar sadece ilk akla gelenlerdir. Bunların şimdiden öngörülebilmesi mümkün müdür? Kanaatimizce, anılan kurumların kendilerinin dahi bir tahminden öteye giden bir öngörüsü bulunmamaktadır; bu öngörü de çoğu zaman diğer bütün değişkenlerin sabit kaldığı, yani ceteris paribus türü bir tahlile dayanmaktadır. Bir de bunun üstüne olması muhtemel krizler, petrol fiyatları, savaşlar, kıtlık, kuraklık, politik kararlar gibi tamamen hepimizin etki alanı dışında cereyan edebilecek riskleri de katarsanız, kanaatimizce bu yönde bir öngörünün yıl sonunda tutması tamamen tesadüf, bu yönde girişilen bir sözleşme de, bir talih oyunundan veya bahisten ibaret kalacaktır. Bu türden işlemlerin bir de uygun olmayan şahıslarla, örneğin deneyim ve altyapısı geleceğe dönük bir öngörüyü makul sınırlar içerisinde ve akılcı bir biçimde ortaya koymaya yetmeyecek kişilerle gerçekleştirilmesi halinde ve münferit işlemlerin karmaşıklığı arttıkça, mağduriyet riski de artmakta ve ortalama bir hukukçunun zihninde bu türden karmaşık işlemlerin uygun olmayan kişilerle yapılmasının ahlaka uygunluğu sorusu doğmaktadır. Düşünün; hemen hiçbir ülkede belirli bir yaştan küçük kişilerin kumarhanelere girmesine izin verilmemekte, bazı ülkeler kumarhaneleri dahi kapatmakta, hemen her ülkede talih oyunları ancak devlet kontrolünde oynanabilmektedir ve bu türden kısıtlamalara gerekçe olarak da, çoğu zaman, ahlak ve oluşabilecek mağduriyetler gösterilmektedir. Ancak yukarıda da anıldığı üzere, temelinde risk doğuran bir işlemin dahi bulunmadığı hallerde, türev işlem tesisinin bir talih oyunundan veya bahisten bir farkı kalmamaktadır. Bu işlemlerin bir de, bu işlemlere uygun olmayan şahıslarla yapılması halinde, ahlaki çekinceler artabilmektedir.Türev işlemlere yönelik ahlaki çekincelerin temelinde bu işlemlerin ekonomik nitelikleri ve sonuçlarının yattığı da görülmektedir. Türev işlemler iktisat öğretisinde Nullsummenspiel, yani sonucu sıfır çıkan işlem olarak adlandırılmaktadır. İktisat teorisinde sonucu sıfır çıkan işlem, işlem taraflarının işlem başında sahip olduğu malvarlığı değerleri toplamının işlem sonunda artmaması, sabit kalması halini ifade eder. Diyelim ki A B den bir buzdolabı satın almaktadır. A ve B nin işlem öncesi malvarlıkları toplamının da 100 birim olduğunu varsayalım. A B ye buzdolabını 10 birimden satarsa kendi malvarlığı karı oranında, farzımahal 2 birim, artacak, B nin malvarlığı ise 10 birim azalmayacaktır. Çünkü B ödemiş olduğu 10 birim karşılığında yine 10 birim değerinde bir buzdolabı elde etmiştir; bu işlem sonucunda tarafların 27  Roberts, s. 1082.190Kaya,  Demir / Türev İşlemlerin Hukuka Uygunluğu Sorunumalvarlıklarının toplam değeri de 100 birimden 102 birime çıkmış, ekonomik manada 2 birimlik bir artı değer sağlanmıştır. Bu yönüyle buzdolabı satışı bir Nullsummenspiel değildir. Fakat türev işlemler için aynısının söylenmesi mümkün değildir:  Temelinde yatan saik ne olursa olsun, bu işlemler neticesinde işlem taraflarının malvarlıklarının toplam değeri değişmemektedir. Yukarıdaki örnekten devam etmek gerekirse; A ve B nin toplam malvarlığının yine 100 birim olduğu bir halde, A nın B ye bir doları 4 TL den satmak yönünde bir opsiyon bahşettiğini varsayalım. Eğer A nın öngörüsü tutar da bu opsiyon kullanılırsa, B nin malvarlığının azaldığı oranda A nın malvarlığı artacak,  fakat  toplam  rakam,  yani  100  birim  hiçbir  zaman  değişmeyecektir. Çünkü türev işlemlerde bir tarafın kaybı her zaman için diğer tarafın kazancına eşit olmaktadır ve bu işlemler hiçbir zaman artı değer yaratmamaktadır. Diğer bir ifadeyle bu işlemlerin, eğer temelinde bir riskin önlenmesi gayesi varsa, risk dağıtımı dışında, ekonomiye müspet bir katkıları yoktur; bu oyunu oynayanların malvarlığı da gereksiz yere riske atılmaktadır. Bu yönüyle de türev işlemlere ahlaki açıdan şüphe ile yaklaşılması söz konusudur.Nitekim Almanya da, bölge ve üst bölge mahkemelerinin kararlarında türev işlemlerin özellikle ahlaka uygunluk bakımından denetlendiği, bu mahkemelerin somut türev işleminin karmaşıklığı arttıkça, bu işlemin uygun olmayan şahıslarla yapılması halinde ve işlemin temel saikinin risk önleme değil de spekülasyon olması durumunda anılan işlemleri ahlaka aykırı olarak gördüğü ve batıl olarak nitelendirdiği bilinmektedir.Alman  Federal  Mahkemesi  ise,  türev  işlemlerin  ahlaka  aykırılığı  hususunun kabulünde  yerel  mahkemelere  nazaran  daha  sıkı  görünmektedir.  Federal Mahkeme nin ahlaka aykırılık ve sözleşmenin butlanını kabul ettiği haller, esasen, şunlardır: Sözleşmeyi yapmak yönündeki talep ve inisiyatif müşteriden değil de, bankadan gelmişse, işlem baştan itibaren müşterinin riski bankadan yüksek olacak şekilde kurgulanmış ve bankanın sözleşmedeki pozisyonu gelir getirecek şekilde ayarlanmışsa ve müşterinin bankaya karşı kazanma şansı baştan itibaren olmayacak şekilde işlemler vücut bulmuşsa, bu hallerde Federal Mahkeme somut işlemin ahlaka mugayir olduğunu kabul etmektedir. Kanaatimizce  de  türev  işlemlerin  ahlaka  aykırılığının  kabulünde  aceleci davranmamak gerekir. Özel hukukta bir işlemin ahlaka aykırılığı, hele de bu işlem türev işlemlerde olduğu gibi yasakoyucu tarafından yasak edilmemişse, sırf talih oyunu  veya  bahis  gibi  işlemlere  benzerliği  veya  ekonomik  açıdan  faydasızlığı nedeniyle  kendiliğinden  kabul  edilemez.  Kanaatimizce,  tıpkı  Alman  Federal 28  Örnek kabilinden bkz. LG Dortmund, Urteil vom 02.08.2013, 6 O 175/12, BeckRS 2016, 10682. Alıntılanan bu kararda Dortmund Bölge Mahkemesi, davacı belediye ile davalı banka arasında gerçekleştirilen karmaşık bir swap işleminin hukuki akıbetini değerlendirmek durumunda kalmış, belediyenin bir tüzel kişilik olmasına rağmen bu türden karmaşık bir işlemi yapmaya ehil olmaması ve işlemin mevcut bir işlemdeki riski bertaraf etmek yerine tamamen spekulatif amaçlarla yapılmış olmasına istinaden anılan işlemin ahlaka aykırı ve batıl olduğunu kabul etmiştir. 29  BGH Urteil vom 22.03.2016, XI ZR 93/15, N. 12; BGH Urteil vom 20.01.2015, XI ZR 316/13, N. 9 ile BGH Urteil vom 28.04.2015, XI ZR 378/13.191İstanbul Hukuk Mecmuası 76/1Mahkemesi içtihatında olduğu gibi, somut olayda işlemin talih oyunu veya bahse yakın duruşunun üzerine işlemin vicdanen kabul edilemeyecek bir hale gelmesine sebep olan başkaca hususların da işleme eklenmiş olması gerekir. En basit tanımıyla ahlaka aykırılık genel terbiye duygusunun, hakim etik düzenin somut olay bakımından yara almış olmasıdır; türev işlemlerde de işlemin uygun olmayan kişilerle, bu kişilerin işlemin karşı tarafınca ayartılması suretiyle sırf spekülatif amaçlar için yapılmış olması halinde ve işlem baştan itibaren işlemin karşı tarafının lehine olacak şekilde kurgulanmış ise, bu yaranın açılmış olduğu kabul edilebilecektir.    Hemen belirtelim ki, opsiyonların da dahil olduğu vadeli işlemlerde fiyat farkından istifade, tek başına bunlarda kumar itirazının ileri sürülmesi için yeterli değildir; buna ek olarak işlemin kumar niteliğine sahip olması gerekir. İsviçre Federal Mahkemesi aynen   spekülatörün  kumar  iradesinin  emareleri  olarak  şunlar  dikkate  alınır: Spekülâsyonla spekülatörün mesleği veya işletmesi arasındaki ilginin yokluğu; borsa işlerindeki bilgisizlik; aynı zamanda hem fiyatların yükselmesi hem düşmesi şeklinde bir spekülâsyon yapılmasında olduğu gibi sistem ve plân eksikliği; piyasada temine imkân bulunmayan bir emtia üzerine işlem yapılması; işlemi yapanın servetiyle üstlendiği  risk  arasında  önemli  bir  oransızlığın  varlığı   hususlarını  sınırlayıcı olmayacak şekilde kumar belirtileri olarak saymıştır. 2. Ultra-Vires ÖğretisiTürev işlemler bakımından temel çekince bu işlemlerin ahlaka aykırılığı olmakla birlikte  ahlaka  aykırılık  tespitinin  yapılamadığı  hallerde  dahi,  mahkemelerin hukukun sunduğu başkaca araçlarla mağduriyetleri önlemek yoluna gittikleri de görülmektedir:  Örneğin  İngiliz  mahkemelerinin,  uygun  olmayan  tüzel  kişilerle girişilen türev işlemlerde bu türden kişileri korumak maksadıyla bu kişilerin fiil ehliyetlerinin türev işlemler gibi riskli işlemleri kapsamayacağı tezinden hareketle  ultra-vires   doktrinine  yaslandığı  ve  anılan  işlemlerin  yoklukla  malul  olduğu hususunu tespit ettiği bilinmektedir. Alman yerel mahkemeleri önüne getirilen ve özellikle yerel yönetimlerin bankalarla, bankalara olan faiz borcunu azaltmak maksadıyla tesis ettikleri türev işlemleri konu alan ihtilaflarda da ultra-vires öğretisine sıklıkla yaslanıldığı bilinmektedir; özellikle kamu tüzel kişiliklerinin bu türden riskli işlemleri tesis edebilmek yönünde bir yetkilerinin olmadığı ve bu kişiliklerin spekülasyon yasağını tabi oldukları Almanya da yaşanan ihtilaflarda dile getirilse de, Alman mahkemelerinin türev işlemler bakımından anılan öğretiye meyletmedikleri de görülmektedir.30  Ingeborg Schwenzer, Schweizerisches Obligationenrecht, Allgemeiner Teil, Bern 2003, N. 32.18.31  24 Ocak 1939 tarihli Stich-Metal Traders Ltd. kararı için bkz. Kırca, s. 249-251.32  Lehmann, s. 2915.33  Alman uygulamasının ultra-vires ilkesi dolayısıyla ayrıntıları için bkz. Jochen Weck/Michael Schick, Spekulative SwapGeschäfte im kommunalen Bereich, NVwZ 2012, s. 18 vd.192Kaya,  Demir / Türev İşlemlerin Hukuka Uygunluğu SorunuTürk kamu tüzel kişilikleri bakımından anılan ilkenin uygulama alanına yönelik bir tespit yapabilecek durumda olmamakla birlikte, kanaatimizce ultra-vires öğretisine yaslanmak suretiyle Türk Hukuku nda çözümler geliştirebilmek ve mağduriyetlerin önüne geçmek, en azından ticaret şirketleri bakımından zor olacaktır. Bilindiği üzere 6102 sayılı Türk Ticaret Kanunu nun ( TTK ) yürürlüğü ile birlikte Türk Hukuku nda o ana kadar cari olan ve Yargıtay uygulamasında da yer bulan ultra-vires öğretisi yumuşatılmıştır. Örneğin TTK nın 371. maddesine göre, artık bir işlem şirketin işletme konusuna dahil olmasa dahi, işlemin karşı tarafının bu hususu bildiği veya bilmesi gerektiği esas sözleşme dışındaki delillerle ispat edilmedikçe, işlem varlığını koruyacak ve ilgili şirket bu işlemle bağlı olmaya devam edecektir. TTK nın getirmiş olduğu bu yeniliğin türev işlemleri de kapsayacağını ifade etmek mümkündür. Diğer bir ifadeyle şirketin işletme konusu tarafından kapsanmayan türev işlemler dahi anılan hüküm çerçevesinde varlıklarını devam ettirebileceklerdir. Ancak bu noktada şu hususun da altını çizmek gerekir: Bir şirketin işletme konusu, şirketin atıl duran malvarlığının değerlendirilmesini, yatırım araçlarına yönlendirilmesini, esas sözleşmede açık hüküm bulunmasa dahi, her daim kapsar. Örneğin şirket yöneticileri atıl duran nakdi varlığı borsada işlem gören hisse senetlerine yatırım suretiyle değerlendirebilirler; bunun için yöneticilerin esas sözleşme ile ayrıca ve açıkça yetkilendirilmiş olmalarına gerek yoktur. Ancak yukarıda da ifade olunduğu üzere, türev işlemler, hisse senedi gibi diğer yatırım araçlarının aksine, son derece karmaşık, çok değişkenli ve riskli işlemlerdir. Şirketin bu türden işlemler ile risk altına girmesi, mevcut personelinin eğitim ve deneyimi gözetilmek suretiyle ve ileride doğması muhtemel bir riski bertaraf etmek maksadıyla makul görülebilir. Fakat şirketin bu türden işlemleri sırf spekülatif amaçlarla ve yatırım saikiyle gerçekleştirmiş olması halinde, bir de şirket personelinin yetersizliği söz konusuysa, ortaya çıkan zarardan işlem tesisinde kusuru bulunan yöneticilerin sorumlu tutulabilecekleri açıktır. Çünkü yöneticilerin bu türden yatırım kararlarını alırken tedbirli bir yöneticinin özeniyle hareket etmeleri kendilerinden beklenir. Türev işlemler ise, bu manada, sakınılması gereken finans araçlarındandır. Somut olayda sorumluluğun tespiti bakımından ise, son tahlilde,  iş adamı kararı  öğretisi ışığında değerlendirme yapılmalıdır: Eğer türev işlemin tesis edildiği an itibariyle (ex-ante) mevcut şartlar altında şirket menfaatlerini gözeten tedbirli bir yönetici de aynı veya benzer koşullarla bir türev işlem tesis ederdi denilebiliyorsa, bu halde yöneticilerin de sorumsuzluğuna karar vermek icap eder.3. Sözleşmelerin UyarlanmasıDiğer taraftan Portekiz Hukukunda ise, hakimlerin riskli türev işlemler dolayısıyla türev işlem sözleşmesine müdahale etmek ve bu sözleşmeleri uyarlama yoluna gitmekle mağduriyetleri bertaraf etmeyi tercih ettikleri görülmektedir. 34  Lehmann, s. 2915.193İstanbul Hukuk Mecmuası 76/1Bu noktada sözleşmelerin uyarlanması ile ilgili ayrıntıya girmek mümkün değildir. Ancak hepimizin malumu olduğu üzere sözleşmelerin efendileri, sözleşenlerdir ve bir sözleşmeye hakimin müdahalesi ve sözleşmeyi, ex-post, mağdur aleyhine düzeltmesi özel hukuka has taraf otonomisi ile bağdaşır nitelikte değildir. Bu türden müdahaleler her ne kadar kamu vicdanını rahatlatsa da, nasılsa olası bir mağduriyete müdahale edileceği beklentisi ile tarafların kendilerinden beklenen özeni göstermemeye başlamaları riski de doğmaktadır. Nitekim çok öncelerde yaşanan devalüasyon-döviz mağduriyetlerinde de Yargıtay sözleşmelere müdahale etmekten imtina etmiş, hakimin sözleşmeye müdahale edebilmesi için sözleşmenin yapılmasından sonra olağanüstü bir durumun meydana gelmesi, bu durumun önceden tahmin olunamaması veya tahmin olunup da taraflarca gözönüne alınmış olması ve bu durumun edalar arasında hüsnüniyete aykırı fahiş fark meydana getirmesi şartlarını aramıştır. Kanaatimizce türev işlemler dolayısıyla çoğu halde riskin taraflarca göz önüne alınmış olması hususu hakimin sözleşmeye müdahale etmesi önündeki en büyük engeli oluşturacaktır.4. İrade Fesadı Öğretisiİspanyol  Hukukunda  ise,  türev  işlemler  dolayısıyla  oluşan  mağduriyetleri bertaraf edebilmek adına hakimlerin daha ziyade borçlar hukukuna has hata ve hile araçlarından faydalandığı görülmektedir. Bu hukuk sisteminde türev işleme has risk yüksekse, hakimler somut olayda bu riskin banka tarafından susarak geçiştirilip geçiştirilmediğini  (hile)  ve/veya  riskin  müşteri  tarafından  yeterince  anlaşılıp anlaşılmadığını (esaslı hata) araştırmakta ve araştırmanın menfi sonuçlanması halinde sözleşmenin iptali yoluna gitmektedir.Türk  Hukuku nda  Yargıtay,  2016  yılında  bir  türev  işlem  dolayısıyla verdiği  kararında   ileride  oluşacak  piyasa  koşulları  davalı  banka  tarafından belirlenmediğinden hileden de söz edilemeyeceği  gerekçesiyle temyiz itirazının reddine karar vermiştir. Kanaatimizce bu gerekçeye bu haliyle katılmak mümkün değildir. Çünkü çoğu halde banka piyasanın nasıl şekilleneceğini müşteriden daha iyi öngörmekte ve kendi gördüğü riskler konusunda suskun kalarak sözleşmenin oluşturulmasını sağlamaktadır. Bu da pekala borçlar hukuku anlamında bir hile olarak görülebilir. Ancak hemen eklemek gerekir ki, anılan kararda Yargıtay kararının temyiz başvurusunun reddi yönünde şekillenmesinde davacının tacir olması, dolayısıyla karzarar riskini öngörebileceği tespiti ile davacının başkaca yatırım işlemleri de yapmış olması hususu rol oynamış görünmektedir. Bu noktada Alman Federal Mahkemesi nin içtihadına da değinmek gerekir: Federal Mahkeme artık kemikleşen uygulaması ile, ahlaka aykırılık hallerinden maada, 35  Örnek kabilinden bkz. Yargıtay 11. HD. E. 1994/5786, K. 1994/9585, T. 12.12.1994.36  Lehmann, s. 2915. 37  Y. 11. HD. E. 2015/15416, K. 2016/7380, T. 20.9.2016.194Kaya,  Demir / Türev İşlemlerin Hukuka Uygunluğu Sorunusözleşmelerin  ortadan  kaldırılması  yerine  sözleşmelerin  ayakta  tutularak  ortaya çıkan zararın belirli şartlar altında bankalar tarafından tazmini cihetine gitmektedir. Federal Mahkeme ye göre bankanın bu türden sözleşmelerde bir aydınlatma ve özen borcu bulunmaktadır. Buna göre işlemin karşı tarafının, bankaca, işlemin türü ve karşı tarafın kişiliğine uygun (anlage- und anlegergerecht) bir biçimde ve yeterince aydınlatılmış olması gerekir. Özellikle müşteri tarafından menfi bir piyasa değerine sahip bir işlemin seçilmiş olduğu hallerde, bankanın aydınlatma yükümlülüğü özel bir hal almakta ve bankanın işlemin henüz başında müşterisine sırf bu hususu açıklaması beklenmektedir. Eğer banka bu türden bir değerlendirmede dahi bulunmamışsa, ortaya çıkan zararın tazmini ile mükellef kılınmaktadır. Burada seçilen işlemin negatif piyasa değerinden kasıt, amiyane tabiriyle, müşterinin giriştiği  bahsin  piyasada  kaybetmesi kuvvetle muhtemel bahislerden  şeklinde değerlendirilmesidir. Diğer bir ifadeyle piyasada mevcut diğer oyuncuların girişmeyeceği türden bir işlemin müşteri tarafından tercih edilmiş olması halinde, bankanın aydınlatma yükümlülüğü de artmaktadır; sırf bu yönüyle müşterinin uyarılmış olması gerekmektedir.  Kanaatimizce de somut olayların hallinde hata ve hile argümanlarına yaslanılması ve  somut  olayın  özelliklerine  göre  bu  argümanların  davayı  başarıya  taşıması mümkündür. Yukarıda da ifade olunmaya çalışıldığı üzere, türev işlemi tesis eden kişi işlemin riskleri ile ilgili yeterince bilgilendirilmemiş, bu husus susarak geçiştirilmiş ve mevcut konumu itibariyle bu risklerin değerlendirilmesi de kişinin kendisinden beklenemeyecek  gibiyse,  o  halde  bir  irade  fesadından  bahsetmek  mümkün olabilecektir. Ancak bu hallerde hakim hak düşürücü nitelikteki bir yıllık süreyi resen gözetmek durumunda olacağından irade fesadı argümanına yaslanmak yerine, Alman Federal Mahkemesi içtihadında olduğu gibi, sözleşmeye aykırılığı kabul etmek ve uygulamak hem mağdurlarca hem de mahkemelerce tercih edilebilecektir.5. Genel İşlem Şartları ÖğretisiTürev işlemlerin hukuka uygunluğu bakımından denetlenmesi gereken yönleri bunlarla da sınırlı değildir. Bu noktada genel işlem şartları öğretisi de akla gelebilir. Şöyle ki;Yukarıda da ifade olunduğu üzere türev işlemler banka ile müşterisi arasında akdedilen bir çerçeve sözleşme üzerinden yapılmaktadır. Diğer bir ifadeyle banka ile müşteri arasında önce bir çerçeve sözleşme imzalanmakta, bu çerçeve sözleşme içerisinde yer alan genel şartlar dairesinde de sonraki münferit ve somut türev işlemler vücuda getirilmektedir. Bu noktada her bir münferit işlem de banka ile müşteri arasında akdedilen bir sözleşme niteliğindedir ve bu işlemler temellerini ilk akdedilen çerçeve sözleşmede bulurlar. Görülebildiği kadarıyla bankalar hem çerçeve hem de münferit işlem sözleşmeleri bakımından matbu metinlerden istifade 38  BGH Urteil vom 20.01.2015, XI ZR 316/13.39  Kemal Oğuzman/Turgut Öz, Borçlar Hukuku-Genel Hükümler, Cilt 1, İstanbul 2014, s. 126.195İstanbul Hukuk Mecmuası 76/1etmektedirler. Bu manada bu sözleşme metinleri somut olay için ayrıca hazırlanan ve tarafların müzakere etmek suretiyle ortaya koydukları hukuki metinler değildirler. Diğer bir ifadeyle bankalar hemen her müşteri için önceden hazırlanmış temel sözleşme metinlerini kullanmaktadırlar. Bilindiği  üzere  genel  işlem  şartları  öğretisine  göre  önceden  hazırlanmış metinlerin yeniden müzakere edilmeksizin kullanılması, bu metinlerin pozitif hukuk düzeninden açıkça sapmaları ve sözleşen taraflardan birinin lehine, diğerinin aleyhine sonuçlar  ihtiva  etmeleri  bu  metinlerin  yokluğuna  sebep  olabilmektedir.  Türev işlem sözleşmelerinde de bu metinlerin önceden hazırlanıp müzakere edilmeksizin kullanılmaları söz konusudur. Dolayısıyla bu türden sözleşmelerin hukuki varlığı ve geçerlilikleri münferit sözleşmelerin pozitif hukuk düzeninden banka lehine ya da müşteri aleyhine ne ölçüde saptıkları sorusunda düğümlenmektedir. Hemen belirtmek gerekir ki, bugün için uluslararası kuruluşların türev işlemler dolayısıyla hazırlamış oldukları temel sözleşme metinleri bulunmaktadır; bu metinler pozitif hukuk düzeni dikkate alınarak hazırlanmışlardır. Bu sözleşme şablonları ISDA (International Swaps and Derivatives Association), ICOM (International Currency Options Market) ve The Foreign Exchange Committee den kaynaklı IFEMA (International Foreign Exchange Master Agreement) olarak ortaya çıkmaktadır. Dolayısıyla türev işlemler bakımından dikkate alınması gereken husus, münferit olayda banka ile müşterisi arasında akdedilen sözleşmelerin bu standart metinlerden ne ölçüde saptıklarıdır. Uluslararası kuruluşların hazırladıkları metinlerde, türev işlemlere has riskler yuvarlanmaksızın, zarar ihtimali göreceli hale getirilmeksizin, küçültülmeksizin, yumuşatılmaksızın ve türev işlemler dolayısıyla müşteri tarafından ortaya konan sermayenin tamamının kaybedilebileceği gerçeğinin üstü kapatılmaksızın müşterilerin açıkça ve defalarca uyarıldıkları dikkat çekmektedir. Hatta bu metinlerin hemen hepsinde bir adet de, ayrıca hazırlanmış, başlığı  UYARI MADDESİ  (Warnklausel) olan bir maddeye yer verildiği görülmektedir. Eğer somut olayda banka tarafından müşteriye imzalatılan metinlerin anılan bu standartları karşılamadığı anlaşılacak olursa, bu hal de banka ile müşteri arasındaki hukuki ilişkinin yokluğu ile neticelenebilir. Örneğin; eğer banka kendi kullandığı standart metinde olası riskleri yuvarlamış, yumuşatmışsa ya da müşteriyi sermayenin tamamen kaybı tehlikesine karşı açıkça uyaran bir maddeye yer vermemişse, o halde mevcut ilişki genel işlem şartları öğretisinin aradığı gereklilikleri de karşılamayacaktır.6. Menfaat Çatışması ÖğretisiBu noktada son olarak taraflar arası menfaat çatışması riskine ve bu riskin türev işlem  sözleşmelerinin  hukuki  akıbeti  üzerindeki  etkisine  de  değinmek  gerekir. Yukarıda da ifade olunduğu üzere, bugün için türev işlemler banka ile müşterileri arasında gerçekleştirilmektedirler. Diğer bir ifadeyle bu işlemlerde bankalar artık 40  Francois Bayroux, Neue Aspekte der Vertragsgestaltung bei derivativen Finanzinstrumenten, SZW 1996, s. 11-22, s. 12.196Kaya,  Demir / Türev İşlemlerin Hukuka Uygunluğu Sorunuaracı değildirler, bizzat işlemin tarafı halini almışlardır. Ancak bankalar bu işlemlerin yürütülmesi  sırasında  müşterilerine  danışmanlık  hizmetleri  de  vermektedirler. Birazdan da gösterilmeye çalışılacağı üzere, ideal olan, bu türden işlemlerin bankaların danışmanlığı olmaksızın müşteriler tarafından tek başına yapılabilmesidir. Ancak bu düzey, kendi finans uzmanlarını istihdam eden üst seviyede profesyonel kuruluşlar harici başkaca kurum ya da kişilerce karşılanabilecek gibi değildir; o nedenle de bu işlemlerin tesisinde bankaların danışmanlık hizmeti zorunlu bir biçimde ortaya çıkmaktadır. Hal böyleyken, ortaya hukuken şöyle bir garabet çıkabilmektedir: Banka hem işlemin karşı tarafıdır; yani müşterinin kazanması kendisinin kaybetmesi anlamına gelmektedir; hem de, müşteriye nasıl kazanılacağı yönünde danışmanlık hizmeti vermektedir. Yani; eğer banka danışmanlık hizmetini doğru ve düzgün bir biçimde yerine getirirse, kendisi kaybedecektir. Hatta somut bazı durumlarda bu husus öyle bir hal almaktadır ki, banka işlemi neredeyse kendi kendisiyle yapmaktadır. Örneğin işlemin karşı tarafı bu türden işlemleri yapmak kapasitesine hiç sahip değilse ya da çok az bir biçimde sahipse, bankanın danışmanlığına gereksinim de o ölçüde artmakta, banka masanın bir ucuna geçip müşteri tercihini belirlerken, diğer ucuna da geçip karşı pozisyonu almaktadır. Bu durum esasen teknik direktörlüğünü yaptığı bir takıma karşı bahis oynayan bir kişinin içinde bulunduğu çıkmaz gibidir. Eğer kişi teknik direktörlüğü düzgün yaparsa, bahsi kaybedecek, düzgün yapmazsa da işinden olabilecektir. Bu noktada anılan kişinin her iki işi de düzgün yapması pek mümkün görünmemektedir. Özellikle temelinde her iki taraf için de risk doğuran  bir işlemin olmadığı hallerde, bankanın işlemleri kendi kendisiyle ve müşteri aleyhine olacak şekilde tertip etmesi ihtimali artmaktadır. Yukarıda verilen  döviz cinsinden ödünç  örneğini hatırlayın: Banka bir müşterisine döviz cinsinden kredi verdi; müşteri dövizdeki dalgalanmaya karşı kullanmak üzere bir opsiyon satın aldı; ancak kendisinin bu yönde bir öngörüyü bihakkın yerine getirecek bir uzmanlığı bulunmadığından müşteri bankanın danışmanlığına mahkumdur. Bu noktada banka da işlemi tamamen kendi lehine kurgulayamaz; çünkü kendi lehine attığı her adım müşteriyi ödeme güçlüğüne itebilecek, ödeme aczi yaşayan müşteri de en nihayetinde bankadan aldığı krediyi geri ödeyemeyecektir. Bu durum da bankanın aleyhine olacaktır. Diğer bir ifadeyle müşterinin risk bertaraf etmek için türev işlem yapmadığı hallerde bankanın durması ve müşteri menfaatine hareket etmesini gerektirir bir hal de mevcut değildir; bu halin de hukuken zorlanması gerekecektir. Bugün için çoğu hukuk sisteminde  çifte temsil  öğretisine dayanılmak suretiyle bu türden menfaat çatışmalarının müşteri lehine çözülmeye çalışıldığı da bilinmektedir.Ara SonuçGörüldüğü  üzere  hemen  her  ülkede  türev  işlemlerin  hukuka  uygunluğu sorgulanmakla birlikte her ülkede mağduriyetlerin önlenmesi bakımından farklı 41  Ayrıntısı için bkz. Kırca, s. 154 vd.197İstanbul Hukuk Mecmuası 76/1hukuk politikalarının tercih edildiği anlaşılmaktadır. Ancak seçilen araç ne olursa olsun, hemen herkesin üzerinde hemfikir olduğu husus şudur ki, bu türden işlemler dolayısıyla küçük yatırımcı korunmalıdır. IV. Türev İşlemler Bakımından Yatırımcıların Korunması ZorunluluğuYukarıda da görüldüğü üzere hemen her ülkede mahkemeler yatırımcıların türev işlemler  dolayısıyla  korunması  gerektiğini  öngörür  kararlar  vaz  etmektedirler. Yabancı  hukuk  sistemlerinde  kanun  koyucular  da  boş  durmamakta,  bankaların yatırımcıyı koruma ve aydınlatma yönündeki yükümlülüklerine yönelik düzenlemeler yapmaktadırlar.1. AB DüzenlemesiBurada ilk olarak anılması gereken düzenleme Avrupa Birliği nin 2004/39 no lu yönergesidir. Anılan yönerge aralarında türev işlemlerin de bulunduğu tüm finans araçlarını konu almaktadır. Yönergenin 5 ila 15. maddeleri arasında kimlerin, hangi şartlar altında bu türden  ürünleri  sunabileceği hususu ele alınmaktadır. Yönergenin 16 vd. maddelerinde ise, bu ürünleri sunan kişilerin devamlı surette denetlenmesi esası ile bu kişilerin yükümlülükleri öngörülmektedir. Buna göre anılan kişilerin ilk yükümlülüğü kendileri ile müşterileri ve müşterileri ile diğer müşterileri arasında oluşabilecek menfaat çatışmalarını engellemektir (m. 18/1). Devamla; hizmeti sunan kişiden, bu türden menfaat çatışmalarını baştan ortaya koyabilecek ve müşterilerin menfaatlerinin  haleldar  olmasını  baştan  önleyecek  mekanizmaları  ve  süreçleri kurması da beklenmektedir (m. 18/2).Yönergenin 19 vd. maddeleri bu türden hizmetleri sunan kişilere hitaben uzun bir davranış kuralları listesi de barındırmaktadır. Buna göre aralarında türev işlemleri de barındıran her türden finans aracını sunan kişinin,  Müşterinin menfaatine hareket etmesi,,  Mevcut veya müstakbel müşterileri ile her türden bilgiyi açıkça ve yanılgıya yer bırakmayacak şekilde paylaşması,,  Müşterinin münferit işlemle bağlantılı tüm riskleri anladıktan ve işlemin detaylarına vakıf kılındıktan sonra işlem ile ilgili kararı tek başına verebilmesini sağlaması,,  Sözleşme süresince müşteriye (müşteri adına) yürütülen işlemler ile bu işlemlerden doğan masraflar dolayısıyla düzenli rapor vermesi,42  Bkz. Richtlinie 2004/39/EG des Europäischen Parlaments und des Rates vom 21. April 2004 über Märkte für Finanzinstrumente, zur Änderung der Richtlinien 85/611/EWG und 93/6/EWG des Rates und der Richtlinie 2000/12/EG des Europäischen Parlaments und des Rates und zur Aufhebung der Richtlinie 93/22/EWG des Rates, Abl. vom 30.04.2004, L 145/1.  198Kaya,  Demir / Türev İşlemlerin Hukuka Uygunluğu Sorunu,  Müşteriler için en iyi sonucun sağlanması adına gerekli her türden tedbiri alması,,  Müşteri taleplerinin hızlı ve güvenilir bir biçimde gerçekleştirilmesi için gerekli altyapıyı oluşturması ve son olarak,  Bu  türden  işlemleri  sadece  uygun  müşterilerle  yapması,  müşterinin  seçilen işleme uygun olup olmadığını baştan denetlemesi, müşterinin uygunluk testini geçememesi halinde bu işlemi yapmaması, müşterinin ısrarcı olması halinde müşteriyi seçilen işleme uygun olmadığı yönünde açıkça uyararak işlemi yapması gerekmektedir.Müşterilerin uygunluğu konusunda yönergenin 2. ekine de bakmak icap eder. Burada yönerge müşteri uygunluğu bakımından  profesyonel müşteri  kıstasını getirmektedir. Buna göre aşağıda sayılan kişiler kendiliklerinden ve başkaca bir araştırmaya lüzum olmaksızın profesyonel müşteri olarak kabul edilecek ve bu işlemleri yapabileceklerdir:,  Kredi ve Finans Kuruluşları,,  Sigorta Şirketleri,,  Yatırım ve Varlık Yönetimi Şirketleri,,  Emeklilik Fonları,,  Büyük Şirketler,,  Hükümetler, merkez bankaları ve dünya bankası gibi kuruluşlar ile,  Faaliyet konusu finans araçları ile iştigalden ibaret müesseseler.Yukarıda da ifade olunduğu üzere anılan bu kişiler kendiliklerinden profesyonel müşteri sayılmakta ve herhangi bir denetlemeye ihtiyaç olmaksızın finans araçları ile iştigal edebilmektedir. Profesyonel olmamakla birlikte talepleri üzerine profesyonel sayılabilecek  kimseler  de  mevcuttur.  Henüz  işlem  öncesinde  aşağıda  sayılan özelliklerden en az ikisine sahip kişiler de bu özelliklerinin denetlenmesi koşulu ile profesyonel müşteri sayılabilir ve aralarında türev işlemlerin de bulunduğu finans işlemlerine taraf olabilirler:,  Son dört çeyreğin her birinde çeyrek başına önemli değere sahip ortalama 10 işlemden fazlasını yapmış olanlar,,  Bu işlemlerde kullanılmak üzere 500 bin Avrodan fazla bir sermayeye sahip olanlar,43  Yönergeye göre büyük şirket şu üç şarttan en az ikisini yerine getiren şirketlerdir: Bilanço toplamı 20 milyon, net cirosu 40 milyon, özkaynakları değeri 2 milyon avrodan büyük olmak.  199İstanbul Hukuk Mecmuası 76/1,  Planlanan işlemler dolayısıyla başvuru esnasında en az bir yıl süreyle finans sektöründe iş tecrübesi olanlar. Yönergeye göre kendiliğinden profesyonel müşteriler ya da açık talepleri üzerine profesyonel müşteri sayılanlar yönergenin sunduğu koruma kapsamında değildirler. Diğer müşteriler ise, yönergenin sunduğu korumanın tamamından istifade edebilirler.Görüldüğü üzere AB yönergesi türev işlemleri yapabilecek kişilerin belirlenmesi, bu hizmeti sunan kişilerin uymakla yükümlü oldukları kuralların da öngörülmesi ve  denetlenmesi  suretiyle  oluşabilecek mağduriyetleri baştan  önlemeye  yönelik bir çizgiyi takip etmektedir. Bu yönerge önemlidir; çünkü aralarında Almanya, Avusturya ve İsviçre nin de bulunduğu pekçok ülke bu yönergeyi iç hukuklarına kanun seviyesinde aktarmışlardır. 2. Avusturya DüzenlemesiBu noktada araştırmaya konu işlemler bakımından ilgi çekici olması açısından son olarak Avusturya düzenlemesine değinmek gerekir. Yukarıda da ifade olunduğu üzere  Avusturya  bu  konuyu  kanun  seviyesinde  düzenlemiştir.  Kanunun  adı  Wertpapieraufsichtsgesetz dir. Anılan kanuna ilişkin bir de kılavuz yayımlanmıştır ve bu kılavuz, aralarında türev işlemlerin de bulunduğu finans araçlarını sunan kişilerin,  özellikle  bankaların,  özen  yükümlülüklerini  ortaya  koyması  açısından ilginç bir parametreyi ihtiva etmektedir. Anılan kılavuza göre türev işlemi sunan kişinin özen borcu iki değişkene riayetle şekillenmekte ve tespit edilebilmektedir. Bu değişkenler işlemin karşı tarafının özellikleri ile işlemin özellikleridir. Buna göre işlemin karşı tarafının finans araçları ile ilgili eğitim, deneyim ve bilgisi ile işlemin karmaşıklık düzeyi arasında bir korelasyon bulunmaktadır. İşlem karmaşıklaştıkça işlemin karşı tarafının da finans araçları ile ilgili eğitim, deneyim ve bilgisinin fazla olması beklenmekte, aksi halde hizmeti sunan kişinin sorumluluğu doğmaktadır. Aynı şekilde basit işlemler de, özel bir eğitim ve beceriye sahip olmayan şahıslar tarafından, hizmeti sunan kişinin sorumluluğuna gidilmeksizin yapılabilmektedir. Görüldüğü üzere bu hesapta hangi işlemlerin basit hangi işlemlerin karmaşık olduğu sorusu önem arz etmektedir. Bu noktada kılavuz, borsada işlem gören hisselerin alım-satımı ile tahvil alım-satımı gibi işlemleri en basit kategoride görmekte, türev işlemlerinin tamamını ise karmaşık işlemler olarak ele almaktadır. Esasen benzer bir değerlendirmeyi Alman Federal Mahkemesi nin bir kararında da görmek mümkündür. Mahkeme, biri ilkokul öğretmeni diğeri polis memuru olan bir çiftin bir bankaya karşı açtıkları davada, işin borsa üzerinden hisse alım-satımı olmasından hareketle bankanın sorumluluğuna gitmeyi reddetmiştir. Mahkemeye 44  Bkz. Leitfaden zur Anwendung der Wohlverhaltensregeln nach dem Wertpapieraufsichtsgesetz 2007 (WAG 2007).45  Bkz. BGH Urteil vom 27.11.2012, XI ZR 384/11.200Kaya,  Demir / Türev İşlemlerin Hukuka Uygunluğu Sorunugöre,  bu  türden  işlemlerde  davacıların  şahsi  özellikleri  de  dikkate  alındığında aydınlatma ve özen borcu düşük seyredecektir. Türk Hukuku nda Yargıtay da, türev işlemlerin genel olarak karmaşık işlemler olduğu gerçeğini teslim etmektedir. Yargıtay 11. HD. nin E. 2014/5201, K. 2015/2984,  T. 5.3.2015 künyeli kararında Yargıtay bu hususu şu sözlerle tespit etmektedir: Sözkonusu işlemler, özel ve teknik bilgi ile yüksek deneyim gerektiren türev işlemleridir. Dolayısıyla günlük hayatta sözkonusu türev işlemleri orta yada küçük sıradan  yatırımcılar  değil,  sözkonusu  işlemlerin  risklerini  bilen,  daha  büyük yatırımcılar yapmaktadır. Çünkü türev işlem piyasaları, son derece kısa sürede olabileceği gibi, bu piyasalara yapılan yatırımlar ile müşteri için büyük kazançlar elde edilebileceği gibi, bu işlemler büyük kayıp riskleri de taşımaktadır.   V. Bankaların Türev İşlemlerden Doğan Yükümlülükleri ve SonuçŞimdiye kadar ifade olunan hususları, türev işlemlerin hukuki akıbetinden bağımsız ve uygulamada dikkat edilmesi gereken davranış kuralları anlamında toparlamak gerekirse, bankaların türev işlemler dolayısıyla üstlendikleri yükümlülüklerin şunlar olduğu ifade olunabilir:,  Bankaların türev işlemleri uygun kişilerle yapması gerekir. Burada uygunluk işlemin karşı tarafının özelliklerine ve işlemin karmaşıklığına bakılarak bulunur. İşlemin niteliğine uygun, işlemin temelinde yatan geleceğe dönük öngörüyü bihakkın yerine getirebilecek bir deneyim, eğitim düzeyine sahip olmayan kişilerle bu işlemlerin yapılmaması gerekmektedir. Bunun için bankanın önce müşterisini tanıması, yatırım alışkanlıklarını, risk iştahını araştırması gerekir. ,  Bankaların  türev  ürünleri  uygun  olmayan  kişilere   pazarlamaması   gerekir. Yukarıda da ifade olunduğu üzere, türev işlemlere yönelik talep ve inisiyatifin kural olarak müşteriden gelmesi beklenir. Eğer müşteri bu işlemler için uygun değilse ve bu işlemlerin yapılmasının temelinde bir risk önleme, bertaraf etme gayesi de yoksa, bu işlemlerin bankaların inisiyatifiyle müşterilere sunulması hukuken sakıncalıdır.,  Her halükarda bankaların türev işlem talebiyle kendisine gelen müşterilerini uygunlukları bakımından test etmeleri gerekir. Yukarıda da ifade olunduğu üzere bazı tüzel kişilerin uygunlukları kendiliğinden kabul olunur ve bankaların bu kişiler bakımından bir uygunluk testi yapmalarına gerek yoktur. Ancak kalan kişiler bakımından bu test mutlaka yapılmalı, testin sonucu menfi olan müşteriler bu işlemlerden vazgeçirilmelidir.,  Yine yukarıda ifade olunduğu üzere, türev işlemler bakımından uygunluk şu kıstaslara göre belirlenmelidir: Kanaatimizce müşterilerin, bankaya başvurulan 201İstanbul Hukuk Mecmuası 76/1tarih öncesindeki son bir yıl içerisinde ortalama kırkın üzerinde ciddi ve benzer karmaşıklıktaki işlemleri bizzat tesis etmiş olmaları, belirli bir meblağı geçen bir sermayeye sahip olmaları ve/veya bu işlemler dolayısıyla bir yılı aşkın bir iş tecrübesine sahip olmaları gerekir. Görüldüğü üzere, finans veya iktisat eğitimi değildir aranan, bizatihi türev işlemleri en az bir yıl süreyle ve ücret karşılığında iş  edinmiş  olmaktır;  iş  tecrübesidir.  Eğer  başvuran  müşteri  bu  kıstasları karşılamamaktaysa, kendisi uyarılmalı, açık uyarılara rağmen işlemi yine de tesis etmek isterse, bu husus tespit olunarak işlemler yapılmalıdır.,  İşlemlere temel teşkil edecek çerçeve sözleşmenin ve devamında akdedilecek münferit  işlemlerin  uluslararası  standart  sözleşme  şablonlarını  karşılaması gerekir. Eğer mevcut sözleşme bu şablonlardan, bazı riskleri yumuşatmak, bazı riskleri yuvarlamak ve bazı uyarıları uyarı biçiminde açıkça ihtiva etmemek suretiyle ayrılıyorsa, bu sözleşmelerin genel işlem şartları öğretisi karşısında geçersiz kalmaları  riski büyüktür.,  İşlemlerin her aşamasında bankanın müşterinin menfaatine hareket etmek yönünde bir yükümlülüğü mevcuttur. Buradan hareketle banka, işlem tesisinde kendisini müşterisinin yerine ikame etmemeli, işlemin kendi kendisiyle ya da kendisinin yüksek ölçüde dahliyle tesisinden kaçınmalıdır. İşlemlerin baştan itibaren uygun olmayan kişilerle ve banka tarafından banka lehine kurgulandığı bir halde, bu işlemlerin ahlaka uygun sayılmaları imkanı ortadan kalkmaktadır. ,  Aynı  şekilde  bankaların  işlemlerin  her  aşamasında  müşterileri  aydınlatma yükümlülükleri bulunmaktadır. Bankalar müşterilerini hem genel hem de münferit türev işleme has özel riskler konusunda aydınlatmalıdır. Bu manada banka, müşterisini konjonktür, sermaye piyasalarındaki gelişmeler ve seçilen ürün ile ilgili riskler dolayısıyla bilgilendirmelidir. Banka, işlemin niteliğine göre müşteriyi o işlemi tek başına tesis edebilecek bilgi ile donatmalı, muhtemel riskler ile ilgili ayrıntılı bir çalışma yapmalı ve bu riskleri müşteri ile paylaşmalıdır. Bu noktada banka tarafından basit hesap örneklerinin sunulması ve teorik manada sınırsız kayıp olasılığına dikkat çekilmesi yeterli değildir; hem ürün açıklanmalı hem de teknik terimler ile hesaba esas formuller anlatılmalıdır. Öyle ki, bu aydınlatma faaliyeti neticesinde banka ile müşterisi aynı bilgi seviyesine çekilmiş olmalıdır. Özellikle müşteri tercihinin piyasa tarafından olumsuz notlandığı hususunun müşteriye ayrıca ve açıkça açıklanması gerekmektedir. Banka bu araştırmayı yapmaz ve/veya bu sonucu müşterisi ile paylaşmaz ise, sözleşmeye aykırılık dolayısıyla ortaya çıkan zararı tazmin etmek durumunda kalabileceği gibi, kimi hallerde sözleşme hata veya hile araçları üzerinden geçersiz de kılınabilir.,  Son olarak bankanın müşterilere karşı bir özen yükümlülüğü de bulunmaktadır. İşlemin karmaşıklığının en üst seviyeye çıktığı türev işlemler gibi işlemlerde, bir 202Kaya,  Demir / Türev İşlemlerin Hukuka Uygunluğu Sorunude bu işlemler uygun olmayan şahıslarla yapılıyor ise, bu halde bankanın özen borcu en üst seviyeye çıkmaktadır. Bu noktada banka tarafından gösterilecek en ufak ihmal dahi, müşteri nezdinde ortaya çıkacak zararın tamamının banka tarafından tazmini ile sonuçlanabilir.Eğer bu hususlara uyulmayacak olursa, banka ile müşteri arasındaki işlemlerin hukuken geçersiz sayılması ve/veya bankanın iade/tazmin sorumluluğuna gidilmesi mümkün olabilecektir.203İstanbul Hukuk Mecmuası 76/1",
     "Kaynakça": "Bauen, Marc; Rouiller, Nicolas; Schweizer Bankkundengeschäft, Zürich 2010. Bayroux, Francois; Neue Aspekte der Vertragsgestaltung bei derivativen Finanzinstrumenten, SZW 1996, s. 11 22.Contratto, Franca; Konzeptionelle Ansätze zur Regulierung von Derivaten im schweizerischen Recht, Freiburg 2006, s. 83 vd.Fritsche, Ingo; Fritsche, Stefan; Rechtliche Beurteilung von Swap Geschäften zur Zinoptimierung der Kommunen, LKV 2010, s. 201 vd.Geissbühler, Alex; Derivative Finanzinstrumente und struktrierte Produkte, Schweizerisches Bankenrecht, 3. Auflage, Zürich 2012.Halter, Daniel; Der Einsatz von derivativen Finanzinstrumenten im Nichtbankenbereich, Zürich 2004. Hess, Martin; Wyss, Alexander; Die rechtlichen Grundlagen des Netting, unter besonderer Berücksichtigung des Close out Netting, AJP 1997, s. 1219 1231.Kırca, İsmail; Hukuki Yönüyle Borsa Opsiyon İşlemleri, Ankara 2000.Kramer, Stefan; Zobl, Dieter; Schweizerisches Kapitalmarktrecht, Zürich 2004.Kütükçü, Doğan; Sermaye Piyasası Hukuku, İstanbul, 2004 C. 1.Lehmann, Matthias; Die Swap Malaise Zur Aufklärungspflicht über den negativen Marktwert von Swap Geschäften, NJW 2016, s. 2913 2918.Oğuzman, Kemal; Öz, Turgut; Borçlar Hukuku Genel Hükümler, Cilt 1, İstanbul 2014.Paslı, Ali;  Türk Hukukunda ‘Menkul Kıymet  Kavramı , Prof. Dr. Hüseyin Ülgen e Armağan, İstanbul, 2007,C. 2, s. 1513 vd.Roberts, Julian; Finanzderivate als Glücksspiel? Aufklärungspflichten der Emittenten, DStR 2010, s. 1082 vd.Akev, Sahir T; Türk Hususi Hukukunda Kumar ve Bahis, İstanbul 1964Schwenzer, Ingeborg; Schweizerisches Obligationenrecht, Allgemeiner Teil, Bern 2003.Tanör, Reha; Türk Sermaye Piyasası, İstanbul, 1999.Tekinalp, Ünal; Banka Hukukunun Esasları, İstanbul 2009.Weck, Jochen; Schick, Michael; Spekulative Swap Geschäfte im kommunalen Bereich, NVwZ 2012, s. 18 vd.Yasin, Melikşah; Sermaye Piyasası Kurulu ve İşlemleri, Ankara, 2002.Yavilioğlu, Cengiz; Delice, Güven; Tezgah Üstü Türev piyasaları: Bir Değerlendirme, Maliye Dergisi, S. 151, Temmuz  Aralık 2006, s. 71 vd.204"
}