{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "25",
     "Ay": "10",
     "Yıl": "2020",
     "Cilt": "78",
     "Sayı": "3",
     "Başlık": "6284 Sayılı Ailenin Korunması ve Kadına Karşı Şiddetin Önlenmesine Dair Kanun da Öngörülen Mülki Amir Tarafından Verilecek  Koruyucu Tedbirler",
     "Title": "Protection Orders of Administrative Authorities Regulated Under Law No. 6284 on the Protection of Family and Prevention of Violence against Women",
     "Yazar İsmi": [

          "ansu Kaya Kızılırmak"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "6284 sayılı Kanun", "İstanbul sözleşmesi", "Kadına karşı şiddet", "Ev içi şiddet", "Koruyucu tedbirler", "Mülki amir", "Sığınma evi", "Geçici maddi yardım", "Rehberlik ve danışmanlık", "Geçici koruma", "Kreş imkanı"
     ],
     "Keywords": [
          "Law No 6284 Violence against women", "İstanbul convention", "Domestic violence", "Protection orders", "Administrative authority", "Proper housing", "Woman shelters", "Temporary financial assistance", "Guidance and counseling", "Temporary physical protection", "Free child care services"
     ],
     "Özet": "Kadına karşı şiddetle mücadelede Türk hukukunda önemli bir yere sahip olan 6284 sayılı Kanun da, şiddet mağdurlarının korunması amacıyla bir kısım koruyucu ve önleyici tedbirler öngörülmüştür. Tedbirin türüne göre bu tedbirlere karar vermeye, hakim ve mülki amirler yetkili kılınmıştır. Mülki amir tarafından verilebilecek koruyucu tedbirler; uygun barınma yeri sağlanması, geçici maddi yardım, rehberlik ve danışmanlık hizmeti, geçici koruma altına alınma ve kreş imkanının sağlanmasıdır. Ne var ki tedbirlere ilişkin hukuki düzenlemelerdeki sorunlar, ayrıca uygulamada yaşanan aksaklıklar, bunlar ile amaçlanan hedefin yerine getirilmesine engel olabilmektedir. Dolayısıyla, bu tedbirler ile amaçlanan hedefin elde edilmesinde, tedbire karar vermeye yetkili mercilere ve tedbiri uygulayan yetkililere büyük görev düşer. Amaçlanan önleme ve korumanın gerçek anlamda temin edilebilmesi için, Kanun un amaç, kapsam ve içeriği ve ayrıca İstanbul Sözleşmesi nin ilgili hükümlerinin dikkate alınması gerekir. Bu sebeple çalışmada, mülki amir tarafından verilebilecek olan koruyucu tedbirlere ilişkin düzenlemelere, bunlara ilişkin uygulama esaslarına, İstanbul Sözleşmesi nin ilgili hükümlerine ve uygulamada yaşanan sorunlara ilişkin değerlendirme ve çözüm önerilerine yer verilecektir.",
     "Abstract": "Law No. 6284, which is the primary source in Turkish law in preventing and combating violence against women, regulates different types of restraining and protection orders for the protection of victims of violence. The law separately regulates different types of protection orders of judicial and administrative authorities, and the protection orders that can be granted by the administrative authorities include providing proper housing/relocating to a woman s shelter, temporary financial assistance, guidance, and counseling; temporary physical protection; and free child care services. However, apart from improper practices, the content of these regulations and principles of implementation prevent effective implementation. Therefore, considerable duty falls on the competent authorities and the relevant agencies in the implementation of the measure to provide the aimed prevention and protection. Accordingly, thorough comprehension of the purpose, scope, and content of the law and the relevant provisions of the Istanbul Convention is important to achieve the aimed prevention and protection. In this regard, the regulations on the protection orders granted by administrative authorities, principles of implementation, relevant provisions of the Istanbul Convention, and problems faced in practice were evaluated and solutions were provided.",
     "Metin": "Bu  çalışmada,  6284  sayılı   Ailenin  Korunması  ve  Kadına  Karşı  Şiddetin Önlenmesine Dair Kanun  (6284 s K) ile öngörülen mülki amir tarafından verilecek koruyucu tedbir türleri incelenecektir. Bu kapsamda, öncelikle Kanun ile yer verilen bir kısım temel kavramlara ve mülki amir tarafından verilebilecek koruyucu tedbirlere dair genel bilgilere değinmek gerekir. 2012  yılında,  4320  sayılı   Ailenin  Korunmasına  Dair  Kanun  yürürlükten kaldırılarak, kadına karşı şiddetle mücadelede oldukça önemli bir yeri bulunan 6284 sayılı Kanun yayınlanmıştır. Kanun genel olarak, kadına karşı şiddet ve ev içi şiddet ile mücadelede oldukça kapsamlı bir içeriğe sahiptir. Kanun hükümlerinin, Türk Medeni Kanunu nun koruma tedbirlerine ilişkin düzenlemelerinin ev içi şiddetle mücadele özelinde tamamlayıcısı olduğu kabul edilir.Ayrıca Kanun, Türkiye nin de taraf olduğu, kadına karşı şiddetle mücadelede milletlerarası  nitelikteki  ilk  ve  en  kapsamlı  Avrupa  Konseyi  Sözleşmesi  olan 11.05.2011 tarihli,  Kadına Yönelik Şiddet ve Aile İçi Şiddetin Önlenmesi ve Bunlarla Mücadeleye  Dair  Avrupa  Konseyi  Sözleşmesi   (İstanbul  Sözleşmesi)4,5  gereği Türkiye nin yükümlülüklerine büyük oranda uygun hükümlere yer vermektedir. 1  RG 20.03.2012/28239, Çalışmada,  Kanun  olarak ifade edilecektir. 2  RG 17.01.1998/232333  Bilge Öztan, Aile Hukuku (6. Bs, Turhan Kitabevi, 2015) 327; Canan Yılmaz, Türk ve İsviçre Medeni Kanunlarına Göre Birlikte Yaşamaya Ara Verilmesi, (Adalet Yayınevi 2016) 347.4  RG 08.03.2012/28227- Mükerrer; Sözleşme 2011 yılında imzaya açılmış ve Türkiye, Sözleşmeyi ilk imzalayan devlet olmuştur. 5  Taraf devletlere, toplumsal cinsiyet anlayışına dayalı ev içi şiddetin engellenmesi konusunda birçok yükümlülük getiren İstanbul Sözleşmesi, Anayasa madde 90 uyarınca kanun hükmündedir. Sözleşme ile 6284 sayılı Kanun arasında aynı konuda farklı hükümler bulunması halinde çıkabilecek uyuşmazlığa, İstanbul Sözleşmesi nin hükümlerinin uygulanması gerekir (Ay m 90/son). 6  Sözleşme ile kapsamlı olarak getirilen yükümlülüklerin tamamına bu çalışma dahilinde değinmek mümkün değildir. Ancak konumuz bakımından önem arz eden bir kısım yükümlülükler şunlardır: Taraf devletler, tüm bireylerin ve özellikle kadınların, kamusal ve özel alanda şiddetten uzak yaşama haklarını teşvik etmek ve korumak için gereken yasal düzenlemeleri ve diğer tedbirleri almakla yükümlüdür (Söz m 4/1). Taraf devletler, Sözleşme hükümlerinin uygulanmasında ve özellikle mağdurların haklarının korunmasına yönelik tedbirlerin alınmasında, herhangi bir sebebe dayalı olarak ayrımcılık yapılmamasını güvence altına almakla yükümlüdür (Söz m 4/3). Taraf devletler mağdurların muhtemel şiddet olaylarından korunması için gereken tüm yasal ve diğer tedbirleri almak ile yükümlüdür (Söz m 18/1). 7  Kanun un uygulanmasında ve gereken hizmetlerin sunulmasında uyulacak temel ilkeler şunlardır (6284 s K m 1/2):  a) Türkiye Cumhuriyeti Anayasası ile Türkiye nin taraf olduğu uluslararası sözleşmeler, özellikle Kadınlara Yönelik Şiddet ve Aile İçi Şiddetin Önlenmesi ve Bunlarla Mücadeleye İlişkin Avrupa Konseyi Sözleşmesi ve yürürlükteki diğer kanuni düzenlemeler esas alınır.  b) Şiddet mağdurlarına verilecek destek ve hizmetlerin sunulmasında temel insan haklarına dayalı, kadın erkek eşitliğine duyarlı, sosyal devlet ilkesine uygun, adil, etkili ve süratli bir usul izlenir.  c) Şiddet mağduru ve şiddet uygulayan için alınan tedbir kararları insan onuruna yaraşır bir şekilde yerine getirilir.  ç) Bu Kanun kapsamında kadınlara yönelik cinsiyete dayalı şiddeti önleyen ve kadınları cinsiyete dayalı şiddetten koruyan özel tedbirler ayrımcılık olarak yorumlanamaz .1143İstanbul Hukuk Mecmuası 78/36284 sayılı Kanun a göre şiddet,  Kişinin, fiziksel, cinsel, psikolojik veya ekonomik açıdan zarar görmesiyle veya acı çekmesiyle sonuçlanan veya sonuçlanması muhtemel hareketleri, buna yönelik tehdit ve baskıyı ya da özgürlüğün keyfî engellenmesini de içeren, toplumsal, kamusal veya özel alanda meydana gelen fiziksel, cinsel, psikolojik, sözlü veya ekonomik her türlü tutum ve davranışı  (6284 s K m 2/1/d) kapsamakta; ev içi şiddet ise,  Şiddet mağduru ve şiddet uygulayanla aynı haneyi paylaşmasa da aile veya hanede ya da aile mensubu sayılan diğer kişiler arasında meydana gelen her türlü fiziksel, cinsel, psikolojik ve ekonomik şiddeti  olarak tanımlanmaktadır (6284 s K m 2/1/b). Hatta şiddetin, toplumsal, kamusal veya özel bir alanda meydana gelmesi de fark etmemektedir (6284 s K m 2/1/d).Koruma  kapsamındaki  şiddet  mağdurları  ise,   bu  Kanunda  şiddet  olarak tanımlanan tutum ve davranışlara doğrudan ya da dolaylı olarak maruz kalan veya kalma tehlikesi bulunan kişiyi ve şiddetten etkilenen veya etkilenme tehlikesi bulunan kişiler dir (6284 s K m 2/1/e). Ayrıca,  6284 sayılı Ailenin Korunması ve Kadına Karşı Şiddetin Önlenmesine Dair Kanuna İlişkin Yönetmelik  (Yön) uyarınca, şiddet mağdurunun beraberindeki çocuklar da koruma kapsamındadır (Yön m 3/1/j). Belirtmek gerekir ki, çocuklar, doğrudan şiddete uğramamış olsalar bile yalnızca ev içi şiddetin tanığı olmaları sebebiyle dahi Kanun kapsamında korunurlar. Diğer yandan, tedbirlere karar verilebilmesi için, mağdur ile şiddet uygulayan arasında geçerli bir evliliğin bulunması şart değildir. Kanun un kapsamına yalnızca şiddete uğrayanlar değil, şiddete uğrama tehlikesi bulunanlar da dahil edilmiştir (6284 s K m 1/1). Yetkili mercilerden tedbir talep edilebilmesi için, şiddetin meydana gelmiş veya devam ediyor olması gerekmez. Bu bakımdan şiddet uygulanmasına ilişkin tehditte bulunulması da yeterlidir (6284 s K m 2/1/d)10. Kaldı ki, Kanun da şiddet olarak tanımlanan tutum ve davranışları yalnızca uygulayan değil uygulama tehlikesi bulunan kişiler de, şiddet uygulayan olarak tanımlanmıştır (6284 s K m 2/1/g). Yani bir tehdit bulunmasa dahi, şiddet uygulama tehlikesinin varlığı da ilgili tedbirlere karar verilebilmesi için yeterlidir. II. Mülki Amir Tarafından Verilecek Koruyucu Tedbirler  Hakkında Genel BilgilerKanun un  amacı,   şiddete  uğrayan  veya  şiddete  uğrama  tehlikesi  bulunan kadınların, çocukların, aile bireylerinin ve tek taraflı ısrarlı takip mağduru olan kişilerin korunması ve bu kişilere yönelik şiddetin önlenmesi amacıyla alınacak tedbirlere ilişkin usul ve esasların  düzenlenmesi olarak belirtilmiştir (6284 s K m 8   RG 18.01.2013/28532.9  İstanbul Sözleşmesi nin Önsöz ünde de bu yönde açıklama yer alır. Ayrıca bkz Kadriye Bakırcı, ‘İstanbul Sözleşmesi  (2015) (4) Ankara Barosu Dergisi 133, 144-145; Yağcıoğlu A İ, ‘6284 Sayılı Ailenin Korunması ve Kadına Karşı Şiddetin Önlenmesine Dair Kanun ve Uygulamada Karşılaşılan Sorunlar  (2017) 9 (Özel Sayı) DEÜ Hukuk Fakültesi Dergisi 922.10  Mehmet Erdem, ‘Aile İçi Şiddet ve 4320 sayılı Ailenin Korunmasına Dair Kanun  (2007) (73) TBB Dergisi 46, 47.1144Kaya-Kızılırmak / 6284 Sayılı Ailenin Korunması ve Kadına Karşı Şiddetin Önlenmesine Dair Kanun da Öngörülen Mülki Amir...1/1). Demek ki, Kanun un amacı yalnızca kadının mevcut şiddetten korunması değil, ayrıca ve özellikle şiddetin önlenmesidir. Bu amaç çerçevesinde, Kanun ile, yetkili mercilere, bir kısım tedbirlere karar vermek yetkisi tanınmıştır. Kanun ile öngörülen bu tedbirler, koruyucu ve önleyici tedbirlerdir. Önleyici tedbirler, doğrudan faile ilişkin tedbirler olup, bunlara karar vermeye yalnızca hakim yetkilidir (6284 s K m 4). Kanun da ayrıca, mağdurun korunmasını ve şiddetten arınmış bir hayata kavuşturulmasını temin edebilmek amacıyla verilebilecek bir kısım koruyucu tedbirlere de yer verilir. Bu koruyucu tedbirler, doğrudan mağdur hakkında ve mağdura ilişkin olarak uygulanacak içerikte olup, bunların bir kısmına karar vermeye yalnızca hakimler yetkili iken, ayrıca mülki amir tarafından da verilebilecek bir kısım koruyucu tedbirler mevcuttur (6284 s K m 3). Dolayısıyla, talep edilen korumanın içerik ve kapsamına bağlı olarak başvurulacak merci farklılaşabilecektir. Mülki amir, illerde vali, ilçelerde ise kaymakamdır. Valiliğe yapılan başvuruların aynı zamanda Aile, Çalışma ve Sosyal Hizmetler Bakanlığı na bağlı olan Aile Çalışma ve Sosyal Hizmetler İl Müdürlükleri ile de işbirliği içerisinde yürütüldüğü anlaşılmaktadır. Mağdura,  en çabuk ve en kolay ulaşılabilecek  mülki amire veya kolluk birimine başvurabilmek imkanı tanınmıştır (6284 s K m 8/1/c 2). Bu bakımdan, yerleşim yerinin bağlı olduğu mülki amire başvurulması zorunluluğu bulunmaz. Mülki amir, şiddetin uygulandığı hususuna dair delil veya belge aranmaksızın karar verecektir (6284 s K m 8/3/c 1)13.Ayrıca mülki amir tarafından verilebilecek bazı koruyucu tedbirlerin, gecikmesinde sakınca bulunan hallerde, kolluk amiri tarafından verilmesine de imkan tanınmıştır (6284 s K m 3/2)16. Bunlar, uygun barınma yeri sağlanması ve geçici koruma altına 11  Bu yönde bkz., Arzu Aydoğan, ‘6284 Sayılı Ailenin Korunması ve Kadına Karşı Şiddetin Önlenmesine Dair Kanun un  Şiddeti Önleme  Yükümlülüğü  (2018) 92 (3) İBD 215, 215. Unutulmamalıdır ki, İstanbul Sözleşmesi uyarınca taraf devletler, tüm bireylerin ve özellikle kadınların, şiddetten uzak yaşama haklarını teşvik etmek üzere gereken yasal düzenlemeleri ve diğer tedbirleri almakla yükümlüdür (Söz m 4/1).12  Valiliklere yapılan başvuruların, konu hakkında bilgi ve yapılanmaya sahip kurumlara yönlendirilmesi ve bu bağlamda kurumlar arası işbirliği gerçekleştirilmesi olumlu bir uygulamadır. Ancak bu süreçte şiddet mağdurunun bürokratik karmaşa içerisinde farklı birimler arasında mekik dokumasına sebep olunmaması konusunda özenli olunması gerekir.13  Ancak önemle belirtmek gerekir ki, ispata ilişkin bu kural yalnızca Kanun ile öngörülen koruyucu tedbirlere ilişkindir ve koruyucu tedbirler doğrudan mağdur ile ilgilidir. Şiddet failinin özgürlük alanını ilgilendiren önleyici tedbirler açısından ise delil veya belge aranmayacağına dair bir kural yoktur. Bunlara ilişkin Kanun da yalnızca,  Önleyici tedbir kararı, geciktirilmeksizin verilir. Bu kararın verilmesi, bu Kanunun amacını gerçekleştirmeyi tehlikeye sokabilecek şekilde geciktirilemez  kuralı yer alır (6284 s K m 8/3/c 2,3). 14  Yönetmelikte gecikmesinde sakınca bulunan hal,  Kolluk tarafından yapılacak tahkikat ve risk değerlendirilmesi sonucunda, derhal işlem yapılmadığı takdirde, şiddet eyleminin önlenememesi, kişinin can güvenliği, hak ve hürriyetlerinin korunmasının tehlikeye girmesi, korunan kişinin zarar görmesi, şiddet eyleminin iz, eser, emare ve delillerinin kaybolması, şiddet uygulayanın kaçması veya kimliğinin tespit edilememesi gibi ihtimallerin ortaya çıkması ve resen veya ilgilinin talebi üzerine mülki amirden ya da hakimden karar almak için yeterince vakit bulunamaması hali  olarak tanımlanmıştır (Yön m 3/1/c).15   Kolluk amiri: Hakkında tedbir kararı verilen kişilerin yerleşim yeri veya bulunduğu ya da tedbirin uygulanacağı yerdeki Jandarma Genel Komutanlığı, Emniyet Genel Müdürlüğü ve Sahil Güvenlik Komutanlığı tarafından atamalarındaki usule göre konu ile yetkili ve görevli kolluk biriminin komutanını/amirini  (Yön m 3/ı ).16  Benzer imkana, hakim tarafından verilecek koruyucu tedbirler için yer verilmemiş olsa da, hakim tarafından verilecek önleyici tedbirlerin bir kısmı, gecikmesinde sakınca olan hallerde kolluk amiri tarafından verilebilecektir (6284 s K m 5/2). 1145İstanbul Hukuk Mecmuası 78/3alınmaya ilişkin tedbirlerdir. Kolluk amiri, işlemine ilişkin evrakı en geç kararın alındığı tarihi takip eden ilk işgünü içerisinde mülki amirin onayına sunmalıdır. Mülki amir tarafından kırksekiz saat içinde onaylanmayan tedbirler kendiliğinden kalkar. Ne yazık ki uygulamada polislerin Kanun u ve Kanun dan doğan yükümlülüklerini yeterince bilmedikleri veya keyfi olarak tedbir kararı vermekten imtina ettikleri ifade edilmektedir. Kanun da, tedbir kararı vermeye yetkili kurumların, durumdan haberdar olmaları üzerine re sen karar vermeye yetkili oldukları da düzenlenmiştir (6284 s K m 2/1/ğ). Mülki amir, üçüncü kişilerin ihbarı üzerine durumdan haberdar olduğunda,  bu Kanun kapsamındaki görevlerini gecikmeksizin yerine getirmek  üzere gereken tedbire re sen karar vermelidir (6284 s K m 7, Yön m 4/1). Bu konuda İstanbul Sözleşmesi nin 55. maddesi özellikle önemlidir. Düzenlemenin birinci fıkrasında, fiziksel şiddeti de kapsamına alan bir kısım suçlar sayılmış ve bu  suçların  soruşturma  ve  kovuşturmalarına  mağdurun  bildirimi  veya  şikayeti bulunmasa dahi devam edilmesi gerektiği öngörülmüştür (Söz m 55/1)20. Hatta bu suçlara ilişkin soruşturma ve kovuşturmaların, ifadenin veya şikayetin geri alınması halinde dahi devam edeceği belirtilmiştir. Dolayısıyla, şiddet uygulayan hakkında bu suçlara dair soruşturma veya kovuşturma yürütüldüğünden haberdar olan mülki amirin, mağdurun şikayeti bulunmasa veya mağdur şikayetini geri almış olsa dahi, re sen tedbire karar vermesi gerekir.17  Bu sürenin kısa olduğu, kırksekiz saatten daha uzun bir süre tayin edilmesi gerektiği yönünde, Nazan Moroğlu, ‘Uluslararası Sözleşmelerde ve Türk Hukukunda Kadına Karşı Şiddetin Önlenmesi , (2012) 8 (97-98) Bahçeşehir Üniversitesi Hukuk Fakültesi Kazancı Hakemli Hukuk Dergisi 20, 39; Hale Nur Seval, ‘Kadına Karşı Şiddetin Önlenmesi Konusunda Temel Uluslararası ve Ulusal Düzenlemeler  iç Necla Öztürk, Güven Yarar ve Şule Arslan (edr), Türk Hukukunda Kadın (Adalet Yayınevi 2017) 105, 122-123; Kolluk amirinin vermeye yetkili kılındığı bu tedbirler, şiddet mağdurunun ve beraberindeki çocukların derhal işlem yapılmadığı takdirde can güvenliklerinin tehlikeye girecek olması sebebiyle kendilerine uygun barınma yeri sağlanması ve onların geçici koruma altına alınmalarına ilişkindir. Dolayısıyla içerik itibariyle doğrudan mağdura ilişkin bu tedbirler bakımından sürenin daha uzun tutulması sakınca doğurmaz. Tedbirin, sürenin sonunda bu onay alınmamış olursa kendiliğinden kalkacağı da göz önünde tutulursa, yetkili makamın onayının alınmasına dair sürenin kısa tutulmasında korunması gereken bir hukuki menfaat bulunmaz. 18  Songül Sallan Gül, Türkiye de Kadın Sığınmaevleri, Erkek Şiddetinden Uzak Yaşama Açılan Kapılar Mı?, (2. Bs, Bağlam Yayıncılık 2013) 158, 159, 219; Tutku Ayhan, ‘Protecting the Woman or the Family? Contradiction Between the Law and Its Practice in Violence Against Woman Cases in Turkey  (2017) 5 (1) 137, 148; Kadın polislerin konuya ilişkin yaklaşımları hakkında özgün bir inceleme için bkz Hatice Karakuş, ‘Kadına Yönelik Şiddete Kadın Polislerin Bakış Açısı: Artvin İl Emniyet Müdürlüğü Örneği  (2012) Hacettepe Üniversitesi Sosyolojik Araştırmalar E-Dergisi <http://www.sdergi.hacettepe.edu.tr/makaleler/kadinaYonelikSiddeteKadinPolislerinBakisAcisiSubat.pdf> Erişim Tarihi 15 Nisan 2020.19  Kanun ile herkes, bir başkasının şiddete uğradığını veya uğrama tehlikesi bulunduğunu ilgili makam ve mercilere ihbar etmeye yetkili kılınmıştır (6284 s K m 7). 20  İstanbul Sözleşmesi uyarınca taraf devletlerin, fiziksel şiddet (Söz m 35), ırza geçme, cinsel şiddet (Söz m 36), zorla yapılan evlilikler (Söz m 37), kadın sünneti (Söz m 38), kısırlaştırmaya ve kürtaja zorlama (Söz m 39) düzenlemelerinde ihdas edilen suçların soruşturulması ve kovuşturulmasının mağdurun bildirim veya şikayetine bağlı olmaksızın ve mağdurun ifadesini veya şikayetini geri alması durumunda dahi devam edebilmesini temin etmek yükümlülüğü bulunur (Söz m 55/1).21   Yağcıoğlu, (n 9) 950; Ercoşkun Şenol H K, ‘Ailenin Korunması ve Kadına Karşı Şiddetin Önlenmesine Dair Kanun Üzerine Bir İnceleme  (2019) Uyuşmazlık Mahkemesi Dergisi (13) 423-459, 450; Mehmet Erdem, Aile Hukuku (2. Bs, Seçkin Yayıncılık 2019) 256.1146Kaya-Kızılırmak / 6284 Sayılı Ailenin Korunması ve Kadına Karşı Şiddetin Önlenmesine Dair Kanun da Öngörülen Mülki Amir...III. Tedbir Türleri6284  sayılı  Kanun  ile  mülki  amir  tarafından  verilebilecek  beş  adet  tedbir öngörülmüştür. Bunlar, uygun barınma yeri, geçici maddi yardım, rehberlik ve danışmanlık hizmeti sağlanması, geçici koruma altına alınma ve kreş imkanının sağlanmasıdır.  Bu  tedbirlerin  her  biri  ilgili  başlıklar  altında  ele  alınarak değerlendirilecek  ve  uygulamada  yaşanan  sorunlar  ışığında,  bu  tedbirlere  dair değerlendirmelerde bulunulacaktır.Kanun da tedbirlere karar verme yetkisi konusunda,  Bu Kanun kapsamında korunan kişilerle ilgili olarak aşağıdaki tedbirlerden birine, birkaçına veya uygun görülecek benzer tedbirlere mülki amir tarafından karar verilebilir  düzenlemesine yer verilmiştir (6284 s K m 3/1). Öyleyse Kanun ile öngörülen tedbir türleri sınırlı sayıda değildir. Böylelikle mülki amir somut olayın özelliklerine göre Kanun un amacı çerçevesinde Kanun ile öngörülmeyen bir kısım benzeri tedbirlere karar vermek yetkisine sahiptir. Benzer bir hüküm ile hakimlere de bu yönde serbesti tanınmıştır (6284 s K m 4/1, m 5/1). Her ne kadar uygulamada Kanun ile öngörülen tedbirler dışında tedbirlere karar verilmediği aktarılmakta ise de esasen mülki amir, somut olayın özelliklerine uygun tedbirleri almakta serbesttir. İstanbul  Sözleşmesi nin  20.  maddesi  uyarınca,  taraf  devletler,  mağdurların şiddet  eylemi  sonrasında  iyileşmelerini/şiddetin  etkilerinin  telafisini  sağlayacak hizmetlere erişimini sağlayacak gerekli yasal düzenlemeleri veya diğer tedbirleri almakla yükümlüdür. Bu tedbirlere gerektiğinde, yasal ve psikolojik danışmanlık hizmetleri, finansal yardım, konut sağlama, eğitim, öğretim ve iş bulma yardımı gibi hizmetlerin de dahil olacağı belirtilmiştir (Söz m 20/1). Ek olarak taraf devletler bu konuda, mağdurların sağlık hizmetlerine ve sosyal hizmetlere erişim sağlamalarını ve söz konusu servislerin yeterli kaynağı olmasını ve hizmeti sağlayacak profesyonel kadroların mağdurlara yardımcı olacak ve onları uygun hizmet birimlerine sevk edecek şekilde eğitilmelerini temin edecek yasal ve diğer tedbirleri almakla yükümlü kılınmıştır (Söz m 20/2). Dolayısıyla koruyucu tedbirlere ilişkin değerlendirmelerin burada öngörülen yükümlülükler kapsamında dikkate alınması gerekir.Sözleşme de koruma ve destek tedbirlerine dair taraf devletler tarafından uyulması gereken bir kısım ilkeler öngörülmüştür. Buna göre tedbirlerin, kadına karşı şiddetin ve ev içi şiddetin toplumsal cinsiyet algısına dayalı olduğu çıkış noktası ile mağdurun insan hakları ve güvenliğini temin etmeyi hedef alması; mağdur, fail ve çocuklar 22  Özge Bölükbaşı, 6284 Sayılı Ailenin Korunması ve Kadına Karşı Şiddetin Önlenmesine Dair Kanun Kapsamında Kadının ve Aile Bireylerinin Korunması (Yetkin Yayınları 2015) 118; Mülki amirlerin tedbire karar vermesinde uygulamada yaşanan sorunlar hakkında bkz Açelya Uçan et al., Türkiye de Erkek Şiddetiyle Mücadele Mekanizmaları İzleme Raporu (Mor  Çatı Yayınları  2015)  42-44  <https://www.morcati.org.tr/attachments/article/364/erkek-siddetiyle-mucadele%20mekanizmalarini-izleme-raporu.pdf> Erişim Tarihi 15 Nisan 2020.23  Mülki amir tarafından verilebilecek koruyucu tedbirlere karar vermeye hakimler de yetkilidir (Yön m 12/1). Ancak bunun aksi mümkün değildir.1147İstanbul Hukuk Mecmuası 78/3arasındaki ilişkileri ve daha geniş anlamda bu kişilerin sosyal çevreleri ile ilişkilerini göz önünde tutan bütüncül bir yaklaşıma dayanması; ikincil mağduriyete yol açan davranışları önlemeyi hedef alması; şiddet mağduru kadınların güçlendirilmesini ve  ekonomik  bağımsızlığını  hedef  alması;  mümkün  olduğu  sürece  koruma  ve destek hizmetlerinin aynı mekanda yer almasının sağlanması; çocuk mağdurlar dahil olmak üzere korunmaya muhtaç kişilerin, özel ihtiyaçlarının belirlenmesi ve bu ihtiyaçların karşılanmasını sağlaması gerekmektedir (Söz m 18/3). Ek olarak söz konusu hizmetlerin, mağdurun şikayette bulunmasından veya fail hakkında tanıklık yapmasından bağımsız olarak sağlanması gerektiği de öngörülmüştür (Söz m 18/4). A. Uygun Barınma Yeri Sağlanması6284 sayılı Kanun da mülki amir tarafından verilebileceği öngörülen koruyucu tedbir  kararlarından  ilki,  mağdurun   Kendisine  ve  gerekiyorsa  beraberindeki çocuklara, bulunduğu yerde veya başka bir yerde uygun barınma yeri sağlanması dır (6284 s K m 3/1/a). Ev içi şiddet vakalarında mağdurun korunabilmesi için, kendisine barınabileceği güvenli  bir  yer  bulabilmesi  gerekir.  Çoğu  zaman  aile  veya  akrabaların  yanına sığınmak da etkili bir koruma sağlamaz, zira bu gibi hallerde fail mağdura rahatlıkla 24  Tedbirlere karar vermeye ve bunları yerine getirmeye yetkili olanların, şiddetin yıkıcı etkilerini yeterince dikkate almaksızın şiddet mağdurunu suçlayan ve duyarsız davranış ve tutumları sonucunda kadının ikinci kez mağdur edilmesi mümkündür. Bu yönde bkz. Explanatory Report to the Council of Europe Convention on Preventing and Combating Violence Against Women and Domestic Violence, (Şerh), Art 18 N 117, <https://rm.coe.int/16800da> Erişim Tarihi 15 Nisan 2020; İkincil mağduriyet hakkında ayrıntılı incelemeler için bkz Rebecca Campbell and Sheela Raja, ‘Secondary Victimization of Rape Victims: Insights From Mental Health Professionals Who Treat Survivors of Violence , (1999) 14 (3) Violence and Victims 261ff; Uli Orth, ‘Secondary Victimization of Crime Victims by Criminal Proceedings  (2002) (4) Social Justice Research 313ff; Tuğba Türk, ‘Cinsel İstismar Mağduru Çocuk ile Yapılan Adli Görüşmelerin Adli Görüşme Teknikleri Açısından İncelenmesi , (Yüksek Lisans Tezi, İstanbul Üniversitesi Adli Tıp Enstitüsü 2017) <www.tez.yok.gov.tr/UlusalTezMerkezi/>; Debra Patterson, ‘The Linkage Between Secondary Victimization by Law Enforcement and Rape Case Outcomes  (2011) 26 (2) Journal of Interpersonal Violence 328 ff; Lesley Laing, ‘Secondary Victimization: Domestic Violence Survivors Navigating the Family Law System  (2017) 23 (II) Violence Against Women 1314ff; Cinsel şiddet mağduru çocukların ikincil mağduriyetinin, hakimlerin sorgulama tekniklerindeki eksiklikler ile bağlantısını ayrıntılı olarak inceleyen bir çalışma için bkz. Roque E, Ferriani M, Gomes R, Silva L and Carlos D, ‘Justice System and Secondary Victimization of Children and or Adolescents Victims of Sexual Violence in the Family  (2014) 23 (3) Saude Sociedade 801ff <http://www.scielo.br/scielo.php?pid=S4-12902014000300801&script=sci_arttext&tlng=en> Erişim Tarihi 15 Nisan 2020.  İkincil mağduriyet ile bağlantılı bir diğer bir husus da, şiddet mağduru kadının unutulma hakkıdır. Bu konuda ayrıntılı bir inceleme için bkz Ceren Küpeli, ‘Şiddet Mağduru Kadınların Unutulma Hakkı  (2016) 22 (1) Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi 229, 236-237.  Kanun Gerekçesi nde şu ifadeler yer alır:  …Şiddet eylemlerine maruz kalan kişilere ve aile bireylerine koruma vaat eden bu Tasarının uygulanması aşamasında, şiddet mağdurunun ikinci bir mağduriyet daha yaşamaması adına, temel bir takım ilkelere uyulması zorunluluğu doğmaktadır. Bu bakımdan hizmetin sunulmasında insan haklarına dayalı, adil, etkili ve süratli bir usul izlenmesi, hakkında koruma tedbir kararı verilen kişilere hizmet sunulmasının insan onuruna yaraşır şekilde yerine getirilmesi, hizmetin sunulması ve yürütülmesi sırasında kişiler arasında ırk, dil, din, mezhep, milliyet, renk, cinsiye, siyasal veya diğer fikir yahut düşünceleri, felsefi inanç, milli veya sosyal köken, doğum, ekonomik ve diğer toplumsal konumları yönünden ayrım yapılmaması, koruyucu tedbir kararı verilmesi ve uygulanması sırasında hakkında koruma tedbiri verilen kişilerin durumları dikkate alınarak özel ihtimam gösterilmesi, kamu kurum ve kuruluşları, kamu kurumu niteliğindeki meslek kuruluşları, üniversiteler, yerel yönetimler, vakıf, dernek ve diğer sivil toplum kuruluşları, gönüllü gerçek tüzel kişiler ile özel sektörün işbirliği içinde çalışması ve bu konuda toplumsal sorumluluğun paylaşılmasının sağlanması ve son olarak bu Tasarı kapsamında verilen hizmetin ülke çapında eşit ve dengeli sunulması unsurları hem uluslararası hem de Anayasadan kaynaklanan bir zorunluluk olarak karşımıza çıkar…  <https://www.tbmm.gov.tr/d/2/2-1906.pdf> Erişim Tarihi 15 Nisan 2020.1148Kaya-Kızılırmak / 6284 Sayılı Ailenin Korunması ve Kadına Karşı Şiddetin Önlenmesine Dair Kanun da Öngörülen Mülki Amir...ulaşabilmekte ve sonuçta sadece mağdur sayısı çoğalmaktadır. Hatta bazı durumlarda aileler geleneksel düşünceler ile kızlarını yanlarına almaktan da imtina ederler. Dolayısıyla, mağdura devlet eliyle uygun barınma yeri sağlanması, kadının şiddet ortamından uzaklaştırılarak korunmasında temel bir adımdır. Nitekim Sözleşme ile taraf devletler, mağdurlara, ve özellikle kadın ve çocuklara, kalacak güvenli yer sağlamak üzere yeterli sayıda ve kolayca erişilebilir uygun sığınma evleri kurmak için gerekli yasal ve diğer tedbirleri almak ile yükümlü kılınmışlardır (Söz m 23).Gecikmesinde sakınca bulunan hallerde, bu bent ile öngörülen koruyucu tedbirin, ilgili kolluk amirlerince alınması da mümkündür (6284 s K m 3/2/c 1). Ancak bu konuda kolluk amirine mutlak bir serbesti verilmemiştir. Kolluk amirinin böyle bir uygulamayı gerçekleştirmesini takiben ilk işgünü içerisinde bu işlemini mülki amirin onayına sunması gerekir (6284 s K m 3/2/c 2). Mülki amir tarafından kırk sekiz saat içerisinde onaylanmayan tedbir kendiliğinden kalkacaktır (6284 s K m 3/2/son).Bu tedbirin uygulama esasları Yönetmeliğin 7. maddesi ile düzenlenmiştir. Buna göre, hakkında barınma yeri sağlanmasına karar verilen kişiler ve beraberindeki çocuklar, kural olarak Bakanlığa ait veya Bakanlığın gözetim ve denetimi altında bulunan barınma yerlerinde barındırılır (Yön m 7/1). Hakkında uygun barınma yeri sağlanması tedbirine karar verilen kişilerin kabulü, başka herhangi bir karar veya onay aranmaksızın derhal yapılacaktır (Yön m 7/5)27. Barınma yerlerinin yetersiz kaldığı hallerde, korunan kişi ve beraberindeki çocukların kamu kurum ve kuruluşlarına ait sosyal tesis, yurt ve benzeri yerlerde geçici olarak barındırılmasına da imkan tanınmıştır. GREVIO nun 2018 tarihli Türkiye Raporu nda, sosyal konut hizmeti modellerinin genişletilmesi örneği ile, mağdur ve çocukları için uygun fiyatlı konut hizmetine erişim sağlama konusunda Türkiye ye  ısrarlı tavsiye de bulunulmuştur.Hayati tehlikenin bulunması halinde, mağdurun barınma yerine, ilk kabul birimine veya diğer tesislere yerleştirilmesine kolluk tarafından refakat edilir (Yön m 7/3). Korunan kişinin hayati tehlikesinin bulunduğu yönündeki beyanının esas alınması yeterlidir. Hakkında barınma yeri sağlanmasına re sen karar verilen kişi, barınma 25  Bu yönde bkz. Bölükbaşı (n 19) 119. 26  Bu konuda ayrıntılı bilgi için bkz. Sallan Gül (n 16) 154.27  Uygulamada sığınma evine kabul aşamasında yaratılan bürokrasinin hafifletilmesi gerektiği yönünde, Müge Demirkır Ünlü, Kadına Yönelik Şiddet ve Aile-İçi Şiddet (Legal Yayınları 2012) 86. 28  GREVIO s (Baseline) Evaluation Report on legislative and other measures giving effect to the provisions of the Council of Europe Convention on Preventing and Combating Violence against Women and Domestic Violence (Istanbul Convention) TURKEY, <https://rm.coe.int/eng-grevio-report-turquie/16808e3> Erişim Tarihi 15 Nisan 2020. Rapor, 9 Mayıs 2018 tarihine kadar olan durumu esas almaktadır. 29  Raporda, Sözleşme nin uygulanmasını güçlendirmek adına, farklı zorunluluk seviyelerine karşılık gelen kavramlar kullanılmıştır. Öncelik sırasına göre,  ısrarlı tavsiye  (urge) fiili, taraf devletin mevzuat ve politikalarını Sözleşme ile uyumlu hale getirmesi veya Sözleşme nin uygulanmasını temin etmesi için derhal harekete geçmesi gereken durumları ifade etmek için kullanılmaktadır.30  Grevio Rapor, (n 25) P. 164d Appendix I N. 31-d. 1149İstanbul Hukuk Mecmuası 78/3yerinde kalmak istemeyebilir. Bu konuda bir zorlama imkanı bulunmaz. Ancak bu durumda, kendisinin aydınlatılmış rızası alınarak kalmak istediği yere Şiddet Önleme ve İzleme Merkezleri (ŞÖNİM) tarafından ve hayati tehlike bulunması halinde kolluk refakati ile ulaştırılması sağlanır (Yön m 7/6). Yönetmeliğin ifadesi ile  konukevlerinin 32, açılışı, işleyişi, hizmetin çeşit ve niteliği, denetimi, kurumlar arası işbirliği ile çalışanların görev ve sorumluluklarına ilişkin  usul  ve  esasların  belirlenmesi  amacıyla  05.01.2013  tarihli   Kadın Konukevlerinin Açılması ve İşletilmesi Hakkında Yönetmelik (Konukevi Yön)  yayınlanmıştır. Çalışmada, terminolojik bütünlük açısından  sığınma evi  kavramı kullanılmaktadır. Sığınma evi açma görevi, 2005 yılında Belediye Kanunu nda yapılan değişiklik ile, Kanun un 14. maddesi uyarınca belediyelere verilmiştir. 5393 sayılı Belediye Kanunu nun 14/a maddesi ile, Büyükşehir belediyeleri ile nüfusu 100.000 in üzerindeki belediyelere, kadınlar ve çocuklar için konukevleri açmak yükümlülüğü getirilmiştir. Ayrıca, diğer belediyelerin de mali durumları ve hizmet önceliklerini  değerlendirerek  kadınlar  ve  çocuklar  için  konukevi  açabilecekleri öngörülmüştür (Belediye Kanunu m 14/a/c son) Sığınma  evlerinin  işleyişinde  uyulacak  temel  ilkeler,  ilgili  Yönetmeliğin  4. maddesinde  ayrıntılı  olarak  öngörülür.  Düzenlemede,  ispata  ilişkin  genel  kural yinelenmiş ve kadının beyanının esas alınacağı vurgulanmış, ayrıca çalışanlar tarafından mağdura, şiddet faili ile ilgili uzlaşma teklif edilemeyeceği ve arabuluculuk 31  Bu kavram,  Korunan kişinin kendisi hakkında verilebilecek tedbir kararının anlayabileceği bir biçimde sebepleri, aşamaları ve sonuçları hakkında açıklama yapılarak bilgilendirilmesi ve özgür iradesi ile bu hususların tamamını anlayıp kabul ettiğine dair yazılı beyanı  olarak tanımlanmıştır (Yön m 3/1/a).32  Konukevi,  Fiziksel, duygusal, cinsel, ekonomik ve sözlü istismara veya şiddete uğrayan kadınların, şiddetten korunması, psiko-sosyal ve ekonomik sorunlarının çözülmesi, güçlendirilmesi ve bu dönemde kadınların varsa çocukları ile birlikte ihtiyaçlarının da karşılanmak suretiyle geçici süreyle kalabilecekleri ve kadın konukevi, sığınmaevi, kadın sığınağı, kadınevi, şefkatevi ve benzeri adlarla açılmış ya da açılacak yatılı sosyal hizmet kuruluşu  (Konukevi Yön m 3/i) olarak tanımlanmıştır .33  RG 05.01.2013/28519.34    Sığınmaevleri kadınların özgüvenlerini kazanması, şiddetten uzak bir hayata adım atmaları, kendilerini rahatça ifade ederek sırf kadın oldukları için yaşadıkları baskıları görebilmeleri ve kadercilikten sıyrılabilmeleri için gerekli desteği alabilecekleri yerlerdir. , Sallan Gül (n 16) 110; Sığınmaevlerine dair sorunların değerlendirilmesi ve çözüm önerileri için bkz ibid 234-238, 244 vd.35  Buna rağmen, uygulamada kadınlardan tanık ve iletişim bilgileri de dahil olmak üzere ispat vasıtaları sunmaları talep edildiği ve bu hali ile sığınma evlerinin kadınlar için  bir hak olmaktan çıkarıldığı  yönünde, ibid 98-99.1150Kaya-Kızılırmak / 6284 Sayılı Ailenin Korunması ve Kadına Karşı Şiddetin Önlenmesine Dair Kanun da Öngörülen Mülki Amir...yapılamayacağı  belirtilmiştir  37.  Bu  tedbir  ile  amaçlanan  koruma  hedefinin sağlanması, sığınmaevlerinin bu ilkeler ve diğer mevzuata uygun şekilde kuruluş ve işleyişinin gerçekleştirilmesi ile mümkün olabilir. Ne yazık ki uygulamada, sığınmaevlerinin altyapı ve kapasite problemleri dışında, çalışanların bilinç ve yaklaşım sorunlarının da bulunduğu aktarılmaktadır. 1. Çocuklu Kadınların Sığınma Evine KabulüKonukevi Yönetmeliği nin 13. maddesi ile, bu hizmetten yararlanacak kişilere dair bir kısım sınır ve istisnalar getirilmiştir. Söz konusu düzenleme ile, sığınmaevlerine kabul aşamasında, hamileler, engelliler, devamlı hastalığı bulunanlar ve küçük çocuklu kadınlara ilişkin Yönetmelik öncesi dönem uygulamasında yaşanan sorunların 36   Madde 4/3/ğ: Konukevi işleyişinde bu Yönetmelik kapsamında verilecek destek ve hizmetlerde aşağıdaki hususlara uyulur:  a) İnsan haklarına dayalı, insan onuruna yaraşır, toplumsal cinsiyet eşitliğine duyarlı ve sosyal devlet ilkesine uygunluk esas alınır.  b) Kişiye saygı ve yararlı olma ilkeleri temel alınır.  c) Yapılan çalışmalarda kadın odaklı yaklaşım esastır.  ç) Konukevinde yapılacak işlemlerde kadının beyanı esas olup, delil göstermek zorunda bırakılamaz.  d) Konukevinde çalışanlar, kadını korumak gerekçesiyle bu Yönetmelikle belirlenen kurallar dışında kadının temel hak ve özgürlüklerine yönelik herhangi bir sınırlandırma getiremez, kadın adına karar alamaz.  e) Kadınlar hakkında yapılacak işlemlerde kadınların bilgilendirilmesi esastır. Konukevinde kalan kadınlar aldıkları kararlardan ve kararların olumlu veya olumsuz sonuçlarından kendileri sorumludur.  f) Kadınların ekonomik, sosyal ve psikolojik açıdan güçlendirilmesi temel amaçtır.  g) Şiddetsiz yaşam hakkının korunması anlayışıyla faaliyet gösterilir.  ğ) Çalışanlar tarafından, kadınlara şiddet uygulayan ya da uygulama ihtimali bulunan kişi ile ilgili herhangi bir uzlaşma teklif edilemez ve arabuluculuk yapılamaz.  h) Kanuni hükümler saklı kalmak kaydıyla, konukevinin adresi, telefon numarası, kadınların, çocukların ve konukevi çalışanlarının kişisel bilgilerinin gizli tutulması esastır. Bütün ilgililer bu gizliliğin korunmasından sorumludur.  ı) Konukevindeki faaliyetlere katılmak gönüllülük esasına dayanır.  i) Hizmetlerin yürütülmesinde, kamu kurum ve kuruluşları, kamu kurumu niteliğindeki meslek kuruluşları, üniversiteler, yerel yönetimler, vakıf, dernek ve diğer sivil toplum kuruluşları, gönüllü gerçek ve tüzel kişiler ile özel sektörün desteği alınır , mevzuat.gov.tr.37   Alanda arabuluculuk  olarak adlandırılan bu uygulama hakkında bkz. ibid 114-117.38  Toplumun her geçen gün büyüyen şiddet ve özellikle kadın ve çocuklara karşı şiddet sorunu ile mücadelede, Kanun ile getirilen olanakların etkin şekilde amaca uygun olarak kullanılmasının önemi hakkında bkz. Ramazan Karakaya, Uygulamada Ailenin Korunması ve Kadına Karşı Şiddetin Önlenmesine Dair Kanun (2. Bs, Adalet Yayınevi 2018) 91.39  Sallan Gül (n 16) 95; Sığınmaevlerinin birçoğunda güvenlik ve gizlilik temini amacıyla alınan tedbirlerin, kadınların bahçeye, balkona çıkmaktan yasaklanması, binanın etrafının tel örgüler ile çevrilmesi boyutuna ulaştığı ve bu hali ile sığınmaevlerinin  birer hapishaneye  dönüşmeye başladığı yönünde, ibid 100. Kadınların sokağa çıkmalarının yasaklandığı veya sınırlandığı sığınmaevlerinin de bulunduğu yönünde, Demirkır Ünlü (n 24) 86. 40   Büyük çoğunluğunda kadınların mahremiyetlerini koruyacak, kadınların çocuklarıyla birlikte kalmalarına olanak tanıyacak yatak odaları yoktur. Kadınlar çocuklarının yanı sıra diğer kadınlarla beraber kalmaktadırlar... Genelde odalar 1-9 kişiliktir. 24 sığınmaevinin %28 inin odaları 1-2 kişilikken, % 37 sinin 3-4, % 22 sinin 5-7, % 13 ünün 8 ve üstü kişilik odalar olduğu belirlenmiştir. , Sallan Gül (n 16) 96. 2-12 kişilik yatakların olduğu odalarda kalınan mevcut  koğuş sistemi nin, kadınların çocuklarıyla beraber kalarak özel alanlarının korunduğu ve banyo ve tuvaleti bulunan  aile odası sistemi  ile değiştirilmesi gerektiği yönünde, ibid 217.41  Donanımlı personel ve özellikle özel eğitim almış sosyal hizmetler uzmanı sayısının çok az olduğu yönünde, Demirkır Ünlü, (n 24) 86;  Sığınma evlerinde kadınların can güvenliği açısından yerlerinin bilinmiyor olması gerekir. Ancak uygulamada kayıp ihbarında bulunan aile yakınları, bizzat savcılık kanalı ile sığınma evleri baskı altına alınarak, sığınma evindeki kadının yerini öğrenebilmektedir. Bu da uygulayıcıların bu konuda ne kadar eğitimsiz ve yetersiz bilgiye sahip olduklarını gözler önüne sermektedir. , Demirkır Ünlü (n 24) 86; Sığınmaevlerine dair uygulamada yaşanan sorunlar hakkında değerlendirme ve tespitler için bkz Uçan et al. (n 19) 32-38.  Birçok sığınma evi yöneticisinin, standartların yüksek olmasının kadınları gitmekten vazgeçirecek şekilde özendireceğine inandığı ve bu sebeple kadınların ihtiyaçlarının asgari oranda karşılanarak bu özentinin önlenmesine çalışıldığı yönünde, Sallan Gül (n 16) 97. 42  Araştırmaya dahil olan sığınmaevlerinin neredeyse yarısında bunların sığınmaevlerine kabul edilmedikleri yönünde, ibid 126 vd. 1151İstanbul Hukuk Mecmuası 78/3aşılmaya çalışıldığı görülmektedir. Ancak hüküm bu hali ile çözüm üretmekten uzaktır. Çocuklu kadınların sığınmaevlerine kabulü açısından, 18 yaşından küçük kız çocukları anneleri ile birlikte bu hizmetten yararlanabilir (Konukevi Yön m 13/1/b). Buna karşılık 12 yaşından büyük erkek çocuğu olan kadınlar ile engelli çocuğu bulunan kadınlar ise kira ve iaşesi karşılanmak üzere kiralanacak bağımsız bir evde bu hizmetten faydalanabilecektir (Konukevi Yön m 13/1/c)43. İlgili düzenlemede, bağımsız ev kiralanarak konaklama sağlanmasının önşartı olarak  can güvenliği riski olmamak kaydı  getirilmiştir. Bu hali ile, 12 yaşından büyük erkek çocuğu olan kadınlar ile engelli çocuğu bulunan kadınların, bağımsız evde konaklamalarının can güvenliği riski doğurması halinde nerede konaklayacakları açık değildir. Hükümde, can güvenliği bulunması halinde bu kişilerin her durumda sığınmaevlerine kabul edilmesi gerektiği yönünde açık bir kurala yer verilmesi uygun olurdu. Ayrıca  bu  imkandan,   talep  edilmesi  ve  gerekli  olduğuna  dair  sosyal inceleme  raporuna  istinaden,  ŞÖNİM  tarafından  uygun  görülmesi  halinde  yararlanılabilecektir.  Hakkında  halihazırda  verilmiş  olan  uygun  barınma  yeri sağlanmasına dair tedbir kararı bulunan kadının, derhal mevcut sığınma evine kabul edilmek yerine 12 yaşından büyük erkek çocuğu veya engelli çocuğu bulunduğu için böylesi bir bürokrasi ile karşı karşıya bırakılması (ki bunun da zaman alacağı açıktır) oldukça sakıncalı ve talihsiz bir uygulamadır. Diğer yandan, kira ve diğer cari giderlerin sığınma evi bütçesinin ilgili kalemlerinden ödeneceği düzenlenmiştir (Konukevi Yön m 13/1/c). Ne var ki, sığınmaevlerinde asgari ihtiyaçların karşılanmasında dahi sıkıntı yaşanabilmekte iken, kira giderlerinin de aynı bütçeden karşılanacak olması, bu imkanı fiilen mümkün kılmamaktadır. Bu sorun, 12 yaş üstü erkek çocuğu veya engelli çocuğu olan kadınların ihtiyaçlarına uygun kategorik sığınmaevlerinin açılması veya sığınmaevlerinde bu kişiler için ayrı alanlar kurulması ile çözülebilir. 2. Yaşlı ve Hastaların Sığınma Evine KabulüYönetmeliğin ilgili hükmüne göre, 60 yaşından büyük olan şiddet mağduru kadınlar, uygun sosyal hizmet kuruluşuna yerleştirilecek ve bu işlem, Özürlü ve Yaşlı  Hizmetleri  Genel  Müdürlüğü ne  bildirilecektir  (Konukevi  Yön  m  13/3). Ancak bu konuda da Yönetmelik öncesi dönemde yaşlı kadınlar açısından sığınma evine kabul sürecinde yaşanan sorunların aşılması ve bu imkandan ivedilikle 43  Dikkati çeken bir diğer düzenleme de, sığınma evi bulunmayan ilçelerde ihtiyaca göre bu bent kapsamında öngörülen ev kiralaması yoluna gidilebileceğine ilişkindir (Konukevi Yön m 13/1/c/son c). Uygulamada yaşanan sığınma evi teminindeki zorlukların, en azından bu hüküm ışığında telafi edilmesi düşünülebilir. 44  Bu yönde bkz. Sallan Gül (n 16) 217.45   ibid 127, 220-221.1152Kaya-Kızılırmak / 6284 Sayılı Ailenin Korunması ve Kadına Karşı Şiddetin Önlenmesine Dair Kanun da Öngörülen Mülki Amir...faydalandırılabilmeleri  için  ayrıntılı  düzenlemelere  ve  kurumlar  arası  işbirliği yükümlülüklerinin yerine getirilmesine ihtiyaç bulunur. Alkol ve madde bağımlıları ise tedaviye başlamaları ve devam etmeleri koşulu ile sığınma evine kabul edilirler (Konukevi Yön m 13/f). Bulaşıcı veya sürekli tıbbi tedaviyi gerektirir ağır hastalığı olan kadınların ise, ancak tedaviyi kabul etmeleri durumunda tedavileri sağlanacak, tedaviyi kabul etmemeleri halinde ise haklarında Konukevi Yönetmeliği m 29/1/c hükmü uyarınca sığınma evinden çıkarılma karar verilecektir (Konukevi Yön m 13/d). Bu hüküm de muğlak ve çözüm odaklı olmayan bir içeriktedir. Tedavi kabul edilmediğinde sığınma evinden çıkarılan kadın veya tedavisi olmayan bulaşıcı veya ağır hastalığı olan kadın sığınma evi imkanından tamamen mi mahrum bırakılacaktır? Bu gibi kişilerin barınma ihtiyacının 6284 sayılı Kanun un Uygulama Yönetmeliği madde 7/2 uyarınca sosyal tesis, yurt ve benzeri yerlerde karşılanacağı düşünülebilir. Ne var ki, ilgili hükümde bu imkanın, Bakanlığa bağlı veya Bakanlığın denetimi altında bulunan barınma yerlerine güvenli nakli sağlanıncaya kadar geçici olarak sağlandığı ifade edildiğinden bu da kalıcı bir çözüm sunmaz. Sığınmaevlerinde kalacak olan kadın profilinin doğal olarak içerdiği farklılıklar sebebiyle zaman içerisinde  yaşanan  sorunlara  Konukevi  Yönetmeliği  ile  çözümler  üretilmeye çalışılmıştır. Bu sorunlar, ancak kategorilere göre uzmanlaşmış sığınmaevlerinin kurulması ile aşılabilir. GREVIO raporunda da uzman sığınmaevlerinin sayısının ve kapasitesinin arttırılması, ayrıca Kanun ve Yönetmeliklerde yer alan, sığınma evine erişimde 60 yaş üstü kadınlar, 12 yaşından büyük erkek çocuğu veya engelli çocuğu olan kadınlara dair düzenlemelerin gözden geçirilerek bu sınırlandırmaların kaldırılması hususunda  ısrarlı tavsiye de bulunulmuştur. 3. Sığınma Evinde Kalma Süresi ve Sığınma Evinden AyrılmaKadınların sığınma evlerinde kalma süresi, ilk kabul birimine kabul tarihinden itibaren 6 aydır (Konukevi Yön m 14/1)49. Ayrıca, sığınma evinden ayrılan kadınlar, ihtiyaç halinde ve uygun görülmesi durumunda birden çok kez sığınma evine kabul edilebilirler (Konukevi Yön m 28/4). Bu süre, kadınların güçlenme süreci değerlendirilerek gerekli hallerde uzatılabilir. Uzatmanın süresi, sosyal çalışmacı ile çocuk var ise çocuk gelişimcinin görüşü alınarak, değerlendirme komisyonu tarafından belirlenir (Konukevi Yön m 14/2). 46   Şiddete uğrayan kadınların farklı özellikleri, ihtiyaçları ve beklentileri dikkate alınarak, engelliler, psikolojik sorunları olanlar ve bağımlılar gibi, uzmanlaşmış sığınmaevleri açılmalıdır . Bu görüş için bkz. Sallan Gül (n 16) 217.47  Grevio Rapor, (n 25) P 180a Appendix I N 33-a48   Grevio Rapor, (n 25) P 180b Appendix I N 33-b49  Eski Yönetmelik döneminde 3 ay olarak öngörülen süreye rağmen sürenin Belediyelerin bazılarında 2 ay olarak belirlendiği, Mor Çatı da ise süre sınırlaması bulunmadığı yönünde, Sallan Gül (n 16) 129.1153İstanbul Hukuk Mecmuası 78/3Buna karşılık, mülki amir veya hakim tarafından hakkında barınma kararı verilmiş kadınlar, kararda belirtilen süre boyunca sığınma evinde kalabilecektir (Konukevi Yön m 14/3). Dolayısıyla, mülki amirin veya hakimin 6 aydan uzun süre için uygun barınma yeri sağlanmasına karar vermesinde bir engel bulunmaz.  Konukevinden ayrılma  kenar başlıklı 28. madde uyarınca, kadın, kendi talebi, sürenin sona ermesi, başka bir sığınma evine yönlendirilmesi veya nakli hallerinde sığınma evinden ayrılabilecektir (Konukevi Yön m 28/1/a, b, ç). Ancak mülki amir veya hakim tarafından hakkında uygun barınma yeri sağlanmasına dair tedbir kararı verilen kadınların, bu kararda öngörülen sürenin dolmasından önce sığınma evinden ayrılmak istemeleri halinde, kararı veren merciye kararın kaldırılmasına dair başvuru yapmaları gerektiği öngörülmüştür (Konukevi Yön m 28/1/c). Ne var ki, bu başvuruda bulunmayan kadının sığınma evinde zorla tutulması da düşünülemez. Bu sürenin sonunda kadınları bekleyen seçenek ve ihtimaller şunlardır; süre uzatımı talep etmek, şiddet ortamına geri dönmek ve sığınma evinden ayrılarak kendisine yeni bir hayat kurmak veya bunu gerçekleştiremeyecek olmasına rağmen sığınma evini terk etmek veya sığınma evinden çıkarılmak. Bu sebeple sığınma evleri yalnızca barınma imkanı değil, buradaki sınırlı süreli konaklamanın sonunda şiddet ortamına dönmek zorunda kalınmaması için meslek edindirmeye yönelik faaliyet hizmetleri de  sunmalıdır.  Şiddet  mağdurunun  maddi  imkansızlıklar  sebebiyle  kendisine yeni bir hayat kuramaması halinde şiddet ortamına geri dönmesi pek muhtemeldir. Dolayısıyla bu sürede kadınların istihdamına yönelik etkin faaliyetlerde bulunulması sığınma evlerini, şiddetten geçici bir süre uzaklaşıp yine aynı döngüye girilen yerler olmaktan çıkaracaktır. Bu bakımdan haklı olarak, bazı sığınmaevlerinde uygulaması bulunan meslek edindirme kurslarının yaygınlaştırılması gerektiği önerilmektedir. Zira  sığınmaevlerinde  kalan  kadınların  eğitim  seviyesi  ve  meslek  deneyiminin azlığı sebebiyle iş bulmaları zordur. Uygulamada ise, İş-Kur aracılığı ile ya da sığınma evi yöneticilerinin kişisel çevresinden destek alınması suretiyle kadınlara meslek kazandırılmaya çalışıldığı, ancak bazı sığınmaevlerinin, mevcut istihdam desteklerinin yetersizliği ve sonuç alınamaması sebebiyle bu yönde uğraş vermekten vazgeçtiği aktarılmaktadır. 50  Sallan Gül (n 16) 178.51  Demirkır Ünlü (n 24) 86;  Kadınların, çalışma yaşamına katılımını desteklemek ve istihdam politikasına uygun olarak istekleri ve yeteneklerine göre meslek edinmelerini sağlamak için gerekli olan eğitim giderleri nin, Bakanlık bütçesinden konukevine aktarılacak ödenekten karşılanacağı öngörülmüştür (Konukevi Yön m 25).52  Aydoğan (n 9) 217; Sığınma evinde kalan kadınların sığınma evi sonrası yaşam planları hakkında inceleme ve değerlendirmeler için bkz. Sallan Gül (n 16) 178-186.53  Demirkır Ünlü (n 16) 86.54  Sallan Gül (n 16) 119.55  ibid 112, 119.1154Kaya-Kızılırmak / 6284 Sayılı Ailenin Korunması ve Kadına Karşı Şiddetin Önlenmesine Dair Kanun da Öngörülen Mülki Amir...B. Geçici Maddi YardımÜlkemiz şartlarında kadınların çoğunun maddi yetersizlikler sebebiyle şiddet ortamından uzaklaşamadığı şüphe götürmez bir gerçektir. Maddi imkansızlıklar sebebiyle şiddet uygulayan kişi ile birlikte yaşamaya devam eden mağdura, bu bağımlı konumunun ortadan kaldırılması amacıyla maddi yardım yapılması gerekir. Dolayısıyla,  bu  yönde  koruyucu  tedbire  karar  verilmesi,  şiddet  mağdurunun korunmasının sağlanabilmesi için önemlidir. Kişinin şiddetin gerçekleştiği mekandan bağımsızlaştırılması ilk aşamada ancak maddi destek ile mümkün olur. Mülki amir tarafından verilebilecek olan geçici maddi yardım tedbiri, Kanun un 3/1/b hükmü ile öngörülmüş ve tedbirin uygulama esasları, Kanun un 17. maddesinde düzenlenmiştir. Söz konusu hüküm uyarınca;  …onaltı yaşından büyükler için her yıl belirlenen aylık net asgari ücret tutarının otuzda birine kadar günlük ödeme yapılır. Korunan kişinin birden fazla olması hâlinde, ilave her bir kişi için bu tutarın yüzde yirmisi oranında ayrıca ödeme yapılır. Ancak, ödenecek tutar hiçbir şekilde belirlenen günlük ödeme tutarının bir buçuk katını geçemez. Korunan kişilere barınma yeri sağlanması hâlinde bu fıkrada belirlenen tutarlar yüzde elli oranında azaltılarak uygulanır  (6284 s K m 17/1). Ödemeler, Bakanlık bütçesindeki ödenekten karşılanır ve şiddet uygulayandan tahsil edilir (6284 s K m 17/2).Yönetmeliğin 8. maddesi ile, geçici maddi yardımın miktarına ve ödeme usulüne dair düzenlemelere yer verilmiştir. Buna göre karar, yerine getirilmek üzere ŞÖNİM e gönderilecek (Yön m 8/2), yardım, ŞÖNİM e tebliğe müteakiben her ayın onbeşinde ve otuzunda hazırlanan bordro ile tahakkuk eden meblağ ilgililerin banka hesabına yatırılacak, korunan kişiye elden ödeme yapılmayacaktır (Yön m 8/4). Ayrıca mağdura halihazırda diğer kanunlara göre yapılan yardımların bulunması, geçici maddi yardım tedbirine karar verilmesine engel olmayacaktır (6284 s K m 3/1/b, Yön m 8/6).Her ne kadar, Yönetmeliğin ilgili hükmü ile ödemenin Bakanlık bütçesindeki ödenekten yapılacağı öngörülmüş ise de (Yön m 8/5/c 1), uygulamada, kadınların, Kaymakamlık  bünyesindeki  Sosyal  Yardımlaşma  ve  Dayanışma  Vakfı na yönlendirildikleri, Vakfın  ise  böyle  bir  uygulamaları  bulunmadığı  gerekçesi  ile herhangi bir ödeme yapmadığı belirtilmektedir. Görülmektedir ki, yetkili makamların işbirliği yükümlülüklerine ve mevcut olan bir tedbir kararına aykırı uygulamalarının önüne geçilmesi için, ödeme usulüne dair daha ayrıntılı düzenlemelere ihtiyaç 56  Erdem (n 8) 47.57  Necla Öztürk ‘Ailenin Korunması ve Kadına Karşı Şiddetin Önlenmesine Dair Kanunun Getirdiği Bazı Yenilikler ve Öneriler  (2017) 8 (1) İnönü Üniversitesi Hukuk Fakültesi Dergisi 1, 10.58  Moroğlu, ‘Şiddetin Önlenmesi  (n 15) 39-40.1155İstanbul Hukuk Mecmuası 78/3bulunur. Bu konuda ilgili personelin eğitilmesi de büyük önem arz eder. Diğer yandan, genellikle ilk başvurulan birim olan karakollarda, şiddetten kaçarken yanında para veya eşya bulunmayan kadınların acil ihtiyaçlarını karşılamak için bir ödenek bulundurulması gerektiği yönündeki görüşe katılmak gerekir. GREVIO raporunda, geçici ödemeye ilişkin tedbirden neredeyse hiçbir mağdurun yararlandırılmadığı  tespit  edilerek,  Türkiye ye,  yetkililerin  mağdurların  maddi yardım alabilmelerine olanak tanıması konusunda  ısrarlı tavsiye de bulunulmuştur.Şiddetin  önlenmesi  ve  şiddetten  koruma  amacının  gerçekleştirilmesinde, geçici maddi yardım tedbiri önemli bir adımı oluşturur. Ne var ki, bu tedbir, kalıcı nitelikte korumanın sağlanmasında ancak ilk adımı teşkil eder. Nihai olarak kadının istihdamının sağlanması için gereken çalışmaların yapılması ile bu süreç tamamlanmalıdır ki, bu geçici tedbire karar verilmesi sonrasında kadın yine maddi imkansızlıklar sebebiyle şiddet ortamına geri dönmek durumunda kalmasın. Esasen, aynı husus, İstanbul Sözleşmesi nde taraf devletlerin genel yükümlülükleri  arasında  sayılmıştır.  Buna  göre  taraf  devletler,  kadınların güçlendirilmesine yönelik program ve faaliyetlerin teşviki için gereken tüm tedbirleri yerine getirmelidir (Söz m 12/6).1. Tedbirin SüresiGeçici maddi yardıma ilişkin düzenlemelerde tedbirin süresine dair sınırlamaya yer  verilmemiştir. Yalnızca,  ödemeye,  kararın  geçerlilik  süresi  boyunca  devam edileceği ve tedbirin kaldırılmasına ya da değiştirilmesine karar verilmesi halinde hesaplamanın, kararın geçerli olduğu gün üzerinden yapılacağı belirtilmiştir (Yön m 8/4/c 5,6). Bu sebeple, geçici maddi yardıma ilişkin tedbir kararının süre sınırı bakımından Kanun da yer alan genel kurala değinmek gerekir. Kanun da, tedbire ilk defa hükmedilmekte ise tedbirlerin süresinin üst sınırı altı ay olarak belirlenmiştir (6284 s K m 8/2/c 1). İstanbul Sözleşmesi nde ise, koruyucu ve önleyici tedbirlerin belirli bir süre için veya hakkında değişiklik veya kaldırma kararı verilene kadar etkili olacak surette verilmesi gerektiği kuralı yer alır (Söz m 53/2). Buna göre, tedbir kararları ya belirli bir süre için verilebilecek ya da hukuki belirlilik ilkesi ışığında, 59  Anayasa Mahkemesi ne bireysel başvuru sonucu verilen bir kararda yer verilen şu ifadeler uygulamadaki sorunları yansıtmaktadır:  Başvurucuya ödenmesine karar verilen altı aylık süreli geçici maddi yardımın ise karar tarihinden yaklaşık dokuz ay sonra ödendiği anlaşılmaktadır. Geçici maddi yardım kararının uygulanmasında ise Mahkeme kararında tedbirin geçerlilik süresinin yer almaması ve ödenek beklenmesi nedenleriyle gecikme olduğu görülmektedir (N 82) , Anayasa Mahkemesi, 2014/546, 19.12.2017, RG 28.02.2018/30346, A.Z.Ö başvurusu.60  Bu yönde bkz. Pınar Bacaksız, ‘6284 Sayılı Ailenin Korunması ve Kadına Karşı Şiddetin Önlenmesine Dair Kanun Kapsamında Kadının Korunması  iç (Nur Centel edr) Ceza Hukukunda Kadının Şiddete Karşı Korunması, Koç Üniversitesi Hukuk Fakültesi Hukuka Genç Yaklaşımlar Konferans Serisi No. 1 Ceza Hukuku (2013) 13, 25.61  Raporda, 2016 yılında yalnızca 10 kadının bu tedbirden yararlandığı belirtilmektedir. Bkz Grevio Rapor, (n 25) P 160 dn 145.62  Grevio Rapor, (n 25) P 164a Appendix I N 31-a.63  İstihdama verilecek önem ve önceliğin, şiddeti önleme yükümlülüğünün en önemli yanını oluşturduğu yönünde, Aydoğan (n 9) 216. 1156Kaya-Kızılırmak / 6284 Sayılı Ailenin Korunması ve Kadına Karşı Şiddetin Önlenmesine Dair Kanun da Öngörülen Mülki Amir...haklarında yetkili makamlar tarafından değiştirme veya kaldırma karar verilinceye kadar geçerli olacak şekilde kararlaştırılabilecektir. Geçici maddi yardıma karar verilmesi halinde bu kararda, tedbirin uygulanacağı sürenin de belirlenmesi gerektiği açıktır. Ancak ilgili hükümde açık bir süre sınırı öngörülmemiş iken, bu tedbire ilk kez karar verilmesi halinde dahi, Kanun da yer alan altı aylık süre sınırının koruyucu tedbirler bakımından uygulanması amaca uygun olmaz. Yetkili mercilerin, somut olayda söz konusu olan ihtiyaca göre daha uzun süreler için geçici maddi yardıma karar vermelerine imkan tanımak gerekir. Altı aylık süre sınırı, bu süreyi takiben mağdurun tekrar tedbirin uzatılmasını talep etmek zorunda bırakılması  anlamına  gelir.  Böylesi  taleplerin  değerlendirilmesinde  yaşanacak gecikmeler ise, şiddet mağdurunun bu maddi yardımdan kesintili olarak mahrum bırakılmasına sebep olur. Bu bakımdan, doğrudan faile ilişkin olan önleyici tedbirlerin aksine koruyucu tedbirler hakkında böylesi bir süre sınırının bulunmasında korunan bir menfaat bulunduğunu söylemek zordur. 2. Rücu MeselesiMağdura yapılan geçici maddi yardım tutarı, şiddet uygulayana rücu edilmektedir (Yön m 42/1). Geçici maddi yardım miktarının, nihai olarak şiddet uygulayandan tahsil  edilecek  olması  sebebiyle,  uygulamada  hakimlerin,  bu  tedbirin  süresine hükmederken bu hususun aile içerisinde yaratacağı sorunları dikkate alması gerektiği ileri sürülmüştür. Bu görüş, rücu sonucunda şiddet failinin içerisinde bulunacağı maddi ve manevi sıkıntının şiddet mağduruna yansımasının dolaylı olarak mağdurun aleyhine olacağı düşüncesi ile haklı bir sağduyunun ürünüdür. İstanbul  Sözleşmesi nde  benzer  olumsuzlukların  engellenmesi  amacıyla  taraf devletlere,   failin  mağdura  karşı  finansal  yükümlüklerini  yerine  getirebilme yeteneğinin gereken biçimde hesaba katılmasının temin edilmesi  yükümlülüğü getirilmiştir (Söz m 48/2). Yani, para cezasının miktarı belirlenirken, çoğu şiddet vakasında failin ailenin geçimini sağlayan kişi olması sebebiyle para cezasının mağduru ekonomik sıkıntıya sokmamasına ve dolaylı olarak cezalandırılmasına sebep olmamasına dikkat edilmesi gerekir. Ancak dikkat etmek gerekir ki bu yükümlülük, failin para cezası ödemesine hükmedileceği hallerde söz konusudur. Yani geçici maddi yardıma ilişkin tedbir kararı bakımından ilgili ve bağlayıcı değildir. Benzer sonuçlara sebep olabileceği düşüncesi ile geçici maddi yardımın süresinin kısa tutulması mümkün değildir. Böylesi bir yaklaşım, geçici maddi yardım 64  Şerh, Art 53 N 271.65  Avusturya hukukunda, koruyucu tedbirlerin boşanma davasının sonuna kadar sürdürüldüğü yönünde, Sallan Gül (n 16) 57.66  Karakaya (n 35) 55.67  Şerh, Art 48 N 253.1157İstanbul Hukuk Mecmuası 78/3tedbiri ile öncelikli olarak hedeflenen korumanın sağlanmasına engel olur. Tedbirin süresinin tespitinde belirleyici unsur, yalnızca, şiddet mağduru kadının şiddetten uzak bir hayata kavuşturulmasına destek olunması olmalıdır.C. Rehberlik ve Danışmanlık Hizmeti Psikolojik, mesleki, hukuki ve sosyal bakımdan rehberlik ve danışmanlık hizmeti verilmesi  de mülki amir tarafından verilebilecek koruyucu tedbirlerinden biridir (6284 s K m 3/1/c). Şiddet mağdurlarının, özellikle ev içi şiddet söz konusu olduğunda, kendilerine uygulanan şiddeti  tam olarak kavrayamamaları ve/veya bunu rasyonelleştirmeleri  de şiddete karşı koymalarını engelleyen sebeplerdendir. Şiddete göz yumulmasının altında, geleneksel düşünceler, ailelerin bu konuda destek sunmaması, toplumsal cinsiyet algısında şiddetin normal algılanması ve hatta şiddet mağdurunun psikolojik olarak yıpranması sonucunda kendisinin bu durumu hak ettiğini düşünmesi gibi sebepler yatar. Ayrıca, eğitim düzeyi ve ekonomik imkanlar bakımından ayrım göz etmeyen ev içi şiddete karşı konulmamasında sosyal çevreden utanma da etkili olmaktadır. Mağdurun, şiddete tam ve kalıcı olarak karşı koyabilen bir birey olarak topluma kazandırılabilmesi  için,  böylesi  yanlış  inanışların  kırılması  gerekir.  Bu  tedbir kararı  çerçevesinde  verilecek  rehberlik  hizmetleri  kapsamında  bu  gibi  eğitim ve bilgilendirmeler de yer almalıdır. Bu bakımdan şiddetin tanımına ve ne gibi davranışları  kapsadığına,  ayrıca  toplumdaki,  şiddetin  sıklık  derecesinin  veya boyutunun şiddetin varlığı konusunda belirleyici olacağı gibi yanılgıların telafisine yönelik eğitici rehberlik desteğinin verilmesi uygun olur. Burada öngörülen rehberlik ve danışmanlık hizmetlerinin yerine getirilmesinde ŞÖNİM ler koordinasyon ile görevli kılınmıştır (Yön m 9/3). ŞÖNİM ler,  gerekli uzman personelin görev yaptığı ve tercihen kadın personelin istihdam edildiği, şiddetin önlenmesi ile koruyucu ve önleyici tedbirlerin etkin olarak uygulanmasına yönelik destek ve izleme hizmetlerinin verildiği, çalışmalarını yedi gün yirmidört saat esasına göre yürüten, çalışma usul ve esasları yönetmelikle belirlenen, şiddet önleme ve izleme merkezleri dir (6284 s K m 14/1). Bu merkezlerde, şiddetin önlenmesi ile koruyucu ve önleyici tedbirlerin etkin olarak uygulanmasına yönelik izleme çalışmaları yapılır ve destek hizmetleri verilir (6284 s K m 14/2). Bu hizmetler, Kanun un 15. maddesi ile ayrıntılı olarak sayılmıştır. 68  Erdem (n 8) 47. 69  ibid 47.70  ibid 48.71  Ayrıca, ŞÖNİM lerin kuruluş, işleyiş ve yürüteceği işlemlere ilişkin usul ve esaslar ile ŞÖNİM de çalışacak personelin görev, yetki ve sorumluluklarını belirlemek üzere  Şiddet Önleme ve İzleme Merkezleri Hakkında Yönetmelik  (RG 17.03.2016/29656) yayınlanmıştır.1158Kaya-Kızılırmak / 6284 Sayılı Ailenin Korunması ve Kadına Karşı Şiddetin Önlenmesine Dair Kanun da Öngörülen Mülki Amir...ŞÖNİM lerde,  Korunan kişiye, kişinin psikolojik ve sosyo-ekonomik durumu değerlendirilerek, hakları, destek alabileceği kurumlar, meslek edindirme kurslarına katılmasına yönelik faaliyetlerde bulunmayı da kapsayacak şekilde iş bulma ve benzeri konularda gelişmesi ve uyum sağlaması, gerekli olan seçimleri, yorumları, planları yapması ve kararları vermesine yarayacak bilgi ve becerileri kazandırmak ve psikolojik destek sağlamak üzere ilgili kamu kurum ve kuruluşları ile işbirliği içerisinde gerekli hizmetler verilir  (Yön m 9/1).  Korunan kişinin hukuki rehberliğe ihtiyacı olması halinde 48 inci madde ile düzenlenen davalara müdahil olmayı da içeren gerekli destek ve danışmanlık hizmeti verilir  (Yön m 9/2).Görülmektedir  ki  kanun  koyucu,  şiddet  mağduru  kadının  yalnızca  şiddetten korunmasını değil, şiddetin kadın üzerindeki olumsuz sonuçlarının telafisini de amaçlamıştır. Bu tedbir ile, şiddete maruz kalmanın mağdurda yarattığı psikolojik yıpranmanın telafisi ve ayrıca şiddet mağdurlarının kendi imkanları ile hayatlarını bağımsız olarak sürdürebilmelerine yardım edilmesi hedeflenir. ŞÖNİM lerin bu kapsamdaki görevlerini verimli bir şekilde yerine getirmesi şiddetin önlenmesi ile mücadelede önemli bir yere sahiptir.Bu amacın yerindeliği tartışmasız olmakla birlikte, Kanun da ayrıca, bu kişilerin ivedi şekilde ekonomik bağımsızlıklarını elde edebilmelerine olanak sağlayacak iş imkanlarının sunulduğu bir yapılanmanın öngörülmüş olması oldukça faydalı olurdu. Nitekim Sözleşme ile, taraf devletlerin, mağdurların şiddet eylemlerine karşı korunması ve desteklenmesi için alacağı tedbirlerin, şiddet mağduru kadınların güçlendirilmesini  ve  ekonomik  bağımsızlıklarının  sağlanmasını  hedeflemesi yükümlülüğü getirilmiştir (Söz m 18/3/b.4). D. Geçici Koruma Altına AlınmaMülki amir ayrıca,  Hayati tehlikesinin bulunması halinde, ilgilinin talebi üzerine veya resen geçici koruma altına alınma  kararı verebilir (6284 s K m 3/1/ç).Gecikmesinde sakınca bulunan hallerde, bu bent ile öngörülen koruyucu tedbir kararının, ilgili kolluk amirlerince verilmesi de mümkündür (6284 s K m 3/2/c 1). Kolluk amirinin tedbire karar vermesini takiben, kararı, ilk işgünü içerisinde mülki amirin onayına sunması gerekir (6284 s K m 3/2/c 2). Kararın, mülki amir tarafından kırk sekiz saat içerisinde onaylanmaması halinde, tedbir kendiliğinden kalkacaktır (6284 s K m 3/2/c son).72  Zikredilen madde esasen, 46. madde olup, Yönetmelik te bu konuda yanlışlık bulunmaktadır. 73  Bölükbaşı (n 19) 125; Yılmaz (n 3) 364; Öztürk (n 54) 10-11; Bu konuda, Sözleşme ile taraf devletlere, genel destek hizmetlerinin yerine getirilmesi bakımından, mağdurun şiddet eylemi sonrası iyileşmesini sağlayacak gerekli yasal veya diğer tedbirleri almak yükümlülüğü getirilmiştir (Söz m 20/1/c 1). Bu tedbirlere, ihtiyaç halinde, hukuki ve psikolojik danışmanlık hizmetleri, finansal yardım, barınma desteği, eğitim, öğretim ve iş bulma yardımı da dahildir (Söz m 20/1/c 2).74  ŞÖNİM lerin yasa ile düzenlenen görevlerini yerine getirmesinin, şiddetle mücadelede en hızlı ve en etkili çözümlerden birini teşkil edeceği yönünde, Karakaya (n 35) 88.1159İstanbul Hukuk Mecmuası 78/3Geçici koruma altına alınmaya ilişkin tedbir de, şiddet mağdurlarının korunması açısından  Kanun  ile  öngörülen  önemli  tedbirlerden  biridir.  Tedbire  karar verilebilmesi için, mağdurun hayati tehlikesinin bulunması gerekir. Bu karar,  olayın niteliği, şikayet ve ihbar göz önünde bulundurularak , ilgilinin talebi üzerine veya re sen verilebilir (Yön m 10/1).İstanbul Sözleşmesi nin  Risk değerlendirmesi ve risk yönetimi  kenar başlıklı 51. maddesi ile, taraf devletlere, riski yönetmek ve gerekli olması halinde koordineli destek ve güvenlik sağlamak yükümlülüğü getirilmiştir. Bu yükümlülüğün yerine getirilmesinde taraf devletler, tüm ilgili yetkililerce hayati tehlike riskinin, durumun ciddiyetinin ve şiddetin tekrarlanma riskinin değerlendirilmesini sağlamak üzere gerekli hukuki veya diğer tedbirleri alacaktır (Söz m 51/1). Belirtmek gerekir ki, 6284 sayılı Kanun da hayati tehlikenin varlığına dair değerlendirme kriterlerine ve Sözleşme nin 51. maddesinde öngörülen yapılanmaya dair herhangi bir düzenlemeye yer verilmemiş, yalnızca Yönetmelik ile bir takım genel tanımlar yapılmıştır. Bu durum, yetkili mercileri risk değerlendirmesinde keyfiliğe ve belirsizliğe iter. Yetkililerin hayati tehlikenin bulunup bulunmadığına dair değerlendirmede, somut şikayet veya ihbarı dikkate alarak hassasiyetle davranması gerekir. Hayati tehlikenin varlığına dair değerlendirmede katı yaklaşımlardan uzak durulmalı, kadının beyanı esas alınmalıdır.Verilmiş olan geçici korumanın türü ve uygulama esasları Yönetmelikte ayrıca düzenlenmiştir. Buna göre, bu kararın yerine getirilmesinde, hakkında tedbire karar verilen kişinin yerleşim yerindeki kolluk görevli ve yetkilidir (Yön m 10/2). Geçici koruma tedbirinin türü ise, muhtemel tehdit ve risk dikkate alınarak ve şiddet uygulayanın durumunun değerlendirilmesi suretiyle hakim veya mülki amir tarafından ve gecikmesinde sakınca bulunan hallerde kolluk tarafından belirlenecektir (Yön m 10/3). Korumanın türünün  belirlenmesinde,   Cumhuriyet  Başsavcılıkları  ve  Mahkemelerce  Alınacak Tanık Koruma Tedbirlerine İlişkin Esas ve Usuller Hakkında Yönetmelik 77 (TKY) ile düzenlenen fiziki koruma tedbirleri esas alınacaktır (Yön m 10/3). 6284 sayılı Kanun uyarınca verilecek geçici koruma tedbiri, atıf yapılan, tanık korumaya ilişkin söz konusu Yönetmeliğin 7. maddesinde sayılan tanık koruma 75  Bu tedbirin mülki amir tarafından verilebilecek tedbirlerden en önemlisi olduğu zira mağdurun beslenme, bakım ve barınma gibi ihtiyaçlarının karşılanmasının daha kolay olduğu, önemli olanın mağduru hayatta tutmak olduğu yönünde, Bölükbaşı (n 19) 125.76  Kanun da hayati tehlike kavramının yüzeysel olarak tanımlanmasıyla yetinilmesi ve İstanbul Sözleşmesi nin risk değerlendirmesi ve risk yönetimine dair düzenlemesine yer verilmemesinin, mülki amir veya kolluğun keyfi uygulamalarına sebep olabileceği yönünde, Feridun Yenisey, ‘Uluslararası Sözleşmede Kadına Yönelik ‘Şiddet Riskinin  Değerlendirilmesi ve Türk Hukuku  (2012) 8 (97-98) Bahçeşehir Üniversitesi Hukuk Fakültesi Kazancı Hakemli Hukuk Dergisi, (Yoncalı Platformu Sempozyumu Günleri Kütahya Türkiye de Aile İçi Şiddetle Mücadele Hukuk Sempozyumu) 10, 11-12; Ebru Ceylan, Türk Hukukunda Aile İçi Şiddet ve Kadına Karşı Şiddetin Önlenmesiyle İlgili Düzenlemeler (2013) 109 TBB Dergisi 13, 51; Bölükbaşı (n 19) 40.77  RG 11.11.2008/27051.1160Kaya-Kızılırmak / 6284 Sayılı Ailenin Korunması ve Kadına Karşı Şiddetin Önlenmesine Dair Kanun da Öngörülen Mülki Amir...tedbirlerinden,  fiziki koruma sağlanması  tedbirine (TKY m 7/ç, TKK m 5/ç) ilişkindir. Söz konusu tanık korumaya ilişkin Yönetmeliğin 14. maddesi uyarınca koruma usulleri; yakın koruma, konutta koruma, işyerinde koruma, motorize veya yaya devriye ile koruma ya da çağrı üzerine korumadan ibarettir. Bu usullerden biri veya birkaçının aynı anda uygulanmasına karar verilebilir (TKY m 14/3). Düzenlemede, tedbirin türüne karar verme konusunda, Cumhuriyet savcısı veya hakim yetkili kılınmıştır (TKY m 14/4). Ancak, tanık korumaya dair yönetmeliğe yalnızca karar verilecek korumanın türü bakımından atıf yapıldığından (Yön m 10/3),  geçici  koruma  tedbirinin  türüne  karar  vermeye  mülki  amir  veya  hakim yetkili olacaktır. Bu gibi usulü konularda uygulamada belirsizlik ve sorunlara sebep olunmaması için yetkili makamlara büyük görev düşer. E. Kreş İmkanının SağlanmasıMülki amir, korunan kişinin çocukları için kreş imkanının sağlanması yönünde koruyucu tedbire de karar verebilir. Söz konusu hüküm uyarınca,  Gerekli olması halinde, korunan kişinin çocukları varsa çalışma yaşamına katılımını desteklemek üzere dört ay, kişinin çalışması halinde ise iki aylık süre ile sınırlı olmak kaydıyla, on altı yaşından büyükler için her yıl belirlenen aylık net asgari ücret tutarının yarısını geçmemek  ve  belgelendirilmek  kaydıyla  Bakanlık  bütçesinin  ilgili  tertibinden karşılanmak suretiyle kreş imkanının sağlanması  yönünde koruyucu tedbir kararının verilebileceği düzenlenmiştir (6284 s K m 3/1/d). Buna göre, koruma altına alınan kişinin çalışma hayatına katılımını desteklemek üzere dört aylık süre için, kişi halihazırda çalışmakta ise iki ay süre ile sınırlı olarak kreş imkanı sağlanabilmektedir. Bu tedbirin amacı, şiddet mağduru kadının çocukları ile birlikte şiddet ortamından uzaklaşarak kendisine yeni bir hayat kurmasını ve bu bakımdan ekonomik olarak kendi ayakları üzerinde durabilmesini desteklemektir. Fakat düzenlemenin, mevcut hali ile, amaçlanan korumayı sağlamak konusunda yetersiz olduğunu belirtmek gerekir. Kanun koyucu, çalışmayan kişiler açısından iş bulmalarının dört aylık bir sürede mümkün olacağı önkabulü ile hareket etmektedir. Elbette, dört aylık sürede bir iş bulunması kolay olmaz. Kaldı ki, çalışmaya başlayan kadının kreş ihtiyacı bu andan itibaren daha da artacaktır. 78  5726 sayılı Tanık Koruma Kanunu, RG 05.01.2008/26747.79  Elbette, kadının halihazırda yaşadığı evden ayrılmaksızın bir kısım diğer tedbirler ile korunmasının sağlandığı hallerde de çalışma hayatına katılımının desteklenmesi veya devamının sağlanması amacıyla bu tedbire karar verilebilmesi teorik olarak mümkündür. Düzenlemeyi bu bakımdan sınırlı olarak değerlendirmemek gerekir. 80  Bu yönde bkz Öztürk (n 54) 11.1161İstanbul Hukuk Mecmuası 78/3Diğer yandan, kişi çalışıyor ise bu tedbirden ancak iki ay süre ile sınırlı olarak yararlanabilecektir. Ne var ki, kendisine yeni bir hayat kuracak olan kadının iki ay içerisinde kreş masrafını karşılayabilecek surette ekonomik bir düzene kavuşacağı düşüncesi  gerçeğe  uygun  değildir.  İki  ay  gibi  kısa  bir  süre,  kreş  imkanının sağlanmasına yönelik tedbir ile hedeflenen desteğin sağlanması için yeterli olmaz.Bu açıdan bakıldığında, kreş imkanının sağlanmasına dair hükümde yer verilen süre sınırlamaları bu tedbir ile hedeflenen amacın gerçekleştirilmesine imkan vermez. Doktrinde, hiç olmazsa sığınma evlerinde çocukların bakımının sağlanacağı alanların bulunmasının  gerektiği  savunulmaktadır.  Esasen,  sığınma  evlerinde  çocuklar için kreş, eğitim ve rehabilitasyon, oyun ve etkinlik odaları ile çalışma odalarının bulunacağı, ilgili Yönetmelik ile hüküm altına alınmıştır (Konukevi Yön m 8/4/e). Ancak bunların sığınma evlerinde mevcut olmadığı aktarılmaktadır.Şiddet  mağduru  kadına,  şiddet  ortamından  uzaklaştırılıp  çalışma  hayatına katılarak kendisi ve çocuklarına bir hayat kurabilmesine destek olmak amacıyla kreş imkanının tanınması oldukça olumlu bir düzenlemedir. Ne var ki, bu imkana gerçekçi bir kapsamda yer verilmediği sürece, düzenleme tamamen anlamsız bir içeriğe de bürünebilecek niteliktedir. Kanaatimizce, kanun ile tedbire ilişkin süre sınırlamasına yer verilmek yerine, mülki amir veya hakime, somut olayın özelliklerine göre ihtiyaç doğrultusunda süre ve mümkün ise destek miktarı tespitinde bulunmak yetkisinin bırakılması daha yerinde olurdu. Böylelikle, kadının iş bulabilmesi için gereken muhtemel süre ve muhtemel geliri dikkate alınarak, kreş desteğinin süresi ve miktarı hakkında karar verilmesi çok daha uygun olacaktır. Bu ihtimalde yetkili merciler değerlendirmeyi, desteğin sağlanacağı kadının eğitim durumu ve iş tecrübesi, sağlık durumu ve yaşı gibi kişisel özelliklerini ve kreş ihtiyacına dair durumun özelliklerini (çocuğa bakabilecek aile yakınının bulunup bulunmadığı, kadının hayatını sürdüreceği bölgede bulunan kreşlerin sayısı, eğitim saatleri ve ücret ortalamaları gibi) dikkate alarak yapmalıdır. Ek  olarak,  düzenlemede  kreş  yardımı  olarak  belirlenen  meblağın  da değerlendirilmesi gerekir. Düzenlemede,  on altı yaşından büyükler için her yıl belirlenen aylık net asgari ücret tutarının yarısını geçmemek  üzere kreş yardımı için 81  ibid 11; Ercoşkun Şenol (n 21) 437 dn 77.82  Sallan Gül (n 16) 117-118.83  Okul öncesi eğitim imkanının yaygınlaştırılmasının, kadının çalışma hayatına katılımını kolaylaştırmakla kalmayıp aynı zamanda uzun vadede ülke ekonomisinin gelişimine de olumlu etkisinin bulunduğunun bilimsel olarak kanıtlandığı hakkında bkz. Nazan Moroğlu, Kadınların İnsan Hakları Sözleşmesi (On İki Levha Yayıncılık 2009) 70; Bölükbaşı (n 19) 190.84  Sürenin, kadının gelirine göre belirlenmesi gerektiği ayrıca asgari ücretle çalışan kadınlar için bu imkandan sınırsız olarak yararlanmanın temini ile kadın istihdamının devamlılığının sağlanabileceği yönünde, Hayrunnisa Özdemir, ‘6284 Sayılı Ailenin Korunması Ve Kadına Karşı Şiddetin Önlenmesine Dair Kanun un Değerlendirilmesi  (2013) 1 (1) Nişantaşı Üniversitesi Sosyal Bilimler Dergisi 45, 54; Kadın istihdamının sürekliliğinin sağlanabilmesi için, kreş imkanı süresinin, kadının elde ettiği gelire göre kreş ihtiyacı çerçevesinde belirlenebilmesine imkan tanınması gerektiği ve bu bakımdan asgari ücretle çalışan kadının kreş imkanından çocuklar okul çağına gelene kadar yararlandırılması gerektiği yönünde benzer görüşte bkz Bölükbaşı (n 19) 190; Seval (n 15) 123.1162Kaya-Kızılırmak / 6284 Sayılı Ailenin Korunması ve Kadına Karşı Şiddetin Önlenmesine Dair Kanun da Öngörülen Mülki Amir...ödeme yapılacağı öngörülmektedir. Destek miktarının belirlenmesinde de, mağdurun bölgesindeki kreşlerin ortalama ücretleri, ayrıca yemek için ek ücret talep ediliyorsa bunun ve gerekiyorsa servis ücretinin de dikkate alınarak somut olaya göre karar verilmesi yetkisinin hakime veya mülki amire bırakılması daha yerinde bir çözüm olurdu. Nitekim İstanbul Sözleşmesi nde taraf devletler, tedbirlerin yeterli biçimde uygulanabilmesi için uygun finansal kaynakları tahsis etmek ile yükümlü kılınmıştır (Söz m 8).Benzer şekilde tedbire karar vermeye yetkili mercilere, kadının yaşadığı yer veya işyeri bölgesindeki kreşlerin çocuğu kreşe öncelikli olarak kabulüne ve bu bakımdan dönem ortasında bulunulması ya da kontenjan gibi sebeplerle kayıt talebinin geri çevrilmemesine dair karar verebilme yetkisinin tanınması da yerinde olacaktır.Esasen bu konuda  Özel Kreş ve Gündüz Bakımevleri ile Özel Çocuk Kulüplerinin Kuruluş  ve  İşleyiş  Esasları  Hakkında  Yönetmelik   ile  öngörülen  önemli  bir düzenlemeye değinmek gerekir. Yönetmelik ile, kuruluşların kapasitelerinin yüzde üçünün,  il  müdürlüğünce  tespit  edilecek  çocukların  ücretsiz  yararlanması  için ayrılacağı kuralı getirilmiştir (m 50/1)86. Söz konusu hüküm uyarınca, müdürlük, ücretsiz  kontenjanları  sosyal  çalışma  görevlisi  tarafından  düzenlenecek  sosyal inceleme raporuna göre değerlendirecektir (m 50/2). Hükümde, ücretsiz kontenjan kapsamında  değerlendirilecek  çocuklar  sayılmıştır  (m  50/2/a,b).  Buna  göre,  kadın konukevinde bulunan veya ayrılan kadınların çocukları  da bu kontenjan kapsamındadır (m 50/2/b). Ücretsiz olarak yerleştirilecek çocukları kabul etmeyen kuruluşlar hakkında, Yönetmeliğin 51. madde hükmü uygulanacaktır (m 50/3)87. Bu kapsamda denetimi yapılacak hususlardan biri de,  Ücretsiz bakılması uygun görülen çocuğun kuruluşa kabul edilmemesi dir (m 51/5/k). Bu kurala ilişkin eksiklik veya aykırılık halinde, 2828 sayılı Sosyal Hizmetler Kanunu nun 35/A maddesi uyarınca idari para cezası uygulanır (m 51/6/c 1). Belirlenen sürede bu eksiklik veya aykırılık giderilmez ise, bu para cezasının iki katı tutarında tekrar ceza uygulanır ve giderim için otuz günlük ek süre verilir. Bu sürede de eksiklik veya aykırılığın giderilmemesi üzerine, kuruluş kapatılır (m 51/7). Ayrıca, eksiklik veya aykırılıkların giderilmesi için verilen süreler içinde kuruluşa yeni bir çocuk kabulü yapılamaz (m 51/8). 85  RG 30.04.2015/29342.86  Yönetmeliğin 1996 tarihli önceki düzenlemesinde, en az iki çocuk olmak üzere %5 olarak öngörülen ücretsiz kontenjanın, %3 e indirildiği ve en az iki çocuk kabul etme yükümlülüğünün kaldırıldığı, bu hali ile 34 ten az çocuk kapasiteli kreşlerin ücretsiz kontenjan tahsis etme yükümlülüğünün kendiliğinden kalkmış olduğu yönünde, Uçan et al. (n 19) 41.87  Söz konusu hüküm uyarınca kuruluşlar en az altı ayda bir denetlenir (m 51/3) ve denetim sonucu tespit edilen hususlar il müdürlüğü tarafından yazılı olarak kuruluşa bildirilir. Kuruluş, en fazla bir ay içinde belirtilen eksiklikleri gidermek zorundadır (m 50/4). Denetim sonucu tespit edilen eksikliklerin verilen süre içinde giderilip giderilmediği tekrar denetlenir (m 51/5).88  RG 27.5.1983/18059.89   …16 yaşından büyükler için her yıl belirlenen aylık net asgari ücret tutarının on katından elli katına kadar idari para cezası verilir . 1163İstanbul Hukuk Mecmuası 78/3Özellikle büyükşehirlerde bu Yönetmeliğe tabi olarak işletilen kreşlerin sayısının çokluğu düşünüldüğünde, buraya kadar genel esasları ortaya konulmuş olan kontenjana ilişkin düzenlemenin gereği gibi uygulanması halinde, hem sığınmaevlerinde bulunan hem de bunlardan ayrılmış olan (veya amaca yönelik yorum çerçevesinde sığınma evinde hiç kalmamış olan) şiddet mağduru kadınların çocuklarının kreş ihtiyacı karşılanabilecektir. Artık bu konuda tedbir kararı verilmesine gerek olmayacağı için Kanun un madde 3/1/d hükmünde yer alan süre ve miktar sınırları aşılabilecektir. Şiddetle mücadelede kadının şiddet ortamından uzaklaşarak kendisine yeni bir hayat kurabilmesi için, ekonomik bağımsızlığını elde edebilmesi ve çocuklarına kreş imkanının sunulması bir bütünün ayrılmaz parçalarıdır. Dolayısıyla, buraya kadar aktarılan ücretsiz kontenjana ilişkin yükümlülüğün gereği gibi yerine getirilmesinin sağlanması, şiddetle mücadelede büyük önem arz eder. Tekrar belirtmek gerekir ki, kreş imkanının sağlanmasına dair düzenleme, ancak bu tedbir ile hedeflenen amacın gerçekleştirilmesine fiilen hizmet edebildiği sürece etkin olabilecektir. Ülkemizde sıklıkla evde bakıcılar aracılığı ile de çocukların bakımı sağlanmaktadır. Bu bakımdan, yalnızca kreşe kayıt halinde değil, çocuğun bakımının  bakıcı  aracılığı  ile  sağlanması  halinde  de  bakıcı  ücretinin  tedbirin kapsamına dahil edilmesi önemli bir gerekliliktir. Evvela, iki yaş altı çocukları kabul eden kreş sayısı oldukça azdır. Bu yaş grubunda çocuğu olan kadının çalışabilmesi için bakıcı masrafının da desteklenmesi gerekir. Ayrıca kadının bulunduğu bölgede kreş de bulunmayabilir. 6284  sayılı  Kanuna  ilişkin  Yönetmeliğin,  11.  maddesi  incelendiğinde,  kreş ödemesinin Müdürlük tarafından kreşe yapılacağı, ancak ödemenin, kreşe kayıt ve devam edildiğine dair belgenin Müdürlüğe ibrazını takiben, yani kreş hizmeti alındıktan sonra aylık olarak yapılacağı anlaşılmaktadır (Yön m 11/2,3). Ödemenin kreşten hizmet alımından sonra yapılacak olmasının, suiistimallerin önüne geçmeyi hedef aldığı açıktır. Ne var ki, kreşler tarafından ücretlerin her ayın başında peşin olarak alınacağı düşünüldüğünde, şiddet mağduru kadının bu ödemeyi geri alabilmek için bir ay bekletilmesi adaletli değildir. Düzenleme ile ayrıca ödeme sağlanacak kreşin, kamuya ait olması veya özel kreş olması arasında bir ayrım yapılmamıştır. GREVIO raporunda, kreş imkanına dair bu düzenlemelerin mağdurların ihtiyacını karşılamada yetersiz olabileceği, devlet raporuna göre 2016 yılında bu imkandan yalnızca 6 mağdurun yararlandığı tespit edilmiştir. Raporda, Türkiye ye, kreş imkanına dair düzenlemelerin artırılması ve mağdurların bu imkandan faydalanmasının 90   Yıllık bedelin peşin ödenmesi yönündeki fiili uygulama esasen hukuka aykırıdır. Zira,  Özel Kreş ve Gündüz Bakımevleri ile Özel Çocuk Kulüplerinin Kuruluş ve İşleyiş Esasları Hakkında Yönetmelik in ücret tahsiline ilişkin 48. maddesinde, ücretlerin kreşler tarafından her ayın başında peşin olarak alınacağı ve velilerin bir aylık ücretten fazla peşin ödemede bulunmak için zorlanamayacağı, bono, senet ve benzeri uzun süreli bağlantı isteğinde bulunulamayacağı hüküm altına alınmıştır. 91   Grevio Rapor, (n 25) P 162.1164Kaya-Kızılırmak / 6284 Sayılı Ailenin Korunması ve Kadına Karşı Şiddetin Önlenmesine Dair Kanun da Öngörülen Mülki Amir...teşvik edilmesi yönünde  ısrarlı tavsiye de bulunulmuştur. Açıkçası, bu tedbire yönelik taleplerin azalmasına veya tedbire yetkili merci tarafından re sen karar verilmesi  halinde  dahi  tedbirden  yararlanılmamasına,  düzenlemede  öngörülen tedbirin süresinin kısalığı da sebep olmuş olabilir. Zira bu kadar kısa sürede ekonomik bağımsızlığını sağlayamayacak olan kadının, sürenin sonunda bu destekten yoksun kalacağını ve çocuğu kreşe göndermeye devam edemeyeceğini öngörüp, çocuğun istikrarlı olarak gidemeyeceği kreşe yalnızca birkaç ay için kaydını yapmaktan baştan imtina etmesi anlaşılabilir bir düşüncedir. IV. SonuçKadına  karşı  şiddetle  mücadelede,  6284  sayılı  Kanun  ve  Türkiye nin  taraf olduğu ve bu bakımdan Anayasa madde 90 uyarınca kanun hükmünde olan İstanbul Sözleşmesi önemli birer araçtır. Bu yasal araçların tanıdığı imkanların ve yetkili merciler ile devlete yüklediği yükümlülüklerin, doğru şekilde anlaşılarak şiddetle mücadele amacına uygun olarak kullanılması ve yerine getirilmesi gerekir. Mülki amir, 6284 sayılı Kanun uyarınca, şiddet mağdurunun, şiddet ortamından uzaklaştırılması,  şiddetten  korunması,  ve  sonrasında  şiddetten  arınmış  bir  hayat kurabilmesi için bir kısım tedbirlere karar vermeye yetkili kılınmıştır. Bunlar, hayati tehlike halinde geçici koruma altına alınma, uygun barınma yeri sağlanması, geçici maddi yardım, rehberlik ve danışmanlık hizmeti ile kreş imkanının sunulmasından ibarettir. Görülmektedir ki mülki amire, şiddet mağdurunun özellikle şiddetten korunması ve 9beraberinde şiddetten uzak bir yaşam kurabilmesi için bir kısım tedbirlere karar verme yetkisi tanınmıştır. Ancak bu yetki bazı özellikler içerir. Öncelikle, mülki amire tanınan bu yetki, tedbirin türü bakımından sınırlı değildir. Mülki amir gerek görür ise benzeri başka tedbirlere de karar vermekte serbest ve esasen bununla yükümlüdür. Ayrıca mülki amirin karar verirken mağdurun beyanını esas alması ve ispat vasıtaları talep etmemesi de bir kanuni yükümlülüktür. Diğer yandan, bu tedbirlere karar vermeye hakim de yetkilidir. Tedbirlere  karar  verirken  mülki  amirlerin,  6284  sayılı  Kanun  ile  İstanbul Sözleşmesi nin hüküm ve amaçlarını göz önünde bulundurması ve bunların uygulanması sürecinde, yetkili mercilerin kendilerine yüklenen işbirliği yükümlülüklerine uygun davranması büyük önem arz eder. Amaç, şiddetle ve özellikle kadına karşı şiddetle mücadeledir. Bu süreçte çocukların da doğrudan şiddete maruz kalmasalar bile ev içi şiddet vakalarında dolaylı mağdur kabul edildikleri de unutulmamalıdır. Bu amacın yerine getirilebilmesi için, bu konuda kapsamlı yol haritası sunan 6284 sayılı 92   Grevio Rapor, (n 25) P 164 Appendix I N 31-c.93  Ne var ki, 6284 sayılı Kanun doktrinde de yeterince benimsenmemiş, temel aile hukuku kitaplarının çoğunda dahi yalnızca kanun hükümlerinin kısa özetinden ibaret aktarımların ötesine geçilememiştir.1165İstanbul Hukuk Mecmuası 78/3Kanun ile İstanbul Sözleşmesi nin yetkili makamlar için bağlayıcı düzenlemelerinin, önyargılardan ve kişisel kanaatlerden uzak surette incelenip anlaşılarak, hukuka uygun surette gereği gibi uygulanması gerekir.Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir.Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare.Grant Support: The author declared that this study has received no financial support.1166Kaya-Kızılırmak / 6284 Sayılı Ailenin Korunması ve Kadına Karşı Şiddetin Önlenmesine Dair Kanun da Öngörülen Mülki Amir...",
     "Kaynakça": "Aydoğan A, ‘6284 Sayılı Ailenin Korunması ve Kadına Karşı Şiddetin Önlenmesine Dair Kanun un  Şiddeti Önleme  Yükümlülüğü  (2018) 92(3) İBD (215 217)Ayhan T, ‘Protecting the Woman or the Family? Contradiction Between the Law and Its Practice in Violence Against Woman Cases in Turkey  (2017) 5(1) Marmara Üniversitesi Siyasal Bilimler Dergisi (137 162)Bacaksız P, ‘6284 Sayılı Ailenin Korunması ve Kadına Karşı Şiddetin Önlenmesine Dair Kanun Kapsamında Kadının Korunması  iç (edr Nur Centel) Ceza Hukukunda Kadının Şiddete Karşı Korunması Koç Üniversitesi Hukuk Fakültesi Hukuka Genç Yaklaşımlar Konferans Serisi No.1 (2013) (13 37)Bakırcı K, ‘İstanbul Sözleşmesi  (2015) 4 Ankara Barosu Dergisi (133 204)Bölükbaşı Ö, 6284 Sayılı Ailenin Korunması ve Kadına Karşı Şiddetin Önlenmesine Dair Kanun Kapsamında Kadının ve Aile Bireylerinin Korunması (Yetkin Yayınları 2015)Campbell R and Raja S, ‘Secondary Victimization of Rape Victims: Insights From Mental Health Professionals Who Treat Survivors of Violence  (1999) 14 (3) Violence and Victims (261 275) Ceylan E ‘Türk Hukukunda Aile İçi Şiddet ve Kadına Karşı Şiddetin Önlenmesiyle İlgili Düzenlemeler  (2013) 109 TBB Dergisi (13 54)Council of Europe, Explanatory Report to the Council of Europe Convention on Preventing and Combating Violence Against Women and Domestic Violence (2011) (Şerh) <https://rm.coe.int/16800d383a> Erişim Tarihi 15 Nisan 2020Demirkır Ünlü M, Kadına Yönelik Şiddet ve Aile İçi Şiddet (Legal Yayınları 2012)Ercoşkun Şenol H K, ‘Ailenin Korunması ve Kadına Karşı Şiddetin Önlenmesine Dair Kanun Üzerine Bir İnceleme  (2019) Uyuşmazlık Mahkemesi Dergisi (13) 423 459Erdem M, ‘Aile İçi Şiddet ve 4320 sayılı Ailenin Korunmasına Dair Kanun  (2007) 73 TBB Dergisi (46 77)Erdem M, Aile Hukuku (2. Bs, Seçkin Yayıncılık 2019) GREVIO s (Baseline) Evaluation Report on legislative and other measures giving effect to the provisions of the Council of Europe Convention on Preventing and Combating Violence against Women and Domestic Violence (Istanbul Convention) TURKEY, <https://rm.coe.int/enggrevio report turquie/16808e5283> Erişim Tarihi 15 Nisan 2020Karakaya R, Uygulamada Ailenin Korunması ve Kadına Karşı Şiddetin Önlenmesine Dair Kanun (2. Bs, Adalet Yayınevi 2018)Karakuş H, ‘Kadına Yönelik Şiddete Kadın Polislerin Bakış Açısı: Artvin İl Emniyet Müdürlüğü Örneği  (2012) Hacettepe Üniversitesi Sosyolojik Araştırmalar E Dergisi (1 38) <http://www.sdergi.hacettepe.edu.tr/makaleler/kadinaYonelikSiddeteKadinPolislerinBakisAcisi27Subat12.pdf> Erişim Tarihi 15 Nisan 2020 Küpeli C, ‘Şiddet Mağduru Kadınların Unutulma Hakkı  (2016) 22(1) Marmara ÜniversitesiHukuk Fakültesi Hukuk Araştırmaları Dergisi (229 238)Laing L,‘Secondary Victimization: Domestic Violence Survivors Navigating the Family Law System  (2017) 23 (II) Violence Against Women (1314 1335)Moroğlu N, Kadınların İnsan Hakları Sözleşmesi (On İki Levha Yayıncılık 2009)1167İstanbul Hukuk Mecmuası 78/3Moroğlu N, ‘Uluslararası Sözleşmelerde ve Türk Hukukunda Kadına Karşı Şiddetin Önlenmesi  (2012) 8 (97 98) Bahçeşehir Üniversitesi Hukuk Fakültesi Kazancı Hakemli Hukuk Dergisi (Yoncalı Platformu Sempozyumu Günleri Kütahya Türkiye de Aile İçi Şiddetle Mücadele Hukuk Sempozyumu) (20 41)Orth U, ‘Secondary Victimization of Crime Victims by Criminal Proceedings  (2002)15(4) Social Justice Research 313 325Özdemir H, ‘6284 Sayılı Ailenin Korunması ve Kadına Karşı Şiddetin Önlenmesine Dair Kanun un Değerlendirilmesi  (2013) 1(1) Nişantaşı Üniversitesi Sosyal Bilimler Dergisi (45 63)Öztan B, Aile Hukuku (6. Bs, Turhan Kitabevi, 2015)Öztürk N, ‘Ailenin Korunması ve Kadına Karşı Şiddetin Önlenmesine Dair Kanunun Getirdiği Bazı Yenilikler ve Öneriler  (2017) 8(1) İnönü Üniversitesi Hukuk Fakültesi Dergisi (1 32)Patterson D, ‘The Linkage Between Secondary Victimization by Law Enforcement and Rape Case Outcomes  (2011) 26(2) Journal of Interpersonal Violence (328 347)Roque E, Ferriani M, Gomes R, Silva L and Carlos D, ‘Justice System and Secondary Victimization of Children and or Adolescents Victims of Sexual Violence in the Family  (2014) 23(3) Saude Sociedade (801 813) <http://www.scielo.br/scielo.php?pid=S010412902014000300801&script=sci_arttext&tlng=en> Erişim Tarihi 15 Nisan 2020Sallan Gül S, Türkiye de Kadın Sığınmaevleri, Erkek Şiddetinden Uzak Yaşama Açılan Kapılar Mı?, (2. Bs, Bağlam Yayıncılık 2013)Seval  H  N,  ‘Kadına  Karşı  Şiddetin  Önlenmesi  Konusunda  Temel  Uluslararası  ve  Ulusal Düzenlemeler  iç Necla Öztürk, Güven Yarar ve Şule Arslan (edt) Türk Hukukunda Kadın (Adalet Yayınevi 2017) (105 129)Türk T, ‘Cinsel İstismar Mağduru Çocuk ile Yapılan Adli Görüşmelerin Adli Görüşme Teknikleri Açısından İncelenmesi  (Yüksek Lisans Tezi, İstanbul Üniversitesi Adli Tıp Enstitüsü 2017) <www.tez.yok.gov.tr/UlusalTezMerkezi/> Erişim Tarihi 15 Nisan 2020.Uçan A et al, Türkiye de Erkek Şiddetiyle Mücadele Mekanizmaları İzleme Raporu (Mor Çatı  Yayınları  2015)  <https://www.morcati.org.tr/attachments/article/364/erkeksiddetiylemucadele%20mekanizmalarini izleme raporu.pdf> Erişim Tarihi 15 Nisan 2020Yağcıoğlu A H, ‘6284 Sayılı Ailenin Korunması ve Kadına Karşı Şiddetin Önlenmesine Dair Kanun ve Uygulamada Karşılaşılan Sorunlar  (2017) 9 (Özel Sayı) DEÜ Hukuk Fakültesi Dergisi 913 966Yenisey F, ‘Uluslararası Sözleşmede Kadına Yönelik ‘Şiddet Riskinin  Değerlendirilmesi ve Türk Hukuku  (2012) 8 (97 98) Bahçeşehir Üniversitesi Hukuk Fakültesi Kazancı Hakemli Hukuk Dergisi, (Yoncalı Platformu Sempozyumu Günleri Kütahya Türkiye de Aile İçi Şiddetle Mücadele Hukuk Sempozyumu) (10 16)Yılmaz C, Türk ve İsviçre Medeni Kanunlarına Göre Birlikte Yaşamaya Ara Verilmesi, (Adalet Yayınevi 2016)1168"
}