{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "05",
     "Ay": "11",
     "Yıl": "2020",
     "Cilt": "78",
     "Sayı": "3",
     "Başlık": "Dede Cöngi nin Siyâsetü ş Şer iyyesi nin Ceza Hukuku Değeri",
     "Title": "The Criminal Law Value of Al Siyasa Al Shar iya of Dede Cöngî",
     "Yazar İsmi": [

          "Mustafa Ünal"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Dede cöngî", "Siyâsetü’ş-Şer’iyye", "Siyaset", "Vali-yi cerayim", "Siyâseten katl"
     ],
     "Keywords": [
          "Dede cöngî", "Al-Siyasa al-Shar’iya", "Siyasa", "Vali-i cerâyim", "Capital punishment"
     ],
     "Özet": "İslâm hukukunda siyaset kavramı ve içeriği tarih boyunca en tartışmalı konulardan biri olmuştur. Özellikle Hanefî fıkhı içerisinde gelişim göstermiş olan siyâset, Osmanlı Devletinde uygulama alanı bulmuştur. Ceza hukuku açısından ele alınması gereken siyaset ile ilgili olarak Osmanlı devletindeki en önemli eserlerden biri Dede Cöngî nin Siyâsetü ş Şer iyye sidir. Siyâsetü şŞer iyye de müellif, siyâset müeyyidesinin hukuka uygunluğuna yönelik açıklamalarda bulunmuştur. Bu kavramı açıklarken aynı zamanda, ceza hukuku ilkelerine, suç teorisine dair hükümlere, bazı suç tiplerine ve bunlara öngörülen yaptırımlara, muhakeme hukukuna ve infaz hukukuna ilişkin açıklamalarda bulunmuştur. Eserde ele alınan konular incelendiğinde, eserin ceza hukukuna ilişkin önemli miktarda açıklamalar da ihtiva ettiği görülecektir. Bu özelliğiyle eser, Osmanlı Ceza Kanunlarına temel teşkil edebilecek bir niteliktedir. Yapılmış olan tercümelerinden biri, eseri maddeler halinde inceleyerek bir kanun hüviyetine büründürmüştür. Bununla birlikte eser, fıkıh kitaplarından birçok nakil yapmış olup bu özelliğiyle doktrinsel bir nitelik de göstermiştir. Yazıldığı döneme göre büyük öneme sahip olan eserde, tanımların yapılmamış olması ve suç teorisine ilişkin hükümlerin azlığı gibi bazı eksikler de bulunmaktadır.",
     "Abstract": "The concept and content of siyasa in Islamic Law has been one of the most controversial topics throughout history. The concept of siyasa, which has developed especially in the Hanafi fiqh, has been a method used in the Ottoman State. One of the most important treatises in the Ottoman Empire regarding the siyasa that should be examined in terms of Criminal Law is Al-Siyasa Al-Shar iya Of Dede Cöngî. The author gave explanations regarding the compliance with laws of the siyasa sanction in Al-Siyasa Al-Sharyia Of Dede Cöngî. While explaining this concept the author also gave explanations about principles of criminal law, crime theory, certain types of crime and sanctions prescribed to them, the law on criminal procedure and the law on criminal execution. When the topics discussed in the treatise are examined, it will be seen that the treatise contains a significant amount of explanations regarding the criminal law. With this feature, the treatise has the quality to form a basis for the Ottoman Criminal Codes. One of its translations, in the form of articles, is in the form of code text. In addition to this, the treatise has made many quotations from fiqh books, and with this feature, it has also showed the doctrinal feature. There are some deficiencies in the treatise, which is of great importance compared to the period it was written, such as not being defined and insufficiency of explanations related to crime theory.",
     "Metin": "A. MüellifiMüellifin tam adı, Kemâlüddîn İbrâhîm b. Bahşî b. İbrâhîm dir. Dede Cöngî, Kara Dede ve Dede Halife gibi lakaplarla da anılmıştır.1 Amasya (Uluköy) Sonusalıdır. 1514 (h. 920) yılına değin deri tabaklama işiyle iştigal eden müellif sonrasında ilim tahsiline koyulmuştur. Evliya Çelebi, debbağlıkla uğraştığı sürenin 60 yıl olduğunu ifade etmektedir.2 İlimde özellikle fıkıh (Hanefi fıkhı), tefsir ve Arap edebiyatı alanlarında derinleşmiş ve farklı görevler de icra etmiş olmakla birlikte özellikle ilmi doğrultusunda müderris, müftü ve müfessir sıfatlarını haiz olmuştur. 15281529 (h. 935) tarihinde mülazım olarak Bursa Bayezid Paşa Medresesi nde göreve başlamış ve ardından burada müderrisliğe yükselmiştir. Tire Kara Kadı Medresesi, Merzifon Sultâniyesi, Diyarbekir Medresesi ve Halep Hüsrev Paşa Medresesi nde müderrislik görevini icra etmiştir. Bunun yanında müderrislik görevini icra ettiği kimi yerlerde müftülük görevini de yerine getirmiştir. 1550 (h. 957) yılında taltif edilerek kendisine Süleymâniyye-i İznik pâyesi verilen müellif, 1558 (h. 965) senesinde Kefe müftülüğü ile görevlendirilmiştir. 1564 (971) tarihinde hakkında azil kararı verilmiş ancak bu karar daha sonra geri alınmıştır. 1565 (972) yılında ise müellif, yaşlılığı nedeniyle istifasını sunmuştur. 1567-1568 (h. 975) tarihinde Bursa da vefat etmiştir.3 Hoca Muhammed Karamanî mescidi avlusuna defnedilmiştir.4 Dede Cöngî Efendi, Osmanlı nın 42. Şeyhülislâmı olan Minkarîzâde Yahya Efendi nin de dedesidir.5Dede  Cöngî  Efendi  yerine  getirdiği  görevler  esnasında  birçok  eser  kaleme almıştır.6 Biz çalışmamızda bu eserlerden Siyâsetü ş-şerʿiyye yi konu edineceğiz. Bu eserin, dört farklı Türkçe tercümesi mevcuttur. Bunlardan en meşhuru Mehmet Sebzî Efendi nin tercümesidir. Diğer iki tercümeden biri İsmail Müfîd Efendi ye diğeri ise, Meşrebzâde Mehmed Ârif Efendi ye aittir. Ancak Ârif Efendi eseri daha da genişleterek tercüme etmiştir. Dördüncü tercüme ise, Asım Cüneyd Köksal tarafından günümüz Türkçesi ne yapılmıştır.1  Ahmet Akgündüz, ‘Dede Cöngî , DİA, C IX (TDV Yayınları 1994), 76; Mehmed Süreyya, Sicil-i Osmanî, C III (Tarih Vakfı Yurt 1996), 882; Bursalı Mehmed Tahir Efendi, Osmanlı Müellifleri, C I, (Haz: Ali Fikri Yavuz, İsmail Özen), (Meral ty), 298; Marinos Sariyannis and E Ekin Tuşalp Atiyas, ‘The Imperial Heyday: The Formation of the Ottoman System and Reactions to It , A History of Ottoman Political Thought up to the Early Nineteenth Century, (Brill 2019), 105.2  Evliya Çelebi b. Derviş Mehemmed Zıllî, Evliyâ Çelebi Seyahatnâmesi, C II (Yapı Kredi 1998), 35.3  Akgündüz (n 1) 76; Süreyya (n 1) C III, 882; Abdullah Sabit Tuna, Osmanlı Siyasetname Geleneği İçinde Dede Cöngî nin Yeri ve Eserinin Tahlili (İÜSBE, Yayımlanmamış Yüksek Lisans Tezi, 2011), 32.4  Tahir Efendi (n 1) C I, 298.5  Turan Açık, ‘Dede Cöngî nin Siyâsetü ş-Şer iyesi nin Mehmet Sebzî Efendi Tercümesi , 2016, 2 (3), Journal of Turkish Language and Literature, 1-24, 5; Ahmet Akgündüz, İslâm ve Osmanlı Hukuku Külliyâtı, Kamu Hukuku, C I, (OSAV 2011), 557.6  Bu eserlerle ilgili bilgi için bkz: Dede Cöngî, Şer î Siyaset, (çev: Asım Cüneyd Köksal), (İlke 2019), 9 ff. Akgündüz (n 1) 76, 77; Tahir Efendi (n 1) C I, 298, 299.1596Ünal / Dede Cöngi nin Siyâsetü ş-Şer iyyesi nin Ceza Hukuku DeğeriB. Telif ve Neşir TarihiDede Cöngî nin, Arapça olarak kaleme aldığı es-Siyâsetü ş-şer iyye adlı eserinin Kanuni  Sultan  Süleyman  devrinde  yazıldığı  bilinmekte  olup  net  yazım  tarihi bilinmemektedir.7C. ÜslubuEser Arapça olarak kaleme alınmıştır. Arap diline vâkıf olan Dede Cöngî Efendi bu eseri yazarken dili güzel bir şekilde kullanmıştır. Eser maddeler halinde yazılmış bir halde değildir. Eserin, Osmanlı Türkçesine, yukarıda ifade edildiği üzere üç farklı tercümesi yapılmıştır.8 Eserin yazımının 16. yüzyılda, çevirilerinin de 17. ve 19. yüzyıllarda yapılmış olması nedeniyle üslubu bugün için anlaşılma hususunda gayret  istemektedir.  Mehmet  Sebzî  Efendi  tercümeyi  kaleme  alırken  herkes tarafından oldukça anlaşılır bir dil kullanacağını ifade etmiş ve dönemi içerisinde anlaşılır bir üslupla tercümeyi gerçekleştirmiştir.9 Meşrebzâde Mehmed Ârif Efendi tercüme ederken eseri bir kanun metni gibi düzenleyip genişletmiştir. Bunun nedeni de, kendisinin hem resmi olarak şeyhülislamlık görevini hem de Meclis-i Valây-ı Ahkâm-ı Adliye üyeliği görevini ifa etmesinden dolayı tercümeyi bir kanun koyucu gibi hareket ederek yapması olarak görülebilir. Bu tercümenin üslubu ağırdır.10 Eserin günümüz Türkçesine ise bir tercümesi yapılmıştır. Asım Cüneyd Köksal tarafından yapılan bu tercümenin dili açık ve anlaşılması kolaydır.D. Fıkhi DeğeriSiyasetü ş-Şer iyye kavramı, orta dönem Hanefi fakihlerden itibaren görülse de bu konuyu özellikle, Karafî, İbn Teymiyye, İbn Kayyım el-Cevziyye gibi alimler ele almış ve açıklamışlardır. Osmanlı devletinde ise Dede Cöngî Efendi ye kadar bu konunun kısmi incelemeler dışında ele alındığını söylemek güçtür. Dede Cöngî Efendi  de  mezkur  alimlerden  alıntılarla  bu  konuyu  ele  almıştır.11  Dede  Cöngî Efendi den sonra bu konunun Osmanlı hukuk müktesebatında daha fazla işlendiği görülse de, kendinden önce müstakil bir örneği görülmediği için Dede Cöngî nin risalesi, bu konunun aydınlatılması hususunda önemli bir görev ifa etmiştir.12 Tam bir kanun hüviyetinde olmamakla birlikte kanunlaşmaya elverişli yapısıyla, eserini usul 7  Zeynep Gül Erel, Dede Cöngî s Risâletü s-Siyâseti ş-Şer iyye: A Context Analysis Through Its Translations In The Sixteenth And The Nineteenth Centuries (İhsan Doğramacı Bilkent Üniversitesi, Graduate School of Economics and Social Sciences, Yayımlanmamış Yüksek Lisans Tezi, 2012), 4.8  Akgündüz (n 5) C I 557.9  Minkarizâde Kemâlüddîn İbrâhîm, Terceme-i Risâle-i Siyâset-i Şer iyye, (çev: Mehmet Sebzî Efendi), (Süleymaniye Yazma Eser Kütüphanesi Nuruosmaniye Koleksiyonu, no: 4982, 1121 / 1709), 2b.10  Akgündüz (n 5) C I 558, 559.11  H Yunus Apaydın, ‘Siyâset-i Şer iyye , DİA, C 37, (TDV 2009), 299-300.12  Tuna (n 3) 35, 36.1597İstanbul Hukuk Mecmuası 78/3ve füru kitaplarından faydalanarak oluşturan Dede Cöngî Efendi, Kur an, Sünnet ve sahabe örneklerinden yola çıkarak getirdiği delillerle inceleme konularını açıklamış, yöneticilerin ağır ceza verebilmelerinin meşruiyet zeminini ifade etmiştir.E. TesiriArapça  olarak  kaleme  alınan  eser,  üzerinden  çok  süre  geçmeden  yukarıda belirtildiği üzere Osmanlı Türkçesine çevrilmiştir. Bu çevirilerden Mehmet Sebzî Efendi ye ait olanı, Turan Açık tarafından transkript edilmiştir. Turan Açık eserin öneminden bahsederken, yazıldığı dönemin en önemli meselelerinden olan Siyâset-i şer iyye konusuna değinerek örfün şeriata uygunluğunu açıkladığını belirtmiştir.14 Meşrebzâde Ârif Efendi ye ait olan bir diğer çeviriyi ise Ahmet Akgündüz transkript etmiştir.15Ömer  Nasuhi  Bilmen in,  Hukuk-ı  İslâmiyye  ve  Istılahatı  Fıkhiyye  Kamusu adlı eserinde ceza hukukuna dair konuları işlediği üçüncü ciltte velâyeti ceraim ve siyâset-i şer iyye gibi hususları anlatırken Dede Cöngî Efendi den yararlandığı ifade edilebilir. Ancak modern atıf usulleriyle yazılmış bir eser olmaması dolayısıyla atıflarda görülmeyen bu durum, her iki esere birlikte bakıldığında fark edilebilir.16 Uriel Heyd,  Studies In Old Ottoman Criminal Law  adlı eserinde, Siyâsetü şŞer iyye ye atıflarda bulunmuş ve kaynakçasında yer vermiştir.17 Mehmet Akman,  Osmanlı Devleti nde Ceza Yargılaması  isimli eserinde, Siyâsetü ş-Şer iyye ye birçok kez atıfta bulunmuş ve bu eseri kaynakları arasında göstermiştir.18 Muharrem Midilli,  Klasik Osmanlı Ceza Hukukunda Şeriat-Kanun Ayrımı  adlı eserinde en temel kaynaklarından biri olarak Siyâsetü ş-Şer iyye yi kullanmış ve birçok yerde atıf yapmıştır.19 Ayrıca yazar, Dede Cöngî nin es-Siyâsetü ş-Şer iyye sinin, Osmanlı ceza kanunlarının hukuki temellendirmesi olup olmayacağını tartıştığı bir kitap bölümü de neşretmiştir.20 Asım Cüneyd Köksal,  Fıkıh ve Siyaset (Osmanlılarda Siyâset-i Şer iyye) , adlı çalışmasında temel bir kaynak olarak Siyâsetü ş-Şer iyye yi kullanmış, birçok yerde atıf yapıp, kaynakçasında da göstermiştir.21 Ahmet Yaman,  Siyaset ve Fıkıh  isimli eserinde Siyâsetü ş-Şer iyye ye atıfta bulunmuş, ayrıca 13  Mehmet Sebzî Efendi (n 9) 2a; Uriel Heyd, Studies In Old Ottoman Criminal Law, V L Menage (ed), (At The Clarendon Press, 1973), 199, 202.14  Akgündüz, (n 5) C I 557.15  Dede Cöngî (n 6) 67 ff.16  Ömer Nasuhi Bilmen, Hukuk-ı İslâmiyye ve Istılahatı Fıkhıyye Kamusu, C III, (Bilmen ty), (910 ff), s.328.17  Heyd (n 13) xvii, 198-204, 246, 250, 252, 281, 304, 18  Mehmet Akman, Osmanlı Devleti nde Ceza Yargılaması (Eren 2004), 51, 52, 61, 81, 84, 150, 107, 188.19  Muharrem Midilli, Klasik Osmanlı Ceza Hukukunda Şeriat-Kanun Ayrımı (Klasik 2019), atıf yaptığı bazı sayfa numaraları: 91, 92, 93, 94, 96, 100, 105, 116, 120, 121, 125, 129, … ,332. 20  Muharrem Midilli, ‘Dede Cöngî nin es-Siyâsetü ş-Şer iyye si Osmanlı Ceza Kanunlarının Hukuki Temellendirmesi midir? , Osmanlıda İlm-i Fıkıh Âlimler, Eserler, Meseleler, (İsar 2017), 225 ff.21  Asım Cüneyd Köksal, Fıkıh ve Siyaset Osmanlılarda Siyâset-i Şer iyye, (Klasik 2017, 34, 43, 51, 77, 78, 82, …, 321.1598Ünal / Dede Cöngi nin Siyâsetü ş-Şer iyyesi nin Ceza Hukuku Değerikaynakçasında da bu esere yer vermiştir.22 Ahmet Gökcen,  Tanzimat Dönemi Osmanlı Ceza Kanunları ve Bu Kanunlardaki Ceza Müeyyideleri  adlı çalışmasında bu eserden yararlanmış ve esere atıfta bulunmuştur.23 Yavuz Aykan,  A Legal Concept in Motion: The ‘Spreader of Corruption (sa i bi l-fesad) from Qarakhanid to Ottoman Jurisprudence , isimli makalesinde Siyaset üş-Şer iyye ye atıflarda bulunmuştur.24  Osmanlı Devleti nde Siyaseten Katl  adlı kitabın yazarı olan Ahmet Mumcu, bu eseri kaynak olarak kullanmamıştır. Hayreddin Karaman Mukayeseli İslâm Hukuku adlı kitabında, bu esere herhangi bir atıf yapmamış ve kaynakları arasında göstermemiştir.Mustafa Avcı,  Osmanlı Ceza Hukuku Genel Hükümler ,  Osmanlı Ceza Hukuku Özel  Hükümler ,   Türk  Hukuk  Tarihi   ve   Hukuk  Tarihimizde  Hapis   isimli kitaplarında Dede Cöngî nin Siyâsetü ş-Şer iyye sine atıflar yapmış ve kaynakçasında yer vermiştir.25 Ayrıca,  Hukuk Tarihimizde Hukuka Aykırı Deliller Sorunu: İşkence (Örf-i Maruf) Uygulaması 26,  Töre Cinayetlerinin Tarihi Kökenleri 27,  İslâm ın Ceza Hukukuna Katkısı 28,  Kasten Öldürme ve Kasten Yaralama Suçlarının Manevi Unsurlarını Ayırt  Etmeye  Yarayan  Ölçütler 29,   Osmanlı  Hukukunda  Livatanın Cezası 30,  Osmanlı İnfaz Hukukundaki Gelişmelere Genel Bir Bakış 31,  Osmanlı Hukukunda Suça Teşebbüs 32 isimli makalelerinde de birçok atıf yapmıştır.II. MuhteviyatA. KonusuSiyâsetü ş-şer iyye giriş bölümü ve onu müteakiben beş fasıldan müteşekkildir. Giriş bölümünde, siyâset tarif edilmiş ve iki türe ayrılarak belirtilmiştir. İlk fasılda 22  Ahmet Yaman, Siyaset ve Fıkıh, (İz, 2015), 73, 74.23  Ahmet Gökcen, Tanzimat Dönemi Osmanlı Ceza Kanunları ve Bu Kanunlardaki Ceza Müeyyideleri, (İstanbul 1989), 9.24  Yavuz Aykan, ‘A Legal Concept in Motion: The ‘Spreader of Corruption (sa i bi l-fesad) from Qarakhanid to Ottoman Jurisprudence , 2018, Islamic Law an Society, 4, 7, 14.25  Mustafa Avcı, Osmanlı Ceza Hukuku Genel Hükümler (Adalet 2018) atıf yaptığı bazı sayfa numaraları: 22, 23, 24, 64, 114, 184, 214 236, 248, 251, 261, 262, 263, 295, 297, 312, 334, 335, 339, 342, 349,…, 472;   Mustafa Avcı, Osmanlı Ceza Hukuku Özel Hükümler (Adalet, 2018) atıf yaptığı bazı sayfa numaraları: 39, 64, 66, 76, 78, 80, 101, 122, 124, 171, 237, 241, 243, 249, 260, 261, 266, 280, 310, 316, 317, 331, 338…, 637;   Mustafa Avcı, Türk Hukuk Tarihi (Atlas, 2019) atıf yaptığı sayfa numaraları: 258, 273, 274, 279, 295….  Mustafa Avcı Hukuk Tarihimizde Hapis (Adalet, 2019), atıf yaptığı bazı sayfa numaraları: 32, 33, 39, 40, 109, 111, 114, 118, 149, 159, 160, 162, 163, 164, 165, 172, 181, 184, 185, 187, 193, 194, …, 414.26  Mustafa Avcı, ‘Hukuk Tarihimizde Hukuka Aykırı Deliller Sorunu: İşkence (Örf-i Maruf) Uygulaması , 2003, (147) Türk Dünyası Araştırmaları Dergisi, 45-76, 56, 61, 74.27  Mustafa Avcı, ‘Töre Cinayetlerinin Tarihi Kökenleri , (2005), (158), Türk Dünyası Araştırmaları Dergisi, 119-144, 122, 125, 136, 139.28  Mustafa Avcı, ‘İslâm ın Ceza Hukukuna Katkısı , (2008), (8), İslâm Hukuku Araştırmaları Dergisi, 113-148, 117.29  Mustafa Avcı, ‘Kasten Öldürme ve Kasten Yaralama Suçlarının Manevi Unsurlarını Ayırt Etmeye Yarayan Ölçütler , (2005), KHukA, 86-98, 87.30  Mustafa Avcı, ‘Osmanlı Hukukunda Livatanın Cezası , (2018), 26(2) SÜHFD, 15-45, 30, 35, 37, 41.31  Mustafa Avcı, ‘Osmanlı İnfaz Hukukundaki Gelişmelere Genel Bir Bakış , (2004), 12 (3-4), SÜHFD, 87-159, 97, 113, 115, 119, 143.32  Mustafa Avcı, ‘Osmanlı Hukukunda Suça Teşebbüs , (2013), 2, ERÜHFD, 7-37, 18.1599İstanbul Hukuk Mecmuası 78/3 Siyâset-i  Şer iyyenin  Kitap  ve  Sünnet  ile  Meşruiyetine  Delâlet  Eylemenin Beyanındadır   başlığı  ile  siyasetin  meşruiyetini  ispata  yönelik  delillerden bahsedilmektedir.  İkinci  fasıl,   Fî-Ahkâm  Hâze l-Bâb   başlığı  ile  kadıların siyasetle amel edebileceğini beyan etmektedir. Valiler ile kadıların yargılamaya ilişkin farklarından bahsedildiği üçüncü fasıl  fi l-Fark Beyne Nazar il-Kâdî ve Nazar-i Vâli l Cerâyim  başlığını taşımaktadır. Dördüncü fasıl  fi d-De âvi bi tTühem  başlığı ile zanlıları, sabıkaları ve tanınırlıkları açısından üç kısma ayırarak incelemiştir. Son fasılda ise  Faslun fi t-Ta zir  başlığı atılmış ve tazir kapsamında önleyici tedbirler alınabileceği anlatılmıştır. Bu beş konu üzerine kurulu olan eserin ana konusu ise cezaların ağırlaştırılmasıdır. Bu hususta zina, hırsızlık, hırabe, bağy, livata (sodomilik) gibi suçlar üzerinde incelemede bulunulmuştur.B. TanımlarDede Cöngî Efendi, eserinde doğrudan tanımlamada bulunmamış ancak başta siyaset olmak üzere bazı kavramlar üzerinde çokça durup, niteliklerini açıklamıştır. Eserin anlaşılabilmesi için bu kavramların bilinmesi gerekmektedir. Bu başlıkta bu kavramlarla ilgili bilgi verilecektir.1. Siyâset-i Şer iyyeSiyaset genel sözlük anlamı itibariyle, devlet işlerini düzenlemek ve yürütmek maksadıyla ilgili tutulacak yol, yöntem, özel görüş veya anlayış,  seyislik, at idaresi, politika 34,  tedbir-i umur, hükümet etmek, her işi yerli yerince yapmak 35 olarak ifade edilmektedir. Bu kelime Kur an-ı Kerim de geçmezken hadislerde ise  halkın işlerini yönetme  ve  at terbiye etme  anlamlarında geçmektedir.36 Siyaset ıstılahi manada, tazir, ceza, idam cezası, devlet başkanının genel adap ve kamu yararına yönelik halk üzerindeki emir ve nehyi olarak tanımlanmaktadır.37 Anlamına bakıldığı zaman siyaset tazir ile eş anlamda kullanılabildiği gibi taziri aşan şekilde de kullanılabilmektedir. Siyaset tazir dışındaki genel düzenlemeleri de kapsamına alabilir. Örneğin; tazir ancak bir suça karşılık öngörülebilirken, siyaset bir suç mukabilinde olmaksızın kamu yararı gereği bir kişinin bir beldeden başka bir beldeye 33  Milli Eğitim Bakanlığı, Örnekleriyle Türkçe Sözlük, C IV, (MEB 1996), 2569.; Ali Püsküllüoğlu, Türkçe Sözlük (Arkadaş 2012), 1706; Ömer Nasuhi Bilmen, Fıkıh İlmi ve İslâm Hukuku Terimleri Sözlüğü, (haz: Abdullah Kahraman), (Nizamiye Akademi 2016), 182.34  Ferit Develioğlu, Osmanlıca-Türkçe Lügat, (Aydın 1982), 1149.35  Mehmet Erdoğan, Fıkıh ve Hukuk Terimleri (Ensar 2016), 510; Ahmet Akgündüz, Osmanlı Tarih ve Hukuk Istılahları Kamusu (OSAV 2018), 1136.36  Muhammed el-Buhârî, Sahîh-i Buhârî, (çev: Soner Duman, Halil Aldemir, Mehmet Odabaşı, Beşir Eryarsoy, İshak Emin Aktepe, İbrahim Tüfekçi), (Karınca & Polen 2017),  Enbiya , 50; Ebu l-Hüseyn Müslim bin İsmail el-Haccâc, Sahîh-i Müslim Tercüme ve Şerhi, (çev ve şerh: Ahmed Davudoğlu), (Sönmez 1977),  İmare , 44; Hızır Murat Köse, ‘Siyaset , DİA, C 37, (TDV 2009), 294.37  Bilmen (n 16) C 3 (159), 22; Türk Hukuk Kurumu, Türk Hukuk Lügati (Başbakanlık 1991), 301; Develioğlu (n 34) 1149; Bilmen (n 33) 182.1600Ünal / Dede Cöngi nin Siyâsetü ş-Şer iyyesi nin Ceza Hukuku Değerisürülmesi şeklinde de olabilir.38 Siyâset, siyasi ve idari yönü, diğer cezalara oranla daha ön planda olan yaptırımlar olarak karşımıza çıkar.39 Siyaset, devlet başkanının, kadının yetki alanında bulunmayan bütün konuları düzenleyebilmesi noktasında serbestçe kullanabileceği ve kadılara şeriatın belirlemiş olduğu sınırlar dahilinde uymak zorunda oldukları emirler verebileceği bir yetki olarak da tanımlanmıştır.40 Ayrıca had cezalarının uygulanması doğrudan devlet başkanının salahiyetinde olduğu için, bunlara da siyaset denmiştir.41 Siyaset kelimesi siyâset-i şer iyye kavramının kısaltması olarak da kullanılmıştır.42Siyâset kelimesinin anlaşılması hususunda siyâset-i âmme ve siyâset-i hassa kavramları da önemlidir. Siyâset-i âmme: Bütün bir toplumun yararına ve düzenine yönelik olarak koyulmuş olan bir kısım hükümler olarak, siyâset-i hassa ise, katledilmeleri suretiyle de olsa, bazı suçlular hakkında vuku bulacak cezalandırma ve tedbir olarak ifade edilebilir.Siyâset ve hukuka uygunluk anlamında şer iyye kelimelerinden oluşan siyâset-i şer iyye kavramı,  Beşeriyetin salâh ve intizamı için şer-i şerifin kabul ve iltizam ettiği bir kısım âli ahkâmdan ibarettir. 45 şeklinde tanımlanmıştır. Diğer bir tanımla,  siyâset-i  şer iyye  hikmet  ve  maslahata  nazaran  muamelat  ve  ukubatta  şiddet ile iltizam etmekten ibarettir. Erbab-ı fesat hakkında ülülemrin tatbikine şeran mezun olduğu katil ve şiddetli tâzirat bu kabildendir. 46 şeklinde ifade edilmiştir. Tanımlardan da anlaşıldığı üzere siyâset-i şer iyye daha şiddetli, ağırlaştırılmış müeyyideler için kullanılmış olan bir tabirdir.47 Nitekim İbn Âbidin, şer i olarak cezası olan bir suçun müeyyidesinin fesadı gidermek maksadıyla ağırlaştırılması, ağırlaştırılmış  şer‘,  olarak  tarif  etmiştir.48  Muînü l-Hükkam da  siyasete  ilişkin hükümlerdeki genişlemenin hukuka uygun olduğu yani siyasetin şer i olduğu ifade edilmektedir.49 Ayrıca, meydân-ı siyâset kavramı, idâm cezasının tatbik edildiği yer, siyâset olunmak ise şer i cezaların infaz olunması manasında kullanılmıştır.5138  Bilmen (n 16) C III, (919), 330; Akgündüz (n 35) 1137.39  Murat Polat, ‘İslâm Ceza Hukukunun Karakteristik Özelliklerinden Bazı Örnekler , 2017, 9, AUID, 249-286, 268.40  Joseph Schacht, İslam Hukukuna Giriş, (çev: Mehmet Dağ, Abdulkadir Şener), (Otto, 2018), 76, 77. 41  Akgündüz (n 35) 1137.42  Apaydın (n 11) 299; Köksal (n 21) 33.43  Bilmen (n 16) C III (163), 23; Türk Hukuk Lügati (n 37) 301; Erdoğan (n 35) 510; Akgündüz (n 35) 1138; Develioğlu (n 34) 1149.44  Bilmen (n 16) C III (164), 24; Türk Hukuk Lügati (n 37) 301; Erdoğan (n 35) 510; Akgündüz (n 35) 1138; Develioğlu (n 34) 1149.45  Bilmen (n 16) C III (160), 22.46  Türk Hukuk Lügati (n 37) 301.47  Heyd (n 13) 202.48  İbn Âbidin, Muhammed Emin bin Ömer bin Abdülaziz Âbidin, Reddü l-Muhtâr ale d-Dürri l-Muhtâr, (Dâr ul-Fikir 1421/2000), C IV, 15.49  Ebu l-Hasan, Alâeddîn Ali bin Halil et-Trablûsî el Hanefî, Muînü l Hükkam, (Daru l-Fikir, ty), 176.50  Develioğlu (n 34) 1149; Akgündüz (n 35) 1136; Püsküllüoğlu (n 33) 1707.51  Akgündüz (n 35) 1136.1601İstanbul Hukuk Mecmuası 78/3Eserde  Siyâset i-tağliz cezâ-i cinayettir. 52 şeklinde ifade edilmiştir. Yukarıdaki açıklamalardan da yola çıkıldığında Dede Cöngî Efendi nin, genel manada suç kavramını ifade eden ancak yaygın olarak insan öldürme ve yaralama suçları için kullanılan  cinayetin  karşılığında  siyâseti  ağırlaştırılmış  bir  müeyyide  olarak kullandığı görülmektedir. Dede Cöngî Efendi siyâset kavramını, siyâset-i âdile ve siyâset-i zalime olarak ikiye ayırmıştır. Siyâset-i âdilenin sağlanması için siyâset-i şer iyyenin çok önemli ve gerekli olduğunu ifade eder.54a. Siyâset-i ÂdileŞerî atın ruhuna ve genel hukuk prensiplerine uygun olacak biçimde devletin meseleleri düzenlemesi ve milletin işlerini tedbir için yararlı olan hükümler olarak tarif edilebilir.55 Halkın haklarını zalimlerden ve haksızlardan kurtaran siyasettir, şerî ata  uygundur.56  Siyâset-i  âdilenin  ihmali  kul  haklarının  ve  hududullahın korunamamasına, ehl-i şerrin cesaret bulmasına sebep olur.57b. Siyâset-i ZâlimeSiyâset-i âdilenin tersine, halkın hukukuna münafî, şer iate aykırı bir idare tarzıdır.592. Sai bi l-fesad Sai bi l-fesad kavramının tanımlanmasında genel anlamıyla, net bir ölçü olmayıp bu kavram üzerinde bir keyfiliğin de olduğu ifade edilmiştir.60 Ancak mer i hukukta bu kavramın karşılığı olarak suçu meslek edinen kimse veya tehlikeli suçlu gibi ifadeleri kullanabiliriz. Kişinin sai bi l-fesad olup olmadığı genellikle fetvalarla belirlenmiştir.61Naklettiği bir eserden yola çıkarak,  …adam boğmaya mutad olan kimesne sahib-i fitne ve sâi bi l-fesad olduğu için siyaseten katl olunur… 62 diyen, Dede Cöngî 52  Mehmet Sebzî Efendi (n 9) 3a.53  Avcı, (n 25) 31; M Cevat Akşit, İslam Ceza Hukuku ve İnsani Esasları, (Gümüşev 2019), 75; Cinayet için  zararlı fiil  nitelemesi için bkz Mehmed Mevkufâtî, Multeka l-Ebhur, Mevkûfât, (Mültekâ Tercümesi), (çev: Ahmed Davudoğlu), C II, (Sağlam 1980), 439.54  Mehmet Sebzî Efendi (n 9) 3a, 3b.55  Akgündüz (n 35) 1138.56  Bilmen (n 16) C III (161), 23; Erdoğan (n 35) 510; Heyd (n 13) 199.57  Mehmet Sebzî Efendi (n 9) 3b.58  Heyd (n 13) 200.59  Bilmen (n 16) C III (162), 23, Akgündüz (n 35) 1138; Erdoğan (n 35) 510.60  Ahmet Mumcu, Osmanlı Devleti nde Siyaseten Katl, (Phoenix 2017), 43; Aykan, 2.61  Avcı (n 25) 231; Mumcu (n 60) 94.62  Mehmet Sebzî Efendi (n 9) 12a.1602Ünal / Dede Cöngi nin Siyâsetü ş-Şer iyyesi nin Ceza Hukuku DeğeriEfendi insan öldürmeyi alışkanlık haline getiren kişinin sai bi l-fesad kabul edilmesi gerektiğini belirtmiştir. Yine naklettiği bir eser üzerinden, üç veya dört kere hırsızlık yapan kimsenin de sâi  bi l-fesad sayılarak katledilmesi gerektiğini belirtmiştir.63  sai bi l-fesâd oldukları için katlleri helaldır 64 şeklindeki bir nakil ile, eserde sai bi lfesad olanlara uygulanacak müeyyidenin katledilmeleri olduğunu görmekteyiz.3. Vali-yi CerâyimVali-yi  cerâyim,  velâyet-i  cerâyim  görevini  yerine  getiren  kişidir.  Velâyet-i cerâyim, (velâyet-i mezalim) halk arasında ortaya çıkan suçlarla ilgili olarak bazı zorlayıcı tedbirler almaya yetkili olan kurumdur. Bu kişilerin memur oldukları kurum, divan-ı mezalim olarak adlandırılır.66 Vali-yi cerâyim, savcı, sorgu hakimi ve zabıta memurunun gördüğü görevleri yerine getirmiştir. Ancak, kadıların ve vali-yi cerâyimin yetkilerinin açıklandığı bölümde görüleceği üzere bu kişiler önlerine gelen olayda karar da vermişlerdir. Vali-yi cerâyim, vali-i mezalim olarak da adlandırılır.67 Vâli-i cerâyim, Siyâsetü ş-Şer iyye de kadılarla arasındaki yargılamaya ve infaza ilişkin farklarla ele alınmıştır. Bu bölüm  Kadıların ve Vâlî-yi Cerâyim in Yetkileri  başlığı ile ileride gelecektir.4. TazirZıt anlamlı bir kavram olan tazir,  men, uslandırma, red, aşağılamak, hak üzere olmak ve icbar  anlamlarına geldiği gibi,  tasarruf, saygı duyma, tazim, yardım etme, takviye  anlamlarına da gelmektedir.68 Istılahta tazir, hakkında türü ve miktarı nas yoluyla belirlenmiş bir ceza bulunmayan, Allah (cc) veya kul hakkına yönelik suçlardan ötürü, uygulanması gereken tedip ve ceza olarak tanımlanır.69 Eserde ilerleyen bölümlerde görüleceği üzere bazı tazir cezaları ve bunları uygulamaya yetkili olanlar hakkında açıklamalar yapılmıştır.63  Mehmet Sebzî Efendi (n 9) 12b.64  Mehmet Sebzî Efendi (n 9) 13a.65  Divan-ı Mezalim,  normal mahkemelerin karara bağlamakta zorlanacağı ceza ve hukuk davalarını karara bağlamak ve uygulamak, idarî şikâyetleri dinlemek üzere oluşturulmuş yüksek kurul  olarak tanımlanabilir. Celal Yeniçeri, ‘Mezalim , DİA, C 29, (TDV 2004), 516; Ayrıntı için bkz Ebu l-Hasan Ali bin Muhammed bin Habib el-Basrî, el-Maverdi, el-Ahkâmü s Sultaniye, (muhakkik: Ahmet Câd), (Dârulhadis 2006), 130 ff; Vecdi Akyüz, İslam Hukukunda Yüksek Yargı ve Denetim, Divan-ı Mezalim, (MÜİFAV 1995), 19 ff.66  Akyüz (n 65) 84; Bilmen (n 33) 213, 214.67  Bilmen, (n 16) C III (910), 328.68  Bilmen (n 33) 197.69  Şemsu l-Eimme Ebu Sehl Ebu Bekir Muhammed bin Ahmed, es-Serahsî, el-Mebsût, ]Daru l-Mârife 1414/1993), C IX, 36; Alâeddîn et-Trablûsî (n 49) 195; Bilmen (n 16) C III (174), 24; Muhammed Ebu Zehra, el-Cerime ve l-Ukube fi l-Fıkhi lİslami, (Daru l-Fikri l-Arabi 1998), (N 114), 89; Şamil Dağcı, İslam Ceza Hukukunda Müessir Fiiller, (TDV 2018), 46; Mehmet Aykanat, Melikşah Aydın, ‘Osmanlı Ceza Hukukunun Kaynakları  Mahmud Esad Seydişehrî nin Ceza Hukuku Dersleri, Mehmet Aykanat, İbrahim Ülker (ed) (İstanbul 2020) 13.1603İstanbul Hukuk Mecmuası 78/3C. Suç Tipleri ile Korunan Hukuki YararlarEserin Meşrebzâde Efendi tarafından yapılan tercümesinde bazı suç tipleri ile korunan hukuki yararlar belirtilmiştir.70 Buna göre, kısas gerektiren suçlarda kişilerin can ve vücut bütünlükleri, zina suçu ile nesep, kazif suçu ile namus, hırsızlık suçu ile mal varlığı, şürb suçu ile akıl ve idrak yeteneği korunan hukuki yarardır. Siyâset uygulanan durumlarda da korunan hukuki yararlar bunlar olmaktadır. III. İlkelerA. Cezalandırma YetkisiHz. Peygamber (sa) İslam devletini kurarken suç ve cezanın tayini ve infaz yetkisini yalnızca devlete bırakarak, bu yetkinin fertler veya fertlerin oluşturduğu kabileler tarafından  yerine  getirilmesini  yasakladı.71  İslâm  devletinin  kuruluş  aşamasında cezalandırmanın, toplumun kınama duygusunun bir ifadesi olduğu ve toplum adına devletin bununla görevlendirilmiş bulunduğu ifade edilmiş oldu.72 Dede Cöngî Efendi de cezalandırma yetkisinin devlete ait olduğunu ve onun görevlendirmiş olduğu memurlar eliyle gerçekleştiğini, özellikle bu memurlardan kadı ve vâlî-yi cerâyim arasındaki farkları işlerken ve sonrasında tazire ilişkin açıklamalarda bulunurken ifade etmiştir. Ancak,  Bir kimesneye şer an tazir lâzım gelip rızasıyla ahar kimesneye benden şu cürm sâdır olmuştur meşru olan filan taziri bana eyle demek ile ol kimesne vech-i şer i üzere olan taziri eyledikten sonra kadıya dahi götürseler tekrar tazir olunmaz. Evvelki tazir kifayet eder. 73 şeklindeki rivayetle müellif, tazir cezasını suçlunun rızası olması ve hukuka uygunluk arz etmesi şartıyla bir ferdin verebileceğini de belirtmiştir. Ancak aksi hallerde ve nehy-i münker oluşturmayan durumlarda bu cezayı, görevli olanlardan başkasının icra edemeyeceğini belirtmiştir. Bununla ilgili daha ayrıntılı açıklamalar  Tazir Cezası Verme Yetkisi  başlığı altında yapılacaktır.B. Suç ve Ceza DenkliğiSuç işlenmesi sonucunda toplum düzeninde meydana gelen bozulmanın giderilmesi için, suçluya adalete uygun ölçülü bir ceza verilir.74 Bu cezanın suç ile orantılı olmaması durumunda adalet sağlanmamış ve toplum düzeni salaha kavuşmamış olur. Kur an da,  Bir kötülüğün cezası misliyledir (ona denk bir cezadır) 75 manasındaki ayetlerde suç ve ceza dengesi belirtilmektedir.70  Meşrebzâde Mehmed Ârif Efendi, Tercüme-i Siyâsetnâme, (akt Ahmet Akgündüz, İslâm ve Osmanlı Hukuku Külliyatı, Kamu Hukuku, C I, (OSAV Yayınları 2011)), m 34.71  Muhammed Hamidullah, İslâm Peygamberi, C II, (çev: Mehmet Yazgan), (Beyan 2013), (1541), 765.72  Avcı (n 25) 50.73  Meşrebzâde (n 70) m 110; Mehmet Sebzî Efendi (n 9) 28b.74  Mahmud Esad Efendi, Şerh-i Kanun-ı Ceza, (İstanbul 1302), 49; Avcı (n 25) 54.75  Yunus, 10/27; Şûrâ, 42/40.1604Ünal / Dede Cöngi nin Siyâsetü ş-Şer iyyesi nin Ceza Hukuku DeğeriMeşrebzâde Ârif Efendi, tercümesinde,  … cerâim ve cinâyât, siğar ve kiber cihetiyle müthâlife olduğu gibi, üzerine müterettibe olan zevâcir ve ukubât dahi, bi-hasen il-mekâdîr ve l-ecnâs mütefâvite ve sâhib-i cerimenin müttehem ve şerir olup olmaması cihetiyle mütebayinedir. 76 şeklinde belirterek, suçların büyük ve küçük olarak ayrılacağını ve cezaların da bu suçlarla orantılı olarak tayin edeceğini belirtmektedir.Eserde, üç, dört veya beş defa hırsızlık yapan kişinin bir kez hırsızlık yapan gibi olmayacağı buna benzer biçimde livata mutadı olan kişiye de daha ağır ceza verilebileceği belirtilmiştir.78 İnsan öldürmeyi adeti haline getiren kimsenin, cezasının  da  ağırlaştırılarak  siyaseten  katl  edileceği  belirtilmiştir.79  Müellif,  Bir müslim bir müslimin dizini açık görse rıfk ile ‘dizini ört ve setreyle  desin ve rıfk ile böyle tazir eylesin eğer fahzından (uyluğundan) mekşuf görse unfle söyleyip amma darp eylemesin. Sev e yani dübür ve kubulünden birini mekşuf görse setrini emreyleyip eğer leccederse tedib eylesin 80 şeklindeki nakliyle hukuka aykırı fiilin ağırlaşmasıyla ona uygulanacak cezanın da orantılı olarak ağırlaşacağını belirtmiştir. Ayrıca Meşrebzâde tercümesinde, kişilere karşı bir suç işlemediği müddetçe daha önce sabıkalı olmayan bir kimsenin hukuka aykırı fiili ile işlemiş olduğu küçük bir suçtan ötürü doğrudan cezalandırılmaması, kendisinin korkutulup, uyarılması gerektiğini ifade etmiştir.81 Buna göre kişlerin hakkını ihlal etmediği müddetçe ilk kez suç işleyen ve bu suçu hafif bir ceza gerektiren kişilere erteleme veya hükmün açıklanmasının geri bırakılması gibi müesseseler uygulanabilir.C. Cezaların Bireyselleştirilmesi Bireyselleştirme, ceza hukuku yaptırımının failin kişiliğine uydurulması anlamına gelir. 82 Meşrebzâde tercümesinde suç ve ceza denkliği kısmında da belirtildiği gibi suçlar küçük ve büyük olarak kısımlara ayrılmıştır. Cezalar da bunlara orantılı olarak uygulanmalıdır. Ayrıca henüz sabıkası olmayan iyi haliyle bilinen kimselere işlemiş oldukları suçlar nedeniyle uygulanacak müeyyideler de yine diğerlerinden ayrılarak daha hafif olmalıdır.83 Hatta bu kimseler ilk kez işledikleri ve kişilere yönelik olmayan hafif bir ceza gerektiren suçlar nedeniyle doğrudan cezalandırılmayıp, korkutulmalı 76  Meşrebzâde (n 70) m 5.77  Mehmet Sebzî Efendi (n 9) 6a, 12b.78  Mehmet Sebzî Efendi (n 9) 6a, 6b.79  Mehmet Sebzî Efendi (n 9) 12b.80  Meşrebzâde (n 70) m 110.81  Meşrebzâde (n 70) m 8.82  Avcı (n 25) 6083  Meşrebzâde (n 70) m 5.1605İstanbul Hukuk Mecmuası 78/3ve uyarılmalıdırlar. Meşrebzâde nin bu görüşünü günüz açısından, bireyselleştirme uygulanarak bu kişilere erteleme veya hükmün açıklanmasının geriye bırakılması müesseseleri uygulanabilir şeklinde ifade edebiliriz.84 Suç ve Ceza Denkliği  başlığında da görüldüğü üzere, Dede Cöngî Efendi, hırsızlık ve livata fiilini itiyad haline getirenlerin ölüm ile cezalandırılacağını ifade ederek, suçu itiyad haline getirmiş, tekerrür durumunda olanların cezalarının ağırlaştırılması gerektiğini belirtmiştir.  Sirkat ile maruf ise ikrar edince hapsi tatvil olunur  gibi rivayetlerle sabıkalı olan suçlulara daha ağır cezalar verileceğini ifade etmiştir.IV. Suç Teorisine Dair HükümlerA. Suçun Maddi Unsurları1. FailValinin kendisine tabi olan bir kişiyi cebir ve tehdit ile bir eşya veya malı kendisi için tahsil etmek üzere, yanında bir nazır ile gönderdiği takdirde tahsildarın artık kusurluluğundan  bahsedilmeyecektir.86  Bu  durumda  vali  doğrudan  fail  olarak sorumlu tutulur. Suçun maddi unsuru: mutlak cebir altındakinin fiili zorlayana nispet edilir, zorlayan doğrudan fail sayılır.87B. Hukuka AykırılıkHukuk düzenince meşru görülmeyen bir fiilin işlenmesi fiilin bütün halinde hukuk düzeniyle çatışması olarak ifade edilebilir.88 Bir fiilin hukuka aykırılığından bahsedebilmek için hem fiil hukuk düzeni ile çelişmeli hem de fiili hukuka uygun hale getirecek bir neden bulunmamalıdır.89 Dede Cöngî Efendi eserde fiili hukuka uygun hale getiren bazı sebeplerden bahsetmiştir.84  Meşrebzâde (n 70) m 8.85  Mehmet Sebzî Efendi (n 9) 17b, 18a, 22b.86  Mehmet Sebzî Efendi (n 9) 23b.87  Meşrebzâde (n 70) m 95.88  Mehmet Boynukalın, ‘Suç , DİA, C 37, (TDV 2009), 456.89  Avcı (n 25) 105.1606Ünal / Dede Cöngi nin Siyâsetü ş-Şer iyyesi nin Ceza Hukuku Değeri1. Hukuka Uygunluk Halleria. Meşru SavunmaBir kimsenin, kendisine veya başkasına ait olan, hukuken koruma altında bulunan bir hakka yönelik ortaya çıkmış haksız bir saldırıyı defetmek için, saldırıyla orantılı bir ölçüde güç kullanması durumu olarak ifade edilebilir.90Müellif bir naklinde şunları belirtmiştir: Evine girip kendisini öldürmek isteyen kişiyi öldüren kişi, durumu kadıya veya valiye haber verdiğinde, olay soruşturulur ve ev sahibinin anlattığı gibi olduğu anlaşılırsa ev sahibine ceza verilmez. Ancak eve giren kişinin daha önceden bir sabıkasının bulunmaması ve ev sahibinin iddiasını ispat edecek yeterli delilinin olmaması halinde kısasen ve kıyasen öldürülür ancak istihsanen kendisinden diyet talep edilir.91 Evine hırsızlık için girmeye çalışan kişiyi öldürenin bundan dolayı sorumlu tutulmayacağı bir başka rivayette belirtilmiştir. Ancak kendisinden diyet alınarak garâmet olunacağı ifade edilmiştir.93 Buradan da anlaşıldığı üzere mala karşı meşru müdafaa kabul edilmektedir. Ancak müellif, naklettiği bir başka rivayette korunacak olan malın kıymetinin on dirhem ve üzeri olduğu takdirde kişinin katlinin de meşru müdafaa kapsamında değerlendirileceğini aksi halde katlin bu kapsama girmeyeceğini ifade etmiştir. Hırsızın on dirhemden fazla mal almak için geldiği fakat henüz on dirhem ederinde bir mal almadan kaçtığı durumda, yine meşru müdafaa kapsamında hırsıza ateş edilebileceği, çünkü korunacak olan malın on dirhemin üzerinde olduğu ifade edilmiştir. Hırsız aldığı malı geri bırakırsa artık ona karşı meşru müdafaada bulunulmaz.94Müellif,  Bir zani herif bir mümine avrete cebr ve zecr ile zina veyahut bir gulam-ı mezuna livata eylemek murat eyledikde eğer aher vechile def ve üzerlerinden katlden  gayrıyla  men  eylemek  mümkün  olmayıp  ol  cabiri  katl  eyleseler  demi hederdir. 95 şeklindeki nakliyle namusa karşı saldırılara yönelik meşru müdafaada bulunulabileceğini ve saldırgan öldürülerek bu saldırıdan kurtulmanın hukuka aykırı olmadığını ifade etmiştir.90  Bilmen (n 16) C 3, (121), 19; İbrahim Kâfi Dönmez, ‘Meşru Müdafaa , DİA, C 29, (TDV 2004), 383; Avcı (n 25) 106.91  Mehmet Sebzî Efendi (n 9) 22a, 22b.92  Garâmet, sözlük anlamı itibariyle kısaca  borç, para cezası  anlamına gelir. Akgündüz, Istılahlar, 1278;  Bir kimse üzerine edası lâzım gelen şeydir. Borç ve diyet gibi.  Bilmen (n 16) C VIII, (7 (30. Kitap)), 205; Hamdi Döndüren, ‘Garamet , Şamil İslâm Ansiklopedisi, C III, (Şamil 2000), 20; Ancak  İmam Muhammed katilden diyet alınmakla garamet olunur demiş.  Dolayısıyla burada garamet olunması mali yaptırım uygulanması anlamınadır. Mehmet Sebzî Efendi (n 9) 31b. 93  Mehmet Sebzî Efendi (n 9) 31b; Meşrebzâde (n 70) m 114. 94  Meşrebzâde (n 70) m 115; Mehmet Sebzî Efendi (n 9) 32a, 32b.95  Meşrebzâde (n 70) m 113.1607İstanbul Hukuk Mecmuası 78/3b. Görevin İfasıNehy-i münker, İslâm toplumlarında herkesin üzerine tevdi olunmuş bir görevdir. Bununla ilgili özellikle hisbe teşkilatı kurulmuş olsa da suçun işlendiği esnada, görenlerin de müdahale etmesi kimi zaman görev kimi zaman ise bir hak olarak karşımıza çıkar.96 Müellifin nakletmiş olduğu,  Bir kimesne bir kimesneyi mucib-i tazir olan fuhşiyatta görse ve tazir eylese eğer fuhş eylediği halde tazir eylemiş ise caizdir nehy-i münker etmiş olur 97  Bir kimesnenin hanesinde savt-ı mezamir -ki düdük sadasıdır- istimâ olunsa ol makûle haneye bila-izin girilip nehy-i münker olunur. Zira ol sada zuhur eylediği gibi ol haneden hurmet sakıt olur. 98 rivayetlerden nehy-i münker görevinin icrası nedeniyle kişilerin fiillerinin hukuka uygun kabul edileceği ifade edilmiştir. Görevli olan kişiler ise, kendilerine gelen ihbar doğrultusunda bir eve girebilir, cezaları infaz edebilirler. Kişilerin görevleri nedeniyle icra etmiş oldukları fiillerden dolayı sorumlulukları doğmaz.c. Hakkın Kullanılmasıaa. Tedip Hakkı Valideynin veled hakkında olan taziri vali münferiden afv eylemek caiz değildir. Meğer valideynin afvı munzam ola. 100 Ebeynlerin çocuğa tazir uygulama hakları vardır ve bu hakkı valinin yalnız başına affetmesi düşürmez.Müellif,  kocanın  karısına  ve  efendinin  kölesine  hadd  uygulayacak  düzeyde olmamakla birlikte tedip uygulama hakkının olduğundan bahsetmiştir:101  Mevla abdine ve zevc zevcesine tazir eylediği gibi ,  bir kimesnenin kölesi bir seyyie işlese kendi tazir etmeyip kadıya getirip tazir ettirsin demiş. İmam Ebu l-Leys rıza vermeyip mezhebimizin hilafıdır abd ve zevcede sahibi için tazir vardır lakin hadd-i şer i yoktur diye cevap verip reddeylemiş. 102bb. Şikayet (Dava) HakkıLian, hakim huzurunda kocanın, karısının zina ettiğini veya doğmuş olan ya da doğacak olan çocuğun zinadan kaynaklandığını yemin ile iddia etmesi, karısının da kendi masumiyeti ve kocasının yalan söylediği üzerine aynı şekilde yemin etmesidir. Bu durumda koca kazif, karı ise zina ile cezalandırılmaz.10396  el-Maverdi (n 65) 349, 350; Mehmet Sebzî Efendi (n 9) 35a, 35b; Meşrebzâde (n 70) m 118.97  Mehmet Sebzî Efendi (n 9) 29a.98  Mehmet Sebzî Efendi (n 9) 33a; Meşrebzâde (n 70) m 117.99  Meşrebzâde (n 70) m 116; Mehmet Sebzî Efendi (n 9) 33b.100  Meşrebzâde (n 70) m 106; Mehmet Sebzî Efendi (n 9) 27a.101  Bu hakların içeriğiyle ilgili olarak bkz Avcı (n 25) 124 ff.102  Mehmet Sebzî Efendi (n 9) 28b, 29a.103  İbn Âbidin (n 48) C III, 482, 483; Schacht (n 40) 203; Mehmet Âkif Aydın, ‘Liân , DİA, C 27, (TDV 2003), 172; Avcı (n 25) 426.1608Ünal / Dede Cöngi nin Siyâsetü ş-Şer iyyesi nin Ceza Hukuku DeğeriMülaane yapıldığı durumda, koca yemini ile, kazif suçu nedeniyle cezalandırılmaz ve başka bir delil de istenmez.  Zevc-i mülâine beyyine lâzım olmayıp yemini ile halas olup hadd-i kazf lâzım gelmez. 104d. İlgilinin Rızası Bir kimesneye şer an tazir lâzım gelip rızasıyla aher kimesneye benden şu cürm sadır olmuştur meşru olan filan taziri bana eyle demek ile ol kimesne vech-i şer i üzere olan taziri eyledikden sonra kadıya dahi götürseler tekrar tazir olunmaz. 105 Daha önce de ifade edildiği gibi, bir kimseye kendi rızasıyla tazir uygulanabilir ve tazir uygulayan kimsenin fiili bu durumda hukuka aykırı kabul edilmez.C. Kusurluluğu Kaldıran veya Azaltan Sebepler1. Zorunluluk HaliZorunluluk haline, zaruret hali de denir. Sözlük manası itibariyle büyük ihtiyaç, sıkıntı, savuşturulamayacak ölçüde zorluk olarak ifade edilen zaruret, ıstılahta, dinen yasaklanmış bulunan bir fiilin işlenmesi durumunda, failin sorumluluğunu kaldıracak derecede büyük tehlike ve zarar nedeniyle söz konusu olan özür halidir.106Müellif, düşman ile savaş esnasında, düşmanın Müslümanları ve küçük çocukları kendilerine siper etmeleri durumunda, genel zararı def için, özel zarar olan bu kişilerin  öldürülmesi  yoluna  gidilebileceğini  ifade  etmiştir.  Dolayısıyla  bu durumda bu kişileri öldürenlerin cezai bir müeyyideye uğramayacakları belirtilir. Bunun nedeni ise, zorunluluk halidir. Eğer o kişiler öldürülmese, onlardan çok daha fazlası ölecektir. Meşrebzâde tercümesinde de kangren olan organın diğer organlara da zarar vermemesi için kesilebileceği ifade edilmiştir.1082. Cebir ve Tehdit (İkrah)İkrah,  bir  kimseyi  cebir  ve  tehdit  yoluyla  aslında  yapmak  istemediği  veya yapmasının  hukuka  uygun  olmadığı  bir  fiili  yapmaya  zorlanmasıdır.109  İkrahın kusurluluğu ortadan kaldıran geçerli bir ikrah olması için şu şartları içermesi gerekir: Tehdit eden şahsın, tehdide konu zararı vermeye kudreti olmalı, ikraha maruz olan kişi bundan ötürü korkarak kendinden talep edilen şeyi yapmalı, ikrah ile isteneni 104  Mehmet Sebzî Efendi (n 9) 8a.105  Meşrebzâde (n 70) m 110; Mehmet Sebzî Efendi (n 9) 28b.106  Halit Çalış, ‘Zaruret , DİA, C 44, (TDV 2013), 141; Vehbe Zuhaylî, Nazariyyetü  ed-Darûretu Şer iyye, (Müessesetu rRisâle 1985), 67, 68; Ali Haydar Efendi, Dürerü l-Hükkâm, C I, (çev: Rasim Gündoğdu, Osman Erdem), (DİB 2017), 80.107  Mehmet Sebzî Efendi (n 9) 15a.108  Meşrebzâde (n 70) m 55.109  Erdoğan (n 35) 241; Akgündüz (n 35) 578; Avcı (n 25) 147; Dağcı (n 69) 140.1609İstanbul Hukuk Mecmuası 78/3yapmadan bundan kurtulma imkanı bulunmamalı, tehdit, kişinin canına, malvarlığına veya bir yakınına yönelmeli, ikrah sonucu yapılması istenen şey hukuk düzenince bir suç kabul edilmeli, ikraha maruz kalan kişi bu ikrahın ortaya çıkmasına bilerek neden olmamalıdır.110Valinin kendisine tabi olan bir kişiyi cebir ve tehdit ile bir eşya veya malı kendisi için tahsil etmek üzere, yanında bir nazır ile gönderdiği takdirde tahsildarın artık kusurluluğundan  bahsedilmeyecektir.  Ancak  tahsildarın  yanına  bir  nazır  tayin edilmemesi  durumunda  artık  kusurluluğu  kaldıran  bir  ikrahtan  söz  edilemez dolayısıyla tahsildarın sorumluluğu kalkmaz.111 Çünkü ilk durumda tahsildar valinin görevlendirmiş olduğu nazırın yanında bir alet konumundadır ve serbest iradesi ile hareket edememektedir. Ancak ikinci durumda yanında herhangi bir zorlayıcı nazır olmamasından ötürü iradesinin aynı ölçüde sakatlandığından bahsedilemez.3. HataHata, kişinin iç dünyasında düşündüğü ile dış dünyadaki gerçekliğin birbirine uygun olmamasıdır. Hata durumuna göre kişinin sorumluluğu tamamen ortadan kalkabilir.  Gerçek  bir  saldırının  bulunmaması  ancak  karşı  tarafça  var  olduğu kanaatiyle savunma yapılması durumunda, hukuka uygunluk sebeplerinin maddi şartlarında hatadan bahsedilir. Bu halde meşru savunmadan bahsedebilmek için, savunanın fiilini haklı kılacak ölçüde kuvvetli bir kanaatinin ve buna uygun bir durumun bulunması gerekmektedir.112Gece vakti kendi evine giren bir kişi, ev halkı tarafından tanınmasa ve kendilerine zarar vereceği düşünülse ev halkının o kişiye müdahale etmesi meşru müdafaa kapsamında değerlendirilir ve bir sorumluluk doğmasına yol açmaz.113 Bu olayda hukuka uygunluk sebeplerinin maddi şartlarında hata bulunmasına rağmen bu hata ev halkının meşru savunma kapsamında değerlendirilmesine engel olmamıştır.4. Haksız TahrikHaksız bir hareketin, fail üzerinde oluşturduğu hiddet veya şiddetli elemin etkisi nedeniyle, failin suçu işlemesi durumunda haksız tahrikten bahsedilir. Ancak haksız tahrik kusurluluğu tamamen kaldırmayıp, azaltan bir haldir.114İki kişi birbirlerine hakaret edip ardından da kavga etseler, herhangi biri meşru 110  Avcı (n 25) 149-150; Mehmet Aykanat, Mustafa Ünal, ‘Şerh-i Kanun-ı Ceza nın Hukuki Değeri  Mahmud Esad Seydişehrî nin Ceza Hukuku Dersleri, Mehmet Aykanat, İbrahim Ülker (ed) (İstanbul 2020) 82, 83.111  Mehmet Sebzî Efendi (n 9) 23b.112  Avcı (n 25) 158, 161.113  Meşrebzâde (n 70) m 114; Mehmet Sebzî Efendi (n 9) 31b.114  İzzet Özgenç, Türk Ceza Hukuku Genel Hükümler, (Seçkin 2019), 460; Berrin Akbulut, Ceza Hukuku Genel Hükümler, (Adalet 2019), 591, 592; Avcı (n 25) 162.1610Ünal / Dede Cöngi nin Siyâsetü ş-Şer iyyesi nin Ceza Hukuku Değerimüdafaa kapsamına alınmayıp her ikisi de yargılanır. Ancak bu fiilleri başlatan kişi biliniyorsa onun cezası daha ağır olur.115 Bu durum diğer kişinin haksız tahrikten yararlanması nedeniyledir.D. Suçun Özel Görünüş Biçimleri1. İştirakİştirak,  birden  fazla  kişinin  bir  suçun  işlenmesine  katılmasıdır.116  Bir  suçun işlenmesine azmettiren, yardım eden veya müşterek fail olarak suçu birlikte işleyen kişi de o suçtan dolayı sorumlu olur. Suçun işlenmesinde bir başkasını araç olarak kullanan kişi ise dolaylı fail olarak sorumlu tutulur.117Valinin kendine tabî olanlardan birini, ikrah ve cebr yoluyla para veya mal tahsili için bir kişiye göndermesi durumunda, malı alınan kimse; eğer tahsildarın yanında bir nazır varsa tahsildara karşı dava açamaz eğer tahsildar yanında bir nazır olmaksızın gelirse ondan da malını alabilir.118 İkinci durumda tahsildar üzerindeki fiili hakimiyet tam olarak sağlanmamıştır dolayısıyla burada iştirakten bahsedilebilir ancak ilk durumda tahsildar bir araç konumundadır ve vali burada dolaylı fail olarak sorumlu tutulacaktır.E. Suça Etkili Haller1. Tekerrür ve İtiyad …(Bu) yaptığı işin kötü sonucunu tatması içindir. Allah geçmiştekileri affetmiştir. Fakat kim bir daha böyle yaparsa, Allah ondan intikam alır. Allah mutlak güç sahibidir, intikam sahibidir. 119Tekerrür, kişinin, işlemiş olduğu suç nedeniyle hakkında daha önce bir cezaya hükmedilmiş veya bu cezası infaz olunmuş olmasına rağmen yeniden suç işlemesi durumudur. İtiyad ise, bir şeyi alışkanlık haline getirme, adet edinme olarak ifade edilebilir. Tekerrür ve itiyad genel ağırlatıcı sebeptir.120Eserde, livata fiilini itiyad haline getirenlerin ölümle cezalandırılması gerektiği nitekim,  beşinci  defa  hırsızlık  yapan  kişinin  ölüm  ile  cezalandırılıyor  olduğu 115  Mehmet Sebzî Efendi (n 9) 19a.116  Akgündüz (n 35) 628.117  TCK m 37, 38, 39.118  Mehmet Sebzî Efendi (n 9) 23b.119  Mâide 5/95; Tekerrürle ilgili diğer ayetler: Enâm 6/28, Zuhruf 43/50, Duhan 44/15,16; İtiyadla ilgili ayetler ise: Nisâ 4/107, Tevbe 9/101; Vakıa 56/46.120  Avcı (n 25) 229, 246; Mustafa Çağrıcı, ‘İtiyat , DİA, C 23, (TDV 2001), 463.1611İstanbul Hukuk Mecmuası 78/3belirtilmiştir.121 Bir başka yerde de naklettiği üzere üç veya dört defa hırsızlık yapan kişi de ölüm ile cezalandırılır.122F. Ceza İlişkisini Sona Erdiren Haller1. AfAf, İslâm ceza hukukunda  sanık hakkındaki hukukî takibattan vazgeçme veya mahkûmun cezasının bir kısmını yahut tamamını bağışlama anlamında kullanılır. 123Kişi haklarını ihlal etmeyen bir suç işlendiği takdirde bu suçu cezalandırma konusunda vali muhayyerdir. Suçluya gerekli cezayı verebileceği gibi onu affedebilir de. Ancak kişi haklarını ihlal eden bir suç ancak mağdurun affetmesi ile affedilebilir ki bu durumda da vali yine muhayyerdir. Mağdur affetmiş olsa da vali isterse yine cezalandırabilir. Ebeveynin çocuğa uyguladıkları taziri vali yalnız başına affedemez. Ancak valinin affına daha sonradan ebeveynin affı da eklenirse geçerli olur.124V. Suç TipleriA. Kasten İnsan ÖldürmeHukuken öldürülmesi meşru olmayan bir insanı, silah veya buna benzer öldürücü bir aletle, kasten öldürmektir.125 Kasten insan öldürenin cezası kısas edilmesidir.126 Ancak, boğarak insan öldüren ve insan öldürmeyi itiyad haline getiren kişi kısasen değil; siyâseten katl ile cezalandırılır.127B. Kasten YaralamaKarşılıklı olarak hakaret edip, birbirini darp etmiş olan kişilerden, darp fiili önce kim tarafından icra edilmişse onun suçu daha büyüktür.128C. Hırsızlık Hırsızlık  suçunun  tüm  şartları  oluştuğu  takdirde  had  olarak  müeyyidesi  sağ elin bilekten kesilmesidir. Ancak Hanefîlere göre hırsızın aldığı malı iade etmesi durumunda had cezası uygulanmaz.129121  Mehmet Sebzî Efendi (n 9) 6a.122  Mehmet Sebzî Efendi (n 9) 12b; Alâeddîn et-Trablûsî (n 49) 186.123  Fahrettin Atar, ‘Af , DİA, (TDV 1988), 395.124  Meşrebzâde (n 70) m 106; Mehmet Sebzî Efendi (n 9) 26b, 27a.125  Bilmen (n 16) C III (205), 28.126  Bakara 2/178, 179.127  Mehmet Sebzî Efendi (n 9) 12b; Meşrebzâde (n 70) m 43.128  Mehmet Sebzî Efendi (n 9) 19a.129  Avcı (n 25) 380, 386, 387.1612Ünal / Dede Cöngi nin Siyâsetü ş-Şer iyyesi nin Ceza Hukuku DeğeriÇalıntı mal bir müttehemin zilyetliğinde bulunduğu takdirde, müddei bununla birlikte başka mallarım da çalındı dese de ona sadece bu mal iade edilir. Ancak valî zilyetliğinde mal bulunan müttehemi hapseder ve müddeinin diğer mallarıyla ilgili soruşturma yapar. Eğer hapsedilen kişi hırsızlıktan ötürü sabıkalıysa suçunu ikrar ettiğinde salıverilmez ve hapsi uzatılır.130 Dede Cöngî Efendi, bu durumda had  uygulanmayacak  olsa  da  sabıkasından  ötürü  hapis  süresinin  uzatılacağını ifade etmiştir. Üç defa ve üzerinde hırsızlık yapanların da had olarak el kesme ile değil, siyâseten kat ile cezalandırılmaları gerektiğini belirtmiştir. Yani itiyadi hırsız siyâseten katledilebilir.131D. Zina Zina, ceza ehliyeti olan bir erkeğin, cinsel münasebette bulunma hakkı veya şüphesi olmadan, kendisine cinsi meyil duyulan ve hayatta olan bir kadınla rızasıyla önden (vagina) cinsel münasebette bulunmasıdır. 132 Bu suçun müeyyidesi muhsan olanlar için recm, muhsan olmayanlar için ise 100 değnek vurulması ve sürgündür.134 Geçmişte olanlar hariç, artık babalarınızın evlendiği kadınlarla evlenmeyin. Çünkü bu bir hayasızlık, öfke ve nefret gerektiren bir iştir. Bu ne kötü bir yoldur. 135 ayetine binaen müellif,  bir kimesne mahremini nikah ve vat  eylese Ahmed ve İshaķ ol kimse katl ve malı ahz u girift olunur dediler  şeklindeki nakliyle, mahremi ile  evlenip  cima  eden  kişinin  katledilmesi  ve  malına  el  konulması  gerektiğini belirtmiştir.136 Zina bir had suçu olmasına rağmen, zina eden mahremini, muhsan ile zina edeni gören kişinin bu durumlarda mahremiyle zina eden kişiyi veya her iki kişiyi de öldürebilmesinden bahsedilmiştir.137 Aslında görevli olmayan kişilerin had cezası verme yetkileri yoktur ancak burada daha çok meşru müdafaa durumunun söz konusu olduğu ifade edilebilir. Buna ilişkin açıklamalar çalışmanın meşru müdafaa ve tazir cezası verme yetkisine ilişkin kısımlarında yapılmıştır.Müellif,  bir kimesnenin mahremini aher kimesne zina ederken görse zaniyi ķatl eylemesini caiz görmüşler.  şeklindeki nakilde bir kimsenin mahremini zina ederken gördüğü vakit zaniyi öldürmesinin, ve yine  bir kimesne bir aher muhsan kimesneyi zina ederken görüp mukaddem feragat ve terk eyle deyu sayha eyledikde zani fariğ olmasa ol kimesne zaniyi katl helal ve caizdir.  şeklindeki bir nakilde de evli bir kimsenin 130  Mehmet Sebzî Efendi (n 9) 22b.131  Mehmet Sebzî Efendi (n 9) 6a, 12b; Meşrebzâde (n 70) m 44.132  Avcı (n 25) 234.133  Sürgün, Hanefi ve Şafiilerce hapis, Maliki ve Hanbelilerce bir başka beldede ikamete zorunlu tutmaktır. Ayrıca Hanefiler sürgünü tazir, cumhur had cezası olarak kabul eder. Avcı (n 25) 288.134  Avcı (n 25) 288, 289.135  en-Nisâ 4/22.136  Mehmet Sebzî Efendi (n 9) 14b.137  Meşrebzâde (n 70) m 122, 113.1613İstanbul Hukuk Mecmuası 78/3zina ettiği görüldüğünde bunlara ayrılmalarının söylenip ancak bu fiili bırakmazlarsa zaninin öldürülmesinin hukuka uygun olacağını ifade etmiştir.138 Eserin son bölümünde ise müellif bu konuya ilişkin tartışmalara yer vermiş ve eşi ile bir erkeği zina ederken bulduğunda yalnız erkeği veya her ikisini öldürmesi üzerine, Muaviye nin, Hz. Ali ye bu olayı sorduğunu ve Hz. Ali nin:  Ebu l-Hasen gibi adem dahi bu iddiayı ederse madem ki dört şahit ile isbat etmeye cinayeti için kısas olunur 139 şeklinde cevap vermiştir.  Bir kimesne zevcesiyle bir herifi zina ederken görüp katl eylese ve zina ederken katl eylediğini iddia ve valî onu tekzib eyleyip beyyine talep eyledikde iki şahit kifayet eder 140 şeklindeki başka bir rivayette ise, ispat için iki tanığın gerekli olduğunu belirtmiştir. Bunlardan anlaşıldığı kadarıyla zina işleyen mahremi, cariyesi veya evli birini gören kişinin gerek nehy-i münker, gerek meşru müdafaa gerekse cezalandırma olarak değerlendirilsin, ispat hususunda farklı görüşler mevcuttur. Ancak hiçbir rivayet bu kişilerin öldürülmeyeceğini ifade etmemektedir. Dolayısıyla zina suçu had olarak yargılaması yapılmadan önce, fiilin işlendiği esnada buna şahit olan kişi, bu fiili işlediklerini ispat edebilmesi halinde bu kişileri öldürebilecektir.Müellif bir naklinde de, fücur (ensest ilişki) durumunda ise failin idam edilmesi malının ise müsadere edilmesi gerektiğini ifade etmektedir.141Zinaya teşebbüsün cezalandırılması ile ilgili olarak müellif, bir çocuğu kalabalık içerisinde istismar etmeye çalışırken yakalanmış birine kadı tarafından 400 değnek cezası verildiğini nakletmiştir.142E. HırabeHırabe faillerinin küfürlerine hükmedilip katledilmesi gerektiğini söyleyen görüşe karşı Dede Cöngî Efendi, Hanefi fukahasının  Allah a ve Resulüne savaş açanların ve yeryüzünde bozgunculuk çıkarmaya çalışanların cezası; ancak öldürülmeleri, yahut asılmaları veya ellerinin ve ayaklarının çaprazlama kesilmesi, yahut o yerden sürülmeleridir. Bu cezalar onlar için dünyadaki bir rezilliktir. Ahirette de onlara büyük bir azap vardır. 143 ayetinden hareketle bu kişilerin katledilmesi ancak küfürlerine fetva verilmemesi gerektiğini ifade ettiklerini nakletmiştir.144138  Mehmet Sebzî Efendi (n 9) 14a.139  Meşrebzâde (n 70) m 111; Mehmet Sebzî Efendi (n 9) 29b ff.140  Meşrebzâde (n 70) m 111; Mehmet Sebzî Efendi (n 9) 30a.141  Meşrebzâde (n 70) m 51; Mehmet Sebzî Efendi (n 9) 14b.142  Bu olay Mehmet Sebzî Efendi tercümesinde daha kısa şekilde, çocuğun kaçırılıp başkalarına verilmesi olarak anlatılmışken, Meşrebzâde tercümesinde çocuk istismarı ile bilinen bir kişinin kalabalık bir yerde bir çocuğu sıkıştırarak tecavüze teşebbüs aşamasında yakalanması sonucu kendisine 100 değnek cezası verileceği şeklinde anlatılmıştır. Müellifin burada kaynak olarak kullandığı Muinü l Hükkam da ise olay Meşrebzâde tercümesindekine uygun şekilde geçmekte olup ceza miktarı olarak ise Mehmet Sebzî Efendi tercümesinde geçen 400 değnek zikredilmektedir. Dolayısıyla burada Meşrebzâde Efendi tercümesinde suç tavsifinin, Mehmet Sebzî Efendi tercümesinde ise sopa sayısının doğru şekilde nakledildiğini görmekteyiz. Mehmet Sebzî Efendi (n 9) 25b; Meşrebzâde (n 70) m 101; Alâeddîn et-Trablûsî (n 49) 179.143  Mâide 5/33.144  Mehmet Sebzî Efendi (n 9) 12b, 13a; Meşrebzâde (n 70) m 46.1614Ünal / Dede Cöngi nin Siyâsetü ş-Şer iyyesi nin Ceza Hukuku DeğeriF. KazifKazif, ceza ehliyetine sahip olan bir kişinin, hür, iffet ve akıl sahibi, buluğa ermiş ya da buluğa ermemiş olmakla birlikte cinsel ilişkiye elverişli olan bir kız çocuğuna zina isnadında bulunması yahut nesebinin sahih olmadığını söylemesidir. Kazif suçunun müeyyidesi hür olanlar için 80, köle olanlar için ise 40 değnek vurulmasıdır.145Müellifin  naklettiği  bir  eserde,  bir  kimseye  fasık  ve  sârık  (hırsız)  denmesi durumunda eğer bu töhmetler kendisine atılan kimse iyi hali bilinen, sabıkalı olmayan bir kimse ise, bu töhmetlerde bulunan kişi kazif müeyyidesi ile cezalandırılır. Ancak töhmet altında olan kişide bu sıfatlar yoksa, ona fasık ve sârık diyen kimseye ceza verilmez diye Ebu Hanife den geçen bir nakil mevcuttur.146 Buradan görüldüğü üzere Dede Cöngî Efendi kazifi nitelikli hakaret gibi daha geniş bir kapsamda ele almıştır.  Zevc-i mülâine beyyine lâzım olmayıp yemini ile halas olup hadd-i kazf lâzım gelmez. 147 Yani, mülâane yapıldığı durumda, koca yemini ile kazif suçu nedeniyle cezalandırılmaz ve başka bir delil de istenmez.G. BağyBağy suçu  Veliyyülemrin daire-i itaatinden bir te vile mebni haksız yere çıkarak tegallübde bulunmak 148 olarak tanımlanmıştır.Bağilerin at ve silahları müsadere edilir.149 H. RiddeRidde terim itibariyle, temyiz gücüne sahip olan bir Müslümanın, serbest iradesiyle İslâm dininden çıkmasıdır. Bu kişinin İslâm ile bağını kesecek özellikteki, düşünce, söz ve fiilleri benimsemesi, bunları ifade etmesi ve açık bir şekilde icra etmesi şeklinde üç aşama ile gerçekleşir.150 Hz. Ali için sen ilahsın diyerek dinden çıkan bir grup, dine geri dönmemeleri ve bu husustaki ısrarları nedeniyle cezalandırılmıştır.151I. Livata (Sodomilik)Lût kavmindeki erkekler arası cinsel ilişkinin yaygınlığından ötürü, ismini oradan alan livata gönüllü eşcinsel ilişkidir. Bu suçta anal ilişki söz konusudur. Livata her iki 145  Avcı (n 25) 307, 332.146  Mehmet Sebzî Efendi (n 9) 21a, 21b.147  Mehmet Sebzî Efendi (n 9) 8a.148  Bilmen (n 16) C III (11), 333.149  Meşrebzâde (n 70) m 107.150  Avcı (n 25) 506; Terim olarak bu şekilde ifade edilse de ridde suçunun tek başına dinden dönmekle oluşmayıp farklı şartları da gerektirdiğine dair bkz Avcı (n 25) 507 ff. 151  Mehmet Sebzî Efendi (n 9) 5a, 5b.1615İstanbul Hukuk Mecmuası 78/3kişi tarafından rızası ile işlendiği takdirde her iki kişi için de ağır şekilde tazir cezası gerekir. Hatta bu suçu itiyad haline getiren kişiye verilecek tazir cezası, siyâseten katl şeklinde de gerçekleşebilir.152 Nitekim, Dede Cöngî Efendi, livata fiilini işleyenlerin her ikisinin de öldürülmesini emrettiği hadisten yola çıkarak, siyâseten katl ile cezalandırılacaklarını ifade eder.154 Ancak bu fiilin işlenmesinde cebir mevcut olursa, ceza sadece zorlayan kişi hakkında tatbik edilir.155İ. RüşvetRüşvet, bir hakkı iptal etmek, kullanımını engellemek veya bir haksızlığı haklı göstermek maksadıyla verilen ve alınan menfaat olarak ifade edilir.156 Rüşvet suçu failine, dayak ve teşhir gibi yollarla şiddetli tazir ve uzun süreli hapis cezaları ile müeyyide uygulanır.157Eserde İmam Maverdi ye ait el-Ahkâmü s-Sultâniyye den nakledildiği üzere  İbn-i Abbas radıyallahu anh hazretlerine bir adam gelip sana yüz bin dirhem vereyim bana filan mansıbı verip tevcih eyle diye rica eyledikde İbn-i Abbas hazretlerine rüşvet arz eylediği için mezbura yüz değnek darb-u tazįr ve tediben hayyen salb eyledi. 160 denmektedir. Burada rüşvet suçunun vermek isteyen kişi açısından, bir makam talebi ile kişiye maddi menfaat sağlama teklifi yoluyla oluştuğu ve bunun müeyyidesi olarak yüz değnek verildiği ve suçlunun teşhir edildiği görülmektedir.J. Konut Dokunulmazlığını İhlal Ey iman edenler! Kendi evlerinizden başka evlere, geldiğinizi hissettirip (izin alıp) ev sahiplerine selam vermeden girmeyin. Bu davranış sizin için daha hayırlıdır. Düşünüp anlayasınız diye size böyle öğüt veriliyor. 161 Ayetten de anlaşıldığı üzere kişilerin özel hayatlarının gizliliğine önem verilmiş ve konutlara izinsiz girilmesi yasaklanmıştır. Bu doğrultuda Osmanlı hukukunda konut dokunulmazlığını ihlal, tazir suçu olarak görülmüştür.162152  Bilmen (n 16) C III (887), 320; Avcı (n 30) 18.153  İbn Mâce,  Hudud , 12; et-Tirmizi,  Hudud , 24/1456; Ebû Davud,  Hudud , 28/4462.154  Mehmet Sebzî Efendi (n 9) 6a.155  Bilmen (n 16) C III (887), 320.156  Bilmen (n 16) C VIII (26 (30. Kitap)), 208; Saffet Köse, ‘Rüşvet , DİA, C 35, (TDV 2008), 303.157  Avcı (n 25) 566; Bilmen (n 16) C III, (865) 314.158  Devletin teşkilat ve idaresine yönelik fıkhi hükümleri konu edinen, tam adı el-Ahkâmü s-sultâniyye ve l-vilâyâtü d-dîniyye olan, Maverdî nin meşhur eseri. Mehmet Erkal, ‘el-Ahkâmü s-Sultâniyye , DİA, C 1, (TDV 1988), 555.159  Maverdi (n 65) 262.160  Mehmet Sebzî Efendi (n 9) 14a.161  Nur 24/27.162  Osmanlı hukukunda konut dokunulmazlığı suçuna önem verilmiş ve bu suç kanunnamelerde düzenleme altına alınmıştır. Seda Örsten Esirgen, ‘Osmanlı Hukukunda Konut Dokunulmazlığını İhlal Suçu , (2016), 65 (4), AÜHFD, 2306-2329, 2309; Avcı (n 25) 613.1616Ünal / Dede Cöngi nin Siyâsetü ş-Şer iyyesi nin Ceza Hukuku DeğeriBir kimsenin, bir konutta saklandığının duyulmasıyla mahalle halkının önde gelenleriyle birlikte kadı ve validen izin almaksızın o konuta girip arama yapması ve birini bulması durumunda bu konuta giren kişilerin tamamına ceza verilir.163 Çünkü bir konutta arama tedbiri uygulaması olmayan bu durum konut dokunulmazlığını ihlal suçunu doğuracaktır. K. Mala Zarar VermeKasden bir kişinin malına zarar verildiği durumlarda hem suç, hem de tazmin gerektiren  bir  haksız  fiil  oluşur.164 Ancak  taksirle  birin  malına  zarar  verildiği durumlarda da haksız fiil yoluyla zararın izalesi mümkündür.165  Güvercine taş atmak ile ibadullahın kiremit ve camları kırıla ol makuleler tazir ve eşedd-i men ile men olunurlar. Memnu olmazlar ise vali ve muhtesib ol güvercinleri zebh eder diye tasrih eylemiş. 166 Eserdeki bu nakilden anlaşıldığı üzere, mala zarar verme suçu, olası kastla işlenebilen bir suçtur. Çünkü kişi doğrudan komşularının kiremitlerine zarar verme kastıyla hareket etmemekte ancak bu zararı da göze almaktadır.L. Özel Hayatın Gizliliğini İhlalKonut  dokunulmazlığının  ihlali  gibi  özel  hayatın  gizliliğinin  ihlali  de  bir tazir suçu olarak düzenlenebilir. Eserde güvercinleri uçurmak için çatıya çıkan kişinin  başkalarının  mahremlerine  bakması  durumunda  tazirle  cezalandırılacağı belirtilmiştir.167M. İslam Ülkesine Şarap İthal Etmeİslâm ülkesine şarap getiren kişi yakalandığı zaman eğer bu suç ile sabıkalı değilse, şarabın kendisinin olmadığını veya bunu zaten imha edecek olduğunu beyan ederse bu beyanına güvenilir. Ancak kişi daha önceden de bu suçla sabıkalı ise bu durumda taziren darb edilir ve tevbesi zahir oluncaya kadar hapiste kalır.168VI. YaptırımlarA. Cezalandırmanın AmacıMeşrebzâde tercümesinde, cezalandırmanın amacı genel ve özel olmak üzere belirtilmiştir. Buna göre cezalandırma suçlunun ıslahını ve artık hukuka aykırı fiili 163  Meşrebzâde (n 70) m 116; Mehmet Sebzî Efendi (n 9) 32b, 33a, 34b.164  Bilmen (n 16) C III, 319.165  Bkz Mustafa Ünal, İslâm Hukukunda Haksız Fiil Sorumluluğu, (Adalet, 2019), 227 ff.166  Mehmet Sebzî Efendi (n 9) 34b; Meşrebzâde (n 70) m 118.167  Mehmet Sebzî Efendi (n 9) 34b; Meşrebzâde (n 70) m 118.168  Meşrebzâde (n 70) m 6.1617İstanbul Hukuk Mecmuası 78/3işlememesini sağlarken, toplumun diğer fertlerinin de bundan ibret almasını ve bu suçu işlemeye cesaret etmelerini önleyecektir.169B. Cezalar1. Ölüm Cezasıa. Hadden KatlHırabe suçu faillerine had olarak ölüm cezası verilir. Bu konuda eserde, faillerin küfrüne de karar verip vermeme hususuna ilişkin farklı nakiller bulunmakla birlikte Hanefî fukahanın yukarıda da belirtildiği üzere sadece faillerin öldürülmesi gerektiğini ayrıca kafir olduklarına hükmedilmemesi gerektiğini ifade ettiği belirtilmiştir.170b. Siyâseten (Taziren) KatlSuç işlemeyi itiyad haline getirmiş ve başka bir şekilde suç işlemeyi terk etmeyen kişinin ceza olarak öldürülmesine siyâseten katl denir.171Dede  Cöngî  Efendi,  livata  fiilini  işleyen  kişilerin  siyâseten  katl  ile cezalandırılabileceklerini, beşinci defa hırsızlıktan yakalanan yani suçu itiyad haline getirmiş olan hırsızın siyâseten katl ile cezalandırılacağı dolayısıyla livatayı da mutad hale getiren kişinin aynı şekilde cezalandırılabileceğini, İmam Muhammed in imamın reyi ile tazir cezası vereceğine yönelik beyanının da bu şekilde anlaşılması gerektiğini ifade eder.172 Eserin farklı bölümlerinde nakledildiği üzere, üç, dört veya beş defa hırsızlık yapanın, insan öldürmeyi adet haline getirenin de siyaseten katl edileceği belirtmiştir.173 Müellif, sâ i bi l-fesâd oldukları için katlleri helaldır 174 şeklinde  eserine  aldığı  bir  nakilde,  sâ i  bi l-fesâd  olanların  müeyyidesinin  de katledilmek  olduğunu  belirtmektedir.  Ayrıca  kısas  şahitlerinin  rücu  etmeleri durumunda kendilerine taziren katl cezası verileceği de eserde yer almaktadır.175 Yalan yere şahitlik ederek bir kişinin ölümüne neden olmanın müeyyidesinin de ölüm cezası olduğu görülmektedir.Zındıklardan bir grup Hz. Ali (ra) için sen ilahsın demişler ve bu yolda ısrar etmişlerdir. Bunun üzerine Hz. Ali (ra) siyâseten ve bu durumu şiddetle yasaklamak için kendisini ilah olarak adlandıran bu zındıklara yakmak suretiyle ölüm cezası 169  Meşrebzâde (n 70) m 9.170  Mehmet Sebzî Efendi (n 9) 12b, 13a; Merşebzâde (n 70) m 46.171  Bilmen (n 16) C III (845), 309, Avcı (n 25) 313.172  Mehmet Sebzî Efendi (n 9) 6a, 6b.173  Mehmet Sebzî Efendi (n 9) 2b; Meşrebzâde (n 70) m 23.174  Mehmet Sebzî Efendi (n 9) 13a.175  Meşrebzâde (n 70) m 22.1618Ünal / Dede Cöngi nin Siyâsetü ş-Şer iyyesi nin Ceza Hukuku Değerivermiştir.  Bu  durum  normalde Allah tan  (cc)  başkasının  ateşle  cezalandırması yasakken, bu grubun şiddetle ve ibret verici şekilde cezalandırılması gerektiği için Hz. Ali (ra) tarafından yakmak suretiyle ölüm cezası siyâseten uygulanmıştır. Bu durum maslahata binaen bu şekilde cezalandırmanın caiz olduğunu göstermektedir.177 Ancak, Meşrebzâde Mehmed Ârif Efendi yapmış olduğu tercümeye başka deliller de  ekleyerek  ateşle  yakarak  cezalandırmanın  caiz  olmadığına  yönelik  görüşü belirtmiştir.1782. Dayak CezasıDayak cezası, bir suçlunun el veya bir değnek ile dövülmesidir.179 Yukarıda belirtildiği üzere rüşvet, İslâm ülkesine şarap ithal etme gibi suçların müeyyidesi olarak  dayak  cezası  öngörülmüştür.  Yine  eserde  tazirle  cezalandırılır  şeklinde belirtilen yerlerde, dayak cezası tazir olarak uygulanabilir.1803. Hapis CezasıHürriyeti  bağlayıcı  bir  ceza  olan  hapis,  suçlunun  belirli  bir  mekanda  zorla alıkonularak, şahsi hürriyetinin kısıtlanmasıdır.181Birbirlerini darp etmek alışkanlığı haline gelmiş olan kimselerin insan öldürmek ve hırsızlıkla suçlanmaları ancak suçun ispatı net olmadığı durumlarda bu kişiler tövbeleri zahir oluncaya kadar hapis cezası ile cezalandırılabilir.182 İnsanları şer ve fesadlarından korumak için, kurallara boyun eğmeme konusunda inat eden yani birden fazla kez sabıkalı olup, suç işleme konusunda ıslah olmayan kimselerin insanların arasına karışmaları yasaklanarak, kendilerine ev hapsi uygulanabilir.1834. SürgünSürgün, suçlunun belirli bir süreyle yaşadığı yerden başka bir yerde ikamete zorlanmasıdır. Hem bir ceza hem de bir güvenlik tedbiri olarak uygulanabilir.184176  Ebû Davud, Cihad, 112.177  Mehmet Sebzî Efendi (n 9) 5a, 5b, 6a.178  Meşrebzâde (n 70) m 18.179  Bilmen (n 16) C III (845), 307.180  Avcı (n 25) 326.181  Avcı (n 25) 328; Aykanat, Ünal (n 110) 85.182  Mehmet Sebzî Efendi (n 9) 21b.183  Meşrebzâde (n 70) m 56.184  Bilmen (n 16) C III (845), 307; Avcı (n 25) 338.1619İstanbul Hukuk Mecmuası 78/3Fasık ve facir olan kimseleri, valî-i cerâyimin sürgün etme yetkisi vardır.185 Kamu düzeni için ehl-i şer‘ sürgün edilebilir.1865. Para CezasıPara  cezası,  suç  mukabilinde  belirli  bir  miktar  paranın  devlet  hazinesine ödenmesidir.187Müellif,  ahz-ı mal ile ta zįr eylemek dahi caizdir diye yazmışlardır. Cemaate hazır olmayan ve bi-namazlar gibi kimesnelerden maslahat iktiza eyledikte baği olan eşirra ve müfsidlerin at ve silahları ahz olunduğu gibi  şeklindeki bir naklinde, müsaderenin yanında bir ceza olarak da mala el koyulabileceğinden bahsedilmektedir. Akgündüz, bunun para cezalarının şer i dayanağı ifade ettiğini de belirtmiştir.188C. Güvenlik Tedbirleri1. Hürriyeti Kısıtlayıcı Güvenlik TedbirleriTicarete  me zûn  olan  sabî  (ticaret  yapabilmesi  için  kendisine  izin  verilmiş dolayısıyla  bu  muamelelerinde  ehliyetli  sayılan  çocuk)  borcunun  vadesini geciktirmemesi için tediben hapsedilebilir. Bu çocuğun henüz ceza ehliyeti olmasa da, kötü fiillerinin önlenmesi için kendisine güvenlik tedbiri uygulanabilir.189 Kadı huzurunda dava sırasında birbirlerine hakaret eden kişiler, mahkemenin huzurunu tesis için kadı tarafından hapsedilebilir.190 2. Tanıklık Ehliyetinin KaybıEserde,  Fasıkın şehadeti caiz oldu. Zamâne ehl-i fesadın kesreti için ahkâm-ı siyasetde dahi vüs at caiz oldu. 191 şeklinde belirtilerek, normal şartlarda fasık olan kimsenin tanıklık ehliyetini kaybedeceği ancak zamanla ehl-i fesadın çoğalması ve artık başka türlü tanık göstermenin neredeyse imkansız hale gelmesi durumunda bu kişilerin de tanıklık edebileceklerinden bahsedilir.185  Mehmet Sebzî Efendi (n 9) 19a.186  Mehmet Sebzî Efendi (n 9) 20b.187  Bilmen (n 16) C III, (845), 309; Avcı (n 25) 341.188  Akgündüz (n 5) C I, 595.189  Meşrebzâde (n 70) m 64; Alâeddîn et-Trablûsî (n 49) 174.190  Mehmet Sebzî Efendi (n 9) 16b; Meşrebzâde (n 70) m 65.191  Mehmet Sebzî Efendi (n 9) 9a.1620Ünal / Dede Cöngi nin Siyâsetü ş-Şer iyyesi nin Ceza Hukuku Değeri3. MüsadereSuçun işlenmesinde kullanılan, suçun işlenmesi yoluyla elde edilen veya suçun işlenmesinde kullanılmak üzere elde bulundurulan eşyanın, sahibinin mülkiyetinden zorla çıkarılıp devletin mülkiyeti haline getirilmesidir.192Müellifin  eserde  yer  vermiş  olduğu  bir  nakle  göre  mahremiyle  evlenen  ve cinsel ilişkiye giren kişinin katl edilmesi ve malına el konulması gerektiği ifade edilmektedir.193 Ehl-i şer‘ elinde bulunan kamu için tehlike arz eden alet müsadere edilir.1944. TeşhirTazir türü bir yaptırım olan teşhir, suçlunun yüzünün siyaha boyanması veya bir merkep üzerinde şehirde dolaştırılarak işlediği suçun ilan edilmesidir.195Cemaate gelmeyenler diri olarak üç gün salb edilebilir. Bu süreçte onlara su ve ekmek verilir. Namazlarını ima ile kılar daha sonra kaza ederler. Normalde salb, çarmıh gibi bir yere gerilerek kişinin süngü ile öldürülmesi veya öldürüldükten sonra teşhir amaçlı asılmasıdır.196 Ancak burada salb diri diri teşhir amaçlı asmak manasında kullanılmıştır.197 Yalancı tanıklık gibi taziri gerektiren suçlarda avret yerleri kapalı olmak şartıyla kişiler soyulup teşhir edilebilir. Teşhir esnasında kişinin sakalı kesilmez, cumhurun görüşüne göre yüzüne kara da çalınabilir ancak bazı fakihler çalınamayacağı kanaatindedir.198VII. Muhakeme Hukuku ve İnfaz İle İlgili HükümlerA. Yargılama Tedbirleri1. Hürriyeti Kısıtlayıcı Koruma TedbirleriValî-i  cerâyim  soruşturmanın  işleyişi,  delillerin  elde  edilebilmesi  amacıyla şüpheliyi bir ay veya deliller elde edilinceye kadar gözaltında tutabilir.199 Kadı, kan davası (kasten adam öldürme) ile şüpheli olan kimseyi suçun ispatı ve tanıkların durumlarının araştırılması için bir gün gözaltında tutabilir. Ancak tanıkların başka bir yere gitmiş olmaları gibi bir özürden dolayı kadı gözaltı süresini uzatabilir. Buna 192  Avcı (n 25) 380; 1858 CK m 12. 193  Mehmet Sebzî Efendi (n 9) 14b.194  Mehmet Sebzî Efendi (n 9) 20b.195  Bilmen (n 16) C III, (845), 307.196  Avcı (n 25), 280.197  Salbin bu manada kullanımı için bkz Avcı (n 25) 311; Akgündüz (n 5) C I, 596.198  el-Maverdi (n 65) 348; Meşrebzâde (n 70) m 109; Mehmet Sebzî Efendi (n 9) 27b.199  Mehmet Sebzî Efendi (n 9) 18a.1621İstanbul Hukuk Mecmuası 78/3rağmen kan davası gütmeye (maktulün velisi olup, kısas veya diyet talep etmeye) hakkı olan kimse bir özür beyan etmez ise kadı müttehemin sabıkası olmaması durumunda bir kefil göstermesi şartıyla kendisini serbest bırakabilir.2002. Hapsen TazyikKadı huzurunda dava sırasında birbirlerine hakaret eden kişiler, mahkemenin huzurunu tesis için kadı tarafından hapsedilebilir.2013. Konutta AramaBir kimsenin, bir konutta saklandığının duyulmasıyla mahalle halkının önde gelenleriyle birlikte kadı ve validen izin almaksızın o konuta girip arama yapması ve birini bulması durumunda bu konuta giren kişilerin tamamına ceza verilir. Eğer o konutta işlenen bir suçun fısk sadasının duyulması gibi artık gizliliğinin kalmayıp, konutun dışındakiler için de zarar verici olması durumunda, o konuta girilerek nehy-i münker kapsamında müdahalede bulunulabilir.202 B. Mahkemeler Teşkilatı ve Yargılama Sujeleri1. Kadıların ve Vâlî-yi Cerâyim in Yetkileriİdari  ve  siyasi  yönden  normal  mahkemelere  kıyasla  daha  yüksek  yetkilerle donatılmış olan velâyet-i cerâyim üyesi olan vâlî-yi cerâyimin yetkileri de kadılara nazaran farklılık arz etmektedir.204 Vâlî-yi cerâyimin yetkilerinin genişliğinde farklı tartışmalar  ve  eleştiriler  yapılabilir  olmakla  birlikte  burada  Siyâsetü ş-Şer iyye çerçevesinde bir inceleme yapılmıştır. Eserde, siyâset uygulama yetkisinin kadıda mı yoksa vâlî-i cerâyimde mi olduğunu tartışılmış, her iki yönde de görüşler bildirilmiş ve kadı ve vâlî-i cerâyimin yetkileri mukayeseli olarak ele alınmıştır. Bu yetkileri mukayeseli olarak şöylece sıralayabiliriz:205200  Mehmet Sebzî Efendi (n 9) 20a.201  Mehmet Sebzî Efendi (n 9) 16b.202  Meşrebzâde (n 70) m 117; Mehmet Sebzî Efendi (n 9) 32b, 33a, 34b.203  Vâlî-yi cerâyim, normal bir valî olarak değerlendirilmemelidir. Normal şartlarda kadıların yürütmeye karşı bağımsızlıkları vardır ve yalnızca valî olmakla bir kişi kadı gibi hareket edemez. Melikşah Aydın, İslam ve Osmanlı Hukukunda Hâkimlik ve Hâkimlerin Nitelikleri, (Adalet 2016), 49, 50; Velâyet-i cerâyimin yetkileri için bkz el-Maverdi (n 65) 134 ff; Bilmen (n 16) C III, (911), 328, 329; Akyüz (n 65) 105 ff.204  Bkz el-Maverdi (n 65) 134 ff.205  Mehmet Sebzî Efendi (n 9) 15bff; Ayrıntı için bkz Alâeddîn et-Trablûsî (49) 174, 175; Murat Erten, ‘Dede Cöngî Siyâsetnâmesi nde Kadının ve Valinin Siyasal Görevleri: Hukuk-Siyaset İlişkisi Üzerine Bir Karşılaştırma , 2015, 4, Mavi Atlas Dergisi, 165-189, 172 ff.1622Ünal / Dede Cöngi nin Siyâsetü ş-Şer iyyesi nin Ceza Hukuku Değeri1- Vâlî-yi cerâyimin haiz bulunduğu güç ve heybet kadıda mevcut değildir. Ancak, Hanefi fukaha kadının da bu güç ve heybete haiz olduğunu ifade etmektedir.2- Kadı Şer iatın kendine tanıdığı yetkilerin dışına çıkamazken, valî-yi cerâyimin adaletin tesisi için farklı çözüm yollarıyla karar vermesi ve bu kararı icraya koyması konusunda daha geniş yetkiler tanınmıştır.3- Valî-i cerâyim, farklı delillerle üzerinde kuvvetli şüphe gördüğü bir sanığı tehdit ederek korkutabilir ve bu yolla suçunu ikrar etmesini sağlayabilir. Ancak kadı için aynı durum geçerli değildir. 4-  Bir  kimsenin  kanuna  aykırı  davrandığını  öğrenen  valî-yi  cerâyim,  bir  dava açılmasına gerek olmaksızın kovuşturma yoluna gidip, o kişiyi tedip yoluyla cezalandırabilir. Benzer şekilde kadı da bir davada birbirlerine söven tarafları, mahkemenin huzurunu bozmalarından ötürü hapsedebilir.5- Tarafların  her  ikisinin  de  birbirine  karşı  açmış  olduğu  davalarda,  taraflar arasındaki durumdan dolayı valî-yi cerâyimde şüphe oluşsa, şüphesini giderene kadar  davaları  erteleyebilir  ancak  kadı  için  bu  durum  söz  konusu  değildir. Taraflardan biri davanın yürütülmesi ve kararın icrasını istediği vakit kadının davaları ertelemesi gibi bir durum yoktur. O davanın devamını sağlar.6- Valî-yi cerâyim, bir davanın kendisine karışık gelmesi, iddia ve savunmaların birbirine benzeyip arada pek fark olmaması durumunda araya bir kişi sokarak tarafları rızalarıyla sulh ettirebilir. Ancak kadının taraflar kendileri istemediği müddetçe onları birilerini aracı kılarak sulha yönlendirmeleri söz konusu değildir. Genel kural bu şekilde olsa da kadıların da özellikle iki büyük kişinin, komşuların veya akrabaların dava tarafı olması durumunda, sulhe yönlendirmesi söz konusudur.7- Karşılıklı olarak açılmış olan davalarda, tarafların her ikisinin de süregelen iddiaları ve delilleri mevcut ise, davanın kefil alınmasına uygun olması durumunda, davanın kefil alınmasına uygun dava olması halinde, taraflar delilleri sınırlandırır veya bir kısmını kabule giderlerse valî-i cerâyim onların kefillerini aldırır.8- Hakkında tanık olarak dinlenmesi için olumlu veya olumsuz bilgi bulunmayan kişinin şehadetini valî-i cerâyim dinleyebilir. Ancak kadının birini dinleyebilmesi için  yapılan  şahit  tezkiyesinin  ardından  tanıklığı  kabule  şayan  olması gerekmektedir.9- Valî-i cerâyim eğer bir tanığın dinlenmesi durumunda şüpheye düşerse ona yemin ettirebilir. Ancak kadı kendisine şüpheye düşürecek, tezkiye yapılmamış bir kişiyi dinleyemez. Genel kural bu olmakla birlikte, fıskın arttığı zamanlarda tezkiye sonucu şüpheli olsa da kadı tanığa yemin verdirerek dinleyebilir.1623İstanbul Hukuk Mecmuası 78/310- Valî-i  cerâyime  bir  şikayet  ulaştığında  henüz  dava  başlamadan  müştekinin tanıklarını dinleyebilir. Ancak kadıların bu şekilde tanık dinleyebilmesi için davacı ve davalının bu yönde isteğinin bulunması gerekmektedir.Görüldüğü üzere aslında bu mukayese, yürütme ve yargı organı arasındaki farkları incelemekte ve kuvvetler ayrılığı hususunda bir tartışmayı ortaya koymaktadır. Bununla birlikte dokuz maddede de yargı ve icra güçleri arasındaki farkları ortaya koyar şekilde valî ve kadı arasındaki farklar ortaya konmuştur. Bunları da şu şekilde sıralayabiliriz:2061- Kazif fiilini işleyen kişinin sabıkasını araştıran valî-i cerâyim daha önce de bu fiili işlediğini öğrenirse, soruşturmayı daha da genişletebilir. Ancak kadılar böyle değildir.2- Meydana gelen olayda deliller müttehemin aleyhine gelişiyorsa, daha önceden bu konuda sabıkaları var ve o sıfatla tanınıyorlarsa valî-i cerâyim normalden daha ağır bir tazir cezası öngörebilir. Ancak bu şekilde tanınmayan kişiler iseler cezaları normale göre hafifletilir. Kadılar için böyle bir durum söz konusu değildir.3- Valî kendisine getirilen müttehemi durumun anlaşılması, delillerin araştırılması için hemen hapsedebilir. Bu hapsedilme süresi bir ay veya müttehemin durumu anlaşılıncaya, deliller elde edilinceye kadar sürer. Ancak kadı delilsiz ve orantısız bir şekilde hapse karar veremez.4- Müttehemin suçu işlediğine dair kuvvetli şüphe mevcut ise valî-i cerâyim taziren darp ettirip, şüphelinin ikrar ve tasdikini almaya çalışır. Eğer darptan sonra ikrar eder ise, bu ikrarı geçerli kabul edilir. Ancak darp sırasında ikrar etmesi halinde bu ikrarına itibar edilmez ve darptan sonra kendisine sorulduğunda önceki ikrarını inkar eder onun aksine bir beyanda bulunursa bu beyanına itibar edilir. Kadı için darp ile ikrar ve tasdik almak söz konusu değildir.5- Suçu itiyad haline getirmiş ancak had ile cezalandırılmamış olan müttehem, kamu için zararlı ise giyeceği ve yiyeceği devlet hazinesinden karşılanmak üzere valî-i cerâyim tarafından hapsedilebilir. Kadılar bu şekilde bir karar verme yetkisi yoktur.6- Mütteheme, valî-i cerâyim tarafından olayın aydınlatılması için, seçimi kendisine bırakılmayacak şekilde zorlanarak, boşanması, hürriyeti ve devlet hazinesine vereceği nezir akçesi üzerinden devlet başkanına biatı gibi ağır bir yemin 206  Meşrebzâde (n 70) 583; 584; Mehmet Sebzî Efendi (n 9) 17b ff.207   Hanefi hukukçulara göre suçlunun malının emanete alınması, halini düzeltmesi veya süreyi iyi halli geçirmesi halinde teminatın iade edilmesi, aksi takdirde hakimin münasip göreceği bir cihete (kamu yararına) sarf edilmesi mümkündür. Garâmât-ı tehdidiye olarak adlandırılan bu yaptırıma modern ceza hukukunda iyi hal teminatı (önleyici kefalet) denmektedir.  Avcı (n 25) 366.1624Ünal / Dede Cöngi nin Siyâsetü ş-Şer iyyesi nin Ceza Hukuku Değeriettirilir. Kadılar hukuka aykırı şekilde kimseye yemin ettiremez ve hukuka uygun olan hallerde de ancak Allah (cc) lafzı ile yemin ettirebilir.2087- Suçlunun tevbesini zorla ettiği bilinirse, valî-i cerâyim tarafından ölüm gibi ağır cezalarla kendisi korkutulabilir. Eğer suçunun cezası ölüm değil ise de, suçlu korkutularak ölümden başka bir ceza kendisine verilebilir. Kadıların böyle bir yetkisi yoktur.8- Kadınların sayılarının fazla olduğu durumlarda valî-i cerâyim onların tanıklıklarını dinleyebilir. Ancak kadılar dinleyemez. Bununla birlikte kadıların da normalde tanıklıklarının geçerli olmayan kişileri dinleyebildiği durumlar ortaya çıkabilir. Örneğin müttehem olan kimsenin kazif için tanıklığını, başka delillerin de olması durumunda kadı dinleyebilir. Kadı bu durumda tanıkların durumunu araştırır. Kan davası ile müttehem olan bir kişiyi de kadı haps edip tanıkların durumunu araştırabilir.9- Birbirine  hakaret  etmiş  ve  darpta  bulunmuş  olan  kişilerin  fiilleri  bir  had gerektirmiyor ve bu darp nedeniyle vücutlarında bir iz kalmamış ise valî-i cerâyim önce şikayete gelenin iddiasını dinler. Ancak birinde darp nedeniyle bir iz kalmış ise öncelikle o kişinin iddiasını dinler. Alimlerin çoğunluğu ise önce şikayete gelenin iddiasının dinleneceğini beyan etmiştir.Valî-i cerâyim bu yetkilerini dava sübut bulmadan önce kullanmalıdır. Dava sübut bulduktan sonra artık vali ve kadılar yetki yönünden eşittirler.2. Tazir Cezası Verme YetkisiEsas olarak tazir cezası belirleme ve uygulamaya yetkili olan kişi devlet başkanıdır. Hatta bu yalnızca bir yetki değil aynı zamanda bir görevdir.209 Devlet başkanının tazir cezasının uygulanmasında kimleri görevlendirebileceği ve kimlerin yetkili kabul edilmesi gerektiğine ise eserde yer verilmiştir.  Memur olmakla herkes onu icra eder. 210 Dolayısıyla, valî ve kadılar tazir cezası vermeye yetkilidirler. Ancak bunlardan başka tazir cezası verme yetkisini haiz olan kişiler de vardır.  Abd ve zevcede sahibi için tazir vardır lâkin hadd-i şer i yoktur.  Buna göre göre efendi, kölesini; koca da eşini tazir edebilir. Hatta müellif bir naklinde kişinin kölesini tazir için kadıya getirmesi durumunda kadının reddedeceği, taziri efendisinin vermesi gerektiği belirtilmiştir.211 Dede Cöngî Efendi yer verdiği nakillerden birinde, bir kimse kendi işlemiş olduğu suçu ve hukuken bu fiiline gereken cezayı bir başka kimseye söyleyerek uygulatması durumunda, o kişinin daha sonradan kadıya da 208  Kadıların bazı istisnalar haricinde re sen yemin verme yetkileri yoktur. MAA m 1746.209  Ebu Zehra (n 69) (318), 229.210  Meşrebzâde (n 70) m 110; Mehmet Sebzî Efendi (n 9) 28a.211  Meşrebzâde (n 70) m 110.1625İstanbul Hukuk Mecmuası 78/3götürülse  yeniden  tazir  edilmeyeceği  belirtilmiştir.  Bir  başka  naklinde  ise,  bir kişinin ancak suçu işlendiği anda gördüğü takdirde nehy-i münker kapsamında fiiliyle orantılı olacak şekilde tazirde bulunabileceği, suç işlendikten sonra faili tazir edemeyeceği, eğer ederse artık kendisinin tazir edilmesi gerektiği belirtilmiştir.212 Bu nakillerden anlaşılıyor ki, eğer kişi kendi rızasıyla hukuken fiilinin karşılığı olan cezayı bir başkasına söyleyerek kendine uygulatırsa, o kişinin tazir verme yetkisi vardır ancak bir kişi suç işlendikten sonra, faile kendiliğinden tazir cezası veremez. Suç işlendiği anda ise herkes orantılı olmak şartıyla tazirde bulunabilir. Müellif bu görüşlerin ardından herkesin tazir cezası veremeyeceği yönündeki görüşlere de yer vermiş, özellikle eşi, çocuğu gibi bir yakınını zina ederken görüp de kişinin zaniyi katletmesi durumundaki tartışmalara değinerek herkesin tazir cezası verebilmesi hususunda iki farklı görüşün olduğunu beyan etmiştir.213 Buna göre  bir kimesnenin mahremini aher kimesne zina ederken görse zaniyi ķatl eylemesini caiz görmüşler.  ve  bir kimesne bir aher muhsan kimesneyi zina ederken görüp mukaddem feragat ve terk eyle deyu sayha eyledikde zani fariğ olmasa ol kimesne zaniyi ķatl helal ve  caizdir.   şeklindeki  nakillerden  yola  çıkarak  zaniye  başkalarının  da  tazirde bulunabileceği ifade edilebilir.214 Kişinin eşi ile bir erkeği zina ederken bulduğunda yalnız erkeği veya her ikisini öldürmesi olayı üzerine, Hz. Muaviye nin, Hz. Ali ye bu olayı sormuş ve Hz. Ali de kendisinin dahi böyle bir iddiayı dört tanık ile ispat etmedikçe cinayetinden ötürü kısas olunacağını ifade etmiştir.215 Buradan da bir tazir cezasının uygulanmasından ziyade meşru müdafaa durumundan ve bunun ispatından bahsedildiğini anlamaktayız.Tazir olarak siyâsetle ceza verme yetkisinin kimde olduğuna ilişkin ise  Kadılar için siyaset-i şer iyyeyi eylemek var mıdır ki sirkat ve sair töhmetlerden biriyle huzur-ı kadıya getirdiklerinde darp ve sair siyâset-i şer iyye ile siyâset eylemek ķadıya caiz olur mu diye sual olundukda İbn-i Ķayyım el-Cevzį el-Hanbeli cevap verdi ki zaman ve mekan ve örfe göre olur dediler. Zahire ve Ahkâm-ı Sultaniyyede kadının siyâset-i şer iyyede alaka ve medhali yoktur diye yazmışlardır. 217 şeklindeki nakille bu konuya ilişkin tartışmaya yer verilmiştir.218212  Mehmet Sebzî Efendi (n 9) 28b, 29a; Meşrebzâde (n 70) m 110.213  Meşrebzâde (n 70) m 111-113.214  Mehmet Sebzî Efendi (n 9) 14a.215  Meşrebzâde (n 70) m 111; Mehmet Sebzî Efendi (n 9) 29b ff.216  Şehâbeddin el-Karâfî ye ait olup genel itibariyle, İmam Malik in fıkıh usulüne dair görüşlerini diğer mezheplerle mukayeseli biçimde ele alan eser Maliki fıkhında önemli bir yere sahiptir. H Yunus Apaydın, ‘Karâfî, Şehâbeddin  DİA, C 24, (TDV 2001), 396.217  Mehmet Sebzî Efendi (n 9) 15a, 15b.218  Bilmen siyaseten katlin tanımında devlet başkanının emriyle şeklinde belirtirken Bilmen (n 16) C III (845), 309, Hatemi bu cezanın hakimin yetkisinde olduğunu ifade etmektedir. Hüseyin Hatemi, İslam Hukuku Dersleri, (Sümer, 2012), 136.1626Ünal / Dede Cöngi nin Siyâsetü ş-Şer iyyesi nin Ceza Hukuku Değeri3. Kefilİslam Ceza Hukuku nda şahsa kefalet (kefalet bi n-nefs) müessesesi mevcuttur. Bu müessesede kefil, ceza evinden kaçma ihtimalinden ötürü şüphelenilen kişilerin, sanığın, almış olduğu cezanın infaz edilmesini bekleyen mahkûmun talep edildiği takdirde hazır bulunmasını sağlayan veya delil yetersizliğinden dolayı mahkum edilmemiş olan sanığın serbest bırakılmadan önce bulması istenen kişidir.219Müellif valilerin de kefil kabul edebileceğini ifade etmiştir.  İki davacı birbirleriyle mücadele edip niza ve cedelleri mütemadi olsa eğer şer an kefilleri alınacak dava ise insafa gelip inkıyat edince vali onların kefillerin aldırır. 220 Müellif bir başka yerde de, kan davası durumunda, kan dökmekle suçlanan kişinin suçu ispat edilmeden kadı tarafından gözaltına alınabileceğini ancak gözaltı süresi geçtiği takdirde, kadı isterse şüpheliyi kefil göstermesi üzerine serbest bırakabileceğini belirtmiştir.221 Tazir suçlarında kefilin geçerli olduğuna dair de bir alıntı yapmıştır.  Şemsü l-eimmeti lHalvani rahmetullah tazir hukuk-ı ibaddır sahibinin afvı ile sakıt olur eglenmek ile de batıl olmaz ve kefili olunmak dahi sahihtir dedi. 223C. Deliller1. Tanık BeyanıMüellif ispat hususunda tanık sayısına değinmiştir. Ramazan hilalinin görülmesi, ebenin çocuğun yaşaması ve cinsiyeti gibi hususlardaki şehadeti gibi olan konularda bir şahit yeterlidir. Zina hususunda dört şahit gereklidir ve insan öldürme, zinadan daha ağır bir suç olmasına rağmen, suçun ispatı için iki şahit gereklidir.224 Bu durum, kul hakkına tecavüz etmeyen zina suçunun örtülmesi amaçlanmasından ötürüdür.225Eserde kimlerin şahit olarak kabul edilebileceğinden bahsedilmiştir.226 Bir kişinin tanık olarak dinlenebilmesi için tezkiye sonucunda güvenilir olduğu kanısının ortaya çıkmış olması gerekir.  Fasıkın şehadeti caiz oldu. Zamâne ehl-i fesadın kesreti için ahkâm-ı siyasetde dahi vüs at caiz oldu. 227 Buna göre, fasıkın şehadeti kabul edilmez. Ancak zamanın ve buna bağlı olarak ahkamın değişmesiyle birlikte, asrı 219  Akman (n 18) 56.220  Mehmet Sebzî Efendi (n 9) 16a.221  Mehmet Sebzî Efendi (n 9) 20a.222  Kemalpaşazâde nin meselede müctehid olarak adlandırdığı Halvânî, zamanının en önde gelen Hanefi alimlerindendir. Hocaları arasında Pezdevi ve Nesefî gibi büyük Hanefi fakihleri bulunmaktadır. Kamil Şahin, ‘Halvânî , DİA, C 15, (TDV 1997), 383.223  Meşrebzâde (n 70) m 110; Mehmet Sebzî Efendi (n 9) 28b.224  Had ve kısas suçlarında tanık sayısı nas ile belirlenmiştir. Zina suçunun ispatı için dört erkek tanık gerekliyken, diğer had ve kısas suçlarının ispatında iki erkek tanık gereklidir. Had ve kısas suçları dışındaki suçların ispatında Ebu Hanife, bir erkek ve iki kadın tanığın bulunmasını yeterli kabul eder. Akman (n 18) 88.225  Mehmet Sebzî Efendi (n 9) 8a.226  Şahitliğin şartları için bkz Akman (n 18) 88.227  Mehmet Sebzî Efendi (n 9) 9a.1627İstanbul Hukuk Mecmuası 78/3evvele göre fasık kabul edilecek olan kişiler, o günün en iyileri konumundadırlar. Artık bu kişilerin şahitlikleri geçerli kabul edilecektir. Müttehem olan kimsenin kazife tanıklığı, başka delillerin de bulunması durumunda dinlenebilir.228 Ayrıca valî-i cerâyim tezkiye sonucu şüpheli olan kişileri de, kendilerine yemin verdirerek tanık olarak dinleyebilir. Kadı böyle kişileri tanık olarak dinleyemese de zamanın değişmesiyle birlikte, kadı da bunları yemin verdirerek tanık olarak dinleyebilir.229 2. İkrarİslâm hukukunda genel görüş, baskı altında alınmış olan ikrarın geçerli olmadığı, hatta kadıların böyle bir ikrar sonucu kişiye bedeni bir ceza infaz edildiği takdirde kadının sonu kısasa kadar varabilecek sorumluluğunun olduğu yönünde olsa da, hırsızlık  suçu  açısından  ikrah  altında  ikrar  alınabileceğine  yönelik  görüşler  de mevcuttur.230Dede Cöngî Efendi,  …müddea aleyh sirkati inkar eylese eğer imamın münkir sârik üzerine zann-ı galibi olup mal-ı mesruk sârikın indinde olmak şüphesi mukarrer ise imam-ı ekber re yi ile amel eyleyip sârik-ı münkire ikâb edip ikrar ettirir… 231 şeklinde naklettiği bir rivayette malı çaldığı konusunda bir kişi üzerinde kuvvetli şüphe varsa, gerekirse zor kullanarak yani işkence yaparak bu kişiye ikrar ettirilir demektedir. İkrah yoluyla hırsızdan alınan ikrarın geçerli olduğu ifade edilir.232  Zikrolunan ikrâhen ikrarlar malda caizdir yoksa kısas ve hududda caiz değildir. 233 Cümlesinden ise, ikrah sonucu elde edilen ikrarın ancak malvarlığına karşı olan suçlarda tazmin sorumluluğu bakımından geçerli olduğu ancak bu ikrar ile had ve kısas cezası uygulanamayacağı anlaşılmaktadır.234 Ancak müellif bir başka nakille, mal hususunda da ikrahın, müttehemin yaşam hakkına yönelik olmaması (işkencenin ölçülü olup kişinin ölümüne yol açmaması) gerektiğini belirtilmiştir.235 Ayrıca müellif  ķadı bir kimesneye kerh ve cebr edip sirķat veya ķatl veya ķat-ı yedi ikrar ettirse ve ol kerhen olan ikrar ile ol kimesneye kısas eylese o kimesne salah ve takva ile mâruf u mevsuf adem ise kadı onun yerine kısas olunur. 236 şeklinde yer verdiği nakil ile kadının sabıkası olmayan iyi halli birinden ikrah yoluyla ikrar alması durumunda sorumlu tutulacağını belirtmiştir.İşkence ile ilgili olarak Meşrebzâde tercümesinde, Kinaneli ibn Ebi l-Hukayk 228  Mehmet Sebzî Efendi (n 9) 9b.229  Mehmet Sebzî Efendi (n 9) 16a, 17a.230  Akman (n 18) 81, 83.231  Mehmet Sebzî Efendi (n 9) 10b, 11a.232  Mehmet Sebzî Efendi (n 9) 11b, 23a; Meşrebzâde (n 70) m 39.233  Mehmet Sebzî Efendi (n 9) 23a.234  Avcı (n 25) 379.235  Mehmet Sebzî Efendi (n 9) 23a, 23b.236  Mehmet Sebzî Efendi (n 9) 25a.1628Ünal / Dede Cöngi nin Siyâsetü ş-Şer iyyesi nin Ceza Hukuku Değeriolayını  nakletmiştir.  Buna  göre,  Hayber in  fethinin  ardından  diğerlerine  nasıl eman verilmişse bu şahsa ve ailesine de eman verildiği ancak fetih ganimeti olan malları  saklamaması  gerektiğinin  kendisine  ifade  edildiğini  belirtmiştir.  Hatta Peygamber Efendimiz (sa) İbn Ebi l Hukayk a meşhur olan o malların nerede olduğunu sorduğunda Ebi l Hukayk ın bunların savaş için harcandığını geriye bir şey kalmadığını söylemesi üzerine Hz. Peygamber in (sa) kendinden bir şey saklıyorsa onun emanının kalkacağından bahisle seni katledeyim mi demesinin ardından İbn Ebi l Hukayk katleyle demiştir. Ardından bir şahidin sıkıştırılması üzerine İbn Ebu l Hukayk ın gezdiği yerleri söylemesi ve burada malların bir kısmının bulunması üzerine Zübeyr bin Avvam malların tamamının yerini söylemesi için ona işkencede bulunmuştur. Daha sonra ise Ebi l Hukayk öldürülmüştür.237 Ancak işkence konusunda Ebussuud Efendi ve İbn Kemal gibi Dede Cöngî Efendi ile aynı görüşte olmayanlar da mevcuttur.238 Nitekim Kanun-ı Esasi ile işkence tamamen kaldırılmıştır.239 Mecelle de de bu yolla elde edilen ikrarın sahih olmayacağı ifade edilmiştir.240 3- YeminMüellif,  Bir kimesne zevcesi veyahut kızı ve sair mehariminden biri veyahut cariyesi yanında bir ecnebi namahrem herifi bulup ve alamat-ı zinadan kubl (öpme) ve lems ve mülaabe gibi ahvallerin görse ikisi dahi mutavaat ve birbirlerine inkıyat eyledikleri halde görüp ikisini dahi katl eylese isbata hacet yoktur. Ķatilin yemini isbat makamına kaim olur. 241 şeklindeki nakliyle, yeminin zina suçu işleyenlerin katli noktasında, katleden için tek başına ispat vasıtası olarak kullanılacağını belirtmiştir. Ancak bundan başka nakillerinde bu durumun ispatı için iki veya dört tanığın gerekli olduğuna dair görüşlere de yer vermiştir.242Zaruret durumu meydana gelmedikçe kişiye eşini boşaması, hürriyeti gibi büyük yemin ettirilmesi hukuka uygun kabul edilmemiştir. Zaruret halinde ise yine, yalnız Allah (cc) lafzı ile yemin ettirilebilir.243 Ancak valî-i cerâyimin olayın aydınlatılması amacıyla kişilere bu şekilde yemin ettirme yetkisi vardır. Kadının aksine valî-i cerâyim kişilere re sen yemin ettirebilir.244237  Meşrebzâde (n 70) m 86; Ebi l Hukayk ın öldürülmesi ile ilgili bunun siyâseten katle örnek teşkil ettiği çünkü olayın savaş durumunda meydana geldiği ayrıca vermiş olduğu söze uymadığı için emanının da kalkmış olduğu ifade edilmiştir. Dolayısıyla ölüm neticesinin hırsızlık ile bağlantılı olmadığı belirtilmiştir. Ancak bu olay hırsızlıkta işkencenin kabul edilirliğine delalet edecek biçimde bazı hadis ve fıkıh kitaplarında yer almıştır. bkz Avcı (n 26) 56; Ebû Davud, Harac, 23, 24; M Asım Köksal, İslâm Tarihi, C 14, (Şamil Yayınevi, 1981), 193-196; Ebu Abdullah Muhammed bin Ebî Bekir bin Eyyûp İbn Kayyim El-Cevziyye, Et-Turuku l-Hükmiyye, (Daru l-Fikri l-Fevâid, 1428); Alâeddin et-Trablusî (n 49) 171.238  Avcı (n 25) 377, 378.239  Kanun-ı Esasi m 26, (akt Akgündüz (n 5) C 1, 439).240  MAA m 1575.241  Meşrebzâde (n 70) m 112.242  Meşrebzâde (n 70) m 111; Mehmet Sebzî Efendi (n 9) 30a.243  Mehmet Sebzî Efendi (n 9) 21a, 18b.244  Mehmet Sebzî Efendi (n 9) 18b; MAA m 1746.1629İstanbul Hukuk Mecmuası 78/3Tanık beyanı başlığında bahsedildiği üzere, tezkiye sonucu durumu şüpheli olan tanıkların dinlenebilmesi için kendilerine yemin verdirilir. Bu durumda tanık ve yemin delili birlikte kullanılır.2454. KarineÇalınan malın yanında bulunduğu kişi bu karineye dayalı olarak daha önce hırsızlık suçu ile sabıkalı olmasa dahi hapsedilebilir. Ayrıca hırsızlıkla sabıkalı olan failin ise ikrarının ardından hapsi uzatılır. Müellif bu durumda kişilere had cezasının uygulanacağından  bahsetmez  ancak  bu  kişiler  hapsedilebilecektir.  Dolayısıyla müellif yalnızca karine ile hırsızlık suçundan ötürü kişiye had verilemeyeceğini ifade etmektedir.246 Ancak bazı Malikiler, Ahmet bin Hanbel, İbn Teymiyye ve İbn Kayyım karineler ile de faile had cezası uygulanabileceğini ifade etmektedirler.247Sonuç ve DeğerlendirmeSiyâsetü ş-Şer iyye, ceza kanunlarına temel teşkil edecek bir nitelikte olmakla birlikte sistematik bir görünüme sahip olmaması ve fıkıh kitaplarından yaptığı alıntılarla farklı görüşlere yer vermesiyle, kanun ile fıkıh kitabı hüviyeti arasında bir görünüm arz etmiştir. Bazı önemli kavramlardan bahseden eserde bu kavramların doğrudan tanımları yapılmamıştır. Ceza hukukuna dair birçok konuya değinmemiş olması dolayısıyla daha çok özel bir kanun düzenlemesi gibi görünse de, içerisinde birçok farklı suç tipine dair belirlemeler barındırmaktadır. Ancak bu suç tiplerine dair yapılan açıklamalar sınırlı olup, maddi ve manevi unsurlarını açık bir şekilde ortaya koymamış, müeyyidesini net olarak belirtmemiştir. Siyâset konusu çerçevesinde bazı ceza hukuku ilkelerine yer veren eser, aynı çerçevede suç teorisine dair hükümleri incelemiştir. Muhakeme hukukuna dair açıklamalar barındıran eserde, kadıların yetkileri  incelenmiş  olup,  üst  mahkeme  ve  ilk  derece  mahkemesi  ayrımından bahsedilmiştir. Kadılar ile valilerin yetkilerinin karşılıklı olarak değerlendirilmesi yoluyla da yürütme ve yargı organı arasındaki farklardan bahsedilmiştir.Siyâsetü ş-Şer iyye tüm bu nitelikleriyle ceza ve ceza muhakemesi hukukuna yönelik yapılacak düzenlemelere bir dayanak teşkil edecek niteliktedir. Nitekim yazıldığı  tarihten  itibaren  birçok  düzenleme  ve  eserde  etkilerinin  görülmesi mümkündür.  Özellikle,  İslâm  hukukunda  cezaların  ağırlaştırılması  hususunda kendisine  başvurulması  zorunlu  bir  eserdir. Ayrıca  İslâm  hukukunda  kuvvetler ayrılığına yönelik açıklamalara da yer veren eser yazıldığı tarih dikkate alındığında, bu yönüyle de öne çıkmaktadır.245  Mehmet Sebzî Efendi (n 9) 16a, 17a.246  Mehmet Sebzî Efendi (n 9) 22b; Meşrebzâde (n 70) m 90.247  Avcı (n 25) 375; Ebu Abdullah Muhammed bin Ebî Bekir bin Eyyûp İbn Kayyim El-Cevziyye, İ lâmü l Muvakkı în, (Daru l-Kitabü l-İlmiyye, 1411/1991), C 2, 76-77, C 3, 173; İbn Kayyım (n 237) 12, 13.1630Ünal / Dede Cöngi nin Siyâsetü ş-Şer iyyesi nin Ceza Hukuku DeğeriHakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir.Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare.Grant Support: The author declared that this study has received no financial support.1631İstanbul Hukuk Mecmuası 78/3",
     "Kaynakça": "Açık, Turan,  Dede Cöngî nin Siyâsetü ş Şer iyesi nin Mehmet Sebzî Efendi Tercümesi , (2016), 2(3), Journal of Turkish Language and Literature, 1 24.Akbulut, Berrin, Ceza Hukuku Genel Hükümler, (Adalet Yayınevi 2019).Akgündüz, Ahmet,  Dede Cöngî , DİA, C IX, (TDV Yayınları 1994).Akgündüz, Ahmet, İslâm ve Osmanlı Hukuku Külliyatı, Kamu Hukuku, C I, (OSAV Yayınları 2011).Akgündüz, Ahmet, Osmanlı Tarih ve Hukûk Istılâhları Kâmûsu, (OSAV Yayınları 2018).Akman, Mehmet, Osmanlı Devleti nde Ceza Yargılaması, (Eren Yayıncılık 2004).Akşit, M Cevat, İslam Ceza Hukuku ve İnsani Esasları, (Gümüşev Yayıncılık 2019).Akyüz, Vecdi, İslam Hukukunda Yüksek Yargı ve Denetim, Divan ı Mezalim, (MÜİFAV Yayınları 1995).Ali Haydar Efendi, Dürerü l Hükkâm, C 1, (çev: Rasim Gündoğdu, Osman Erdem), (DİB Yayınları 2017).Apaydın, H Yunus,  Siyâset i Şer iyye , DİA, C 37, (TDV Yayınları 2009).Apaydın, H Yunus,  Karâfî, Şehâbeddin  DİA, C 24, (TDV Yayınları 2001).Atar, Fahrettin,  Af , DİA, (TDV Yayınları, 1988).Avcı, Mustafa,  Osmanlı Hukukunda Suça Teşebbüs , 2013, 2, ERÜHFD, 7 37.Avcı, Mustafa  Osmanlı İnfaz Hukukundaki Gelişmelere Genel Bir Bakış , (2004), 12(3 4), SÜHFD, 87 159.Avcı, Mustafa,  Hukuk Tarihimizde Hukuka Aykırı Deliller Sorunu: İşkence (Örf i Maruf) Uygulaması  (2003), 147, Türk Dünyası Araştırmaları Dergisi, 45 76.Avcı, Mustafa,  İslâm ın Ceza Hukukuna Katkısı , (2006), 8, İslâm Hukuku Araştırmaları Dergisi, 113 148.Avcı, Mustafa,  Kasten Öldürme ve Kasten Yaralama Suçlarının Manevi Unsurlarını Ayırt Etmeye Yarayan Ölçütler , (2005), KHukA, 86 98.Avcı, Mustafa,  Osmanlı Hukukunda Livatanın Cezası , (2018), 26(2), SÜHFD, 15 45.Avcı, Mustafa,  Töre Cinayetlerinin Tarihi Kökenleri , (2005), 158, Türk Dünyası Araştırmaları Dergisi, 119 144.Avcı, Mustafa, Hukuk Tarihimizde Hapis (Adalet Yayınevi, 2019).Avcı, Mustafa, Osmanlı Ceza Hukuku Genel Hükümler, (Adalet Yayınevi 2018).Avcı, Mustafa, Osmanlı Ceza Hukuku Özel Hükümler, (Adalet Yayınevi 2018).Avcı, Mustafa, Türk Hukuk Tarihi, (Atlas Yayınevi 2019).Aydın, Mehmet Âkif,  Liân , DİA, C 27, (TDV Yayınları 2003).Aydın, Melikşah, İslam ve Osmanlı Hukukunda Hâkimlik ve Hâkimlerin Nitelikleri, (Adalet 2016).Aykan, Yavuz,  A Legal Concept in Motion: The ‘Spreader of Corruption (sa i bi l fesad) from Qarakhanid to Ottoman Jurisprudence , (2018), Islamic Law an Society, 1 19.Aykanat  Mehmet,  Melikşah Aydın,  ‘Osmanlı  Ceza  Hukukunun  Kaynakları   Mahmud  Esad Seydişehrî nin Ceza Hukuku Dersleri, Mehmet Aykanat, İbrahim Ülker (ed) (İstanbul 2020).Aykanat, Mehmet, Mustafa Ünal, ‘Şerh i Kanun ı Ceza nın Hukuki Değeri  Mahmud Esad Seydişehrî nin Ceza Hukuku Dersleri, Mehmet Aykanat, İbrahim Ülker (ed) (İstanbul 2020).Berki, Ali Himmet, Açıklamalı Mecelle (Mecelle i Ahkam ı Adliyye), (Hikmet Yayınları, 1979).Bilmen, Ömer Nasuhi, Hukuk ı İslâmiyye ve Istılahatı Fıkhıyye Kamusu, C III, (Bilmen Yayınevi ty)1632Ünal / Dede Cöngi nin Siyâsetü ş Şer iyyesi nin Ceza Hukuku DeğeriBilmen, Ömer Nasuhi, Fıkıh İlmi ve İslâm Hukuku Terimleri Sözlüğü, (haz Abdullah Kahraman), (Nizamiye Akademi 2016).Boynukalın, Mehmet,  Suç , DİA, C 37, (TDV Yayınları 2009).Bursalı Mehmed Tahir Efendi, Osmanlı Müellifleri, C 1, (haz Ali Fikri Yavuz, İsmail Özen), (Meral Yayınevi ty).Çağrıcı, Mustafa,  İtiyat , DİA, C 23, (TDV Yayınları 2001).Çalış, Halit,  Zaruret , DİA, C 44, (TDV Yayınları 2013). Dağcı, Şamil, İslam Ceza Hukukunda Müessir Fiiller, (TDV Yayınları 2018).Dede Cöngî, Minkarizade İbrahim Kemaleddin, Tercüme i Siyâsetnâme, (çev: Meşrebzâde Mehmed Ârif Efendi), in: Ahmet Akgündüz, İslâm ve Osmanlı Hukuku Külliyatı, Kamu Hukuku, C I, (OSAV Yayınları 2011).Dede Cöngî, Minkarizade Kemâlüddîn İbrâhîm, Terceme i Risâle i Siyâset i Şer iyye, (çev: Mehmet Sebzî Efendi), (Süleymaniye Yazma Eser Kütüphanesi Nuruosmaniye Koleksiyonu, no: 4982, 1121 / 1709).Dede Cöngî, Şer î Siyaset, (çev: Asım Cüneyd Köksal), (İlke Yayıncılık 2019).Develioğlu, Ferit, Osmanlıca Türkçe Lûgat, (Aydın Kitabevi 1982).Döndüren, Hamdi,  Garamet , Şamil İslâm Ansiklopedisi, C III, (Şamil Yayınevi 2000).Dönmez, İbrahim Kâfi,  Meşru Müdafaa , DİA, C 29, (TDV Yayınları 2004).Ebû Davud Süleyman bin Eş as es Sicistanî el Ezdî, Sünen i Ebû Davud Tercüme ve Şerhi, (haz Necati Yeniel, Hüseyin Kayapınar), (Şamil Yayınevi 1987).Ebu Zehra, Muhammed, el Cerime ve l Ukube fi l Fıkhi l İslami, (Daru l Fikri l Arabiyye, 1998).Ebu l Hasan, Alâeddîn Ali bin Halil et Trablûsî el Hanefî, Muînü l Hükkam, (Daru l Fikir, ty)Ebu l Hüseyn Müslim bin İsmail el Haccâc, Sahîh i Müslim Tercüme ve Şerhi, (çev ve şerh: Ahmed Davudoğlu), (Sönmez Yayınevi 1977).el Buhârî, Muhammed, Sahîh i Buhârî, (çev: Soner Duman, Halil Aldemir, Mehmet Odabaşı, Beşir Eryarsoy, İshak Emin Aktepe, İbrahim Tüfekçi), (Karınca & Polen 2017).El Maverdi,  Ebu l Hasan Ali  bin  Muhammed  bin  Habib  el Basrî,  El  Ahkâmü s  Sultaniye, (muhakkik: Ahmet Câd), (Dârulhadis Yayınevi), 2006.Erdoğan, Mehmet, Fıkıh ve Hukuk Terimleri, (Ensar Neşriyat 2016).Erel, Zeynep Gül, Dede Cöngî s Risâletü s Siyâseti ş Şer iyye: A Context Analysis Through Its Translations in The Sixteenth And The Nineteenth Centuries, (İhsan Doğramacı Bilkent Üniversitesi Ekonomi ve Sosyal Bilimler Enstitüsü (Yayımlanmamış Yüksek Lisans Tezi), 2012).Erkal, Mehmet, ‘el Ahkâmü s Sultâniyye , DİA, C 1, (TDV Yayınları 1988).Erten, Murat,  Dede Cöngî Siyâsetnâmesi nde Kadının ve Valinin Siyasal Görevleri: HukukSiyaset İlişkisi Üzerine Bir Karşılaştırma , (2015), 4, Mavi Atlas Dergisi, 165 189.es Serahsî, Şemsü l Eimme Ebu Sehl Ebu Bekir Muhammed bin Ahmed, el Mebsût, (Daru lMârife 1414/1993).et Tirmizi, Muhammed İbn İsa, Sünen i Tirmizi Tercümesi, (çev: Abdullah Parlıyan), (Konya Kitapçılık 2007).Evliya Çelebi bin Derviş Mehemmed Zıllî, Evliyâ Çelebi Seyahatnâmesi, C II (Yapı Kredi Yayınları 1998).Gökcen, Ahmet, Tanzimat Dönemi Osmanlı Ceza Kanunları ve Bu Kanunlardaki Ceza Müeyyideleri, (İstanbul 1989).Hamidullah, Muhammed, İslâm Peygamberi, (çev: Mehmet Yazgan), (Beyan Yayınları 2013).1633İstanbul Hukuk Mecmuası 78/3Hatemi, Hüseyin, İslam Hukuku Dersleri, (Sümer Kitabevi 2012).Heyd, Uriel, Studies In Old Ottoman Criminal Law, V L Menage (ed), (At The Clarendon Press 1973).İbn Âbidin, Muhammed Emin bin Ömer bin Abdulaziz Âbidin, Reddu l Muhtâr Ale d Durri lMuhtâr, (Dâr ul Fikir 1421/2000).İbn Kayyim El Cevziyye, Ebu Abdullah Muhammed bin Ebî Bekir bin Eyyûp, İ lâmü l Muvakkı în, (Daru l Kitabü l İlmiyye, 1411/1991).İbn Kayyim El Cevziyye, Ebu Abdullah Muhammed bin Ebî Bekir bin Eyyûp, Et Turuku lHükmiyye, (Daru l Fikri l Fevâid, 1428).İbn Mâce, Sünen i İbn Mâce Tercemesi ve Şerhi, (çev: Haydar Hatipoğlu), (Kahraman Yayınları 2012).Köksal, Asım Cüneyd, Fıkıh ve Siyaset Osmanlılarda Siyâset i Şer iyye, (Klasik Yayınları 2017).Köksal, M Asım, İslâm Tarihi, C 14, (Şamil Yayınevi, 1981).Köse, Hızır Murat,  Siyaset , DİA, C 37, (TDV Yayınları 2009).Köse, Saffet,  Rüşvet , DİA, C 35, (TDV Yayınları 2008).Mahmud Esad Efendi, Şerh i Kanun ı Ceza, (İstanbul 1302).Marinos Sariyannis and E Ekin Tuşalp Atiyas,  The Imperial Heyday: The Formation of the Ottoman System and Reactions to It , A History of Ottoman Political Thought up to the Early Nineteenth Century, (Brill 2019).Mevkufâtî, Mehmed, Multeka l Ebhur, Mevkûfât, (Mültekâ Tercümesi), (çev: Ahmed Davudoğlu), C 2, (Sağlam Kitabevi 1980).Midilli, Muharrem, Klasik Osmanlı Ceza Hukukunda Şeriat Kanun Ayrımı, (Klasik Yayınları 2019).Midilli, Muharrem,  Dede Cöngî nin es Siyâsetü ş Şer iyye si Osmanlı Ceza Kanunlarının Hukuki Temellendirmesi midir? , Osmanlıda İlm i Fıkıh Âlimler, Eserler, Meseleler, (İsar Yayınları 2017).Milli Eğitim Bakanlığı, Örnekleriyle Türkçe Sözlük, C IV, (MEB Yayınları 1996).Mumcu, Ahmet, Osmanlı Devleti nde Siyaseten Katl, (Phoenix Yayınevi 2017).Örsten Esirgen, Seda, ‘Osmanlı Hukukunda Konut Dokunulmazlığını İhlal Suçu , (2016), 65 (4), AÜHFD, 2306 2329.Özgenç, İzzet, Türk Ceza Hukuku Genel Hükümler, (Seçkin Yayınevi 2019).Polat, Murat,  İslâm Ceza Hukukunun Karakteristik Özelliklerinden Bazı Örnekler  (2017), 9, AUID, 249 286.Püsküllüoğlu, Ali, Türkçe Sözlük, (Arkadaş Yayınevi 2012).Schacht, Joseph, İslam Hukukuna Giriş, (çev: Mehmet Dağ, Abdulkadir Şener), (Otto Yayınları 2018)Süreyya, Mehmed, Sicil i Osmanî, C III, (Tarih Vakfı Yurt Yayınları 1996).Şahin, Kamil,  Halvânî , DİA, C 15, (TDV Yayınları, 1997).Tuna, Abdullah Sabit, Osmanlı Siyasetname Geleneği İçinde Dede Cöngî nin Yeri ve Eserinin Tahlili, (İstanbul Üniversitesi Sosyal Bilimler Enstitüsü (Yayımlanmamış Yüksek Lisans Tezi) 2011).Türk Hukuk Kurumu, Türk Hukuk Lügati, (Başbakanlık Basımevi 1991).Ünal, Mustafa, İslâm Hukukunda Haksız Fiil Sorumluluğu, (Adalet Yayınevi 2019).Yaman, Ahmet, Siyaset ve Fıkıh, (İz Yayıncılık, 2015).Yeniçeri, Celal,  Mezalim , DİA, C 29, (TDV Yayınları 2004).Zuhaylî, Vehbe, Nazariyyetü d Darûreti ş Şer iyye, (Müessesetu r Risâle 1985).1634"
}