{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "22",
     "Ay": "06",
     "Yıl": "2018",
     "Cilt": "76",
     "Sayı": "1",
     "Başlık": "Yoksulluk Nafakasında  Süresizlik  Sorunu",
     "Title": "The Problem of Post Marital Spousal Support Without a Time Limit",
     "Yazar İsmi": [

          "Kürşad Yağcı"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Yoksulluk nafakası" , "Yoksulluk nafakasının süresi" , "Yoksulluk nafakasında süre" ,  "Yoksulluk nafakasının süreyle sınırlanması" , "Yoksulluk nafakasında süresizlik"
     ],
     "Keywords": [
          "Spousal support" , "Alimony" , "Post marital maintenance" , "Duration of spousal support" , "Time limit of spousal support" , "Lifetime spousal support"
     ],
     "Özet": "Evliliğin boşanma ile sona ermesinin mali sonuçlarından birisi de yoksulluk nafakasıdır. Türk Medeni Kanununun (TMK) 175.maddesinin 1.fıkrasına göre, boşanma yüzünden yoksulluğa düşecek taraf, kusuru daha ağır olmamak koşuluyla geçimi için diğer taraftan malî gücü oranında süresiz olarak nafaka isteyebilir. Nafaka alacaklısı, isterse, elbette nafaka talebini belirli bir süreyle sınırlayabilir. Nafakanın süresiz olarak ödenmesinin talep edildiği hallerde, mahkemenin  kanundan doğan bir zorunluluk olarak  bir süre sınırlaması olmaksızın nafakaya hükmetmesinin gerekip gerekmeyeceği, ya da nafakayı belirli bir süreyle sınırlandırma konusunda hâkimin takdir yetkisinin olup olmadığı hususu tartışmalıdır. Yargıtay ve öğretideki baskın görüş, hâkimin nafaka süresini sınırlama konusunda bir takdir yetkisi olmadığını kabul etmektedir. Yargıtay ın bu uygulaması, ömür boyu nafaka ödeme yükümlülüğünün, bazı hallerde, özellikle kısa süren ve çocuksuz evliliklerde, nafaka yükümlüsü aleyhine hakkaniyete aykırı sonuçlar doğurmasına yol açmıştır. Yaşanan mağduriyetler nedeniyle, yoksulluk nafakasına süre sınırı getiren olası bir kanun değişikliği, Aile Bakanlığının ve parlamento komisyonunun gündemine gelmiştir. Bu makalede yoksulluk nafakasının süresi, de lege lata ve de lege ferenda olarak değerlendirilmektedir.",
     "Abstract": "One of the financial consequences of divorce deals with post marital spousal support (alimony). According to Article 175 of the Turkish Civil Code,  the party falling to poverty due to divorce may demand from the other side spousal support without a time limit for living costs, in proportion to the financial power of the other spouse on the condition that the fault of the recipient shall not be heavier than the fault of the obligor. It is not necessary for the obligor to be faulty.  The party demanding spousal support, of course, has the option to confine a spousal support claim to a certain period of time. In cases where lifetime spousal support is demanded, there is a debate about whether the judge has to rule on the obligor paying spousal support without setting a time limit or if he can confine the spousal support payment to a certain period of time. The Court of Cassation and the prevailing view of the Turkish doctrine acknowledge that the judge does not have the discretionary power to confine the spousal support to a certain period of time. This practice of the Court of Cassation, which led to the obligation to pay spousal support lasting for a lifetime, in some cases, causes unfair consequences for the obligor, especially in short marriages and childless marriages. A possible amendment of the law, bringing a time limit to the spousal support, has been brought to the agenda of the ministry of family affairs and the parliamentary commission due to intensely asserted grievances. In this article, the period of spousal support is evaluated in terms of de lege lata and de lege ferenda.",
     "Metin": "Evliliğin boşanma ile sona ermesinin mali sonuçlarından birisi de yoksulluk nafakasıdır. Boşanma yüzünden yoksulluğa düşecek taraf, kusuru daha ağır olmamak koşuluyla  geçimi  için  diğer  taraftan  malî  gücü  oranında  süresiz  olarak  nafaka isteyebilir (TMK 175/I). Mahkeme tarafından yoksulluk nafakası ödenmesine karar verilebilmesi için; evliliğin butlan veya boşanma ile sona ermiş olması, yoksulluğa düşen tarafın nafaka ödenmesini talep etmiş olması, nafaka talep eden tarafın boşanma yüzünden yoksulluğa düşecek olması, nafaka talep eden tarafın kusurunun nafaka talep edilen tarafın kusurundan daha ağır olmaması ve nafaka talep edilen tarafın nafaka ödeyebilecek mali güce sahip olması gerekir. TMK 175/I gereğince nafaka miktarı, nafaka alacaklısının geçimi için gerekli olan miktardır. Yargıtay a göre,  yeme, giyinme, barınma, sağlık, ulaşım, kültür, eğitim gibi bireyin maddi varlığını geliştirmek için zorunlu ve gerekli görülen harcamaları karşılayacak düzeyde geliri olmayanları yoksul kabul etmek gerekir 3. Öte yandan öğretideki baskın görüşe ve Yargıtay uygulamasına göre, yoksulluk nafakası kurumu ile, kural olarak, evlilik öncesindeki yaşama standardının aynen sürdürülmesi değil; eşin boşanma sebebiyle yoksulluğa düşmemesini sağlamak hedeflenmektedir. Nafaka,  toptan  veya  irat  olarak  ödenebilirse  de  (TMK  176/I),  uygulamada genellikle irat biçiminde aylık periyotlar halinde ödenmesine karar verilmektedir. Mahkemece  yoksulluk  nafakası  ödenmesine  karar  verilebilmesi  için  nafaka yükümlüsünün boşanmada kusurlu olması gerekli değildir (TMK 175/II). Bununla birlikte  nafaka  alacaklısının  kusurunun  daha  ağır  olmaması  şartı  arandığına göre,  eğer  nafaka  yükümlüsü  boşanmada  kusurlu  değilse,  bu  durumda  nafaka alacaklısının da boşanmada kusursuz olması gerekecektir. Kusurun eşitliği halinde yine nafakaya hükmedilebilecektir. Yoksulluk nafakası, boşanma davası ile birlikte talep edilebileceği gibi, boşanma davasından sonra ayrı bir dava açmak suretiyle de talep edilebilir. Evliliğin boşanma sebebiyle sona ermesinden doğan dava hakları içerisinde yer alan nafakayı talep hakkı da, boşanma hükmünün kesinleşmesinin üzerinden bir yıl geçmekle zamanaşımına uğrar (TMK 178).1  Kanımızca,  evlilik sonrası katkı  terimi, kurumun yapısını ifade eden daha başarılı bir terim olmasına rağmen, uygulama ve öğretide yerleşmiş bir terim olması sebebiyle  yoksulluk nafakası  terimini kullanmaktayız. Zira  sosyolojik ve ekonomik anlamda yoksulluk  terimi ile  hukuki anlamda yoksulluk  her zaman için birbiriyle örtüşmemektedir.2  Eşler arasındaki mal rejiminin tasfiyesi, tazminat, nafaka ve soyadı hakkında boşanmaya ilişkin hükümler uygulanır (TMK 158/II).3  YHGK 07.10.1988,2-656/688; YHGK 28.02.2007, 3-84/95; YHGK 16.05.2007, 2-275/275; YHGK 10.11.2010, 2-614/597 (Kazancı İBB). Yargıtay ın da söz konusu kararlarda belirttiği üzere,  asgari ücret seviyesinde gelire sahip olunması yoksulluk nafakasının bağlanmasını olanaksız kılan bir olgu olarak kabul edilmemektedir .4  Hâkim, istem hâlinde, irat biçiminde ödenmesine karar verilen nafakanın gelecek yıllarda tarafların sosyal ve ekonomik durumlarına göre ne miktarda ödeneceğini karara bağlayabilir (TMK 176/V). Nafakanın üst sınırını ise, nafaka yükümlüsünün mali gücü oluşturur. Nafaka yükümlüsünün veya nafaka alacaklısının mali gücü, mahkemece nafakaya hükmedildiği tarihten daha sonra önemli ölçüde değişirse, nafaka miktarının artırılması ya da azaltılması talep edilebilir. Tarafların malî durumlarının değişmesi veya hakkaniyetin gerektirdiği hâllerde iradın artırılması veya azaltılmasına karar verilebilir (TMK 176/IV).5  Boşanma davası ile birlikte talep edilmişse, nafakaya boşanmanın kesinleştiği tarihten itibaren hükmolunabilir. Ayrı dava ile talep edildiği hallerde ise, dava açıldığı tarihten itibaren nafaka ödenmesi talep edilebilecektir.324Yağcı / Yoksulluk Nafakasında  Süresizlik  SorunuYukarıda verilen genel bilgiler ışığında, güncelliğini kaybetmeyen ve tartışmalara yol açan bir konu da, mahkemece yoksulluk nafakasına belirli bir süreyle sınırlı olarak hükmedilip  hükmedilemeyeceğidir.  TMK  175/I,   boşanma  yüzünden  yoksulluğa düşecek taraf, (…) diğer taraftan (…) süresiz olarak nafaka isteyebilir  hükmünü içermektedir. Yoksulluk nafakasının süresiz olarak ödenmesi konusu, irat biçimindeki nafaka ödemesi için geçerlidir; nafakanın toptan ödenmesine karar verilen hallerde bu sorun gündeme gelmez. Öte yandan irat biçiminde süresiz olarak ödenmesine karar verilen yoksulluk nafakasının süresiz olarak ödenmeye devam edebilmesi için, kanunda aranan bazı olumsuz koşulların da gerçekleşmemiş olması gerekir: TMK 176/III gereğince irat biçiminde ödenmesine karar verilen nafaka, alacaklı tarafın yeniden evlenmesi ya da taraflardan birinin ölümü hâlinde kendiliğinden kalkar; alacaklı tarafın evlenme olmaksızın fiilen evliymiş gibi yaşaması, yoksulluğunun ortadan kalkması ya da haysiyetsiz hayat sürmesi hâlinde mahkeme kararıyla kaldırılır.Nafaka alacaklısı, isterse, nafaka talebini belirli bir süreyle sınırlayabilir. Anlaşmalı boşanma hallerinde, boşanma protokolü çerçevesinde de nafakanın belirli belirli bir süreyle sınırlı olarak ödenmesi kararlaştırılabilir. Bu anlaşma hâkim tarafından onanmış olmalıdır (TMK 184, b.5). Bu hallerde taleple bağlılık ilkesi gereğince hâkim, koşulları varsa talep edilen süre kadar nafaka ödenmesine hükmedebilir.Öte  yandan,  TMK  175/I  hükmünün  lafzından  nafaka  alacaklısı  tarafından nafakanın süresiz olarak ödenmesinin de talep edilebileceği açıkça anlaşılmaktadır. Nafaka alacaklısı nafaka talebini açtığı davada belirli bir süreyle sınırlı olmaksızın (süresiz olarak) ileri sürmüş olabileceği gibi, anlaşmalı boşanma hallerinde anlaşmalı boşanma protokolünde de nafaka belirli bir süreye bağlanmamış olabilir. Nafakanın süresiz olarak ödenmesinin talep edildiği hallerde, mahkemenin -kanundan doğan bir zorunluluk olarak- bir süre sınırlaması olmaksızın nafakaya hükmetmesinin gerekip gerekmeyeceği ya da nafakayı belirli bir süreyle sınırlandırma konusunda hâkimin takdir yetkisinin olup olmadığı hususu, bu çalışmanın odak noktasını oluşturmaktadır. Özellikle konuya ilişkin mevcut bir Anayasa Mahkemesi kararı ile Yargıtay ın ve öğretinin bu konudaki tutum ve görüşleri değerlendirilerek, nihayet tüm bu bilgi ve değerlendirmeler ışığında kanaat ve önerilerimiz dile getirilecektir.6  İsviçre Hukukunda yoksulluk nafakası talebinin reddi, nafakanın azaltılması ya da kaldırılması sebepleri farklı düzenlenmiştir. ZGB 125/III gereğince, istisnaen, yoksulluk nafakasının ödenmesinin hakkaniyete aykırı olduğu hallerde, özellikle nafaka alacaklısı; 1. Evlilik sırasında aileye destek olma yükümlülüğünü ağır derecede ihlal etmişse, 2. Yoksulluğa kendi isteğiyle düşmüşse, 3. Nafaka yükümlüsüne veya onun bir yakınına karşı ağır bir suç işlemişse, yoksulluk nafakası talebi reddedilebileceği gibi, nafaka miktarı indirilebilir ya da nafaka tamamen kaldırılabilir. Detaylı bilgi için bkz. Ingeborg Schwenzer/Andrea Büchler, Fam Kommentar, Scheidung Band I: ZGB, Herausgeber: Ingeborg Schwenzer, Roland Fankhauser, 3. Auflage, Stämpfli Verlag, 2017, Art.125, N.109 vd; Urs Gloor/Annette Spycher, in Basler Kommentar, Zivil Gesetzbuch I, Art.1-456 ZGB, 4.Auflage, Herausgeber: Heinrich Honsell/Nedim Peter Vogt/Thomas Geiser, Basel, Helbing Lichtenhahn Verlag, Basel, 2010., Art.125, N.37 vd; Dieter Freiburghaus, Personen- und Familienrecht - Partnerschaftsgesetz Art. 1-456 ZGB – PartG, CHK - Handkommentar zum Schweizer Privatrecht, Herausgeber: Peter Breitschmid, Alexandra Jungo, 3.Auflage, Schulthess 2016, Art.125, N.47 vd; Peter Tuor/Bernhard Schnyder/Alexandra Jungo, Das Schweizerische Zivilgesetzbuch, (Herausgeber: Peter Tuor, Bernhard Schnyder, Jörg Schmid, Alexandra Jungo), 14. Auflage, Zürich, Schulthess, 2015, §24, N.64 vd.325İstanbul Hukuk Mecmuası 76/1II. Yoksulluk Nafakasının Süreyle Sınırlanmış Olarak Talep EdilmesiYoksulluk nafakası alacaklısı, ya boşanma davası sırasında ya da ayrı olarak açılan bir dava yoluyla yoksulluk nafakasının belirli bir süre dâhilinde ödenmesini isteyerek, talebini belirli bir süreyle sınırlandırmış olabilir. TMK 175/I hükmü, belirli bir süre ile nafaka talep edilmesine engel değildir.Yoksulluk nafakasının belirli bir süreyle sınırlı olarak talep edildiği hallerde, hâkim, taleple bağlılık ilkesi gereğince talep edilen süreden daha fazla bir süre nafaka ödenmesine karar veremez (Hukuk Muhakemeleri Kanunu (HMK) m.26/I). Boşanmanın mali sonuçlarından birisi olan yoksulluk nafakası konusunda taraflar anlaşma yapabilir (TMK 184, b.5). Bu anlaşma, anlaşmalı boşanma protokolünde yer alabileceği gibi, diğer boşanma sebeplerinin söz konusu olduğu hallerde de gerçekleştirilebilir. Tarafların, anlaşmalı olarak boşanmayı tercih ettiği hallerde, boşanmanın mali sonuçları konusunda da anlaşma içerisinde olmaları gerekir. Taraflar  arasındaki  anlaşma  çerçevesinde  nafakanın  süresiz  olarak  ödenmesi kararlaştırılmış  olabileceği  gibi;  belirli  bir  süreyle  sınırlı  olarak  ödenmesi  de kararlaştırılmış  olabilir.  Ancak  bu  anlaşmanın  geçerli  olabilmesi  için  hâkim tarafından onanmış olması gerekir (TMK 166/III; 184, b.5). Öğretide, anlaşmalı boşanma protokolünde nafaka ödenmesinin belirli bir süreye bağlanmış olması ve bu protokolün hâkim tarafından onanmış olması halinde, nafaka alacaklısının sonradan açacağı bir dava ile nafaka süresinin uzatılmasını isteyemeyeceği, zira bu kararın taraflar arasında kesin hüküm oluşturacağı ileri sürülmüştür.7  Ahmet C. Ruhi, Yargıtay İçtihatlarıyla Nafaka Hukuku, 3.Bası, Ankara, Seçkin, 2010, s.46; Bilge Öztan, Aile Hukuku, 5.Bası, Ankara, Turhan, 2004, s.509; Ebru Ceylan, Türk ve İsviçre Hukukunda Boşanmanın Hukuki Sonuçları, İstanbul, Galatasaray Üniversitesi Yayınları, 2006, s.116; Bilal Köseoğlu/Köksal Kocaağa, Aile Hukuku ve Uygulaması, Ankara, Türkiye Barolar Birliği Yayınları, 2009, s.233; Abdülkerim Yıldırım,  Yoksulluk Nafakası ve Yoksulluk Nafakasında Süre Sorunu , Legal Hukuk Dergisi, C. 14, S. 157, Ocak 2016, s., s.77; Ömer Arbek,  Boşanmanın Mali Sonuçları , Ankara Üniversitesi Hukuk Fakültesi Dergisi, C.54, S.1, 2005, s.145.8  HMK 26/I gereğince,  Hâkim, tarafların talep sonuçlarıyla bağlıdır; ondan fazlasına veya başka bir şeye karar veremez. Duruma göre, talep sonucundan daha azına karar verebilir .9  Ruhi, s.46; Öztan, s.504; Ceylan, s.116; Köseoğlu/Kocaağa, s.233; Yıldırım, s.77-78; Mustafa Şahin,  Türk – İsviçre Medeni Kanunlarına Göre Evlilik sonrası Katkının (Yoksulluk Nafakasının) Şartları , Gazi Üniversitesi Hukuk Fakültesi Dergisi, C.21/3, 2017, s.88; Gençcan, s.1093; Y.2HD 20.10.1995, 10569/10750 (Gençcan, s.1093); Y.2HD 11.05.2004, 3009/6100 (Gençcan, s.1093).10  Öztan, s.497; Ceylan, s.131 vd.11  Nitekim TMK 166/III, c.2-4 gereğince,  bu hâlde boşanma kararı verilebilmesi için, hâkimin tarafları bizzat dinleyerek iradelerinin serbestçe açıklandığına kanaat getirmesi ve boşanmanın malî sonuçları ile çocukların durumu hususunda taraflarca kabul edilecek düzenlemeyi uygun bulması şarttır. Hâkim, tarafların ve çocukların menfaatlerini göz önünde tutarak bu anlaşmada gerekli gördüğü değişiklikleri yapabilir. Bu değişikliklerin taraflarca da kabulü hâlinde boşanmaya hükmolunur .12  Yıldırım, s.78; Gençcan, s.1089 vd.13  Öztan, s.498; Ruhi, s.82; Yıldırım, s.78; Arbek, s.145; Mecit Demir, Türk Medeni Hukuk Öğreti ve Uygulamasında Yoksulluk Nafakası, Ankara, Seçkin, 2018, s.65; karş. Ceylan, s.116. Yargıtay ın, bir kararında, anlaşmalı boşanma protokolünde yoksulluk nafakası için bir süre belirlenmemişse, nafakaya mutlaka süresiz olarak hükmolunması gerektiğine karar verdiği yönünde: Y.2HD 03.07.1991, 2-30/347 (Ceylan, s.116, dn.664 den).326Yağcı / Yoksulluk Nafakasında  Süresizlik  SorunuIII. Yoksulluk Nafakası Talebinin Süreyle Sınırlanmadığı HallerBu bölümde, yoksulluk nafakasının süresine ilişkin yasal düzenlemenin tarihsel gelişimine değindikten sonra, konuya ilişkin Yargıtay uygulamasına, bir Anayasa Mahkemesi kararına ve öğretide yer alan görüşlere değineceğiz.A.  Yoksulluk  Nafakasının  Süresine  İlişkin  Türk  Medeni  Kanunundaki Düzenlemenin Tarihsel GelişimiMülga 743 sayılı Türk Kanunu Medenisinin 144.maddesinin, 04.05.1988 tarihli ve 3444 sayılı Kanunun 6.maddesi ile değiştirilmesinden önce, yoksulluk nafakası bir yıllık bir süre için talep edilebilmekteydi. Hâkim söz konusu bir yıllık süre ile bağlı idi; bir yıllık sürenin uzatılması ya da bir yıldan daha az süreli olarak nafakaya hükmedilmesi mümkün değildi. Öğretide, yoksulluk nafakasının bir yıllık süreyle sınırlanmış olması, yoksulluk nafakasının anlam ve amacına aykırı bulunmaktaydı. İsviçre Medeni Kanununda süre sınırına ilişkin bir hüküm bulunmamasına da işaret edilerek, bir yılın sonunda yoksulluktan kurtulamayan eşin mali açıdan güç durumda kalmaya terk edilmekte olması eleştirilmişti. 04.05.1988 tarihli ve 3444 sayılı Kanunla yapılan değişiklik sonrasında bir yıllık süre sınırı kaldırılmış ve yoksulluk nafakasının  süresiz  olarak istenebileceği hükmü getirilmiştir. 3444 sayılı Kanunun Hükümet Gerekçesine göre,  (…) bir yıllık kaydın adalete uygun düşmediği nazara alınıp kaynak İsviçre Medeni Kanununun 152.maddesine uygun olarak süresiz nafaka mecburiyeti esası kabul edilmiştir . Oysa 26.06.1998 tarihinde yapılan ve 01.01.2000 tarihinde yürürlüğe giren İsviçre Medeni Kanunundaki değişiklikler çerçevesinde yürürlükten kaldırılan 152.maddesinde -3444 sayılı Kanunun Hükümet Gerekçesinde belirtilenin aksine-  süresiz nafaka mecburiyeti  gibi bir zorunluluk söz konusu değildi. Tam tersine hakim, nafakayı belirli bir süre ile sınırlayabilmekteydi.01.01.2002 tarihinde yürürlüğe giren 22.11.2001 tarihli Türk Medeni Kanununun 175.maddesinin 1.fıkrasında da aynı esas benimsenerek yoksulluk nafakasının süresiz olarak talep edilebileceği hükmü, yeni kanun metnine aynen aktarılmıştır.14  Feyzi N. Feyzioğlu, Aile Hukuku, 3.Bası, İstanbul, Filiz, 1986, s.399. Nafaka talebinin bir yıllık süreyle sınırlanmış olmasındaki gayenin, boşanan eşler arasındaki mali ilişkinin uzun süre devam etmemesini sağlamak olabileceği yönünde: S. Sulhi Tekinay, Türk Aile Hukuku, 7.Bası, İstanbul, Filiz, 1990, s.264.15  H. Veldet Velidedeoğlu, Aile Hukuku, İstanbul, Gün Matbaası, 1969, s.262; Feyzioğlu, s.399; Ferit H. Saymen/H. Kemal Elbir, Türk Medeni Hukuku, Aile Hukuku, 2.Bası, İstanbul, İsmail Akgün Matbaası, 1960, s.282; Halil Bozovalı, Mevzuattaki Son Değişikliklerle Öğreti ve Uygulamada Türk Medeni Hukukunda Bakım Nafakaları, İstanbul, Kazancı, 1990, s.72; M. Kemal Oğuzman/ Mustafa Dural, Aile Hukuku, 3.Bası, İstanbul, Filiz, 2001, s.147; Turgut Akıntürk/Derya Ateş Karaman, Türk Medeni Hukuku, C.II, Aile Hukuku, Beta, 20.Ed., İstanbul, 2017, s.305; Köseoğlu/Kocaağa, s.233.16  3444 sayılı Kanun Hükümet Tasarısı 6.madde Gerekçesi.17  İsviçre Hukukunda yoksulluk nafakası daha evvel ZGB Art. 152-153 de düzenlenmekte iken, 26.06.1998 tarihinde yapılan ve 01.01.2000 de yürürlüğe giren değişiklikle ZGB Art. 125 vd hükümlerde düzenlenmiştir: https://www.admin.ch/opc/de/classified-compilation/19070042/changes.html.18  Aynı yönde Ceylan, s.115.327İstanbul Hukuk Mecmuası 76/1B.  Yoksulluk  Nafakasının  Süreye  Tabi  Olup  Olmaması  Açısından  Karşılaştırmalı Hukukta DurumKaynak  İsviçre  Hukukunda  nafakanın  süresi  ile  ilgili  olarak  bir  hüküm bulunmamaktadır; hakim, aşağıda belirttiğimiz, bazı kriterlere göre irat şeklinde ödenecek olan nafakanın süresinin uzunluğunu takdir etmektedir. Ancak, aşağıda belirteceğimiz kriterler çerçevesinde durum ve koşullar nazara alınarak nafaka belirli bir süreyle sınırlanabilmektedir. İsviçre Hukukunda 01.01.2000 tarihinde yürürlüğe giren revizyonla, boşanma hukukunda kusur esası terk edilmiş ve bu değişiklik yoksulluk nafakasının koşulları bakımından  da  etkili  olmuştur.  Revizyon  öncesinde  de,  İsviçre deki  öğreti  ve uygulama, yoksulluk nafakasının her durumda süresiz olması yönünde bir eğilim içerisinde değildi. Buna göre 5 yıldan kısa süren evlilikler,  kısa süreli ; 5-10 yıl arasında süren evlilikler,  orta süreli  ve 10 yıldan fazla süren evlilikler ise  uzun süreli  olarak sınıflandırılmış ve böylece evliliğin süresi, yoksulluk nafakasının süresinin belirlenmesinde ciddi bir rol oynamıştır. Aynı yargı uygulaması prensip olarak bugün için de devam etmektedir.Revizyon ile birlikte yoksulluk nafakası şartları yeniden düzenlenmiştir. Buna göre hâkim, yoksulluk nafakasının ödenmesinin gerekli olup olmadığı ve eğer gerekli ise ne miktarda ve hangi süre dâhilinde ödeneceği ile ilgili olarak –özellikle- şu kriterleri dikkate alacaktır (Zivilgesetzbuch (ZGB) Art.125/II): 1. Evlilik süresince eşlerin görev paylaşımı, 2. Evliliğin süresi, 3. Evlilik sırasındaki yaşam standardı, 4. Eşlerin yaşları ve sağlık durumları, 5. Eşlerin malvarlığı ve gelir durumları, 6. Eşler için çocukların hâlihazırdaki bakım yükü ve bunun süresi, 7. Eşlerin mesleki eğitimleri ve kariyer beklentileri ve iş yaşamına yeniden girebilmeleri için gerekli olan masraflar, 8. Yaşlılık aylığı, ölüm aylığı ve mesleki emeklilik maaşı ya da diğer özel veya kamusal emekli maaşları ya da bunların herhangi bir kısmından vazgeçilmesi  durumunda  elde  edilmesi  beklenen  gelirler.  Ekleyelim  ki, Alman Hukukunda olduğu gibi, İsviçre Hukukunda da boşanma sonrasındaki temel ilke, -kanunda açık düzenleme olmamakla birlikte- her eşin kendi geçimini sağlamakla yükümlü olması (clean break) ilkesidir (Eigenverantwortlichkeit). Ancak, eşlerden birinin boşanma sonrasında kendi geçimini sağlayamayacak olması halinde söz 19  2001 yılı istatistiklerine göre, İsviçre de mahkeme kararlarının %27 sinde yoksulluk nafakası süresi 5 yılın altında; %35 inde 5-10 yıl arası; %21 inde 11 yıldan daha uzun süreli; %17 sinde ise süresiz olarak takdir edilmiştir. Bkz. Schwenzer/Büchler, FamK, Vor Art.125, N.15. 20  İsviçre Hukukunda, nafaka süresinin kural olarak süresiz olduğu görüşünde: Tor/Schnyder/Jungo, §24, N.63. 21  BGE 109 II 184; BGE 110 II 225; BGE 115 II 6; BGE 116 II 108. Ayrıca bkz. Gediz Kocabaş,  Evlilik Sonrası Dayanışma İlkesi ve Bu İlkenin Sınırı Olarak Clean Break İlkesi Doğrultusunda Yoksulluk Nafakasını Belirleyici Ölçütler , Marmara Üniversitesi Hukuk Fakültesi Hukuki Araştırmalar Dergisi, C.19, S.1, 2013, s.382 vd; Tosun, Yalçın:  Türk ve İsviçre Hukukunda Yoksulluk Nafakasının ve Doğurduğu Hukuki Sorunların İncelenmesi , Bahçeşehir Üniversitesi Hukuk Fakültesi Dergisi, C.10, S.129-130, Ankara, Seçkin, 2015, s.53-77, (https://jurix.com.tr/article/4601), s.8.22  Söz konusu kriterler hakkında detaylı bilgi için bkz. Schwenzer/Büchler, FamK, Art.125, N.57 vd; Gloor/Spycher, BasK, Art.125, N.23-25; Tor/Schnyder/Jungo, §24, N.52 vd; Kocabaş, s.375 vd; Şahin, s.92 vd; Tosun, jurix, s.9.328Yağcı / Yoksulluk Nafakasında  Süresizlik  Sorunukonusu ilke,  evlilik sonrası dayanışma  ilkesi (Das Prinzip der nachehelichen Solidarität) ile sınırlanmaktadır. İsviçre Medeni Kanunundaki bu kriterler, Türk Medeni Kanununa alınmamıştır. Yoksulluk nafakasının süresi açısından değil ama nafaka miktarının tayini açısından, söz konusu kriterlerin, yargı uygulaması tarafından dikkate alındığı ve meselenin hakimin takdir yetkisi kapsamında ele alındığı (TMK 4) görülmektedir. Alman Hukukunda yoksulluk nafakası bakımından kanunda düzenlenmiş üst süre/ler bulunmamaktadır. Alman Hukukunda, kural olarak,  evlilik sonrası dayanışma ilkesi  değil,  kişisel sorumluluk (clean break)  ilkesi (Bürgerliches Gesetzbuch (BGB) § 1569) benimsenmiş olup, yoksulluk nafakası kanunda sınırlı sayıdaki istisnai hallerde (BGB § 1570 vd) söz konusu olacaktır. Buna göre kural olarak taraflar boşanma sonrasında ekonomik olarak kendi kişisel sorumluluklarını üstlenmek zorundadırlar. Nafaka yükümlülüğünün söz konusu olduğu istisnai haller ise, nafaka talep eden eşin yaşı dolayısıyla bakıma muhtaç halde olması, nafaka talep eden eşin hastalık veya engelli olma sebebiyle bakıma muhtaç olması ya da ortak çocukların bakımı için çocuklara sağlanan katkı dışında eşe katkı sağlanması gereken haller ve eşin uygun bir iş bulamaması gibi ciddi ekonomik sıkıntıların söz konusu olduğu hallerdir.Avrupa da bazı ülkelerde yoksulluk nafakası için kanunda üst süreler belirlendiği görülmektedir.  Bu  kapsamda  örnek  olarak,  Hollanda  Hukukuna  göre,  taraflar yoksulluk nafakasının kapsamını ve süresini içeren bir anlaşma (Burgerlijke Wetboek (BW) Art.1:158) yapmadıkları takdirde, eşlerden birinin talebi üzerine, mahkeme, koşullara ve belirli bir süreye bağlı olarak yoksulluk nafakasına hükmedebilir. Ancak, yoksulluk nafakası süresi, on iki yıldan fazla bir süreyi aşamaz ve bu süre, boşanma kararının sicile tescil edildiği tarihte başlayacaktır. (BW Art.1:157, b.3). Hâkim nafaka için bir süre tayin etmemişse, bu süre kanun gereği 12 yıl olacaktır. Bu sürenin dolmasından üç ay önce yapılacak başvuru ile hakkaniyetin gerektirdiği durumlarda sürenin uzatılması talep edilebilir (b. 4-5). Yine Hollanda Hukukuna göre, evliliğin beş yıldan fazla sürmediği ve bu evlilikten müşterek çocuklar dünyaya gelmediği durumlarda, nafaka yükümlülüğü, evlilik süresine eşit bir sürenin sona ermesi üzerine kanun gereği sona erer. Söz konusu süre, boşanma kararının sicile kaydedilerek yürürlüğe girdiği tarihten itibaren başlar. Hâkimin nafaka için bir süre tayin ettiği hallerde bu süre 5 yılı geçemez. (b.6). 23  Andrea Büchler/Sandro Clausen,  Die Eigenversorgungskapazität im Recht des nachehelichen Unterhalts: Theorie und Rechtsprechung  Die Praxis des Familienrechts, Herausgeber: Ingeborg Schwenzer, Andrea Büchler, Michelle Cottier, FamPra.ch S. 1, Stämpfli Verlag 2015 s.4, 5; Heinz Hausheer/Thomas Geiser/Regina E. Aebi-Müller, Das Familienrecht des Schweizerischen Zivilgesetzbuches,4.Auflage, Bern, Stämpfli, 2010, N.10.78; Tor/Schnyder/Jungo, §24, N.44; Kocabaş, s.361.24  Aynı yönde: Kocabaş, s.375. Kararlar için örnek olarak bkz. YHGK 07.10.1998, 2-656/688 (Kazancı İBB); YHGK 16.05.2007, 2-275/275 (Kazancı İBB); YHGK 11.03.2009, 2-73/118 (Kazancı İBB); YHGK 25.11.2009, 2-500/557 (Kazancı İBB); Y.2HD 08.09.2005, 27302/15092 (Kazancı İBB); Y.2HD 27.10.2015, 16400/19951 (Kazancı İBB); Y.3HD 18.01.2016, 16747/174 (Kazancı İBB).25  Konuyla ilgili detaylı bilgi için bkz. Kocabaş, s. 361 vd ile orada anılan yazarlar.26  http://www.dutchcivillaw.com/civilcodebook.htm, erişim tarihi: 03.05.2018.329İstanbul Hukuk Mecmuası 76/1Yoksulluk nafakasına süre sınırı getiren ülkelerden biri olan Belçika da, ödenecek nafaka  tutarı,  nafaka  yükümlüsünün  gelirinin  1/3 ünü  aşamamaktadır.  Belçika Medeni Kanununa göre, yoksulluk nafakası süresi kural olarak evlilik süresinden daha uzun olamaz (Bel.ZGB Art.301, §4/I). Ancak istisnai hallerde bu süre aşılabilir (Bel.ZGB Art.301, §4/II): Buna göre, nafaka alacaklısının, yukarıdaki fıkraya göre (evlilik süresi ile sınırlı zaman dilimi için) bağlanan nafakanın, kendi iradesinden bağımsız olarak, onu yoksulluktan kurtarmadığını ispat ettiği olağanüstü durumlarda, nafaka süresinin uzatılmasını talep etmesi mümkündür. Avusturya Hukukunda eşlerin kusur durumuna ve bakmakla yükümlü olunan çocuk bulunup bulunmamasına göre farklı yoksulluk nafakası türleri düzenlenmektedir. Eğer eşler yoksulluk nafakası konusunda bir anlaşma yapmamışlarsa kanundaki bu hükümler uygulanır. Nafaka yükümlüsü boşanmada tek kusurlu ya da daha ağır kusurlu olan taraf ise, kendi geçimini sağlayacak gelir elde edemeyen nafaka alacaklısına nafaka ödemekle yükümlüdür (Ehegesetz (EG) §66). Eğer her iki eş de kusurluysa ve birinin kusuru diğerinden daha ağır değilse, nafaka alacaklısı eşin ihtiyaçları ve ekonomik durumu göz önüne alındığında hakkaniyet gerektiriyorsa nafaka ödenmesine karar verilebilir. Bu durumda nafaka için süre sınırı getirilebilir (EG § 68). Nafaka alacaklısı eşin müşterek çocuğun bakımı ve yetiştirilmesiyle ilgilendiği durumlarda, kusurdan bağımsız olarak bu eşe nafaka bağlanır. Çocuk beşinci yaşını doldurana kadar, nafaka alacaklısı eşin kendi geçimini sağlama olanağı olamayacağı karinesi geçerlidir. Ancak beşinci yaşın dolmasından sonra mahkemece nafaka süresi sınırlandırılabilir. Şu kadar ki bu durumda nafaka süresi beşinci yaşın dolmasından itibaren 3 yılı geçemez. Ancak çocuğun bakıma muhtaç olması gibi olağanüstü haller söz konusu olduğunda, nafaka alacaklısı eşin ne zaman kendi geçimini sağlamaya başlayabileceği  önceden  tespit  edilemiyorsa,  mahkeme  nafaka  için  bir  süre belirleyebilir (EG §68a/I). Eşin ev işleriyle ya da çocukların veya eşlerden birinin aile üyesinin bakımı ve yetiştirmesi ile ilgilenmesi sebepleriyle çalışma olanağının olmadığı hallerde, mesleki eğitiminin bulunmaması ya da eğitimini tamamlamamış olması, evliliğin sürmesi, yaş ve sağlık durumu sebepleriyle ondan tamamen veya kısmen çalışması beklenemiyorsa, kusur durumundan bağımsız olarak, bu eşe yaşamı için gerekli ve zorunlu olan miktarda nafaka ödenir. Bu halde mahkeme, en çok 3 yıl süreyle nafaka ödenmesine karar verir, yeter ki, bu sürenin sonunda nafaka alacaklısı eşin kendi geçimini sağlayabileceği öngörülebilsin (EG §68a/II). Kusura dayanan boşanma dışındaki hallerde de kıyasen bu ve benzeri kurallar uygulanmaktadır (EG § 69 vd). 27  www.scta.be/MalmedyUebersetzungen/downloads/18040321_CodeCivil.doc, erişim tarihi: 03.05.2018.330Yağcı / Yoksulluk Nafakasında  Süresizlik  SorunuGörüleceği üzere, Avusturya Hukukunda da bazı hallerde nafakaya üst süre sınırı getirilmiş ya da yoksulluğun belirli bir süreyle devam edeceği karinesi kabul edilmiş, ancak olağanüstü durumlarda ya da karinenin aksinin ispatlandığı hallerde, bu kurala istisna tanınmıştır.Fransız Hukukunda ise boşanma sonrasında eşler arasındaki denkleştirici katkı çoğu kere sermaye ödemesi şeklinde yapılmaktadır. Fransız Medeni Kanununa göre, eğer yükümlü eşin denkleştirici katkıyı sermaye olarak ödeyebilme gücü yoksa, hâkim, başlangıçta belirleyeceği sermaye ödemesi tutarının 8 yıllık bir süre içerisinde dönemsel olarak ödenmesine karar verebilir (Code Civil Français (CCF) Art.275/I). Hâkim, istisnai durumlarda, bu gerekçeye dayanarak ödemelerin 8 yıldan daha uzun bir süreye yayılmasına karar verebilir (CCF Art.275/II). Yine, alacaklı eşin yaş veya sağlık durumunun, ihtiyaçlarını karşılamasına izin vermediği istisnai hallerde, hâkim, temel aldığı gerekçeleri belirleyerek, denkleştirici katkının yaşam boyu ödenmesine karar verebilir (CCF Art.276)29. Nafakanın belirlenmesinde, İsviçre Hukukundakine benzer şekilde, evlilik süresi, eşlerin yaş ve sağlık durumları, iş yaşamına ilişkin nitelikleri ve meslekleri, diğer eşe veya çocuklara eğitim süresince destek vermeleri, malvarlığı ve gelir durumları, mevcut ve beklenen hakları, emeklilik aylığı vs gelirler dikkate alınmaktadır (CCF Art.271).C. TMK 175/I Gereğince Yoksulluk Nafakasının Süresiz Oluşu Hakkında Anayasa Mahkemesi KararıKestel  Asliye  Hukuk  Mahkemesinde  görülmekte  olan  bir  dava  sırasında, TMK 175/I hükmünde yer alan  süresiz olarak  teriminin, Anayasanın 2., 10., ve 41.maddelerine aykırı olduğu gerekçesiyle somut norm denetimi yoluyla Anayasa Mahkemesine iptal için başvuruda bulunulmuştur.1. İptal başvurusunun gerekçesi. Başvurunun gerekçeleri, özetle şöyledir:  Kanun maddesinde nafakaya hangi hallerde hükmedileceği, davacı ve davalının ekonomik durumlarının ne şekilde dikkate alınacağı, tarafların yaşlarının evli kaldıkları sürenin çocuklarının olup olmamasının dikkate alınıp alınmayacağı, hangi koşullarda kaldırılmasının istenebileceği ayrıntılı olarak açıklanmamıştır (…) Bu yoksulluk nafakasına hükmedebilmek için tarafların evli kaldığı sürenin, tarafların çocuklarının olup olmamasının, nafaka alacaklısının çalışmaya engel bir özrünün olup olmamasının bir önemi bulunmamaktadır. (…). / Yoksulluk nafakasının (…) ömür boyu sürecek şekilde olması pek çok halde katı yargı içtihatlarının da tesiri ile (...) adalet hissi ile bağdaşmayacak sonuçlar doğurmaktadır. / (…) Ayrıca boşanmaya sebep olaylardaki 28  https://www.ris.bka.gv.at/NormDokument.wxe?Abfrage=Bundesnormen&Gesetzesnummer=10001871&FassungVom=2018-05-27&Artikel=&Paragraf=67&Anlage=&Uebergangsrecht= , erişim tarihi: 29.05.2018.29  https://www.legifrance.gouv.fr/content/download/1950/13681/version/3/.../Code_22.pdf, erişim tarihi: 03.05.2018.30  Söz konusu gerekçe öğretide eleştirilmiştir: Yıldırım a göre, bir kanunun hükmünün ayrıntılı düzenleme içermemesi, eksik veya yetersiz olması, başlı başına Anayasa ya aykırılık sorunu teşkil etmez (s.81).331İstanbul Hukuk Mecmuası 76/1kusur pek çok halde görece ve sübjektiftir. Bu durumda kusurun daha ağır olduğu kabul edilen kişinin kusuru olsa bile daha az kabul edilen diğerine sürekli nafaka yükümlüğü altına sokulmasının çok sağlam ve her halde geçerli gerekçeleri olmayacaktır.Bu nafakanın sürekli olması yükümlü kişi için ömür boyu sürecek bir mali yükümlülük altına sokmakta, boşanmakla ortak hayatları biten kişileri birbirlerine sürekli olarak bağımlı kılmaktadır. Evlilik iki insan arasında sözleşme ile bir birliktelik kurmakta ve kan gibi doğal olamayan bir akrabalık tesis etmektedir. Boşanma ile bu birliktelik sona ermesine rağmen ömür boyu sürecek bir yükümlülük ile kişiler birbirlerine bağımlı kılınmaktadır. /Pek çok halde yoksulluk nafakası borçluları boşanmasa idi evlilik içinde olduğundan daha fazla ağır bir yük altına girmektedirler./Yoksulluk nafakasının sürekli olmasının dürüstçe olamayan evlilik taleplerini teşvik edici, yine boşanan kişilerin yeniden evlenmesini engelleyici mahiyette olduğu çok açıktır. /(…) Esasında taraflar toplumsal açıdan boşanmanın daha uygun olduğu pek çok halde bu yükümlülük yani ömür boyu sürecek nafaka yükümlülüğü korkusu ile boşanmak yerine sorunlu olan evliliği sürdürmeye buna katlanmaya zorla(n)maktadır. (…)Sürekli mahiyetteki yoksulluk nafakasının pek çok sosyal yardımın da etkisi ile kişileri çalışmamaya teşvik edici bir etkisi de bulunmaktadır.Nafakanın yükümlüleri üzerindeki olumsuz etkisi sadece sosyal ve ekonomik değildir, özgürlüğü kısıtlayıcı sonucu da bulunmaktadır. İcra ve İflas Kanunu nun ‘Nafakaya İlişkin Kararlara  Uymayanların  Cezası   başlıklı  344.  maddesinin  1.fıkrasın(a)  göre  nafaka ödemeyen yükümlüler hapis cezası ile cezalandırılmakta, kişilerin nafaka borçlarını pek çok durumda yakınları ödemektedir.Nafakanın hâkimce kusuru daha az olmayan tarafa aleyhine ve kişinin mali gücüne göre kararlaştırıldığı, bunun daha sonra kaldırılabileceği veya değiştirilebileceği, mahsurların kanundan çok uygulayıcılardan kaynaklandığı düşüncesi açıkladığımız sakıncaları bertaraf etmemektedir (…). Bir kişinin sürekli olarak kan bağı ile akraba olmadığı boşandığı eşine sürekli yani ömür boyu nafaka bağlanmasının insan haklarına aykırı olduğunu bunu hüküm altına alan Türk Medeni Kanununun 175. maddesinin 2. fıkrasının Anayasamızın (..) 2. maddesine aykırı olduğunu düşünmekteyiz.Yine  bağlanacak  nafakanın  açıkça  hangi  hallerde  hükmedileceğini  hangi  koşullarda kaldırılmasının istenebileceğini açıklamaması sebebi(yle), davacı ve davalının ekonomik durumlarının ne şekilde dikkate alınacağı gibi hususları açıklama(ma)sı sebebi ile, (TMK 175/I hükmünün) Anayasamızın (..) 2. maddesine aykırı olduğunu düşünmekteyiz (…) 32.2. Anayasa mahkemesinin oy çokluğuyla aldığı karar ve gerekçesi. Anayasa Mahkemesi ise 17.05.2012 tarih ve 136/72 sayılı kararında, oy çokluğuyla, TMK 175/I de yer alan  süresiz olarak  teriminin Anayasa ya aykırı olmadığına karar vererek, iptal başvurusunu reddetmiştir. Mahkemenin ret gerekçeleri özetle şöyledir:31  İİK 344/I gereğince,  Nafakaya ilişkin kararların gereğini yerine getirmeyen borçlunun, alacaklının şikâyeti üzerine, üç aya kadar tazyik hapsine karar verilir. Hapsin tatbikine başlandıktan sonra kararın gereği yerine getirilirse, borçlu tahliye edilir .32  Kestel Asliye Hukuk Mahkemesinin, burada yer vermeye gerek görmediğimiz diğer gerekçeleri için bkz. Anayasa Mahkemesi Kararı, 17.05.2012, 136/72 (RG 26.06.2012, N.28335).33  RG 26.06.2012, N.28335.34  Aslında iptal başvurusunda hükmün tamamen iptali istemine değinmemiş, maddede geçen  süresiz olarak  ibaresinin iptali istemini esastan incelemiştir. (Yıldırım, s.81).332Yağcı / Yoksulluk Nafakasında  Süresizlik  Sorunu İtiraz konusu  süresiz olarak  ibaresi, nafaka alacaklısının her zaman ölünceye kadar yoksulluk  nafakası  alacağı  anlamına  gelmemektedir.  Kanun  koyucunun  4721  sayılı Türk Medenî Kanunu nun 175. maddesinde  süresiz olarak  ibaresine yer vermesinin amacı, boşanmadan dolayı yoksulluğa düşecek olan eşin diğer eş tarafından, şartları bulunduğu sürece ekonomik yönden desteklenmesi ve asgari yaşam gereksinimlerinin karşılanmasıdır.Evlilik birliğinde eşler arasında geçerli olan dayanışma ve yardımlaşma yükümlülüğünün, evlilik birliğinin sona ermesinden sonra da kısmen devamı niteliğinde olan yoksulluk nafakasının özünde, ahlâki değerler ve sosyal dayanışma düşüncesi yer almaktadır. (…)İtiraz konusu kuralda, boşanma sebebiyle yoksulluğa düşen eşi korumak için diğer eşin, koşulları bulunduğu sürece, herhangi bir süre sınırı olmaksızın yoksulluk nafakası vermesi düzenlenmiş olup bu yükümlülüğün sosyal hukuk devleti ilkesinin gereği olarak getirildiği kuşkusuzdur .3. Karşı oy gerekçesi.  Bir Anayasa Mahkemesi üyesinin karşı oy yazısına göre ise,   (…) Türk Medenî Kanunu nda yardım nafakası için herhangi bir süre şartı öngörülmemişken, bakım nafakasının bir türü olan yoksulluk nafakasının kanunda belirlenen şartlar dâhilinde süresiz talep edilebileceğinin öngörülmesi Anayasa nın 2. maddesinde yer alan  sosyal hukuk devleti  ilkesine aykırıdır. (…)Yoksulluk nafakasını düzenleyen 4721 sayılı Kanun un 175. maddesi evliliğin süresi,  nafaka  alacak  eşin  yaşı,  çalışma  gücünün  niteliği  gibi  özel  şartlar aramamıştır. İnsanların boşanarak aralarındaki hukuki ilişkiyi bitirmiş olmalarına rağmen evlilik birliğinde var olan sorumluluklarının ömür boyu devam etmesi, hem  insaflı  değil,  hem  de  hakkaniyete  aykırıdır.  Boşanmadan  kaynaklanan  bir nafaka alacağının varlığının belli koşullar altında, nafaka borçlusunun veya nafaka alacaklısının yaşamı boyunca, sanki mülkiyet hakkıymış gibi sürekli olması, hak düşürücü süre ve zaman aşımı kavramlarının kabul edildiği bir hukuk sisteminde adalet duygusunu zedelemektedir.Yoksulluk nafakasının süresiz olması, ileride nafakanın artırılması, nafakanın azaltılması veya nafakanın kaldırılması davalarının açılmasına neden olacaktır. Bu durumda nafaka yükümlüsü eski eşin nafaka alan tarafın kanunda yazılı şartları taşıyıp taşımadığını kontrol amacıyla, onun özel hayatına müdahale anlamına gelebilecek davranışlara  ve  onun  üzerinde  psikolojik  baskı  kurmasına  neden  olabilecektir. Yoksulluk nafakasının süresiz olması bu nafakayı alan tarafın, karşı tarafı ömür boyu cezalandırmak amacıyla gelir getirici bir işte çalışmama ve evlilik ekti yapmadan birlikte yaşama gibi davranışlara itebilecektir. Bu haller yoksulluk nafakasının süresiz de olsa bir ceza olmadığını savunan görüşleri haksız çıkarmaktadır. Tarihin hiçbir döneminde, hiçbir hukuk sistemi boşanan eşlerden biri yoksulluğa düşecek diye diğeri için ömür boyu sürebilecek yoksulluk nafakası yükümlülüğü öngörmemiştir. 35  Hicabi Dursun.333İstanbul Hukuk Mecmuası 76/1Dolayısı ile yoksulluk nafakasının süresiz uygulanmasının nedeni ahlaki ve sosyal gerekçelerle açıklanamaz. (…)Ancak, aynı zamanda toplumsal bir olgu olan ve Devletin aktif olarak mücadele etmesi gereken yoksulluğun sorumluluğunun, boşanan taraflardan birisinin üzerine ömür boyu yüklenmesi, kanımca, sosyal devlet ilkesine, hakkaniyete ve mantığa da uygun bir çözüm değildir .4. Anayasa mahkemesinin kararının değerlendirilmesi. Anayasa Mahkemesi, bu kararda, TMK 175/I gereğince  süresiz olarak  nafakaya hükmedilmesinin, kanundan doğan bir zorunluluk olup olmadığı ve hâkimin süreye ilişkin olarak bir takdir yetkisinin bulunup bulunmadığı konusunda açık bir sonuca varmamaktadır. Ancak kararda geçen  Türk Medenî Kanunu nun 175. maddesinde  süresiz olarak  ibaresine yer vermesinin amacı, boşanmadan dolayı yoksulluğa düşecek olan eşin diğer eş tarafından, şartları bulunduğu sürece ekonomik yönden desteklenmesi ve asgari yaşam gereksinimlerinin karşılanmasıdır  ifadesinden anlaşılması gereken; Anayasa Mahkemesinin TMK 176/III gereğince nafakanın kaldırılması sebepleri ortaya çıktığında, yoksulluk nafakasının sona erecek olmasını, süresizlik unsurunun hakkaniyete uygun bir sınırlaması olarak ele aldığıdır. O halde, kararda açıkça ifade edilmiş olmasa da, Anayasa Mahkemesine göre, nafakanın; alacaklı tarafın yeniden evlenmesi ya da taraflardan birinin ölümü hâlinde kendiliğinden kalkacağına ve diğer taraftan alacaklı tarafın evlenme olmaksızın fiilen evliymiş gibi yaşaması, yoksulluğunun ortadan kalkması ya da haysiyetsiz hayat sürmesi hâllerinde ise mahkeme kararıyla kaldırılacağına dair TMK 176/III hükmünde sayılan bu haller somut olayda mevcut değilse, yoksulluk nafakasının süresiz olarak ödenmesine devam edilmesi gerekir. Dolayısıyla yoksulluk nafakasının sona erme/kaldırılma sebepleri söz konusu değilse, mahkemece her durumda süresiz olarak nafakaya hükmedilmesinin toplumda yarattığı sosyolojik, psikolojik ve ekonomik sonuçların, Anayasa Mahkemesince değerlendirilmediği görülmektedir. Bu yönüyle karar eksik ve yetersizdir.Öte yandan Anayasa Mahkemesi TMK 175/I hükmünün, mevcut haliyle, sosyal hukuk devletinin bir gereği olduğu sonucuna varmıştır. Ancak, yoksulluk nafakasının amacı,  boşanma  sonrasında  ekonomik  olarak  ayakta  kalamayan  ve  sosyal  ve ekonomik yaşama uyum sağlamayan eşin, ayakta kalması ve ekonomik yaşama uyum göstermesi gerçekleşene kadar ekonomik olarak desteklenmesi olmalıdır. Bu da gerekli olduğu kadar bir süre ile sınırlı olarak desteklenmeyi gerektirir. Somut olayın koşulları nasıl olursa olsun, her durumda nafaka alacaklısı eşin, taraflardan birisi ölünceye kadar ekonomik olarak desteklenmeye devam edilmesini beklemek hakkaniyete uygun bir yorum değildir. Kanımızca, nafaka yükümlüsü eşin yaşama uyum  sağlamasının  beklenebileceği  ana  kadar  desteklendikten  sonra,  yine  de 36  Aynı yönde Demir, s.67.334Yağcı / Yoksulluk Nafakasında  Süresizlik  Sorunuyoksulluğunun  ortadan  kalkmamış  olmasının  bütün  yükü,  nafaka  yükümlüsüne yüklenemez. Bu durum, ülkenin sosyo-ekonomik koşulları ile de ilgilidir ki, bu sorunları nafaka yükümlüsünün sırtına yüklemek yerine her yoksul vatandaş için olması gerektiği üzere, devletin sosyal politikalar üreterek sorunu çözmesi gerekir. Her bireyin insan onuruna uygun asgari bir yaşam standardında yaşamasını sağlamak için gereken önlemleri almak, Devletin görevidir.Boşanma  sonrasında  bir  tarafın  ölünceye  kadar  diğer  tarafa  nafaka  ödemeye mahkûm edilmesinin kişilik haklarına ölçüsüz veya hakkaniyete aykırı bir sınırlama getirip getirmediği (TMK 23) ise değerlendirilmemiştir. Zira kanun hükümlerinin, kişilik haklarına aykırı düşecek şekilde yorumlanmasını hukuk koruyamaz. Anayasa Mahkemesi, TMK 175/I hükmünün sosyal dayanışmayı sağlamak üzere Devletin sosyal ve ekonomik hayata bir müdahalesi olarak görmekte ise de, söz konusu müdahalenin ölçülü olması ve ekonomik kişilik haklarını aşırı ölçüde sınırlamaması gerekir.D. Yoksulluk Nafakasının Süresiz Oluşu İle İlgili Yargıtay UygulamasıYargıtay,  yerleşik  hale  gelen  kararlarında,  TMK  175/I  gereğince   boşanma yüzünden yoksulluğa düşecek taraf, (…) diğer taraftan (…) süresiz olarak nafaka isteyebilir  hükmünde geçen  süresiz  ifadesini, hâkimi bağlayıcı bir zorunluluk olarak yorumlamakta ve mahkemece nafakanın süre ile sınırlandırılmayacağı, ancak durum ve koşullara göre nafaka miktarının azaltılabileceği yönünde kararlar vermektedir. Mülga Medeni Kanunun 144.maddesinde 3444 sayılı kanunla yapılan değişiklikle bir yıllık sürenin kaldırılarak süresiz nafaka talep edilebileceği hükmünün getirildiği döneme ait Yargıtay Hukuk Genel Kurulunun 02.05.1990 tarih ve 2-111/261 sayılı kararına konu olayda davacı nafaka alacaklısı süresiz olarak nafaka ödenmesini talep etmiş, ancak mahkemece 6 ay süreyle sınırlı olarak nafakaya hükmedilmiştir. Karar şöyledir:  Taraflar arasındaki  boşanma  davasından dolayı yapılan yargılama sonunda; Beypazarı Asliye Hukuk Mahkemesince davanın kabulüne dair verilen kararın incelenmesi davalı vekili tarafından istenilmesi üzerine, Yargıtay 2. Hukuk Dairesinin 31.3.1989 gün ve 1989/1245-3109 sayılı ilamiyle; (..3444 sayılı Kanunla değişik Medeni Kanunun 144. maddesi uyarınca, istek halinde ve özellikle talep hakkının doğumuna ilişkin şartlar varsa, süresiz olarak yoksulluk nafakası takdir olunur. Davalı yoksulluk nafakası istemeye hak kazanmış ve süresiz nafaka istemiştir. Öyle ise süresiz nafaka takdiri gerekirken, altı ay süre ile yoksulluk nafakası verilmesi usul ve kanuna aykırıdır...) gerekçesiyle bozularak dosya yerine geri çevrilmekle, yeniden yapılan yargılama sonunda; mahkemece önceki kararda direnilmiştir. (…) Özellikle 3444 sayılı Kanun ile değişik M.K. un 144. maddesinde (…) önceki metne göre yapılan değişiklik, (…) eski metindeki  bir sene müddetle nafaka itasına mahkûm 37  Aynı yönde Yıldırım, s.82.38  Yıldırım, s.82.335İstanbul Hukuk Mecmuası 76/1edilebilir   sözcükleri  yerine   süresiz  olarak  nafaka  isteyebilir   tümcesine  yer verilmiş olmasıdır. (…) Hal böyle olunca, Hukuk Genel Kurulu nca da benimsenen özel Dairenin yoksulluk nafakasına ilişkin bozma kararına uyulması gerekirken, önceki kararda direnilmesi usul ve yasaya aykırı olduğundan bozulmalıdır  39.Yargıtay 2. Hukuk Dairesinin 31.05.2010 tarih ve 7918/10493 sayılı kararına göre:  Mahkemece, davacı yararına toptan ödeme şeklinde yoksulluk nafakasına hükmedilmiş, toptan ödemeye ilişkin gerekçede;  davacının yaşı, tarafların evlilik hayatlarının kısa süreli olması, evlenme ve iş bulma şansının yüksek olduğundan  bahisle  iki yıllık nafaka tutarının tüm yoksulluk nafakası haklarını karşılamak üzere toptan ödeme miktarının belirlendiği  açıklanmıştır, kuşkusuz yoksulluk nafakasının toptan ödenmesine karar verilebilir. ( T.M.K. m. 176/1 ) Toptan ödenmesine karar verilmesi halinde de, nafaka miktarı, tarafların ekonomik ve sosyal durumları, nafakanın niteliği, nafaka yükümlüsünün mali gücü dikkate alınarak belirlenmelidir. Aylık irat biçiminde ödeme halinde süresiz takdir edilebilecek olan yoksulluk nafakasının,  toptan  ödeme  halinde  nafaka  tutarının   iki  yıllık  süre   nazara alınarak belirlenmesi yasaya uygun değildir. Öyleyse toptan ödeme tutarının da yasal ölçüler dikkate alınarak tespiti gerekirken yazılı şekilde hüküm kurulması doğru bulunmamıştır .Diğer bir olayda Kadıköy 2.Aile Mahkemesinin 15.02.2012 tarih ve 1080/164 sayılı kararıyla, yoksulluk nafakası 4 yılla sınırlandırılmıştır. Yerel Mahkemenin gerekçesi,   yoksulluk  nafakasının  süresiz  olarak  tayin  edilmesinin  hakkaniyete uygun  düşmeyeceği,  tarafların  yaşları  da  dikkate  alınarak  iradın  dört  yılla sınırlandırılmasının  hak  ve  nesafete  uygun  olacağı   şeklindedir.  Ancak  yerel mahkemenin bu kararı, Yargıtay 2. Hukuk Dairesinin 11.07.2012 tarih ve 14283/19487 sayılı kararı ile şu şekilde bozulmuştur:  (…) Kanun yoksulluk nafakasının süresiyle ilgili hâkime herhangi bir takdir yetkisi tanımamış, süresini durumun gerekleri ya da haklı sebepleri göz önünde tutarak belirlemeyi de emretmemiştir. Kanun, bu nafakanın  süresiz  olmasını açıkça öngördüğüne göre, takdir hakkına sığınarak nafakayı belirli bir süreyle sınırlamak kanuna açık aykırılık oluşturur  41.Yine  Yargıtay  2.  Hukuk  Dairesinin  12.12.2017  tarih  ve  8859/14407  sayılı benzer bir karara göre;  Davacı-karşı davalı kadın yararına aylık irat şeklinde yoksulluk nafakası takdir edilmiş, bu şekilde hükmedilen yoksulluk nafakası iki yılla sınırlandırılmıştır. Mahkeme, sınırlandırmanın gerekçesi olarak da, tarafların evlilik süresi(ni), çocuklarının olmayışı(nı), bir daha birbirlerini görecek pozisyonlarının bulunmaması(nı), kısa süren bu ikinci evlilik sebebiyle süresiz yoksulluk nafakasına karar  vermenin  Türk  Medeni  Kanunun  4.  maddesine  aykırı  olacağı(nı),  175. 39  YHGK 02.05.1990, 2-111/261 (Kazancı İBB).40  Y.2HD 31.05.2010,7918/10493 (Kazancı İBB).41  Y.2HD 11.07.2012, 14283/19487 (Demir, s.67); benzer yönde Y.2HD 07.06.2017, 24486/7036 (emsal.yargitay.gov.tr).336Yağcı / Yoksulluk Nafakasında  Süresizlik  Sorunumaddesinde süresiz yoksulluk nafakası istenebileceğinin belirtildiği ancak istenir hükmü bulunmadığı(nı), arada çocukları olan uzun süreli evliliklerde bu hükmün uygulanması ve nafakanın süresiz olması mümkün görünmekte ise de boşandıktan sonra birbirlerini görmeyecek iki kişi arasında süresiz nafakaya karar verilmesinin adil  olmayacağını  göstermiştir.  Yasa,  yoksulluk  nafakasını  belirli  bir  süreyle sınırlandırmamış,  bu  nafakanın  süresiz  olarak  istenebileceğini  öngörmüştür. Amaç, boşanmadan dolayı yoksulluğa düşecek eşin, diğer eş tarafından koşulları bulunduğu sürece ekonomik yönden desteklenmesi ve asgari yaşam gereksinimlerinin karşılanmasıdır. Bu bakımdan nafaka alacaklısı açıkça talep etmedikçe, yoksulluk nafakasının belirli bir süreyle sınırlandırılması yasada bulunmayan bir unsuru yasaya dahil etmek anlamına gelir. Kanunun, hakime takdir yetkisi tanıdığı veya durumun gereklerini ya da haklı sebepleri gözönünde tutmayı emrettiği konularda hakim,  hakkaniyete  göre  karar  verir  (...  m.4).  Kanun,  yoksulluk  nafakasının süresiyle ilgili hakime herhangi bir takdir hakkı tanımamış, süresini durumun gerekleri ya da haklı sebepleri gözönünde tutarak belirlemeyi de emretmemiştir. Kanun, bu nafakanın süresiz olmasını açıkça öngördüğüne göre, takdir hakkına sığınarak nafakayı belirli bir süreyle sınırlamak kanuna açık aykırılık oluşturur. Öyleyse, aylık irat şeklinde takdir edilen yoksulluk nafakasının belirli bir süreyle sınırlandırılması usul ve yasaya aykırı olup bozmayı gerektirmiştir 42.Kanımızca, Yargıtay kararlarında benimsenen düşünce doğru değildir. İlk olarak, Yargıtay kararlarındaki saik, kanun koyucunun Mülga 743 sayılı Türk Kanunu Medenisinin 144.maddesinde 04.05.1988 tarihli ve 3444 sayılı Kanunla yaptığı değişiklik ile maddedeki bir yıllık süreyi kaldırarak yerine  süresiz  olarak nafaka istenebileceğine dair hükmü getirmesinin  bilinçli  bir değişiklik olduğu ve hâkime belirli  süreyle  sınırlı  olarak  nafakaya  hükmedebilme  konusunda  takdir  yetkisi vermediğidir.  Oysa  kanun  koyucunun  bilinçli  bir  değişiklik  yaptığı  muhakkak ise de, söz konusu değişiklik ile hâkime belirli bir süreyle sınırlı olarak nafakaya hükmedebilme konusunda takdir yetkisi verilmediği sonucuna varılması için madde metninde bir dayanak bulunmamaktadır. Kaldı ki kanunun ruhuna göre yapılacak yorum ile de böyle bir sonuca varılması mümkün değildir.TMK 175/I hükmünde  boşanma yüzünden yoksulluğa düşecek taraf, (…) diğer taraftan (…) süresiz olarak nafaka isteyebilir  ifadesi yer almaktadır. Madde metninde açıkça ifade edildiği üzere, nafaka alacaklısı süresiz olarak nafaka  isteyebilir ! Yoksa hâkimin nafakayı süresiz olarak karara bağlamak zorunda olduğuna dair bir hüküm madde metninde yer almamaktadır. Madde metninde alacaklının süresiz olarak nafaka talep etme hakkı bulunduğunun yer alması, mahkemenin mutlaka süresiz olarak nafakaya  hükmetmek  zorunda  olduğu  şeklinde  yorumlanamaz.  Böyle  bir  yorum yapılmasını mümkün kılacak haklı bir gerekçe de bulunmamaktadır; elbette hâkim, 42  Y.2HD 12.12.2017, 8859/14407 (http://www.hukukmedeniyeti.org/ictihatyazdir.asp?id=868778, erişim tarihi: 12.05.2018).337İstanbul Hukuk Mecmuası 76/1koşulları varsa, süresiz olarak nafaka ödenmesine karar verebilir. Ancak koşullar gerekli kıldığında, süresiz olarak nafaka talep edilmiş olmasına rağmen, hâkimin belirli bir süreyle sınırlı olarak nafaka ödenmesine karar vermesi de mümkündür. Yargıtay ın dayandığı gerekçelerden birisi de kanun koyucunun  (nafakanın) süresini durumun gerekleri ya da haklı sebepleri göz önünde tutarak belirlemeyi de emretmemiş  olduğudur. Diğer bir ifadeyle, Yargıtay a göre, kanunda durumun gerekleri ve haklı sebeplerin varlığı halinde nafakaya belirli bir süreyle sınırlı olarak hükmedilebileceği yönünde açık bir hüküm olmadıkça, nafakanın süresiz olarak karara bağlanması zorunluluktur. Böyle bir yoruma katılmak mümkün değildir. Kanunda açıkça yazılmayan hallerin tamamında, kanunun açıkça ifade etmediği şeylerin yasaklanmış olduğunun kabul edilmesi gerekeceği gibi bir hukuki yorum türü mevcut olmadığı gibi, böyle bir yorum mantık kuralları ile de bağdaşmaz. Bir lafzi yorum metodu olan kanunun zıt anlamından sonuç çıkarmak, böyle bir çıkarımın mümkün olduğu hallerde geçerlidir. Eğer amaca göre yorum, zıt anlamdan sonuç çıkarmaya elverişli değilse, zıt anlama dayalı lafzi yoruma değer atfedilemez.Yargıtay ın söz konusu yorumu, toplumsal gereksinimlere ve anlayışa da uygun değildir. Örneğin, yalnızca bir yıl sürmüş ve eşlerin müşterek çocuklarının da bulunmadığı bir evlilik için bir ömür boyu nafaka ödenmesini beklemek, adalete ve hakkaniyete uygun bir durum değildir. Nitekim Yargıtay ın yol açtığı bu yanlış uygulama sonucunda ortaya çıkan süresiz nafaka kararları, toplumda mağduriyetlere yol açmış, söz konusu kanun hükmünde değişiklik yapılması gerekliliği, Türkiye Büyük Millet Meclisi Adalet Komisyonuna ve Adalet Bakanlığına iletilmiştir. İşin ilginç yanı söz konusu mağduriyetler, aslında kanun hükmünden kaynaklanmamakta, yanlış Yargıtay uygulamasından kaynaklanmaktadır. Buna karşılık, temyiz edilmediği için kesinleşen aksi yöndeki bir kararda, süresiz olarak nafaka talep edilmesine rağmen, yerel mahkemece 3 yıl süreyle sınırlı olarak nafaka ödenmesine karar verilmiştir:  Süresiz nafaka isteği 3 yılla sınırlı olarak hükme bağlanmıştır. Hak sahibi yoksulluk nafakasını süresiz isteyebileceği gibi, belirli bir süreyle sınırlı olarak da isteyebilir. Hâkim bu konuda istekle bağlıdır. Ne var ki somut olayda süresiz nafaka istenmiş olmasına rağmen, mahkeme yoksulluk nafakasını 3 yılla sınırlı tutmuş, 3 yılı geçen süre için yapılan isteği red etmiş, davacı bu hükmü temyiz etmemiş, hüküm böylece itiraza uğramamakla kesinleşmiştir. Kesin hüküm (…) tarafları bağlar. Davacının bu itibarla, yeniden yoksulluk nafakası istemesi kesin hüküm nedeniyle mümkün değildir .43  Hatta örneğin davacı 15 yıl yoksulluk nafakası ödenmesini talep etmiş olmasına rağmen, hâkim tarafların ekonomik ve sosyal koşullarını dikkate alarak söz gelimi 10 yıllık bir nafakaya da hükmedebilir.44  Bkz. TBMM, Yasam Dönemi: 26, Yasama Yılı: 1, Sıra Sayısı: 399, Aile Bütünlüğünü Olumsuz Etkileyen Unsurlar ile Boşanma Olaylarının Araştırılması ve Aile Kurumunun Güçlendirilmesi İçin Alınması Gereken Önlemlerin Belirlenmesi Amacıyla Kurulan Meclis Araştırması Komisyonu Raporu, 14 Mayıs 2016, s.83. 45  Y.2HD 20.10.1995, 10569/10760 (www.hukuki.net).338Yağcı / Yoksulluk Nafakasında  Süresizlik  SorunuE. Yoksulluk Nafakasının Süresiz Oluşu İle İlgili Öğretideki Değerlendirmeler1. Yürürlükteki TMK 175/I maddesi gereğince(de lege lata) hâkimin süresiz olarak yoksulluk nafakasına karar vermek zorunda olup olmaması. Nafakanın süresiz  olarak  talep  edilmiş  olması  halinde  hâkimin  nafakaya  süresiz  olarak hükmetmek zorunda olup olmadığı; diğer bir deyişle süresiz olarak nafaka talep edilmiş olmasına rağmen, daha az süreli olarak nafakaya hükmetmek konusunda TMK 175/I de hâkime takdir yetkisi tanınıp tanınmadığı, öğretide tartışmalıdır.a. Nafakanın süresiz olarak talep edilmiş olması halinde hâkimin nafakaya süresiz olarak hükmetmek zorunda olduğu görüşü. Bazı yazarlara göre, yoksulluk nafakasının sona ermesi ya da kaldırılması sebepleri (TMK 176/III) söz konusu olmadıkça,  nafaka  süresizdir;  taraflardan  birinin  ölümüne  kadar  devam  eder.  Nafakaya karar vermek açısından evliliğin ne kadar sürdüğü dikkate alındıktan ve çalışma gücüne sahip ve kendisinden çalışmasını istemek dürüstlük kuralına aykırı düşmeyecek bir kişinin, keyfi olarak çalışmaması durumunda nafaka talep edemeyeceğini kabul ettikten sonra, nafakanın süresiz olarak talep edilmesinde bir sakınca olmasa gerektir 47. Bu görüşe göre nafakanın kaldırılması sebepleri yeterlidir; ayrıca nafakanın bir süre ile sınırlandırılmasına gerek yoktur. Öte yandan TMK 176/IV gereğince nafakanın azaltılması ve artırılması mümkün olduğu gibi, nafakanın sona erme sebepleri gerçekleştiğinde nafakanın kaldırılabileceği kanunda 46  Ruhi, s.46 (Yazara göre  Yoksulluk nafakasının süresiz olarak ödenmesi ile ilgili düzenleme adaletli bir düzenleme değildir ); Mustafa Dural/Tufan Öğüz/Mustafa Alper Gümüş, Türk Özel Hukuku, C.III, Aile Hukuku, 13. Bası, İstanbul, Filiz, 2018, N.808; Hüseyin Hatemi/Burcu Kalkan Oğuztürk, Aile Hukuku, 6.Bası, İstanbul, Oniki Levha, 2018, N.115-116; Mehmet Erdem, Aile Hukuku, Ankara Seçkin, 2018, s.204; Demir, s.64; Mine Uzun, Yargıtay Kararları Kapsamında Yoksulluk Nafakası, İstanbul, Vedat, 2013, s.100 (Yazar, yoksulluk nafakasına süre sınırı getirilmesinin isabetli olmayacağı düşüncesindedir); açık olmamakla birlikte Burçak Çıtak,  Yoksulluk Nafakası , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, C.74, S.1, İstanbul 2016, s.253 (Yazar, kendi isteğiyle çalışmadığı için yoksulluğa düşen eşe nafaka ödenmemesine yönelik bir düzenleme yapılması halinde, nafakanın süresiz olarak ödenmesi zorunluluğunun bir sorun teşkil etmeyeceği düşüncesindedir); Gençcan, s.1092, 1094 (Yazar, yürürlükteki mevzuata göre nafakanın süresiz olduğunu belirtmekle birlikte bu düzenlemeyi eleştirmektedir).47  Erdem, s.204.48  Erdem, s.204-205. Ancak hemen belirtelim ki, TMK 176/IV te, koşulları varsa nafaka miktarının azaltılmasından söz edilmişse de, nafakanın tamamen kaldırılmasının da mümkün olup olmadığı konusu, madde metninde açık değildir. Öğretide hâkimin, mali durumun değişmesi halinde gerekirse nafakayı tamamen kaldırabilmesinin, TMK 176/IV gereğince, mümkün kabul edilmesi gerektiği savunulmaktadır: Azra Arkan Serim,  Yoksulluk Nafakası , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, C.65, S.1, s.296; Yıldırım, s.73-74; Erdem, s.205. TMK 176/IV hükmünün, nafakanın kaldırılmasına imkân vermediği gerekçesiyle Anayasa ya aykırı olduğu için iptali istenmişse de, Anayasa Mahkemesi, TMK 176/IV hükmünün, TMK m.175 ile birlikte yorumlanması gerektiğini, nafakanın koşullarının ortadan kalkması halinde nafakanın kaldırılmasının mümkün olduğu gerekçesiyle, maddenin iptal edilmesine gerek olmadığı sonucuna varmıştır: Anayasa Mahkemesi, 25.06.2009, 56/94 (RG 26.11.2009, N.27418 (mükerrer)).  Karşı görüşte bkz ve karş. Zekeriya Kurşat,  Anayasa Mahkemesinin Anlaşmalı Boşanma ve Yoksulluk Nafakasına İlişkin Kararlarının Değerlendirilmesi , Anayasa Mahkemesinin Medeni Hukuka İlişkin Kararlarının Değerlendirilmesi Sempozyumu (21 Mayıs 2012),İstanbul, Oniki Levha Yayıncılık, 2013, s.224. Yazar, EMK 145/IV ten farklı olarak TMK 176/IV te nafakanın kaldırılması ifadesinin madde metninde yer almadığını; bu değişikliğin bilinçli bir değişiklik olduğunu belirtmektedir. Buna göre madde hükmünün, mahkemenin nafakanın tamamen kaldırılmasına değil azaltılmasına karar verebileceği şeklinde yorumlanması mümkündür.  TMK 176/III te nafakanın kaldırılması sebepleri düzenlenmiştir. Bu sebeplerden birisinin varlığı halinde, örneğin yoksulluk ortadan kalkmışsa, TMK 176/IV gereğince olmasa bile TMK 176/III gereğince yoksulluk nafakasının tamamen kaldırılması mümkündür. Herhalde, tartışılacak olan konu, TMK 176/III te sayılan nafakayı ortadan kaldıran sebepler (örneğin yoksulluğun ortadan kalması) dışındaki bir sebeple nafakanın TMK 176/IV gereğince kaldırılmasının mümkün olup olmadığı hususudur.   İsviçre Hukukunda şartların ciddi ölçüde ve sürekli olarak değişmesi halinde nafaka miktarı azaltılabilir, kaldırılabilir ya da nafaka ödemesi belirli bir süre için tatil edilebilir (ZGB Art.129/I).339İstanbul Hukuk Mecmuası 76/1düzenlenmiştir: TMK 176/III gereğince,  irat biçiminde ödenmesine karar verilen maddî tazminat veya nafaka, alacaklı tarafın yeniden evlenmesi ya da taraflardan birinin ölümü hâlinde kendiliğinden kalkar; alacaklı tarafın evlenme olmaksızın fiilen evliymiş gibi yaşaması, yoksulluğunun ortadan kalkması ya da haysiyetsiz hayat sürmesi hâlinde mahkeme kararıyla kaldırılır .Diğer bir görüşe göre ise, TMK 175/I hükmünde  kural olarak  yoksulluk nafakasına  belirli  bir  süreyle  sınırlı  olarak  karar  verebilme  konusunda  hâkime takdir yetkisi tanınmamıştır. Ancak, nafaka talebinde bulunan kişinin süresiz olarak nafaka ödenmesini talep ettiği hallerde, hâkim, yoksulluğun bir süre sonra ortadan kalkacağını açıkça öngörebiliyorsa, istisnaen, belirli süreyle sınırlı olarak nafakaya hükmedebilir. Zira TMK 175/I ve TMK 176/III hükümlerinin lafzı ve amacına göre birlikte yorumlanması halinde bu sonuca varmak gerekir. Her ne kadar TMK 175/I de hâkime yoksulluk nafakasının süresiyle ilgili olarak bir takdir yetkisi tanınmamış ise de, nafaka alacaklısının, TMK 175 gereğince yoksulluğa düşecek olup olmadığı ve TMK 176/III gereğince yoksulluğunun ortadan kalkıp kalkmadığı konusunda hâkimin takdir yetkisi vardır. Bu sebeple, eğer yoksulluğun belirli bir süre sonra ortadan kalkacağı açık ise, hâkim belirli bir süreyle sınırlı olarak nafaka ödenmesine karar verebilir. Ancak, bu istisnai hal dışında hâkim hakkaniyet ölçütüne dayanarak belirli bir süreyle sınırlı olarak nafaka ödenmesine karar veremez. b. Nafakanın süresiz olarak talep edilmiş olmasına rağmen, hâkimin daha kısa süreli olarak nafakaya hükmedebileceği (takdir yetkisi olduğu) görüşü. Bizim de katıldığımız ve son zamanlarda daha çok taraftar bulan görüşe göre ise, mahkemenin tarafların ve somut olayın koşullarını dikkate alarak TMK 175/I hükmüne göre belirli bir süreyle sınırlı olarak nafaka ödenmesine karar vermesi mümkündür. Madde metninde, boşanma sonrasında yoksulluğa düşecek olan eşin süresiz olarak nafaka ödenmesini  isteyebileceği  düzenlenmiştir. Diğer bir deyişle, eş nafaka talebini isterse belirli bir süreyle sınırlayabileceği gibi, isterse bir süre ile sınırlamaksızın; süresiz olarak da talepte bulunabilir. Ancak hâkim, talep süresiz diye nafakanın süresiz olarak ödenmesine karar vermek zorunda değildir; maddede hâkimin süresiz olarak nafakaya hükmetmek zorunda olduğuna dair bir ifade de bulunmamaktadır. Dolayısıyla, hâkimin, somut olayın koşullarına göre, eşlerin yaşı ve sağlık durumları, 49  Yıldırım, s.78.50  Tekinay, s.264; Köseoğlu/Kocaağa, s.233; Mehmet Hamzaçebi,  Türk Medeni Kanununa Göre Boşanma ve Ayrılık Hallerinde Tedbir, Yoksulluk ve İştirak Nafakası , Selçuk Üniversitesi Hukuk Fakültesi Dergisi, C.10, S.3-4, 2002, s.35; Kocabaş, s.366-367; Şahin, s.88; Cemal Oğuz,  Medeni Kanun Madde 174/I ile 175 Arasındaki Farklar , Gazi Üniversitesi Hukuk Fakültesi Dergisi, C.4, S.1-2 (Haziran-Aralık 2000), yayın tarihi: 2003, s.33; Nafiye Yücedağ, Kadının Talep Ettiği Yoksulluk Nafakası (Women s Alimony) , 6.Uluslararası Suç ve Ceza Film Festivali, Editor: Prof. Dr. Adem Sözüer  Yoksulluk , Tebliğler, İstanbul, Oniki Levha, s.525-526. Açık olmamakla birlikte aynı yönde: Öztan, s.501. Açık olmamakla birlikte aynı yönde Arkan Serim, s.294295. Yazara göre, yoksulluk nafakasının irat şeklinde ödenmesine karar verilen hallerde, mahkeme kararında  aksine bir kayıt yoksa  (yani nafaka ödenmesi bir süre ile sınırlandırılmamışsa) ve TMK 176/III gereğince nafakanın sona erme sebeplerinden biri mevcut değilse, yoksulluk nafakası taraflardan birinin ölümüne kadar sürecektir.51  Yücedağ, s.525.340Yağcı / Yoksulluk Nafakasında  Süresizlik  Sorunuevliliğin süresi, evlilik süresince eşlerin evliliğe olan katkı durumları, çalışma gücü ve imkânları, malvarlığı ve gelir durumları gibi hususları dikkate alarak nafakanın miktarını ve süresini belirleme konusunda takdir yetkisi vardır. Kanun koyucu maddi tazminat iradı (TMK 174/I) ile yoksulluk nafakası (TMK 175/I)  bakımından  bir  süre  öngörmemiş  ise  de,  boşanma  sonrasında  yoksulluğa düşen eşin bu durumunun geçici olarak süreceği ve bir süre sonra iyileşebileceği öngörülüyorsa, bu edimlere belirli bir süre için de hükmedilebilmelidir. Buna göre, kanunda geçen  süresizlik  unsurunun, amaca uygun bir yorumla, nafaka alacaklısının boşanma sonrasında ekonomik açıdan yeniden yaşama uyum sağlamasını ve ekonomik özgürlüğüne kavuşmasını sağlamak maksadıyla sınırlandığını kabul etmek gerekir. TMK 175/I hükmünde geçen  süresiz olarak  teriminin iptali için Anayasa Mahkemesine yapılan  başvuru  üzerine  Anayasa  Mahkemesinin  Anayasa ya  aykırılık  görmeyerek ve hatta söz konusu maddenin sosyal hukuk devletinin bir gereği olduğunu belirterek, hükmü tamamen ya da kısmen iptal etmemiş olması da farklı bir sonuca varmayı haklı kılmaz. Mahkemece, talep halinde, nafakaya süresiz olarak karar verilmesinin zorunlu olduğu düşüncesi,  sosyal hukuk devleti nin gereği (Anayasa m.2) olmaktan ziyade, nafaka yükümlüsünü Devlet yerine koymak anlamına gelir. Özellikle kısa süren evlilikler bakımından nafaka ödeme borcunun ömür boyu sürmesi yerinde değildir. Çocuksuz ve kısa süreli evlilikler için süresiz nafakaya karar verilmesi, kişilerin hayatlarına yön vermelerini ve belki yeni evlilikler kurmalarını olumsuz olarak etkileyecektir. Öte yandan, yoksulluk nafakası da dâhil olmak üzere, evliliğin boşanma sebebiyle sona ermesinden doğan dava haklarını bir yıllık zamanaşımı süresi ile sınırlandıran TMK 178 hükmünün gerekçesi de bu yorumları destekler. Eski Medeni Kanunda öngörülmeyen bir yıllık zamanaşımı süresinin ihdas edildiği TMK 178 hükmünün gerekçesine göre,  bu hüküm sayesinde evliliğin boşanma nedeniyle son bulmasına rağmen eşlerin yıllar sonra maddî ya da manevî tazminat ya da ilk kez istenilen yoksulluk nafakası dolayısıyla karşı karşıya gelmeleri önlenmek istenmiştir. Bütün alacak istemleri gibi boşanmadan doğan tazminat ve yoksulluk nafakası istemlerinin de bir zamanaşımı süresinin olması gerekir 59. TMK 178 hükmünün gerekçesine 52  Yücedağ, s.525-526.53  Oğuz, s.33.54  Kocabaş, s.36-367.55  Yücedağ, s.525.56  Şahin, s.88; Gençcan, s.1031.57  Yücedağ, s.526.58  Şahin, s.88.59  https://www.tbmm.gov.tr/sirasayi/donem/yil/ssm.htm, eşirim tarihi: 24.04.2018.  Nafakanın süresini tayin etme konusunda hakimin takdir yetkisi olduğu görüşünde olan Hamzaçebi, TMK 178 de getirilen bir yıllık zamanaşımı süresinin makul olmadığı görüşündedir (s.48). Yazara göre,  bir yıllık zamanaşımı süresi yerine, nafaka talep eden tarafın talep etmemesi halinde telafisi imkânsız zararların doğabileceği hallerle sınırlı kalmak şartıyla veya Borçlar Kanununda öngörülen genel zamanaşımı süreleri ile sınırlı kalan talep süresinin getirilmesi uygun olacaktır .341İstanbul Hukuk Mecmuası 76/1bakıldığında taraflar arasındaki ekonomik ilişki dolayısıyla uzun yıllar boyunca karşı karşıya gelmenin engellenmek istenmesi, bir bakıma bir süreyle sınırlama ihtiyacına da dolaylı olarak işaret etmektedir.2.  TMK  175/I  Maddesindeki  Süresizlik  Unsuru  Bakımından  Kanunda Değişiklik Yapılması Gerektiği Yönünde Olması Gereken Hukuk Anlamında (de lege ferenda) İleri Sürülen Görüşler.  Hemen belirtmek gerekir ki, kanunda yoksulluk nafakasının süresi ile ilgili olarak değişiklik yapılması ihtiyacı, Yargıtay ın ve öğretideki bazı yazarların, TMK 175/I hükmünü, hâkime belirli süreli olarak da  nafakaya  hükmedebilme  konusunda  takdir  yetkisine  sahip  görmemelerinden kaynaklanmaktadır. Öğretide yoksulluk nafaka alacaklısının talebi halinde, nafakaya her durumda süresiz olarak hükmedilmekte olması, adil ve hakkaniyete uygun olmadığı için eleştirilmiştir. Buna göre, özellikle hak düşürücü süre ve zamanaşımı sürelerinin kabul edildiği bir hukuk sisteminde, yoksulluk nafakasının, adeta bir ayni hakmış gibi süresiz olarak ileri sürülememesi gerekir. Toplumsal bir sorun olan yoksulluğun bütün yükünün nafaka borçlusu üzerinde bırakılması hakkaniyete uygun değildir. Genel  olarak  yoksulluk  sorununa  çözüm  üretmek,  Anayasa nın  2.maddesinde düzenlenen  sosyal devlet ilkesi  gereğince Devletin yükümlülüğündedir. Öte yandan Anayasa nın  41.maddesi  gereğince  de   Devlet,  ailenin  huzur  ve  refahı ile özellikle ananın ve çocukların korunması ve aile planlamasının öğretimi ile uygulanmasını sağlamak için gerekli tedbirleri alır, teşkilâtı kurar . Bu tedbirlerin kapsamına boşanma sonrasında eşlerin yoksulluğa düşmesi karşısında önlemler almak ve çözümler getirmek de girer. Boşanan  eşlerin  kısa  sürede  yaşama  yeniden  uyum  sağlayabilmeleri  için ekonomik olarak da birbirlerinden kopmaları gerekir. Süresiz nafaka, yoksulluk nafakası yükümlüsünün kanunda yoksulluk nafakasının kaldırılması için öngörülen sebeplerin gerçekleşip gerçekleşmediğini sürekli olarak araştırmak istemesine yol açacak ve böylece yoksulluk nafakası alacaklısının da özel hayatına sürekli olarak bir müdahale durumu ortaya çıkacaktır. Yoksulluğun sebebi, yalnızca boşanma olmayıp aynı zamanda toplumsal bir vakıadır. O halde toplumsal bir vakıa olan yoksulluğun 60  Kocabaş, s.367. Her ne kadar Yargıtay ın yerleşik uygulaması irat şeklinde ödenen nafakanın süresiz olması noktasında hâkimin takdir yetkisi olmadığı yönünde ise de, bir kararında Yargıtay, irat biçiminde yapılan ödemenin taraflar arasındaki mali ilişkinin uzamasının sakıncalı olacağı, bunun yerine davalının ödeme gücü de bulunduğundan davalının toptan ödeme yapılması talebinin kabul edilmesi gerektiği yönünde karar vermiştir. Bu kararda Yargıtay, somut olay koşullarına göre mali ilişkinin uzamasını sakıncalı görmektedir:  Davacı kadın, boşanma sonucunda yoksulluğa düşeceği konusunda beyanda bulunmuş; davacı vekili, yoksulluk nafakasının toptan ödenmesine karar verilmesini istemiştir. Davacının gelir durumu, yaşı, bedeni ve fikri kabiliyeti ile evlenme ihtimalinin az olması, öte yandan davalı kocanın ödeme gücü değerlendirildiğinde, somut olayın özelliği itibariyle boşanan eşler arasında mali ilişkinin uzamasının sakıncalı olduğu sonucuna varılmıştır  (YHGK 29.03.2006, 672-69/117 (Kazancı İBB).61  Arbek, s.145 (Ancak yazar, olması gereken hukuk anlamında nafaka süresinin kanun koyucu tarafından mı sınırlanması gerektiği, yoksa hâkime sınırlamaya ilişkin olarak takdir yetkisinin mi verilmesi gerektiği konusunda bir görüş beyan etmemiştir); Gençcan, s.1092 vd.62  Gençcan, s.1093.342Yağcı / Yoksulluk Nafakasında  Süresizlik  Sorunubütün sonuçlarının nafaka yükümlüsü üzerinde bırakılması hakkaniyete ve mantığa uygun düşmez. Süresiz nafaka, nafaka alacaklısını kendi ayakları üzerinde durmak ve çalışmak yerine nafaka geliri ile geçinmeye ya da tembelliğe yöneltebilir.a. Yoksulluk nafakasının bir süre ile sınırlandırılması gerektiği görüşü. Öğretide bazı yazarlar, TMK 175/I hükmünde yapılacak değişiklikle yoksulluk nafakasının bir süre ile sınırlandırılmasının isabetli olacağını savunmaktadırlar. Bu görüşe göre, her ne kadar TMK 175/I hükmü sosyal hukuk devleti anlayışı gereğince Devletin müdahalesinin bir ürünü ise de, bu müdahale bireyin ekonomik kişilik haklarını aşırı ölçüde kısıtlamamalı ve hakkaniyete uygun olmalıdır. Evlilikte söz konusu olan destekleme yükümlülüğünün, evlilik sonrasındaki uzantısı olarak kabul edilen yoksulluk nafakası, ancak makul bir süre ile sınırlanırsa, kişilik hakkının ölçülü olarak sınırlanmasından söz edilebilir. Özellikle uzun süren evliliklerde, tarafların evliliğe olan  inançla  aralarındaki  yardımlaşma  ve  dayanışmanın  süreceğine  dair  güven duymaları haklı bir beklentidir. Fakat çok kısa süren evliliklerde TMK 176/III deki şartlar gerçekleşmedikçe, taraflardan birisini ömür boyu yoksulluk nafakası ödemek yükümlülüğü altında bırakmak hakkaniyete uygun düşmez. Bu durum boşanmakla aralarında bir bağ kalmamış kişilerin arasındaki ekonomik ilişkinin uzamasına ve toplumsal problemler ortaya çıkmasına sebep olur 69. TMK 178 gereğince,  evliliğin boşanma sebebiyle sona ermesinden doğan dava hakları, boşanma hükmünün kesinleşmesinin üzerinden bir yıl geçmekle zamanaşımına uğrar . Boşanmanın fer i sonuçları olan tazminat ve nafaka taleplerinin, boşanmanın kesinleşmesinden itibaren bir yıllık zamanaşımı süresi ile sınırlandığı bir hukuk sisteminde (TMK 178), TMK 176/III koşulları söz konusu olmadıkça her durumda ömür boyu nafaka ödeme yükümlülüğünün söz konusu olması, bir çelişkidir. TMK 176/III koşulları söz konusu olmadıkça her durumda ömür boyu nafaka ödeme yükümlülüğünün söz konusu olması, aynı zamanda borçlu için ağır bir yük 63  Arbek, s.145-146.64  Ruhi, s.46; Yıldırım, s.82-83 ve 85; Saibe Oktay-Özdemir,  Türk Hukukunda Boşanma Sisteminde Revizyon İhtiyacı , Public and Private International Law Bulletin, C.35, S.1, 2015, s.29-46, s.43; Tosun, jurix, s.10; Demir, s.66.  Ruhi ye göre,  Boşanma kararının kesinleşmesinden itibaren tarafların sosyal ve ekonomik durumlarına göre hakimin takdirine bağlı olarak ve tarafların evli kaldıkları süre dikkate alınarak (yoksulluk nafakasının) bir yıldan üç yıla kadar bir süreyle sınırlandırılması doğru olacaktır  (s.46).65  Yıldırım, s.82.66  Yıldırım, s.83; Ruhi, s.82.67  Hausheer/Geiser/Aebi-Müller, Familienrecht, N.10.87; Yıldırım, s.82.68  Yıldırım, s.82; Tosun, jurix,s.8.69  Hukukumuzda yasal mal rejimi olarak edinilmiş mallara katılma rejiminin benimsenmesinden sonra, yoksulluk nafakasının süresiz olarak tayin edilmesinin altında yatan gerekçenin zayıflamış olduğu; zira katılma alacağı elde eden eşin, böylece yoksulluktan kurtulma imkânının ortaya çıkabileceği yönünde: Tosun, jurix,s.8.70  TMK 175/I gereğince yoksulluk nafakasının süresiz olması gerektiği görüşündeki Erdem, 1 yıllık zamanaşımı süresini yeterli görmemektedir. Yazara göre, bir kere talep edildikten sonra mahkemece süresiz olarak nafakaya karar verilmesinin mümkün olduğu bir sistemde, nafaka talebinin, boşanma kararının kesinleşmesi tarihinden itibaren 1 yıllık zamanaşımı süresine tabi tutulmuş olması bir çelişkidir (s.209). 71  Yıldırım, s.83.343İstanbul Hukuk Mecmuası 76/1teşkil eder ve taraflar arasındaki menfaat dengesinin borçlu aleyhine aşırı derecede bozulmasına yol açar. Boşanma sonrasında yoksulluğa düşme tehlikesiyle karşılaşan tarafı korumak amacı güden yoksulluk nafakası, nafaka borçlusunun, kendi ekonomik ve kişisel geleceğini özgürce ve endişeden uzak olarak belirleyebilmesine, yeni bir hayat kurmasına engel olmamalıdır.Kanunda  yapılacak  değişiklik  ile,  yoksulluk  nafakasının  belirli  bir  süreyle sınırlanması gerektiği görüşündeki yazarlardan YILDIRIM a göre, nafakanın ne kadar bir süre ile sınırlanacağı konusunda yapılacak düzenlemede belirli kriterler getirildikten sonra, kanunda azami bir süre öngörülmeli ve somut olaya göre nafaka süresinin ne kadar olması gerekeceği, azami süreyi geçmemek üzere, hâkim tarafından takdir edilmelidir. Yoksulluk nafakasının süresinin belirlenmesinde rol oynayacak kriterler ise, İsviçre ve Alman Hukukundan esinlenilerek, evliliğin süresi, eşlerin yaş ve sağlık durumları, çalışma gücü ve imkânları, malvarlığı ve gelir durumları, evliliğin  devamı  esnasındaki  yaşam  standartları,  müşterek  çocuklarının  mevcut olması durumunda çocuklar üzerindeki bakım yükümlülüğünün kapsamı ve süresi ve benzeri konular olarak belirtilmektedir.b. Yoksulluk nafakasının belirli bir süre ile sınırlanmasının isabetli olmayacağı, bu konuda hakime takdir yetkisi verilmesi gerektiği görüşü. Bu görüştekilere göre ise, yoksulluk nafakasının kanunda yapılacak bir değişiklikle belirli bir süreyle sınırlanması isabetli olmaz. Yoksulluk nafakasının süresinin somut olayın koşullarına göre hâkim tarafından takdir edilmesi daha uygun olur. Özellikle on yılı aşkın süren evliliklerde, eşlerden birinin çalışma hayatında yer almayarak, evin ve çocuklarının bakımı ile ilgilendiği durumlarda yeniden iş hayatına dönmek güç olacağından, kanunda yapılacak değişiklikle nafaka süresinin olması gerekenden daha kısa süreli belirlenmesi, adil olmayan ya da hakkaniyete aykırı  sonuçlar  doğurabilir. Yine  evlilik  süresi  kısa  olmasına  rağmen,  eşlerden birisinin engelli olması, akıl hastalığının bulunması gibi zorlayıcı sebeplerle çalışma imkânının olmadığı ve başkaca malvarlığı ya da gelirinin de bulunmadığı ya da geçim için yeterli olmadığı hallerde, kanundaki belirlenmiş olan süre sonunda nafakanın kesilmesi, bu eşi güç duruma düşürecektir. Bu sebeple bu tür evliliklerde ya uzun süreli ya da süresiz olarak nafakaya karar verilmesi yerinde olur. 72  Yıldırım, s.83.73  Yıldırım, s.83.74  Yıldırım, s.83. Oktay-Özdemir ise hakkaniyeti gerçekleştirecek bir takım kriterlere göre nafaka sürelerinin belirlenmesi gerektiğini savunmakla birlikte, değişik kriterlere göre kanunda belirli bir süre sınırı getirilmesinin gerekli olup olmadığı konusuna değinmemiştir (s.42-43).75  Oktay-Özdemir, s.43; Yıldırım, s.83, 85.76  Yücedağ, s.526; Şahin, s.104.344Yağcı / Yoksulluk Nafakasında  Süresizlik  SorunuÖrneğin 2 yıl sürmüş bir evlilik için sadece evlilik süresi dikkate alınarak kısa süreli bir nafakaya hükmedilmesi düşüncesi, somut olayın diğer koşulları dikkate alındığında her zaman doğru sonuç vermeyebilir. Söz konusu 2 yıllık evlilik süresince, eşlerin iki çocuğunun dünyaya gelmesi halinde, kanun tarafından getirilecek yetersiz bir üst limit, hakkaniyete aykırı sonuç verebilir. Bu örnekte velayet kendisine bırakılan eş, iki çocuğun bakımıyla ilgilenmek zorunda kalacağından, çocuğun okul çağına geldiği 6-7 yaşına kadar tam zamanlı olarak çalışma imkânı bulamayabilecektir. 6-7 yaşından sonrasında, ilkokul çağında, çocukların varlığı tam zamanlı çalışmaya engel oluşturabilir. Bu durumda kanunda düzenlenecek olan süre, yetersiz kaldığında, söz konusu eş güç durumda bırakılmış olacaktır.F. TMK 175/I Hükmünde Değişiklik Yapılması Düşüncesi İle İlgili Güncel GelişmelerYargıtay ın mahkemelerin talep halinde zorunlu olarak süresiz şekilde yoksulluk nafakasına hükmetmesi gerektiği yönündeki uygulama, toplumda ciddi sorunların ortaya çıkmasına ve mağduriyetler yaşanmasına sebep olmuş ve sonuçta kanun değişikliği çözümünü gündeme taşımıştır. 14  Mayıs  2016  tarihli   Aile  Bütünlüğünü  Olumsuz  Etkileyen  Unsurlar  ile Boşanma  Olaylarının  Araştırılması  ve  Aile  Kurumunun  Güçlendirilmesi  İçin Alınması Gereken Önlemlerin Belirlenmesi Amacıyla Kurulan Meclis Araştırması Komisyonu Raporu na göre:  Saha çalışmalarında görüldüğü üzere, çok kısa süren (birkaç gün), hatta fiili birliktelik gerçekleşmemiş ve/veya eşit kusurluluk halindeki boşanmalarda, eşlerden birinin süresiz olarak yoksulluk nafakası ödemesi, bu nafakayı ödeyen eş için orantısız bir ceza haline geldiği ifade edilmiştir. Yoksulluk nafakasının süresiz olarak verilmesi, bir sorun olarak belirtilmiştir. Bunun aynı zamanda kadının güçlenmesinin önünde bir engel olduğu da söylenmiştir.77  Kanunda yapılacak değişiklikle nafakanın belirli bir süreyle sınırlanmasının isabetli olmadığına dair diğer bir gerekçe olarak, bu şekilde kanundaki üst limite göre belirli bir süre ile sınırlı olarak nafakaya karar verilmesi halinde, aslında nafakanın toptan olarak belirlenmiş, ancak taksitlere bağlanmış olacağı; böylece nafakanın irat şeklinde belirlenmesinin işlevsiz kalacağı görüşünde: Yücedağ, s.526.78  Elbette, çocuklar için iştirak nafakası kurumu söz konusudur. Ancak çocuklara iştirak nafakası bağlansa dahi eş kendi geçimini sağlamak için gelir elde etmek ve bunun için de çalışmak zorundadır. Çocukların küçük yaşta ve bakım ve ilgiye ihtiyaç duymaları, eşin bir işte çalışma olanağını büyük ölçüde kısıtlamaktadır. Bu durum, iştirak nafakası kapsamında telafi edilen bir hal değildir.79  Basına yansıyan bilgilere göre, Adalet Bakanlığı ve TBMM Komisyonu nafaka süresine ilişkin bir hazırlık içerisindedir. Yoksulluk nafakası mağdurları tarafından sivil toplum örgütleri oluşturulduğu ve yoksulluk nafakasına süre sınırı getirilmesi konusunda yoğun taleplerin iletildiği görülmektedir. Nitekim söz konusu soruna ilişkin mağduriyetler, basında ve internet sitelerinde önemli ölçüde yer almıştır: Örnek olarak bkz. Çevrim içi site: http://www.star.com.tr/politika/muebbetnafakaya-cozum-yolda-haber-1332012/, erişim tarihi: 16.04.2018; http://www.turkiyegazetesi.com.tr/gundem/536958.aspx,  erişim  tarihi:  24.04.2018;  http://www.milliyet.com.tr/suresiz-yoksulluk-nafakasi-tbmm-gundeminde-istanbulyerelhaber-2198295/,  erişim  tarihi:  24.04.2018;  https://www.change.org/p/s%C%BCresiz-nafaka-zulm%C%BCneson-verin-30-yildir-uygulamada-olan-bu-%C%Aa%C%9Fdi%C%9Fi-yasayi-l%C%BCtfen-g%C%BCncelleyins%C%BCresiz-yoksulluk-nafakasi-zulm%C%BCne-son-verin, erişim tarihi: 24.04.2018.80  TBMM, Yasam Dönemi: 26, Yasama Yılı: 1, Sıra Sayısı: 399.345İstanbul Hukuk Mecmuası 76/1Eşlerden birinin süresiz olarak yoksulluk nafakasını ödemesi, özellikle eşit kusur ve çok kısa süreli ve/veya fiili birliktelik olmadan sona eren evliliklerde, bu nafakanın yeni bir çatışmaya yol açmaması ve hakkaniyetli bir uygulama için, yoksulluk nafakasını ödeyecek eşin yükümlülüğünün süreli olması gerektiği, farklı ülkelerde görüldüğü gibi belirli bir sürede verilmesine ve akabinde de oluşturulacak bir fon üzerinden  yoksulluk  nafakasının  ödenmesine  yönelik  ilgili  kurumlarca  çalışma yapılması önerilmektedir . Olası  bir  kanun  değişikliği  konusunda  bakanlığın  çalışma  içerisinde  olduğu haberleri, basında da yer almıştır.G. Yoksulluk Nafakasının Süresine İlişkin Görüşümüz1. De Lege Lata görüşümüz. Kanaatimizce TMK 175/I gereğince irat şeklinde ödenen  yoksulluk  nafakasının  alacaklısı  süresiz  olarak  nafaka  ödenmesini  talep edebilirse de, bu maddenin ne lafzı ne de amacı, hâkimin, koşulları varsa, nafakaya süresiz olarak karar vermek zorunda olduğunu destekler. Aslında salt süre sınırlaması getirme bakımından bir kanun değişikliğine gerek yoktu. Kanun değişikliği ihtiyacı, TMK 175/I gereğince hâkimin, nafakanın süresine ilişkin takdir yetkisi olmadığı yönündeki baskın görüşün ve Yargıtay uygulamasının ortaya çıkardığı bir sorundur. Bu uygulama aşılamadığı için, olası bir kanun değişikliği gündeme gelmiş olmaktadır. Bu  görüş  ve  uygulama,  Anayasa nın  2.maddesinde  düzenlenen   sosyal  hukuk devleti  ilkesi ile de bağdaşmaz; çünkü genel olarak yoksulluğu önlemek için gerekli önlemleri almak ve sosyal yardım çözümleri üretmek Devlet in görevidir. Hakimin, talep halinde, süresiz olarak nafakaya hükmetmek zorunda olduğunu, nafaka süresini belirleme konusunda takdir yetkisine sahip olmadığını kabul etmek; sosyal adalet ve hakkaniyet düşüncesine uygun düşmez. Bu noktada karşı görüşte olanlar ve Anayasa Mahkemesi, nafakanın süresiz olmadığını, çünkü TMK 176/III te nafakanın sona erme sebepleri gerçekleştiğinde nafakanın sona ereceğini savunmaktadırlar. Buna göre, sona erme sebeplerinden birisi olan,  yoksulluğun ortadan kalkması  halinde ya da taraflardan birinin evlenmesi, fiilen evliymiş gibi yaşaması, ölmesi ya da haysiyetsiz 81  Basına yansıyan haberlere göre,  Adalet Bakanlığı nda, nafaka hesaplamasında 5 alternatifli bir çalışma yürütülüyor. Meclis teki Boşanma Komisyonu, kendisine bu yönde ulaşan çok sayıda başvuruyu değerlendirip, hazırladığı önerileri Adalet Bakanlığı na sunmuştu. Adalet Bakanlığı nda, hem Meclis Komisyonu ndan gelen öneriler, hem de Yargıtay başta olmak üzere ilgili birimlerden alınan görüşler doğrultusunda bir hazırlık başlatıldı. / Henüz hazırlık aşamasında olan çalışmada,  nafaka nın  ömür boyu  değil, 5 aşamaya göre belirlenmesi öngörülüyor.  Buna göre nafaka,  evli kalma süresi ,  çocuk olup olmaması ,  boşanan kadının yaşı ,  gelir durumu  ve  kusur durumu  dikkate alınarak hesaplanacak : http://www.star.com.tr/politika/muebbet-nafakaya-cozum-yolda-haber-1332012/, erişim tarihi: 16.042018.  Diğer bir habere göre,  taslak çalışmaya göre, bu maddedeki  süresiz  ibaresi kaldırılacak. Bakanlık, Yargıtay 2. Hukuk Dairesi Başkanı Ömer Uğur Gençcan ın önerisi ışığında,  Yoksulluk nafakası nı, koşulları olması halinde  en az 1 yıl  ve  en çok 5 yıl ile sınırlandırmayı  tartışıyor. Çocuksuz boşanmalara en fazla 1 yıl, çocuklu boşanmalara da yine dava açılış tarihinden itibaren yani tedbir nafakası süresi dâhil olmak üzere 3 ya da en fazla 5 yıl yoksulluk nafakası verilmesi planlanıyor. Ancak nafaka süresine dönük alternatifli çalışma yürütülüyor. (…) Nafaka süresini belirlemek açısından TMK da kriterler yer alacak. Buna göre aile hâkimi, eşe  yoksulluk nafakası  verilmesini ve süresini takdir ederken  evliliğin süresi ,  ortak çocuk bulunup bulunmaması ,  kadının (eşin) yaşı ,  gelir seviyesi  ve  kusur durumu  kriterlerine bakarak nafaka süresini belirleyecek. Nafaka belirlenirken, boşanan eşin (kadının)  kusur  derecesi önem taşıyacak : http://www.hurriyet.com.tr/amp/gundem/nafakaya-5-yil-siniri-40808387, erişim tarihi: 01.05.2018.346Yağcı / Yoksulluk Nafakasında  Süresizlik  Sorunuhayat yaşaması hallerinde nafaka da kesilecektir. Ancak, bu hallerden birisi söz konusu değilse, nafaka ödeme borcu ömür boyu sürecektir. Ne var ki uygulamada yoksulluğun ortadan  kalkması  nedeniyle  nafakanın  kesilmesi  konusunda Yargıtay ın  çekimser bir tavır sergilediği, daha çok nafaka miktarının azaltılması yöntemini tercih ettiği görülmektedir. Boşanan eşlerin, uzun yıllar geçmesine rağmen, hatta evlilikleri kısa sürmüş olsa bile, mali bağlarının sürmesi, toplumda sorun teşkil eder hale gelmiştir. Diğer bir deyişle, süresiz nafakanın TMK 176/III koşulları gerçekleşince kesilecek olması, belirli süre ile sınırlı olarak nafakaya hükmetmenin yerine geçememektedir. Oysa yukarıda da belirttiğimiz üzere, yoksulluk nafakası, boşanma sonrasında kendi asgari geçimini sağlayamayacak duruma düşen eşin, yeniden ekonomik olarak bağımsızlığını kazanıp kendi geçimini temin edebilir hale geldiği ana kadar ödenmesi gereken ekonomik bir destektir. Bu desteğin ne kadar süreceği, nafaka alacaklısının kendi geçimini sağlamaya başlayabileceği ya da başlaması gereken zaman dilimine göre belirlenmelidir. Bu da yargı uygulamasında, kural olarak belirli bir süreyle sınırlı olarak nafakaya hükmedilmesinin prensip olarak kabul edilmesi, süresiz nafakanın ise istisnai hallerde uygulanması ile mümkündür. Örneğin, kısa süren ve çocuksuz bir evlilikte, nafaka alacaklısı eşin bir mesleği de mevcut ise, boşanma sonrasında yeniden çalışmaya başlaması, daha kısa sürede gerçekleşecektir. Ancak, evliliğin kısa veya uzun sürmesi fark etmeksizin, -örneğin- 16 yaşından küçük iki çocuğun bulunduğu bir evlilikte, velayet hakkına sahip olan nafaka alacaklısı eş, çocukların yetiştirilmesini üstlendiğinde, onun bir iş bulup gelir elde etme imkân ve ihtimali zayıftır. Yine 15 yıl sürmüş ve boşanma ile bitmiş bir evlilikte nafaka alacaklısı eşin 45 yaşında ve çalışmıyor olması, bir mesleki eğitiminin bulunmaması ya da mesleki yönden körelmiş olması durumlarında, böyle bir eşin iş hayatına dönmesi çok güçtür. Bu sebeple de uzun süreli bir nafaka hakkaniyete uygun olacaktır.Ancak yoksulluk nafakasının süresini ve miktarını belirlemek açısından madde metnine –aşağıda değineceğimiz üzere- İsviçre Medeni Kanununun 125/II hükmünde düzenlendiği şekilde, evlilik süresi, tarafların yaş ve sağlık durumları, mesleki ve eğitim durumları, müşterek bakıma ihtiyaç duyan çocukların olup olmadığı gibi bir takım kriterler eklenmesi yönünde bir değişiklik yapılması faydalı olur. Bu kriterler, nafaka süresi konusunda takdir yetkisi kullanması gereken hâkimler için yol gösterici olacaktır. Esasen bu kriterler, bugün mahkemelerimiz ve yüksek yargı tarafından da dikkate alınmaktadır; ancak, maalesef, süre belirleme yönünden değil; sadece nafaka miktarını belirleme yönünden, ölçüt olarak kullanılmaktadır.2. De Lege Ferenda görüşümüz. Yoksulluk nafakasının ne süre ile ödenmesi gerekeceğinin  belirlenmesi,  tarafların  durumunu,  somut  olayın  özelliklerini  ve hakkaniyet düşüncesini bir arada değerlendirmeyi gerektiren bir durumdur. Örneğin sadece evlilik süresine bakılarak bir süre sınırı getirilmesi adil ve hakkaniyete uygun 347İstanbul Hukuk Mecmuası 76/1olmayabileceği gibi, sadece çocukların sayısına ya da sadece tarafların yaşlarına ve sağlık durumlarına bakılarak bir süre sınırı getirilmesi de adil ve hakkaniyete uygun düşmeyebilir. Tüm kriterlerin hepsi bir arada düşünülerek bir değerlendirme yapılması gerekir ki, bu da ancak takdir yetkisinin kullanılması ile mümkündür (TMK 4).Eğer TMK 175/I de bir kanun değişikliği söz konusu olacaksa, öncelikle TMK 175/I hükmünde yer alan  süresiz olarak  ifadesinin madde metninden çıkarılması gerekir.  İsviçre  Hukukunda  olduğu  gibi  belirli  kriterlere  göre  nafaka  ödenip ödenmeyeceğinin, ödenecekse süresinin ve miktarının mahkemece takdir edileceğine dair bir madde metninin kaleme alınması gerekir. Şayet yapılacak kanun değişikliği ile ayrıca bir de üst süre getirilmek isteniyorsa; bu  durumda,  örneğin  evlilik  süresi,  eşlerin  yaşı,  çocukların  sayısı  ve  bakım yükümlülüğünün süresi vs. gibi birden fazla kriterin dikkate alınarak belirlendiği bir sistem ihdas edilmeli ve temel kriterleri dikkate alan birden fazla üst süre söz konusu olmalıdır. Mesela 5 yıldan kısa süren evliliklerde nafaka süresi üst sınırın evlilik süresi kadar olacağı; 5 yıldan uzun süren evliliklerde nafaka üst süresinin 12 yıl olacağı; 16 yaşından küçük müşterek çocuğun bulunması ve nafaka alacaklısı tarafından bakımının üstlenilmiş olması halinde her durumda nafaka üst süresinin 12 yıl olacağı şeklinde bir hüküm ihdas edilebilir. Diğer taraftan maddede üst süre/ler ihdas edilecekse, istisnai olağanüstü durumlarda (örneğin nafaka alacaklısı eşin veya onun bakımını üstlendiği müşterek çocuğun engellilik, akıl hastalığı vs. sebeplerle sürekli bakıma ihtiyaç duymakta olması gibi hallerde) hakkaniyete aykırı sonuçlar doğmaması için üst sürenin dolmasına rağmen yoksulluktan kendisine atfedilebilen bir sebep olmaksızın kurutulamayan eşe, dava açarak yoksulluk nafakasının ödenmesine devam edilmesini talep etmek imkânı tanınmalıdır. Böylece, hâkim, bu olağanüstü ve istisnai durumlarda, koşulları varsa, nafaka süresinin belirli bir süre daha uzatılması konusunda takdir yetkisine sahip olmalıdır.3. De Lege Ferenda TMK m.175 in metnine eklenmesi gereken kriterler. İster kanunda yapılacak olası bir değişiklikle nafaka süresini belirleme konusunda tamamen hâkime takdir yetkisi verilsin, isterse belirli maddede ihdas edilecek belirli üst süreler dâhilinde hâkime süreyi belirleme konusunda takdir yetkisi verilsin, fark etmeksizin, İsviçre Medeni Kanununun 125.maddesinin 3.fıkrasında yer alan aşağıdaki kriterlerin, kanun metnine alınmasında yarar vardır. Böylece hâkim, nafaka talebinin kabul edilip edilmeyeceğine, nafakanın miktarına ve nihayet nafaka süresine ilişkin olarak takdir yetkisini kullanırken, bu kriterler ışığında hareket edecektir.82  Öte yandan, nafaka süresinin dolması halinde, yoksulluktan kendisine atfedilebilecek bir sebep olmaksızın kurtulamayan eşe, Devlet tarafından kurulacak bir fondan ödeme yapılması sistemi konusunda güncel tartışmalar söz konusudur. Ancak, boşanan eşlere özgü böyle bir fon kurulması yerine ülkedeki tüm yoksullar için söz konusu olabilecek genel bir yardım fonundan yoksulluk nafakası süresi dolduğu için nafakası kesilen ve yoksulluğu devam etmekte olan eşlerin yararlanmasının daha uygun olacağı da savunulabilir. Sonuçta bu, ekonomi ve sosyal hukuk devleti politikası ile belirlenebilecek bir durumdur.83  Bir kanun değişikliği olmasa bile, söz konusu kriterlerin, de lege lata, hâkimin takdir yetkisi bağlamında uygulanması, özellikle bu yönde yargısal içtihatların oluşması ile de mümkün olabilir.348Yağcı / Yoksulluk Nafakasında  Süresizlik  SorunuSöz konusu kriterler, İsviçre Medeni Kanununda  özellikle  ifadesiyle ve sınırlı sayıda olmaksızın sayılmıştır (ZGB Art.125/II, 1-8. bendler). Söz konusu bendlerin sıralaması  ise,  -birinin  diğerine  göre  üstün  olup  olması  anlamında-  bir  önem taşımamaktadır. Hiç kuşkusuz söz konusu kriterlerin tespitinde hâkimin takdir yetkisi söz konusudur. Aslında tüm bu kriterler yardımıyla evliliğin boşanma sonrasına yansıyan olumsuz etkilerinin (ehebedingte Nachteile; lebensprägenden Ehe) kapsamı belirlenmeye çalışılmaktadır. Söz konusu kriterler şunlardır:1. Evlilik süresince eşlerin görev paylaşımı: Evlilik süresince eşlerin görev paylaşımı, boşanma sonrasında bir eşin kendi ekonomik geleceğini tayin edebilmesini olumsuz  etkilediğinde,  nafaka  değerlendirmesinde  dikkate  alınır.  Yapılacak değerlendirmede evliliğin tipi önem taşımaktadır. Her iki eşin de çalıştığı evliliklerde, boşanma sonrasında eşlerin, tek başına, yaşama ekonomik açıdan uyum sağlamaları daha  kolaydır.  Eşlerden  birinin,  çoğu  kere  kadınların,  çalışmayıp  çocukların yetiştirilmesiyle ilgilendiği evliliklerde, bu eşin boşanma sonrasında ekonomik olarak yaşama uyum sağlaması ise zorlaşmaktadır. Eşlerden birinin ev işleriyle ilgilendiği fakat müşterek çocukların bulunmadığı evliliklerde ise, her şeyden önce evliliğin süresi belirleyici olmaktadır. Kısa süreli evliliklerde, evlilik hiç kurulmamış olsaydı nafaka alacaklısının içinde bulunacağı ekonomik durum saptanmaya çalışılmaktadır. Özellikle yeniden ekonomik hayata uyum sağlayabilmek için tekrar mesleki eğitim alma gerekli ise, bu masraflar bu kapsamda ele alınmaktadır. Uzun süreli evliliklerde ise, evlilik içi görev dağılımındaki rolün yaşam biçimi haline gelmiş olması önem arz eder. Bu tür evliliklerde eşler arasında ekonomik birliktelik ve bağlılık yoğunlaşmıştır.2. Evliliğin süresi: İsviçre Hukukunda olduğu gibi Alman Hukukunda da evliliğin süresi nafakanın belirlenmesinde etkilidir (BGB § 1570, 1574, 1578b). Evlilik süresinin uzun ya da kısa olduğu ile ilgili olarak kesin bir yargıya varılamaz; evlilik süresince yaşanan ilişkinin yoğunluğu belirleyicidir. Evlilik süresi ne kadar uzun olursa, evliliğin boşanma sonrasına olan olası olumsuz etkileri o kadar yoğun olacaktır. İsviçre Federal 84  Botschaft Scheidungsrecht, BBl 1996 I 115; Thomas Sutter/Dieter Freiburghaus, HandK, Kommentar zum neuen Scheidungsrecht, Zürich, Schulthess, 1999, ZGB Art.125, N.78; Schwenzer/Büchler, FamK, Art.125, N.55; Gloor/Spycher, BasK, Art.125, N.23; Tor/Schnyder/Jungo, §24, N.52; Freiburghaus, HandK, Art.125, N.33.85  İsviçre Hukukunda söz konusu kriterlere rağmen, nafaka miktarının ve süresinin belirlenmesinde hukuki güvenliğin yeterince sağlanamadığı yönünde: Schwenzer/Büchler, FamK, Art.125, N.2.86  Hausheer/Geiser/Aebi-Müller, Familienrecht, N.10.88 vd; Ivo Schwander, ZGB Kommentar Schweizerisches Zivilgesetzbuch, OFK - Orell Füssli Kommentar (Navigator.ch), Herausgeber: Jolanta Kren Kostkiewicz, Stephan Wolf, Marc Amstutz, Roland Fankhauser, 3.Auflage, Orell Füssli Verlag, 2016, OFK, Art.125, N.1; Tor/Schnyder/Jungo, §24, N.42, 47 vd.  Özellikle  evlilik süresince eşler arasındaki görev paylaşımı ,  evliliğin süresi  ve  boşanma sonrasında çocuğa bakım yükümlülüğünün kapsamı ve süresi  kriterleri, bir arada veya ayrı ayrı olarak, evliliğin boşanma sonrasına etkisi bakımından en önemli kriterlerdir: Tor/Schnyder/Jungo, §24, N.53.87  Schwenzer/Büchler, FamK, Art.125, N.57 vd; Gloor/Spycher, BasK, Art.125, N.24; Freiburghaus, Art.125, N.34; Schwander, OFK, N.7; Büchler/Clausen, s.28; Kocabaş, s.384 vd; Şahin, s.92-93.  Eşlerden birisinin eğitimine devam ettiği ve diğer eşin eğitim masraflarını karşıladığı türden evlilikler hakkında bkz. Schwenzer/Büchler, FamK, Art.125, N.62.88  Schwenzer/Büchler, FamK, Art.125, N.64; Gloor/Spycher, BasK, Art.125, N.25; Freiburghaus, HandK, Art.125, N.17, 35; SCHWANDER, OFK, N.8; Büchler/Clausen, s.28.89  Tor/Schnyder/Jungo, §24, N.48.349İstanbul Hukuk Mecmuası 76/1Mahkemesi kararlarında, 5 yıla kadar olan evlilikler kısa süreli; 5-10 yıl süreli evlilikler orta süreli ve 10 yıl üzerindeki evlilikler ise uzun süreli olarak değerlendirilmektedir. Buna göre, kısa süreli evliliklerde  clean break  ilkesinin uygulanması daha yüksek ihtimal dâhilindedir; zira 5 yıldan kısa süreli evliliklerin, eşlerin boşanma sonrasındaki hayatlarına  olan  etkisinin  olmayacağı  yönünde  bir  karine  (negatif  karine)  söz konusudur. Uzun süreli evliliklerde evlilik sonrasındaki desteğin sürdürülmesi ilkesi daha etkili olacaktır; böylece uzun süreli evliliklerde evliliğin boşanma sonrasına olan etkisinin kuvvetli olacağı yönünde bir karine söz konusudur (pozitif karine). Orta süreli evlilikler bakımından ise bir karine söz konusu değildir. Bu evliliklerde, evliliğin yaşam biçimine kalıcı etkilerinin olup olmadığına bakılacaktır. Boşanma öncesinde eşler ayrı yaşamışlarsa, ayrı yaşanılan süre kriterin tespitinde belirleyici olmaz; çünkü bu süreçte eşler yaşama uyum sağlama olanağına sahiptir. Evlilik öncesinde beraber yaşanılan sürenin dikkate alınıp alınmayacağı ise tartışmalıdır. Öte yandan eşlerin her ikisinin de ev işleriyle uğraştığı ve kendi işlerinde çalıştığı evliliklerde, evlilik süresi önemini yitirirken, eşlerden birinin çalışmadığı ve ev işleri ile ilgilendiği evliliklerde evlilik süresi önemli bir kriter haline gelmektedir.Ancak bu karinelerin aksi durumlar da söz konusu olabilir. Örneğin 5 yıldan az sürmüş olan bir evlilikte dünyaya gelen müşterek çocuk on yaşına gelene kadar velayeti kendisine bırakılan eş hiç çalışamayabilir ve çocuk 16 yaşına gelene kadar ise ancak yarı zamanlı çalışma mümkün halde olabilir. Birden fazla çocuk veya engelli çocuğun varlığı da evliliğin süresinin tek başına dikkate alınamamasına yol açan diğer önemli etkenlerdir.Türk yargı uygulamasında ise, bugüne kadar evlilik süresi, nafaka süresinin değil; nafaka miktarının belirlenmesinde etken olmuştur. 90  Schwenzer/Büchler, FamK, Art.125, N.64; Gloor/Spycher, BasK, Art.25, N.25; Tor/Schnyder/Jungo, §24, N.48; Freiburghaus, HandK, Art.125, N.14/; Schwander, OFK, N.8; BGE 109 II 184; BGE 110 II 225; BGE 115 II 6; BGE 116 II 108. Ayrıca bkz. Ceylan, s.113 vd; Kocabaş, s.382 vd. Buna karşılık eğer evlilik sırasında eş önceki kültür çevresini terk etmişse evliliğin etkisi yoğun olacaktır: Freiburghaus, HandK, Art.125, N.17; BGE 5C.38/2007 E 2.3. Buna karşılık, İsviçre Federal Mahkemesi, yeni bir kararında, evlendirme aracılığı (tellallığı) yoluyla yabancı ülkeden gelerek evlenmiş bir kimsenin kısa süren evliliği bakımından, onun bu evlilikle daha önceki kültür çevresini terk etmesinin sonuçlarını öngörebileceği gerekçesiyle, onun kültür çevresinden kopmasının boşanma sonrasına yansımalarının, nafaka bakımından dikkate alınmayacağına karar vermiştir: BGer, FamPra.ch 2013, 169, 171. Boşanma sonrasında kendi ülkesine dönen ve orada çalışmaya başlayan eş bakımından evliliğe bağlı bir kültürel kopuş etkisinin olmayacağı yönünde: BGer, FamPra.ch 2015, 723, 726; BGer, 28.1.2013, 5A_623/2012, E. 5.2.91  Gloor/Spycher, BasK, Art.125, N.12; Tor/Schnyder/Jungo, §24, N.48.92  Tor/Schnyder/Jungo, §24, N.48; Tosun, jurix ,s.9; Kocabaş, s.384; Şahin, s.95.93  Schwenzer/Büchler, FamK, Art.125, N.66; Gloor/Spycher, BasK, Art.25, N.25. 94  Dikkate alınmayacağı yönünde: Gloor/Spycher, BasK, Art.25, N.25. Hatta evlilik öncesinde beraber yaşanılan dönemin, bu esnada çocuk dünyaya getirmek gibi dezavantajları ortaya çıkmış olsa bile. İsviçre de, kanun hazırlıkları sırasında, bu sürecin de dikkate alınması için yapılan teklif reddedilmiştir.   Evlilik öncesi beraber yaşanılan dönemde ortak yaşamanın getirdiği olumsuz etkiler ortaya çıkmaya başlamışsa, bu sürecin de dikkate alınacağı yönünde: Schwenzer/Büchler, FamK, Art.125, N.66; Sutter/Freiburghaus, ZGB Art.125 N.30; Freiburghaus, HandK, Art.125, N.18.95  Gloor/Spycher, BasK, Art.25, N.25.96  Schwenzer/Büchler, FamK, Art.125, N.64.350Yağcı / Yoksulluk Nafakasında  Süresizlik  Sorunu3. Evlilik sırasındaki yaşam standardı: Bu kriter, eşlerin her birinin kendi kişisel malvarlığı durumunun dikkate alınması anlamına gelmez; aksine evlilik süresince eşlerin hangi standartlarda yaşam sürdüklerini esas alır. Bu kriter, özellikle nafaka miktarının yüksekliğinin ve nafaka süresinin tayininde rol oynayacaktır. Özellikle evliliğin kurulduğu tarihte eşler arasında sosyal durum açısından farklılık söz konusu ise, evlilik içindeki görev dağılımı ya da eşlerin malvarlığı yanı sıra, eşlerin yaşam standardı da nafakanın belirlenmesinde önem kazanır. İsviçre Hukukunda evlilik sırasındaki yaşam standardı, yoksulluk nafakası miktarının belirlenmesi açısından üst sınır olarak kabul edilmektedir. Evlilik sırasındaki yaşam standardı, özellikle uzun süren evlilikler bakımından belirleyici bir kriterdir; boşanma sonrasında söz konusu standardın yitirilmesine katlanmak zorunluluğu doğabilir.Yürürlükteki mevzuat açısından Türk öğretisinde, çoğunlukla, yoksulluk nafakasının, evlilikteki yaşam standardının aynen devamını sağlama amacı taşımadığı, yaşam için gerekli olan zorunlu ve gerekli ihtiyaçları sağlamayı hedeflediği kabul edilmektedir. 4.  Eşlerin  yaşları  ve  sağlık  durumları:  Hem  nafaka  alacaklısının  hem  de yükümlüsünün  yaş  ve  sağlık  durumları,  özellikle  boşanma  sonrasında  çalışma ve gelir elde etme yeteneği bakımından önem taşır ve nafaka süresi ile nafaka miktarının belirlenmesinde rol oynar. Boşanma esnasında nafaka alacaklısının ileri yaşta olması ya da çalışma gücünü olumsuz etkileyecek şekilde sağlık sorunlarının bulunması, evlilik sonrasında destek yükümlülüğü ilkesini ön plana getirecektir. İsviçre de, nafaka yükümlüsünün ileri yaşta olması ya da çalışmasını engelleyen sağlık sorunlarının bulunması, nafaka yükümlülüğünü kaldıran ya da azaltan ya da süresine etki eden bir rol oynar, 105. Nafaka alacaklısı eşin, çocuk yetiştirmeyle uğraştığı hallerde, yaş kriteri, çocuk yetiştirme yükümlülüğünün ortadan kalkmasından itibaren dikkate alınır. İleri yaş ve kötü sağlık durumu, süresiz nafaka bağlanması için tek 97  Eşler boşanma öncesinde uzun süredir ayrı yaşamakta iseler, ayrı yaşanılan zamandaki yaşam standardının esas alınacağı yönünde: Freiburghaus, HandK, Art.125, N.6; BGE 130 III 537 E 2.2; 129 III 7 E 3.1.1. 10 yıldır ayrı yaşama uzun süre ayrı yaşama olarak nitelenirken ((BGE 137 III 102 E 4.2.1.1), 7 yıldır ayrı yaşama uzun olarak sayılmamıştır (BGE 5A_206/2010 E 6.2).98  Tor/Schnyder/Jungo, §24, N.55.99  Schwenzer/Büchler, FamK, Art.125, N.68.100  Gloor/Spycher, BasK, Art.125, N.22,26; Freiburghaus, HandK, Art.125, N.6.101  Gloor/Spycher, BasK, Art.125, N.27; Schwenzer/Büchler, FamK, Art.125, N.68; Schwander, OFK, N.9.102  Feyzioğlu, s.398; Tekinay, s.264; Dural/Öğüz/Gümüş, N.803; Akıntürk/Ateş Karaman, s.304; Yıldırım, s.69; Kocabaş, s.380 vd; Şahin, s.87; Oğuz, s.33.103  Schwenzer/Büchler, FamK, Art.125, N.69; Gloor/Spycher, BasK, Art.125, N.28; Büchler/Clausen, s.22 vd, 34-35; Freiburghaus, HandK, Art.125, N.16, 19, 37-38; Schwander, OFK, N.10.104  Gloor/Spycher, BasK, Art.125, N.11; Kocabaş, s.380 vd; Şahin, s.97.105  İsviçre Federal Mahkemesine göre 45 yaşını doldurmuş kadınların sürekli iş bulabilmesi zor görünmektedir ve bu sebeple süresiz olarak nafaka bağlanması gereklidir: BGE 115 II 10vd; BGE 127 III 136, 140. Ancak son dönem kararlarda bu yaş sınırının 50 ye yükseldiği görülmektedir: BGer, 28.3.2013, 5A_71/2013, E. 1.3; BGE 137 III 102, 109 = FamPra.ch 2011, 438, 445. Yine bazı durumlarda bu kuraldan sapılabileceği yönünde: Büchler/Clausen, s.23; Detaylı bilgi için bkz. Büchler/Clausen, s.22 vd; Schwenzer/Büchler, FamK, Art.125, N.70.  Eşlerin yaşlarının dikkate alınmakta olması, ileri yaşına rağmen, nafaka alacaklısının ayrılık süresince sebepsiz yere çalışmamasına izin verildiği anlamına gelmez.106  Schwenzer/Büchler, FamK, Art.125, N.71.351İstanbul Hukuk Mecmuası 76/1başına yeterli olmayıp, bu koşulların evliliğin yol açtığı sonuçlarla ilişkili olması gerekir. İleri yaş ve kötü sağlık durumu, evlilik öncesi sebeplerden ileri gelmekte ise, bu durumda nafaka bakımından evliliğin süresi belirleyici olabilir.5. Eşlerin malvarlığı ve gelir durumları: Bu kriter evlilikteki yaşam standardı ile  ilgili  olmayıp  tarafların  kişisel  malvarlığı  ve  gelir  durumlarının  dikkate alınmasını hedefler. Gelir ve malvarlığının kapsamına net kazanç, ücret ya da maaş, ticaretten elde edilen gelir, yan gelirler, sigorta tazminatı, malvarlığı getirileri (kira vs), malvarlığının yerine elde edilen ikame değerler girer. Eşlerin gelirleri tespit edilirken mutlaka fiili kazancın esas alınması gerekmeyip, kazanç elde etmek mümkün görüldüğü hallerde farazi (varsayımsal) kazancın da dikkate alınabileceği kabul edilmektedir. Bu konuda eşler arasında mal rejimine göre yapılan paylaşma sonucundaki katılma alacağı önem taşır. Her iki eşin de çalıştığı bir evlilikte (çifte gelirli evlilik modelinde), boşanma sonrasında yoksulluğa düşen eşin, bu halden kurtulması daha kısa sürede gerçekleşir. Evlilik süresince bir eşin (genellikle kadının) çalışmaması halinde ya da boşanma öncesi veya sonrasında çocuğun yetiştirilmesi ile ilgilenmesi gereken hallerde (geleneksel evlilik modelinde) bu eşin iş yaşamına yeniden uyum göstermesi ve bu ana kadar destek ihtiyacı daha uzun süreli olacaktır. 6. Çocukların bakım yükü ve bunun süresi: Boşanma sonrasında eşlerden biri çocukların bakımı ile ilgileniyorsa, kendi yaşam standartlarını sağlaması ve gelir elde etmesi güçleşebilecektir. Bu kriterin, çocuğa bağlanan iştirak nafakası ile bir ilgisi yoktur. İştirak nafakasına rağmen, çocuğa bakması dolayısıyla eş, hiç çalışamıyor, daha az gelir elde ediyor ya da tam zamanlı çalışamıyor olabilir. Tüm bunlar yoksulluk nafakası belirlenirken, çocuğa bakma sürecinde çalışma ve gelir etme imkânını olumsuz etkilediği için, dikkate alınacaktır. İsviçre Federal Mahkemesi kararlarına göre, müşterek çocuğun 16 yaşını doldurması anına kadar, çocuğun bakımı ile ilgilenen eşin tam zamanlı olarak çalışmasının kural olarak mümkün olmadığı; 107  Schwenzer/Büchler, FamK, Art.125, N.73.108  Büchler/Clausen, s.35; Şahin, s.97 vd. Ayrıca bkz. Kocabaş, s.375 vd.109  Gloor/Spycher, BasK, Art.125, N.7, 15, 29; Hausheer/Geiser/Aebi-Müller, Familienrecht, N.10.98 vd; Freiburghaus, HandK, Art.125, N.20; Schwander, OFK, N.11; Oğuz, s.32; Kocabaş, s.372; BGE 117 II 16; BGE 119 II 314; BGE 127 III 136; BGE 128 III 4.  Dolayısıyla İsviçre Hukukunda nafaka yükümlüsü açısından bir işte çalışmak yükümlülüğünün olduğu ve bu yükümlülüğün kapsamının ise dürüstlük kuralı belirleneceği kabul edilmektedir. 110  Schwenzer/Büchler, FamK, Art.125, N.73.111  Kocabaş, s.385.112  Çocuğa bakım yükümü ve süresinin bir kriter olarak yoksulluk nafakasında dikkate alınması karşısında yoksulluk nafakası ile iştirak nafakasının birbiriyle ilişkisi ve farklılaştıkları noktalar hakkında detaylı bilgi için bkz. Schwenzer/Büchler, FamK, Art.125, N.76-79.  İsviçre Medeni Kanunun 285nci ve ilgili maddelerinde 25.04.2015 tarihinde yapılan ve 01.01.2017 tarihinde yürürlüğe giren değişiklikle iştirak nafakasında (Kindersunterhalt) değişiklikler yapılmıştır. Bu değişiklikle iştirak nafakası ile yoksulluk nafakası (Nachehelicherunterhalt) kapsamında ele alınan çocuklara bakım yükümlülüğü (Betreuungsunterhalt) birbirinden ayırt edilmiştir. Bu konuda bkz. Schwenzer/Büchler, FamK, Vor Art.9 vd.113  Schwenzer/Büchler, FamK, Art.125, N.76; Gloor/Spycher, BasK, Art.125, N.10, 30; Sutter/Freiburghaus, ZGB 125 N.23; Büchler/Clausen, s.28 vd; Freiburghaus, HandK, Art.125, N.14, 41; Schwander, OFK, N.12; Şahin, s.99.114  BGer, FamPra.ch 2009, 769, 771 vd.; BGE 135 III 158 vd. = FamPra.ch 2009, 475vd.; BGer, FamPra.ch 2002, 144, 147.352Yağcı / Yoksulluk Nafakasında  Süresizlik  Sorunuçocuğun 10 yaşını doldurmasından sonra yarı zamanlı çalışma imkânının söz konusu olabileceği; 16 yaşından küçük ikiden fazla çocuğun bakımı söz konusuysa, prensip olarak yarı zamanlı çalışma imkânının da söz konusu olmayacağı kabul edilmektedir 117. Çocuğun bakıcısının olması veya yatılı yurtta kalması sebebiyle eşlerin iş yaşamı olumsuz etkilenmemişse, nafaka miktar ve süresinin tespiti açısından yukarıda belirttiğimiz karineler uygulanmaz. Yine -örneğin çok kısa süren bir evlilik olsa bile- çocuğun engelli olması ya da kronik hastalığı sebebiyle sürekli bakıma muhtaç olması gibi özel durumlarda da, söz konusu karineler uygulanmamaktadır. 7.  Eşlerin  mesleki  eğitimleri,  kariyer  beklentileri  ve  iş  yaşamına  yeniden girebilmeleri için gerekli olan masraflar: Eşlerin mesleki eğitim durumları ve kariyer beklentileri ile boşanma sonrasında iş yaşamına yeniden uyum sağlayabilme durumları önem taşır. Bu kapsamda mesleki deneyim, nitelikler, genel ve o işe özel ekonomik koşullar belirleyici rol oynar. Nafaka alacaklısı eşin, evlilik devam ederken çalışmıyor  olması,  boşanma  sonrasında  yeni  iş  bulabilmek  için  mesleki  eğitim gerekliliği ve ihtiyaç duyulan süre de nafakanın belirlenmesinde rol oynar. Örneğin, mesleki eğitimi ve kariyeri bulunmayan ve dil bilgisi zayıf 46 yaşındaki eşin, boşanma sonrasında kendi geçimini sağlayabilmek için iş bulmasını beklemek güçtür. Evlilik süresince çalışma yaşamından uzak kalma süresi de dikkate alınır. Öte yandan yeniden iş bulma bakımından çalışma hayatının objektif koşulları da dikkate alınacaktır.8. Yaşlılık aylığı, ölüm aylığı ve mesleki emeklilik maaşı ya da diğer özel veya kamusal emekli maaşları ya da bunların herhangi bir kısmından vazgeçilmesi durumunda elde edilmesi beklenen gelirler: Nafaka alacaklısına bağlanan yaşlılık aylığı,  emeklilik  aylığı,  hayat  sigortası  ödemesi  ve  diğer  gelirleri,  nafakanın belirlenmesinde rol oynar.IV. SonuçKanunda yoksulluk nafakasının süresi ile ilgili olarak değişiklik yapılması ihtiyacı, Yargıtay ın ve öğretideki bazı yazarların, TMK 175/I hükmünü, hâkime belirli süreli 115  BGer, FamPra.ch 2009, 769, 771vd.; BGE 135 III 158 vd. = FamPra.ch 2009, 475 vd.; BGer, 28.3.2012, 5A_95/2012, E. 4.2; BGE 115 II 6, 10; 114 II 301, 303.116  BGer, 28.6.2001, 5P.169/2001, E. 2.117  10/16 yaş baremi haklı nedenlerin varlığı halinde değişebilir sınırlardır: Schwenzer/Büchler, FamK, Art.125, N.80.118  Schwenzer/Büchler, FamK, Art.125, N.80; Gloor/Spycher, BasK, Art.125, N.10; Tor/Schnyder/Jungo, §24, N.53; Sutter/Freiburghaus, ZGB 125 N.23; Freiburghaus, HandK, Art.125, N.14-15; BGE 115 II, 6, 9 vd. Hasta veya engelli olması sebebiyle bakıma muhtaç çocuğa bakıcı tutulan hallerde ya da başka suretle çalışma olanağı bulunduğu takdirde bu durum dikkate alınacaktır.119  Schwenzer/Büchler, FamK, Art.125, N.86 vd; Gloor/Spycher, BasK, Art.125, N.32; Sutter/Freiburghaus, ZGB 125 N.29; Freiburghaus, HandK, Art.125, N.42-43; Schwander, OFK, N.13; Şahin, s.100; Büchler/Clausen, s.35;Tor/Schnyder/Jungo, §24, N.55.120  BGer, FamPra.ch 2004, 404 vd; BGE 127 III 136 vd = FamPra.ch 2001, 585 vd.121  Detaylı bilgi için bkz. Schwenzer/Büchler, FamK, Art.125, N.91 vd; Gloor/Spycher, BasK, Art.125, N.33-35; Freiburghaus, HandK, Art.125, N.44 vd; Schwander, OFK, N.14.353İstanbul Hukuk Mecmuası 76/1olarak da nafakaya hükmedebilme konusunda takdir yetkisine sahip görmemelerinden kaynaklanmaktadır. Bu görüş baskın hale gelmiş ve yargı kararları da bu yönde istikrar kazanmıştır. Yargıtay uygulaması ve baskın görüşün aksine olarak, kanımızca, nafaka talebi belirsiz süreli olsa bile de lege lata hâkim belirli kriterlere göre belirli bir süreyle sınırlı olarak nafakaya hükmedebilir. Yoksulluk nafakasının amacı, boşanma sonrasında ekonomik olarak ayakta kalamayan ve sosyal ve ekonomik yaşama uyum sağlamayan eşin, ayakta kalması ve ekonomik yaşama uyum göstermesi gerçekleşene kadar ekonomik olarak desteklenmesi olmalıdır. Bu da gerekli olduğu kadar bir süre ile sınırlı olarak desteklenmeyi gerektirir. Somut olayın koşulları nasıl olursa olsun, her durumda nafaka alacaklısı eşin, taraflardan birisi ölünceye kadar ekonomik olarak desteklenmeye devam edilmesini beklemek hakkaniyete uygun bir yorum değildir. Bu durum, ülkenin sosyo-ekonomik koşulları ile de ilgilidir ki, bu sorunları nafaka yükümlüsünün sırtına yüklemek yerine her yoksul vatandaş için olması gerektiği üzere, devletin sosyal politikalar üreterek sorunu çözmesi gerekir. Her bireyin insan onuruna uygun asgari bir yaşam standardında yaşamasını sağlamak için gereken önlemleri almak, Devletin görevidir. Öte yandan, kanun hükümlerinin, kişilik haklarına aykırı düşecek şekilde yorumlanmasını hukuk koruyamaz. Anayasa Mahkemesi, TMK 175/I hükmünün sosyal dayanışmayı sağlamak üzere Devletin sosyal ve ekonomik hayata bir müdahalesi olarak görmekte ise de, söz konusu müdahalenin ölçülü olması ve ekonomik kişilik haklarını aşırı ölçüde sınırlamaması gerekir.Mülga 743 sayılı Türk Kanunu Medenisinin 144.maddesinde 3444 sayılı Kanunla yapılan  değişiklikle  maddedeki  bir  yıllık  süre  kaldırılarak  yerine   süresiz   olarak nafaka istenebileceğine dair hüküm getirilmesi,  bilinçli  bir değişik ise de, söz konusu değişiklik ile hâkime belirli bir süreyle sınırlı olarak nafakaya hükmedebilme konusunda takdir  yetkisi  bırakılmadığı  sonucuna  varılması  için  madde  metninde  bir  dayanak bulunmamaktadır. Kaldı ki kanunun ruhuna göre yapılacak yorum ile de böyle bir sonuca varılması mümkün değildir. Madde metninde açıkça ifade edildiği üzere, nafaka alacaklısı süresiz olarak nafaka  isteyebilir ! Yoksa hâkimin nafakayı süresiz olarak karara bağlamak zorunda olduğuna dair bir hüküm madde metninde yer almamaktadır.Savunduğumuz bu görüş benimsenmiş olsaydı ve uygulamada kabul görseydi –ki madde lafzen ve amaca göre böyle bir yoruma müsaittir-, bir süre sınırlaması getirme yönünde kanunda bir değişiklik yapılması çabalarına gerek kalmayabilirdi.Yoksulluk nafakasının ne süre ile ödenmesi gerekeceğinin belirlenmesi, tarafların durumunu, somut olayın özelliklerini ve hakkaniyet düşüncesini bir arada değerlendirmeyi gerektiren bir durumdur. Tüm kriterlerin hepsi bir arada düşünülerek bir değerlendirme yapılması, ancak takdir yetkisinin kullanılması ile mümkündür (TMK 4).Öğretideki baskın görüşün ve Yargıtay uygulamasının aşılamaması sebebiyle, eğer TMK 175.maddede süre ile ilgili bir kanun değişikliği söz konusu olacaksa, öncelikle 354Yağcı / Yoksulluk Nafakasında  Süresizlik  SorunuTMK  175/I  hükmünde  yer  alan   süresiz  olarak   ifadesinin  madde  metninden çıkarılması gerekir. İsviçre Hukukunda olduğu gibi belirli kriterlere göre nafaka ödenip ödenmeyeceğinin, ödenecekse süresinin ve miktarının mahkemece takdir edileceğine dair bir madde metninin kaleme alınması gerekir. Şayet yapılacak kanun değişikliği ile ayrıca bir de üst süre getirilmek isteniyorsa; bu durumda, her bir kriteri dikkate alan birden fazla üst süre söz konusu olmalıdır. Mesela  5  yıldan  kısa  süren  evliliklerde  nafaka  süresi  üst  sınırın  evlilik  süresi kadar olacağı; 5 yıldan uzun süren evliliklerde nafaka üst süresinin 12 yıl olacağı; 16 yaşından küçük müşterek çocuğun bulunması ve nafaka alacaklısı tarafından bakımının üstlenilmiş olması halinde her durumda nafaka üst süresinin 12 yıl olacağı şeklinde bir hüküm ihdas edilebilir. Diğer  taraftan  maddede  üst  süre/ler  ihdas  edilecekse,  istisnai  olağanüstü durumlarda hakkaniyete aykırı sonuçlar doğmaması için, üst sürenin dolmasına rağmen yoksulluktan kendisine atfedilebilen bir sebep olmaksızın kurutulamayan eşe, dava açarak yoksulluk nafakasının ödenmesine devam edilmesini talep etmek imkânı tanınmalıdır.Yoksulluk nafakası talebinin kabul edilip edilmeyeceğine, kabul edilecekse ne miktarda ve ne süreyle ödeme yapılacağına karar verilirken, İsviçre Hukukunda olduğu gibi şu kriterler dikkate alınmalıdır: 1. Evlilik süresince eşlerin görev paylaşımı, 2. Evliliğin süresi, 3. Evlilik sırasındaki yaşam standardı, 4. Eşlerin yaşları ve sağlık durumları, 5. Eşlerin malvarlığı ve gelir durumları, 6. Eşler için çocukların hâlihazırdaki bakım yükü ve bunun süresi, 7. Eşlerin mesleki eğitimleri ve kariyer beklentileri ve iş yaşamına yeniden girebilmeleri için gerekli olan masraflar, 8. Yaşlılık aylığı, ölüm aylığı ve mesleki emeklilik maaşı ya da diğer özel veya kamusal emekli maaşları ya da bunların herhangi bir kısmından vazgeçilmesi durumunda elde edilmesi beklenen gelirler.Kısaltmalar CetveliArt.  : ArtikelBGB  : Bundes Gesetzbuch (Almanya)BGE  : Bundesgerichtsentscheid (İsviçre)BGer  : Bundes Gesetzbuch (Almanya)Bel.ZGB  : Belgisches Zivil Gesetzbuch (Belçika Medeni Kanunu)BW  : Burgerlijke Wetboek (Hollanda Medeni Kanunu)b.  : Bent355İstanbul Hukuk Mecmuası 76/1bkz.  : BakınızC.  : Ciltc.  : CümleCCF  : Code Civil Français (Fransız Medeni Kanunu)dn.  : DipnotuEG  : Ehegesetz (Avusturya)EMK  : Eski (Mülga) 743 sayılı Türk Kanunu MedenisiHMK  : 6100 sayılı Hukuk Muhakemeleri KanunuİİK   : 2004 sayılı İcra ve İflas KanunuKazancı İBB  : Kazancı İçtihat Bilgi Bankasıkarş.  : Karşılaştırınızm.  : MaddeN.  : NumaraN.   : Paragraf numarasıRG  : Resmi GazeteS.  : Sayıs.  : SayfaTBK  : 6098 sayılı Türk Borçlar KanunuTBMM  : Türkiye Büyük Millet Meclisivb  : ve benzerivd  : ve devamıvs.  : Ve saireY.HD  : Yargıtay Hukuk DairesiYHGK  : Yargıtay Hukuk Genel KuruluZGB  : Schweizerisches Zivilgesetzbuch356Yağcı / Yoksulluk Nafakasında  Süresizlik  Sorunu",
     "Kaynakça": "Akıntürk, Turgut; Ateş Karaman, Derya; Türk Medeni Hukuku, C. II, Aile Hukuku, Beta, 20. Bası, İstanbul, 2017.Arbek, Ömer;  Boşanmanın Mali Sonuçları , Ankara Üniversitesi Hukuk Fakültesi Dergisi, C. 54, S. 1, 2005, s.115 161. s.145.Arkan Serim, Azra:  Yoksulluk Nafakası , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, C. 65, S. 1, s. 285 302.Bozovalı, Halil; Mevzuattaki Son Değişikliklerle Öğreti ve Uygulamada Türk Medeni Hukukunda Bakım Nafakaları, İstanbul, Kazancı, 1990.Büchler, Andrea; Clausen, Sandro;  Die Eigenversorgungskapazität im Recht des nachehelichen Unterhalts: Theorie und Rechtsprechung  Die Praxis des Familienrechts, Herausgeber: Ingeborg Schwenzer, Andrea Büchler, Michelle Cottier, FamPra.ch S. 1, Stämpfli Verlag 2015, s.1 40.Ceylan, Ebru; Türk ve İsviçre Hukukunda Boşanmanın Hukuki Sonuçları, İstanbul, Galatasaray Üniversitesi Yayınları, 2006.Çıtak, Burçak;  Yoksulluk Nafakası , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası,              C. 74, S. 1, 2016, İstanbul, s.241 257.Demir, Mecit; Türk Medeni Hukuk Öğreti ve Uygulamasında Yoksulluk Nafakası, Ankara, Seçkin, 2018.Dural, Mustafa; Öğüz, Tufan; Gümüş, Mustafa Alper; Türk Özel Hukuku, C. III, Aile Hukuku, 13. Basım, İstanbul, Filiz, 2018.Erdem, Mehmet; Aile Hukuku, Ankara Seçkin, 2018.Feyzioğlu, Feyzi N.; Aile Hukuku, 3. Basım, İstanbul, Filiz, 1986.Freiburghaus, Dieter: Personen  und Familienrecht   Partnerschaftsgesetz Art. 1 456 ZGB – PartG, CHK   Handkommentar zum Schweizer Privatrecht, Herausgeber: Peter Breitschmid, Alexandra Jungo, 3.Auflage, Schulthess 2016. [ HandK  olarak kısaltılmıştır].Gençcan, Ö. Uğur; Boşanma Tazminat ve Nafaka Hukuku, Ankara, Yetkin, 2008.Gloor, Urs; Spycher, Annette; in Basler Kommentar, Zivil Gesetzbuch I, Art.1 456 ZGB, 4.Auflage, Herausgeber: Heinrich Honsell/Nedim Peter Vogt/Thomas Geiser, Basel, Helbing Lichtenhahn Verlag, Basel, 2010. [ BasK  olarak kısaltılmıştır].Hamzaçebi, Mehmet;  Türk Medeni Kanununa Göre Boşanma ve Ayrılık Hallerinde Tedbir, Yoksulluk ve İştirak Nafakası , Selçuk Üniversitesi Hukuk Fakültesi Dergisi, C. 10, S. 3 4, 2002, s.23 48.Hatemi, Hüseyin; Kalkan Oğuztürk, Burcu; Aile Hukuku, 6.Bası, İstanbul, Oniki Levha, 2018.Hausheer,  Heinz;  Geiser,  Thomas;  Aebi Müller,  Regina  E.;  Das  Familienrecht  des Schweizerischen Zivilgesetzbuches,4.Auflage, Bern, Stämpfli, 2010.Kocabaş, Gediz;  Evlilik Sonrası Dayanışma İlkesi ve Bu İlkenin Sınırı Olarak Clean Break İlkesi Doğrultusunda Yoksulluk Nafakasını Belirleyici Ölçütler , Marmara Üniversitesi Hukuk Fakültesi Hukuki Araştırmalar Dergisi, C. 19, S. 1, 2013, s. 357 391.Köseoğlu, Bilal; Kocaağa, Köksal; Aile Hukuku ve Uygulaması, Ankara, Türkiye Barolar Birliği Yayınları, 2009.Kurşat, Zekeriya;  Anayasa Mahkemesinin Anlaşmalı Boşanma ve Yoksulluk Nafakasına İlişkin Kararlarının Değerlendirilmesi , Anayasa Mahkemesinin Medeni Hukuka İlişkin Kararlarının Değerlendirilmesi Sempozyumu (21 Mayıs 2012),İstanbul, Oniki Levha Yayıncılık, 2013,          s. 211 227.Oğuz, Cemal:  Medeni Kanun Madde 174/I ile 175 Arasındaki Farklar , Gazi Üniversitesi Hukuk Fakültesi Dergisi, C. 4, S. 1 2 (Haziran Aralık 2000), yayın tarihi: 2003, s. 23 37.Oğuzman, M. Kemal; Dural,  Mustafa; Aile Hukuku, 3. basım, İstanbul, Filiz, 2001.Oktay Özdemir, Saibe;  Türk Hukukunda Boşanma Sisteminde Revizyon İhtiyacı , Public and Private International Law Bulletin, C. 35, S. 1, 2015, s. 29 46.357İstanbul Hukuk Mecmuası 76/1Öztan, Bilge; Aile Hukuku, 5.Basım, Ankara, Turhan, 2004.Ruhi, Ahmet C.; Yargıtay İçtihatlarıyla Nafaka Hukuku, 3. Basım, Ankara, Seçkin, 2010.Saymen, Ferit H.; Elbir, H. Kemal; Türk Medeni Hukuku, Aile Hukuku, 2. Basım, İstanbul, İsmail Akgün Matbaası, 1960.Schwander,  Ivo;  ZGB  Kommentar  Schweizerisches  Zivilgesetzbuch,  OFK     Orell  Füssli Kommentar (Navigator.ch), Herausgeber: Jolanta Kren Kostkiewicz, Stephan Wolf, Marc Amstutz, Roland Fankhauser, 3.Auflage, Orell Füssli Verlag, 2016. [ OFK  olarak kısaltılmıştır].Schwenzer, Ingeborg; Büchler: Andrea Fam Kommentar, Scheidung Band I: ZGB, Herausgeber: Ingeborg Schwenzer, Roland Fankhauser, 3. Auflage, Stämpfli Verlag, 2017. [ FamK  olarak kısaltılmıştır].Sutter,  Thomas;  Freiburghaus,  Dieter;  Kommentar  zum  neuen  Scheidungsrecht,  Zürich, Schulthess, 1999.Şahin, Mustafa;  Türk – İsviçre Medeni Kanunlarına Göre Evlilik sonrası Katkının (Yoksulluk Nafakasının) Şartları , Gazi Üniversitesi Hukuk Fakültesi Dergisi, C. 21/3, 2017, s. 75 107.Tekinay, S. Sulhi; Türk Aile Hukuku, 7. Basım, İstanbul, Filiz, 1990Tosun, Yalçın;  Türk ve İsviçre Hukukunda Yoksulluk Nafakasının ve Doğurduğu Hukuki Sorunların İncelenmesi , Bahçeşehir Üniversitesi Hukuk Fakültesi Dergisi, C. 10, S. 129 130, Ankara, Seçkin, 2015, s. 53 77,( https://jurix.com.tr/article/4601 (s. 1 17)). [Elektronik dergi sayfalarına atıf yapılmış ve  jurix  olarak kısaltılmıştır].Tuor, Peter; Schnyder, Bernhard; Jungo, Alexandra; Das Schweizerische Zivilgesetzbuch, (Herausgeber: Peter Tuor, Bernhard Schnyder, Jörg Schmid, Alexandra Jungo), 14. Auflage, Zürich  Schulthess, 2015.Uzun, Mine; Yargıtay Kararları Kapsamında Yoksulluk Nafakası, İstanbul, Vedat, 2013.Velidedeoğlu, H. Veldet; Aile Hukuku, İstanbul, Gün Matbaası, 1969.Yıldırım, Abdülkerim;  Yoksulluk Nafakası ve Yoksulluk Nafakasında Süre Sorunu , Legal Hukuk Dergisi, C. 14, S. 157, Ocak 2016, s. 59 88.Yücedağ, Nafiye; Kadının Talep Ettiği Yoksulluk Nafakası (Women s Alimony) , 6.Uluslararası Suç ve Ceza Film Festivali, Editor: Prof. Dr. Adem Sözüer  Yoksulluk , Tebliğler, İstanbul, Oniki Levha, s. 509 529.İnternet Kaynaklarıhttps://jurix.com.trhttps://www.change.org/p/s%C3%BCresiz nafaka zulm%C3%BCne son verin 30yildir uygulamada olan bu %C3%A7a%C4%9Fdi%C5%9Fi yasayi l%C3%BCtfeng%C3%BCncelleyin s%C3%BCresiz yoksulluk nafakasi zulm%C3%BCne son verinhttp://www.dutchcivillaw.com/civilcodebook01.htmhttp://www.hukukmedeniyeti.orghttp://www.hurriyet.com.tr/amp/gundem/nafakaya 5 yil siniri 40808387http://www.milliyet.com.tr/suresiz yoksulluk nafakasi tbmm gundeminde istanbulyerelhaber 2198295/http://www.star.com.tr/politika/muebbet nafakaya cozum yolda haber 1332012/http://www.star.com.tr/politika/muebbet nafakaya cozum yolda haber 1332012/http://www.turkiyegazetesi.com.tr/gundem/536958.aspxwww.hukuki.netwww.kazanci.com.trwww.scta.be/MalmedyUebersetzungen/downloads/18040321_CodeCivil.doc358"
}