{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "04",
     "Ay": "09",
     "Yıl": "2020",
     "Cilt": "78",
     "Sayı": "2",
     "Başlık": "Taşıma Hukukunda Riziko Alanı Ilkesi Bağlamında Nötr Alan ve  COVID 19 un Nötr Alan Olarak Değerlendirilmesi",
     "Title": "Neutral Area In Terms of Risk Area Principle In Transportation Law and Assessment of COVID 19 Pandemic In Regards To Neutral Area",
     "Yazar İsmi": [

          "Vural Seven"  , "Ahmet Batuhan Oyal"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Riziko alanı", "Risk alanı", "Riziko alanı prensibi", "Eşya taşıma", "Taşıma hukuku", "COVID-19", "Taşıma engeli", "Teslim engeli", "Nötr alan"
     ],
     "Keywords": [
          "Risk area", "Risk area principle", "Carriage of goods", "Transportation law", "COVID-19", "Carriage obstacle", "Delivery obstacle", "and neutral area"
     ],
     "Özet": "6102 sayılı Türk Ticaret Kanunu nun  Taşıma İşleri  başlıklı dördüncü kitabında yer alan TTK m 863/3, 865, 866/2, 867/4, 869/1, 4 ve 870/2, 3 hükümleri incelendiğinde taşıma sözleşmesinin taraflarına tanınan bazı talep haklarının doğması; taşıma veya teslim engelinin kendi riziko alanına girmemesine veya karşı tarafın riziko alanında yer almasına bağlanmıştır. Riziko alanı ilkesi, kusur sorumluluğundan daha geniştir. Zira taşıma sözleşmesinin taraflarının riziko alanları belirlenirken, şahsi kusurlu davranış veya ihmallerinin yanı sıra; tarafların organizasyon alanlarından kaynaklı kusurlar, öngörülebilirlik ve hakimiyet gibi bazı diğer kriterlere de başvurulması gerekir. Taşıma sözleşmelerinde tarafların, başka bir deyişle gönderen ve taşıyıcının riziko alanı olmak üzere en az iki riziko alanı olduğu tartışmasız kabul edilmektedir. Bununla birlikte bu iki riziko alanı dışında bir  nötr alan  olup olmadığı tartışmalıdır. Nötr alanın varlığının kabulü durumundaysa, nötr alanda yer alan bir sebepten ötürü bir taşıma veya teslim engelinin doğması durumunda buna taşıma sözleşmesinin hangi tarafının katlanması gerektiğine ilişkin kanuni bir düzenleme olmadığı gibi doktrinde de farklı çözümler önerilmektedir. 2020 yılının Şubat ayından itibaren tüm dünyada hayatı durma noktasına getiren COVID 19 pandemisi, nötr alanın kabulünün ne kadar gerekli olduğunu ortaya koymuştur. Nötr alanın varlığı kabul edildiğindeyse, nötr alanda yer alan bir sebepten kaynaklanan taşıma veya teslim engelinin sonuçlarının ve özellikle maddi külfetinin taşıma sözleşmesinin hangi tarafına yükleneceğine ilişkin taşıma hukuku sistematiği içerisinde, riziko alanı ilkesini içeren her bir hükmün ratio legisi ve menfaatler dengesi gözetilerek çözümler üretilmelidir. Bu bağlamda Türk Ticaret Kanunu nun beşinci kitabı altında yer alan ve denizde taşımaya ilişkin hükümlerden de faydalanılmalıdır.",
     "Abstract": "The transport law of Turkish Commercial Code No. 6102 grants certain demand rights to the parties of a carriage contract. This has been attributed to the fact that the transport or delivery obstacle may not fall within the carrier s own risk area or is included in the risk area of the other party. Risk area principle is broader than fault liability. Because, while determining the risk areas of the parties of the contract, besides personally culpable behavior or negligence; some other criteria such as culpability arising from the organizational areas of the parties, predictability, and controllability are also applicable. It is not disputed that there is a carrier s risk area and a consignor s risk area. It is, however, controversial whether there is a third or neutral area. If the existence of a neutral risk area is accepted, there is no legal regulation regarding which party must endure the consequences of carriage or delivery obstacles that arise from the neutral risk area; doctrinal solutions to this issue diverge. For much of the world, the COVID-19 pandemic brought normal life to a standstill beginning in February 2020. The pandemic revealed how necessary it is to acknowledge the existence of a neutral risk area. Solutions   Sorumlu Yazar: Vural Seven (Prof. Dr.), Türk-Alman Üniversitesi, Hukuk Fakültesi, Ticaret Hukuku Ana Bilim Dalı, İstanbul, Türkiye. E-Posta: seven@tau.edu.tr ORCID: 0000-0002-8241-3196  Ahmet Batuhan Oyal (Arş. Gör.), Türk-Alman Üniversitesi Hukuk Fakültesi Ticaret Hukuku Ana Bilim Dalı Araştırma Görevlisi, İstanbul, Türkiye. E-Posta: oyal@tau.edu.tr ORCID: 0000-0002-3055-5870Atıf: Seven V, Oyal AB,  Taşıma Hukukunda Riziko Alanı İlkesi Bağlamında Nötr Alan ve COVID- 19 un Nötr Alan Olarak Değerlendirilmesi  (2020) 78(2) İstanbul Hukuk Mecmuası 611. https://doi.org/10.26650/mecmua.2020.78.2.0013This work is licensed under Creative Commons Attribution-NonCommercial 4.0 International Licenseİstanbul Hukuk Mecmuası 78/2must be developed within transport law regarding the consequences of carriage or delivery obstacles that result from a neutral event. Also, in this context, the fifth book of the Turkish Commercial Code contains provisions related to sea transport that should be utilized..",
     "Metin": "Türk Ticaret Kanunu nun  Taşıma İşleri  kitabında eşya taşımaya ilişkin bazı hükümlerinde, mehaz kanun olan Alman Ticaret Kanunu na paralel olarak  riziko alanı ilkesi ne yer verilmiştir. Bir taşıma veya teslim engeli söz konusu olduğunda, taşıma sözleşmesinin taraflarına tanınan bazı talep haklarının doğması, taşıma veya teslim engelinin kendi riziko alanına girmemesine veya karşı tarafın riziko alanında yer almasına bağlanmıştır.Riziko alanı kavramı, hukukumuzda üzerinde durulan bir kavram olmamakla birlikte mehaz hukukta hem doktrinde geniş ölçüde tartışılan hem de yargı kararlarında sıklıkla üzerinde durulan bir kavramdır. Riziko alanı ilkesine yer verilen TTK m 863/3, 865, 866/2, 867/4, 869/1, 4 ve 870/2, 3 hükümlerinin lafzı incelendiğinde  gönderenin riziko alanı  veya  taşıyıcının riziko alanı ndan bahsedilmektedir. Bu çalışmamızda, riziko alanı ilkesini açıklamaya çalışmanın yanı sıra kanunun lafzından farklı olarak taşıma sözleşmesinin taraflarının riziko alanları dışında, üçüncü bir alan olarak  nötr alan  olup olmadığı incelenecek ve nötr alanın varlığının kabulü durumunda, nötr alandan kaynaklanan taşıma ve teslim engellerinin, Türk Ticaret Kanunu nun mevcut hükümleri uyarınca  tarafların  riziko  alanı  ilkesine  bağlanan  talepleri  üzerinde  nasıl  bir  etki doğurduğu irdelenecektir. Riziko alanı ilkesinin mehaz kanundan alındığı göz önünde bulundurulduğunda, riziko alanı ilkesinin daha iyi anlaşılabilmesi için, konuyla ilgili Alman doktrinindeki görüşlere de geniş yer vermenin faydalı olacağı kanaatindeyiz.Tarafların alanları dışında üçüncü bir alan olarak  nötr  alanın kabulü konusunda, mehaz hukukta bir görüş birliği yoktur. Bu çalışma kapsamında, nötr alanın varlığının kabulü gerektiği; tüm dünyayı daha önce benzeri görülmemiş nitelikte ve ölçülerde önlemler almaya zorlayan ve Dünya Sağlık Örgütü tarafından pandemi olarak ilan edilen COVID-19 salgınının sebep olduğu taşıma ve teslim engelleri üzerinden ortaya koymaya çalışılmıştır.I. Taşıma Hukukunda Riziko Alanı İlkesiA. KavramTürk Ticaret Kanunu nun taşıma hukukuna ilişkin hükümleri incelendiğinde,  riziko alanı 1 ifadesine pek çok hükümde yer verilmiş olup taşıma sözleşmesinin 1  Türk Ticaret Kanunu nun taşıma işlerine ilişkin hükümleri içeren dördüncü kitabında sadece m 863/3 te  risk alanı  ifadesi kullanılmış; riziko alanı ilkesine başvurulan diğer hükümlerde hep  riziko alanı  ifadesine yer verilmiştir. TTK m 863 f 3 ün gerekçesi incelendiğinde; ‘Üçüncü fıkra taşıma hukukuna hakim Alman öğretisinde geliştirilmiş  riziko alanı  teorisine dayanır  ifadesinden aslında ‘risk alanı  ile riziko alanının ifade edilmek istediği anlaşılmaktadır.614Seven, Oyal / Taşıma Hukukunda Riziko Alanı İlkesi Bağlamında Nötr Alan ve COVID-19 un Nötr Alan Olarak...tarafları arasında menfaat dengesi kurulurken  riziko alanı ilkesi , başvurulan temel enstrümanlardan birini oluşturur (TTK m 863/3, 865, 866/2, 867/4, 869/1 ve 4, 870/2, 3)3. Ancak riziko alanının tanımı ne kanunumuzda ne de mehaz kanun olan Alman Ticaret Kanunu nda yapılmış değildir. Mehaz Alman taşıma hukukunda bu ilkenin içeriği konusunda öğretide görüş birliği bulunmamaktadır. Aynı tartışmaların Türk hukuku için de geçerli olacağı açıktır. Alman  Federal Yüksek  Mahkemesi  de,  önüne  gelen  uyuşmazlıklarda  riziko alanına ilişkin değerlendirmelerinde organizasyon alanı, dahil etme ( Zurechnung ), öngörülebilirlik, hakimiyet, tarafların alanları gibi bazı kavramlar kullanmaktadır. Riziko alanı ilkesinin anlaşılabilmesi için öncelikle bu kavramların irdelenmesi gerekir.1. Alan Kavramı ve Organizasyon AlanıAlman Ticaret Kanunu nunun gerekçesi incelendiğinde, riziko alanı ilkesinin  alan  düşüncesi ne  (Sphärengedanken)  dayandığı  belirtilmiştir. Alan  kavramı,  daha  yakın  olma  (näher  dran)   düşüncesini  içerir.  Her  (gerçek  veya  tüzel) kişinin, hususiyetinin ve davranışlarının ait olduğu bir alanı vardır. Kişi, bu alanını düzenleme konusunda özerktir. Kişinin alanının sınırları; etki edebileceği, kendi kontrolü dahilinde olan hususlarla sınırlıdır. Kişiler, üstlendikleri borçları gerektiği gibi ifa edebilmek için kendi alanlarını sürekli olarak değişen çevrelerine ve çevresel faktörlere adapte etmek zorundadırlar. Bu bağlamda  organizasyon alanı  kavramı karşımıza çıkar. Taşıma sözleşmesinin tarafları, sözleşmenin sorunsuz ifası için kendi organizasyon alanlarını buna göre düzenlemek zorundadırlar. Taşıyıcı; üstlendiği taşıma işini gerçekleştirmek için 2  Taşıma uygulamalarından doğan riskin yönetilmesi ( risk management ) konusunda bkz. Knorre Jürgen / Klaus Demuth / Reinhard Th. Schmid, Handbuch des Transportrechts (2. Bası C.H. Beck 2015) 395-416. 3  Bkz.  Thomas  Braun,  Das  frachtrechtliche  Leistungsstörungsrecht  nach  dem  Transportrechtsreformgesetz,  Eine Untersuchung der frachtlichen Leistungsstörungstatbestände der §§ 407 ff HGB unter besonderer Berücksichtigung der Bezüge zum bürgerlichen Recht, (LIT 2002) 88; Fritz Fremuth (Fritz Fremuth / Karl Heinz Thume), Kommentar zum Transportrecht (Recht und Wirtschaft 2000) § 421, Nr 16. 4  Tartışmalar  için  bkz.  Braun  (n  3)  88  vd.;  Ingo  Koller,  Transportrecht  –  Kommentar  zu  Land-,  Luft-  und Binnengewässertransport von Gütern, Spedition und Lagergeschäft, (10. Bası C.H. Beck 2020) § 412, N 53-57b; Karl Heinz Thume (Karsten Schmidt), Münchener Kommentar zum Handelsgesetzbuch Band 7 (4. Bası C.H.BECK 2020) § 412 Nr 39-46; Fabian Reuschle (Carsten Thomas Ebenroth / Karlheinz Boujong/ Detlev Joost / Lutz Strohn), Handelsgesetzbuch Band 2 (3. Bası Vahlen 2015) § 412, Nr 37. Riziko alanı ilkesi, Alman taşıma hukukunda çok uzun süreden beri kullanılan bir kavramdır. Nitekim daha 1871 yılında İmparatorluk Yüksek (İstinaf) Ticaret Mahkemesi nin önüne gelen uyuşmazlıkta bu kavrama müracaat edildiği belirtilmektedir (bkz. Braun (n 3) 89).5  Koller, Kommentar (n 4) § 412, Nr 53; Fremuth (n 3) § 412, Nr 16; Hanno Merkt (Klaus J. Hopt, Christoph Kumpan, Hanno Merkt, Markus Roth, Adolf Baumbach), Beck ische Kurzkommentar – Handelsgesetzbuch (39. Bası C.H.Beck 2020) § 412, Nr 3; Jörgen Bracher (Jürgen Ensthaler), Gemeinschaftskommentar zum Handelsgesetzbuch mit UN-Kaufrecht (7. Bası Hermann Lucterhand 2007) § 421 Nr 9; Marian Paschke (Hartmut Oetker), Handelsgesetzbuch – Kommentar (6. Bası C.H.Beck 2019) § 412, Nr 14; Dieter Rabe (Dieter Rabe/ Kay Uwe Bahnsen), Beck sche Kommentare Band 9b – Seehandelsrecht (5. Bası C.H.Beck 2018) §565, Nr 23.6  Thume (Schmidt), (n 4) § 412, Nr 39; Ingo Koller, ‘Der  Risikobereich  im HGB-Frachtrecht  (2012) 63 (22), VersR 949, 952; Koller, Kommentar (n 4) § 412, Nr 54.7  Koller, Risikobereich (n 6) 950, Koller, Kommentar (n 4) § 412, Nr 56.615İstanbul Hukuk Mecmuası 78/2gerekli sermaye, araç ve ekipman gibi maddi kaynaklara ve personele sahip olmalıdır. Ayrıca sahip olduğu maddi kaynakları ve personeli, taşıma işinin sorunsuz ifası için organize ve koordine etmekle yükümlüdür. Dolayısıyla taşıyıcının hem maddi kaynakları (TTK m 877) hem de gerek kendisinin doğrudan istihdam ettiği gerekse taşıma işini gerçekleştirirken faydalandığı ve kendisine hizmet eden bağımsız üçüncü kişiler (TTK m 879), taşıyıcının organizasyon alanına dahildir. Aynı şekilde gönderenin de taşıma sözleşmesinden kaynaklı edimlerini yerine getirebilmesi için gerekli maddi kaynaklara ve personele sahip olması gerekir. Örneğin taşıma konusu eşyanın, süresinde teslime hazır edilmesi, yüklenmesi, sözleşmede  aksi  kararlaştırılmadıysa  taşıma  için  uygun  şekilde  ambalajlanması ve işaretlenmesi, taşıma bedelinin ödenmesi gibi yükümlülüklerin organizasyon ve  koordinasyonundan  gönderen  sorumludur.  Bir  başka  deyişle  gönderen  de, organizasyon  alanını  taşıma  sözleşmesinin  sorunsuz  ifası  için  kendisine  düşen yükümlülükleri yerine getirebilecek şekilde düzenlemelidir. 2. Dâhil EtmeTaşıma  hukuku  kurallarında  atıfta  bulunulan  riziko  alanı  ilkesinin anlamlandırılmasında, ilgili kanun metni de belirli ölçüde bir ipucu vermektedir. TTK m 863/3 de  kendi risk alanından kaynaklanmayan nedenlerle  ifadesi yer alırken, TTK m 870/2, c 2 de  taşıyıcının riziko alanına giren bir sebepten  ve TTK m 870/3 te ise  gönderilenin riziko alanına giren bir nedenden  söz edilmektedir. Ayrıca TTK m 865, 866/2, 867/4 ve 869 da  taşıyıcının riziko alanına giren sebepler  ifadesine yer verilmiştir. TTK m 863/3 de yer alan hükmün çeviri yanlışlığı olduğu, bu maddenin mehazını oluşturan HGB § 412/3 de yer alan  Rizikobereich zuzurechnen  ifadesi ile anlaşılmaktadır. Çünkü HGB de riziko alanına atıfta bulunulan bütün hükümlerde sadece bu ifadeye yer verilmiştir (HGB § 412/3, § 415/2 c 2, § 416 c 4, § 417/4, § 419/1, § 420/2, 3). Bu hükümlerin lafzı dikkate alındığında, taşımanın ifasını olumsuz şekilde etkileyen bir engelin tarafların riziko alanından  kaynaklanması  değil, bu alan içine  girmesi , bu alanda sayılması (dahil edilmesi) önem taşımaktadır. Bir engelin riziko alanında bulunması veya bu engelin riziko alanından kaynaklanması ile engelin riziko alanına girmesi (oraya dahil edilmesi) arasında farklılık vardır. Taraflardan birinin şahsından kaynaklanan özel rizikolar da objektif olarak kendi organizasyon alanında bulunmasa da, riziko alanı içinde yer alır. Aynı şekilde taşıyıcı 8  Knorre/Werdein (Knorre / Demuth / Schmidt) (n 2) 47, Nr 70; LG Kleve, 15.08.2012 − 7 O 8/10, Nr 10 vd.9  Sözleşmede aksi kararlaştırılmamışsa, taşıyıcının adamlarının yükleme sırasında gönderene yardım etmeleri, taşıyıcının zımnen bu yükümlülüğü üstlendiği anlamına gelmez; taşıyıcının adamalarının, gönderene yüklemede yardım etmeleri sadece taraflar arasındaki hatır ilişkisine binaen hareket edildiği şeklinde yorumlanabilir, Thume (Schmidt), (n 4) §412, Nr 6. Aynı yönde bkz. OLG Köln, 26.03.1996 - 22 U 232/95; OLG Düsseldorf 23.01.1997 - 18 U 102/95.10  Reuschle (Ebenroth / Boujong/ Joost / Strohn), (n 4) §411, Nr 2; Paschke (Oetker), (n 5) §407, Nr 61.11  Koller, Kommentar (n 4) § 412, Nr 53a. 12  Ayrıca bkz. Koller, Kommentar (n 4) § 412, Nr 53a.616Seven, Oyal / Taşıma Hukukunda Riziko Alanı İlkesi Bağlamında Nötr Alan ve COVID-19 un Nötr Alan Olarak...ve gönderen açısından, kendi organizasyon alanlarının dışından kaynaklanan sebepler bir taşıma engeline neden olsa bile, bu taşıma engeli taraflardan birinin organizasyon alanından  kaynaklanmamakla  birlikte belirli durumlarda onların riziko alanına dahil edilebilir. Dolayısıyla  riziko alanına dahil etme/girme  ile  riziko alanından kaynaklanma  kavramları birbiriyle eşdeğer değildir.3. ÖngörülebilirlikÖngörüler, kural olarak kesin değildir. Öngörüler sadece, bir olayın gerçekleşmesinin ne olasılıkla mümkün olup olmadığını tespit etmeye yarar. Ancak yeterli emare yoksa ve gerekli özenin gösterilmesi sonucunda meydana gelecek olayların doğal akışının ne olacağı bilinemiyorsa, olayın gerçekleşme ihtimali bakımından bir değerlendirme yapılması mümkün değildir. Bu gibi durumlarda gerçekleşen olay öngörülemezdir. Aynı şekilde gerçekleşmesi, neredeyse kesin bir ihtimalle mümkün olmayan bir olayın gerçekleşmesi de öngörülemezdir. Öngörülebilirlik kavramı somutlaştırılırken, bir taşıma engelinin öngörülebilir olup olmadığının tespitinde - kusurun tespitinden farklı olarak - bunun engellenebilir olup olmadığı kriterinin baz alınmaması gerekir. Değerlendirilmesi gereken husus, olayın gerçekleşme ihtimalinin ne olduğu ve risk potansiyelinin yeterince anlaşılıp anlaşılmadığı ve buna bağlı olarak fiyat oluşumunda risk priminin hesaplanabilir olup olmadığıdır. Öngörülebilirlik için asıl olan; riskin matematiksel olarak veya başka bir şekilde hesaplanabilir olup olmadığıdır. Bir engel ne kadar tipikse, o kadar öngörülebilirdir. Örneğin eğer suların çekilmesi nedeniyle taşıma oldukça yüksek bir ihtimalle sekteye uğrayacaksa, taşıyıcı anlaşmaya fiyat bakımından ileriye yönelik bir çekince koymaya çalışacaktır. Böyle bir durumda taşıyıcı, fiyat hesaplaması yaparken muhtemel bir kısmi boşaltma veya bekleme süresinden kaynaklanacak maliyeti de dikkate alacaktır. Aynı durum, yılın belli bir zamanında gerçekleşmesi muhtemel tipik bir engel nedeniyle, örneğin otobanlarda trafik olması, yılın o zamanında yapılacak taşımaların fiyatının hesaplanması için de geçerlidir. Burada söz konusu olan riskin matematiksel olarak açıklanabilir ve hesaplanabilir hale gelmesidir. Örneğin yılın belli zamanlarında veya belli bölgelerde suların yükselmesi 13  Vural Seven, 6102 Sayılı Türk Ticaret Kanunu (TTK m 856-893) Hükümlerine Göre Taşıma Hukukunda Gönderilen (Yetkin 2012) 217-218.14  Koller, Risikobereich (n 6) 951.15  Fischer, böyle bir durumda taşımada gecikme yaşanabileceğini veya taşımanın sekteye uğrayacağını bilen bir taşıyıcının, kanundan kaynaklı bazı haklarının sadece engelin kendisi tarafından öngörülebilir olduğu için kaybetmesinin, rizikonun taraflar arasındaki dağılımı açısından pek de adil olmayacağını, zira bu durumun taşıyıcıyı, taşıma engelinin ortaya çıkacağı zaman dilimi sürecince taşıma yapmamaya iteceğini veya gönderene muhtemel taşıma engeliyle ilgili bilgi verme zorunluluğu doğacağından, gönderenin taşımadan vazgeçebileceğini belirtmiştir. Martin Fischer, Zur Entwicklung der Rechtsprechung in der Binnenschifffahrt (2010) VersR 61 (10), 436, 438.16  Koller, Risikobereich (n 6) 952. 617İstanbul Hukuk Mecmuası 78/2tipik bir olayken, yüz yılın en büyük su yükselmesi alışagelmişin dışında bir durum olduğundan, hesaplanabilir ve dolayısıyla öngörülebilir değildir.4. HakimiyetHakimiyet  ( Beherrschbarkeit ),  somut  bir  taşıma  engelinin  ortaya  çıkıp çıkmamasının  taraflardan  birisince  kontrol  edilebilmesini  ifade  eder.  Taraflar, taşımaya  ilişkin  alanlarını  organize  ederken  taşıma  işinin;  sekteye  uğramadan, sözleşmeye  uygun  şekilde  gerçekleşebilmesi  için  kendilerinden  beklenen  özeni göstermek zorundadırlar. Başka bir deyişle gereken özenin gösterilmesi yönünde bir  yükümlülük  veya  külfete  sahip  tarafın,  gerekli  özeni  göstermemesinden kaynaklı olarak ortaya çıkan taşıma engeli, özen yükümlülüğünü ihlal eden tarafça hükmedilebilir bir taşıma engelidir.Bu bağlamda hakimiyet kavramı oldukça geniştir. Örneğin Alman Ticaret Kanunu m 426 de, taşıyıcının sorumluluktan kurtulabilmesi için  gösterilebilecek en yüksek özeni  göstermiş olması şart koşularak, taşıyıcının özen yükümlülüğü bakımından özel bir ölçüt öngörülmüştür. Hukukumuzda ise taşıyıcının göstermesi gereken özen ölçütü bakımından benzer bir düzenleme, Türk Ticaret Kanunu m 876 da yer almaktadır.  Taşıyıcının Özeni  kenar başlığına sahip TTK m 876 uyarınca  zıya, hasar ve gecikme, taşıyıcının en yüksek özeni göstermesine rağmen kaçınamayacağı ve sonuçlarını önleyemeyeceği sebeplerden meydana gelmişse, taşıyıcı sorumluluktan kurtulur .Gönderenin de göstermek zorunda olduğu özeni göstermemesinden kaynaklı olarak ortaya çıkan taşıma engellerinin de gönderen tarafından hükmedilebilir olduğu kabul edilmelidir. Dolayısıyla sadece sonuçlarından hiçbir şekilde kaçınılması mümkün olmayan veya sadece absürt sayılacak önlemlerle durdurulması mümkün olan sebepler hükmedilemez olarak değerlendirilmelidir.17  Thor von Waldstein / Hubert Holland, Binnenschiffahrtsrecht - Kommentar (5. Bası De Gruyter 2007) §412, Nr 28; Otto Vortisch/ Wilfrid Bemm, Binnenschiffahrtsrecht - Kommentar (4. Bası De Gruyter 1991) §44 BinSchG, Nr 9; OLG Köln, 27.02.2009 - 3 U 204/07.18  Koller, Kommentar (n 4) §419, Nr 27. Thume ise, taşıyıcının bir taşıma engelinin ortaya çıkmasını engellemek için en yüksek özeni göstermek gibi bir zorunluluğu olmadığını savunmaktadır, Thume (Schmidt), (n 4) §419, Nr 42.19  Herber/Hamm (Schmidt), (n 4) §426, Nr 4-5; Koller, Kommentar (n 4) §426, Nr 4; Paschke (Oetker), (n 5) §426, Nr 7; Schaffert (Ebenroth / Boujong/ Joost / Strohn), (n 4) §426, Nr 520  Hukukumuzda taşıyıcının özen yükümlülüğüne ilişkin bkz. Sabih Arkan, Karada Yapılan Eşya Taşımalarında Taşıyıcının Sorumluluğu, (BTHAE 1982) 109 vd.; Doğuş Taylan Türker, ‘Taşıyıcının En Yüksek Özeni Üzerine Bir İnceleme (TTK m 876) , (2020) DEUHFD 22 (1) 255, 255 vd.; Mertol Can, CMR ve Alman Ticaret Kanunu Hükümleri İle Mukayeseli Olarak Türk Taşıma Hukukunun Genel Esasları I. Cilt (İmaj 2017) 90; Aksoy Yavaş, Kara Yolunda Konteyner İle Yapılan Yük Taşımasında Kayıp Veya Hasardan Doğan Sorumluluk (Türk Hukukunda Ve Uluslararası Sözleşmelerde) (Onikilevha, 2016) 121 vd.; Demet Yürük Yeniocak, CMR Hükümleri Uyarınca Taşıyıcının Sorumluluktan Kurtulması (Seçkin 2019) 82 vd.; Ercan Erdem, CMR Konvansiyonu ve 6102 Sayılı Türk Ticaret Kanununa Göre Karayolu Taşıma Hukuku (Bilge 2013) 302 vd.21  Koller, Kommentar (n 4) §420, Nr 25; Thume (Schmidt), (n 4) §420, Nr 24. BGH, 22. 6. 2011 − I ZR 108/10 Nr 19.22  Koller, Risikobereich (n 6) 951; Patrick Schmidt (Claus-Wilhelm Canaris/ Matthias Habersack/ Carsten Schäfer), Staub Großkommentar – Handelsgesetzbuch Band 12 (5. Bası De Gruyter 2014) §412, Nr 51. 618Seven, Oyal / Taşıma Hukukunda Riziko Alanı İlkesi Bağlamında Nötr Alan ve COVID-19 un Nötr Alan Olarak...II. Gönderenin ve Taşıyıcının Riziko AlanıA. Riziko Alanı KavramıÖncelikle belirtmek gerekir ki, riziko alanı ve alan eş anlamlı kavramlar değildir. Yukarıda belirtildiği üzere  alan  kavramı,  daha yakın olma  düşüncesini içerir. Öte yandan riziko alanı kavramı, alan kavramına kıyasla daha geniştir. Taraflardan birinin şahsından kaynaklanan özel rizikolar da objektif olarak kendi organizasyon alanında bulunmasa da, riziko alanı içinde yer alır. Somut olayın özellikleri ve tarafların sübjektif durumları da dikkate alınarak, bir sebebin taşıyıcı veya gönderenin riziko alanı içine girip girmediği değerlendirilir. Taşımayı olumsuz etkileyen bir sebeple riziko alanı arasında bağlantı kurulmasında, kusur unsurunun varlığı halinde çok büyük bir sorunun ortaya çıkmayacağını belirtmemiz gerekir. Kusur unsuru bu konuda kullanılabilecek en temel ölçütlerden biridir. Taraflardan birinin, adamlarının veya bağımsız ifa yardımcılarının kusurundan kaynaklanan bir sebep, söz konusu tarafın riziko alanında yer alır. Bununla birlikte tarafların, kendi alanlarını organize etmede kusurlu davranmadıkları hallerde de ortaya çıkan bir taşıma engelinin, taraflardan birinin riziko alanına dahil edilmesi  mümkündür.  Başka  bir  deyişle  taşıyıcı  ve  gönderen  açısından,  kendi organizasyon  alanlarının  dışından  kaynaklanan  sebepler  de,  belirli  durumlarda onların riziko alanına dahil edilebilir. Bu kapsamda başvurulacak bir diğer ölçüt ise  organizasyon alanı dır. Taraflardan birinin organizasyon alanından kaynaklanan sebepler, o tarafın riziko alanına girer. Tarafların kusurundan kaynaklı taşıma engelleri, tarafların kendi riziko alanlarının sınırlarını belirleyebilmek için tek başına yeterli değildir. Bir taşıma engelinin taraflardan birinin riziko alanına dahil edilebilmesi için mutlaka o tarafın kusurundan kaynaklanması gerekmez; sebebin, organizasyon alanından kaynaklanması yeterlidir. Örneğin taşıma aracındaki üretim hatası sebebiyle bir arıza meydana gelmişse, bu sebep, taşıyıcının organizasyon alanından kaynaklanmıştır. Arıza konusunda taşıyıcıya bir kusur isnat edilemese dahi sonuç değişmeyecektir Zira taşıyıcı, organizasyon alanını üstlendiği taşıma işini sözleşmeye uygun şekilde 23  Koller, Risikobereich (n 6) 952; Thume (Schmidt), (n 4) §412, Nr 39.24  Bu hususta bkz. yuk. A, I, 1.25  Bu hususta bkz. yuk. dn 6.26  Koller, Risikobereich (n 6) 952; Thume (Schmidt), (n 4) §412, Nr 39.27  Seven (n 13) 218.28  Koller, Kommentar (n 4) §412, Nr 56; Koller, Risikobereich (n 6) 949; Thume (Schmidt), (n 4) §412, Nr 41; Von Waldstein / Holland (n 17) §412, Nr 25; Bahnsen (Rabe / Bahnsen), (n 5) §489, Nr 25.29  Koller, Risikobereich (n 6) 952; Koller, Kommentar (n 4) §412, Nr 56; Bahnsen (Rabe / Bahnsen), (n 5) §489, Nr 25; OLG Hamm, 26.02.2015 − 18 U 82/14.30  Seven (n 13) 218.31  Schmidt, (Canaris/ Habersack / Schäfer), (n 22) §412, Nr 52-53; Beate Czerwenka (Karsten Schmidt) Münchener Kommentar zum Handelsgesetzbuch, Aktualisierungsband zum Transportrecht (C.H.Beck, 2000) §412, Nr 41; Koller, Kommentar (n 4) §412, Nr 56a. Bir taşıma veya teslim engelinin taraflardan birisinin riziko alanına dahil edilebilmesi için taşıma/teslim engelinin o tarafça bilinmesine gerek olmadığı yönünde Merkt (Hopt/ Merkt / Roth /Baumach ), (n 5) §420, Nr 3. 619İstanbul Hukuk Mecmuası 78/2ifa edecek şekilde düzenlemekle mükelleftir. Taşıma işini gerçekleştirecek aracın temini ve kullanılması da taşıyıcının organizasyon alanına dahildir. Aracın hatalı olarak üretilmesinde veya üretim hatalı aracın alınmasında taşıyıcının herhangi bir kusuru olmasa da ve hatta aracın hatalı üretildiği, taşıyıcı tarafından en yüksek özenin gösterilmesi durumunda dahi tespit edilemeyecek olsa da araçtaki üretim hatasının sebep olduğu taşıma engeli taşıyıcının riziko alanına dahil edilecektir (TTK m 877).Üçüncü bir kişinin ağır kusuruyla sebep olduğu bir engel de tarafların organizasyon alanından kaynaklanabilir. Mücbir sebepten farklı olarak bu durum, söz konusu engelin taraflardan birinin riziko alanına dahil edilmesine engel değildir. Taşıyıcının üstlendiği  rizikoyu  yansıtabileceği  üçüncü  bir  kişi  varsa,  söz  konusu  olumsuz sebeplerin de kendi organizasyon alanından kaynaklandığı kabul edilmelidir.Kusur  veya  organizasyon  alanı  yoluyla  taraflara  isnad  edilemeyen  engellerin yanında, bazı durumlarda tamamen tarafların dışında gelişen sebeplerden ötürü de taşıma işi olumsuz etkilenebilir. Örneğin mutad taşıma güzergahı üzerinde çıkan çatışmalar sebebiyle burası geçici olarak trafiğe kapatılabilir veya anormal hava şartları sebebiyle yolların trafiğe kapatılması veya genel çalışma yasakları da tarafların organizasyon alanları dışındaki sebeplerden kaynaklanmaktadır. Bu konuda ise riziko alanı teorisinin uygulanmasında,  öngörülebilirlik  ilkesine başvurulmalıdır. Söz konusu engel taraflardan biri için öngörülebilir nitelikteyse, bu engel o tarafın riziko alanında yer alacaktır. Böylece kusur, organizasyon alanından sonra dışsal sebepler açısından öngörülebilirlik ilkesi, riziko alanı açısından başvurulan araçlardan birisidir.Riziko alanının belirlenmesinde, öngörülebilirliğin yanı sıra hakimiyet kriterinden de faydalanılabilir. Fakat hakimiyet ve organizasyon alanı arasında bir fark olduğu unutulmamalıdır.  Tarafların  organizasyon  alanına  giren  tüm  hususları  kontrol edebilecekleri, bir başka deyişle bu hususlar üzerinde hakimiyetleri olduğu kabul 32  Hamburg Eyalet Yüksek Mahkemesi, bir kararında; gemideki çalışma şartları yüzünden Uluslararası Taşıma İşçileri Federasyonu tarafından desteklenen boykot nedeniyle yükleme personelinin işi durdurmasının taşıyanın riziko alanında yer alan bir taşıma engeli olduğuna hükmetmiştir; OLG Hamburg, 14.7.1988 - 6 U 10/88.33  Seven (n 13) 218; Schmidt, (Canaris/ Habersack / Schäfer), (n 22) §412, Nr 53; Koller, Kommentar (n 4) §412, NR 57; Detlef Neufang / Hubert Valder, ‘Laden und Ladungssicherung im Straßengüterverkehr – Wer ist verantwortlich?‘ (2002) TransportR 25 (9) 325, 326.34  Seven (n 13) 218.35  Koller, Risikobereich (n 6) 955 dn 117.36  Seven (n 13) 219.37  Bu örnekler için bkz. Koller, Risikobereich (n 6) 956 dn 137.38  Koller, Kommentar (n 4) §412, Nr 56a; Koller, Risikobereich (n 6) 958; Schmidt, (Canaris/ Habersack / Schäfer), (n 22) §412, Nr 54.39  Sözleşmenin taraflarının, kendi organizasyon alanlarını düzenlerken, üzerlerine düşen yükümlülükleri veya külfetleri yerine getirmemeleri veya kendilerinden beklenen özeni göstermemeleri durumunda organizasyon alanında ortaya çıkan eksiklikler ve hatalar bakımından kusurlu oldukları kabul edilir. Öte yandan hakimiyet, organizasyon alanından kaynaklı problemlere göre daha geniş bir kavramdır. Taraflardan birisinin, kendisinden beklenen özeni göstermesine rağmen engelleyemeyeceği bir engel bakımından kusuru olmadığı kabul edilirken en yüksek özeni göstermesi durumunda engellenecek bir engel söz konusuysa tarafın, o engel üzerinde hakimiyet sahibi olduğundan bahsedilebilir; Koller, Risikobereich (n 6) 951. Aynı yönde ayrıca bkz. CZERWENKA (Schmidt), (n 31) 412, Nr 40; Schmidt, (Canaris/ Habersack / Schäfer), (n 22) §412, Nr 54.620Seven, Oyal / Taşıma Hukukunda Riziko Alanı İlkesi Bağlamında Nötr Alan ve COVID-19 un Nötr Alan Olarak...edilir. Öte yandan kaynağı tarafların organizasyon alanında olmayan, çevresel faktörlerden kaynaklanan taşıma engelleri bakımından hakimiyet kriteri önem arz eder. Örneğin kışın sert geçtiği bir coğrafya üzerinden yapılan taşımada, güzergah üzerinde yer alan bir yolda ciddi buzlanma nedeniyle yolun trafiğe kapanması; çevresel faktörlerden kaynaklı bir taşıma engelidir. Bu coğrafyada taşıma yapan taşıyıcı, aracına yol şartlarına uygun lastik taktırmak zorundadır. Bu koşullara uygun lastik kullanılması, taşıyıcının organizasyon alanında yer alan bir yükümlülüktür. Öte yandan yolun aşırı buzlanma nedeniyle trafiğe kapanması, taraflardan bağımsız gerçekleşen bir taşıma engelidir. Kışı sert geçiren bir coğrafyada yolda buzlanma meydana  gelebileceği,  her  iki  taraf  bakımından  öngörülebilir  olmakla  birlikte taşıyıcı, buzlanma olması daha az muhtemel olan bir güzergah seçme veya yolun kapanması nedeniyle alternatif bir rota oluşturarak taşımanın sözleşmeye uygun ifası bakımından buzlanmadan kaynaklı engeli, gönderene kıyasla, daha kolay kontrol edebilir. Dolayısıyla her iki taraf bakımından da öngörülebilir olan engellerde, engel üzerindeki hakimiyet, o engelden kaynaklı rizikonun hangi tarafın riziko alanına dahil edileceğini belirleyebilir. B. Taşıyıcının Riziko AlanıYukarıda  yapılan  açıklamalar  doğrultusunda  taşıyıcının  kendi  kusurundan kaynaklanan tüm taşıma engellerinin taşıyıcının riziko alanına gireceği tartışmasızdır. Örneğin önceki taşıma sırasında bozulan bir aracın, tam olarak tamir edilmeden ikinci bir taşıma işinde kullanılması nedeniyle bozulması gibi bir durumda aracın, tam olarak tamir edilmeksizin taşıma işinde kullanılması nedeniyle taşıyıcının kusurlu olduğu ve bozuk araçla taşıma yapılmasından kaynaklı riskin taşıyıcının riziko alanında yer alacağında kuşku yoktur. Taşıyıcının organizasyon alanından kaynaklanan sebepler de taşıyıcının riziko alanına girer. Taşıyıcının işletmesinde, taşıma işinin gecikmesine sebep olan bir grev, taşıyıcının organizasyon alanından kaynaklanan bir sebeptir. Grevin kanuna uygun olup olmaması bu hususta önem taşımaz. İşletmede kesin veya ihtiyati haciz ya da ihtiyati tedbir kararlarının veya idarenin çeşitli yaptırımlarının (TIR karnesinin iptali, yurt dışına çıkış yasağı, araç sürücüsünün göz altına alınması, iş yerinin kapatılması) uygulanması da tarafların organizasyon alanından kaynaklanan bir sebep olarak görülmelidir. Söz konusu yargısal ve idari işlemler  haksız  olsa dahi bunlar organizasyon alanından kaynaklanan sebeplerdir.40  Thume (Schmidt), (n 4) §412, Nr 41.41  Thume (Schmidt), (n 4) §412, Nr 41; Koller, Kommentar (n 4) §412, Nr 57a ve §419, Nr 27.42  OLG Hamm, 24. 2. 1997, 18 U 137/96.43  Seven (n 13) 218.621İstanbul Hukuk Mecmuası 78/2Üçüncü kişinin kusuru sebebiyle gerçekleşen trafik kazaları da, taşıyıcının riziko alanında yer alır. Taşıyıcının aynı kaza sebebiyle eşyaya özen borcu bakımından sorumluluğu  doğmayacak  olsa  dahi,  riziko  alanı  teorisi  açısından  bu  kazanın sonuçlarına kendisi katlanacaktır. Örneğin üst geçitten geçen bir aracın, taşıyıcının kullandığı taşıma aracının üstüne düşmesi sebebiyle trafik kazasına karıştığını, eşyanın bu kaza sebebiyle kısmen hasarlandığını ve ayrıca taşımanın da geciktiğini kabul edelim Bu durumda taşıyıcının kısmi hasar sebebiyle sorumlu olmayacağı açıktır (TTK m 876). Ancak geciken taşıma sebebiyle taşıyıcı ek taşıma ücreti talep edemez. Taşımanın gecikmesine sebep olan engel, gönderenin değil, kendi riziko alanından kaynaklanmıştır. Ayrıca yukarıda da belirtildiği üzere trafik kazası örneğinde olduğu gibi, taşıyıcının üstlendiği rizikoyu yansıtabileceği üçüncü bir kişi var ise, söz konusu olumsuz sebeplerin de kendi organizasyon alanından kaynaklandığı kabul edilmelidir. Ayrıca trafik kazaları gibi bir taşıma işletmesinin karşılaşması mümkün olan zarar verici olaylar, bu rizikolar soyut olsa dâhi her zaman taşıyıcı tarafından dikkate alınmak zorundadır. Taşıyıcı, taşıma ücretini belirlerken, ihtimal dahilinde olan bu tür kazaları da hesaba katmalıdır. Bu konuda ortaya çıkan rizikolar gönderene yükletilemez.Planlanan güzergahta bir engelin ortaya çıkabileceği, taşıyıcı için öngörülebilir nitelikteyse, bu engel rizikosu taşıyıcının alanında yer alır. Güzergah, gönderen tarafından tayin edilse dahi, kural olarak aynı ilke geçerlidir; zira bu halde de, taşıyıcının güzergahta meydana gelebilecek engelleri öngörmesi gerekir.C. Gönderenin Riziko AlanıGönderenin  kusurundan  kaynaklı  olarak  ortaya  çıkan  taşıma  engellerinin, gönderenin riziko alanına gireceği konusunda şüphe yoktur. Örneğin gönderen, üretim bandındaki makinelerde sorun olduğunu bildiği halde gerekli tamirat işlemini yaptırmadığı için taşınması kararlaştıran eşya, üretilemediği için teslim tarihinde taşıyıcıya  teslim  edilememişse,  burada  gönderenin  kusurundan  kaynaklı  olarak ortaya çıkan bir taşıma engeli söz konusudur ve gönderenin riziko alanına dahil edilecektir.Gönderenin  organizasyon  alanından  kaynaklı  taşıma  engelleri  de,  engelin ortaya çıkmasında gönderenin kusuru olmasa da gönderenin riziko alanına dahil edilir. Yukarıdaki grev veya haciz örneğinden devam edilecek olursa; gönderenin işletmesinde personelinin grev yapması nedeniyle üretim yapılamaması veya haksız 44  ibid 219.45  Benzer şekilde taşıyıcının karayolu trafiğinde olmasından kaynaklı ortaya çıkan tüm taşıma engellerinin taraflardan birinin riziko alanına dahil edilmesi gerektiği yönünde bkz. Thume (Schmidt), (n 4) §412, Nr 44.46  Koller, Risikobereich (n 6) 955.47  Kararlaştırılan yükleme tarihinde yükün, herhangi bir nedenle hazır edilmemesi durumunda bunun gönderenin riziko alanına dahil edileceğine ilişkin bkz. Schmidt, (Canaris/ Habersack / Schäfer), (n 22) §412, Nr 54.622Seven, Oyal / Taşıma Hukukunda Riziko Alanı İlkesi Bağlamında Nötr Alan ve COVID-19 un Nötr Alan Olarak...bir haciz işlemi uygulanması nedeniyle taşıma sözleşmesi ile taşınması kararlaştırılan yük yediemin deposuna götürülmüşse, bundan kaynaklı taşıma engeli gönderenin riziko alanına girer. Taşıma engeli üçüncü kişinin ağır kusurundan kaynaklanmışsa dahi, bu engelin gönderenin riziko alanına dahil olması mümkündür. Örneğin gönderenin üretim tesisinin bulunduğu mahallede, internet altyapı çalışmaları kapsamında TELEKOM un elektrik kablolarını koparması sonucu tesise bir süre elektrik verilmemesine bağlı olarak taşınması kararlaştırılan yükün, soğutma sistemleri çalışmadığı için kısmen zayi olması gönderenin riziko alanına girer. Zira burada gönderen, kendi rizikosunu üçüncü kişi TELEKOM a yansıtabilir.Gönderenin  riziko  alanı  belirlenirken  de  öngörülebilirlik  ve  hakimiyet kriterlerinden yararlanır. Örneğin 1 Mayıs ta gösteri ve yürüyüşlerin yoğun olduğu ve bundan kaynaklı olarak bazı yolların kapalı olduğu bir yerde yükleme yapılacak olması  durumunda,  yolların  kapanması  nedeniyle  taşımanın  gerçekleştirileceği aracın yükleme alanına giremeyecek olması o bölgede 1 Mayıs tarihinde ilk defa yükleme  yapacak  taşıyıcıya  göre  gönderen  için  daha  öngörülebilirdir.  Benzer şekilde gönderenin yükünü içeren deponun üçüncü kişilerce soyulması durumunda da hakimiyet kriterine göre bu rizikonun gönderenin riziko alanına dahil edilmesi gerekir. Gönderen, her ne kadar yükün emniyeti için gerekli önemleri almış olsa da ve deponun soyulması bakımından kendisine atfedilebilecek bir kusur bulunmasa da, deponun soyulması riski taşıyıcıya oranla kendisi bakımından daha kontrol edilebilir bir rizikodur. III. Nötr AlanGönderenin ve taşıyıcının riziko alanları dışında nötr bir riziko alanı olup olmadığı konusunda bir netlik yoktur. TTK nın riziko alanı ilkesini içeren hükümlerinin gerekçeleri,  gönderen  ve  taşıyıcının  alanlarının  yanı  sıra,  nötr  bir  alanın bulunup bulunmadığı yönünde bir ipucu içermemektedir. Dolayısıyla TTK nın kanunlaştırılması açısından tarihi yorum yoluyla bir argüman elde edilmesi mümkün değildir. Taşıma sözleşmesinin taraflarının riziko alanları dışında nötr bir alan olup olmadığı mehaz Alman hukukunda da tartışmalıdır. 48  Seven (n 13) 213.623İstanbul Hukuk Mecmuası 78/2A. Alman Hukukundaki Görüşler1. CanarisCanaris  riziko  alanını,  Alman  Ticaret  Kanunu  (ATK)  §420  f  2  c  250 kapsamında ele almıştır. Yazar öncelikle kısmi imkânsızlık bakımından Alman Medeni Kanunu nda öngörülen sistematiğe atıfta bulunarak kısmi imkânsızlık söz konusu olduğu durumlarda kural olarak ücreti talep hakkının tamamen ortadan kalktığını, fakat ATK §420 f 2 ve f 3 uyarınca taşıyıcının ücreti talep hakkının, genel kuraldan farklı olarak sadece taşıma veya teslim engelinin kendi riziko alanına dahil olduğu durumlarda ortadan kalktığının altını çizmektedir. Taşıma hukuku bakımından, borçlar hukukunun genel prensibine getirilen bu istisnanın eser sözleşmeleri için geçerli olan özel düzenleme niteliğindeki Alman Medeni Kanunu §645 f 1 c 1 le de bağlantılı olmakla birlikte, bu düzenlemeden de öteye gittiğini, zira kanun koyucunun, taşıma hukuku hükümlerinin yeknesaklaştırılması için daha önce denizde taşımaya ilişkin mülga §630 ATK ve mülga Alman İç Hat Gemicilik Kanunu (BinSchG) §64 f 1 de yer alan benzer düzenlemeleri göz önünde bulundurarak kara taşıma bakımından da ‘alan düşüncesi ni içeren bu düzenlemeyi yaptığını belirtmiştir. Amaçsal olarak değerlendirildiğinde ise borçlar hukuku için kural olan ‘kusur  prensibi yerine taşıma hukuku bakımından ‘riziko  prensibinin benimsenmesinin ise, taşıma sözleşmesinin ifası sırasında diğer eser sözleşmelerine (örneğin bir evin inşasına veya arabanın tamirine) kıyasla ifa engellerinin ortaya çıkması ihtimalinin oldukça  yüksek  olmasından  kaynaklandığını  belirtmiştir.  Nitekim  taşıyıcının, gönderenin kendisine yüklediği taşıma işini yerine getirirken başarısız olması (diğer eser sözleşmelerine kıyasla) daha kolay ve olasıdır. Yazar, riziko prensibinin benimsenmesini hem tarihsel, hem de getirilen hükümlerin ratio  legis  ine  göre  açıklamakla  birlikte  ‘riziko  alanına  dahil  etme   kriterinin somutlaştırılmasının yeni zorluklar doğurduğunu belirtmiştir. Kanun çalışmalarına ilişkin belgeler incelediğinde, hangi hususların taşıyıcının ‘riziko alanına dahil edilmesi  gerektiğine dair tek bir örneğe dahi yer verilmemesini ve bunun da ötesinde taşıma hukukuna ilişkin Reform Kanunu nun hükümet gerekçesinde ‘sözleşmenin akışını bozan durumların her zaman sözleşmenin taraflarından birinin riziko alanına dahil edileceği  yönündeki ifadeyi eleştirmektedir. Zira yazara göre her iki tarafın da 49  Claus-Wilhelm Canaris, Handelsrecht, (24. Bası C.H.Beck 2006) 501-503.50  ATK m 420/2 c 2 nin serbest tercümesi şu şekilde verilebilir: ‘Bir taşıma veya teslim engelinden dolayı taşıma, süresinden önce sona erdirilirse ve taşımanın tamamlanan kısmı gönderenin menfaatineyse, tamamlanan kısım oranında taşıyıcıya taşıma ücreti ödenir. 51  AMK m 645 f 1 c 1 in serbest tercümesi şu şekilde verilebilir: ‘Eser, teslimden önce iş sahibi tarafından sağlanan malzemedeki bir ayıp veya iş sahibi tarafından verilen bir talimatın yerine getirilmesi nedeniyle ve yüklenicinin kusurunun etki ettiği bir durum olmaksızın telef olursa, kötüleşirse veya yapılamaz hale gelirse yüklenici, eser bedelinin verdiği emeğin karşılığı olan kısmını ve eser bedeline dahil olmayan giderlerinin tazminini [iş sahibinden] talep edebilir . 624Seven, Oyal / Taşıma Hukukunda Riziko Alanı İlkesi Bağlamında Nötr Alan ve COVID-19 un Nötr Alan Olarak...riziko alanı dışında nötr bir alan da vardır, ancak hükümet gerekçesindeki ifadenin, bilinçli veya bilinçsiz olarak bu nötr alan kavramını atladığını ifade etmiştir.Yazar, hükmü lafız bakımından da eleştirmektedir, zira yazara göre ‘riziko alanı  ve ‘dahil etme (zurechnen)  kavramları açıklayıcı değildir, aksine bu kavramların içinin doldurulması gereklidir, çünkü kanun koyucu hükmü kaleme alırken bir ifa engelinin taraflardan birinin riziko alanından ‘kaynaklanması (stammen)  veya riziko alanında ‘bulunması (liegen)  ifadeleri yerine ‘dahil edilme  kavramını kullanmıştır ve yazara göre ‘dahil etme  kavramı, ‘kaynaklanma  veya ‘riziko alanında bulunma/yer alma  kavramlarından farklıdır. Bu eleştirilerinin yanı sıra yazar, yine de kanun lafzının hükmün nasıl uygulanması gerektiği bakımından önemli bir dayanak noktası içerdiğini, zira taşıyıcının kısmi taşıma ücretini talep hakkını kaybetmesi için engelin ‘taşıyıcının riziko alanına dahil edilebilmesi gerektiği , bu nedenle de nötr alana dahil edilmesi gereken engeller bakımından taşıyıcının kural olarak kısmi ücrete hak kazanacağını ileri sürmüştür. Yazar, nötr alana dahil edilmesi gereken engellere örnek olarak; genel bir trafiğe çıkma yasağını, hususi araç sahipleri veya çiftçiler tarafından gerçekleştirilen bir protesto nedeniyle caddenin araç trafiğine kapatılmasını veya yükün teslim edileceği yerdeki gümrük memurlarının grev yapmasını vermiştir. Yazar ayrıca, taşıyıcının en yüksek özeni göstermesine rağmen engel olamadığı bir kaza nedeniyle ortaya çıkan engel bakımından da aynı değerlendirilmenin yapılması gerektiğini kabul etmiştir. 2. BraunBraun a göre gönderenin ve taşıyıcının olmak üzere sadece iki riziko alanı vardır. Yazar, taşıma sözleşmesinin taraflarının riziko alanlarının dışında üçüncü bir  nötr  alan  olduğunu  kabul  etmemektedir.  Yazara  göre,  taşıma  hukukunda rizikonun her halükârda taraflardan birisinin alanına dahil edilmesi; her iki tarafın da sözleşmenin ifasını gerçekleştirme yükümlülüğünden ve normal bir taşımaya göre  yük  taşımasındaki  rizikonun  daha  fazla  olmasından  kaynaklıdır.  Taşıyıcı, üstlendiği  taşıma  işini  gerçekleştirmek  için  gerekli  faaliyeti  gösterirken  ortaya çıkacak rizikolardan sorumlu iken, gönderen ise, kendisinin hakimiyetinde olsun veya  olmasın,  kendisinin  veya  gönderilenin  yükümlülüklerinin  ve  külfetlerinin yerine getirilmesinden sorumludur. Gönderen, aynı zamanda verdiği talimatlardan da sorumludur. Braun, somut olaydaki rizikonun tipik bir taşımanın rizikosuna 52  Yazar, ekonomik veya hukuki nedenlerle teslimin belli bir zamana kadar yapılması gereken veya yükün bozulma riski olduğu durumlarda grev nedeniyle teslim yerine ulaşmanın taşıyıcı bakımından mümkün olmadığı hallerin nötr alana dahil edilmesi gerektiğini kabul etmiştir.53  Yazar, böyle bir durumda menfaat dengesinin bozulmaması için mülga ATK §630 f 2 nin kıyasen uygulanması gerektiğini, yani taşıyıcının mesafe ücretine sadece kaza sonucunda yük kurtarılmışsa ve değeri korunmuşsa hak kazanabileceğini belirtmiştir.54  Braun (n 3) 83-203.625İstanbul Hukuk Mecmuası 78/2kıyasla daha fazla olduğu durumlarda da gönderenin sorumlu tutulması gerektiğini savunmaktadır. Hangi durumlarda rizikonun normal bir taşımaya kıyasla arttığına ilişkin Alman Ticaret Kanunu §427 deki ve Alman Medeni Kanunu §645 f 1 deki hallerin yol gösterici olabileceğini belirtmiştir. 3. DidierDidier e göre taşıyıcının kusurundan kaynaklanan her engel ve ayrıca taşıyıcının rizikoyu arttıran her davranışından kaynaklı taşıma engeli kendi riziko alanına dahildir. Ancak taşıma engeli, taşıyıcının kusuru olmaksızın ortaya çıkmışsa veya taşıyıcının rizikoyu arttıran bir davranışından kaynaklanmamışsa yazar, ‘iç  ve ‘dış  engeller olmak üzere ikili bir ayrıma gitmektedir. Taşıyıcının kendisinden veya ifa yardımcılarından kaynaklanan her türlü kusurun taşıyıcının riziko alanına dahil edilmesi gerektiğini belirmiştir. Diğer iç engellerse, taşıyıcı tarafından öngörülebiliyorsa veya kontrol edilebiliyorsa yine taşıyıcının riziko alanına dahil edilmelidir. Didier e göre absürt bir masraf gerektirmeksizin kaçınılabilen  veya  sonuçlarının  ortadan  kaldırılması  için  yapılacak  masrafların, taşıyıcının maddi kaybına sebebiyet vermeyen taşıma engelleri, kontrol edilebilir engeller olarak kabul edilir. Bir engel, istatistiksel olasılığa göre meydana gelmesinin makul  bir  şekilde  beklenemeyeceği  kadar  ihtimal  dışı  değilse,  soyut  olarak ‘öngörülebilir  kabul edilmelidir. ‘Dış   engeller  ise,  sadece  somut  olarak  öngörülebilir  ve  kontrol  edilebilir nitelikteyse taşıyıcının riziko alanına dahil edilmelidir. Dış engel sebebi ve süreci, sözleşmenin yapıldığı anda somut emarelerle kendisini göstermiş olmalıdır. Örneğin taşımanın yapılacağı yolda, sözleşme yapıldığı anda engeller mevcutsa, taşıyıcı yoldaki engellerden doğan rizikodan sorumlu olmalıdır. 4. ThumeThume, taşıma sözleşmesinin taraflarının alanları dışında üçüncü bir alan olarak nötr alanın varlığını kabul etmektedir. Ancak yazar, nötr alan bakımından kanun gerekçesine atıfta bulunarak, kanun koyucu tarafından taşıma sırasında ortaya çıkan ve sözleşmenin akışını sekteye uğratan taşıma engellerinin her daim taraflardan birinin riziko alanına dahil edilmesinin öngörüldüğünü ve engelin taraflardan birinin riziko alanına dahil edilmesi için bu engelden sorumlu olmasına (‘Vertretenmüssen ) gerek olmadığını belirtmiştir. Bir başka deyişle yazar,  riziko alanı  ve  alan (Sphäre)  kavramlarının birbirinden farklı olduğunu, bu nedenle  nötr alanda  yer alan bir engelin de taraflardan birinin riziko alanına dahil edileceğini kabul etmektedir. Yazar, 55  Timo Didier, Risikozurechnung bei Leistungsstörungen im Gütertransportrecht (Binnenschiftfahrts, 2001) 185 vd. ve 202 vd.56  Thume (Schmidt), (n 4) §412 Nr 39-46.626Seven, Oyal / Taşıma Hukukunda Riziko Alanı İlkesi Bağlamında Nötr Alan ve COVID-19 un Nötr Alan Olarak...Türk Ticaret Kanunu m 863 f 3 ün mehazı olan Alman Ticaret Kanunu §412 f 3 bakımından yaptığı değerlendirmede; her iki taraf için de öngörülebilir ve kontrol edilebilir olmayan engellerin  nötr alanda  yer alacağını, ancak Alman Ticaret Kanunu §412 f 3 uyarınca taşıyıcının kendi riziko alanına dahil edilemeyen ve nötr alanda yer alan bir engel söz konusu olduğunda bekleme ücretine hak kazanacağını belirtmiştir. Yazar, doktrinde hangi engellerin taşıyıcının riziko alanına dahil edilemeyeceğinin oldukça tartışmalı olduğunu belirttikten sonra, taşıyıcının riziko alanına dahil edilecek engeller  bakımındansa  genel  bir  kabul  olduğunu  belirtmiştir.  Hem  gönderenin/gönderilenin hem de taşıyıcının riziko alanlarına dahil edilecek sebepleri sayarak negatif bir sınırlama yapmaya çalışmıştır.Buna göre, kaynağı taşıyıcının organizasyon alanında bulunan ve taşıyıcı için soyut olarak öngörülebilir ve kontrol edilebilir olan bir engel, taşıyıcının riziko alanına dahil edilmelidir. Yazar, taşıyıcının sorumluluğunda olan her durumdan kaynaklı engelin kendi riziko alanına dahil edilmesi gerektiğini ileri sürmüştür. Taşıyıcının bu durumlar bakımından kusurlu olup olmadığının veya kendi organizasyon alanında oluşan durumun taşıyıcı tarafından öngörülebilir ve kontrol edilebilir olup olmadığının bir önemi yoktur. Bu nedenle örneğin, taşıyıcının işletmesinde gerçekleşen bir grevden kaynaklı taşıma engeli, taşıyıcının riziko alanına dahil edilir. Yazar, ayrıca taşıma araçlarının kullanımını engelleyen, işletmenin her türlü organizasyonundan kaynaklı engelin de taşıyıcının riziko alanına dahil olduğunu belirtmiştir. Buna örnek olarak, yükleme için belirlenen zamanda taşıma aracının taşıyıcı tarafından hazır edilmemesini vermiştir. Aracın hem yükleme zamanında tedarik edilmemiş olması, hem de tedarik edilen aracın yükleme yapılacak kısmının yükün taşınması için gerekli olan alana sahip olmaması veya yeterince stabil olmaması gibi hususların da ‘aracın hazır edilmemesi  kapsamında değerlendirileceğini belirtilmiştir.Öte yandan kaynağı, gönderen veya gönderilenin organizasyon alanında yer alan hususlar gönderen veya gönderilenin riziko alanına dahil edilmelidir. Yazar, gönderen veya gönderilenin bir davranışından kaynaklanan tüm engellerin bunların riziko alanına dahil edilmesi gerektiğini savunmakta ve örnek olarak yükleme ve teslim yerinin doğru belirtilmemesini, yükleme için kararlaştırılan tarihte yükün hazır edilmemesini veya taşıyıcının aracının sözleşmede kararlaştırılan yükleme alanına girmesine engel olunmasını vermiştir. Gönderenin, taşıma engeline sebep olan davranışı bakımından kusurlu olmasına gerek yoktur.Yazar, tarafların organizasyon alanından kaynaklanmayan bir engelin hangi riziko alanına dahil edilmesi gerektiğine dair öncelikle doktrindeki diğer görüşlere yer verdikten sonra kural olarak nötr bir alanın varlığının kabul edilmesi gerektiğini, ancak öğretide yer alan görüşlerden farklı olarak nötr alanda yer alan bir engelin 627İstanbul Hukuk Mecmuası 78/2ancak ve ancak bu engel herhangi bir şekilde trafiğe ilişkin değilse her iki tarafında da riziko alanına dahil edilemeyeceğini kabul etmektedir; örneğin ülke çapında bir grev veya ulusal yas gibi… Öte yandan trafiğe ilişkin engellerde, örneğin genel bir trafiğe çıkış yasağı, kanun koyucunun gayesine uygun olarak bunu taraflardan birinin riziko alanında dahil edilmesi gerektiğini ileri sürmüştür. Yazar, bir engelin her iki tarafın riziko alanına da dahil edilmesini kabul etmemektedir.5. SchlüterSchlüter, riziko alanına ilişkin genel bir değerlendirme yapmamış ancak riziko alanı ilkesine yer verilen hükümler kapsamında bazı değerlendirmelerde bulunmuştur. Bekleme ücreti bakımından (ATK §412 f 358) herhangi bir gerekçe ileri sürmeksizin taşıyıcının riziko alanına dahil edilemeyen tüm engeller bakımından gönderenin bekleme ücreti ödemekle yükümlü olduğunu, yükleme sırasında meydana gelen, öngörülemeyen ve kontrol edilemeyen tüm engellerin gönderenin riziko alanına dahil edilmesi gerektiğini, zira taşıyıcının gönderenin emriyle taşıma aracını ve personelini hazır ettiğini ileri sürmüştür. Öngörülebilir engeller bakımındansa; öngörülebilir engelin hangi tarafça tüm yönleriyle daha iyi kavranabilir, hesaplanabilir ve hatta kaçınılabilirse, o tarafın riziko alanına dahil edilmesi gerektiğini savunmaktadır. Öte yandan Schlüter e göre taşıyıcının taşıma aracını hazır etmemesi veya taşıma aracına gerektiği gibi erişim sağlamaması gibi sebeplerden ötürü yüklemenin yapılamaması, taşıyıcının riziko alanına dahil edilecek bir engel teşkil eder. Tatil günü olması nedeniyle yükleme veya taşıma yapmanın (kanunen) yasak olması ve bu nedenle yükleme yapılamaması da taşıyıcının riziko alanında dahil edilmesi gereken bir engeldir.ATK §420 f 2 de öngörülen taşımanın imkânsız hale gelmesi bakımından yazar, imkansızlığın her iki tarafın da riziko alanına giren bir nedenden kaynaklanması durumunda her iki tarafça neden olunan ifa imkansızlığına ilişkin kuralların kıyasen uygulanması  gerektiğini  belirtilmiştir.  Yazar,  ATK  §420  f  362  bakımındansa gönderenin kusurundan kaynaklanan her gecikmenin, gönderenin riziko alanına 57  ibid §412, Nr 45. Aksi yönde Koller, Kommentar (n 4) §412, Nr 55.58  Alman Ticaret Kanunu §412 f 3 ün serbest tercümesi şu şekilde verilebilir:  Taşıyıcı, sözleşme hükümlerine dayanarak veya kendi risk alanından kaynaklanmayan nedenlerle makul yükleme veya boşaltma süresinden daha fazla beklerse, bekleme ücreti olarak uygun bir ücrete hak kazanır. 59  Andreas Schlüter (Norbert Horn) Heymann - Handelsgesetzbuch (Ohne Seehandelsrecht), Buch 4 §§ 343-475h (2. Bası De Gruyter 2005) §412, Nr 15. 60  Alman Ticaret Kanunu §420 f 2 nin güncel metninin serbest tercümesi şu şekilde verilebilir:  Taşıma işi imkansız hale gelirse, taşıma ücretini talep hakkı düşer. Bir taşıma veya teslim engelinden dolayı, taşıma, süresinden önce sona erdirilirse, taşıyıcı, taşımanın tamamlanmış bulunan kısmı gönderenin menfaatine olduğu sürece tamamlanan kısımla orantılı olarak taşıma ücretine hak kazanır.  61  Schlüter (Berger), (n 59) §420, Nr 8.62  Alman Ticaret Kanunu §420 f 3 ün serbest tercümesi şu şekilde verilebilir:  İkinci fıkradan farklı olarak taşıma, gönderenin riziko alanına giren bir sebepten ötürü veya gönderenin temerrüdü sırasında imkansız hale gelmişse, taşıyıcı taşıma ücretini talep edebilir. Ancak taşıyıcının tasarruf ettiği giderler veya başka bir şekilde elde ettiği veya kötü niyetli olarak elde etmeyi ihmal ettiği menfaatler taşıma ücretinden indirilir.  628Seven, Oyal / Taşıma Hukukunda Riziko Alanı İlkesi Bağlamında Nötr Alan ve COVID-19 un Nötr Alan Olarak...dahil edilmesi gerektiğini belirtmiştir. Yükle ilgili yanlış bilgi verilmesini ya da gönderenin veya yardımcılarının organizasyon alanından kaynaklanan sebepleri, gönderenin  kusuruna  örnek  olarak  vermiştir.  Yazar  ayrıca,  taşıyıcı  tarafından öngörülemeyen ve bu nedenle de kontrol edilemeyen, ancak gönderen tarafından öngörülebilecek ve kontrol edilebilecek sebeplerin, bunlar taşıyıcının alanına etki etmiş olsa bile gönderenin riziko alanına dahil edilmesi gerektiğini ileri sürmüştür. 6. ReuschleReuschle, hükümet gerekçesine atıfla kanun koyucunun, sözleşmenin akışını bozan taşıma engellerinin taraflardan birinin riziko alanına dahil edilmesini tasavvur ettiğini, bu nedenle bir engel ortaya çıktığında, sadece bu engelin riziko alanına dahil edilemeyen tarafın menfaatlerinin korunması gerektiğini, bir başka deyişle engeli doğuran duruma sebep olmayan tarafın korunması gerektiğini belirtmiştir. Ancak bunun öğretide eleştirildiğini ve kanun koyucunun nötr alanda yer alan engelleri görmezden geldiğinin savunulduğuna da vurgu yapmıştır. ATK §412 f 3 bakımından hükmün lafzına değinerek nötr alanda yer alan bir taşıma engeli söz konusu olduğunda, kanunun lafzına göre taşıyıcının bekleme ücretini talep hakkını sadece kendi riziko alanına dahil bir engelden ötürü kaybedeceğinden ve nötr alanda yer alan bu engel ‘taşıyıcının riziko alanında  olmadığından bekleme ücreti talebinin düşmeyeceğini ileri sürmüştür. ATK m 420 kapsamında yaptığı değerlendirmelerde ise bir engelin, gönderenin riziko alanına dahil edilebilmesi için taşıyıcıya kıyasla gönderen tarafından daha öngörülebilir ve kontrol edilebilir olmasının yeterli olduğunu belirtmiştir.7. KollerAlman  doktrininde  Koller,  riziko  alanı  ilkesiyle  ilgili  en  yoğun  çalışan yazarlardandır. Yazar da, taşıma sözleşmesinin taraflarının alanlarından bağımsız üçüncü bir alan olarak  nötr  alanı ve nötr alandan kaynaklı taşıma engellerinin varlığını kabul etmektedir. Yazar; Alman Federal Yüksek Mahkemesi nin 22.06.2011 63  Schlüter (Berger), (n 59) §420, Nr 11.64  Reuschle (Ebenroth / Boujong/ Joost / Strohn), (n 4) §412, Nr 37.65  ibid §412, Nr 37.66  ibid §420, Nr 27.629İstanbul Hukuk Mecmuası 78/2tarih ve I ZR 108/10 sayılı kararında Federal Mahkeme nin de nötr alanda yer alan taşıma engelleri olabileceğini kabul etmesine rağmen uyuşmazlığın çözümünde dayandığı (karar tarihi itibariyle geçerli olan, 25.04.2013 tarihli değişiklik öncesi) Alman Ticaret Kanunu §420 f 368 ün lafzındaki  gönderenin riziko alanına giren bir nedenden  ifadesine dayanarak, somut olayda gönderenin riziko alanına dahil edilebilen taşıma engelleri dışında bir taşıma engelinden kaynaklı gecikmelerde taşıyıcının ek ücret hakkı olmadığına hükmetmesini eleştirmektedir. Zira bu kabule göre, pozitif olarak gönderenin alanına dahil olduğu ortaya konamayan her türlü taşıma engelinden – taşıyıcının alanında veya nötr alanda yer aldığına bakılmaksızın – kaynaklı risk, taşıyıcıya yüklenmiş olacaktır. Koller e göre, bir taşıma engelinin nötr alanda yer alıp almadığı tespit etmek tek başına yeterli değildir. Daha da önemli olan, nötr alanda yer alan bir taşıma engelinin taraflardan birinin riziko alanına dahil edilebilmesi için nasıl bir değerlendirmeye tabi tutulması gerektiğidir. Yazar, nötr alanda yer alan taşıma engellerinin riziko alanı ilkesine yer verilen her bir hüküm bakımından ayrıca değerlendirilmesi gerektiğini ileri sürmüştür. Ancak böylelikle nötr alanda kalan taşıma engellerinin hangi tarafın riziko alanına dahil edileceği tespit edilebilir. 67  Dava konusu olayda özetle; İç hat deniz taşımacılığı ile uğraşan davacı, Hollanda da yerleşik davalıdan, gerçekleştirdiği taşımada meydana gelen gecikme nedeniyle navluna ek bir ücret talep etmiştir. Davalı, 14 Ekim 2005 tarihinde Amsterdam/Hollanda dan Magdeburg a flüspat (floroit) taşıması için davacıyı görevlendirmiştir. Dortmund-Ems-Kanalı nın 11 Ekim 2005 ten itibaren kapanması nedeniyle Ems üzerinden taşıma yapılması öngörülmüştür. 15 Ekim 2005 te gerçekleşen bir gemi kazası nedeniyle Ems de trafiğe kapatılmıştır. Bunu takip eden süreçte taraflar, pek çok telefon konuşması yapmışlardır. Bu konuşmaların içerikleri tartışmalıdır. 17 Ekim 2005 tarihinde davalı, davacıya taşıma sözleşmesini iletmiştir. 18 Ekim 2005 te yük, Amsterdam da davacının gemisine yüklenmiştir. Bunu müteakip davacı, Magdeburg a sefere başlamıştır, ancak davacı Ems trafiğe kapalı olduğu için 19 Ekim 2005 ten 29 Ekim 2005 e kadar Emden limanında beklemek zorunda kalmış ve sefer bu süre boyunca kesintiye uğramıştır. Davacı, Emden de geçirilen bu süre için davalının kendisine günlük 306,78 Avro borçlu olduğunu, bir su yolunun trafiğe kapalı olmasının, taşıtanın riziko alanına dahil olduğunu; ayrıca davalının çalışanlarında V. nin,18 Ekim 2005 tarihinde telefonla kendisine ek ödeme yapılmasının davalı tarafından kabul edildiği yönünde bilgi verdiğini ileri sürmüştür. Davacı, davalıdan 3.067,80 Avro ve işleyen faizi talep etmektedir. Davalı buna karşı çıkmış, davacının ek ücret talep edemeyeceğini, zira sefere çıkarken Ems in kapalı olduğunu bildiğini; davacının taraflar arasında meydana gelen ek bir anlaşmaya istinaden de talepte bulanamayacağını ileri sürmüştür. İstinaf mahkemesi, ilk derece mahkemesince kabul edilen davayı reddetmiştir. İstinaf Mahkemesi, davacının ne Alman Ticaret Kanunu m 420 f 3 uyarınca ne de taraflar arasında meydana gelen ek bir anlaşmaya dayalı olarak ek ücret talebinde bulunamayacağını kabul etmiştir.   Alman Federal Yüksek Mahkemesi gecikmenin, gönderenin risk alanında yer almamasından ötürü ATK m 420 f 3 e dayanan ek ücret talebini reddetmiştir. Alman Federal Yüksek Mahkemesi, öngörülemeyen ve taşıyıcı tarafından kaçınılması mümkün olmayan ve hesaplanamayan gecikme risklerden taşıyıcının sorumlu olduğuna ve bunun doğal sonucu olarak, taşıyıcı tarafından daha iyi kontrol altına alınabilen risklerin evleviyetle taşıyıcının sorumluluğunda olduğuna hükmetmiştir. Böylelikle gönderen sadece, kendi - özellikle kusurlu- davranışından veya kendi organizasyon alanından kaynaklı gecikme rizikosundan sorumlu tutulabilir. Dışarıdan etki eden, öngörülemeyen ve taşıma sözleşmesinin taraflarınca kontrol edilemeyen örneğin med-cezir, buz akımı, fırtına, gibi nötr engeller bunlara dahil değildir.68  Karar tarihinde geçerli olan Alman Ticaret Kanunu eski §420 f 3 ün serbest tercümesi şu şekilde verilebilir:  Taşımanın başlamasından sonra fakat teslim yerine ulaşılmasından önce bir gecikme olursa ve bu gecikme gönderenin riziko alanına giren bir nedenden kaynaklanmışsa, taşıyıcı, taşıma ücretinin yanında uygun bir bedel de isteyebilir. 69  Koller, Risikobereich (n 6) 954.630Seven, Oyal / Taşıma Hukukunda Riziko Alanı İlkesi Bağlamında Nötr Alan ve COVID-19 un Nötr Alan Olarak...a. Taşıma Ücretinin Ödenmesi ve Hesaplanmasını Düzenleyen Alman Ticaret Kanunu §420 f 3 e İlişkin DeğerlendirmesiYazar, öncelikle taşıma engelinin hangi alandan kaynaklı olduğunun tespitinin doğru yapılması gerektiğine işaret etmektedir. Zira taşıma engeli; gönderenin veya taşıyıcının alanına giriyorsa, aynı zamanda nötr alanda yer alması söz konusu olamayacağından, sözleşmenin taraflarından hangisinin riziko alanına dahil edileceği problemi de kendiliğinden çözülmüş olur. Gönderenin hem kendi kusurlu davranışı hem de kendi alanından kaynaklanan kusurlar nedeniyle ortaya çıkan taşıma engelleri şüphesiz gönderenin riziko alanına dahil edilecektir. Gönderen; taşıma senedinin düzenlenmesine ilişkin ATK §40871, tehlikeli eşya taşımasına ilişkin ATK §410 ve refakat belgelerini düzenleyen ATK §413 den kaynaklı yükümlülüklerini ihlal ettiği için bir taşıma engeli ortaya çıkmışsa, bu engel yine gönderenin riziko alanına girer. Her iki taraf için de öngörülebilir ve kontrol edilebilir olmayan bir nedenle gönderen, anılan hükümlerle kendisine yüklenen yükümlülükleri bu sebepten ötürü ve kusuru olmadan dahi ihlal etse, ihlalin sebep olduğu taşıma engeli kendi riziko alanına dahil olacaktır. Ancak yazara göre, kaynağı gönderenin alanında yer almayan, dışarıdan etki etmesine rağmen sonuçlarını doğrudan gönderenin alanında doğuran her taşıma engelinin de gönderenin riziko alanına dahil edilmesi doğru olmaz. Yazar, böyle bir duruma örnek olarak taşıma aracına mallar yüklendikten sonra bir uçağın gönderenin arazisine  düşmesi  nedeniyle  taşıyıcının  gönderenin  arazisini  terk  edememesini vermiştir. Böyle bir durumda taşıyıcının, uçağın kamuya açık bir yola düşmesi ve bu yolu kapatması nedeniyle taşımanın gecikmesi gibi bir durumundan daha iyi pozisyona getirilmesinin mantıklı bir açıklaması olmadığını, dolayısıyla dışarıdan gönderenin alanına etki eden ve ‘doğrudan  taşımanın gecikmesine neden olan bir engelin, kural olarak sadece gönderen tarafından öngörülebilmesi veya kontrol edilebilmesi halinde gönderenin riziko alanına dahil edilmesi gerektiğini belirtmiştir. Bunun ötesinde gönderenin, taşıyıcıya belli bir yolu kullanma talimatı verdiği her durumda da gecikmeyi gönderenin riziko alanına dahil etmenin doğru olmadığını; gönderenin, verdiği talimatla taşıyıcının, kullanılacak yol bakımından sahip olduğu işletmesel hareket özgürlüğünü ve risklere hükmedebilme imkanını sınırlasa da bunun, taşıyıcının kusurlu olmadığı durumlarda bile gönderene sadece yolu seçtiği için öngörülebilir hatta tipik yol engellerinin riskini yüklememek gerektiğini ifade etmiştir. Gecikmenin kaynağının taşıyıcının alanında yer aldığı veya ‘dışarıdan  gelse bile  taşıyıcının  en  yüksek  özeni  göstermesiyle  engelleyebileceği  veya  hesaba 70  ibid 954-955.71  Mehaz kanunda, taşıma senedinin düzenlenmesini taşıyıcının talep edebileceğini düzenlemektedir. 72  Koller, Risikobereich (n 6) 956.631İstanbul Hukuk Mecmuası 78/2katabileceği durumlarda ‘nötr  bir aksaklık sebebinden bahsedilemeyeceğinin, bu gibi aksaklıkların evleviyetle gönderene yükletilemeyeceğinin ve taşıyıcının riziko alanına dahil edilmesi gerektiğinin altını çizmiştir.Taşıma engelinin, bu kriterler doğrultusunda gönderenin alanına girmediği ve ‘dışarıdan  kaynaklandığı için sözleşmenin her iki tarafınca da öngörülemediği veya sadece en yüksek özen gösterilerek engellenebilecek bir engel olduğu durumlarda, Alman Federal Yüksek Mahkemesi nin kararı doğrultusunda bunun, gönderenin riziko alanına dahil edilmesi mümkün olmadığını, bu nedenle anılan Alman Federal Yüksek Mahkemesi kararı doğrultusunda nötr alanda kalan bir taşıma engelinin maddi külfetine taşıyıcının katlanması gerektiğini belirtmiştir.b. Gönderenin Menfaatine Olmayan Kısmi Taşımaları Düzenleyen Alman Ticaret Kanunu §420 f 2 c 273 ye İlişkin DeğerlendirmesiAlman Ticaret Kanunu eski §420 f 2 ye uyarınca  Bir taşıma veya teslim engelinden dolayı, taşıma, süresinden önce sona erdirilirse, taşıyıcı, taşımanın tamamlanan kısmıyla orantılı olarak taşıma ücretine hak kazanır. Engel, taşıyıcının riziko alanına giren bir sebepten kaynaklanmışsa, taşıyıcı, ancak gönderenin menfaatine olduğu ölçüde taşımanın tamamlanmış bulunan kısmı hakkında istemde bulunabilir . Türk Ticaret Kanunu m 870 f 2 de olduğu gibi, Alman Ticaret Kanunu eski §420 f 2 ye göre taşıma engelinin, taşıyıcının riziko alanına dahil edildiği durumlarda, taşıyıcının gönderenin menfaatine olmayan kısmi taşımalar için ücret talep etmesi mümkün değildir.Koller, taşıyıcının kendi alanından kaynaklanan kusurların, bir taşıma engeline sebebiyet vermesi durumunda, bu taşıma engelinin taşıyıcının riziko alanına dahil edileceğinde bir şüphe olmadığını belirtmiştir. Bu tip kusurlara; taşıma araçlarındaki kusurlar, taşıyıcının personelinin hastalığı veya yeterli mali güce sahip olmaması gibi örnekler vermiştir. Koller e göre, taşıyıcı tarafından en yüksek özen gösterilse bile öngörülemeyecek veya ortadan kaldırılamayacak olmasının bir önemi yoktur. Ancak taşıyıcı tarafından tayin edilen aracın, taşıma sırasında ‘dışarıdan  etki eden bir engel nedeniyle olumsuz etkilenmesi ve buna bağlı olarak ‘doğrudan  bir taşıma engeli oluşması durumunda belirttiği şekilde bir kusurdan söz edilemeyeceği dile getirmiştir. Zira bir terör saldırısı nedeniyle taşıma aracının felce uğratılması ve buna bağlı olarak bir taşıma engeli oluşmasıyla; bu saldırının, taşımanın yapılmasının mümkün olduğu tek yolu kapatması nedeniyle taşımanın zamanında yapılamaması arasında bir fark olamayacağı aşikardır. Bu tip durumlarda, dışarıdan gelen ve taşıma 73  2013 yılında yapılan değişiklikten sonra hükmün lafzı değiştirilmiştir. Kanunun güncel metninin tercümesi için yuk. bkz. dn 62. Fakat kısmi taşımalarda taşıma ücretini düzenleyen Alman Ticaret kanunu eski §420 f 2, hukukumuz açısından önem arz etmektedir. Zira Türk Ticaret Kanunu m 870 f 2, lafız olarak Alman Ticaret Kanunu eski §420 f 2 ile birebir örtüşmektedir. Bu nedenle yazarın, ATK eski §420 f 2 e ilişkin yaptığı değerlendirmeler hukukumuz için halen önem arz etmektedir.74  Koller, Risikobereich (n 6) 955- 956. Aynı yönde Koller, Kommentar (n 4) §420, Nr 26.632Seven, Oyal / Taşıma Hukukunda Riziko Alanı İlkesi Bağlamında Nötr Alan ve COVID-19 un Nötr Alan Olarak...üzerinde doğrudan etkili olan engelin, gönderene kıyasla taşıyıcı tarafından en yüksek özenin gösterilmesi durumunda engellenebilir veya en azından hesaba katılabilir olup olmadığının tespit edilmesi gerektiğini belirtmiştir. Hava olaylarından kaynaklı yol engellerinin, yılın belli zamanlarında gerçekleşen su yükselmelerinin, buz akımları veya fırtına gibi durumların en azından taşıyıcı için kural olarak hesaplanabilir olduğunun kabul edilmesi gerektiğini, zira taşıyıcının taşıma konusunda uzman kişi olarak engel sebeplerine daha yakın olduğunu ve taşıma işini ifa etme sözü veren kişi olarak olası taşıma engelleri, bunların nedenleri ve gerçekleşme olasılıkları gibi  konularla  taşıyıcının  ilgilenmesi  gerektiğini  savunmaktadır.  Kaza  riskinin daha yüksek olduğu zamanlarda (örneğin kış, buzlanma vs.) üçüncü bir kişinin sebep olduğu bir trafik kazası sonucu yolun kapanmasının da taşıyıcı tarafından öngörülebilir olduğunu ifade etmiştir. Koller, bu hüküm kapsamında da gönderenin güzergahı belirlediği veya taşıyıcıya belli yolları kullanması yönünde talimat verdiği hallerde taşıyıcının, bu yollarda karşılaşması  muhtemel  tehlikeleri,  başka  yollar  seçerek  önlemesinin  mümkün olmadığını,  fakat  taşıyıcının,  kural  olarak  talimat  konusu  yollarda  karşılaşması muhtemel tehlikeleri, gönderene kıyasla daha iyi tespit edip değerlendirebileceğini; sonradan verilen talimatlara kıyasla, baştan talimat verilmesi durumunda taşıyıcının bu talimatlardan doğan tehlikeleri daha iyi hesaplayabileceği için daha yüksek bir ücret  belirlemek  suretiyle  kendisini  koruyabileceğini  ifade  etmiştir.  Dolayısıyla taşıyıcı, gönderenin talimatı doğrultusunda bir güzergâh bile belirlese, ortaya çıkacak taşıma engellerinin peşinen taşıyıcının riziko alanına dahil edilmeyeceğini söylemek mümkün değildir.Gönderenin alanındaki bir kusurdan kaynaklı engellerinse evleviyetle taşıyıcının riziko alanına dahil edilemeyeceğini; gönderen tarafından daha iyi kontrol edilebilen veya öngörülebilen dışarıdan kaynaklanan ve etkisi itibariyle doğrudan bir taşıma engeline  sebep  olan  engellerin  de  gönderenin  riziko  alanına  dahil  edileceğini belirtmiştir.  Örneğin  eşyanın  paketlemesindeki  kusur  nedeniyle  taşımanın kararlaştırılan süre içerisinde tamamlanmasının mümkün olmaması veya gönderenin kendi davranışından ötürü taşınacak eşyanın müsadere edilmesine sebep olması nedeniyle taşıma işinin engellenmesinde gönderenin alanından kaynaklı bir kusur söz konusu olacak ve bundan kaynaklı taşıma engelinin gönderenin riziko alanına dahil edilmesi gerekecektir.Koller, dışsal bir etkenden kaynaklanan ve taşıyıcı için öngörülmesi veya kontrol edilmesi mümkün olmayan bir sebepten ötürü bir taşıma engelinin meydana gelmesi durumunda Alman Federal Yüksek Mahkemesi nin anılan içtihadı doğrultusunda bunun taşıyıcının riziko alanına dahil edilmesinin mümkün olmayacağını, dolayısıyla böyle bir taşıma engelinin gönderenin riziko alanına dahil edilmesi gerekeceğini 633İstanbul Hukuk Mecmuası 78/2belirtmiş. Yazar buna gerekçe olarak iki argümanın ileri sürülebileceğini savunmuştur: Taşıma sözleşmesi kapsamında taşıyıcı, tipik bir eser sözleşmesinin yüklenicisine göre taahhüt ettiği edimini ifa ederken, dışarıdan kaynaklanan rizikolara karşı daha korunmasızdır ve bu durum, taşıma sözleşmesi ile üstlenilen edimin ifasını taşıyıcı bakımından zorlaştırmaktadır. Dolayısıyla taşıyıcı, edimini ifa ederken maruz kaldığı riskler nedeniyle herhangi bir yükleniciye kıyasla korunmaya daha muhtaçtır. Ayrıca gönderen, taşıma işini gerçekleştirmesi için taşıyıcı ile anlaşarak, yükün nakliyesini kendi  başına  gerçekleştirme  zorunluluğundan  kurtulmaktadır.  Başka  bir  deyişle taşıyıcı olmasa gönderen, taşıma işini kendisi gerçekleştirmek zorunda kalır. Yani taşıma işini kendisi gerçekleştirirken, taşıyıcının riziko alanına dahil edilemeyen taşıma engelleriyle kendisi karşılaşmak ve bundan doğan maddi külfete katlanmak zorunda kalacakken, sırf taşıma işini gerçekleştirmesi için bir taşıyıcıyla anlaştığı için, taşımayı gerçekleştirseydi sonuçlarına kendisinin katlanması gerekeceği taşıma engellerinden taşıyıcının sorumlu tutulmaması gerekir. c. Teslim Engeli Nedeniyle Kullanılan Tasarruf Yetkisinden Kaynaklı, Taşıyıcının Yaptığı Giderleri ve Ek Ücreti Düzenleyen Alman Ticaret Kanunu §419 f 1 c 4 ün DeğerlendirmesiKoller,  gönderenin  menfaati  olmayan  kısmi  taşımalara  ilişkin  yapılan değerlendirmelerin, taşıyıcının kendi riziko alanında yer almayan teslim engeli nedeniyle yük üzerinde tasarruf hakkı sahibinin tasarruf yetkisini kullanmasından kaynaklı olarak yaptığı giderler ve ek ücret hakkı bakımından da önem arz ettiğini belirtmiştir. Alman Ticaret Kanunu §419 f 1 kapsamında gönderen, yük teslim edildikten sonra sözleşmeyi tek taraflı olarak modifiye etmekte ve taşıyıcıya, sözleşmeyle üstlenmediği edimler  yüklemektedir.  Koller,  taşıma  veya  teslimin  imkansız  hale  gelmesi durumunda, ifa imkansızlığını düzenleyen Alman Borçlar Kanunu nun m 275 f 1 ve f 2 hükümlerine atıfla, taşıyıcının kendi edimlerini yerine getirmekten kurtulacağını; ifa imkansızlığının ortaya çıktığı anda yük yolda olduğu için bu noktadan sonra aslında yükle, gönderenin ilgilenmesi gerekeceğine dikkat çekmektedir. Yazara göre, taşıyıcı Alman Ticaret Kanunu m 419 f 1 c 3 uyarınca gönderen yerine eşyalarla 75  Alman Ticaret Kanunu §419 f 1, Türk Ticaret Kanunu m 869 f 1 e paraleldir. 2013 yılında yapılan değişiklik öncesi maddenin lafzı, Türk Ticaret Kanunu m 869 la aynıyken, değişiklik sonrası hükmün dili biraz daha sadeleştirilmiştir, ancak riziko alanı ilkesi içeren dördüncü cümlesi değişiklik sonrasında da aynen korunmuştur. §419 f 1 in güncel metninin serbest tercümesi şu şekilde verilebilir;     Yükün teslim alınmasından sonra taşımanın veya teslimin sözleşmede kararlaştırıldığı şekilde yapılmayacağı anlaşılırsa, taşıyıcı §418 veya §466 uyarınca tasarruf hakkına sahip kişiden talimat almak zorundadır. Tasarruf hakkını gönderilen haizse ve bulunamıyorsa veya eşyayı teslim almaktan kaçınıyorsa; yük senedi düzenlenmemişse, tasarruf hakkı birinci cümle uyarınca gönderen tarafından kullanılır. Tasarruf hakkının kullanılması taşıma senedinin ibrazına bağlı tutulmuş olsa bile bu hâlde taşıma senedinin ibrazı gerekli değildir. Taşıyıcı, kendisine talimat verilen durumlarda, teslim engelinin taşıyıcının riziko alanına giren bir nedenden kaynaklanmamış olması şartıyla, §418 f 1 c 4 de öngörülen istem haklarını ileri sürebilir. 76  Koller, Risikobereich (n 6) 957.634Seven, Oyal / Taşıma Hukukunda Riziko Alanı İlkesi Bağlamında Nötr Alan ve COVID-19 un Nötr Alan Olarak...ilgileniyorsa, fazladan üstlendiği bu yükümlülük için yaptığı masrafların tazminini ve ek bir ücreti, sadece gönderenin alanından kaynaklı veya gönderen tarafından daha iyi kontrol edilebilir ve öngörülebilir taşıma engellerinde değil, her iki taraf için de kontrol edilemeyen ve öngörülemeyen nötr alanda yer alan teslim ve taşıma engellerinde de isteyebilmelidir. Dolayısıyla  bu  hüküm  kapsamında,  taşıyıcının  riziko  alanına  dahil  edilecek taşıma engellerinin doğru tespit edilmesi gerekir. Yazar, taraflardan bağımsız olarak  dışarıdan  kaynaklanan ve etkilerini doğrudan taşıma süreci üzerinde doğuran olayların, kural olarak taşıyıcı tarafından daha öngörülebilir ve kontrol edilebilir olduğunu, özellikle hava olayları gibi tipik taşıma engelleri ve bunun yanı sıra taşıyıcının seçtiği taşıma tipinin ve taşıma yollarının riskini de kendisinin taşıdığını, bu gibi sebeplerden kaynaklı taşıma engellerinin taşıyıcının riziko alanına dahil edileceğini belirtmiştir. Bunun yanı sıra, yine dışarıdan kaynaklı ve sonuçlarını doğrudan taşıyıcının alanında doğuran taşıma engelleri, gönderene kıyasla, taşıyıcının en yüksek özeni göstermek suretiyle öngörebileceği ve kontrol edebileceği bir engelse, bunun da taşıyıcının riziko alanına dahil edilmesi gerekir. Öte yandan Koller e göre tamamen atipik, öngörülemeyen ve kontrol edilmesi mümkün olmayan olaylarda taşıyıcının ek ücret ve yaptığı masraflar için tazminat talep etme hakkı vardır. Yazar, böyle bir duruma örnek olarak bir terör olayı nedeniyle taşıma güzergahının kapatılması veya çok atipik bir hava olayının meydana gelmesini göstermiştir. Bu gibi durumlarda aksaklığın doğrudan taşıma aracına mı, yoksa taşıma yoluna mı etki ettiğinin de bir önemi yoktur.d. Taşıma Sözleşmesinin Feshini Düzenleyen Alman Ticaret Kanunu §415 e İlişkin DeğerlendirmesiAlman Ticaret Kanunu §415 f 2 c 2 uyarınca  Taşıma sözleşmesinin feshi, taşıyıcının riziko alanına giren bir sebepten kaynaklanmışsa, taşıyıcı, birinci cümlenin ikinci bendi uyarınca pişmanlık ücretine ilişkin bir istemi ileri süremez; sözleşmenin ifasında gönderenin menfaati yoksa, taşıyıcının birinci cümlenin ilk bendinden doğan istem hakkı da düşer. Koller e göre, gönderenin fesih hakkını kullanmak suretiyle taşıma sözleşmesine müdahale  ettiği  göz  önünde  bulundurulduğunda  Alman  Ticaret  Kanunu  §415 kapsamında taşıyıcının riziko alanının Alman Ticaret Kanunu §420 f 2 c 2 kapsamında belirlenen riziko alanından daha geniş olamayacağı açıktır. Taşıyıcının organizasyon alanında yer almayan ve taşıyıcı tarafından öngörülebilir veya kontrol edilebilir olmayan nötr taşıma engelleri, etkilerini doğrudan taşıyıcının alanında gösterseler bile gönderen aleyhine sonuç doğuracaktır. Gönderenin organizasyon alanından kaynaklı 77  ibid 957-958.635İstanbul Hukuk Mecmuası 78/2veya ‘doğrudan  gönderenin alanına etki eden ve taşıyıcı için gönderene kıyasla daha öngörülebilir ve kontrol edilebilir olmayan fesih sebepleri de evleviyetle gönderen aleyhine sonuç doğuracaktır. Örneğin gönderen, taşıma sözleşmesini yüklenecek mal elinde olmadığı veya gönderenin gerçekleştirilmesi planlanan taşımadaki menfaati sonradan ortadan kalktığı için feshedilmişse, bu fesih sebepleri taşıyıcının riziko alanına  girmez. Yazar,  gönderenin  mücbir  sebep  dolayısıyla  yüklenecek  malın zilyetliğini edinmesinin imkansız hale geldiği durumlarda da ortaya çıkan fesih sebebinin taşıyıcı için evleviyetle kontrol edilemez ve hesaplanamaz olmasından ötürü gönderenin riziko alanına gireceğini belirtmiştir. Koller,  taşımanın  gerçekleştirileceği  yolun  kapalı  olmasının;  taşıyıcının organizasyon alanından kaynaklı bir nedenden ileri gelmediği ve taşıyıcı tarafından en yüksek özenin gösterildiği durumda bile öngörebilir ve engellenebilir olmadığı durumlarda, bu engelin taşıyıcıya yükletilmemesi gerektiğini ifade etmiştir. Ancak yazara göre yol, uzun bir süre kapalı kalacaksa ve bu nedenle yükün teslimatının zamanında yapılması imkansız hale gelmişse, taşıma ve teslim engellerini düzenleyen Alman Ticaret Kanunu §419 f 1 anlamında bir taşıma engeli oluştuğu kabul edilmeli ve Alman Ticaret Kanunu §§ 419 f 1, 420 f 2 c 2 yle çelişkili bir değerlendirmeden kaçınılmalıdır. Taşıma engellerinde gönderen, taşıma işinin derhal sona erdirilmesi yönünde talimat verebilir. Böyle bir durumda gönderen sadece, kat edilen mesafe kadar ücret ödemek zorundadır. Bu husus, taşıma engelinin gönderenin alanından kaynaklandığı durumlar için de geçerlidir. Dolayısıyla gönderen yol kapalı olduğu için, taşımanın sonlandırılması yönünde talimat vermek (ATK §§419 f 1, 418 f 1) yerine taşıma sözleşmesini feshederse yine sadece mesafe ücreti ödemek zorundadır.e. Yükleme ve Boşaltmayı Düzenleyen Alman Ticaret Kanunu §412 e İlişkin DeğerlendirmeleriAlman  Ticaret  Kanunu  §412  f  3  uyarınca   Taşıyıcı,  sözleşme  hükümlerine dayanarak veya kendi risk alanından kaynaklanmayan nedenlerle makul yükleme veya boşaltma süresinden daha fazla beklerse, bekleme ücreti olarak uygun bir ücrete hak kazanır .Koller, Alman Ticaret Kanunu §412 f 3 bakımından öncelikli olarak üzerinde durulması kavramın  taşıyıcının beklemesi  kavramı olduğunu ileri sürmektedir. Alman  Ticaret  Kanunu  §412  f  3  uyarınca  taşıyıcının,  bekleme  ücretine  hak kazanabilmesi için öncelikle beklemesi gerekmektedir. Bekleme, taşıyıcının yükleme veya boşaltmaya hazır olduğu an başlar. Koller e göre beklemeden bahsedilebilmesi için  gönderenin,  sözleşmeyle  kendisine  düşen  katılım  yükümlülüğünü  yerine getirdiğinde,  taşıma  aracının  yüklenebiliyor  veya  boşaltılabiliyor  olması 78  ibid 958-959.79  Aynı yönde bkz. OLG Nürnberg, 23.10.2002 – 12 U 1447/02.636Seven, Oyal / Taşıma Hukukunda Riziko Alanı İlkesi Bağlamında Nötr Alan ve COVID-19 un Nötr Alan Olarak...gerekir.  Yazar,  örneğin  fırtına  nedeniyle  yükleme  rampasının  yanaştırılamadığı durumlarda, taşıyıcının Alman Ticaret Kanunu §412 f 3 anlamında beklemesinden bahsedilemeyeceğini,  zira  beklemeden  bahsedilebilmesi  için  yüklemeye  veya boşaltmaya hazır olma durumunun söz konusu olması gerektiğini belirtmiştir. Her iki tarafın da öngöremediği ve kontrol edemediği bir nedenden ötürü yükleme veya  boşaltma  yerine  ulaşılamamasının  riski,  gönderene  sadece,  yükleme  veya boşaltma yeri gönderen ya da alıcının alanında yer alıyorsa ve taşıyıcı, gönderenin/alıcının arazisine kadar ulaşmış, fakat araziye giremiyorsa yükletilebilir. Yazara göre, gönderen veya alıcının arazisine kadar gitmiş, fakat araziye giremediği için yükleme/boşaltma yapamayan taşıyıcı için aslında Alman Ticaret Kanunu §412 f 3 uyarınca beklemeden  bahsedilemez,  zira  taşıyıcı  teknik  olarak  henüz  yükleme/boşaltma alanına ulaşmış değildir. Bununla birlikte, gönderenin alanından kaynaklanan bir engelin, taşıyıcının yüklemeye hazır hale gelmesini imkansızlaştırdığı durumlarda Alman Ticaret Kanunu §412 f 3 ün kıyasen uygulanabileceğini ifade etmiştir. Koller, taşıyıcının personelinin, gönderenin personeline destek vermek için gönderenin personeli  tarafından  gerçekleştirilen  greve  katılmasının;  gönderenin  alanından kaynaklanan bir engelin, taşıyıcının yüklemeye hazır hale gelmesini imkansızlaştırdığı durumlara örnek teşkil ettiğini belirtmiştir.Gönderenin alanından kaynaklı kusurlarda, yükleme veya boşaltmadaki aksaklıklar taşıyıcının riziko alanına dahil edilemez. Bu duruma gönderenin yüklenecek eşyaya sahip olmaması veya personelinin grev yapması örnek olarak gösterilebilir. Hatalı yükleme veya boşaltma planı yapılması da yine gönderenin alanından kaynaklı bir organizasyon hatasıdır. Yazara  göre  bekleme  sırasında  sadece,  taşıyıcının  alanındaki  kusurlardan kaynaklanan engeller taşıyıcının riziko alanına dahil edilebilir. Taşıyıcının kusurlu davranışları, kendi alanından kaynaklanan bir kusur olarak nitelendirilebilir. Yazar taşıyıcının organizasyon alanından kaynaklı diğer eksikliklerin genellikle taşıyıcının yükleme  ve  boşaltmaya  hazır  olmasına  engel  teşkil  edeceğinden,  taşıyıcının, ‘bekleme  süresi içinde olduğundan bahsedilemeyeceğine ayrıca dikkat çekmiştir.Bunun  ötesinde  Koller e  göre,  gönderene  kıyasla  taşıyıcı  tarafından  daha öngörülebilir ve kontrol edilebilir olan engeller taşıyıcının riziko alanına dahil edilmelidir. Bu tip durumlara, taşıyıcının yüklemenin işletme güvenliğine uygun şekilde yapılabilmesi için gerekli bilgileri gönderenle paylaşmaması veya boşaltma sırasında taşıyıcıdan kaynaklı bir nedenle eşyanın zarar görmesi sonucu inceleme yapılması gerektiği için boşaltmanın gecikmesi örnek olarak verilebilir.  Dışarıdan  kaynaklanan fakat doğrudan taşıyıcının alanı üzerinden taşıma sürecine etki eden 80  Aynı yönde bkz. Didier (n 55) 202; Thume (Schmidt), (n 4) §412, Nr 37.81  Aynı yönde Thume (Schmidt), (n 4) §412, Nr 37.637İstanbul Hukuk Mecmuası 78/2öngörülebilir ve kontrol edilebilir aksaklıklar için de bu geçerlidir. Taşıyıcı için daha öngörülebilir veya kontrol altına alınabilir bir taşıma engeli, doğrudan gönderenin yükleme veya boşaltmada kendi yükümlülüğünü yerine getirmesine etki ediyorsa, bu taşıma engeli yine taşıyıcının riziko alanına girer. Yazara göre, bu tip bir duruma örnek bulmak kolay değildir. Taşıyıcının adamlarının kusurlu şekilde gönderenin yükleme düzeneğine zarar vermeleri ve bu nedenle yüklemenin gecikmesi taşıyıcının riziko alanına dahildir. Taşıyıcının araçlarından birisinin, bir başkası yüzünden alev alması nedeniyle gönderenin yükleme sistemlerinin işlemez hale gelmesi durumunda da yine bu engel taşıyıcının riziko alanına girmektedir. Koller e  göre,  her  iki  taraf  için  de  öngörülemeyen  ve  kontrol  edilemeyen, gönderenin alanı üzerinden ‘doğrudan  yükleme veya boşaltmaya etki eden ‘nötr  engellerde nasıl hareket edilmesi gerektiği açık değildir. Çok atipik bir hava olayı veya yükleme sırasında bir uçağın gönderenin arazisine düşmesi gibi durumlar örnek olarak düşünülebilir. Bu gibi durumlarda, yükleme veya boşaltmaya gönderenin vesile olduğu ve taşıyıcının korunmaya daha muhtaç olduğu düşünceleri ön planda tutulmalı ve bu gibi engeller taşıyıcının riziko alanına dahil edilmemelidir. Bu yorum yazara göre, Alman Medeni Kanunu §642 yle de uyum içinde olacaktır. Dolayısıyla gönderen,  dışarıdan  kaynaklanan ve gönderenin alanı üzerinden yükleme veya boşaltmaya  doğrudan  etki eden bir engelin kendisi için öngörülemez ve kontrol edilemez  olduğunu  ileri  sürerek  sorumluluktan  kurtulamaz.   Dışarıdan   etki etmesine rağmen gönderen tarafından hükmedilebilecek engellerden de evleviyetle gönderen sorumludur.Öte yandan dış etkenlerden kaynaklanan, her iki taraf için de öngörülemez ve kontrol edilemez bir olayın her iki tarafında da alanlarına doğrudan etki etmesi durumu farklılık arz etmektedir. Böyle bir durumda kanun koyucunun, taşıyıcıyı korumak istediği göz önünde bulundurularak bekleme ücreti talebinde bulunulabileceği kabul edilmelidir. Ancak Koller e göre dışarıdan etki eden, gönderen için öngörülemez ve kontrol edilemez bir engel nedeniyle beklemek zorunda kalan taşıyıcı, bir başka potansiyel müşteri ile sözleşme yapmış olsaydı, yine beklemek zorunda kalacaktıysa, bekleme ücreti talep edemez. Bu husus, gönderen yüklemeyi zamanında yapmış olsa bile taşıyıcının yükleme noktasını yine terk edemeyeceği durumlar için de geçerlidir.82  Alman Medeni Kanunu §642 nin serbest tercümesi şu şekilde verilebilir:  Alman Medeni Kanunu §642 - İş Verenin Katılma Yükümlülüğü(1) Bir eserin yapımı için iş verenin bir eylemi gerekliyse, yüklenici, işverenin bu eylemi gerçekleştirmeyi ihmal etmesinden ötürü temerrüde düştüğü durumda uygun bir tazminat talep edebilir.(2) Tazminat tutarı belirlenirken; bir yandan gecikmenin uzunluğu ve taraflarca kararlaştırılan ücret, diğer yandan yüklenicinin gecikme sonucu yapmaktan kurtulduğu masraflar veya işgücünün başka yerde kullanımı yoluyla elde edebilecekleri dikkate alınır. 83  Aynı yönde OLG Karlsruhe, 12.06.2017 − 22 U 5/16 BSch.638Seven, Oyal / Taşıma Hukukunda Riziko Alanı İlkesi Bağlamında Nötr Alan ve COVID-19 un Nötr Alan Olarak...B. Nötr Alanın Türk Hukuku Bakımından DeğerlendirilmesiTürk hukukunda riziko alanı ilkesi ve dolayısıyla  nötr  alan kavramları, ne doktrinde ne de yargı kararlarında üzerinde durulan kavramlar değildir. Ancak yukarıda açıklandığı üzere, mehaz hukukta bu ilke, gerek yargı kararlarında gerekse doktrinde derinlemesine irdelenen ve üzerinde çokça çalışılmış bir konudur. Türk Ticaret Kanunu nun taşıma hukukuna ilişkin hükümlerinin, mehaz kanunda 2013 yılında  yapılan  değişiklikten  önceki  hükümlere  paralel  olduğu  ve  kısmen  bu hükümlerle örtüştüğü göz önünde bulundurulduğunda, Alman hukuku bakımından Alman Federal Yüksek Mahkemesi ve Alman doktrini tarafından ortaya konulan görüşler, hukukumuz bakımından da önem arz etmektedir.Alman doktrininde nötr alanın varlığını kabul eden görüşe katılmaktayız. Her ne kadar Türk Ticaret Kanunu nun riziko alanı ilkesine yer veren hükümlerinin gerekçelerinde nötr alana ilişkin bir değerlendirme yer almasa da iki örnek üzerinden nötr alanın varlığının kabulü gerektiği ortaya konabilir;a. Beklenmedik bir olay sebebiyle (örneğin devlet başkanına suikast gibi) ulusal yas ilan edilmesi sebebiyle çalışma yasağının ortaya çıktığını kabul edelim Çalışma yasağı sebebiyle eşyanın yüklenmesi makul süreyi geçmiş ise, taşıyıcı TTK m 863/3 uyarınca bekleme ücreti talep edebilir. Bu hükme göre gecikmeye sebep olan engelin taşıyıcının kendi riziko alanından kaynaklanmaması ( ...kendi risk alanından kaynaklanmayan sebeplerle... ) bekleme ücretinin talep edilmesinin olumsuz şartını oluşturur. Vurgulamak gerekir ki, TTK m 863/3 te taşıyıcının riziko alanı dikkate alınmaktadır. Ulusal yas sebebiyle ortaya çıkan genel çalışma yasağı, taşıyıcının riziko  alanından  kaynaklanmıyorsa,  bu  olayın  rizikosu,  yani  ekonomik  külfeti, gönderen üzerindedir. Taşıyıcının riziko alanında yer almayan bir sebep, gönderenin üzerine yüklenir. Genel çalışma yasağı, aynı taşıyıcı gibi, gönderenin riziko alanında yer almasa da, TTK m 863/3 de taşıyıcının riziko alanı dikkate alındığından, engelin taşıyıcının alanına girmediği ve nötr bir alanda bulunmadığı için ortaya çıkan ekonomik külfet gönderene aittir.b. Aynı sebeple genel çalışma yasağının taşıma sırasında ortaya çıktığını kabul edelim Acaba bu durumda, taşıyıcı bekleme ücreti gibi TTK m 870/3 e göre taşımanın gecikmesi sebebiyle ek taşıma ücreti talep edebilir mi? Nötr bir alan bulunmadığı kabul edildiğinde ilk önce ilgili hükümde kimin riziko alanının düzenlendiği tespit edilmelidir. Başka bir ifadeyle alan esası yönünden bir değerlendirme yapılmalıdır. TTK m 870/3 te yer alan  ...gecikme gönderenin riziko alanına giren bir nedenden 84  Bu konudaki ilk ve tek değerlendirme için bkz. Seven (n 13) 213 vd.85  Yavaş, TTK m 865 e bakımından riziko alanını  tarafların her birinin yüklemede (ve boşaltmada) kanun veya sözleşme gereği üzerine düşen görevlerin ifasına ilişkin faaliyetlerin tümü  olarak tanımlamıştır; Yavaş (n 20) 45 dn 187; Gönen Eriş, Açıklamalı – Gerekçeli – İçtihatlı Taşıma Hukuku (Seçkin 2015) TTK m 863.86  Seven (n 13) 214.639İstanbul Hukuk Mecmuası 78/2kaynaklanmışsa...  ifadesi ile esas alınan alanın gönderene ait olduğu görülmektedir. Aynı maddenin birinci fıkrasında veya ilk örnekte yer alan TTK m 863/3 ten farklı olarak, bu hüküm gönderenin riziko alanını dikkate almaktadır. Genel çalışma yasağı gönderenin riziko alanına girmediği için geciken taşıma sebebiyle taşıyıcı TTK m 870/3 e göre ek taşıma ücreti talep edemez. Çünkü genel çalışma yasağı gönderenin riziko alanına girmediği için bu hüküm uyarınca taşımadaki gecikmenin ekonomik külfetine taşıyıcı katlanacaktır. Yukarıda  belirtildiği  üzere Alman  Federal Yüksek  Mahkemesi, Türk Ticaret Kanunu m 870 f 3 e paralel düzenleme olan Alman Ticaret Kanunu §412 f 3 bakımından ikinci örnekte belirtilen görüşü benimseyen bir karar vermiştir. Federal Yüksek Mahkeme, kanun lafzında gönderenin riziko alanından bahsedildiği için gönderenin riziko alanına girmeyen her türlü taşıma engelinin neden olduğu ekonomik külfete taşıyıcının katlanacağını belirtmiştir. Ancak bu karar, kanaatimizce de haklı olarak Alman  doktrini  tarafından  eleştirilmiştir.  Mücbir  sebeplerin  taraflardan birinin alanını etkilediği hallerde bu sebeplerin riskini söz konusu tarafın taşıyacağı, kabul edilebilecek bir yaklaşım değildir. Zira nötr alanın dışlandığı hallerde, mücbir sebebin hangi tarafın alanı içinde sayılacağı belirlenmekte ve buna göre bu engelin ortaya çıkardığı riziko bir tarafa yüklenmektedir.Örneğin uçak kazası (işletmeye bir yolcu uçağının düşmesi) sebebiyle yükleme gecikirse, bu durumun rizikosunun gönderene yüklenmesi somut olay adaletine uygun değildir. Benzer şekilde yukarıdaki örnekte olduğu gibi, beklenmedik bir halde ortaya çıkan genel çalışma yasağı sebebiyle gönderene, bekleme ücretini ödeme yükümlülüğü yüklenmemesi gerekir. Dolayısıyla bu nitelikteki sebeplerin, her durumda taraflardan birinin alanında sayılmasını kabul ederek bir çözüme ulaşmaya çalışmak akla uygun değildir. Diğer taraftan ortak kusur sebebiyle bir engelin, her iki tarafın riziko alanına girdiği durumlarda, engelin rizikosunun ya taşıyıcıya ya da gönderene yüklenmesini anlamsız kılmaktadır. Örneğin gönderen, eşyayı yanlış istiflemiş,  taşıyıcı  (araç  sürücüsü)  söz  konusu  yanlışlığı  fark  etmesine  rağmen yüklemenin tamamlanmasından sonra göndereni uyarmışsa, her iki tarafın eşdeğer ölçüdeki kusuru sonucunda yüklemenin gecikmesi hali ortaya çıkabilir. Bu halde yüklemedeki gecikme hangi sebeple taşıyıcı veya gönderenin alanında görülecektir? Nötr alanının varlığının kabul edilmemesi halinde, bu soruya tatmin edici bir cevap vermek zordur. Şayet nötr alanının varlığı kabul edilirse, eşdeğer ölçüdeki ortak kusur sebebiyle engel bu alanda yer alır. Kanaatimizce, nötr alanının varlığının dışlanmasına yönelik görüşlere getirilen eleştiriler  haklı  gözükmektedir.  Çünkü  her  iki  tarafın  da  riziko  alanında  yer 87  Koller, Kommentar (n 4) § 412, Nr 53; Dieter Rabe, ‘Die Sphärentheorie im Seehandelsrecht  (2012) TransportR 35 (3) 56, 56 vd.88  Bkz. Koller, Risikobereich (n 6) 955.640Seven, Oyal / Taşıma Hukukunda Riziko Alanı İlkesi Bağlamında Nötr Alan ve COVID-19 un Nötr Alan Olarak...almayan,  öngörülmesi  mümkün  olmayan  sebeplerin  ekonomik  külfetinin  her zaman taraflardan birine yükletilmesi hakkaniyete uygun bir çözüm değildir. Kusur, sebep olma, tehlike, hakimiyet, organizasyon alanı gibi gerek sübjektif gerekse de objektif esaslarla bir engelin rizikosunun hangi tarafta olduğunu tespit etmekte bir sorun yoktur. Çünkü bu halde söz konusu unsurlardan hareket edilerek bir sebep taraflardan  birine  isnat  edilmektedir. Ancak  mücbir  sebeplerin  tarafların  riziko alanlarına dahil edilmesi hukukun genel ilkesine aykırıdır. Mücbir sebebin ekonomik sonuçlarına diğer tarafın katlanmasını beklemek, menfaatler dengesine de uygun düşmez. Ayrıca TTK hükümleri incelendiğinde, TTK m 870/2, c 2 dışındaki bütün hallerde bu riziko gönderene yükletilmiş bulunmaktadır. Şu da var ki, bazı uç örnekler ile nötr alanının reddedilmesinin haksız sonuçları açıkça ortaya çıkmaktadır (argumentum  ad  absurdum).  Örneğin  yükleme  yerine  giden  taşıma  aracının üzerine savaş uçağı düştüğünü ve bu sebeple yüklemenin geciktiğini kabul edelim Kanaatimizce savaş uçağı düşmesinden kaynaklanan engelin taşıyıcının riziko alanı içinde değerlendirileceğini söylemek mümkün değildir. Tamamen dışsal bir durum olarak bu kazayı, taşıyıcının öngörmesi ve sonuçlarını ortadan kaldırması mümkün değildir. Bu gerekçelerle, gecikme taşıyıcının riziko alanında olmadığından, nötr alanın  bulunmadığı  durumlarda  bu  engelin  rizikosu  gönderene  yüklenmektedir. Dolayısıyla  gönderen  bekleme  ücreti  ödemek  zorunda  kalacaktır.  Şayet  taşıma aracının üzerine uçak düştüğü için bu engelin taşıyıcının riziko alanında yer aldığı kabul edilirse, gönderen bekleme ücreti borcu altına girmez. Fakat bu sonucun kabulü ise, riziko alanı ilkesinin uygulanmasını tamamen tesadüflere bağlamaktadır. Gönderenin işletmesi üzerine uçak düşmesi ile taşıyıcının işletmesi üzerinde aynı olayın yaşanması arasında hukuki olarak bir fark yaratılamaz. Aksi halde hukuk kuralları, sadece tesadüfi sonuçlar sebebiyle alacak ve borç yaratma yoluna gider. Taşıyıcı ve gönderenin işletmesinin birbirine komşu olduğu durumlarda, tamamen dışsal sebeplerden ötürü sadece bir tarafın işletmesinin etkilenmesi tamamen tesadüfi olabilir. Dolayısıyla tamamen dışsal ve öngörülmesi mümkün olmayan sebepler kimin organizasyon alanı üzerinde etkide bulunursa bulunsun bu hallerin nötr alanda yer alması gerekmektedir. C. Türk Hukukunda Riziko Alanı İlkesinin  Uygulanmasına Dair Değerlendirmeler1. Riziko Alanı İlkesine Yer Verilen Hükümlerde İzlenecek MetodolojiYukarıda belirtildiği üzere Türk Ticaret Kanunu nun kara taşıma hukukuna ilişkin sadece altı maddesinde (TTK m 863/3, 865, 866/2, 867/4, 869/1 ve 4, 870/2, 3) riziko alanı ilkesine yer verilmiştir. Tekrar vurgulamak gerekir ki riziko alanı ilkesi, bir sorumluluk türü değildir. Dolayısıyla riziko alanı ilkesine yer verilen hükümler uygulanırken, belli bir sistematik içerisinde hareket edilmesi, gerek taşıma engelinin 641İstanbul Hukuk Mecmuası 78/2hangi alanda yer aldığını tespit ederken, gerekse taşıma engelinin yer aldığı alanın tespiti yapıldıktan sonra ilgili hükmün uygulanmasında belli bir metodoloji izlenmesi gerekir.2. Taşıma Engelinin Hangi Alanda Yer Aldığının TespitiTaşıma sözleşmesinin taraflarından birisi, riziko alanı ilkesine yer verilen bir hükme dayalı bir talepte bulunmuşsa, öncelikle taşıma engelinin ne olduğu doğru tespit edilmelidir. Taşıma engeli tespit edildikten sonra, bu engelin gönderenin mi yoksa taşıyıcının mı riziko alanında yer aldığı belirlenmelidir. Taşıma engelinin taraflardan  birisinin  alanında  yer  alıp  almadığı  tarafların  veya  yardımcılarının kusuru, organizasyon alanından kaynaklı bir kusur, öngörülebilirlik, hakimiyet gibi kriterler aracılığıyla belirlenir. Bir taşıma engelinin taraflardan birinin alanında yer alıp almadığını tespit edebilmek için şu sorular sorulmalıdır;•  Taşıma  engeli,  taraflardan  birinin  veya  yardımcılarının  veyahut  da  taşıma sözleşmesinin  ifasında  kullanılan  üçüncü  bir  kişinin  kusurundan  mı kaynaklanmıştır?•  Taşıma engeli, taraflardan birinin kusuru olmasa dahi organizasyon alanından kaynaklanan bir hata, eksiklik veya kusurdan mı ileri gelmiştir?•  Taşıma engeli, taraflardan birisi için öngörülebilir olduğundan meydana gelmeden önce engellenmesi mümkün müydü?•  Taşıma engeli, taraflardan birisi kendisinden beklenen özeni gösterseydi taşıma engeline neden olan sebebi kontrol altına alarak taşıma engelinin ortaya çıkmasını engelleyebilir miydi?Bu sorulardan bir tanesine taraflardan birisi için olumlu cevap verilebiliyorsa, somut olayda taşıma engelinin o tarafın alanından kaynaklandığını kabul etmek gerekir. Dolayısıyla taşıma engeli, o tarafın riziko alanına dahil edilir. Sözleşmenin her iki tarafı için de yukarıda anılan sorulara verilen yanıtlar olumsuz ise, o zaman taşıma engelinin nötr alandan kaynaklandığını kabul etmek gerekir.3. COVID-19 un Sebep Olduğu Taşıma Engellerinin DeğerlendirilmesiDünya  Sağlık  Örgütü  tarafında  coronavirüsün  sebep  olduğu  hastalık  olarak tanımlanan COVID-19, hastalarda ağır akut solunum yetmezliğine sebep olmaktadır. Bu hastalığın, bulaşma hızı yüksek olmasının yanı sıra kuluçka süresinin 2-14 gün arasında değişmesi ve enfekte olmakla birlikte henüz hastalık belirtilerini göstermeyen 89  URL:https://www.who.int/emergencies/diseases/novel-coronavirus-2019/question-and-answers-hub/q-a-detail/q-acoronaviruses (Erişim Tarihi: 23.05.2020).642Seven, Oyal / Taşıma Hukukunda Riziko Alanı İlkesi Bağlamında Nötr Alan ve COVID-19 un Nötr Alan Olarak...kişilerin taşıyıcı olarak hastalığı hızla yaylamaları Şubat 2020 itibariyle tüm dünyada COVID-19 un hızla yayılmasına neden olmuştur. Hastalığın resmi olarak bildirilen ilk ortaya çıkış tarihi 7 Ocak 2020 dir. Bundan yaklaşık iki ay gibi kısa bir süre sonra, 11 Mart 2020 de Dünya Sağlık Örgütü tarafından dünya çapında pandemi ilan edilmesi, hastalığın ne kadar bulaşıcı olduğunu net bir biçimde ortaya koymaktadır. COVID-19 a  karşı  bilinen  ve  etkili  bir  ilaç  veya  aşı  olmaması,  hastalığın semptomlarından olan ağır akut solunum yetmezliğinin hafifletilmesi içinse solunum cihazlarına olan ihtiyacın, hastanelerin hali hazırda sahip olduğu cihaz miktarıyla karşılanmasının mümkün olmaması nedeniyle tüm dünyada salgının artış hızının düşürülerek ülkelerin sağlık sistemlerinin çökmesinin engellenmesi amaçlanmış; bu da ülkeler tarafından tedavi odaklı stratejiler yerine izolasyon odaklı stratejilerin geliştirilmesine yol açmıştır. Ülkeler bu kapsamda; sınırlarını kapatma, kritik olarak görülen medikal malzeme, gıda ürünleri ve bazı diğer ürün gruplarının ihracatının yasaklanması,  genel  sokağa  çıkma  yasaklarının  yanı  sıra  şehirlerarası  ulaşımın durdurulması gibi farklı önlemlere başvurmaktadırlar.COVID-19 la mücadele konusunda alınan bu önlemler taşıma sözleşmelerini de etkilemektedir. Her ne kadar yük taşıması; mağazaların ve alışveriş merkezlerinin kapatılması ve belli yaş grupları için getirilen istinasız sokağa çıkma yasakları nedeniyle insanların ihtiyaçlarını karşılamak için internet üzerinden alışverişe yönelmeleri ve tedarik zincirinin mümkün mertebe normal işlemesini sağlayarak temel ihtiyaçlarda arz sıkıntısını önlemek için getirilen birçok kısıtlamadan muaf tutulsa da COVID19 la mücadele kapsamında alınan önlemlerin taşıma sözleşmelerine etki ettiği bazı durumlar ortaya çıkmıştır. Örneğin genel sokağa çıkma yasağından kaynaklı olarak, önceden  belirlenen  yükleme  gününde  işçilerin  fabrikaya  gidememesi  nedeniyle gönderen  tarafından  yüklemenin  gerçekleştirilememesinden  ötürü,  taşıyıcının fazladan beklediği gün(ler) için Türk Ticaret Kanunu m 863 f 3 uyarınca ek ücret talep etmesi veya boşaltma yerine ulaşan taşıyıcının, gönderilenin adamları sokağa çıkma yasağı nedeniyle yükü teslim alamadıklarından ötürü boşaltma geciktiği için ek ücret talep etmesi düşünülebilir. Aynı şekilde temel ihtiyaçların tedarik zincirinde aksaklığa sebebiyet vermemek için temel ihtiyaçların sevk ve nakliyesinde kullanılmak üzere belli özelliklere ve taşıma kapasitesine sahip tüm araçlara, devlet tarafından geçici süreyle el konulması nedeniyle taşıyıcının sözleşmede kararlaştırıldığı nitelikte bir araç tedarik edememesi ve  bu  sebeple  taşıma  taahhüdünü  yerine  getirememesi  gibi  durumların  sadece 90  URL:https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200311-sitrep-51-covid-19.pdf?sfvrsn=1bae_10 (Erişim Tarihi: 23.05.2020).91  Dünya çapında alınan önlemlere dair kısa bilgi için bkz. URL: https://www.bbc.com/news/world-51737226 (Erişim Tarihi: 23.05.2020). Ülke bazında ve kronolojik sırayla hangi önlemlerin alındığına dair detaylı bilgi için  Key Country Policy Responses  başlığı altında bkz. URL: https://www.oecd.org/coronavirus/en/ (Erişim Tarihi: 23.05.2020).92  Almanya açısından detaylı bir değerlendirme için bkz. Hubert Schmidt, Rechtsfragen zur Corona-Krise (C.H.Beck 2020) §12.643İstanbul Hukuk Mecmuası 78/2teorik birer örnek olmadığı, COVID-19 la mücadele kapsamında dünyada alınan önlemlerle ortaya konmuştur. Böyle bir durumda gönderen, önceden yapılan taşıma sözleşmesini Türk Ticaret Kanunu m 865 uyarınca feshederse, taşıyıcı TTK m 865 f 1 den kaynaklı bir talepte bulunabilecek midir?Öncelikle yukarıda önerdiğimiz metodoloji içinde riziko alanı ilkesine yer verilen hükümlerden kaynaklı bir talep söz konusuysa, taşıma engelinin hangi alanda yer aldığını tespit etmek gerekir. Bu, COVID-19 nedeniyle alınan önlemler nedeniyle ortaya çıkan taşıma engelleri bakımından da geçerlidir. Yukarıdaki örneklerden devam edilecek olursa; genel sokağa çıkma yasağı nedeniyle yükleme ve boşaltmanın süresi içinde yapılamaması; tarafların kusuru nedeniyle ortaya çıkan bir durum değildir. Zira devletin aldığı kararla uygulanan yasağa taraflar, kusurlarıyla sebebiyet vermemişlerdir. İdari kararla getirilen yasak, tarafların organizasyon alanından da kaynaklanmamaktadır. Zira tarafların organizasyon alanlarını yasağın dışında kalacak şekilde organize etmeleri mümkün değildir; bir başka deyişle taraflar, bireysel olarak kendi organizasyon alanlarını her ne de kadar COVID-19 a karşı güvenli şekilde düzenleseler de ülke çapında idari bir kararla uygulanan genel nitelikteki sokağa çıkma yasağından muaf tutulmaları mümkün değildir. Sözleşmenin  yapıldığı  tarihte;  daha  önce  insanlarda  görülmeyen,  ağır  akut solunum yetmezliğine sebep olan, yüksek bulaşıcılığa sahip ve enfekte kişinin semptomları göstermeden 14 gün virüsü bulaştırmaya devam edeceği bir hastalığın, dünya  çapında  bir  pandemiye  dönüşebileceğinin,  hastaların  tedavilerinin  yanı sıra devletlerin, salgını önleyici stratejiler kapsamında koruyucu tıp önlemlerine başvuracaklarının ve bu kapsamda yüklemenin/boşaltmanın yapılacağı gün ülke genelinde bir sokağa çıkma yasağı ilan edileceğinin, bu tip salgın hastalıkların genellikle 100 yılda bir görüldüğü dikkate alındığında taraflar için öngörülebilir olduğunu söylemek mümkün değildir. COVID-19 un yarattığı tehlikenin taraflarca kontrol edilebilir olmadığı, devlet tarafından COVID-19 la mücadele kapsamında başvurulan önlemler bakımındansa tarafların bir söz hakkı olmadığı açıktır.Devletin, belli özelliklere ve kapasiteye sahip tüm taşıma araçlarına el koyması örneği bakımından da tarafların kusuru, organizasyon alanından kaynaklı kusur, öngörülebilirlik ve hakimiyet bakımından benzer değerlendirmeler yapılması gerekir. Özellikle böyle bir durumda taşıyıcının şahsi veya organizasyon alanından kaynaklı bir kusurdan bahsedilemez, zira taşıma için gerekli araç sınıfındaki tüm araçlara ülke çapında el konulmuş olacağı için taşıyıcının kararlaştırılan özelliklere sahip ikame bir araç tedarik etmesi veya idari kararın aksine aracını devletin kullanımına sunmaması mümkün değildir. Bu nedenle taşıyıcıya bu bakımdan bir kusur atfedilemez. 644Seven, Oyal / Taşıma Hukukunda Riziko Alanı İlkesi Bağlamında Nötr Alan ve COVID-19 un Nötr Alan Olarak...COVID-19 kapsamında ortaya çıkan ve ortaya çıkması muhtemel taşıma engelleri, riziko alanı ilkesinin geçerli olduğu hükümler bakımından nötr alana olan ihtiyacı çok net ve somut bir şekilde ortaya koymaktadır. Ne yazık ki, bugüne kadar sadece kitaplarda yer alan ve  teorik  olarak görülen bazı örnekler COVID-19 nedeniyle gerçek olmuştur. COVID-19 nedeniyle ortaya çıkan taşıma engelleri, taraflardan birinin alanına girmiyorsa, nötr alanda yer alacağı açıktır. 4. Taşıma Engelinin Taraflardan Birinin Alanında Yer Aldığı Durumlarda Riziko Alanı İlkesinin UygulanmasıTaşıma engelinin bu şekilde taraflardan birisinin riziko alanına dahil edildiği durumlarda,  kanunda  riziko  alanı  ilkesine  yer  verilen  hükümlerin  uygulanması kolaydır. Taraflardan biri, taşıma engeli nedeniyle riziko alanı ilkesine dayanan bir talepte bulunuyorsa, kanun lafzından hareket edilmesi gerekir. Örneğin  yükleme  zamanında  bitirilemediği  için,  taşıyıcı  fazladan  beklemek zorunda kalmışsa, bunun için TTK m 863 f 3 e göre ek ücret talebinde bulunabilmesi için,  gecikme  sebebinin  kendi  riziko  alanına  dahil  edilememesi  gerekir.  Eğer gönderen, kusurlu olarak yükü zamanında hazır etmediği için yüklemede gecikme yaşanmışsa,  gecikme  gönderenin  kusurundan  kaynaklı  olduğu  için  riziko  alanı ilkesi gereği bu gecikmenin gönderenin riziko alanına dahil edilmesi gerekir. TTK m 863 f 3 te  [taşıyıcının] risk alanından kaynaklanmayan nedenlerle  beklemek zorunda kaldığı durumlarda bekleme ücreti talep edebileceği düzenlendiğinden, gönderenin kusuru yüzünden beklemek zorunda kalmışsa, bu gönderenin riziko alanına dahil edilecek ve taşıyıcı TTK m 863 f 3 uyarınca bekleme ücreti talebinde bulunabilecektir. Öte yandan şoför, yükleme alanındaki metal kapana dikkat etmediği için aracının lastikleri patlamış ve araca uygun lastik yakınlarda bulunamadığı için yükleme alanına girememişse, taşıyıcının şoförünün dikkatsizliği nedeniyle taşıma aracının yükleme alanına yanaşamaması söz konusu olduğundan, böyle bir durumda gecikme taşıyıcının kendi adamının kusurundan kaynaklandığı için bu taşıma engeli, taşıyıcının alanından kaynaklı kabul edilecek ve taşıma engeli, taşıyıcının riziko alanına dahil edileceğinden taşıyıcının TTK m 863 f 3 uyarınca bekleme ücreti talep etmesi mümkün olmayacaktır. 93  Örneğin gönderenin, genel sokağa çıkma yasağı olduğu gün  ortalığın sakin olacağından bahisle  bilerek yüklemenin o gün yapılmasına ısrarcı olması ama personeli evden çıkamadığı için yüklemenin gerçekleştirilememesi veya taşıyıcının, şehirler arası taşıma için izin belgesinin yoğunluk nedeniyle 1 hafta daha onaylanmayacağını bilmesine rağmen şehir dışına taşıma işine derhal başlamayı taahhüt etmesi ve il sınırında kolluk kuvvetince aracına idari işlem uygulanması nedeniyle taşımayı gerçekleştirememesi gibi durumlarda tarafların kusuru yada en azından öngörülebilirlik veya hakimiyet söz konusu olacağından bu tip engeller nötr alanda yer almayacaktır. 645İstanbul Hukuk Mecmuası 78/25. Taşıma Engelinin Nötr Alanda Yer Aldığı Durumlarda Riziko Alanı İlkesinin UygulanmasıEsas zorluk, taşıma engelinin nötr alanda yer aldığının tespit edildiği durumlarda ortaya çıkar. Sözleşmenin her iki tarafı için de yukarıda anılan sorulara verilen yanıtlar olumsuz ise, o zaman taşıma engelinin nötr alandan kaynaklandığını kabul etmek gerekir. Nötr alanın kabulü ve taşıma engelinin nötr alanda yer aldığının tespiti, kanaatimizce Koller in de haklı olarak belirttiği gibi, tek başına yeterli değildir. Bir taşıma engelinin, nötr alana girdiğini tespit edildikten sonra daha önemlisi nötr alanda yer alan bu taşıma engelinin tarafların riziko alanları ve talep hakları üzerinde nasıl bir sonuç doğuracağıdır. Alman hukukunda nötr alanın varlığını kabul eden yazarlar, bir taşıma engelinin nötr alanda yer aldığı durumlarda bunun sonucunun ne olacağına ilişkin kanaatimizce hakkaniyete  uygun  bir  çözüm  sunamamaktadırlar.  Taşıyıcının  ediminin;  bir marangoz, müteahhit veya terzi gibi başka yüklenicilere kıyasla dış etkenlere daha açık olduğu ve dış etkenlerin yarattığı risklerden korunması için kanunda taşıyıcının riziko alanından bahsedilmişse, onun riziko alanına dahil edilemeyen her türlü taşıma engelinden gönderenin sorumlu tutulması gerektiğini veya gönderenin korunmaya değer taraf olduğunu, zira taşıyıcının taşıma işini sürekli yapan taraf olarak daha bilgili ve tedbirli olması gerektiğini, bu işten para kazandığı için taşıma işinin içerdiği riskleri de tek başına göğüslemesi gerektiğini savunan görüşlerin  tek boyutlu  olduğunu düşünüyoruz. Özellikle Alman Federal Yüksek Mahkemesi nin, nötr alanı kabul ettiği kararında kanun lafzından hareketle, taşıma engelinin uygulanacak hükümde zikredilen riziko alanına girdiğinin somut olayda net bir şekilde tespit edilemediği durumlarda bundan kaynaklı maddi külfetin diğer tarafa yüklemesini yönündeki çözümünü de doğru bulmuyoruz. Nötr alanda yer alan bir taşıma engelinin, mevcut hükümler kapsamında nasıl değerlendirilmesi gerektiği sorusuna; somut olayın şartlarına ve hakkaniyete uygun, ayrıca taşıma hukukunun sistematiği içinde cevap verilebilmesi için Türk Ticaret Kanunu nun dördüncü kitabında riziko alanı ilkesine yer verilen hükümlerin tek tek incelenmesi gerektiği kanaatindeyiz. a. Türk Ticaret Kanunu m 865 Uyarınca Taşıma Sözleşmesinin FeshiTTK m 865 f 1 uyarınca gönderen, taşıma sözleşmesini her zaman feshedebilir. Aynı hükmün ikinci fıkrası uyarınca taşıma sözleşmesinin feshi, taşıyıcının riziko alanına giren bir sebepten kaynaklanmışsa, taşıyıcının fesih tazminatı talep etmesi mümkün değildir. 94  Bu hususta bkz. yuk. C, III, 2.95  Bu hususla ilgili yuk. bkz. C, I, 7.96  Bu hususla ilgili yuk. bkz. dn 67 ve C, I, 7.646Seven, Oyal / Taşıma Hukukunda Riziko Alanı İlkesi Bağlamında Nötr Alan ve COVID-19 un Nötr Alan Olarak...Gönderenin, nötr alanda yer alan bir taşıma engelinden ötürü taşıma sözleşmesini feshetmesi durumunda fesih tazminatı ödemek zorunda olup olmadığı, Türk Ticaret Kanunu nun deniz ticaret hukukuna ilişkin beşinci kitabındaki düzenlemeler göz önünde bulundurarak değerlendirilmelidir. Karada eşya taşıma sözleşmelerinde fesih hakkını düzenleyen TTK m 865 in denizde eşya taşıma bakımından karşılığı TTK m 1158 dir. TTK m 1158 de yolculuk çarteri sözleşmesinde taşıtana, gemi o sözleşme uyarınca yüklemesini tamamlayıp yolculuğa çıkıncaya kadar sözleşmeyi fesih hakkı tanınmıştır. Sözleşmenin feshi durumunda TTK m 1158 f 2 de de, TTK m 865 f 2 deki gibi bir fesih tazminatı düzenlemesi yer almaktadır.Ancak deniz ticaret hukuku bakımından navlun sözleşmelerinde her iki tarafa da fesih hakkı veren hali düzenleyen TTK m 1218 f 1 uyarınca  Gemiye ambargo veya devlet hizmeti için el konulması, varma yeri ülkesi ile ticaretin yasaklanması, yükleme veya varma limanlarının abluka altına alınması, sözleşme gereğince taşınacak olan eşyanın tamamının yükleme limanından ihracının veya varma limanına ithalinin yahut transit geçişinin yasaklanması gibi bir kamu tasarrufu yüzünden sözleşmenin ifasının engellenmiş olması her iki tarafa herhangi bir tazminat vermekle yükümlü olmaksızın sözleşmeyi feshedebilme hakkı verir . Yani TTK m 1218 f 1 de tarafların tasarrufunda olmayan, herhangi bir şekilde öngöremedikleri veya kontrol edemedikleri bir olay veya mücbir sebep söz konusu olduğunda kanun, her iki tarafa da herhangi bir tazminat yükümlülüğü doğmaksızın sözleşmeyi feshetme hakkı tanımıştır. Özellikle COVID-19 la mücadele kapsamında alınan önlemler, tam da Türk Ticaret Kanunu m 1218 f 1 in düzenlemeyi amaçladığı hallere örnek teşkil eder niteliktedir. Nötr alanda yer alan bir taşıma engeli söz konusu olduğunda kara taşıma hukuku bakımından da benzer bir çözümün uygulanması hakkaniyete uygun düşecektir. Zira aynı kanunun beşinci kitabında öngörülen bir çözümün, dördüncü kitabı kapsamında eksik düzenlenen benzer olaylarda uygulanmaması için makul bir gerekçe yoktur. Eşya taşıma sözleşmeleri bakımından nötr alanda yer alan bir taşıma engeli söz konusuysa taraflar, sözleşmeyi herhangi bir tazminat ödeme yükü altına girmeksizin feshedebilmelidirler. b. Türk Ticaret Kanunu m 863 f 3 Uyarınca Bekleme ÜcretiTürk  Ticaret  Kanunu  m  863  f  3  uyarınca   taşıyıcı,  sözleşme  hükümlerine dayanarak veya kendi risk alanından kaynaklanmayan nedenlerle makul yükleme 97  Deniz taşımasına ve kara taşımaya ilişkin hükümlerin, kanunda ayrı yerlerde düzenlenmiş olmalarından ötürü ikisinden birinde somut olaya uygun bir hüküm bulunmadığı durumda, bu hususa ilişkin diğerinde bir hüküm olduğu hallerde bu hükmün kıyasen uygulanabileceği ve her iki yolla da yapılan taşımalara ilişkin hükümlerin birbirleri için yol gösterici olabileceği yönünde ayrıca bkz. Klaus Ramming, ‘Die Haftung des Verfrachters für die verspätete Auslieferung der Güter  (2012) HmbSchRZ 4 (11-12) 257, 257 vd.98  ibid 259.647İstanbul Hukuk Mecmuası 78/2veya boşaltma süresinden daha fazla beklerse, bekleme ücreti olarak uygun bir ücrete hak kazanır . Nötr alanda yer alan bir taşıma engelinden dolayı yükleme veya boşaltmanın süresi içinde yapılamaması durumunda rizikonun taraflar arasında makul bir şekilde dağıtılabilmesi için deniz ticaret hukukunda yükleme ve boşaltma sürelerini düzenleyen TTK m 1156 ve m 1172 hükümleri yol gösterici olabilir.TTK m 1156 f 2 ve f 3 incelendiğinde; taşıtan ve taşıyanın  faaliyet alanında gerçekleşen  tesadüfi  sebepler   ifadesinin  kullanıldığı  görülmektedir.  Burada kastedilen, dışardan kaynaklanmakla birlikte etkisini taraflardan birinin alanında doğuran taşıma engelleridir. Alan kavramı, kusurdan bağımsız ve daha geniş bir kavram olduğu için dış etkenlerden kaynaklanmasına rağmen taraflardan birinin alanında  sonuçlarını  doğuran  ve  o  tarafın  taşıma  sözleşmesinden  kaynaklanan yükümlülüğünü ihlal etmesine sebebiyet verecek nitelikte taşıma engellerinin olduğu, Türk Ticaret Kanunu nun deniz ticaret hukukunu düzenleyen beşinci kitabında açık bir şekilde ifade edilmiştir. TTK m 1156 f 4 uyarınca  Fırtına, buz istilası veya seferberlik gibi her iki tarafın faaliyet alanını ilgilendiren tesadüfi sebepler dolayısıyla eşyanın gemiye teslim edilmesi ve alınması imkânı bulunmayan günler yükleme süresine eklenir; şu kadar ki, yükleme süresi içinde olmasına rağmen taşıtan bu günler için taşıyana sürastarya parası ödemekle yükümlüdür . TTK m 1156 f 4 incelendiğinde  fırtına, buz istilası veya seferberlik gibi  ifadesinden bunların örnek kabilinden sayıldığı ve aslında sözleşmenin her iki tarafının da alanına dahil edilmesi mümkün olmayan, bir başka deyişle nötr alanda yer alan engellere örnek olarak verildikleri anlaşılmaktadır. Yani deniz ticaret hukukunda; tarafların alanlarına dahil edilemeyen ve nötr alanda yer alan taşıma engellerinin öngörüldüğü ve buna ilişkin bir düzenleme yapıldığı söylenebilir. Kanun koyucu; nötr alanda yer alan bir engel dolayısıyla yüklemenin süresi içinde yapılamadığı durumda, nötr alanda yer alan engel ortadan kalkana kadar limanda bekleme yükümlülüğü getirerek, taşıyanın yükü almadan gitmesine izin vermemiş ve böylelikle taşıtanın yükün taşınmasındaki menfaatini korumuştur. Öte yandan nötr alanda da yer alsa ortaya çıkan engel yüzünden limanı terk edemeyen ve beklemek zorunda kalan taşıyanın menfaati de korunmuş ve taşıtanın kusuru olmadığı halde gerçekleşen  gecikme  nedeniyle  taşıtana  sürastarya  parası  ödeme  yükümlülüğü getirilmiştir. TTK m 863 f 3 bakımından da benzer bir uygulama mümkündür. Gönderen, mücbir sebepten veya nötr alanda yer alan bir başka nedenden kaynaklı gecikmeye rağmen yüklemenin veya boşaltmanın yapılmasını istiyorsa veya bunda bir menfaati varsa,  taşıyıcının,  yüklemenin  veya  boşaltmanın  tamamlanmasını  beklemekle yükümlü olduğu kabul edilmelidir. Fakat taşıyıcı da, beklemek zorunda kaldığı süre 99  İnci Deniz Kaner, Deniz Ticaret Hukuku I-II (2. Bası, Filiz 2019) 322; Bülent Sözer, Deniz Ticareti Hukuku C.1 (4. Bası, Vedat 2017) 392.648Seven, Oyal / Taşıma Hukukunda Riziko Alanı İlkesi Bağlamında Nötr Alan ve COVID-19 un Nötr Alan Olarak...için fedakarlığın denkleştirilmesi prensibine göre uygun bir bekleme ücreti talep edebilmelidir. Öte yandan nötr alandan kaynaklı engelin ne zaman kalkacağı belli değilse ve gönderen, bekleme ücreti ödemek istemiyorsa, TTK m 865 uyarınca sözleşmeyi herhangi bir fesih tazminatı ödeme yükümlülüğü doğmadan feshedebilme imkanına sahiptir. Bu imkanı kullanmıyorsa, bekleme ücretini ödemesi gerekir. c. Türk Ticaret Kanunu m 866 Uyarınca Kısmi TaşımaTTK m 866 f 1 c 1 uyarınca taşıyıcı, taşınması kararlaştırılan eşyanın tamamı yüklenmiş olmasa bile, gönderenin istemi üzerine yola çıkmak zorundadır. Aynı hükmün  ikinci  fıkrasındaysa  eksik  yüklemenin,  taşıyıcının  riziko  alanına  giren sebeplerden kaynaklanması durumunda, taşıyıcının birinci fıkrada belirtilen istem haklarına, fiilen taşınan yük oranında sahip olacağı düzenlenmiştir.Nötr alanda yer alan bir taşıma engeli nedeniyle yükleme tamamlanamamışsa, kısmi yüklemeye rağmen gönderenin isteği üzerine taşıyıcının taşımayı gerçekleştirmesi zorunludur. Bir başka deyişle taşıyıcı, gönderen talep ederse yüklemenin kısmi olarak yapıldığından bahisle taşıma işini gerçekleştirmekten imtina edemez. Gönderen, nötr alanda yer alan bir engel nedeniyle yüklemenin tamamlanamadığını bilmesine rağmen kısmi taşımanın gerçekleştirilmesini istemişse, yükün tamamı taşınmamış olsa da bundan doğan maddi külfete katlanmalıdır. Zira yüklemenin yarım kalması durumunda gönderen, nötr alandan kaynaklı engel ortadan kalkana kadar bekleme ücreti ödeyerek taşıyıcının beklemesini ve böylelikle yüklemenin tamamlanmasını sağlayabilir. Öte yandan engelin ne zaman ortadan kalkacağı belli değilse, gönderen, her zaman yukarıda yaptığımız değerlendirmeler ışığında fesih tazminatı ödeme yükümlülüğü doğmaksızın sözleşmeyi feshedebilme imkanına sahiptir. d. Türk Ticaret Kanunu m 867 Uyarınca Yükleme Süresine UyulmamasıGönderen,  eşyayı  süresi  içinde  yüklemezse  veya  yükleme  yükümlülüğünün bulunmadığı hâllerde eşyayı hazır bulundurmazsa, taşıyıcının, makul bir süre vererek yüklemeyi yapması veya eşyayı hazır etmesi için gönderene ihtarda bulunması gerekir. Gönderen, ihtara rağmen yüklemeyi gerçekleştirmezse veya eşyayı hazır etmezse, taşıyıcı, sözleşmeyi feshedebilir. Bu durumda gönderenin TTK m 865 f 2 uyarınca fesih tazminatı ödeme yükümlülüğü doğar. Taşıyıcının ihtarından sonra kısmi yükleme gerçekleşmişse ve gönderen, kısmi yükle taşımanın yapması yönünde talimat verirse, taşıyıcı, TTK m 866 f 1 (a) ve (d) bentlerinde sayılan istem haklarını ileri sürebilir.100  Bu hususta bkz. yuk. C, III, 5, b.649İstanbul Hukuk Mecmuası 78/2Ancak yükleme süresine uyulmaması, taşıyıcının riziko alanına giren bir sebepten kaynaklanıyorsa TTK m 867 f 4 uyarınca taşıyıcının istem hakkı yoktur. Nötr alana giren bir sebepten dolayı, yüklemenin süresinde yapılamaması durumunda TTK m 865 hükmü kapsamında yapılan değerlendirmeler bu hüküm bakımından da geçerlidir. Nötr alandan kaynaklı bir sebeple taşıyıcı, fesih hakkını kullansa bile TTK m 865 f 2 den kaynaklı istem haklarını ileri süremez. Aynı şekilde gönderenin de sözleşmeyi feshetmesi durumunda fesih tazminatı sorumluluğu doğmaz.e. Türk Ticaret Kanunu m 869 Uyarınca Taşıma ve Teslim EngelleriTaşıma sırasında taşımanın sözleşmeye uygun gerçekleştirilemeyeceği veya yükün teslim edileceği yerde bir teslim engeli ortaya çıkarsa taşıyıcı, TTK m 869 f 1 c 1 uyarınca tasarruf hakkı sahibinden yükle ilgili gerekli talimatı almak zorundadır. Taşıma veya teslim engelinin taşıyıcının riziko alanına girmediği durumlarda taşıyıcı, talimatın yerine getirilmesi için gerekli giderleri ve bunun yanı sıra uygun bir ücret talep edebilir. Ayrıca talimatın uygulanmaya başlamasını, avans ödenmesi şartına bağlayabilir.Nötr alanda yer alan bir engel söz konusu olduğunda taşıyıcının, bu talep haklarına sahip olup olmadığı değerlendirilmeden önce taşıma ve teslim engelinde ortaya çıkan durum incelenmesi gerekir. Öncelikle belirtmek gerekir ki taşıyıcı, taşıma sözleşmesiyle sadece bir eşyanın bir yerden başka bir yere taşınması işini üstlenir. Bir  başka  deyişle  taşıma  sözleşmesinde  sinallagmanın  konusu,  yükün  kendisi değildir. Taşıyıcının, taşıma sözleşmesinden kaynaklanan asli edimi, taşıma işinin gerçekleştirilmesidir. Bu nedenle taşıma ve teslim engeline ilişkin değerlendirmelerde bu husus göz ardı edilmemelidir. Taşınan yük, sinallagmanın konusu olmadığı için taşıma veya teslim engeli ortaya çıktığında taşıyıcı, aslında yükle ilgili talimat alarak, tasarruf hakkı sahibinin menfaatlerini korumaktadır. Aksi halde örneğin, teslim engeli nedeniyle teslim yapılamaması durumunda taşıyıcı, yükü öylece bırakırsa, yükle tasarruf hakkı sahibinin ilgilenmesi gerekir; ancak tasarruf hakkı sahibi, kural olarak fiziken yüke ulaşabilecek durumda değildir. Dolayısıyla taşıyıcı, tasarruf hakkı sahibinden talimat alarak yükün korunması için hareket eder. Yükün korunmasında sadece tasarruf hakkı sahibinin menfaati olduğundan, taşıma veya teslim engeli nötr alanda yer alan bir sebepten kaynaklansa bile, bu engelin maddi külfetine talimat verenin katlanması menfaat dengesine daha uygun düşer.Taraflar arasındaki menfaat dengesine ilişkin bu düşünceler, taşıyıcıya talimat verilmemesi durumunda da aynen geçerlidir. TTK m 869 f 3 ün lafzı incelendiğinde, 101  Arkan (n 20) 10 vd.; Vural Seven, Taşıyanın Yüke Özen Borcunun İhlalinden (Yük Zıya ve Hasarından) Doğan Sorumluluğu (Yetkin 2003) 17; Seven V., Kara Taşımalarında (TTK ve CMR) Alt Müteakip Taşıyıcıların Yükle İlgililere Karşı Sorumluluğunun Hukuki Temeli, iç Osman Berat Gürzumar (ed), Haluk Konuralp Anısına Armağan C.3 (Yetkin 2009) 873; Paschke (Oetker), (n 5) §407, Nr 25 ve Nr 52 vd.; Koller, Kommentar (n 4) §407, Nr 45; Thume (Schmidt), (n 4) §407, Nr 20 vd.; Reuschle (Ebenroth / Boujong/ Joost / Strohn), (n 4) §407, Nr 29 vd.102  Benzer bir gerekçeyle aynı yönde Koller, Risikobereich (n 6) 958.650Seven, Oyal / Taşıma Hukukunda Riziko Alanı İlkesi Bağlamında Nötr Alan ve COVID-19 un Nötr Alan Olarak...taşıyıcının  talimat  alamadığı  durumlarda  yüke  ilişkin  herhangi  bir  tasarrufta bulunurken,  tasarruf  hakkı  sahibinin  menfaatine  olacak  şekilde  hareket  etmesi gerektiği açıkça düzenlenmiştir. Taşıyıcıya, hem talimat aldığı hem de TTK m 869 f 3 uyarınca talimat alamadığı durumlarda  taşıma  sözleşmesiyle  üstlendiği  yükümlülüklere  ek  olarak,  yükü muhafaza görevi yüklenmektedir. Dolayısıyla taşıyıcının, riziko alanına girmeyen bir engel nedeniyle yükün korunması ve muhafazası için yaptığı giderleri, ayrıca sözleşmeyle üstlenmediği ve tasarruf hakkı sahibinin menfaatine olan bir görevi yerine getirdiği için ek bir ücret talep edebileceğinin kabulü gerekir.f. Türk Ticaret Kanunu m 870 Uyarınca Kısmen Gerçekleştirilen Taşımada Ücretin HesaplanmasıTaşımanın,  bir  taşıma  veya  teslim  engelinden  dolayı  süresinden  önce  sona erdirilmesi durumunda engel, taşıyıcının riziko alanına giriyorsa, taşıyıcı, TTK m 870 f 2 uyarınca taşımanın sadece gönderenin menfaatine olan kısmı kadar ücret talebinde bulunabilir. TTK m 870 f 3 uyarınca taşımanın başlamasından sonra fakat teslim yerine ulaşılmasından önce bir gecikme olursa ve bu gecikme gönderenin riziko alanına giren bir nedenden kaynaklanmışsa, taşıyıcı, taşıma ücretinin yanında uygun bir bedel de isteyebilir.Kanaatimizce,  navlun  sözleşmelerinde  geminin  sefere  başladıktan  sonra umulmayan hal nedeniyle zayi olması durumunda ödenecek mesafe navlununa ilişkin TTK m 1210 hükmü, nötr alanda kalan bir taşıma veya teslim engeli nedeniyle TTK m 870 uyarınca gündeme gelebilecek talepler bakımından yol göstericidir. En yüksek dikkat ve özenin gösterilmesine rağmen önceden önlem alınarak engellenemeyecek olaylar umulmayan hal teşkil eder. Sefere başladıktan sonra umulmayan  hal  nedeniyle  zayi  olan  gemiden  yük  kurtarılmışsa,  varma  limanı yerine başka bir limana getirmişse de taşıtan, taşıyana mesafe navlunu ödemekle yükümlüdür. Mesafe navlunu, sadece yükün kurtarıldığı ve emniyet altına alındığı durumlarda ödenir. Mesafe navlununun nasıl hesaplanacağı, TTK m 1210 f 2 de ayrıca düzenlenmiştir. TTK m 1210 f 2 hükmü incelendiğinde kanun koyucunun; kat edilen mesafeye göre objektif bir hesaplamadansa; taşıyanın maruz kaldığı riskler ve zorluklar, kat edilen mesafenin toplam mesafeye oranı, kurtarılan eşyanın miktarı gibi somut olayın özelliklerine uygun, daha göreceli bir hesap yöntemi öngördüğü söylenebilir. Ancak ödenecek mesafe navlunu için üçüncü fıkrada bir sınır getirilmiştir. TTK m 1210 f 3 uyarınca mesafe navlunu, kurtarılan eşyanın emniyet altına alındığı yer ve tarihteki değerini aşamaz.103  Atilla Aybay, Aydın Aybay, Gündüz Aybay ve Rona Aybay, Denizciler, İşletmeciler Ve Yöneticiler İçin Deniz Hukuku (Aybay 1998) 730; Bahnsen (Rabe / Bahnsen), (n 5) §538 Nr 18.651İstanbul Hukuk Mecmuası 78/2Bu bilgiler ışığında TTK m 870 değerlendirildiğinde; f 2 uyarınca nötr alandan kaynaklı bir taşıma veya teslim engelinin oluşması nedeniyle taşımanın süresinden önce sona erdirilmesi durumunda taşıyıcı, sözleşmeyle üstlenmediği halde yükü muhafaza görevini de üstlendiği için makul bir mesafe ücretine hak kazanır. Mesafe ücretinin hesaplanmasında TTK m 1210 a paralel olarak nötr alandan kaynaklı engelin yarattığı riziko, kat edilen mesafenin toplam mesafeye oranı ve muhafaza edilen yükün değeri gibi kriterler esas alınmalıdır. Bununla birlikte TTK m 1210 f 3 te düzenlenen üst sınır, TTK m 870 kapsamında ödenecek mesafe ücreti bakımından da uygulanmalıdır.Öte yandan taşımada nötr alandan kaynaklı bir gecikme olduğu durumlarda, gecikme süresince taşıyıcı, yükü muhafaza ettiği ve yükün muhafazası gönderenin menfaatine olduğundan, yükün korunması için yaptığı masraflara uygun ek bir ücret talep edebilmelidir. SonuçTürk Ticaret Kanunu nun karada eşya taşıma hükümlerinde de yer alan  riziko alanı ilkesi , Türk doktrininde pek üzerinde durulan bir konu olmasa da, taşıma sözleşmesinin taraflarının bazı talep haklarını düzenleyen hükümlerde (TTK m 863/3, 865, 866/2, 867/4, 869/1 ve 4, 870/2, 3) karşımıza çıkmaktadır. Riziko alanı ilkesinin alındığı mehaz hukuk olan Alman hukukundaysa riziko alanı kavramı ve riziko alanı ilkesine yer verilen hükümlerin uygulaması doktrinde oldukça tartışmalıdır. Riziko alanı ilkesinin uygulanmasında karşımıza iki büyük problem çıkmaktadır. Bunlardan ilki, taşıma veya teslim engellerinin hangi kriterler kullanılarak, taşıma sözleşmesinin  taraflarından  hangisinin  riziko  alanına  dahil  edileceğidir.  Riziko alanı kusura dayalı bir sorumluluk hali olmadığından; tarafların riziko alanları belirlenirken şahsi ve bunun yanı sıra taşıma sözleşmesinden kaynaklı edimlerini ifa ederken faydalandıkları kişilerin kusurları, organizasyon alanlarından kaynaklı diğer kusur ve hatalar, öngörülebilirlik ve hakimiyet gibi bazı kriterler kullanılmaktadır. Bu bağlamda ikinci büyük problemse, bazı taşıma ve teslim engellerinin, riziko alanlarının belirlenmesinde kullanılan kriterlerle taraflardan birinin riziko alanına dahil edilemediği hallerdir. Bu da, taşıma sözleşmesinin taraflarının riziko alanları dışında, üçüncü bir  nötr  alan olup olmadığı sorusunu beraberinde getirmektedir. Bu sorunun cevabı, Alman doktrininde tartışmalı olup, Alman yazarlar arasında bir fikir birliği yoktur. Öte yandan kanaatimizce de daha doğru görüşe göre nötr alanın varlığının kabulü gerekir. Zira tarafların ne kendilerinin, ne de organizasyon alanlarının kusurlu olmadığı, her iki taraf için de öngörülemez ve kontrol edilemez bazı sebeplerden kaynaklı taşıma ve teslim engellerinin ortaya çıkabileceğini, tüm dünyayı Şubat 2020 den beri teyakkuza geçiren COVID-19 pandemisi en somut 652Seven, Oyal / Taşıma Hukukunda Riziko Alanı İlkesi Bağlamında Nötr Alan ve COVID-19 un Nötr Alan Olarak...şekilde ortaya koymuştur. Bugüne kadar sadece teorik olarak üzerinde kafa yorulmuş bazı  ders kitabı örnekleri  ne yazık ki bu pandemi sürecinde ilk defa gerçek olmuştur. COVID-19 la mücadele kapsamında alınan önlemlerin neden olduğu taşıma ve teslim engelleri, nötr alandan kaynaklı engeller olarak riziko alanı ilkesine dayalı hükümlerden kaynaklanan talepler bakımından ileriki günlerde mahkemeleri sıklıkla meşgul edecektir.Zira riziko alanı ilkesine dayalı hükümler incelendiğinde, kanun lafzından sadece taşıyıcının ve gönderenin olmak üzere iki alanın varlığından hareket edildiği izlenimi uyanmaktadır. Kanun gerekçesi de, nötr bir alanın, kanun koyucu tarafından öngörülüp görülmediğine ilişkin suskun kalmaktadır. Kanun hükümlerinin lafzı, nötr alandan kaynaklı bir taşıma veya teslim engeli olduğu durumlarda mevcut hükümlerin nasıl uygulanacağı konusunda bir açıklık içermemektedir. Mehaz hukuka bakıldığında, nötr alanın varlığını kabul eden yazarların riziko alanı ilkesine dayalı tüm hükümler için tek bir çözüm kabul etme ve her durumda nötr alandan kaynaklı engelin rizikosunun tek bir tarafa yükletilmesi eğiliminde oldukları görülmektedir. Alman Federal Yüksek Mahkemesi ise, 2011 tarihli bir kararında nötr alanın varlığını kabul etmekle birlikte kanaatimizce pek isabetli olmayan gerekçelerle, kanun lafzından hareket etmiş ve kanun tarafından taşıyıcının, gecikme ücretine hak kazanabilmesi için, engelin gönderenin riziko alanına girmesi şartı arandığını ve somut olayda engel, nötr alanda yer aldığı için gönderenin riziko alanında sayılmayacağından taşıyıcının gecikme ücreti talebinde bulanamayacağına hükmetmiştir. Nötr alanda yer alan bir sebebin, bir taşıma veya teslim engeline yol açtığı durumlarda sadece kanunun lafzından hareket edilmesi veya riziko alanı ilkesini içeren tüm hükümler bakımından peşinen nötr alandan kaynaklı engelin maddi rizikosunun taraflardan birisine yükletilmesi, somut olayın özelliklerine, uygulanacak hükmün ratio legisine ve hakkaniyete uygun düşmez. Bu nedenle nötr alandan kaynaklı engellerin sebebiyet verdiği taleplerde, somut olayda karada eşya taşımasına ilişkin uygulanacak hükme göre bir değerlendirme yapılması; özellikle Türk Ticaret Kanunu nun beşinci kitabında yer alan ve navlun sözleşmelerinde benzer durumları düzenleyen hükümler de göz önünde bulundurularak nötr alana ilişkin boşluğun bu şekilde doldurulması, kanaatimizce somut olay adaletine hizmet edeceği gibi taşıma hukukunun sistematiğiyle uyumlu ve taraflar arasındaki menfaat dengesine uygun çözümler sunacaktır. Deniz taşımasına ve kara taşımaya ilişkin hükümlerin, kanunda ayrı yerlerde düzenlenmiş olmalarından ötürü ikisinden birinde somut olaya uygun bir hüküm bulunmadığı durumda, bu hususa ilişkin diğerinde bir hüküm olduğu hallerde bu hükmün kıyasen uygulanabileceği ve her iki yolla da yapılan taşımalara ilişkin hükümlerin birbirleri için yol gösterici olabileceği kabul edilmelidir. 653İstanbul Hukuk Mecmuası 78/2Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazarlar çıkar çatışması bildirmemiştir.Finansal Destek: Yazarlar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The authors has no conflict of interest to declare.Grant Support: The authors declared that this study has received no financial support.654Seven, Oyal / Taşıma Hukukunda Riziko Alanı İlkesi Bağlamında Nötr Alan ve COVID-19 un Nötr Alan Olarak...",
     "Kaynakça": "Arkan S, Karada Yapılan Eşya Taşımalarında Taşıyıcının Sorumluluğu, (BTHAE 1982).Aybay A/Aybay A/Aybay G/Aybay R, Denizciler, İşletmeciler Ve Yöneticiler İçin Deniz Hukuku (Aybay 1998).Braun T, Das frachtrechtliche Leistungsstörungsrecht nach dem Transportrechtsreformgesetz, Eine Untersuchung der frachtlichen Leistungsstörungstatbestände der §§ 407 ff HGB unter besonderer Berücksichtigung der Bezüge zum bürgerlichen Recht, (LIT 2002).Can M, CMR ve Alman Ticaret Kanunu Hükümleri İle Mukayeseli Olarak Türk Taşıma Hukukunun Genel Esasları I. Cilt (İmaj 2017).Canaris C, Handelsrecht (24. Bası, C.H.Beck 2006).Canaris C/ Habersack M/ Schäfer C, Staub Großkommentar – Handelsgesetzbuch Band 12 (5. Bası, De Gruyter 2014) (Ortak Yazar [CANARIS / HABERSACK /SCHÄFER])Ebenroth C T / Boujong K / Joost D /Strohn L, Handelsgesetzbuch, Band 2 (3. Bası, C.H.Beck 2015). (Ortak Yazar [BOUJONG / EBENROTH / JOOST /STROHN]). Ensthaler  J,  Gemeinschaftskommentar  zum  Handelsgesetzbuch  mit  UN Kaufrecht  (7.  Bası, Luhterhand 2007) (Ortak Yazar [ENSTHALER]).Erdem E, CMR Konvansiyonu ve 6102 Sayılı Türk Ticaret Kanununa Göre Karayolu Taşıma Hukuku (Bilge 2013).Eriş G, Açıklamalı – Gerekçeli – İçtihatlı Taşıma Hukuku (Seçkin 2015).Fischer M, ‘Zur Entwicklung der Rechtsprechung in der Binnenschifffahrt  (2010) VersR 61 (10), 436 442.Fremuth, F / Thume K H, Kommentar zum Transportrecht (Recht und Wirtschaft 2000) (Ortak Yazar [FREMUTH / THUME]).Hopt J K / Merkt H / Roth M / Baumbach A, Beck ische Kurzkommentar – Handelsgesetzbuch (39. Bası C.H.Beck 2020) (Ortak Yazar [HOPT / MERKT / ROTH / BAUMBACH]).Horn N, Heymann   Handelsgesetzbuch (Ohne Seehandelsrecht), Buch 4 §§ 343 475h (2. Bası, De Gruyter 2005) (Ortak Yazar [Horn]).Kaner İD, Deniz Ticaret Hukuku I II (2. Bası, Filiz 2019).Knorre J / Klaus D / Schmid R T, Handbuch des Transportrechts (2. Bası, C.H. Beck 2015).Koller I, Transportrecht – Kommentar zu Land , Luft  und Binnengewässertransport von Gütern, Spedition und Lagergeschäft, (10. Bası, C.H. Beck 2020) (Kommentar). Koller I, ‘Der  Risikobereich  im HGB Frachtrecht  (2012) VersR 63 (22), 949 959 (Risikobereich).Schmidt K, Münchener Kommentar zum Handelsgesetzbuch, Band 7 Transportrecht (4. Bası, C.H.Beck 2020) (Ortak Yazar [Schmidt]). Schmidt  K,  Münchener  Kommentar  zum  Handelsgesetzbuch,  Aktualisierungsband  zum Transportrecht (C.H.Beck 2000). Neufang  D  /Valder  H,  ‘Laden  und  Ladungssicherung  im  Straßengüterverkehr  –  Wer  ist verantwortlich?‘ (2002) TransportR 25 (9) 325 336.Oetker H, Handelsgesetzbuch – Kommentar (6. Bası, C.H.Beck 2019).Rabe D / Bahnsen K U, Beck sche Kommentare Band 9b – Seehandelsrecht (5. Bası, C.H.Beck 2018).Ramming K, ‘Die Haftung des Verfrachters für die verspätete Auslieferung der Güter  (2012) HmbSchRZ 4 (11 12) s. 257 272.655İstanbul Hukuk Mecmuası 78/2Seven V, 6102 Sayılı Türk Ticaret Kanunu (TTK m 856 893) Hükümlerine Göre Taşıma Hukukunda Gönderilen (Yetkin, 2012).Seven V, Kara Taşımalarında (TTK ve CMR) Alt Müteakip Taşıyıcıların Yükle İlgililere Karşı Sorumluluğunun Hukuki Temeli, iç Osman Berat Gürzumar (ed), Haluk Konuralp Anısına Armağan C. 3 (Yetkin 2009) 871 899.Seven V, Taşıyanın Yüke Özen Borcunun İhlalinden (Yük Zıya ve Hasarından) Doğan Sorumluluğu, (Yetkin 2003).Schmidt H, Rechtsfragen zur Corona Krise (C.H.Beck 2020).Sözer B, Deniz Ticareti Hukuku C.1 (4. Bası, Vedat 2017)Türker D T, ‘Taşıyıcının En Yüksek Özeni Üzerine Bir İnceleme (TTK m 876) , (2020) DEUHFD 22 (1) 255 320.Vortisch O/Bemm W, Binnenschiffahrtsrecht   Kommentar (4. Bası, De Gruyter 1991).Von Waldstein T/ Holland H, Binnenschiffahrtsrecht   Kommentar (5. Bası, De Gruyter 2007).Yavaş A, Kara Yolunda Konteyner İle Yapılan Yük Taşımasında Kayıp Veya Hasardan Doğan Sorumluluk (Türk Hukukunda Ve Uluslararası Sözleşmelerde) (Onikilevha, 2016) 121 vd.; Demet Yürük Yeniocak, CMR Hükümleri Uyarınca Taşıyıcının Sorumluluktan Kurtulması (Seçkin 2019).Yürük Yeniocak D, CMR Hükümleri Uyarınca Taşıyıcının Sorumluluktan Kurtulması (Seçkin 2019).656"
}