{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "08",
     "Ay": "09",
     "Yıl": "2020",
     "Cilt": "78",
     "Sayı": "2",
     "Başlık": "COVID 19 Salgınının Kamu Hizmeti Imtiyaz Sözleşmelerine Etkisi",
     "Title": "Effects of the COVID 19 Outbreak on Public Service Concession Contracts",
     "Yazar İsmi": [

          "Şerife Yıldız Akgül"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Kamu hizmeti imtiyaz sözleşmeleri", "Kamu ihale sözleşmeleri", "Öngörülmezlik teorisi", "Mücbir sebep", "Fait du prince"
     ],
     "Keywords": [
          "Public service concession contracts", "Public procurement contracts", "Unpredictability theory", "Force majeure", "Fait du prince"
     ],
     "Özet": "COVID 19 salgını, toplum sağlığı yanında hukuki işlemler üzerinde de etkilerini göstermektedir. Salgının yayılmasını engellemek için alınan tedbirler, kamu hizmetleri ve kamu hizmetlerinin yürütülmesi için yapılan sözleşmelerin hukuki rejimini etkilemektedir. Bu sözleşmelerden kamu hizmeti imtiyaz sözleşmeleri özel bir önem arz etmektedir. Zira kamu hizmetini, hizmetin yürütülmesinden kaynaklanan riskleri de üstlenerek yürüten sözleşmeci, hizmeti kamu hizmetine egemen olan ilkelere uygun yürütmek yükümlülüğü altındadır. Sözleşmecinin imtiyaz sözleşmesi çerçevesinde tabi olduğu yükümlülükler yanında sahip olduğu haklar da vardır.  Konumuz bakımından bu yükümlülüklerden kamu hizmetlerinin sürekliliği ilkesi ile haklardan sözleşmenin mali dengesinin korunmasını isteme hakkı özellikle önemlidir. Zira COVID 19 salgını, kamu hizmeti imtiyaz sözleşmelerinin yürütülmesini kimi zaman oldukça güçleştirmekte ve sözleşmenin mali dengesini etkilemektedir. Kamu hizmetlerinin sürekliliği ilkesi gereğince kamu hizmetini her halükarda yürütmek zorunda olan sözleşmeci, sözleşmenin mali dengesi üzerinde etki eden salgın çerçevesinde katlanmak zorunda olduğu yükümlülüklerin karşılanmasını idareden talep edebilir.  Bu çalışmada öncelikle kamu hizmeti imtiyaz sözleşmelerine ilişkin Türk idare hukukunun kaynak ülkesi olan Fransız idare hukuku ile Avrupa Birliği hukukundaki gelişmeler ele alınacaktır. Daha sonra COVID 19 salgınından etkilenen kamu hizmeti imtiyaz sözleşmelerinde sözleşmeciye tanınan sözleşmenin mali dengesini korunmasını isteme hakkını sağlayan araçlar, öngörülmezlik hali, mücbir sebep ve fait du prince başlıkları altında ortaya konulacaktır.",
     "Abstract": "The coronavirus disease 2019 (COVID-19) outbreak has had detrimental effects on legal transactions and public health. The measures taken to prevent the spread of the outbreak have affected the legal regime of contracts for the conduct of public services and public services. Of these contracts, the public service concession contracts are of particular importance. Hence, by undertaking the risks arising from the execution of the service, the contractor who performs the public service is under the obligation to conduct the service in accordance with the principles dominating the public service. In addition to the liabilities of the contractor, the rights of the contractor are also mentioned in the concession agreement. In terms of our subject matter, the principle of the continuity of public services and the right to ask for the protection of the financial balance of the contract is particularly important. The execution of public service concession agreements becomes very difficult and affects the financial balance of the contract due the COVID-19 outbreak. The contractor, who has to perform public service in any case, may request the administration to meet the obligations that he or she has to bear within the framework of the pandemic following the principle of continuity of public services affecting the financial balance of the contract. This study will thus discuss the French administrative law, which is the source country of the Turkish administrative law regarding public service concession agreements, and developments in the European Union law. Then, the instruments that provide the right to demand the protection of the financial balance of the contract granted to the contractor will be presented under unpredictability, force majeure, and fait du prince in the public service concession contracts affected by the COVID-19 outbreak.",
     "Metin": "COVID-19  salgını  toplum  sağlığı  yanında  toplumsal  yaşamın  her  alanını etkilemektedir. Salgının etkilediği alanlardan biri de hukuktur. Hukuk alanında etkilenen alanlardan biri ise kamu hizmetinin yürütülmesi için idarenin özel hukuk kişileri ile yaptığı sözleşmelerdir. Kamu hizmetinin yürütülmesi için özel hukuk kişileri ile yapılan sözleşmelerden kamu hizmeti imtiyaz sözleşmeleri özel bir önem arzetmektedir. Zira bu sözleşmeler ile kamu hizmetinin yürütülmesini üstlenen sözleşmecinin hizmetin yürütülmesinden kaynaklanan riskleri de üstlenmesi gerekir. Buna  karşılık  sözleşmecinin  sahip  olduğu  haklardan  biri  de  sözleşmenin  mali dengesinin korunmasını isteme hakkıdır. Sözlemenin mali dengesinin sözleşmeci aleyhine bozulması halinde sözleşmecinin tazminat hakkı doğar. Belirtmek gerekir ki bu çalışmada kamu hizmeti imtiyaz sözleşmeleri bütünüyle değil  COVID-19  salgını  ile  ortaya  çıkabilecek  olası  zararların  karşılanması çerçevesinde,  kamu  hizmeti  imtiyaz  sözleşmelerinin  ayırdedici  niteliği  olan sözleşmecinin  hizmetin  yürütülmesinden  kaynaklı  riskleri  üstlenme  ölçütü  ile sözleşmecinin  sözleşmenin  mali  dengesinin  korunmasını  isteme  hakkının  nasıl bağdaştırıldığı tartışılmıştır. Öncelikle  kamu  hizmeti  imtiyaz  sözleşmelerinin  karakteristiği  olan  hizmetin yürütülmesinden kaynaklı risklerin üstlenilmesi unsurunun kapsamı ele alınmıştır. Bu  çerçevede  özellikle  Fransız  hukuku  ve  Avrupa  Birliği  hukukunda  imtiyaz sözleşmelerine ilişkin gelişmeler de aktarılmak suretiyle kamu hizmeti imtiyaz sözleşmelerinin  ayırdedici  niteliği  olan  hizmetin  yürütülmesinden  kaynaklanan risklerin sözleşmeci tarafından üstlenilmesi konusu ele alınmıştır. Daha sonra kamu hizmeti imtiyaz sözleşmelerinde sözleşmecinin sahip olduğu, sözleşmenin mali dengesinin korunmasını isteme hakkının COVID-19 salgınından kaynaklanan zararlar söz konusu olduğunda öngörülemezlik teorisi olarak mı mücbir sebep mi yoksa fait du prince hali olarak mı ileri sürüleceği sorusu tartışılmıştır. Belirtilmelidir ki bu çalışmada yapılan açıklamalar aksi belirtilmediği sürece, sadece  kamu  hizmeti  imtiyaz  sözleşmeleri  için  değil  kamu  hizmeti  imtiyaz sözleşmeleri olarak adlandırılmayıp da kamu hizmetinin yürütülmesi amacıyla idare ile özel hukuk kişileri arasında yapılan ve hizmetin yürütülmesinden kaynaklanan risklerin sözleşmeciye ait olduğu idari sözleşmeler bakımından geçerlidir. 964Yıldız-Akgül / COVID-19 Salgınının Kamu Hizmeti İmtiyaz Sözleşmelerine Etkisi I. Kamu Hizmeti İmtiyaz Sözleşmelerinin Ayırdedici Niteliği: Sözleşmecinin Hizmetin Yürütülmesinden Kaynaklı Riskleri ÜstlenmesiBu çalışmada kamu hizmeti imtiyaz sözleşmeleri bütünüyle değil COVID-19 salgını  ile  ortaya  çıkabilecek  olası  zararların  karşılanması  çerçevesinde  kamu hizmeti imtiyaz sözleşmelerinin ayırdedici niteliği olan sözleşmecinin hiznetinden yürütülmesinden  kaynaklı  riskleri  ölçütü  ile  sözleşmecinin  sözleşmenin  mali dengesinin korunmasını isteme hakkının nasıl bağdaştırıldığı tartışılacaktır. Zaten kamu hizmeti imtiyaz sözleşmeleri her yönüyle tartışılan bir sözleşme türü olduğu için tüm yönlerinin ele alınması da son derece kapsamlı bir çalışmanın konusu olabilir. Kamu hizmeti imtiyaz sözleşmelerinde geçen kamu hizmeti kavramı farklı disiplinlerde incelenen tartışmalı bir kavram olduğu gibi imtiyaz kavramına ve sözleşme kavramına ilişkin eleştiri ve farklı görüşler de mevcuttur. Tüm bu tartışmalara rağmen kamu hizmetlerinin sözleşme ile özel hukuk kişilerine gördürülmesinin ideal tipi ve prototipi imtiyaz yöntemi olarak kabul edilmektedir. Fransız Hukuku ve Avrupa Birliği Hukukunda da imtiyaz yöntemi son dönem düzenlemelerinde önemli bir yere sahiptir. A. Fransız Hukukunda İmtiyaz SözleşmeleriFransa da kamu ihale sözleşmeleri ile kamu hizmetinin yürütülmesi amacıyla yapılan imtiyaz sözleşmelerini bünyesinde barındıran Kamusal Alım Kodu (Code de la Commande Publique) 5 Aralık 2018 günü Resmi Gazete de yayımlanmış ve 1 Ocak 2019 günü itibariyle yürürlüğe girmiştir. İlk halinde 1747 maddeden oluşan 1  Kamu hizmeti kavramının siyaset bilimi, kamu ekonomisi ve kamu maliyesi disiplinlerinde ele alındığı ancak idare hukuku öğretisinin bu disiplinlerden tamamen yalıtık biçimde geliştiği eleştirisi ve diğer disiplinlerle kamu hizmetine ilişkin yaklaşımların ele alındığı çalışma için bkz Onur Karahanoğulları, Kamu Hizmeti (Kavram ve Hukuksal Rejim), (Turhan Kitabevi, Ankara, 2002,) 9. 2  Fransız Hukukçu Didier Truchet kamu hizmetinin tanımlanamaz bir kavram olduğunu belirttiği çalışmasından sonra (Didier Truchet ,  Label de service public et statut de service public , (1982), AJDA, 428) bu kez Fransız idare hukukunun kurucu kavramı olarak ele alınan bu kavramdan, Avrupa Birliğinin de etkisiyle  kamuya yararlı hizmet  kavramı lehine vazgeçilmesi önerisinde bulunmuştur. Didier Trucher, Renoncer à l expression « service public » , (2008), AJDA, 553. Bu görüş karşısında Avrupa Birliği etkisinin bu kavramdan vazgeçmeyi değil bu kavramı savunmak için bir neden daha verdiği de savunulmuştur. Bu görüş için bkz Gérard Marcou,  Maintenir l expression et la notion de « service public » , (2008), AJDA, 833. Avrupa Birliği hukuku Türk idare hukukunu da etkilemektedir. Kamu hizmeti alanına ilişkin örneğin Avrupa Birliğinde kullanılan  evrensel hizmet  kavramına ilişkin kanun çıkarılmıştır. 5369 sayılı Evrensel Hizmet Kanunu, 16.06.2005, RG 25.06.2005, Sayı: 25856. Evrensel hizmet konusunda bkz Ali D. Ulusoy, Yeni Türk İdare Hukuku, (Yetkin Yayınları, Ankara, 2019), 512-513. 3  İngilizce ve Fransızca karşılıklarından doğru olarak çevrildiği belirtilmekle birlikte kavramın ayrıcalık ve Osmanlı Devleti dönemindeki kapitülasyonları çağrıştırması nedenleriyle uygunsuz bir kavram olduğu belirtilerek bunun yerine  yetkilendirme  kavramının kullanılması önerilmektedir. Bkz Hasan Dursun,  Yeni Bir Yetkilendirme (İmtiyaz) Sözleşmeleri Kanunu Yapılmasına Mutlak Bir Gereksinim Vardır , (2016 (125)), TBB Dergisi, 101-102. 4  Kamu hizmeti imtiyazının sözleşme olduğu görüşü yanında tek yanlı idari işlem ve karma işlem olduları yolunda görüşler de vardır. Şartname ve sözleşmeden oluşan imtiyaz sözleşmelerinin karma işlem oduğu yolundaki görüş ve diğer görüşler için bkz K.Burak Öztürk, Kamu Hizmeti İmtiyaz Sözleşmeleri, (Yüksek Lisans Tezi, AÜSBE, Ankara, 2000), 54-58. 5  Kamu hizmetinin kamu kesimi tarafından yerine getirilmesinin emanet, özel hukuk kişileri tarafından yerine getirilmesinin ideal tipi, imtiyaz olarak ele alınmakta ve bu iki yöntem arasında da müşterek emanet örneğinde olduğu gibi karma yöntemler yer aldığı kabul edilmektedir. Bkz Karahanoğulları, (n 1), 324.6  Yıldırım  Uler,   Sözleşmeli  Personel  İdarî  Sözleşmeler ,  235.  https://dspace.ankara.edu.tr/xmlui/bitstream/handle/20.500.12575/48010/3452.pdf?sequence=1&isAllowed=y, Erişim Tarihi: 22.06.2020. 965İstanbul Hukuk Mecmuası 78/2Kod düzenleme tekniği bakımından iki bölümden oluşmaktadır. İlk bölümde yasal düzenlemelere yer veren Kodun ikinci bölümü ise Conseil d Etat incelemesine tabi  kararnameden  oluşmaktadır.  Bir  dönem  kamu  hizmeti  devir  sözleşmeleri kapsamında ele alınan imtiyaz sözleşmeleri sonrasında 29 Ocak 2016 tarih ve n° 2016-65 sayılı imtiyaz sözleşmelerine ilişkin ordonans ile ismiyle özel olarak düzenlenmiş en sonunda da kamu ihale sözleşmeleri yanında idari sözleşmelerin iki temel türünden biri olarak Kamusal Alım Kodunda düzenlenmiştir. Kamu hizmeti imtiyaz sözleşmelerinin öteden beri ayırdedici niteliği olarak ön plana çıkan hizmetin yürütülmesinden kaynaklı riskleri üstlenme ölçütü Kodun, imtiyaz sözleşmelerini tanımlayan düzenlemesinde yer almıştır (art. L1-1)11. Ayrıca üstlenilen riskin niteliği de düzenlenmiştir. Üstlenilen risk salt teorik veya önemsiz, ihmal edilebilir bir risk olmamalı piyasanın belirsizlik ve tehlikelerine gerçekten maruz kalmayı ihtiva eden bir risk olmalıdır. Normal işleyiş koşullarında, imtiyaz sahibinin, kamu hizmetinin işletilmesi için yaptığı yatırım ve masraflarının amortismanının garanti edilmediği durumlarda riski üstlendiği kabul edilir. Fransız  Hukukunda  kamu  hizmeti  imtiyaz  sözleşmeleri,  diğer  önemli  bir idari sözleşme türü olan kamu ihale sözleşmelerinden farkı ortaya konulurken de sözleşmecinin hizmetin yürütülmesinden kaynaklı riskleri üstlenmesi ve hizmetin yürütülmesinden elde edilen gelirle ücretlendirilmesi unsurları ortaya konulmaktadır. Riskleri üstlenme ve ücretlendirme şekli dışında sözleşmenin konusu da dikkate alınmaktadır.  Buna  göre;  kamu  hizmeti  imtiyaz  sözleşmelerinin  konusu  kamu hizmetinin yürütülmesi iken kamu ihale sözlemelerinin konusu, kamu tüzel kişilerine üstlendikleri kamu hizmetini yürütmede ihtiyaç duydukları araçları sağlamaktadır. 7  Ordonnance n° 2018-1074 du 26 novembre 2018 portant partie législative du code de la commande publique, NOR:  ECOM8593R,  JORF  n°0281  du  5  décembre  2018,  texte  n°  20,  https://www.legifrance.gouv.fr/eli/ordonnance/2018/11/26/ECOM8593R/jo/texte, (E.T.17.06.2020).8  Décret  n°  2018-1075  du  3  décembre  2018  portant  partie  réglementaire  du  code  de  la  commande  publique, NOR:  ECOM8600D,  JORF  n°0281  du  5  décembre  2018,  texte  n°  21,  https://www.legifrance.gouv.fr/eli/decret/2018/12/3/ECOM8600D/jo/texte, (E.T.17.06.2020).9  Loi sapin olarak adlandırılan 29 Ocak 1993 tarih ve n° 93-122 sayılı yolsuzluğun önlenmesi ve kamusal usuller ile ekonomik yaşamda şeffaflığa ilişkin kanunda kamu hizmeti devir sözleşmeleri kavramlaştırılmasına gidilmiştir. JORF n°25 du 30 janvier 1993 page 1588, https://www.legifrance.gouv.fr/affichTexte.do?cidTexte=JORFTEXT000711604&categorieLien=id, Erişim Tarihi: 20.06.2020.. 10  Loi Sapin olarak adlandırılan yasada kamu hizmeti devri sözleşmelerine ilişkin hükümleri yürülükten kaldıran 29 Ocak 2016 tarih ve n° 2016-65 sayılı imtiyaz sözleşmelerine ilişkin ordonans, https://www.legifrance.gouv.fr/affichTexte.do;jsessionid=11E5730ECDFCBBEBCCE.tplgfrs_2?cidTexte=JORFTEXT031939947&dateTexte=20190331, Erişim Tarihi: 20.06.202011  Söz konusu düzenlemede sadece kamu hizmeti imtiyazları değil bayındırlık imtiyazları da düzenlenmiştir. Türk Hukukunda her iki tür imtiyaz da kamu hizmeti imtiyazı kavramı kapsamında ele alındığından bayındırlık imtiyazı için ayrıca açıklama yapılmamıştır. 12  Pierre Laurent Frier ve Jacques Petit, Droit Administratif, (8e édition, Paris, LGDJ, 2013), 389.966Yıldız-Akgül / COVID-19 Salgınının Kamu Hizmeti İmtiyaz Sözleşmelerine Etkisi B. Türk Hukukunda İmtiyaz SözleşmeleriBilindiği gibi kamu hizmeti imtiyaz sözleşmeleri 1924 Anayasasından beri tüm anayasalarda düzenlenmiş tek idari sözleşme örneğidir. İdare hukukunun içtihadi niteliğinin bir görünümü olarak kamu hizmeti imtiyaz sözleşmeleri de büyük ölçüde içtihatlarla ve Fransız Hukukunun etkisiyle gelişmiştir.Türk hukukunda imtiyaz sözleşmelerini düzenleyen temel yasal düzenleme 1326 tarihli  Menafii  Umumiyeye  Müteallik  İmtiyazat  Hakkında  Kanundur.  Bunun dışında  bu  sözleşmelere  yer  veren  başka  kanunlar  da  vardır. Yap-işlet-devret modeline yer veren yasal düzenlemelerde yer alan sözleşmeler de öğretide ve yargı kararlarında imtiyaz sözleşmesi olarak kabul edilmiştir. Ancak sonrasında Anayasa nın 47. maddesi değiştirildikten sonra yap-işlet-devret usulüne yer veren 3996 sayılı Kanun da değişiklik yapılarak bu sözleşmeler özel hukuk hükümlerine tabi tutulmuştur. Özel hukuk hükümlerine tabi tutulması ile imtiyaz sözleşmeleri için mümkün olmayan talep garantisi tanınması da bu sözleşmeler bakımından mümkün kılınmıştır (madde 8/3)19. Fransız Hukukundan etkilenen Türk Hukukunda da imtiyaz sözleşmesi; idarenin özel bir kişi ile yaptığı bir kamu hizmetinin masrafları, kar ve zararı özel kişiye ait olmak üzere özel bir kişice kurulması ve/veya işletilmesi amacıyla yaptığı sözleşme 13  1924 Anayasası nın 26 ve 51. maddeleri ile 1961 Anayasasının 140. maddesinde yer verilmiştir. 1982 Anayasası nın ise 125. maddesinde  ….Kamu hizmetleri ile ilgili imtiyaz şartlaşma ve sözleşmelerinde bunlardan doğan uyuşmazlıkların milli veya milletlerarası tahkim yoluyla çözülmesi öngörülebilir…  hükmü ile tanımı ve hukuki rejimi konusunda birçok tartışmaya konu olan bu sözleşmelere ilişkin yeni bir tartışma konusu eklenmiştir. Yine Anayasa nın 155. maddesinin 2. fıkrasında  Danıştay… kamu hizmetleri ile ilgili imtiyaz şartlaşma ve sözleşmeleri hakkında iki ay içinde düşüncesini bildirmek, ..  şeklinde hükme yer verilmiştir. 14  10 Haziran 1326, Takvimi Vakayi, 24 Haziran 1326, Sayı: 576. 15  Örneğin 406 sayılı Telgraf ve Telefon Kanunu çerçevesinde yapılan ve 5809 sayılı Elektronik Haberleşme Kanunu ile sona ermelerine kadar geçerliliklerini koruyan imtiaz sözleşmeleri. ne ilişkin de öngörülemezlik haline ilişkin hükümler bulunmamaktadır. Bir dönem imtiyaz sözleşemsi olarak kabul edilen yap-işlet-devret sözleşmelerine ilişkin 3996 sayılı Kanun da da bu yönde bir düzenleme yoktur. 16  Metin Günday, İdare Hukuku, (10. Baskı, İmaj Kitabevi, Ankara, 2013), 344; Öztürk, (n 4),139. Karşı görüş için bkz Kemal Gözler ve Gürsel Kaplan, İdare Hukuku Dersleri, (20. Baskı, Ekin Kitabevi, Bursa, 2018), 522. 17  AYM,  28.06.1995,  Esas  No:  994/71,  Karar  No:  1995/23,  https://normkararlarbilgibankasi.anayasa.gov.tr/Ara?EsasNo=1994%2F, Erişim Tarihi: 22.06.2020. 18  3996 Sayılı Bazı Yatırım ve Hizmetlerin Yap-İşlet-Devret Modeli Çerçevesinde Yaptırılması Hakkında Kanun, madde 5.19  Oysa ki Danıştay 1. Dairesi 3996 sayılı Kanun çerçevesinde yapılan yap-işlet-devret sözleşmelerini kamu hizmeti imtiyaz sözleşmesi olarak niteleyen görüş kararında sözleşmeci şirkete gelir garantisi verilemeyeceğini şu şekilde ifade etmişti :  3996 sayılı Kanunun 2 nci maddesinde sayılan ve her biri kamu hizmeti niteliğini taşıyan yatırım ve hizmetlerin gerçekleştirilmesi amacıyla yapılacak sözleşmeler, Anayasa Mahkemesinin 28.6.1995 günlü ve E: 1994/71, K: 1995/23 sayılı kararında da vurgulandığı üzere, kamu hizmeti imtiyaz sözleşmeleridir.  İmtiyaz hukuku ve buna ilişkin yargı kararlarının yanısıra 3996 sayılı Kanunun 6 ncı maddesinde de, bu kanuna göre yapılacak işlerin finansmanından, işi alan sermaye şirketinin sorumlu olacağı kuralına yer verilmiştir. Bu durumda, sözü edilen otoyol kesiminin yapımı ve işletilmesi süresince, yüklenici firmalara ...boğaz köprüleri gelirlerinin finansman desteği olarak tahsis edilmesinin bu kurala aykırılık oluşturacağı açık bulunmaktadır.  Belirtilen nedenlerle, ...-...-... otoyolunun 3996 sayılı Kanun uyarınca yap-işlet-devret modeline göre yaptırılması planlanan ...-...-... kesiminin yapımı ve işletilmesi süresince, yüklenici firmalara ... boğaz köprüleri gelirlerinin finansman desteği olarak tahsis edilmesine hukuken olanak bulunmadığı sonucuna ulaşılarak dosyanın Danıştay Başkanlığına sunulmasına 16.12.1998 gününde oybirliğiyle karar verildi. , www.kazanci.com, Erişim Tarihi 26.06.2020. 967İstanbul Hukuk Mecmuası 78/2olarak tanımlanmıştır. Belirtmek gerekir ki gelinen aşamada kapsayıcı bir kanun ile imtiyaz sözleşmelerinin hukuki rejiminin belirlenmesinde fayda vardır. Mevzuat alanındaki dağınıklık ve hukuki rejimlerdeji farklılık kanunların okunabilirliğini engellediği gibi uygulamada da birçok karmaşayı beraberinde getirmektedir. Oysa ki sadece Fransa da değil Avrupa Birliğinde de imtiyaz sözleşmeleri özel olarak düzenlenerek hukuki rejimi belirlenmiştir. C. Avrupa Birliği Hukukunda İmtiyazEkonomik bir topluluk olarak kurulan Avrupa Birliği nin ekonomik bütünleşmesini sağlamadaki en önemli araçlarından biri kamu ihaleleri olmuş ve kamu ihaleleri, direktiflerle  özel  düzenleme  konusu  yapılmıştır.  Başlangıçta  özel  düzenleme konusu yapılmayan ve tanımlanmayan imtiyaz sözleşmeleri ise kamu ihalelerine ilişkin direktiflerin kapsamlarının belirlenmesi çerçevesinde sınırlı düzenlemelere ve  Avrupa  Birliği  Adalet  Divanının  kararlarına  konu  olmuştur.  Kamu  ihale sözleşmelerinin, özellikle hizmet ihalelerinin imtiyaz sözleşmelerinden tam olarak ayırdedilememesinin yarattığı hukuki belirsizliğin önüne geçmek adına öncelikle Avrupa Birliği Komisyonu yayınladığı bir tebliğ ile imtiyaz sözleşmelerinin kamu ihale sözleşmelerinden farkını ortaya koymuştur. Söz konusu tebliğe göre; bayındırlık imtiyazlarının, yapım işleri ihalelerinden farkını ortaya koymada belirleyici özellik, sözleşmecinin eserin işletilmesini de üstlenmesidir. Bu işletimin sonucu olarak sözleşmecinin ücretlendirilmesi idare tarafından değil kullanıcılardan alınacak bedellerle sağlanacak, böylece sözleşmeci eserin  inşaasına  ve  sonrasında  işletilmesi  ile  kullanım  sıklığına  ilişkin  risklere katlanacaktır. Tebliğ ile 92/50 sayılı hizmet ihalelerine ilişkin direktifte düzenlenmeyen kamu  hizmeti  imtiyazlarında  da  benzer  yorumlama  tarzı  geliştirilmiştir.  Buna göre; kamu hizmeti imtiyazlarında da belirleyici olan hizmetin işletilmesidir. Bu ölçütün  uygulanması  sonucu  imtiyazcı,  kamu  hizmetinin  yürütülmesine  bağlı 20  Sıddık Sami Onar, İdare Hukukunun Umumî Esasları, (I.Cilt, 3. Bası, İsmail Akgün Matbaası, İstanbul, 1966), 44; Tanıma, imtiyaz sahibinin hizmetten yararlananlardan belirli bir tarife uyarınca tahsil edeceği karşılıklardan gelir sağlaması unsuru da ilave edilebilir; Günday,(n 16) 344, 348; Gözler ve Kaplan, (n 16), 431; Ramazan Çağlayan, İdare Hukuku Dersleri, (6. Baskı, Adalet Yayınevi, Ankara, 2018), 249,250; Ulusoy,(n 2),367; Öztürk, (n 4) 54-58. Danıştay incelemesinden geçirilmeyi adeta sözleşmenin bir ölçütü haline getiren ve idarenin nitelendirmesi ile kendini bağlı sayan kararlar da vardır. Bu kararlar için bkz DİDDK, 09.05.2017, Esas No: 2014/3807, Karar No: 2017/2009, karar metnine ulaşılamamış karara Dan.13.Daire, 29.01.2020, Esas No: 2020/259, Karar No: 2020/248 sayılı kararında yer verilmiştir. Bu yöndeki bir başka karar için bkz Dan.13.Daire, 09.07.2018, Esas No: 2018/2456, Karar No: 2018/2336. 21  İmtiyaz sözleşmeleri için yeni bir kanun ihtiyacını ortaya koyan çalışma için bkz Dursun, (n 3), 143-144.22  Kamu İhalelerine İlişkin Avrupa Birliği Komisyonu Tebliği için bkz Public Procurement in The Eurepean Union, Communication From the Commission, 11.03.1998, COM(1998) 143final, https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:51998DC3&from=FR, (E.T.20.06.2020). 23  Yapım işlerine ilişkin 93/37 sayılı direktif ile bayındırlık imtiyazları özel bir rejime tabi tutulmuş, diğer imtiyaz türlerine ise direktiflerde yer verilmemiştir. Tebliğ ile direktiflerle düzenlenmeyen imtiyaz sözleşmelerinin de ekonomik faaliyetlerin yürütülmesine ya da malların teminine yönelik bir devlet (idari) işlemi görünümünde iseler Avrupa Birliği Anlaşmasına ve Avrupa Birliği Adalet Divanı içtihatlarından ortaya çıkan ilkelere tabi olduğu öngörülmüştür. Söz konusu tebliğ için bkz Communication interprétative de la Commission sur les concessions en droit communautaire, (2000/C 121/02), Journal officiel n° C 121 du 29/04/2000 p. 0002 – 0013, https://eur-lex.europa.eu/legal-content/FR/TXT/?uri=CELEX%3A00Y9%2801%29, (E.T. 20.06.2020)968Yıldız-Akgül / COVID-19 Salgınının Kamu Hizmeti İmtiyaz Sözleşmelerine Etkisi riskleri üstlenmektedir. Riskleri üstlenmesindeki belirleyici ölçüt ise imtiyazcının ücretlendirme  şeklidir.  Kamu  hizmeti  imtiyaz  sözleşmelerinde,  imtiyazcı  idare tarafından  ücretlendirilmemekte,  hizmetten  yararlanalardan  alınan  bedellerle ücretlendirilmektedir.  Sözleşmecinin  idare  tarafından  ücretlendirilmesi  halinde ortada üstlenilmiş bir risk olmadığından, imtiyaz sözleşmesinden bahsedilemez. Daha sonrasında imtiyaz sözleşmeleri de ihale sözleşmeleri gibi Avrupa Birliği Hukukunda direktif ile özel bir düzenleme konusu olmuştur. 2014/23 sayılı direktifte de imtiyazın temel özelliği; bayındırlık eseri ya da hizmetin işletilmesinin imtiyazcıya verilmesi ile işletimden kaynaklanan ekonomik nitelikteki risklerin de imtiyazcıya geçmesi olarak ele alınmıştır. Bu çerçevede üstlenilen risk kapsamında, normal şartlarda işletim  sırasında  yapılan  yatırım  ve  masraflar  amorti  edilemeden  sözleşmecinin üzerinde kalabilir. İdare sözleşmeciye yapılan yatırım ve masraflar tutarında veya üzerinde asgari bir gelir garantisi sağlayarak tüm zarar riskini ortadan kaldıramaz. Söz konusu Direktifte ayrıca ücretlendirmeye ilişkin olarak hangi durumların imtiyaz olamayacağı da düzenlenmiştir. Buna göre; sektörel düzenlemeler, imtiyaz sahibine, yapılan yatırımlar ve sözleşmenin yürütülmesi için katlanılan maliyetlere ilişkin kâr garantisi vererek riski ortadan kaldırdığı takdirde sözleşme, imtiyaz sözleşmesi niteliğinde değildir. Bununla birlikte üstlenilen riskin başından beri sınırlı bir risk olması da imtiyaz niteliğine engel teşkil etmez. Bu çerçevede sözleşme hükümleri ile idareden kaynaklı bir nedenden dolayı sözleşmenin feshi ya da mücbir sebep nedeniyle sözleşmenin feshi hallerinde imtiyazcının zararlarına karşılık kısmi tazminat verilmesi şeklinde işletimden kaynaklı riskin sınırlandırılması mümkündür.Direktife göre üstlenilmesi gereken riskin, tarafların tamamen kontrolü dışındaki faktörlerden kaynaklanması gerekmektedir. Hizmetin kötü yürütülmesi, sözleşmecinin sözleşmede öngörülen yükümlülükleri yerine getirmemesi ya da mücbir sebep haline bağlı riskler, tüm sözleşmelerde söz konusu olabilecek riskler olduğundan, imtiyaz sözleşmesi nitelemesi için belirleyici değildir. İmtiyaz szleşmelerine ilişkin risk piyasadan kaynaklı arz ve/veya talebe bağlı risklerdir. Talebe bağlı risk; sözleşme konusu hizmet ya da bayındırlık işine ilişkin efektif talepten kaynaklı riski ifade etmektedir. Arza bağlı risk ise sözleşme konusu hizmet ya da bayındırlık işinin temininden kaynaklı, özellikle, talebe uygun olmayan hizmet temininden kaynaklı riski  kapsamaktadır.  İşletimden  kaynaklı  riskin  hesaplanması  amacıyla  tüm yatırımların güncel net değerleri ile gelir ve masrafları dikkate alınmalıdır. 24  Directive 2014/23/UE du Parlement européen et du Conseil du 26 février 2014 sur l attribution de contrats de concession, https://eur-lex.europa.eu/legal-content/FR/TXT/?uri=celex:32014L3,  (E.T.  20.06.2020).  Kamu  ihalelerine  ilişkin Avrupa Birliği Direktifleri ise kamu ihale sözleşmelerinin yapılmasına ilişkin; Directive 2014/24/UE du Parlement européen et du Conseil du 26 février 2014 sur la passation des marchés publics et abrogeant la directive 2004/18/CE, ile su, enerji, ulaşım ve posta hizmetlerine ilişkin sektörlerde faaliyet gösteren kuruluşların ihalelerine ilişkin; Directive 2014/25/UE du Parlement européen et du Conseil du 26 février 2014 relative à la passation de marchés par des entités opérant dans les secteurs de l eau, de l énergie, des transports et des services postaux et abrogeant la directive 2004/17/CE, direktiflerdir.969İstanbul Hukuk Mecmuası 78/2Direktif hükümleri dikkate alındığında COVID-19 salgını çerçevesinde gündeme gelebilecek  mücbir  sebep  ya  da  öngörülmezlik  teorisi  kapsamında  imtiyazcıya ödenecek  tazminatın  kamu  hizmetlerinin  yürütülmesinden  kaynaklı  risklerin üstlenilmesi  ölçütünü  ihlal  ettiğininin  ileri  sürülemeyeceği  söylenebilir.  Kamu hizmetlerinin  sürekliliği  ilkesi  çerçevesinde  idare  alınması  gereken  tedbirlere başvurabilecek, bu çerçevede sözleşmecinin katlanması gereken aşırı bir yük ortaya çıkarsa da sözleşmecinin sahip olduğu sözleşmenin mali dengesinin korunması hakkı çerçevesinde idare de bir kısım zararı üstlenebilecektir. II. COVID-19 Salgınının Kamu Hizmeti İmtiyaz Sözleşmelerine  Etkilerinin Ortadan Kaldırılması İçin Hukuki ÇarelerCOVID-19 salgını kamu hizmetlerinin yürütülmesi amacıyla yapılan imtiyaz sözleşmelerini  çeşitli  şekillerde  etkilemiştir  ve  etkileri  de  devam  etmektedir. Özellikle sokağa çıkma yasaklarının uygunlandığı dönemlerde ulaşım gibi kamu hizmetlerinin hiç kullanılmaması ya da kullanım sıklığının oldukça düşük seviyelerde kalması hizmetin konusuna göre sözleşmecinin mali durumunu etkilemiştir. Kamu hizmeti imtiyaz sözleşmeleri bakımından kapsayıcı bir yasal düzenleme eksikliği salgın kriziyle başetme konusunda da kendini hissettirmiştir. Bu çerçevede kamu hizmeti imtiyaz sözleşmelerinin yürütülmesi sırasında COVID-19 salgını nedeniyle sözleşmecinin  uğradığı  zararların  tazmini  konusunda  kullanılabilecek  hukuki araçlardan bahsetmeden önce, böyle bir salgın kriziyle mücadelede yasal metinlerle düzenlenmiş  güvenceler  yanında  salgın  sırasında  çıkarılan  genelge  ile  imtiyaz sözleşmelerine göre oldukça donanımlı olan kamu ihale sözleşmelerinden bahsetmek yerinde olacaktır. A. Kamu İhale Sözleşmeleri ve COVID-19 SalgınıKamu  ihale  sözleşmelerinin  böyle  bir  salgınla  mücadele  konusunda  imtiyaz sözleşmelerine  göre  daha  donanımlı  olduğu  söylenebilir.  Bir  kere  4734  sayılı Kanun da yer alan kimi düzenlemeler de ilk etapta salgınla mücadele kapsamında özellikle sağlık hizmetlerinin ihtiyaç duyduğu, maske, ilaç dezenfektan gibi ürünlerin teminine imkân vermektedir. Olağan dışı hallerle başa çıkmada acil müdahale edilmesi gereken kimi durumlar Kanun dan istisna edilmek suretiyle 25 ya da ihtiyaç duyulan, mal ve hizmet alımları ile yapım işlerinin pazarlık usulü ile gerçekleştirilmesi mümkün kılınmıştır. Bu çerçevede pazarlık usulünü düzenleyen 21. maddenin b bendinde salgın hastalıklar da özel olarak sayılmıştır. Söz konusu düzenlemeye göre;  doğal afetler, salgın hastalıklar, can veya mal kaybı tehlikesi gibi ani ve beklenmeyen veya yapım tekniği 25  4734 sayılı Kanun un İstisnalar başlıklı 3. maddesinin j ve n bentleri kapsamında kapsamındaki mal ve hizmet alımları. 970Yıldız-Akgül / COVID-19 Salgınının Kamu Hizmeti İmtiyaz Sözleşmelerine Etkisi açısından özellik arz eden veya yapı veya can ve mal güvenliğinin sağlanması açısından ivedilikle yapılması gerekliliği idarece belirlenen hallerde veyahut idare tarafından önceden öngörülemeyen olayların ortaya çıkması üzerine ihalenin ivedi olarak yapılmasının zorunlu olması  halinde pazarlık usulü ile ihale yapılabilir. COVID-19 salgını çerçevesinde örneğin sahra hastanelerinin inşası için pazarlık usulüyle ihale yapılmasının mümkün olduğu pekâlâ söylenebilir. Yine 4734 sayılı Kanun da düzenlenen doğrudan temin yöntemi de COVID-19 salgını sırasında başvurulabilecek bir çözümdür. Buna göre salgın sırasında ihtiyaç duyulan ilaç, aşı, serum, anti-serum, kan ve kan ürünleri ile uygulama esnasında hastaya göre belirlenebilen ve hastaya özgü tıbbî sarf malzemeleri, test ve tetkik sarf malzemeleri alımları (madde 22/f) da ilan yapılmaksızn ve teminat alınmaksızın fiyat araştırması yapılarak doğrudan temin edilir.Kanundan istisna etme, pazarlık usulü ile ya da doğrudan temin etme çözümleri dışında COVID-19 salgını mücbir sebep hali olarak da kamu ihale sözleşmelerini düzenleyen 4735 sayılı Kamu İhale Sözleşmeleri Kanunu nda yer almıştır. Söz konusu Kanun da mücbir sebep sayılabilecek haller arasında  genel salgın hastalık  hali de sayılmıştır (madde 10/c). Bu hükme dayanarak COVID-19 Salgınının kamu ihale sözleşmelerine etkisi 1 Nisan 2020 tarihli, 2020/5 sayılı Cumhurbaşkanlığı Genelgesi ile düzenlenmiştir. Genelge sadece 4734 sayılı Kamu İhale Kanunu kapsamında yapılan ihale sözleşmelerinde değil 4734 sayılı Kanundan istisna edilen düzenlemeler kapsamında gerçekleştirilen ihalelere ilişkin olarak da nasıl hareket edileceğini düzenlemiştir. Genelgeye göre ihale sözleşmelerinde COVID-19 salgını nedeniyle sözleşme konusu işin yapılmasının geçici veya sürekli olarak kısmen ya da tamamen imkânsız hale gelmesi halinde yükleniciler bu durumu belgelendirmek suretiyle sözleşmenin tarafı olan idareye başvuracaklardır. İdare 4735 sayılı Kanun un 10. maddesinde düzenlenen mücbir sebep hükmünü ve diğer mevzuat hükümlerini esas almak suretiyle inceleme yaparak kararını alacaktır. İdare bu inceleme sonunda süre uzatımı ya da sözleşmenin feshine karar verebilecektir. Ancak idarenin alacağı bu kararda zorunlu bir şekil şartı olarak Hazine ve Maliye Bakanlığından değerlendirilme alınacağı belirtilmiştir. İdarenin kamu ihale sözleşmelerinde mücbir sebep nedeniyle süre uzatımı ya da sözleşmenin feshine karar verebilmesi için; 26  Bu ihalelerde ilan zorunluluğu bulunmadığından (4734 sayılı Kanun un 21. Maddesinin 2. Fıkrası) İstanbul da COVID-19 salgını ile mücadele kapsamında yaptırılan iki hastanenin pazarlık usulü ile mi yapıldığı konusunda bir bilgiye ulaşılamamıştır. 27  Resmi Gazete, 02.04.2020, Sayı: 3108728  Bu düzenleme değerlendirmenin mahiyeti ve bağlayıcılığı gibi tartışmalara açık olduğu gibi 4735 sayılı Kanun un konuyu düzenleyen 10. Maddesinde Hazine ve Maliye Bakanlığından görüş alınacağı yolunda bir düzenleme olmaması nedeniyle genelge ile böyle bir koşulun getirilemeyeceği şeklinde itirazlara da konu olabilir. Bununla birlikte  Sözleşmelerin Tasfiyesi veya Devri  başlıklı geçici madde 4 te idarenin tasfiye veya devre ilişkin karar vermeden önce Hazine ve Maliye Bakanlığının görüşünün alınacağı yolundaki düzenlemenin kanuni dayanak olarak ileri sürülmesi de mümkündür. 971İstanbul Hukuk Mecmuası 78/2-  Ortaya çıkan durumun yükleniciden kaynaklanan bir kusurdan ileri gelmemiş olması,-  Yüklenicinin sözleşmeden kaynaklanan yükümlülüklerini yerine getirmesine engel nitelikte olması,-  Yüklenicinin bu engeli ortadan kaldırmaya gücünün yetmemesi koşullarının kümülatif 29 yani birlikte gerçekleşmesi gerekmektedir. Belirtmek gerekir ki mücbir sebep hali dışında, kamu ihale sözleşmelerinde öngörülemeyen haller nedeniyle ortaya çıkan iş artışlarında nasıl hareket edileceği konusu da yine 4735 sayılı Kanun da düzenlenmiştir.Fransa da da 25 Mart 2020 tarihli 2020-319 sayılı ordonans ile hükümet idarenin sözleşmecilerinin pandeminin ekonomik sonuçlarından korunması adına bir dizi düzenleme yaptı. 22 Nisan 2020 tarihli 2020-460 nolu ordonans ile değiştirilen şekline göre kamu alım sözleşmelerine ilişkin alınan bir dizi tedbirler çerçevesinde ihale sözleşmelerine ilişkin de düzenlemeler yapılmıştır. Bu salgın sürecinde ihale sözleşmesinde  üstlenilen  yükümlülüğün,  yeterli  araçlara  sahip  olunamaması  ya da aşırı külfetli olması nedenleriyle kısmen ya da tamamen yerine getirilmemesi halinde,  idarenin  üçüncü  bir  kişiyle  bu  sözleşmenin  yerine  yeni  bir  sözleşme yapabileceği  de  düzenlenmiştir.  Bunun  için  sözleşme  kapsamında  karşılanacak ihtiyaçların  geciktirilemeyecek  ihtiyaçlar  olması  gerekir.  Bu  türden  ihtiyaçların kaşılanması için yapılan ikame sözleşmeleri nedeniyle ilk sözleşmedeki sözleşmeci 29  Kamu İhale sözleşmelerinde ürünün yükleneceği limanda yaşanan olumsuz hava koşullarının teslimatta gecikmeye sebep olmasının, ürünün menşei ülkenin ihracata tarife dışı engeller koymasının, ülkemizdeki olumsuz hava koşulları sebebiyle gümrük mevzuatı kapsamında yapılan analizlerin tamamlanamamasının ve ürünün teslim edileceği antrepo ile ilgili sorunlara dair başvurunun öngörülemezlik ve önlenemezlik şartlarının bir arada gerçekleşmesi koşulunu sağlamadığına ilişkin karar için bkz Dan.13.Daire, 31.03.2017, Esas No: 2016/1614, Karar No: 2017/874, www.danistay.gov.tr, Erişim Tarihi:20.06.2020. 30   Sözleşme kapsamında yaptırılabilecek ilave işler, iş eksilişi ve işin tasfiyesi  başlıklı 24. madde şu şekildedir;  Mal ve hizmet alımlarıyla yapım sözleşmelerinde, öngörülemeyen durumlar nedeniyle bir iş artışının zorunlu olması halinde, artışa konu olan iş;  a) Sözleşmeye esas proje içinde kalması,  b) İdareyi külfete sokmaksızın asıl işten ayrılmasının teknik veya ekonomik olarak mümkün olmaması,  Şartlarıyla, anahtar teslimi götürü bedel ihale edilen yapım işlerinde sözleşme bedelinin % 10 una, birim fiyat teklif almak suretiyle ihale edilen mal ve hizmet alımlarıyla yapım işleri sözleşmelerinde ise % 20 ‘sine kadar oran dahilinde, süre hariç sözleşme ve ihale dokümanındaki hükümler çerçevesinde aynı yükleniciye yaptırılabilir.   Birim fiyat sözleşme ile yürütülen yapım işlerinde, Cumhurbaşkanı bu oranı sözleşme bazında % 40 ‘a kadar artırmaya yetkilidir.   İşin bu şartlar dahilinde tamamlanamayacağının anlaşılması durumunda ise artış yapılmaksızın hesabı genel hükümlere göre tasfiye edilir. Ancak bu durumda, işin tamamının ihale dokümanı ve sözleşme hükümlerine uygun olarak yerine getirilmesi zorunludur.  Sözleşme bedelinin % 80 inden daha düşük bedelle tamamlanacağı anlaşılan işlerde, yüklenici işi bitirmek zorundadır. Bu durumda yükleniciye, yapmış olduğu gerçek giderleri ve yüklenici kârına karşılık olarak, sözleşme bedelinin % 80 i ile sözleşme fiyatlarıyla yaptığı işin tutarı arasındaki bedel farkının % 5 i geçici kabul tarihindeki fiyatlar üzerinden ödenir.   Fiyatlarda ortaya çıkan beklenmeyen artışlarda izlenecek usul ve esaslar zaman zaman da geçici düzenlemelere konu olabilmektedir. Bkz geçici madde 2, 3 ve 4.31  Ordonnance n° 2020-319 du 25 mars 2020 portant diverses mesures d adaptation des règles de passation, de procédure ou d exécution des contrats soumis au code de la commande publique et des contrats publics qui n en relèvent pas pendant la crise sanitaire née de l épidémie de covid-19, NOR: ECOM8122R, JORF n°0074 du 26 mars 2020, texte n° 43, https://www.legifrance.gouv.fr/eli/ordonnance/2020/3/25/ECOM8122R/jo/texte, E.T. 17.06.2020. 972Yıldız-Akgül / COVID-19 Salgınının Kamu Hizmeti İmtiyaz Sözleşmelerine Etkisi idarenin sorumluluğunu ileri süremeyecek, buna karşılık ikame niteliğindeki ihale sözleşmesinin masraf ve riskleri ilk sözleşemeciye ait olmayacaktır (art. 6/ 2° -b). Belirtmek gerekir ki bu hüküm sadece kamu ihale sözleşmeleri için getirilmiştir. Oysa ki idarenin sözleşmecinin yerine geçerek sözleşmeyi üstlenmesi diğer sözleşmeler için de mümkündür. Kamu ihale sözleşmeleri için getirilen bu düzenlemede dikkat edilmesi gereken bir başka husus; normalde bu durumlarda ikame sözleşmesi, ilk sözleşmecinin hesabına yerine getirilirken yani masraf ve riskler ilk sözleşmeciye ait iken burada ordonansın getiriliş amacına uygun olarak bu kuralın aksi yönde bir düzenlemeye gidilmiştir. Son olarak iptal edilen sözleşme ve feshedilen ihale nedeniyle sözleşme ya da ihaleye bağlı olarak yapılan masrafların da tazmin edileceği ordonans ile düzenlenmiştir (art. 6/ 3°).Ayrıca belirtilmeldir ki öngörülmezlik teorisinin temelinde yatan ilkenin kamu hizmetlerinin sürekliliği olması, bu teorinin sadece kamu hizmetlerinin yürütülmesine ilişkin  sözleşmeler  bakımından  geçerli  olduğu  yanılgısına  neden  olmamalıdır. Bu  çerçevede  kamu  hizmetinin  yürütülmesi  için  ihtiyaç  duyulan  sözleşmelere özellikle  kamu  ihale  sözleşmelerine  de  uygulanabileceği  kabul  edilmektedir. COVID-19 salgını nedeniyle sözleşmenin mali dengesi altüst olursa, yapım işlerinin, mal  temini  ve  hizmet  ifasının  maliyeti  COVID-19  salgını  nedeniyle  artıyorsa öngörülmezlik teorisi kapsamında sözleşmecinin zararının karşılanması gündeme gelebilir. Türk hukukunda özel hukuk sözleşmeleri olarak kabul edilen kamu ihale sözleşmeleri bakımından öngörülmezlik hali, 4735 sayılı Kanun da düzenlenen yukarıda bahsedilen hükümlere, bu Kanun da hüküm bulunmayan hallerde ise 36. madde gereğince, 6098 sayılı Türk Borçlar Kanunu na tabi olacaktır. Dolayısıyla Borçlar Kanunu nun aşırı ifa güçlüğüne ilişkin hükmü (madde 138), kamu ihale sözleşmelerine de uygulanabilecektir.32  Mathias Amilhat,  La Commande Publique Face au COVID-19: Dans l Attente de Mesures Réellement Efficaces , (2020), Journal du Droit Administratif, http://www.journal-du-droit-administratif.fr/?p=3175, ErişimTarihi: 21.06.2020.33  Laurent Richer, Droit des Contrats Administratifs, (2e édition, Paris, 1999), 241. 34  Amilhat, (n 32). 35   …idarelerce mal veya hizmet alımı için ihaleye çıkılması safhasında ihalenin sonuçlanıp kesinleşmesine kadar geçen aşamada tesis edilen işlemlerin idari nitelikte olduğu kabul edilmekte ve bu aşamada ortaya çıkan anlaşmazlıkların çözümünün idari yargı yerlerine, ihalenin kesinleşmesi ve sözleşmenin akdedilmesinden sonraki aşamada idare ile yüklenici arasındaki sözleşmenin uygulanmasından doğan uyuşmazlıkların görüm ve çözümünün ise özel hukuk hükümlerine göre adli yargı yerlerine ait olduğunda kuşku bulunmamaktadır…  Uyuşmazlık Mahkemesi, 29.12.2014, Esas No: 2014/1097, Karar No: 2014/1145, http://kararlar.uyusmazlik.gov.tr/Karar/Content/ddadd-fbc-4bb-bf-ffed?excludeGerekce=False&wordsOnly=False, Erişim Tarihi: 24.06.2020. Belirtmek gerekir ki kamu ihale işlemleri ile kamu ihalesi sözleşmesinin uygulanması çerçvesinde yapılan işlem ayrımı da kimi zaman güçlük arzetmektedir. Bu yönde bir karar için bkz Dan.13.Daire, 06.05.2019, Esas No: 2019/1067, Karar No: 2019/1491, www.kazanci.com, Erişim Tarihi 22.06.2020. Kamu ihale sözleşmelerinin idari sözleşme sayılması gerektiği görüşü için bkz Gözler ve Kaplan, (n 16) 458. 36  -Söz konusu düzenleme şu şekildedir:  Sözleşmenin yapıldığı sırada taraflarca öngörülmeyen ve öngörülmesi de beklenmeyen olağanüstü bir durum, borçludan kaynaklanmayan bir sebeple ortaya çıkar ve sözleşmenin yapıldığı sırada mevcut olguları, kendisinden ifanın istenmesini dürüstlük kurallarına aykırı düşecek derecede borçlu aleyhine değiştirir ve borçlu da borcunu henüz ifa etmemiş veya ifanın aşırı ölçüde güçleşmesinden doğan haklarını saklı tutarak ifa etmiş olursa borçlu, hâkimden sözleşmenin yeni koşullara uyarlanmasını isteme, bu mümkün olmadığı takdirde sözleşmeden dönme hakkına sahiptir. Sürekli edimli sözleşmelerde borçlu, kural olarak dönme hakkının yerine fesih hakkını kullanır.  Bu madde hükmü yabancı para borçlarında da uygulanır.  Aşırı ifa güçlüğüne ilişkin çalışma için bkz Başak Baysal, Sözleşmenin Uyarlanması, (3. Bası, On İki Levha Yayıncılık, İstanbul, 2019). 973İstanbul Hukuk Mecmuası 78/2Son  olarak  belirtilmelidir  ki  kamu  ihaleleri  bakımından  uygulama  birliğini sağlamak üzere mal veya hizmet alımları ile yapım işlerine ilişkin sözleşmeler Resmi Gazetede yayımlanan tip sözleşmeler esas alınarak yapılacağından (4734 sasılı Kanun madde 5) sözleşme metninde öngörülemeyen haller ve mücbir sebep hallerinde nasıl hareket edileceği düzenlenmektedir. B. İmtiyaz Sözleşmenin Mali Dengesini Korunmasını  Sağlayan Hukuki AraçlarCOVID-19 salgını kamu ihale sözleşmelerini olduğu gibi kamu hizmeti imtiyaz sözleşmelerini  de  etkilemektedir.  Ancak  kamu  hizmeti  imtiyaz  sözleşmelerini düzenleyen tek bir kanun olmadığı gibi mevcut düzenlemelerde de mücbir sebep ya da öngörülmeyen haller ya hiç düzenlenmemiş ya da ayrıntılı bir şekilde düzenlenmemiş, tip sözleşme uygulaması olmayan ve çok değişik içeriklerde yapılabilen imtiyaz sözleşmelerine 37 ilişkin kamu ihale sözleşmelerinde olduğu gibi salgının etkilerine özel bir genelge de çıkarılmamıştır. Bu yönde düzenlemelerin yokluğunda, imtiyaz sözleşmeleri bakımından sahip olduğumuz içtihadi kural ve ilkelerden oluşan mücbir sebep, öngörülmezlik teorisi ve fait du prince hallerinin uygulanabilirlikleri ele alınacaktır. Fransa da  Ekonomi  ve  Maliye  Bakanı  Bruno  Le  Maire  tarafından  yapılan basın açıklamasında COVID-19 salgınınnın mücbir sebep olarak nitelenip devlet tarafından yapılan kamu ihalelerinde küçük ve orta ölçekli işletmeler ile şirketlerin teslimatlarında gecikme olması halinde ceza uygulanmayacağı açıklaması sonrası gerek  özel  hukuk  gerekse  kamu  hukuku  bakımından  tartışmaları  beraberinde getirmiştir. Kamu hukuku bakımından tartışmaların bir boyutu da salgının imtiyaz sözleşmeleri üzerindeki etkilerine odaklanırken burada da salgının mücbir sebep hali mi yoksa öngörülemezlik teorisinin uygulanmasını gerektiren bir hal olup olmadığı üzerinde yoğunlaşmıştır. Zira mücbir sebep hali ile öngörülemezlik teorisinin hüküm ve sonuçları farklılık göstermektedir. İmtiyaz sözleşmesi yapılırken öngörülemeyen durumlar  nedeniyle  sözleşmenin  ifasında  ortaya  çıkan  güçlükler  söz  konusu olduğunda ortaya çıkan durumun ağırlığına göre ya sözleşmenin yeni koşullara uyarlanmak suretiyle öngörülmezlik teorisi çerçevesinde ayakta kalması sağlanırken mücbir  sebep  halinde  ise  sözleşmenin  sonlandırılması  yoluna  gidilir.  İmtiyaz sözleşmelerinin konusunu oluşturan kamu hizmetlerinin sürekliliği ilkesi gereğince böyle  bir  salgın  durumunda  da  öncelikle  sözleşmenin  devamının  sağlanması bakımından öngörülemezlik teorisinin uygulanmasıyla oluşan zorlukların aşılması yoluna gidilmelidir. 37  François Lichère,  La Commande Publique, la crise sanitaire et la relance économique , (08.06.2020), AJDA, 1105, www.dalloz.fr, Erişim Tarihi: 17.06.2020.38  https://www.vie-publique.fr/discours/273763-bruno-le-maire-28022020-coronavirus, Erişim Tarihi: 22.06.2020.39  Richer, (n 33), 237. 974Yıldız-Akgül / COVID-19 Salgınının Kamu Hizmeti İmtiyaz Sözleşmelerine Etkisi 1. Öngörülmezlik Teorisi Çerçevesinde Zararların Karşılanmasıİmtiyaz  sözleşmelerinin  hukuki  rejimindeki  belirsizlikler  öngörülemezlik teorisinin  uygulanması  bakımından  da  geçerlidir.  Öngörülmezlik  teorisi  yasal metinlerde düzenlenmemiştir. İçtihadi bir teori olan öngörülmezlik teorisinde; kamu hizmetini yürütülmesi amacıyla yapılan imtiyaz sözleşmesi imzalandıktan sonra ortaya çıkan öngörülemez nitelikteki olayların kamu hizmetinin sürekliliğini tehlikeye atması, imtiyazcının mali olarak desteklenmesi ile engellenir. Conseil d Etat, Compagnie générale d éclairage de Bordeaux kararı ile sözleşme yapıldıktan sonra I. Dünya Savaşı sırasında Alman Birliklerince kömür madenlerinin bulunduğu Lorraine bölgesinin işgali nedeniyle kömür fiyatının beş kat artışı sonrası artan maliyet nedeniyle imtiyazcı şirkete tazminat ödenmesine karar vermiştir. Öngörülmezlik teorisindeki asıl amaç kamu hizmetlerinin  yürütülmesine  devam  edilmesi  olduğundan  imtiyazcıya  tazminat ödenmek  suretiyle  sözleşme  ayakta  tutulmakta,  buna  karşılık  imtiyazcı  kamu hizmetini yürütmeye devam etmektedir. İmtiyazcının kamu hizmetini yürütmemesi ise  kusurlu  bir  davranış  olacaktır.  Yukarıda  açıklandığı  gibi  öngörülmezlik teorisinin temelinde yatan ilke, kamu hizmetlerinin sürekliliği olduğundan, bu teori sadece  kamu  hizmetlerinin  yürütülmesine  ilişkin  sözleşmeler  bakımından  değil kamu hizmetinin yürütülmesi için ihtiyaç duyulan araçları sağlayan sözleşmelere de uygulanabilecektir. Conseil d Etat tarafından Compagnie générale d éclairage de Bordeaux kararı sonrası  verilen  kararlarda  öngörülmezlik  teorisinin  uygulanma  koşulları  ortaya konulmuştur.  Bu  koşullar;  sözleşmenin  yerine  getirilmesini  etkileyen  olayla öngörülmez nitelikte olmalı, tarafların dışında gerçekleşmiş olmalı ve sözleşmenin ekonomisini altüst etmelidir. Belirtmek gerekir ki içtihadi nitelikteki bu teori, Fransız Hukukunda Kamusal Alım  Kodunda  yer  almak  suretiyle  yazılı  hukukta  yerini  almıştır.  Söz  konusu düzenlemede öngörülmezlik teorisi açık şekilde ismiyle zikredilmemekle birlikte Kamusal Alım  Kanunu  kapsamına  giren  idari  sözleşmelere  uygulanacak  genel hükümler arasında düzenlenmiştir. Söz konusu düzenlemeye göre; tarafların dışında 40  1326 tarihli Kanun ile 406 sayılı Telgraf ve Telefon Kanunu çerçevesinde yapılan ve 5809 sayılı Elektronik Haberleşme Kanunu ile sona ermelerine kadar geçerliliklerini koruyan imtiyaz sözleşmelerine ilişkin de öngörülmezlik haline ilişkin hükümler bulunmamaktadır. Bir dönem imtiyaz sözleşmesi olarak kabul edilen yap-işlet-devret sözleşmelerine ilişkin 3996 sayılı Kanun da da bu yönde bir düzenleme yoktur.41  C.E., 30 mars 1916, Cie générale d éclairage de Bordeaux, karar metni için bkz https://www.legifrance.gouv.fr/affichJuriAdmin.do?idTexte=CETATEXT007629465,  https://www.conseil-etat.fr/ressources/decisions-contentieuses/les-grandes-decisions-du-conseil-d-etat/conseil-d-etat-30-mars-1916-compagnie-generale-d-eclairage-de-bordeaux,  (E.T. 20.06.2020).42  https://www.conseil-etat.fr/ressources/decisions-contentieuses/les-grandes-decisions-du-conseil-d-etat/conseil-d-etat-30mars-1916-compagnie-generale-d-eclairage-de-bordeaux, (E.T. 20.06.2020). 43  https://www.conseil-etat.fr/ressources/decisions-contentieuses/les-grandes-decisions-du-conseil-d-etat/conseil-d-etat-30mars-1916-compagnie-generale-d-eclairage-de-bordeaux, (E.T. 20.06.2020).975İstanbul Hukuk Mecmuası 78/2gerçekleşen öngörülemeyen olaylar sözleşmenin mali dengesini geçici olarak bozarsa sözleşmecinin tazminat isteme hakkına sahip olduğu düzenlenmiştir (art.L/3°)44. Fransız Hukukunda öngörülmezlik teorisi, kanuni bir düzenlemeye konu olmakla birlikte bu teorinin koşullarını ve sonuçlarını somutlaştırma yetkisi hâlâ idari yargı hâkiminin yetkisindedir. Zira olayların öngörülemez olduklarının, sözleşmenin mali dengesinin bozulduğunun hatta olayların taraflar dışında ortaya çıktığının somutlaştırılması gerekmektedir. Somutlaştırmanın kanun koyucu tarafından yapılması mümkün değildir. Bu çerçevede öngörülemezlik teorisi kapsamında COVID-19 salgınının imtiyaz sözleşmesinde sözleşmeci bakımından tazminata hükmedilebilmesi için bu koşulların sağlanıp sağlanmadığının irdelenmesi gerekmektedir. Öncelikle  tüm  imtiyaz  sözleşmeleri  bakımından  salgının  tarafların  dışında gerçekleştiğini söylemek mümkündür. Zira virüsün yayılmasında tarafların dahli söz konusu değildir. Bununla birlikte sözleşmenin ifasının imkânsızlığının devletin aldığı tedbirlerden kaynaklandığı durumlarda sözleşmenin taraflarının dışında gerçekleşme şartının  tartışılabileceği  belirtilmekle  bu  yorumlamanın  çok  olası  olmadığı  da ilave edilmektedir. Devletin salgınla mücadele çerçevesinde aldığı tedbirleri ifa imkânsızlığının sebebi olarak ele alınması böyle bir bakış açısını benimsenmesi varsayımında sözleşmecinin uğradığı zararın karşılanmasında ilk akla gelen, diğer koşulları da varsa, fait du prince olacaktır. Öngörülmezlik şartına ilişkin olarak belirtnek gerekir ki öngörülemeyen, olayın kendisi olabileceği gibi olayın sonuçları da olabilir. Olayın öngörülebilir olmaması da bir takım ipuçlarından yola çıkılarak takdir edilir. Buna göre benzer olayların gerçekleşme sıklığı ya da daha önceden böyle bir olayın yaşanıp yaşanmadığına bakılabilir.  En  son  pandeminin  1918 te  yaşanan  İspanyol  giribi  olduğu düşünüldüğünde COVID-19 salgınının, kıta Avrupası bakımından kıtanın ebola ve HN gribinden etkilenmemesi de göz önüne alındığında, öngörülemez bir olay olduğu söylenebilecektir. Ayrıca  salgının  öngörülemezliği  konusunda  sözleşmelerin  yapılma  zamanı bakımından ayrımlara gitmek gerekir. Salgının kapsam ve sonuçlarını tarafların tam olarak öngörmesi beklenemez. Bununla birlikte daha hükümet tarafından karantina tedbiri alınmadan salgının hemen başında yani ilk vakaların görüldüğü zamanlarda 44  Öngörülmezlik hali dışında Kamusal Alım Kanunu nun L. maddesinde; idarenin sözleşmenin yürütülmesinde ilişkin denetim yetkisi (1°), kamu hizmetinin yürütülmesine ilişkin sözleşmelerin kamu hizmetlerinin sürekliliği ilkesine uygun yürütülme zorunluluğu (2°), idarenin tek yanlı değişiklik yapma yetkisi (4°) ve idarenin sözleşmeyi feshetme yetkisi (5°) de düzenlenmiştir. 45  François (n 37), 1105.46  Amilhat, (n 32). 47  Charles-André Dubreuil,  Conditions de versement d une indemnité d imprévision , (2020), AJDA, 796, www.dalloz.fr, Erişim Tarihi: 18.06.2020.48  Lichère, (n 37), 1105. 976Yıldız-Akgül / COVID-19 Salgınının Kamu Hizmeti İmtiyaz Sözleşmelerine Etkisi yapılan sözleşmeler bakımından öngörülemezlik koşulunun sağlanıp sağlanmadığı tartışılabilir.  Hükümet  tarafından  alınan  tedbirler  sonrasında  yapılan  sözleşmeler bakımından salgının öngörülemezlik şartını karşılamadığı söylenebilir. Öngörülmezlik haline ilişkin hangi tarihin esas alınacağını konusunda belirsizlik mevcuttur; Dünya Sağlık Örgütünce ilan edilen uluslararası  kamu sağlığı acil durumu nun ilan edildiği 30 Ocak tarihinin mi yoksa devletlerin salgına ilişkin aldıkları tedbir kararlarının tarihinin mi esas alınacağı konusunda belirsizlik ve tartışmalar mevcuttur. Sözleşmenin mali dengesinin bozulup bozulmadığının tespitinde ise sözleşmenin revizyonuna imkân veren hükümlerin (öngörülmezlik, güncelleme ve hardship) bulunması  halinde  bu  hükümlerin  sözleşmenin  mali  dengesinin  bozulduğunun kabulünü  engellediğinden  bahisle  öngörülmezlik  teorisinin  uygulama  alanı bulmayacağı kabul edilmektedir. Sözleşmenin mali dengesinin bozulması esas olarak hizmetin yürütülmesine bağlı zararlardan ileri gelmiyorsa, sözleşmeci imtiyaz sahibi öngörülmezlik teorisi kapsamında tazminat talebinde bulunamayacaktır Öngölmezlikten başka Fransa da COVID-19 sonrası çıkarılan 25 Mart 2020 tarih, 2020-319 sayılı ordonans imtiyaz sözleşmelerine ilişkin olarak, sözleşmenin yürütülmesinin durdurulması ve sözleşmenin yürütülme şekillerine ilişkin önemli değişiklikler yapılması hali de düzenlenmiştir. Buna  göre;  İmtiyaz  verenin  kararı  ile  ya  da  idari  kolluk  tedbiri  nedeniyle imtiyazın  yürütülmesi  durdurulduğunda,  imtiyaz  veren  idareye  yapılacak  tüm ödemeler  durdurulacak,  sözleşmecinin  ihtiyaçlarına  göre  ödenmesi  gerekliliği ortaya  çıkarsa  imtiyaz  veren  idare  sözleşmeciye  avans  ödemesi  yapabilecektir. Sözleşmenin yürütülmesinin durdurulması sonucunda gerekirse sözleşmede lazım gelen  değişiklikler  yapılabilir.  (Art.  6/5°)  İmtiyaz  durdurulmadan,  sözleşmede öngörülen sözleşmenin yürütülme şekli önemli ölçüde imtiyaz veren idare tarafından değiştirildiğinde, sözleşmenin ilk halinde yer almayan ve imtiyaz sahibinin mali durumu göz önüne alındığında açıkça aşırı bir yük teşkil edecek ek külfetlerin karşılanması için sözleşmeci tazminat hakkına sahiptir (Art. 6/6°) . Ordonans ile getirilen düzenlemelerin birçok belirsizliği beraberinde getirdiği eleştirisi  yanında  çözüm  olarak  konunun  kanun  ile  düzenlenmesi,  getirilen düzenlemenin Avrupa Birliği direktifleri ve Anayasaya uygunluğu da ele alınarak, önerilmiştir.  Kanuni  düzenleme  ile  imtiyaz  sözleşmelerine  ilişkin  olarak; salgından kaynaklı hasılatta meydana gelecek olası azalmalar, tarife artışı ya da sübvansiyonlarla  karşılanarak  sözleşmenin  mali  dengesi  sağlanabilir.  Salgın 49  Amilhat, (n 32). 50  Lichère, (n 37), 1105. 51  Amilhat, (n 32). 52  CE, 21.10.2019, No: 419155, AJDA, 2020, 796. 53  Lichère, (n 37)977İstanbul Hukuk Mecmuası 78/2nedeniyle artan maliyetlerin karşılanması çerçevesinde ulusal büyüklükteki riskin kanun koyucu tarafından toplumsallaştırması gerektiği bu çerçevede sözleşmeci idarenin, katlanmak zorunda olduğu maliyetin bir kısmının karşılanmasını devletten isteyebilmesi gerektiği savunulmuştur. 2. Mücbir SebepMücbir sebep nitelemesi için öngörülemezlik, tarafların dışındagerçekleşme şartları yanında, önlenemezlik ölçütünün de gerçekleşmesi gerekir. Önlenemezlik hali, COVID-19 salgınının geçici olarak değil de sözleşme konusunun ifasını imkânsız hale getirmesi olarak ele alınmalıdır. Mutlak imkânsızlık halinde sözleşmenin feshi gündeme gelecektir. Ancak imkânsızlık geçici nitelikteyse sözleşme ve şartname hükümleri saklı kalmak kaydıyla, idari yaptırım uygulanmasını engelleyecektir. Mücbir sebebin koşulları ile öngörülmezlik teorisinin koşulları aynıdır. İdare tarafından sözleşmecinin uğradığı zararların öngörülmezlik teorisi çerçevesinde geçici olarak karşılanması ile sözleşmenin ayakta tutulması mümkün değilse sözleşmedeki mali dengesizlik sürekli bir hal almış olur ve bu çerçevede öngörülmezlik teorisi mücbir sebebe dönüşerek sözleşme, tarafların anlaşması ile bu mümkün değilse idari yargı yerlerince feshedilir. Sözleşme ve şartname hükümlerinde mücbir sebebe ilişkin hükümler varsa bu hükümler uygulanmaya devam edecektir. Sözleşmede öngörülen yükümlülüklerin yerine getirilmemesi ya da geç yetirilmesi sebebiyle idare tarafından sözleşmeciye uygulanabilecek cezalar, yükümlülüklerin yerine getirilmemesi ya da geç yerine getirilmesi mücbir sebepten kaynaklanıyorsa uygulanamayacaktır. Nitekim 25 Mart 2020 tarihli 2020-319 sayılı ordonans ile bu durum düzenlenmiştir. Buna göre; sözleşmecinin sözleşmeden doğan yükümlülüğünü yerine getirmesi için yeterli araçlara sahip olmaması ya da yükümlülüğün yerine getirilmesinin  açıkça  ve  aşırı  külfetli  olduğunun  sözleşmeci  tarafından  ortaya konulması halinde, idare sözleşmeciye yükümlülüğün ifa edilmemesi nedeniyle yaptırım uygulayamayacağı gibi ceza veremeyecektir ve sözleşmecinin bu nedenden kaynaklı sorumluluğunu da ileri süremeyecektir (art. 6/ 2 -a). 54  ibid, 1105. 55  Özel hastanenin faaliyetlerinin yetkili şirket müdürünün talebi üzerine askıya alındığı, Yönetmeliğin öngördüğü sürede sağlık personeli eksikliğinin giderilmediği, bu süre zarfında herhangi bir taşınma başvurularının da bulunmadığı, davacı şirketin kendi içerisinde yaşamış olduğu hukuki süreç ve ihtilafların mücbir sebep olarak değerlendirilemeyeceği yönündeki karar için bkz Dan.15.Daire, 14.02.2019, Esas No: 2018/3716, Karar No: 2019/575, www.danistay.gov.tr, Erişim Tarihi: 20.06.2020.56  Amilhat, (n 32). 57  Frier ve Petit, (n 12), 419. 58  Fiche technique de la DAJ sur les conséquences de la crise sanitaire sur la commande publique, https://www.economie.gouv.fr/files/files/directions_services/daj/marches_publics/conseil_acheteurs/fiches-techniques/crise%20sanitaire/Questions-r%C%Aponses_Coronavirus_et_commande%20_publique_DAJ.pdf, (E.T. 20.06.2020) 59  Amilhat, (n 32).978Yıldız-Akgül / COVID-19 Salgınının Kamu Hizmeti İmtiyaz Sözleşmelerine Etkisi 3. Fait du PrinceFait du prince sözleşmecinin sözleşmenin normal şekilde yürütülmesini alt üst eden idari bir karar nedeniyle uğradığı zararın tazminine imkân tanıyan kusursuz sorumluluk halidir. İmtiyazcının uğradığı zararın fait du prince teorisi kapsamında karşılanabilmesi için zararın sözleşmeci idare yani imtiyaz verenin aldığı tedbirlerden kaynaklanması gerekmekte olup imtiyaz verenin de bu tedbirleri sözleşmenin tarafı sıfatıyla almaması gerekir. COVID-19 salgının kapsayıcılığı ve alınan tedbirlerin çoğu  zaman  devlet  tarafından  ulusal  ölçekte  alındığı  dikkate  alındığında  bu teorinin daha çok devletin taraf olduğu sözleşmeler bakımından ileri sürülebileceği söylenebilir. Sözleşmenin feshi ya da sözleşmede tek yanlı değişiklik yapılması gibi sözleşme kapsamında idarenin aldığı kararlar, kararların hukuka uygun olup olmadığına göre idarenin sorumluluğunu dpğurur. Hukuka aykırı şekilde alınan karalar nedeniyle idarenin sözleşmeden doğan kusurlu sorumluluğu söz konusudur.Bunun dışında uğranılan zararın da özel ve anormal nitelikte olması gerekir. Bu koşullar göz önüne alındığında COVID-19 salgını nedeniyle alınan tedbirlerin sadece sözleşmecileri değil ülkenin tamamını ya da ekonomik sektörlerin bütününü ilgilendirdiğinden burada özel ve anormal zarar kıstası gerçekleşmediği kanısıyla fait du prince teorisinden yararlanmak suretiyle yaşanılan ekonomik güçlüklerin aşılamayacağı kabul edilmektedir. Ancak fait du prince idari yargı kararlarında çok nadir yer bulmakta, davacı tarafında  ileri  sürülen  bu  hal  idari  yargıç  tarafından  yeterli  açıklıkta  gerekçe sunulmadan reddedildiğinden hangi hallerin fait du prince olduğunun belirlenmesi güçlük arzetmektedir. Nitekim ilk bakışta fait du prince halini çağrıştıran idari işlemlerin yapılmaması ya da geç yapılması halleri de mücbir sebep olarak kabul edilebilmektedir. 60  Marion Ubaud-Bergeron,  Contrat administratif, fait du prince et responsabilité administrative , (2019), AJDA, 2553, Erişim Tarihi: 22.06.2020. 61  Amilhat, (n 32).62  Ubaud-Bergeron, (n 60), 2553.63  Amilhat, (n 32). 64  Ubaud-Bergeron, (n 60), 2553. 65  İdari işlemler dışında idari işlemden sonra gereçekleşen yasal değişiklikler ya da mahkeme kararlarının idari işlemden yararlananın hak ve yükümlülüklerini etkilemesi de mücbir sebep hali olarak kabul edilebilmektedir. Örneğin Uyuşmazlık tarihinde yürürlükte olan Elektirik Piyasası Lisans Yönetmeliğinde (R.G., 04.08.2002, Sayı: 24836) tüzel kişiden kaynaklanmayan nedenlerle; izin, onay gibi idari işlemlerin hiç veya süresinde tesis edilmemesi, mülkiyetin gayri ayni hakların sağlanamaması tesisi veya uzun süreli kiralama işlemlerinin tamamlanamaması halinin (mad.51/d), mücbir sebep olarak kabul edilmesinden hareketle Enerji Piyasası Düzenleme Kurulunun lisans iptal işlemini hukuka aykırı bulan kararlar için bkz Dan. 13. Daire, 15.03.2011, Esas No: 2008/6905, Karar No: 2011/1041; DİDDK, 30.05.2013, Esas No: 2009/2738, Karar No: 2013/2192, www.danistay.gov.tr, (E.T.17.06.2020). Söz konusu Yönetmelikte bundan başka, sonradan yürülüğe giren yasal değişiklikler ve mahkeme kararları nedeniyle lisans sahibinin hak ve yükümlülüklerinin etkilenmesi hali (mad.51/e) de mücbir sebep olarak kabul edilmiştir.979İstanbul Hukuk Mecmuası 78/2SonuçCOVID-19 salgını uzun bir süre daha etkili olacak, bu çerçevede birçok boyutlarıyla tartışılmaya devam edilecektir. Hukukun neredeyse tüm alanlarını etkileyen salgın, idare hukuku bakımından kamu hizmetinin yürütülmesi amacıyla yapılan sözleşmeler üzerinde de etkili olmaktadır. Sözleşme yapıldıktan sonra, sözleşmenin yürütülmesi sırasında ortaya çıkan öngörülemeyen ve şu an için önlenmesi de mümkün olmayan salgının neden olduğu zarar varsa bu zararın karşılanması konusunda hangi hukuki çareye başvurulabileceği bu çalışmada ortaya konulmaya çalışılmıştır. Kamu hizmeti imtiyaz sözleşmeleri, kamu ihale sözleşmelerinin aksine hukuki çerçevesi  daha  çok  içtihadi  ilke  ve  kurallarla  şekillenen  bir  sözleşme  türüdür. Yeni sözleşme türleri ortaya çıksa da imtiyaz sözleşmelerinin, kamu hizmetlerinin yürütülmesinin  özel  hukuk  kişilerine  bırakıldığı  sözleşmelerin  omurgasını oluşturduğu söylenebilir. Avrupa Birliği ve Fransız hukukundaki son dönem yapılan düzenlemelerde de imtiyaz sözleşmelerinin hukuki rejimi içtihadi ilke ve kuralların yazılı hukuk kurallarına dönüştürülmesi suretiyle belirlenmiştir. Türk hukukunda bu tarz bir düzenleme yokluğunda ve salgınla mücadele konusunda da özel düzenlemelere gidilmemesi nedeniyle hizmetin yürütülmesinden kaynaklı riskleri üstlenen imtiyaz alanın salgın nedeniyle uğrayacağı zararın karşılanması, sözleşmenin mali dengesinin sağlanması çerçevesinde sağlanan imkânlar dâhilinde mümkün olabilecektir. Önümüzdeki dönem, salgının devamı ve etkilerini göstereceği düşünüldüğünde, düzenlemeye  gidilmezse,  mali  dengesi  bozulan  sözleşmeler  bakımından  idari yargıya taşınan uyuşmazlıklar söz konusu olacaktır. Salgından kaynaklı zararın karşşılanmasında daha çok kamu hizmetlerinin sürekliliği ilkesinden kaynaklı olarak ortaya çıkan öngörülmezlik teorisinin işletileceği söylenebilir. Kamu hizmetinin yürütülememesi hali mutlak bir niteliğe bürünmüşse, sözleşmenin mali dengesinin sağlanmasının imkânsız hali aldığı durumlarda ise mücbir sebep hali gündeme gelecektir. Fait du prince halinin uygulanma koşulları ve yargı kararlarında da çok yer bulmaması nedeniyle nadiren ileri sürülecektir. Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir.Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare.Grant Support: The author declared that this study has received no financial support.980Yıldız-Akgül / COVID-19 Salgınının Kamu Hizmeti İmtiyaz Sözleşmelerine Etkisi",
     "Kaynakça": "Amilhat M,  La Commande Publique Face au COVID 19: Dans l Attente de Mesures Réellement Efficaces , (2020), Journal du Droit Administratif, http://www.journal du droit administratif.fr/?p=3175, ErişimTarihi: 21.06.2020.Baysal B, Sözleşmenin Uyarlanması, (3. Bası, On İki Levha Yayıncılık, İstanbul, 2019). Çağlayan R, İdare Hukuku Dersleri, (6. Baskı, Adalet Yayınevi, Ankara, 2018). Dubreuil C A,  Conditions de versement d une indemnité d imprévision , (2020), AJDA, 796, www.dalloz.fr, Erişim Tarihi: 18.06.2020.Dursun H,  Yeni Bir Yetkilendirme (İmtiyaz) Sözleşmeleri Kanunu Yapılmasına Mutlak Bir Gereksinim Vardır , (2016 (125)), TBB Dergisi, 85 146. Frier P L ve Petit J, Droit Administratif, (8e édition, Paris, LGDJ, 2013). Gözler K ve Kaplan G, İdare Hukuku Dersleri, (20. Baskı, Ekin Kitabevi, Bursa, 2018). Günday M, İdare Hukuku, (10. Baskı, İmaj Kitabevi, Ankara, 2013).Karahanoğulları O, Kamu Hizmeti (Kavram ve Hukuksal Rejim), (Turhan Kitabevi, Ankara, 2002).Lichère F,  La Commande Publique, la crise sanitaire et la relance économique , (08.06.2020), AJDA, 1105, www.dalloz.fr, Erişim Tarihi: 17.06.2020.Marcou G,  Maintenir l expression et la notion de « service public » , (2008), AJDA, 833. Onar, S S, İdare Hukukunun Umumî Esasları, (I.Cilt, 3. Bası, İsmail Akgün Matbaası, İstanbul, 1966).Öztürk, K B, Kamu Hizmeti İmtiyaz Sözleşmeleri, (Yüksek Lisans Tezi, AÜSBE, Ankara, 2000).Richer L, Droit des Contrats Administratifs, (2e édition, Paris, 1999). Trucher D, Renoncer à l expression « service public » , (2008), AJDA, 553. Truchet D,  Label de service public et statut de service public , (1982), AJDA, 428.Ubaud Bergeron M,  Contrat administratif, fait du prince et responsabilité administrative , (2019), AJDA, 2553. Uler Y,  Sözleşmeli Personel İdarî Sözleşmeler , https://dspace.ankara.edu.tr/xmlui/bitstream/handle/20.500.12575/48010/3452.pdf?sequence=1&isAllowed=y, Erişim Tarihi: 22.06.2020. Ulusoy A D, Yeni Türk İdare Hukuku, (Yetkin Yayınları, Ankara, 2019). 981"
}