{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "18",
     "Ay": "12",
     "Yıl": "2018",
     "Cilt": "76",
     "Sayı": "2",
     "Başlık": "2017 Anayasa Değişiklikleri Çerçevesinde Cumhurbaşkanlığı Kararnameleri",
     "Title": "Presidential Decrees Within the Framework of the Constitutional Amend ments of 2017",
     "Yazar İsmi": [

          "Murat Açıl"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Başkanlık sistemi" , "Cumhurbaşkanlığı Kararnamesi" , "Yürütmenin düzenleyici işlemleri" , "Münhasır yetki" , "2017 Anayasa Değişiklikleri"
     ],
     "Keywords": [
          "Presidential system" , "Presidential decree" , "Regulations of executive" , "Exclusive competence" , "Constitutional amendments of 2017"
     ],
     "Özet": "2017 Anayasa değişiklikleri ile Cumhurbaşkanı na yürütme yetkisine ilişkin konularda kararname çıkarma yetkisi verilmiştir. Cumhurbaşkanlığı kararnameleri, yürütmenin diğer düzenleyici işlemlerinin aksine, kanuna dayanmak zorunda değildir. Bu kararnamelerle daha önce kanuna konu olmamış bir alan, ilk elden düzenlenebilecektir. Cumhurbaşkanı nın kararname çıkarabilmek için TBMM den yetki almasına gerek olmadığı gibi, çıkarılan kararnamelerin onay için TBMM ye sunulması da gerekmez. Ayrıca bazı alanlarda kanun çıkarılması yasaklanmış ve bu alanların münhasıran Cumhurbaşkanlığı kararnameleri ile düzenlenmesi öngörülmüştür.",
     "Abstract": "With the Constitutional amendments of 2017, the president has been authorized to issue decrees on the subject about executive powers. Unlike the other regulations of the executive, the presidential decrees do not have to be based on the law. With this decrees, a field that was not a subject of law before can be regulated initially. The President does not need to obtain authorization from the TBMM in order to be able to issue a decree, nor does (s)he need to present the decree to the TBMM for approval. Moreover, it is forbidden to enact laws in some fields and it is envisaged that these fields should be regulated exclusively by the presidential decree.",
     "Metin": "21.01.2017 tarih ve 6771 sayılı Türkiye Cumhuriyeti Anayasasında Değişiklik Yapılmasına  Dair  Kanun,  16.04.2017  tarihinde  yapılan  halkoylamasıyla  kabul edilmiştir. Söz konusu kanun ile 1982 Anayasası nda, bugüne kadarki en kapsamlı ve  radikal  değişiklikler  gerçekleştirilmiş;  milletvekili  sayısından  seçilme  yaşına, TBMM nin görev süresinden Anayasa Mahkemesi nin ve HSK nın yapısına varıncaya kadar birçok konuda yeni düzenlemeler getirilmiştir. Bununla birlikte, değişikliklerin en çarpıcı kısmı, hükümet sistemi alanındaki değişime ve buna bağlı olarak, yasama ile yürütme erkleri arasındaki ilişkinin yeniden dizayn edilmesine ilişkindir. 2017 Anayasa  değişikliklerinin  yürürlüğe  girmesi  ile  birlikte,  ülkemizde  II. Meşrutiyet ten bugüne, kesintilerle de olsa uygulanmakta olan parlamenter sistem terk edilerek başkanlık sistemine geçilmiştir. Yeni hükümet sistemi tasarımında, devlet başkanı ve hükümet başkanı sıfatlarının Cumhurbaşkanı nın şahsında bir araya gelmesi ve yürütme yetkisinin tek başına Cumhurbaşkanı tarafından kullanılması öngörülmektedir. Yeni sistemde Cumhurbaşkanı, başkanlık sisteminin ruhuna uygun olarak, siyasal sistemin merkezi aktörü haline gelmiştir.Cumhurbaşkanı;  TBMM  seçimlerini  yenilemek;  kanunları  veto  etmek; Cumhurbaşkanı yardımcılarını, bakanları, üst düzey kamu yöneticilerini atamak ve görevden almak; yüksek mahkemelerin üyelerini seçmek gibi önemli anayasal yetkilerle  donatılmıştır.  Cumhurbaşkanı na  tanınan  önemli  yetkilerden  birisi  de yürütme  alanına  ilişkin  konularda  Cumhurbaşkanlığı  kararnamesi  çıkarmaktır. Cumhurbaşkanlığı kararnamesi, yürütmenin diğer düzenleyici işlemlerinin aksine, kanuna  dayanan,  türev  bir  işlem  türü  değildir.  Cumhurbaşkanı,  Anayasa da öngörülen sınırlar çerçevesinde, daha önce kanuni düzenlemeye konu olmamış bir alanı, doğrudan Anayasa dan kaynaklanan bir yetkiye dayanarak, ilk elden düzenleyebilecektir.  Böylece,  yürütme  organı,  Cumhuriyet  tarihimizde  ilk  kez, olağan dönemlerde ve oldukça geniş bir sahada asli nitelikli düzenleyici işlem yapma yetkisine kavuşmuştur.Bu  çalışmada  öncelikli  olarak,  Cumhurbaşkanlığı  kararnamesinin  tanımı  ve nitelikleri  üzerinde  durulmuştur.  Ardından,  Cumhurbaşkanlığı  kararnameleri, 1  Kanun-i Esasi nin 36 ncı maddesine göre Heyet-i Vükelâ, meclisin toplantı halinde olmadığı ve toplanması için yeterli zamanın bulunmadığı dönemlerde, devleti bir tehlikeden veya kamu güvenliğinin bozulmasından korumak amacıyla  kanun-ı muvakkat  olarak adlandırılan asli nitelikte ve kanun gücünde düzenleyici işlemler yapabilmekteydi. 1909 Anayasa değişiklikleri ile Heyet-i Vükelâ nın çıkardığı kanun-ı muvakkatlerin Heyet-i Mebusan ın onayına sunulması şartı getirilmiştir. Hem kanun gücünde olması hem de yasama onayına tabi olması bakımından Kanun-ı muvakkatların hukuki rejiminin Cumhurbaşkanlığı kararnamelerinden ziyade KHK larla benzerlik gösterdiğini söylemek mümkündür. Kanun-ı muvakkatlarla ilgili ayrıntılı bilgi için bkz. Kemal Gözler, Kanun Hükmünde Kararnamelerin Hukuki Rejimi, Bursa, 2000, s. 15-18; Selin Esen, Karşılaştırmalı Hukukta ve Türkiye de Olağanüstü Hal Rejimi, Ankara, 2008, s. 139-140; Metin Günday, İdare Hukuku, Ankara, 2015, s. 99; Ender Türk, 1982 Anayasası na Göre Kanun Hükmünde Kararnameler ve Yargısal Denetimi, Ankara, 2013, s. 34-35. Milli mücadelenin kazanılmasında Büyük Millet Meclisi nin üstlendiği öncü rol, Türk kamu hukukunda yasamanın üstünlüğü prensibinin yerleşmesine yol açmış; yürütme organı, kanunlar çerçevesinde faaliyet icra eden bir organ olarak düzenlenmiş ve olağan dönemlerde yürütme organına asli nitelikli düzenleme yapma yetkisi verilmemiştir.728Açıl / 2017 Anayasa Değişiklikleri Çerçevesinde Cumhurbaşkanlığı Kararnameleriyürütmenin  diğer  düzenleyici  işlemleri  ile  karşılaştırılmış  ve  bu  işlemler  ile arasındaki benzerlik ve farklılıklar ortaya konmuştur. Cumhurbaşkanı nın kararname yetkisine ilişkin öngörülen sınırlamalar da tahlil edilen konular arasındadır. Son olarak, kararnamelerin normlar hiyerarşisindeki yeri ve yargısal denetim usulüne ilişkin açıklamalara yer verilmiştir. Yürütmenin olağanüstü dönemlerdeki düzenleme yetkisinde  esaslı  bir  değişiklik  gerçekleştirilmediği  için,  olağanüstü  dönem Cumhurbaşkanlığı kararnameleri çalışmamızın kapsamında değildir.I. Cumhurbaşkanlığı Kararnamesinin Tanımı ve NitelikleriA. Tanımı2017 Anayasa değişiklikleri ile hükümet sistemi alanında başkanlık modelinin benimsenmiş olmasının doğal bir sonucu olarak, yürütme organının yapısında ve fonksiyonlarında köklü bir değişim meydana gelmiştir. Yeni hükümet sistemimizde, Bakanlar Kurulu na ve Başbakan a yer verilmemiş; yürütme yetkisinin tek başına Cumhurbaşkanı na ait olduğu Anayasa da açıkça belirtilmiştir (Anayasa m. 104). Buna bağlı olarak, Anayasa da Bakanlar Kurulu veya Başbakan tarafından yerine getirilmesi  öngörülen  görevler, Anayasa  değişikliklerinin  yürürlüğe  girmesi  ile birlikte artık Cumhurbaşkanı tarafından yerine getirilecektir.2017 Anayasa  değişikliklerinden  önceki  duruma  göre,  Bakanlar  Kurulu nun, kaynağını Anayasa dan alan düzenleyici işlemleri, KHK ve tüzüklerden ibarettir. Anayasa da,  yönetmelik  çıkarmaya  yetkili  merciiler  arasında  Bakanlar  Kurulu sayılmamış olmasına rağmen, Bakanlar Kurulu bu yetkiyi kendisinde bulmuştur. Keza Bakanlar Kurulu, yürütme erki içerisinde esas yetkili organ olmasının doğal bir sonucu olarak, kanunlarla kendisine verilen bir yetkiye dayanarak Bakanlar Kurulu kararı veya Bakanlar Kurulu kararnamesi adıyla da düzenleyici işlemler yapmaktadır.2017  Anayasa  değişiklikleri  ile  KHK  ve  tüzüklere  yürütmenin  düzenleyici işlemleri arasında yer verilmemiştir. Bakanlar Kurulu nun kaldırılması sebebiyle, artık Bakanlar Kurulu kararnameleri de çıkarılamayacaktır. Yeni sistemde yürütme organının kaynağını Anayasa dan alan iki temel düzenleyici işlemi bulunmaktadır: Yönetmelikler ve Cumhurbaşkanlığı kararnameleri.2  6771  sayılı  Türkiye  Cumhuriyeti  Anayasasında  Değişiklik  Yapılmasına  Dair  Kanun un  18 inci  maddesinde, Cumhurbaşkanı nın yetkilerine ve Cumhurbaşkanlığı kararnamelerine ilişkin değişikliklerin birlikte yapılan Türkiye Büyük Millet Meclisi ve Cumhurbaşkanlığı seçimleri sonucunda Cumhurbaşkanı nın göreve başladığı tarihte yürürlüğe gireceği öngörülmüştür. 9 Temmuz 2018 günü Cumhurbaşkanı nın mecliste yemin etmesi ile birlikte söz konusu değişiklikler yürürlüğe girmiştir.3  Anayasanın Geçici Madde 21-G hükmüne göre;  Kanunlar ve diğer mevzuat ile Başbakanlık ve Bakanlar Kuruluna verilen yetkiler, ilgili mevzuatta değişiklik yapılıncaya kadar Cumhurbaşkanı tarafından kullanılır .4  Anayasa Mahkemesi de Bakanlar Kurulu nun yönetmelik çıkarma yetkisine sahip olduğuna karar vermiştir. Anayasa Mahkemesi ne göre, bakanlıkların ve kamu tüzel kişilerinin bile yönetmelik çıkarma yetkisi varken, Başbakanla bütün bakanlardan oluşan Bakanlar Kurulu nun yönetmenlik çıkarabileceği öncelikle kabul edilmelidir. Bkz. Anayasa Mahkemesi, 23-25 Ekim 1969 Tarih ve E. 1967/41, K. 1969/57 Sayılı Karar, AMKD, S. 8, C. 1, s. 40.729İstanbul Hukuk Mecmuası 76/2Yönetmelik; Cumhurbaşkanı, bakanlıklar ve kamu tüzel kişileri tarafından, kendi görev  alanlarını  ilgilendiren  kanunların  ve  Cumhurbaşkanlığı  kararnamelerinin uygulanmasını sağlamak üzere ve bunlara aykırı olmamak şartıyla çıkarılan bir düzenleyici işlemdir (Anayasa m. 124). Görüldüğü üzere yönetmelik, yürütmenin tali nitelikli bir  düzenleyici işlemidir. Yönetmelik çıkarma  yetkisinde, yürütme fonksiyonunun  kanuna dayanma  (secundum legem) ve  kanuna aykırı olmama  (intra legem) niteliklerine aykırı herhangi bir yön söz konusu değildir.Cumhurbaşkanlığı kararnamesini ise Anayasa da yer alan hükümleri göz önünde bulundurarak şu şekilde tanımlamak mümkündür: Cumhurbaşkanlığı kararnamesi; Cumhurbaşkanı nın,  TBMM  tarafından  gerçekleştirilecek  bir  yetki  devrine gereksinim duymaksızın, doğrudan Anayasa dan kaynaklanan bir yetkiye dayanmak suretiyle çıkardığı asli nitelikli bir düzenleyici işlemdir.B. NİTELİKLERİ1. Cumhurbaşkanlığı Kararnamesi Asli Nitelikli Bir Düzenleyici İşlemdir1982 Anayasası nın en temel özelliklerinden birisi, devlet organları içerisinde yürütme organına ağırlık vermesi ve bununla ilişkili olarak, yürütme organını, yasama organı karşısında üstünlük sağlamasına yarayacak bazı yetkilerle donatmış olmasıdır. 1961 Anayasası nda yürütme, kanunlar çerçevesinde yerine getirilecek bir  görev  olarak nitelendirilirken, 1982 Anayasası nda ise yürütme, hem bir  yetki  hem de bir  görev  olarak nitelendirilmiştir. Ayrıca bu yetkinin sadece kanunlara değil, Anayasa ya da uygun olarak yerine getirileceği belirtilerek doğrudan doğruya Anayasa dan kaynaklanan yürütme yetkilerinin bulunduğu kabul edilmiştir.Öte  yandan,  yürütmenin Anayasa da  yetki  olarak  nitelendirilmesinin  idarenin kanuniliği ilkesini tamamen ortadan kaldırdığı da iddia edilemezdi. Yürütme organının 5  Yürütme fonksiyonunun nitelikleri ile ilgili ayrıntılı bilgi için bkz. Kemal Gözler, Anayasa Hukukunun Genel Teorisi: Cilt II, Bursa, 2011, s. 354-356; Ergun Özbudun, Türk Anayasa Hukuku, Ankara, 2014, s. 251-253; Yavuz Atar, Türk Anayasa Hukuku, Ankara, 2017, s. 275.6  1961 Anayasası nın 6 ncı maddesine göre,  Yürütme görevi, kanunlar çerçevesinde, Cumhurbaşkanı ve Bakanlar Kurulu tarafından yerine getirilir .7  Bülent Tanör, İki Anayasa: 1961-1982, İstanbul, 2013, s. 104. Anayasa Mahkemesi, yürütmenin aynı zamanda bir yetki olarak düzenlenmiş olmasının sonuçlarını şu ifadelerle özetlemiştir:  Yürütmeye bir yetki olma gücünü veren esaslar Anayasanın muhtelif maddelerine serpiştirilmiş durumundadır. Bunlardan düzenleme ile ilgili olarak yeni Anayasanın getirdikleri olağanüstü haller ve sıkıyönetim sürecince Cumhurbaşkanının başkanlığında toplanan Bakanlar Kurulunun sözü edilen hallerin gerekli kıldığı durumlara hasren kanun hükmünde kararname çıkarmak, Bakanlar Kurulunun, vergi, resim, harç ve benzeri mali yükümlülüklerin muaflık, istisnalar ve indirimleriyle oranlarına ilişkin hükümlerde kanunun belirttiği yukarı ve aşağı sınırlar içerisinde değişiklik yapmak, dış ticaretin ülke ekonomisinin yararına olmak üzere düzenlenmesi amacıyla, ithalat, ihracat ve dış ticaret işlemler üzerine vergi ve benzeri yükümlülükler dışında ek mali yükümlülükler koymak ve bunları kaldırmak gibi hususlardır  (Anayasa Mahkemesi, 13 Haziran 1985 Tarih ve E. 1984/14, K. 1985/7 Sayılı Karar, AMKD, S. 21, C. 1, s. 177).8  Özbudun, s. 203.  Yürütmenin, tüzük ve yönetmelik çıkarmak gibi klasik düzenleme yetkisi, idarenin kanuniliği ilkesi çerçevesinde sınırlı ve tamamlayıcı bir yetki durumundadır. Bu bakımdan Anayasada, ifadesini bulan yukardaki ayrık haller dışında, yasalarla, düzenlenmemiş bir alanda, yürütmenin subjektif hakları etkileyen bir kural koyma yetkisi bulunmamaktadır. Yasa ile yetkili kılınmış olması da sonuca etkili değildir  (Anayasa Mahkemesi, 13 Haziran 1985 Tarih ve E. 1984/14, K. 1985/7 Sayılı Karar, AMKD, S. 21, C. 1, s. 177).730Açıl / 2017 Anayasa Değişiklikleri Çerçevesinde Cumhurbaşkanlığı Kararnameleriözerk düzenleme yetkisi, yalnızca olağanüstü hal ve sıkıyönetim kararnameleri ile Cumhurbaşkanlığı  Genel  Sekreterliği nin  kuruluş,  teşkilat  ve  çalışma  esaslarını düzenleyen Cumhurbaşkanlığı kararnameleri için söz konusu idi. Bu iki işlem türü dışında, yürütme organının daha önce kanunla düzenlenmemiş bir alanı ilk elden ele alıp düzenlemesi mümkün değildi. Özetle, 1982 Anayasası, yürütme organına güç ve istikrar kazandıracak bazı mekanizmalara yer vermekle beraber, yürütmenin düzenleme yetkisinin türevsel ve bağımlı niteliğinde esaslı bir değişiklik getirmemişti.2017 Anayasa değişiklikleri, yürütmenin düzenleme yetkisinin türev ve bağımlı bir yetki olma niteliğini büyük ölçüde ortadan kaldırmıştır. Cumhurbaşkanı nın görev ve yetkilerinin başkanlık sistemine uygun olarak yeniden düzenlendiği 104 üncü maddede, yürütmeden artık sadece  yetki  olarak söz edilmektedir. Bu durum, basit ihmalden kaynaklanmayıp esaslı bir zihniyet değişiminin tezahürüdür. Zira artık yürütme organı, oldukça engin bir sahada asli nitelikli düzenleyici işlem yapma imkânına kavuşmaktadır.Bir işlemin asliliği, araya herhangi bir iradenin girmesine gerek olmaksızın, daha önce düzenleme konusu olmamış bir alanın doğrudan o işlemle düzenlenebilmesini ifade eder. Cumhurbaşkanlığı kararnamelerinin asli nitelikli bir düzenleyici işlem olmasının Anayasa da  üç  ayrı  göstergesi  bulunmaktadır.  Birincisi; Anayasa da, kanunların  ve  Cumhurbaşkanlığı  kararnamelerinin   uygulanmasını  sağlamak üzere   yönetmelik  çıkarılabileceği  belirtilmesine  rağmen,  Cumhurbaşkanlığı kararnamelerinin kanunların uygulanmasını sağlamak üzere çıkarılacağına ilişkin bir şarta yer verilmemiş olmasıdır. İkincisi; olağan dönem KHK larının aksine, Cumhurbaşkanı nın kararname çıkarabilmesi için TBMM tarafından gerçekleştirilecek bir yetki devrine ihtiyaç bulunmamasıdır. Üçüncüsü ve en önemlisi ise kanunla düzenlenen alanlarda Cumhurbaşkanlığı kararnamesi çıkarılamayacağının açıkça öngörülmesidir. Dolayısıyla Cumhurbaşkanlığı kararnamesinin kanuna dayanması gerekmez; kanuna aykırı olmaması yeterlidir. 9  Aynı yönde görüş için bkz. Hasan Tunç/Faruk Bilir/Bülent Yavuz, Türk Anayasa Hukuku, Ankara, 2011, s. 267; Şükrü Karatepe, Türk Anayasa Hukuku, Ankara, 2016, s. 255; Özbudun, s. 205. Esasında Anayasa Mahkemesi nin yukarıda zikredilen kararında belirttiği bazı işlemler türlerinde (Bakanlar Kurulu nun Anayasa nın 73 üncü maddesi uyarınca vergi, resim, harç ve benzeri mali yükümlülüklerin muaflık, istisna, indirim ve oranlarında değişiklik yapması ile 167 nci maddesi uyarınca dış ticaretin düzenlenmesi için ek mali yükümlükler koyması) de yürütmenin düzenleme yetkisinin tali niteliğine aykırı herhangi bir yön bulunmamaktadır. Bakanlar Kurulu bu işlemleri ya kanunla verilen bir yetkiye dayanarak ya da kanunun belirttiği sınırlar içerisinde yapabilmekteydi.10  1982 Anayasası m. 8:  Cumhurbaşkanı devletin başıdır. Yürütme yetkisi Cumhurbaşkanına aittir .11  M. Artuk Ardıçoğlu,  Cumhurbaşkanlığı Kararnamesi , Ankara Barosu Dergisi, Y. 2017, S. 3, s. 47.12  Cumhurbaşkanlığı kararnamesinin asli nitelikli bir düzenleyici işlem olmasına ilişkin aynı yönde görüş için bkz. Selin Esen,  2016 Anayasa Değişiklik Teklifinin Değerlendirilmesi , Ankara Barosu Dergisi, Y. 74, S. 2016/3, s. 56; Levent Köker, Cumhurbaşkanlığı Kararnamesi Üzerine Bazı Tespitler ve Eleştiriler, http://leventkoker.blogspot.com.tr, E.T. 30.01.2018; Ardıçoğlu, s. 37.13  Anayasa ile kanun arasındaki ilişkinin bir benzeri, kanun ile Cumhurbaşkanlığı kararnamesi arasında tesis edilmiştir. Yasama organının kanun çıkarırken Anayasa ya dayanma gibi bir mecburiyeti yoktur. Anayasa nın daha önce düzenlemediği bir alanı, yasama organı ilk elden düzenleyebilir. Yasama organının uymak zorunda olduğu tek sınırlama, kanunun Anayasa ya aykırı olmamasıdır. Kanun, Anayasa karşısında  secundum constitutionem  değil  intra constitutionem  niteliğinde bir işlemdir (Kemal Gözler, Türk Anayasa Hukuku, Bursa, 2000, s. 367; Özbudun, s. 213-214). Cumhurbaşkanlığı kararnamesi de kanunlar karşısında  secundum legem  değil  intra legem  niteliğinde bir düzenleyici işlemdir.731İstanbul Hukuk Mecmuası 76/2Burada  tartışılması  gereken  bir  diğer  husus  şudur:  Kararname  yetkisi, Cumhurbaşkanı na bir konuda ilk elden düzenleme yapmak için verilmiş bir imkân mıdır; yoksa aslilik, kararnamelerin zorunlu bir niteliği midir? Diğer bir ifadeyle, Cumhurbaşkanı,  sadece  bir  kanunun  uygulanmasını  göstermek  veya  kanunun emrettiği  işleri  belirtmek  amacıyla  kararname  çıkarabilir  mi?  Kanaatimizce, Anayasa nın 124 üncü maddesinde gerçekleştirilen değişiklikle Cumhurbaşkanı na yönetmelik çıkarma yetkisinin verilmiş olması dikkate alındığında, bu soruya olumsuz yanıt vermek gerekir. Cumhurbaşkanı nın bir kanunun uygulamasını göstermek amacıyla çıkaracağı işlem, kararname değil yönetmelik olmalıdır. Yönetmelikle düzenlenebilecek bir konunun, normlar hiyerarşisinde yönetmeliğin üzerinde yer alan Cumhurbaşkanlığı kararnameleri ile evleviyetle düzenlenebileceği düşünülebilirse de, kararnameler aleyhine açılacak davaların Anayasa Mahkemesi nde görülecek olması ve dava açmaya yetkili mercilerin sınırlılığı bu görüşü zayıflatmaktadır. Keza kanunla açıkça düzenlenen konularda kararname çıkarılamayacağını öngören Anayasa  hükmünü  de  dikkate  aldığımızda,  Cumhurbaşkanı nın  bir  kanunun uygulanmasını göstermek veya kanunun emrettiği işleri belirtmek üzere kararname çıkaramayacağını kabul etmek gerekir.2. Cumhurbaşkanlığı Kararnamesi, Cumhurbaşkanı nın Tek Başına Yaptığı Bir Düzenleyici İşlemdirCumhurbaşkanı nın kararname çıkarabilmek için herhangi bir makam, mercii veya  kişinin  katılımına  ihtiyacı  yoktur.  Anayasa nın  105 inci  maddesinde yapılan değişiklikle, karşı imza kuralı kaldırılmış olduğu için Cumhurbaşkanlığı kararnamelerinin Cumhurbaşkanı yardımcısı veya ilgili bakan tarafından imzalanması gerekli değildir. Bu bakımdan, Cumhurbaşkanlığı kararnameleri, basit iradeli işlemler kategorisine girmektedir.Başkanlık sisteminde yürütme organı tek başlı bir görünüm arz etmektedir. Başkan, bakanları atama ve azletme yetkisi sayesinde kabinesine hakim bir konumdadır. Bakanlar da parlamenter sistemdeki mevkidaşlarının aksine, karar alıcı aktörler değillerdir. Başkanlık sisteminde kabine, her biri hemen hemen eşit katılımcılardan oluşmuş bir organdan ziyade, başkanın danışmanlarından meydana gelmiştir. Bu açıdan, Cumhurbaşkanlığı kararnamelerinin tek başına Cumhurbaşkanı tarafından düzenlenmesini, 2017 Anayasa değişiklikleri ile getirilen yeni hükümet sisteminin doğal bir sonucu olarak karşılamak mümkündür. Öte yandan, dünya genelinde gittikçe  yaygınlaşan  koalisyoncu  başkanlık  sistemi  uygulamalarını  göz  önünde bulundurduğumuzda, Cumhurbaşkanlığı kararnamelerinin bütün bakanların imzası ile yürürlüğe gireceğine ilişkin bir hükme Anayasa da yer verilmesinin daha uygun bir yöntem olacağı söylenebilir. Zira başkanlık sisteminde de başkan, yasama desteğini 14  Arend Lijphart, Demokrasi Modelleri: Otuz Altı Ülkede Yönetim Biçimleri ve Performansları, (Çev. Güneş Ayas ve Utku Umut Bulsun), İstanbul, 2014, s. 130.732Açıl / 2017 Anayasa Değişiklikleri Çerçevesinde Cumhurbaşkanlığı Kararnameleriartırmak için koalisyonlara ihtiyaç duyabilmekte ve kabinesinde başka partilerden bakanlara yer verebilmektedir. Bu tarz bir koalisyonun kurulması ihtimalinde, kararnamelerin  tek  başına  Cumhurbaşkanı  tarafından  imzalanarak  yürürlüğe konulacak olması, koalisyonun devamlılığını olumsuz yönde etkileyebilir.3. Cumhurbaşkanlığı Kararnamesi İle Yürütme Organına Mahfuz Bir Düzenleme Alanı YaratılmıştırYasama organı, Anayasa nın çizdiği sınırlar çerçevesinde, devletin hukuk düzenini yaratan güçtür. Bir sosyal ilişki alanını düzenleyerek devletin faaliyet alanı içerisine almaya veya devletin faaliyet alanı içerisindeki bir ilişkiyi bu alandan çıkarmaya yasama  organı  yetkilidir. Anayasa nın  7 nci  ve  87 nci  maddeleri  göz  önüne alındığında, Türk hukukunda yasama yetkisinin genel bir yetki olduğu görülmektedir. Yasama  yetkisinin  genelliği,  kanunla  düzenleme  alanının  konu  itibariyle sınırlandırılmamış olmasını ve Anayasa ya aykırı olmamak şartıyla her konunun kanunla düzenlenebilmesini ifade eder. Yasama organı, genel düzenleme yetkisinin bir sonucu olarak, bir konuyu ana hatları ile düzenleyip ayrıntıların düzenlenmesini yürütme organına bırakabileceği gibi, dilerse o konuyu en ince ayrıntısına kadar düzenleyip yürütme organının tüzük, yönetmelik gibi düzenleyici işlemler çıkarmasını da engelleyebilir. Bu konuda takdir, tamamıyla yasama organına aittir. Dolayısıyla 2017 Anayasa değişikliklerine kadar, Türk hukukunda yürütme organının mahfuz bir düzenleme alanı bulunmadığını söylemek mümkündür,21.15  Başkanlık sistemindeki koalisyonlara ilişkin ayrıntılı bilgi için bkz. Murat Açıl, Latin Amerika Ülkelerinde Başkanlık Sistemi, İstanbul, 2018, s. 122-127. 2839 sayılı Milletvekili Seçimi Kanunu nda yapılan değişiklikle partilerin seçimlerde ittifak yapmasına imkân tanınması, Türkiye de de başkanlık sistemindeki koalisyon uygulamalarının ortaya çıkabileceğini göstermektedir.16  Koalisyoncu başkanlık sistemlerinin en açık örneklerinden olan Brezilya da (1988 Brezilya Anayasası m. 87) ve Şili de (1980 Şili Anayasası m. 32) başkanlık kararnamelerinin, tüm bakanların karşı imzası ile yürürlüğe gireceği hükme bağlanmıştır. Ayrıca bkz. Esen, Anayasa Değişiklik Teklifi, s. 55. 17  Özbudun, s. 213.18  Bülent Tanör/Necmi Yüzbaşıoğlu, Türk Anayasa Hukuku, İstanbul, 2015, s. 280; Yavuz Sabuncu, Anayasaya Giriş, Ankara, 2012, s. 210; Şeref İba, Anayasa Hukuku ve Siyasal Kurumlar, Ankara, 2008, s. 116; Özbudun, s. 213; Atar, s. 194; Gözler, Türk Anayasa Hukuku, s. 364; Tunç/Bilir/Yavuz, s. 147. 19  Özbudun, s. 213; Tanör/Yüzbaşıoğlu, s. 280; Atar, s. 194; İba, s. 116.20  Turan Güneş, Türk Pozitif Hukukunda Yürütme Organının Düzenleyici İşlemleri, Ankara, 1965, s. 41; Erdoğan Teziç, Türkiye de 1961 Anayasası na Göre Kanun Kavramı, İstanbul, 1972, s. 81-82; Zafer Gören, Anayasa Hukuku, Ankara, 2015, s. 176; Özbudun, s. 213; Tunç/Bilir/Yavuz, s. 148-149. Türk hukukunda yürütme organının mahfuz bir düzenleme yetkisi bulunmamakla birlikte, mahfuz bir yetki alanı vardır. TBMM, salt yürürlükteki kanunları uygulamaktan ibaret olan işlemleri kanun yoluyla yapamaz (Özbudun, s. 224). Yürütmenin mahfuz düzenleme yetkisinin çok açık örnekleri ile 1958 Fransız Anayasası, 1976 Portekiz Anayasası ve 2014 Tunus Anayasası nda karşılaşılmaktadır. Fransa da yasama organının kanun çıkarabileceği alanlar Anayasa da (1985 Fransız Anayasası m. 34) sınırlı sayım esasına göre sıralanmış; Anayasa da sıralananların dışında kalan konularda ise yürütme organının, normlar hiyerarşisinde kanunlarla eşit düzeyde yer alan yönetmelikler çıkarabileceği öngörülmüştür. Fransa da idarenin düzenleyici işlemleri ile ilgili ayrıntılı bilgi için bkz. Erdoğan Teziç, Anayasa Hukuku, İstanbul, 2014, s. 24-30; Kemal Gözler, İdare Hukuku: Cilt I, Bursa, 2009, s. 1286-1294. 1976 Portekiz Anayasası nda yasama organının kanun çıkarabileceği alanlar düzenlenmiş (1976 Portekiz Anayasası m. 164 ve m. 165); yasama organının münhasır sorumluluğunda olmayan konularda idari kanunlar yapma yetkisi ise hükümete verilmiştir (1976 Portekiz Anayasası m. 198). Keza 2014 Tunus Anayasası nda kanun alanına girmeyen tüm konuların genel düzenleme yetkisine dâhil olduğu belirtilmiş (2014 Tunus Anayasası m. 65); genel düzenleme yetkisi ise Başbakana verilmiştir (2014 Tunus Anayasası m. 94). 21  Aşağıda ayrıca inceleneceği üzere, 2017 Anayasa değişiklikleri ile yürürlükten kaldırılan 107 nci maddede yer alan Cumhurbaşkanlığı Genel Sekreterliği nin kuruluş, teşkilat ve çalışma esaslarını düzenleyen Cumhurbaşkanlığı 733İstanbul Hukuk Mecmuası 76/2Öte yandan, 2017 değişiklikleri ile Anayasa nın çeşitli maddelerine, belli konuların Cumhurbaşkanlığı kararnamesi ile düzenleneceğine ilişkin hükümler eklenmiştir. Bu hükümleri şu şekilde sıralamak mümkündür:(i)  Üst  kademe  kamu  yöneticilerini  atar,  görevlerine  son  verir  ve  bunların atanmalarına ilişkin usul ve esasları Cumhurbaşkanlığı kararnamesi ile düzenler (m. 104/9).(ii) Bakanlıkların kurulması, kaldırılması, görevleri ve yetkileri ile teşkilat yapısı ile merkez ve taşra teşkilatlarının kurulması Cumhurbaşkanlığı kararnamesi ile düzenlenir (m. 106/son).(iii) Devlet Denetleme Kurulunun işleyişi, üyelerinin görev süresi ve diğer özlük işleri, Cumhurbaşkanlığı kararnamesi ile düzenlenir (m. 108/son).(iv)  Milli  Güvenlik  Kurulu  Genel  Sekreterliğinin  teşkilatı  ve  görevleri Cumhurbaşkanlığı kararnamesi ile düzenlenir (m. 118/son).Bu  hükümlerle  yürütme  organına  mahfuz  bir  düzenleme  alanı  yaratıldığını iddia  etmek  mümkün  müdür?  Münhasıran  Cumhurbaşkanlığı  kararnamesi  ile düzenlenebilecek bir alanın mevcudiyeti kabul edildiği takdirde, yasama yetkisinin genelliği ilkesi zedelenmiş olacaktır.Ardıçoğlu, Cumhurbaşkanlığı kararnameleri ile yürütme organına münhasır bir düzenleme alanı yaratılmadığı kanısındadır: Cumhurbaşkanlığı  kararnamesi  ile  düzenleneceği  belirtilen  alanların  yasa  konusu olmaktan çıktığını ileri sürmek, pratik bir çözüm olabilir ancak anayasallığı konusunda tereddüt edilmelidir. Her şeyden önce, Anayasa değişiklikleri ile yasakoyucuya kapatılmış ve yürütmeye  münhasır  olarak verilmiş bir düzenleme yetkisinden bahsedebileceğimiz bir anayasa normu yoktur. Bilakis m. 104/17 hükmünde kanuna münhasır alanlar tanınmıştır ve ayrıca aynı konuda Meclis tarafından kanun çıkarılması durumunda Cumhurbaşkanlığı kararnamesinin hükümsüz hale geleceği düzenlemesine yer verilmiştir. Anayasanın, yasama yetkisin asliliğinin yanı sıra genelliğine ilişkin 7 ve 87 inci maddelerinde kanun koyma, değiştirme ve kaldırma yetkisine ilişkin bir sınırlama da bulunmamaktadır. Kanuna eş bir hukuk kaynağı olmayan Cumhurbaşkanlığı kararnamesinin, kanun önünde bir engel oluşturduğunu kabul etmek sistematik açıdan mümkün görünmemektedir. Anayasa değişikliklerinin mevcut normlarla birlikte yorumlanmasından çıkacak sonuç; Anayasada kanunla düzenlenmesi öngörülen konularda Cumhurbaşkanlığı kararnamesi çıkarılamayacağı,  ancak  Cumhurbaşkanlığı  kararnamesi  ile  düzenleneceği  belirtilen konularda dahi Meclisin kanun yapabileceğidir 23.Problemin çözümü için öncelikle, Anayasa nın 7, 87 ve 104/17 hükümleri ile 104/9, 106/son, 108/son ve 118/son hükümleri arasındaki ilişkinin irdelenmesine ihtiyaç kararnameleri, yasama yetkisinin genelliği ilkesinin bir istisnası niteliğindeydi.22  Ardıçoğlu, s. 37-38.23  Ayrıca bkz. Ardıçoğlu, s. 44-45.734Açıl / 2017 Anayasa Değişiklikleri Çerçevesinde Cumhurbaşkanlığı Kararnameleribulunmaktadır. 7 nci maddede yasama yetkisinin TBMM ye ait olduğu; 87 nci maddede kanun koyma, değiştirme ve kaldırma yetkisinin TBMM de bulunduğu; 104 üncü maddenin 17 nci fıkrasında ise kanunla açıkça düzenlenen konularda Cumhurbaşkanlığı kararnamesi çıkarılamayacağı ve kanunla Cumhurbaşkanlığı kararnamesi arasında çatışma olması halinde kanunun uygulanacağı hükme bağlanmıştır. Bu hükümlerin tamamı, asli ve genel nitelikli düzenleme yapma yetkisinin esas itibariyle TBMM ye ait olduğunu gösteren genel hükümlerdir. Öte yandan, 104/9, 106/son, 108/son ve 118/son hükümleri ile TBMM nin genel düzenleme yetkisine konu bakımından bazı istisnalar getirilmiştir. Yani söz konusu hükümler ile Anayasa nın 7, 87 ve 104/17 hükümleri arasında  genel hüküm-özel hüküm  (lex specialis-lex generalis) ilişkisi bulunmaktadır. Özel hüküm, genel hükmün öngördüğü hukuksal sonucu, belirli, özel ve dar bir alanda ortadan kaldıran veya değiştiren hükümdür. Cumhurbaşkanlığı kararnamesi ile düzenleme şartı öngören hükümler de asli ve genel nitelikli düzenleme yapma yetkisinin TBMM ye ait olduğunu gösteren hükümlerin etkisini belirli, özel ve dar bir alanda ortadan kaldırmaktadır. Dolayısıyla  lex specialis derogat legi generali  (özel hüküm, genel hükmü ilga eder) ilkesi uyarınca, belirtilen alanlarda düzenleme yapma yetkisinin münhasıran Cumhurbaşkanı na ait olduğunu; söz konusu alanlarda kanunla düzenleme yapılamayacağını kabul etmek gereklidir.Kaldı  ki,  belirtilen  alanların,  ancak  kanunla  düzenlenmemesi  durumunda Cumhurbaşkanlığı kararnamelerine konu olacağı kabul edilmiş olsa idi, Anayasa koyucunun, bu alanların Cumhurbaşkanlığı kararnamesi ile düzenleneceğine ilişkin ayrıca bir hüküm koymasına gerek kalmazdı. Zira kanuni düzenlemenin bulunmadığı bir alanın zaten ilk elden Cumhurbaşkanlığı kararnamesi ile düzenlemesi mümkündür. Bunun için Cumhurbaşkanı na fazladan bir yetki verilmesine ihtiyaç yoktur. Ayrıca 123 üncü maddede kamu tüzel kişiliğinin  kanunla veya Cumhurbaşkanlığı kararnamesi  ile kurulacağı açıkça belirtilmesine rağmen söz konusu hükümlerde yalnızca Cumhurbaşkanlığı kararnamelerinden bahsedilmesi, bu alanların kanunla düzenlenemeyeceğini göstermektedir.Esasında 2017 Anayasa değişikliklerinden önce de Türk hukukunda, kanunla düzenleme yapılması yasaklanmış bazı alanların mevcudiyeti kabul edilmekteydi. 24  1982 Anayasası nın yasama yetkisinin devredilmesini yasaklayan 7 nci maddesi ile TBMM nin Bakanlar Kurulu na belli konularda KHK çıkarma yetkisi verebileceğini öngören 91 inci maddesi arasında da genel hüküm-özel hüküm ilişkisi bulunmaktadır. Aynı yönde görüş için bkz. Gözler, Kanun Hükmünde Kararnameler, s. 33; Özbudun, s. 219; Atar, s. 197.25  Rona Serozan, Hukukta Yöntem, İstanbul, 2015, s. 147.26  Venedik Komisyonu da Anayasa değişiklik teklifi hakkındaki raporunda benzer bir yorumda bulunmuştur:  …hangi alanların  kanunla,  hangi  alanların  Cumhurbaşkanlığı  kararnameleriyle  düzenleneceği  konusundaki  hükümlerle müştereken yorumlanması gerekecektir. Yalnızca kararnamelerle düzenlenecek -son derece mühim– alanlarda TBMM nin kanun koyması mümkün olmayacak ve Cumhurbaşkanlığı kararnameleri geçerli olacaktır  (Venedik Komisyonu, Türkiye Büyük Millet Meclisi Tarafından 21 Ocak 2017 Tarihinde Kabul Edilen ve 16 Nisan 2017 Tarihinde Referanduma Sunulacak Olan Anayasa Değişikliği Teklifi Hakkında, CDL-AD(2017)005, Görüş No. 875/2017, Ankara Barosu Dergisi, Y. 75, S. 2017/3 içinde, s. 566-567). Ayrıca bkz. Haluk Alkan,  Cumhurbaşkanlığı Sistemi Yasama Alanını Daraltıyor mu? , Star Açık Görüş, 28.01.2017. 735İstanbul Hukuk Mecmuası 76/2Yasama yetkisinin genelliği ilkesini daraltan ve yasama kısıtı olarak adlandırılan bu alanların başında, Cumhurbaşkanlığı Genel Sekreterliği nin kuruluş, teşkilat ve çalışma esaslarının düzenlenmesi gelmektedir. Anayasa nın yürürlükten kaldırılan 107 nci maddesinde, Cumhurbaşkanlığı Genel Sekreterliği nin kuruluş, teşkilat ve çalışma esaslarının Cumhurbaşkanlığı kararnamesi ile düzenleneceği öngörülmüştür. Öğretide,  Cumhurbaşkanlığı  Genel  Sekreterliği nin  kuruluş,  teşkilat  ve  çalışma esaslarının Cumhurbaşkanı nın mahfuz düzenleme alanına girdiği ve bu alanlarda kanunla düzenleme yapılamayacağı iddia edilmiştir. Anayasa nın açık hükmüne rağmen,  17.8.1983  tarihinde  2879  sayılı  Cumhurbaşkanlığı  Genel  Sekreterliği Teşkilatı Kanunu kabul edilmiş; hatta bu kanunun hükümlerini Bakanlar Kurulu nun yürüteceği belirtilmiştir. Öte yandan, söz konusu kanunun 1 inci maddesinde  Bu Kanun; Cumhurbaşkanlığı kararnamesi ile düzenlenen Cumhurbaşkanlığı Genel Sekreterliğinin kuruluşu, teşkilatı, çalışma esasları ve personel atama işlemleri dışında kalan konuları düzenler  hükmüne yer verilerek Cumhurbaşkanı nın mahfuz düzenleme alanına riayet edildiği gösterilmek istenmiştir.Keza Anayasa Mahkemesi nin görev ve yetkilerinin düzenlendiği 148 inci maddede yer alan  Anayasa Mahkemesi, Anayasa ile verilen diğer görevleri de yerine getirir  hükmü, kanunlarla Anayasa Mahkemesi nin yetkilerinin genişletilemeyeceği, bunun için Anayasa değişikliği yapılması gerektiği şeklinde yorumlanmıştır.II. Cumhurbaşkanlığı Kararnamesinin Yürütmenin Diğer Düzenleyici İşlemleri İle KarşılaştırılmasıCumhurbaşkanlığı kararnameleri, yürütme fonksiyonunun geleneksel nitelikleri ile bağdaştırılması güç, kendine özgü bir düzenleyici işlem türüdür. Yürütme organının, yasamanın yetki devrine ve onayına gereksinim duymaksızın, bir alanı ilk elden düzenleyebilmesi, Türkiye de anayasa ve idare hukukunun yerleşmiş prensiplerine yabancıdır. Bu başlık altında, Cumhurbaşkanlığı kararnameleri ile olağan dönem KHK ları, tüzükler, cumhurbaşkanlığı genel sekreterliğini düzenleyen kararnameler ve Bakanlar Kurulu kararnameleri karşılaştırılarak, bu işlem türlerinin farklı ve benzer yönleri açıklanmıştır.27  Yasama kısıtı kavramı için bkz. İba, s. 114-118.28  Salih Taşdöğen,  Cumhurbaşkanlığı Kararnameleri , Ankara Üniversitesi Hukuk Fakültesi Dergisi, C. 65, S. 3, Y. 2016, s. 941; Teziç, Anayasa Hukuku, s. 19; Özbudun, s. 268; Sabuncu, s. 210; İba, s. 116. 29  Erdoğan a göre, 1 numaralı Cumhurbaşkanlığı Genel Sekreterliği Teşkilatı Hakkında Cumhurbaşkanlığı Kararnamesi nin yanı sıra, 2879 sayılı Cumhurbaşkanlığı Genel Sekreterliği Teşkilatı Kanunu nun kabulünün belki de tek anlamı, kararnamede yapılması öngörülen işlemler için gerekli bütçe tahsisatının ayarlanmasıdır (Mustafa Erdoğan, 1982 TC Anayasasında Cumhurbaşkanının Hukuki Durumu, Ankara Üniversitesi Sosyal Bilimler Enstitüsü, Yayımlanmamış Doktora Tezi, Y. 1987, s. 171). 30  Bu konuya ilişkin tartışmalar için bkz. Ece Göztepe, Anayasa Şikayeti, Ankara, 1998, s. 125-128.736Açıl / 2017 Anayasa Değişiklikleri Çerçevesinde Cumhurbaşkanlığı KararnameleriA. Cumhurbaşkanlığı Kararnameleri İle Olağan Dönem Kanun Hükmünde Kararnamelerinin KarşılaştırılmasıOlağan  dönem  KHK sı,  TBMM  tarafından  verilen  bir  yetkiye  dayanarak Bakanlar Kurulu nun çıkardığı, normlar hiyerarşisinde kanunlarla eşit düzeyde yer alan bir düzenleyici işlemdir. Olağan dönem KHK sı, maddi kritere göre yasama işlemi,  organik  kritere  göre  ise  yürütme  işlemi  olarak  nitelendirilmektedir. Cumhurbaşkanlığı kararnamesi de içerik itibariyle genel, sürekli, objektif ve kişilik dışı hükümler içereceği için maddi kritere göre yasama işlemi; yürütmenin başı olan Cumhurbaşkanı tarafından çıkarıldığı içinse organik açıdan yürütme işlemi niteliğindedir.Olağan  dönem  KHK sı  ile  Cumhurbaşkanlığı  kararnamesi  arasındaki  başlıca farklılık,  olağan  dönem  KHK sının  ancak  TBMM  tarafından  gerçekleştirilecek bir yetki devri ile çıkarılabilmesine karşılık, Cumhurbaşkanlığı kararnamesi için böyle  bir  yetki  devrine  ihtiyaç  duyulmamasıdır. Yukarıda  da  belirtildiği  üzere, Cumhurbaşkanlığı kararnamesi asli nitelikli bir düzenleyici işlemdir.KHK lar,  Resmi  Gazetede  yayımlandıkları  gün  yürürlüğe  girer.  Fakat  bu kararnamelerin  onay  için  TBMM ye  sunulması  gereklidir. Yayımlandıkları  gün TBMM ye sunulmayan kararnameler, kendiliğinden yürürlükten kalkar (Anayasa, mülga m. 91/son). TBMM, KHK ları aynen veya değiştirerek kabul edebileceği gibi tamamen de reddedebilir. Cumhurbaşkanlığı kararnamelerinin ise onay için TBMM ye sunulması gerekmediğinden, TBMM nin bu kararnameleri reddedebilmesi de söz konusu olmayacaktır. Cumhurbaşkanlığı kararnamesinin hukuki etkisini ortadan kaldırmak için TBMM nin yapması gereken, kararname ile düzenlenen alanda yeni bir kanun çıkarmaktan ibarettir. Tabiidir ki, böyle bir kanunun yürürlüğe konulabilmesi için Cumhurbaşkanı nın vetosunu etkisiz kılabilecek bir çoğunluğun (üye tamsayısının salt çoğunluğu) sağlanması gerekecektir.Olağan  dönem  KHK ları  ile  Cumhurbaşkanlığı  kararnameleri  arasındaki diğer bir farklılık, bu işlemlerin normlar hiyerarşisindeki konumlarına ilişkindir. KHK lar,  normlar  hiyerarşisinde  kanunlarla  eşit  düzeydedir.  KHK larla  daha önce kanuni düzenlemeye konu olmamış bir alan ilk elden düzenlenebilir; mevcut kanun hükümleri değiştirilebilir veya yürürlükten kaldırılabilir. Cumhurbaşkanlığı 31  Ebru Gündüz,  Yürütmenin Düzenleyici İşlemleri ve Yargısal Denetimleri , Gazi Üniversitesi Hukuk Fakültesi Dergisi, C. XI, S. 1-2, Y. 2007, s. 758; Gözler, Kanun Hükmünde Kararnameler, s. 10-12; Türk, s. 27.  Anayasa da öngörüldüğü biçimi ile KHK ler yapısal (organik-uzvî) bakımdan yürütme organı işlemi, işlevsel (fonksiyonel) yönden ise yasama işlemi niteliğindedir  (Anayasa Mahkemesi, 6 Ekim 1993 Tarih ve E. 1993/35, K. 1993/34 Sayılı Karar, AMKD, S. 29, C. 1, s. 434).32  Arjantin, Brezilya, Kolombiya gibi başkanların kararname yetkisini kötüye kullanmasından yakınılan ülkelerde bile başkanlık kararnameleri yasama organlarının onayına tabidir. Türkiye de de olağanüstü hal sırasında çıkarılan Cumhurbaşkanlığı kararnamelerinin üç ay içerisinde TBMM de görüşülüp karara bağlanacağı; aksi takdirde bu kararnamelerin kendiliğinden yürürlükten kalkacağı öngörülmüştür (Anayasa m. 119/son). Kanaatimizce, olağan dönem Cumhurbaşkanlığı kararnameleri için de TBMM onayı öngörülmüş olsaydı, kararname yetkisinin TBMM yi devre dışı bırakmak için kullanılma ihtimali hayli azalırdı.737İstanbul Hukuk Mecmuası 76/2kararnameleri ise normlar hiyerarşisinde kanun altı seviyededir. Cumhurbaşkanlığı kararnameleri ile daha önce kanunla düzenlenmemiş bir alan ilk elden düzenlenebilir, ancak Cumhurbaşkanlığı kararnamelerinin bir kanun hükmünü değiştirmesi veya yürürlükten kaldırması olanaksızdır.2017  Anayasa  değişiklikleri  ile  Türk  hukukunda  KHK  müessesesine  son verilmiştir. Kanaatimizce; yürütmenin KHK çıkarma yetkisinin kaldırılıp yerine Cumhurbaşkanlığı  kararnamesi  çıkarma  yetkisinin  getirilmesi,  hükümet  sistemi alanındaki değişimle yakından ilişkilidir. KHK yetkisi, yasama çoğunluğunun belli sınırlar dâhilinde yürütmeye, yasama yetkisini geçici olarak devretmesidir. Yasama organı, devrettiği bu yetkiyi her zaman geri alabileceği gibi çıkarılan kararnameler üzerinde hâkimiyetini sürdürmeye de devam eder. Bu açıdan, KHK yetkisinin yasama çoğunluğunu  etkisizleştirmek  için  kullanılması  mümkün  değildirF.  Esasında parlamenter sistemlerde hükümetlere KHK çıkarma yetkisi verilmesinin ana sebebi de, muhalif yasama çoğunluklarını devre dışı bırakmaktan ziyade, ihtiyaç duyulan kanuni düzenlemelerin uzun yasama prosedürlerini beklemek zorunda olmaksızın yürürlüğe  konulabilmesini  sağlamaktır.  Başkanlık  sisteminde  ise  yasama  ve yürütme erkleri arasındaki organik ayrılık nedeniyle, başkanın partisinin yasama organında azınlıkta kalması her zaman ihtimal dâhilindedir. Azınlık başkanları, ihtiyaç duydukları kanunları geçirmede güçlük çektikleri gibi, yasama organının bu başkanlara KHK çıkarma yetkisi vermesi de neredeyse imkânsızdır. Dolayısıyla azınlık başkanları için asli nitelikli düzenleyici işlem yapma yetkisini kullanmak, muhalif  bir  yasama  çoğunluğunu  etkisizleştirmek  için  başvurulabilecek  yegâne yöntemdir.B. Cumhurbaşkanlığı Kararnamelerinin Tüzüklerle KarşılaştırılmasıTüzük; Bakanlar Kurulu nun, kanunun uygulanmasını göstermek veya emrettiği işlemleri belirtmek üzere, kanunlara aykırı olmamak ve Danıştay incelemesinden geçirilmek şartıyla çıkardığı bir düzenleyici işlemdir (Anayasa mülga m. 115).Gerek tüzük gerekse Cumhurbaşkanlığı kararnamesi, normlar hiyerarşisinde kanunaltı düzeyde yer almaktadır. Tüzük ve Cumhurbaşkanlığı kararnamesi ile kanunlara aykırı düzenlemeler getirilemez. Bu iki işlem türü arasındaki temel farklılık, tüzüğün kanuna dayanmasının (secundum legem) zorunlu olmasına karşılık, Cumhurbaşkanlığı kararnamesi için böyle bir zorunluluğun bulunmamasıdır. Bir konuda tüzük çıkarmak için o konunun daha önce bir kanunla düzenlenmiş olması şarttır. Kanun, tüzüğün sebep unsurunu teşkil etmektedir. Cumhurbaşkanlığı kararnamesinin ise kanuna dayanması  gerekli  değildir. Aksine,  bir  konuda  Cumhurbaşkanlığı  kararnamesi 33  Açıl, s. 147-148. Karşılaştırmalı hukukta KHK müessesesine yer verilmesinin nedenlerine ilişkin ayrıntılı bilgi için bkz. Gözler, Kanun Hükmünde Kararnameler, s. 12-13. 34  Gözler, İdare Hukuku, s. 1238.738Açıl / 2017 Anayasa Değişiklikleri Çerçevesinde Cumhurbaşkanlığı Kararnameleriçıkarılabilmesinin en temel şartlarından birisi, o konunun daha önce bir kanunla düzenlenmemiş olmasıdır. Keza Bakanlar Kurulu nda kabul edilen tüzük tasarısının Danıştay incelemesinden geçirilmesi gerekmesine rağmen Cumhurbaşkanlığı kararnamesi için böyle bir usul öngörülmemiştir. Kanaatimizce; kararnamelerin, Anayasa da öngörülen çok sayıda ve biraz muğlak olan sınırlara uygunluğu hususunda Cumhurbaşkanı nın dikkatini çekmek açısından, Danıştay tarafından gerçekleştirilecek istişarî nitelikte bir ön denetim faydalı olabilirdi.Son olarak, tüzüklerin yargısal denetimi Danıştay tarafından gerçekleştirilirken Cumhurbaşkanlığı  kararnamelerinin  yargısal  denetiminin  Anayasa  Mahkemesi tarafından yapılacağını belirtmek gerekir.C. Cumhurbaşkanlığı Kararnamelerinin Cumhurbaşkanlığı Genel Sekreterliğini Düzenleyen Cumhurbaşkanlığı Kararnameleri İle KarşılaştırılmasıAnayasa nın  mülga  107 nci  maddesine  göre,   Cumhurbaşkanlığı  Genel Sekreterliğinin  kuruluşu,  teşkilat  ve  çalışma  esasları,  personel  atama  işlemleri Cumhurbaşkanlığı kararnamesi ile düzenlenir . 1982 Anayasası, Cumhurbaşkanlığı Genel Sekreterliği ni anayasal bir kurum haline getirdiği gibi, Cumhurbaşkanlığı kararnamesi adıyla, o zamana kadar hukuk sistemimizde yer almayan yeni bir düzenleyici işlem türü de yaratmıştır.Cumhurbaşkanlığı  Genel  Sekreterliği ni  düzenleyen  kararnameler  ile  2017 Anayasa değişikliklerinde öngörülen kararnameler, birbirine oldukça benzer nitelikte iki düzenleyici işlem türüdür. Her iki kararname de doğrudan doğruya Anayasa dan kaynaklanan  bir  yetkiye  dayanarak,  Cumhurbaşkanı nın  tek  başına  hazırlayıp yürürlüğe koyduğu asli nitelikli düzenleyici işlemlerdir. 35  Venedik Komisyonu da benzer yönde bir eleştiride bulunmuştur:  Danıştay a Cumhurbaşkanlığı kararnameleri hakkında fikir beyan etme yetkisinin verilmemiş olmasının sebebi iddialara göre Anayasa Mahkemesinin sonradan bu anayasaya aykırılığını tespit etmesi halinde ortaya çıkabilecek olası çelişkilerin önüne geçmektir. Ancak kanun tasarılarıyla ilgili olarak sonradan Anayasa Mahkemesinde iptal davası açılabildiği sürece bu gerekçe inandırıcı görünmemektedir. Aslında kanunlarla Cumhurbaşkanlığı kararnameleri arasında çelişki doğması ihtimali bile Danıştay gibi istişari bir işlevi makbul kılacaktır  (Venedik Komisyonu s. 579).36  1982 Anayasası ndan önce Cumhurbaşkanlığının idari teşkilatı, 23. 05. 1933 tarih ve 2180 sayılı Riyaseti Cumhur Dairesi Teşkilatı Kanunu ile düzenlenmiştir. 2879 sayılı Cumhurbaşkanlığı Genel Sekreterliği Teşkilatı Kanunu, 2180 sayılı Kanunu yürürlükten kaldırmıştır.37  Mümtaz Soysal, 100 Soruda Anayasanın Anlamı, İstanbul, 1997, s. 220; İsmet Giritli/Pertev Bilgen/Tayfun Akgüner, İdare Hukuku, İstanbul, 2001, s. 162; Tanör/Yüzbaşıoğlu, s. 355; Taşdöğen, s. 939-940.38  Cumhurbaşkanlığı Genel Sekreterliği ni düzenleyen kararnamelerin karşı imza kuralına tabi olduğuna ilişkin görüş için bkz. Taşdöğen, s. 947.39  Cumhurbaşkanlığı Genel Sekreterliği ni düzenleyen Cumhurbaşkanlığı kararnamelerinin asli niteliği bir Anayasa Mahkemesi kararında şu şekilde ifade edilmiştir:  İdarenin düzenleme yetkisi yasama yetkisinden farklı olarak asli değil, türevsel niteliktedir. Buna göre, yürütme organının bir konuda düzenleme yapabilmesi için yasama organınca yetkilendirilmesi gerekmektedir. Bununla birlikte Anayasa nın 107. maddesinde, Cumhurbaşkanlığı kararnameleri yönünden bu kurala bir istisna getirilmekte ve Cumhurbaşkanlığı Genel Sekreterliğinin kuruluşu, teşkilat ve çalışma esasları ile personel atama işlemlerinin, yasama organının yetkilendirmesine ihtiyaç duyulmaksızın doğrudan Cumhurbaşkanlığı kararnamesiyle düzenlenmesi öngörülmektedir  (Anayasa Mahkemesi, 18 Ocak 2017 Tarih ve E. 2015/42, K. 2017/8 Sayılı Karar, R.G, T. 739İstanbul Hukuk Mecmuası 76/2Öte yandan, bu kararnameler arasında iki önemli farklılık göze çarpmaktadır. İlk  olarak,  Cumhurbaşkanlığı  Genel  Sekreterliği ni  düzenleyen  kararnameler, konu  itibariyle  oldukça  sınırlıdır.  Cumhurbaşkanı,  bu  kararnamelerle  yalnızca Cumhurbaşkanlığı Genel Sekreterliği nin kuruluşu, teşkilat ve çalışma esasları ile personel atama işlemlerini düzenleyebilir; kişiler ve kişi toplulukları üzerinde etkili  ve  geçerli  hukuk  kuralları  ihdas  edemez.  Diğer  bir  deyişle,  bu  yetki, Cumhurbaşkanlığı Genel Sekreterliği nin yapısı ve işleyişi ile ilgili içe dönük bir yetkidir. 2017 Anayasa değişiklikleri ile getirilen Cumhurbaşkanlığı kararnameleri ise  Anayasa da  öngörülen  bazı  sınırlamalara  rağmen,  oldukça  geniş  bir  alanı düzenleme konusu yapabilir ve bu kararnamelerle geniş kitleleri ilgilendiren hukuk kuralları ihdas edilebilir. Bu kararnameler arasındaki ikinci farklılık ise Cumhurbaşkanlığı Genel Sekreterliği ni düzenleyen kararnamelerin iptali için hiçbir yargı merciine başvurulamazken, 2017 Anayasa değişiklikleri ile getirilen Cumhurbaşkanlığı kararnameleri aleyhine Anayasa Mahkemesi nde iptal davası açmanın mümkün olmasıdır.D. Cumhurbaşkanlığı Kararnamelerinin Bakanlar Kurulu Kararnameleri İle KarşılaştırılmasıBakanlar Kurulu kararnameleri, kanunlarla Bakanlar Kurulu na verilen yetkileri kullanmak üzere, Başbakan ve bütün bakanların imzasını taşıyan ve tekemmül etmesi için Cumhurbaşkanı tarafından imzalanması gereken kararlardır. Bakanlar Kurulu kararnameleri, kaynağını Anayasa dan alan bir işlem türü değildir. Bununla birlikte, öğretide ve yargı kararlarında bu işlemler,  Bakanlar Kurulu yönetmelikleri  olarak nitelendirilmektedir. Dolayısıyla Bakanlar Kurulu kararnameleri de yönetmelikler 2.3.2017, S. 29995).40  Özbudun, s. 268; Tanör/Yüzbaşıoğlu, s. 355.41  Lütfi Duran,  Düzenleme Yetkisi Özerk Sayılabilir mi?  İdare Hukuku ve İlimleri Dergisi, Y. 4, S. 1-3, 1984, s. 40.42  Tanör/Yüzbaşıoğlu, s. 355.43  Taşdöğen, Cumhurbaşkanlığı Genel Sekreterliği ni düzenleyen kararnameleri, karşı imza kuralına tabi işlemler arasında değerlendirdiği için bu kararnameler aleyhine idari yargıda iptal davası açılmasının mümkün olduğunu kabul etmektedir. Bkz. Taşdöğen, s. 954-955. 44  Abdullah Tekbaş,  Türk Hukukunda Bakanlar Kurulu Kararları , Türk İdare Dergisi, S. 437, Y. 74, Aralık 2002, s. 43; Gözler, İdare Hukuku, s. 244.45  Bkz. Güneş, s. 186-187; Gözler, İdare Hukuku, s. 1265-1266; Özbudun, s. 253; Tekbaş, s. 44.46  Anayasa Mahkemesi, 1961 Anayasası döneminde verdiği bir kararında Bakanlar Kurulu kararnamelerini, Bakanlar Kurulu yönetmeliği olarak nitelendirmiştir:  Anayasa nın 6. maddesine göre yürütmenin yasa sınırları içerisinde kendisine verilen işleri yapmakla görevli kılınmasına ve Anayasa nın 107. ve 113. maddelerinin incelenmesinden, yürütmenin yasa ile yetkili kılınsa bile tüzük ye yönetmelik dışında ve fakat yönetmelik niteliğinde düzenleyici kurallar koymasının yasaklandığı anlamı çıkarılamamasına göre burada kararname ile düzenleme yoluna gidilmesinin yalnızca bu nedenden ötürü Anayasa ya aykırı olduğu kabul edilemez. Kaldı ki, Anayasa nın 113. maddesinde yalnızca bakanlıklara değil, kamu tüzel kişilerine bile yönetmelik, yapmak yetkisinin tanınmış olması karşısında, 15. maddesi uyarınca, yürütülmesi ile Bakanlar Kurulunun görevlendirildiği 933 Sayılı Yasanın uygulanmasını sağlamak üzere Başbakanla bütün bakanlardan oluşan Bakanlar Kurulunun yönetmenlik çıkarabileceği öncelikle kabul edilebilir. Buna göre bu Yasadaki kararnameler, hukukça, Bakanlar Kurulu yönetmeliği sayılabilir  (Anayasa Mahkemesi, 20 Ekim 1969 Tarih ve E.1967/41, K. 1969/57 Sayılı Karar, AMKD, S. 8, C. 1, s. 40).47  Bakanlar Kurulu kararnamesi, Danıştay incelemesinden geçirilmişse tüzük nitelik ve gücündedir (Giritli/Bilgen/Akgüner, 740Açıl / 2017 Anayasa Değişiklikleri Çerçevesinde Cumhurbaşkanlığı Kararnamelerigibi kanuna dayanmak ve kanuna aykırı olmamak zorundadır. Bu açıdan, Bakanlar Kurulu  kararnameleri,  Cumhurbaşkanlığı  kararnamelerinden  farklı  olarak,  asli nitelikli bir işlem değildir.Bakanlar Kurulu kararnamesi ile hem bireysel nitelikte hem de düzenleyici nitelikte işlem tesis edilmesinin mümkün olduğu kabul edilmekteydi. Bakanlar Kurulu kararnamesi ile tesis edilen bireysel nitelikli işlemlere Diyanet İşleri Başkanı nın, TRT  Genel  Müdürü nün  ve  valilerin  atanması  ile  Genel  Kurmay  Başkanı nın atanmasının teklif edilmesi işlemleri örnek olarak gösterilebilirdi. 2017 Anayasa değişikliklerinin yürürlüğe girmesi ile birlikte, Başbakanlık ve Bakanlar  Kurulu na  verilen  yetkiler  bundan  sonra  Cumhurbaşkanı  tarafından kullanılacaktır. Dolayısıyla, yukarıda örnek olarak gösterilen işlemlerin yanı sıra üst düzey kamu yöneticilerinin atanması ve görevlerine son verilmesi (Anayasa m. 104/9) gibi bazı bireysel nitelikli idari işlemler de Cumhurbaşkanı tarafından tesis edilecektir. Bu noktada, Cumhurbaşkanı nın söz konusu bireysel işlemleri, Cumhurbaşkanlığı kararnameleri ile gerçekleştirip gerçekleştiremeyeceğinin tartışılması gereklidir. Cumhurbaşkanlığı kararnamesi ile bireysel işlem tesis edilebileceği kabul edilirse, bu işlem dolayısıyla menfaati ihlal edilen kişilerin kararnameler aleyhine dava açması mümkün olmayacaktır. Zira kararnameler aleyhine Anayasa Mahkemesi nde iptal davası açma yetkisine sahip olan merciiler; Cumhurbaşkanı, TBMM de en fazla üyeye sahip iki siyasi parti grubu ve TBMM üye tamsayısının en az beşte biri tutarındaki üyelerden ibarettir. Bu durumda, işlem nedeniyle menfaati ihlal edilen kişilerin, (örneğin kararname ile görevden alınan üst düzey bir kamu görevlisi) Anayasa Mahkemesi nde iptal davası açması mümkün olmadığından ve Anayasa Mahkemesi kararlarının geriye yürümemesinden dolayı, bir hak kaybıyla karşılaşması muhtemeldir.Kanaatimizce, Anayasa da yer alan düzenleme, Cumhurbaşkanlığı kararnameleri ile  bireysel  idari  işlem  tesis  edilmesine  imkân  verir  nitelikte  değildir. Cumhurbaşkanlığı kararnameleri ile ilgili hükümlerin yer aldığı Anayasa nın muhtelif maddelerinde (m. 104/9, m. 104/17, m. 106/son, m. 108/son, m. 118/son, geçici m. 21/B),  düzenler ,  düzenlenir ,  düzenlenemez  şeklindeki ibarelerin tercih edilmiş olması, Cumhurbaşkanlığı kararnamelerinin salt bir düzenleyici işlem türü olduğunu ve kararnamelerle bireysel nitelikte işlem tesis edilemeyeceğini göstermektedir. Aksi yönde bir yorumun benimsenmesi, hukuk devleti ilkesi ve hak arama hürriyeti ile açık bir tezat teşkil edecektir.s. 160). 48  Tekbaş, s. 61.49  Aksi yönde görüş için bkz. Giray Tamer,  Cumhurbaşkanlığı Kararnameleri İle Cumhurbaşkanının Kanunları Veto Yetkisi Karşısında Meclisin Durumu , s. 5, www.anayasa.gen.tr/tamer-ay-degisikligi.pdf, E.T. 28.12.2017.741İstanbul Hukuk Mecmuası 76/2Cumhurbaşkanı nın kararname ile bireysel bir idari işlem tesis etmesi durumunda, bu işlemden menfaati ihlal edilen kişi veya kişiler, kararname aleyhine idari yargıda iptal davası açabilmelidir. Böyle bir durumda ilgili yargı mercii, Cumhurbaşkanlığı kararnameleri  aleyhine  açılan  iptal  davalarına  bakma  yetkisinin  Anayasa Mahkemesi ne ait olduğunu ileri sürerek yetkisizlik kararı veremez. Zira bir kuralı denetleyecek yargısal mercii, her şeyden önce o kuralın hukuki nitelendirmesini yapmakla yükümlüdür. Bu nitelendirmeyi yaparken de, işlemi tesis eden merciin o işlemi ne şekilde adlandırdığı ile bağlı değildir. Cumhurbaşkanı nın bireysel bir idari işlemle gerçekleştirmesi gereken işlemi, kararname ile gerçekleştirerek bu işlemin iptal davasına konu olma ihtimalini azaltması,  usul saptırması  niteliğindedir. Bu  sebeple,  kararname  ile  tesis  edilen  işlemin  idari  yargı  mercileri  tarafından denetlenebilmesi gereklidir,51.III. Cumhurbaşkanı nın Kararname Yetkisinin SınırlarıCumhurbaşkanı nın kararname yetkisi, genel bir yetki değildir. Cumhurbaşkanı nın, kararname yetkisini hangi sınırlar dâhilinde kullanabileceği Anayasa nın 104/17 hükmünde düzenlenmiştir. Buna göre;  Cumhurbaşkanı, yürütme yetkisine ilişkin konularda Cumhurbaşkanlığı kararnamesi çıkarabilir. Anayasanın ikinci kısmının birinci ve ikinci bölümlerinde yer alan temel haklar, kişi hakları ve ödevleriyle dördüncü bölümde yer alan siyasi haklar ve ödevler Cumhurbaşkanlığı kararnamesi ile  düzenlenemez.  Anayasada  münhasıran  kanunla  düzenlenmesi  öngörülen konularda Cumhurbaşkanlığı kararnamesi çıkarılamaz. Kanunda açıkça düzenlenen konularda Cumhurbaşkanlığı kararnamesi çıkarılamaz .50  Anayasa Mahkemesi nin eylemli içtüzük değişiklikleri ve olağanüstü dönem KHK ları ile ilgili verdiği kararlar ilgili yargı mercileri için yol gösterici olabilir.  … Yasama Meclislerince kabul edilen bir metnin adı (Kanun) olmasa ve metin oluşturulmasında uygulanan yöntem, kanunlar için Anayasa da öngörülmüş bulunan yönteme uymasa bile, eğer içeriğinde kanun hükmü değer ve etkisinde kimi kurallar konulmakta ise bu metnin, adı (Kanun) olmamasına rağmen kanun niteliğinde düzenleme sayılarak Anayasa Mahkemesinin denetimine bağlı tutulması zorunludur  (Anayasa Mahkemesi, 22 Şubat 1977 Tarih ve E. 1977/6, K. 1977/14 Sayılı Karar, AMKD, S. 15, C. 1, s. 187).  … Anayasa Mahkemesi Anayasa ya uygunluk denetimi için önüne getirilen ve yasama veya yürütme organı tarafından yürürlüğe konulan düzenleyici işlemin hukuksal nitelemesini yapmak zorundadır. Çünkü, Anayasa Mahkemesi, denetlenmesi istenilen metine verilen adla kendisini bağlı sayamaz. Bu nedenle, Anayasa Mahkemesi  olağanüstü hal KHK si  adı altında yapılan düzenlemelerin Anayasa nın öngördüğü ve Anayasa ya uygunluk denetimine bağlı tutmadığı gerçekten bir  olağanüstü hal KHK si  niteliğinde olup olmadıklarını incelemek ve bu nitelikte görmediği düzenlemeler yönünden Anayasa ya uygunluk denetimi yapmak zorundadır. Anayasa nın 148. maddesi yalnızca olağanüstü hal KHK kuralı niteliğinde olan düzenlemelerin Anayasa ya uygunluk denetimine bağlı tutulmalarına engel oluşturur (Anayasa Mahkemesi, 10 Ocak 1991 Tarih ve E. 1990/25, K. 1991/1 Sayılı Karar, AMKD, S. 27, C. 1, s. 102). Öte yandan, Anayasa Mahkemesi, olağanüstü dönem KHK ları ile ilgili içtihadında değişikliğe gitmiştir. Bkz. Anayasa Mahkemesi, 12 Ekim 2016 Tarih ve E. 2016/166, K. 2016/159 Sayılı Karar, AMKD, S. 53, C. 2, s. 1113-1118; Anayasa Mahkemesi, 12 Ekim 2016 Tarih ve E. 2016/167, K. 2016/160 Sayılı Karar, AMKD, S. 53, C. 2, s. 1169-1174.51  İdari yargı mercilerinin, son zamanlarda olağanüstü dönem KHK ları ile tesis edilen bireysel nitelikteki idari işlemler aleyhine açılan davalardaki yaklaşımı göz önüne alındığında, önerdiğimiz çözümün kabul görme ihtimali hayli düşüktür. İdare Mahkemeleri, idarece tesis edilmiş idari davaya konu olabilecek bir işlemin varlığından söz edilmesine olanak bulunmadığı gerekçesi ile bu davalarla ilgili ret kararları vermiştir. İdari yargı mercilerinin söz konusu kararları ve bu kararların tahlili için bkz. H. Burak Gemalmaz,  OHAL KHK ları ve İdari Yargı , https://burakgemalmaz.com/2016/09/29/ohal-khkleri-ve-idari-yargi/, E.T. 18.02.2018. 742Açıl / 2017 Anayasa Değişiklikleri Çerçevesinde Cumhurbaşkanlığı KararnameleriA. Cumhurbaşkanı, Sadece Yürütme Yetkisine İlişkin Konularda Kararname ÇıkarabilirKlasik kuvvetler ayrılığı teorisi bağlamında düşünüldüğünde, yürütme organının yürütme yetkisine ilişkin konularda asli nitelikli düzenleme yapabilmesi, kendi içinde çelişik bir ifadedir. Zira yürütme fonksiyonu, esas itibariyle yeni kurallar koyma değil yasama organı tarafından konulmuş olan kuralları uygulama fonksiyonudur.Öte yandan, çağımızda bilimsel ve teknik sahada baş döndürücü bir değişimin yaşanması, sosyal barış ve adaletin tesisi amacıyla devletin piyasaya müdahale etme yükümlülüğünün doğması gibi gelişmeler, yürütmenin bazı çağdaş fonksiyonlar üstlenmesine  yol  açmıştır.  Yürütme  organı  artık  kanunları  ve  parlamentonun emirlerini motamot şekilde uygulayan bir organ olmaktan çıkmış; bir atılım, karar ve öngörü organı haline dönüşmüştür. Denilebilir ki, günümüzde, bir şekilde yürütme yetkisi ile ilişkilendirilemeyecek hiçbir devlet faaliyeti kalmamış gibidir. Ülkenin iç ve dış güvenliğini sağlamak; kamu düzenini ve genel ahlakı korumak; eğitim, sağlık, sosyal güvenlik gibi genel hizmetleri gerçekleştirmek; kalkınma için gerekli altyapı yatırımlarını yapmak, yürütme organının görev alanına giren hususlardan sadece bazılarıdır. Yürütme yetkisine ilişkin faaliyetlerin tüketici bir listesini sunmak mümkün değildir. Yürütme işlevi, yasama ve yargı işlevlerinin dışında kalan işlevler şeklinde tanımlanmaktadır.  Dolayısıyla  Cumhurbaşkanı nın  kararname  çıkaramayacağı alanların tespiti için öncelikle yasama ve yargı yetkisine giren konuların tespit edilmesi  daha  makul  bir  yöntem  olarak  görünmektedir.  Bu  bağlamda,  suç  ve ceza  ihdas  etme;  bütçeyi  kabul  etme;  milletvekilleri  ile  hâkim  ve  savcıların hukuki statülerini ve özlük işlemlerini düzenleme; mahkemelerin kuruluş, işleyiş, görev, yetki ve yargılama usullerini belirleme gibi hususların Cumhurbaşkanlığı kararnamesi ile düzenlenemeyeceği söylenebilir. Ancak, örnek olarak belirtilen konuların tamamı, zaten Anayasa da münhasıran kanunla düzenlenmesi öngörülen konular  arasında  yer  almaktadır.  Dolayısıyla,  sadece  yürütme  alanına  ilişkin konularda  kararname  çıkarılabilmesi,  Cumhurbaşkanı nın  kararname  yetkisine gerçek bir sınırlama getirmemektedir. Yine de, bu kriterin Anayasa Mahkemesi içtihatları ile somutlaştırılıp makul bir uygulama sahasına kavuşturulması ihtimal dâhilindedir.52  Yürütme fonksiyonunda yaşanan değişimle ilgili ayrıntılı bilgi için bkz. Adil Özkol,  Çağdaş Parlamenter Demokrasilerde Kuvvetli İcra Eğilimi , Ankara Üniversitesi Hukuk Fakültesi Dergisi, C. 26, S. 1, Y. 1969, s. 46-60; Mustafa Kutlu, Kuvvetler Ayrılığı: Temelleri, Gelişimi, Hukuk Devletinin Kökenleri, Ankara, 2001, s. 140-154; Teziç, Anayasa Hukuku, s. 433-441; Sabuncu, s. 229. 53  Teziç, Anayasa Hukuku, s. 439-441. 54  Karatepe, s. 256.55  Türk hukukunda yürütme yetkisinin sınırlarına ve münhasır kanun alanı bulunup bulunmadığına ilişkin tartışmalar için bkz. Güneş, s. 100-117.56  Şeref Gözübüyük, Anayasa Hukuku, Ankara, 2013, s. 234; Sabuncu, s. 227; Günday, s. 13-14.743İstanbul Hukuk Mecmuası 76/2B. Kişi Hak ve Ödevleri İle Siyasi Hak Ve Ödevler Cumhurbaşkanlığı Kararnameleri İle DüzenlenemezAnayasa nın 13 üncü maddesinde,  temel hak ve hürriyetler....ancak kanunla sınırlanabilir  hükmüne yer verilerek idarenin düzenleyici işlemleri ile temel hak ve hürriyetlere müdahalede bulunulması engellenmek istenmiştir. Öte yandan, öğretide, Anayasa nın 91/1 hükmünün mefhum-ı muhalifinden yola çıkılarak, sosyal ve ekonomik hakların da KHK larla düzenlenebileceği kabul edilmiştir.2017  Anayasa  değişiklikleri  ile  yürütme  organının  KHK  çıkarma  yetkisi kaldırılmakla  birlikte,  Cumhurbaşkanlığı  kararnameleri  için  de  aynı  konu kısıtlamasına yer verilmiştir. Dolayısıyla Cumhurbaşkanı, kişi hak ve ödevleri ile siyasi hak ve ödevleri, bunları güçlendirmek ve mevcut sınırlamalara son vermek için dahi olsa, kararnameler ile düzenleyemeyecektir. Bu noktada cevaplanması gereken iki soru belirmektedir: a) Cumhurbaşkanlığı kararnameleri ile sosyal ve ekonomik haklar sınırlandırılabilir mi? b) Anayasa nın 41 ilâ 65 inci maddeleri arasında yer alan tüm sosyal ve ekonomik haklar, Cumhurbaşkanlığı kararnamelerine konu olabilir mi?Birinci  soruyu  cevaplamadan  önce   düzenleme   ile   sınırlama   terimleri arasında herhangi bir anlam farkı bulunup bulunmadığı araştırılmalıdır. Diğer bir  ifadeyle,  temel  hak  ve  hürriyetlere  ilişkin  her  düzenleme,  aynı  zamanda bir  sınırlama  anlamına  mı  gelmektedir?  Liberalizmin  bir  ürünü  olan  negatif özgürlük anlayışına göre, devletin yapacağı her düzenleme, bireylerin hak ve hürriyetlerine bir müdahale anlamı taşımaktadır. Bireylerin hak ve hürriyetlerini kullanması, devletin olumlu bir edimini gerektirmez. Aksine, devletin birey hak ve hürriyetleri ile ilgili temel yükümlülüğü,  karışmama ,  müdahalede bulunmama  yükümlülüğüdür. Öte yandan, sosyal ve ekonomik hakların anayasalara dâhil edilmesiyle birlikte, her düzenlemenin mutlaka bir sınırlama getirmediği, hatta bu  hakların  kullanılabilmesi  için  hukuki  düzenlemelere  ihtiyaç  duyulduğu görülmüştür. Dolayısıyla,  düzenleme, sınırlamadan daha geniş ve farklı bir kavramdır. Hakkı sınırlayan düzenlemeler olabileceği gibi, hakkı güçlendiren, onu 57   …Anayasanın ikinci kısmının birinci ve ikinci bölümlerinde yer alan temel haklar, kişi hakları ve ödevleri ile dördüncü bölümünde yer alan siyasi haklar ve ödevler kanun hükmünde kararnamelerle düzenlenemez .58  Bkz. Fazıl Sağlam,  Kanun Hükmünde Kararname Çıkarma Yetkisinin Sınırları: Uygulamanın Yaygınlaşmasından Doğabilecek Sorunlar , Anayasa Yargısı Dergisi, C. 1, Y. 1984, s. 268; Tunç/Bilir/Yavuz, s. 270; Özbudun, s. 256; Gözler, Kanun Hükmünde Kararnameler, s. 105; Türk, s. 68.59  Fazıl Sağlam, Temel Hakların Sınırlanması ve Özü, Ankara, 1982, s. 18-19. Her düzenlemenin aynı zamanda zorunlu olarak bir kısıtlama anlamına geldiği yönünde görüş için bkz. Lütfi Duran,  İdare Alanının Düzenlenmesinde Teşriî ve Tanzimî Tasarrufların Sınırları , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, C. 30, S. 3-4, Y. 1964, s. 473. 60  Lacordaire nin ifadesiyle  Kuvvetli ile zayıf karşı karşıya bulunduğu zaman hürriyet ezici, kanun ise kurtarıcı olur  (Münci Kapani, Kamu Hürriyetleri, Ankara, 2013, s. 51). Esasında kanuni düzenlemelere ihtiyaç duyulan hak kategorisi, sosyal ve ekonomik haklarla sınırlı değildir. Çoğu durumda, kişisel ve siyasi hakların hayata geçirilmesi için de kanun koyucunun pozitif bir müdahalesine ihtiyaç duyulur. Negatif statü hakları kategorisine dâhil olduğu hususunda herhangi bir tereddüt bulunmayan adil yargılanma hakkını ele aldığımızda, devletin bu hakkı hayata geçirebilmek için mahkemeler kurması, hâkim ve savcılar görevlendirmesi, yargıya başvuru olanaklarını sağlaması ve bunların organizasyonu için bir mevzuat oluşturması gerektiği görülmektedir (Mehmet Semih Gemalmaz, Devlet, Birey ve Özgürlük, İstanbul, 2015, s. 662). 744Açıl / 2017 Anayasa Değişiklikleri Çerçevesinde Cumhurbaşkanlığı Kararnameleridaha etkili bir kullanıma kavuşturan, hatta ona önceden sahip olmadığı belli bir içerik kazandıran düzenlemeler de söz konusu olabilir 61.Yukarıda yapılan açıklamalar ışığında, temel hak ve hürriyetlerin ancak kanunla  sınırlanabileceğini  öngören 13 üncü madde hükmü ile mefhum-ı muhalifinden sosyal ve ekonomik hakların Cumhurbaşkanlığı kararnamesi ile  düzenlenebileceği  anlaşılan 104 üncü madde hükmü birlikte değerlendirildiğinde; sosyal ve ekonomik hakların Cumhurbaşkanlığı kararnamesi ile sınırlandırılamayacağı, fakat bu hakları güçlendiren  veya  kullanımını  kolaylaştıran  düzenlemelerin  Cumhurbaşkanlığı kararnamesine konu olabileceği söylenebilir. Esasında, yapılacak düzenlemelerin çoğu kez bir sınırlama anlamına gelebileceği negatif ve aktif statü haklarının değil de, hayata geçirilebilmesi için devletin olumlu bir ediminin gerektiği pozitif statü haklarının Cumhurbaşkanlığı kararnamelerine konu edilmesi, bu görüşü doğrulamaktadır.Cumhurbaşkanı nın,  ilke  olarak,  bir  sosyal  ve  ekonomik  hakkın  kullanımını kolaylaştıran  veya  bu  hakkı  güçlendiren  düzenlemeleri  kararnamelerle  hayata geçirebileceği kabul edilmekle birlikte, bu yetki, Anayasa nın 41 ilâ 65 inci maddeleri arasında yer alan tüm sosyal ve ekonomik haklara teşmil edilemez. Zira Anayasa nın  sosyal ve ekonomik haklar ve ödevler  bölümünde yer alan bazı maddelerde,  kanunla düzenleme  şartı öngörülmüştür.  Anayasada münhasıran kanunla düzenlenmesi öngörülen konularda Cumhurbaşkanlığı kararnamesi çıkarılamaz  hükmü uyarınca, Cumhurbaşkanı nın kanunla düzenleme şartı öngörülen sosyal ve ekonomik hakları, Cumhurbaşkanlığı kararnamesi ile düzenlemesi mümkün değildir,65. Bu bakımdan;  öğrenim hakkının kapsamı ,  kıyılardan yararlanma şartları ,  genel sağlık sigortası kurulması  gibi konular Cumhurbaşkanlığı kararnameleri ile düzenlenemeyecekken, kanuna yollama yapılmayıp devletin gerekli tedbirleri alacağının belirtilmesi ile yetinilen,  ailenin korunması ,  gençliğin korunması ,  ücrette adaletin sağlanması  gibi konularda Cumhurbaşkanı, kararname çıkarabilecektir.61  Sağlam, Kanun Hükmünde Kararname, s. 268.62  Aynı yönde görüş için bkz. Ardıçoğlu, s. 41. 63  Bkz. m. 42/2; m. 42/6; m. 43/3; m. 44/2; m. 46/1; m. 46/2; m. 47/2; m. 47/3; m. 47/4; m. 50/4; m. 51/3; m. 51/4; m. 53/2; m. 53/5; m. 54/1; m. 54/3; m. 54/5; m. 56/5; m. 61/3.64  Aynı yönde görüş için bkz. Ardıçoğlu, s. 39-40. 65  Esasında kanunla düzenleme şartı öngörülen sosyal ve ekonomik hakların KHK larla düzenlenip düzenlenemeyeceği de daha önce tartışma konusu olmuştur. Anayasa Mahkemesi, Anayasa da kanuna yollama yapılan konularda KHK çıkarılabileceği yönünde karar vermiştir:  Anayasa nın bir maddesinin yasayla düzenleneceğini öngördüğü bir konunun, Anayasa nın 91. maddesinin birinci fıkrasının açıkça yasakladığı hükümler ile doğrudan ilgili olmadıkça, ya da KHK ile düzenlenemeyeceği Anayasa da özel olarak belirtilmedikçe KHK ile düzenlenmesi Anayasa ya aykırı değildir  (Anayasa Mahkemesi, 20 Eylül 2012 Tarih ve E. 2011/83, K. 2012/126 Sayılı Kararı, AMKD, S. 50, C. 2, s. 1256-1257; Anayasa Mahkemesi, 16 Mayıs 1989 Tarih ve E. 1989/4, K. 1989/23 Sayılı Karar, AMKD, S. 25, C. 1, s. 245). Kanaatimizce; bu iki işlem türü arasındaki nitelik farklılığından dolayı, Anayasa Mahkemesi nin KHK larla ilgili içtihadını Cumhurbaşkanlığı kararnameleri için de sürdürmesi mümkün değildir. Zira KHK lar, normlar hiyerarşisinde kanunlarla eşit düzeyde olup bunlarla mevcut kanun hükümleri değiştirilebilir veya yürürlükten kaldırılabilirken; Cumhurbaşkanlığı kararnamelerinin bir kanun hükmünü değiştirmesi veya yürürlükten kaldırması olanaksızdır. Keza münhasıran kanunla düzenlenmesi öngörülen konularda Cumhurbaşkanlığı kararnamesi çıkarılamayacağını öngören Anayasa hükmü de Anayasa Mahkemesi nin söz konusu içtihadını Cumhurbaşkanlığı kararnameleri için sürdürmesine engel teşkil eder.66  Anayasa koyucunun kanuna yollama yapılan konularda belirli bir sistematiği takip ettiğini söylemek zordur. Aralarında herhangi bir nitelik farkı bulunmayan haklardan bazıları için kanunla düzenleme şartı öngörülmüşken bazıları içinse 745İstanbul Hukuk Mecmuası 76/2Cumhurbaşkanı nın temel hak ve hürriyetlere ilişkin kararname çıkarma yetkisini üç maddede özetlemek mümkündür: a) Cumhurbaşkanlığı kararnameleri, kişi hak ve ödevleri ile siyasi hak ve ödevleri düzenleyemez/sınırlandıramaz. b) İlgili maddesinde kanunla düzenleme şartı bulunan sosyal ve ekonomik haklar, Cumhurbaşkanlığı kararnameleri  ile  düzenlenemez/sınırlandırılamaz.  c)  İlgili  maddesinde  kanunla düzenleme  şartı  bulunmayan  sosyal  ve  ekonomik  haklar,  Cumhurbaşkanlığı kararnameleri ile sınırlandırılamaz; ancak bu hakları güçlendiren veya kullanımını kolaylaştıran düzenlemeler kararnamelerle gerçekleştirilebilir.C. Anayasa da Münhasıran Kanunla Düzenlenmesi Öngörülen Konularda Kararname ÇıkarılamazAnayasa nın  birçok  maddesinde,   kanunla  düzenlenir ,   kanunla  kurulur ,  kanunda belirtilir  gibi ibarelere yer verilerek söz konusu alanlarda yasama organına düzenleme yapma yetki ve/veya yükümlülüğü verilmiştir. Bu konulara,  ceza ve ceza yerine geçen güvenlik tedbirleri ihdas edilmesi  (m. 38/3);  vergi, resim, harç ve benzeri mali yükümlülüklerin konulması  (m. 73/3);  merkezi yönetim bütçesinin hazırlanması, uygulanması ve kontrolünün düzenlenmesi  (m 161/2) ve  memur ve diğer kamu görevlilerinin özlük işlerinin düzenlenmesi  (m. 128/2) örnek olarak gösterilebilir. Cumhurbaşkanı nın, kanunla düzenlenme şartı öngörülen konularda kararname çıkarması hukuka aykırıdır.Belirtmek  gerekir  ki,  Türk  hukukunda  ilke  olarak  münhasır  kanun  alanı bulunmamaktadır. Anayasa da bir alanın kanunla düzenleneceğinin öngörülmesi, o alanın idareye tamamen kapatıldığı anlamına gelmez. Bir kanuna dayanmak şartıyla, idare, Anayasa da kanunla düzenlenmesi öngörülen konularda da düzenleyici işlem tesis edebilir. Dolayısıyla,  münhasıran kanunla düzenlenmesi öngörülen konular  ibaresi ile Cumhurbaşkanlığı kararnameleri için bir  yasak alan  yaratılmıştır; yoksa idarenin o konularda, örneğin yönetmeliklerle,  secundum legem  ve  intra legem  nitelikli düzenlemeler yapması yasaklanmış değildir.D. Kanunda Açıkça Düzenlenen Konularda Cumhurbaşkanlığı Kararnamesi ÇıkarılamazCumhurbaşkanı nın bir konuyu kararname ile düzenleyebilmesi için o konunun daha  önce  bir  kanun  ile  açıkça  düzenlenmemiş  olması  şarttır.  Görülüyor  ki, Anayasa koyucu, bir konuda Cumhurbaşkanı nın kararname çıkaramaması için o konudaki alelade bir kanuni düzenlemeyi yeterli görmemekte; o konunun  açıkça  devletin gerekli tedbirleri alacağının belirtilmesi ile yetinilmiştir. Anayasa nın 61 inci maddesinde yaşlılar ile korunmaya muhtaç çocuklar, harp ve vazife şehitlerinin dul ve yetimleri, malul, gazi ve sakatlar arasında yaratılan ayrım, bu konuda aydınlatıcıdır.67  Gözler, İdare Hukuku, s. 1175; Güneş, s. 115-116.68  Gözler, İdare Hukuku, s. 1175.746Açıl / 2017 Anayasa Değişiklikleri Çerçevesinde Cumhurbaşkanlığı Kararnameleridüzenlenmiş  olmasını  şart  koşmaktadır.  Bununla  birlikte,  açıkça  düzenleme şartı ile kastedilenin ne olduğu belirsizdir. Kanaatimizce, açıkça düzenleme ile kastedilen, kanunun, düzenlediği konunun en azından genel ilkelerini belirlemiş olmasıdır. 1567 sayılı Türk Parasının Kıymetini Koruma Hakkında Kanun un 1 inci maddesinde olduğu gibi; kapsamını, amacını, sınırlarını ve genel ilkelerini belirlemeden yürütme organına genel bir düzenleme yetkisi veren kanunlar, o konuyu açıkça düzenlemiş sayılamayacağı için bu alanlarda Cumhurbaşkanlığı kararnamesi çıkarılabilecektir.Anayasa da  münhasıran  Cumhurbaşkanlığı  kararnamesi  ile  düzenlenmesi öngörülen konularda çıkarılan kararnameler, kanunda açıkça düzenlenen konularda Cumhurbaşkanlığı kararnamesi çıkarılamayacağı kuralına istisna teşkil etmektedir. Yukarıda da belirtildiği gibi, söz konusu alanları düzenleyen bir kanun bulunsa dahi, Cumhurbaşkanı, bu alanları kararname ile tekrar düzenleyebilir.IV. Cumhurbaşkanlığı Kararnamelerinin Normlar Hiyerarşisindeki YeriHukuk düzeni kendi içerisinde tutarlı bir bütünlük teşkil eder. Bu bütünlüğün sağlanması için hukuk kurallarının yan yana veya rastlantısal bir şekilde değil, alt alta, üst üste, yani hiyerarşik bir yapı oluşturacak şekilde sıralanması gereklidir. Bu bakımdan, yeni bir düzenleyici işlem türü olan Cumhurbaşkanlığı kararnamelerinin normlar hiyerarşisindeki yerinin, özellikle kanunlar ve tüzüklerle ilişkisinin tespit edilmesi zaruridir. Cumhurbaşkanlığı kararnamelerinin normlar hiyerarşisinde kanun-altı düzeyde yer  aldığı  hususunda  herhangi  bir  tereddüte  mahal  yoktur.  Cumhurbaşkanlığı kararnameleri ile kanunlar arasında çatışma olması durumunda, kanunların esas alınacağı Anayasa da açıkça hükme bağlanmıştır (Anayasa m. 104/17). Dolayısıyla, Cumhurbaşkanlığı kararnameleri, kanun hükümlerini değiştiremez veya yürürlükten kaldıramaz. Bu, kanunda açıkça düzenlenen konularda kararname çıkarılamayacağına ilişkin kuralın da doğal bir sonucudur. Öte  yandan,  münhasıran  Cumhurbaşkanlığı  kararnameleri  ile  düzenleneceği belirtilen  alanlarda  çıkarılan  kararnamelerle  kanunlar  arasındaki  ilişki  daha karmaşıktır. Anayasa nın Cumhurbaşkanlığı kararnameleri ile düzenlenmesini şart koştuğu alanlarda yasama organının düzenleme yapması ihtimal dâhilindedir. Bu takdirde aynı konuyu düzenleyen ve birbiriyle çelişmesi muhtemel birden fazla kural var olacaktır. Aradaki bu çelişki hangi esasa göre giderilecektir?69  Kemal Gözler, Hukuka Giriş, Bursa, 2012, s. 180.70  Olağanüstü hal Cumhurbaşkanlığı kararnameleri, kanun hükmündedir (Anayasa m. 119/6).71  02. 07. 2018 tarih ve 703 sayılı KHK, münhasıran Cumhurbaşkanlığı kararnameleri ile düzenlenmesi öngörülen konularda mevcut olan kanun hükümlerini yürürlükten kaldırdığı için hâlihazırda böyle bir sorun söz konusu değildir.747İstanbul Hukuk Mecmuası 76/2Belirtmek gerekir ki, münhasıran Cumhurbaşkanlığı kararnameleri ile düzenlenmesi öngörülen alanlarda yasama organının kanun çıkarmasının yasaklanması, söz konusu alanlarda çıkarılan kararnamelerin normlar hiyerarşisinde kanunlardan üstün veya kanunlarla  eşdeğer  düzeyde  yer  aldığı  anlamına  gelmez.  Şüphesiz,  münhasıran Cumhurbaşkanlığı  kararnameleri  ile  düzenlenmesi  öngörülen  konularda  çıkarılan kanunlar, Anayasa nın yasakladığı bir alanda yasama organının düzenleme yapmış olması nedeniyle konu bakımından Anayasa ya aykırı niteliktedir. Ancak Anayasa ya aykırı da olsa ortada bir kanun mevcuttur ve Cumhurbaşkanlığı kararnameleri ile kanunların çatışması  halinde  kanunların  esas  alınacağını  öngören Anayasa  hükmü  uyarınca, Anayasa ya  aykırı  olan  kanunun  ihmal  edilip  Cumhurbaşkanlığı  kararnamesinin uygulanması mümkün değildir. Merkezileşmiş anayasa yargısı modelinin benimsendiği ve somut norm denetimi yoluna yer veren Türk hukuk sisteminde, idari ve yargısal mercilerin, Anayasa ya aykırı olan bir kanunu ihmal edebilme yetkisi bulunmamaktadır. Şu halde, münhasıran Cumhurbaşkanlığı kararnamesi ile düzenlenmesi emredilen bir  alanda,  kanun  ile  Cumhurbaşkanlığı  kararnamesi  arasında  ortaya  çıkacak çatışmayı çözmek için başvurulabilecek iki yol bulunmaktadır. Birincisi, münhasıran Cumhurbaşkanlığı  kararnamesi  ile  düzenlenmesi  öngörülen  konularda  çıkarılmış kanunların TBMM tarafından ilga edilmesidir. İkincisi ise söz konusu kanunların soyut veya somut norm denetimi yoluyla Anayasa Mahkemesi nin önüne getirilmesi ve Anayasa Mahkemesi tarafından iptal edilmesidir. Bu iki yoldan birine başvurulmadığı müddetçe, yürürlükte olan kanun hükümleri, Cumhurbaşkanlığı kararnamelerine göre öncelikli olarak uygulanmaya devam edecektir.Yönetmelik, kanunların ve Cumhurbaşkanlığı kararnamelerinin uygulanmasını sağlamak üzere ve bunlara aykırı olmamak şartıyla çıkarılabilen bir düzenleyici işlemdir (Anayasa m. 124). Bu hüküm göstermektedir ki, yönetmelik, geçerliliğini kanunlardan  ve  Cumhurbaşkanlığı  kararnamelerinden  almaktadır  ve  normlar hiyerarşisinde bu işlemlerden daha alt düzeyde yer almaktadır. Tüzüklerle Cumhurbaşkanlığı kararnameleri arasındaki ilişki ise bu kadar açık değildir. Zira tüzükler geçerliliklerini kararnamelerden değil sadece kanunlardan almaktadır.  Tüzüklerin  kanuna  dayanan,  türev  bir  işlem  olmasına  karşılık, kararnamelerin daha önce kanuna konu olmamış bir alanı ilk elden düzenleyen asli bir işlem olması, bu iki işlemin normlar hiyerarşisindeki konumlarına ilişkin 72  Anayasa nın 124 üncü maddesinde, yönetmeliğin sebep unsurunu teşkil eden işlemlerin kanunlar ve Cumhurbaşkanlığı kararnameleri olduğu açıkça düzenlenmişken 104/18 hükmünde, Cumhurbaşkanı nın  kanunların  uygulanmasını sağlamak üzere yönetmelik çıkarabileceğinden bahsedilmesi, kararnamelerin uygulanmasını sağlamak üzere yönetmelik çıkarabilme yetkisinin sadece bakanlıklara ve kamu tüzel kişilerine mi ait olduğu sorusunu akla getirmektedir. Kanaatimizce, söz konusu hükümler Anayasa nın sistematiği açısından sorunlu olsa da, yeni hükümet sistemimizde Cumhurbaşkanı nın yürütme içindeki konumunu dikkate aldığımızda, onun da kararnamelerin uygulanmasını göstermek üzere yönetmelik çıkarabileceğini kabul etmek gereklidir.73  2017 Anayasa değişiklikleri ile KHK lara ve tüzüklere yürütmenin düzenleyici işlemleri arasında yer verilmemiştir. Öte yandan, Anayasa nın Geçici Madde 20/F hükmü uyarınca; söz konusu işlemler, yürürlükten kaldırılmadığı müddetçe geçerliliklerini sürdürmeye devam edecektir.748Açıl / 2017 Anayasa Değişiklikleri Çerçevesinde Cumhurbaşkanlığı Kararnameleriherhangi bir çıkarımda bulunulmasına imkân vermez. Keza bu iki işlemi tesis eden organların arasındaki ilişkiye bakarak da bu işlemlerin normlar hiyerarşisindeki yeri  tespit  edilemez.  Tüzük,  Bakanlar  Kurulu nun  bir  düzenleyici  işlemi iken  kararnameler,  Cumhurbaşkanı  tarafından  çıkarılmaktadır.  2017  Anayasa değişikliklerinin yürürlüğe girmesiyle, yürütme içerisindeki esas yetkili mercii olan Bakanlar Kurulu nun hukuki varlığı son bulmuş; yürütme yetkilerinin tamamı Cumhurbaşkanı na verilmiştir. Hükümet sistemindeki değişikliğe bağlı olarak, yürütme organının yapısında da köklü bir değişim yaşanmıştır. Bununla birlikte, eski hükümet sistemimizdeki Bakanlar Kurulu ile mevcut hükümet sistemimizdeki Cumhurbaşkanı arasında bir astlık-üstlük ilişkisi mevcut değildir. Esasında  kanunla  düzenlenmiş  bir  alanda  Cumhurbaşkanlığı  kararnamesi çıkarılamayacağı için tüzüklerle kararnameler arasında çatışma çıkma ihtimali de düşüktür. Buna rağmen, tüzüklerle kararnamelerin aynı konuda farklı hükümler içermesi  durumunda,  iki  ihtimal  söz  konusudur: Ya  tüzük,  daha  önce  kanunla düzenlenmemiş bir alanı ilk elden düzenlediği için (kararnameye aykırı hükümler içerdiği için değil) hukuka aykırıdır ya da kararname, daha önce kanunla düzenlenen bir alanda düzenleme yaptığı için hukuka aykırıdır. Bu sebeple, tüzüklerle kararnameler arasında hiyerarşik bir ilişki yoktur. Bu iki işlem türü, normlar hiyerarşisinde aynı seviyede yer almaktadır. Anayasa da da tüzüklerin Cumhurbaşkanlığı kararnamelerine aykırı olamayacağına ilişkin herhangi bir mevcut değildir.Yukarıdaki açıklamalar ışığında, Cumhurbaşkanlığı kararnamelerinin de dâhil olması ile birlikte, Türk hukukunda normlar arasındaki kademelenme şu şekilde gerçekleşecektir:(i) Anayasa(ii) Temel hak ve özgürlüklere ilişkin milletlerarası andlaşmalar(iii)  Kanunlar,  KHK lar,  milletlerarası  andlaşmalar,  olağanüstü  hal Cumhurbaşkanlığı kararnameleri(iv) Cumhurbaşkanlığı kararnameleri, tüzükler(v) YönetmeliklerV. Cumhurbaşkanlığı Kararnamelerinin Yargısal DenetimiTürk hukukunda mahkemelerin denetim yetkileri, işlemleri tesis eden mercilere göre belirlenmiştir. Bu doğrultuda, kural olarak, yasama organının işlemleri Anayasa Mahkemesi,  yürütme  ve  idarenin  işlemleri  ise  Danıştay  ve  idare  mahkemeleri tarafından denetlenecektir. Ancak Cumhurbaşkanlığı kararnamesi, organik açıdan yürütme organının bir işlemi olmasına rağmen, bu kararnameler aleyhine açılacak 74  Tanör/Yüzbaşıoğlu, s. 402.749İstanbul Hukuk Mecmuası 76/2iptal  davalarına  bakacak  olan  mercii  Danıştay  değil Anayasa  Mahkemesi dir. Kanaatimizce,  Cumhurbaşkanlığı  kararnamelerinin  yargısal  denetimini  yapma yetkisinin Anayasa Mahkemesi ne verilmesinin nedeni, bu kararnamelerin kanuna dayanan tali bir işlem olmayıp doğrudan Anayasa dan kaynaklanan bir yetkiye dayanılarak çıkarılan asli bir işlem olmasıdır.Anayasa Mahkemesi, Cumhurbaşkanlığı kararnamelerinin Anayasa ya uygunluk denetimini soyut norm denetimi (iptal davası) ve somut norm denetimi (itiraz yolu) olmak üzere iki şekilde gerçekleştirebilir.Türk  hukukunda  önleyici  denetim  usulü  benimsenmediği  için  soyut  norm denetimine konu olacak normun öncelikle Resmi Gazetede yayımlanması gereklidir. Cumhurbaşkanlığı  kararnameleri,  yayımdan  sonraki  bir  tarih  belirlenmemişse, Resmi Gazetede yayımlandıkları gün yürürlüğe girer. Kararnameler aleyhine dava açma süresi, hem esas hem de şekil bakımından, Resmi Gazetede yayımlanmasından itibaren 60 gündür. Dava açma yetkisi ise Cumhurbaşkanı na, TBMM de en fazla üyeye sahip iki siyasi parti grubuna ve TBMM üye tamsayısının en az beşte biri tutarındaki üyelere aittir.Keza davaya bakmakta olan mahkemeler de uyuşmazlığı çözüme kavuşturmak için  uygulamak  zorunda  oldukları  Cumhurbaşkanlığı  kararnamesi  hükümlerini, Anayasa ya  aykırılıkları  iddiasıyla  Anayasa  Mahkemesi ne  gönderebilir. Mahkemeler bu yetkisini, ya resen ya da taraflardan birinin ileri sürdüğü Anayasa ya aykırılık iddiasının ciddi olduğu kanısına varmaları durumunda kullanır. Ancak itiraz yolunda, başvurunun esastan reddedilmesi durumunda on yıl içinde tekrar başvuru yapılamamasına ilişkin kural, Cumhurbaşkanlığı kararnameleri için geçerli değildir.Anayasa Mahkemesi, Cumhurbaşkanlığı kararnamelerini hem şekil hem de esas bakımından denetleyebilir. Anayasa da ve 6216 sayılı Anayasa Mahkemesinin Kuruluşu ve Yargılama Usulleri Hakkında Kanun da, kanunların aksine, kararnamelerin şekil bakımından denetimi hususunda herhangi bir sınırlama öngörülmemiştir. Anayasa Mahkemesi, şekil denetimi kapsamında, özellikle kararnamede Cumhurbaşkanı nın imzasının bulunup bulunmadığını inceleyecektir. 75  Olağanüstü hallerde ve savaş hallerinde çıkarılan Cumhurbaşkanlığı kararnamelerinin şekil ve esas bakımından Anayasa ya aykırılığı iddiasıyla Anayasa Mahkemesi nde dava açılamaz (Anayasa m. 148/son).76  Cumhurbaşkanı na, tek başına kendisi tarafından yapılmış bir işlem aleyhine iptal davası açma yetkisinin verilmiş olması, muhtemelen Anayasa koyucunun dikkatsizliğinden veya unutkanlığından kaynaklanmaktadır. Cumhurbaşkanı, çıkardığı kararnamenin Anayasa ya aykırı olduğunu sonradan anlasa dahi, bu Anayasa ya aykırılığı, dava açmaya gerek olmadan tek başına giderebilir. Her şeyden önce, kararnamede Anayasa ya aykırı olduğunu düşündüğü hükümleri değiştirerek Anayasa ya uygun hale getirebilir veya kararnameyi tümüyle ilga edebilir. Hatta Cumhurbaşkanı, Anayasa ya aykırı olan kararname hükümlerine dayanılarak işlem tesis edilmiş olması ihtimaline karşı, bu kararnameyi dava açma süresi içerisinde geri alarak, geçmişe etkili şekilde de yürürlükten kaldırabilir. Dolayısıyla, Cumhurbaşkanı nın kararnameler aleyhine iptal davası açmasında herhangi bir hukuki yarar mevcut değildir. Öte yandan, Anayasa nın açık hükmü karşısında, Cumhurbaşkanı nın kararnameler aleyhine iptal davası açma yetkisinin bulunduğunu kabul etmek zorunludur.77  Ardıçoğlu, s. 35. 750Açıl / 2017 Anayasa Değişiklikleri Çerçevesinde Cumhurbaşkanlığı KararnameleriEsas denetiminde ise kararnamenin sebep, amaç ve konu unsurları bakımından Anayasa ya uygunluğu denetlenecektir. Anayasa Mahkemesi esas denetimi yaparken bilhassa, kararnamenin,  yürütme alanına ilişkin konularda çıkarılıp çıkarılmadığı ;  kişi hak ve ödevleri ile siyasi hak ve ödevlere ilişkin düzenlemeler içerip içermediği ;  münhasıran kanunla düzenlenmesi öngörülen konuları düzenleyip düzenlemediği ;  kanunla açıkça düzenlenen konularda düzenleme yapılıp yapılmadığı  gibi hususları inceleyecektir. Belirtmek  gerekir  ki,  Cumhurbaşkanlığı  kararnameleri  aleyhine  Anayasa Mahkemesi ne  ancak   anayasaya  aykırılık   iddiasıyla  başvuru  yapılabilir. Cumhurbaşkanlığı  kararnamelerinin   kanunlara  aykırılığı   iptal  sebebi  değildir. Anayasa nın 148, 150 ve 152 inci maddelerinde daima kararnamelerin Anayasa ya aykırılığından  söz  edilmektedir.  Kanunlarla  Cumhurbaşkanlığı  kararnameleri arasındaki çatışma, iptal yoluyla değil ihmal yoluyla giderilir. Cumhurbaşkanlığı kararnameleri ile kanunlarda farklı hükümler bulunması halinde, kanun hükümlerinin uygulanacağını öngören ve TBMM nin aynı konuda kanun çıkarması durumunda kararnamenin  hükümsüz  hale  geleceğini  belirten  Anayasa  hükümleri  de  bu sonucu  doğrulamaktadır.  Dolayısıyla,  mahkemeler,  bakmakta  oldukları  davada Cumhurbaşkanlığı kararnamesinin kanuna aykırı olduğu kanaatine varırsa, somut norm denetimi yoluna başvuramayacak; Cumhurbaşkanlığı kararnamesindeki hükmü ihmal edip doğrudan kanun hükümlerini uygulayarak uyuşmazlığı çözüme kavuşturacaktır.Şüphesiz Anayasa Mahkemesi, önüne gelen Cumhurbaşkanlığı kararnamesini denetlerken diğer hususların yanı sıra kanunun bulunduğu bir alanda düzenleme yapılıp yapılmadığını da incelemek zorundadır. Esasında kanunlarla kararnameler arasında basit bir uygunluk-aykırılık ilişkisi söz konusu değildir. Kanunla düzenlenen bir alanda, sırf bu kanunun somutlaştırılması amacıyla ve kanuna uygun şekilde dahi olsa, kararname çıkarılması Anayasa ya aykırılık teşkil edecektir. Bu sebeple, Anayasa Mahkemesi kararnamenin kanuna uygunluğu denetlemeye girişmeyecek, o konuda bir kanunun varlığını tek başına iptal sebebi olarak değerlendirecektir.Anayasa  Mahkemesi nin  Cumhurbaşkanlığı  kararnamelerini  denetlemesi hususunda  iki  sorun  göze  çarpmaktadır.  İlki,  Anayasa  Mahkemesi  üyelerinin atanma usulüne ilişkindir. Yeni sistemde, on beş üyeden oluşacak olan Anayasa Mahkemesi nin  on  iki  üyesi,  doğrudan  doğruya  veya  gösterilecek  üçer  aday içerisinden Cumhurbaşkanı tarafından atanacaktır. Cumhurbaşkanı nın (5+5 yıl) ve Anayasa Mahkemesi üyelerinin (12 yıl) görev sürelerini de dikkate aldığımızda, Cumhurbaşkanlığı kararnamelerini denetleyecek olan üyelerin, bizzat kararnameyi çıkaran Cumhurbaşkanı tarafından atanmış olma ihtimali hayli yüksektir. Bu durum, Anayasa Mahkemesi nin kararnamelere karşı etkili bir denetim gerçekleştirebileceğini şüpheli hale getirmektedir.751İstanbul Hukuk Mecmuası 76/2İkinci  olarak,  Cumhurbaşkanlığı  kararnamelerine  ilişkin  siyasal  bir  denetim modeli  öngörülmemiş  olmasının  da  etkisiyle,  Cumhurbaşkanı,  çok  sayıda Anayasa ya aykırı kararname çıkararak, bireysel başvuru yolunun hukuk sistemimize dâhil olması ile zaten ağırlaşan Anayasa Mahkemesi nin iş yükünü, üstesinden gelinemeyecek  bir  seviyeye  taşıyabilir.  Kanunların  aksine,  Cumhurbaşkanlığı kararnamelerinin çıkarılması için uzun bir müzakere ve hazırlık sürecine ihtiyaç yoktur. Cumhurbaşkanlığı kararnameleri, tek kişinin işlemidir ve Cumhurbaşkanı, emrindeki  geniş  bürokratik  kadronun  yardımıyla,  ihtiyaç  duyduğu  kararnameyi çok kısa sürede hazırlatıp yürürlüğe koyabilir. Özellikle yasama organında gerekli desteğe sahip olmayan bir Cumhurbaşkanı nın bu yola başvurması muhtemeldir. Böyle bir durumda, Anayasa Mahkemesi nin bir kararname hakkında karar vermesi yıllar alabilecektir.SonuçCumhurbaşkanlığı kararnameleri ile ilgili ulaşılan sonuçlar aşağıda maddeler halinde sıralanmıştır:a) Cumhurbaşkanlığı kararnameleri asli nitelikli bir düzenleyici işlemdir. Daha önce kanuna konu olmamış bir alan, Anayasa da öngörülen sınırlar çerçevesinde, Cumhurbaşkanlığı  kararnameleri  ile  ilk  elden  düzenlenebilir.  Ayrıca  aslilik, Cumhurbaşkanlığı kararnamelerinin zorunlu bir unsurudur. Cumhurbaşkanı, sırf bir kanunun uygulanmasını göstermek veya emrettiği işleri belirtmek için kararname çıkaramaz.b) Cumhurbaşkanlığı kararnamesi, Cumhurbaşkanı nın tek başına yaptığı bir düzenleyici  işlemdir.  Kararnamelerin  Cumhurbaşkanı  yardımcıları  ve  bakanlar tarafından imzalanması gerekmez. Fakat kararnamelerin karşı imza kuralına tabi tutulmaması, özellikle Cumhurbaşkanı nın yasama desteğini artırmak için kabinesine başka  partilerden  de  bakanlar  ataması  durumunda,  koalisyonların  devamlılığı hususunda sorun teşkil edebilir.c) 2017 Anayasa değişiklikleri ile yürütme organına münhasır bir düzenleme alanı yaratılmıştır. Anayasa da Cumhurbaşkanlığı kararnameleri ile düzenlenmesi emredilen  konularda  kanun  çıkarılamaz.  Münhasıran  Cumhurbaşkanlığı kararnameleri ile düzenlenmesi emredilen alanlarda kanun çıkarılması durumunda, bu kanun, konu bakımından Anayasa ya aykırı nitelik taşıyacaktır. Öte yandan, böyle 78  Yeterli demokratik olgunluğa erişmemiş bazı Latin Amerika ülkelerinde, azınlık başkanların, ülkeyi kararnameler yoluyla yönetmeyi (decretismo) tercih ettiği görülmektedir. Örneğin Brezilya da, partisinin Kongre deki temsil oranı yalnızca % 4,2 olan Fernando Collor de Mello (1990-1992),  Collor Planı  olarak adlandırılan ekonomik stabilizasyon programını hayata geçirmek için yüzlerce kararname çıkarmıştır. Öyle ki, 1990 yılında, ortalama her kırk sekiz saatte bir adet kararname çıkarılmıştır (Matthew Soberg Shugart/Scott Mainwaring,  Presidentialism and Democracy in Latin America: Rethinking the Terms of the Debate , Presidentialism and Democracy in Latin America, Mainwaring, Scott/Shugart, Matthew Soberg (Editörler), New York, 1997, s. 45).752Açıl / 2017 Anayasa Değişiklikleri Çerçevesinde Cumhurbaşkanlığı Kararnameleribir kanun, ilga veya iptal edilinceye kadar, Cumhurbaşkanlığı kararnamelerine göre öncelikle uygulanmaya devam edecektir.d)  Cumhurbaşkanı nın  kararname  çıkarabilmek  için  TBMM  tarafından gerçekleştirilecek  bir  yetki  devrine  ihtiyacı  yoktur.  Keza  kararnamelerin yürürlüğe girdikten sonra TBMM onayına sunulması da gerekmez. Dolayısıyla, Cumhurbaşkanı nın  kararname  yetkisini  muhalif  bir  yasama  çoğunluğunu etkisizleştirmek için kullanması ihtimal dâhilindedir.e)  Cumhurbaşkanı,  kararnamelerle  bireysel  nitelikli  işlem  tesis  edemez. Cumhurbaşkanı nın kararname ile bireysel bir idari işlem tesis etmesi durumunda, bu işlemden menfaati ihlal edilen kişi veya kişiler, idari yargıda iptal davası açabilir. Usul saptırması niteliğindeki bu işlem, idari yargı mercileri tarafından denetlenebilmelidir.f) Cumhurbaşkanı, sadece yürütme alanına ilişkin konularda kararname çıkarabilir. Bu sebeple, suç ve ceza ihdas etme; bütçeyi kabul etme; milletvekilleri ile hakîm ve savcıların hukuki statülerini ve özlük işlemlerini düzenleme; mahkemelerin kuruluş, işleyiş, görev, yetki ve yargılama usullerini belirleme gibi hususlar Cumhurbaşkanlığı kararnameleri ile düzenlenemez.g) Kişi hak ve ödevleri ile siyasi hak ve ödevler Cumhurbaşkanlığı kararnameleri ile düzenlenemez. Sosyal ve ekonomik haklar ise Cumhurbaşkanlığı kararnameleri ile  sınırlandırılamazken  bu  hakları  güçlendiren  veya  kullanımını  kolaylaştıran düzenlemeler kararnamelerle gerçekleştirilebilir.h)  Kanunda  açıkça  düzenlenen  konularda  kararname  çıkarılamaz.  Açıkça düzenleme, kanunun, düzenlediği konunun en azından genel ilkelerini belirlemiş olmasını ifade eder. Kapsamını, amacını, sınırlarını ve genel ilkelerini belirlemeden yürütme organına genel bir düzenleme yetkisi veren kanunlar, o konuyu açıkça düzenlemiş  sayılamayacağı  için  bu  alanlarda  Cumhurbaşkanlığı  kararnamesi çıkarılabilecektir.ı) Cumhurbaşkanlığı kararnameleri, normlar hiyerarşisinde kanunların altında, yönetmeliklerin üstünde yer almaktadır. Tüzüklerle Cumhurbaşkanlığı kararnameleri arasında ise hiyerarşik bir ilişki söz konusu değildir.i) Cumhurbaşkanlığı kararnamelerinin yargısal denetimi Anayasa Mahkemesi tarafından  gerçekleştirilecektir.  On  beş  üyeden  oluşan Anayasa  Mahkemesi nin on iki üyesinin Cumhurbaşkanı tarafından atanacak olması, kararnamelere karşı etkili bir denetim gerçekleştirilmesi ihtimalini azaltmaktadır. Keza çıkarabilecek kararname sayısında herhangi bir sınırlamaya gidilmediği için Cumhurbaşkanı, çok sayıda Anayasa ya aykırı kararname çıkararak Anayasa Mahkemesi nin iş yükünü üstesinden gelinemez bir seviyeye taşıyabilir.753İstanbul Hukuk Mecmuası 76/2Kısaltmalar CetveliTBMM  : Türkiye Büyük Millet MeclisiHSK  : Hâkimler ve Savcılar Kurulubkz.  : BakınızC.  : CiltE.  : EsasE.T.  : Erişim TarihiK.   : KararK.T.  : Karar TarihiKHK  : Kanun Hükmünde Kararnamem.  : MaddeNo.  : Numaras.  : SayfaS.  : SayıTRT  : Türkiye Radyo Televizyon KurumuY.  : Yıl754Açıl / 2017 Anayasa Değişiklikleri Çerçevesinde Cumhurbaşkanlığı Kararnameleri",
     "Kaynakça": "Açıl, Murat, Latin Amerika Ülkelerinde Başkanlık Sistemi, İstanbul, 2018.Alkan, Haluk,  Cumhurbaşkanlığı Sistemi Yasama Alanını Daraltıyor mu? , Star Açık Görüş, 28.01.2017. Ardıçoğlu, M. Artuk,  Cumhurbaşkanlığı Kararnamesi , Ankara Barosu Dergisi, Y. 2017, S. 3, s. 19 51.Atar, Yavuz, Türk Anayasa Hukuku, Ankara, 2017. Duran, Lütfi,  Düzenleme Yetkisi Özerk Sayılabilir mi? İdare Hukuku ve İlimleri Dergisi, Y. 4, S. 1 3, 1984, s. 33 42.Duran, Lütfi,  İdare Alanının Düzenlenmesinde Teşriî ve Tanzimî Tasarrufların Sınırları , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, C. 30, S. 3 4, Y. 1964, s. 466 492. Erdoğan,  Mustafa,  1982  TC  Anayasasında  Cumhurbaşkanının  Hukuki  Durumu,  Ankara Üniversitesi Sosyal Bilimler Enstitiüsü, Yayımlanmamış Doktora Tezi, Y. 1987. Esen, Selin, Karşılaştırmalı Hukukta ve Türkiye de Olağanüstü Hal Rejimi, Ankara, 2008.Esen, Selin,  2016 Anayasa Değişiklik Teklifinin Değerlendirilmesi , Ankara Barosu Dergisi, Y. 74, S. 2016/3, s. 45 73. Gemalmaz, H. Burak, OHAL KHK ları ve İdari Yargı, https://burakgemalmaz.com/2016/09/29/ohal khkleri ve idari yargi/, E.T. 18.02.2018Gemalmaz, Mehmet Semih, Devlet, Birey ve Özgürlük, İstanbul, 2015.Giritli, İsmet/Bilgen, Pertev/Akgüner, Tayfun, İdare Hukuku, İstanbul, 2001.Gören, Zafer, Anayasa Hukuku, Ankara, 2015.Gözler, Kemal, Anayasa Hukukunun Genel Teorisi: Cilt II, Bursa, 2011. Gözler, Kemal, Hukuka Giriş, Bursa, 2012. Gözler, Kemal, İdare Hukuku: Cilt I, Bursa, 2009. Gözler, Kemal, Kanun Hükmünde Kararnamelerin Hukuki Rejimi, Bursa, 2000. Gözler, Kemal, Türk Anayasa Hukuku, Bursa, 2000. Gözübüyük, Şeref, Anayasa Hukuku, Ankara, 2013.Günday, Metin, İdare Hukuku, Ankara, 2015.Gündüz, Ebru,  Yürütmenin Düzenleyici İşlemleri ve Yargısal Denetimleri , Gazi Üniversitesi Hukuk Fakültesi Dergisi, C. XI, S. 1 2, Y. 2007, s. 753 777.Güneş, Turan, Türk Pozitif Hukukunda Yürütme Organının Düzenleyici İşlemleri, Ankara, 1965.İba, Şeref, Anayasa Hukuku ve Siyasal Kurumlar, Ankara, 2008.Kapani, Münci, Kamu Hürriyetleri, Ankara, 2013.Karatepe, Şükrü, Türk Anayasa Hukuku, Ankara, 2016.Köker, Levent, Cumhurbaşkanlığı Kararnamesi Üzerine Bazı Tespitler ve Eleştiriler, http://leventkoker.blogspot.com.tr, E.T. 30.01.2018. Kutlu, Mustafa, Kuvvetler Ayrılığı: Temelleri, Gelişimi, Hukuk Devletinin Kökenleri, Ankara, 2001. Lijphart, Arend, Demokrasi Modelleri: Otuz Altı Ülkede Yönetim Biçimleri ve Performansları, (Çev. Güneş Ayas ve Utku Umut Bulsun), İstanbul, 2014.755İstanbul Hukuk Mecmuası 76/2Özbudun, Ergun, Türk Anayasa Hukuku, Ankara, 2014. Özkol, Adil,  Çağdaş Parlamenter Demokrasilerde Kuvvetli İcra Eğilimi , Ankara Üniversitesi Hukuk Fakültesi Dergisi, C. 26, S. 1, Y. 1969, s. 43 76. Sabuncu, Yavuz, Anayasaya Giriş, Ankara, 2012.Sağlam,  Fazıl,   Kanun  Hükmünde  Kararname  Çıkarma  Yetkisinin  Sınırları:  Uygulamanın Yaygınlaşmasından Doğabilecek Sorunlar , Anayasa Yargısı Dergisi, C. 1, Y. 1984, s. 261 271.Sağlam, Fazıl, Temel Hakların Sınırlanması ve Özü, Ankara, 1982.Serozan, Rona, Hukukta Yöntem, İstanbul, 2015.Soysal, Mümtaz, 100 Soruda Anayasanın Anlamı, İstanbul, 1997.Tamer, Giray, Cumhurbaşkanlığı Kararnameleri İle Cumhurbaşkanının Kanunları Veto Yetkisi Karşısında Meclisin Durumu, www.anayasa.gen.tr/tamer ay degisikligi.pdf, E.T. 28.12.2017.Tanör, Bülent, İki Anayasa: 1961 1982, İstanbul, 2013.Tanör, Bülent/Yüzbaşıoğlu, Necmi, Türk Anayasa Hukuku, İstanbul, 2015.Taşdöğen,  Salih,   Cumhurbaşkanlığı  Kararnameleri ,  Ankara  Üniversitesi  Hukuk  Fakültesi Dergisi, C. 65, S. 3, Y. 2016, s. 937 966.Tekbaş, Abdullah,  Türk Hukukunda Bakanlar Kurulu Kararları , Türk İdare Dergisi, S. 437, Y. 74, Aralık 2002, s. 39 79.Teziç, Erdoğan, Anayasa Hukuku, İstanbul, 2014. Teziç, Erdoğan, Türkiye de 1961 Anayasası na Göre Kanun Kavramı, İstanbul, 1972.Tunç, Hasan/Bilir, Faruk/Yavuz, Bülent, Türk Anayasa Hukuku, Ankara, 2011.Türk, Ender, 1982 Anayasası na Göre Kanun Hükmünde Kararnameler ve Yargısal Denetimi, Ankara, 2013.Venedik Komisyonu, Türkiye Büyük Millet Meclisi Tarafından 21 Ocak 2017 Tarihinde Kabul Edilen ve 16 Nisan 2017 Tarihinde Referanduma Sunulacak Olan Anayasa Değişikliği Teklifi Hakkında, CDL AD(2017)005, Görüş No. 875/2017, Ankara Barosu Dergisi, Y. 75, S. 2017/3 içinde, s. 541 583.756"
}