{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "22",
     "Ay": "12",
     "Yıl": "2019",
     "Cilt": "77",
     "Sayı": "2",
     "Başlık": "Vesayet Hukukunda Geçici Hukuki Korumalar ve Vesayet Tedbir Şerhi Uygulaması",
     "Title": [

          "Provisional Legal Protection in Protection Law and Surveillance Measure Application"
     ],
     "Yazar İsmi": [

          "Nejat Aday"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Vesayet Hukuku", "Vesayet Tedbir Şerhi", "TMK m 220"
     ],
     "Keywords": [
          "Protection Law", "Precautionary wardship annotation", "Art 220 TCC"
     ],
     "Özet": "Uygulamadaki adıyla vesayet tedbir şerhi, TMK m 420 kapsamında verilen geçici hukuki koruma önlemleri arasında en çok uygulananıdır. Ancak bu önlemin ne anlama geldiği konusunda mahkemeler ve kararı uygulayan merciler arasında tam bir fikir birliği bulunmadığından uygulamada ciddi sorunlar ortaya çıkmaktadır. Hâlbuki vesayet hukukunun amacı, belirli zayıflık durumu içinde bulunan kişilerin esenliğinin sağlanmasıdır. Dolayısı ile vesayet makamının alacağı geçici hukuki koruma önlemlerinin de bu amaca hizmet etmesi gerekir. Aksi takdirde bu önlemler kanun koyucunun amacına aykırı olarak ilgili kişinin esenliğini tehdit eden sonuçlar doğurabilmektedir. Uygulamada vesayet makamlarınca verilen geçici hukuki koruma önlemlerine ilişkin kararlara karşı kanun yollarına başvuru hakkı da tanınmamaktadır. Hukuka aykırı olan bu uygulama nedeniyle konuya ilişkin olarak yüksek mahkeme içtihatları oluşmamakta, böylece uygulamada yeknesaklık sağlanamamaktadır. Çalış mamızda kısıtlı uygulama örneklerinden hareketle sorunu ortaya koyarak bazı çözüm yolları önerilmeye çalışılmıştır.",
     "Abstract": "With the name given to it in practice, precautionary wardship annotation is the most common temporary protec-tive measure among those that are outlined in Art. 420 TCC. However, since there is not a complete consensus about the meaning of this measure between the courts and the offices that execute the decision, big problems arise in practice. Nonetheless the purpose of the wardship is to maintain the welfare of the people in a certain state of weakness. Therefore, the temporary protective measures that the wardship office rules should serve this purpose. If not, against the purpose of the lawmaker, these measures may result in threatening the welfare of the relevant person. In practice, the temporary protective measures ruled by wardship offices are not allowed to be appealed. Because of this illegitimate practice, there are no Supreme Court decisions about this subject, therefore unity in practice cannot be maintained. In this study, we attempt to suggest some solutions  by presenting the problem with reference to limited examples from practice.",
     "Metin": "Vesayet kurumu Medeni Kanun un  Aile Hukuku  başlığını taşıyan İkinci Kitabının Üçüncü Kısmında  Vesayet  üst başlığı ile düzenlenmiştir. Medeni Kanun un 396494.  maddelerinde  ise   dar  anlamda  vesayet   olarak  adlandırılan,  korunmaya muhtaç kişilerin kısıtlanmasına ilişkin düzenlemelere yer verilmiştir. Çalışmamızın konusunu, bu düzenlemeler kapsamında kısıtlama ve vasi tayini sürecinde sulh mahkemesince verilen geçici koruma önlemleri ve mahkemelerce çoğu kez bu tür önlemlerin tamamını ifade edecek şekilde uygulanan  vesayet tedbir şerhi ne ilişkin bazı güncel sorunlar oluşturmaktadır. Ancak söz konusu önlemler kimi zaman vasi atanmasından sonra da devam edecek şekilde uygulandığı gibi kısıtlama kararıyla birlikte veya sonrasında verilen tedbirlerde de benzer sorunlarla karşılaşılmaktadır. Bu nedenle, çalışmamızda vesayet hukukuna ilişkin diğer tedbirlere de yeri geldikçe değinilecektir. Esasen TMK m 420 hükmüyle öngörülen ve aşağıda detaylı olarak inceleyeceğimiz geçici önlemler, ilgili hakkında kısıtlama kararı alınıp vasi atanıncaya kadar geçecek süre içinde geçici hukuki koruma sağlamayı amaçlamaktadır. Bu nedenle, ileride vasinin yapması veya yerine getirmesi öngörülen iş ve işlemler için, bu ara dönemde zorunluluk ortaya çıkması halinde sulh hâkimi, geçici hukuki korumalara karar verecektir.Kanun da geçici hukuki korumalar arasında  vesayet tedbir şerhi  adı altında bir önlem tanımlanmış değildir. TMK m 420/f. 1, henüz vasi ataması gerçekleşmeden önce,  vesayet  makamının,  vesayet  işlerinin  zorunlu  kıldığı  geçici  önlemleri alabileceğini genel bir ifadeyle düzenlemiştir. Düzenlemede geçici önlemlere örnek olarak,  kısıtlı adayı nın fiil ehliyetinin geçici olarak kaldırılması ve kendisine bir temsilci atanması gösterilmiştir. Buna göre,  Vesayet işleri zorunlu kıldığı takdirde vesayet makamı, vasinin atanmasından önce de re sen gerekli önlemleri alır; özellikle, kısıtlanması istenen kişinin fiil ehliyetini geçici olarak kaldırabilir ve ona bir temsilci atayabilir.   Hükümde  geçen   özellikle   ibaresinden,  sulh  hâkiminin  alabileceği önlemlerin bunlarla sınırlı olmadığı, işin niteliği gereği (vesayet işlerinin zorunlu kıldığı) başkaca önlemlerin de alınabileceği anlaşılmaktadır. Ayrıca, TMK m 423 hükmü gereğince, vasilikten kaçınmış veya vasi atanmasına itiraz edilmiş kimsenin yerine bir başkası atanana kadar vasiye ait görevleri yerine getirmekle yükümlü 1   Kısıtlı adayı  Yargıtay uygulamasıyla yerleşmiş bir deyimdir. İsabeti tartışılabilir olsa da, avukatlar ve mahkemeler tarafından yaygın olarak kullanılan bu deyimi biz de olduğu gibi kullanmayı tercih ettik. Örnek olarak bkz. Yargıtay 8. HD 12.11.2018, /9902/18472 (YBS):  Taraflar arasında görülen ve yukarıda açıklanan davada yapılan yargılama sonunda Mahkemece, davanın yetkisizliğine karar verilmiş olup, hükmün kısıtlı adayı tarafından temyiz edilmesi üzerine, Dairece dosya incelendi, gereği düşünüldü. 2  Ömer Uğur Gençcan, 4721Sayılı Türk Medenî Kanunu Yorumu, Bilimsel Açıklama – Son İçtihatlar 2. Cilt, Md. 185-494 (Yetkin 2015) 1893.816Aday / Vesayet Hukukunda Geçici Hukuki Korumalar ve Vesayet Tedbir Şerhi Uygulamasıtutulması da geçici hukuki koruma önlemlerinden sayılmaktadır.Aşağıda ayrıntılı olarak inceleyeceğimiz üzere, dar anlamda vesayetle belirli zayıflık  durumları  içinde  bulunan  kişilerin,  bu  durumların  etkisinden  mümkün olduğunca kurtarılmak yoluyla esenliklerinin sağlanması amaçlanmaktadır. Kanun, söz konusu zayıflık durumları içinde bulunan kimseye vasi atanması ve bu andan itibaren vesayet hükümlerinin işlerlik kazanması ile gerekli korunmanın sağlanmış olacağı varsayımından hareket etmektedir. Zira mahkemenin bu konuda vereceği hükmün kesinleşmesi ile nihai koruma da sağlanmış olacaktır. Nitekim TMK m 419/f. 1 hükmü, vesayet makamının gecikmeksizin vasi atamakla yükümlü olduğunu düzenlemektedir. Hükmün amacı, ilginin korunmasının en kısa sürede sağlanmasıdır. Ancak her halde vasi atanana kadar kısa veya uzun bir yargılama süreci yaşanacaktır. Vasi atanması için kısıtlama kararı verilmesi gereken durumlarda, işin doğası gereği, kısıtlama kararının beklenmesi gerekecektir. Uygun bir vasi bulunmasının zaman alacak olması da doğaldır. Bu dönemde kısıtlı adayının sağlık nedeniyle acil bir ameliyata alınması, kuruma yerleştirilmesi veya bir davayı takibi ya da alacağının tahsili gibi işlere karar verilmesi ve kararın gereği olan işlerin takibi gerekebilir. İşte TMK m 420 hükmüyle öngörülen geçici hukuki korumalar, bu ara dönemde ilgiliyi  korumak  için  gerekli  işlemlerin  yapılmasına  imkân  tanımaktadır.  Bu niteliği nedeniyle, İsviçre de vesayet kurumunun yürürlükten kalkmasından önceki dönemde, geçici hukuki koruma önlemi olarak fiil ehliyetinin kaldırılması ve temsilci atanmasına, uygulamada  geçici kısıtlama  denilmekteydi. Gerçekten, kısıtlama kararı ile kısıtlıya sağlanacak korumadan, vasi atanmasına kadar geçecek süre içinde de kısıtlı adayının yararlanmasını sağlamayı hedefleyen bu hukuki koruma önlemine  geçici kısıtlama  adı verilmesi yadırganmamalıdır.II. TMK m 420 Hükmüyle Öngörülen Geçici Hukuki Koruma TürleriKısıtlı adayı hakkında mahkemece alınabilecek geçici hukuki koruma önlemleri arasında fiil ehliyetinin kaldırılması ve temsilci atanması, ultima ratio (son çare/araç/imkân) niteliğindedir. Daha hafif bir önlemle hedeflenen koruma sağlanabilecek ise 3  Doğa Elçin, ‘Vesâyet ve Kısıtlılık Kararı Verilmesine Veya Sona Ermesine Ve Vesâyetin Yürütülmesine Uygulanacak Hukuk, Türk Mahkemelerinin Milletlerarası Yetkisi Ve Yabancı Mahkeme Kararlarının Tanınması  (2018) 67 (2) AÜHFD 279-354, 297.4  Mustafa Dural, Tufan Öğüz, Mustafa Alper Gümüş, Türk Özel Hukuku Cilt III Aile Hukuku (14th edn, Filiz 2019) 426.5  Bilge Öztan, Aile Hukuku (6th edn, Turhan 2015) 1315-1316.6  Kemal Oğuzman, Mustafa Dural, Aile Hukuku (2th edn, Filiz 1998) 471.7  Feyzullah Taşkın, Vesayet Organlarının Görev ve Sorumlulukları (Yayınlanmamış Yüksek Lisans Tezi 2002) 64.8  Örneğin bkz. BGE 113 II 386, S. 388.9  Öğretide  geçici vasi  deyimi hakkında bkz. Bülent Köprülü, Selim Kaneti, Aile Hukuku, (2th edn, Filiz9) 326; Öztan 1316; Fatih Ertürk, Türk Hukukunda Vesayeti Gerektiren Haller, Vasi Tayini ve Vesayetin Sona Ermesi (Yayınlanmamış Yüksek Lisans Tezi 2010) 81; Taşkın 65. Bu deyim uygulamada da kullanılmaktadır. Örnek olarak bkz. Y. 20. HD., 21.6.2016, 4835/7281; Y. 11. HD., 10.04.2017, 1297/2018; Y. 2. HD., 1.7.2014, 13487/15105, Karşı Oy <www.Lexpera.com.tr> accessed  15 Aralık 2019.10  Bkz. BGE 113 II 386.817İstanbul Hukuk Mecmuası 77/2fiil ehliyetinin kaldırılmasına karar verilemez. Dolayısıyla, öğretide fiil ehliyetinin geçici olarak sınırlandırılması ile diğer tedbirler arasında bir ayırım yapılmakta, bu ikinciler  genel tedbirler  başlığı altında incelenmektedir. Uygulamaya yönelik eserlerde ise bu önlemlerin üç ana başlık altında incelendiği anlaşılmaktadır:  1)  Kısıtlı  adayının  malvarlığına  ilişkin  olarak  verilen  geçici koruma önlemleri.  Akçalı geçici önlemler  de denilen bu önlemlerle, kısıtlı adayının taşınmazlarının  devrini  önlemek  amacıyla  tapu  kayıtlarına  tedbir  konulmakta, taşınırları  bir  yediemine  teslim  edilmekte,  bir  ticari  işletmenin  işletilmesinin devamı veya süreye bağlı bir hakkın kullanılması sağlanmaktadır. Uygulamada kısıtlı adayının  yeniden borçlandırılmaması, kredi kullandırılmamasına  yönelik tedbir kararları verilebildiği de anlaşılmaktadır.2)  Kişisel geçici önlem  ile kısıtlı adayının şahsına ilişkin tedbirler alınmakta, örneğin bir tedavi veya barınma merkezine yatırılması sağlanmakta veya acil bir ameliyata izin verilmektedir. Esasen vasinin  kişiye özen  yükümlülüğüne ilişkin düzenlemeler burada da dikkate alınmalıdır. Çünkü TMK m 445-447 hükümleriyle vasiye yüklenen görevler, zorunluluk halinde sulh mahkemesinin vereceği geçici hukuki koruma önlemleriyle yerine getirilecektir. Şu halde vesayet makamı, bu ara dönemde, kısıtlı adayı küçüğün  bakımı ve eğitimi için gereken önlemleri  (TMK m 445/f. 1) bu kez TMK m 420 hükmü gereğince geçici hukuki koruma kararıyla alacaktır. Kısıtlı adayının yetişkin olması durumunda ise bu kez TMK m 447 nin  Vasi, kısıtlıyı korumak ve bütün kişisel işlerinde ona yardım etmekle yükümlüdür. / Gecikmesinde sakınca bulunan hâllerde vasi, koruma amacıyla özgürlüğün kısıtlanmasına ilişkin hükümlere göre kısıtlıyı bir kuruma yerleştirebilir veya orada alıkoyabilir ve durumu 11  Peter Breitschmidt, Basler Kommentar zum schweizerischen Privatrecht, Schweizerisches Zivilgesetzbuch I, Art. 1-456 ZGB, (Hrsg. Heinrich Honsell, Nedim Peter Vogt, Thomas Geiser), (2th edn, Helbing Lichtenhahn Verlag 2002) Art. 386, Nr. 11, S. 1895.12  Bkz. Oğuzman, Dural 472-473; Öztan 1316 vd.; Dural, Öğüz, Gümüş 426; Ertürk 80; Belma Kayran, Türk Medeni Kanununda Vesayet Hukuku, (Yayınlanmamış Yüksek Lisans Tezi 2012) 53.13  Gençcan 1892-1893. İsviçre de de kişiliği ve malvarlığını koruyan önlemler ayırımı yapılmakta, bunların birbiriyle kombine edilebileceği kabul edilmektedir. Bkz. Breitschmid Art 396, Nr. 9, S. 1894.14  Gençcan 1892-1893.15  Ekrem Yıldız, Serhan Gürsoy, Türk Vesayet Hukuku Yargılama Usul ve Esasları (Vedat 2010) 69-76. Bu tür önlemlerin, üçüncü kişilerin hak kazanmalarına engel olmadığı yönünde bkz. Y 2. HD., 25.5.1993, 4885/5535. Karara göre,  Mahcurun taşınmazlarının kaydı üzerine konan tedbir, Hukuk Usulü Muhakemeleri Kanunun 101. maddesine göre olmayıp, Medenî Kanunun 370. maddesi hükmüncedir. Vesayet altındaki kimsenin mallarının korunması için alınan tedbirler, 3. kişilerin haklarını elde etmelerine engel teşkil edemez. Tedbirin devamını haklı gösteren bir neden de yoktur. Şu halde, tedbir kararının kaldırılması isteğinin reddi usul ve yasaya aykırıdır.  <e-uyar.com> accessed 15 Aralık 2019. Kararda  mahcurun taşınmazları  denilmesinden hareketle kısıtlama kararı verildiği kabul edilecek olursa, ilginin ayırt etme gücüne sahip olsa bile fiil ehliyetinin bu kararla kaldırılmış olduğu, dolayısıyla taşınmazları üzerinde tasarrufta bulunamayacağı kabul edilmelidir. Buna karşılık, kararda 743 sayılı mülga Medeni Kanun un 370. maddesinden söz edildiği dikkate alınırsa, henüz kısıtlama kararı verilmeden alınan bir geçici hukuki korumanın söz konusu edildiği kabul edilmelidir. Ancak bu durumda da geçici hukuki koruma üçüncü kişilerin hak kazanmalarına engel olmayacaksa işlevinin ne olduğu sorusu cevapsız kalmaktadır. 16  Örneğin bkz. Y. 19. HD, 12.10.2016, 4861/13282 (YBB).17  Yıldız, Gürsoy 69-76.18  Oğuzman, Dural 473.818Aday / Vesayet Hukukunda Geçici Hukuki Korumalar ve Vesayet Tedbir Şerhi Uygulamasıderhal  vesayet  makamına  bildirir   yolundaki  hükmünü  geçici  hukuki  koruma kararında dikkate alacaktır. Dolayısı ile, kısıtlı adayının bakımı için gerekli olan her iş ve işlem bu çerçevede gündeme gelebilir. Kısıtlı adayının boşanması, ayrılığı, nafaka talebi, geçimi, bir sözleşmenin feshini ihbar etmesi gibi tüm iş ve işlemleri kişisel bakımı ile ilgili geçici önlemler olarak düşünülebilir. Ancak bu durumda dahi kişinin özgürlüğünün TMK m 420 hükmüne göre kısıtlanamayacağı, bunun için TMK m 432 deki olguların gerçekleşmesinin şart olduğu ifade edilmelidir.3)  Karma geçici önlem  ile ise, kısıtlı adayının hem malvarlığı hem de şahsına ilişkin geçici hukuki korumalar ifade edilmektedir. Uygulamada, henüz kısıtlama kararı  verilmeden  kısıtlı  adayının  tapu  kütüğünün  düzeltilmesi  davası  açması gerektiğinde, ilgilinin fiil ehliyeti geçici olarak kaldırılarak kendisine bir temsilci atanmakta ve temsilciye davayı açması için yetki verilmektedir. Hâlbuki tek bir davayla ilgili önlem alınması gerektiğinde, sadece o davayı takip edebilecek bir kayyımın yeterli olup olmayacağı değerlendirilmelidir. Nitekim bir alacağın tahsili, bir sözleşmenin feshini ihbar, borçların ödenmesi gibi tedbirler de söz konusu 19  Bkz. Breitschmid Art 396, Nr. 10, S. 1895. Yargıtay 20. HD nin 6.12.2016 tarih ve 12607/11769 sayılı kararına (YBB) konu olan bir olayda,  … davacı vekili müvekkilinin kısıtlı adayı ...'nın kızı olup, ...ın 77 yaşında ve uzun zamandır felçli olduğunu, idrak yeteneğinin zayıf ve bakıma muhtaç bir kişi olduğunu, davalı olan diğer kardeşi ... tarafından kısıtlı adayını görmesinin engellendiğini, kısıtlı adayının bakımı ve mal varlığının korunması amacı ile müvekkilinin annesi olan kısıtlı adayına vasi olarak atanmasına ve kısıtlı adayı ile müvekkili aralarında dava sonuçlanıncaya kadar şahsi ilişki kurulmasına karar verilmesini talep ve dava etmiş, sulh mahkemesince davacının şahsi münasebet kurulması talebinin tefriki ile yeni esas üzerinden davanın yürütülmesine karar verildikten sonra mahkemenin görevsizliğine karar verildiği anlaşılmıştır.  Yargıtay haklı olarak dava konusu talep hakkında aile değil sulh mahkemesinin görevli olduğu gerekçesiyle kararı bozmuşsa da, kararın gerekçesinde  kısıtlı ergin kişi ile davacı arasında kişisel ilişki tesisine yönelik istek kısıtlının korunması ve ona yardım etme yükümlülüğü kapsamında tedbir alınması niteliğinde (TMK.md.487) olup, bu talebi inceleme ve karara bağlama görevi vesayet makamına (sulh hakimine) aittir  denilmesini isabetli bulmuyoruz. Kanımızca, davada  şahsi ilişki kurulması  talebinin kısıtlı adayının korunması ve ona yardım edilmesi bakımından tedbir alınmasına yönelik olduğu isabetli bir biçimde belirlendiğine göre, bu yöndeki bir talebin MK m 487 değil m 420 kapsamında geçici hukuki koruma önlemi ile karşılanabileceği göz önünde bulundurulmalıydı.20  Mustafa Alper Gümüş, Kısıtlı ve Kısıtlı Olmayan Ergin Kişilerin Koruma Amaçlı Özgürlüğünün Kısıtlanması (TMK 432437) (2005) I/2, YÜHFD 189-228, 196.21  Gençcan 1893.22   … Davacı Z. nin vesayet altına alınması için kızı Ş.B. nun 08.08.2007 tarihinde Kastamonu Sulh Hukuk Mahkemesinden talepte bulunduğu, aynı gün mahkemenin tedbir kararı ile Z. D. nun TMK..nun 420. maddesi hükmü gereğince fiil ehliyetinin geçici olarak kaldırılmasına ve kızı Ş. in temsilci olarak atanmasına, temsilciye tapu iptali ve tescil davası açmak üzere yetki verilmesine karar verildiği…  (Y 1. HD., 8.11.2013, 12308/15496 <www.Lexpera.com.tr> Accessed 15 Aralık 2019. Ayrıca bkz. Antalya BAM 1. HD., 22.3.2017, 168/158:  … Davaya konu taşınmazın önceki maliki ve davadan önce kısıtlanması talep edilen K ın babası tarafından açılan davadan önceki olayın gelişim biçiminden, kısıtlanması talep edilenin hakkının tehlikede olduğu, bu tehlikeyi gören babası tarafından yasal yollara başvurulduğu, vesayet makamından kızının kısıtlanması ve hatta tedbiren kısıtlanması talebinde bulunduğu halde bu yönde bir karar verilemeden dava konusu taşınmazın dava dışı 3. kişiye, kısıtlanma talebinden ve iş bu davadan 1 gün sonra davalı tarafından devredildiği, vesayet davasının halen derdest olduğu kamu düzeni ile doğrudan bağıntılı olan böyle bir durumda ilk derece Mahkemesince vesayet davasının sonucunun beklenmesi, vasi atanması halinde ona davanın ihbarı ile T.M.K.'nun 462/8. maddesinde sözü edilen husumete izin kararı alınarak, vasi huzuru ile davanın yürütülmesi ve sonuçlandırılması, kısıtlanma talebi red edildiği taktirde şimdiki gibi davanın aktif husumet ehliyeti noktasından reddine karar verilmesi gerektiği, bunun usul ekonomisine de uygun düşeceği, Yargıtay 1. Hukuk Dairesinin 26.03.2012 tarih 2012/3762 - 3371 E.K. sayılı ilamının da aynı yönde olduğu…  <www.Lexpera.com.tr> accessed 15 Aralık 2019.23  Yargıtay, açtığı tapu kütüğünün düzeltilmesi davası devam ederken Sulh Mahkemesine yapılan ihbar sonucunda hakkında vesayet davası açılan davacının, duruşmaya gelmemesi nedeniyle dosyanın işlemden kaldırılmasına dair yerel mahkeme kararını, kişiye temsil kayyımı atanarak davaya devam edilmesi gerektiği gerekçesiyle bozmuştur. Bkz. Y. 1. HD., 1.4.2010, 3055/3734 <www.Lexpera.com.tr> accessed 15 Aralık 2019. 819İstanbul Hukuk Mecmuası 77/2olabileceği gibi, hâkim gerekirse bu işler için bir kayyım da atayabilir. Herhalde alınacak önlemlerin, TMK m 420 hükmünün çizdiği çerçeveyi aşmaması şarttır. Bu bakımdan, önlem alınmasını gerektiren iş veya işlemin niteliğine uygun olmayan önlemler Kanun a aykırı olur. Dolayısı ile alınacak geçici önlemlerin âciliyeti yanında görülecek işe elverişli olması ve o işle orantılı (amaca uygun) bulunması da şarttır.III. Bazı Ön Tespitler ve Uygulama SorunlarıYukarıdaki açıklamalardan da anlaşılacağı üzere, geçici hukuki korumalara karar verecek hâkim, esas itibariyle ileride (atandıktan sonra) vasinin yerine getireceği görevleri dikkate alarak bir karar vermek durundadır. Bir diğer deyişle, görevini yerine getiren bir vasi bulunmuş olsaydı hâkimin geçici hukuki koruma kararı vermesine gerek bulunmayacaktı. Dolayısı ile geçici hukuki koruma kararı verilirken, vasinin görevlerine ilişkin TMK m 438-454 hükümleri dikkate alınmalıdır. Diğer yandan, alınacak kararın ihtiyati tedbir niteliği gözetilerek, ihtiyati tedbirlere ilişkin yargılamadaki kural ve ilkeler dikkate alınmalıdır. Yapılacak işe veya ulaşılması amaçlanan sonucun elde edilmesine elverişliliği ve orantısallığı bakımından önlemin amacının göz önünde bulundurulması zorunluluğu da buradan kaynaklanmaktadır. Öncelikle elde edilmek istenen sonucu sağlamaya elverişli en hafif önlem alınmalı; önceden alınmış bir önlem varsa sonraki önlemin buna uyarlanmasına çalışılmalıdır. Bu  bağlamda,  önceki  önlemin  hafifletilmesi  veya  ağırlaştırılması  gündeme gelebileceği gibi, düzeltilmesi veya ayrıntılandırılması da gerekebilir. İsviçre Federal Mahkemesi, sürdürülmesi halinde fiilen kısıtlama kararı verilmesini önceleyen (sanki kısıtlama kararı varmış gibi sonuç doğuran) tedbirlerin hakkaniyete uygun olmayacağına hükmetmiştir. Karara konu olan olayda, kısıtlama kararı da verilmiş olmasına rağmen karar henüz kesinleşmemiştir. Federal Mahkemeye göre,  kararın  kesinleşmesi  ile  fiil  ehliyetinin  zaten  kaldırılacak  olması  mevcut tedbirin devamı için yeterli gerekçe oluşturmaz. Hatta ilgilinin borçlu olması da yeterli gerekçeyi sağlamaz. Tedbirin devamı için, vesayete ilişkin olarak görülmesi gereken acil iş veya işlemlerin varlığı veya ilgilinin çarçur etmesi tehlikesine karşı malvarlığının korunmasını gerektiren sebeplerin bulunması da şarttır. Kararda ayrıca 24  Oğuzman, Dural 473.25  Köprülü, Kaneti 236. Yargıtay 2. Hukuk Dairesi, akıl hastalığına duçar olduğu sağlık kurulu raporu ile anlaşılan kimseye tedbiren değil de nihai olarak kayyım atanmış olmasını bozma sebebi sayılmıştır. Bkz. Y. 2. HD, 30.3.1987, 1880/2746 (Ejder Yılmaz, Geçici Hukuki Himaye Tedbirleri Cilt 1 (Yetkin 2001) 689).26  Breitschmid Art 396, Nr. 9, S. 1894.27  Oğuzman, Dural 473.28  Öztan 1316.29  Breitschmid Art 396, Nr. 6, S. 1894.30  Breitschmid Art 396, Nr. 6, S. 1894.31  BGE 113 II 386.820Aday / Vesayet Hukukunda Geçici Hukuki Korumalar ve Vesayet Tedbir Şerhi Uygulamasıilgilinin, hâlihazırda yeniden psikiyatri kliniğine yatmış olması nedeniyle ekonomik varlığının başka önlemlerle de güvence altına alınabileceğine, ultima ratio olarak öngörülen fiil ehliyetinin kaldırılmasına gerek bulunmadığına da dikkat çekilmiştir. Sonuçta Yüksek Mahkeme, vesayet makamının tedbirin devamına yönelik kararının keyfilik yasağını ihlal ettiğine hükmetmiştir.Bilindiği gibi, TMK m 420/f. 2, önlemler arasında bir ayırım gözetmeksizin  Vesayet makamının kararı ilân olunur  hükmünü sevk etmiştir. Buradan hareketle mahkemece  alınan  geçici  önlemlerin  ilanı  gerektiği,  ancak  TMK  m  410/f. 2 nin kıyasen uygulanması ile iyiniyetli üçüncü kişilerin ilandan önce karardan etkilenmeyeceği  kabul  edilmektedir.  Hâlbuki  bu  hükmün  kaynağı  olan  ve bugün yürürlükte bulunmayan Art. 386 ZGB hükmü önlemler arasında bir ayırım gözetmiş ve sadece fiil ehliyetinin geçici olarak kaldırılarak kısıtlı adayına temsilci atanmasına dair önlemlerin ilan edilmesini hüküm altına almıştır. İsviçre öğretisinde diğer önlemlerin ilanına gerek bulunmadığı, sadece malvarlığını güvence altına alan önlemlerin ilan edilmese de bankalar ve ilgili mercilere bildirilmesinin önlem alınmasındaki amaca uygun düşeceği kabul edilmektedir. Uygulamada ilan, hatta herhangi bir geçici koruma kararı dahi olmaksızın ilgilinin tasarruflarına getirilen fiili kısıtlamalar düşünüldüğünde, Türk Hukuku bakımından da fiil ehliyetinin geçici olarak kaldırılması dışındaki kararların ilan edilmemesi uygun olacaktır. Bankalara ve ilgili mercilere bildirim yapılması gereken durumlarda ise verilen geçici hukuki korumanın  içeriği  ve  kapsamı  konusunda  hiçbir  kuşkuya  yer  bırakmayacak açıklamalar yapılmalı, böylece önlemin amacını aşacak şekilde uygulanmasına engel olunmalıdır.Uygulamada kısıtlı adayı hakkında vesayet tedbir şerhi kararı verildikten sonra kendisine  temsilci  atanmasının  ihmal  edildiğine  dahi  rastlanmaktadır.  Esasen açıklık taşımayan her türlü tedbir kararı amacı dışında uygulanma riski taşır. Zira bizdeki gibi her türlü sorumluluktan kurtulmayı  hayır  cevabının kolaylığında arayan bürokrasilerde, tedbir,  yapamazsın!  anlamına gelmektedir. Hâlbuki bütün bir vesayet kurumunun amacı, ilgilinin içinde bulunduğu zayıflık durumlarının yol açtığı elverişsiz koşulların mümkün olduğunca giderilerek o kişinin esenliğinin sağlanmasıdır. Fiilen kısıtlı veya kısıtlı adayının esenliğini ihlal eden uygulamaların, kişinin Anayasa ile güvence altına alınan temel haklarını ve keyfilik yasağını ihlal ettiği açıktır. Anayasa nın 61. maddesinde  sosyal güvenlik bakımından özel olarak korunması gerekenler  başlığı altında  Devlet, sakatların korunmalarını ve toplum hayatına intibaklarını sağlayıcı tedbirleri alır  (f. 2),  Yaşlılar, Devletçe korunur. Yaşlılara Devlet yardımı ve sağlanacak diğer haklar ve kolaylıklar kanunla 32  Dural, Öğüz, Gümüş 427.33  Breitschmid Art 396, Nr. 9, S. 1894.34  Geçici hukuki korumaların Anayasa Hukuku ile ilişkisi bakımından bkz. Evrim Erişir, Geçici Hukukî Korumanın Temelleri ve İhtiyatî Tedbir Türleri (Onikilevha 2013) 20 vd.821İstanbul Hukuk Mecmuası 77/2düzenlenir  (f. 3),  Devlet, korunmaya muhtaç çocukların topluma kazandırılması için her türlü tedbiri alır  (f. 4),  Bu amaçlarla gerekli teşkilat ve tesisleri kurar veya kurdurur  (f. 5) hükümlerini sevk edilmiştir. Uygulamada, hakkında tedbir kararı bulunmayan konularda bile kısıtlı adayı veya kısıtlının malvarlığını kilitleyen, vasi tarafından bile işlem yapılmasına izin verilmeyen durumların söz konusu olduğu düşünüldüğünde, konunun ne denli önemli ve acil önlemler alınmasını gerektirdiği anlaşılır. Sorunun ciddiyetini ortaya koymak bakımından bir örnek olaydan söz etmekte yarar görüyoruz:Detayları ve belgeleri kişisel arşivimizde mevcut olan bu örnek olayda mahkeme, kısıtlılık  kararı  vermesine  rağmen  kısıtlının  maaşının  yatırıldığı  hesaba  tedbir koymamıştır. Zira kısıtlının aylık bakım giderleri maaşının çok üzerinde olup, bu giderler kısıtlının aynı zamanda vasisi olan bir yakını tarafından maaş hesabına aktarılmakta  ve  oradan  harcanmaktadır.  Vesayet  makamı  dönemsel  olarak  bu harcamalara ilişkin dökümleri ve vasi tarafından hazırlanan raporları incelemekte ve  bunlara  onay  vermektedir. Ancak  maaş  hesabının  bulunduğu  banka  şubesi, hesap sahibinin kısıtlı olduğunu anladığında hesap üzerine kendiliğinden vesayet şerhi koymuş ve hesabı işleme kapatmıştır. Vasi, itirazlarının banka tarafından kabul görmemesi üzerine mahkemeye müracaat ederek hesap üzerindeki tedbirin kaldırılmasını  talep  etmiştir.  Mahkeme  ise,  kendisinin  verdiği  bir  tedbir  kararı bulunmadığından, bankaya hitaben bu işlemin sebebinin açıklanmasını isteyen bir yazı göndermiştir. Bankanın mahkemeye verdiği cevabın ilgili kısımları şöyledir: …Mahkemenizin … sayılı vesayet kararınızda … in vesayet altına alındığı ve kısıtlı olduğu belirtildiğinden … şubemizdeki … no.lu hesabına kısıtlılık (vesayet) şerhi işlenmiştir. Bu nedenle, Türk Medenî Kanununun Velayet, Vesayet ve Miras Hükümlerinin Uygulanmasına İlişkin Tüzük ün 24 üncü maddesi uyarınca mahkeme kararı ya da yetkili vasi olmaksızın hesaplarda işlem yapılamamaktadır. Mahkemenizce belirlenen yetkili vasi tarafından hesap üzerinde yine mahkemenizce belirtilen işlemler yapılabilecektir. Bu doğrultuda, Vasi … ın bankamız müşterisi … in hesapları üzerinde işlem yapmak istemesi sebebiyle işbu yazıyı düzenleme zaruriyeti doğmuştur. Buna göre, vasinin bankamız nezdinde hesapla ilgili para yatırma, para çekme, havale, eft ve internet bankacılığı ürün tanımlaması ile internet bankacılığından her türlü bankacılık işleminin yapılabilmesi işlemlerini gerçekleştirebileceği hususunda olurunuzu arz ederiz. Bu yazı, uygulamadaki keyfiliğin boyutlarını göstermesi bakımından yeterlidir. Yazıda  gerekçe  olarak  gösterilen  VVMT  m  24  hükmünün  bankalara  yönelik bir düzenlemesi olmadığı gibi, hükmün içeriği de kısıtlıya ait paranın mutlaka bir  hesapta  biriktirilmesi  gerektiği  anlamına  gelmemektedir.  Kaldı  ki,  böyle bir  zorunluluk  olduğunda  paranın  hesapta  biriktirilmesi  kararını  verecek  olan banka değil mahkemedir. Esasen VVMT, 20 maddesinde  Malvarlığının ihtiyaca 35  Bu konuda bkz. Asu Gözüm, Koruma Amacıyla Özgürlüğün Kısıtlanması (Yayınlanmamış Yüksek Lisans Tezi 2011) 7-13 vd.36  Yazıda bu şekilde geçtiği için düzelmemiş olup  zarureti  şeklinde anlaşılmalıdır.822Aday / Vesayet Hukukunda Geçici Hukuki Korumalar ve Vesayet Tedbir Şerhi Uygulamasıyetmesi durumunda yapılacak işlemler i açıklarken  aşağıdaki  hükümlere atıfta bulunmuş, bunlar arasında  Para ve menkul kıymetler  başlığı altında 24. maddede bazı  düzenlemelerde  bulunmuştur.  Dolayısı  ile,  düzenlemenin  sistematiğinden, malvarlığının ihtiyaca yetmemesi durumunda bu hükümlerin uygulanmayacağı açıkça anlaşılmaktadır. Esasen mahkeme de bu nedenle VVMT m 24 gereğince herhangi bir karar almamıştır. Çünkü düzenlemenin, somut olayda olduğu gibi maluliyet aylığından başka geliri ve malvarlığı bulunmayan bir kısıtlı ile herhangi bir ilgisi bulunmamaktadır. Ancak banka kendisini hâkim yerine koyduğunda bu yorumları yapabilmekte ve bu hatalı uygulama düzeltilene kadar kısıtlı veya kısıtlı adayı ciddi tehlikelere maruz kalabilmektedir. Örneğin acil bir tedavi veya ilaç ihtiyacını giderememekte, bu nedenle sağlığı riske edilebilmektedir. Bu duruma maruz kalan bazı kısıtlılar yakınlarının yardımıyla bu ihtiyaçlarını giderebiliyor olsa da, böyle bir imkânı bulunmayan kimselerin yaşadığı riskleri, onları bu tür risklerden korumak için alınması gereken önlemler sonucunda yaşıyor olması çok ciddi ve bir an önce el atılması gereken bir sorundur.Örnek verilen banka yazısında asıl gözden kaçırılan husus, kısıtlama kararı ile kısıtlananın vasi değil, kısıtlının bizzat kendisi olduğudur. Vasi, TMK m 449 da sayılan yasak işlemler dışında kısıtlı nam ve hesabına her türlü hukuki işlemi yapmaya ehil ve yetkilidir. Vasinin hangi işlemler için vesayet veya denetim makamından izin alması gerektiği TMK m 462 ve 463 hükümlerinde düzenlenmiştir. Bunların dışında vasinin vesayeten yapacağı iş ve işlemlerin kısıtlanabilmesi için vesayet makamınca verilmiş bir tedbir kararının varlığı gerekir. Böyle bir karar bulunmaksızın kısıtlının hesaplarına bizzat banka tarafından tedbir konulması ve uygulanması, mahkemeden rol çalmak anlamına gelir. Böylesine hukuk dışı bir uygulamanın hiçbir engelle karşılaşmadan uzun zamandır devam ediyor olması, bürokrasiyi keyfi bir şekilde uygulayan görevlilerin tutumları karşısında yurttaşların ne denli savunmasız ve çaresiz olduğunu gösterir. Kısıtlama kararlarının bankalara bildirilmesinin sebebi, kısıtlının işlem ehliyetinin kaldırılmasından bankayı haberdar ederek kısıtlının bizzat işlem yapmasına engel olmaktır. Hesap üzerinde vasinin işlem yapmasını engellemek bakımından ise bankanın ne görevi ne de yetkisi bulunur.Bir Yargıtay kararına konu olmuş bir başka örnek olaydan söz etmek, sorunun bir başka yönünü ortaya koymak bakımından yararlı olacaktır. Karara konu olan olayda,  Davacı vekili, müvekkillinin babası ile davalı yüklenici arasında 18.11.2005 tarihinde kat karşılığı inşaat sözleşmesi imzalandığını; sözleşme gereği, sözleşme tarihinden itibaren 24 ay olarak kararlaştırılan teslim süresinde müvekkiline ait 3 dairenin teslim edilmediğini, binanın yıkılıp, davalıya tesliminden yeni bina yapılıp murise teslimine kadar geçecek süre içerisinde yüklenicinin bir daire tahsis edeceği, yada aylık 350,00 TL kira ödeyeceğinin kararlaştırılmasına rağmen bu edimin de yerine getirilmediğini 37  Y. 23. HD, 09.05.2016, 1014/2984 (YBB).823İstanbul Hukuk Mecmuası 77/2ve bu nedenle murisin huzur evinde kaldığını ileri sürerek şimdilik kaydıyla kira gelir kaybı kapsamında 3.000,00 TL, kira gelir kaybı gecikmesi için 1.000,00 TL, huzurevi borcu için 4.000,00 TL nin ticari faiziyle tahsilini talep ve dava etmiştir. Davalı vekili, ... 1. Sulh Hukuk Mahkemesinin 2007/426 esas sayılı dosyası ile vesayet makamınca taşınmaza tedbir konduğunu, tedbirin muris ölene dek devam ettiğini, bu tedbir sebebiyle kat irtifakı kurulamadığını, iskan ruhsatı alınamadığını, bu sebeple müvekkilinden doğmayan sebeplerden dolayı zarar talep edilemeyeceğini savunarak davanın reddini istemiştir. Mahkeme davayı kabul etmiş, davalının temyizi üzerine Yargıtay  sözleşmeye konu olan taşınmaz üzerine ... 1. Sulh Hukuk Mahkemesi nin 2007/426 Esas sayılı dosyasında 17.07.2007 tarihinde tedbir şerhi konulduğu anılan tedbir kararının, arsa payı karşılığı inşaat sözleşmesinin arsa sahibinin görev ve yükümlülükleri maddesiyle birlikte değerlendirilerek, arsa sahibinin yada vesayet altına alındıktan sonra vasisinin kat irtifakının kurulmaması ve yükleniciye ait kat irtifak tapularının devredilmemesi  nedeniyle  yüklenicinin  finans  ihtiyacını  karşılayamamasının inşaatın geç teslimine etkisinin ne olduğu üzerinde durularak gerekirse ek rapor alınmak suretiyle gecikme tazminatına hükmedilip edilmeyeceği konusunda yeterli araştırma yapılmadan ve doyurucu gerekçe gösterilmeden karar verilmesinde isabet görülmemiştir  gerekçesiyle hükmü bozmuştur.Uygulamada  vesayet  sürecindeki  tedbir  kararlarına  karşı  kanun  yoluna başvurulamayacağı kabul edildiğinden, bu örnekte olduğu gibi tedbire ilişkin kararlara, ancak bunlardan dolaylı olarak söz eden başka kararlar vasıtasıyla ulaşılabilmektedir. Yukarıda alıntılanan kararda da doğal olarak tedbirin haklılığı tartışılmamış, ancak tedbirin  etkisi,  davalının  kusurunu  ortadan  kaldırıp  kaldırmayacağı  veya  azaltıp azaltmayacağı bağlamında ele alınmıştır. Hâlbuki tedbir kararına ilişkin bir Yargıtay incelemesi yapılmış olsaydı, tapuyu kilitleyecek şekilde verilen veya böyle uygulanan bir tedbirin, kısıtlı adayı veya kısıtlının çıkarlarını korumak ve esenliğini sağlamakla hiçbir ilgisinin olmadığı ortaya çıkabilirdi. Kısıtlı adayının devam etmekte olan işlerinin bulunması halinde, bunların bizzat kısıtlı adayı tarafından sürdürülmesinde sakınca görüldüğü takdirde mahkemenin, bu işlerin tümüyle durması sonucunu doğuracak bir önlem almaktan ziyade işlerin devamı sağlayacak önlemler almalı, gerekirse bu işlerin yönetimi için kayyım atamak yoluna gitmelidir. Bu yapılmadığı için, yukarıda alıntı yaptığımız Yargıtay kararına konu olan olayda taraflardan birinin mutlak surette zarara katlanması gerekecektir. Hâlbuki bu zarardan kusuru olmayan kısıtlı adayı veya kısıtlı sorumlu tutmak doğru olmadığı gibi, salt vesayet makamının isabetli bir önlem almaması nedeniyle davacının zarara katlanmasının gerekmesi de hakkaniyete aykırıdır. Geçici önlemlerin hiç uygulanmaması kadar yanlış uygulanmasının da ciddi zararlara yol açabileceği bu örneklerle yeteri kadar gösterilmiş olmaktadır.824Aday / Vesayet Hukukunda Geçici Hukuki Korumalar ve Vesayet Tedbir Şerhi UygulamasıIV. Tapu ve Nüfus Sicillerinde Vesayet Şerhi UygulamasıYukarıda vesayet tedbir şerhinin bankalar ve mahkemeler uygulamasında yol açtığı bazı sorunlara işaret ettik. Ancak vesayet makamının verdiği kısıtlama ve geçici hukuki koruma kararlarının tapu ve nüfus sicillerine işlenmesi de uygulamada sorunlara yol açmaktadır. Aşağıda açıklanacağı üzere, TKGM ve NVİGM, ilgili müdürlüklere gönderdikleri yazılarla bu sorunlara çözüm getirmeye çalışmaktadır. Ancak sorunların asıl çözüm yerinin yüksek mahkeme içtihatları olması gerekse de, buraya kadar örnek olarak zikrettiğimiz yargısal kararlardan da anlaşılacağı üzere, doğrudan doğruya söz konusu geçici hukuki koruma önlemlerine ilişkin yüksek yargı kararlarına rastlanmamaktadır. Bunun en önemli nedeni, geçici önlemlere ilişkin kararlara karşı kanun yollarının fiilen kapatılmış olmasıdır. Yasal  temelini TMK  m  420  hükmünde  bulan  ve  bu  yönüyle  geçici  hukuki korumalardan olduğu kuşku götürmeyen vesayet tedbir şerhinin ne anlama geldiği ve hukuki sonuçlarının neler olduğu ancak uygulamada karşılaşılan somut olaylar bağlamında ortaya konulabilir. Bu nedenle, hakkında yayınlanmış çok az sayıda yargısal karar bulunan bu kurumu, sadece bilinen az sayıdaki yargısal içtihatlar bağlamında değil; TKGM ve NVİGM uygulamaları açısından da aydınlatmakta zorunluluk bulunmaktadır. Uygulamada ortaya çıkan sorunların başında, vesayet tedbir  şerhinin,  kendisine  vasi  atanmış  kısıtlılar  hakkında  da  uygulanması gelmektedir. Bu tür uygulamaların nadirattan olmadığı, TKGM ve NVİGM nin aşağıda nakledeceğimiz yazılarından açıkça anlaşılmaktadır. Böylece, mahkeme ilamıyla elde edilmesi amaçlanan nihai hukuki korumanın dışında bir geçici hukuki korumaya süreklilik kazandırılmış olmaktadır. Hâlbuki mahkemenin vasi atanmasına ilişkin kararının kesinleşmesi ile vesayet kurumu tüm yasal sonuçlarıyla kısıtlıyı koruma işlevini yerine getirmeye başlamaktadır. Dolayısıyla, vasi atama kararının kesinleşmesi veya vasinin göreve başlaması, geçici önlemlerin de kendiliğinden ortadan kalkması sonucunu doğurur. Hâlbuki kısıtlama kararı vasinin de kısıtlanması anlamına  gelmediğinden,  kanunen  vesayet  veya  denetim  makamının  iznini gerektirmeyen işlemler bakımından vasinin kısıtlı adına işlem yapmasında hiçbir engel bulunmaz. Ancak TMK m 420 gereğince verilen geçici önlemlerin uygulamada  vesayet tedbir şerhi  olarak işlenmesi, vasinin işlem yapmasını fiilen engellemekte, işlem yapılması için sulh mahkemesinden yetki alınması talep edilmektedir. Şu halde, vesayet kararını veren mahkemenin, bu kararın, kısıtlı ile hukuki işlem yapacak  üçüncü  kişilere  bildirilmesi  amacını  taşıyan  işlemleri  yapması  yeterli olmalıdır. Bu nedenle, kişisel hakların tapu kütüğüne yazımı anlamına gelen  şerh  deyimi hiç kullanılmamalı, bu işlevi yerine getirmek üzere vesayet kararının tapu kütüğündeki beyanlar hanesine yazımıyla yetinilmelidir. Kısıtlının hesabı bulunan 38  Gençcan 1894.39  Yıldız, Gürsoy 69, 76.825İstanbul Hukuk Mecmuası 77/2bankalara da vesayet kararı gönderilmelidir. Ancak burada amaç hesabın işleme kapatılması değil, kısıtlı adına işlem yapma yetkisinin vaside olduğunun bankaya bildirilmesidir. Böylece kısıtlanarak fiil ehliyeti kaldırılan kimsenin, tam ehliyetli bir kişi gibi hukuki işlemler yaparak kendisine ve üçüncü kişilere zarar vermesi önlenmiş olur. Çoğu kez mahkemenin amacı bu olsa da, kısıtlı hakkında  vesayet tedbir şerhi  bulunduğuna dair bir kararın bankaya bildirilmesi, herhangi bir sorumluluk taşımak istemeyen bankaları hesapları kilitlemeye yönlendirmekte, bu da kısıtlıyı korumaktan çok onu zarara uğratan bir uygulamaya dönüşmektedir. Esasen TMK m 420/f. 2 hükmünde şerhten hiç söz edilmeksizin  Vesayet makamının kararı ilân olunur  denilmektedir. Fiil ehliyetinin geçici olarak kaldırılmasına ilişkin önlemin bir tür geçici kısıtlama kararı olduğu görüşünden hareketle, bu kararların geçici olarak fiil ehliyeti kaldırılan kişinin yerleşim yeri veya nüfusa kayıtlı olduğu yerde ilanı gerektiği kabul edilmekte; ilanın ise Türkiye çapında yayın yapan bir gazetede yayınlatılarak gerçekleştirildiği anlaşılmaktadır. Ancak bu ilan iyiniyet iddiasında bulunulmasına engel olsa da, geçici hukuki koruma önleminin geçerliliği ilama  bağlı  değildir.  Bununla  birlikte,  uygulamada  ihtiyati  tedbirin  bankaya bildirilip bildirilmediğinin araştırılması gerektiğine hükmedilmektedir.Yukarıda da ifade ettiğimiz üzere, vasi atanmasına ilişkin kararın kesinleşmesi ile yargılama sürecinde alınan geçici önlemlerin tamamı kendiliğinden ortadan kalkar. İster vesayet tedbir şerhi, isterse başka bir ad altında verilsin, hiçbir geçici koruma önlemi bu kuralın kapsamı dışında kalmaz. Kuşkusuz mahkemenin, vasi atanmasına dair kararıyla birlikte veya sonradan Kanun un öngördüğü başkaca önlemleri alması mümkündür. Ancak bunlar, yargılama sırasında verilen geçici hukuki koruma önlemi niteliğinde  değil, TMK  m  438-444  hükümlerinde  düzenlenen  vasinin  görevleri kapsamında verilen kararlardır. Bu yüzden, vasi atanmasına dair kararın kesinleşmesi ile yargılama sırasında verilen geçici hukuki koruma önlemlerinin, bu arada vesayet tedbir şerhinin de terkini gerekir. Hâlbuki tedbir şerhinin işlendiği sicilleri tutan idari merciler veya bankaların kendiliğinden bu şerhleri terkin etmeyeceklerini 40  Fiil ehliyetinin geçici olarak kaldırılması önleminin aynı anda  ilgili idari birimlere süratle  bildirilmesi gerektiği hakkında bkz. Ali İhsan Özuğur, Türk Medeni Kanununun Değişen Yeni Düzenlemeleriyle Açıklamalı – İçtihatlı Kişi Hukuku – Velayet Vesayet – Soybağı Evlat Edinme Hukuku Diğer Eşin Rıza ve Onamına Bağlı İşlemler (5th edn, Seçkin 2016) 822.41  Yıldız, Gürsoy 70, 76; Özuğur 822.42  Yıldız, Gürsoy 70, 76.43  Y. 19. HD, 12.10.2016, 4861/13282 (YBB). Karardan, tedbirin mahiyeti açık bir biçimde anlaşılamamakta; ancak davalı tarafından  davacı Bankanın ... şube müdürlüğüne davalının kısıtlı adayı olduğunun bildirildiği  savunmasında bulunulduğu anlaşılmaktadır. Yüksek Mahkemeye göre,  Mahkemece, davalı hakkında vesayet altına alınmasına ilişkin davanın yargılaması sırasında, davalının yeniden borçlandırılmaması, kredi kullandırılmamasına ilişkin yazının davacı bankanın ... Şube Müdürlüğüne bildirildiği belirtilmiş ise de dosya içerisinde ihtiyati tedbire konu yazının davacı bankaya tebliğ edilip edilmediği anlaşılmamaktadır. Bu nedenle davalı kısıtlı hakkında ... Sulh Hukuk Mahkemesi'nin 06.09.2011 tarihli yazısı ile davacı bankaya yazılan yazının tebliğ edilip edilmediği, edilmiş ise tebliğ tarihinin tespit edilerek sonucuna göre karar verilmesi gerekirken eksik inceleme sonucu yazılı şekilde karar verilmesi bozmayı gerektirmiştir.  Kanımızca hesap sahibinin  kısıtlı adayı olduğunun bildirilmesi  bankayı herhangi bir yükümlülük altına sokmaz; buna karşılık kararda  davalının yeniden borçlandırılmaması, kredi kullandırılmamasına ilişkin  bir açıklık bulunması halinde banka aksine davranıştan sorumlu tutulmalıdır. Dosyadan bu hususun anlaşılamaması sebebiyle bozma kararının yerinde olduğunu düşünüyoruz.826Aday / Vesayet Hukukunda Geçici Hukuki Korumalar ve Vesayet Tedbir Şerhi Uygulamasıtahmin etmek güç olmasa gerektir. Bu nedenle, vasi atanmasına ilişkin kararı veren mahkemenin geçici önlemlerin kalktığını ve varsa vasinin görevini yerine getirmesine ilişkin yeni önlemlerin neler olduğunu ilgili yerlere bildirmesi en doğru tutum olacaktır. Ancak mahkemenin talep üzerine dahi böyle bir karar vermemesi halinde vasinin elindeki tek imkân olarak denetim makamına itirazda bulunmak kalmaktadır. Çünkü sulh mahkemesinin bu tür kararlarına karşı ancak denetim makamı nezdinde itirazda bulunabileceği ve asliye mahkemesinin bu konuda vereceği kararın kesin olduğu kabul edilmektedir. Bu durum, yeknesak bir uygulamanın oluşturulmasına da engel olmaktadır. Hâlbuki geçici hukuki koruma kararlarına karşı kanun yoluna başvuru imkânı mevcut olup, aksi yöndeki uygulamanın kanuna aykırı olduğuna aşağıda ayrıca değinilecektir.Uygulamada  durum  daha  da  çetrefil  bir  görünüm  arz  etmektedir.  Öyle  ki, yukarıda da işaret ettiğimiz üzere, TKGM nin resmi internet sayfasında bulunan bir işlemden, yargılama devam ederken mahkemeden gelen vesayet şerhi konulmasına dair  kararların  tapuda   vesayet  altına  alınmıştır   şeklinde  tescil  edilebildiği anlaşılmaktadır. TKGM anılan yazısında bu tür kayıtların  vesayet tedbir şerhi  olarak  değiştirilmesi  ve  beyanlar  hanesine  yazılması  gerektiğini  belirtmektedir. Esasen TST  m  55   Müdürlüğün,  hak  sahibinin  vesayet  altına  alındığına  veya vesayetin kaldırıldığına dair mahkeme kararlarından yazılı olarak bilgisi olursa, bu durum taşınmazın kütüğünün beyanlar sütununa tarih ve yevmiye numarası ile yazılır  hükmünü sevk etmiştir. Aynı hükmün vesayete ilişkin yargılama esnasında verilen tedbir kararlarında da uygulanması gerektiğinden kuşku duyulmamalıdır. Ancak uygulamada  vesayet tedbir şerhi  deyiminin ne anlama geldiği konusunda bir birlik oluşturulmadığı sürece tapu kayıtlarına  vesayet altına alınmıştır  yerine beyanlar hanesine  vesayet tedbir şerhi  yazılmış olması da sorunun çözümü için yeterli  olmayacaktır.  Çünkü  kısıtlı  adayına  ait  taşınmazın  beyanlar  hanesinde  vesayet tedbir şerhi  bulunduğunu gören tapu memuru, taşınmazla ilgili olarak işlem yapılmasını reddedecektir. 44   …yevmiye nolu işlem;. …adına kayıtlı 10 taşınmaz üzerinde, … Sulh Hukuk Mahkemesi'nin,  …görülmekte olan, vesayet davası nedeniyle vesayet şerhi konulması kararının uygulamasıdır. Tescilin,  vesayet altına alınmıştır.  şeklinde yapıldığı saptanmıştır.  …yevmiye nolu işlem;. … adına kayıtlı 5 ayrı taşınmazda benzeri şekilde, dava açılması ile ilgili vesayet tedbir şerhi uygulamasıdır. Şerh  Vesayet altına alınmıştır  şeklinde yapılmıştır.  Vesayet şerhi kararı, açılan dava ile ilgili olup, henüz mahkemece vesayet altına alma kararı verilmemiştir. Bu nedenle malik halen vesayet altına alınmamıştır. Yapılan tesciller ise vesayet altına alındığını belirtmektedir. Yargıcın kararı ile çelişen bu kayıtların, TST nün 85. Maddesi son fıkrası uyarınca, vesayet tedbir şerhi olarak değiştirilmesi, benzeri işlemlerde bu hususa dikkat edilmesi gerekir. Tapu Dairesi Başkanlığınca tenkite kısmen iştirak edilmiş olup, yapılan açıklama; Müdürlükten faks ile temin edilen belgelerin incelenmesinden; … Sulh Hukuk Mahkemesi nin … tarihli, … Esas sayılı müzekkeresinde,  Kısıtlanan  … adına kayıtlı … İlçesi, … Köyü, 103 ada 63 nolu, 136 ada 19, 106 nolu, 140 ada 66, 129 nolu, 154 ada 25 nolu, 162 ada 29 nolu, 176 ada 156 nolu, 184 ada 78 nolu, 200 ada 5 nolu parsellere vesayet şerhinin konulması  hususunun istenildiği anlaşıldığından, Müdürlükçe … tarih ve … yevmiyeli işlemle anılan taşınmazların tapu kütüğünün beyanlar hanesinde,  …vesayet altına alınmıştır.  şeklinde yapılan belirtme yerinde görülmekle birlikte,  … adına kayıtlı taşınmazlara ilişkin olarak ise; … Sulh Hukuk Mahkemesi nin … tarihli, … Esas sayılı müzekkeresinde  …ilgiliye ait kayıtlı taşınmazın bulunması halinde vesayet tedbir şerhi konularak …  denildiği, ancak Müdürlükçe …tarih, … yevmiyeli işlem ile … adına kayıtlı taşınmazların beyanlar hanesinde  Malik vesayet altına alınmıştır.  şeklinde belirtme yapıldığı anlaşıldığından, işleme Müfettiş tenkiti doğrultusunda yön verilmesi gerekmektedir.  https://www.tkgm.gov.tr/sites/default/files/icerik/ekleri/vesayet_tedbir_serhi.doc.45  Burada  tescil  bir ayni hakkın tapu kütüğüne yazımı anlamında değil, teknik anlamı dışında, tedbir kararının beyanlar hanesine yazımı olarak anlaşılmalıdır.827İstanbul Hukuk Mecmuası 77/2Geçici hukuki koruma önlemine ilişkin kararların nüfus sicillerine yazımında da benzer sorunlar yaşandığını söyleyebiliriz. Nitekim NVİGM, il valiliklerine gönderdiği   Vesayet  Kararlarının  Nüfus  Müdürlüğüne  Gönderilmesi   konulu 16.05.2014 tarihli bir yazıda,  her ne kadar vesayete ilişkin mahkeme kararları, Nüfus Hizmetleri Kanununun 55 inci maddesi uyarınca mahkeme yazı işleri müdürleri tarafından kararın kesinleşmesinden itibaren 10 gün içerisinde bildirimi gereken kararlardan biri olmasa da kısıtlılık kararlarına bağlanan hukuki sonuçlarının takibi ile telafisi imkansız hukuksal hata veya hukuken sakat işlemlere yol açılmaması hususunda  anılan  kararların  nüfus  siciline  şerh  edilmesinin  faydalı   olacağını il müdürlüklerine bildirmiştir. Yazıda geçen  Vesayet makamı tarafından alınan geçici kısıtlama kararları ile boşanma davasında verilen tedbiren velayete ilişkin kararlarda kesinleşme aranmayacaktır  ibaresinden, TMK m 420 gereğince kısıtlı adayının fiil ehliyetinin geçici olarak kaldırılmasına dair kararların (geçici hukuki koruma önlemlerinin) kastedildiği anlaşılmaktadır. Buna karşılık, kısıtlılık kararının ancak karar kesinleştikten sonra nüfus siciline şerh edileceği kabul edilmektedir. Yazıda söz konusu edilen şerhin, aile kütüklerinde bulunması gereken bilgileri düzenleyen NHK m 7/f. 1, (ı) hükmünün gereği olduğu düşünülse bile, burada da şerh yerine bilgi verme amaçlı bir kaydın söz konusu olduğu anlaşılır. Çünkü bu kayıt sayesinde, örneğin babanın, vesayet altındaki çocuğu tanıması durumunda, vesayet  makamına  tanımanın  bildirilmesi  sağlanmış  olur  (NHKY  m  107). NVİGM nin yazısında atıfta bulunulan NHK m 55 hükmünde  Mahkeme yazı işleri  müdürleri,  aile  kütükleri  üzerinde  tescil  yapılmasını  gerektirecek  bütün karar ve işlemleri, kesinleştirme işlemi veya düzenleme tarihinden itibaren on gün içerisinde o yerin nüfus müdürlüğüne bildirmekle görevlidirler  denilmektedir. Bu hükümden, vesayet makamının vereceği geçici hukuki korumaların nüfus siciline kaydı gerektiği anlaşılmamaktadır. Bilakis bu hüküm, mahkemelerin tescili gereken karar ve işlemlerinin hangi usule uyularak tescil edileceğini düzenlemektedir. Buna karşılık  Aile kütüklerinde bulunması gereken kişisel bilgiler i düzenleyen NHK m 7 hükmünün 1. fıkrasının (ı) bendinde  Velayete ve vesayete ilişkin bilgileri  denilmek suretiyle en azından vesayet kararlarının tescili gerektiği düzenlenmiştir. Ancak, yukarıda verdiğimiz örnekte, tanımanın henüz vesayet kararı kesinleşmeyen mahkemeye bildirilmesinde de yarar olduğu kabul edilebilir. Bu nedenle, sadece vesayete ilişkin kararların değil geçici hukuki korumaların da nüfus sicilinde kaydının tutulması isabetli sayılabilir.Ancak bu bilgilerden hareketle vesayet tedbir şerhinin ne anlama geldiği sorusuna hâlâ bir cevap verilemediğini kabul etmemiz gerekiyor. Sadece NVİGM nin, vasi atanmasından önce verilen geçici hukuki koruma önlemleri ile vasi atanmasına dair kararlar arasında bir ayırım yapılması gereğinin farkında olduğu, bu konuda 46  https://www.nvi.gov.tr828Aday / Vesayet Hukukunda Geçici Hukuki Korumalar ve Vesayet Tedbir Şerhi Uygulamasıil  müdürlükleri  arasında  farklı  uygulamalara  gidilmemesi  için  çaba  gösterdiği anlaşılmaktadır. Yukarıda da işaret ettiğimiz gibi, vesayet tedbir şerhi uygulamasına ilişkin yüksek yargı kararlarının azlığı da sorunların çözümünü güçleştirmekte, konuya ilişkin yeknesak bir uygulama oluşturulmasını engellemektedir. Aşağıda bu uygulamanın olması gereken hukuk bir yana, yürürlükteki hukuk bakımından bile savunulamayacağını göstermeye çalışacağız.V. Bir Geçici Hukuki Koruma Önlemi Olarak Vesayet Tedbir ŞerhiA. Çekişmesiz Yargıda Verilen Geçici Hukuki Korumalar ve Kanun YoluVesayet  hukuku,  belirli  zayıflık  durumları  içinde  bulunan  kişileri  korumak amacıyla bir dizi tedbirin uygulanmasını öngörmektedir. Bunların en önemlileri, fiil ehliyetine sahip olmayan yetişkinlerin kısıtlanması ve hukuki işlemlerini onların nam ve hesabına yapacak bir yasal temsilci atanmasıdır. Ancak bunlar çekişmesiz yargı  sonucunda  verilecek  ilamla  nihai  hukuki  korumayı  sağladığından,  teknik anlamda ihtiyati tedbir veya geçici hukuki koruma önlemi sayılmaz. Uygulamada vesayet davası sürecinde verilen geçici önlemlerin tümünü kapsayacak bir anlamda kullanılan  vesayet tedbir şerhi  ise, mahkemece kesin hukuki koruma önlemi olarak kısıtlama ve vasi tayin etme kararı verilene (kesinleşene) kadar kısıtlı adayının kişi ve malvarlığı haklarının korunmasını amaçlar. Bu yönüyle geçici hukuki koruma önlemleri arasında mütalaa edilmelidir.Geçici hukuki koruma adı altında mahkemece alınan önlemlerin tümü,  dava sonunda gerçekleşecek olan asıl (kesin) hukuki korumanın güvencesi 47 olarak kabul edilir. Bir üst başlık olarak ihtiyati tedbir, ihtiyati haciz ve delil tespitini de içine alan geçici hukuki korumalar,  Delil Tespiti ve Diğer Geçici Hukuki Korumalar  başlığı altında HMK m 389-406 hükümlerinde düzenlenmiştir. Ancak geçici hukuki korumalar bunlardan ibaret olmayıp, HMK m 406/f. 2 hükmünde  İhtiyati haciz, muhafaza tedbirleri ve geçici düzenleme niteliğindeki kararlar gibi geçici hukuki korumalara ilişkin diğer kanunlarda yer alan özel hükümler saklıdır  denilmiş olması da bu gerçeği teyit eder. Bununla birlikte, geçici hukuki koruma önleminin öngörüldüğü özel düzenlemede açıklık bulunmaması durumunda HMK m 389-406 hükümlerinin bunlar hakkında da uygulanacağı, HMK m 323/f. 1, ç ve 334/f. 1 hükümlerinde herhangi bir ayırım yapılmaksızın geçici hukuki korunmalardan söz edilmiş olmasından anlaşılmaktadır. 47  Ramazan Arslan, ‘Hukuk Muhakemeleri Kanunu nun Geçici Hukuki Korumalar Konusunda Getirdiği Yenilikler , (2013) Özel Sayı Bankacılar Dergisi 7-28, 7.48  Bu konuda bkz. Baki Kuru, İstinaf Sistemine Göre Yazılmış Medenî Usul Hukuku Ders Kitabı (2th edn, Yetkin 2018) 464 vd.; Esra Güney İnan, Aile Hukukunda Geçici Hukukî Himaye Tedbirleri, (Yayınlanmamış Yüksek Lisans Tezi 2018) 31 vd.49  Bkz. Kuru 465.829İstanbul Hukuk Mecmuası 77/2Hemen ifade edelim ki, öğretide, çekişmesiz yargıdaki geçici önlemler (einstweilige Anordnung)  ile  çekişmeli  yargıdaki  ihtiyati  tedbirler  (einstweilige  Verfügung) arasında kategorik bir ayırım yapan Alman Hukuku örneğinden hareketle; bir hukuki durum veya ilgilinin korunmasına yönelik geçici önlemlerle bir hakkın kullanılmasını (icrasını) güvence altına almak amacını taşıyan ihtiyati tedbirlerin farklı özellikler taşıdığı; bu nedenle, ihtiyati tedbirlere ilişkin HMK m 389 un  Birinci fıkra hükmü niteliğine uygun düştüğü ölçüde çekişmesiz yargı işlerinde de uygulanır  yolundaki 2. fıkrasının çekişmesiz yargıdaki hukuki korumaları ihtiyati tedbir olarak nitelendirmek için öngörülmediği savunulmuştur. Kanımızca bu görüşlerden hareketle, TMK m 420 gereğince verilecek geçici hukuki koruma önlemlerine dair kararlara karşı kanun yoluna başvuru imkânının kapalı olduğu sonucuna varılması isabetli değildir. Bununla birlikte, uygulamada, vesayet  tedbir  şerhi  kararları  ihtiyati  tedbir  niteliğinde  sayılmamakta, TMK  m 461/f. 2 gereğince denetim makamına itirazda bulunulabilecek vesayet makamı kararı niteliğinde kabul edilmektedir. Bu hatalı değerlendirme sonucunda, vesayet tedbir  şerhi  konulmasına  veya  konulmamasına  karşı  yapılan  itirazlar  esastan incelenmemekte, denetim makamına itirazda bulunulması gerektiği gerekçesiyle geri çevrilmektedir. Bilindiği gibi, TMK m 488 gereğince  İlgililer, vesayet makamının kararlarına karşı, tebliğ gününden başlayarak on gün içinde denetim makamına itiraz edebilirler. Denetim makamı, gerektiğinde duruşma da yaparak bu itirazı kesin karara bağlar.  Bu hükmün isabeti bir yana, geçici önlemlere ilişkin olmadığı gerçeğinden yola çıkılmasında yarar bulunmaktadır. Aşağıda açıklanacağı üzere, geçici hukuki korumalara karşı kanun yolunu öngören düzenleme HMK m 394/f. 5 hükmü ile bu hükmün uygulanmasını mümkün kılan HMK m 389/f. 2 hükmüdür.Öncelikle yukarıda değinilen ve Alman hukukundaki bir tasnifi yansıttığına işaret ettiğimiz çekişmesiz yargıdaki geçici önlemler (einstweilige Anordnung) ile çekişmeli yargıdaki  ihtiyati  tedbirler  (einstweilige  Verfügung)  arasında  yapılan  kategorik ayırımın Türk hukukunda benimsenmemiş olduğunu ifade etmemiz gerekir. Diğer yandan, HMK nın ihtiyati tedbirin şartlarını düzenleyen 389. maddesinin 2. fıkrası  Birinci fıkra hükmü niteliğine uygun düştüğü ölçüde çekişmesiz yargı işlerinde de uygulanır  şeklindedir. HMK m 393/f. 5 hükmü ise,  İhtiyati tedbir kararları 50  Bkz. Erişir 334. Aile hukukundaki geçici hukuki koruma önlemleri hakkında benzer bir görüş için bkz. Günay İnan 36, 37.51  Örneğin İstanbul BAM, 36. HD nin 5.12.2016 tarih ve 47/38 sayılı kararında şöyle denilmektedir:  H.M.K'nun 341/1 maddesi gereğince ilk derece mahkemelerinden verilen nihai kararlar ile ihtiyati tedbir, ihtiyati haciz taleplerinin reddi ve bu taleplerin kabulü halinde itiraz üzerine verilecek kararlara karşı istinaf yoluna başvurulabilir. / Vesayet makamının vesayet altına alınması istenen kişiye ait taşınmazların tapu kayıtlarına vesayet şerhi konulmasına veya kaldırılmasına ilişkin kararları ihtiyati tedbir niteliğinde değildir. Bu kararlara karşı T.M.K' nun 461/2.maddesi gereğince, kararın tebliğ gününden başlayarak 10 gün içinde denetim makamına itiraz edilebilir. Vesayet makamının T.M.K' nun 462. maddesi gereğince verdiği kararlara karşı istinaf yoluna başvurulamaz.  <www.Lexperacom.tr> accessed 15 Aralık 2019. Benzer biçimde olmak üzere bkz. Gaziantep BAM, 3. HD., 9.5.2017, 463/472 <www.Lexpera.com.tr> accessed 15 Aralık 2019.52  Bu kararlar için de temyiz yolunun açık olduğu görüşü için bkz. Taşkın 32.53  Esasen Erişir de bu hususu kabul etmektedir. Bkz. Erişir 334 dn. 535.830Aday / Vesayet Hukukunda Geçici Hukuki Korumalar ve Vesayet Tedbir Şerhi Uygulamasıhakkında kanun yoluna başvurulması hâlinde, tedbire ilişkin dosya ve delillerin sadece  örnekleri  ilgili  mahkemeye  gönderilir   şeklinde  kaleme  alınmıştır.  Bu hüküm, ihtiyati tedbir kararlarına karşı kanun yoluna başvurulabileceğini ifade ettiği gibi, HMK m 394/f. 5 hükmü daha açık bir şekilde  İtiraz hakkında verilen karara karşı, kanun yoluna başvurulabilir. Bu başvuru öncelikle incelenir ve kesin olarak karara bağlanır. Kanun yoluna başvurulmuş olması, tedbirin uygulanmasını durdurmaz  demek suretiyle bu hususu açıkça düzenlemiştir. Gerçi geçici hukuki korumalardan bazılarının ihtiyati tedbir niteliğinde olmadığı, örneğin TBK m 224 hükmüyle düzenlenen geçici hukuki korumanın delil tespiti niteliğinde olduğu kabul edilmektedir. Buna karşılık, çekişmesiz yargı işinde verilmesine rağmen TMK m 420 gereğince hükmedilen geçici hukuki korumaların ihtiyati tedbir niteliğinde olduğu, usul hukukunun ön önemli otoritelerinden olan Baki Kuru tarafından da kabul edilmektedir. Diğer yandan, HMK m 394/f. 5 hükmünün geçici hukuki korumalara uygulanması bakımından dikkate alınması gereken HMK m 389/f. 2 hükmünde yer alan  niteliğine uygun düştüğü ölçüde  ölçütünün TMK m 420 hükmü bakımından gerçekleşmediği  de  söylenemez.  Çünkü  vesayet  makamı  tarafından  verilen  bir geçici hukuki koruma kararına karşı istinaf kanun yoluna başvurulmasının, işin niteliğine neden uygun düşmediğinin hiçbir makul açıklaması bulunmamaktadır. Bilakis vesayet tedbir şerhi (veya TMK m 420 gereğince verilen sair geçici hukuki korumaların)  kararlarının  ihtiyati  tedbir  niteliğinde  olduğu  gözetilerek,  bunlara karşı  istinaf  kanun  yolunun  açık  tutulması,  somut  olay  adaletinin  sağlanması yanında uygulamada yeknesaklığın sağlanmasına da hizmet edecektir. Böylece, çok sayıdaki hatalı uygulamanın düzeltilebileceği de açıktır. Dolayısıyla de lege feranda savunulması gereken bir çözümü, yorum yoluyla de lege lata bulabildiğimize göre, bunu uygulamaktan kaçınmanın makul bir gerekçesinin olmadığı kabul edilmelidir.Kaldı ki, küçüklerin ve yetişkinlerin korunması alanında tüm dünyada yaşanan gelişmeler, sadece geçici hukuki koruma önlemlerinin değil, vesayet makamlarının her türlü kararının temyiz denetimine tabi kılınmasının zorunlu olduğunu göstermektedir. Tek amacı ilgilinin esenliğinin korunması olan vesayet kurumuna ilişkin farklı mahkemelerce verilecek farklı kararlarının aynı anda uygulanması sonucunu doğuran bir yasal düzenlemenin yeniden değerlendirilmesi gereği çok açıktır. Bununla birlikte, yürürlükteki hukukun en azından geçici hukuki koruma önlemleri bakımından kanun yoluna başvuruyu açık tutmuş olması, değerlendirilmesi gereken bir imkândır. Şu halde, TMK m 420 hükmü gereğince verilen geçici hukuki koruma önlemlerine dair kararlara karşı kanun yoluna başvurulamayacağı yolundaki yürürlükteki hukuka aykırı  olan  içtihattan  bir  an  önce  dönülmesinde  yarar  bulunmaktadır.  Vesayet 54  Kuru 467.55  Bkz. Kuru 665.56  HMK değişikliğinden önce yazılan bir eserde, geçici hukuki korumaların tümü için itiraz ve itirazın reddi üzerine temyiz imkânı tanınmasının gerekli olduğunu savunan bir görüş için bkz. Yılmaz 930 vd.831İstanbul Hukuk Mecmuası 77/2makamının diğer kararlarına karşı kanun yoluna başvuru imkânlarının ise de lege feranda tartışılması, belki de vesayet kurumunun tümüyle revize edilmesi konusu bir an önce yasa koyucunun gündemine alınmalıdır.Uygulamadan  bir  örnekle,  konunun  ne  denli  önemli  olduğunu  göstermekte yarar olduğunu düşünüyoruz. Yargıtay 1. Hukuk Dairesinin bir kararına konu olan olayda, davacının açtığı tapu kütüğünün düzeltilmesi davası devam ederken, kendisine  vasi  atanması  konusunda  Sulh  Mahkemesine  ihbarda  bulunulmuş  ve vesayet davası açılmıştır. Bu arada davacı tapu kütüğünün düzeltilmesi davasının duruşmasına katılmamış, mahkeme de bunun üzerine davanın açılmamış sayılmasına karar vermiştir. Temyiz üzerine Yargıtay ın vermiş olduğu karar şöyledir: Dosya içeriği ve toplanan delillerden; yargılama aşamasında davacının ehliyetten yoksun olup olmadığı konusunda mahkemece Sulh Hukuk Mahkemesine yapılan ihbar üzerine 26.03.2009 tarihinde açılan 2009/219 Esas sayılı vesayet davasında Elazığ Ruh Sağlığı ve Hastalıkları Hastanesinin 26.11.2009 tarih ve 4947 sayılı ön raporu ile davacı hakkında sağlıklı bir karar verilebilmesi için müşahade altına alınmasının gerektiği bildirilmiş, mahkemece müşahade altına alınma kararı verilmiş ve fakat bu arada Mahkemece davacının duruşmalara gelmemesi gerekçe gösterilerek iptal tescil davası 14.07.2009 tarihinde işlemden kaldırıldıktan sonra 15.10.2009 tarihli celsede de açılmamış sayılmasına karar verilmiştir. Bilindiği üzere ehliyetsizlik kamu düzeni ile mahkemece re sen gözetilmesi gereken bir husustur. Esasen Mahkemece de bu husus gözetilerek davacıya vasi tayini gerekebileceği kanısıyla vesayet davasının açılması sağlanmıştır. Bu durumda davacının duruşmalara gelmemesi üzerine mahkemece yapılması gereken iş dosyanın işlemden kaldırılması ve sonuç olarak açılmamış sayılmasına karar verilmesi değil TMK nun 426 ve devamı maddeleri uyarınca dava takibinin sağlanabilmesi amacıyla vesayet davası sonuçlanıncaya kadar ki aşama için temsil kayyımı atanmasını sağlamak ve böylelikle taraf teşkili sağlanarak yargılamayı yürütmektir. Hal böyle olunca; yukarıda açıklanan biçimde işlem yapılmadan yazılı olduğu şekilde davanın açılmamış sayılmasına ilişkin hüküm kurulması isabetli değildir. Dikkat edileceği gibi, karara konu olan olayda tapu kütüğünün düzeltilmesi davası Yargıtay önüne gelmemiş olsaydı, vesayet makamı sıfatıyla Sulh Mahkemesinin TMK m 420 gereğince gerekli tedbiri almamış olması hiçbir şekilde gündeme gelmeyecek, belki de denetim makamı ile vesayet mahkemesi arasında kısıtlı adayının hak kaybına engel olunmaksızın iş sonuçlanabilecekti. Esasen somut olayda, Yargıtay ın atıfta bulunduğu TMK m 426 değil, m 420 hükmünün uygulanması gerekir. Çünkü hakkında vesayet davası devam eden kısıtlı adayı hakkında, ancak nihai bir karar olarak verilebilecek olan TMK m 426 da sayılan kararlar alınamaz. Kuşkusuz hâkim bu hükmü göz önünde bulundurarak, ancak TMK m 420 gereğince bir geçici hukuki koruma önlemi olarak kısıtlı adayını davada temsil edecek bir kayyım atayabilecektir.57  Bkz. Y. 1. HD., 1.4.2010, 3055/3734 <www.Lexpera.com.tr> accessed 15 Aralık 2019. 832Aday / Vesayet Hukukunda Geçici Hukuki Korumalar ve Vesayet Tedbir Şerhi UygulamasıB. Geçici Hukuki Koruma Kararı Verilmesinin KoşullarıTMK m 420/f. 1 hükmünde  Vesayet işleri zorunlu kıldığı takdirde vesayet makamı, vasinin atanmasından önce de re sen gerekli önlemleri alır; özellikle, kısıtlanması istenen kişinin fiil ehliyetini geçici olarak kaldırabilir ve ona bir temsilci atayabilir  denilmektedir. Maddenin kenar başlığı da  geçici önlemler  şeklinde olup, düzenlemede vesayet davası sürerken mahkemenin alacağı geçici hukuki korumaların söz konusu edildiği açıktır. Önlemin geçici olması, ancak belirli bir süreye bağlı olarak alınmasını zorunlu kılar. Uygulamada bu hususa dikkat edildiği söylenemez. Hâlbuki kararda önlemin süresine yer verilmesi, en azından bankalara veya diğer resmi mercilere her defasında tedbirin kalktığına dair müzekkere yazdırılmasının yol açtığı güçlükleri bertaraf edecektir.TMK m 420 gereğince geçici hukuki koruma kararı verilebilmesi için vesayete ilişkin bir ana davanın varlığı şarttır. Gerek hükmün sistematik olarak bulunduğu yer gerekse durumun özelliği, derdest bir vesayet yargılamasının şart olduğunu gösterir. Esasen vesayete ilişkin bir dava bulunmadıkça başka önlemler devreye girer. TMK m 432 hükmüyle düzenlenen koruma amacıyla özgürlüğün kısıtlanmasında kuruma yerleştirme veya TMK m 426 da öngörülen hallerde temsil kayyımı atanması, vesayet yargılaması dışında alınan önlemlere örnek oluşturur.Yukarıda  da  değindiğimiz  üzere,  TMK  m  420  hükmüyle  düzenlenen  geçici hukuki korumalar çekişmesiz yargıda alınan ara kararı niteliğindedir. Geçici hukuki korumaların bu niteliği dikkate alınması gereken bir husustur. Çekişmeli yargıda, çekişmesiz yargının aksine, iki taraf arasında maddi hukuka ilişkin bir hak üzerinde çekişme bulunmaktadır. Dolayısıyla bu tür işlerde ihtiyati tedbir kararıyla izlenen amaç, dava konusunun yargılama sonuçlanıncaya kadar korunmasının sağlanmasıdır. Hâlbuki çekişmesiz yargı işi olarak görülen vesayet davalarında, dava konusuna ilişkin bir  çekişme  olmadığı için hakkın  korunmasına ilişkin  bir  korumaya da gerek yoktur. Bununla birlikte, kısıtlı adayının kısıtlanmasını gerektiren nedenler, zorunluluk durumunda nihai hükümle sağlanacak korumanın kısmen veya tamamen öne çekilmesini gerektirebilir. Aslında kısıtlı adayının fiil ehliyetinin kaldırılarak kendisine  temsilci  atanmasında  gerçekleşen  şey  de  tam  anlamıyla  budur. Yani çekişmesiz yargı sonunda kişinin kısıtlanarak kendisine vasi atanmasıyla aynı hukuki duruma, geçici hukuki korumayla ulaşılmakta, asıl talep sonucu böylece öne çekilmiş olmaktadır. Bu önlemin uygulanmasında çok daha sıkı davranılmasının gerekli olması tümüyle bu sebebe dayanmaktadır.58  Gençcan 1894; Kayran 54.59  Her ne kadar çekişmesiz yargıda  dava dan söz edilmesi isabetli değilse de, uygulamadaki alışkanlıkların dışına çıkmamak için bu hatalı terminolojiyi kullanıyoruz. Çekişmesiz yargıda  dava  yerine  iş  deyiminin kullanılması gerektiği yönünde bkz. Kuru 654. Aynı sebeple çekişmesiz yargıda  taraflar  yerine  ilgililer  deyimi kullanılmalıdır. Bkz. Kuru 659.60  Breitschmid Art. 386 Nr. 3, S. 1892, 1893.61  Breitschmid Art. 386 Nr. 3, S. 1893.62  Bu konuda bkz. Erişir 333 vd.833İstanbul Hukuk Mecmuası 77/2Tedbir kararı verilebilmesi için, somut olayda hangi sebebe dayalı olarak kısıtlama talep ediliyorsa, o sebebin varlığının kuvvetle muhtemel olduğunun kanıtlanması gerekir. Bir diğer deyişle, hâkimin bir kısıtlama sebebinin varlığına kani olması gerekir. Bununla kastedilen, HMK m 390/f. 3 hükmünde ifadesini bulan yaklaşık ispatın gerçekleşmiş olmasıdır. Buna göre,  Tedbir talep eden taraf, dilekçesinde dayandığı ihtiyati tedbir sebebini ve türünü açıkça belirtmek ve davanın esası yönünden kendisinin haklılığını yaklaşık olarak ispat etmek zorundadır.  Olağan yargılamada davacının dayandığı hakkın veya geçerli hukukun tespiti ve araştırılması amaçlanır. Nihai amaç, hakkın cebri icra aracılığıyla yerine getirilmesidir. Buna karşılık geçici hukuki korumalarla, kural olarak, hukuki ilişki veya hakkın geçici olarak düzenlenmesi veya geçici bir koruma sağlanması amaçlanır. Konu TMK m 420 bakımından ele alındığında amaç, kısıtlama kararı verilmesini gerektiren koşulların tam olarak ispatı değil, kısıtlı adayının kısıtlanmasını gerektiren sebebin varlığı konusunda hâkimin yaklaşık kanaat sahibi olmasını sağlayacak yaklaşık ispatın gerçekleşmesidir. Örneğin akıl zayıflığına dayalı bir kısıtlama kararı talep edilen davada hâkim, henüz adli tıptan rapor alınmadan dosyada mevcut hekim raporu ve tanık ifadelerine dayanarak geçici hukuki koruma kararı alabilir. Böylece, söz gelimi, gecikmesi hak kaybına yol açacak bir konuda kısıtlı adayının kayyımla temsiline karar verilebilir. Yine, gecikmesinde tehlike olan bir durumun varlığı halinde kısıtlı adayı dinlenmeksizin de geçici hukuki koruma kararı verilebileceği kabul edilmektedir. Nitekim geçici hukuki korumalar hakkında da uygulanması gereken HMK m 390/f. 2 hükmüne göre  Talep edenin haklarının derhâl korunmasında zorunluluk bulunan hâllerde, hâkim karşı tarafı dinlemeden de tedbire karar verebilir.  Ancak bu durum ilgilinin dinlenme hakkının tümüyle elinden alınması anlamına gelmez. Yargılama sona ermeden yokluğunda geçici hukuki koruma verilen kişinin mutlaka dinlenmesi gerekir.Diğer yandan, alınacak önlemin, yargılama sonucunda verilecek kararla kurulması öngörülen vesayet düzeninin ötesine geçecek nitelik ve ağırlıkta olmaması ve vesayet kapsamında yapılacak işlerin bu konuda verilecek bir karara kadar ertelenemeyecek ölçüde aciliyet arz etmesi de gerekir. Bir diğer deyişle, vesayete ilişkin kararın beklenmesi halinde ilgilinin, bizzat kendisi veya bir yakını ya da atayacağı iradi 63  Breitschmid Art. 386 Nr. 5, S. 1893; Erişir 333.64  Oğuzman, Dural 472.65  Davanın kabulü, davacının iddia ettiği olguları ispat etmesine bağlıdır. Davalının da benzer biçimde savunmasını dayandırdığı olguları ispat etmesi gerekir. Hâkimin mümkün olan bütün delilleri inceleyerek ulaştığı kanaate usul hukukunda  tam kanaat  denir. Buna karşılık niteliği itibari ile dava olmayan, mahkemeden bir takım usuli taleplerin kabulü bakımından incelenmesi gerekli maddi koşulların ispatında  yaklaşık ispat yöntemi  kullanılır. Geçici koruma önlemleri, delil tespiti gibi dava sayılmayan usuli işlemlere ilişkin verilecek kararlar da kesin hüküm oluşturmadığından, konuya ilişkin olarak verilecek ara kararlarda bu yöntem kullanılır. Bu şekilde verilecek bir kararla uyuşmazlık esastan çözümlenmiş olmaz. Yaklaşık ispat için bütün delillerin incelenmesi de gerekmez. Çünkü amaç, usuli talebin kabul veya reddi ile davaya devam edilmesi ve söz konusu usuli talep nedeniyle davanın geciktirilmesinin önlenmesidir. Bkz. Hakan Albayrak, Medeni Usul ve İcra İflas Hukukunda Yaklaşık İspat (Yetkin 2013) 30 vd.66  Albayrak 401, 402; Erişir 334.67  Erişir 333, 334.68  Breitschmid Art. 386 Nr. 5, S. 1893.834Aday / Vesayet Hukukunda Geçici Hukuki Korumalar ve Vesayet Tedbir Şerhi Uygulamasıtemsilci ya da önceden atanmış bir yasal danışman tarafından önlenemeyecek olumsuz sonuçlarla karşılaşmasından kaygı duyuluyor olmalıdır. Örneğin, kısıtlı adayının bizzat atayacağı bir avukatla davada temsili herhangi bir tehlike oluşturmuyorsa veya gerekli tıbbi bakımı yakınları sayesinde elde edebiliyorsa, bu nedenlere dayalı olarak geçici hukuki korumaya gerek bulunmamaktadır. Ancak kısıtlı adayının kendi seçimlerine dayalı olarak bir davayı yürütmesinin şahsı veya malvarlığı açısından bir tehlike oluşturacağı anlaşılıyorsa, fiil ehliyeti geçici olarak kaldırılarak atanacak bir temsilci vasıtasıyla davasının takibi sağlanmalıdır. Nihayet, alınacak önlemin, gerçekleşmesinden  kaygı  duyulan  olumsuz  sonuçları  veya  tehlikeli  durumları önlemeye veya en azından sınırlandırmaya uygun olması gerekir. Geçici önlemler vasi atanmasına ilişkin yargılama sırasında alınacağından, vesayet makamının vasinin görevlerini dikkate alarak bir karar vermesi gerekir. Sonuçta verilecek karar geçici hukuki koruma önlemine ilişkin olacağından, ihtiyati tedbirlere ilişkin yargılamada gözetilen kuralların da dikkate alınması gerekir. Örneğin, bütün hukuki koruma önlemlerinde olduğu gibi TMK m 420 hükmünün uygulanmasında da ölçülülük ilkesine uyulmalı, durumun gereklerine uymayan önlemler alınmamalıdır.Hâkim geçici hukuki koruma kararını  vesayet işleri zorunlu kıldığı takdirde  vereceğine göre, bu kararın, yasa koyucunun vesayet kurumu ile izlediği amaçla uyumlu olması gerektiği açıktır. Esasen TMK m 420 hükmünün, vesayet yargılamasının başlaması ile vasi atanması arasındaki boşluğu dolduran bir düzenleme olduğuna yukarıda işaret etmiştik. Aniden ortaya çıkan önemli ruhsal rahatsızlıklar veya vesayet yargılamasının  uzun  sürmesi  gibi  nedenlerle  derhal  önleyici  tedbirlerin  alınması gerekli olabilir. Ancak vesayet makamının geçici hukuki koruma önlemi almasının caiz olması için daha yumuşak bir önlemin yeterli olmaması ve önlemin geciktirilemeyecek durumda bulunması şarttır. Dolayısı ile gerek geçici hukuki koruma kararı verilmesini zorunlu kılan olgular gerekse kararın uygulanmasıyla ortaya çıkacak sonuçlar bu amaçla uyumlu olmalıdır. Şu halde, geçici hukuki koruma karanın isabetini anlamak bakımından vesayet hukukunun amacının ne olduğunu ortaya koymak gerekir.VI. Geçici Hukuki Koruma Kararlarının Vesayet Hukukundaki Gelişmeler Işığında Vesayet Hukukunun Amacına UygunluğuVesayet  hukuku  ile  kural  olarak  belirli  zayıflık  durumları  içinde  bulunan gerçek  kişilerin,  bu  yüzden  karşılaşabilecekleri  olumsuz  sonuçlarının  önlenmesi, denkleştirilmesi, olmadı hafifletilmesi amaçlanır. İstisnai durumlarda tüzel kişiler için de vesayet hukukunun bu önleyici etkisinden yararlanılır. Böylece zayıf durumda olan 69  Breitschmid Art. 386 Nr. 5, S. 1893; Öztan 1316.70  Breitschmid Art. 386 Nr. 5, S. 1893.71  Erişir 333.72  Breitschmid Art. 386 Nr. 1, S. 1892.835İstanbul Hukuk Mecmuası 77/2kişinin esenliği sağlanmaya çalışılır. Bir başka deyişle, velayet altındaki kişiye velinin göstermek zorunda olduğu dikkat ve özene benzer bir korumanın, vesayet kurumuyla sağlanması amaçlanır. Her ne kadar kişinin kısıtlanması (veya kendisine kayyım ya da yasal danışman atanması) kişilik hakkına yönelik bir müdahale oluştursa da, kısıtlının kendisinden veya sömürülmeye elverişli olması nedeniyle çevresinden gelecek kötü davranışlardan ancak böyle bir müdahale ile korunabileceği kabul edilmektedir. Kendisine vasi (kayyım, yasal danışman) atandıktan sonra da zayıflık durumu içinde bulunan kimseye yardımda bulunmak için verilen kararlarda, az veya çok, ilgilinin hukuken korunan kişilik ve malvarlığı alanına müdahale edilmiş olur. Vesayet organlarının bu kararları alırken ilgilinin özgürlük, onur ve kişiliğine saygı göstermesi zorunludur. Aksi takdirde alınan kararlar vesayet hukukunun izlediği amaçla bağdaşmaz. Ancak bu kararları alırken vesayet organlarının her defasında özerkliğini koruması ve kararın sorumluluğunu üstlenmesi de şarttır (TMK m 466468). Bu nedenle, vesayet organlarının, korunması gerekli kişi için karar verirken çoğu kez paradoksal bir durumla karşı karşıya kaldıkları söylenebilir. Bu iki yönlü baskı, ilgili organı en uygun kararı almak bakımından bir ikilem içinde bırakabilir. Yasal düzenleme ne kadar iyi ve isabetli olursa olsun, bu zorlu işin üstesinden gelinmesi vasi, kayyım, yasal danışman gibi kimselerin profesyonel yeterliliklerine bağlıdır. İsviçre de bu durumu göze alan yasa koyucu vesayet kurumunda köklü bir revizyon gerçekleştirmiş olup, bizde de benzer bir değişimin eşiğine gelindiğinin işaretleri giderek artmaktadır.Kişinin kısıtlanmasını gerektiren zayıflık durumları; yaş küçüklüğü (TMK m 404), akıl hastalığı veya akıl zayıflığı (TMK m 405), savurganlık, alkol veya uyuşturucu madde bağımlılığı, kötü yaşama tarzı, kötü yönetim (TMK m 406), özgürlüğü bağlayıcı ceza (TMK m 407), yaşlılık, engellilik, deneyimsizlik veya ağır hastalık (TMK m 408) olarak düzenlenmiştir. Vesayet, söz konusu zayıflık durumlarında bulunan kişinin kamu otoritesi tarafından korunması, kollanması, iş ve işlemlerinin 73  Ernst Langenegger, Basler Kommentar zum schweizerischen Privatrecht, Schweizerisches Zivilgesetzbuch I, Art. 1-456 ZGB, (Hrsg. Heinrich Honsell-Nedim Peter Vogt-Thomas Geiser) (2th edn, Helbing & Lichtenhahn 2002) Vor Art. 360456, N. 3, S. 1780.74  Bu yönde bkz. Öztan 1258.75  Aslı Açıkgöz, Dar Anlamda Vesayeti Gerektiren Hâller ve Vesayet Altına Almanın İşlem Ehliyeti Bakımından Sonuçları (Onikilevha 2017) 1, 2. Yazara göre vesayet kurumunun amacı,  kişisel ve maddi çıkarlarını tek başına koruyamayan kişilerin bu çıkarlarının korunması ve işlerini yürütmek için ihtiyaç duydukları yardımın sağlanmasıdır.  Açıkgöz 1.76  MK md. 432 vd. hükümlerinde düzenlenen koruma amacıyla özgürlüğün kısıtlanması bakımından bu amaç şu şekilde ifade edilmektedir:  Kurumun adından ve TMK 432/1 hükmünün lafzından da anlaşılacağı üzere, KAOK nün amacı kişinin ‘kişisel korumasını  sağlamaktır. Diğer bir deyişle KAÖK ile kişinin bağımsızlığını ve kendi sorumluluğunu yeniden üstlenebilmesi hedeflenir. Bu nedenle ‘söz konusu amaç  KAÖK hükümlerinin uygulanması ve yorumlanması bakımından ‘ana temayı  oluşturur. Buna göre kişinin ihtiyacı olan zorunlu ilgi ve bakım, kişinin insan onuruna uygun olmayan bir yaşam tarzından içinden çekilip çıkarılabilmesi, koruma amaçlı özgürlüğünün kısıtlanması ile sağlanacaktır. Sonuçta KAÖK kişinin korunması dışındaki hiçbir amaca hizmet edemez.  Gümüş 193.77  Kurt Affolter, Basler Kommentar zum schweizerischen Privatrecht, Schweizerisches Zivilgesetzbuch I, Art. 1-456 ZGB, (Hrsg. Heinrich Honsell-Nedim Peter Vogt-Thomas Geiser) (2th edn, Helbing & Lichtenhahn 2002) Art. 406, N. 59, S. 2054.78  Affolter Art. 406, N. 59, S. 2054.836Aday / Vesayet Hukukunda Geçici Hukuki Korumalar ve Vesayet Tedbir Şerhi Uygulamasıvesayet organları tarafından yerine getirilmesini sağlayan hukuki kurum olarak da tanımlanmaktadır. Bu açıklamalardan da, vesayet ile korunup kollanacak şeyin; belirli zayıflık durumları içinde bulunan kişinin esenliği olduğu anlaşılmaktadır. Çünkü bu durumda bulunan kişi, kendi kişisel yetileriyle esenliğini sağlayacak imkânlardan yoksun bulunmaktadır. Vesayet kurumunun mevcut durumuyla bu amacı sağlamak bakımından yeterli olup olmadığı ayrı bir tartışma konusudur. Nitekim vesayet hukukumuzun kaynağı olan İsviçre Medeni Kanunu nun ilgili hükümleri, uzun bir hazırlık öneminin sonunda tümüyle yürürlükten kaldırılmış, 28 Haziran 2006 tarihli İsviçre Medeni Kanunu nun (Yetişkinlerin Korunması, Kişiler Hukuku ve Çocuk Hukukunun) Değiştirilmesi Hakkındaki Federal Kanun 1 Ocak 2013 tarihinde yürürlüğe girmiştir. Kanun un hazırlık  aşamasında  İsviçre  Federal  Meclisinin  hazırladığı  28  Haziran  2006 tarihli Rapor da, mevcut vesayet hukukunun günün şartlarına uymadığı, tümüyle değiştirilmesi gerektiği ayrıntılarıyla gerekçelendirilerek ifade edilmiştir.Zayıflık durumu içinde bulunan kişinin esenliğini sağlamak amacıyla Medeni Kanun da öngörülen tedbirler, öncelikle tipe bağlılık ilkesi nedeniyle belirli bir sınırın dışında koruyucu etki gösterme imkânına sahip değildir. Öngörülen tedbirlerin sınırlı, şarta ve tipe bağlı oluşu; somut olay adaletine ulaşılmasında güçlülükler yaratmakta, özellikle orantılılık ilkesinin ihlaline yol açmaktadır. Bu düzenlemelerin, kişiye  ve  olaya  özgü  önlemler  alınmasına  engel  olduğu  açıktır.  İsviçre deki yetişkinlerin korunmasına ilişkin yeni düzenlemelerde, kişinin henüz ayırt etme gücünü yitirmediği dönemde tayin edeceği bir temsilcinin, ehliyetin kaybından sonra yetişkini temsiline dair hükümler kabul edilmiştir. Kişi ayrıca ehliyetli olduğu dönemde,  gelecekteki  tıbbi  müdahaleler  hakkında  karar  alabildiği  gibi,  bakım vekâleti, konut veya bakımevinde kalma gibi konularda da karar verebilmektedir. Bu sayede vesayet organlarından ancak gerektiği zaman ve gerektiği ölçüde destek alınmış olacağı gibi, kişinin kendi kaderini belirlemesine ve kendisine yine bizzat kendisinin bakmasına yardımda bulunma imkânı da amaca uygun olarak daha geniş bir kapsamda değerlendirilmiş olur. Sonuçta düzenlemeler değişse de amaç aynıdır. Bu amaç İsviçre Medeni Kanunu nun (Yetişkinlerin Korunması, Kişiler Hukuku ve Çocuk Hukukunun) Değiştirilmesi Hakkındaki Federal Kanun un genel gerekçesinde de; kendi iş ve işlemlerini yapamayan ve başkalarının yardımının da ulaşamadığı zayıf kişileri korumak olarak gösterilmiştir.79  Yıldız, Gürsoy 3.80  Bu konuda ayrıntılı bilgi için bkz. İbrahim Kaplan, ‘İsviçre Medeni Kanunu nun (ZGB nin) Yetişkinlerin Korunmasına İlişkin Yeni Hükümlerinin Değerlendirilmesi , (2018) 137 TBBBD 375-404, 375 vd.; Cevdet Yavuz, Fulya Erlüle, Murat Topuz, Yeni Vesayet Hukukuna Doğru: Yetişkinlerin Korunması Hukuku (İsviçre Örneği) (Beta 2017) 1 vd.; Açıkgöz 9 vd.81  Botschaft zur Änderung des Schweizerischen Zivilgesetzbuches (Erwachsenenschutz, Personenrecht und Kindesrecht), Bern 28 Juni 2006, BBL, 158 (2006), H. 36, (S. 7001-7196), S. 7002.82  Mehmet Akçaal, ‘İsviçre Medenî Kanunu na Göre Kayyımlık Türleri  (2018) 20 (2) DEÜHFD 63-87, 63 vd. 83  Akçaal 65.84  Kaplan 378.837İstanbul Hukuk Mecmuası 77/2Yetişkinlerin  korunmasına  ilişkin  olarak  20.  yüzyılın  başlarından  itibaren bazı uluslararası girişimlerde bulunulmuş, sözleşmeler imzalanmıştır. Bunların sonuncusu olan 13 Ocak 2000 tarihli Yetişkinlerin Uluslararası Korunmasına Dair Lahey Konvansiyonu Türkiye nin taraf olmadığı bir uluslararası sözleşmedir. Bu noktada, çeşitli iç hukuk düzenlemelerine de yansıyan bazı değişimlere işaret etmek yerinde olur. Gerçekten sosyal hayat ve tıpta yaşanan gelişmeler sonucunda ortalama yaşam süresi uzamış, buna bağlı olarak yaşlılığa bağlı hastalıklar da artmıştır. Bu değişim sonucunda, vesayet hukukuna egemen olan katı teknikler yerine yetişkinlerin hukuki ehliyetini mümkün olduğunca saklı tutan, ancak somut olayda müdahaleyi zorunlu kılan nedenlerin ortaya çıkması durumunda ehliyeti asgari düzeyde sınırlayan daha esnek bir yaklaşım benimsenmeye başlamıştır. İş hayatını son derece başarılı bir kariyerle geçiren, bununla bağlantılı olarak refah düzeyini yükselten bir kişinin demans, alzheimer veya benzeri bir hastalık sonucunda kısıtlı adayı haline gelmesinin yol açabileceği sorunları tahmin etmek güç değildir. Gerçekten, böyle bir kişiye vasi atanması, böylece kişi varlığı ve malvarlığının korunması için gerekli önlemlerin alınması bakımından mevcut vesayet organlarının alacağı kararların tatminkâr olmadığı açıktır. Bu yeterlilik sadece alınacak kararların isabeti bakımından değil, hızlılık, elverişlilik, orantısallık gibi ölçütler bakımından da sorgulanmalıdır. Kısıtlı adayının olası mirasçılarının devreye girerek, mirasın intikaline kadar geçecek süre içinde malvarlığının eksilmesine engel olmak için birbirleriyle  yarışması  da  nadirattan  değildir.  Uygulamada  vesayet  davalarının; birbirlerini kötüleyen, kısıtlı adayının düşmanı gösteren, en uygun vasi adayının kendisi  olduğunu  ispata  çalışan  ilgililer  tarafından  yürütüldüğü  inkâr  edilmez bir gerçektir. Kısıtlı adayının mevcut refah düzeyini sürdürmekteki en doğal ve vazgeçilmez hakkı ile malvarlığının korunması amacı arasındaki denge, sürece müdahil olan ve mahkeme önünde farklı menfaatleriyle temsil edilen ilgililerin gölgesinde nasıl gözetilecektir? Tümüyle sahipsiz ve malvarlığını sömürme niyetiyle çevresi kuşatılmış bir kişiyi bir yandan bu kötüniyetli kimselerden korumak, bir yandan da varlık içinde yokluk çekmesine engel olmak için sulh mahkemeleri ne dereceye kadar etkin bir rol oynayabilir? Diğer yandan, bu örneklerin zıt kutbunu oluşturan örneklerde ise farklı uygulama sorunlarıyla karşılaşılmaktadır. Varlıklı ve iyiniyetli ailesi tarafından bakımı ve her türlü ihtiyacı karşılanan, üzerine titrenen kısıtlı veya kısıtlı adaylarının sayısı da hiç de az değildir. Vesayet kurumunun koruma amacını gerçekleştirmek gerekçesiyle bu tür yakınların karşısına vasiliğin yürütülmesi konusunda türlü zorluklar çıkartılması da tasvip edilmemesi gereken bir durumdur. Kuşkusuz sulh mahkemelerinin güncel 85  Bu konuda ayrıntılı bilgi için bkz. Fügen Sargın, ‘Yetişkinlerin Milletlerarası Plânda Korunmasına Dair La Haye Sözleşmesi  (2003) 52 (2) AÜHFD 1-75, 2 vd.; Nuray Ekşi, ‘Yargıtay Uygulamasında Vesayete İlişkin Yabancı Kararların Tanınması Davalarında Karşılaşılan Sorunlar  Public and Private International Law Bulletin, (2018) 38(1) 41-83, 46,47.86  Bkz. Sargın 3 vd.838Aday / Vesayet Hukukunda Geçici Hukuki Korumalar ve Vesayet Tedbir Şerhi Uygulamasıiş yoğunlukları arasında farklı olaylar arasındaki nüansları tam anlamıyla kavrayıp somut olaya uygun kararlar vermesi son derece güç, hatta imkânsızdır. Diğer yandan, sorunların çözümü için vazgeçilmez bir gereklilik olan multi-disipliner yaklaşımın, sadece hukuk konusunda uzmanlığı bulunan bir hâkimden beklenmesi de isabetli sayılamaz. Dolayısıyla, başta İsviçre olmak üzere, bu konuda bizden önce harekete geçmiş ülkelerin düzenlemeleri incelenmeli, bunların yasa koyucuya yol gösterici nitelikleri ihmal edilmemelidir. İsviçre vesayet sisteminde yapılan yenilemenin, Türkiye ve İsviçre arasındaki toplum  ve  yönetim  şekillerinin  birbirinden  farklılığı  nedeniyle  Türk  hukukuna uyarlanabilirliğinin bulunmadığı, bununla birlikte revizyonun gerekçesi olan kişinin kendi kaderini tayin hakkının güçlendirilmesi ve orantılılık ilkeleri uyarınca kişilik hakkına daha saygılı bir hukuki korumanın kabulünün Türk hukuku bakımından da önemli bir gereklilik olduğu öğretide savunulmuştur. Buna göre, kişinin fiil ehliyetinin elinden alınmadığı bir vesayet sisteminin uygulanması Türk hukuku açısından da arzu edilen bir durum olduğu gibi, ayırt etme gücü yerindeyken kişinin ileride bu yetiyi kaybetmesi halinde uygulanacak tıbbi müdahaleleri ve malvarlığı veya kişisel iş ve işlemlerini yerine getirebilecek temsilcileri önceden belirleme yetkisine sahip olduğu bir sistem hem daha adil hem de modern dünyanın amaçlarına daha uygundur. Bu düşüncelere temelde katılmakla birlikte, İsviçre dekine benzer bir çocuk ve yetişkinleri koruma idaresi veya makamının oluşturulması düşüncesinden hemen vazgeçilmemesi gerektiği kanısındayız. Çünkü mevcut durumda sulh mahkemelerin vesayet makamı olarak somut olayın farklı özelliklerine derinliğine nüfuz etmek suretiyle seri bir biçimde müdahale imkânı bulunmamaktadır. Mahkeme vesayet işlerini, diğer yargısal işleri arasında ve önündeki yoğun iş takvimine uyarak yerine getirmeye çalışmaktadır. Yargılama hukukunun şekli gereklilikleri ve mahkeme kaleminin bu işlerde uzmanlığının bulunmaması da, vesayet sistemiyle izlenen amacın yakalanmasına izin vermemektedir. Kuşkusuz iki ülke arasındaki toplumsal ve yönetimsel farklar açıktır. Bu nedenle, İsviçre dekine benzer bir kurum veya idare, ülkemiz şartlarında kolaylıkla bürokrasinin çarkları arasında işlevsiz kalma tehlikesini barındırmaktadır. Ancak bu tehlikeler, gerekli girişimlerde bulunulmasına engel olmamalıdır. Toplumun değişik kesim ve temsilcilerinin görüşlerini almak suretiyle riskleri belirlemek ve bunları azaltacak çözümler geliştirmeye çalışmak zorunludur. Sorunun çözümünde mutlaka multi-disipliner bir yaklaşım geliştirilmeli; kişinin onuru, saygınlığı ve esenliği sadece lafla değil, fiilen de ön planda tutulmalıdır. Kişinin duygusal derinliği ve onurlu bir insan olarak hayatını sürdürme yeteneği her türlü buyurgan ve savsaklayıcı müdahaleden masun kılınmalıdır.87  Açıkgöz 28, 29. 88  Açıkgöz 28, 29. 839İstanbul Hukuk Mecmuası 77/2VII. SonuçVesayet  kurumunun  geleceğine  ilişkin  olarak  düşüncelerimizi  ifade  ettikten sonra, olası bir değişiklikte de vesayet kurumunun amacının aynı kalacağını bir kez daha vurgulamamız gerekir. Bu amaç her zaman için, belirli zayıflık durumları içinde bulunan kişinin esenliğinin sağlanmasıdır. Dolayısı ile yürürlükteki hukuk bakımından  da  vesayet  organının  alacağı  önlemlerin  bu  amaca  uygun  olması, özellikle  orantılılık  (denklik)  ilkesini  ihlal  etmemesi  gerekir.  Sınırlı  önlemlerle amaca ulaşmanın mümkün olduğu durumlarda genel nitelikte önlemler alınması denklik ilkesini ihlal eder. Yargıtay da vesayet kurumunun zayıf kişilerin korunması amacına atıfta bulunmakta, alınacak önlemlerin bu amaçla uyumlu olması gerektiğini vurgulamaktadır. Şu örnekler verilebilir: Medenî Kanunun vesayet hükümleri ile, serbest hareket etmekten veya serbest irade ile karar vermekten mahrum olanlar korunmuştur. Bu cümleden olarak 357. madde ile de uzun süre mahkum olanlar koruma altına alınmıştır. Şu halde normun amacına uygun uygulanması için kişinin serbestçe hareketine imkan vermeyen mahkumiyetin bulunması kafidir 90. Bir başka kararında Yargıtay konuya ilişkin olarak şu tespitlerde bulunulmaktadır:  Vesayet makamlarının ihdas edilmesinin amacı, vesayet altında bulunan kişilerin yararlarının korunmasıdır. İşte bu sebepledir ki, işlemin niteliğine göre bir kısım muamelelerde, yalnız Sulh Hukuk Hakiminin ve bir kısmında ise Sulh Hukuk Hakiminin karar vermesi esası kabul edilmiştir. (MK. m 405-406). Bu maddeler birlikte mütalaa olunduğu, takdirde ortaya çıkan gerçek, vesayet altındaki kimselerin mal varlıklarının azalmasını önlemek gerektiğinde mameleki artırmak ve özellikle gelirlerin artışını sağlamak, yani o kimse iradesine sahip olsaydı müdebbir bir mal sahibi olarak neler yapacak idi ise, onun namına aynı işlemleri yapmaktır. Dikkat edileceği üzere, bu kararlarda atıfta bulunulan amaç ve korunmak istendiği ifade edilen çıkarın ne olduğu konusunda soyut ve genel ifadelerle doğru tespitler yapılmaktadır. Ancak sorun bu doğru ilkelerin somut olaya isabetli bir şekilde uygulanıp  uygulanmadığı  konusunda  ortaya  çıkmaktadır.  Örneğin  Gaziantep BAM ın bir kararında,  TMK nun 403. maddesi ışığında vesayette amacın ‘vesayet altındaki küçüğün veya kısıtlının kişiliği ve malvarlığı ile ilgili bütün menfaatlerini korumak  olduğu tartışmasızdır  denildikten sonra,  Bu bağlamda aynı yasanın 412. maddesinde kısıtlının yerleşim yerinin değiştirilmesi dahi vesayet makamının iznine 89  Yıldız, Gürsoy 69.90  Y 2. HD., 13.3.1996, 1395/2770 <www.e-uyar.com> accessed 15 Aralık 2019. Vesayetin üçüncü kişileri koruma amacının da bulunduğu hakkında bkz. Y. 2. HD., 9.7.2001, 9402/10765:  … vesayetin amacının vesayet altındaki kişi yanında üçüncü kişileri de korumak olduğu, Adli Tıp Kurumu Başkanlığının yazılarından işlemin yapıldığı anda murisin medeni hakları kullanma ehliyetine sahip olduğunun belirlendiği ve şekli anlamdaki vesayet kararının işlemi geçersiz hale getirmez…  (Manisa Bar. D. 2001/3, s. 47 <www.e-uyar.com> accessed 15 Aralık 2019). Bu görüş öğretide de taraftar bulmuştur:  Vesayet kurumu aracılığıyla sağlanan korumada vesayete konu olan kişilerin yakın çevresi olan ailesi, onlarla temasta bulunan üçüncü kişiler ve hatta genel güvenliğin sağlanması bakımından toplumun da menfaati bulunmaktadır.  Bkz. Açıkgöz 2. 91   2. HD., E. 1986/1348 K. 1986/2080 T. 27.02.198692   Asliye  olacak.93  Gaziantep BAM, 3. HD., 9.5.2017, 463/472 <www.Lexperacom.tr> accessed 15 Aralık 2019.840Aday / Vesayet Hukukunda Geçici Hukuki Korumalar ve Vesayet Tedbir Şerhi Uygulamasıtabi tutulmuş, kısıtlının mal varlığının korunması kaygısıyla 438. maddesinde defter tutulması, 439. maddesinde kıymetli şeylerin saklanması, 440. maddesinde taşınırların satılması gibi kısıtlının mal varlığı ile ilgili ayrıntılı düzenlemeler yapılmış, Türk Medeni Kanununun Velayet, Vesayet ve Miras Hükümlerinin Uygulanmasına İlişkin Tüzük ile de uygulamanın ayrıntıları şekillendirilmiştir. / Özellikle 4721 sayılı yasanın 442. maddesinde ‘Yeteri kadar güven verici olmayan yatırımlar, güvenli yatırımlara dönüştürülür. Dönüştürme işleminin uygun zamanda ve vesayet altındaki kişinin menfaati gözetilerek yapılması gerekir.  denilmek suretiyle de yasa koyucu vesayet makamına genel bir çerçeve çizerek kısıtlının mal varlığının güvence altında olması gerekliliğini ve zorunluluğunu bildirmiştir. / Tüm bu yasal düzenlemeler karşısında vesayet düzenine tabi olan vatandaş için ‘istediği aracı almakta engelleyen tek kriterin cebindeki parası  olmadığı anlaşılmaktadır  ifadelerine yer verilmiştir. Bu kararda da, diğerlerinde olduğu gibi, vesayet kurumunun amacının vesayet altındaki kişinin menfaatinin korunması olduğu yönündeki temel düşünce hiç kuşkusuz doğru ve isabetlidir. Ancak varılan sonucun bu amaçları gerçekleştirme bakımından isabetli olup olmadığı tartışılmalıdır. Karara konu olan olayın mahiyeti karardan tam olarak anlaşılamıyorsa da, vesayet altındaki kişinin parası (malvarlığı) yeterli olsa bile istediği araca sahip olamayacağı, malvarlığının korunmasına yönelik hükümlerin ağır bastığı yolundaki düşüncelerin kararın alınmasında başat rol oynadığı anlaşılmaktadır. Anılan  karardan  bağımsız  olarak,  yeterli  malvarlığı  bulunan  kısıtlının,  ayırt etme gücüne sahip olması durumunda, dilediği otomobile sahip olmasına engel olunmasını hangi gerekçeyle açıklayabiliriz? Kuşkusuz gerekçenin, bizzat kısıtlının çıkarı doğrultusunda oluşturulması gerekecektir. Benzer biçimde, ayırt etme gücü olsun veya olmasın, kısıtlı veya kısıtlı adayının otomobili, ayakkabısı, giyecekleri seçilirken ne ölçüde tasarruflu hareket edilmesi gerekir? Örneğin malvarlığı elverişli bulunan kısıtlı, lüks bir lokantada yemek yiyebilir mi? Yiyebilirse, bunu ayda bir defayla mı, yoksa haftada bir defayla mı sınırlamak gerekir? Yoksa her gün de bu ayrıcalıktan yararlanabilir mi? Kuşkusuz bunlar, düşünceyi kışkırtmak için sorulmuş sorular olarak kabul edilebilir ve daha da çeşitlendirilebilir. Her halde önemli olan, somut olay bakımından alınan önlemin ilgilinin esenliğini sağlamaya elverişli olup olmamasıdır. Dolayısı ile, kısıtlı veya kısıtlı adayının kişiliğine veya malvarlığına müdahale anlamına gelecek önlemlerin uygulanmasında, sulh mahkemesine tanınan yetkinin  geniş  kapsamlı  olmasından  çok  bu  yetkinin  somut  olayın  koşullarına uygunluğu, daha hafif bir müdahale ile koruma amacının sağlanıp sağlanamadığı gibi ölçütlerin ön plana çıkmasında zorunluluk bulunmaktadır.Şu halde her bir geçici hukuki koruma önlemi, ilgilinin esenliğini sağlama amacıyla bağlantılı olarak, öngörülen amaca ulaşmak için gereken yoğunlukta ancak aşırıya kaçmadan, ilgilinin özgürlüğünü, kişiliğini, konforunu mümkün olduğunca koruyacak 94  Öztan 1265.841İstanbul Hukuk Mecmuası 77/2bir şekilde verilmelidir. Bunun, vesayet hukukuna hâkim olan orantılılık ilkesinin bir  gereği  olduğunu  söyleyebiliriz.   Vesayetî  önlemler   bakımından  öğretide  en hafifinden en ağırına doğru şu sıralama yapılmıştır: Temsil kayyımlığı (TMK m 426/b. 1), yönetim kayyımlığı (TMK m 427/b. 2), istek üzerine kayyımlık (TMK m 428), kombine kayyımlık (TMK m 426/b. 1 ve b. 2), katılım yasal danışmanlığı (TMK m 429/f. 1), yönetim yasal danışmanlığı (TMK m 429/f. 2), kombine yasal danışmanlık, istek üzerine kısıtlanma (TMK m 408), TMK m 405 vd. hükümlerine göre kısıtlanma. Geçici hukuki korumalarda da vesayeti gerektiren düzenleme göz önünde bulundurulacağına göre, bunlara hükmedilirken de benzer bir sıralamanın dikkate  alınması  gerekir.  Örneğin  şartları  gerçekleştiğinde,  kısıtlama  kararının öncelenmesi anlamına gelecek şekilde kısıtlı adayının fiil ehliyetinin kaldırılmasına karar verilebilecektir. Ancak, koruma amaçlı da olsa geçici koruma önlemiyle kişinin özgürlüğü kısıtlanamayacaktır. Bunun için TMK m 432 de öngörülen koşulların gerçekleşmesi şarttır. Dolayısı ile, TMK m 432 kapsamında yargılama devam ederken TMK m 420 nin -kıyasen de olsa- uygulanması mümkün görülmemektedir.Diğer yandan, geçici hukuki korumayla elde edilmesi hedeflenen menfaat ile kısıtlı adayının esenliği arasında bir denge kurulmalı, bu denge zaman içinde de korunmalıdır. Örneğin, kısıtlı adayının malvarlığı elverişli olduğu sürece, salt bu malvarlığını korumak  veya  eksiltmemek  amacıyla  harcamaların  asgari  düzeyde tutulması orantılılık ilkesini ihlal eder. Amaç, kısıtlı adayının muhtemel mirasçılarına bırakacağı muhtemel terekeyi değil, bizzat kısıtlı adayının esenliğini korumaktır. Bu nedenle, fiil ehliyetinin geçici olarak kaldırılması uygun bulunduğu takdirde, atanacak geçici temsilciye aylık harcama limiti belirlenirken kısıtlı adayının mevcut yaşam düzeyi ve kalitesi ile malvarlığının elverişliliği arasındaki denge gözetilmeli, mümkün olduğunca kısıtlı adayının yaşam kalitesinden ödün vermemeye çalışılmalıdır.Yargıtay da ana hatları ile alınacak önlemlerin aşırıya kaçmaması, insan onuruyla bağdaşması gibi gerekliliklere dikkat çekmektedir:  … Vasinin mahcur üzerindeki kanuni yetkisi himaye ve müzaharet olarak özetlenebilir. Şu halde vasi ve vesayet idaresi vesayet altındaki kişinin özel durumunun gerektirdiği tüm önlemleri almak ve işlemleri yapmak zorundadır. Hatta kanunda açıkca belirlendiği üzere vasi icabı hale göre onu bir müesseseye koyabileceği gibi, sağlığının bedeni ve ruhi bütünlüğünün korunması; başkalarına zarar verilmemesi amacıyla görüşeceği kimseleri ve gidebileceği yerleri belirleme  yetkisine  de  sahiptir  (MK.  328,  TCK.473).  Ancak  vasi  bu  yetkilerini kullanırken halin icabını aşan tutum ve davranışlardan kaçınmak insan onuru ile bağdaşmayan tedbirleri almamakla da yükümlü olmalıdır (TCK. 477, 478) 99. Ancak, 95  Bkz. Dural, Öğüz, Gümüş 410.96  Dural, Öğüz, Gümüş 410.97  Geiser Art. 397a, N. 16, S. 1958; Gümüş 197; Gözüm 19.98  Gümüş 206.99  Y 2. HD, 11.12.2000, 15373/15682 <www.Lexpera.com.tr> accessed 15 Aralık 2019. 842Aday / Vesayet Hukukunda Geçici Hukuki Korumalar ve Vesayet Tedbir Şerhi Uygulamasıyukarıda da ifade ettiğimiz gibi, bu doğru ilkeleri soyut bir biçimde savunmaktan öte, somut olayda gerçekleşip gerçekleşmedikleri yönünden ele almak gerekir. İsviçre de  vesayet  sisteminin  değişmesinden  önce  yazılan  eserlerde  –ki  bu dönem bizdeki mevcut duruma karşılık gelmektedir– vesayetin kanuna uygun olarak yürütülmesi bakımından seçilecek yöntemin, ilgili kişiyi fiilen vesayetin işleyiş sürecine dâhil etme imkânını barındırması gerektiğinden söz edilmektedir. Buna göre, ilgilinin birlikte hareket etmesini, motive edilmesini sağlamayan, hatta belki de bunu sabote eden bir yöntemin seçimi durumunda, derhal vesayet tedbirinin uygunluğu sorunu ortaya çıkacaktır. Alınan önlemin izlenen amaca ulaşılmasını sağlamaması halinde ise, bu kez de vasi veya vesayet makamının önlemin orantısallığı sorunuyla yüzleşmesi gerekir. Çünkü sadece aşırıya kaçan önlemler değil, işe yaramayan önlemler de yasaya aykırıdır. Bu nedenledir ki, İsviçre de revizyondan önce de, bir yandan vasi tarafından yürütülmesi gereken profesyonel bir danışmanlık ve vesayet çalışmasının yürütülmesi, diğer yandan alınacak vesayet önleminin elverişliliği ve orantısallığı arasında önemli bir karşılıklı etkileşimin bulunduğu kabul edilmekteydi. Buna göre, vesayetin (kayyımlığın veya yasal danışmanlığın da) profesyonelliğe aykırı bir şekilde yürütülmesi durumunda, önlemin hukuka uygunluğu da ortadan kalkabilecektir. Türk hukuk uygulaması bakımından bunlara ilaveten, alınacak önlemin hiçbir duraksamaya yer vermeyecek bir açıklıkta kaleme alınması ve aynı açıklıkta ilgililer, bankalar ve resmi mercilere bildirilmesi hususunu vurgulamamamız gerekir. Kısıtlı veya kısıtlı adayının esenliğini en fazla tehdit eden şeyler arasında, hakkında verilecek geçici hukuki koruma kararının belirsizliği en ön sıralarda yer almaktadır. Yanlış anlaşılmaya, tekit edilmeye, açıklanmaya muhtaç önlemler, önlem olmaktan çok engel olmaktadır. Sonuç olarak, sulh hâkimi, HMK m 4 te sayılan dava ve işlerin yanında seçim kurulu üyeliği veya başkanlığı gibi görevler de üstlenebilmekte, bu yoğun dava ve iş trafiği içinde hızla müdahale etmesi gereken vesayete ilişkin konularda kararlar almaktadır. Bu kararlara karşı sadece asliye hukuk mahkemesine itirazda bulunulabildiği, konuya ilişkin yüksek yargı kararlarının oluşmadığı, böylece hâkimin istikrar kazanmış 100  Affolter Art. 406, Nr. 60, S. 2054.101  Örneğin TMK m 462 hükmünde sulh hâkiminin izni gereken işler arasında  dava açma  da sayılmıştır (b. 8). Burada amaç, kısıtlının  davadaki kazanma şansını incelemek ve sonucuna göre husumete izin verip vermemek bakımından takdir hakkı nın sulh hâkimi tarafından kullanılmasıdır. Buna karşılık kısıtlıya karşı açılan bir davada hâkimin vasiye davayı takip izni vermemesinin kısıtlıyı koruma amacıyla bağdaşması mümkün değildir:  Kanun koyucu, husumet deyimi ile, aktif ve pasif husumeti, yeni davacı yahut davalı sıfatiyle bir davanın tarafı olabilmeyi öngörmüş olup amaç, vesayet altında bulunanın yararını korumaktadır. Mahkeme de bu ilkeden hareket etmiş olmakla beraber, ters bir sonuca ulaşmıştır. Şöyleki : Olayda izin, hacir altındaki kişinin adına bir dava açmak için değil, hakkında açılacak tapu iptali davasında davalılar arasında yer alacağı içindir. / Gerçekten vesayet altındaki kişinin davacı olması gereken hallerde Sulh Hakimi, davadaki kazanma şansını incelemek ve sonucuna göre husumete izin verip vermemek bakımından takdir hakkına sahip ise de, vesayet altında bulunanın davalı durumunda bulunması halinde isteği az önce açıklanan açıdan incelemek mümkün değildir. Çünkü : Vesayet altındaki bulunan kişinin davalı olduğu davada, sulh hakiminin husumete izin vermemiş olması, davanın reddini gerektirme. Bu takdirde, vasi duruşmadan çıkarılıp davaya gıyapta devam edilir. Onun için Sulh Hakimi husumete izin vermemekle vesayet altındaki şahsı korumuş olmaz, aksine onu savunma imkanından yoksun kılar.  (Y. 2. HD., 01.07.1974, 4511/4299). 102  Affolter Art. 406, Nr. 60, S. 2054.843İstanbul Hukuk Mecmuası 77/2örneklerden yararlanma imkânının da bulunmadığı düşünüldüğünde, sistemin bu şekilde işlemesine müsaade edilmesi, bu büyük risklerin mevcut halleriyle geleceğe taşınmasından başka bir anlam ifade etmemektedir. Dolayısıyla, yetişkin ve küçüklerin korunmasına  ilişkin  sistemin  mutlaka  rasyonel  ve  bilimsel  gelişmeler  ışığında yeniden değerlendirilmesi ve zayıflık durumunda bulunan kişilerin esenliğini daha güvenilir ve hızlı bir şekilde gerçekleştirecek bir sisteme geçilmesinde zorunluluk bulunmaktadır.Finansal Destek: Yazar bu çalışma için finansal destek almamıştır.Kısaltmalar Cetveli/List of AbbreviationsArt.  : ArtikelAufl.  : AuflageAÜHFD.  : Ankara Üniversitesi Hukuk Fakültesi DergisiBAM  : Bölge Adliye MahkemesiBBL  : BundesblattBGE  : BundesgerichtsentscheidungenBkz.  : bakınızC.  : CiltDEÜHFD  : Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisidn  : dipnotuHD.  : Hukuk DairesiHrsg.  : HerausgeberTMK  : Türk Medeni KanunuN.  : NumaraNHK  : Nüfus Hizmetleri KanunuNHKY  : Nüfus Hizmetleri Kanunun Uygulanmasına İlişkin YönetmelikNr.  : NummerNVİGM  : Nüfus ve Vatandaşlık İşleri Genel Müdürlüğüs.  : sayfaS.  : Sayı, SeiteTBBBD.  : Türkiye Barolar Birliği DergisiTKGM  : Tapu ve Kadastro Genel MüdürlüğüTST  : Tapu Sicil TüzüğüVd.  : ve devamıVVMT  : Türk Medenî Kanununun Velayet, Vesayet ve Miras Hükümlerinin Uygulanmasına   İlişkin TüzükY.  : YargıtayYBB  : Yargıtay Bilgi Bankası (karararama.yargitay.gov.tr)YBS  : Yargıtay Bilgi Sistemi (karararama.yargitay.gov.tr)YÜHFD  : Yeditepe Üniversitesi Hukuk Fakültesi Dergisi844Aday / Vesayet Hukukunda Geçici Hukuki Korumalar ve Vesayet Tedbir Şerhi Uygulaması",
     "Kaynakça": "Açıkgöz A, Dar Anlamda Vesayeti Gerektiren Hâller ve Vesayet Altına Almanın İşlem Ehliyeti Bakımından Sonuçları (Onikilevha 2017).Affolter K, Basler Kommentar zum schweizerischen Privatrecht, Schweizerisches Zivilgesetzbuch I, Art. 1 456 ZGB, (Hrsg. Heinrich Honsell Nedim Peter Vogt Thomas Geiser) (2th edn, Helbing & Lichtenhahn 2002) Art. 406, N. 59, S. 2054.Akçaal M, ‘İsviçre Medenî Kanunu na Göre Kayyımlık Türleri  (2018) 20 (2) DEÜHFD 63 87.Albayrak H, Medeni Usul ve İcra İflas Hukukunda Yaklaşık İspat (Yetkin 2013) Arslan R, ‘Hukuk Muhakemeleri Kanunu nun Geçici Hukuki Korumalar Konusunda Getirdiği Yenilikler , (2013) Özel Sayı Bankacılar Dergisi 7 28.Breitschmid  P,  Basler  Kommentar  zum  schweizerischen  Privatrecht,  Schweizerisches Zivilgesetzbuch I, Art. 1 456 ZGB, (Hrsg. Heinrich Honsell Nedim Peter Vogt Thomas Geiser) (2th edn,  Helbing & Lichtenhahn 2002) (Art. 386 391).Dural M, Öğüz T, Gümüş MA, Türk Özel Hukuku Cilt III Aile Hukuku (Filiz 2019).Ekşi N, ‘Yargıtay Uygulamasında Vesayete İlişkin Yabancı Kararların Tanınması Davalarında Karşılaşılan Sorunlar  Public and Private International Law Bulletin, (2018) 38(1) 41 83.Elçin D, ‘Vesâyet Ve Kısıtlılık Kararı Verilmesine Veya Sona Ermesine Ve Vesâyetin Yürütülmesine Uygulanacak Hukuk, Türk Mahkemelerinin Milletlerarası Yetkisi Ve Yabancı Mahkeme Kararlarının Tanınması  (2018) 67 (2) AÜHFD 279 354.Erişir E, Geçici Hukukî Korumanın Temelleri ve İhtiyatî Tedbir Türleri (Onikilevha 2013).Ertürk F, Türk Hukukunda Vesayeti Gerektiren Haller, Vasi Tayini Ve Vesayetin Sona Ermesi (Yayınlanmamış Yüksek Lisans Tezi 2010).Geiser T, Basler Kommentar zum schweizerischen Privatrecht, Schweizerisches Zivilgesetzbuch I, Art. 1 456 ZGB, (Hrsg. Heinrich Honsell Nedim Peter Vogt Thomas Geiser) (2th edn,  Helbing & Lichtenhahn 2002) (Art. 396 397f).Gençcan ÖU, 4721Sayılı Türk Medenî Kanunu Yorumu, Bilimsel Açıklama – Son İçtihatlar 2. Cilt, Md. 185 494 (Yetkin 2015).Gözüm A, Koruma Amacıyla Özgürlüğün Kısıtlanması (Yayınlanmamış Yüksek Lisans Tezi 2011).Gümüş MA, ‘Kısıtlı ve Kısıtlı Olmayan Ergin Kişilerin Koruma Amaçlı Özgürlüğünün Kısıtlanması  (TMK 432 437) (2005) I/2, YÜHFD 189 228.Günay İnan E, Aile Hukukunda Geçici Hukukî Himaye Tedbirleri (Yayınlanmamış Yüksek Lisans Tezi 2018) Kaplan  İ,  ‘İsviçre  Medeni  Kanunu nun  (ZGB nin)  Yetişkinlerin  Korunmasına  İlişkin  Yeni Hükümlerinin Değerlendirilmesi , (2018) 137 TBBBD 375 404. Kayran B, Türk Medeni Kanununda Vesayet Hukuku, (Yayınlanmamış Yüksek Lisans Tezi 2012).Köprülü B, Kaneti S, Aile Hukuku (2. Bası, Filiz1989).Kuru B, İstinaf Sistemine Göre Yazılmış Medenî Usul Hukuku Ders Kitabı (2th edn, Yetkin 2018).Langenegger  E,  Basler  Kommentar  zum  schweizerischen  Privatrecht,  Schweizerisches Zivilgesetzbuch I, Art. 1 456 ZGB, (Hrsg. Heinrich Honsell Nedim Peter Vogt Thomas Geiser) (2th edn,  Helbing & Lichtenhahn 2002, (Art. 392 395).Oğuzman K, Dural M, Aile Hukuku (2th edn, Filiz 1998).Öztan B, Aile Hukuku (6th edn, Turhan 2015).845İstanbul Hukuk Mecmuası 77/2Özuğur Aİ, Türk Medeni Kanununun Değişen Yeni Düzenlemeleriyle Açıklamalı – İçtihatlı Kişi Hukuku – Velayet Vesayet – Soybağı Evlat Edinme Hukuku Diğer Eşin Rıza ve Onamına Bağlı İşlemler (5th edn, Seçkin 2016).Sargın F, ‘Yetişkinlerin Milletlerarası Plânda Korunmasına Dair La Haye Sözleşmesi  (2003) 52(2) AÜHFD 1 75. Schweizerischer  Bundesrat,  Botschaft  zur  Änderung  des  Schweizerischen  Zivilgesetzbuches (Erwachsenenschutz, Personenrecht und Kindesrecht), Bern 28 Juni 2006, BBL, 158 (2006), H. 36, (S. 7001 7196).Taşkın F, Vesayet Organlarının Görev ve Sorumlulukları (Yayınlanmamış Yüksek Lisans Tezi 2002).Yavuz C, Erlüle F, Topuz M, Yeni Vesayet Hukukuna Doğru: Yetişkinlerin Korunması Hukuku (İsviçre Örneği) (Beta 2017).  Yıldız E, Gürsoy S, Türk Vesayet Hukuku Yargılama Usul ve Esasları (Vedat 2010).Yılmaz E, Geçici Hukuki Himaye Tedbirleri Cilt 1 (Yetkin 2001). 846"
}