{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "04",
     "Ay": "09",
     "Yıl": "2020",
     "Cilt": "78",
     "Sayı": "2",
     "Başlık": "Konkordatonun Amacı Kapsamında COVID 19 Salgınının Sürekli Borç Ilişkilerinin Feshine Etkisi",
     "Title": "The Effect of COVID 19 Pandemic on the Termination of Perpetual Debt Obligations within the Scope of the Concordat",
     "Yazar İsmi": [

          "İbrahim Ermenek"  , "Bünyamin Kartal"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Konkordato", "Sürekli borç ilişkileri", "Fesih", "Uyarlama", "COVID-19"
     ],
     "Keywords": [
          "Concordat", "Perpetual debt obligations", "Termination", "Adjustment", "COVID-19"
     ],
     "Özet": "Sosyal ve ekonomik yaşamı derinden etkileyen COVID 19 salgınının devam eden konkordato süreçlerinin amacına ulaşmasını doğrudan ya da dolayı olarak etkilemesi muhtemeldir. Yargı alanındaki hak kayıplarının önlenmesi amacıyla sürelerin durdurulması yönünde alınan tedbirler, söz konusu sürenin bitiminde borçlunun toplu şekilde icra ve iflas takiplerine maruz kalması sonucunu doğurabilir. Bu nedenle yeni konkordato başvurularının yanı sıra devam eden konkordato süreçlerinde de sürekli borç ilişkilerinin konkordatonun amacına mani olmaları sebebiyle feshedilebilmesi imkânı önem kazanmıştır. Feshin gerçekleşebilmesi için konkordato komiserinin izni ve mahkemenin onayı gerekir. Sözü edilen izin ve onayın alınmasına ilişkin şekil şartları ve ispat ölçüsü de COVID 19 salgınından etkilenmiştir. 7226 sayılı Kanun ile iş yeri kira sözleşmeleri bakımından getirilen fesih yasağı ile konkordatonun amacı bağlamında  sürekli borç ilişkilerinin feshedilebilmesi arasındaki ilişki ortaya konulmalıdır. Ayrıca sürekli borç ilişkilerinin uyarlanması ile konkordatonun amacı bakımından feshedilebilmelerinin uygulama alanları COVID 19 salgınına dayalı olarak kesişmektedir. Bu bağlamda konkordatonun amacına ulaşabilmesi için borçlu, sözleşmenin uyarlanarak ayakta tutulması ile sözleşmenin feshedilmesi arasında bir tercihte bulunmak zorunda kalabilir. Bu çalışmada COVID 19 salgının borçlunun işaret ettiğimiz seçenekler arasındaki tercihine ve konkordatonun amacı kapsamında sürekli borç ilişkilerinin feshedilebilmesine etkileri üzerinde durulmaktadır.",
     "Abstract": "It is likely that the COVID-19 pandemic will directly or indirectly affect the achievement of the aim of ongoing concordat processes, which deeply affects social and economic life. At the end of that period, measures undertaken to stop deadlines to prevent loss of rights in the jurisdiction may result in collective enforcement and bankruptcy proceedings. Hence, in addition to new concordat applications, the possibility of termination of perpetual debt obligations has gained importance in the ongoing concordat processes. The approval of the concordat commissioner and the court is required for the termination. Formal conditions for obtaining the mentioned permission and approval and criteria of proof were also affected by the COVID-19 pandemic. The prohibition of termination by Law No. 7226 regarding workplace lease agreements and the termination of perpetual debt obligations within the context of the purpose of the concordat should be revealed. Additionally, during the COVID-19 pandemic, the areas of application intersect between the adjustment of perpetual debt obligations and the termination in the context of the objective of the concordat. Hence, the borrower may have to choose between adjusting the contract and its termination for the concordat to reach its goal. This study focuses on the effects of the COVID-19 pandemic to the preference of the borrower between the choices we have pointed and termination of perpetual debt obligations in the context of the objective of the concordat..",
     "Metin": "Konkordatonun amacına mani olan sürekli borç ilişkilerinin feshi, İsviçre İcra ve İflas Kanunu nun 297a maddesinden iktibas edilerek 7101 sayılı Kanun ile düzenlemeye kavuşturulmuştur. Buna göre, konkordato borçlusu, komiserin uygun görüşü ve mahkemenin onayı ile hizmet sözleşmeleri dışındaki sürekli borç ilişkilerini herhangi  bir  zamanda  feshedebilir.  Ancak  bu  tip  sözleşmelerin  feshedilmesi, sözleşmenin ayakta tutulmasının konkordatonun amacının gerçekleşmesine engel teşkil edecek nitelikte olmasına bağlıdır. Fesih nedeniyle ortaya çıkan tazminat, konkordato projesine göre ödenir (İİK madde 296/2)2.COVID-19 salgınının ekonomik sonuçları, hem sürekli borç ilişkilerini hem de konkordato kurumunu etkilemektedir. Konkordato kurumu bakımından özellikle söz konusu salgının konkordato projesi üzerinde doğuracağı etkiler hayati önemdedir. Zira  konkordatonun  amacına  ulaşması  konkordato  projesindeki  öngörülerin gerçekleşmesine bağlıdır. Bu çerçevede konkordatonun başarılı olması bazı hallerde sürekli borç ilişkisi doğuran bazı sözleşmelerin ayakta tutulmasını zorunlu kılarken, bazı  hallerde  de  bu  tip  sözleşmelerin  feshedilmesini  zorunlu  kılabilmektedir. Sözleşmenin  ayakta  tutulduğu  hallerde  konkordato  borçlusu  kendi  edimini  de eksiksiz olarak yerine getirmek zorundadır. Sözleşmenin ayakta tutulması halinde, bu  sözleşme  nedeni  ile  konkordato  mühleti  içinde  doğacak  alacaklar  öncelikli alacak olup konkordato projesine tabi olmadıkları gibi, olası bir iflas halinde de masa alacağı olarak kabul edilirler (İİK madde 308/c/4)3. Konkordato borçlusunun veya alacaklısının ediminin niteliğine göre, bu edimin ifasının covid-19 salgınından etkilenmesi  kuvvetle  muhtemeldir.  Bu  çalışmada  covid-19  salgınının  öncelikle konkordato üzerindeki genel etkilerine işaret edilecek daha sonra ise konkordatonun amacı çerçevesinde sürekli borç ilişkilerinin feshine etkisi üzerinde durulacaktır.II. COVID-19 Salgınının Konkordato Kurumu ile İlişkisiA. Genel OlarakCOVID-19 salgınının neden olduğu sosyal ve ekonomik tahribatın giderilebilmesi amacıyla öncelikle İcra ve İflas Kanunu madde 330 un verdiği yetkiye dayanılarak 2279 sayılı Cumhurbaşkanlığı Kararı ile icra ve iflas takiplerine ilişkin bir dizi 1  Fesih hakkı geçici veya kesin mühlet süresi içinde kullanılabilir. Franco, Lorandi, ‘Dauerschuldverhältnisse im neuen Sanierungsrecht  (2014) 3 AJP/PJA 294.2  Murat Atalı, İbrahim Ermenek ve Ersin Erdoğan, İcra ve İflas Hukuku (2. Bası, Yetkin 2019) 679-680.3  Atalı, Ermenek ve Erdoğan (n 2) 641.488Ermenek, Kartal / Konkordatonun Amacı Kapsamında COVID-19 Salgınının Sürekli Borç İlişkilerinin Feshine Etkisitedbir  alınmış,  daha  sonra  ise  bu  tedbirler  7226  sayılı  Kanunun  Geçici  1 nci maddesiyle yasalaşmıştır. Fevkalade hallerde icra takiplerinin durmasına ilişkin İcra ve İflas Kanunu nun 330 ncu maddesinin verdiği yetkiye dayanılarak çıkarılan Cumhurbaşkanlığı Kararı ile, iflas takipleri ve ihtiyati haciz kararlarını da içine alan geniş bir uygulama getirilmiş; ancak söz konusu Karar da konkordato hakkında açık bir düzenlemeye yer verilmemiştir. 7226 sayılı Kanun ile açık bir şekilde İcra ve İflas Kanunu nda yer alan süreler 22 Mart 2020 (bu tarih dâhil) tarihinden itibaren başlamak üzere durdurulmuştur. Ayrıca konkordatonun alacaklı ve borçlu bakımından sonuçlarının durma süresi boyunca devam edeceği hükme bağlanmıştır. Konkordato müessesesine ilişkin mühlet ve sürelerin İcra ve İflas Kanunu nda yer alması nedeniyle durma süresinin kapsamına dâhil olduğunda tereddüt yoktur.COVID-19 salgını yeni konkordato başvurularının yapılmasına engel değildir. Gerek 2279 sayılı Cumhurbaşkanlığı Kararı gerekse 7226 sayılı Kanun yeni bir dava açılmasını veya talepte bulunulmasını yasaklamamaktadır. Bir görüşe göre, söz konusu düzenlemelerin icra ve iflas takiplerini durdurması nedeniyle konkordato başvurusunda bulunulmasında hukuki yarar yoktur. Bizim de katıldığımız diğer görüşe göre, durma süresi içinde yeni konkordato başvurusu yapılmasının önünde bir engel bulunmamaktadır. Gerçekten de konkordato, takiplere ilişkin sonuçlarının yanı sıra sözleşmelere olan etkisinden faiz ve tasarruf yetkisine kadar ortaya çıkan hukukî sonuçlarla daha kapsamlı bir koruma sağlamaktadır. Ayrıca konkordato talebi ile durma süresi içinde geçici mühlet kararı verilmesi durumunda mühlet süresi, sürelerin durmuş olması nedeniyle, durma süresinin sonunda işlemeye başlar. Böylelikle borçlu, durma süresinin takiplere olan etkisinden faydalanmakla birlikte 4  7226 sayılı Kanun ile 2279 sayılı Cumhurbaşkanlığı Kararı arasındaki uygulama sorunu için bakınız Muhammet Özekes ve Oğuz Atalay, ‘7226 Sayılı Kanun ile İcra ve İflâs Kanunu m 330 Hükmünü Uygulayan Cumhurbaşkanlığı Kararı (2279 Sayılı) Çerçevesinde Ortaya Çıkan Bazı Sorular ve Tartışmalara Cevaplar  (Lexpera Blog, 27 Mart 2020) https://blog.lexpera.com.tr/7226-sayili-kanun-ile-cumhurbaskanligi-karari-neticesinde-ortaya-cikan-sorunlar Erişim Tarihi 23 Mayıs 2020.5  Hakan Pekcanıtez, ‘2279 sayılı Cumhurbaşkanı (Fevkalâde Mühlet) Kararı ile 7226 Sayılı Kanunun Geçici 1. Maddesinin Birlikte Değerlendirilmesi  (Lexpera Blog, 28 Mart 2020) https://blog.lexpera.com.tr/2279-sayili-karar-ile-7226-sayilikanunun-birlikte-degerlendirilmesi/ Erişim Tarihi 23 Mayıs 2020.6  Buna rağmen konkordato süreci kapsamında yapılacak işlemlerin fevkalade mühlet içinde durması gerektiği yönündeki görüş için bakınız Pekcanıtez (n 5).7  7226 sayılı Kanun Geçici 1. Madde gerekçesi;  Konkordato mühletinin alacaklı ve borçlu bakımından sonuçları durma süresince devam edecek; ayrıca icra ve iflâs hizmetlerinin aksamaması için gerekli olan idari tedbirler alınabilecektir. Konkordato kurumuna ilişkin mühlet ve sürelerin, 2004 sayılı Kanunda düzenlenmesi sebebiyle durma süresinin kapsamında olacağı konusunda tereddüt bulunmamaktadır. 8  Özekes ve Atalay (n 4); Pekcanıtez (n 5).9  Tolga Akkaya, ‘COVID Salgını Nedeniyle Alınan İdari ve Yasal Önlemlerin Konkordatoya Etkisi ve Salgının Ekonomik Sonuçlarından Olumsuz Etkilenen Borçluların Korunmasına Yönelik Tedbirlere Dair Düzenleme Önerileri  (Lexpera Blog, 15  Mayıs  2020)  https://blog.lexpera.com.tr/covid-salgini-nedeniyle-alinan-idari-ve-yasal-onlemlerin-konkordatoyaetkisi-ve-borclularin-korunmasina-yonelik-tedbirlere-dair-oneriler/,  Erişim Tarihi 24 Mayıs 2020; Müjgan Tunç Yücel, ‘7226 sayılı Kanun ile Cumhurbaşkanlığının 2480 sayılı Yargı Alanındaki Hak Kayıplarının Önlenmesi Amacıyla Getirilen Durma Süresinin Uzatılmasına Dair Kararı Uyarınca Sürelerin Durmasının Konkordato Sürelerine Etkisi  (Lexpea Blog, 11 Mayıs 2020) https://blog.lexpera.com.tr/7226-sayili-kanun-ile-cumhurbaskanliginin-2480-sayili-karari-uyarinca-surelerindurmasinin-konkordato-surelerine-etkisi/,  Erişim Tarihi 24 Mayıs 2020.10  Tunç Yücel (n 9).489İstanbul Hukuk Mecmuası 78/2süre sona erer ermez karşılaşması muhtemel toplu takip yüküne karşı korunmuş olur. Durma süresi boyunca hiç ya da yeterli gelir sağlayamayan ve belki de zarar eden işletmeler, yaklaşık üç aylık birikmiş ve karşılayamayacakları alacak talepleri ile muhatap olacaklardır. Bu durumun yadsınamayacak sonucu kendisini konkordato başvurularında meydana gelecek ciddi bir artış olarak gösterecektir.Sürelerin durmasına ilişkin düzenleme, 22.03.2020 tarihinden önce geçici veya kesin mühlet kararı verilmiş konkordato yargılamalarına ilişkin süreleri de durdurur. Örneğin, alacakların bildirilmesine ilişkin süre, durma süresine denk gelirse durma süresinin bitiminden itibaren onbeş gün uzamış sayılır. Geçici ve kesin mühletin bitim süreleri durma süresi içine rastlarsa, bitmesine onbeş gün veya daha az kalmış süreler durma süresinin bitmesinden itibaren onbeş gün uzar. Onbeş günden daha uzun süreler için durma süresinde işlemeyen süreler, durma süresinin bitimine eklenir.  Mühletin  bitimi  durma  süresinden  sonraki  bir  zamana  rastlarsa  durma süresinin tamamı mühlet bitimine eklenir. Bu süreçlerin bir sonucu olarak tasdik yargılamasında COVID-19 salgınının etkileri nedeniyle hâkim, alacaklı ve borçlu menfaatlerini de gözeterek İcra ve İflas Kanunu madde 305/2 uyarınca konkordato projesinin düzeltilmesini isteyebilir. Durma süresinin tasdik edilmiş konkordato projelerine bir etkisi yoktur. Borçlu, tasdik edilmiş proje uyarınca ödemelerini yapmakla yükümlüdür. Bu yükümlülüğünü yerine  getirmeyen  borçluya  karşı  durma  süresinde  takip  başlatılamaz.  Ancak konkordatonun  kısmen  feshinin  talep  edilmesi  mümkündür.  Bir  görüşe  göre, covid-19 salgının ekonomik etkileri nedeniyle proje uyarınca ödeme yapılması mümkün olmazsa, konkordatonun feshi davasında projenin uyarlanması istenebilir. Kanımızca tasdik edilmiş konkordato projesi uyarlamaya elverişli değildir. Zira alacaklıların  yeterli  çoğunluğunun  kabul  ettiği  konkordato  projesi  ile  ret  oyu kullanan alacaklılara ilişkin borç ilişkileri de yeniden düzenlenmiştir. Bu nedenle tüm alacaklılar ve borçlu arasında irade serbestisine dayanan bir sözleşme ilişkisi yoktur. Tasdik edilmiş bir konkordato projesi hakkında Türk Borçlar Kanunu nun uyarlamaya ilişkin hükümlerinin uygulanabilmesi, bu müessesenin borçlar hukuku 11  Oğuz Atalay, ‘COVİD-19 Salgını Sebebiyle Gerçekleşen Takip Tatili Sonrasına İlişkin Bazı Düşünceler ve Öneriler  (Lexpera Blog, 21 Mayıs 2020) https://blog.lexpera.com.tr/covid-19-salgini-sebebiyle-gerceklesen-takip-tatili-sonrasinailiskin-bazi-dusunceler-ve-oneriler/,  Erişim Tarihi 24 Mayıs 2020.12  Akkaya (n 9).13  Tunç Yücel (n 9).14  Akkaya (n 9).15  Tamer Pekdinçer ve Abdüssamet Yılmaz, ‘Korona Virüs (COVİD 19) Salgınının Tasdik Edilmiş Konkordato Projelerine Etkisi  (Lexpera Blog, 29 Nisan 2020)  https://blog.lexpera.com.tr/korona-virus-covid-19-salgininin-tasdik-edilmiskonkordato-projelerine-etkisi/,  Erişim Tarihi: 23 Mayıs 2020.16  Konkordatonun sözleşme olarak nitelendirilip nitelendirilmemesi, TBK ve İİK hükümlerinden hangisinin uygulanacağını belirleme bağlamında önem taşır. Necmeddin Berkin, İflas Hukuku, (Fakülteler Matbaası 1972) 523.490Ermenek, Kartal / Konkordatonun Amacı Kapsamında COVID-19 Salgınının Sürekli Borç İlişkilerinin Feshine Etkisiçerçevesinde bir sözleşme olarak nitelendirilmesine bağlıdır. Bu nedenle kanımızca mevcut durumda covid-19 salgınının tasdik edilmiş konkordato projesine etkilerinin giderilmesi ancak bu konuda yapılacak bir yasal düzenleme ile mümkün olabilir.B. Sürekli Borç İlişkilerinin Feshi Bakımından COVID-19 Salgının Konkordato ile İlişkisi7226 sayılı Kanun ile konkordatonun alacaklı ve borçlu bakımından sonuçlarının durma süresince devam edeceği hükme bağlanmıştır. Bir görüşe göre bu düzenleme, yetersiz ve gereksizdir. Zira konkordatonun takiplere ilişkin etkisi durma süresi ile sağlanmıştır. Söz konusu düzenleme konkordatonun yalnızca alacaklı ve borçlu bakımından sonuçlarının  devam  edeceğini  düzenlemektedir.  Buna  göre  konkordato  mühleti verilmesinin, İcra ve İflas Kanunu madde 294 te düzenlenen takip yasağı, ihtiyati tedbir ve ihtiyati haciz yasağı, maddi hukuk sürelerinin durması, faiz, takas, müstakbel alacağın devri, para dışındaki alacakların paraya çevrilmesi ve hacizli mallara ilişkin sonuçları uygulanmaya devam eder. Benzer şekilde borçlunun tasarruf yetkisine ilişkin İcra ve İflas Kanunu madde 297 bağlamında meydana gelen sonuçlar da korunur. Bununla birlikte konkordatonun diğer sonuçlarının geçerli olmaya devam edip etmeyeceği konusu bünyesinde bazı tereddütleri barındırmaktadır.Düzenlemenin lafzı, yalnızca sözü edilen sonuçları muhafaza eder gibi görünse de konkordato kurumunun hukukî etki ve sonuçlarının sadece bir kısmına geçerlilik tanımak, kurumdan umulan beklentilerin gerçekleşmesine engel olabilir. Borçlunun tasarruf  yetkisine  ilişkin  hükmü  korumakla  beraber  konkordato  komiserinin görevlerinin devam etmeyeceği düşünülemez. Bizim de katıldığımız görüşe göre, konkordatonun  diğer  sonuçlarının  aynen  devam  edeceği  kabul  edilmelidir.  Bu çerçevede sürelerin durduğu salgın sürecinde İcra ve İflas Kanunu madde 296/2 uyarınca sürekli borç ilişkileri de feshedilebilmelidir. Hâkimler Savcılar Kurulu nun salgın döneminde duruşmaların ertelenmesine ilişkin aldığı tedbirler de sürekli borç doğuran sözleşmelerin feshine engel olmaz. Zira bir çekişmesiz yargı işi 17  Konkordatonun hukukî niteliğine ilişkin görüşler sözleşme görüşü, yargı tasarrufu görüşü, kanunî işlem görüşü ve usûl (prosedür) görüşü olmak üzere dört başlık altında toplanabilir. Sözleşme görüşüne göre konkordato, borçlu ve alacaklılar arasındaki bir sözleşmeden ibarettir. Bu görüş için bakınız Max Pagenstecher ve Max Grimm, Der Konkurs (C.H.Beck 1968) 144. Yargı tasarrufu görüşüne göre, konkordatonun tasdiki ile tüm alacaklılar için bağlayıcı etki gösteren yeni bir hukuki durum yaratılmaktadır. Bu görüş için bakınız Bilge Umar, İcra ve İflas Hukukunun Tarihi Gelişmesi ve Genel Teorisi (Ege Üniversitesi İktisadi ve Ticari İlimler Fakültesi 1973) 24-25. Başka bir görüşe göre konkordato, kendisine uyma zorunluluğunun kanundan kaynaklandığı ve ilgililer için kanundan kaynaklanan borçlar doğuran bir kanuni işlemdir. Bu görüş için bakınız Gustav Keller, Der Nachlassvertrag ausser Concurs nach dem schweizerischen Bundesgesetz über SchKG mit einer historischen Einleitung (Schulthess 1891) 117-122. Bizim de katıldığımız hâkim görüşe göre ise konkordato, klasik cebri icra usulleri yerine ikame edilen ve borçlunun teklifi ile alacaklarının belirli bir oranının kabulü ve mahkemenin tasdiki ile meydana gelen kolektif bir icra şeklidir. Bakınız Atalı, Ermenek ve Erdoğan (n 2) 621.18  Özekes ve Atalay (n 4); Pekcanıtez (n 5).19  Özekes ve Atalay (n 4).20  Özekes ve Atalay (n 4); Pekcanıtez (n 5); Akkaya (n 9).491İstanbul Hukuk Mecmuası 78/2olduğundan bu tip sözleşmelerin feshine onay vermek için mahkemenin duruşma açma zorunluluğu yoktur. Duruşma açılmasına ihtiyaç duyulan hallerde ise İcra ve İflas Kanunu madde 296/2 hükmünün uygulanması acil işlerden sayılmalıdır.III. COVİD-19 Salgınının Konkordatonun Amacına Ulaşmasına Engel Olan Sürekli Borç İlişkilerinin Feshine EtkisiA. Genel OlarakSürekli borç ilişkisi, borç ilişkisinden kaynaklanan edimlerin ifasının zaman içinde gelişen ve yayılan bir sürece dağıldığı alacaklı ve borçlu arasındaki ilişkiyi ifade eder. Uzun bir sürece yayılarak borçlunun ekonomik kaynaklarının vakfedildiği sürekli borç ilişkileri, borçların tasfiye edilerek işletmenin yeniden yapılandırılmasının ve konkordatonun amacına ulaşmasının önünde ciddi bir engel oluşturabilir. Bu gibi hallerde, borçlunun sürekli borç doğuran sözleşmelerin getirdiği külfetten kurtarılması gerekebilir. Bu bağlamda İcra ve İflas Kanunu madde 296/2 ile konkordatonun amacına ulaşmasına mani olan sürekli borç ilişkilerinin komiserin uygun görüşü ve mahkemenin onayı ile feshedilebilmesine olanak tanınmıştır. Bu düzenlemeye göre, hizmet sözleşmesi dışındaki sürekli borç ilişkilerinin feshi, yalnızca konkordatonun amacına  ulaşılmasının  engellenmesi  durumunda  mümkündür.  Fesih  nedeniyle ödenmesi gereken tazminat, konkordatoya tabi bir alacak olarak ödenir. 21  Hukuk Muhakemeleri Kanunu madde 382 de, konkordato mühleti verilmesi ve komiserin atanması ile konkordatonun tasdiki, icra ve iflas hukukuna ilişkin çekişmesiz yargı işleri arasında sayılmıştır. Bu sayma bir bütün olarak konkordato sürecinin çekişmesiz yargı işi olarak nitelendirilmesi yerine konkordato sürecinde mahkemeye yöneltilen her bir talep bakımından ayrı ayrı nitelendirme yapılması gerektiği çıkarımının yapılmasına sebebiyet verir. Bu bağlamda feshe onay verilmesi, bir uyuşmazlığın bulunmaması kıstası ve sübjektif hakların yokluğu ölçütü bakımından çekişmesiz yargı işidir. Feshe onay verilmesinin sübjektif hakların yokluğu kıstasına göre çekişmesiz yargı işi olduğu görüşü için bakınız Cenk Akil, ‘Konkordato Prosedürü Çerçevesinde Sürekli Borç İlişkilerinin Feshi  (2019) 143 Türkiye Barolar Birliği Dergisi 229.22  Özer Seliçi, Borçlar Kanununa Göre Sözleşmeden Doğan Sürekli Borç İlişkilerinin Sona Ermesi (Fakülteler Matbaası 1976) 4; Pınar Altınok Ormancı, Sürekli Borç İlişkilerinin Haklı Sebeple Feshi (Vedat Kitapçılık 2011) 6; Murat Tümerdem, Sürekli Borç İlişkilerinde Borçlunun Temerrüdü ve Sonuçları (Seçkin Yayınları 2018) 27.23  Akil (n 21) 221.24  Georg Wohl, ‘Die Sanierung von Immoniliengesellschaften  in Sprecher, Thomas (eds), Sanierung und Insolvenz von Unternehmen VIII (Schulthess 2017) 159; Doktrinde İsviçre Hava Yolları nın (Swissair) 2 Ekim 2001 de başlayan konkordato sürecinin iflasla sonuçlanmasının ana nedeni olarak sürekli borç ilişkilerinin getirdiği külfet gösterilmektedir. Bakınız Thomas Rebsamen, ‘Immobilienmiete im revidierten SchKG  (2014) 110 Schweizerische Juristen-Zeitung 149. Swissair olayı hakkında detaylı bilgi için bakınız İdil Tuncer Kazancı, ‘Swissair Olayı: İsviçre Yeniden Yapılandırma Hukukuna Etkilerive Bu Etkilerin Hukukumuz Bakımından Kısa Bir Değerlendirmesi  (2018) 14(39) Legal Medeni Usul ve İcra İflas Hukuku Dergisi 133 ve devamı.Haka25  7101 Sayılı Kanunun 24 üncü maddesinin gerekçesi;  Konkordatonun amacına ulaşılabilmesi için uzun zamana yayılan ve piyasa koşullarının değişmesi sebebiyle ekonomik bakımdan borçlu için külfetli bir hale gelen sürekli borç ilişkilerinden borçlunun kurtarılabilmesi gereklidir. 26  Ramon Mabillard, ‘Kündigung der Dauerschuldverhältnisse im ordentlichen Nachlassverfahren - Prozessuale Kompensation des materiellrechtlichen Eingriffs gemäss Art 297a VE-SchKG  (2010) 74 BISchK 194; Atalı, Ermenek ve Erdoğan (n 2) 679; Serdar Kale, ‘Yeni Konkordato Hukuku  iç Selçuk Öztek (ed), Yeni Konkordato Hukuku (Adalet Yayınevi 2018) 254.27  Atalı, Ermenek ve Erdoğan (n 2) 679-680; Kale (n 26) 258.492Ermenek, Kartal / Konkordatonun Amacı Kapsamında COVID-19 Salgınının Sürekli Borç İlişkilerinin Feshine EtkisiB. Feshin Hukuki NiteliğiSürekli  borç  ilişkilerinin  konkordatonun  amacı  bağlamında  feshedilebilmesi, olağanüstü nitelikte bir fesih hakkıdır. Olağanüstü fesih, bazı haklı sebeplerin ortaya çıkması halinde belirli veya belirsiz süreli sürekli borç ilişkisini vaktinden önce ileriye etkili (ex nunc) olarak tek taraflı irade beyanıyla sona erdirir. Olağanüstü fesih, geçerli bir kanunî veya sözleşmesel bir sebebin somut olayda gerçekleşmesine dayanır. Bu kapsamda İcra ve İflas Kanunu madde 296/2 uyarınca tanınan fesih hakkının haklı bir sebebe dayanıp dayanmadığı tartışmalıdır. Bir görüşe göre, kanun koyucu  konkordatonun amacına ulaşmasının engellenmesi ni haklı sebep olarak ihdas etmiştir. Diğer bir görüşe göre ise konkordato borçlusunun karşı  tarafın  zararını  tazmin  edecek  olması  haklı  sebeple  fesihle  bağdaşmaz. Tazminat ödemeyi göze alan borçlu, aynı sonuca haksız bir fesihle de ulaşabilir. Bu nedenle İcra ve İflas Kanunu madde 296/2 deki düzenleme haksız fesih olarak nitelendirilmelidir.Kanaatimizce söz konusu fesih hakkı, kanunî bir uyarlama olarak nitelendirilmelidir. Zira İcra ve İflas Kanunu madde 296/2 borç ilişkisini vaktinden önce sona erdirir. Gerçekten de sözleşmeleri vaktinden önce sona erdiren olağanüstü fesih halleri, sözleşmelerin kanunî hükümler uyarınca uyarlanmasının bir örneğini teşkil eder. Bu bağlamda İcra ve İflas Kanunu madde 296/2 deki düzenleme ile kanun koyucunun 28  Brigitte Umbach-Spahn, Stephan Kesselbach and Stefan Bossart, ‘Art 297a  in: Jolanta Kren Kostkiewicz and Dominik Vock (eds), Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs SchKG (4th, Schulthess 2017) N 2; Lorandi (n 1) 293; Daniel Hunkeler, ‘Art 297a  in: Daniel Hunkeler (ed), KurzkommentarSchKG, Kurzkommentar zum Bundesgesetz über Schuldbetreibungs und Konkurs (2nd, Helbing Lichtenhahn 2014) N 2; Mabillard (n 26) 189; Kale (n 26) 255; Hakan Albayrak, İflas Dışı Adi Konkordatoda Konkordato Mühletinin Sözleşmeler Bakımından Sonuçları (Yetkin Yayınları, 2020) 349; Hakan Pekcanıtez ve Güray Erdönmez, 7101 Sayılı Kanun Çerçevesinde Konkordato (Vedat Kitapçılık 2018) 105. İcra ve İflas Kanunu madde 296 Hükümet Gerekçesi;  …Madde gereğince borçlunun tarafı olduğu sürekli sözleşmeler, borçlunun iyileşmesine olumsuz etkilerinin bulunması halinde, karşı tarafın zararının karşılanması koşuluyla her zaman sona erdirilebilecektir. Bu fesih, olağanüstü bir fesih imkânıdır. 29  Peter Gauch, System der Beendigung von Dauerverträgen (Universitatsverlag 1968) 64; Fikret Eren, Borçlar Hukuku Genel Hükümler (Yetkin Yayınları 2019) 1410; Vedat Buz, Medeni Hukukta Yenilik Doğuran Haklar (Yetkin Yayınları 2005) 193; Gökhan Antalya, Borçlar Hukuku Genel Hükümler Cilt V/1-3 (Seçkin Yayınları 2019) 606; Seliçi (n 22) 156; Altınok Ormancı (n 22) 93.30  Gauch (n 29) 173; Altınok Ormancı (n 22) 94; Antalya (n 29) 606.31  Albayrak (n 28) 351.32  Murat Atalı, ‘Konkordatoda Kesin Mühlet ve Sonuçları  iç Muhammet Özekes (ed), 7101 Sayılı Kanunla Konkordato ve Elektronik Tebligat Konularında Getirilen Yenilikler (On İki Levha 2018) 102.33  ibid 102.34  Hans Merz, ‘Die Revision der Verträge durch den Richter  (1942) 61 Zeitschrift für Schweizerisches Recht 423a; Jacques Bischoff, Vertragsrisiko und clausula rebus sic stantibus: Risikozuordnung in Verträgen bei veränderten Verhältnissen (Schulthess 1983) 148; Ernst Kramer, ‘Art 18  in Kramer, Ernst and Bruno Schmidlin (eds), Berner Kommentar, Band VI, Obligationenrecht, 1. Abteilung Allegemeine Bestimmungen, 1. Teilband, Allegemeine Einleitung in das schweizerische Obligationenrecht und Kommentar zu Art 1-18 OR (Stämpfli, 1986) N 299; İbrahim Kaplan, Hâkimin Sözleşmeye Müdahalesi (Yetkin Yayınları 2013) 126; Eren (n 29) 543.493İstanbul Hukuk Mecmuası 78/2haksız feshin sözleşmeyi sona erdirip erdirmediği tartışmalarını bertaraf etmek istediği kanısındayız. Bu doğrultuda ortaya çıkan tazminatın, haksız fesih halinde olduğu gibi somut olayın özelliklerine göre tamamen borçlu tarafından ödenmesi mümkün olduğu gibi taraflar arasında paylaştırılarak ödenmesi de mümkündür. C. Feshin Koşulları1. Sürekli Borç İlişkisinin VarlığıSürekli borç ilişkileri, ilk olarak Otto von Gierke tarafından, ifa faaliyetinin zamana yayıldığı ve ifa ile borç ilişkisinin sona ermediği borç ilişkileri şeklinde tanımlanmıştır. Gierke, zaman unsurunun edimin ifasındaki etkisini, sürekli borç ilişkilerinin tespitinde kıstas olarak belirlemiştir. Bu bağlamda ifa faaliyetlerinin ilişkin  olduğu  edim  ve  ifanın  zamana  yayılmasının  kavramsal  olarak  taşıdığı belirsizlik,  sürekli  borç  ilişkilerinin  tespitine  yönelik  farklı  görüşlerin  ortaya atılmasına neden olmuştur. Meseleye ilişkin ileri sürülen görüşlerden ilki, sürekli borç ilişkisinin tespitinde asli kriter olarak borçlunun ifa hareketlerinin zamana yayılmasını; ikincisi, alacaklının ifadaki menfaatini; üçüncüsü, toplam edim miktarının düzenli ve sürekli olarak artma karakteri göstermesini; dördüncüsü, her birini ani edim olarak nitelendirdiği 35  Bir görüşe göre, geçerli bir neden olmaksızın kullanılan olağanüstü fesih hakkı borç ilişkisini sona erdirmez. Rona Serozan, Sözleşmeden Dönme (Vedat Kitapçılık 2007) 538; Altınok Ormancı (n 22) 219-220; Buz (n 29) 236; Seliçi (n 22) 158. Başka bir görüşe göre ise, geçerli bir nedene dayanmayan fesih, borç ilişkisini sona erdirmekle birlikte fesheden tarafın karşı tarafın müspet zararını karşılaması yükümlülüğünü doğurur. Özge Ayan, Acentenin Denkleştirme Talep Etme Hakkı (Seçkin Yayınları 2008) 43. Bir diğer görüşe göre, bu halde fesih beyanına rağmen borç cebri icra ile elde edilebiliyorsa borç ilişkisi sona ermez; aksi halde sonraki imkânsızlık nedeniyle borç ilişkisi sona erer. Barış Demirsatan, Türk Borçlar Kanunu Çerçevesinde Sözleşmenin Haksız Olarak Sona Erdirilmesi (On İki Levha Yayınları 2019) 303-306.36  Olağanüstü fesih, sözleşme ihlali dışında bir haklı sebebe dayanıyorsa ortaya çıkan tazminatın taraflar arasında hakkaniyete göre paylaştırılması mümkündür. Altınok Ormancı (n 22) 251-252. Ancak bu durumun konkordato bakımından dikkatle ele alınması gerekir. Tazminatın konkordatoya tabi olmasına rağmen hakkaniyet gereği paylaştırmanın gerekli olduğu hallerde tazminatın taraflar arasında paylaştırılmasının mümkün olduğu kanaatindeyiz.37  Sürekli borç ilişkisi kavramının Roma Hukuku nda münferit sözleşme türleri kapsamında görülmekle beraber sistematik olarak genel bir tanımlamaya gidilemediği hakkında bakınız Franz Gschnitzer, ‘Die Kündigung nach deutschem und österreichischem Recht  (1926) 76 Jherings Jahrbücher für die Dogmatik des Bürgerlichen Rechts 317-319. Gierke den önce kategorik ve sistematik bir sınıflandırma yapılamamasından dolayı Gierke sürekli borç ilişkisini kavramsal olarak hukuka kazandıran kişi olarak anılmaktadır. Tümerdem (n 22) 28. 38  Otto von Gierke, ‘Dauerdne Schuldverhältnisse  (1914) 64 Jherings Jahrbücher für die Dogmatik des Bürgerlichen Rechts 357.39  Gierke (n 38) 357; Seliçi (n 22) 5; Tümerdem (n 22) 29.40  Gierke (n 38) 355; Daniel Sauter, Ausgewählte Probleme des Sukzessivlieferungsvertrage (Schulthess 1982) 18; Stutz Heinrich, Der Rücktritt bei den Dauervertragen des Bürgerlichen Gesetzbuch (Düsseldorf 1935) 3; Serozan (n 35) 164; Kemal Oğuzman ve Turgut Öz, Borçlar Hukuku Genel Hükümler Cilt I (Vedat Kitapçılık 2015) 12-13; Selahattin Sulhi Tekinay, Sermet Akman, Haluk Burcuoğlu, ve Atilla Altop, Tekinay Borçlar Hukuku Genel Hükümler (Filiz Kitabevi 1993) 11; Şeref Ertaş, ‘Sürekli Borç İlişkilerinde Zamanaşımı  (2014), 16 Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi 3094.41  Seliçi (n 22) 7.42  Armin Ehrenzweig, System des Österreichischen Allgemeinen Privatrechts Band 2 (Manz 1920) 6; Heino Behrens, ‘Das Wiederkehrschuldverhältnis  (Dissertation, Hamburg, 1972) 12; Joachim Gernhuber, Das Schuldverhältnis (J.C.B. Mohr 1989) 378.43  Ulrich Noll, ‘Zur Verjährung von Erfüllungsansprüchen aus Dauerschuldverhältnissen und anderen Ansprüchen auf Eine Dauernde Leistung  (Dissertation, Universität Bonn 2003) 8.494Ermenek, Kartal / Konkordatonun Amacı Kapsamında COVID-19 Salgınının Sürekli Borç İlişkilerinin Feshine Etkisimünferit edim fiillerinin ve sonuçlarının çokluğunu; beşincisi ise, rizikolu asli edim olarak sözleşmeye hukukî özelliğini veren karakteristik edimin kapsamının zaman unsuruna bağlı olarak belirlenip belirlenemediğini esas almaktadır. Yargı kararlarında ise asli edimin süreklilik arz ettiği borç ilişkileri sürekli borç ilişkisi olarak nitelendirilmektedir. Kanaatimizce de karakteristik ediminin sürekli nitelik taşıdığı ve bu kapsamda alacaklının ifadaki menfaatinin bir süreye yayıldığı borç ilişkileri, sürekli borç ilişkisi olarak kabul edilmelidir.Dönemli  edimli  sözleşmeler  de  bazı  durumlarda  sürekli  borç  ilişkisi doğurabilmektedir.  Dönemli  edimli  sözleşme  olarak  tedarik  sözleşmelerininin sürekli borç ilişkisi doğurduğu konusunda doktrinde görüş birliği vardır. Fakat tüm edim miktarının başlangıçta belirlendiği dönemli edimli sözleşmeler, ani edimli borç ilişkileri ile sürekli borç ilişkileri arasında ve fakat sürekli borç ilişkilerine daha yakın bir niteliğe sahiptir. Bu bağlamda sürekli borç ilişkisine ilişkin kurallar kıyasen bu sözleşmelere de uygulanmalıdır. Buna göre, dönemli edimli sözleşmeler, İcra ve İflas Kanunu madde 296/2 uyarınca feshedilebilmelidir.Kanaatimizce, İcra ve İflas Kanunu madde 296/2 hükmü, kuruluşu ile ifası arasında  bir  zaman  aralığı  bulunan  ani  edimli  sözleşmeler  bakımından  da uygulanabilmeli ve borçluya bu sözleşmelerden dönme imkânı verilmelidir. Zira söz konusu hüküm, zamana yaygın bir niteliğe sahip sürekli borç ilişkilerinin getirdiği külfetten konkordato borçlusunu korumak amacıyla sevk edilmiştir. Bu bağlamda aynı risk kısım kısım ifanın öngörüldüğü ve kuruluşu ile ifası arasında bir zaman aralığı bulunan ani edimli sözleşmeler bakımından da bulunmaktadır. Ulaştığımız bu sonuç İcra ve İflas Kanunu madde 296/2 hükmünün sevk amacı ile de uyumludur.44  Altınok Ormancı (n 22) 13.45  Bakınız İstanbul BAM 13. HD 2018 / 1397 E. 2019 / 1775 K.; Yargıtay 3. HD. 2016/ 13975 E. 2017 / 7258 K.; Yargıtay 3. HD. 2016/19699 E. 2018/5859 K. www.sinerjimevzuat.com.tr,  Erişim Tarihi 27 Mayıs 2020.46  Aynı yönde bakınız Seliçi (n 22) 8; Erden Kuntalp, Ard Arda Teslimli Satım Akdi (Sevinç Matbaası 1968) 18; Eren (n 29) 111-112; Antalya (n 29) 104.47  Seliçi (n 22) 15; Kuntalp (n 46) 9; Oğuzman ve Öz (n 40) 13; Tümerdem (n 22) 56; Altınok Ormancı (n 22) 20.48  Seliçi (n 22) 20.49  ibid 20.50  Kural olarak ani edimli sözleşmelerin doğası gereği böyle bir sona erdirme olanağına ihtiyaç olmadığı düşüncesine (Albayrak (n 28) 371) katılmakla beraber kuruluşu ile ifası arasında zaman bulunan ani edimli sözleşmeleri ayrık tutmak gerekir. Örneğin, büyük sanayi makinelerinin kısım kısım tesliminde teslimatın büyük bir kısmının mühlet sonrasına veya geçici mühlette dönme hakkının kullanılmak istenmesi durumunda verileceği henüz belli olmayan kesin mühlet süresine denk gelmesi hallerinde konkordato borçlusuna İcra ve İflas Kanunu madde 296/2 kapsamında sözleşmeden dönme imkânı tanıyan yasal bir düzenleme yapılmalıdır.495İstanbul Hukuk Mecmuası 78/22. Konkordatonun Amacına Ulaşmasının Engellenmesia. Konkordatonun AmacıHukukî  niteliği  bakımından  hafifletilmiş  bir  cebri  icra  prosedürü  olan  bu müessese,  alacaklı  ve  borçlunun  menfaatlerinin  korunmasının  yanı  sıra  kamu menfaatini  korumayı  amaçlar.  Konkordato,  iflasın  tasfiye  amacının  aksine işletmenin devamlılığını benimsemiştir. Konkordato ile işletmesinin faaliyetlerini kesintiye uğramadan devam ettirebilen borçlu, işletmenin teşebbüs değerini ve kâr amacını korumuş olur. İşletmenin faaliyetlerine devam etmesi durumunda istihdam korunmuş olacağı gibi toplumsal barışa da hizmet edilir. Zira işletmenin ekonomik varlığının sona ermesine toplumun kayıtsız kalması düşünülemez. Böyle bir halde devletin mali yükümlülüklerinin artacağı izahtan varestedir. Bu bağlamda konkordato, yatırım ortamının iyileştirilmesini mümkün kılmakla beraber vergi ve istihdamda sürekliliği sağlar. Öte yandan kriz veya iktisadî belirsizlik hallerinde, toplumsal hadiseleri frenler.Konkordato borçlusu, icra ve iflas takiplerinin yıkıcı etkisinden de kurtulur. Zira  alacaklıların  borçluyu  cebri  icra  tehdidine  maruz  bırakmaları,  borçlunun mali  durumunun  daha  da  kötüleşmesine  neden  olabilir.  Bu  bağlamda  takip yasağı ile borçlunun malvarlığı korunmakla birlikte, borçlunun mali durumunun iyileşmeye hazırlanabilmesinin ya da iyileşmesinin ve bu kapsamda müzakerelerde bulunabilmesinin önü açılır. Borçların tasfiye edilmesi, borçlu için rehabilitasyon amacı taşır. Borçların tasfiyesiyle borçlunun alacaklılarla ticari ve kişisel ilişkileri sürdürülebilir hale gelir. 51  Peter Ludwig, Der Nachlassvertrag mit Vermögensabtretung (Liquidationsvergleich) (Stämpfli 1970) 12; Keller (n 17) 44; Gildo Papa, ‘Die Analogie Anwendung der Konkursnormen auf den Nachlassvertrag mit Vermögensabtretung  (Dissertation, Bern, 1941) 2; Süha Tanrıver, Konkordato Komiseri (Yetkin Yayınları 1993) 4-5; Necmeddin Berkin, İflas Hukukunda Konkordato (İsmail Akgün Matbaası 1949) 28-29; Sümer Altay ve Ali Eskiocak, Konkordato ve Yeniden Yapılanma Hukuku (Vedat Kitapçılık 2019) 42; Atalı, Ermenek ve Erdoğan (n 2) 624.52  Daniel Oehri, Der Sachwalter im Nachlassverfahren: Ein Diener zweier Herren (Schulthess 2018) 114; Ahmet Başözen, Müflisin Tasarruf Yetkisi (Turhan Kitabevi 2005) 109; Tanrıver (n 51) 18; Albayrak (n 28) 43; Atalı, Ermenek ve Erdoğan (n 2) 623; Altay ve Eskiocak (n 51) 41; İbrahim Ermenek, İflasın Ertelenmesi (Adalet Yayınevi 2010) 133.53  Oehri (n 52) 114; Papa (n 51) 2; Keller (n 17) 43-44; Albayrak (n 28) 43; Tanrıver (n 51) 4; Altay ve Eskiocak (n 51) 42; Berkin, İflas Hukukunda Konkordato (n 51) 29.54  Oehri (n 52) 114; Albayrak (n 28) 43; İflasın ertelenmesi için aynı yönde, Ermenek (n 52) 101 ve devamı.55  Atalı, Ermenek ve Erdoğan (n 2) 624; Altay ve Eskiocak (n 51) 42; Tanrıver (n 51) 5.56  Keller (n 17) 44.57  Ludwig (n 51) 12.58  Atalı, Ermenek ve Erdoğan (n 2) 624. 59  ibid 624.60  Papa (n 51) 1; Keller (n 17) 41; Tanrıver (n 51) 4; Berkin, İflas Hukukunda Konkordato (n 51) 28.61  Müjgan Tunç Yücel, Konkordato Mühletinin Alacaklılar Bakımından Sonuçları (On İki Levha Yayınları 2020) 5. 62  Hunkeler Art 297 N 1; Tunç Yücel (n 61) 127.63  Sema Taşpınar Ayvaz, İcra ve İflas Hukukunda Yeniden Yapılandırma (Yetkin Yayınları 2005) 238-239; Muhammet Özekes, ‘Konkordatoya Başvuru ve Geçici Mühlet Kararı  iç Muhammet Özekes (ed), 7101 Sayılı Kanunla Konkordato ve Elektronik Tebligat Konularında Getirilen Yenilikler (On İki Levha 2018) 47.64  Atalı, Ermenek ve Erdoğan (n 2) 624.496Ermenek, Kartal / Konkordatonun Amacı Kapsamında COVID-19 Salgınının Sürekli Borç İlişkilerinin Feshine EtkisiAlacaklılar, konkordato sayesinde iflasta elde edecekleri miktardan daha fazla bir alacağa kavuşurlar ve takip külfetlerinden de kurtulurlar. D. Konkordatonun Amacının Somut Durum Bağlamında Tespit EdilmesiKonkordatonun borçlu, alacaklı ve kamu menfaatini koruma amaçları ve bu bağlamda ortaya çıkan alt amaçlar, her bir somut olay bakımından farklı ağırlıkta olabilir. Bazı durumlarda borçlunun menfaatlerinin korunması daha ağır basarken bazı durumlarda alacaklıların menfaati ön plana çıkabilir. Bu nedenle her bir somut olayda borçlunun bağlı olduğu sürekli borç ilişkisinden kurtarılması gerekmeyebilir. Kanaatimizce sürekli borç ilişkisinin konkordatonun amacına ulaşmasına mani olup olmadığı tespit edilirken konkordatonun tasfiye amacı ve tasfiyeyle birlikte iyileşme amacı taşıyıp taşımamasına göre bir ayrım yapılmalıdır. İsviçre hukukunda feshe yalnızca sürekli borç ilişkisinin iyileşmeyi imkânsız kılması durumunda izin verilmesi gerektiği ifade edilmektedir. Gerçekten de konkordatonun sadece tasfiye amacı taşıdığı durumlarda borçlunun sürekli borç ilişkisinden kurtarılmasının bir anlamı yoktur. E. Sürekli Borç İlişkisi ile Konkordatonun Amacı Arasındaki  İlişkinin TespitiSürekli  borç  ilişkisinin  konkordatonun  amacına  ulaşmasını  engelleyip engellemediğine ilişkin değerlendirmede, amaca mani olan bir sürekli borç ilişkisinin varlığının aranmasının yanı sıra, feshin konkordatonun amacına ulaşmasına yardımcı olup olmayacağı da dikkate alınmalıdır.Sürekli  borç  ilişkisinin,  konkordatonun  iyileşme  amacına  mani  olması  veya zorlaştırması yeterli görülmemelidir. İyileşme amacı, sürekli borç ilişkisinin varlığı sebebiyle neredeyse imkânsız bir hal alıyorsa feshe izin verilmelidir. Sürekli borç  ilişkisinin  varlığı,  yeniden  yapılandırma  gayretlerini  tehlikeye  sokmuyor ve fesihle iyileşme amacının sekteye uğraması önlenemiyorsa feshe izin ve onay verilmemelidir. 65  Papa (n 51) 2; Keller (n 17) 43-44; Hakan Pekcanıtez, Oğuz Atalay, Meral Sungurtekin Özkan ve Muhammet Özekes, İcra ve İflâs Hukuku Ders Kitabı (6. Bası, On İki Levha 2019) 500; Atalı, Ermenek ve Erdoğan (n 2) 688.66  Berkin, İflas Hukukunda Konkordato (n 51) 28; Taşpınar Ayvaz (n 63) 237; Altay ve Eskiocak (n 51) 42.67  Konkordato yalnızca tasfiye amacı taşıyabileceği gibi tasfiyeyle ile beraber iyileşme amacı da taşıyabilir. Atalı, Ermenek ve Erdoğan (n 2) 624.68  Hunkeler (n 28) N 16.69  Pekcanıtez ve Erdönmez (n 28) 106.70  Lorandi (n 1) 295; Albayrak (n 28) 367.71  Aynı yönde bakınız Albayrak (n 28) 368.72  Hunkeler (n 28) N 16; Umbach-Spahn, Kesselbach ve Bossart (n 28) N 9.73  Umbach-Spahn, Kesselbach ve Bossart (n 28) N 8; Hunkeler (n 28) N 16; Kale (n 26) 257.74  Thomas Bauer and Daniel Staehelin, Bundesgesetz über Schuldbetreibung und Konkurs Ergänzungsband (Helbing Lichtenhahn 2017), Art 297a N 12-14; Pekcanıtez ve Erdönmez (n 28) 108.497İstanbul Hukuk Mecmuası 78/2Konkordatonun  başarı  şansı  ve  amacına  ulaşması,  sadece  sürekli  borç ilişkisinin feshine bağlı olmayabilir. Henüz nasıl sonuçlanacağı bilinmeyen bir konkordatoda, amaca ulaşamamayı sırf sürekli borç ilişkisinin varlığına bağlamak güçtür. Bu bağlamda İsviçre hukukunda, amaca mani olunup olunmadığı hususunun taraflar arasında ihtilaf konusu olabileceği ifade edilmiştir. Bu nedenle tüm etkenler ve faktörler birlikte değerlendirilerek sürekli borç ilişkisi ile konkordatonun amacı arasında yoğun bir nedensellik bağı aranmalıdır. Sürekli borç ilişkisinin varlığı ile işletmenin ihtiyaç duyacağı likidite ve işletmenin yeni bir yöne sevki ve yeniden yapılandırılması arasındaki ilişki kıstas alınmalıdır. Ayrıca feshin sırf sürekli borç ilişkilerinin getirdiği ağır borç yükünden kurtulmak maksadı taşıyıp taşımadığı tespiti de yapılmalıdır.F. COVID-19 Salgınının Konkordatonun Amacına Ulaşmasının Engellenmesine EtkileriSürekli  borç  ilişkisinin  konkordatonun  amacına  ulaşmasını  engelleyip engellemediğinin tespitinde, birden çok etkenin birlikte değerlendirilmesi ve sürekli borç  ilişkisi  ile  konkordatonun  amacı  arasında  yoğun  bir  ilişki  ve  nedensellik bağının aranması söz konusudur. Gerçekten de konkordatonun amacına ulaşması, pratikte sadece bir borç ilişkisinin feshine ya da bir olgunun varlığına bağlı değildir. Çoğu kere borçluyu konkordato sürecine götüren birbiri ile etkileşimli birden çok etken bulunmaktadır. Konkordato borçlusunun karmaşık hukukî ilişkilerin tarafı konumunda bulunması da kuvvetle muhtemeldir. İşaret edilen çerçevede covid-19 salgınının sebep olduğu ekonomik darboğaz, borçlunun sürekli borç ilişkilerinin yükünden kurtulmak istemesi sonucunu doğurabilir. Arz ve talep dengesindeki bozulma nedeniyle artık kiralama makinelerine ihtiyaç duymayan konkordato borçlusunun durumu buna örnek gösterilebilir. Benzer şekilde covid-19 nedeniyle iş sahasını daraltmak isteyen konkordato borçlusu, kiralananın tahliyesine  ihtiyaç  duyabilir.  Bu  hallerde  covid-19  salgını  ile  konkordatonun amacı arasında doğrudan bir bağ olmasa da dolaylı olarak sürekli borç ilişkilerinin konkordatonun amacına ulaşmasına mani olması sonucunu doğurabilir. Bununla birlikte covid-19 salgını, konkordatonun amacı bağlamında mutlak olarak nazara alınması gereken bir husus değildir. Ancak konkordatonun amacı ile sürekli borç ilişkisi arasındaki ilişkiyi doğrudan veya dolaylı olarak etkilediği durumlarda göz önünde bulundurulmalıdır. Zira covid-19 salgınının, tüm sürekli borç ilişkilerini veya 75  Albayrak (n 28) 366.76  Lorandi ye göre nasıl sonuçlanacağı henüz belli olmayan konkordato süreci bakımından sözleşmenin feshi için böyle bir koşul getirilmesi yerinde değildir. Lorandi (n 1) 295.77  Mabillard (n 26) 201.78  Pekcanıtez ve Erdönmez (n 28) 105; Akil (n 21) 226.79  Bu hallerde hakkın kötüye kullanılmasından söz edilir. Lorandi (n 1) 295; Mabillard (n 26) 201; Pekcanıtez ve Erdönmez (n 28) 108; Albayrak (n 28) 366; Kale (n 26) 257.498Ermenek, Kartal / Konkordatonun Amacı Kapsamında COVID-19 Salgınının Sürekli Borç İlişkilerinin Feshine Etkisitüm konkordato borçlularını ya da işletmelerini aynı ölçüde veya olumsuz olarak etkilediği söylenemez. Gerçekten de covid-19 nedeniyle inşaat, seyahat ve turizm sektörlerinde ciddi düşüşler yaşansa da e-ticaret ve medya sektörlerinde ciddi bir artış gözlemlenmiştir. Salgın nedeniyle iyileşme amacına etki eden ya da onu engelleyen etkenlerin sayısı veya ağırlık oranında bir değişme meydana gelebilir. Bu bağlamda tüm etkenler  birlikte  değerlendirildiğinde  covid-19  salgını,  sürekli  borç  ilişkilerinin konkordatonun amaca ulaşmasındaki etkisini bertaraf edebilir. 3. Komiserin Uygun Görüşü ve Mahkemenin Onayının Alınmasıa. Komiserin Uygun GörüşüBorçlunun yapacağı hukukî işlemler için konkordato komiserinin izninin aranması, komiserin borçlunun hukukî ilişkilerini konkordatodan beklenen amaç bağlamında düzenlemesine yardımcı olur. Bu hususu nazara alan kanun koyucu, sürekli borç ilişkilerinin feshi için konkordato komiserinin uygun görüşünü şart koşarak özel bir tasarruf kısıtlaması getirmiştir. Bu bağlamda komiserin uygun görüşü ile birlikte mahkemenin onayı olmaksızın kullanılan fesih hakkı, İcra ve İflas Kanunu madde 296/2 kapsamında hukukî bir sonuç doğurmaz. İsviçre hukukunda sürekli borç ilişkisinin feshi için yalnızca komiserin onayı yeterlidir.  Fesih  için  mahkemenin  onayının  aranmasının  konkordato  sürecini bürokratikleştirerek zaman kaybına yol açacağı ifade edilmiştir. Bununla beraber feshin alacaklıların haklarını etkilediği düşüncesiyle alacaklılar kurulunun onayına tabi  olması  gerektiğini  savunan  bir  görüş  bulunmaktadır.  Buna  karşın  Türk hukukunda  mahkemenin  onayının  aranmasının  hakkın  kötüye  kullanılmasını engelleyici bir etkiye sahip olduğu ifade edilmektedir.80  Çağatay Üstün ve Seçil Özçiftçi, ‘COVID-19 Pandemisinin Sosyal Yaşam ve Etik Düzlem Üzerine Etkileri: Bir Değerlendirme Çalışması  (2020) 25(1) Anadolu Kliniği Tıp Bilimleri Dergisi 146-147.81  Hüseyin Güven, ‘Covıd-19 Pandemik Krizi Sürecinde E-Ticarette Meydana Gelen Değişimler  (2020) 7(5) Avrasya Sosyal ve Ekonomi Araştırmaları Dergisi 256 ve devamı.82  Tanrıver (n 51) 194-195.83  Bazı işlemlerin sadece komiserin izni ile yapılması halinde veya işletmenin faaliyetlerinin komiser tarafından yürütlmesine karar verilen durumlarda özel bir tasarruf kısıtlamasından söz edilir. Başözen (n 52) 111; Sema Taşpınar, ‘Adi Konkordato Hakkında İcra ve İflas Kanunu nda Yapılan Değişiklikler  (2003) 22 Banka ve Ticaret Hukuku Araştırma Enstitüsü Dergisi (BATİDER) 67. Ancak kanun koyucu burada mahkeme kararına gerek olmadan kendisi bir özel tasarruf kısıtlaması ihdas etmiştir.84  Lorandi (n 1) 294; Akil (n 21) 227; Albayrak (n 28) 364. 85  Bakınız SchKG Art 297a.86  İsviçre Uzmanlar Grubu Raporu (Expertengruppe), Revision des SchKG: Sanierungsverfahren (Bern 2008) 19-20.87  Mabillard (n 26) 203.88  Akil (n 21) 229; Albayrak (n 28) 360.499İstanbul Hukuk Mecmuası 78/2Konkordato komiseri, feshe ilişkin görüşünü iki ana ayak üzerine oturtmalıdır. Bunlardan ilki, fesih hakkının kötüye kullanılıp kullanılmadığıdır. Bu kapsamda, borçlunun iflas etmekten kaçınamayacağı aşikâr ise feshe izin verilmemelidir. Borçlu sadece sürekli borç ilişkilerinin getirdiği külfetten kurtulmak maksadıyla fesih talebinde bulunmuşsa feshe müsaade edilmemelidir. Komiser, borç ilişkisinin karşı tarafının ve müzakere bağlamında sayı ve alacak oranında meydana gelecek artış nedeniyle diğer alacaklıların menfaatlerini göz önünde bulundurmalıdır.Komiserin  görüşünü  temellendireceği  diğer  husus,  sürekli  borç  ilişkisi  ile konkordatonun amacı arasındaki münasebettir. Bu bağlamda feshine izin verilen sürekli borç ilişkisi, iyileşme amacının engellenmesinin ya da zorlaştırılmasının yanı sıra yeniden yapılandırma ya da iyileşme amacına ilave bir katkı sağlamalıdır. G. Mahkemenin OnayıOnay makamı olarak asliye ticaret mahkemenin görevi, sürekli borç ilişkisinin konkordatonun  amacına  mani  olup  olmadığını  ve  komiserin  uygun  görüşünün varlığını tespit etmekten ibarettir. Borçlunun faaliyetlerine nezaret eden konkordato komiserinin görüşü, mahkemenin onayı bağlamında belirleyici bir nitelik taşır.Sürekli  borç  ilişkisinin  feshine  onay  verecek  olan  mahkeme,  tüm  etkenleri birlikte  değerlendirerek  sürekli  borç  ilişkisi  ile  konkordatonun  amacı  arasında yoğun bir nedensellik bağı aramalıdır. Ancak konkordatonun başarı ihtimalini etkileyen birden çok faktörün bulunması ve konkordatonun nasıl sonuçlanacağının öngörülememesi nedeniyle bu değerlendirme varsayıma dayalı olacaktır. Geleceğe yönelik bir öngörünün söz konusu olduğu bu durum için yaklaşık ispat ölçüsünün aranması yeterlidir.Mahkeme,  feshin  onayı  bakımından  alacaklıların  çıkarlarını  gözeterek  bir değerlendirme yapmalıdır. Feshin alacaklılar üzerindeki etkisi göz ardı edilmemelidir. Bu kapsamda özellikle feshin borçlunun likidite ve iş planlarına etkisi ile alacakların 89  Komiserin onayı ile güdülen amaç, hakkın kötüye kullanılmasını önlemektir. Bakınız Mabillard (n 26) 200.90  Bauer (n 74) Art 297a N 9; Pekcanıtez ve Erdönmez (n 28) 106.91  Umbach-Spahn, Kesselbach ve Bossart (n 28) N 7-9.92  Umbach-Spahn, Kesselbach ve Bossart (n 28) N 13; Bauer (n 74) Art 297a N 14.93  Mabillard (n 26) 201.94  Bakınız Yukarıda III, 2, c.95  Akil (n 21) 229; Albayrak (n 28) 364.96  Kale (n 26) 256.97  Aksi yönde bakınız Lorandi (n 1) 295.98  Lorandi (n 1) 295 dipnot 32.99  Lorandi (n 1) 295; Albayrak (n 28) 366.100  Geleceğe dönük öngörülerin mutlak ve kesin olarak ispat edilemeyeceği hakkında bakınız Hakan Albayrak, Medeni Usul ve İcra İflas Hukukunda Yaklaşık İspat (Yetkin Yayınları 2013) 125. Yaklaşık ispatın yeterli olduğu aynı yöndeki görüşler için bakınız Lorandi (n 1) 295; Albayrak (n 28) 368.500Ermenek, Kartal / Konkordatonun Amacı Kapsamında COVID-19 Salgınının Sürekli Borç İlişkilerinin Feshine Etkisitahsiline  olan  katkısı  dikkate  alınmalıdır.  Zira  fesih  nedeniyle  alacaklıların müzakerelerdeki etkinliğinde bir değişme meydana gelmektedir. İcra ve İflas Kanunu madde 297 uyarınca borçlunun tasarruf yetkisinin kısıtlandığı hallerde, bazı işlemler mahkemenin iznine bağlanmıştır. Esasen bu düzenlemede de İcra ve İflas Kanunu madde 296/2 dekine benzer şekilde mahkemenin verdiği bir izin ya da onay bulunmaktadır. Doktrinde mahkemenin izninin en azından konkordato projesinin  yeterli  çoğunluk  tarafından  kabul  edilmesinin  ve  tasdik  edilmesinin kuvvetle muhtemel görülmesine bağlı olması gerektiği ifade edilmektedir. Benzer bir ölçüt, İcra ve İflas Kanunu madde 296/2 kapsamında da düşünülmelidir. Zira fesih hakkının kullanılmasından sonra projenin kabul edilmemesi veya tasdik edilmemesi durumlarında dahi borç ilişkisi önceki haline avdet etmez. H. Komiserin Görüşü ve Mahkemenin Onayının Alınması UsulüSürekli  borç  ilişkilerinin  feshi  için  konkordato  komiserinin  görüşünün  ve mahkemenin onayının alınması zorunludur. Bu kapsamda sürekli borç ilişkisini feshetmek isteyen borçlu, kural olarak öncelikle feshe yönelik iradesini komisere ileterek onun bu konudaki görüşünü talep etmelidir. Komiserin uygun görüşünü alan borçlu mahkemenin onayını aldıktan sonra fesih iradesini karşı tarafa bildirebilir. Borçlunun,  komiserin  görüşünü  almaksızın  mahkemeye  başvurması  halinde, borçlunun talebi hakkında karar vermeden önce mahkemenin bu konuda komiserin görüşünü alması gerekir. Borçlu, fesih iradesini karşı tarafa bildirdikten sonra da komiserin uygun görüşü ve mahkemenin onayı bağlamında izah edilen iki seçenekten birini  tercih  edebilir.  Borçlunun,  fesih  hakkını  kendisine  haber  vermeksizin kullanması  halinde  komiser,  borçluyu  daha  önceden  uyarmış  olmak  kaydıyla, mahkemeden borçlunun tasarruf yetkisinin kaldırılmasını veya sınırlandırılmasını talep edebilir (İcra ve İflas Kanunu madde 297/3)110.İsviçre hukukunda komiserin görüşünün alınmasının şekle bağlı olmadığı ifade edilmektedir. Buna göre komiser, görüşünü yazılı, sözlü ya da elektronik posta 101  Mabillard (n 26) 201.102  Hubert  Gmünder,  Der  Betriebsverkauf  in  den  Insolvenzverfahren  Konkurs  und  Nachlassverfahren  des  SchKG, Konkursaufschub des OR sowie Chapter 11 des US Bankruptcy Code (Dike 2018) 250, N 627.103  Aynı yönde bakınız Lukas Glanzmann, Das neue Sanierungsrecht, Entwicklungen im Gesellschaftsrecht X (Stämpfli 2015) 251.104  Kale (n 26) 258. 105  Bauer (n 74) Art 297a N 16; Kale (n 26) 256; Albayrak (n 28) 364.106  Albayrak (n 28) 362.107  Kale (n 26) 256; Albayrak (n 28) 363.108  Kale (n 26) 256; Albayrak (n 28) 363.109  Albayrak (n 28) 362-363.110  Hunkeler (n 28) N 13.111  Umbach-Spahn, Kesselbach ve Bossart (n 28) N 6; Lorandi (n 1) 294; Hunkeler (n 28) N 18.501İstanbul Hukuk Mecmuası 78/2yoluyla  bildirebilir. Ancak  komiserin  ispat  bakımından  onayını  yazılı  olarak vermesinin daha uygun olduğu kabul edilmektedir. Fakat Türk hukukunda fesih, mahkemenin onayını gerektirdiğinden komiserin görüşünü her halde ya bir rapor ile yazılı olarak ya da mahkemede dinlenmek suretiyle bildirmesi gerekir. Komiserin rızasının muhatabının borçlu olması bu durumu değiştirmez. Bu bakımından komiserin rızasının şekle tabi olmaksızın zımnen dahi verilebileceği görüşüne katılmak,  uygulamadaki  işleyiş  gereği  mümkün  görünmemektedir.  Kaldı  ki, sözleşmenin etkinliği bağlamında feshe rıza gösterilmesinin muhataba da bildirilmesi tavsiye edilmektedir.Meseleye ilişkin olarak komiserin fesih talebi hakkındaki görüşüne karşı şikâyet yoluna başvurulup başvurulamayacağı üzerinde de durulmalıdır. Bir görüşe göre konkordato  komiserinin  görüşüne  karşı  şikâyet  yoluna  başvurulamamalıdır. Zira  feshin  onay  makamı  olan  mahkemenin  komiserin  görüşü  için  ayrıca meşgul edilmesi usul ekonomisine aykırıdır. Aksi görüşe göre ise, fesih işlemi bağlamındaki takdir yetkisini somut olayın özelliklerine uygun şekilde kullanmayan komiserin kararına karşı şikâyet yoluna gidilebilir. Kanaatimizce komiserin sürekli borç ilişkisinin feshi hakkındaki görüşüne karşı şikâyet yoluna başvurulup başvurulamayacağı komiserin görüşünün içeriğine göre belirlenmelidir. Zira kanun koyucu mahkemenin borçlunun fesih talebini onaylamasını komiserin görüşünün alınmasına  değil,  uygun  görüşünün  alınmasına  bağlamıştır.  Bu  kapsamda komiserin  feshin  uygun  olmayacağına  ilişkin  görüşüne  karşı  şikâyet  yoluna başvurulabilmelidir. Zira bu görüş, nihai ve icrai niteliktedir. Usul ekonomisi ilkesi gereği şikâyet ile birlikte fesih talebinin onaylanmasının da talep edilebilmesinin önünde bir engel olmamalıdır. Komiserin fesih talebi hakkındaki uygun görüşü ise tek başına icrai bir nitelik göstermediğinden bu görüşe karşı şikâyet yoluna gidilebilmesi,  borçlunun  fesih  talebinin  onayı  için  mahkemeye  başvurmasına bağlıdır. Alacaklılar veya alacaklılar kurulu komiserin uygun görüşüne karşı bu aşamada şikâyette bulunabilirler. Böylelikle alacaklılar ve alacaklılar kurulunun sürekli borç ilişkisinin feshi hakkındaki görüşü alınarak onların menfaatlerinin korunmasına da hizmet edilmiş olur.112  Lorandi (n 1) 294.113  Umbach-Spahn, Kesselbach ve Bossart (n 28) N 6; Lorandi (n 1) 294; Hunkeler (n 28) N 18; Bauer (n 74) Art 297a N 8-9. Türk hukuku için aynı yönde bakınız Pekcanıtez ve Erdönmez (n 28) 107.114  Lorandi (n 1) 294.115  Rızanın borçluya sözlü veya şekle tabi olmaksızın herhangi bir şekilde verilmesi durumunda dahi bu durumun mahkemede ispatı gerekecektir. 116  Akil (n 21) 227; İbrahim Kaplan, Yeni Türk Konkordato Hukuku (Yetkin Yayınları 2019) 38.117  Lorandi (n 1) 294; Hunkeler (n 28) N 9.118  Kale (n 26) 256; Albayrak (n 28) 365.119  Kale (n 26) 256.120  Pekcanıtez ve Erdönmez (n 28) 108; Akil (n 21)228. İsviçre hukuku bakımından Lorandi (n 1) 296; Umbach-Spahn, Kesselbach ve Bossart (n 28) N 4.121  Atalı, Ermenek ve Erdoğan (n 2) 679.502Ermenek, Kartal / Konkordatonun Amacı Kapsamında COVID-19 Salgınının Sürekli Borç İlişkilerinin Feshine EtkisiKonkordatonun amacına ulaşmasının mutlak olarak sürekli borç ilişkisinin feshine bağlı olduğu durumlarda, borçlu, sürekli borç ilişkisinin feshine yanaşmazsa; komiser, borçlunun tasarruf yetkisinin kaldırılmasını isteyerek fesih hakkını bizzat kullanabilir.  Benzer  şekilde  işletmenin  faaliyetini  komiserin  devam  ettirdiği hallerde, komiser sürekli borç ilişkisini mahkemenin onayı ile feshedebilir. I. COVID-19 Salgını Sürecinde Komiserin Görüşü ve Mahkemenin Onayının AlınmasıCOVID-19 salgını, somut olayın özelliklerine göre, konkordato komiserinin sürekli borç ilişkisi ile konkordatonun amacı arasındaki ilişkiyi değerlendirmesinde kullandığı takdir  yetkisini  etkileyebilir. Ancak,  bu  halde  borçlu  bakımından  hakkın  kötüye kullanılması da son derece önemlidir. Bu kapsamda covid-19 salgının hakkın kötüye kullanılmasının bir vasıtasını teşkil etmemesine özen gösterilmelidir. Komiser, covid-19 salgınının sürekli borç ilişkisi ve bu bağlamda konkordatonun amacı üzerinde gerçekten etki edip etmediğini tespit etmelidir. İşletmenin faaliyeti, borçlunun likidite bakımından durumu ve sürekli borç ilişkisi ile konkordatonun amacı kapsamında covid-19 salgınına atfedilebilecek bir nedensellik bağının varlığı göz önünde bulundurulmalıdır. Mahkemenin  onay  sürecinde,  covid-19  nedeniyle,  sürekli  borç  ilişkileri  ile konkordatonun amacı arasındaki ilişkinin ispatındaki belirsizlik ve zorluklar nazara alınarak yüksek dereceli yaklaşık ispat ölçüsü düşürülmelidir. Bu bağlamda covid-19 salgını ile sürekli borç ilişkisinin konkordatonun amacına mani olması arasında dolaylı bir bağlantı kurulabilen hallerde feshe izin ve onay verilmelidir. Sürekli borç ilişkisinin amaca engel olup olmadığını aramak yerine feshin konkordatonun amacına  ulaşmasına  katkı  sağlayıp  sağlamayacağı  kıstas  olarak  alınmalıdır. Hukuk sistemlerinde covid-19 nedeniyle meydana gelen ekonomik buhranın telafisi maksadı ile konkordato ve iflas hukukunda borçlu lehine bazı kolaylıkların kabul edilmesindeki eğilim, İcra ve İflas Kanunu madde 296/2 kapsamında da yüksek dereceli ispat ölçüsünün düşürülmesi bağlamında tezahür etmelidir.122  İşin ya da işletmenin faaliyetlerinin küçültülmesi gereken durumlarda kiralama alanı veya kiralık makinelere artık ihtiyaç duyulmayan durumlar bu hallere örnek verilebilir. Bakınız Umbach-Spahn, Kesselbach ve Bossart (n 28) N 2.123  Hunkeler (n 28) N 13.124  Hunkeler, (n 28) N 9.125  Lorandi (n 1) 295.126  İsviçre hukukunda covid-19 nedeniyle ortaya çıkan borca batıklığın geçici olarak iflas sebebi olarak kabul edilmemesi, geçici mühlet süresinin altı aya kadar çıkarılabilmesi ve başvuru sırasında ön proje verilmesi zorunluluğunun kaldırılması gibi değişiklikler kabul edilmiştir. https://www.ejpd.admin.ch/dam/data/bj/aktuell/news/2020/2020-04-16/vo-covidinsolvenz-d.pdf,  Erişim Tarihi 21 Mayıs 2020. Alman hukukunda covid-19 sebebi ile likidite sorunu yaşayan şirketlerin olası bir iflas dalgasını önlemek için iflas talep etme yükümlülüğü askıya alınmıştır. Bakınız Alexandra Schluck-Amend, ‘Änderungen im Insolvenzrecht durch das COVID-19-Insolvenzaussetzungsgesetz  (2020) Heft 8 Neue Zeitschrift für Insolvenz- und Sanierungsrecht 289. İsviçre ve Alman hukuk sistemlerinde esasen borca batıklığın konkordato ve iflas süreçlerine etkileri bertaraf edilmeye çalışılmıştır. Borca batıklığın konkordato sürecine etkileri hakkında bakınız İbrahim Ermenek, Ufuk Özdemir ve Ali Rıza Özalp, ‘Bir Konkordato Nedeni Olarak Borca Batıklığın Tespiti ve Borca Batıklık Halinin Konkordato Sürecindeki Etkileri  Çankaya Üniversitesi Hukuk Fakültesi Dergisi Arş. Gör. Ceren Damar Şenel Armağanı (2020) 5(1) 1357 ve devamı.503İstanbul Hukuk Mecmuası 78/2Komiserin görüşü ve mahkemenin onayının alınmasında izlenecek usul ve şekil de covid-19 salgınından etkilenir. Borçlunun fesih hakkını yargıda sürelerin durduğu ve duruşmaların ertelendiği dönemde kullanmak istemesi halinde komiserin dinlenmesi mümkün olmayabilir. Bu nedenle borçlu mümkünse komiserin uygun görüşünü ispata elverişli vasıtalarla edinmek suretiyle onay başvurusunda bulunmalıdır. Borçlunun önce mahkemeye başvurduğu hallerde konkordato komiseri görüşünü mahkemeye rapor halinde sunmalıdır.J. Feshin Hükümleri ve COVID-19 Salgını Nedeniyle 7226 sayılı  Kanun ile Getirilen Fesih Yasağıİcra ve İflas Kanunu madde 296/2 uyarınca kullanılan fesih hakkı ile sürekli borç ilişkileri maddi hukuk kurallarından bağımsız olarak icra ve iflas hukuku kurallarına göre sona erer. Ancak bazı sürekli borç ilişkilerinin feshi halinde doğası gereği maddi hukuk bakımından iade yükümü ortaya çıkar. Kira sözleşmesinde kiralananın iadesi ve finansal kiralama sözleşmesinde finansal kiraya konu malların iadesinde durum böyledir.Fesih nedeniyle ortaya çıkan tazminat, İcra ve İflas Kanunu madde 296/2 uyarınca konkordatoya  tabi  bir  alacaktır.  Bir  görüşe  göre,  konkordato  borçlusu  karşı tarafın zararlarını tam olarak ödemelidir. Karşı tarafın mühlet içinde elde edeceği kazanımlar da tazminatın kapsamına dâhildir. Konkordato borçlusu karşı tarafın müspet zararını tazmin etmelidir. Başka bir görüşe göre, tazminatın kapsamının belirlenmesinde, müspet zarar esas alınsa da feshin sözleşme ihlali dışında bir sebebe dayanması nedeniyle her halde tam tazmin söz konusu olmayıp tazminattan indirim yapılabilir.İcra ve İflas Kanunu madde 296/2 bağlamında tazminatı belirleyerek konkordato komiserine bildirmekle yükümlü kimse alacaklı yani sözleşmenin karşı tarafıdır. Esasen bildirilen bu alacağa borçlu tarafından itiraz edilmediği takdirde tazminatın kapsamı ve miktarı bakımından bir sorun ortaya çıkmaz. Ancak borçlu, alacağa itiraz  ederse  tazminatın  miktarı  çekişmeli  hale  gelir.  Tazminatın  miktarının belirlenmesine ilişkin tartışmalar bu halde önem kazanır. 127  Kale (n 26) 255; İsviçre Uzmanlar Grubu Raporu (n 86) 20.128  Albayrak (n 28) 380-381.129  Mühletin  kaldırılması  durumunda  fesih  geçerliliğini  korur. Ancak  ortaya  çıkan  tazminatın  kapsamı  konkordato hükümlerinden bağımsız olarak maddi hukuk hükümleri bağlamında tespit edilir. Bakınız İbrahim Ermenek, ‘Borca Batıklık Nedenine Dayalı Konkordatoda Geçici Mühletin Kaldırılması  Adalet Dergisi (2020) 1(64) 523.130  Glanzmann (n 103) 251; Mabillard (n 26) 200; Umbach-Spahn, Kesselbach ve Bossart (n 28) N 12; Kale (n 26) 258.131  Lorandi (n 1) 298; Hunkeler (n 28) N 20; Umbach-Spahn, Kesselbach ve Bossart (n 28) N 12; Kale (n 26) 258.132  Mabillard (n 26) 200; Akil (n 21) 230.133  Albayrak (n 28) 391-393.134  Hunkeler (n 28) N 23.504Ermenek, Kartal / Konkordatonun Amacı Kapsamında COVID-19 Salgınının Sürekli Borç İlişkilerinin Feshine EtkisiKanunî bir uyarlama olarak nitelendirdiğimiz olağanüstü fesih imkânı nedeniyle ortaya  çıkan  tazminat,  uyarlama  müessesesinin  nitelikleri  ve  gerekleri  dikkate alınarak  belirlenmelidir.  Buna  göre,  öncelikle  feshin  sözleşme  ihlali  dışında bir  sebebe  dayandığı  göz  ardı  edilmemelidir.  Sözleşme  ihlali  dışındaki  sebebe dayanan olağanüstü fesih hallerinde tazminatın hakkaniyete göre paylaştırılması mümkündür. Ancak bu paylaştırmada, karşı tarafın alacağının konkordatoya tabi olması hakkaniyet bakımından belirleyici unsurlardan biri olmalıdır. Tazminatın belirlenmesinde her iki tarafın menfaati de nazara alınmalıdır. Tazminat, somut olayın koşullarına göre, tazminattan indirim gerektiren hallerin varlığı, fedakârlığın denkleştirilmesi ve hakkaniyet bağlamında belirlenmelidir.7226 sayılı Kanunun geçici 2 nci maddesi uyarınca, 1 Mart 2020 tarihinden 30 Haziran 2020 ye kadar işleyecek iş yeri kira bedellerinin ödenememesi sebebiyle kira sözleşmelerinin feshi ve tahliyesi mümkün değildir. Bu düzenlemenin İcra ve İflas Kanunu madde 296/2 bağlamındaki fesih hakkı ile iki noktada ilişkilendirilmesi mümkündür. Bunlardan ilki, söz konusu zaman zarfında İcra ve İflas Kanunu madde 296/2 deki fesih imkânının kullanılıp kullanılamayacağı sorunudur. Kanaatimizce 7226 sayılı Kanun ile getirilen fesih yasağı İcra ve İflas Kanunu madde 296/2 de yer alan olanağın kullanılmasına engel teşkil etmez. Zira özel bir düzenlemeye dayanan fesih halleri ile diğer haklı sebeplere dayanan fesih halleri birbirlerini dışlamazlar. İcra ve İflas Kanunu madde 296/2 de yer alan olağanüstü fesih, diğer sona erme sebeplerini tamamlamaktadır. Bu nedenle söz konusu fesih hakkı diğer  sona  erme  sebeplerinin  yanında  ve  bağımsız bir  olağanüstü sona erme nedeni olarak nitelendirilmelidir. Söz konusu haller birbirinden bağımsız olarak kullanılabilir. Bu nedenle İcra ve İflas Kanunu madde 296/2 deki fesih hakkı, sözü edilen düzenlemeden etkilenmez.7226 sayılı Kanun bağlamında meydana gelebilecek durumlardan bir diğeri, İcra ve İflas Kanunu madde 296/2 kapsamında kira sözleşmeleri bakımından ortaya çıkan iade yükümlülüğüdür. Konkordato borçlusu kiracı, iş yeri kira sözleşmesini İcra ve İflas Kanunu madde 296/2 uyarınca feshettikten sonra kiralananı iade etmeyebilir. Doktrinde olağan koşullarda sözü edilen durumlarda, konkordato borçlusuna karşı kiralananın iadesi için dava açılabileceği ve bu dava neticesindeki ilamın icra edilebileceği ifade edilmektedir. Kanaatimizce bu davanın açılması, 7226 sayılı Kanunun getirdiği kısıt kapsamında değildir. Zira borç ilişkisi sona ermiştir. Fesih hakkının kullanılmasından sonra meydana gelen ecrimisil veya tazminatın dayandığı 135  Altınok Ormancı (n 22) 250-252.136  Uyarlamada taraf menfaatlerinin gözetilmesi gerektiği hususunda bakınız Eren (n 29) 545.137  Gauch (n 29) 196.138  Bir sona erme nedeninin aynı anda özel bir düzenleme kapsamına girmekle beraber haklı sebep teşkil ettiği durumlarda her iki hale göre de fesih mümkündür. Gauch (n 29) 196. 139  Albayrak (n 28) 380.505İstanbul Hukuk Mecmuası 78/2geçerli bir borç ilişkisi olmadığından, kira bedelinin ödenmemesine dayalı bir tahliye talebi söz konusu olmaz. IV. COVİD-19 Salgını Nedeniyle Fesih Yerine Sözleşmenin Uyarlanmasının Mümkün Olup Olmadığı MeselesiA. Uyarlama Sebebi Olarak COVID-19 Salgınıİcra ve İflas Kanunu madde 296/2 de borçluya tanınan fesih imkânı, sözleşmeyle katı ve mutlak bir bağlılığın yerine yumuşatılmış bir bağlılığın benimsenmesinin tezahürü olarak ahde vefa ilkesine istisna teşkil etmektedir. Ahde vefa ilkesi, hukukî güvenlik ve istikrar bağlamında sözleşmelerin ayakta tutulmasını öncelese de bazı durumlarda dürüstlük kuralı ve sözleşme adaleti ile çatışır. Bu halde sözleşmelerin uyarlanması  ile  sözleşme  adaleti  ve  dürüstlük  kuralına  uygunluk  sağlanmaya çalışılır.  Sözleşmenin  uyarlanması,  sözleşmenin  kuruluşu  sırasındaki  risk dağılımına  yeniden  ulaşmak  suretiyle  sözleşme  adaletini  sağlamak  amacıyla sözleşmenin değişen durum ve koşullara uyarlanmasıdır. Türk  Borçlar  Kanunu  madde  138  uyarınca,  tarafların  kusuru  olmaksızın sözleşmenin  yapıldığı  sırada  öngörülemeyen  ya  da  öngörülmesi  beklenmeyen olağanüstü durumların ortaya çıkması halinde, borçludan ifanın beklenmesi dürüstlük kuralına aykırılık teşkil edecekse sözleşmenin uyarlanması istenebilir. Buna göre, sözleşme kurulduktan sonra edimler arasındaki denge dürüstlük kuralı kapsamında borçludan sonuçlarını üstlenmesi beklenemeyecek derecede bozulmuş olmalıdır. Edimler arasındaki denge bozulmamakla beraber meydana gelen aşırı ifa güçlüğü de bir uyarlama sebebidir. Uyarlamaya neden olan değişiklikler olağanüstü nitelikte olmalıdır.  Sadece  birkaç  borçluyu  etkileyen  hadiseler  uyarlama  için  yeterli değildir. Değişen koşullar, taraflar arasındaki ilişki ve somut olayın özelliklerine 140  Faruk Acar, ‘Sözleşmelerin Uyarlanmasında Öngörülemez Olgu, Döviz İle Sözleşme Yapma Yasağı ve Sözleşmelerin Uyarlanması  iç Murat Topuz (ed) Döviz ile Sözleşme Yapma Yasağı ve Sözleşmelerin Uyarlanması (Seçkin Yayınları 2019) 15.141  Eleanor Cashin Ritaine, ‘Emprevizyon, Hardship ve İşlem Temelinin Çökmesi: Pacta Sunt Servanda ve Alman-Fransız Hukuki İlişkilerinde Sözleşmelerin Uyarlamasına Giden Yollar  (2005) Başak Baysal (Çev), 63(1-2) İstanbul Üniversitesi Hukuk Fakültesi Mecmuası 325-326; Başak Baysal, Sözleşmenin Uyarlanması, (On İki Levha Yayınları 2009) 10-11; Eren (n 29) 541; Kaplan (n 34) 112.142  Cashin Ritaine (n 140) 326; Baysal (n 140) 11; Eren (n 29) 542; Kaplan (n 34) 112.143  Sözleşmenin uyarlanmasının temelinde clausula rebus sic stantibus ilkesinin bulunduğu ve bu bağlamda borçlunun ancak sözleşmenin koşulları değişmediği takdirde ifa ile yükümlü olduğu hakkında bakınız Eren (n 29) 541-542.144  Oğuzman ve Öz (n 40) 196; Cashin Ritaine (n 140) 327; Baysal (n 140) 14; Eren (n 29) 541.145  Cashin Ritaine (n 140) 326; Baysal (n 140) 14; Eren (n 29) 542; Kaplan (n 34) 115.146  Oğuzman ve Öz (n 40) 562; Eren (n 29) 546; Baysal (n 140) 151; Kaplan (n 34) 140-141.147  Baysal (n 140) 154; Eren (n 29) 546.148  Kemal Tahir Gürsoy, Hususi Hukukta Clausula Rebus Sic Stantibus: Emprevizyon Nazariyesi (Güney Matbaacılık 1950) 106-107; Kaplan (n 34) 140; Cashin Ritaine (n 140) 328; Oğuzman ve Öz (n 40) 563.149  Ümmühan Kaya, ‘Sözleşmenin Uyarlanmasında Sonradan Değişen Şartlar ve Öngörülemezlik İlkesi  (2016) 22(3) Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi 1580; Kaplan (n 34) 140; Gürsoy (n 147) 106-107.506Ermenek, Kartal / Konkordatonun Amacı Kapsamında COVID-19 Salgınının Sürekli Borç İlişkilerinin Feshine Etkisigöre öngörülemez olmalıdır. Sözleşmenin uyarlanabilmesi için uyarlama talebinde bulunan tarafın koşulların değişmesi bakımından kusurlu olmaması gerekir.Dünya Sağlık Örgütü tarafından pandemi olarak ilan edilen covid-19 salgını, gündelik hayat ve ekonomik yaşam üzerinde derin ve sarsıcı etkiler bırakmıştır. Bir kısım işletmelerin faaliyetlerine ara vermesi, tedarik ve dağıtım zincirlerinde meydana gelen aksamalar ve arz ve talep dengesinin değişmesi nedeniyle ekonomik olarak telafisi uzun zaman alacak çok boyutlu sorunlar meydana gelmiştir. Küresel ekonomik aktivitelerin daralması nedeniyle ülkelerin büyüme beklentileri büyük bir darbe almıştır. Sosyal ve ekonomik hayatın neredeyse askıya alınması bir yana, salgının ana merkezi olan Çin de fabrikaların kapanması dahi oyuncak, gıda ve turizmden akıllı cihaz ve teknoloji sektörüne kadar küresel piyasaları olumsuz etkilemiştir. COVID-19 nedeniyle sağlık sektörüne ayrılan bütçe ve harcamalar öngörülemeyen düzeyde artmıştır. Bu gelişmeler, sürekli borç ilişkileri üzerinde olağanüstü,  dışsal  ve  öngörülemeyen  etkiler  gösterebilir.  Ancak  bu  bağlamda covid-19  salgını  bakımından  mutlak  bir  genelleme  yapmak  mümkün  değildir. COVID-19 un sözü edilen etkileri gösterip göstermediği her bir sözleşme ve somut olay özelinde değerlendirilmelidir. Özellikle geçici süreyle faaliyetine ara verilen işletmelerin taraf oldukları ve ithal ve ihraç yasaklarına konu şeylerin sözleşmenin konusunu oluşturduğu sürekli borç ilişkileri için olağanüstü ve öngörülemeyen bir etkinin doğması kuvvetle muhtemeldir.150  Kaplan (n 34) 151; Gürsoy (n 147) 110; Cashin Ritaine (n 140) 328; Baysal (n 140) 178; Kaya, s. 1583; Eren (n 29) 546; Oğuzman ve Öz (n 40) 563.151  Kaplan (n 34) 143; Eren (n 29) 546; Oğuzman ve Öz (n 40) 563; Tekinay, Akman, Burcuoğlu ve Altop (n 40) 368.152  Bu konuda bakınız Üstün ve Özçiftçi (n 80) 142 ve devamı. 153  Sosyal ve ekonomik hayatın ihtiyatlı bir şekilde yeniden başlaması ve yeni normal olarak adlandırılan ve uzun ömürlü olacağı tahmin edilen bu sürecin küresel ölçekte bıraktığı etkiler için bakınız Raul Caruso, ‘What Post COVID-19? Avoiding a Twenty-first Century General Crisis (2020) Peace Economics, Peace Science and Public Policy 1-3.154  Koronavirüs tedbirleri genelgesi ile 149.382 işyerinin faaliyetleri geçici bir süre durdurulmuştur. Genelgeler ile; gece kulüpleri, bar, pavyon, diskotek, tiyatro, sinema, gösteri merkezi, konser salonu, nişan/düğün salonu, çalgılı/müzikli lokanta/kafe, gazino, birahane, taverna, kahvehane, kıraathane, kafeterya, kır bahçesi, nargile salonu, nargile kafe, internet salonu, internet kafe, her türlü oyun salonları, her türlü kapalı çocuk oyun alanları (AVM ve lokanta içindekiler dâhil), çay bahçesi, dernek lokalleri, lunapark, yüzme havuzu, hamam, sauna, kaplıca, masaj salonu, SPA ve spor merkezleri faaliyetleri geçici süreliğine durduruldu. Bakınız www.icisleri.gov.tr 155  IMF ye göre küresel ekonominin 2020 yılında % -3 oranında keskin bir biçimde daralması ve salgının 2020 nin ikinci yarısında ortadan kalktığı varsayımında 2021 yılı için % 5,8 oranında büyümesi beklenmektedir. Bakınız International Monetary Fund; World Economic Outlook The Great Lockdown, April, 2020, s. vii. Dünya Ticaret Örgütü ne (DTÖ) göre, covid-19 salgını nedeniyle dünya ticaretinin 2020 yılında % 13 ile %32 arasında düşmesi bekleniyor. https://www.wto.org/english/news_e/pres_e/pr_e.htm, Erişim Tarihi 19 Mayıs 2020.156  Bloomberg Businessweek Koronavirüsü Özel Sayısı (Mart, 2020) 6; Türkiye İhracatçılar Meclisi, Ekonomik Araştırmalar Şubesi Corona Virüsünün Türkiye & Dünya Ekonomisine Etkileri Bilgi Notu 4-5. https://tim.org.tr/files/downloads/EkonomiBulteni/2020/Corona%20Vir%C%BCs%C%BC n%C%BCn%20D%C%BCnya%20Ekonomisine%20Etkileri.pdf,  Erişim Tarihi 19 Mayıs 2020. 157  Zelha Altınkaya, ‘2020 Koronavirus Pandemisinde Avrupa Birliği Sağlık Politikaları ve Neoliberalism: İtalya Örneği  (2020) 10(20) Yalova Sosyal Bilimler Dergisi 16 ve devamı.158  Wimbledon Tenis Turnuvası organizatörleri 2003 yılındaki SARS virüsü sonrasında turnuvayı her yıl pandemilere karşı sigortalatmışlardır. COVID-19 nedeniyle 250 milyon Paund ödeme almaları beklenmektedir. https://www.milliyet.com.tr/skorer/wimbledoni-pandemi-maddesi-kurtardi-2-milyari-kurtardilar-6181131 Erişim Tarihi 08 Haziran 2020)507İstanbul Hukuk Mecmuası 78/2Salgın hastalıklar, doktrinde öteden beri uyarlamaya sebebiyet veren öngörülemeyen olağanüstü  haller  arasında  sayılmaktadır.  Gerçekten  de  covid-19  salgınının yaratacağı olumsuzlukların bu raddeye ulaşacağının öngörülmesi beklenemeyeceği gibi bu durum, basiretli tacir kavramı ile de izah edilebilir boyutta değildir. Bu bağlamda covid-19 salgını sosyal felaket niteliğinde olağanüstü bir hadisedir. Bu çerçevede covid-19 nedeniyle bazı sürekli borç ilişkilerinde edim dengesinde bozulma bazılarında ise aşırı ifa güçlüğü nedeniyle sözleşmelerin uyarlanması söz konusu olabilir. K. İcra ve İflas Kanunu Madde 296/2 ve Türk Borçlar Kanunu Madde 138 Arasındaki İlişkinin COVID-19 Bağlamında İncelenmesiİcra ve İflas Kanunu madde 296/2 uyarınca konkordatonun amacına mani olan sürekli borç ilişkisi, covid-19 nedeniyle edim dengesinin bozulmasına veya aşırı ifa güçlüğüne dayanılarak uyarlamaya konu olabilir. Bu durumda Türk Borçlar Kanunu madde 138, İcra ve İflas Kanunu madde 296/2 den bağımsız olarak uygulama alanı bulur. Uyarlama mümkün olmamakla birlikte, aşırı ifa güçlüğü sürekli borç ilişkisini çekilmez hale getiriyorsa, borçlu haklı sebeple olağanüstü fesih hakkını kullanabilir. Sürekli borç ilişkileri bakımından sözleşmelerin uyarlanması ve bu mümkün olmadığı  takdirde  feshe  imkân  veren  Türk  Borçlar  Kanunu  madde  138  ile konkordatonun amacı bağlamında feshe olanak veren İcra ve İflas Kanunu madde 296/2 hükümlerinin uygulama alanlarının kesişmesi muhtemeldir. Bu halde söz konusu hükümlerin uygulanması bakımından bazı sorunlar ortaya çıkabilir. Borçlu, covid-19 salgının neden olduğu ekonomik kriz veya ihraç ve ithal yasaklarının sonucu olarak borçlarını vadesinde ödeyememe tehlikesine dayanarak konkordato başvurusunda bulunmuş olabilir. Aynı gerekçeler, borçlunun tarafı olduğu sürekli borç ilişkilerinde edim dengesinin bozulmasına veya aşırı ifa güçlüğüne vücut veren öngörülemez ve olağanüstü durumlar olarak ortaya çıkabilir. Bu durumda borçlu, 159  Eren (n 29) 541; Baysal (n 140) 161; Kaplan (n 34) 111. Salgının kira sözleşmeleri bakımından geçici imkânsızlığa ve aşırı ifa güçlüğüne vücut verebileceği hakkında bakınız Abdülkerim Yıldırım, ‘Koronavirüs Krizinin Özel Hukuk Sözleşmelerine Etkisi  (2020) 15(165) Terazi Hukuk Dergisi 986 ve devamı.160  Sinan Sarıkaya ve Gökhan Bakar, ‘Basiretli Tacir İlkesi Işığında Koronavirüs (COVID–19) Salgınının Sözleşmelerdeki Ceza Koşuluna Etkisi  (Lexpera Blog, 17 Nisan 2020) https://blog.lexpera.com.tr/basiretli-tacir-ilkesi-isiginda-koronaviruscovid-19-salgininin-sozlesmelerdeki-ceza-kosuluna-etkisi/,  Erişim Tarihi 19 Mayıs 2020.161  Bir görüşe göre, uyarlamanın mümkün olabilmesi, sosyal felaket niteliğinde toplumun önemli bir çoğunluğunu etkileyen bir hadisenin varlığına bağlıdır. Bischoff (n 34) 184 ve devamı. Benzer yönde Türk hukukunda Kaya (n 148) 1580; Kaplan (n 34) 140; Gürsoy (n 147) 106-107.162  Sabine Otte-Gräbener, ‘Auswirkungen der COVID-19-Pandemie auf Lieferverträge  (2020) hEft 8 Gesellschafts und Wirtschaftsrecht 150.163  Oğuzman ve Öz (n 40) 564; Seliçi (n 22) 196-198; Altınok Ormancı (n 22) 210.164  Örneğin bakınız Ticaret Bakanlığı Tıbbi Tanı Kitlerinin İthaline İlişkin Tebliğ ve Ticaret Bakanlığı İthalatta Gözetim Uygulanmasına İlişkin Tebliğ (Tebliğ No: 2009/8) De Değişiklik Yapılmasına Dair Tebliğ, 2 Nisan 2020 Tarih ve 31087 sayılı Resmi Gazete.165  Oğuzman ve Öz (n 40) 563; Kaplan (n 34) 140; Baysal (n 140) 165-166; Cashin Ritaine (n 140) 330; Gürsoy (n 147) 116; Kaya (n 148) 1581.508Ermenek, Kartal / Konkordatonun Amacı Kapsamında COVID-19 Salgınının Sürekli Borç İlişkilerinin Feshine EtkisiTürk Borçlar Kanunu madde 138 uyarınca sözleşmelerin uyarlanmasını talep etmesi beklenir. Türk Borçlar Kanunu madde 138 kapsamında borçlu, sözleşmeyi fesih hakkını kullanmadan önce sözleşmenin uyarlanmasını talep etmelidir. Fesih hakkı, ancak borcun mahkemece uyarlamaya uygun bulunmaması veya ifa güçlüğünü katlanılır hale getiren herhangi bir uyarlamanın karşı taraf için borç ilişkisini çekilmez hale getirmesi halinde kullanılabilir. Bu nedenle sözleşmenin uyarlanması sebebiyle borç ilişkisinin devamını külfetli gören borçlu, sözleşmeyi feshetmek isteyebilir. Bu halde borçlu Türk Borçlar Kanunu madde 138 uyarınca önce uyarlamayı talep etmeden İcra ve İflas Kanunu madde 296/2 nin getirdiği imkânı kullanarak sürekli borç ilişkisini derhal feshedebilir. Sözleşmenin feshi nedeniyle ortaya çıkan tazminat konkordatoya tabi olacağından tenzilat veya vade ile ödenir. Böylelikle borçlunun menfaati,  alacaklının  uyarlama  durumunda  sözleşmenin  ayakta  tutulmasındaki menfaatine tercih edilmiş olur.Haklı sebeple fesih ile Türk Borçlar Kanunu madde 138 arasındaki yarışma kapsamında yapılan tartışmalar, kıyasen Türk Borçlar Kanunu madde 138 ile İcra ve İflas Kanunu madde 296/2 arasındaki ilişki bakımından da düşünülebilir. Türk Borçlar Kanunu madde 138 uyarınca ortaya çıkan uyarlama sebepleri, aynı zamanda haklı bir sebep teşkil edebilir. Bir görüşe göre, bu durumda sözü edilen hükümler arasında bir yarışmanın varlığı kabul edilmelidir. Buna göre borçlu Türk Borçlar Kanunu madde 138 uyarınca uyarlama isteyebileceği gibi, sözleşmeyi haklı sebeple fesih de edebilmelidir. Başka bir görüş ise, uyarlamaya ilişkin hükümlerin önceliğini kabul etmenin daha esnek ve adaletli bir çözüm tarzı olacağını savunmaktadır. Haklı sebeple fesih ile işlem temelinin çökmesi arasındaki ilişki Alman hukukunda da tartışılmıştır. Bir görüşe göre, işlem temelinin çökmesine ilişkin BGB § 313 ün 166  Türk Medeni Kanunu madde 2, hakların kullanılması ve borçların ifasında dürüst davranma yükümlüğü getirmekle beraber bu kurala bir istisna öngörmemiştir. Bu nedenle borçlu konkordato prosedürü içerisinde dürüstlük kuralına uygun davranmalıdır. Atalı, Ermenek ve Erdoğan (n 2) 637-638. Bu bağlamda sözleşmenin uyarlanması ile konkordatonun amacına ulaşması mümkün ise İcra ve İflas Kanunu madde 296/2 uyarınca sözleşmenin feshedilmesi hakkın kötüye kullanılması bağlamında değerlendirilebilir.167  Oğuzman ve Öz (n 40) 563; Baysal (n 140) 272.168  Oğuzman ve Öz (n 40) 564; Baysal (n 140) 258.169  Esasen borçlunun bu şekilde davranmasının önünde hiçbir engel yoktur. Mevcut durumda uyarlama ile İcra ve İflas Kanunu madde 296/2 uyarınca fesih arasındaki tercih borçluya bırakılmış durumdadır. Ancak kanaatimizce somut olayın koşullarına göre borç ilişkisinin uyarlanması, sözleşmenin feshine nazaran konkordatonun amacına ulaşmasına daha fazla katkı sağlayabilir. Bu nedenle sürekli borç ilişkisinin uyarlanmasının konkordatonun başarıya ulaşmasına sağlayacağı katkı dikkate alınarak komiserin uygun görüşü ile birlikte borç ilişkisinin uyarlanması, bu mümkün olmadığı takdirde fesih hakkının kullanılması düşünülmelidir. 170  Baysal (n 140) 263; Altınok Ormancı (n 22) 209; Oğuzman ve Öz (n 40) 564; Seliçi (n 22) 196-198.171  Altınok Ormancı (n 22) 210.172  Baysal (n 140) 263.509İstanbul Hukuk Mecmuası 78/2haklı sebeple feshe ilişkin BGB § 314 e göre özel hüküm olduğunu ileri sürmüştür. Başka bir görüş, BGB § 314 ün sürekli borç ilişkileri için daima öncelikli olduğunu savunmuştur. Diğer bir görüş her bir hükmün aynı ağırlıkta ve bağımsız olduğunu ileri sürmüştür. Ağırlıklı görüş ise, BGB § 313 ün öncelikli olduğunu kabul etmektedir. Buna göre, tarafların sözleşmeye devam etmeleri beklenebiliyor ve sözleşmenin uyarlanması mümkün görünüyorsa, daha düşük koşulları olan BGB § 314 uyarınca yapılan fesih talebi reddedilmelidir. Bu görüş, haklı sebeple feshe ilişkin hükmün koşullarının, işlem temelinin çökmesine ilişkin hükme göre daha düşük gereklilikler taşıdığını savunmaktadır. Bu tartışmalar ışığında, Türk Borçlar Kanunu madde 138 ile İcra ve İflas Kanunu madde 296/2 arasında üstünlük ya da öncelik sonralık ilişkisinden söz edilemez. Bu hükümler birbirinden bağımsızdır. Bu sebeple borçlu, dilerse İcra ve İflas Kanunu madde 296/2 uyarınca fesih hakkını kullanabilir dilerse Türk Borçlar Kanunu madde 138 uyarınca uyarlama talebi ile sözleşmenin devamını isteyebilir. Bununla birlikte Alman hukukunda haklı sebeple fesih ile işlem temelinin çökmesi arasındaki ilişki bağlamında, daha düşük gereklilik ve koşullar taşıyan hükmün ikincil nitelikte bir uygulama alanı olduğunun kabulüne ilişkin görüş, Türk Borçlar Kanunu madde 138 ile İcra ve İflas Kanunu madde 296/2 arasındaki ilişki için de savunulabilir. Kanaatimizce  sözleşmenin  uyarlanmasının  mümkün  olduğu  durumlarda sözleşmenin feshine imkân tanınması ahde vefa ilkesi ile bağdaşmadığı gibi clausula rebus sic stantibus ilkesi ile de bağdaşmaz. Gerçekten de sözleşmenin devamı ve ayakta kalması mümkünse ve sözleşmenin uyarlanması konkordatonun amacına mani olmuyorsa İcra ve İflas Kanunu madde 296/2 deki fesih imkânı yerine sözleşmenin uyarlanması  yoluna  gidilmelidir.  Bu  bağlamda  taraflar  arasındaki  menfaat dengesinin korunması amacıyla İcra ve İflas Kanunu madde 296/2 de sözleşmenin uyarlanmasına  yönelik  bir  değişiklik  yapılması  düşünülebilir.  Böylelikle 173  OLG Saarbrücken, Urteil vom 27.04.2010 - 4 U 41/09, BeckRS, 2010, 14170; Christian Hirsch, ‘Kündigung aus wichtigem Grund oder Geschäftsgrundlagenstörung bei Wegfall des Anmietinteresses Das Beispiel „illegaler  Wettbüros  (2007) Neue Zeitschriftfür Miet- und Wohnungsrecht 114. 174  Horst Eidenmüller, ‘Der Spinnerei-Fall: Die Lehre von der Geschäftsgrundlage nach der Rechtsprechung des Reichsgerichts und im Lichte der Schuldrechtsmodernisierung  (2001) Juristische Ausbildung 824. 175  Reiner Schulze, Burgerliches Gesetzbuch Handkommentar (10. Auflage, Nomos 2019) Art 314 N 2; Thomas Finkenauer, Münchener Kommentar zum Bürgerlichen Gesetzbuch Band 3, Schuldrecht-Allegemeiner Teil II, Krüger (C.H.Beck 2019) Art 313, N 171; OLG Dresden (5. Zivilsenat), Beschluss vom 08.02.2017 - 5 U 1669/16, BeckRS, 2017, 106456, N 15.176  Volker Emmerich, Das Recht der Leistungsstörungen (C.H.Beck 2005) § 27 N 43; Otto Palandt ve Christian Grüneberg, Palandt Bürgerliches Gesetzbuch (C.H.Beck, 2020) Art 313 N 14; Hirsch (n 171) 114.177  Emmerich (n 174) § 27 N 43; Palandt and Grüneberg (n 174) Art 313 N 14.178  Finkenauer (n 173) Art 313 N 169.179  Mevcut durumda borçlu dilerse İcra ve İflas Kanunu madde 296/2 deki fesih olanağını kullanmaksızın doğrudan uyarlama davası açabilir. Ancak kanaatimiz borçlunun uyarlama mümkünken sözleşmeyi feshedememesidir.180  Önerimiz, 296/2 ye,  Sözleşmeyi fesih talebinden önce borçlu, koşullarının oluşması halinde sözleşmenin uyarlanmasını isteyebilir.  ifadeleri eklenerek Türk Borçlar Kanunu madde 138 ile İcra ve İflas Kanunu madde 296/2 nin kesişen uygulama alanlarında sözleşmenin ayakta tutulmasının sağlanmasıdır. Gerçekten de haklı sebeple fesihte dahi ahde vefa ilkesi gereği sözleşmenin devamı ve ayakta tutulması öncelenmektedir. Gauch (n 29) 175.510Ermenek, Kartal / Konkordatonun Amacı Kapsamında COVID-19 Salgınının Sürekli Borç İlişkilerinin Feshine Etkisikonkordato borçlusu, uyarlama için ayrı bir dava açmanın neden olacağı ekonomik külfet ve zaman kaybına maruz kalmayacak ve konkordatonun amacına ulaşılmasına da katkı sağlanmış olur. Ayrıca sırf hakkın kötüye kullanılmasını önlemek amacıyla getirilmiş  olan  İcra  ve  İflas  Kanunu  madde  296/2 nin  covid-19 un  yarattığı ekonomik belirsizlik nedeniyle kötüye kullanılmasının da önüne geçilir.Sonuçİcra  ve  İflas  Kanunu  madde  296/2 de  düzenlenen  fesih  imkânı,  kanunî  bir uyarlamadır. Fesih için sürekli bir borç ilişkisinin varlığı şarttır. Dönemli edimli sözleşmeler de bu bağlamda feshe konu olabilir. Kuruluşu ile ifası arasında bir süre bulunan sürekli borç ilişkileri için dönme imkânı tanınması gerekir.Konkordatonun  amacına  mani  olma  kapsamında  yapılacak  değerlendirmede konkordatonun  iyileşme  amacı  taşıyıp  taşımadığı  tespit  edilmelidir.  COVID-19 salgının  sebep  olduğu  ekonomik  darboğaz,  borçlunun  sürekli  borç  ilişkilerinin yükünden kurtulmak istemesi sonucunu doğurabilir. Buna rağmen covid-19 salgını, konkordatonun amacı bağlamında mutlak olarak nazara alınması gereken bir husus değildir. COVID-19 salgını, konkordatonun iyileşme amacına etki eden ya da onu engelleyen etkenlerin sayısı veya ağırlık oranında doğrudan veya dolaylı olarak bir değişme meydana getirdi durumlarda göz önünde bulundurulmalıdır.COVID-19 salgını somut durumun koşullarına göre, konkordato komiserinin konkordatonun  amacının  tespiti  bağlamında  kullandığı  takdir  yetkisini  etkiler. Ancak  bu  durum  komiserin,  hakkın  kötüye  kullanılması  bağlamında  yapacağı değerlendirmeyi etkilememelidir. Komiser, işletmenin faaliyeti, borçlunun likidite bakımından durumu ve sürekli borç ilişkisi ile konkordatonun amacı kapsamında covid-19  salgınına  atfedilebilecek  bir  nedensellik  bağının  varlığı  göz  önünde bulundurulmalıdır.  Hukuk  sistemlerinde  covid-19  nedeniyle  meydana  gelen ekonomik buhranın telafisi maksadı ile konkordato ve iflas hukukunda borçlu lehine bazı kolaylıkların kabul edilmesindeki eğilim, İcra ve İflas Kanunu madde 296/2 kapsamında da yüksek dereceli ispat ölçüsünün düşürülmesi bağlamında tezahür etmelidir. 7226 sayılı Kanun ile getirilen fesih yasağı, İcra ve İflas Kanunu madde 296/2 bakımından bir etki sonuç göstermez.COVID-19 salgını bir uyarlama sebebi olarak kabul edilmeli ve sürekli borç ilişkilerinin bu nedenle uyarlanması mümkün olmalıdır. Türk Borçlar Kanunu madde 138 ile İcra ve İflas Kanunu madde 296/2, birbirinden bağımsızdır. Bu kapsamda İcra ve İflas Kanunu madde 296/2 ye gerekli koşulların oluşması halinde, sözleşmenin feshine bir alternatif olarak borçluya uyarlama talep edebilme imkânı veren bir hüküm eklenmesi yerinde olur. 181  Mabillard (n 26) 201; Lorandi (n 1) 297; Pekcanıtez ve Erdönmez (n 28) 106; Kale (n 26) 257. 511İstanbul Hukuk Mecmuası 78/2Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazarlar çıkar çatışması bildirmemiştir.Finansal Destek: Yazarlar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The authors has no conflict of interest to declare.Grant Support: The authors declared that this study has received no financial support.512Ermenek, Kartal / Konkordatonun Amacı Kapsamında COVID-19 Salgınının Sürekli Borç İlişkilerinin Feshine Etkisi",
     "Kaynakça": "Acar F, ‘Sözleşmelerin Uyarlanmasında Öngörülemez Olgu, Döviz İle Sözleşme Yapma Yasağı ve Sözleşmelerin Uyarlanması  iç Murat Topuz (ed) Döviz ile Sözleşme Yapma Yasağı ve Sözleşmelerin Uyarlanması (Seçkin Yayınları 2019). Akil C, ‘Konkordato Prosedürü Çerçevesinde Sürekli Borç İlişkilerinin Feshi  (2019) 143 Türkiye Barolar Birliği Dergisi.Akkaya T, ‘COVID19 Salgını Nedeniyle Alınan İdari ve Yasal Önlemlerin Konkordatoya Etkisi ve Salgının Ekonomik Sonuçlarından Olumsuz Etkilenen Borçluların Korunmasına Yönelik Tedbirlere Dair Düzenleme Önerileri  (Lexpera Blog, 15 Mayıs 2020). Albayrak  H,  İflas  Dışı Adi  Konkordatoda  Konkordato  Mühletinin  Sözleşmeler  Bakımından Sonuçları (Yetkin Yayınları, 2020).Albayrak H, Medeni Usul ve İcra İflas Hukukunda Yaklaşık İspat (Yetkin Yayınları 2013). Altay S, Eskiocak A, Konkordato ve Yeniden Yapılanma Hukuku (Vedat Kitapçılık 2019).Altınkaya Z, ‘2020 Koronavirus Pandemisinde Avrupa Birliği Sağlık Politikaları ve Neoliberalism: İtalya Örneği  (2020) 10(20) Yalova Sosyal Bilimler Dergisi.Altınok Ormancı P, Sürekli Borç İlişkilerinin Haklı Sebeple Feshi (Vedat Kitapçılık 2011).Antalya G, Borçlar Hukuku Genel Hükümler (Seçkin Yayınları 2019).Atalay O, ‘COVİD 19 Salgını Sebebiyle Gerçekleşen Takip Tatili Sonrasına İlişkin Bazı Düşünceler ve Öneriler  (Lexpera Blog, 21 Mayıs 2020).Atalı M, Ermenek, İ, Erdoğan, E, İcra ve İflas Hukuku (Yetkin Yayınları, 2019).Atalı M, ‘Konkordatoda Kesin Mühlet ve Sonuçları  iç Muhammet Özekes (ed), 7101 Sayılı Kanunla Konkordato ve Elektronik Tebligat Konularında Getirilen Yenilikler (On İki Levha 2018).Ayan Ö, Acentenin Denkleştirme Talep Etme Hakkı (Seçkin Yayınları 2008).Başözen, A, Müflisin Tasarruf Yetkisi (Turhan Kitabevi 2005).Bauer T, Staehelin D, Bundesgesetz über Schuldbetreibung und Konkurs Ergänzungsband (Helbing Lichtenhahn 2017).Baysal B, Sözleşmenin Uyarlanması (On İki Levha Yayınları 2009).Behrens H, ‘Das Wiederkehrschuldverhältnis  (Dissertation, Hamburg, 1972).Berkin N, İflas Hukuku, (Fakülteler Matbaası 1972).Berkin N, İflas Hukukunda Konkordato (Konkordato) (İsmail Akgün Matbaası 1949).Bischoff J, Vertragsrisiko und clausula rebus sic stantibus: Risikozuordnung in Verträgen bei veränderten Verhältnissen (Schulthess 1983).Bloomberg Businessweek Koronavirüsü Özel Sayısı (Mart, 2020).Buz V, Medeni Hukukta Yenilik Doğuran Haklar (Yetkin Yayınları 2005).Caruso R, ‘What Post COVID 19? Avoiding a Twenty first Century General Crisis (2020) Peace Economics, Peace Science and Public Policy.Cashin Ritaine E, ‘Emprevizyon, Hardship ve İşlem Temelinin Çökmesi: Pacta Sunt Servanda ve Alman Fransız Hukuki İlişkilerinde Sözleşmelerin Uyarlamasına Giden Yollar  (2005) Başak Baysal (Çev), 63(1 2) İstanbul Üniversitesi Hukuk Fakültesi Mecmuası.Demirsatan B, Türk Borçlar Kanunu Çerçevesinde Sözleşmenin Haksız Olarak Sona Erdirilmesi (On İki Levha Yayınları 2019).513İstanbul Hukuk Mecmuası 78/2Ehrenzweig A, System des Österreichischen Allgemeinen Privatrechts Band 2 (Manz 1920).Eidenmüller  H,  ‘Der  Spinnerei Fall:  Die  Lehre  von  der  Geschäftsgrundlage  nach  der Rechtsprechung des Reichsgerichts und im Lichte der Schuldrechtsmodernisierung  (2001) Juristische Ausbildung.Emmerich V, Das Recht der Leistungsstörungen (C.H. Beck 2005).Eren F, Borçlar Hukuku Genel Hükümler (Yetkin Yayınları 2019).Ermenek İ, ‘Borca Batıklık Nedenine Dayalı Konkordatoda Geçici Mühletin Kaldırılması  Adalet Dergisi (2020) 1(64).Ermenek İ, İflasın Ertelenmesi (Adalet Yayınevi 2010).Ermenek İ, Özdemir U, Özalp A R, ‘Bir Konkordato Nedeni Olarak Borca Batıklığın Tespiti ve Borca Batıklık Halinin Konkordato Sürecindeki Etkileri  Çankaya Üniversitesi Hukuk Fakültesi Dergisi Arş. Gör. Ceren Damar Şenel Armağanı (2020) 5(1).Ertaş Ş, ‘Sürekli Borç İlişkilerinde Zamanaşımı  (2014), 16 Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi.Finkenauer T, Münchener Kommentar zum Bürgerlichen Gesetzbuch, Band 3, SchuldrechtAllegemeiner Teil II, Krüger (C.H.Beck 2019).Gauch P, System der Beendigung von Dauerverträgen (Universitatsverlag 1968).Gernhuber J, Das Schuldverhältnis (J.C.B. Mohr 1989).Gierke O, ‘Dauerdne Schuldverhältnisse  (1914) 64 Jherings Jahrbücher für die Dogmatik des Bürgerlichen Rechts.Glanzmann L, Das neue Sanierungsrecht, Entwicklungen im Gesellschaftsrecht X (Stämpfli 2015).Gmünder H, Der Betriebsverkauf in den Insolvenzverfahren Konkurs und Nachlassverfahren des SchKG, Konkursaufschub des OR sowie Chapter 11 des US Bankruptcy Code (Dike 2018).Gschnitzer F, ‘Die Kündigung nach deutschem und österreichischem Recht  (1926) 76 Jherings Jahrbücher für die Dogmatik des Bürgerlichen Rechts.Gürsoy K T, Hususi Hukukta Clausula Rebus Sic Stantibus: Emprevizyon Nazariyesi (Güney Matbaacılık 1950).Güven H, ‘Covıd 19 Pandemik Krizi Sürecinde E Ticarette Meydana Gelen Değişimler  (2020) 7(5) Avrasya Sosyal ve Ekonomi Araştırmaları Dergisi.Heinrich S, Der Rücktritt bei den Dauervertragen des Bürgerlichen Gesetzbuch (Düsseldorf 1935).Hirsch C, ‘Kündigung aus wichtigem Grund oder Geschäftsgrundlagenstörung bei Wegfall des Anmietinteresses Das Beispiel „illegaler  Wettbüros  (2007) Neue Zeitschriftfür Miet  und Wohnungsrecht (NZM).Hunkeler D, ‘Art 297a  in: Daniel Hunkeler (ed), KurzkommentarSchKG, Kurzkommentar zum Bundesgesetz über Schuldbetreibungs und Konkurs (2nd, Helbing Lichtenhahn 2014). İsviçre Uzmanlar Grubu Raporu (Expertengruppe), Revision des SchKG: Sanierungsverfahren (Bern, 2008).Kale S, ‘Yeni Konkordato Hukuku  iç Selçuk Öztek (ed), Yeni Konkordato Hukuku (Adalet Yayınevi 2018).Kaplan İ, Hâkimin Sözleşmeye Müdahalesi (Yetkin Yayınları 2013).Kaplan İ, Yeni Türk Konkordato Hukuku (Yetkin Yayınları 2019).Kaya Ü, ‘Sözleşmenin Uyarlanmasında Sonradan Değişen Şartlar ve Öngörülemezlik İlkesi  (2016) 22(3) Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi.514Ermenek, Kartal / Konkordatonun Amacı Kapsamında COVID 19 Salgınının Sürekli Borç İlişkilerinin Feshine EtkisiKazancı İ T, ‘Swissair Olayı: İsviçre Yeniden Yapılandırma Hukukuna Etkilerive Bu Etkilerin Hukukumuz Bakımından Kısa Bir Değerlendirmesi  (2018) 14(39) Legal Medeni Usul ve İcra İflas Hukuku Dergisi.Keller G, Der Nachlassvertrag ausser Concurs nach dem schweizerischen Bundesgesetz über SchKG mit einer historischen Einleitung (Schulthess 1891).Kramer E, Art 18  in Kramer, Ernst and Bruno Schmidlin (eds), Berner Kommentar, Band VI, Obligationenrecht, 1. Abteilung Allegemeine Bestimmungen, 1. Teilband, Allegemeine Einleitung in das schweizerische Obligationenrecht und Kommentar zu Art 1 18 OR (Stämpfli, 1986).Kuntalp E, Ard Arda Teslimli Satım Akdi (Sevinç Matbaası 1968).Lorandi F, ‘Dauerschuldverhältnisse im neuen Sanierungsrecht  (2014) 3 AJP/PJA.Ludwig P, Der Nachlassvertrag mit Vermögensabtretung (Liquidationsvergleich) (Stämpfli 1970).Mabillard  R,  ‘Kündigung  der  Dauerschuldverhältnisse  im  ordentlichen  Nachlassverfahren    Prozessuale Kompensation des materiellrechtlichen Eingriffs gemäss Art 297a VE SchKG  (2010) 74 BISchK.Merz H, ‘Die Revision der Verträge durch den Richter  (1942) 61 Zeitschrift für Schweizerisches Recht.Noll U, ‘Zur Verjährung von Erfüllungsansprüchen aus Dauerschuldverhältnissen und anderen Ansprüchen auf Eine Dauernde Leistung  (Dissertation, Universität Bonn 2003). Oehri D, Der Sachwalter im Nachlassverfahren: Ein Diener zweier Herren (Schulthess 2018).Oğuzman K, Öz T, Borçlar Hukuku Genel Hükümler Cilt I (Vedat Kitapçılık 2015).Otte Gräbener S, ‘Auswirkungen der COVID 19 Pandemie auf Lieferverträge  (2020) Heft 8 Gesellschafts und Wirtschaftsrecht.Özekes M, Atalay O, ‘7226 Sayılı Kanun ile İcra ve İflâs Kanunu m 330 Hükmünü Uygulayan Cumhurbaşkanlığı Kararı (2279 Sayılı) Çerçevesinde Ortaya Çıkan Bazı Sorular ve Tartışmalara Cevaplar  (Lexpera Blog, 27 Mart 2020).Özekes M, ‘Konkordatoya Başvuru ve Geçici Mühlet iç Muhammet Özekes (ed), 7101 Sayılı Kanunla Konkordato ve Elektronik Tebligat Konularında Getirilen Yenilikler (On İki Levha 2018).Pagenstecher M, Grimm M, Der Konkurs (C.H.Beck 1968).Palandt O, Grüneberg C, Palandt Bürgerliches Gesetzbuch (C.H.Beck 2020). Papa  G,  ‘Die  Analogie  Anwendung  der  Konkursnormen  auf  den  Nachlassvertrag  mit Vermögensabtretung  (Dissertation, Bern 1941).Pekcanıtez H, Atalay O, Sungurtekin Özkan M ve Özekes M, İcra ve İflâs Hukuku Ders Kitabı (6. Bası, On İki Levha 2019).Pekcanıtez H ve Erdönmez G, 7101 sayılı Kanun Çerçevesinde Konkordarto (Vedat Kitapçılık, 2018).Pekcanıtez H, ‘2279 sayılı Cumhurbaşkanı (Fevkalâde Mühlet) Kararı ile 7226 Sayılı Kanunun Geçici 1. Maddesinin Birlikte Değerlendirilmesi  (Lexpera Blog, 28 Mart 2020). Pekdinçer T, Yılmaz A, ‘Korona Virüs (COVİD 19) Salgınının Tasdik Edilmiş Konkordato Projelerine Etkisi  (Lexpera Blog, 29 Nisan 2020).Rebsamen T, ‘Immobilienmiete im revidierten SchKG  (2014) 110 Schweizerische JuristenZeitung.Sarıkaya  S,  Bakar  G,  ‘Basiretli  Tacir  İlkesi  Işığında  Koronavirüs  (COVID–19)  Salgınının Sözleşmelerdeki Ceza Koşuluna Etkisi  (Lexpera Blog, 17 Nisan 2020).Sauter D, Ausgewählte Probleme des Sukzessivlieferungsvertrages (Schulthess 1982).515İstanbul Hukuk Mecmuası 78/2Schluck Amend  A,  ‘Änderungen  im  Insolvenzrecht  durch  das  COVID 19Insolvenzaussetzungsgesetz  (2020) Heft 8 Neue Zeitschrift für Insolvenz  und Sanierungsrecht.Schulze R, Burgerliches Gesetzbuch Handkommentar (10. Auflage, Nomos 2019).Seliçi Ö, Borçlar Kanununa Göre Sözleşmeden Doğan Sürekli Borç İlişkilerinin Sona Ermesi (Fakülteler Matbaası 1976).Serozan R, Sözleşmeden Dönme (Vedat Kitapçılık 2007).Tanrıver S, Konkordato Komiseri (Yetkin Yayınları 1993).Taşpınar S, ‘Adi Konkordato Hakkında İcra ve İflas Kanunu nda Yapılan Değişiklikler  (2003) 22 Banka ve Ticaret Hukuku Araştırma Enstitüsü Dergisi (BATİDER).Taşpınar Ayvaz S, İcra ve İflas Hukukunda Yeniden Yapılandırma (Yetkin Yayınları 2005).Tekinay S S, Akman S, Burcuoğlu H, Altop A, Tekinay Borçlar Hukuku Genel Hükümler (Filiz Kitabevi 1993).Tunç Yücel M, ‘7226 sayılı Kanun ile Cumhurbaşkanlığının 2480 sayılı Yargı Alanındaki Hak Kayıplarının  Önlenmesi  Amacıyla  Getirilen  Durma  Süresinin  Uzatılmasına  Dair  Kararı Uyarınca Sürelerin Durmasının Konkordato Sürelerine Etkisi  (Lexpea Blog, 11 Mayıs 2020). Tunç Yücel M, Konkordato Mühletinin Alacaklılar Bakımından Sonuçları (On İki Levha Yayınları 2020).Tümerdem M, Sürekli Borç İlişkilerinde Borçlunun Temerrüdü ve Sonuçları (Seçkin Yayınları 2018).Türkiye İhracatçılar Meclisi, Ekonomik Araştırmalar Şubesi Corona Virüsünün Türkiye&Dünya Ekonomisine Etkileri Bilgi Notu.Umar B, İcra ve İflas Hukukunun Tarihi Gelişmesi ve Genel Teorisi (Ege Üniversitesi İktisadi ve Ticari İlimler Fakültesi 1973).Umbach Spahn B, Kesselbach S, Bossart S, ‘Art 297a  in: Jolanta Kren Kostkiewicz and Dominik Vock (eds), Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs SchKG (4th, Schulthess 2017).Üstün, Ç, Özçiftçi, S, ‘COVID 19 Pandemisinin Sosyal Yaşam ve Etik Düzlem Üzerine Etkileri: Bir Değerlendirme Çalışması  (2020) 25(1) Anadolu Kliniği Tıp Bilimleri Dergisi.Wohl G, Die Sanierung von Immoniliengesellschaften, Sprecher, Thomas (Editör), Sanierung und Insolvenz von Unternehmen VIII (Schulthess 2017).Yıldırım A, ‘Koronavirüs Krizinin Özel Hukuk Sözleşmelerine Etkisi  (2020) 15(165) Terazi Hukuk Dergisi.516"
}