{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "27",
     "Ay": "12",
     "Yıl": "2018",
     "Cilt": "76",
     "Sayı": "2",
     "Başlık": "Danıştay Kararlarına Göre İmar Planının Yargı Yerince İptal Edilmesinin Yapının Hukuki Durumuna Etkisi – Eleştirel Bir Bakış",
     "Title": "The Impact of Revocation of Zoning Plans On The Legality of Construction According to the Council of State Jurisprudence – A Critical Evaluation",
     "Yazar İsmi": [

          "Cenk Şahin"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "İmar planı" , "Yapı ruhsatı" , "Kazanılmış hak" , "Yıkım"
     ],
     "Keywords": [
          "Zoning plan" , "Construction permit" , "Vested right" , "Demolishment"
     ],
     "Özet": "İmar planının yargı yerince iptal edilmesinin,  bu plana dayalı olarak verilen ruhsata uygun bir biçimde inşa edilmiş yapının hukuki durumuna ne yönde etki edeceği meselesi çok sayıda yargısal uyuşmazlığın konusunu teşkil etmiştir. Söz konusu uyuşmazlıkların hallinde, iptal edilen plan ve ruhsata uygun olarak yapılan yapılar bakımından  kazanılmış hak  veya  müesses durum ların oluşup oluşmadığının tespiti gerekmektedir. Esasen meselenin özü  hukuki güven ve istikrar ilkesi  ile  kamu düzenin tesisi  ve  yargı kararlarının gereğini yerine getirme zorunluluğu  arasındaki dengenin nasıl sağlanması gerektiğine dayanmaktadır. Ne var ki, sözü edilen kavramlara bağlanan hukuksal etki ve sonuçların belirsizliği, doktrinin değişmez kalıplara oturtulacak bir teori oluşturulmasını engellediği gibi, ilgili yargısal içtihatların istikrar kazanmasını da zorlaştırmıştır. İdari yargı, imar planlarının mahkeme kararı ile iptalinin doğurduğu hukuki uyuşmazlıklarda,  idari istikrar ,  kazanılmış hak ,  müesses durum  gibi kavramlara yönelik ilke ve esasları sabit bir uygulama zeminine oturtmaktan kaçınmıştır. Kazanılmış hak veya müesses durumların var olup olmadığının veyahut da nasıl korunmaları gerektiğinin sorgulamasını her bir olayın kendi içinde, ayrı ayrı yapmayı gerekli kılan bu durum, birbiri ile uyumlu olmayan içtihatların ortaya çıkmasına neden olmuş; oldukça dinamik ve değişken bir nitelik arz eden imar uygulamaları bakımındansa aynı konuda farklı kararlar verilmesine kadar varan, ciddi görüş ayrılıklarını beraberinde getirmiştir.Çalışmada, anılan kavramlara dayalı teorik esaslar ve yargı kararları tahlil edilerek,  imar planın iptal edilmesinin, yapı ruhsatının (dava konusu edilmişse) yargı yerince veya (dava konusu edilmese bile) İdarece iptalini gerektirip gerektirmediği ;  her durumda ilgili yapının yıkımına karar verilip verilemeyeceği ;  ruhsat iptali ve yıkım neticesinde ortaya çıkan zararların nasıl ve neye dayalı olarak tazmin edileceği  meseleleri üzerinde durulmuştur. Bu yöndeki değerlendirmeler doğrultusunda,  genel olarak  aşağıda yer verilen sonuçlara ulaşılmıştır:Şayet ilgili ruhsatın tesisi tarihinden itibaren dava açma süresi (veya kimi yargı kararlarında işaret edilen makul süre) geçmiş ve plan iptal edilene kadar, yapı ruhsata uygun bir biçimde inşa edilmiş ise,  idari istikrar  ilkesi uyarınca yapı ruhsatının İdare ce geri alınamaması ve müesses durum teşkil eden yapı kısımlarının, imar düzeni bakımından  tahammül edilemeyecek  bir durum oluşturmadıkça, korunması gerekir. Buna karşılık, imar planın iptaline yönelik yargı kararı ve gerekçesinden, ilgili yapının varlığına   örneğin, çevrenin, kıyının, kültür ve tabiat varlıklarının, tarım arazilerinin korunması veya yapı güvenliği bakımından   tahammül edilebilmesinin mümkün olmadığı sonucu çıkıyor ise, bu gibi istisnai hallerde, yapı ruhsatının geri alınması ve yapının da yıkılması gerekmektedir. Bu durumda, iyiniyetli yapı sahibinin yapmış olduğu yapının yıkılması neticesinde oluşan zararlarının tazmin edilmesi icap etmektedir.İdari yargı yerinden imar planı yanında bu plana dayalı olarak verilen yapı ruhsatının iptalinin de talep edilmesi durumunda; idari yargıcın, dava konusu işlemin hukuka aykırılığını tespit edip, işlemi geçmişe etkili bir biçimde hukuk düzeninden ayıklaması mümkün ve gereklidir. Bununla birlikte, bu gibi hallerde, mahkemenin iptal kararlarının gerekçesi incelenmeden, iptale yol açan hukuka aykırılığın nasıl ve ne şekilde giderilebileceği, imar planın iptali doğrultusunda yapılacak yeni imar planı ile uyumlu olup olmayacağı tetkik edilmeden, yapının yıkılması yönünde karar alınması, zamansal bakımdan erken   ve bu nedenle   hukuka aykırı olur. İlgili yapının korunup korunmamasında, imar planı ve ruhsatın iptaline yol açan yargı kararının gerekçesi (ve bu gerekçe doğrultusunda yapılacak yeni planın kullanım karar ve koşulları) belirleyici rol oynamalıdır.Yapının korunmasının herhangi bir suretle mümkün olmadığı hallerde, iyiniyetli yapı sahibinin gerçek zararı, hizmet kusuru esasına dayalı olarak tazmin edilmelidir. Bu doğrultuda yapı sahibine, yapının değerinin yanında, durum ve şartlara göre, fiili zarar kalemleri ve yoksun kaldığı kazancının ödenmesi icap etmektedir.",
     "Abstract": "The issue as to how revocation of a zoning plan by judicial authorities would affect the status of a building with a construction permit granted as per the same zoning plan has been raised as a matter of discussion in a number of legal disputes. In dealing with such disputes, it is necessary to determine whether a  vested right  or  established status  has been acquired concerning the buildings that were constructed in accordance with the construction permit and the revoked zoning plan. In principle, the issue lies behind how to strike the balance between the  principle of legal certainty  and the  establishment of the public order  /  enforcement of judgements . Yet, the uncertainty of the legal effects and results linked to these concepts prevented the doctrine from introducing a theory to be placed in constant patterns. Furthermore, it prevented the legal decisions from becoming established precedents. In legal disputes arising from the revocation of zoning plans by judicial decisions, administrative courts have been reluctant to place the principles and concepts of the notions such as  administrative stability ,  vested rights ,  established status  on a sound basis. This situation which - on a case-by-case basis - requires questioning of the existence of the vested rights / established status, or how they should be protected, has led to inconsistent legal precedents which are not compatible with each other; and has also introduced significant differences in legal opinions and accordingly caused inconsistent court decisions that are relevant to highly dynamic and changing zoning practices.In this study, the issues of  whether the cancellation of the zoning plan also requires the revocation of a construction permit (if it has become a subject of a case) by courts or administrative authorities (if it has not become a subject of a case) ;  whether or not a decision for demolishing the relevant building in any case could be granted ;  how and on which criteria the compensation for the damages arising from the revocation of a construction permit and demolishment would be calculated  have been elaborated by analysing theoretical principles and judicial decisions within the frame of the said notions.As such, the following results,  in general , have been reached:In the event that the legal period of filing a lawsuit starting from the grant date of the relevant permit (or the reasonable time as mentioned in certain legal decisions) has expired but the construction of the building has been completed as per the construction permit by the revocation date of the zoning plan, the agency should not take the construction permit back in accordance with the principle of administrative stability, and protect the part of the buildings presenting an established status unless they qualify as  an unbearable situation  in respect of the zoning order. On the other hand, if the relevant court decision including its reasoning refers to unbearable situation of the relevant building (e.g. concerning protection of environment, coastal areas, cultural and natural assets, agricultural areas or building safety), the building should be demolished, and the construction permit must be revoked. In this case, it is necessary to compensate the bona fide owner of the building for the damages arising from the demolishment of the building. In the event that a plea is made for cancellation of the zoning plan together with revocation of the construction permit granted thereupon, the judge should assess the illegality of the action in question and eliminate the action from the legal order with a retroactive effect, if necessary. That said, in those cases, it would be premature in time and – therefore – illegal to decide on demolishing a building without examining the reasoning of the courts  revocation decision, without studying how to eliminate the incompliance with law that led to revocation, and whether the building would be in compliance with the zoning plan to be introduced further to the cancellation decision. In deciding on preservation of the relevant building, the reasoning of the judicial decision (and all the terms and conditions of the new zoning plan to be made in line with this reasoning) should play a decisive role. In the cases where it is decided that the protection of the building is not possible, the actual damage of the bona fide owner should be compensated on the basis of the state s neglect of duty. Accordingly, the building owner should be compensated for the value of the building and also for the actual losses and loss of profit, where necessary.",
     "Metin": "İmar planlarının yargı yerince iptalinin, plana dayalı olarak verilen yapı ruhsatlarına ve yapının hukuki durumuna nasıl etki edeceği; İdare nin yapı ruhsatlarını geri alıp alamayacağı; imar planının yanında yapı ruhsatının da iptal davasına konu edilmesi durumunda yargı yerinin ne yönde karar vermesi gerektiği; yargı kararlarının nasıl uygulanacağı ve bütün bunlara bağlı olarak inşasına başlanmış veya tamamlanmış yapıların korunup korunamayacağı meseleleri, gerek idari yargı kararlarında gerekse doktrinde farklı yaklaşım ve görüşlerin ortaya çıkmasına neden olmuştur. Konunun temelinde,  kazanılmış haklar ve bireyler lehine oluşmuş (müesses) durumların  korunması   ile   imar  düzenin  sağlanması  ve  yargı  kararlarının gereklerinin yerine getirilmesi ne ilişkin yükümlülüklerin bir arada değerlendirilmesi ve dengelenmesi arayışı yatmaktadır. Çalışmanın ana ekseni, idari yargının bu arayışın ürünü olan kararlarının zaman içindeki değişim, dönüşüm ve gelişimi üzerine kurgulanmıştır. Bu bağlamda, sözünü ettiğimiz meseleler, Danıştay ın farklı bakış açılarını yansıtan ve yerine göre birbiri ile çelişen kararlarının tasnif, tahlil ve eleştirisine dayalı biçimde incelenecektir. Farklı nitelikteki imar hukuku işlem ve uygulamaları bakımından oldukça geniş bir kapsama sahip olan konunun, bütün boyutları ile incelenmesi yerine, belirli bir çerçeve ile sınırlandırılması yoluna gidilmiştir Bu doğrultuda, yukarıda sözünü ettiğimiz meseleler, aşağıdaki sorulara verilebilecek cevaplar ve bunların beraberinde getirdiği tartışmalarla sınırlı bir biçimde ele alınmıştır.1- Dayanağı olan imar planı yargı kararı ile iptal edilene dek ruhsata uygun bir şekilde inşa edilip tamamlanmış bir yapının ruhsatı dava konusu edilmemiş olsa bile İdare tarafından her durumda iptal edilebilir mi/edilmeli midir?2- Yargı kararı ile iptal edilen plana dayalı olarak verilen yapı ruhsatının da iptaline yönelik dava açılmışsa,  idari istikrar a ilişkin ilke ve esaslar, ruhsatın mahkemece iptaline engel teşkil eder mi? Ruhsat ve ruhsatın dayanağını teşkil eden imar planının İdarece veya yargı yerince iptal edilmesine binaen her durumda yıkım kararı alınmalı ve yapı yıkılmalı mıdır?3- Ruhsat ve ruhsatın dayanağını teşkil eden imar planının İdarece/veya yargı yerince iptal edilmesi durumunda, yıkım kararı verilebilmesi için yapı bedelinin ödenmiş olması gerekli midir? 4-  Korunması  mümkün  olmayan  yapının  ortadan  kaldırılması  ve  iyi  niyetli kişilerin zararlarının karşılanmasında kamulaştırma mekanizmasına dayalı bir çözüm üretilebilir mi? İdarece bu kişilere ödenmesi gereken tazminatın/bedelin nitelik ve kapsamı ne olmalıdır?759İstanbul Hukuk Mecmuası 76/2Bu  sorulara  cevap  bulma  arayışında,  öncelikle  idari  işlemlerin  kaldırılması ya da geri alınmasında,  İdareye güven  ve  idari işlemlerde istikrar  ilkelerinin, anlam, işlev ve kapsamlarının ilgili yargısal içtihatlarla birlikte  genel  bir biçimde değerlendirilmesi gerekmektedir.I.  İdareye Güven  ve  İdari İşlemlerde İstikrar  İlkelerine Yönelik  Genel  Değerlendirme Hukuk Devleti  ilkesinin unsurları içerisinde yer alan  İdare ye güven  ve  İdare de istikrar ve süreklilik  ilkeleri, İdare nin hukuka bağlılığının, bireylerin de İdarenin keyfî nitelikli tutum ve davranışları karşısında korunmasının güvencesini teşkil etmektedir. Anayasa Mahkemesi birçok kararında  hukuki güvenlik ilkesi nin  Hukuk Devleti nin unsurlarından biri olduğunu kabul etmiş,  Hukuk Devleti nde hukuk güvenliğini sağlayan bir düzenin kurulmasının zorunlu olduğunu sıklıkla vurgulamıştır. Hukuk Devleti  ilkesine dayalı olarak kurulmuş bir hukuksal düzende, bireylerin öngörülebilir bir hukuk ortamına sahip olması hukuk güvenliğinin tesis edilebilmesi için zorunludur. Bu nedenle,  idari istikrar ilkesi , hukuk güvenliğin sağlanmasında temel ve vazgeçilmez bir ilkedir. Gerek doktrin gerekse idari yargı içtihatları uyarınca,  idari istikrar  ilkesi ,  kazanılmış hak  ve  müesses durum ların belirli şartlar dahilinde korunmaları ve keyfî bir biçimde değiştirilememelerini gerekli kılar. Sözü edilen  hak  veya  durum lar, düzenleyici işlemlerle öngörülen durumların kişiselleşmesi ile, yani objektif bir hukuk kuralının uygulanması ve genel durumun şahsileştirilmiş bir duruma dönüşmesi neticesinde varlık kazanabilir. Anayasa Mahkemesi 03.04.2001 tarih ve E. 1999/50, K.2001/67 sayılı kararında kazanılmış hakkı  …kişinin bulunduğu statüden doğan, tahakkuk etmiş ve kendisi yönünden kesinleşmiş ve kişisel alacak niteliğine dönüşmüş hak  olarak tanımlamıştır. Yüksek Mahkemenin, kamu hukukuna özel hukuktaki görüntüsünü değiştirmeden aktardığı   kazanılmış  hak   müessesesini,   korunmaya  değer  hak   kavramı  ile genellikle tek bir potada eriten Danıştay da, İdare organı tarafından tesis edilen düzenleyici işlemlerin uygulanması suretiyle elde edilen hukuksal kazanımları,  bir yandan zaman içinde bu yolla idarede sağlanmış olan istikrarın ve kamu düzeninin bozulmaması amacı ile, öte yandan, belli bir süre kesintisiz uygulanmak suretiyle ilgili kişinin statüsünün ayrılmaz bir parçası haline dönüşmüş oldu(klarını) göz önüne al(a)rak  korumaktadır. 1  AYMK, E. 2006/61, K. 2007/91, 30.11.2007.2  AYMK, E. 1989/11, K. 1989/48, T. 12.12.1989.3  DİDDK, E. 1996/509, K. 1998/562, T. 13.11.1998.760Şahin / Danıştay Kararlarına Göre İmar Planının Yargı Yerince İptal Edilmesinin Yapının Hukuki Durumuna Etkisi – Eleştirel Bir Bakışİdare nin önceki tutum, davranış ve işlemleri ile yarattığı hukuki durumları makul bir  süre  geçtikten  sonra,  ilgililerin  aleyhine  değiştirmesi   Hukuk  Devleti nden beklenen güven ve istikrar ilkelerini zedelemektedir. Bu sebeple İdare Hukuku doktrininde,   toplumun  ve  bireylerin  yaşamında  hukuki  güvenlik  ve  kararlılık sağlanması gerekli olduğundan hukuka aykırı işlem ve kararların da fiilen bazı birel ve özgül durumlar yarattığı ve bunların bir süre geçtikten sonra korunması gerektiği kabul edilmektedir . Bu bağlamda,  İdareye güven  ve  idari işlemlerde istikrar  ilkeleri yalnızca hukuka uygun birel işlemler vasıtası ile kazanılan hakların değil,  belirli  şartlar  dahilinde,  hukuka  aykırı  işlemler  neticesinde  oluşmuş,  müesses durum ların da korunmasını gerektirmektedir.  İdari istikrar a yönelik ilkeler uyarınca,  kural olarak  İdare nin geçmişe etkili bir  işlem  tesis  edebilmesi  mümkün  değildir.  Bu  doğrultuda,  İdare nin  hukuka uygun düzenleyici ve birel işlemlerinin geri alınması,  işlem ve kararların geriye yürümezliği  ve  kazanılmış hakların korunması  prensiplerine aykırı bir ameliyedir. Bireyler için müesses durumlar oluşturan hukuka aykırı birel işlemler ise şayet ilgilinin hilesi, idareyi yanıltması veya açık bir hata söz konusu değilse,  idari istikrar  ve  idari işlemlere güven  ilkeleri çerçevesinde ancak  makul bir süre de geri alınabilir. Bireyler lehine oluşmuş hukuksal durum veya kazanımların sonradan yapılan işlemlerle ortadan kaldırılması halinde, sözü edilen ilke ve prensiplerin zedeleneceği kabul edilmektedir. Nitekim, bu durum, aşağıda bazı örneklerinin aktarıldığı Danıştay kararlarının birçoğunda vurgulanmaktadır.Örneğin, Danıştay İçtihatları Birleştirme Kurulu nun E. 1987/1,2,4, K. 1897/2 sayı ve 6.7.1987 tarihli kararında yokluk ve mutlak butlan halleri ile kişinin gerçek dışı beyan ve hilesinin yanlış işlem tesisine neden olduğu haller haricinde,  yanlış işlemlerden dolayı kişi yararına hak veya korunması gereken yerleşmiş (müesses) bir durum doğmuş ise, idari işlemlerin ancak iptal davası süresi içinde geri alınabileceği; bu sürenin geçmiş olması halinde idare için de işlemin kesinleşmiş olacağı yabancı ve yerli doktrin ve içtihatlarda kabul edilmekte  olduğu belirtilmiştir. Bu  yöndeki  kararların  kökeninde  Danıştay  İçtihatları  Birleştirme  Kurulunun oldukça eski tarihli iki kararı yatmaktadır. Adı geçen Kurulun 26.9.1952 tarih ve 1952/244 sayılı kararıyla  kanunsuz yapılan bir terfiin memur lehine müktesep bir hak doğurmayacağı aşikar olmakla beraber bu işlemin bir çok sübjektif tesir ve  neticeler  doğurduğu,  idarece  kanunsuz  bir  terfii  işleminin  her  zaman  geri 4  Lutfi Duran, İdare Hukuku Ders Notları, İstanbul Üniversitesi Yayınları, Fakülteler Matbaası, İstanbul, 1982, s. 424.5  Lutfi Duran, İdare Hukuku Meseleleri, Fakülteler Matbaası, İstanbul, 1964, s. 371-372.6  Turgut Tan, İdari İşlemlerin Geri Alınması, Ankara Üniversitesi Siyasal Bilgiler Fakültesi Yayınları, No: 298, Ankara, 1970, s. 39; Kemal Gözler/Gürsel Kaplan, İdare Hukuku, Ekin Yayınevi, Bursa, 2016, s. 410-411; Duran, Ders Notları, s. 422-423.7  Karar 19.03.1988 tarih ve 19759 sayılı Resmî Gazete de yayınlanmıştır. 761İstanbul Hukuk Mecmuası 76/2alınabileceğini kabul etmenin ‘istikrar ilkesi  ile bağdaştırılamayacağı, kanunsuz bir yükselme işleminden sonra, aynı memur hakkında kanuna uygun çeşitli yükselmeler yapıldığı takdirde, idare tarafından kanunsuz yükselmenin artık geri alınmasının uygun görülemeyeceği  belirtilmiştir. Aynı Kurulun 22.12.1973 gün ve 1973/14 sayılı kararında ise; idarenin, yokluk, açık hata, memurun gerçek dışı beyanı veya hilesi hallerinde süre aranmaksızın hatalı ödediği meblağı her zaman geri alabileceği, bunun dışında kalan hallerde hatalı ödemelerin istirdadının hatalı ödemenin yapıldığı tarihten başlamak üzere dava açma süresi içinde olanaklı olduğu ve bu süre geçtikten sonra istirdat edilemeyeceği kabul edilmiştir. Anılan kararın gerekçesinde  iyi niyet kuralı  üzerinde de durularak  idarenin sakat ve dolayısıyla hukuka aykırı işlemine, idare edilenlerin gerçek dışı beyanı veya hilesi neden olmuşsa ya da geri alınan idari işlem yok denilecek kadar sakatlık taşımakta ise, hatalı işlemde idare edilenin kolayca anlayabileceği kadar açık bir hata bulunmaktaysa ve idareyi bu konuda haberdar etmemişse, memurun iyi niyetinden söz etmeye olanak bulunmadığı ve bu işlemlere dayanılarak yapılan ödemeler için süre düşünülemeyeceği, bu ödemelerin her zaman geri alınabileceği; ancak bunun dışındaki hatalı ödemeler için memurun iyi niyetinin istikrar ve kanunilik kadar önemli bir kural olduğu ve bu nedenle yukarıda belirtilen istisnalar dışındaki hatalı ödemelerin dava süresi içinde geri alınabileceği  vurgulanmıştır. İdari işlemleri geri almanın zamansal sınırını teşkil eden  makul süre  genellikle doktrinde ve yargısal içtihatların bir kısmında  dava açma süresi  olarak kabul edilmektedir. Bununla birlikte, kimi Danıştay kararlarında söz konusu sürenin olayların nitelik ve özellikleri de göz önünde bulundurulmak suretiyle tespit edileceği belirtilmiş, diğer bir ifadeyle, geri alma süresinin  makul  olup olmadığını her olay ve işlemin kendi özelliklerine göre ayrı ayrı değerlendirileceği vurgulanmıştır.8  Danıştay bazı kararlarında, memur hakkında hukuka uygun çeşitli yükseltmeler yapılması şeklinde ifade ettiği süreyi altı yıl olarak belirlemiştir. Bkz. D. 5. D., T. 24.9.2002, E. 1999/1909, K. 2002/3361.9  Yargıtay ın istikrar kazanmış içtihatları da hukuka aykırı işlemlerin makul süre geçtikten sonra geri alınamayacağı yönündedir. Yargıtay İçtihadı Birleştirme Büyük Genel Kurulu, 27.01.1973 gün ve E. 1972/6, K. 1973/2 sayılı kararında  ...Yerleşmiş ( müesses ) durumlar hataen de doğmuş olsalar ve hak teşkil etmeseler bile, her zaman geriye yürür şekilde ortadan kaldırılabilmeleri, istikrarı ve toplumun güven hissini sarsar, kamu düzenini zedeler. Hukuka aykırı işlemin, ilgili kişi lehine yarattığı hukuki durumların ilelebet tartışma konusu yapılması sakıncalıdır. Dolayısıyla belirli bir süre geçtikten sonra bu hukuki durumların korunmasında, meşru yararları olan ilgililerin korunmasını, yani hukuki durumların dokunulmazlığını, kabul etmek gerekir  diyerek konuya ilişkin temel bakış açısını ortaya koyduktan sonra,  ...Yokluk ile mutlak butlan halleri hariç ve kişinin gerçek dışı beyanı veya hilesi de sebebiyet vermemiş olmak kaydıyla, idarenin yanlış şart tasarrufunu ... ancak iptal davası süresi veya kanunlarda özel bir süre varsa bu süre içinde yahut iptal davası açılmışsa dava sonuna kadar, geriye yürür şekilde geri alabileceğine...Bu süreler geçtikten sonra yanlış tasarrufun geriye yürür şekilde geri alınamayacağına...  karar vermiştir.10  Örneğin bkz. Sıddık Sami Onar, İdare Hukukunun Umumi Esasları, Akgün Matbaası, İstanbul, 1966, s. 551; Duran, Ders Notları, s. 424; Gözler/Kaplan, s. 410-411.11   Nasıl ki, dava açma süresini geçiren ilgili, sakat idari karara katlanmak zorunda kalıyorsa İdare de aynı süre dolduktan sonra işlemini, - hakkında iptal hükmü verilemediği gibi- geri alamamalıdır.  Duran, İdare Hukuku, s. 424.12  Danıştay ın dava daireleri arasında, 1973 tarihli İçtihadı Birleştirme Kurulu Kararının farklı yorumundan dolayı, belirgin bir görüş birliği oluşturulamamış ve hukuka aykırı idari işlemlerin geri alınmasına ilişkin süre şartı bakımından istikrarlı kararlar verilmemiştir. Örneğin Danıştay ın 12. Dairesi, E. 1995/2951, K. 1995/1071 sayı ve 26.04.1995 tarihli kararında,  ilgilinin hilesi ve yalan beyanı dışında idarece yapılan hata ve usulsüzlüklerin düzeltilmesinin işlemin tesis edildiği tarihten itibaren dava açma süresi içinde geri alınması suretiyle mümkün olduğu, bu süre geçtikten sonra geri alınmasının idari istikrar ve güven ilkeleri ile idare hukuku içtihatlarına aykırılık teşkil edeceği ni belirterek, geri almaya konu işlemlerde 762Şahin / Danıştay Kararlarına Göre İmar Planının Yargı Yerince İptal Edilmesinin Yapının Hukuki Durumuna Etkisi – Eleştirel Bir BakışÖte yandan, Danıştay, genelde, hukuka aykırı işlemler neticesinde oluşan müesses durumların, kamu düzeni ve kamu yararını ihlal eden bir sonuca ulaşmadıkça korunması gerektiği gerekçesi ile bu nitelikteki işlemlerin makul süre geçtikten sonra kaldırılmasının mümkün olmadığını kabul etmektedir. Yüksek Mahkeme, kamu yararı veya kamu düzenine esaslı bir biçimde etki eden hukuka aykırı işlemlerin ise - geçmişteki kazanımları zedeleyecek bir biçimde geri alınamasalar da - kaldırılmak sureti ile, ileriye etkili olarak hukuki varlıklarına son verilmesi gerektiği yönünde içtihat oluşturmuştur. Danıştay bu yöndeki kararlarında, idari istikrar ilkesi ile sağlanan korunmanın  kamu yararı ve kamu düzeni ile sınırlı olduğunu; … bu korumanın, kamu düzenini ve bunun sonucu olarak kamu yararını ihlal eden, bozan bir sonuca ulaştığında artık sürdürülmesinin olanaklı olmadığını; korumanın, hukuka aykırı işlemin düzeltildiği tarihe kadar ilgili kişi için doğurduğu kişisel kazanımlarla sınırlı kalacağını kabul etmek gerek(tiğini)  belirterek,  hukuka aykırı bir idari işlemle elde edilen statü ve bu statüye dayanılarak yapılan işlem ve eylemler kamuya yönelik etki ve sonuçlar doğuruyorsa bu statünün korunmayaca(ğını); ancak idarece hatalı işlem düzeltilinceye kadar ilgili kişinin bu statü nedeniyle elde ettiği kişisel kazanımlara da dokunulamayaca(ğını)  vurgulamıştır.Yeri gelmişken, belirtmek gerekir ki; uygulamada idareler işlemin  iptali  kavramını hem geri alma hem de kaldırma sonucunu doğuran kararları için kullanmaktadır. Hal böyle olunca, bir işlemin  iptal inin esasen,  geri alma  mı yoksa  kaldırma  mı olduğu; İdarece hangi anlamda kullanıldığı; hukuken hangi sonucu doğuracak şekilde kullanılması gerektiği ister istemez her bir işlem ve uyuşmazlık bakımından ayrı ayrı tespit edilmelidir. Asıl önemli olan, işlemin hangi kavramla ifade edildiği değil, hangi hukuki etki ve sonuçları doğurmak üzere tesis edildiğidir.herhangi bir ayırıma gitmeyerek, dava açma süresini esas almıştır. Buna karşılık, Danıştay 5. Dairesi, E. 1998/2760, K. 1998/1685 sayı ve 24.11.1998 tarihli kararında söz konusu İçtihatları Birleştirme Kurulu kararının hüküm fıkrası itibariyle idarenin hatalı işlemlere dayanarak ödediği meblağın istirdadına ilişkin olduğunu, dolayısıyla bunların dışındaki işlemlerde, süre koşulunun 1952 tarihli İçtihadı Birleştirme Kurulu Kararının ışığı altında, olayların nitelik ve özellikleri de gözönünde bulundurulmak suretiyle tespit edileceğini belirtmiş, diğer bir ifadeyle, geri alma süresinin  makul  olup olmadığını her olay ve işlemin kendi özelliklerine göre ayrı ayrı değerlendirileceğini vurgulamıştır. Danıştay ın son dönemde makul sürenin her olayın özelliğine göre belirleneceğine yönelik kararlara daha sıklıkla rastlanmaktadır. Örn. D. 8. D., E. 2006/2880, K. 2006/2896, T. 07.07.2007.13  Danıştay ın  kaymakamlık evinde mülk bakıcısı olan ve görevine son verildiği tarihte 18 yaşını dolduran davacının, göreve başladıktan 7 yıl sonra ilkokul mezunu olmadığı ve memuriyete atandığı tarihte 18 yaşını tamamlamadığı gerekçesiyle görevine son verilmesi ni  istikrar ilkesine aykırı düştüğü  gerekçesi ile hukuka uygun bulmadığı kararı bu yöndeki içtihadına örnek oluşturmaktadır. Bkz. D. 5. D., E. 1979/5897, K. 1982/5683, T. 6.5.1982; Aynı yaklaşımın ürünü olan bir başka karar için bkz. D. 10. D., E. 1984/2208, K. 1985/204, T. 13.02.1985.14  D. 5. D., E. 1994/7834, K. 1997/2010, T. 9.10.1997; Aynı yöndeki bir başka karar için bkz. DİDDK, E. 1996/509, K. 1998/562, T. 13.11.1998.15  Geri alma, bir işlemin, daha sonra tesis edilen işlem ile yürürlüğe girdiği tarihten itibaren, geçmişe doğru-geçmişe etkili bir biçimde, o işlem hiç yapılmamışçasına sonuç doğuracak biçimde, hukuk düzeninden silinmesi, geçersiz ve hükümsüz sayılması sonucunu doğurmaktadır. Kaldırma, bu husustaki iradenin açıklandığı tarihten itibaren, işlemin gelecekte yürürlüğüne ve uygulanabilirliğine son vermektir. Değiştirme (tadil) bir işlemin gelecek için kaldırılması ve yerine yenisinin yapılması anlamını taşır. Düzeltme ise bir işlemin geri alınıp yerine ilk tesis edildiği andan itibaren yenisi getirmek, diğer bir ifade ile, işlemin doğrusunu yanlışının yerine koymaktır. Bkz. Duran, İdare Hukuku Ders Notları, s. 421; Sait Güran,  İdari İşlem , Prof. Dr. Hayri Domaniç e 80. Yaş Günü Armağanı, C. II, Beta Yayınevi, İstanbul, 2001, s. 1281.763İstanbul Hukuk Mecmuası 76/2II. İmar Planlarının İptalinin Bu Planlara Dayalı Olarak Verilen Ruhsatlara Etkisinin  İdareye Güven  ve  İdari İşlemlerde İstikrar  İlkeleri Bakımından Değerlendirilmesiİdari yargının, düzenleyici işlem olarak kabul ettiği imar planlarının mahkeme kararı ile iptalinin doğurduğu hukuki uyuşmazlıklarda,  idari istikrar ,  kazanılmış hak ,  müesses durum  gibi kavramlara yönelik ilke ve esasları sabit bir uygulama zeminine oturtmaktan kaçındığını peşinen vurgulamak gerekir. Söz konusu kavramlara bağlanan hukuksal etki ve sonuçların belirsizliği, değişmez kalıplara oturtulacak bir teori oluşturulmasını engellemiştir. Kazanılmış hak veya müesses durumların var olup olmadığının veyahut da nasıl korunmaları gerektiğinin sorgulamasını her bir olayın kendi içinde, ayrı ayrı yapmayı gerekli kılan bu durum, birbiri ile uyumlu olmayan içtihatların ortaya çıkmasına neden olmuş; oldukça dinamik ve değişken bir nitelik arz eden imar uygulamaları bakımındansa aynı konuda farklı kararlar verilmesine kadar varan, ciddi görüş ayrılıklarını beraberinde getirmiştir.Bununla birlikte, ilgili yargı kararlarının ana ekseni ve zaman içindeki gelişim/değişim yönü tespit edilerek, incelemeye konu meseleler bakımından belirli birtakım değerlendirmelerde bulunulması mümkündür.1. Dayanağı Olan İmar Planı Yargı Kararı İle İptal Edilene Dek Ruhsata Uygun Bir Şekilde İnşa Edilip Tamamlanmış Bir Yapının Ruhsatı Dava Konusu Edilmemiş Olsa Bile İdare Tarafından Her Durumda İptal Edilebilir Mi/Edilmeli Midir?1.1.  Danıştay  6.  Dairesinin  Süregelen  Yaklaşımı  İdari  Dava  Daireleri Kurulu nun Önceki Dönemdeki TutumuBu başlık altında incelenen konuda, Danıştay 6. Dairesinin sabit bir şablona oturmayan, hatta bir bakıma tutarlı olmayan kararları olsa da söz konusu kararların bütüncül bir biçimde incelenmesi neticesinde, ilgili Dairenin genel olarak takındığı tutuma ve hakim kıldığı anlayışa yönelik olarak belirli bir takım çıkarımlarda bulunmak mümkündür. 6. Dairenin, doktrinin ve idari yargının, idari işlemlerin geri alınması ve iptali konusunda sergilediği, yukarıda ana hatları ile izah edilen genel yaklaşımını, belirli bir süredir, imar planının iptalinin bu plana dayalı olarak verilen ruhsatlara etkisi meselesine de tatbik ettiği, sözü edilen işlemlerden kaynaklanan uyuşmazlıklarda genellikle aynı yönde kararlar tesis ettiği müşahede edilmektedir. 16   İmar planlarının nitelikleri itibariyle düzenleyici işlem oldukları Danıştay ın süregelen içtihatları ile kabul edilmiş bulunmaktadır . D. 6. D., E. 1997/4802, K. 1998/4766, T. 21.10.1998.17  Söz konusu kararlar ve ayrıntılı eleştirileri için bkz. Taner Ayanoğlu, Yapı Hukukunun Genel Esasları, Vedat Kitapçılık, İstanbul, 2014, s. 195-263, 320-376. 764Şahin / Danıştay Kararlarına Göre İmar Planının Yargı Yerince İptal Edilmesinin Yapının Hukuki Durumuna Etkisi – Eleştirel Bir Bakış  Plan değişikliğinin iptalinin inşaat ruhsatının kendiliğinden iptali sonucunu doğurmayacağı 18nı,  (imar planının) iptal hükmünün verildiği tarihe kadar ilgilinin hatası hilesi ya da kusuru olmadan yapıya devam edilmesi durumunda bu aşamaya kadar gelmiş yapının fiili durumunun da kazanılmış hak olarak kabul edilmesi gerek(tiğini)  belirten Danıştay 6. Dairesi, bu doğrultuda, imar planı iptal edilinceye kadar söz konusu plana dayalı olarak verilen ruhsata uygun bir şekilde yapımına başlanmış ve tamamlanmış yapının ruhsatının İdarece iptal edilemeyeceğine hükmetmiştir: Dosyanın incelenmesinden, imar planı değişikliği ile davacılara ait taşınmazın bulunduğu yerin  konut  alanına  alınması  üzerine  davacı  tarafından  yapılan  başvuru  sonucu  yol seviyesinin altında 1 kat, yol seviyesinin üstünde 5 kat olmak üzere toplam 6 kat için ... günlü, ... sayılı inşaat ruhsatının ve bu ruhsat uyarınca yapılan yapıya ... günlü, ... sayılı yapı kullanma izin belgesinin verildiği, ancak davacılara ait taşınmazın bulunduğu yeri konut alanı olarak belirleyen imar planı değişikliğinin ... İdare Mahkemesinin ... günlü, ... sayılı kararı ile iptaline karar verilmesi gerekçe gösterilerek ... günlü, ... sayılı belediye encümeni kararı ile davacılara verilen inşaat ruhsatının ve yapı kullanma izin belgesinin iptal edildiği anlaşılmıştır. Davacı, imar planında konut alanında kalan taşınmazı üzerinde yaptırmak istediği inşaat nedeniyle davalı idareye başvurmuş, 31.12.1994 gününde inşaat ruhsatını almış, inşaatın verilen ruhsata uygun olarak tamamlanması üzerine de 22.9.1994 gününde yapı kullanma izni belgesini almıştır. Bu işlemler nedeniyle davacının hatası, hilesi veya davacıya isnat edilebilecek bir kusur olmadığı gibi söz konusu inşaat o tarihte yürürlükte olan imar planına uygun olarak inşa edilmek suretiyle kullanılabilir hale gelmiştir. Böyle bir yapı nedeniyle yapı kullanma izin belgesini de almış olan davacının artık kazanılmış hakkı doğmuştur. Bu durumda, verilen inşaat ruhsatının ve yapı kullanma izin belgesinin yapı bittikten sonra, söz konusu taşınmazın bulunduğu yeri konut alanı olarak belirleyen imar planı değişikliğinin ... günlü mahkeme kararı ile iptal edildiği gerekçesiyle iptal edilmesinde hukuka uyarlık bulunamamaktadır. 6.  Dairenin  aynı  yönde  yorum  ve  değerlendirme  yaparak,   (Y)apılan  imar planı değişikliğine göre verilen inşaat ruhsatına dayanılarak inşaatın yapımına başlanıldığı, ancak imar planı değişikliğinin mahkemece iptali üzerine davalı idarece iptal kararının gereğinin yerine getirilmesi için herhangi bir işlem tesis edilmediği, yeni planın yapılmasından yaklaşık 2 yıl sonra inşaat ruhsatının iptal edildiği ve yapının mühürlenerek yıkımına ilişkin işlemin tesis edildiği anlaşıldığından, inşaat ruhsatının iptaline kadar geçen sürede yapımına devam edilen inşaatın, bu tarihe kadar tamamlanan kısmının korunması gerektiği ne hükmettiği kararı, yapının tamamlanması neticesinde oluşan müesses durumun korunabilmesi için, İdare nin tesis ettiği ruhsatın ne geri alınmasının ne de ileriye dönük olarak kaldırılmasının mümkün olduğu yönündeki içtihadına istikrar kazandırdığını göstermektedir.18  Örn. bkz. D. 6. D., E. 2001/4142, K. 2002/5462, T. 21.11.2002.19  D. 6. D., E. 1997/6294, K. 1998/5931, T. 03.12.1998.20  D. 6. D., E. 2003/6430, K. 2004/948, T. 20.02.2004.21  Söz konusu kararın önem arz eden bir başka noktası da Danıştay ın, yapının korunması gereken kısmının imar planının iptal edildiği tarihe göre değil, imar planı ve ona dayalı olarak verilen ruhsatın iptal edildiğinin malike bildirildiği tarihe göre belirlenmesi gerektiğini kabul etmiş olmasıdır. 765İstanbul Hukuk Mecmuası 76/2Danıştay 6. Dairesinin imar planı yargı yerince iptal edildiği tarihe kadar hukuka uygun olarak yapılmış ancak henüz tamamlanmamış yapılara ilişkin olarak verdiği kararlarda ise, söz konusu plana göre verilen ruhsatların kazanılmış hak yaratmasa da  bu  işlemler  neticesinde  yapılan  yapı  kısımlarının  geldiği  seviye  itibariyle müesses durum oluşturduğu ve korunması gerektiğine hükmettiği görülmektedir. Bu bağlamda 6. Daire,  inşaat ruhsatının düzenlenmesi kazanılmış hak için tek başına yeterli olmasa da İdare Mahkemesince  (imar planının) iptal hükmünün verildiği tarihe kadar ilgilinin hatası hilesi ya da kusuru olmadan yapıya devam edilmesi durumunda mahkeme kararının verilmesini takiben davalı idarece yapının ruhsatının  iptal  edilerek  inşaatın  mühürlenmesi,  bu  aşamaya  kadar  gelmiş yapının fiili durumunun da kazanılmış hak olarak kabul edilmesi gerek(tiğine)  karar vermiştir. Danıştay 6. Dairesinin söz konusu kararında ruhsatın iptali ifadesi ile kastedilenin (geçmişe etkili iptal anlamındaki)  geri alma  değil,  kaldırma  olduğunu kabul etmek gerekir. Zira, bir yandan yapının geldiği aşamaya kadar olan fiili durumunun korunması, diğer yandan, yapı sahibinin ruhsatla tanınan hakları bu aşamadan sonrası için kullanmasına ve inşaatına devam etmesine izin verilmeyeceğinden bahsedilmesi, iptal işleminin sadece ileriye etkili biçimde sonuç doğurması gerektiğine işaret edildiğini göstermektedir.6.  Dairenin  2009  tarihli  bir  kararının  gerekçesinden  yukarıda  yer  verilen kararlarından farklı bir kanaat sergilediği görülmekte ise de aşağıda yer verilen sonraki tarihli bir başka kararından tekrar eski içtihadına döndüğü anlaşılmaktadır:   …ilgilinin hatası, hilesi veya kendisine isnat edilebilecek bir kusurunun bulunmaması halinde yürürlükteki imar planı ile ruhsatına uygun olarak yapılan inşaatın kazanılmış hak kapsamına girdiğinin kabulü gerektiği hususu Dairemizin istikrar kazanmış içtihatlarındandır. Uyuşmazlık konusu otel binasının da uygulama imar planı ve yapı ruhsatlarına uygun yapıldığının görülmesi karşısında ilgilinin kazanılmış hakkının doğduğu…23  Öte yandan - ileride açıklanacağı üzere - sonradan aksi yönde içtihat oluşturmuşsa da, Danıştay İdari Dava Daireleri Kurulu nun eski tarihli kararlarında 6. Daire içtihadı ile aynı yönde yaklaşım sergilediği görülmektedir. Kurul un, o dönemdeki bakış açısını gösteren kararına göre: 22  D. 6. D., E. 2008/11432, K. 2009/7237, T. 15.6.2009:  Olayda, uyuşmazlık konusu yapı için düzenlenen inşaat ruhsatının dayanağı imar planlarının iptali istemiyle açılmış bir davanın bulunması nedeniyle artık davacıya ait yapı için inşaat ruhsatının düzenlenmiş olmasının kazanılmış hak için tek başına yeterli olmadığı açıktır. İmar planlarının yargı kararıyla yürütülmesinin durdurulması nedeniyle yürütmenin durdurulması kararı tebliğ edilen davalı idarenin yapıya devam edilmesinin önlenmesi ve yapının durumunun tespit edilmesi amacıyla inşaatı durdurması 3194 sayılı Yasa nın 32.maddesi uyarınca zorunludur. Devam eden süreçte imar planlarının iptaline karar verilmesi halinde, davalı idarenin iptal kararı doğrultusunda yapının yerinde korunup korunmayacağım değerlendirerek, yapının korunamayacağı sonucuna ulaşması durumunda yapı ruhsatını iptal edeceği de tabidir. 23  D. 6. D., E. 2014/6095, K. 2014/9235, T. 23.12.2014.24  DİDDGK, E. 2005/1721, K. 2008/1837, T. 23.10.2008.766Şahin / Danıştay Kararlarına Göre İmar Planının Yargı Yerince İptal Edilmesinin Yapının Hukuki Durumuna Etkisi – Eleştirel Bir Bakış …(T)aşınmazın iktisap edilmesi ve inşaat ruhsatı alınması tek başına kazanılmış hak için yeterli görülmemelidir. İmar işlerinde, kazanılmış hakkın saptanmasında, inşaatın yargı kararı verilirken fiilen bulunduğu aşama öncelikle dikkate alınmalıdır. Kazanılmış hak, verildiği anda hukuka uygun olan inşaat izninin tamamı için değil; yürütmenin durdurulması veya iptal kararı verilinceye kadar binanın fiilen yapılan kısmı için kabul edilmelidir. Bu itibarla; imar işlerinde kazanılmış hakkın ölçütü olarak, hukuki duruma uygun fiili durumlar esas kabul edilmelidir.İmar işlerinde, kazanılmış hakkın saptanmasında, inşaatın yargı kararı verilirken fiilen bulunduğu aşama öncelikle dikkate alınmalıdır. Kazanılmış hak, verildiği anda hukuka uygun olan inşaat izninin tamamı için değil; yürütmenin durdurulması veya iptal kararı verilinceye kadar binanın fiilen yapılan kısmı için kabul edilmelidir.Uyuşmazlıkta, İmar planında B-5 yapılaşma koşullarında kalan taşınmaz üzerinde ilave kat yapımı için 16.1.1998 gününde inşaat ruhsatı verilmiş, inşaatın verilen ruhsata uygun olarak tamamlanması üzerine de 25.12.1998 gününde yapı kullanma izni belgesi düzenlenmiştir. Bu işlemler nedeniyle davacının hatası, hilesi veya davacıya isnat edilebilecek bir kusur olmadığı gibi sözkonusu inşaat o tarihte yürürlükte olan imar planına da uygun olarak inşa edilmiştir.Yukarıda da belirtildiği üzere inşaat ruhsatının düzenlenmesi kazanılmış hak için tek başına yeterli olmasa da İdare Mahkemesince iptal hükmünün verildiği tarihe kadar ilgilinin hatası, hilesi ya da kusuru olmadan yapıya devam edilmesi durumunda mahkeme kararının verilmesini takiben davalı idarece yapının ruhsatının iptal edilerek inşaatın mühürlenmesi, bu aşamaya kadar gelmiş yapının fiili durumunun da kazanılmış hak olarak kabul edilmesi gerekmektedir.Olayda ise imar planı değişikliğinin iptaline ilişkin İdare Mahkemesi kararının 10.11.1998 tarihinde verilmesine ve davacıya 25.12.1998 tarihinde yapı kullanma izni düzenlemesine karşın davalı idarece yapı bittikten sonra 1.11.2000 günlü işlemle inşaat ruhsatının iptal edildiği ve yapı tatil tutanağının 25.1.2001 tarihinde düzenlenerek yapının mühürlendiği anlaşıldığından davacının kazanılmış hakkının bulunduğunun kabulü zorunludur.Bu durumda, söz konusu taşınmazın bulunduğu alanda kat artışı getiren imar planı değişikliğinin 10.11.1998 günlü, mahkeme kararı ile iptal edildiği gerekçesiyle yapı bittikten sonra inşaat ruhsatı iptal edilerek yapı tatil tutanağı ile inşaatın mühürlenmesine ilişkin işlemlerde hukuka uyarlık bulunma(mamaktadır) Özetle; Danıştay 6. Dairesi ile İdari Dava Daireleri Kurulu nun yukarıda yer verilen kararlarından, imar planına ve bu plana dayalı olarak verilen ruhsata uygun inşa edilen ve tamamen bitirilen bir yapının,  idari istikrar  ilkesi gereği korunması gerektiği, bu nedenle yapı ruhsat ve yapı kullanma izinlerinin İdare tarafından iptal edilemeyeceği, şayet yapı bitirilmemiş ise inşaat ruhsatının iptal edilmesinin icap ettiği; bununla birlikte, yapının bu tarihe kadar tamamlanan kısmının müesses durum (Danıştay ın ifadesi ile kazanılmış hak) teşkil ettiği ve korunması gerektiği yönünde içtihat oluşturduğu anlaşılmaktadır. 25  Tekrar vurgulayalım ki, bitirilmemiş yapıların ruhsatının iptal edilmesine rağmen tamamlanan kısımlarının korunması demek, buradaki  iptal  işleminin geriye değil, yalnızca ileriye dönük sonuç doğurması ve aslında yapılan işlemin idarenin işlemleri için kullanılan tabirlerle  geri alma  sonucu doğurmayıp  kaldırma  anlamına gelmesidir. Bu bakımdan, dört kat için verilen bir yapı ruhsatının dayanağı olan imar planının yargı yerince iptaline kadar geçen sürede ikinci katı tamamlayan yapı sahibinin ruhsatı iptal edildiğinde, bu katları imar mevzuatına uygun ve uyumlu hale getirecek (iki kata 767İstanbul Hukuk Mecmuası 76/21.2. Danıştay 14. Dairesinin Meseleye YaklaşımıDanıştay 14. Dairesinin yakın tarihli kararlarında, 6. Dairenin yukarıda belirli bir oranda istikrar kazandığını ifade ettiğimiz ve İdari Dava Daireleri Kurulu nun da daha önceki bakış açısını yansıtan kararlarından farklı bir yaklaşım sergilediği görülmektedir. 14. Dairenin bu yöndeki tutumuna örnek teşkil etmesi bakımından, içeriğinde ayrıntılı gerekçeler barındıran 28.02.2013 tarihli kararı özel olarak incelenmeye değerdir. Kararının  ilk  kısmında,   …düzenleyici  işlem  niteliğindeki  imar  planlarının, idarece kaldırılması veya değiştirilmesi durumunda, bu planların yürürlükte oldukları süre içerisinde ve bu planlara dayalı olarak tesis edilen bireysel işlemlerin kişiler bakımından sübjektif nitelikte kazanılmış hak doğuracağı(nın) tabii (olduğunu), (i)dari işlemlerin geriye yürümeyeceğine ilişkin idare hukuku ilkesi ile bu gibi durumlarda  kazanılmış  hakların  korunması  ve  idari  istikrarın  sağlanması(nın) amaçlan(dığını), (a)ncak bu şekilde bir kazanılmış hakkın var olduğu hallerde idari işlemin ve dayanağı olan düzenleyici işlemin hukuka uygun olduğu konusunda bir tartışma(nın) da mevcut (olmadığını)  vurgulayan 14. Daire ye göre: Tartışma; idari işlemin dayanağı olan düzenleyici işlemin yargı yerince iptal edilmiş olması halinde ortaya çıkmaktadır. Zira bu durumda iptal davasına konu işlemin hukuka aykırılığı tespit edilerek iptal edilmesi sonucunda, işlem tesis edildiği tarih itibariyle hiç var olmamış gibi bütün sonuçlarıyla ortadan kalkmaktadır.Yargı yerince iptal edilen plana dayalı olarak verilmiş olan inşaat ruhsatının idarece iptal edilmesi veya söz konusu ruhsatla ilgili olarak açılmış bir davanın mevcut olması halinde; her ne kadar ruhsat işlemi tesis edildiği tarihte plana uygun ise de, hukuka aykırılığı saptanan plana ilişkin olarak verilen iptal kararı nedeniyle imar planı tesis tarihi itibariyle yürürlükten kalkacağından inşaat ruhsatının da hukuki dayanağı kalmayacağı ve iptali gerekeceği gibi, ruhsatsız konuma düşen yapının da yıkılması gerekmektedir.Aksi görüş; yargı yerince hukuka aykırılığı tespit edilerek iptal edilen ve tesis edildiği tarih itibarıyla yürürlükten kalkan bir düzenleyici işleme dayanılarak tesis edilmiş ve dava konusu da edilmiş bir işleme rağmen ileriye yönelik bir kazanılmış hakkın tanınması sonucunu doğurur ki, bu durumun kısaca tüm işlem ve eylemlerinin hukuka uygun olduğu devlet biçimi olarak tanımlayabileceğimiz Hukuk Devleti ilkesiyle bağdaşmayacağı aşikardır.Nitekim; iptal edilen düzenleyici normlara göre kazanılmış hakların korunması amacına göre düzenlenmiş) yeni bir ruhsat verilmesi gerekmektedir. Oysa aynı örneğe konu yapı tamamlanmış ise, bu durumda yapının tamamının korunması gerekeceği, bitirilen yapı da artık ruhsatla uyumlu bir hale gelmiş bulunduğundan, ruhsatın iptali daha doğru bir ifade ile önceki ruhsatın ortadan kaldırılması ve yenisinin verilmesi gerekli değildir.26  D. 14. D., E. 2011/14794, K. 2013/1444, T. 28.02.2013.27  Karara konu uyuşmazlıkta, imar planı ve ona dayalı olarak verilen yapı ruhsatı İdare Mahkemesince iptal edilmiş ve söz konusu kararlar kanun yolu incelemesinden geçerek kesinleşmiş; bunun üzerine İdarece ilgili yapının yıkımı yönünde karar alınmıştır. Yıkım kararının iptali talebi ile açılan davada, İdare Mahkemesince  …işleme konu yapılara ait yapı ruhsatı ve dayanağı imar planlarının … İdare Mahkemesince iptal edilmesi ve anılan kararların Danıştayca onanarak kesinleşmesi karşısında anılan yargı kararları gereğince tesis edilen dava konusu işlemde hukuka aykırılık bulunmadığı gerekçesiyle davanın reddine  karar verilmiş; bu kararın davacılar tarafından temyiz edilmesi üzerine uyuşmazlık 14. Daire önüne gelmiştir.768Şahin / Danıştay Kararlarına Göre İmar Planının Yargı Yerince İptal Edilmesinin Yapının Hukuki Durumuna Etkisi – Eleştirel Bir Bakışyönelik olarak Anayasa nın 153. maddesi ile getirilen  iptal kararları geriye yürümez  hükmüne rağmen, yargı yerlerinde görülmekte olan davaların Anayasa Mahkemesince iptal edilen hükümler dikkate alınarak çözümlenmesinin Hukuk Devleti ilkesine uygun olmadığı içtihatlarla benimsenmiştir.  Yukarıda yer verilen karar kısmından, 14. Dairenin, meselenin tahlilini - her ne kadar temyiz incelemesine konu idari işlem  yıkım kararı  olsa da - bir adım geriye giderek;  dayanağı olan imar planı yargı yerince iptal edilen bir ruhsatın, İdarece veya yargı yerince iptal edilip edilemeyeceği ni de içine alacak şekilde yaptığı anlaşılmaktadır. Daire, bu doğrultuda, düzenleyici işlem niteliğindeki  imar planı nın iptal edilmesi durumunda, dayanağı ortadan kalkan  yapı ruhsatı nın da iptal edilmesi ve neticede ruhsatsız konuma düşen yapının yıkılması gerektiğine işaret etmiştir. 14. Daire, aynı yönde verdiği 20.01.2016 tarihli kararında, yukarıda yer verilen gerekçelerini kazanılmış hakkın varlığına bağlı olduğunu belirttiği şartlar bağlamında genişletmiştir. Daire, söz konusu kararında kazanılmış hakkın birtakım unsurların bulunması şartına bağlı olduğunu,  hukuka uygunluk unsuru nun bunlardan birini teşkil ettiğini, hukuka aykırı işlemlerden kazanılmış hak doğmayacağını, bu gibi hallerde hukuka uygunluk unsuru bulunmadığından yapının yıkılmasında hukuka aykırılık bulunmayacağını vurgulamıştır. 14. Dairenin yukarıda değindiğimiz kararından, Danıştay 6. Dairesinin kararlarına yansıyan hakim yaklaşımın aksine, yargı yerince iptal edilen plana dayalı olarak tesis edilen ruhsatların iptali talep edilmemiş olsa bile, İdarece iptalinin mümkün ve gerekli olduğu sonucuna vardığı anlaşılmaktadır. Zira Daire ye göre;  Yargı yerince iptal edilen plana dayalı olarak verilmiş olan inşaat ruhsatının idarece iptal edilmesi … halinde; her ne kadar ruhsat işlemi tesis edildiği tarihte plana uygun ise de, hukuka aykırılığı saptanan plana ilişkin olarak verilen iptal kararı nedeniyle imar planı tesis tarihi itibariyle yürürlükten kalkacağından inşaat ruhsatının da hukuki dayanağı kalmayaca(k) ve iptali gerekece(ktir). Bu noktada vurgulayalım ki Danıştay İdari Dava Daireleri Kurulu da 14. Dairenin bu kararından sonra, aynı yönde karar vererek, yukarıda zikrettiğimiz (aksi yöndeki) içtihadından dönmüş ve Danıştay 6. Dairesi ile 14. Daire arasındaki görüş ayrılığında 14. Daire yanında tavır almıştır.28  D. 14. D., E. 2015/10132, K. 2016/92, T. 20.01.2016.29  DİDDK, E. 2012/477, K. 2014/3990, T. 12.11.2014:  …Yargı yerince iptal edilen plana dayalı olarak verilmiş olan inşaat ruhsatının idarece iptal edilmesi veya söz konusu ruhsatla ilgili olarak açılmış bir davanın mevcut olması halinde her ne kadar ruhsat işlemi tesis edildiği tarihte plana uygun ise de, hukuka aykırılığı saptanan plana dair olarak verilen iptal kararı sebebiyle imar planı tesis tarihi itibarıyla yürürlükten kalkacağından inşaat ruhsatının da hukuki dayanağı kalmayacağı ve iptalinin gerekeceği tabiidir… 769İstanbul Hukuk Mecmuası 76/21.3. DeğerlendirmeKanaatimce 14. Daire ve artık onunla aynı yaklaşımı sergileyen İdari Dava Daireleri Kurulu nun, bu yöndeki kanaat ve gerekçeleri doğru ve yerinde değildir. Zira  Danıştay ın  yukarıda  yer  verilen  kararlarında  vurguladığı  üzere,  imar planının yargı yerince iptal edilmiş olması, söz konusu plana dayalı olarak verilmiş yapı ruhsatını kendiliğinden hükümsüz kılmaz; İdare ye de, müesses durumların var olup olmadığına bakmaksızın, söz konusu ruhsatı, dava açma süresi (ya da Danıştay ın bazı içtihatlarında işaret edilen -  makul süre ) geçtikten sonra, geçmişe etkili olarak, yani geri alma sonucunu doğuracak şekilde iptal etme imkanını vermez.  İdareye güven  ve  idari işlemlerde istikrar  ilkeleri buna engeldir. Yukarıda, en başta belirtildiği üzere, sözü edilen ilkeler yalnızca hukuka uygun birel işlemler vasıtası ile kazanılan hakların değil, belirli şartlar dahilinde, hukuka aykırı işlemler neticesinde oluşmuş,  müesses durum ların da korunmasını gerektirmektedir. Şayet ilgili ruhsatın tesisi tarihinden itibaren dava açma süresi geçmiş ve plan iptal edilene kadar, yapı ruhsata uygun bir biçimde inşa edilmiş ise, idari istikrar ilkesi uyarınca müesses durum teşkil eden söz konusu yapı kısımlarının - imar düzeni bakımından   tahammül  edilemeyecek   bir  durum  oluşturmadıkça  -  korunması gerekir. Dolayısıyla yapı; iptal edilen imar planının yerine yapılan (yeni) imar planına uyumlu olmasa bile, kural olarak, İdarenin ve üçüncü kişilerin bu aykırılığa katlanması ve yapının muhafazası icap eder. Nasıl ki, İdarece kamu yararının zorunlu kıldığı hallerde yapılan imar planı değişikliği neticesinde, (önceki plana göre yapılan ancak) yeni yapılan plana aykırı hale gelen yapıların korunması gerekiyor 30  Nitekim Duran a göre,  … İdarenin ruhsatname gibi şart tasarrufları da, ilgilileri lehine –müşahhas değilse-ferdî hukukî durumlar ihdas eder ve idarî tasarrufların geri alınması hakkındaki esaslara göre ancak hukuka aykırı olduğu takdirde, …dava açma müddeti içinde, ayni şekil ve usul dairesinde yetkili makam tarafından hükümsüz telakki ve ıslah edilebilir. Şu halde İdare, hukuka uygun olan ve müktesep hak teşkil eden tasarrufları ile hukuka mugayir de olsa müesses vaziyet doğuran ve dava açma müddeti geçmiş bulunan muamelelerini bâtıl sayamaz ve düzeltemez. Çünkü İdare kaideten makable şamil karar alamaz ve hukukun genel olan istikrar prensibini bozamaz. İdarenin evvelce yaptığı sübjektif veya şart-tasarrufları istediği vakit ve herhangi bir sebep ve mülâhaza ile iptal veya tâdil etmeğe yetkili olduğunu kabul etmek, ferdi durumları ve istikrarı hiçe saymak demektir. Bu itibarla (yapı sahibi), … inşaatı bitirdiğine nazaran ruhsatnamenin verildiği günden beri herhalde (dava açma süresi) geçmiş (ise), bu idari tasarrufla iktisab ettiği ferdî durumu, … muhafaza etmelidir.  Duran, İdare Hukuku Meseleleri, s. 371-372.31  Her ne kadar, geçmişe etkili olması ve işlem hiç yapılmamışçasına sonuç doğurması bakımından yargı yerince verilen iptal kararı ile İdare tarafından geri alma sonucunu doğuran iptal kararları arasında, bir fark bulunmasa da, müesses durumların korunması bakımından, her iki iptal kararının verilmesinin aynı şart ve kapsamda değerlendirilmesi mümkün değildir. Gerçekten, -bir sonraki bölümde açıklanacağı üzere- müesses durumlar, yargı yerinin, önüne gelen davada hukuka aykırı bir işlemin iptalini engelleyen bir nitelik arz etmese de;  İdare ye güven ,  İdare de istikrar ve süreklilik  ilkeleri uyarınca, İdare, bu tür hukuki durumlar meydana getirmiş olan hukuka aykırı işlemini - hile ve açık hata halleri olmadıkça – ancak dava açma süresi içinde geri alabilmeli ve bu durum, imar ruhsatları bakımından da geçerli olmalıdır.32  Bu nedenle, 14. Dairenin yapının yıkımına yönelik meseleyi sadece  hukuka uygun işlemlerin doğurduğu hak lar kapsamında değerlendirip, kimi hallerde, hukuka aykırı işlemler neticesinde oluşmuş (müesses) durumların da korunması gerektiği yönündeki prensibi göz ardı etmesi doğru ve yerinde değildir. 33  Örneğin ilgili iptale konu plan yerine yeni yapılan planla getirilen yapılaşma şartlarına; bu kapsamda,  Taban Alan Katsayısı  ( TAKS ),  Kat Alanı Katsayısı  ( KAKS ),  yapı yaklaşma mesafeleri ne,  kullanım kararları na uygun olmasa bile, yapının muhafazası ve söz konusu kural ve şartlara aykırı kullanımlara katlanılması gerekmektedir. (Bkz. Ayanoğlu, s. 222, 262.) 770Şahin / Danıştay Kararlarına Göre İmar Planının Yargı Yerince İptal Edilmesinin Yapının Hukuki Durumuna Etkisi – Eleştirel Bir Bakışise, bu durumdaki yapıların da prensip olarak muhafaza edilmesi gerekir. Öte  yandan,  henüz  yapı  tamamlanmamış  ise,  İdarece  tamamlanmasına  izin verilmemesi  gerekir.  Zira  düzenleyici  işlem  niteliğindeki  imar  planının  iptali yapının hukuki statüsüne, - geçmişe etkili olmasa da - ileriye dönük olarak etki eder. Bu bakımdan, idari istikrar prensibi gereğince müesses durum (veya kazanılmış hak) teşkil eden hukuki olgu, ruhsat değil, yapının o ana kadar geldiği seviyedir. Başka bir ifade ile, yargı kararları uyarınca, kazanılmış hak koruması, yapı ruhsatına değil,  yapının  fiziki  varlığına  tanınmaktadır  36.  Bu  nedenle,  ruhsat  sahibine dayanağı kalmayan bir işleme dayalı olarak ileriye dönük bir hak verilmesi hukuka uygun değildir. Bu gibi durumlarda, bir yandan müesses durumların korunması bir yandan da temeli kalmayan bir ruhsata dayalı inşaatın devamına izin verilmemesini gerektiren kamu yararı ve kamu düzeni kavram ve ilkelerinin denkleştirilmesidengelenmesi  gerekmektedir.  Bunun  için  de,  henüz  yapı  tamamlanmamış  ise, imar planının iptali ile birlikte yapının seviyesinin tespit edilip, ruhsatının (ileriye dönük olarak) kaldırılması icap eder. Böylelikle bir yandan idari istikrar ilkesi uyarınca, dava açma süresi geçmiş (ve bir iptal davasına da konu edilmemiş) ruhsata dayalı olarak oluşan durum (geldiği seviye itibarı ile yapı) korunmuş; diğer yandan da, dayanağı kalmayan bir ruhsatın, iptal kararına rağmen inşaata devam imkanı vermesinin önüne geçilmiş olacaktır. Sonraki aşamada ise; yapının herhangi bir ruhsat olmadan korunması ve kullanılması mümkün olmadığından, söz konusu koruma ve kullanmayı sağlayacak yeni bir ruhsat tesis edilmesi (ruhsat tadilatına gidilmesi) zorunludur. Bununla birlikte, ruhsat sahibinin, yapıya devam edememesinden kaynaklanan zararlarının tazmin edilmesi gerekir. Şayet imar planı iptal edilinceye kadar yapı tamamlanmış ise bu durumda, yapının bütünün korunması gerekeceğinden, artık ruhsatın ileriye dönük olarak iptal edilip yerine yenisinin tesis edilmesi gerektiren bir durum bulunmamaktadır. O nedenle, bu gibi hallerde, söz konusu yapı ile birlikte ruhsatının da muhafazası icap etmektedir. Bununla birlikte, yukarıda da vurgulandığı üzere,  idari işlemlere güven  ve  İdarede istikrar  ilkeleri gereğince, ruhsata uygun olarak yapılmış yapı kısımlarının 34  Aydın Gülan, İmar Hukuku (2017-2018 Öğretim Yılı) Ders Notları, s. 161-162 (Yayınlanmamıştır).35  Ayanoğlu, s. 259.36  İmar ruhsatları gibi kolluk izinlerinin bir kere verilmekle süresiz ve koşulsuz bir yapılaşma hakkı tanıdığı ve bu izinlerin kaldırılmalarının mümkün olmadığı yönündeki düşünce kamu yararı ve kamu düzeninin gerekleri karşısında uygun görülmemektedir. (Bkz. Tan, s. 42-43; Duran, İdare Hukuku Meseleleri, s. 57; Yücel Oğurlu, İdare Hukukunda Kazanılmış Haklara Saygı ve Haklı Beklentiler Sorunu, Seçkin Yayınevi, Ankara, 2003, s. 133; Nitekim,  Yapıya başlama müddeti(ni) ruhsat tarihinden itibaren iki yıl  olarak öngören,  bu müddet zarfında yapıya başlanmadığı veya yapıya başlanıp da her ne sebeple olursa olsun, başlama müddetiyle birlikte beş yıl içinde bitirilmediği takdirde verilen ruhsat(ın) hükümsüz sayıl(acağı) nı belirten ve yeniden ruhsat alınması sırasında başlanmış inşaatlarda müktesep hakların saklı tutulacağını düzenleyerek, kazanılmış hakkı o ana kadar ruhsata uygun olarak yapılmış yapı kısmı için tanıyan 29. madde hükmü aynı düşüncenin ürünüdür.37  Aynı görüş için bkz. Ayhan Tekinsoy,  İmar Planlarının Hukuksal Niteliği, İmar Planının İptalinin Bu Plana Dayanılarak Verilmiş Ruhsatlar Üzerindeki Etkisi , Ankara Barosu Dergisi, Yıl: 66, S.2, 2008, s. 56.771İstanbul Hukuk Mecmuası 76/2korunması yönündeki kurala mutlak, bütün istisnaları dışlayacak bir değer atfetmek de doğru değildir. Şayet imar planının iptaline yönelik yargı kararı ve gerekçesinden, ilgili yapının varlığına - örneğin, çevrenin, kıyının, kültür ve tabiat varlıklarının, tarım arazilerinin korunması veya yapı güvenliği bakımından - tahammül edilebilmesinin mümkün olmadığı sonucu çıkıyor ise, bu gibi istisnai hallerde, yapı ruhsatının geri alınması ve yapının da yıkılması gerekmektedir. Bu durumda, iyi niyetli yapı sahibinin yapmış olduğu yapının yıkılması neticesinde oluşan zararlarının tazmin edilmesi icap etmektedir. Sözü edilen ayırımın temeli,  imar (kamu) düzeninin tesis edilmesini gerektiren kamu yararı  ile  yapısını ruhsata uygun olarak yapmış, İdarece tesis edilen plan ve ruhsat işlemlerine güvenmiş, bu işlemlerin istikrarına inanmış iyi niyetli yapı sahibinin bu yöndeki beklenti ve menfaati  arasındaki dengenin kurulmasını sağlayan hukuki formüllerin bazı koşullarda farklı olması zorunluluğuna dayanmaktadır. Bu bağlamda, ilgili işlemlerle oluşan hukuki durumun korunmasına herhangi bir biçimde tahammül edilemeyeceğinin ortaya çıkması durumunda, ruhsatın geri alınarak yapının yıkılması zorunlu hale gelmekte; ancak sözü edilen dengenin bozulmaması adına da, İdarece yapı sahibinin zararlarının telafisi gerekmektedir. Dolayısıyla bu durumda yapının kendisi korunamasa da, sahibinin yapıya bağlı maddi (ve hatta manevi) değerleri korunmaya devam etmekte ve söz konusu değerlerdeki kaybın (eksilme ve çoğalma olanağından yoksun kalmanın) giderilmesi icap etmektedir.Bu başlık altında tartışılabilecek bir diğer mesele ise, imar planının yargı yerince iptali üzerine, İdarenin devam eden inşaata ilişkin yapının ruhsatını (geri alma veya kaldırma sonucunu doğuracak biçimde) iptal etmeksizin, yapıyı mühürleyip mühürleyemeyeceğidir.  Danıştay  kararlarından  uygulamada,  kimi  zaman,  bazı idarelerin, dayanağı olan imar planının yargı yerince iptali üzerine, ruhsatını iptal etmeden, yapıyı mühürleme yoluna gittikleri anlaşılmaktadır. Danıştay 6. Dairesi önceleri dayanağı olan imar planının yargı yerince iptal edildiği gerekçesi ile, yapının ruhsatı iptal edilmeden mühürlenerek durdurulmasını hukuka uygun bulmamakla birlikte, daha sonraki kararlarında, imar planına ilişkin yargı kararı gereğince, yapılmakta olan inşaatın seviyesinin tespit edilerek  bu aşamada kalmasına yönelik 38  Yıldızhan Yayla,  Yeni İdari Düzenlemeler Karşısında Evvelce Alınmış Ruhsatların Durumu  Yiğit Okur a Armağan, Galatasaray Üniversitesi Yayınları, 1998, s. 404; Ayanoğlu, s. 222, 262.39  Nitekim Tan da bu gibi  işlemlerin de ilgililer lehine hukuki durumlar doğurduğu(nun) bir gerçek  olduğunu,  geri alma da kamu yararı ile özel yararlar arasında denge bulmak söz konusu olduğuna göre kamu yararının ağır bastığı durumlarda ilgililerin katlandıkları zararın tazminine hakları saklı kalmak üzere bu işlemlerin geri alınabileceklerini kabul etmek gerek(tiği) ni vurgulamaktadır. Bkz. Tan, s. 85. 40  D. 6. D., E. 2000/4243, K. 2002/618, T. 23.01.2002:  ruhsatlı olarak yapılan inşaat hakkında düzenlenen yapı tatil tutanağı ve mühürleme tutanağının iptali istemiyle açılan davada İdare Mahkemesince, davacının imar planında konut alanına ayrılan bölgede bulunan taşınmazı için aldığı … sayılı yapı ruhsatına uygun olarak inşaatını sürdürdüğü, taşınmazın bulunduğu alanı da içine alan imar planının idari yargı yerlerince iptal edildiğinden bahisle dava konusu işlemler tesis edilmiş ise de, planların iptal edilmesinin bu planlara uygun olarak alınmış ruhsatları kendiliğinden ortadan kaldırmayacağı, bu durumda 3194 sayılı İmar Kanunu nun 32. ve 42. maddeleri dayanak alınmak sureti ile inşaatın mühürlenmesine ilişkin işlemlerde hukuka uyarlık bulunmadığı gerekçesi ile iptaline karar verilmiştir. (Karar onanmıştır) , Aynı yönde bkz. D. 6. D., E. 2002/4645, K. 2004/685, T. 11.02.2004.772Şahin / Danıştay Kararlarına Göre İmar Planının Yargı Yerince İptal Edilmesinin Yapının Hukuki Durumuna Etkisi – Eleştirel Bir Bakışolarak  İmar Kanunu nun 32. maddesi uyarınca  tedbiren durdurulması nda hukuka aykırılık görmemiştir. Kanaatimce yapının, ruhsatı iptal edilmeden durdurulması idari işlem teorisine uygun olmayacağı gibi, mühürleme işleminin İmar Kanunu nun 32. maddesine dayandırılabilmesi de mümkün değildir. Bir kere, geçerli olduğu ve iptal edilmediği müddetçe bir ruhsatın hukuki etki ve sonuçlarının askıya alınabilmesine olanak yoktur. Bu bağlamda, İmar Kanunu nun 32. maddesi de düzenleniş biçimi ile yapının, ruhsat iptal edilmeksizin mühürlenmesine imkân vermemektedir. Diğer bir ifade ile madde hükmü, yapı ruhsatının dayanağı olan imar planı iptal edilinceye kadar hukuka uygun olarak yapılmış yapıların mühürlenmesine  dayanak  teşkil  etmemektedir.  Söz  konusu  madde,   ruhsat  ve eklerine  aykırı   veya   ruhsat  alınmadan   yapılan  yapıların  (varsa  ruhsatlarının iptali ve) mühürlenmesini düzenlemektedir. Halbuki, bu başlık altında incelediğimiz hallerde, yapı ruhsata aykırı olarak veya ruhsat alınmadan yapılmamıştır. Yapıya ruhsat alınmış ve söz konusu yapı imar planı iptal edilinceye kadar ruhsata uygun yapılmıştır. Esasen, bu durumdaki yapıların ruhsatlarının İmar Kanunu nun 32. maddesine dayalı olarak mühürlenmesine  gerek  de yoktur. Söz konusu yapının dayanağını teşkil eden imar planı iptal edilince, İdare nin dayanaksız kalan ruhsatı kaldırması, bu durumu ve (dolayısıyla) yapıya devam edemeyeceğini malike bildirmesi ve o anda yapının geldiği seviyenin tespit edilmesi yeterlidir. Hiç kuşku yok ki, yapı sahibi, bildirimden sonra yapı yapmaya devam eder ise, işte bu takdirde, İmar Kanunu nun 32. maddesinde öngörülen sebep gerçekleşmiş olacağından yapının mühürlenmesi icap edecektir. 41  Madde 32 (Karar tarihinde yürürlükte olan hali ile)   Bu Kanun hükümlerine göre ruhsat alınmadan yapılabilecek yapılar hariç; ruhsat alınmadan yapıya başlandığı veya ruhsat ve eklerine aykırı yapı yapıldığı ilgili idarece tespiti, fenni mesulce (…) tespiti ve ihbarı veya herhangi bir şekilde bu duruma muttali olunması üzerine, belediye veya valiliklerce o andaki inşaat durumu tespit edilir. Yapı mühürlenerek inşaat derhal durdurulur.   Durdurma, yapı tatil zaptının yapı yerine asılmasıyla yapı sahibine tebliğ edilmiş sayılır. Bu tebligatın bir nüshası da muhtara bırakılır.   Bu tarihten itibaren en çok bir ay içinde yapı sahibi, yapısını ruhsata uygun hale getirerek veya ruhsat alarak, belediyeden veya valilikten mührün kaldırılmasını ister.   Ruhsata aykırılık olan yapıda, bu aykırılığın giderilmiş olduğu veya ruhsat alındığı ve yapının bu ruhsata uygunluğu inceleme sonunda anlaşılırsa, mühür, belediye veya valilikçe kaldırılır ve inşaatın devamına izin verilir.   Aksi takdirde, ruhsat iptal edilir, ruhsata aykırı veya ruhsatsız yapılan bina, belediye encümeni veya il idare kurulu kararını müteakip, belediye veya valilikçe yıktırılır ve masrafı yapı sahibinden tahsil edilir.42  D. 6. D., E. 2006/7357, K. 2008/6955, T. 22.10.2008:  … 2577 sayılı Yasanın 28.maddesi uyarınca, uyuşmazlık konusu yapıların yapımına dayanak oluşturan uygulama imar planının yürütmesinin durdurulması kararı üzerine, davalı idarece bu kararın gereklerine göre gecikmeksizin uygulanması amacıyla, plana göre yapılmakta olan yapıların mevcut durumunun tespitine yönelik olarak 3194 sayılı Yasanın 32.maddesine göre inşai faaliyete devam edilmesinin tedbir olarak mühürlenmek suretiyle durdurulması gerekmektedir. … Olayda, uyuşmazlık konusu parselde yürürlükte olduğu dönemde geçerli olan imar planına göre alınan yapı ruhsatına göre yapılmakta olan yapıların, yapı ruhsatının dayanağı olan imar planı hakkında verilen yargı kararı üzerine, yapı tatil tutanağı ile yapılmakta olan inşaatın seviyesinin tespiti ile inşaatın bu aşamada kalması amacına yönelik olarak tesis edilen işlemde hukuka aykırılık görülmemiştir. 773İstanbul Hukuk Mecmuası 76/22. Yargı Kararı İle İptal Edilen Plana Dayalı Olarak Verilen Yapı Ruhsatının Da İptaline Yönelik Dava Açılmışsa,  İdari İstikrar a İlişkin İlke Ve Esaslar Ruhsatın Mahkemece İptaline Engel Teşkil Eder Mi? Ruhsat ve Ruhsatın Dayanağını  Teşkil  Eden  İmar  Planının  İdarece  veya  Yargı  Yerince  İptal Edilmesine Binaen Her Durumda Yıkım Kararı Alınmalı ve Yapı Yıkılmalı Mıdır?Danıştay 14. Dairesi yukarıda yer verilen 28.02.2013 tarihli kararında, yargı yerince iptal edilen plana dayalı olarak verilmiş olan inşaat ruhsatının da iptal davasına konu edilmesi durumunda söz konusu ruhsatın  iptali gerekeceği gibi, ruhsatsız konuma düşen yapının da yıkılması gerek(tiğine)  hükmetmiştir. 14. Daire, yine yukarıda değinilen, 20.01.2016 tarihli kararında, daha önceki kararında yer verdiği gerekçelere ilave olarak, ilgili yapının yıkımının, ruhsatın iptali yönündeki yargı kararının uygulanabilmesi bakımından zorunlu olduğunu vurgulamıştır:  2577 sayılı Kanun un 28. maddesi açısından olay değerlendirildiğinde ise; yapıya ait yapı ruhsatı ve dayanağı plan tadilatı kesinleşen mahkeme kararı ile iptal edildiğinden, idarenin yargı kararının gereğini yerine getirerek … ruhsatsız hale gelen yapının yıkımına karar vermesi kanuni bir zorunluluktur. Aksi durumda; yapı ruhsatının ve dayanağı imar planı tadilatının iptal edilmiş olmasının herhangi bir sonucu olmayacak, yargı kararı etkisiz hale gelecektir. Danıştay İdari Dava Daireleri Kurulu nun da aynı içtihadı benimsediğini belirtmek gerekir:  …Somut olayda, yapı ruhsatının ve dayanağı uygulama imar planının iptali istemiyle açılan davada, yapı ruhsatına dayanak alınan imar planının hukuka aykırılığı saptanarak yargı yerince iptal edilmiş olması karşısında inşaat ruhsatının da dayanağının kalmadığı, hukuka aykırı olan ruhsata göre inşa edilen yapının ilgiliye ileriye yönelik olarak koşulsuz bir kazanılmış hak tanımasının olanaklı olmadığı sonucuna varıldığından, dava konusu inşaat ruhsatının iptaline ilişkin ısrar kararında hukuka aykırılık bulunmamaktadır. Danıştay 6. Dairesi ise, 14. Daire ve İdari Dava Daireleri Kurulu nun aksine ruhsata uygun bir biçimde yapılıp tamamlanan yapının ruhsatının yargı yerince iptalinin mümkün olmadığına karar vermiştir.   …Uyuşmazlık konusu taşınmaza 20.04.2007 tarihli, 235 sayılı verilen yapı ruhsatının yürürlükte olan nazım ve uygulama imar planlarına uygun olarak düzenlendiği, taşınmaz üzerinde inşaata başlandığı ve yapımına devam edildiği, yapı sahibinin hatası, hilesi, ya da kusurunun olmadığı, inşaatın ruhsat ve eklerine aykırı olduğu yolunda herhangi bir saptamanın da bulunmadığı, ortada söz konusu inşaat açısından yapı kullanma izninin de alınmış olduğu anlaşıldığından; yapı ruhsatının iptali istemiyle açılan davanın reddine karar veren temyize konu İdare Mahkemesi kararının yapı ruhsatına ilişkin kısmı açısından 2577 43  D. 14. D., E. 2015/10132, K. 2016/92, T. 20.01.2016.44  DİDDK, E. 2012/477, K. 2014/3990, T. 12.11.2014.45  D. 6. D., E. 2013/276, K. 2013/1030, T. 20.02.2013; Aktaran: Seyfettin Kara, Danıştay Kararları Işığında İmar Planı Değişikliği, Yetkin Yayınları, Ankara, 2016, s. 132-133.774Şahin / Danıştay Kararlarına Göre İmar Planının Yargı Yerince İptal Edilmesinin Yapının Hukuki Durumuna Etkisi – Eleştirel Bir Bakışsayılı İdari Yargılama Usulü Kanununun 49/1. maddesinde sayılan bozma nedenlerinden hiçbirisinin bulunmadığı… Karardan Danıştay 6. Dairesinin, ruhsata uygun olarak yapılan ve tamamlanan yapıların  müesses  durum/kazanılmış  hak  teşkil  ettiği  gerekçesi  ile;  İdarece ruhsatlarının geri alınamamasının yanında, yargı yerince de iptal edilemeyeceği, söz konusu yapıların her iki durumda da korunması gerektiği sonucuna vardığı anlaşılmaktadır. 6. Daire, İdare nin  makul süre  geçtikten sonra ruhsatı geri alması bakımından var olan engelin, idari yargıcın - dava açma süresi içinde - önüne gelen uyuşmazlıkta iptal kararı vermesi bakımından da mevcut olduğu kanaatindedir. Daire ye göre, yapının imar planı iptal edilinceye kadar ruhsata uygun yapılmış olması, yalnızca İdare yi değil, yargı yerini de iptal kararı vermekten alıkoyar. Kanaatimce, Danıştay 6. Dairesinin bu yöndeki içtihadı isabetli değildir. İdari yargıcın, yapı ruhsatının iptalinin talep edilmesi durumunda, dava konusu işlemin hukuka aykırılığını tespit edip, işlemi geçmişe etkili bir biçimde hukuk düzeninden ayıklaması mümkün ve gereklidir. Ruhsatın, verildiği andaki hukuki durum ve mevzuata göre, hukuka aykırı olup olmadığını tetkik etmekle görevli olan mahkeme, hukuka aykırı olduğu gerekçesi ile iptal edilen imar planına dayalı olarak verilen ruhsatın da hukuka aykırı olduğunu tespit edip, iptaline karar vermelidir. Yapının iptal davasına konu ruhsata uygun bir biçimde yapılmış olması, söz konusu ruhsatın mahkemece iptaline engel teşkil etmez. Aksi bir durum, idari yargının, hukuka aykırı bir idari işlemi iptal etmekten ve davacının iptal davasından beklediği hukuki korumayı sağlamaktan imtina etmesi anlamına gelir ki, böyle bir durumun idari yargının varlık sebebi ve işlevi ile  Hukuk Devleti  ilkesine uygun olmadığı kuşkusuzdur. Bu nedenle yargı yeri önüne gelen davada hukuka aykırı olduğunu tespit ettiği ruhsatı iptal etmelidir. Mahkemece verilen iptal kararı geçmişe etkili olup, ilgili ruhsatı verildiği andan itibaren hükümsüz kılacağı, dava konusu işlem hiç yapılmamışçasına sonuç doğuracağı için; bu halde kazanılmış bir hak ve müesses bir durumun oluştuğu ileri sürülerek yapının sözü edilen ilkelere bağlı bir korunmadan yararlandırılması mümkün olmamalıdır.İdare, bu yöndeki yargı kararlarının gereğini yerine getirmek adına öncelikle inşaatın devamına engel olmakla yükümlüdür. Bununla birlikte, yapı ruhsatının iptal edilmiş olması, söz konusu ruhsata dayalı olarak yapılan yapının hiçbir şekilde korunamayacağı ve her durumda yıkılması sonucunu doğurmaz. 14. Dairenin, yukarıda yer verilen kararlarında belirtilenin aksine, ruhsat ve dayanağı imar 46  Basit bir örnek verilecek olursa, kendi yapısının görünümü hukuka aykırı bir biçimde engelleyen bir yapıya yönelik imar planı ve yapı ruhsatını süresi içinde iptal davasına konu eden davacının bu talebi, sırf plan ve ruhsat iptal edilene kadar yapı yapıldığı gerekçesi ile reddedilirse, davacının açmış olduğu davanın esas olarak bir anlamı ve etkisi kalmayacaktır.775İstanbul Hukuk Mecmuası 76/2planının iptali sonucunu doğuran yargı kararının, İdari Yargılama Usulü Kanunu nun 28. maddesi uyarınca uygulanmasında, her durumda ve hemen söz konusu yapının yıkılmasına yönelik karar alınması gerekli (ve hatta mümkün) değildir. Yıkım kararı verilebilmesi için yapının tekrar ruhsata bağlanıp bağlanamayacağının belirlenmesi gerekir. Öte yandan, yapı ruhsatının yargı yerince iptal edilmesi halinde de yapının yıkılmasına yönelik olarak alınabilecek kararın dayanağı, 14. Dairenin belirttiğinin aksine, İmar Kanunu nun 32. maddesi olamaz. Zira yukarıda vurgulandığı üzere, söz konusu madde ruhsat alınmadan başlanan veya ruhsat ve eklerine aykırı yapılan yapılara yöneliktir. Ruhsatın yargı yerince  geçmişe etkili  olarak iptal edilmiş olması 32. maddedeki  ruhsat almadan yapıya başlanmış olması  sebebinin var olduğunun kabulüne imkân vermez. Kaldı ki, Kanun Koyucu, 32. madde uyarınca yıkım kararı verilebilmesi için, mühürleme tarihinden itibaren en çok bir ay içinde yapı sahibinin yapısını ruhsata uygun hale getirmesi veya ruhsat alması gerektiğini düzenlemiştir. Oysa henüz iptal edilen imar planı yerine yeni bir imar planı yapılmayan ve plansız konumda bulunan parseller bakımından, malike ruhsat alması için bir aylık süre verilmesi ve bu sürenin geçmesi durumunda yapının yıkılmasını gerektiren sebebin gerçekleşmiş olması mümkün değildir. Dolayısıyla, bu başlık altında incelediğimiz hallerde, yıkıma yönelik olarak alınacak karar, 32. maddeye göre değil, yapının yargı kararı (ve buna bağlı olarak yeni yapılan imar planı) uyarınca hukuka aykırı bir  nitelik  taşıması  ve  bu  hukuka  aykırılığın  giderilemeyerek  yapının  ruhsata bağlanamaması nedenine dayanmalıdır. Daha açık bir biçimde ifade etmek gerekir ise; bir yapının yıkımına karar verilebilmesi için o yapının yeniden ruhsatlı yapı statüsünü kazanamayacağının kesinleşmiş olması gerekir.Şu halde, tekrar vurgulamak gerekir ki, bu gibi hallerde, mahkemenin iptal kararlarının gerekçesi incelenmeden, iptale yol açan hukuka aykırılığın nasıl ve ne şekilde giderilebileceği, imar planının iptali doğrultusunda yapılacak yeni imar planı ile uyumlu olup olmayacağı tetkik edilmeden, yapının yıkılması yönünde karar alınması, zamansal bakımdan erken - ve bu nedenle - hukuka aykırı olur. İlgili yapının korunup korunmamasında, imar planı ve ruhsatın iptaline yol açan yargı kararının gerekçesi (ve bu gerekçe doğrultusunda yapılacak yeni planın kullanım karar ve koşulları) belirleyici rol oynamalıdır. Bu bağlamda, imar planı ve ruhsatın taşınmaza tahsis ettiği statünün, iptal kararından sonra yapılacak yeni planlar ve bu plana göre verilecek ruhsatlarla korunmasının mümkün olup olmadığı meselesi önem kazanmaktadır. İptal gerekçeleri, yapının planın iptalinden sonra yapılacak yeni planda aynı kullanıma özgülenmesine, planla uyumlu hale getirilmesine, nihayet 47  Aksi görüş için bkz. Ayanoğlu, s. 370. Yazar, bu tür yapıların 32. madde uyarınca ruhsatsız yapılardan sayılması gerektiğini belirtmektedir. 48  Gülan, s. 161; Melikşah Yasin, İmar Hukukunda İdarenin Yıkma Yetkisinin Kullanımının Usul ve Esasları, XII Levha Yayınları, İstanbul, 2009, s. 113-114.776Şahin / Danıştay Kararlarına Göre İmar Planının Yargı Yerince İptal Edilmesinin Yapının Hukuki Durumuna Etkisi – Eleştirel Bir Bakışyeniden bir ruhsat düzenlemesine engel olmuyor ise, yapının bu yeni plana uygun ve ruhsata bağlanabilecek kısımlarının (tamamı uygun hale gelecek ise tamamının) korunması mümkün olabilir. Bu bakımdan, kanaatimce, iptal gerekçesine göre, yeni yapılacak planla (kısmen veya tamamen) uyumlu hale gelebilecek bir yapının, yeni imar planı yapılması beklenmeden, sırf ruhsatı iptal edildiği için yıkımına karar verilmesi sebep ve konu unsuru sakatlıklarına yol açar. Buna karşılık, yargı yerince verilen iptal kararının gerekçesinden ilgili yapının, herhangi bir şekilde ruhsata bağlanıp korunmasının mümkün olmadığının anlaşıldığı, veyahut (o anda kesin olarak anlaşılamıyor ve yeni planın yapılmasının beklenmesi gerekiyor ise) yargı kararı doğrultusunda yapılan yeni imar planına (kısmen veya tamamen) aykırı düştüğü durumlarda (bu aykırı kısımlarının) yıkılması icap eder. Ruhsata bağlanması mümkün olmayan bir yapının ruhsatsız bir biçimde varlığını sürdürmesini imar kamu düzeni tolere edemez. Bununla birlikte, bu gibi hallerde, iyi niyetli yapı sahibinin, hukuka aykırı işlemleri dolayısıyla uğradığı zararın tazmini gerekir. 3. Ruhsat Ve Ruhsatın Dayanağını Teşkil Eden İmar Planının İptal Edilmesi Durumunda,  Yıkım  Kararı  Verilebilmesi  İçin  Yapı  Bedelinin  Ödenmiş Olması Gerekli Midir? 14. Daire yukarıda yer verilen 28.02.2013 tarihli kararında, dayanağı olan imar planı ve ruhsatı iptal edilen yapının yıkılması gerektiği sonucuna varmakla birlikte, taşınmaz bedelinin iyi niyetli yapı sahibine ödenmeden yapının yıkımına karar verilmesinin hukuka uygun olmayacağına hükmetmiştir. 14.  Daire  söz  konusu  kararında,   Avrupa  İnsan  Hakları  Mahkemesi nin ( AİHM ), birtakım kararlarına gönderme yapmış; Mahkemenin mülkün değeriyle orantılı, makul bir tazminat ödenmeksizin mülkten mahrum bırakmanın, normal koşullar altında orantısız bir müdahale teşkil edeceğine ve 1 No lu Protokol ün 1. maddesinin ihlali sonucunu doğuracağına karar verdiğini belirtmiş ve dava konusu yıkım işleminin hukuka uygun olmadığını aşağıdaki gerekçelerle karara bağlamıştır: 49  Örneğin ilgili plan ve ruhsatın iptali sadece yetki unsuruna bağlı bir hukuka aykırılığa dayanıyor ise, yetkili İdare tarafından aynı plan ve ruhsatın tekrar tesis edilmesi mümkün olabileceğinden, böyle bir durumda, yapının korunmasına bir engel bulunmayacak; yıkım kararına konu edilmesi gerekmeyecektir.50  Bu nedenle, Danıştay 6. Dairesinin, imar planı ve bu plana dayalı olarak verilen yapı ruhsatı yargı yerince iptal edilmiş yapının durumunun yeni yapılacak plana uygunluğunun değerlendirilmesi beklenmeden verilen yıkım kararını hukuka aykırı bulduğu kararı kanaatimizce doğru ve yerindedir:   Dosyanın incelenmesinden, düzenlendiği tarihte imar planına uygun olarak verilen 26.7.1995 tarihli ruhsata dayanılarak uyuşmazlık konusu inşaata başlanıldığı, söz konusu ruhsat ile dayanağı planların Mahkemece iptal edildiğinden bahisle 4.7.2000 gününde yapının durdurulduğu ve 13.9.2000 günlü, 730 sayılı işlemle de yıkımına karar verildiği anlaşılmaktadır. Olayda uyuşmazlık konusu taşınmazın bulunduğu alandaki 1/5000 ve 1/1000 ölçekli imar planı değişikliklerinin Mahkemece iptal edilmesinden sonra, davalı idarece söz konusu alanda yeniden plan yapılacağı açıktır. Bu durumda, yapılacak planla getirilecek kullanım kararlarına ve yapılaşma koşullarına göre uyuşmazlık konusu yapının durumunun yeniden değerlendirilmesi gerektiğinden, bu aşamada anılan yapının yıkımına ilişkin işlemde hukuka uyarlık bulunmamaktadır.  D. 6. D., E. 2001/5263, K. 2002/5185, T. 15.11.2002.777İstanbul Hukuk Mecmuası 76/2 (İlgili) mevzuat hükümlerinin ve AİHM kararlarının birlikte değerlendirilmesinden; sağlıklı ve dengeli bir çevrenin oluşturulması bakımından, yürürlükte bulunan plan hükümlerine aykırı olarak inşa edilen yapıların, yapının inşa edildiği tarihte yürürlükte bulunan plana ve ruhsata uygun olarak inşa edilse dahi, bu planın hukuka ve mevzuata aykırı olduğu tespit edilerek yargı merciince iptal edilmesi durumunda kazanılmış hakkın bulunmaması nedeniyle yıkılması gerekmektedir.Ancak; yıkım işlemi tesis edilmeden önce, hukuka aykırı bir şekilde plan oluşturan ve bu plana göre ruhsat veren idarenin kusurlu davranışı nedeniyle, iyi niyetli kişilere yıkıma konu taşınmaz bedelinin ödenmesi gerekmektedir.Bu nedenle, taşınmazın bedelinin davacıya ödenmeden ruhsatsız yapının yıkımı yolunda tesis edilen işlemde hukuka uyarlık bulunmadığından, İdare Mahkemesince davanın reddi yolundaki kararda hukuki isabet görülmemiştir. Kararın bu son kısmından, 14. Dairenin, imar planına dayalı olarak alınmış ruhsata uygun bir şekilde inşa edilmiş olsa dahi, planın hukuka aykırı olduğu tespit edilerek yargı merciince iptal edilmesi durumunda  kazanılmış hak tan söz edilemeyeceği, bu nedenle (prensip olarak) yıkılmasının icap ettiği, bununla birlikte, bu durumda olan yapılar bakımından yıkım kararı verilebilmesi için yapı bedelinin iyi niyetli malike ödenmesinin zorunlu olduğu, bu doğrultuda bir ödeme yapılmadan tesis edilen yıkım kararının hukuka uygun olmayacağı ve iptalinin gerektiği kanaatine vardığı anlaşılmaktadırKanaatimce, aşağıda yer verilecek gerekçeler sebebi ile, 14. Daire nin bu yöndeki kararı  isabet  taşımamaktadır.  Nitekim,  14.  Daire  de  bu  kararından  sonraki (20.01.2016) tarihli kararında bu içtihadından dönmüş ve yıkım kararı verilmesi için  ilgililere  yapı  bedeli  ödenmesi  şartını  aramamıştır.  Bununla  birlikte, Dairenin bu eski tarihli kararındaki gerekçeleri - isabet taşımasa bile –  tartışmaya açılmaya müsait  ve en azından neden isabet taşımadığının açıklanmasına olanak sağladığı için  değerli dir. Anayasa nın 125. maddesinin son fıkrası uyarınca  kendi eylem ve işlemlerinden doğan zararı ödemekle yükümlü  olan İdare, hukuka aykırı işlemlerinden kaynaklanan zararı, hizmet kusuru esaslarına dayalı olarak, yapı sahibine ödemekle yükümlüdür. Bu bakımdan,  Hukuk Devletinin İdaresi nden, esas olarak, ilgilinin, bu yönde bir yargısal başvuru yapmasına gerek kalmaksızın, hukuka aykırı ruhsat verilmesinden kaynaklanan  zararlarını  tazmin  etmesi  beklenir.  Bununla  birlikte,  bir  yapının kararda yer verilen nedenlerle yıkılmasını yapı bedelinin ödenmesi ön-koşuluna bağlayabilmek, bu şartı düzenleyen yasal bir düzenleme olmadıkça mümkün değildir. İdare nin hukuka aykırı işlemleri neticesinde ortaya çıkan hak ihlalini, yıkım işlemi tesis etmeden önce gidermemesi, söz konusu işlemi hukuka aykırı kılmaz; iptalini gerektirmez.51  Bkz. D. 14. D., E. 2015/10132, K. 2016/92 sayı ve 20.01.2016 tarihli kararı. İDDK nın E. 2012/477, K. 2014/3990 sayı ve 12.11.2014 tarihli kararı da aynı yöndedir. 778Şahin / Danıştay Kararlarına Göre İmar Planının Yargı Yerince İptal Edilmesinin Yapının Hukuki Durumuna Etkisi – Eleştirel Bir Bakış14. Dairenin kararına dayanak aldığı AİHM kararlarında da bu yönde bir koşuldan söz edilmemektedir. Söz konusu kararlarda,  başvurana, yıkım veya başka bir suretle mülkten mahrum bırakılmasına rağmen tazminat ödenmemesinin, mülkiyet hakkının ihlaline yol açtığı , oluşan zararlardan İdare nin sorumlu olduğu ve bunları tazmin etmesi  gerektiğine  vurgu  yapılmaktadır. AİHM nin  başvuruna  bu  gibi  hallerde tazminat ödenmesi gerektiğine hükmetmiş olması, tazminat verilmeden alınan yıkım kararlarının hukuka aykırı olduğunu göstermez. 4. Korunması Mümkün Olmayan Yapının Ortadan Kaldırılması Ve İyiniyetli Kişilerin Zararlarının Karşılanmasında Kamulaştırma Mekanizmasına Dayalı Bir Çözüm Üretilebilir Mi? İdarece Bu Kişilere Ödenmesi Gereken Tazminatın/Bedelin Nitelik Ve Kapsamı Ne Olmalıdır?Danıştay ın yukarıda değindiğimiz  yapının korunmasının mümkün olmadığı durumlarda, iyi niyetli yapı sahibine belirli bir tazminat veya bedel  ödenmesi gerektiğine işaret eden kararlarında, söz konusu ödemenin nitelik ve kapsamının ne olacağı açık ve etraflıca ortaya koyulmamış, meselenin bu boyutu, derinlemesine ele alınıp, açıklanmamıştır.Örneğin,  14.  Dairenin  özel  ve  ayrıntılı  olarak  yer  verdiğimiz  28.02.2013 tarihli kararında, her ne kadar imar planı ve yapı ruhsatının iptali bakımından,  hukuka aykırı bir şekilde plan oluşturan ve bu plana göre ruhsat veren idarenin kusurlu davranışı ndan söz edilip hizmet kusuruna dayalı bir sorumluluğa vurgu yapılmış olsa da, bu davranış nedeniyle, iyi niyetli kişilere  yıkıma konu taşınmaz bedeli  ödeneceği nden  söz  edilmiş,  bunun  haricinde  bir  tazminat  kaleminden bahsedilmemiştir.  14.  Dairenin  bu  yöndeki  ifadesinden,  söz  konusu  kişilere uğradıkları zarar neticesinde ödenmesi gereken tazminatın bu bedel ile sınırlı olduğu sonucuna vardığı anlaşılmaktadır. Öte yandan, doktrinde imar planı ve ruhsatların yargı yerince iptali neticesinde, iptal kararı verilinceye kadar ruhsata uygun olarak yapılan ancak imar düzeni bakımından korunmasının mümkün olmadığı anlaşılan yapıların kamulaştırılmak sureti ile yıkılması ve yapı sahiplerinin zararlarının da kamulaştırma bedeli nev inden bir ödeme ile karşılanması gerektiği de savunulmaktadır. Gerek kamulaştırmayı esas alan bu doktriner görüş, gerekse 14. Dairenin tazminatı  taşınmaz bedeli  ile sınırlayan kararı tartışma ve eleştiriye açıktır.52  Bkz. Gülan, s. 161-162; Yayla nın da tam olarak aynı konuya işaret etmese de,  inşaatın, yeni koşullara aykırı olarak devamına izin verilmesi halinde, muhtemelen, idare tarafından ileride kamulaştırılmak suretiyle kısmen veya tamamen yıkılacak bir yapı ortaya çıkacaktır  ifadelerinden, hukuka aykırılığın gideriminin kamulaştırma yolu ile gerçekleşmesi gerektiğini düşündüğü anlaşılmaktadır. Bkz. Yayla, Yeni İdari Düzenlemeler, s. 403.779İstanbul Hukuk Mecmuası 76/2Öncelikle  belirtelim  ki,  ne  2942  sayılı  Kamulaştırma  Kanunu  ne  de  özel bir  düzenlemede  bu  nitelikteki  taşınmazların  kamulaştırılabileceğine  dayanak oluşturabilecek  bir  hüküm  bulunmaktadır.  Zaten,  dar  ve  teknik  anlamı  ile  kamulaştırma  İdare nin hukuka aykırı işlemlerinden doğan imara aykırılıkların giderilmesi  ve  ilgililerin  bu  işlemlerden  kaynaklanan  zararlarının  telafisi  için başvurulacak bir yöntem ve müessese değildir. Yukarıda yer verilen hallerde yapı sahibinin zararı asıl olarak  İdare nin hukuka aykırı olarak tesis ettiği imar planı ve ruhsat işlemleri nden kaynaklanmaktadır. Dolayısıyla  bu  gibi  hallerde  İdare nin  sorumluluğu   hizmet  kusuru na dayanmaktadır. Kamulaştırma yönteminde, hak sahibine ödenen bedel, İdare nin hizmet kusuru neticesinde sebep olduğu bir zararın giderilmesi için değil; mülkiyet hakkına getirilen sınırlamanın hakkın özüne dokunma sonucuna varmaması adına, bir mal varlığı değerinin bir başka mal varlığı değeri ile değiştirilmiş olması için verilmektedir.  Bu  bağlamda  kamulaştırma,  mutlaka  bir  sorumluluk  esasına dayandırılacaksa,  olsa  olsa,   kamu  külfetleri  karşısında  eşitlik   ( fedakarlığın denkleştirilmesi ) ilkesine dayalı, kanunla özel olarak düzenlenmiş bir  kusursuz sorumluluk  esasından söz edilmesi gerekir. Ayrıca, kamulaştırma mevzuatı uyarınca, idari irtifak ve kaynak kamulaştırması istisnaları dışında; kamulaştırmanın konusu,  arsa veya arazi ile onun mütemmim cüzleri ve istisna teşkil etmeyen eklentileri  olup bunların birbirinden ayrı tutulması mümkün değildir. Buna göre, bir yapının zeminden ayrı olarak kamulaştırılmasına olanak  bulunmamaktadır.  Aynı  doğrultuda,  bir  yapının  sadece  bir  kısmının kamulaştırılması, geri kalan yapı parçasının malikte bırakılmasına da imkân yoktur. 53  Nitekim İDDK da yukarıda zikredilen 12.11.2014 tarihli kararında bu hususa işaret etmiştir:  …açık hata, ilgilinin hilesi veya kusuru ile tesis edilmemiş olması kaydıyla hukuka aykırı olan bu işlemlerin yürürlüklerini sürdürdükleri zaman içerisinde ilgili kişiler bakımından geçmişe dönük olarak sağladıkları sübjektif hakların parasal olarak karşılığının idarece tazmini, başka bir deyişle, kişilerin bu işlemler sebebiyle uğradıkları zararlarının hizmet kusurunun varlığından bahisle açacakları tam yargı davasına konu etmeleri mümkündür.  Bkz. DİDDK, E. 2012/477, K. 2014/3990, T. 12.11.2014.54  Anayasa nın 46. madde gerekçesinde, bu husus,  (ö)zel mülkiyet konusu olan taşınmaz malların kamulaştırılması karşılığında hakkaniyete uygun ve adaletli bir bedelin ödenmesi, hukuk öğretisinde mülkiyet kavramının genişlemesi olarak adlandırılan bir mal varlığı değerinin bir başka mal varlığı değeri ile yer değiştirilmesi  ifadesi ile açıklanmıştır. Bkz. Mehmet Akad/Abdullah Dinçkol, 1982 Anayasası, Madde Gerekçeleri ve Maddelerle İlgili Anayasa Mahkemesi Kararları, Alkım Yayınevi, İstanbul, 1998, s. 227.55   Özel mülkiyetteki bir taşınmazın, malikinin rızası olmasa da kamulaştırma yoluyla, yani zorla, kamu malları arasına geçirilmesi, aslında mülkiyet hakkının özüne dokunan bir işlemdir. Zorla alımın dayanağı olan kamu yararı kavramı, mülkiyetin karşılıksız devrine dayanak tutulamaz. Anayasanın ... açık hükmü karşısında temel hakların özüne dokunmak mümkün değildir. Kamu yararına dayanan kamulaştırma işleminde taşınmazın gerçek karşılığının ödenmesi halinde mülkiyet hakkı paraya çevrilmek suretiyle korunmuş olacağından,  öze dokunma  durumu da  sınırlama  niteliğine dönüşmüş olacaktır.  AMK, E. 1976/38, K. 1976/46, T. 12.10.1976, RG. 20.01.1977, S. 15825. 56  Metin Günday, İdare Hukuku, İmaj Yayınevi, Ankara, 2015, s. 382; Kemal Gözler, İdare Hukuku, Cilt II, Ekin Yayınevi, Bursa, 2009, s. 1242.57  5271 sayılı Türk Medeni Kanunu nda taşınmaz mülkiyetinin konusu arazi, tapu kütüğünde ayrı sayfaya kaydedilen bağımsız ve sürekli haklar ile kat mülkiyeti kütüğüne kayıtlı bağımsız bölümler olarak belirlenmiştir. Aynı Kanunun 684 ve 686. maddeleri gereğince bina ve ağaç gibi bütünleyici parçalar (mütemmim cüz ler) ile istisna edilmemiş eklentileri de, taşınmaz kapsamında oldukları için kendisiyle beraber kamulaştırılmalıdır. Nitekim Danıştay a göre,  ...bir taşınmaz mal üzerinde bulunan bina, ağaç gibi yapılan veya dikilen şeyler o şeyin ayrılmaz parçasıdır. (Mütemmim cüzüdür). Bunlar, zeminden ayrı tutulmak suretiyle mülkiyete konu olamazlar. Bu nedenle 2942 sayılı Kanun uyarınca zeminden ayrı olarak kamulaştırılama(z)...  D. 1. D., E. 2000/173, K. 2000/206, T. 20.12.2000.780Şahin / Danıştay Kararlarına Göre İmar Planının Yargı Yerince İptal Edilmesinin Yapının Hukuki Durumuna Etkisi – Eleştirel Bir BakışDolayısıyla, İdarenin yukarıda yer verilen durumlarda,  bütünü ile yıkılması gereken yapılar ı arsadan; kısmen yıkılması gereken yapılarda ise  yıkılması gereken kısmı, yapının kalan kısmından  ayrı olarak kamulaştırması ve arsa ve (kısmi yıkımda) geriye  kalan  yapı  parçasını  malikin  mülkiyetinde  bırakması  hukuken  mümkün değildir. Anayasa nın  46.  maddesinden  temelini  alan  Kamulaştırma  Kanunu  ve kamulaştırmaya yönelik özel düzenlemeler uyarınca, kamulaştırma karşılığı malike verilecek  tazminat,  taşınmazın  (gerçek)  karşılığı  (bedeli)  ile  sınırlıdır.  Halbuki İdarenin hukuka aykırı olduğu tespit edilen imar planı ve yapı ruhsatı işlemlerinin yol açtığı hizmet kusuru nedeniyle tazmin edilmesi gereken zarar, yapının bedeli ile sınırlı tutulmamalıdır. Şu halde, imar planının yargı yerince iptal edilmesinden sonra, şayet yıkılması gereken yapının üzerinde bulunduğu parsel, kamusal kullanıma özgülenmemiş, özel kullanıma ayrılmış ise, söz konusu yapının ortadan kaldırılması için kamulaştırma yönteminin tatbiki herhangi bir biçimde mümkün değildir.Öte yandan, imar planına dayalı bir kamulaştırma yapılabilmesi için taşınmazın imar planında kamusal kullanıma özgülenmiş olması gerekir. İdare nin kamusal kullanıma özgülenmemiş bir parselde bulunan arsa ve yapıyı özel bir kanun hükmü bulunmadıkça kamulaştırması mümkün değildir. Kaldı ki, yargı yerince imar planının iptal edilmesi sebebi ile yapılan  yeni plan da, yapının bulunduğu parsel kamusal kullanıma ayrılmış olsa bile, yapıdaki hukuka  aykırılığın  giderilmesi  ve  yapı  sahibinin  zararlarının  karşılanması  için kamulaştırma kararı alınmasının beklenmesi de esasen doğru ve yerinde değildir. Zira, ilgili yapıdaki hukuka aykırılıkların imar düzeni bakımından katlanılmasının mümkün olmadığı ya da ruhsatın yargı yerince iptal edilmesinden sonra yeni planla yapının uyum göstermemesi ve neticede yapının ruhsata bağlanamayacağının kesin olarak anlaşılması halinde; artık bu durumun en kısa sürede giderilmesi ve yargı kararının gereklerinin yerine getirilebilmesi için, yıkım kararının gecikmeksizin alınıp icra edilmesi icap eder. Her ne olursa olsun, yapı sahibinin, ruhsat iptali ve yıkım  neticesinde  oluşan  zararlarının  tazmininin  kamulaştırma  süreci  sonrasına ertelenmesi isabet taşımaz. Özetle,  yapı  sahibinin  ruhsat  iptali  ve  yıkım  neticesinde  oluşan  zararlarının kamulaştırma yöntemine dayalı olarak giderilmesi ve bu bağlamda zarar karşılığı olarak  taşınmaz  bedelinin  ödenmesi  ile  yetinilmesinin  haklı  bir  gerekçesi bulunmamaktadır. Hizmet  kusurundan  kaynaklanan  bu  gibi  hallerde  iyi  niyetli  yapı  sahibine ödenmesi gereken tazminat, taşınmazın gerçek bedeli ile sınırlı olmayıp,  gerçek 781İstanbul Hukuk Mecmuası 76/2zarar ı neyse o olmalıdır. Buna göre  (i)lgililerin hukuken korunan maddi ve manevi değerlerinde zarar verici olaydan sonra ortaya çıkan durumla önceki durum arasında  görülen  fark  idarenin  tazmin  borcunu  oluşturmaktadır.  Maddi  zarar, mal varlığından eksilme veya mal varlığında çoğalma olanağından yoksun kalma şeklinde tanımlanabilmektedir. Maddi tazminatın amacı, zarar verici olay meydana gelmeseydi, zarar gören, malvarlığı açısından hangi durumda bulunacak idiyse, o durumun yeniden kurulmasıdır.  Bu doğrultuda yapı sahibine, yapının değerinin yanında, durum ve şartlara göre, (şayet yıkım kendisi tarafından yapılmış ise) yıkım, enkaz taşıma, masrafları gibi fiili zarar kalemleri ve yoksun kaldığı kazancının da ödenmesi icap etmektedir 62 . Hatta, olayın niteliğine göre ve şartları gerçekleşmiş ise, yapı sahibinin maddi zararlarının yanında manevi zararlarının da tazmini gerekir.Sonuçİmar planlarının yargı yerince iptalinin yapının hukuki durumuna etkisine yönelik sorunlar,  genel geçer  formüllerle çözülecek basitlikte olmadığı gibi, bu sorunların halledilmesini yalnızca Yargı organı ve ona destek sağlayacak doktrinden beklemek de doğru ve yerinde bir yaklaşım değildir. Esas olan; artık günümüzde,  İyi İdare ,  İyi Yönetişim  anlayışına dayalı olarak, kazanılmış hak veya müesses durumların ötesinde haklı beklentileri dahi koruması beklenen Hukuk Devletinin  İdare sinin, söz  edilen  hak,  durum  ve  beklentilerin  zedelenmesini  önleyecek  işlemler  tesis etmemeye özen göstermesidir. Sorunların birçoğunun kaynağında, İdarenin imar planlarını hukuka aykırı bir biçimde yapması ve değiştirmesi yattığından, öncelikle 58   ...idarenin yıkım nedeniyle hizmet kusurunun bulunduğu ve davacının zararını tazmin yükümlülüğü olduğu açık olup, yapıların yıkılması nedeniyle oluşan gerçek ve kesin zararın belirlenmesi yönünden uyuşmazlığın incelenmesi gerekmektedir.  D. 14. D., E. 2014/115, K. 2016/398, T. 28.1.2016;  Anayasanın 125. maddesinin son fıkrasında; idarenin kendi eylem ve işlemlerinden doğan zararı ödemekle yükümlü olduğu hükme bağlanmıştır. İdarenin kamu hizmetinin kurulması veya yürütülmesinden doğan zararlardan sorumlu tutulmasını gerektiren ilkelerden biri  hizmet kusuru  ilkesidir. Genel olarak hizmet kusuru, bir kamu hizmetinin kuruluş ve işleyişindeki aksaklık ve bozukluğu ifade etmektedir…Bu durumda, davacının işlem nedeniyle uğradığı … gerçek zarar miktarının tespit edilip, tazmini gerekmektedir.  D. 10. D., E. 2008/1506, K. 2012/4467, T. 27.9.2012.59  D. 10. D., E. 2012/4324, K. 2013/1039, T. 13.2.2013.60   …İdarenin, kendi eylem ve işlemi ile kişinin temel haklarından olan mülkiyet hakkını ihlal etmesi nedeniyle bu ihlal sonucu meydana gelen kaybı veya yoksun kalınan kazancı ödemesi gerekmektedir...  D. 8. D., E. 2010/9220, K. 2013/301, T. 25.1.2013.61  Danıştay, öteden beri, yoksun kalınan kazanç bağlamında,  tazmini gereken zararın kesin olması, ihtimale bağlı, gerçekleşmesi muhtemel bir zarar olmaması koşulu nu katı bir şekilde yorumlamaktadır:  Öte yandan; tazmini istenilen, yoksun kalınan kira geliri ile ilgili olarak ise, tam yargı davalarında, ancak idareye başvurulduğu veya davanın açıldığı tarih itibarıyla gerçekleşmiş zararların tazmini istenebileceğinden, gerçekleşmemiş muhtemel zararların tazminine hükmedilemeyeceği, davacı tarafından tazmini istenilen ve yoksun kalındığı öne sürülen kira gelirinin de iş yerinin yıkımından sonraki döneme tekabül eden muhtemel zarar niteliğinde olduğu dikkate alındığında, henüz gerçekleşmemiş bir zararın tazmini yönünde hüküm içeren Mahkeme kararında, bu yönüyle de hukuki isabet bulunmamaktadır.  D. 14. D., E. 2014/115, K. 2016/398, T. 28.1.2016;  kamu hizmetlerinin yürütülmesi sırasında bireylerin uğradığı doğması muhtemel zararlardan ya da mahrum kalınan muhtemel kârlardan dolayı idarenin tazminle yükümlü tutulamayacağı, davacının uğradığını ileri sürdüğü zararın, idare hukuku ilkelerine göre gerçekleşmiş, özel nitelikte bir zarar olmaması, ihtimale bağlı gerçekleşmesi muhtemel olan bir zarar olması karşısında ortada tazmini gereken bir zarar bulunmadığı…  D. 13. D., E. 2010/841, K. 2015/1829, T. 14.5.2019; Kanaatimizce Yüksek Mahkemenin yoksun kalınan kazanç bakımından zararın varlığını ve ispatı meselesini bu denli katı bir şekilde yorumlaması doğru ve yerinde değildir. Özel hukuk ve adli yargıdaki kabul şekli ile, hayatın olağan akışında gerçekleşmesi kuvvetle muhtemel zararların tazmini Hukuk Devleti ilkesinin gereğidir.62  Aynı yönde ve daha ayrıntılı değerlendirme ve açıklamalar için bkz. Yasin, s. 145-147. 782Şahin / Danıştay Kararlarına Göre İmar Planının Yargı Yerince İptal Edilmesinin Yapının Hukuki Durumuna Etkisi – Eleştirel Bir Bakışbu  yöndeki  arızaların  giderilmesi  gerekmektedir.  Bu  arada,  Kanun  Koyucudan da, mevcut sorunları daha da derinleştiren hukuki düzenlemeler yapmak yerine,  konunun mahiyetinin elverdiği ölçüde , bireylerin hak ve menfaatleri ile (kamu düzeni ve bu bağlamda) kamu yararının dengelenmesine yönelik kuralları devreye sokması beklenmelidir. Bütün bunların yanında, imar planı ve ruhsatların iptaline yönelik  davaların  süratli  ve  etkili  bir  biçimde  yürütülebilmesi,  bu  davalarda yürütmenin durdurulması müessesinden beklenen fayda ve işlevin elde edilmesinin önündeki engellerin aşılabilmesi için, ilgili yargılama usulüne ilişkin kural, yöntem ve araçların gözden geçirilip geliştirilmesi icap etmektedir.Bu yöndeki bütüncül ve kalıcı çözümlerin yokluğunda, yukarıda yer verdiğimiz sorulara - ister istemez tartışmaya açık kalması kaçınılmaz olan - aşağıdaki cevapların verilebileceği kanaatindeyim: 1- İlgili ruhsatın tesisi tarihinden itibaren dava açma süresi geçmiş ve plan iptal edilene kadar, yapı, ruhsata uygun bir biçimde inşa edilmiş ise,  idari işlemlere güven  ve  İdarede istikrar  ilkeleri uyarınca  müesses durum  teşkil eden söz konusu yapı kısımlarının, imar düzeni bakımından  tahammül edilemeyecek  bir durum oluşturmadıkça, korunması gerekir. Dolayısıyla yapı; iptal edilen imar planının yerine yapılan (yeni) imar planına uyumlu olmasa bile, kural olarak, İdarenin ve üçüncü kişilerin bu aykırılığa katlanması ve yapının muhafazası icap eder. Bununla birlikte, bu kurala mutlak bir değer atfetmek de doğru değildir. İmar planının iptaline yönelik yargı kararı ve gerekçesinden, ilgili yapının varlığına - örneğin, çevrenin, kıyının,  kültür  ve  tabiat  varlıklarının,  tarım  arazilerinin  korunması  veya  yapı güvenliği bakımından - tahammül edilebilmesinin mümkün olmadığı sonucu çıkıyor ise, bu gibi istisnai hallerde, yapı ruhsatının geri alınması ve yapının da yıkılması gerekmektedir. Bu durumda, iyi niyetli yapı sahibinin yapının yıkılması neticesinde oluşan zararlarının tazmin edilmesi icap etmektedir.2- Şayet, mahkemeden, imar planı yanında bu plana dayalı olarak verilen yapı ruhsatının da iptali talep edilmişse; ruhsatın, verildiği andaki hukuki durum ve mevzuata göre, hukuka aykırı olup olmadığını tetkik etmekle görevli olan idari yargı yeri, hukuka aykırı olduğu gerekçesi ile iptal edilen imar planına dayalı olarak verilen ruhsatın da iptaline karar vermelidir. Aksi bir yorum, idari yargının varlık sebebi ve işlevi ile  Hukuk Devleti  ilkesine uygun olmaz.Bununla  birlikte,  bu  gibi  hallerde,  mahkemenin  iptal  kararlarının  gerekçesi incelenmeden, iptale yol açan hukuka aykırılığın nasıl ve ne şekilde giderilebileceği, imar  planının  iptali  doğrultusunda  yapılacak  yeni  imar  planı  ile  uyumlu  olup olmayacağı tetkik edilmeden, yapının yıkılması yönünde karar alınması, zamansal 63  Yıldızhan Yayla,  Şehircilikte Hukuki Araçlar Üzerine , Türkiye 12. Dünya Şehircilik Günü Kollokyumu, 16-17-18 Kasım 1988, A.Ü. Siyasal Bilgiler Fakültesi ve Basın Yayın Yüksekokulu Yayınevi, Ankara, 1990, s. 88.783İstanbul Hukuk Mecmuası 76/2bakımdan  erken  -  ve  bu  nedenle  -  hukuka  aykırı  olur.  İlgili  yapının  korunup korunmamasında, imar planı ve ruhsatın iptaline yol açan yargı kararının gerekçesi (ve bu gerekçe doğrultusunda yapılacak yeni planın kullanım karar ve koşulları) belirleyici rol oynamalıdır. Bu bağlamda, iptal gerekçeleri, yapının planın iptalinden sonra yapılacak yeni planda aynı kullanıma özgülenmesine, planla uyumlu hale getirilmesine, nihayetinde yeniden bir ruhsat düzenlemesine engel olmuyor ise, yapının bu yeni plana uygun ve ruhsata bağlanabilecek kısımlarının (tamamı uygun hale gelecek ise tamamının) korunması mümkün olabilir3- İdari yargı yerinin, herhangi bir şekilde muhafazasının mümkün olmadığı ve yıkılması gerektiği anlaşılan yapıya yönelik olarak alınacak yıkım kararı için yapı bedelinin ödenmesi koşulunu araması ve yapı bedeli ödenmeden alınan kararları hukuka aykırı olduğu gerekçesi ile iptal etmesi doğru ve yerinde olmaz.4- Yapı sahibinin ruhsat iptali ve yıkım neticesinde oluşan zararlarının kamulaştırma yöntemine dayalı olarak giderilmesi, bu bağlamda zarar karşılığı olarak  taşınmaz bedeli nin ödenmesi ile yetinilmesi isabetli olmaz. Hizmet kusurundan kaynaklanan bu gibi hallerde iyi niyetli yapı sahibine ödenmesi gereken tazminat, taşınmazın gerçek bedeli ile sınırlı olmayıp,  gerçek zararı  neyse o olmalıdır. Bu doğrultuda yapı sahibine, yapının değerinin yanında, durum ve şartlara göre, fiili zarar kalemleri ve yoksun kaldığı kazancının da ödenmesi, hatta olayın niteliğine göre ve şartları gerçekleşmiş ise, yapı sahibinin maddi zararlarının yanında manevi zararlarının da tazmini icap etmektedir.784Şahin / Danıştay Kararlarına Göre İmar Planının Yargı Yerince İptal Edilmesinin Yapının Hukuki Durumuna Etkisi – Eleştirel Bir Bakış",
     "Kaynakça": "Akad, Mehmet; Dinçkol, Abdullah; 1982 Anayasası, Madde Gerekçeleri ve Maddelerle İlgili Anayasa Mahkemesi Kararları, Alkım Yayınevi, İstanbul, 1998.Ayanoğlu, Taner; Yapı Hukukunun Genel Esasları, Vedat Kitapçılık, İstanbul, 2014.Duran, Lutfi; İdare Hukuku Ders Notları, İstanbul Üniversitesi Yayınları, Fakülteler Matbaası, İstanbul, 1982.Duran, Lutfi; İdare Hukuku Meseleleri, Fakülteler Matbaası, İstanbul, 1964.Gözler, Kemal; Kaplan, Gürsel; İdare Hukuku, Ekin Yayınevi, Bursa, 2016.Gözler, Kemal; İdare Hukuku, Cilt II, Ekin Yayınevi, Bursa, 2009.Gülan, Aydın; İmar Hukuku (2017 2018 Öğretim Yılı) Ders Notları, (Yayınlanmamıştır).Günday, Metin; İdare Hukuku, İmaj Yayınevi, Ankara, 2015.Güran, Sait;  İdari İşlem , Prof. Dr. Hayri Domaniç e 80. Yaş Günü Armağanı, C. II, Beta Yayınevi, İstanbul, 2001, s. 1275 1285.Kara, Seyfettin; Danıştay Kararları Işığında İmar Planı Değişikliği, Yetkin Yayınları, Ankara, 2016.Oğurlu, Yücel; İdare Hukukunda Kazanılmış Haklara Saygı ve Haklı Beklentiler Sorunu, Seçkin Yayınevi, Ankara, 2003.Onar, Sıddık Sami; İdare Hukukunun Umumi Esasları, Akgün Matbaası, İstanbul, 1966.Tan, Turgut; İdari İşlemlerin Geri Alınması, Ankara Üniversitesi Siyasal Bilgiler Fakültesi Yayınları, No: 298, Ankara, 1970.Tekinsoy,  Ayhan;   İmar  Planlarının  Hukuksal  Niteliği,  İmar  Planının  İptalinin  Bu  Plana Dayanılarak Verilmiş Ruhsatlar Üzerindeki Etkisi , Ankara Barosu Dergisi, Yıl: 66, S.2, 2008, s. 46 56.Yasin, Melikşah; İmar Hukukunda İdarenin Yıkma Yetkisinin Kullanımının Usul ve Esasları, XII Levha Yayınları, İstanbul, 2009.Yayla, Yıldızhan;  Şehircilikte Hukuki Araçlar Üzerine , Türkiye 12. Dünya Şehircilik Günü Kollokyumu, 16 17 18 Kasım 1988, A.Ü. Siyasal Bilgiler Fakültesi ve Basın Yayın Yüksekokulu Yayınevi, Ankara, 1990, s. 85 88.Yayla, Yıldızhan;  Yeni İdari Düzenlemeler Karşısında Evvelce Alınmış Ruhsatların Durumu  Yiğit Okur a Armağan, Galatasaray Üniversitesi Yayınları, 1998, s. 399 405.785"
}