{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "29",
     "Ay": "12",
     "Yıl": "2021",
     "Cilt": "79",
     "Sayı": "1",
     "Başlık": "Cinsiyet Eşitliği ve Çocuğun Üstün Yararının Kesişim Noktası Olarak Boşanmada Velayetin Düzenlenmesi",
     "Title": "Allocation of Child s Custody After Divorce as the Junction Point of Gender Equality and the Child s Best Interest",
     "Yazar İsmi": [

          "Özgün Çelebi"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Velayet, Çocuğun üstün (Yüksek) yararı, Cinsiyet eşitliği, Anne şefkatine muhtaç olma, Ortak velayet"
     ],
     "Keywords": [
          "Custody, Best interest of the child, Gender equality, Tender years doctrine, Joint custody"
     ],
     "Özet": "Boşanma sonrasında çocuğun velayetinin kimin tarafından icra edileceği sorunu evrensel bir ilke olan çocuğun üstün yararı ilkesi çerçevesinde çözümlenmektedir. Ancak her ne kadar görünürde cinsiyetsiz bir ilke olsa da, kavramın belirsizliğinin yarattığı sakıncalardan birinin, anne ile baba arasında cinsiyete dayalı ayrımcı çözümlere kapı açması olduğu düşünülmektedir. Bu nedenle velayet konusu, gittikçe artan biçimde kadın erkek eşitliği ile ilişkisi çerçevesinde gündeme gelmekte, velayet hukuku ile cinsiyet eşitliği arasındaki ilişki hem kadın haklarına hem de çocuk haklarına ilişkin uluslararası belgelerde karşımıza çıkmaktadır. Bu çalışmada, boşanma sonrası velayetin düzenlenmesi sorunu bağlamında, cinsiyetsiz bir kural gibi görünen çocuğun üstün yararı ilkesinin yorumlanma biçimlerinin cinsiyet eşitliği ile ilişkileri incelenecektir. Bu çerçevede, çocuğun üstün yararı ilkesini somutlaştırmak için farklı hukuk sistemlerinde ve ülkemizde uygulanan veya uygulanması önerilen anne şefkatine muhtaç olma ölçütü, birincil bakıcı ölçütü ve ortak velayet çözümünün cinsiyet eşitliği amacını gerçekleştirmeye yakın olup olmadıkları irdelenecektir. Elde edilen bulgular çerçevesinde çocuğun üstün yararı ilkesi ile cinsiyet eşitliği hedeflerini bağdaştırabilecek bir velayet hukukunun mümkün olup olmadığı tartışılacaktır.",
     "Abstract": "Allocation of a child s custody after divorce relies upon the universal principle of the child s best interest. Nevertheless, it is argued that despite its seemingly gender-neutral nature, one of the shortcomings caused by the uncertainty of such a principle is that it paves the way for gender discrimination. As a result, the topic of child custody has increasingly been mentioned in the framework of equality between men and women, as shown by references made to the relationship between custody law and gender equality both in international instruments relating to women s rights and in those relating to children s rights. In this paper we analyze the relationship between different interpretation methods of the seemingly gender-neutral principle of the child s best interest and gender equality in the context of allocation of custody after divorce. We go through the tender years, primary caretaker and joint custody concepts, which are the methods used or proposed to be used to concretize the principle of the child s best interest in different law systems and in Turkish law and contemplate whether they enable to achieve the goal of gender equality. On the grounds of these findings we discuss whether it is possible to achieve a child custody law which can reconcile the principle of the child s best interest with gender equality.",
     "Metin": "Hukukumuzda velayetin kimin tarafından icra edileceğinin belirlenmesinde temel ayrım noktası anne ve babanın evli olup olmamasıdır. Türk Medeni Kanunu (TMK), anne ve babanın evli olmaması halinde velayetin kural olarak anneye ait olacağını öngörmüştür (TMK m 337/I); anne ve babanın evli olması halinde, evlilik devam ettiği sürece anne ve baba velayeti birlikte kullanacaklardır (TMK m 336/I). Eşlerin boşanması halinde ise ortak hayat nihai olarak sona ermekte, o zamana kadar ortak biçimde kullanılan velayetin, bundan sonra ne şekilde kullanılacağını belirleme gereği hâsıl olmaktadır. Türk Medeni Kanunu nun konuya ilişkin düzenlemesinden kanun koyucunun, velayetten doğan yetkilerin kullanımı ile çocuğun fiilî bakımının üstlenilmesi konularını yakın ilişki içinde gördüğü anlaşılmaktadır (TMK m 336/III)1. Nitekim kanun koyucu, bir ebeveynden fiziksel olarak ayrılmanın velayetin de o ebeveynden koparılması sonucuna götüreceğini düşünerek hâkime anne ile babadan birini velayeti bundan sonra icra edecek kişi olarak belirleme görevi yüklemiş görünmektedir. Hukukumuz  da  dâhil  olmak  üzere,  çağdaş  hukuk  sistemlerinde  boşanma sonrasında velayetin anne veya babadan hangisine verileceği meselesi, 20 Kasım 1989 da  New  York ta  kabul  edilen  Birleşmiş  Milletler  Çocuk  Haklarına  Dair Sözleşme (Çocuk Haklarına Dair Sözleşme) nin de etkisiyle evrensel bir ilke haline gelmiş olan  çocuğun üstün (yüksek) yararı  (best interest of the child) ilkesine göre çözümlenmektedir. Bununla beraber, dünyadaki gelişmeler, anne ve babanın çocuğa karşı hak ve yükümlülüklerinin, bu arada velayet ilişkisinin, cinsiyet eşitliğine ilişkin bir sorun olarak da algılanmaya başlandığını göstermektedir. Bunun en net ifadesini, asli amacı cinsiyet eşitliğini sağlamak olan hukuk kurallarının ve politika belgelerinin ebeveyn-çocuk ilişkilerini bu perspektif dâhilinde zikreder hale gelmiş olmasında görüyoruz. Bu evrensel gidişat hukukumuzu da etkilemektedir. Hukukumuz açısından bağlayıcı kurallara bakıldığında öncelikle Anayasa nın 41. maddesinde ailenin  eşler arasında eşitliğe  dayalı olduğunun ifade edildiği görülmektedir. Kadınlara Karşı Her Türlü Ayrımcılığın Önlenmesi Sözleşmesi nin (KKAÖS) 4 16. maddesinde, taraf devletlerin kadınlara karşı ayrımcılığın önlenmesi ile yükümlü oldukları konular sayılmıştır. Bunlar arasında kadına ve erkeğe evlilik süresince ve evliliğin son 1   Velâyet, ana ve babadan birinin ölümü hâlinde sağ kalana, boşanmada ise çocuk kendisine bırakılan tarafa aittir.  2  336. maddenin üçüncü fıkrasının lafzından yola çıkan ve hukukumuzda boşanma sonrasında velayetin ebeveynlerden biri tarafından tek başına kullanılması gerektiği sonucuna götüren bu geleneksel önerme tartışmalıdır; hukukumuzda ortak velayetin mümkün olup olmadığı konusundaki görüşler ve uygulama için bkz aş III-A. 3  Çocuk Haklarına Dair Sözleşme nin onaylanmasına ilişkin 94/6423 sayılı Bakanlar Kurulu kararı ile sözleşme metni 27 Ocak 1995 tarihli, 22184 sayılı Resmî Gazete de yayımlanmıştır.  4  Sözleşmeye katılmamızın onaylanmasına ilişkin 85/9722 sayılı Bakanlar Kurulu kararı ve sözleşme metni 14 Ekim 1985 tarihli, 18898 sayılı Resmî Gazete de yayımlanmıştır.30Çelebi / Cinsiyet Eşitliği ve Çocuğun Üstün Yararının Kesişim Noktası Olarak Boşanmada Velayetin Düzenlenmesibulmasında aynı hak ve sorumlulukların tanınması (c) ve her durumda çocukların menfaatleri en ön planda gözetilmek üzere, medeni durumlarına bakılmaksızın, çocuklarla ilgili konularda ana ve babanın eşit hak ve sorumluluklarının tanınması (d) da bulunmaktadır. Avrupa İnsan Hakları Sözleşmesi ne ek 7 numaralı protokolün  Eşler arasında eşitlik  kenar başlıklı 5. maddesi, eşlerin evlilikte, evlilik süresince ve evliliğin sona ermesi durumunda, kendi aralarında ve çocukları ile ilişkilerinde özel hukuka tabi haklar ve sorumluluklar bakımından eşit olmaları gerektiğini öngörmüştür. Hukuk sistemimizin parçası olan bu kurallar, doğrudan doğruya kadınerkek eşitliğini sağlama amacı üzerine yükselmekte ve ebeveyn sorumluluğunda eşitliği bu perspektif kapsamında düzenlenmektedirler. Öte yandan çocuk hakları ve çocukların korunmasına ilişkin politikalar da gittikçe artan biçimde kadın erkek eşitliği sorunu ile iç içe geçmiş biçimde karşımıza çıkmakta, hatta çocukların menfaatlerini korumayı birincil amaç olarak benimseyen uluslararası belgelerde dahi cinsiyet eşitliğinin ikincil, ancak bağımsız bir amaç olarak yer aldığı görülmektedir. Avrupa Konseyi nin çocukların korunmasına ilişkin bazı kararlarında tam da bu yönde bir yönelim hâkimdir. Avrupa Konseyi Bakanlar Komitesi nin (84) 4 sayılı Anne ve Babanın Sorumlulukları Hakkında Tavsiye Kararı nda ebeveyn sorumluluklarının her iki ebeveyne ortak biçimde ait olduğu ilkesi benimsenmiştir (5 numaralı ilke)7. Buna göre ayrılık veya boşanma halinde karar organının sorumlulukları anne ve baba arasında paylaştırması veya anne ve baba buna rıza gösterirlerse sorumluluklarını birlikte yerine getirmeleri yönünde karar vermesi gerekmektedir (6 numaralı ilke). İlgili tavsiye kararında, çocuğun üstün yararına göre karar alınması temel ilke olarak benimsenmekle beraber, anne ve baba arasında eşitliğin korunmasına dikkat edilmesi ve ayrımcılık yapılmaması gerektiği de açık olarak belirtilmiştir (2 numaralı ilke). Avrupa Konseyi Parlamenter Meclisi nin 2079 sayılı Eşitlik ve Paylaşılmış Ebeveyn Sorumluluğu: Babaların Rolü isimli ilke kararında ise çocuğun doğumundan itibaren anne  ve  baba  arasında  eşitliğin  sağlanması  gerektiğine  vurgu  yapılmıştır.  Bu gereklilik bir yandan her iki ebeveynin de çocuğun yetiştirilmesine katılmalarının çocuk üzerindeki olumlu etkisine, diğer yandan ortak sorumluluğun kadına ve erkeğe ilişkin kalıplaşmış rollerin aşılmasına yardımcı olmasına dayandırılmıştır. Kararda 5   Protokolün onaylanmasının uygun bulunduğuna dair 6684 sayılı kanun 25 Mart 2016 tarihli ve 29664 sayılı Resmî Gazete de yayımlanmıştır.6  Örneğin, Avrupa Konseyi Parlamenter Meclisi nin 2207 numaralı kararında tek ebeveynli ailelerde aile reisinin büyük ölçüde kadınlar olduğu, çocuk nafakasının belirlenmesine ve ödenmemesinin sonuçlarına ilişkin kuralların kadınları orantısız biçimde etkilediği, bu nedenle çocuk nafakası konusunun cinsiyet eşitliğinden bağımsız bir konu olmadığı belirtilmiştir (PACE, ˊGender Equality and Child Maintenanceˊ (2018) Resolution No 2207, <https://assembly.coe.int/nw/xml/XRef/Xref-XMLHTML-en.asp?fileid=24534&lang=en> Erişim Tarihi 11.05.2020). Parlamenter Meclisi, 1921 sayılı kararında da kadın ve erkeğin, çocuk bakımı da dâhil olmak üzere aile içi sorumlulukları paylaşmaları gerektiği yönündeki farkındalığın özel hayat ile çalışma hayatını bağdaştırmanın şartlarından biri olduğunu belirtmiştir (PACE, ˊGender Equality, Reconciliation of Private and Working Life and Co-Responsibilityˊ Resolution No 1921, <https://assembly.coe.int/nw/xml/XRef/Xref-XMLHTML-en.asp?fileid=19478&lang=en>  Erişim Tarihi 11.05.2020).  7  Council of Europe Committee of Ministers, ˊRecommendation of the Committee of Ministers to Member States on  Parental  Responsibilitiesˊ,  Recommendation  No  R  (84)  4,  <https://search.coe.int/cm/Pages/result_details.aspx?ObjectID=09000016804dee> Erişim Tarihi 11.05.2020.8  PACE, ‘Equality and Shared Parental Responsibility: The Role of Fathers  (2015) Resolution No 1468,  <http://assembly.coe.int/nw/xml/XRef/Xref-XMLHTML-EN.asp?fileid=22220> Erişim Tarihi 11.05.2020.31İstanbul Hukuk Mecmuası 79/1cinsiyet eşitliği ve paylaşılmış sorumluluk meselesine, annelerin durumundan ziyade babaların maruz kaldığı önyargılar ve bu önyargıların babaları çocuklarıyla kalıcı bir ilişki sürdürme imkânından mahrum etmesi açısından yaklaşılmış olması da dikkat çekicidir. Belirtelim ki Parlamenter Meclisi bu kararda babaların haklarını zikrederken, babaların çocuğun doğumundan itibaren sorumluluk yuklenmelerinin ve devletlerin babaların da kullanabilecekleri ebeveynlik izni sistemlerini yürürlüğe koymalarının  gerektiğinin  altını  çizmiştir.  Böylece  sorumluluk  paylaşımında sadece boşanma sonrasında geçerli olacak bir eşitlik anlayışı yerine anne ve babayı aile ilişkisinin tüm aşamalarında eşit kılan bütüncül bir yaklaşım benimsenmiş olmaktadır. Anne ve babayı eşit hak ve sorumluluklara sahip kılma yönündeki bu uluslararası ilkesel eğilim, Kadınlara Yönelik Şiddet ve Aile İçi Şiddetin Önlenmesi ve Bunlarla Mücadeleye İlişkin Avrupa Konseyi Sözleşmesi nde işaret edildiği gibi, ancak kadınları şiddete karşı koruma amacı çerçevesinde geri plana atılmakta, şiddet unsurunun eşit hak ve sorumluluk paylaşımını bertaraf edici etkisinin olması gerektiği kabul edilmektedir. Bununla beraber, kadınları şiddete karşı koruma amacı güden düzenlemelerin amaçları arasında, sadece kadınların bireysel dokunulmazlık alanlarının korunması değil, şiddet eylemi veya tehdidi ile yapılan baskının ve bu yolla yaratılan cinsiyetler arası eşitsizliğin ortadan kaldırılması da bulunmaktadır. Bu uzun vadeli hedef dikkate alındığında, çocuk ile ebeveyn ilişkilerindeki eşitlik idealinde şiddet nedeniyle yapılması kabul edilen esnemelerin de esasında kadınerkek eşitliğini sağlama amacıyla uyum içinde olduğu söylenebilir.  Bu düzenlemeler ışığında görülmektedir ki kadın ile erkek arasındaki doğrudan ilişkiler kadar anne ve babanın çocukla kuracağı ilişkilerin de kadın-erkek eşitliği hedefinin kapsamında değerlendirilmesi gerekmektedir. Gerek velayetin iki ebeveyn tarafından ne şekilde kullanılacağının, gerekse birlikte kullanılmadığı hallerde hangi ebeveyn tarafından kullanılacağının belirlenmesi, bu eşitlik hedefini de göz önüne almayı zorunlu kılmaktadır. Ancak çocukları etkileyecek kararların verilmesi gereken bu hallerde, kadınerkek eşitliğinin tek, hatta birincil parametre olarak ele alınamayacağı ortadadır. 9  Erkeklerin bakım sorumluluğu üstlenmeye teşvik edilmeleri, Avrupa Konseyi nin cinsiyete dayalı kalıplarla mücadele çerçevesinde ele aldığı noktalardan biridir; bkz Council of Europe, ˊGender Equality Strategy 2018-2023ˊ 16-19, <https://rm.coe.int/strategy-en-2018-2023/16807beb> Erişim Tarihi 11.05.2020.10  Kadınlara Yönelik Şiddet ve Aile İçi Şiddetin Önlenmesi ve Bunlarla Mücadeleye İlişkin Avrupa Konseyi Sözleşmesi (İstanbul Sözleşmesi) nin amaçları arasında kadınların her türlü şiddetten korunması, kadınlara  yönelik şiddetin ve aile içi şiddetin önlenmesi, kovuşturulması ve ortadan kaldırılması bulunmaktadır (m 1 (a)). Sözleşme taraf devletlere velayet ve ziyaret haklarının düzenlenmesinde şiddet eylemlerinin göz önünde bulundurulmasını ve bu hakların kullanımının mağdurun veya çocukların haklarını ve güvenliğini tehlikeye düşürmemesini sağlamak üzere gerekli tedbirleri alma yükümlülüğünü yüklemektedir (m 31); ‘Council of Europe Convention on Preventing and Combating Violence Against Women and Domestic Violence  (2011) Treaty No 210, <https://www.coe.int/en/web/conventions/full-list/-/conventions/rms/090000168008482e>, Erişim Tarihi 11.05.2020. Sözleşmeye katılmamızın onaylanmasına ilişkin 2012/2816 sayılı Bakanlar Kurulu kararı ve sözleşme metni 8 Mart 2012  tarihli, 28227 (Mükerrer) sayılı Resmî Gazete de yayımlanmıştır.11  İstanbul Sözleşmesi nde amaçlar arasında sadece kadınların şiddete karşı korunmalarının değil, aynı zamanda kadınlara yönelik ayrımcılığın ortadan kaldırılmasına katkıda bulunulmasının ve kadınların güçlendirilmesi yoluyla eylemli kadınerkek eşitliğinin sağlanmasının da zikredilmiş olması (m 1 (b)), cinsiyete dayalı şiddet ile cinsiyete dayalı toplumsal hiyerarşi ve ayrımcılık arasındaki bağı vurgulamakta ve kadına karşı şiddetle mücadelenin ayrımcılıkla mücadelenin ayaklarından biri olduğunu ortaya koymaktadır. 32Çelebi / Cinsiyet Eşitliği ve Çocuğun Üstün Yararının Kesişim Noktası Olarak Boşanmada Velayetin DüzenlenmesiBu, asli amacı kadın haklarının korunması olan belgelerde bile özellikle altı çizilen bir noktadır. Nitekim çocukların menfaatlerinin devreye girdiği hallerde çocuğun üstün yararı ilkesi, yine hukuki bağlayıcılık taşıyan ve diğer temel ilkeleri arka planda bırakabilecek güce sahip bir ilke olarak karşımıza çıkmaktadır. Bu durumda esasında  çocukları  korumaya  yönelmiş  olan  velayet  konusunun  neden  cinsiyet eşitliğinin sağlanması amacı ile ilişkilendirilmeye başlandığı sorusunu cevaplamak gerekir. Nitekim burada eşitlik düşüncesi ile izlenen amacın münhasıran çocuğun menfaatlerine yönelik olmadığı, eşler arasındaki ayrımcılığın önlenmesinin çocuğun yararının korunmasını sağlayan araçlardan biri olmanın ötesinde, çocuğun yararı değerlendirilirken mümkün olduğu kadar dikkate alınması gereken bir amaç olarak benimsendiği açıktır. Kanımızca velayet konusunun cinsiyet eşitliği ile ilişkilendirilmesinin sebebini çocuğun üstün yararı kavramının genişliğinde ve sübjektif niteliğinde, dolayısıyla başka amaçlara ulaşılmak için kolaylıkla araç haline getirilebilir olmasında bulmak mümkündür. Çocuğun yararı kavramına tanınan meşruiyet, kavramı uygulamaya koyan mercilerin bu kavramı nasıl kullanabilecekleri veya ona nasıl bir anlam yükleyebilecekleri  hususunda  sınır  koymamaktadır.  Çocuğun  yararını  tespit ederken ulaşmaya çalıştığımız amaçlar çeşitlilik gösterirler ve bazen birbirleriyle çelişirler. Çocuğun yaşam koşullarında istikrarın sağlanması, duygusal ve fiziksel sağlığının gözetilmesi, güvenliğinin sağlanması, akademik başarısının desteklenmesi, iyi bir vatandaş olarak yetiştirilmesi ve buna benzer amaçların her biri çocuğun yararı ile gerekçelendirilebilir ve somut bir olayda bunlar velayet açısından aynı çözüme işaret etmeyebilir. Karar alan kişinin kişisel öncelikleri ve değer yargıları sürece ister istemez etki etmekte ve bu değer yargıları bazen çocuğun yararı kisvesi altında başka bazı toplumsal değerleri veya başka kişilerin hukuki menfaatlerini öncelemekte veya zedelemektedir. Yapısı itibariyle farklı cinsiyetteki iki kişiyi karşı karşıya getiren velayete ilişkin ihtilaflarda en çok zedelenmeye müsait değerler de eşitliğe ilişkin değerler olmaktadır; nitekim karar alma organının cinsiyet rollerine ilişkin  kişisel  fikirleri,  çocuğun  yararının  nerede  olduğuna  ilişkin  yargısını  da şekillendirebilmektedir.  Dolayısıyla  velayet  hukukunun  nasıl  düzenlendiği  ve bu çerçevede çocuğun üstün yararı belirlenirken ne tür bir yorum yapıldığı, bir yandan kadına ve erkeğe yüklenilen rol paylaşımını yansıtmakta, öte yandan rol paylaşımını etkileyici işlev görmektedir. Başka bir deyişle velayete ilişkin kurallar 12  Örneğin bkz KKAÖS m 16 (d). 13  Françoise Dekeuwer-Defossez, ˊL intérêt (supérieur) de l enfant : consensus, instrumentalisation ou subversion ?ˊ iç  Emmanuel Putman, Marie-Ève Pancrazi, Michel Buy, Bertrand Fages, Anne Laude, Dominique Velardocchio, Mélanges en l honneur de Jacques Mestre, (LGDJ 2019) 346; Angela Marie Caulley, ˊEqual Isn t Always Equitable: Reforming the Use of Joint Custody Presumptions in Judicial Child Custody Determinationsˊ (2018) 27 (2) Boston University Public Interest Law 403, 417.14  Katherine T Bartlett, ˊChild Custody in the 21st Century: How the American Law Institute Proposes to Achieve Predictability and Still Protect the Individual Child s Best Interestsˊ, (1999) 35(3) Willamette Law Review 467, 468. 15  Erika R Schwarz, ˊWhen Neutral Doesn t Really Mean Neutral: Louisiana s Child Custody Laws - An Attempt to Erase Gender Bias in the Name of Neutralityˊ (1996) 42 Loyola Law Review 365; Caulley (n 13) 418. 33İstanbul Hukuk Mecmuası 79/1ve kararlar, kadın ile erkeğin sosyal rollerine ilişkin kalıpların hem aynası hem de üreticisi olmaktadır. Tam da bu sebeple velayet hukuku, anne ve babaların cinsiyet temelinde gruplandığı ve bu grupların kendi menfaatlerini çocuğun yararı kılığına büründürdüğü bir savaş alanı olarak karşımıza çıkmaktadır. Anne ve baba gruplarının çocuğun yararına ilişkin birbiriyle bağdaşmaz argümanları karşısında karar organı, kendi kişisel fikirlerine göre çocuğun yararının nerede olduğunu tespit etmektedir. İşte bu nedenledir ki, hukukumuzda da etki doğuran evrensel velayet hukuku ilkeleri bir yandan çocuğun yararını üstün ilke olarak esas almakta, öte yandan bu ilkenin uygulanma biçiminin cinsiyet eşitliğine uygunluğunu sağlamanın, daha açık bir ifadeyle ilkenin cinsiyet ayrımcılığına kılıf olmasının önüne geçmenin yollarını aramaktadırlar.   Cinsiyetsiz kurallar hukuki eşitliğin sağlanması için bir başlangıç noktası teşkil ederler.  Ancak  kuralın  cinsiyetsiz  biçimde  formüle  edilmesi,  ayrımcı  itkilerin hâkimlerin kişisel görüşleri vasıtasıyla karar alma sürecine dâhil olmasının da yolunu açabilir; bu nedenle cinsiyetsiz kuralların uygulanma biçimlerine ve doğurdukları sonuçlara da dikkat edilmesi zorunludur.  Bu çalışmada, boşanma sonrası velayetin düzenlenmesinde, cinsiyetsiz bir kural gibi görünen çocuğun üstün yararı ilkesinin yorumlanma biçimlerinin cinsiyet eşitliği ile ilişkisi ortaya konulacak, her biri çocuğun üstün yararına dayandığı iddiasında olan farklı velayet modelleri cinsiyet eşitliği ile ilişkileri bağlamında incelenecektir. Bu amaçla öncelikle velayetin düzenlenmesinde çocuğun üstün yararı kavramına değineceğiz (I). Ardından kavrama getirilen eleştirilerin işaret ettiği sakıncaları aşmak amacıyla, velayette çocuğun üstün kavramının kapsamının daraltılmasına ilişkin uygulanan veya uygulanması önerilen hukuki  modeller  cinsiyet  eşitliği  ile  olan  ilişkileri  çerçevesinde  incelenecektir (II). Akabinde Türk hukukunda velayete ilişkin ihtilaflarda çocuğun üstün yararı 16  Benzer yönde Amélie Dionisi-Peyrusse ve Marc Pichard, ˊL autorité parentale et la persistance des inégalités de genreˊ iç Stéphanie Hennette Vauchez, Marc Pichard, Diane Roman (edr), La loi et le genre, Études critiques de droit français ( CNRS 2014) 485.17  Herma Hill Kay, ˊNo-Fault Divorce and Child Custody: Chilling out the Gender Warsˊ (2002) 36 (1) Family Law Quarterly 27, 30; Dekeuwer-Defossez (n 13) 350. 18  Dekeuwer-Defossez (n 13) 351; bazı yazarlara göre bu nedenle çocuğun yararına ilişkin unsurların şeffaf hale getirilmesi ve eleştirel bir bakışa tabi tutulması, kavramın içeriğinin disiplinler arası ve daimi bir diyalog halinde belirlenmesi gerekir, bkz Andrea Büchler ve Rolf Vetterli, Ehe Partnershaft Kinder (3. Bası, Helbing Lichtenhahn 2018) 244. 19  Cinsiyetsiz kanunlar önyargıları ortadan kaldırmayı amaçlarken yargısal sonuçların tam da bu önyargıları yansıttığı yönünde, bkz Schwarz (n 15) 365.20  Her ne kadar boşanma sonrası velayet konusu ile evlilik dışı doğan çocuğun velayeti konusu genel olarak birlikte düşünülse ve ortak velayeti benimseyen hukuk sistemlerinde benzer kurallara tabi tutulsa da, fikrimizce bu iki mesele cinsiyet eşitliği açısından farklı dinamikler barındırmaktadır. Evlilik dışı doğan çocukların velayetinde çocukla ebeveynler arasında doğumdan itibaren geçerli olacak bir ilişkinin doğru biçimde tesis edilmesinin yolları aranmaktadır. Çocuğun doğumundan itibaren geçerli olacak eşitlikçi bir görev dağılımı, anne ve babanın çalışma hayatına görece eşit biçimde katılmalarını teşvik edebilir ve kadınlar ve erkekler arasında aile dışında da geçerli olan eşitsizliklerin törpülenmesini sağlayabilir. Boşanma sonrasında velayetin düzenlenmesinde ise o zamana kadar belirli bir şekilde süregelmiş ilişki sonradan değişmektedir; ebeveynler arasında eşitliğin ilk defa bu noktada kurulmaya çalışılması, o ana kadar çocuğun bakımını fiilen üstlenmiş kişinin, hem aile dışı hayatta aktif olma imkânını, hem de bu bakım ilişkisinden kaynaklanan avantajlarını kaybetmesine yol açabilir. Aile içi görev dağılımında gerçekleştirilememiş eşitliğin, ayrılık sonrası kurulmaya çalışılmasının kadın-erkek eşitliği ilkesinin özü ve amacı ile ne kadar bağdaştığı tartışma götürür. Bu iki konunun kendi iç dinamiklerine göre ele alınması gerektiğini düşündüğümüzden, çalışmanın hacmini arttırmamak için evlilik dışı doğan çocukların velayeti konusu çalışmanın kapsamı dışında bırakılmıştır.  34Çelebi / Cinsiyet Eşitliği ve Çocuğun Üstün Yararının Kesişim Noktası Olarak Boşanmada Velayetin Düzenlenmesikavramının nasıl yorumlandığı yine cinsiyet eşitliği ilkesi ile ilişkisi çerçevesinde tanıtılacaktır (III).  I. Velayetin Düzenlenmesinde Çocuğun Üstün Yararı Kavramının RolüTürk Medeni Kanunu, velayetin eşlerden birine bırakılmasına ilişkin hükümlerinde hâkimi sınırlandırıcı herhangi bir parametre koymamış, hâkime geniş bir takdir yetkisi  tanımıştır.  Kanunda  çocuklara  ilişkin  kararların  ne  şekilde  alınacağını belirten genel nitelikte bir hüküm de bulunmamaktadır. Bununla beraber, bu konuda esas alınacak ölçütün  çocuğun yararı  olduğu şüphe götürmez. Çocuğun üstün yararının gözetilmesi gereği, her şeyden önce anayasal bir ilkedir. Anayasa nın 41. maddenin ikinci fıkrası  Devlet, ailenin huzur ve refahı ile özellikle ananın ve çocukların korunması ve aile planlamasının öğretimi ile uygulanmasını sağlamak için gerekli tedbirleri alır, teşkilatı kurar  hükmünü içermektedir. Maddeye 2010 yılında eklenen üçüncü fıkra ile   Her çocuk, korunma ve bakımdan yararlanma, yüksek yararına açıkça aykırı olmadıkça, ana ve babasıyla kişisel ve doğrudan ilişki kurma ve sürdürme hakkına sahiptir  kuralı getirilmiştir. Bu kural ile çocuklar, üstlerinde velayet ve kişisel ilişki hakları icra edilen varlıklar olmaktan çıkarılmış, çocukları ebeveynleri ile olan ilişkilerinde hak sahibi ve bunlara karşılık gelen yükümlülüklerin yararlanıcıları olarak gören çağdaş anlayış benimsenmiştir. Bu yeni düzenleme ile birlikte yine çağdaş anlayışı yansıtan çocuğun üstün yararı ilkesi de anne ve baba 21  Bilge Öztan ve Fırat Öztan, ˊBoşanmada Velayetin Tevdiiˊ (2016) 1 (2) Çankaya Üniversitesi Hukuk Fakültesi Dergisi 473, 484; Mustafa Dural, Tufan Öğüz ve M Alper Gümüş, Türk Özel Hukuku Cilt III, Aile Hukuku (14. Bası, Filiz Kitabevi 2019) 144; Emine Akyüz, Çocuk Hukuku-Çocukların Hakları ve Korunması, (6. Bası, Pegem Akademi 2018) 231. Türk Medeni Kanunu nda hâkimlere geniş bir takdir yetkisi tanınmış olsa da hukukumuzda aile içi şiddetin önlenmesine ilişkin düzenlemelerin velayetin ve kişisel ilişkinin düzenlenmesinde şiddet unsurunun dikkate alınmasına ilişkin bir çerçeve çizdiğini ve böylece takdir yetkisinin sınırlarını daralttığını belirtmek gerekir. 6284 sayılı Ailenin Korunması ve Kadına Karşı Şiddetin Önlenmesine Dair Kanun (Kanun Numarası: 6284, Kabul Tarihi: 08.03.2012, RG 20.03.2012/28239), şiddet uygulayan kişilere ilişkin olarak hâkimin alabileceği önleyici tedbirler arasında velayete ve kişisel ilişkiye ilişkin düzenleme yapmaya yönelik yetkileri de saymıştır (m 5/I ç, m 5/III). Bu yetkiler, şiddet mağdurunun çocuğun kendisi değil, diğer ebeveyn olduğu hallerde de kullanılabilecektir (Mehmet Günay, ‘6284 Sayılı Kanuna Göre Koruyucu ve Önleyici Tedbirler  (2012) 3 (4) Türkiye Adalet Akademisi Dergisi 650, 666). Böylece kanun koyucu, aile içi şiddetin varlığı halinde, şiddetin devamına olanak sağlayan ilişkilerin kaldırılması için gerekirse velayet ve kişisel ilişkiye ilişkin konularda da karar alınmasını öngörmüş, bu kararlarda şiddet unsurunun, mağduru ister çocuk ister ebeveyn olsun birincil önemde dikkate alınması gerektiğini ortaya koymuştur. Bu kanuni düzenlemenin, çocuğun velayetinin ve kişisel ilişkilerinin düzenlenmesinde genel bir ilke getirdiğinin kabulü gerekir. 6284 sayılı kanun ve dayandığı İstanbul Sözleşmesi nin izledikleri amacın yerine gelebilmesi için söz konusu ilkenin sadece 6284 sayılı kanun çerçevesinde yapılan talepler çerçevesinde değil, çocuğun velayetinin düzenlenmesini gerektiren diğer hallerde de uygulanması gerekmektedir.     22  İlknur Serdar, ˊBirlikte Velayetˊ (2008) 10 (1) Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi 155, 166. TMK da belirli bazı konularda çocuğun yararının veya menfaatinin esas tutulması gereğini zikreden hükümler bulunmaktadır; velayetin kapsamına ilişkin m 339/I ile kişisel ilişkinin düzenlenmesine ilişkin m 182/II bunlar arasındadır. Hukukumuzda çocuğun yararı kavramına değinen diğer hükümler için Öztan ve Öztan (n 21) 481. 23  Turgut Akıntürk ve Derya Ateş, Türk Medeni Hukuku-Aile Hukuku, İkinci Cilt, (21. Bası, Beta 2019) 311; Bilge Öztan, Aile Hukuku (6. Bası, Turhan Kitabevi 2015) 778-779; Öztan ve Öztan (n 21) 484-485; Hayrünnisa Özdemir ve Ahmet Cemal Ruhi, Çocuk Hukuku (Ders Kitabı) (3. Bası, On İki Levha 2019) 316; Akyüz (n 21) 231. Hukuki metinlerde ve öğretide kullanılan çocuğun yararı, üstün yararı, güvenliği, menfaati terimlerinin içerik bakımından farklılık içermediği yönünde, Gülçin Elçin Grassinger, Türk Medeni Kanununda Yer Alan Velayet Hükümleri Kapsamında Küçüğün Kişi Varlığının Korunması İçin Alınacak Tedbirler (On İki Levha 2009) 57-58.24  Rona Serozan, Çocuk Hukuku (İkinci basıdan tıpkı bası, Vedat Kitapçılık 2017) 65. 25  Öztan ve Öztan (n 21) 474-475; çocuğun hak süjesi olarak tanınmasına ilişkin olarak, bkz Fulya Erlüle, İsviçre Medeni Kanunu nda Yapılan Değişiklikler Işığında Boşanmada Birlikte Velayet (Yetkin Yayınları 2019) 48 vd. 35İstanbul Hukuk Mecmuası 79/1ile ilişkilerde gözetilmesi gereken bir anayasal bir ilke olarak tanınmış olmaktadır. İç hukukumuzun parçası olan Çocuk Haklarına Dair Sözleşme de yine bu ilkenin hukukumuzda genel bir kural olarak uygulanmasını sağlamaktadır. Çocuk Haklarına Dair Sözleşme nin 3. maddesinin 1. fıkrası uyarınca  Kamusal ya da özel sosyal yardım kuruluşları, mahkemeler, idari makamlar veya yasama organları tarafından yapılan ve çocukları ilgilendiren bütün faaliyetlerde, çocuğun yararı temel düşüncedir. 28 Böylece, bu sözleşme çerçevesinde, çocuğun yararına uygun çözümün bulunması, çocukları  ilgilendiren  diğer  konularda  olduğu  gibi,  velayetin  boşanan  eşlerden birine bırakılması konusunda da hem kanun koyucunun hem de yargı organının esas almakla yükümlü olduğu temel saik olmaktadır. Birleşmiş Milletler Çocuk Hakları Komitesi, çocuğun üstün yararının birinci planda dikkate alınması hakkına ilişkin 14 numaralı Genel Yorum da (Genel Yorum)30, çocuğun üstün yararı kavramının sözleşme ile tanınmış tüm hakların tam ve etkin biçimde kullanılmasını ve çocuğu bütünsel gelişimini amaçlayan bir ilke olduğunu (4 numaralı paragraf), bu ilkenin çocuğun menfaatinin diğer menfaatlerle eşit düzeyde tutulmamasını, çocuk için en iyi olan çözüme ağırlık verilmesini gerektirdiğini belirtmiştir (39 numaralı paragraf). Bu çerçevede yine ülkemizin taraf olduğu Avrupa İnsan Hakları Sözleşmesi nin de çocuğun menfaatinin üstün tutulması konusunda etki doğuran bir uluslararası belge olduğunun altı çizilmelidir. Nitekim her ne kadar sözleşme metninde yer almasa da, Avrupa İnsan Hakları Mahkemesi verdiği kararlarda çocuğun üstün yararını taraf devletlerce hesaba katılması gereken bir değer olarak belirlemiştir. 26  Bkz yuk n 3.   27  Çocukların korunmasına ilişkin diğer uluslararası sözleşmeler için bkz Sevgi Usta, Velayet Hukuku (On İki Levha 2016)  62 vd; Öztan ve Öztan (n 21) 476 vd; Serozan (n 24) 54-59.   28  Serdar (n 22) 168. Çocuk Haklarına Dair Sözleşme nin doğrudan uygulanabilirliği konusuna ilişkin tartışmalar için, bkz Usta (n 27) 76-80. Temel hak ve özgürlüklere ilişkin uluslararası antlaşmaların içerdikleri kuralların soyut ve programatik niteliği, kanun koyucu tarafından somutlaştırılmadan mahkemelerce doğrudan uygulanabilirliklerini güçleştirmektedir; bu konuda bkz Serozan (n 24)  47 vd. Ancak uygulamada Yargıtay ın velayete ve kişisel ilişki kurulmasına ilişkin kararlarında Çocuk Haklarına Dair Sözleşme nin çocuğun yararının öncelikli olmasına ve çocuğun görüşünün alınmasına ilişkin hükümlerini uygulamakta tereddüdü bulunmamaktadır; yakın tarihli örnekler için bkz Yargıtay 2. HD, 4398/12754, 24.12.2019;  2. HD, 2205/258, 16.1.2019; 2. HD, 4268/9711, 20.09.2018, <www.lexpera.com> Erişim Tarihi 11.05.2020.29  Çocuk Haklarına Dair Sözleşme nin çocuğun velayeti ve kişisel ilişki kurma hakkı ile ilintili diğer hükümleri arasında, çocuğun kendi üstün yararına aykırı olmadıkça, anne ve babanın ikisiyle de düzenli bir biçimde kişisel ilişki kurma ve doğrudan görüşme hakkını tanıyan 9. maddesinin 3. fıkrası, anne ve babasını bilme ve onlar tarafından bakılma hakkını düzenleyen 7. maddesinin birinci fıkrası, taraf devletlerin,  çocuğun yetiştirilmesinde ve gelişmesinin sağlanmasında ana–babanın birlikte sorumluluk taşıdıkları ilkesinin tanınması için her türlü çabayı  göstereceklerini öngören 18. maddesinin birinci fıkrası ile çocuğun karar alma sürecine katılımını düzenleyen 12. maddesi bulunmaktadır.   30  UN Committee on the Rights of the Children, ˊRight of the Child to Have His or Her Best Interests Taken as a Primary Considerationˊ (2013), General Comment No 14, <https://tbinternet.ohchr.org/_layouts/15/treatybodyexternal/Download.aspx?symbolno=CRC%2fC%2fGC%2f&Lang=en> Erişim Tarihi 11.05.2020.31  Bu konuya değinen ilk kararlardan biri, 1994 yılında verilmiş olan Hokkanen v Finlandiya kararıdır. Kararda baba ile çocuk arasında kişisel ilişki kurulmasını kolaylaştırmak için alınması gereken önlemler çerçevesinde zorlama tedbirlere  başvurulurken  tüm  ilgililerin  haklarının,  özellikle  de  çocuğun  üstün  yararının  gözetilmesi  gerektiği belirtilmiştir; bkz Hokkanen v Finland App no 19823/92 ( ECtHR, 23.09.1994), https://hudoc.echr.coe.int/eng#{%22itemid%22:[%22001-57911%22]}, Erişim Tarihi 11.05.2020. Mahkemenin konuya ilişkin ilkelerini açıkladığı yakın tarihli bir kararı için, bkz YI v Russia App no 68868/14 (ECtHR,  25.02.2020), https://hudoc.echr.coe.int/spa#{%22itemid%22:[%22001-201326%22]} Erişim Tarihi 11.05.2020) 36Çelebi / Cinsiyet Eşitliği ve Çocuğun Üstün Yararının Kesişim Noktası Olarak Boşanmada Velayetin DüzenlenmesiBöylece görülmektedir ki çocuğu ilgilendiren kararların onun üstün yararına uygun biçimde alınması gereği, hukukumuzda hem anayasal düzeyde bağlayıcılık içeren, hem de uluslararası sözleşmeler yoluyla iç hukukumuzun parçası haline gelmiş olan genel nitelikte bir ilkedir. Demek ki yargı organları, velayet konusu da dâhil olmak üzere, çocukları ilgilendiren kararlarda bu ilkeyi temel düşünce olarak almak  zorundadırlar.  Kullanılacak  standardın  çocuğun  ihtiyaçlarına  odaklanmış biçimde  belirlenmesi,  kendini  gereği  gibi  ifade  edemeyen  çocuğun  bu  zayıf durumunun dengelenmesini sağlamaktadır. Nitekim Genel Yorum da belirtildiği gibi, çocuklar, bağımlılık, olgunluk, hukuki statü açılarından yetişkinlere nazaran eksiklik içindedirler. Kendi menfaatlerini savunma konusunda yetişkinlerden daha az imkâna sahip olmaları çocukların menfaatlerinin altının çizilmesini gerektirmektedir; aksi halde bu menfaatler görünmez hale gelebileceklerdir (37 numaralı paragraf). Çocukları ilgilendiren tüm alanlarda olduğu gibi, velayete ilişkin kararların da çocuğun üstün yararına göre şekillenmesi gerektiği konusunda herkes hemfikirdir; asıl sorun bu menfaatin nasıl tespit edileceğidir. Çocuğun üstün yararı da tüm belirsiz standartlar gibi hepimizde bir fikir uyandırmakta, ancak somutlaştırılması güçlükler yaratabilmektedir. Kavramın bu esnek niteliği aslında kullanılmasındaki avantajı ve bu kadar uzun ömürlü olmasını açıklayan temel etmen olarak karşımıza çıkar. Hukuk sistemlerinin bazı  konularda  bu  tür  açık  uçlu  standartları  tercih  etmelerinin  altında,  çözüm gerektiren ihtilafın altındaki olguların çok karmaşık ve çeşitli olabileceği hallerde, somut olaya göre verilecek kararın önceden konulan genel kurallara göre yapılan değerlendirmeden daha adil sonuca götüreceği düşüncesi yatmakta ve standardın yarattığı belirsizliğe bu nedenle tahammül edilmektedir. Başka bir deyişle adil çözüm ancak somut faktörlere göre belirlenebiliyorsa bu çözümü bulma görevi, geniş bir standart çerçevesinde hâkime bırakılır. Velayete ilişkin sorunlarda da çocuğun üstün yararı ilkesinin herhangi bir daraltıcı etmen olmaksızın kullanılması bu kabulün bu alanda da geçerli olduğunu göstermektedir. Bu alan özelinde hâkime tanınan geniş takdir yetkisi, tüm çocuklar veya ortalama çocuk için neyin faydalı olduğuna göre değil, belirli bir çocuğun durumuna göre karar verilmesini sağlar;  32  Usta (n 27) 137; Evgen Gülçin Elçin, ˊÇocuğun Menfaati Gereği Çocukla İlgili Uyuşmazlıklarda Görüşünün Alınmaması Gereken Durumlarˊ iç Evgen Gülçin Elçin-Arzu Genç Arıdemir (edr), Çocuk Hakları Çalışmaları-I (On İki Levha 2017) 7; Öztan ve Öztan (n 21) 482.33  Bartlett (n 14) 467. Bu ilkeyi yaygınlaştıran Çocuk Haklarına Dair Sözleşme çok geniş bir coğrafyaya yayılmış biçimde uygulanmaktadır. Sözleşmeyi imzalayan ve onaylayan ülkeler için, bkz <https://treaties.un.org/Pages/ViewDetails.aspx?src=IND&mtdsg_no=IV-11&chapter=4&lang=en>,  Erişim  Tarihi  11.05.2020.  Amerika  Birleşik  Devletleri, sözleşmeyi imzalamış fakat onaylamamıştır. Ancak sözleşme ile benimsenen değerlerin Amerika Birleşik Devletleri yargı organlarınca da benimsenen değerler olduğu belirtilmektedir (Elaine E Sutherland, ˊChild Custody and Cognate Concepts: The Challengesˊ iç Barbara Stark, Jacqueline Heaton (edr), Routledge Handbook of International Family Law (Routledge 2019) 128, dn 3.) 34  Elizabeth S Scott ve Robert E Emery, ˊGender Politics and Child Custody: The Puzzling Persistence of the Best-Interest Standardˊ (2014) 77 Law and Contemporary Problems 69, 74.35  Bartlett (n 14) 470; Sutherland (n 33) 134.37İstanbul Hukuk Mecmuası 79/1böylece sıra dışı durumların ve ihtiyaçların eşik altında kalmasına engel olur. Genel Yorum da da çocuğun üstün yararı kavramının karmaşıklığına dikkat çekilmiş, ancak erdeminin de esnekliğinde ve ihtiyaçlara göre şekillenebilen dinamik niteliğinde yattığı belirtilmiştir: Bu niteliği sonucu çocuğun üstün yararı kavramı, çocuğun bireysel durumuna göre adapte edilebilen bir karar alma mekanizması sağlamaktadır (32 ve 34 numaralı paragraflar).  Ancak  bu  esneklik  çeşitli  sorunları  da  beraberinde  getirmektedir.  Çocuğun üstün  yararı  ilkesinin  hâkime  verdiği  yetkinin  genişliği,  belirli  bir  velayet davasında çıkacak sonucu tamamen belirsiz ve öngörülmez kılmaktadır. Sonucun öngörülmezliğinin  yarattığı  sorunlar  içinde  en  çok  dile  getirilenler  husumet ortamının tırmanması ve ayrımcı çözümlere kapı açılmasıdır. Çocuğun üstün yararı standardı çerçevesinde her iki tarafın da velayeti elde etme ihtimali bulunmaktadır. Böylece her iki taraf da karşı tarafı kötüleyici iddialar geliştirmek ve karşı tarafla iş birliği yapmaktan kaçınmak yönünde cesaret bulmakta, taraflar uzlaşmacı davranışa teşvik edilmemektedir. Husumetin bu şekilde tırmanması ise ebeveynleri ileride çocuğun da zararına olacak şekilde birlikte hareket edemez hale getirmektedir. Bu ihtilaf ortamı velayet konusunun başka talepleri bertaraf etmek için koz olarak kullanılabilmesi imkânını da doğurmaktadır. Velayet açısından kazanma ihtimali olan ebeveyn, aslında velayeti almak istemese de, bu unsuru kullanarak diğer ebeveyni başka alanlarda taviz vermeye zorlayabilmektedir. Bu durumda çocuğun velayetini almaya en istekli olan tarafın bu uğurda ekonomik taleplerinden vazgeçmesi sonucu doğabilmektedir. Keza çocuğun üstün yararı standardının genişliği, karar organının, velayet sorunu özelinde hâkimin, bilerek veya bilmeyerek kendi önyargılarını bu sürece dâhil etmesine, bireysel inançların kararı etkilemesine olanak sağlamaktadır. Bu çerçevede anne ile baba konumundaki kişilerin farklı ebeveynlik standartlarına tabi tutulmaları söz konusu olabilmektedir. Ayrıca, esasında toplumdaki cinsiyet ayrımcılığına dayalı olarak gelişen, kadın ve erkek arasında çocuğun bakımı için gerekli imkânlara ulaşma konusundaki eşitsizlik, çocuğun üstün yararı görüntüsü 36  Ayrıca, hangi ebeveynin daha iyi bir ebeveyn olduğuna yönelik bir değerlendirmede iddia edilen olguların ispatına ilişkin güçlükler, bu iddiaların manipüle edici etkileri ve kanun yollarının işlevsiz hale gelmesine yönelik çekinceler için bkz Scott ve Emery (n 34) 74 vd; benzer yönde Susan Beth Jacobs, ˊThe Hidden Gender Bias Behind the Best Interest of the Child Standard in Custody Decisionsˊ (1997) 13 Georgia State University Law Review 845, 855; Dekeuwer-Defossez (n 13) 349. Bunun yanı sıra hâkimlerin destek aldıkları uzman personelin çocuğun üstün yararını doğru biçimde saptamaya muktedir olup olmadıkları da tartışma konusudur. Bir görüşe göre değerlendirmenin disiplinler arası bir ekiple yapılması gerekir; bkz Büchler ve Vetterli (n 18) 244; Genel Yorum (94 numaralı paragraf). Ancak, kısa süreli temaslarda gerçek ailevi durumun anlaşılamaması riskinin hâkim için olduğu kadar bu kişiler için de mevcut olduğu ve uzman görüşüne başvurulurken de ölçülü biçimde davranılması, özellikle uzman görüşünün velayetin kimde olması gerektiğine ilişkin çıkarsama içermemesi gerektiği yönünde, bkz Scott ve Emery (n 34) 94.37  Scott ve Emery (n 34) 69, 72; Bartlett (n 14) 470; Sutherland (n 33) 134.38  Bartlett (n 14) 470. Velayeti alma tehdidinin, aslında velayeti almaya istekli olmayan tarafça nafaka yükümlülüğünü azaltmak için koz olarak kullanıldığı yönünde, Kay (n 17) 34; Schwarz (n 15) 383. Bu yazarlara göre ekonomik açıdan kadınların zararına çalışan ve çocukla yakın olmak için ekonomik taleplerden vazgeçmeye zorlayan bu kural, kadınlara karşı ayrımcılık yaratmaktadır.39  Kathy T Graham, ˊHow the ALI Child Custody Principles Help Eliminate Gender and Sexual Orientation Bias from Child Custody Determinationsˊ (2001) 8 (1) Duke Journal of Gender Law 323, 325.38Çelebi / Cinsiyet Eşitliği ve Çocuğun Üstün Yararının Kesişim Noktası Olarak Boşanmada Velayetin Düzenlenmesialtında cinsiyet ayrımına dayalı veya bu ayrımı perçinleyen kararların alınmasına yol açabilmektedir. Örneğin, taraflardan hangisinin ekonomik kaynaklarının daha fazla ve istikrarlı olduğuna dayalı bir değerlendirme, kadının daha az kaynağa sahip olmasının evlilik sırasındaki iş bölümünün sonucu olabileceğinin hesaba katılmaması anlamına gelir. Benzer şekilde, kimin çocukla daha çok vakit geçirebileceğine dayalı bir değerlendirme, çalışan anneleri çalışan babalar karşısında dezavantajlı duruma sokabilir; nitekim çalışan annelerin yetkinliği geleneksel anne modeline göre, çalışan babaların yetkinliği de geleneksel baba modeline göre ölçülmektedir. Bu eleştiriler çerçevesinde velayete ilişkin uyuşmazlıklarda çocuğun üstün yararı kavramının içeriğinin öngörülebilir biçimde belirlenmesinin mümkün olup olmadığı ve bu tür belirlemelerin kavramdan beklenen faydaları ne şekilde etkileyeceği sorusu karşımıza çıkmaktadır. Hukuk sistemlerindeki gelişmelere bakıldığında çocuğun üstün yararı kavramını öngörülebilir hale getirme ihtiyacının öteden beri kuvvetle hissedildiği  ve  bunun  çocuğun  üstün  yararı  değerlendirilirken  bazı  etmenlerin özellikle ön plana çıkmasına neden olduğu görülmektedir. Bazı sistemlerde annenin çocuk bakımında oynadığı rol halen birincil önemde sayılmakta ve çocuğun üstün yararının anne ile kalmasında olduğu karine olarak kabul edilmektedir. Bununla beraber velayet hukukunda gittikçe daha yaygın olarak benimsenen eğilimlerden biri, çocuğun her iki ebeveynle de ilişkisinde devamlılığın sağlanmasıdır. Bu yaklaşım anne ayrıcalığının kırılmasına ve ortak velayete ilişkin karine niteliğinde çözümlerin yaygınlaşmasına neden olmuştur. Bunlara ilaveten, anne gruplarının aile içi şiddete ve baba gruplarının çocukların anneler tarafından babalarına yabancılaştırılmalarına yaptıkları vurgular ilgili tehlikeyi yaratan ebeveyne velayetin verilmemesinin de velayet hukukunun temel politikaları arasında yer alması sonucunu doğurmuştur. Böylece çocuğun üstün yararının saptanmasında belirlilik ve öngörülebilirlik sağlamak üzere, çocuğun üstün yararına hizmet ettiği düşünülen çözümlerin bazen kanun koyucu tarafından genel kural olarak benimsendiği, bazen de yargı organları tarafından fiilen genel kural olarak uygulandığı görülmektedir. Bu noktada dikkat çeken  hususlardan  biri,  birbirleriyle  çelişkili  sonuçlara  götüren  bu  kuralların tamamının çocuğun üstün yararı kavramı üzerine kurulu olmalarıdır. Bu durum, çocuğun üstün yararına ilişkin mevcut ampirik çalışmaların yetersizliğini ortaya koymakta, bu çalışmaların farklı toplumlar ve özellikle farklı toplumsal katmanlar 40  Jacobs (n 36) 849, 857. 41  ibid 857-858.42  Geleneksel baba modelinde babaların gündelik işlere katılmasının beklenmediği, böylece babanın ev işlerine katılımla ilgili en ufak çabasının önemli bir adım olarak görüldüğü yönünde, ibid 867.43  Bkz aş II A 1. 44  Scott ve Emery (n 34) 83; Sutherland (n 33) 134; Caulley (n 13) 448.45  Sutherland (n 33) 135.46  Susan B Boyd, ˊCan Child Custody Law Move Beyond the Politics of Genderˊ (2000) 49 University of New Brunswick Law Journal 157, 158 vd; Scott ve Emery (n 34) 70- 71.39İstanbul Hukuk Mecmuası 79/1ve  gelir  düzeyleri  üzerinden  çeşitlendirilmesi  gerektiğini  düşündürmektedir. Konumuz açısından öncelikli olan mesele ise bu kuralların anne ve baba arasındaki eşitliğin sağlanması açısından ne anlama geldikleri, daha genel bir sorun olan kadınerkek eşitliği kavramı altında nerede durduklarıdır. Bu açıdan da çocuğun üstün yararı standardını öngörülebilir hale getirme çabalarının ilginç sonuçlar doğurduğu söylenebilir.  Nitekim  çocuğun  üstün  yararı  standardının  öngörülmezliğinin sakıncalarından  biri  ayrımcılığa  kapı  açması  iken,  aşağıda  açıklanacağı  gibi, öngörülebilirlik sağlayan kuralların bazıları ayrımcılığı daha da derinleştirici rol oynamaktadırlar. Başka bir deyişle, bazı kurallar ayrımcılığı risk olmaktan çıkarıp doğrudan doğruya öngörülebilir bir sonuç haline getirmektedirler. II. Velayetin Düzenlenmesinde Çocuğun Üstün Yararının  Belirlenmesine İlişkin ÖlçütlerÇocuğun üstün yararının belirlenmesine ilişkin uygulanmış ve uygulanmakta olan sistemlerin iki ana grup altında toplanmaları mümkündür. Bazı sistemler, velayetin tek başına kullanılması esasına dayanmakta olup, çocuğun hangi ebeveyn ile hayatını devam ettirmesinin onun üstün yararına daha uygun bir çözüm teşkil ettiğine ilişkin kurallar geliştirmişlerdir. Bazı sistemlerde ise çocuğun üstün yararının boşanma sonrasında da velayetin birlikte icra edilmesinden geçtiği kabul edilmiştir;  ancak bu noktada velayetin  birlikte  icrasının ne anlama geldiği konusunda önemli ayrımlar bulunmaktadır. A. Tek Başına Velayet1. Anne Şefkatine Muhtaç Olma ÖlçütüKüçük yaştaki çocukların  anne şefkatine muhtaç  oldukları yönündeki düşünce, velayet  konusunda  önceliğin  anneye  verilmesini  sağlamaktadır  (tender  years doctrine)48. Anne ile küçük yaştaki çocuk arasında özel bir bağ olduğuna ve annenin  doğal olarak  çocuğun bakımı ile yükümlü ve yetkili olduğu varsayımına dayalı olan bu düşünce, 20. yüzyılın başlarında yaygınlık kazanmaya başlamış ve çocuklar üzerindeki haklarda önceliği babaya veren önceki kuraldan kopuş sağlamıştır. Böylece velayet düzenlemesinde babayı tercih eden bir sistemden anneyi tercih eden bir sisteme geçiş gerçekleşmiştir. 47  Amerika Birleşik Devletleri nde ebeveynlik ilişkilerine ilişkin hukuk kurallarının farklı sosyal ve kültürel sınıflar açısından taşıdığı anlam ve doğurduğu sonuçlar üzerine bir inceleme için, bkz June Carbone ve Naomi Cahn, ˊThe Triple System of Family Lawˊ (2013) Michigan State Law Review 1185. 48  Graham (n 39) 324; Sutherland (n 33) 135.49  İsviçre için bkz Büchler ve Vetterli (n 18) 239; Anglosakson hukuk sistemi için bkz Lynn Dennis Wardle, William C Duncan ve Laurence C Nolan, ˊUnited States of Americaˊ iç Walter Pintens (ed) International Encyclopaedia of Laws: Family and Succession Law  (Wolters Kluwer 2018) 184; Darya Hakimpour, ˊDistributing Children as Property: The Best Interest of the Children or the Best Interest of the Parentsˊ (2017) 37 (1) Children s Legal Rights Journal 128, 130; Jacqueline W Yee, ˊChild Custody Decisions: Should the Best Interests of the Child Standard Be the Primary Determinantˊ (2019) 65 (1) Wayne Law Review 175, 177; James Herbie DiFonzo,ˊDilemmas of Shared Parenting in the 21st Century: How Law and Culture Shape Child Custodyˊ (2015) 43 (4) Hofstra Law Review 1003, 1004-1006, Caulley (n 13) 413.40Çelebi / Cinsiyet Eşitliği ve Çocuğun Üstün Yararının Kesişim Noktası Olarak Boşanmada Velayetin DüzenlenmesiAnglosakson hukuk sistemlerinde bu kuralın öncelikle başlı başına bir velayet hukuku kuralı olarak uygulandığı görülmektedir. Ancak toplumsal cinsiyet eşitliği söylemi ve baba hareketlerinin büyümesi bu doktrini zayıflatmış ve anne ve baba, velayeti alma konusunda eşit adaylar olarak görülmeye başlanmıştır. Böylece anne şefkatine muhtaç olma ölçütü resmî bir kural olmaktan çıkmış, yerini cinsiyet açısından tarafsız görünen kurallara bırakmıştır. Bunlardan en kalıcı ve yaygın olanı da çocuğun üstün yararı (best interest) ilkesi olmuştur. Bununla beraber, başta da ifade edildiği gibi, cinsiyet açısından tarafsız görülen bu kuralın esnekliği, kanun koyucuların ortadan kaldırır gibi göründükleri ayrımların yargısal yorum yoluyla geri dönmesini sağlayabilmektedir. Nitekim anne şefkatine muhtaç olma ölçütünün terk edildiği sistemlerde çocuğun üstün yararı ilkesine geçişin velayetin anneye verilmesi yönündeki tercihi ortadan kaldırmadığı gözlemlenmiştir. Anne şefkatine muhtaç olma ölçütü, çocuğun üstün yararı kavramının içeriğinin daraltılmasını  ve  yargı  kararlarında  öngörülebilir  bir  örüntü  yaratılmasını sağlamakta,  velayetin  öncelikli  olarak  anneye  verilmesinin  gerekçelendirilmesi işlevini  görmektedir.  Aşağıda  göreceğimiz  gibi,  Yargıtay  da  velayete  ilişkin uyuşmazlıklarda çocuğun üstün yararı ilkesinin yorumlanmasında esas olarak bu ölçütü kullanmaktadır.  Çocuğun yararının tespit edilmesinde anne şefkatine muhtaç olma ölçütünün bir  karine  gibi  uygulanmasının  çocuğun  yararına  ilişkin  olarak  yaratabileceği temel sakınca, bunun babanın çocuğun hayatında hiçbir söz sahibi olmamasına ve çocuğun babasına yabancılaşmasına neden olabilecek olmasıdır. Ancak bu sakınca velayetin  eşlerden  birine  verildiği  hallerin  tümü  için  geçerlidir.  Ebeveynlerin saygı gösterecekleri, genişletilmiş bir kişisel ilişki hakkının kurulması ile çocuğun hayatında istikrar sağlanması ve babadan uzaklaşma riskinin asgariye indirilmesi 50  Hakimpour (n 49) 131-132. 51  Amerika Birleşik Devletleri nde kuralın terkedilmesinin nedenleri için bkz Wardle,  Duncan ve Nolan (n 49) 185.52  Wardle, Duncan ve Nolan (n 49) 127.53  Bu kuralın yerine geçen kavramlardan biri de birincil bakıcı ölçütüdür; ancak bu kavram çocuğun üstün yararı kavramından daha az cazip görülmüştür; bkz aş II A 2. 54  Jacobs (n 36) 853; Graham (n 39) 324; Wardle, Duncan ve Nolan (n 49) 126.55  Amerika Birleşik Devletleri nde eyaletlerin çoğunun çocuğun üstün yararı ilkesini uyguladığı, ancak araştırmaların annenin çocuğa bakım ve duygusal destek sağlamada ideal ebeveyn olduğu varsayımına dayalı anne şefkati öğretisinin çocuğun üstün yararı ilkesinin uygulanmasını etkilediği yönünde, Yee (n 49) 179;  DiFonzo (n 49) 1007; ayrıca bkz Caulley  (n 13)  417-418.56  Bkz aş III B. İsviçre hukukunda da 1990 lara kadar bu görüşün öncelikli olduğu görülmektedir; anneye öncelik verilmesi yönündeki federal mahkeme kararlarına örnekler için bkz BGE 111 II 225; BGE 109 II 193, kararlar için <https://www.bger.ch/index.htm> Erişim Tarihi 11.05.2020. Daha sonraları cinsiyete dayalı bir avantaj sağlanmaması için bakım ilişkisinin devamlılığına dayanan birincil bakıcı ölçütüne göre çocuğun yararının yorumlandığı belirtilmektedir (Büchler ve Vetterli (n 18) 239). Ortak velayetin kural şekline büründüğü yasal değişiklikten önce, çocuğun yüksek menfaatine göre tek başına velayete karar verilmesini gerektiren İsviçre sisteminde annenin kendiliğinden öncelik sahibi olmadığını açıkça ifade eden bir karar için, bkz BGer 5A_375/2008, 11. 08.2008, para 3.1.4, <http://relevancy.bger.ch/php/aza/http/index.php?highlight_docid=aza%3A%2F%2F-08-2008-5A_375-2008&lang=de&type=show_document> Erişim Tarihi 11.05.2020.41İstanbul Hukuk Mecmuası 79/1mümkündür.  Dolayısıyla  çocuğun  menfaati  açısından  uygun  olup  olmadığına bakıldığında, genişletilmiş bir kişisel ilişki ile birleşmiş bir anne şefkatine muhtaç olma  ölçütünün,  çocuğun  ilişkilerdeki  devamlılık  yönündeki  ihtiyacına  cevap verebilecek  nitelikte  olduğu  savunulabilir. Anne  şefkatine  muhtaç  olma  ölçütü esasında çocuğun menfaatlerinden ziyade anne ve babaların menfaatlerini korumada yetersiz kaldığı gerekçesiyle eleştirilmiştir. Bu kuralın olayların büyük çoğunluğunda velayetin  anneye  verilmesini  sağladığı  iddiasında  olan  baba  grupları  açısından bu durum -ve fiilen bu sonuca götürdüğü hallerde çocuğun üstün yararı ölçütü-  babanın çocuğun hayatından hem hukuki hem de duygusal olarak çıkmasına neden olmaktadır ve bu yönüyle cinsiyet eşitliğine aykırı görünmektedir. Duruma anneler açısından bakıldığında da esasında bu ölçütün yarattığı fiilî üstünlüğün son derece kırılgan olduğunu söyleyebiliriz. Nitekim çocuğun anne şefkatine muhtaç olması nedeniyle anneye bırakılması kuralı, ancak belirli bir olaydaki anne, geleneksel anne modeline uygun olduğu hallerde kadını koruyucu işlev görmektedir. Sistemin anne lehine yarattığı avantaj, annenin çocuğun velayetini üstlenmeye uygun olmadığının düşünüldüğü hallerde kolaylıkla ortadan kalkmaktadır. Özellikle annenin çalıştığı için çocuğa bakamayacağı düşüncesi veya yaşam tarzına dayalı ahlaki mülahazalar kuralın uygulanmasına engel olabilmektedir. Ayrıca çocukların anne şefkatine muhtaç olduğu yönündeki anlayışın, ortak çocuklardan kadınların sorumlu olduğu ve erkeklerin sorumlu olmadığı yönündeki yerleşik inancı güçlendirdiği ve bu durumun anne ve babaya toplumun yönelttiği beklentilerdeki farklılıkların muhafaza edilmesine hizmet ettiği de söylenebilir. Bu ise yine annenin geleneksel, evde oturan anne modelinden ayrılması halinde velayeti icra etmeye uygun olmadığı inancına götürebilecek ve velayetin kendisine verilmemesine sebep olabilecektir. Görüldüğü gibi anne şefkatine muhtaç olma ölçütü, bir karine biçiminde uygulandığında bir yandan babaların çocuğun gelişiminde üstlenebilecekleri işlevi göz ardı ederek erkekleri belirli bir rol içine sıkıştırmakta, öte yandan anneleri de ancak geleneksel kalıplara uygun davrandıkları ölçüde korumakta, dolayısıyla yerleşik cinsiyet rollerini perçinleyici işlev görmektedir.  2. Birincil Bakıcı Ölçütü80 li yıllarda bazı Amerikan eyaletlerinde ortaya çıkmış başka bir kural ise, velayeti icra etmeye uygun olmadığı ispatlanmadığı sürece, velayetin çocuğun bakımını geçmişte sağlamış olan ebeveyne, başka bir ifadeyle birincil bakıcıya (primary caretaker) verilmesi yönündedir. Bu kural da yerini çocuğun üstün yararı ölçütüne 57  Bu varsayımın ikna ediciliğinin, kişisel ilişkinin düzenlenme biçimine göre bir sistemden diğerine değişebileceğinin altını çizmek gerekir. Örneğin hukukumuzda kişisel ilişki ebeveyne çocukla fiziksel olarak temas kurma dışında hiçbir yetki tanımazken İsviçre Medeni Kanunu nun 275a maddesi velayet hakkına sahip olmayan ebeveynin bilgi alma hakkını, çocuğun gelişimini etkileyecek kararlardan önce dinlenilme hakkını, çocukla ilgili olarak üçüncü kişilerden bilgi alma hakkını düzenlemektedir. 58  Schwarz (n 15) 383; Graham (n 39) 324; Boyd (n 46) 163.59  Schwarz (n 15) 383. 60  Sutherland (n 33) 135; Bartlett (n 14) 473. 42Çelebi / Cinsiyet Eşitliği ve Çocuğun Üstün Yararının Kesişim Noktası Olarak Boşanmada Velayetin Düzenlenmesibırakmış olsa da halen çocuğun yararının saptanmasında dikkate alınan etmenlerden biri olarak karşımıza çıkmaktadır. Bu kural, çocuğun bakımını öncelikli olarak gerçekleştirmiş kişinin çocukla daha yakın bir bağının olduğu ve ebeveynlik yetisinin daha gelişmiş olduğu varsayımına dayanır ve hâkimin ebeveynlerden hangisinin geçmişte çocukla daha fazla vakit geçirdiğini saptamasını gerektirir. Birincil bakıcı ölçütü de bir karine gibi uygulandığı hallerde çocuğun yararının saptanmasında öngörülebilir bir çözüm getirmekte ve ihtilaf alanını daraltmaktadır. Çocuğun velayetinin ona daha çok ilgi gösteren ebeveyne verilmesini sağladığı için, tek başına velayetin benimsendiği hallerle sınırlı olarak, çocuğun hayatındaki istikrarın korunmasına değer verdiği ve bu açıdan onun yararını korumaya yöneldiği söylenebilir. Ayrıca velayetin tayininde cinsiyete dayalı bir ayrım yapmadığından ve sadece geçmiş ilişki pratiğine odaklandığından ebeveynlere çocuğun velayetini alma konusunda eşit olanak sağlamakta ve anne şefkatine muhtaç olma ölçütünden farklı olarak belirli bir cinsiyete mensup kişiyi cinsiyeti  nedeniyle  avantajlı  hale  getirmemektedir.  Birincil  bakıcıya  öncelik verilmesi, bir yandan evlilik içinde çocuğun bakımına katkı sağlamak açısından her iki ebeveyni de cesaretlendirici olmakta, öte yandan çocuğun üstün yararının cinsiyet ayrımcılığını tetikleyebilecek gelir dengesizliği, iş güvenliği, hayat tarzı seçimleri gibi unsurların devre dışı kalmasıyla belirlenmesini sağlamaktadır. Bu nedenle bu kuralın tek başına velayetin benimsendiği hallerde cinsiyet eşitliği ilkesine en uygun çözüm olduğu söylenebilir. Ancak toplumsal yaşamda, evde bakım yükümlülüğünü gerçekleştirenler  çoğunlukla  anneler  olduğundan,  bu  kuralın  da  fiilen  annelere öncelik  tanınması  sonucunu  doğurduğu  açıktır.  Buna  istinaden  kuralın  örtülü biçimde anneleri koruyucu bir kural olduğu söylenmektedir. Bununla beraber bu durum annelerin cinsiyete dayalı olarak değil, kadınların çocuk bakımında birincil rolü üstlenmiş veya buna itilmiş olmalarının sonucu olarak karşımıza çıkmakta, uygulanan kuralın kadınlar lehine bir önyargı tesis ettiği anlamına gelmemektedir.  Ancak bu kural da kendine has sorunlar içermektedir. Velayetin birincil bakıcıya verilmesi, her ailede ebeveynlerden birinin birincil bakıcı olduğu veya olması gerektiği 61  Caulley (n 13) 416. Birincil bakıcı ölçütü, Batı Virjinya eyaletinde bağımsız bir velayet kuralı olarak kabul edilmiş ancak daha sonra aşağıda göreceğimiz ALI İlkeleri nin önerdiği model ile değiştirilmiştir. Bugün ise bazı eyaletlerde çocuğun velayetinin düzenlenmesinde dikkate alınan etmenlerden biri olarak kullanılmaktadır (Wardle, Duncan ve  Nolan (n 49) 186; DiFonzo (n 49) 1007).62  Bartlett (n 14) 473; Jacobs (n 36) 826; Hakimpour (n 49) 133; Wardle, Duncan ve Nolan (n 49) 186; Caulley  (n 13) 414415.63  Caulley (n 13) 415.64  Jacobs (n 36) 826.65  ibid.66  Wardle, Duncan ve Nolan (n 49) 186; Caulley (n 13) 416.67  Sutherland (n 33) 135; Scott ve Emery (n 34) 81; Hakimpour (n 49) 133.68  Wardle, Duncan ve Nolan (n 49) 185. 69  Bartlett (n 14) 473.43İstanbul Hukuk Mecmuası 79/1varsayımına dayanmaktadır. Ebeveynler arasında bu tür bir ayrımın yapılamayacağı aile tiplerinde bu kural işlememektedir. Örneğin eşlerin çocuğun bakımına aşağı yukarı eşit katkıda bulunduğu, bir bakıcının veya diğer aile fertlerinin yardımına başvurulduğu hallerde bu kural somut duruma adapte olmakta başarısız olmaktadır.70 Ayrıca kural, tek başına velayeti esas aldığından, eşler arasında bakımı üstlenme açısından küçük farklılıklar velayetin tayininde büyük farklılıklara yol açmaktadır; bu da hem adaletsiz sonuçlara götürebilecek hem de ihtilafı tetikleyebilecek bir etmendir. B. Ortak Velayet1. Ortak Velayet KavramıÜlkemizde de son yıllarda sıklıkla gündeme gelmeye başlamış olan ortak velayet kavramı, hem çocuğun yararı açısından, hem de kadın-erkek eşitliği açısından doyurucu bir çözüm olarak düşünülmekte ve pek çok hukuk sisteminde kabul görmektedir. Bir zamanlar çocuğun yararına uygun olmadığı gerekçesiyle kategorik olarak reddedilen ortak velayet, artık olası seçeneklerden biri olmanın da ötesinde, çocuğun yararına en uygun çözüm olduğu varsayımıyla norm haline gelmiştir. Öyle ki artık bazı hukuk sistemleri boşanmanın velayete etkisinin olmayacağını kural olarak kabul etmiş ve tek başına velayeti istisna olarak benimsemişlerdir. Anne ve babanın boşanmadan sonra velayeti birlikte icra etmeye devam etmelerinin temel gerekçesi olarak çocuğun ebeveynlerle olan ilişkilerinde devamlılığın sağlanmasına ilişkin yararı ileri sürülmektedir. Ortak velayet modelinin çocuğun üstün yararına uygunluğu, her bir ebeveynin çocuğun gelişimine kendi biçimleriyle katkıda bulundukları ve çocuk için eşit derecede önemli oldukları ana fikrine dayandırılmaktadır. Ayrıca ortak velayet genel kural olarak benimsendiğinde, muğlak üstün yarar ölçütünü belirli ve öngörülebilir hale getiren bir işlev de görmektedir. Öte yandan ortak velayet, eşitlikçi bir çözüm olduğu gerekçesiyle de kabul görmektedir. Bu görüş çerçevesinde ortak velayet halinde anne ve baba eşit sorumluluklar yüklenmekte ve haklarla donatılmakta, ebeveynlerden birinin çocuğun hayatı üzerinde söz sahibi olma imkânı elinden alınmamış olmaktadır. Eğer çocuğun bakımı da ebeveynler arasında paylaştırılıyorsa, ortak velayet boşanmış babaların çocuktan uzaklaşması 70  ibid 475. 71  Amerika Birleşik Devletleri nde 70 li yıllara kadar hâkimler ebeveynlerin ortak talebi olsa dahi ortak velayet taleplerini reddetmişlerdir. O zamanlar bu durum çocuğun bir kişinin yönettiği tek bir evde olmanın vereceği istikrara ihtiyaç duyduğu, çocuğu bir ebeveynden diğerine sürüklemenin ona bir kavganın merkezinde bulunduğunu sürekli olarak hatırlatacağı ve kalıcı hasar vereceği varsayımına dayandırılmıştır (DiFonzo (n 49)1008). İsviçre de aşağıda göreceğimiz yasal değişikliklerden önce, Federal Mahkeme boşanmış ebeveynler bu konuda anlaşmış olsalar da ortak velayete karar verilemeyeceği, kanun koyucunun tek başına velayeti çocuğun üstün yararına ilişkin bir varsayıma dayalı olarak tesis ettiği ve bu durumu da ancak kanun koyucunun değiştirebileceği yönünde kararlar vermiştir (BGE 117 II 523; BGE 123 III 445; <https://www.bger.ch/index.htm> Erişim Tarihi 11.05.2020). Fransız temyiz mahkemesi de Fransız hukukundaki aşağıda değinilecek değişikliklerden önce verdiği bir kararda, ebeveynlerin çocuğun on beş günlük sürelerle her birinin evinde kalmasına ilişkin anlaşmalarının çocuğun hayatındaki istikrarı zedelediği için onaylanmaması gerektiği yönünde hüküm kurmuştur (Cass Civ 2, 21.03.1983, 82-11742, <https://www.legifrance.gouv.fr/> Erişim Tarihi 11.05.2020) 44Çelebi / Cinsiyet Eşitliği ve Çocuğun Üstün Yararının Kesişim Noktası Olarak Boşanmada Velayetin Düzenlenmesiriskini azalttığı gibi boşanmış annelerin üzerindeki aşırı bakım yükünü hafifleten ve çalışmalarına imkân sağlayarak boşanma sonrası fakirleşmeyi de engelleyen bir sosyal-hukuki mühendislik aracı görünümüne bürünmektedir. Böylece, ileri sürülen bu argümanlar çerçevesinde, ortak velayet ile velayet hukukunda birincil amaç olan çocuğun üstün yararına uygun çözüm sağlandığı gibi buna nazaran ikincil nitelikteki eşitlik amacına da ulaşılmış olduğu düşünülmektedir. Her ne kadar öncelikli olarak çocuğun üstün yararına dayalı gibi görünse de, boşanmada ortak velayet düşüncesinin ne zaman, kimler tarafından ortaya atıldığına ilişkin araştırmalar, buradaki gelişimin de çocuğun yararından ziyade bir cinsiyetler çatışmasına dayalı olarak ortaya çıktığını ve korunan menfaatin asli olarak babaların menfaatleri olduğunu göstermektedir. Ortak velayet yönündeki talepler, çocuğun üstün yararının anne şefkatine muhtaç olma ölçütü çerçevesinde yorumlandığı, velayetin çoğunlukla annelere verilmesine neden olan uygulamaya tepki olarak, bir yandan çocuğun yararı, öte yandan cinsiyet eşitliği argümanları çerçevesinde, çoğunlukla babalar tarafından geliştirilmiştir. Başka bir deyişle bu noktada cinsiyet eşitliği talebi alışılanın aksine kadınlardan çok, büyük ölçüde erkeklerden gelmiştir. Nitekim aile içindeki görev dağılımına bakıldığında, boşanma aşamasında babaların kendilerini annelerden daha avantajlı kılabilecek bir tek başına velayet modelini kabul ettirmeleri zordur, hâlbuki ortak velayet geleneksel olarak annelere ait görülen bir  alanda  babalara  yer  açmakta  ve  çocuğun  hayatının  yönetilmesinde  eşitlik sağlamaktadır.  Bu  eşitliğin  çocuğun  bakımına  da  yansıması  durumunda  iştirak nafakasını azaltıcı etkiye sahip olması da baba grupları açısından ortak velayetin cazibesini arttırmaktadır. 72  Denyse Côté, ˊLa garde partagée des enfants: nouvelles solidarités parentales ou renouveau patriarcal ?ˊ (2004) 23 (3) Nouvelles Questions Féministes 80, 81.73  Çocuk gelişimi açıcından ortak velayeti olumlu veya olumsuz gören görüşlerin özeti için, bkz Nurten İnce, ˊKarşılaştırmalı Hukukta ve Türk Hukukunda Evlilik Birliğinin Boşanma İle Sona Ermesi Durumunda Birlikte Velâyetˊ  (2018) 9 (4) Türkiye Adalet Akademisi Dergisi 189, 196-200; Erlüle (n 25) 114 vd. Türkiye açısından ortak velayet tecrübesi henüz çok yeni olduğundan tecrübelerin aktarımına dayalı ampirik çalışma şartları oluşmamıştır. Boşanan ebeveynlerin hipotetik olarak tercihlerinin sorgulandığı bir araştırma için, bkz Müge Kiremitçi Öztürk, ˊBoşanma Sürecinde Ortak (Müşterek) Velayet ve Toplumsal Bakış Açısıˊ, iç Evgen Gülçin Elçin-Arzu Genç Arıdemir (edr), Çocuk Hakları Çalışmaları-I (On İki Levha 2017)  59 vd.  Almanya açısından, bu konudaki ampirik çalışmaların tatmin edici sonuçlar vermediği yönünde, Kerima Kostka, ˊElterliche Sorge und Umgang bei  Trennung und Scheidung - unter besonderer Berücksichtigung der Perspektive des Kindesˊ (2005) Familie Partnerschaft Recht 89, 91. 74  Boyd  (n 46) 158. 75  Scott ve Emery (n 34) 70; Kay (n 17) 36; Boyd (n 46) 162; Fransa için bkz Dekeuwer-Defossez (n 13) 351. 76  Scott ve Emery (n 34) 77. Baba haklarını savunan grupların ortak velayete ilişkin söylemlerinde çocuk ile birlikte oturmayan babanın çocuğun bakımına katkı sağlamasının bir sorun olarak tanıtıldığının görüldüğü yönünde, Boyd (n 46) 162; hukuk sisteminin çocukla fiilen geçirilen zaman ile iştirak nafakası miktarı arasında bağlantı kurduğu hallerde, bazı ebeveynlerin çocukla daha fazla zaman geçirme taleplerinin saikleri üzerinde soru işaretlerinin doğduğu yönünde, Sutherland (n 33) 137.45İstanbul Hukuk Mecmuası 79/1Ortak velayet, kural olarak anne ve babanın velayeti eşit yetkilerle ve aralarında uzlaşarak kullanmaları anlamına gelmektedir. Bununla beraber, boşanan eşlerin yaşam alanlarının ayrılması, velayetin içeriğine dâhil sayılan yetkilerin tamamının beraberce kullanılmasında pratik imkânsızlıklara yol açar. Bu nedenle ortak velayet, velayet kavramı içinde bir parçalanmaya götürür. Ortak velayet modelini benimseyen hukuk sistemleri, çocukla ilgili önemli kararların alınması yetkisi ile çocuğun günlük bakımını gerçekleştirmeye yönelen çocuğun himayesini  ve bunun gerektirdiği işler için karar alma yetkisini birbirinden ayırma yoluna gitmişlerdir. Böylece ortak velayet, ayrıntıları itibariyle bir sistemden diğerine farklılık gösterebilse de, ana hatlarıyla ebeveynlerin çocukla ilgili  önemli  konularda birlikte karar almalarına hasredilmiş bir model olarak karşımıza çıkmaktadır. Çocuğun himayesine dayalı yetkilerin kimin tarafından kullanılacağı ve dolayısıyla çocuğun günlük bakımının kimin  tarafından  gerçekleştirileceği  ise  ortak  velayetin  kabul  edildiği  hallerde karşımıza çıkan ilave bir sorundur.  Bu konuda çocuğun dönüşümlü olarak her bir ebeveynin evinde yaşaması, sürekli olarak tek bir ebeveynde yaşaması veya çocuğun sabit bir yerleşim yerinde kalması ve ebeveynlerin dönüşümlü olarak bu evde yaşaması uygulanma ihtimali olan seçeneklerdir. Eşler arasında bakım yükümlülüğü açısından tam bir eşitlik sağlayacağı düşünülen, çocuğun bir evden diğerine gittiği dönüşümlü himaye modeli, henüz ortak velayet kadar çekici hale gelmemiş olsa da gittikçe artan biçimde gündeme gelmektedir. Avrupa Konseyi Parlamenter Meclisi nin 2079 sayılı Eşitlik ve Paylaşılmış Ebeveyn Sorumluluğu: Babaların Rolü isimli kararında da üye devletlere ebeveynlerin ayrılması sonrasında çocuğun ebeveynleri ile dönüşümlü olarak yaşaması ilkesini benimsemeleri yönünde çağrı yapılmıştır (principle of shared residence)82. Anne ve babanın sadece önemli kararları birlikte aldığı, çocuğun himayesine ilişkin yetkilerin ise genellikle görüldüğü üzere anneye bırakıldığı hallerde velayetin birlikte icrası, ileride daha ayrıntılı olarak ele alacağımız üzere, dayandığı tutamak 77  Leyla Müjde Kurt, ˊBoşanma Durumunda Birlikte (Ortak) Velâyetˊ (2018) 9 (2)  İnönü Üniversitesi Hukuk Fakültesi Dergisi 157, 158; benzer tanımlar için bkz Eylem Apaydın, ‘Ortak Hayata Son Verilmesi Sonrası Ortak Velayet Hususunda Yasal Düzenleme Gereği  (2018) 9(1) İnönü Üniversitesi Hukuk Fakültesi Dergisi 445, 447; Serdar (n 22)  162; İnce (n 73) 195; Özdemir ve Ruhi (n 23) 298; hukukumuzda velayetin bir bütün olarak verilmesi gerektiği yönünde, Öztan ve Öztan (n 21) 485. Ancak bazı hukuk sistemleri, ortak velayet halinde bazı yetkilerin paylaştırılarak kullanılmasını kabul ederler. Almanya örneği için bkz Heike Hennemann, ˊBGB § 1671ˊ iç Dieter Schwab, Münchener Kommentar zum BGB, Band 10 (8. Bası, C H Beck 2020) para 20.78  İsviçre hukukunda ortak velayete ilişkin yeni düzenlemeler ışığında çocuğun himayesi (Obhut/garde) kavramı yeni bir anlam kazanmıştır, bu konuda bkz aş II B 2 a. Amerikan hukukunda da ortak velayet, hukuki velayet (legal custody)  ve fiziksel velayet (physical custody) ayrımına götürmüştür (Caulley (n 13) 420). Ancak bu sistemde de yaşanan kavramsal değişiklikler sonucu hukuki velayet kavramının karar verme otoritesi (decision-making authority), fiziksel velayetin ise ebeveynlik zamanı  (parenting time) ifadeleri ile değiştirilmekte olduğu belirtilmektedir (ibid 421).79  Türkçe terminolojide Obhut/garde ifadelerinin karşılığı olarak  çocuğun himayesi  kavramının (örneğin bkz Erlüle (n 25) 235) yerine  alıkoyma  kavramının da kullanıldığı görülmektedir (örneğin bkz Tuba Birinci Uzun, ˊTürk Medeni Kanunu na Göre Velayetin Kullanılması ve Çocuğun Yüksek (Üstün) Yararı İlkesi Doğrultusunda Boşanmada ve Evlilik Dışı İlişkide Birlikte Velayet Modeliˊ (2016) 6 Hacettepe Üniversitesi Hukuk Fakültesi Dergisi 135, 148).  80  Kurt (n 77) 159.81  Bu modeller hakkında bkz Erlüle (n 25) 183-185.82  PACE, ‘Equality and Shared Parental Responsibility: The Role of Fathers  (2015) Resolution No 1468, bkz yuk n 8. 46Çelebi / Cinsiyet Eşitliği ve Çocuğun Üstün Yararının Kesişim Noktası Olarak Boşanmada Velayetin Düzenlenmesinoktalarından biri olan eşitlik kavramı açısından eleştirilere tabi tutulmuştur. Bazı yazarlara göre, sadece hukuki yetkiler anlamında sonuç doğuracak biçimde ortak velayet talebi, esasında sorumlulukta paralel bir artış olmadan hak ve kontrol yetkisi talebi  anlamına  gelmektedir.  Babanın  çocuğun  gündelik  yaşamına  katılmadan velayetin icrasına dâhil olması, çocuğun bakımına ilişkin hak ve yükümlülüklerin eşit biçimde dağıtılmasını sağlamamaktadır, çünkü fiziksel bakıma ilişkin sorumluluk olmaksızın karar alma gücü sağlamaktadır. Karar alma yetkisi ile birlikte çocuğun himayesine ilişkin yetkilerin de dönüşümlü olarak kullanılması ise, çocuğun bakımına ilişkin sorumluluğun daha dengeli biçimde paylaştırılmasını sağlayarak boşanma sonrasında  daha  eşitlikçi  bir  görüntü  çizmektedir. Ancak  eğer  çocuğun  bakımı ortak yaşam sırasında birlikte gerçekleştirilmediyse, babanın kimliği çalışma hayatı üzerinden, annenin kimliği ise münhasıran annelik üzerinden kurulduysa, sonradan getirilen bu eşitliğin anne ve baba arasındaki eşitliğe gerçekten hizmet edip etmediği tartışılması gereken bir husus olmaktadır. Ayrıca bu sistem çocuğun yararı açısından da eleştirilmektedir. Bu noktada en çok değinilen husus, çocuğun bir evden diğerine gittiği durumlarda, sabit yerleşim yerinin olmamasının ve sürekli taşınma durumunun çocuğun gelişimi üzerinde yaratabileceği sakıncalardır. Bu sakıncaların azaltılması için ebeveynlerin iş birliği içinde davranmaya gönüllü olmaları, her birinin çocuğun maddi ve manevi ihtiyaçlarını bağımsız olarak giderebilmelerini ve evler arasında yakınlık kurabilmelerini sağlayan gelir düzeyine sahip olmaları gerekir. Keza şiddet eğilimlerinin de bu tür dönüşümlü bir modele karar verilmesinde birincil önemde görülmesi gerekir; aksi takdirde çocuğun himayesi yetkisinin paylaşılmakta olması şiddet eğiliminde olan tarafın bu eğilimini sürdürmesi için zemin sağlayacaktır.  Yukarıda işaret edilen veriler çerçevesinde ister sadece önemli yetkilerde paylaşıma dayansın, isterse bunun yanında çocuğun himayesinde de paylaşım sağlasın, ortak velayet sisteminin de çocuğun yararını ayrımcılıktan uzak biçimde gerçekleştirmeye her zaman muktedir olmadığı anlaşılmaktadır. Bununla beraber çeşitli ülkelerde geliştirilen ortak velayet sistemleri bazı ortak noktalar barındırmalarına rağmen farklı noktalar da içermektedirler. Bu çerçevede Kıta Avrupası nda benimsenen sistemlerden bazıları ile bunlardan farklılaşan Amerikan Hukuk Enstitüsü nün geliştirdiği ortak velayet modelinin ana hatları aşağıda açıklanacaktır. 83  Anne Marie Delorey, ˊJoint Legal Custody: A Reversion to Patriarchal Powerˊ (1989) 3 (33) Canadian J Women &Law 33, 38-39 dan aktaran Kay (n 17) 37.84  Scott ve Emery (n 34) 70; Dekeuwer-Defossez (n 13) 352; Caulley (n 13) 424.85  Benzer yönde, Caulley (n 13) 445.86  ibid 446; Boyd (n 46) 166.87  Bu çalışmada yer verilmeyen hukuk sistemlerini de içeren karşılaştırmalı hukuk bilgileri için bkz Kudret Güven, ˊTürk Hukukunda Evliliğin Sona Ermesi Halinde ve Evlilik Dışı İlişkide Velayet Hakkının Geldiği Son Nokta: Ortak Velayetˊ (2018) 4 (1) Başkent Üniversitesi Hukuk Fakültesi Dergisi 11, 13 vd.47İstanbul Hukuk Mecmuası 79/12. Kıta Avrupası nda Ortak Velayet Örnekleria. Fransız Hukukunda Ortak VelayetFransız hukukunda 11 Temmuz 1975 tarihli kanun (n 75-617) ile velayetin boşanan eşlerden hangisine bırakılacağının tayininde boşanmada kusurun etkisi tamamen ortadan kaldırılarak çocuğun yararı velayetin tayininde tek kıstas haline getirilmiş,  bunun  üzerine  velayetin  büyük  ölçüde  annelere  verilmeye  başladığı gözlemlenmiştir.  Bu  durum  karşısında,  80 li  yıllardan  itibaren,  çocuklarının hayatlarından çıkarılmış olduklarını iddia eden babalar tarafından ortak velayete yönelik talepler yoğunlaşmaya başlamıştır. Bu taleplerin ve eşitlik söylemlerinin etkisiyle ortak velayet kurumu peyderpey hukuk düzenine girmeye başlamıştır; Fransa bu kurumu ilk aşamada tarafların anlaşmasına dayalı olarak, daha sonra anlaşma olmadan da uygulanacak bir kural olarak kabul etmiştir. Hâlihazırda  yürürlükte  olan  Fransız  Medeni  Kanunu  (Code  Civil/CCiv) hükümlerine göre, çocuğun yararını sağlamaya yönelmiş haklar ve görevler bütününü ifade eden velayet (CCiv m 371-1/I), anne ve baba tarafından birlikte kullanılır (CCiv m 372/I) ve anne babanın ayrılması bu durum üzerinde etki doğurmaz (CCiv m 373-2/I). Böylelikle ortak velayetin çocuğun menfaatine en uygun çözüm olduğu düşüncesi  kanun  koyucu  tarafından  benimsenmiş  olmaktadır.  Hâkim,  ancak çocuğun yararı (l intérêt de l enfant) bunu gerektiriyorsa velayeti anne ile babadan sadece birine verebilir (CCiv m 373-2-1/I). Kanun koyucu, aşağıda göreceğimiz İsviçre ve Alman sistemlerinden farklı olarak, ortak velayet çerçevesinde ortak karar alma gereğine sınırlama getirmemiştir; çocukla ilgili karar alınması gereken her durumda ebeveynlerin birlikte hareket etmesi gerekir. Ancak kanun koyucu iyi niyetli üçüncü kişilerin her bir ebeveynin velayete ilişkin olağan işlemleri diğerinin rızasıyla yaptığını varsayabileceği yönünde bir kural getirmiştir (CCiv m 372-2). Bu durumda çocukla birlikte yaşayan kişiye tek başına karar alma yönünde fiilî bir üstünlük tanınmış olmaktadır. Kanun  koyucu,  çocuğun  gündelik  yaşamının  düzenlenmesi  ve  fiili  bakımı meselesini,  çocuğun  yerleşim  yerine  (résidence)  ilişkin  özel  bir  düzenlemeyle velayetten ayırmıştır. Hâkim, çocuğun ikametini dönüşümlü olarak belirleyebilir veya çocuğun münhasıran ebeveynlerden biri ile ikamet edeceğini kararlaştırabilir (CCiv m 373-2-9/I); bu durumda diğer ebeveynin ziyaret hakkı düzenlenecektir 88  Dekeuwer-Defossez (n 13) 351.89  ibid. 90  ibid 362; Dionisi-Peyrusse ve Pichard (n 16) 489.91  Bu değişiklikten önce ortak velayet talepleri çocuğun yararı gerekçesiyle reddedilirken yapılan kanuni değişikliğin gerekçesinin de yine çocuğun yararı olduğu, taban tabana zıt sonuçların tamamının çocuğun yararı gerekçesine dayandırıldığı yönünde, bkz Dekeuwer-Defossez (n 13) 352.92  Dionisi-Peyrusse ve Pichard (n 16) 491.48Çelebi / Cinsiyet Eşitliği ve Çocuğun Üstün Yararının Kesişim Noktası Olarak Boşanmada Velayetin Düzenlenmesi(CCiv m 373-2-9/III). Bu yönde karar alırken hâkimin dikkate alacağı etmenler ise 373-2-10 ve 373-2-12 maddeleri arasında sıralanmıştır. Anne ve baba da velayetin icrasına ilişkin hususları, bu arada çocuğun kimin yanında kalacağını, hâkimin onayına tabi bir anlaşma ile belirleyebilirler; hâkim iradelerin serbest olmadığını veya yapılan anlaşmanın çocuğun yararına uygun olmadığını tespit ederse anlaşmayı onaylamayacaktır (CCiv m 373-2-7).Böylece Fransız hukukunda boşanmanın velayet üzerinde etki doğurmayacağı ve ortak velayetin, hâkim çocuğun yararının aksini gerektirdiğini tespit etmediği sürece uygulanacak bir kural olarak benimsenmiş olduğu görülmektedir. Çocuğun kimin yanında kalacağı meselesinde ise kanun koyucu genel bir kural koymamış, hâkime sorunu somut olaya göre, dönüşümlü ikamete de karar verebilecek şekilde çözme görevi verilmiştir. Fransız hukukunda benimsenen ortak velayet modelinin en çok eleştirilen kısmı da çocuğun himayesi boyutuna, yani dönüşümlü ikamet çözümüne ilişkindir. Bazı yazarlar dönüşümlü ikametin çocukları sabit bir yaşam örüntüsünden mahrum bıraktığını ileri sürmüştür. Bir diğer görüşe göre, kanunda belirtilen ölçütler (CCiv m 373-2-10 - 373-2-12) çocuğun yerleşim yerinin annenin yerleşim yeri olarak belirlenmesine yönlendirmekte, bu durum cinsiyet rollerine ilişkin yerleşik yapıyı güçlendirmekte, eşitlikçi bir yapı ise dönüşümlü ikamet senaryolarının sıklaşmasını gerektirmektedir. Başka bir görüşe göre ise dönüşümlü ikamet, ancak üstlendikleri roller açısından birbirlerine yakın, mesleki aktivite açısından görece eşit konumdaki ebeveynler için sağlıklı bir çözüm teşkil edebileceğinden, dönüşümlü ikametin bu unsurlardan bağımsız olarak benimsenmesi eşler arasında eşitlik yaratmaya muktedir bir adım teşkil edememektedir. b. İsviçre Hukukunda Ortak Velayetİsviçre hukukunda 1 Ocak 2000 de yürürlüğe giren boşanma hukuku revizyonu sonrasında  önceden  kategorik  olarak  reddedilen  ortak  velayet  mümkün  hale getirilmiş,  ancak  ebeveynlerin  ortak  talepte  bulunmaları  ve  çocuğun  bakımına ve masraflarına katılımla ilgili anlaşma yapmış olmaları aranmış, hâkime de bu anlaşmanın çocuğun yararına uygun olduğunu denetleme görevi verilmiştir. Bu şartlar çerçevesinde ortak velayete ilişkin anlaşmalar kapsamında çocuğun dönüşümlü 93  Dekeuwer-Defossez (n 13) 352.94  Dionisi-Peyrusse ve Pichard (n 16) 499-500.  Yazarlara göre, çocuğa ilişkin kararların birlikte alınması gerekmesine rağmen, iyiniyetli üçüncü kişiler karşısında her bir ebeveynin diğerinin rızasıyla işlem yaptığı yönündeki yasal karine (CCiv m 372-2) nedeniyle, genellikle çocukla yaşayan kişi olan anneye üstünlük tanınmış olmakta ve böylece babaların menfaatlerini feda edilmektedir (491).95  Michelle Cottier, Eric Widmer, Myriam Girardin, Sandrine Tornare, ˊLa garde alternéeˊ (2018) Die Praxis des Familienrechts 297, 305.96  Bkz yuk n 71. 97  Guillaume Choffat, ˊRéflexions sur la réforme de l autorité parentale conjointe: une promesse déҫue?ˊ(2015) 2 La semaine judiciaire 167, 168; Heinz Hausheer, Thomas Geiser ve Regina Aebi-Müller, Das Familienrecht des Schweizerischen Zivilgesetzbuches, (6. Bası, Stämpfli Verlag 2018) 198; Erlüle (n 25) 211. Mahkemelerin çocuğun üstün yararını belirlerken kullandıkları bazı ölçütler için bkz Hausheer, Geiser ve Aebi-Müller (n 97) 197.49İstanbul Hukuk Mecmuası 79/1olarak himaye edilmesine ilişkin anlaşmalar da mahkemelerin onayından geçmiştir. 1 Temmuz 2014 te yürürlüğe giren değişiklikler sonucu ise boşanmanın velayet üzerindeki etkisi ortadan kalkmış ve boşanma halinde velayetin birlikte kullanılması kural haline getirilmiştir. İsviçre  Medeni  Kanunu nun  (Schweizerisches  Zivilgesetzbuch/ZGB)  298. maddesine göre hâkim, boşanma halinde ancak çocuğun yararı (Kindeswohl/bien de l enfant) bunu gerektiriyorsa velayeti eşlerden birine verebilecektir. Başka bir deyişle, boşanma evlilik esnasında ortak biçimde kullanılan velayet üzerinde etki doğuran bir olgu olmaktan çıkmıştır. Ancak bu noktada ebeveynlerin anlaşması tek başına anlam ifade etmemekte ve mahkemenin her halükarda velayetin ne şekilde kullanılacağına karar vermesi gerekmektedir. Sistemdeki yenilik, ortak velayetin anlaşmaya dayalı bir istisna olmaktan çıkıp kural haline getirilmiş olmasındadır. Paradigma tamamen tersine dönmüş, tek başına velayet, çocuğun bu yöndeki yararı ile gerekçelendirilmesi gereken, istisnai bir çözüme dönüşmüştür. Böylece tıpkı Fransız hukukunda olduğu gibi, İsviçre hukukunda da ortak velayetin çocuğun yararına en uygun çözüm olduğu kanun marifetiyle benimsenmiş olmaktadır. Kanunda tek başına velayetin ne zaman çocuğun yararına uygun çözüm olarak kabul edileceğine ilişkin gösterge bulunmamaktadır. Öğretide ve uygulamada tek başına velayete karar verilebilmesi için velayetin kaldırılması şartlarının bulunmasının gerekmediği görüşü benimsenmektedir. Federal Mahkeme, anne ve baba arasında önemli ve süreklilik arz eden iletişim problemlerinin varlığı halinde, eğer bu durum çocuğun yararı açısından olumsuz sonuç doğuruyorsa ve tek başına velayetin durumu düzeltebileceği anlaşılabiliyorsa tek başına velayete hükmedilebileceğini belirtmiştir. Ancak mahkeme bunun her ailede özellikle boşanma sonrasında meydana gelebilecek anlaşmazlıklar halinde söz konusu olmayacağının, tek başına velayetin istisna olarak kalması gerektiğinin de altını çizmiştir. Öte yandan kanunda tarafların velayete ilişkin ortak taleplerinin ve mümkün olduğunca çocuğun fikrinin dikkate alınması  gerektiği de öngörülmüştür (ZGB m 133/II). 98  Choffat (n 97) 175. 99  Erlüle (n 25) 217; Olivier Guillod ve Sabrina Burgat, Droit de la famille, (4. Bası, Collection Neuchateloise Helbing Lichtenhahn 2016) 148.100  Büchler ve Vetterli (n 18) 241.101  ibid; Erlüle (n 25) 217-218; Andrea Büchler ve Sandro Clausen, ˊArt. 298ˊ iç Ingeborg Schwenzer ve Roland Fankhauser (edr), FamKommentar Scheidung Band I: ZGB (3. Bası, Stämpfli Verlag AG 2017) 436-437. 102  Choffat (n 97) 178; Büchler ve Vetterli (n 18) 242; Erlüle (n 25) 218.103  Hausheer, Geiser ve Aebi-Müller (n 97) 198; Büchler ve Clausen (n 101) 406; Choffat (n 97) 176; Cottier, Widmer, Girardin, Tornare (n 95) 314.104  Hausheer, Geiser ve Aebi-Müller (n 97) 411; Büchler ve Vetterli (n 18) 241; Cottier, Widmer, Girardin, Tornare (n 95) 31516; Büchler ve Clausen (n 101) 419-420; Bu yönde bir karar için, bkz BGE 141 III 472, <https://www.bger.ch/index.htm> Erişim Tarihi 11.05.2020.105  BGer 5A-923/2014, 27.08.2015, <https://www.bger.ch/index.htm> Erişim Tarihi 11.05.2020. Aynı görüşte, bkz Büchler ve Vetterli (n 18) 242. Tek başına velayet kararını haklı gösterebilecek durumlara örnekler için bkz Hausheer, Geiser ve AebiMüller (n 97) 412. 50Çelebi / Cinsiyet Eşitliği ve Çocuğun Üstün Yararının Kesişim Noktası Olarak Boşanmada Velayetin DüzenlenmesiOrtak  velayet  kural  olarak  çocukla  ilgili  tüm  kararların  birlikte  alınmasını gerektirmektedir, ancak çocuğa fiilen bakan ebeveyne günlük veya ivedi kararlar açısından ve diğer ebeveyne makul bir çaba ile ulaşmanın mümkün olmaması hallerinde tek başına karar alma yetkisi tanınmıştır (ZGB m 301). Böylece fiilen çocukla birlikte yaşamayan ebeveynin, karar alma ayrıcalığını diğer ebeveynin hareket alanını kısıtlamak için kullanmasına engel olunmaya çalışılmıştır. Belirli bir konunun günlük hayata ilişkin karar alma yetkisinin kapsamına girip girmediği, amaca uygun bir yorumla, kararın etkilerine göre ve çocuğun hayatının gidişatına ilişkin temel nitelikteki noktalara temas edip etmemesine göre değerlendirilecektir. Federal  Mahkeme  ise  birlikte  karar  alınması  gereken  halleri  çocuğun  hayatını şekillendirici  yol  ayrımları  ile  sınırlı  tutmuş  ve  böylece  günlük  hayata  ilişkin kararların çerçevesini oldukça geniş biçimde çizmiştir. Ortak velayetin genel kural olarak benimsenmiş olması ile çocuğun yaşamını fiilen kimin yanında devam ettireceği meselesinin velayetten ayrılması gerekmiş ve çocuğun himayesi kavramı (Obhut/garde) da değişikliğe uğramıştır. Çocuğun yerleşim  yerini  belirleme  yetkisi  çocuğun  himayesinden  ayrılarak  velayetin birlikte  icrası  kapsamına  giren  bir  yetki  haline  gelmiş,  çocuğun  himayesi, çocuğun belirli bir ev yaşantısı çevresinde fiilî bakımının gerçekleştirilmesine ilişkin işlevlere indirgenmiştir. Kanun koyucu çocuğun himayesinin nasıl icra edileceği  konusunda  genel  kural  koymamış,  bunu  belirleme  yetkisini  hâkime bırakmış, 1 Ocak 2017 de yürürlüğe giren çocuk nafakası revizyonu sonrasında hâkimin başvurabileceği çözüm yollarına dönüşümlü himaye de eklenmiştir (ZGB m 298/II)111. Bu konuda ortak velayette olduğu gibi genel bir kural söz konusu olmayıp, durumun gereklerine göre, çocuğun menfaatleri açısından uygun olan çözümün tespit edilmesi söz konusudur. Ebeveynlerin anlaşması ve çocuğun rızası hâkimi bağlayıcı değildir. Hâkim, münhasıran çocuğun yararı ölçütüne dayalı olarak ve gerekçesini soyut varsayımlara değil, somut olaydaki verilere 106  Guillod ve Burgat (n 99) 150.107  Büchler ve Vetterli (n 18) 248.108  BGer 5A_609/2016, 13.02.2017, <https://www.bger.ch/index.htm> Erişim Tarihi 11.05.2020.109  Cottier, Widmer, Girardin, Tornare (n 95) 298. Kavramın eski sistemdeki anlamı ve revizyon sonrası anlamı için bkz Erlüle (n 25) 235-236. 110  Büchler ve Vetterli (n 18) 246; Hausheer, Geiser ve Aebi-Müller (n 97) 415; Büchler ve Clausen (n 101) 406. 111  Federal Mahkeme, bu düzenlemeden önce de mahkemenin dönüşümlü himayenin çocuğun yararına en uygun çözüm olup olmadığını değerlendirmesi gerektiğini ve bunun tarafların anlaşmasını da gerektirmediğini ifade etmiştir (BGE 142 III 612, BGer 5A_425/2016, <https://www.bger.ch/index.htm> Erişim Tarihi 11.05.2020). 112  Hausheer, Geiser ve Aebi-Müller (n 97) 419. Ortak velayetten günlük bakımın da ortaklaşa gerçekleştirileceğine dair bir kural çıkarılamayacağı yönünde, Büchler ve Clausen (n 101) 407. Ancak yazarlar, kanun değişikliğinin amaçlarından birinin çocuk bakımına giderek daha fazla katılmakta olan babaların hukuki konumunu iyileştirmek olduğunu, bu nedenle babaların günlük hayattaki varlığının güçlendirilmesi gerektiğini belirtmektedirler; Büchler ve Clausen (n 101) 407. 113  Büchler ve Vetterli (n 18) 246; Cottier, Widmer, Girardin, Tornare (n 95) 298; Büchler ve Clausen (n 101) 414.114  Büchler ve Clausen (n 101) 414.51İstanbul Hukuk Mecmuası 79/1dayandırarak karar vermek durumundadır. Çocuğun bakımına fiilen katılma konusunda görece eşit rol dağılımının nasıl sağlanacağı duruma göre değişebilir; ancak dönüşümlü himayedenbahsedilebilmesi için ebeveynlerin velayeti birlikte kullandıkları ve çocukla aşağı yukarı eşit zaman aralıklarıyla dönüşümlü olarak ilgilendikleri bir yapının kurulması gerekir.  Her ne kadar kanun koyucu tarafından diğer seçenekler kadar olası bir çözüm gibi düzenlenmiş olsa da, İsviçre öğretisinde dönüşümlü himaye modelinin çocuğun yararına uygun bir çözüm olarak karşımıza çıkmasının çok sınırlı sayıda olayda söz konusu olabileceği belirtilmektedir. Öncelikle çocuğun her bir ebeveynden her ayrılışında yaşayacağı duygusal kayıp ve güvensizlik duygusunu aşabilmesi için belirli bir duygusal ve bilişsel olgunluğa sahip olmasının aranması gerekir. Keza eğer dönüşümlü himaye çocuğun hayatında istikrarın sağlanması amacına hizmet ediyorsa, geçmiş ilişki yapısının da dikkate alınması gerekecektir, nitekim dönüşümlü himayenin istikrar beklentisine ancak ebeveynler evlilik sırasında da çocuğa birlikte bakmışlarsa cevap vereceğine dikkat edilmesi lazımdır. Ebeveynler arasındaki iş birliği düzeyi ve aralarındaki uyuşmazlıkları çözme biçimleri de dikkate alınması gereken temel etmenlerdendir. Öte yandan çocuğun sürekli biçimde yaşayacağı  fiziksel  değişikliklerin  günlük  hayatında  yol  açacağı  istikrarsızlığın etkilerinin azaltılması için ciddi bir organizasyon gereklidir. Bu organizasyon anne ve babanın hem çocuğa zaman ayırabilme ve eğitim verebilme, hem de çocuğun maddi ihtiyaçlarını karşılayabilme açısından görece birbirine eşit imkânlara sahip olmalarını gerektirir. Eşyaların, kıyafetlerin ikişer tane olması, evlerin birbirine yakın olması, her iki ebeveynin çocukla ilgilenebilecek şekilde esnek çalışma şartlarına sahip olması gibi önlemlerle çocuğun ilişkilerinde ve okul hayatında belirli bir devamlılık içinde olması sağlanabilir. Ancak bunun için gerekli maddi olanakların anne babanın değiştirmelerinin güç olduğu maddi ve yapısal koşullara bağlı olduğu da unutulmamalıdır. Örneğin anne ve babanın yaptıkları işlerin yakın düzeyde gelir getiriyor olup olmaması, çocukların bakımını sağlayabilecek aile dışı yapıların ulaşılabilirliği, sosyal yardımın erişilebilir olup olmaması gibi etmenler dönüşümlü himayenin  başarısını  koşullandıran  etmenler  olarak  karşımıza  çıkmaktadır. Bu şartlar açısından birbirine yakın olan anne ve babalar ise çoğunlukla evlilik ilişkisi içinde de çocuğun bakımını ortaklaşa gerçekleştiren, yüksek gelir ve eğitim seviyesine sahip anne babalar olmaktadır. Böylece dönüşümlü velayetin ancak sosyal 115  Dönüşümlü himayenin  çocuğun yararına uygun olup olmadığı değerlendirilirken somut olayın şartlarına bakılacağı, belirli bir himaye modelinin lehinde veya aleyhinde sonuçlara varan psikolojik veya psikiyatrik çalışmalardan çıkarımda bulunulamayacağı yönünde bkz BGE 142 III 612, <https://www.bger.ch/index.htm> Erişim Tarihi 11.05.2020.116  Cottier, Widmer, Girardin, Tornare (n 95) 301. 117  ibid 311.118  Büchler ve Clausen (n 101) 409.119  ibid 413; Büchler ve Vetterli (n 18) 246.120  Cottier, Widmer, Girardin, Tornare (n 95) 312.  121  ibid 311-312. 52Çelebi / Cinsiyet Eşitliği ve Çocuğun Üstün Yararının Kesişim Noktası Olarak Boşanmada Velayetin Düzenlenmesiaçıdan avantajlı çevrelerde, belirli bir aile içi iş bölümü biçiminin devamı olarak başarı sağlayan bir model olarak kabul görebileceği ortaya çıkmaktadır. c. Alman Hukukunda Ortak VelayetAlman  Medeni  Kanunu nda  (Bürgerliches  Gesetzbuch/BGB)  da  boşanmanın ebeveynlerin  o  zamana  kadar  birlikte  icra  ettikleri  velayet  üzerinde  etkisinin olmayacağı, böylece ortak velayetin kural olarak boşanmadan sonra da devam edeceği öngörülmüştür (BGB § 1671)123. Tek başına velayet kararı verilebilmesi için  ebeveynlerden  birinin  mahkemeden  bu  yönde  talepte  bulunması  gerekir. Eğer diğer ebeveyn de buna razı ise ve on dört yaşını tamamlamış olan çocuk bu anlaşmaya itiraz etmezse eşlerden biri velayeti tek başına icra edecektir. Bu şartların yerine  gelmesi  durumunda  mahkeme  ebeveynlerin  tek  başına  velayet  üzerinde anlaşmalarının çocuğun yararına uygun olup olmadığını kontrol edemeyecektir. Bu durumda hâkimin anlaşmaya müdahalesi ve çocuğun yararına uygunluk açısından değerlendirme yapabilmesi, çocuğun fiziksel, zihinsel veya psikolojik yararlarının veya malvarlığının tehlikeye girmesi halinde hâkimin müdahalesini düzenleyen BGB § 1666 nın uygulama alanına giren bir halin bulunmasına bağlıdır. Ebeveynlerin tek başına velayet üzerinde anlaşamamaları veya on dört yaşını doldurmuş çocuğun anlaşmaya  itiraz  etmesi  halinde  mahkeme  tek  başına  velayete  karar  verilmesi yönündeki talebi çocuğun yararına göre değerlendirecek ve çocuğun yararı açısından en  uygun  çözüm  olduğuna  kanaat  getirirse  tek  başına  velayet  yönünde  karar verebilecektir (BGB § 1671/I). Bu sistemde ortak velayet ile tek başına velayet arasında bir kural-istisna ilişkisi olmadığı, nitekim şüphe halinde çocuğun menfaatine en uygun olan çözümün ortak velayet olarak benimsendiğini gösteren kanuni bir emare olmadığı kabul edilmektedir. Bununla beraber, boşanmanın velayet üzerinde karar almayı kanun gereği zorunlu kılacak bir olgu olmaktan çıkarılmış olması ve taraf 122  ibid 322. İsviçre de erkekler ile kadınlar arasında, iş hayatında farklı yönelimler izlemeleri nedeniyle gelir eşitsizliği bulunduğu, çocuklu her iki çiftten birinde erkeğin tam zamanlı, kadının yarı zamanlı çalıştığının görüldüğü, özellikle üst gelir düzeyinden olmayan çevrelerde, iş piyasasındaki eşitsiz yapı nedeniyle dönüşümlü velayetin gerektirdiği eşit maddi olanaklara sahip olma şartının sağlanmasının çok zor olduğu yönünde, ibid 324. Yazarlar ayrıca bu çevrelere mensup kadınların, tam zamanlı iş sahibi olsalar bile nafaka olmaksızın kendilerinin ve çocuklarının ihtiyaçlarını gideremediklerini belirtmektedirler, ibid 324.123  Bu konuda Alman hukukunun gelişimi için, bkz Kostka (n 73) 89-91.124  Harald Vogel, ˊAusgewählte Probleme aus dem Recht der elterlichen Sorge bei getrennt lebenden Elternˊ (2005) Familie Partnerschaft Recht 65, 69; Christiane Lang, ˊElterliche Sorgeˊ iç Klaus Shnitzler (ed), Münchener Anwaltshandbuch Familienrecht (5. Bası, C H Beck 2020) para 191. Ebeveynlerin anlaşması halinde tek başına velayeti tamamen ebeveynlerin takdirine bırakan ve gerekçelendirme yükümü getirmeyen bu düzenleme eleştirilmektedir; bkz Eva Schumann, ˊGutachten, B 32 f. (= These 1); weitere Reformideen bei Hammerˊ, FamRZ 2018, 229 (231 ff) dan aktaran Marina Wellenhofer, ˊGemeinsam getragene Elternverantwortung nach Trennung und Scheidungˊ (2018) Neue Juristische Wochenschrift 2758, 2759.125  Vogel (n 124) 69; Lang (n 124) para 191. 126  Vogel (n 124) 69; Jürgen Schmid, ˊBGB § 1687ˊ iç Werner Schulz ve Jörn Hauß (edr), Familienrecht, Handkommentar, (3. Bası, Nomos 2018) para 2; Dagmar Kaiser, ˊElternwille und Kindeswohl - für das gemeinsame Sorgerecht geschiedener Elternˊ (2003) Familie Partnerschaft Recht 573; Hennemann (n 77) para 13; Lang (n 124) para 203, ancak yazar, evli olmayan kişilerin ortak velayet sahibi olmalarına ilişkin düzenlemeden bu yana en azından ortak velayetin çocuğun yararına aykırı olmadığına ilişkin bir kanuni varsayım bulunduğunu ifade etmektedir. Bu gelişmeler ışığında yazara göre artık ortak velayetin kural olarak anlaşılması gerekir. 53İstanbul Hukuk Mecmuası 79/1anlaşmalarının mahkeme önüne gidilmesini engelleyici etkisi, o ana kadar geçerli olan ortak velayetin de fiilen devamını sağlamaktadır. Başka bir deyişle ortak velayetin kural olarak kabulü, mahkemenin velayete ilişkin karar almasını gerektiren alanın daraltılmasıyla gerçekleştirilmiş olmaktadır. Yargı kararlarında tek başına velayete karar verilmesini haklı gösteren sebeplerden biri olarak ebeveynlerden birinin çocuğu yetiştirme kabiliyetine sahip olmaması ölçütü önemli yere sahiptir (Erziehungsfähigkeit). Bu çerçevede alkol problemi, diğer eşe şiddet uygulanması, cinsel istismar, çocuğun diğer ebeveynle iletişimine engel  olunması  bir  ebeveynin  çocuğu  yetiştirme  kabiliyetine  sahip  olmadığını gösteren emareler olarak görülmüştür. Ayrıca, çocuğu ilgilendiren konularda sürekli fikir  ayrılığına  düşülmesi,  ebeveynlerin  iletişim  kuramamaları  ve  iş  birliğine yanaşmamaları, çocuğun iki ebeveyn arasında kalması gibi unsurlar da ortak velayetin çocuğun yararına uygun olmadığı sonucuna götürmektedir. Velayetin  boşanmadan  sonra  birlikte  icra  edilmesi  halinde  görev  ve  yetki paylaşımın nasıl yapılacağı konusunda kanun ebeveynlerin ayrı yaşamasını dikkate alacak biçimde düzenleme yapmıştır. Buna göre ebeveynlerin ancak çocuk için önemli  nitelikteki  kararları  birlikte  almaları  gerekmektedir;    çocuğun  yerleşim yerinin, okulunun ve eğitim biçiminin, dini eğitiminin seçilmesi, önemli risk taşıyan tıbbi müdahalelere karar verilmesi gibi konular örnekler arasında gösterilmektedir. Çocuğun ebeveynlerin anlaşması veya mahkeme kararı sonucu yanında yaşadığı ebeveyn, gündelik hayata ilişkin konularda tek başına karar alma yetkisine sahiptir. Bu konular, sıklıkla karşılaşılabilen ve çocuğun gelişiminde geriye döndürülmesi güç etkiler doğurmayacak nitelikteki konular olarak tanımlanmıştır (BGB §1687). Keza kanunda çocukla yaşamakta olan ebeveynin, çocuğun fiilî bakımına ilişkin konularda da tek başına karar alabileceği belirtilmiştir (BGB § 1687). Bu ebeveyne tek başına karar alma yetkisi tanınması ile bir yandan çocukla birlikte yaşamayan ebeveynin çocukla ilgili meselelere sürekli olarak müdahil olmasına ve böylece yeni uzlaşmazlık alanlarının yaratılmasına engel olunması, öte yandan bir ebeveyn ile çocuk arasındaki coğrafi uzaklığın ortak velayete engel olacağı yönündeki endişelerin bertaraf edilmesi amaçlanmıştır. Boşanma sonrası çocuğun bakım sorumluluğunun nasıl paylaştırılacağı ise bu hükümlerde  düzenlenmemiştir,  ancak  kanun  koyucunun  ebeveynler  arasındaki 127  Vogel (n 124) 69. 128  ibid 65-66; ayrıntılı bilgi için bkz Hennemann (n 77) para 95-139; Schmid (n 126) para 8 vd. Orantılılık ilkesi çerçevesinde, taraflar arasındaki sorunlar tek başına velayeti gerektirmediği sürece tek başına velayet yerine ortak velayet çerçevesinde çocuğun taraflardan sadece biri ile yaşaması yönünde karar verilmesi gerektiği yönünde, bkz Vogel (n 124) 69.129  Kaiser (n 126) 575; Dagmar Kaiser, ˊGemeinsame elterliche Sorge und Wechselmodellˊ (2008) Familie Partnerschaft Recht 143; ayrıntılı örneklendirme için bkz Heike Hennemann, ˊBGB § 1687ˊ iç Dieter Schwab, Münchener Kommentar zum BGB, Band 10 (8. Bası, C H Beck 2020), para 13 vd; Lang (n 124) para 173.130  Hennemann (n 129) para 1.131  Vogel (n 124) 67; benzer yönde Kaiser (n 126) 576.54Çelebi / Cinsiyet Eşitliği ve Çocuğun Üstün Yararının Kesişim Noktası Olarak Boşanmada Velayetin Düzenlenmesiyetki paylaşımını düzenlerken esas aldığı modelin  Rezidenzmodell  olarak bilinen, çocuğun belirli bir ebeveynin yanında sürekli olarak yaşadığı ve diğeri ile ziyaret hakkı çerçevesinde görüştüğü model olduğu anlaşılmaktadır. Kanun koyucu çocuğun nerede yaşayacağına ve bakımının nasıl gerçekleştirileceğine ilişkin boşanmaya özel bir karar alma tekniği belirlememiştir. Ancak ebeveynlerin anlaşmasının bu konuda da öncelikli olarak geçerli olacağı konusunda şüphe yoktur, nitekim çocuğun korunması hükümlerine istinaden müdahaleyi haklı kılan bir durum olmadıkça ortak velayetin nasıl icra edileceği konusunda ebeveynlerin ortak kararına riayet edilmesi velayet hukukunun genel kuralıdır. Bu çerçevede ebeveynler, çocuğun ağırlıklı olarak belirli bir ebeveynle yaşaması (Rezidenzmodell), çocuğun aynı evde yaşaması ama ebeveynlerin dönüşümlü olarak bu evde kalması (Nestmodell) ve çocuğun birbirine yakın zaman aralıklarıyla her bir ebeveynin evinde dönüşümlü olarak yaşaması (Wechselmodell)  seçeneklerinden  birini  seçebilirler.  Kanunun  açık  düzenleme yapmamış olması karşısında, tarafların anlaşamaması halinde hâkimin dönüşümlü himaye yönünde bir bakım modeline karar verip veremeyeceği ise tartışılan bir konudur. 3. Amerikan Hukuk Enstitüsü nün Ortak Velayet ModeliAmerikan  Hukuk  Enstitüsü  (American  Law  Institute),  Amerika  Birleşik Devletleri nde  hukuku  uyumlulaştırma  ve  reform  önerileri  getirme  konularında çalışmalar  yapan  bir  kuruluştur.  Enstitü,  resmî  aile  ilişkisinin  sona  ermesinde uygulanması gereken kurallara ilişkin olarak kanun değişikliği önerilerini içeren ilkelerini (Principles of the Law of Family Dissolution) 2000 yılında kabul etmiştir. Ülkede birincil bakıcı kuralının ve Kıta Avrupası ndakine benzer yapıdaki ortak velayet kuralının yanında baskın şekilde uygulanan çocuğun üstün yararı ölçütünün açık uçlu niteliğinin yarattığı sakıncalar, özellikle oluşan belirsizliğin çocuğun 132  Lang (n 124) para 167; benzer yönde Hennemann (n 129) para 4; Kaiser (n 129) 143. Kanun koyucunun çocukla yaşayan kişiye tek başına karar alma yetkisi tanımış olmasından tek başına himaye modelini esas aldığı ortaya çıkmaktadır (Lang (n 124) 167). Keza sosyal yardım ve vergi hukuku kurallarının da çocuğun tek bir ebeveynle yaşaması modeline göre yapılandırılmış olduğu belirtilmektedir (Wellenhofer (n 124) 2758). 133  Lang (n 124) para 167. 134  Bu konuda bkz Hennemann (n 77) para 30, Wellenhofer (n 124)  2760. Dönüşümlü himaye modelinin anlaşma ile kararlaştırılabileceği kabul edilmekle beraber (Hennemann (n 77) para 28), uygulamada yaygın bir model olmadığı (Argiris Balomatis, ‘Das Wechselmodell in Europa  (2016) Neue Zeitschrift für Familienrecht 833 ) ve kural şeklinde yasalaştırılmasının da düşünülmediği (Wellenhofer (n 124)  2760) belirtilmektedir.     135  İlkeler bağlayıcı nitelik taşımayıp çağdaş aile hukuku anlayışı çerçevesinde iyi uygulama örnekleri sunmayı amaçlamaktadır (Marygold S Melli, ˊThe American Law Institute Principles of Family Dissolution, the Approximation Rule and SharedParentingˊ (2005) 25 (3) Northern Illinois University Law Review 347, 348). Bu ilkelerle güdülen amaçlar için genel olarak bkz James Herbie DiFonzo, ˊToward a Unified Field Theory of the Family: The American Law Institute s Principles of the Law of Family Dissolutionˊ (2001) Brigham Young University Law Review 923, 924.136  Amerika Birleşik Devletleri eyaletlerinde ortak velayet kuralının uygulanmasına örnekler bkz Caulley  (n 13)  433434. Yazar, politik gelişmelerin ve kamuoyundaki söylemlerin ortak velayetin kural olarak kabulünün yaygınlaşarak gelişeceğini gösteren veriler içerdiğini belirtmektedir (434 vd). Amerika Birleşik Devletleri de ortak velayetin kural olarak uygulanmasının eleştirisi için, bkz Caulley (n 13) 437 vd. 137  Robert F Kelly ve Shawn L Ward, ˊAllocating Custodial Responsibilities at Divorce: Social Science Research and The American Law Institute s Approximation Ruleˊ (2002) 40 (3) Family Court Review 350. 55İstanbul Hukuk Mecmuası 79/1yararına aykırı biçimde husumeti tırmandırmakta olması karşısında Enstitü, daha fazla öngörülebilirlik sağlama amacıyla yeni bir velayet modeli geliştirmiştir.   Söz konusu ilkeler de (ALI İlkeleri) Kıta Avrupası nda yaygın olan eğilime paralel olarak ortak velayet modelini kural olarak benimsemekte ve hukuki karar alma yetkisi ile günlük bakım işlevleri arasında bir ayrıma gitmektedirler. İlkeler, eğer ebeveynlerin her ikisi de daha önceden makul şekilde ebeveynlik işlevleri icra etmişlerse ortak karar alma yönündeki bir uygulamanın devamının çocuğun yararına en uygun çözüm olacağı fikrinden yola çıkmaktadır. Çocuğun hayatına ilişkin konularda karar alma yetkisi, çocuğun yararı aksini gerektirmedikçe birlikte kullanılacak, bu durumun çocuğun yararına uygun olup olmadığı belirlenirken geçmişte her bir ebeveynin çocukla ilgili kararlara katılım düzeyine ve ebeveynlerin bu konuda geçmişte gösterdikleri beceriye ve iş birliği düzeyine bakılacaktır. Çocuğun bakımına ilişkin işlevler (care taking functions) ise,  çocukla iletişimi içeren veya başkalarının sağladığı iletişimi veya bakımı planlamayı ve denetlemeyi içeren işlevler  olarak tanımlanmıştır. Buna örnek olabilecek hallerin tüketici olmayan bir listesi verilmiş, bu listede çocuğun yemeğinden eğitimine, sağlık ihtiyaçlarından etik yönlendirmeye, gerekiyorsa bakıcı temin etmeye kadar uzanan geniş bir çerçeve çizilmiştir (ALI İlkeleri Bölüm 2.03)142. Çocuğun bakımına ilişkin bu işlevlerin kimin tarafından yerine getirileceğine ilişkin olarak ise iki aşamalı bir yaklaşım benimsenmiştir. İlk aşamada konuyu anne ve babanın anlaşma ile çözmeleri için getirilen yasal teşvik  mekanizmaları  devreye  sokulmaktadır.  ALI  İlkeleri,  taraf  anlaşmalarına ve uzlaşmacı çözüme büyük önem vermektedir. Buna göre, öncelikle tarafların ortaklaşa biçimde veya anlaşmıyorlarsa bireysel olarak hazırladıkları ebeveynlik planını mahkemeye sunmaları gerekmektedir. Bu plan(lar)da tarafların çocukla geçmiş bakım ilişkilerini tanımlamaları ve gelecek için de bir bakım planı önerisi getirmeleri aranmaktadır. Hâkimin ayrıca ebeveynlere bir eğitim programı takip etme yükümlülüğü yükleme veya arabuluculuk hizmeti almalarını önerme yönünde yetkisi vardır. Tarafların bir plan üzerinde anlaşmaya varmaları halinde, hâkimin tarafların iradesinin sağlıklı olduğunu ve çocuğun yararının zedelenmediğini tespit ettiği ölçüde bu planı onaylaması gerekmektedir. Hâkimin anlaşmayı reddetme 138  Melli (n 135) 352.139  Caulley (n 13) 430.140  Graham (n 39) 328; Melli (n 135) 349.   141  Caulley (n 13) 430 dn 210.142  Kay (n 17) 43; Melli (n 135) 349 dn 5.143  Graham (n 39) 323, Kelly ve Ward (n 137) 352.144  Bartlett (n 14) 479; Melli (n 135) 350.145  Bartlett (n 14) 479.146  Kay (n 17) 41.147  ibid; Bartlett (n 14) 479. 56Çelebi / Cinsiyet Eşitliği ve Çocuğun Üstün Yararının Kesişim Noktası Olarak Boşanmada Velayetin Düzenlenmesigerekçelerinin sınırlandırılmış olması, ALI İlkeleri nin, taraf anlaşmalarının hâkim tarafından  onaylanmalarını  çocuğun  üstün  yararına  uygun  olmalarına  bağlayan geleneksel  yaklaşımdan  ayrıldığını  göstermektedir.  Bu  plan,  sadece  çocuğun himayesine  ilişkin  sorumlulukların  paylaşılmasına  ve  bu  konudaki  gelecek anlaşmazlıkların nasıl çözüleceğine odaklanmakta ve ekonomik konularda anlaşma içermemektedir. Bu nedenle nafaka yükümlülüğünü azaltmak için velayet üzerinden pazarlık yapılmasını engelleyici bir yöntem olduğu da düşünülmektedir. Anne  ve  baba  anlaşmaya  varamazlarsa  çocuğun  himayesine  ilişkin  hak  ve görevler  ebeveynlerin  çocukla  daha  önceki  ilişkilerine  göre  paylaştırılacaktır (approximation rule)150. Bu kuralın özelliği, belirli bir aile ilişkisi içinde çocuğun bakımına ilişkin benimsenmiş olan iş bölümünün ayrılık sonrasına da devam etmesini sağlamasındadır. Böylece çocuğun üstün yararının o aile içindeki geçmiş bakım örüntüsünün devamında olduğu kural biçiminde benimsenmiş olmaktadır. Bununla beraber bu genel kuralın uygulanmayacağı veya yumuşatılacağı haller de mevcuttur. Örneğin her bir ebeveyn için asgari bir görüşme zamanı ayrılmakta, kendini ifade edebilecek çocukların tutarlı ve makul tercihleri de göz önünde tutulmaktadır. Bunun yanında (i) kendi refahları için gerekli görülüyorsa kardeşlerin bir arada tutulması, (ii) çocuğun ebeveynleriyle olan bağlarında veya ebeveynlerin çocuğun ihtiyaçlarını karşılama yetilerinde yüksek ölçüde oransızlık varsa çocuğun zarar görmesinin önlenmesi,  (iii)  uygulanması  önemli  derecede  güçlük  çıkaracak  veya  çocuğun istikrar ihtiyacına önemli derecede aykırı gelecek uygulamalardan kaçınılması ve (iv) çocuğa esaslı ve hemen hemen kesin bir zararın gelmesinin önlenmesi gibi amaçlarla da mahkeme geçmiş bakım örüntüsünden ayrılan bir plan benimseyebilir. Keza ALI İlkeleri, eşlerden birinin çocuğa veya diğer eşe şiddet uygulama eğiliminde olduğu veya aşırı alkol veya uyuşturucu madde kullanımı içinde olduğu hallerde bu ebeveynin çocuğa erişimine sınırlar getirmektedir. Böylece görülmektedir ki ALI İlkeleri ile ortaya konulan çözüm, çocuğun hayatına etki edecek esaslı konularda karar alma yetkisini ebeveynlerin her ikisine de vermesi açısından Kıta Avrupası nda benimsenen ortak velayet modeline yakın bir anlayışa dayanmaktadır. Ancak bu sonucun doğması için daha önceden de her bir ebeveynin makul ölçülerde bu karar alma sorumluluğunu yerine getirmiş olması aranmaktadır. 148  Melli (n 135) 350-351.149  Kay (n 17) 41. 150  Bartlett (n 14) 478; Scott ve Emery (n 34) 71; Graham (n 39) 326; Sutherland (n 33) 138; Kay (n 17) 42; Kelly ve Ward (n 137) 350; Caulley (n 13) 419.151  Graham (n 39) 326. Bu yaklaşımın, Elizabeth S Scott ın 1992 de yaptığı öneri esas alınarak geliştirildiği ve ebeveynlerin anlaşamamaları halinde benimsenecek yedek kural olarak önerildiği yönünde, Kay (n 17) 39. Elizabeth S Scott ın konuyla ilgili çalışması için bkz Elizabeth S Scott, ˊPluralism, Paternal Preference, and Child Custodyˊ (1992) 80 California Law Review 615. 152  Bartlett (n 14) 478-479.153  ibid; Sutherland (n 33) 138; Melli (n 135) 355-356.154  Bartlett (n 14) 478-479; benzer yönde Sutherland (n 33) 138.57İstanbul Hukuk Mecmuası 79/1Daha çarpıcı bir farklılık çocuğun günlük yaşamının düzenlenmesi aşamasında ortaya çıkmaktadır. Bu alanda ALI İlkeleri ayrıntılı bir taraf anlaşması yapılmasına yönelik teşvik  mekanizmaları  ve  anlaşma  olmaması  halinde  yetkileri  geçmiş  ilişkilerle orantılı olarak paylaştırmaları ile farklılaşmaktadır. Çocuğun menfaatleri açısından bakıldığında bu düzenlemenin bir yandan geçmiş ilişkilerinin devamlılığına dayandığı, dolayısıyla istikrar odaklı olduğu, öte yandan da bu istikrarın her bir ailenin kendi dinamiklerine dayalı olarak belirlendiği, her tür aile modelinin kapsanmış olduğu görülmektedir. Çocukla olan geçmiş ilişkilerin velayetin tayininde keskin bir çizgi olarak kullanılmasındansa anne ile baba arasındaki hak ve yetki paylaşımının oranını tayin edici bir ölçüt olarak kullanılmaları, bu modeli, velayeti tek başına birincil bakıcıya veren modelden ayırmaktadır. Çocuğun menfaatinin değerlendirilmesinde niceliksel verilere dayanması ve varılacak çözümü bu yolla öngörülebilir kılması da bu sistemin ihtilaf konusu olabilecek hususları ve böylece çocuğun husumetten zarar görmesi ihtimalini azaltmasını sağlamaktadır. ALI İlkeleri ne cinsiyet eşitliği açısından bakıldığında, öncelikle hâkimin takdir alanını sınırlandıran, önceki ilişki örüntüsüne dayalı objektif bir temel ölçütün varlığının hâkimin çocuğun yararını belirlerken cinsiyete dayalı önyargılara göre hareket etmesi olasılığını azalttığı söylenebilir. Öte yandan bu kural, çocuğun bakımına katkı sağlamak yönünde her iki ebeveyn için de teşvik edici bir yapı kurmaktadır ve babaların çocuk bakımındaki rolü arttıkça daha da cazip hale gelebilir. Kıta Avrupası nda benimsenen şekliyle ortak velayet kuralının böyle bir teşvik sağladığı söylenemez, nitekim Avrupa da benimsenen sistemlerde çocuğun günlük bakımına ilişkin görev paylaşımının takdiri hâkime bırakılmış ve böylece evlilik içindeki görev paylaşımından tamamen bağımsız olarak düzenlenebilmesi kabul edilmiştir. Oysa önceki bakım ilişkisine dayalı bir paylaşım, boşanma sonrası çocuğun  bakımında  daha  aktif  biçimde  yer  almak  isteyen  babalara,  boşanma öncesinde de sorumluluğu paylaşmaları gerektiği yönünde bir mesaj göndermekte ve böylece eşitlikçi bir rol paylaşımına yönlendirmektedir. Bir ebeveyn bu kurallar doğrultusunda çocukla daha fazla zaman geçirme imkânını elde ediyorsa bu durum 155  Sutherland (n 33) 138; Bartlett (n 14) 482-483; Caulley (n 13) 431; Scott ve Emery (n 34) 101. 156  Bartlett (n 14) 482-483.157  Sutherland (n 33) 138.158  Scott ve Emery (n 34) 71; benzer yönde Bartlett (n 14) 482; Graham (n 39) 327. Geçmiş bakım örüntüsünün ne olduğu, hangi ebeveynin daha iyi annelik veya babalık yapmaya muktedir olduğunun belirlenmesinden daha kolaydır. Bu kural çerçevesinde ilk etapta dikkate alınacak deliller, ailenin bakım pratiğini ve rutinlerini ortaya koyan davranışlar olacaktır, meğerki şiddet veya madde bağımlılığı gibi, geçmiş bakım örüntüsünden ayrılmayı gerektiren sebepler bulunsun. İspatın konusunun ve delil aralığının daraltılmasının, mahkemeye başvurma ihtiyacını ve eşlerin birbirlerinin kusurlarına odaklanma eğilimlerini azaltarak prosedürü kolaylaştıracağı düşünülmektedir (Scott ve Emery (n 34) 102).159  Graham (n 39) 32; Bartlett (n 14) 481.160  Bartlett (n 14) 481.161  Scott ve Emery (n 34) 71.162  Graham (n 39) 331; Kay (n 17) 35.58Çelebi / Cinsiyet Eşitliği ve Çocuğun Üstün Yararının Kesişim Noktası Olarak Boşanmada Velayetin Düzenlenmesimahkemenin cinsiyete dayalı ayrımcılığından değil, ebeveynlerin çocuğun bakımıyla ilgili daha önceden yaptıkları tercihlerden ötürü olmaktadır.  Ayrıca eğer her bir ebeveyn çocuğun bakımına belirli ölçülerde katılmışsa hiçbiri çocuğu ziyaret eden taraf konumuna indirgenmemiş olmaktadır. Öte yandan kural, her türlü aile yapısına saygı duymakta ve her birinin içsel dinamiklerini dikkate alacak şekilde velayet ilişkisini yapılandırmaktadır. Böylece eşlerin daha önceki sorumluluk paylaşımının uzatılmasına dayalı bu düşünce, ailenin boşanma öncesindeki içsel dinamiklerini yansıtamayan kalıplaşmış velayet kurallarından farklı etkiler doğurabilmektedir.Bu modele ilişkin de eleştiriler gündeme getirilmiştir. Bunlar arasında kuralın geriye bakan ve gelecekte ihtiyaçların değişebileceğini göz önüne almayan bir kural olması ve çocukla fiilen geçirilen zamanın çocukla kurulan duygusal ilişkiyi yansıtmayabileceği sayılabilir. Keza, ebeveynlerin çocuğun bakımına görece eşit biçimde katıldıkları hallerde, bu durumun boşanma sonrasında da devamının sağlanması, çocuğun farklı evlerde kalmasını gerektirebileceğinden, Kıta Avrupası sistemlerinde ortak velayetin düzenlenmesi biçimlerinden olan dönüşümlü himayede karşımıza çıkabilecek sorunlar burada da geçerli olacaktır. Bu tür bir uygulamanın ebeveynler arasındaki iş birliğine dayandığı açıktır. Yine yukarıda dönüşümlü himaye bahsinde işaret edildiği gibi çocuğun ev değiştirmesi gereken hallerde sistemin işlemesi için eşlerin çocuğun ihtiyaçlarını  karşılama  konusunda  görece  eşit  imkânlara  sahip  olmaları  gerekir. Bununla beraber anne ve babanın evlilik içinde çocuğa eşit biçimde baktıkları ve boşanma sonrasında da bu örüntünün devam ettirildiği ailelerde, eşlerin gelir elde etme açısından da birbirine yakın imkânlara sahip oldukları ve maddi olanaklar açısından eşitliğin evlilik düzeni içinde de zaten oluşmuş olduğu söylenebilir. III. Türk Hukukunda Velayetin DüzenlenmesiHukukumuzda boşanma sonrasında velayet ve kişisel ilişki konuları TMK nın 336. ve 182. maddelerinde düzenlenmiştir. Her iki konuda da esas alınacak ölçüt çocuğun  üstün  yararı  olacaktır.  Velayetin  düzenlenmesinde  çocuğun  üstün yararının tespitinde karşımıza çıkan sorunlardan biri boşanan ebeveynlerin velayeti birlikte icra etmeye devam etmelerinin çocuğun üstün yararına en uygun çözüm olarak dikkate alınıp alınamayacağıdır. Yine çocuğun üstün yararının tespitine ilişkin bir diğer mesele hâkimin tek başına velayete karar verdiği hallerde çocuğun üstün yararını tespit etmesine yarayan öngörülebilir eğilimler bulunup bulunmadığıdır. 163  Kay (n 17) 43.164  Scott ve Emery (n 34) 103.165  Graham (n 39) 330.166  Sutherland (n 33) 138; Kay (n 17) 46-47.167  Kay (n 17) 45.168  Bkz yuk n 23 te anılan yazarlar. Çocuğun yararı kavramına ilişkin olarak bkz Öztan ve Öztan (n 21) 482; Elçin Grassinger (n 23) 57 vd.  Aile için şiddetin önlenmesi amacının etkisi için bkz yuk n 21.59İstanbul Hukuk Mecmuası 79/1A. Çocuğun Üstün Yararının Tayininde Ortak Velayet Çözümünün Mümkün Olup OlmamasıTMK nın  336.  maddesinin  3.  fıkrasında  yer  alan   Velâyet,  (…)  boşanmada ise çocuk kendisine bırakılan tarafa aittir  hükmünden ne anlaşılması gerektiği tartışmalıdır. Bu hükmün tek başına velayeti zorunlu kılıp kılmadığı konusunda çeşitli görüşler ortaya atılmıştır. Bazı yazarlara göre hüküm tek başına velayet düzenlemesini zorunlu kılmakta, ortak  velayete  izin  vermemektedir.  Bu  görüş  benimsenirse  ortak  velayet seçeneğinin çocuğun üstün yararı değerlendirmesine hiçbir şekilde dâhil edilmemesi, ebeveynlerin anlaşması ve çocuğun görüşünün bu yönde olması gibi etmenlerin de sonucu değiştirmemesi gerekir. Hukukumuzdaki durumu bu şekilde saptayan yazarlardan  bazıları,  olması  gereken  hukuk  açısından  düzenlemeye  eleştiriler yöneltmişler ve öneriler getirmişlerdir. Bazı yazarlar ise hükmün ortak velayete engel olmadığı ve yeni bir düzenlemeye gidilmeksizin de hâkimin ortak velayet ihtimalini çocuğun yararına uygun çözümün saptanmasında dikkate alabileceği fikrindedir. Bu görüşteki yazarlar vardıkları sonucu farklı gerekçelere dayandırmışlardır. Koçhisarlıoğlu, TMK m 336 da boşanmada velayet kime tevdi edilmiş ise ona ait olduğunun anlatılmak istendiğini, hükümde velayetin illa ki eşlerden birine tevdiinin gerektiği yönünde mutlak bir ifade yer almadığını, burada belirleyici olanın  taraf/eş  ifadesi olmadığını belirtmektedir. Yazara göre bu ifadenin tekil olarak kullanılmasının nedenini, boşanma ile tek başına velayete yönelik bir karar verilmesi ihtimalinin doğmasında aramak gerekir. Bu çerçevede  yazar,  boşanmanın  yan  sonuçlarına  ilişkin  anlaşmada  ortak  velayete yönelik düzenleme yapılabileceği gibi, hâkimin kendisinin doğrudan çocuğun tevdii konusunda karar vermesi ihtimalinde de aynı sonucun geçerli kabul edilmesi gerektiğini savunmuştur. Bazı yazarlar ise ortak velayetin mümkün olduğu sonucuna konuyla ilgili kanun boşluğu olduğu görüşünden yola çıkarak ulaşmışlardır. Bu görüşteki 169  Dural, Öğüz ve Gümüş (n 21) 143; Serozan (n 24) 255; Hüseyin Hatemi, Aile Hukuku, (7. Bası, On İki Levha 2019) 131. 170   BM Çocuk Hakları Sözleşmesi ışığında yorumlanacak olan TC Anayasasının eşitlik ilkesi, çocuğun kişiliğini oluşturup geliştirme hakkı ve ana baba hakkı karşısında , TMK nın 336. ve 337. maddelerinin Anayasa ya aykırılığının def i yoluyla Anayasa Mahkemesi nin önüne taşınması gerektiği yönünde, Serozan (n 24) 256. 171   Cengiz Koçhisarlıoğlu, Boşanmada Birlikte Velayet ve Yasanın Aşılması (Turhan Kitabevi 2004) 104-106. Yazar ayrıca boşanmanın velayetin birlikte yürütülmesini imkânsız hale getirdiği ve bu nedenle ancak tek başına velayetin söz konusu olabileceği yönündeki görüşlere de katılmamaktadır:  (…) boşanmanın birlikte velayeti sona erdirme gibi bir etkisi olamaz. Boşanmanın, ne analık, ne babalık ve ne de velayet ile doğrudan bir bağlantısı kurulabilir. Ve, nasıl ki, analık ve babalık boşanma ile sona ermemekte, süregitmektedir, aynı şekilde velayet de boşanma ile süregider/süregitmelidir diyoruz.  (ibid 108).172  Koçhisarlıoğlu (n 171) 106. Benzer şekilde, 336/III hükmünün kanunun mantığı ve getiriliş amacı kapsamında yorumlandığında hâkimin takdir yetkisini kısıtlayan bir hüküm olduğu sonucuna ulaşılamayacağı, boşanma sonrasında velâyetin hâkimin takdir yetkisi ile belirleneceği ve hâkimin takdir yetkisinin sınırının ise çocuğun yararı olduğu yönünde, Serdar (n 22) 184. Yazara göre kanunun mantığı mümkün olduğu kadar ana babanın velâyeti birlikte kullanmalarını sağlamak olup, boşanma sonrasında hâkime kuraldan ayrılma ve velâyeti ana babadan birine verebilme yönünde bir imkân sağlanmaktadır, Serdar (n 22) 180. TMK hükümlerinden velayet hakkının yalnız bir eşe verileceğinin kesin olarak çıkarılamayacağı yönünde, Ebru Ceylan, ˊTürk Velayet Hukukunda Yeni Gelişmelerˊ (2018) 16 (181) Legal Hukuk Dergisi 35, 55. 60Çelebi / Cinsiyet Eşitliği ve Çocuğun Üstün Yararının Kesişim Noktası Olarak Boşanmada Velayetin DüzenlenmesiÖztan a göre TMK m 336/III ün amacı, çocuğun yararının en iyi şekilde korunması olup, hükmü tek başına velayeti zorunlu kılar şekilde yorumlamak hükmün amacından ayrılmak anlamına gelmektedir. Buna göre bu örtülü boşluğun doldurulması için hüküm amaca uygun olarak sınırlandırılmalı ve bu durum çocuğun yararına ise anne ve babaya velayetin ortak biçimde verilmesi yoluna gidilmelidir. Yazara göre en azından anlaşmalı boşanmalarda, tarafların anlaşmasına ve çocuğun yararına uygun ise ortak velayet hâkim tarafından karara bağlanabilmelidir. Yine kanun boşluğu yaklaşımından yola çıkan bazı başka yazarlara göre kanunda kanun koyucunun ilgili düzenlemeyi yaparken ortak velayet kurumunun varlığını bilmemesinden kaynaklanan gerçek bir boşluk bulunur ve hâkimin TMK m 1 e göre boşluğu doldururken ortak velayete karar vermesi mümkün olmalıdır. Hukukumuzda ortak velayetin mümkün olduğu sonucuna Anayasa m 90 V hükmünün son cümlesi yardımıyla varılabileceği de savunulmaktadır. Hüküm uyarınca  Usulüne göre yürürlüğe konulmuş temel hak ve özgürlüklere ilişkin milletlerarası andlaşmalarla kanunların aynı konuda farklı hükümler içermesi nedeniyle çıkabilecek uyuşmazlıklarda milletlerarası andlaşma hükümleri esas alınır.  2016 dan bu yana iç hukukumuzun parçası olan Avrupa İnan Hakları Sözleşmesi ne ek 7 numaralı protokolün 5. maddesine göre  Eşler evlilikte, evlilik süresince ve evliliğin sona ermesi durumunda, kendi aralarında ve çocukları ile ilişkilerinde medeni haklar ve sorumluluklardan eşit şekilde yararlanırlar.  Bazı yazarlara göre, bu düzenlemenin iç hukukumuza dâhil olması ile birlikte, tek başına velayeti öngören TMK m 336/III, Anayasa m 90 marifetiyle bertaraf edilebilir hale gelmiştir. 173  Öztan (n 23) 1090-1091; benzer şekilde Akyüz (n 21) 235; Erlüle (n 25) 292.174  Öztan (n 23) 1091.175  Apaydın (n 77) 457-459. 176  Akıntürk ve Ateş (n 23) 313 ve 409; Ömer Uğur Gençcan, ˊOrtak Velayetˊ (8.3.2017 Özel Sayısı) İzmir Barosu Dergisi 24, 26. Aynı yönde, protokolle birlikte Çocuk Haklarına Dair Sözleşme nin 3, 7. ve 18. maddelerine ve Avrupa İnsan Hakları Sözleşmesi m 8 e de dayanarak, Kurt (n 77) 174. Protokol hükmünün amacından çocuğun üstün yararının gerektirdiği durumlarda ortak velayete karar verilebileceğinin anlaşıldığı, çocuğun üstün yararının gözetilmesi gerektiği ve evlilik birliğinin sona ermesinde anne baba eşitliğinin devam etmesi gerektiği dikkate alındığında TMK hükmünün ilga edildiği sonucuna varılması gerektiği yönünde, bkz Özdemir ve Ruhi (n 23) 345. Protokolün 5. maddesinin ilgili TMK hükümlerini ortadan kaldırmadığı ancak onlarla birlikte uygulanabilir bir hüküm olduğu yönünde, Güven (n 87) 40. Belirtilmelidir ki Avrupa İnsan Hakları Mahkemesi, Cernecki v Avusturya kararında o dönemde boşanma sonrasında birlikte velayete olanak tanımayan Avusturya hukukunu protokolün 5. maddesine aykırı bulmamıştır (Cernecki v Austria App no 31061/96  (ECtHR, 11.07.2000)). Karara konu olan olayda, Avusturya mahkemeleri, eşlerin anlaşmalı boşanma çerçevesinde ortak çocukların velayetini birlikte kullanmaya devam etmelerine ilişkin anlaşmalarını, Avusturya Medeni Kanunu nun o dönemde yürürlükte olan ve boşanmada taraf anlaşmalarında eşlerin ancak velayetin içlerinden birine verilmesini kararlaştırabileceklerini öngören hükmünü dayanak göstererek onaylamamış ve velayeti anneye vermiştir. Avrupa İnsan Hakları Mahkemesi 5. maddenin taraf devletlerin çocuklar yararına gereken tedbirleri almalarına engel olmadığı yönündeki ikinci cümlesinden yola çıkarak, birlikte velayete engel olan Avusturya hukuku normunun, eşler arasında velayetin fiilen birlikte kullanılmasına engel olmadığını, anlaşmazlık çıkması halinde oluşabilecek belirsizliğin giderilmesi için açık bir çözüm öngörülmesi amacına ve böylece çocuğun korunması amacına hizmet eden bir çözüm olduğunu belirtmiştir. Mahkemeye göre olayda uygulanan medeni hukuk normu çerçevesinde boşanmadan sonra çocukla ilişkileri açısından eşler farklı şekilde konumlandırılmakta ve bu durum eşitlik ilkesine müdahale anlamına gelmektedir; ancak bu müdahale, velayetle ilgili olarak açık bir çözüm öngörmek suretiyle çocuğu korumak amacına dayandığından orantılıdır. Ancak dikkat edilmelidir ki bu kararda kanun koyucunun boşanmadan sonra birlikte velayet ihtimalini ortadan kaldırmasının protokolün 5. maddesinin ihlali olarak görülmemesine etki eden etmenlerden biri, olaya uygulanan hukuk sisteminin, velayete sahip olmayan ebeveyne de görüşme, bilgi alma ve bazı önemli kararlarda görüşüne başvurulması gibi haklar da tanımakta olmasıdır. Dolayısıyla kanımızca bu karar, bu hakları tanımadan sadece ziyaret imkânı tanıyan bir hukuk sisteminde de müdahalenin orantılı görüleceğine dair bir gösterge teşkil etmez.  Karar için bkz https://hudoc.echr.coe.int/eng#{%22fulltext%22:[%22Cernecki%22],%22itemid%22:[%22001-5362%22]} Erişim Tarihi 11.05.2020.  61İstanbul Hukuk Mecmuası 79/1Ortak velayete karar verilmesinin de lege lata mümkün olduğu veya de lege feranda mümkün olması gerektiği kabul edildiğinde, ortak velayetin sistemimize nasıl entegre edilmesi gerektiğine ilişkin yeni bir sorunla karşılaşırız. Bu noktada mesele, ortak velayet ile tek başına velayet seçeneklerinden birinin genel kural olarak kabul edilip edilmeyeceğidir. Bu açıdan da öğretide ortak velayetin kural, tek başına velayetin istisna olması, ortak velayetin istisna olması veya sadece gönüllülük esasına dayalı olarak kabul edilmesi ve bu tür bir ilişkilendirme yapmak yerine somut olaya göre hâkimin çocuğun yararına olan çözümü benimsemesi gerektiği yönünde görüşler ileri sürülmüştür.  Yargıda ise ortak velayet kurumu yakın zamana kadar adeta bir tabu olarak algılanmış, Türk hukukunun uygulandığı uyuşmazlıklar şöyle dursun, yabancı hukuk sistemlerinin ortak velayete ilişkin düzenlemeleri dahi mahkemeler tarafından kabul edilemez görülmüştür. Yabancı mahkemelerin ortak velayete ilişkin kararları kamu düzenine aykırı bulunmuş ve tenfiz talepleri reddedilmiştir. 2017 senesinde ise Yargıtay, olaya uygulanması gereken yabancı hukuk sistemindeki ortak velayet düzenlenmesinin ve ortak velayet çözümünü öngören yabancı mahkeme kararının Türk  kamu  düzenine   açıkça   aykırı  olduğunu  ya  da  Türk  toplumunun  temel yapısını ve temel çıkarlarını ihlal ettiğini söylemenin mümkün olmadığı yönünde kararlar vererek önceki içtihadından ayrılmıştır. Bu gelişmeler Türk hukukunun velayete  ilişkin  çözümüne  ilişkin  tartışmaları  yeniden  canlandırmış  ve  Türk hukukunun uygulandığı ihtilaflarda da ortak velayetin önünü açan kararlar verilmeye başlanmıştır. Artık velayete ilişkin ihtilaflarda Bölge Adliye Mahkemeleri nin ortak velayet  çözümünü  de  ihtimaller  arasında  değerlendirdiği  görülmektedir.  Tespit edebildiğimiz kararlarda ortak velayetin gönüllülük esasına dayandığı yönünde bir anlayışın genel olarak kabul edildiği, eşlerin anlaşmasına dayalı olarak kabulünün 177  Koçhisarlıoğlu (n 171) 86 ve 149; Apaydın (n 77) 472; Gençcan (n 176) 27, ancak yazar, tek başına velayetin istisna olması gerektiğini belirtmekle beraber, ortak velayetin gönüllülük esasına dayalı olduğunu, velayetin eşlerden birine verilmesi istemi varsa çekişmelere neden olacağı için mahkemece ortak velayet düzenlemesinin yapılmaması gerektiğini de ifade etmektedir.178  Özdemir ve Ruhi (n 23) 305, ancak yazarlar, birlikte velayeti gönüllülük esasına dayandırmamakta, çocuğun üstün yararı gereğince mahkeme tarafından re sen de birlikte velayete hükmedilmesi gerektiğini ifade etmektedirler. 179  Boşanan eşlerin çocuğun yararına olarak ana baba sorumluluğunu beraberce devam ettirmeye istekli ve hazır olduğu hallerde birlikte velayetin istisnai olarak kabul edilmesi gerektiği yönünde, Cem Baygın, Soybağı Hukuku, (On İki Levha 2010) 268;  birlikte velayetin  seçimlik bir hak  olarak düzenlenmesi gerektiği yönünde, M Erdem Aybay ve C Bülent Şen, ‘Medeni Hukuk ve Sosyal Hizmet Bakış Açısıyla Birlikte Velayet Sorunu  (2016) 15(1) İstanbul Kültür Üniversitesi Hukuk Fakültesi Dergisi 589, 597; ortak talep olmadan birlikte velayete hükmedilmesinin amaçlanan faydayı sağlamayacağı yönünde, Güven (n 87) 44-46.180  Kurt (n 77) 175; İnce (n 73) 221-222; Birinci Uzun (n 79) 157-158. 181  Ebru Şensöz Malkoç, Aile Hukukuna İlişkin Yabancı Kararların Tanınması (On İki Levha 2017) 442. 182  Yargıtay 2. HD, 15771/1737, 20.2.2017, <www.lexpera.com> Erişim Tarihi 11.05.2020.183   Yargıtay 2. HD, 18674/13800, 04.12.2017, <www.lexpera.com> Erişim Tarihi 11.05.2020.184  Genel bilgi için bkz Şensöz Malkoç (n 181) 441 vd.62Çelebi / Cinsiyet Eşitliği ve Çocuğun Üstün Yararının Kesişim Noktası Olarak Boşanmada Velayetin Düzenlenmesimümkün olduğunun benimsendiği görülmektedir. Söz konusu kararlarda ortak velayetin hukukumuzda uygulanabilirliğine dayanak olarak da Avrupa İnsan Hakları Sözleşmesi ne ek 7 numaralı protokolün 5. maddesi ve eşler arasında eşitliği öngören bu hükmün Anayasa m 90 marifetiyle doğrudan uygulanabilir olması gösterilmektedir. TMK m 336/III ün taraf olduğumuz uluslararası sözleşmelere uygun biçimde yorumlanması sonucu ortak velayetin de hâkimin benimseyebileceği çözümlerden biri haline geldiğini kabul etmek gerekir. Böylece hâkim, tek başına velayet yanında ortak velayete de hükmedebilmelidir. Elbette bu yolun açılması olması, ortak velayete hangi şartlarda karar verilebileceğine ve fiilî bakım ilişkisinin nasıl düzenleneceğine ilişkin soruları da beraberinde getirir. Kanımızca tek başına velayeti mutlak kural olarak  benimseyen  bir  hukuk  sisteminin  en  eleştiri  götürür  tarafı,  ebeveynler anlaşmış olmasına ve durumun çocuğun yararına da uygun olduğunun görünmesine rağmen ortak velayetin yine de olanaksız kabul edilmesidir. Hâkimin ortak velayete hükmedebilme yetkisinin tanınması ile bu hallerde ortak velayetin uygulamaya konulması mümkün hale gelecektir. Bu noktada çocuğun görüşüne de Çocuk Haklarına Dair Sözleşme nin 12. maddesinin öngördüğü şekilde gereken ağırlık verilmelidir. Ancak toplumumuzdaki uzlaşma kültürünün zayıflığı, ilk etapta gönüllülük esasına dayalı bir uygulamanın benimsenmesini, hâkimin tarafların ortak rızası hilafına bu yola gitmemesini gerektirmektedir; aksi durum ortak velayetten beklenen faydalara ulaşılamaması sonucunu doğuracaktır. Esasen yabancı ülkelerde de ortak velayet uygulaması aşamalı şekilde gelişmiş, ilk aşamada taraf anlaşmasına dayalı ortak velayet sistemi benimsenmiştir. Bizim hukukumuz açısından da bu yol benimsenmeli ve ortak velayetin re sen karar verilebilen bir kurum haline gelip gelmeyeceği oluşacak tecrübeler ışığında belirlenmelidir. Fiilî bakım ilişkisinin düzenlenmesinde de dönüşümlü himaye yönünde bir çözümün ilk etapta ebeveynlerin bu yöndeki anlaşmasına dayalı olarak ve elbette çocuğun üstün yararına en uygun çözüm olarak görünüyorsa  benimsenmesi  gerekir.  Kanımızca  taraf  anlaşmasına  dayalı  olarak benimsenebilecek ortak velayet ve bu kapsamda dönüşümlü himaye çözümlerinin yerindeliğini değerlendirirken hâkimlerin kadın-erkek eşitliğine ilişkin bağıtlarımızı da göz önünde bulundurmaları, tarafların üzerinde anlaştıkları çözümün bu açıdan da taraf menfaatlerini zedeleyici olup olmadığına dikkat etmeleri aranmalıdır. 185  Örneğin, evlilik dışı doğan çocuğun velayetini birlikte kullanma yönündeki anlaşmanın taraflarca bildirilecek deliller serbestçe değerlendirilerek ve uzman görüşü alınarak değerlendirilmesi gerektiği yönünde, İstanbul 38 BAM, 2733/537, 12.04.2019; ancak boşanma davasında eşler arasında bu yönde anlaşma olmaması halinde ortak velayete hükmedilmemesi gerektiği yönünde, İstanbul 10 BAM, 226/9, 07.01.2019; Ankara 2 BAM, 3530/158, 05.02.2019, İzmir 2 BAM , 3781/179, 05.02.2019; kararlar için <www.lexpera.com> Erişim Tarihi 11.05.2020.186  UN Committee on the Rights of the Children, ˊThe Right of the Child to Be Heardˊ (2009) General Comment No 12, https://tbinternet.ohchr.org/_layouts/15/treatybodyexternal/Download.aspx?symbolno=CRC%2fC%2fGC%2f&Lang=en Erişim Tarihi 11.05.2020.63İstanbul Hukuk Mecmuası 79/1B. Tek Başına Velayette Çocuğun Üstün Yararının BelirlenmesiOrtak velayetin kabulü mümkün hale gelmiş olsa da hukukumuzda ezici olarak uygulanmaya devam edilen model tek başına velayet modelidir. Tek başına velayet modeli  çerçevesinde  alınan  kararlarda  velayetin  anne  ile  babadan  hangisine verileceği  ve  bu  çerçevede  çocuğun  üstün  yararının  nasıl  saptanacağı  hususu, velayetin ilk defa taraflardan birine verileceği boşanma davalarında olduğu gibi, velayetin değiştirilmesine yönelik davalarda da tartışılmaktadır. Her ne kadar kanun koyucu hâkimin takdir yetkisini sınırlandırıcı parametreler koymaktan kaçınmış olsa  da Yargıtay  kararları  incelendiğinde  uygulamada  bu  konuda  bazı  genel değerlerin kullanıldığı ve velayetin düzenlenmesinde belirli bir örüntünün bulunduğu görülmektedir.  Tespit  edebildiğimiz  kararlarda,  bu  açıdan  velayetin  boşanmayı takiben ilk defa düzenlenmesi ile ebeveynlerden birine verilmiş olan velayetin sonradan diğer ebeveyne verilmesi halleri arasında benzerlikler bulunmakta, iki durumda da velayete ilişkin karar alınırken çocuğun yararı kavramı benzer ilkeler çerçevesinde değerlendirilmektedir. Yargıtay ın bazı kararlarında velayetin düzenlenmesine ilişkin genel ilkeler ortaya konulmaktadır. Örneğin, yakın tarihli bir Hukuk Genel Kurulu kararına göre,  Ana ve babanın çocukların kişiliklerine ilişkin hak ve ödevleri, özellikle çocuklarına bakmak, onları  görüp  gözetmek,  geçimlerini  sağlamak,  yetiştirilmelerini  ve  eğitimlerini gerçekleştirmektir. Bu bağlamda sağlayacağı eğitim ile istenilen ölçüde dürüst, kötü alışkanlıklardan uzak, iyi ahlâk sahibi, çalışkan ve bilgili bir insan olarak yetiştirmek hak ve yükümlülüğü bulunmaktadır. (…) Ayrılık ve boşanma durumunda velâyetin düzenlenmesindeki amaç, küçüğün ileriye dönük yararlarıdır. Başka bir anlatımla, velâyetin düzenlenmesinde asıl olan, küçüğün yararını korumak ve geleceğini güvence altına almaktır. 188 Böylece görülmektedir ki, temel nitelikte olan çocuğun üstün yararı ölçütünün uygulamaya konulmasında çocuğun  ileriye dönük yararları na vurgu yapılmakta ve çocuğu  dürüst, kötü alışkanlıklardan uzak, iyi ahlâk sahibi, çalışkan ve bilgili bir insan olarak yetiştirmek  vazifesini eşlerden hangisinin yerine getirebileceği hususunun incelenmesi gerekmektedir. Bazı kararlarda bu ölçütler daha da somutlaşmış biçimde karşımıza çıkmaktadır. Bu yöndeki kararlara göre,  (…) velayetin belirlenmesi ve düzenlenmesinde, çocuğun cinsiyeti, doğum tarihi, eğitim durumu, kimin yanında okumakta olduğu, talepte bulunanın çocuğun eğitim durumu ile ilgilenip ilgilenmediği, sağlığı, sağlık durumuna göre tedavi olanaklarının kimin  tarafından  sağlanabileceği  gibi  özel  durumuna  ilişkin  hususlar  ile  ana babadan kaynaklanan özelliklerin de dikkate alınması kaçınılmazdır. Bu nedenle, mahkemece çocuğu başkasına bırakma, ihmal etme, kaçırma, iradi olarak terk etme, yönlendirme hususları ile tarafın velayet talebinin olup olmaması, şiddet uygulaması, 187  Aile içi şiddet konusunda bkz yuk n 21.  188  Yargıtay HGK, 1072/185, 21.02.2019; aynı şekilde, HGK, 483/1356, 27.9.2018; HGK, 2069/1179, 06.06.2018; HGK, 1567/1132, 23.05.2018, kararlar için bkz  <www.lexpera.com> Erişim Tarihi 11.05.2020.64Çelebi / Cinsiyet Eşitliği ve Çocuğun Üstün Yararının Kesişim Noktası Olarak Boşanmada Velayetin Düzenlenmesisadakatsizliği, ekonomik durumu, mesleği, yaşadığı ortam, kötü davranışı, alkol bağımlılığı, sağlığı, dengesiz davranışları dikkate alınmalıdır. 189  Bu çerçevede mahkemelerin hem olumlu hem de olumsuz yönde dikkate alabilecekleri unsurlar belirlenmiş olmaktadır. Bununla beraber, Yargıtay çocuğun yararına yönelik bütüncül bir değerlendirme yapılması ve bu unsurlardan hiçbirinin tek başına değerlendirilmeye alınmaması gerektiğini,  Ana ve babanın yararları; ahlâki değer yargıları, sosyal konumları gibi durumları, çocuğun üstün yararını etkilemediği ölçüde göz önünde tutulur  ifadeleriyle istikrarlı biçimde belirtmektedir . Bu genel parametreler, anne ile babanın velayetin dağılımında eşit imkâna sahip olduğu izlenimi verse de, Yargıtay ın çocukların velayetinin anne bakım ve şefkatine muhtaç olmaları gerekçesiyle anneye verilmesi gerektiği kabulü ile hareket ettiği görülmektedir. Nitekim Yargıtay a göre,  Yaşça küçük olan çocukların, anne şefkat, bakım ve ilgisini yaşayabilmeleri için, annenin bu görevi üstlenmesine engel bir durumu bulunmadıkça velayetin anneye verilmesi tercih edilmelidir 192. Bu ilke,  mahkemece ana yanında kalmasının çocuğun bedeni, fikri, ahlaki gelişmesine engel olacağı yönünde ciddi ve inandırıcı deliller bulunmadığı ve hemen meydana gelecek tehlikelerin  varlığı  da  ispat  edilmediği 193  sürece  uygulanmaktadır. Yargıtay ın, kardeşlerin üstün yararları gerektirmediği sürece ayrılmamaları gerektiği yönündeki içtihadı  uyarınca  da  çocuklardan  birinin  velayetinin  anne  şefkatine  muhtaç olması nedeniyle anneye verilmesi halinde yaşı daha büyük çocukların da anneye bırakılmaları ihtimali yüksek olmaktadır.Babanın maddi durumunun daha iyi olmasının tek başına velayetin değiştirilmesini gerektirmeyeceğine, kadına boşanma davasıyla ilgili olarak yüklenilen kusurlu davranışların,  bu  arada  sadakat  yükümlülüğüne  aykırılığın  annenin  velayet görevini üstlenmesine engel bir durum oluşturmayacağına, anne bakım ve şefkatine muhtaç çocuk açısından, annenin velayet hakkından feragat etmesinin, çocuğun 189  Yargıtay HGK,  1567/1132, 23.05.2018, <www.lexpera.com> Erişim Tarihi 11.05.2020.190  Yargıtay HGK, 2066/15, 17.01.2019; HGK, 2069/1179, 06.06.2018, <www.lexpera.com> Erişim Tarihi 11.05.2020.191  Öğretideki yaklaşım açısından, küçük çocuk ile anne arasındaki duygusal ilişkilerde yoğunluk olduğu gerekçesiyle küçük çocuklarda annenin tercih edilmesi gerektiği yönünde, bkz Öztan ve Öztan (n 21) 486.192  Yargıtay 2. HD, 9516/23409, 10.10.2013; 2. HD, 23744/9051, 04.05.2015; 2. HD 17775/15016, 04.06.2012; 2. HD, 23151/15842, 06.06.2013; 2. HD, 1767/22890, 20.12.2011; 2. HD, 16387/7820, 18.04.2016; kararlar için bkz <www.lexpera.com> Erişim Tarihi 11.05.2020.193  Yargıtay 2. HD, 17775/15016, 04.06.2012; 2. HD, 23744/9051, 04.05.2015, <www.lexpera.com> Erişim Tarihi 11.05.2020.194  Velayet düzenlemesine konu birden fazla çocuk bulunduğu takdirde, çocukların kardeşlik duygusunu yaşayabilmeleri için üstün yararları gerektirmediği sürece velayetlerinin aynı ebeveyne verilmesinin tercih edilmesi gerektiği yönünde, bkz Yargıtay 2. HD, 9516/23409, 10.10.2013; benzer şekilde, bkz 2. HD, 23744/9051, 04.05.2015; 2. HD, 17775/15016, 04.06.2012; 2. HD, 1767/22890, 20.12.2011; 2. HD, 16387/7820, 18.04.2016. Nitekim Yargıtay a göre  Kardeşlerin birbirinden ayrılmasının onların gelişimlerine olumsuz etki yapacağı açık tır, bkz 2. HD 23151/15842, 06.06.2013; kararlar için bkz <www.lexpera.com> Erişim Tarihi 11.05.2020.195  Yargıtay HGK, 1567/1132, 23.05.2018, <www.lexpera.com> Erişim Tarihi 11.05.2020.196   Yargıtay 2. HD, 14540/9974, 07.06.2011, <www.lexpera.com> Erişim Tarihi 11.05.2020.197  Yargıtay 2. HD, 1767/22890, 20.12.2011 <www.lexpera.com> Erişim Tarihi 11.05.2020.65İstanbul Hukuk Mecmuası 79/1menfaatleri dikkate alındığında sonuç doğurmayacağına ilişkin kararlar da anne şefkatine muhtaç olma ölçütünün kuvvetini göstermektedir. Yargıtay, velayetin anneye verilmesine engel bir hususun ispatlanamadığını tespit edip anne şefkatine muhtaç olma gerekçesine dayanmaya karar verdiğinde, aksi yöndeki uzman görüşüne ve çocuğun görüşüne itibar edilmemesi gerektiği yönünde de hüküm kurmuştur. Hangi faktörlerin bu kuralın uygulanmamasına sebep olacağına ilişkin olarak verilebilecek bir örnek, yabancı literatürde  yabancılaştırma  olgusu olarak ifade edilen, annenin çocuk ile baba arasında ilişki kurulmasına engel olması halidir. Buna ilişkin bir kararında Yargıtay, boşanma davası sırasında tedbir kararına istinaden geçici olarak velayeti tek başına icra eden annenin çocuğun baba ile görüşmesine engel  olarak  velayet  hakkını  kötüye  kullandığını  kabul  etmiş  ve  bu  durumu, çocuğun üstün yararı çerçevesinde, velayetin dava sonucunda babaya verilmesini haklı gösteren bir olgu olarak görmüştür.201 Öte yandan, dikkate alınabilecek tüm faktörlerin babayı işaret etmesi durumunda velayetin babaya verilmesinin kabul görmesi de olasıdır. Yargıtay bu çerçevede  alınan sosyal inceleme raporuna göre çocukların  velayetlerinin  babaya  verilmesinin  uygun  olduğu,  annenin  velayet talebinden vazgeçtiği, kaldı ki ortak çocukların babanın yanında fiilen yaşamaya başladıkları, babanın yanındaki yaşam koşullarına alıştıkları ve babaları ile kalmak istediklerini beyan ettikleri  tespitlerinden yola çıkarak ve  değişen koşullara göre her zaman velayet düzenlemesi yapılabileceğinden , ortak çocukların velayetlerinin babaya bırakılmasına karar verilmesini isabetli bulmuştur.  Soyut ve uzun vadeli bir perspektiften bakıldığında anne şefkatine muhtaç olma ölçütünün genel kural haline getirilmesinin eşitlikçi bir çözüm olmadığına yukarıda değinilmişti. Ancak bilindiği gibi toplumumuzda evlilik içinde çocuk bakımını ezici biçimde anneler üstlenmekte, aile içindeki bu yerleşik iş bölümü, kadınların çalışma hayatındaki olanaklarını önemli ölçüde kısıtlamaktadır. Çocukların bakımını kadınların yaptığı bir toplumsal düzende hem çocuğun gerçekten anneye daha yakın 198  Yargıtay 2. HD, 6082 /17993, 26.06.2013 <www.lexpera.com> Erişim Tarihi 11.05.2020.199  Yargıtay 2. HD, 22443/18362,  02.07.2012, <www.lexpera.com> Erişim Tarihi 11.05.2020.200  Yargıtay 2. HD, 16387/7820, 18.04.2016. Çocuğun üstün yararı gerektirdiği takdirde dinlenilmemesi veya görüşünün aksine karar verilmesi mümkündür. Velayet konusuna ilişkin bir kararında mahkemenin çocuğun görüşünü dikkate almama gerekçesi olarak taraflardan birinin çocuğu diğer ebeveyne yabancılaştırması ve böylece çocuğun iradesinin serbestçe oluşmasına ilişkin haklı şüphelerin oluşmasına dayandığı görülmektedir. Karara konu olan olayda çocuk, babaannesi ve dedesi ile mutlu olduğunu ve velayetin babada kalmasını istediğini beyan etmiş olmasına rağmen, çocuğun anne bakım ve şefkatine muhtaç olması nedeniyle velayetin anneye verilmesine karar verilmiş, bu sonuca varılırken çocuğu  baştan beri dede ve babaannenin sahiplenmeye çalışarak anne ile görüşüp aralarında olumlu bir ilişki gelişmesine izin verilmemesi  de göz önüne alınmıştır; bkz Yargıtay 2. HD, 23744/9051, 04.05.2015,  <www.lexpera.com> Erişim Tarihi 11.05.2020.201  Yargıtay 2. HD, 17842/13832, 17.10.2016, 04.05.2015,  <www.lexpera.com> Erişim Tarihi 11.05.2020. TMK nın 324. maddesinde, anne veya babanın diğerinin çocuk ile kişisel ilişkisini zedelemekten, çocuğun eğitilmesi ve yetiştirilmesini engellemekten kaçınmakla yükümlü oldukları ve yükümlülüğün ihlalinin kişisel ilişki kurma hakkının reddedilmesi sonucuna götürebileceği öngörülmüştür. İşaret edilen kararda bu ilke velayetin tevdiine ilişkin olarak uygulanmış olmaktadır. 202  Yargıtay 2. HD, 4980/12318, 16.12.2019, <www.lexpera.com> Erişim Tarihi 11.05.2020.203  Bkz yuk II A 1. 66Çelebi / Cinsiyet Eşitliği ve Çocuğun Üstün Yararının Kesişim Noktası Olarak Boşanmada Velayetin Düzenlenmesiolması, hem de annenin kimliğinin esas olarak bu işlevi üzerinden kurulmuş olması karşısında, evlilik sona erdiğinde velayetin anneye verilmesi olağan görünmektedir. Dolayısıyla ülkemizdeki toplumsal yapı dikkate alındığında bu kuralın soyut açıdan eşitlikçi  olmamakla  birlikte  haklı  ve  makul  gerekçelere  dayandığı  söylenebilir. Ancak  anne  şefkatine  muhtaç  olma  ölçütünün  somut  durumun  özelliklerinden bağımsızlaştırılarak, genel kural biçiminde uygulanmaya devam edilmesinin uzun vadede kadınların eşitlik taleplerinin aleyhine rol oynayacağı da görülmektedir. Anne şefkatine muhtaç olma ölçütü, babaların çocuk bakımına katılmasını teşvik edici nitelikte olmadığından mevcut aile içi dinamiklerini yeniden üretme sonucunu doğurmaktadır. Ayrıca, kadınların çalışma hayatına daha aktif biçimde katılmaya başlaması ile bu ölçüt, kadınların aleyhine sonuç doğurabilecek hale gelebilecek, aktif  bir  çalışma  hayatı  olan  kadınların  anne  şefkatini  veremeyecek  durumda oldukları yönünde haksız bir izlenim oluşabilecektir. Keza anne şefkatine muhtaç olma ölçütünün hâlihazırda bilimsel verilere dayandırılmıyor olması ve hangi yaş aralığında uygulandığının belirsiz olması da bu kuralı keyfi değerlendirmelere açık hale getirmektedir. Kanımızca her ne kadar mevcut toplumsal yapıda görece adaletli görünebilse de, anne şefkatine muhtaç olma ölçütünün uygulanması için gereken şartların çerçevesinin çizilmesi ve ezbere uygulanan bir ölçüt olmasından çıkarılması, özellikle kadın ve erkek arasındaki iş bölümünün eşitlikçi biçimde yapılandırıldığı aile tiplerinde duruma daha geniş bir perspektiften bakılması gerekir. Kuralın bilimsel verilerden, toplumsal gelişmelerden ve ailelerin iç dinamikleri ile geçmiş ilişkilerden soyutlanarak uygulanması geleneksel iş bölümü anlayışının tasdik edilmesine hizmet etmektedir. Değerlendirme ve SonuçBoşanma sonrasında velayetin düzenlenmesine ilişkin hukuk kuralları, herkesin hemfikir  olduğu  şekilde,  çocuğun  üstün  yararına  uygun  çözümün  bulunmasını hedeflemektedirler. Çocuğun üstün yararı kavramı, sağladığı esnekliğin ve kararları bireyselleştirme  imkânının  korunması  için  hukuki  tanımlamaların  uzağında tutulmaktadır. Ancak bu esneklik, belirsizliği ve öngörülmezliği de beraberinde getirmektedir. Bu durumun yarattığı sakıncalardan birinin cinsiyet ayrımcılığına kapı açması olduğu düşünülmektedir. Ayrımcılık kendisini, karar organına annelik ve babalık rolleri hakkında kişisel değer yargılarını ön plana çıkarma yolunun açılması şeklinde  göstermektedir.  Cinsiyet  rollerine  ilişkin  önyargılar,  velayete  ilişkin uyuşmazlıklarda bazen kadınların, bazen erkeklerin aleyhine rol oynamakta, çocuğun yararının diğer menfaatlerden üstün tutulması gereği de ayrımcı uygulamaların gerekçesi olarak sunulabilmektedir. Bu nedenledir ki velayet hukukunda çocuğun yararı öncelikli amaç olmakla beraber, tek amaç olmaktan çıkmış, hukuk kuralları kadın-erkek eşitliğine ilişkin sorunların kapsamına annelik ve babalık vazifelerini de dâhil eder hale gelmiştir. Gelinen noktada kabul edilmelidir ki, çocuğun yararı üstün 67İstanbul Hukuk Mecmuası 79/1nitelikte olmakla beraber, olası çözümlerden kadın-erkek eşitliğine uygun olanın kabul edilmesi, varılan sonuçların bu açıdan da değerlendirmeye tabi tutulması gerekir. Velayete  ilişkin  düzenlemeler  ve  uygulamalar,  bu  alanda  çeşitli  kuralların uygulandığını göstermektedir. Bu kuralların amacı, çocuğun üstün yararı ilkesini öngörülebilir  kılarak  öngörülmezliğinin  yarattığı  sakıncaları  bertaraf  etmektir. Ancak bu kurallara münhasıran cinsiyet eşitliği açısından bakıldığında bazılarının öngörülmezliğin risklerinden biri olan ayrımcılığa çözüm bulmanın çok uzağında kaldıkları, tam tersine kadın ve erkek arasındaki geleneksel rol paylaşımını ve bundan doğan eşitsizlikleri destekledikleri görülmektedir. Bu noktada incelediğimiz konu açısından önemli olan soru, anne ve baba arasındaki rol dağılımına eşitlikçi biçimde yaklaşan ve ayrımcılık riskini en aza indiren bir genel kural koymanın mümkün olup olmadığıdır. Eşitlikçi  yaklaşımın  kilit  noktalarından  biri  sorumluluk  paylaşımının  etkin biçimde teşvik edilmesidir. Anne ve babayı çocuğun doğumundan itibaren eşitlikçi biçimde  görev  paylaşımı  yapmaya  yönlendiren  bir  uygulamanın  kadın-erkek eşitliğine  olumlu  katkıda  bulunacağı  açıktır.  Bu  noktada  dikkat  edilmelidir  ki ebeveyn-çocuk ilişkilerinde eşitliğe vurgu yapan bazı uluslararası belgeler de eşitliği sadece ayrılık sonrasına hasreder biçimde ele almamakta, anne ve babanın çocuğun doğumundan itibaren eşit biçimde çocuğun bakımına katılmaları gerektiğinin altını çizmektedirler. Bu açıdan bakıldığında, annenin sadece cinsiyete dayalı olarak velayete sahip olması sonucunu doğuran anne şefkatine muhtaç olma ölçütünün, sorumluluk paylaşımını teşvik edici olduğu söylenemez; bu ölçüt kadın ve erkek arasındaki geleneksel rol dağılımının devamını desteklemektedir. Birincil bakıcı ölçütü cinsiyete dayalı bir ayrıma dayanmadığı için babaları bakıma katılmaya teşvik etmektedir; ancak son tahlilde ebeveynlerden birinin, çoğunlukla annenin tek başına velayeti alması sonucuna götürmesi ve diğer ebeveynin, çoğunlukla babanın, çocuğun bakımına esaslı biçimde katılması halinde dahi velayeti tamamen kaybetmesi sonucunun doğabilmesi bu kuralın sorumluluk paylaşımını teşvik edici etkisini azaltmaktadır. Kanımızca ortak velayet çözümü de, ister sadece hukuki yetkilerin paylaşımına, ister bunun yanında bakım yükümlülüğünün de paylaşımına dayansın, sorumluluk paylaşımını teşvik edici bir çözüm değildir. Boşanma sonrası aniden ve genel kural biçiminde gelen eşitlik, aile içindeki görev dağılımını değiştirmeye yönelik hiçbir teşvik yaratmamaktadır. Ortak velayetin kural olarak kabulü, eşitlik ilkesi açısından teşvik sorunu dışında da sorunlar barındırmaktadır. Evlilik birliği devam ederken çocuğa ilişkin sorumluluk yüklenmemiş tarafın, çoğunlukla babanın, boşanma sonrasında hak sahibi kılınmasının, o ana kadar çocuğun bakımını sağlamış 204  PACE, ‘Equality and Shared Parental Responsibility: The Role of Fathers  (2015) Resolution No 1468, bkz yuk n 8; PACE, ˊGender Equality, Reconciliation of Private and Working Life and Co-Responsibilityˊ (2013) Resolution No 1921, bkz yuk n 6. 68Çelebi / Cinsiyet Eşitliği ve Çocuğun Üstün Yararının Kesişim Noktası Olarak Boşanmada Velayetin Düzenlenmesiolan ve meslek sürdürme imkânını ve dolayısıyla ekonomik kaynaklara erişimini bu nedenle ikinci plana atmış olan taraf, çoğunlukla anne açısından eşitlikçi bir düzenleme olduğu kabul edilemez. Ortak velayet, sadece hukuki yetkilerin birlikte kullanılması anlamına geliyorsa, ebeveynlerden birine sadece müdahale yetkisini muhafaza  etme  hakkı  tanınmış  olmaktadır.  Durum,  bakım  yükümlülüğünün  de paylaşılması anlamına geliyorsa yine bu noktada gelen eşitliğin, evlilik sırasında bakım yükümlülüğünü üstlenmiş olan tarafın durumunu olumlu biçimde değiştirdiği söylemek güçtür. Bilakis bakım yükümlülüğünün boşanma sonrasında dönüşümlü hale  gelmesinin,  o  zamana  kadar  bakım  yükümlülüğünü  üstlenmiş  kişinin, çoğunlukla  annenin  fakirleşmesine  sebep  olduğu  gözlemlenmektedir.  Nitekim bakım yükümlülüğünün boşanma sonrasında aniden eşit biçimde bölünmesi halinde, önceden iş hayatında olan kişi, çoğunlukla baba, çalışma zamanını azaltarak çocuğa bakım zamanı yaratabilmektedir, ancak hiç çalışmayan ya da diğerinden daha az çalışan taraf, çoğunlukla anne, çocuk bakımını paylaşarak tasarruf ettiği zamanda çalışma hayatına katılma imkânını artıramamaktadır. Keza, dönüşümlü himayenin masraflara  simetrik  biçimde  katlanılmasına  sebep  olması  düşük  gelirli  tarafı boşanmanın ekonomik sonuçlarıyla daha da sert biçimde yüz yüze getirmektedir. Bu  nedenlerle  çocuğun  bakımının  boşanma  sonrasında  paylaştırılması,  temelde devamlı biçimde çalışma hayatında olan, baba ile ev içi iş bölümünü daha önceden de yerleştirmiş olan ve babanın bakım ve eğitim yetilerine güven duyan anneler açısından baba ile benzer şekilde hayata devam etme imkânı sağlamakta ve bu çerçevede eşitlikçi bir çözüm olabilmektedir. Bu durum karşısında ortak velayete yönelik bir çözümün, fiilî ve kapsayıcı bir eşitlik amacına hizmet edebilmesi için, evlilik içinde çocuk bakımına eşit katılmaya, dolayısıyla her iki eşe de çalışma hayatında bulunma açısından fırsat yaratmaya teşvik edecek şekilde yapılandırılması gerekir. Ebeveynlerin çocuğun doğumundan itibaren sorumluluk almaya teşvik edilmeleri ise, boşanma sonrasındaki durumun, evlilik sırasındaki görev paylaşımının uzantısı olarak düşünülmesini gerektirir.  Bu konuda yukarıda açıkladığımız, ALI İlkeleri nce getirilmiş öneriler bize göre görece en sağlıklı çözümleri sunmaktadır. ALI İlkeleri, hem karar alma yetkisinin hem de bakım sorumluluğunun paylaştırılmasında geçmişteki ilişki yapısının devamlılığına dayalı bir sistem kurarak, çocuğun hayatında var olmak isteyen ebeveyne bu varlığı evlilik ilişkisi içinde de göstermesi gerektiği yönünde bir mesaj vermektedirler. Özellikle fiilî bakım sorumluluğunun paylaştırılmasında geçmiş bakım örüntüsünün 205  Avrupa Konseyi Parlementerler Meclisi nin 2235 sayılı kararında belirtildiği gibi, ekonomik alandaki ayrımcılık biçimleri ev içi cinsiyete dayalı eşitsizliklerle bağlantı içindedir; eşitsizlik türleri irdelenirken ve çözüm üretilirken bu bağlantı her zaman akılda tutulmalıdır (PACE, ˊEmpowering women in the economyˊ (2018) Resolution No 2235, para 8), <https://assembly.coe.int/nw/xml/XRef/Xref-XMLHTML-en.asp?fileid=25023&lang=en> Erişim Tarihi 11.05.2020.206  Wellenhofer (n 124) 2762.  207  Côté (n 72) 88.208  ibid 87.209  Bkz yuk II B 3. 69İstanbul Hukuk Mecmuası 79/1devamlılığına yönelik bir velayet düzenlemesi,   çocuğun himayesine sahip olmak için aile içinde de bakıma katılmayı, dolayısıyla eşitlikçi bir aile içi iş bölümünü teşvik etmektedir. Ancak fiilî bakım açısından geçmiş bakım örüntüsünün devam ettirilmesi, daha önce de belirtildiği gibi, ebeveynler arasında yüksek seviyede bir iletişimin yanı sıra her bir ebeveynin çocuğun maddi ve manevi ihtiyaçlarını çocuğun yaşantısındaki istikrarı zedelemeyecek şekilde karşılayacak finansal olanaklara sahip olmasını gerekli kılar. Bu da eşitlikçi bir velayet çözümünün çocuğun menfaatine uygun biçimde işlemesinin ancak belirli bir sosyal sınıfa ait aileler arasında, azınlıkta kalan bir çözüm olarak kabul edilebilmesi anlamına gelir. Pratik engeller nedeniyle bu  devamlılığın  sağlanamadığı  veya  babanın  çocuğun  fiilî  bakımına  zaten  hiç katılmamış olduğu hallerde, geçmiş bakım örüntüsüne dayalı, yani eşit sorumluluğu teşvik eden bir ortak velayet sisteminde dahi sadece hukuki karar alma yetkisi açısından devamlılık sağlanabilmekte ve böylece hukuki müdahale yetkisine sahip kılınan bir ebeveyn, çocuğa fiilen bakma açısından bütün sorumlulukların dışına çıkmış olmaktadır. Görüldüğü gibi, en eşitlikçi görünen düzenleme çerçevesinde bile, ortak velayetin genel kural olarak kabulü eşitlikçi bir rol paylaşımını genel biçimde desteklememektedir. Uyumlu bir birlikte ebeveynlik ilişkisinin başka biçimlerde de elde edilebileceği göz önüne alındığında, ortak velayetin çocuğun menfaatine kural olarak en uygun çözüm olduğunu kabul etmek için de sebep bulunmamaktadır.  Görüldüğü  gibi,  boşanma  sonrasında  bakım  yükümlülüğünün  de  cinsiyetten bağımsız  olarak  paylaşılmasının  sağlandığı  istisnai  haller  dışında  genel  kural niteliğindeki çözümlerin genel biçimde eşitlikçi çözümler getirdiğini iddia etmek güçtür. Bu kurallar, çocuğun üstün yararı standardının belirsizliğinin yarattığı diğer bazı sorunlara çare olabilirler, ancak hiçbiri anne ve baba arasındaki eşitliği sağlamak açısından,  somut  olayın  şartlarından  soyutlanmış  biçimde,  genel  olarak  kabulü mümkün bir çözüm sağlamamaktadır. Çocuğun üstün yararı standardının yarattığı belirsizliğin ayrımcı uygulamalara açtığı kapının daraltılması için benimsenebilecek bir diğer çözüm, bu standardı somut olaya uygulayan karar organına, uygulayacağı yöntemle ilgili sınırlar çizmek olabilir.  Çocuğun üstün yararı ilkesinin esnekliğini olumlu yanı olarak belirleyen Birleşmiş  Milletler  Çocuk  Hakları  Komitesi  Genel  Yorumu nda  bu  esnekliğin manipülasyona da kapı açabileceği belirtilmiş, verilen örneklerde anne ve babaların velayet  davalarında  çocuğun  üstün  yararı  kavramını  kötüye  kullanmalarına  ve 210  Çözümün yaygınlaşması için ortak sorumluluğun daha genel nitelikteki aile politikaları ile desteklenmesi ve ebeveynlere finansal destek sağlanması gerektiği yönünde, Cottier, Widmer, Girardin, Tornare (n 95) 331.211  Eşitlik ilkesine uygun olmayan bu durumun etkilerinin yumuşatılması, ancak birlikte karar alma yetkisinin de yeniden yapılandırılması, birlikte kullanılacak yetkilerin alanının birlikte yaşayan ebeveynlere göre daha dar çizilmesi, çocuğa fiilen bakan kişiye görece geniş bir hareket alanı bırakılması ile mümkün olabilir. Bu açıdan ancak çocuğun hayatını geri dönüşü olmayan biçimde şekillendirecek kararların birlikte velayete konu olması gerekir.212  Cottier, Widmer, Girardin, Tornare (n 95) 309.70Çelebi / Cinsiyet Eşitliği ve Çocuğun Üstün Yararının Kesişim Noktası Olarak Boşanmada Velayetin Düzenlenmesikendi menfaatlerini savunmalarına değinilmiştir (34 numaralı paragraf)213. Ancak Genel Yorum da çocuğun üstün yararı kavramına ilişkin baştan belirlenecek karine niteliğindeki  çözümlerin  çocuğun  yararını  belirlemeye  hizmet  edemeyeceğinin, bunlardan  kaçınılması  gerektiğinin  altı  çizilmiş,  kavramın  içeriği  belirlenirken izlenmesi gereken bir yöntemsel çerçeve belirlenmiş ve bu yolla öngörülebilirlik sağlanmaya çalışılmıştır. Buna göre,  i.  Çocuğun üstün yararı belirlenirken belirli bir olayda anlamlı olan tüm etmenlerin birbirleri ile tartılmaları, bu tartımın çocuğun üstün yararına yönelik değerlendirmenin amacının sözleşmede çocuklara tanınan hakların tam ve etkin kullanımını ve çocuğun bütünsel gelişimini sağlamak olduğu unutulmadan yapılması gerekir (82 numaralı paragraf).ii.  Değerlendirme yapılırken çocuğun durumunun değişeceği unutulmamalıdır. Karar  organları  nihai  ve  geri  dönüşsüz  kararlar  yerine  değiştirilebilen  veya uyarlanabilen türden kararlar almalıdır. Bunun için sadece karar anındaki fiziksel, duygusal, eğitimsel ve diğer nitelikteki ihtiyaçlar değil çocuğun gelişiminin muhtemel senaryoları da değerlendirilmeli ve bunlar kısa ve uzun vadede analiz edilmelidir. Bu bağlamda kararlar çocuğun şimdiki ve gelecekteki durumunun devamlılığını ve istikrarını sağlamalıdır ( 84 numaralı paragraf).iii.  Çocuğun korunmasına ilişkin önlemlerinin çocuğun haklardan yararlanması önlemleriyle ilintili biçimde değerlendirilmesi gereken hallerde çocuğun yaşı ve olgunluğu yol gösterici olmalıdır (83 numaralı paragraf).iv.  Çocukla birlikte çalışma deneyimi olan ve alınan bilgiyi objektif biçimde değerlendirebilecek  çocuk  psikolojisi,  çocuk  gelişimi  ve  diğer  sosyal  gelişim uzmanları ile birlikte hareket edilmesi, çocuğun üstün yararının mümkün olduğu ölçüde disiplinler arası bir ekip tarafından değerlendirilmesi gerekir ( 94 numaralı paragraf).v.  Alınan kararın gerekçesi tüm olgusal şartları içermeli, bunlardan hangilerinin çözüm açısından anlamlı bulunduğuna, bunların çocuğun üstün yararı belirlenirken ne şekilde tartıldığına ilişkin açıklama yapılmalı, varılan sonuç çocuğun taleplerinden ayrılıyorsa bunun sebebi açıkça belirtilmelidir (97 numaralı paragraf). Genel Yorum da bu genel ilkelerin yanında ebeveynlik sorumluluklarının anne ve baba arasında paylaşılmasının genellikle çocuğun üstün yararına uygun olduğu belirtilmiş, ancak alınacak kararlarda temel ölçütün belirli bir çocuğun üstün yararının nerede olduğunun belirlenmesi olduğu da ifade edilmiştir. Genel Yorum a göre, kanunların bu sorumlulukları otomatik olarak tek bir ebeveyne veya her ikisine ortak 213  UN Committee on the Rights of the Children, ˊRight of the Child to Have His or Her Best Interests Taken as a Primary Considerationˊ (2013), General Comment No 14, bkz yuk n 30.71İstanbul Hukuk Mecmuası 79/1vermesi çocuğun yararlarına aykırıdır. Çocuğun üstün yararını değerlendirirken hâkimin çocuğun her iki ebeveynle de ilişkilerini muhafaza etme hakkını o belirli olayda anlamı olan diğer faktörlerle birlikte göz önünde tutması gerekir (67 numaralı paragraf). Görülmektedir ki Genel Yorum a göre çocuğun üstün yararına ilişkin doğru kararın alınması,  genel varsayımlar türetilmesinden değil, her somut olayda belirli bir  karar  alma  yöntemi  izlenilmesinden  geçmektedir.  Genel  Yorum,  çocuğun üstün yararı kavramına ilişkin olduğundan doğal olarak bu kavramı esas alan bir yöntemsel çerçeve çizilmiştir. Anne baba arasındaki eşitliğin de ulaşılması gereken amaçlardan biri olduğu dikkate alındığında, bu yöntemin içine eşler arasında bakım sorumluluğuna ilişkin adaletin sağlanması ve cinsiyete dayalı ayrımcılık yapılmaması yönünde ilkeler de eklenmelidir. Kanımızca hâkimlerin bu anlamda dikkate almaları gereken ilkeler arasında (i) çocukla geçmişteki ilişkiler ve bakım sorumluluğunun geçmişte ne şekilde paylaşıldığı (ii) velayete ilişkin varılacak sonucun tarafların çalışma  hayatına  katılmasını  olanaklı  kılıp  kılmayacağı,  (iii)  velayete  ilişkin varılacak sonucun ekonomik açıdan zayıf olan tarafın fakirleşmesi sonucunu doğurup doğurmayacağı unsurları da yer almalı, hâkimler ayrıca alınan kararlarla verilen mesajların aile içinde eşit rol paylaşımını teşvik edici etkisi olup olmadığı konusunda da farkındalıkla hareket etmelidirler. Hâkimlere bu yönde bir çerçeve çizilmesi, somut olaya ilişkin kararları bu çerçeve doğrultusunda gerekçelendirme yönünde bir gereklilik yaratacak, böylece hem ezbere uygulamaların azaltılması sağlanabilecek, hem de kanun yolunda denetimin yapılabilmesi için daha fazla veri içeren kararlar alınması mümkün olabilecektir. Bu yaklaşım nihai yetkiyi yine hâkime vermekte ve dolayısıyla ayrımcılık ihtimalini tamamen ortadan kaldırmamaktadır, ancak karar alma sürecini şeffaf hale getirerek varılan sonuçları tartışılabilir hale getirebilir. Son kertede, çocuğun üstün yararını, anne ve baba arasındaki eşitliğin sağlanması hedefiyle bağdaşacak şekilde gözeten iki sistem bulunduğunu görüyoruz. Ortak velayetin kural olarak benimsenmesi, ancak bakım sorumluluğunun da eşit biçimde dağıtılmasını sağladığı ve bu yönde bir ailevi yapının kurulmasını teşvik ettiği ölçüde eşitlikçi bir çözümdür. Bu çözümün uygulamaya konulmasındaki güçlükler, bu tür bir ortak velayet sisteminin kural biçiminde benimsenmesi yerine, çocuğun üstün yararının karinelerden uzak bir standart olarak tutulması ve çözümün somut olaya göre belirlenmesini zorunlu kılabilir. Bu durumda ise çocuğun üstün yararı görüntüsü altında cinsiyet ayrımcılığı yapılmasının önüne geçilmesi için hâkimlerin izlemesi gereken yöntem belirlenmeli, kararları bu yöntem çerçevesinde gerekçelendirme yönünde zorunluluk getirilmelidir. 214  Benzer biçimde PACE, ˊGender Equality, Reconciliation of Private and Working Life and Co-Responsibilityˊ (2013) Resolution No 1921, bkz yuk n 6.72Çelebi / Cinsiyet Eşitliği ve Çocuğun Üstün Yararının Kesişim Noktası Olarak Boşanmada Velayetin DüzenlenmesiKadınlara ve erkeklere hem kamusal hem de özel alanda bireysel tercihlerine uygun seçenekler sağlayan yasal teşviklerin gelişmesi tüm hukuk alanlarının diyalog içinde hareket etmesini gerektiren bütüncül bir sorundur. Anne ve baba arasında eşitlik de bu bütüncül sorunun parçalarından biri olarak ele alınmalıdır. Fırsat eşitliğini önceleyen bir  hukuk  düzeninin  gelişmesi  ile  toplumsal  kadın  ve  erkek  rolleri  arasındaki ayrım bulanıklaşacak, böylece hem annelere hem de babalara karşı önyargılar da azalacaktır. Çocuklara ilişkin kararların gerçekten çocukların menfaatine hizmet eder hale gelmesi de bu önyargıların aşılması ile mümkün olacaktır. Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir.Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare.Grant Support: The author declared that this study has received no financial support.73İstanbul Hukuk Mecmuası 79/1",
     "Kaynakça": "Akıntürk T ve Ateş D,  Türk Medeni Hukuku Aile Hukuku, İkinci Cilt, (21. Bası, Beta 2019).Akyüz E, Çocuk Hukuku Çocukların Hakları ve Korunması, (6. Bası, Pegem Akademi 2018).Apaydın E, ‘Ortak Hayata Son Verilmesi Sonrası Ortak Velayet Hususunda Yasal Düzenleme Gereği  (2018) 9(1) İnönü Üniversitesi Hukuk Fakültesi Dergisi 445 476.Aybay ME ve Şen CB, ‘Medeni Hukuk ve Sosyal Hizmet Bakış Açısıyla Birlikte Velayet Sorunu  (2016) 15(1) İstanbul Kültür Üniversitesi Hukuk Fakültesi Dergisi 589 615.Balomatis A, ‘Das Wechselmodell in Europa  (2016) Neue Zeitschrift für Familienrecht 833 836.Bartlett KT, ˊChild Custody in the 21st Century: How the American Law Institute Proposes to Achieve Predictability and Still Protect the Individual Child s Best Interestsˊ, (1999) 35(3) Willamette Law Review 467 483. Baygın C, Soybağı Hukuku, (On İki Levha 2010).Birinci Uzun T, ˊTürk Medeni Kanunu na Göre Velayetin Kullanılması ve Çocuğun Yüksek (Üstün) Yararı İlkesi Doğrultusunda Boşanmada ve Evlilik Dışı İlişkide Birlikte Velayet Modeliˊ (2016) 6 Hacettepe Üniversitesi Hukuk Fakültesi Dergisi 135 166.Boyd SB, ˊCan Child Custody Law Move Beyond the Politics of Genderˊ (2000) 49 University of New Brunswick Law Journal 157 168.Büchler A ve Clausen S, ˊArt. 298ˊ iç Ingeborg Schwenzer ve Roland Fankhauser (edr), FamKommentar Scheidung Band I: ZGB (3. Bası, Stämpfli Verlag AG 2017), 403 444.Büchler A ve Vetterli R, Ehe Partnershaft Kinder (3. Bası, Helbing Lichtenhahn 2018).Carbone J ve Cahn N, ˊThe Triple System of Family Lawˊ (2013) Michigan State Law Review 1185 1229.Caulley AM, ˊEqual Isn t Always Equitable: Reforming the Use of Joint Custody Presumptions in Judicial Child Custody Determinationsˊ (2018) 27 (2) Boston University Public Interest Law 403 460.Ceylan E, ˊTürk Velayet Hukukunda Yeni Gelişmelerˊ (2018) 16 (181) Legal Hukuk Dergisi 35 68.Choffat G, ˊRéflexions sur la réforme de l autorité parentale conjointe: une promesse déҫue?ˊ(2015) 2 La semaine judiciaire 167 186.Côté D, ˊLa garde partagée des enfants : nouvelles solidarités parentales ou renouveau patriarcal?ˊ (2004) 23 (3) Nouvelles Questions Féministes 80 95.Cottier M, Widmer E, Girardin M ve Tornare S, ˊLa garde alternéeˊ (2018) Die Praxis des Familienrechts 297 332.Council of Europe Committee of Ministers, ˊRecommendation of the Committee of Ministers to Member States on Parental Responsibilitiesˊ, Recommendation No. R (84) 4.Council of Europe, ‘Council of Europe Convention on Preventing and Combating Violence Against Women and Domestic Violence  (2011) Treaty No 210.Council of Europe, ˊGender Equality Strategy 2018 2023ˊ.Dekeuwer Defossez F, ˊL intérêt (supérieur) de l enfant : consensus, instrumentalisation ou subversion ?ˊ iç  Emmanuel Putman, Marie Ève Pancrazi, Michel Buy, Bertrand Fages, Anne Laude, Dominique Velardocchio, Mélanges en l honneur de Jacques Mestre, (LGDJ 2019) 345 359.DiFonzo JH, ˊDilemmas of Shared Parenting in the 21st Century: How Law and Culture Shape Child Custodyˊ (2015) 43 (4) Hofstra Law Review 1003 1022. 74Çelebi / Cinsiyet Eşitliği ve Çocuğun Üstün Yararının Kesişim Noktası Olarak Boşanmada Velayetin DüzenlenmesiDiFonzo JH, ˊToward a Unified Field Theory of the Family: The American Law Institute s Principles of the Law of Family Dissolutionˊ (2001) Brigham Young University Law Review 923  960. Dionisi Peyrusse A ve Pichard M, ˊL autorité parentale et la persistance des inégalités de genreˊ iç Stéphanie Hennette Vauchez, Marc Pichard, Diane Roman (edr), La loi et le genre, Études critiques de droit français (CNRS 2014) 485 503. Dural M, Öğüz T ve Gümüş MA, Türk Özel Hukuku Cilt III, Aile Hukuku (14. Bası, Filiz Kitabevi 2019).Elçin EG, ˊÇocuğun Menfaati Gereği Çocukla İlgili Uyuşmazlıklarda Görüşünün Alınmaması Gereken  Durumlarˊ  iç  Evgen  Gülçin  Elçin Arzu  Genç  Arıdemir  (edr),  Çocuk  Hakları Çalışmaları I (On İki Levha 2017) 1 25.Erlüle F, İsviçre Medeni Kanunu‘nda Yapılan Değişiklikler Işığında Boşanmada Birlikte Velayet (Yetkin Yayınları 2019).Gençcan ÖU, ˊOrtak Velayetˊ (8.3.2017 Özel Sayısı) İzmir Barosu Dergisi 24 31. Graham KT, ˊHow the ALI Child Custody Principles Help Eliminate Gender and Sexual Orientation Bias from Child Custody Determinationsˊ (2001) 8 (1) Duke Journal of Gender Law 323 331.Grassinger GE, Türk Medeni Kanununda Yer Alan Velayet Hükümleri Kapsamında Küçüğün Kişi Varlığının Korunması İçin Alınacak Tedbirler (On İki Levha 2009).Günay M, ‘6284 Sayılı Kanuna Göre Koruyucu ve Önleyici Tedbirler  (2012) 3 (4) Türkiye Adalet Akademisi Dergisi, 650 651.Güven K, ˊTürk Hukukunda Evliliğin Sona Ermesi Halinde ve Evlilik Dışı İlişkide Velayet Hakkının Geldiği Son Nokta: Ortak Velayetˊ (2018) 4 (1) Başkent Üniversitesi Hukuk Fakültesi Dergisi 11 64.Guillod O ve Burgat S, Droit de la famille, (4. Bası, Collection Neuchateloise Helbing Lichtenhahn 2016).Hakimpour D, ˊDistributing Children as Property: The Best Interest of the Children or the Best Interest of the Parentsˊ (2017) 37 (1) Children s Legal Rights Journal 128 167.Hatemi H, Aile Hukuku, (7. Bası, On İki Levha 2019).Hausheer H, Geiser T ve Aebi Müller R, Das Familienrecht des Schweizerischen Zivilgesetzbuches, (6. Bası, Stämpfli Verlag 2018).Hennemann H, ˊBGB § 1671ˊ iç Dieter Schwab, Münchener Kommentar zum BGB, Band 10 (8. Bası, C H Beck 2020).Hennemann H, ˊBGB § 1687ˊ iç Dieter Schwab, Münchener Kommentar zum BGB, Band 10 (8. Bası, C H Beck 2020).İnce N, ˊKarşılaştırmalı Hukukta ve Türk Hukukunda Evlilik Birliğinin Boşanma İle Sona Ermesi Durumunda Birlikte Velâyetˊ (2018) 9 (4) Türkiye Adalet Akademisi Dergisi 189 229.Jacobs SB, ˊThe Hidden Gender Bias Behind the Best Interest of the Child Standard in Custody Decisionsˊ (1997) 13 Georgia State University Law Review 845  901.Kaiser D, ˊGemeinsame elterliche Sorge und Wechselmodellˊ (2008) Familie Partnerschaft Recht 143 148.Kaiser D, ˊElternwille und Kindeswohl   für das gemeinsame Sorgerecht geschiedener Elternˊ (2003) Familie Partnerschaft Recht 573 578.Kay HH, ˊNo Fault Divorce and Child Custody:Chilling out the Gender Warsˊ (2002) 36 (1) Family Law Quarterly 27 47.75İstanbul Hukuk Mecmuası 79/1Kelly RF ve Ward SL, ˊAllocating Custodial Responsibilities at Divorce: Social Science Research and The American Law Institute s Approximation Ruleˊ (2002) 40 (3) Family Court Review 350 370.Kiremitçi Öztürk M, ˊBoşanma Sürecinde Ortak (Müşterek) Velayet ve Toplumsal Bakış Açısıˊ, iç Evgen Gülçin Elçin Arzu Genç Arıdemir (edr), Çocuk Hakları Çalışmaları I (On İki Levha 2017) 59 117.Koçhisarlıoğlu C, Boşanmada Birlikte Velayet ve Yasanın Aşılması (Turhan Kitabevi 2004).Kostka K, ˊElterliche Sorge und Umgang bei Trennung und Scheidung   unter besondererBerücksichtigung der Perspektive des Kindesˊ (2005) Familie Partnerschaft Recht 89 95.Kurt LM, ˊBoşanma Durumunda Birlikte (Ortak) Velâyetˊ (2018) 9 (2) İnönü Üniversitesi Hukuk Fakültesi Dergisi 157 186. Lang C, ˊElterliche Sorgeˊ iç Klaus Shnitzler (ed), Münchener Anwaltshandbuch Familienrecht (5. Bası, C H Beck 2020).Melli MS, ˊThe American Law Institute Principles of Family Dissolution, the Approximation Rule and Shared Parentingˊ (2005) 25 (3) Northern Illinois University Law Review 347 362.Özdemir H ve  Ruhi AC, Çocuk Hukuku (Ders Kitabı), (3. Bası, On İki Levha 2019).Öztan B, Aile Hukuku (6. Bası, Turhan Kitabevi 2015).Öztan B ve Öztan F, ˊBoşanmada Velayetin Tevdiiˊ (2016) 1 (2) Çankaya Üniversitesi Hukuk Fakültesi Dergisi 473 495.PACE, ‘Equality and Shared Parental Responsibility: The Role of Fathers  (2015) Resolution No 1468. PACE, ˊGender Equality, Reconciliation of Private and Working Life and Co Responsibilityˊ (2013) Resolution No 1921.PACE, ˊ Gender Equality and Child Maintenanceˊ (2018) Resolution No 2207. PACE, ˊEmpowering women in the economyˊ (2018) Resolution No 2235. Schmid J, ˊBGB § 1687ˊ iç. Werner Schulz ve Jörn Hauß (edr), Familienrecht, Handkommentar, (3. Bası, Nomos 2018).Schwarz ER, ˊWhen Neutral Doesn t Really Mean Neutral: Louisiana s Child Custody Laws   An Attempt to Erase Gender Bias in the Name of Neutralityˊ (1996) 42 Loyola Law Review 365390.  Scott ES ve Emery RE, ˊGender Politics and Child Custody: The Puzzling Persistence of the BestInterest Standardˊ (2014) 77 Law and Contemporary Problems 69 108.Scott ES, ˊPluralism, Paternal Preference, and Child Custodyˊ (1992) 80 California Law Review 615  672. Serdar İ, ˊBirlikte Velayetˊ (2008) 10 (1) Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi 155197.Serozan R, Çocuk Hukuku (İkinci basıdan tıpkı bası, Vedat Kitapçılık 2017).Sutherland EE, ˊChild Custody and Cognate Concepts: The Challengesˊ iç Barbara Stark, Jacqueline Heaton (edr), Routledge Handbook of International Family Law (Routledge 2019) 127 143.Şensöz Malkoç E, Aile Hukukuna İlişkin Yabancı Kararların Tanınması (On İki Levha 2017). UN Committee on the Rights of the Children, ˊThe Right of the Child to Be Heardˊ (2009) General Comment No 12. 76Çelebi / Cinsiyet Eşitliği ve Çocuğun Üstün Yararının Kesişim Noktası Olarak Boşanmada Velayetin DüzenlenmesiUN Committee on the Rights of the Children, ˊRight of the Child to Have His or Her Best Interests Taken as a Primary Considerationˊ (2013), General Comment No 14.Usta S, Velayet Hukuku (On İki Levha 2016).  Vogel H, ˊAusgewählte Probleme aus dem Recht der elterlichen Sorge bei getrennt lebenden Elternˊ (2005) Familie Partnerschaft Recht 65 70.Wardle LD, Duncan WC ve Nolan LC, ˊUnited States of Americaˊ iç Walter Pintens (ed) International Encyclopaedia of Laws: Family and Succession Law (Wolters Kluwer 2018).Wellenhofer M, ˊGemeinsam getragene Elternverantwortung nach Trennung und Scheidungˊ (2018) Neue Juristische Wochenschrift 2758 2762.Yee JW, ˊChild Custody Decisions: Should the Best Interests of the Child Standard Be the Primary Determinantˊ (2019) 65 (1) Wayne Law Review 175 196.77"
}