{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "02",
     "Ay": "06",
     "Yıl": "2019",
     "Cilt": "77",
     "Sayı": "1",
     "Başlık": "Tahkim Alanında Toplumsal Cinsiyetin Yansımaları(Hakem Seçiminde Cinsiyet Çeşitliliği)",
     "Title": "Reflection of Gender in the Field of Arbitration (Gender Equality in Arbitral Appointments)",
     "Yazar İsmi": [

          "Seda mumcu"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Tahkim" , "Hakem" , "Cam tavan" , "Boru hattı" , "Toplumsal cinsiyet"
     ],
     "Keywords": [
          "Arbitration" , "Arbitrator" , "Glass ceiling" , "Pipeline" , "Gender"
     ],
     "Özet": "Tahkim kavramı, genel olarak uyuşmazlıkların devlet yargısı dışında ve tahkime elverişli olan konularda, bir hakem veya hakem kurulu aracılığı ile çözüme kavuşturulmasını ifade etmektedir. Tahkimin tarihçesi ile ilgili eserler incelenirse; bu kurumun çok eski zamanlardan beri mevcut olduğu görülecektir. Ancak günümüzün modern toplumlarında tahkim, bir uyuşmazlık çözüm yöntemi olarak her ülkenin ulusal ve uluslararası yasal düzenlemeler ile kabul ettiği kurallara bağlı bulunmaktadır. Modern toplumlarda özellikle şirketler arasında hızla değişen ve gelişen ticari hayat ile birlikte tahkim bir uyuşmazlık çözüm yolu olarak daha yaygın kullanılmaktadır. Bununla birlikte dünya genelinde tahkim alanında çalışan kadınların sayısının erkeklere kıyasla daha az olduğu ve buna neden olan çeşitli etkenlerin bulunduğu görülmektedir. Bu makalenin amacı, tahkim alanında toplumsal cinsiyet eşitsizliğine sebep olan bu sorunları tespit etmektedir. Uluslararası planda hakem heyetlerine atanmak için çaba gösteren kadın hukukçular, tahkim sahasında önlerine çıkan görünen veya görünmeyen bu engelleri aşmak için, erkek hakemlere göre çok daha fazla çalışmak ve bu şekilde deneyim kazanmaya ihtiyaç duymaktadır. Konuyu ülkemiz açısından değerlendirdiğimizde ise, Türkiye de hakem heyetlerinde görev üstlenen kadınların sayısı hakkında yeterli istatistik veri olmadığı için, bu konuda bir oran vermek mümkün değildir. Fakat tahkim, ülkemizde de kadın hakem sayısının artması bakımından gelişmeye ve desteklenmeye açık bir alandır. Bu alanın geliştirilmesi ve yaygınlaştırılması için de gerekli çalışmalar yapılmalıdır.",
     "Abstract": "The concept of arbitration generally refers to resolution of disputes outside the state s judiciary through an arbitrator or an arbitral tribunal for subjects that are arbitrable. If the works regarding the history of arbitration are examined, it will be seen that this concept was existent for a long period of time. However; in today s modern societies, arbitration as a dispute resolution method is based on rules that are accepted by each country through national and international legislation. Arbitration is being used more often by modern societies as a dispute resolution method, especially with the fast changing and developing commercial relationships among companies.Together with this, around the globe it is seen that there are less women working in the field of arbitration compared to men and there are several factors causing this. The aim of this article is to determine the problems that are causing gender inequality in the field of arbitration. Women that show effort in order to be appointed as arbitrators in arbitral tribunals in an international scope require to work and gain more experience compared to men in order to overcome the obstacles that are either visible or invisible. When we examine the situation in Turkey, since there is not sufficient statistical date on number of woman taking part in arbitral tribunals in Turkey, it is not possible to give a ratio in this matter. Still, arbitration is open for development and support in terms of enhancing the number of woman arbitrators in our country. Necessary work should be done in order to develop and generalize this field.",
     "Metin": "Bu  çalışmanın  konusu,  günümüzde  genel  olarak  bakıldığında,  ilk  bakışta alternatif  uyuşmazlık  çözümleri  kapsamında  yer  alan  ve  aslında  uyuşmazlık taraflarının,  anlaşmazlıkları  için  devlet  yargısına  başvurmalarının  bir  alternatifi olarak değerlendirilen tahkim alanında, toplumsal cinsiyetin yansımaları hakkında bir değerlendirmeyi hedef almaktadır. Batı hukuklarında bu konuda yapılan çeşitli bilimsel çalışmalar, tahkim alanında, toplumsal cinsiyet bakımından kadın ve erkek hakemler arasında tam bir eşitlik olmadığını göstermektedir.1 Bu çalışmanın amacı da dünya genelinde, tahkim alanında kadın ve erkek hakemler arasında toplumsal cinsiyet bakımından ortaya çıkan sorunları gündeme getirmeyi hedeflemektir.I. Tahkim Alanında Cinsiyet Ayırımının Uyuşmazlık Çözümüne EtkileriA. Tarihsel SüreçTahkim alanında kadınların mevcut durumları hakkında bir sonuca gidebilmek için, bu konuyu öncelikle bir bütün olarak ele alarak, hukuk alanında kadınların yükselişi  ile  değerlendirmek  gerekmektedir.  Batı  hukuklarında  tarihsel  sürece bakıldığında, hukuk mesleği alanında erkeklerin daha egemen olmalarına rağmen, son  yıllarda  kadınların  da  bu  konuda  önemli  adımlar  attıkları  görülmektedir. Günümüzde  üniversite  öğrencilerinin  tamamının  yarıdan  fazlasını  ve  yaklaşık olarak hukuk fakültesi öğrencilerinin de yarıdan fazlasını kadınlar oluşturmaktadır.2 Bu durum, Amerika Birleşik Devletleri nde özel sektördeki iş gücünün yarısından fazlasını meydana getirmektedir. Bununla birlikte iş dünyasındaki bu başarının, tahkim dünyasındaki gerçeği yansıtmadığı ifade edilmektedir.3 Amerika Birleşik Devletleri nde, 1985 yılında yapılan bir araştırmaya göre, tahkim alanında görev yapan hakemlerin %90 nını erkeklerin oluşturduğu belirtilmiştir.4 1  Amerika Birleşik Devletleri nde 2014 yılında Marquette Üniversitesi Hukuk Fakültesi tarafından Amerikan Barolar Birliği (American Bar Association) Uyuşmazlık Çözümü Bölümü, Uyuşmazlık Çözüm Komitesi nin desteği ile yürütülen bir araştırma programında, uyuşmazlık çözümlerinde cinsiyet farklılıkları üzerine hazırlanan bu araştırmanın sonucuna göre, kadın ve erkek hakemler arasında sayısal bir eşitlik olmadığı gözlenmiştir (Bu konuda geniş bilgi için Bkz. Gina Viola Brown/Andrea Kupfer Schneider,  Gender Difference in Dispute Resolution Practice : Report on the ABA Section of Dispute Resolution Practice Snapshot Survey , (2014) 47 Akron Law Review, 975, 975-976; Teresa F. Frisbie,  Correcting The Neutral Selection Gender Bias , (2014) 8 Chicago Daily Law Bulletin, 165; 2  Deborah Rothman,  Gender Diversity in Arbitrator Selection , (2012) Dispute Resolution Magazine, 22. Bu konuda ayrıca Bkz. David H. Burt/Laura A. Kaster,  Why Bringing Diversity to ADR is a Necessity , (2013) ASSOCIATION OF CORPORATE COUNSEL, 41 vd; Caley E. Turner,  Old, White, and Male : Increasing Gender Diversity in Arbitration Panels , (unpublished final paper, Arbitration Practice & Advocacy, (2014) Pepperdine University School of Law, 1. [Rothman a göre, Amerika Birleşik Devletleri nde çeşitli kurumlar tarafından yapılan araştırma sonuçlarına göre, tüm üniversite öğrencilerinin % 57 sini, tıp ve hukuk alanında eğitim gören öğrencilerin yaklaşık yarısını ve işletme masterı yapmaya hak kazanan öğrencilerin % 40 ından fazlasını kadınlar meydana getirmektedir. Bununla birlikte genel orana bakıldığında, devletin yüksek makamlarında görev alan kadın sayısının aslında düşük olduğu ifade edilmektedir. (Rothman, 22-23)].3  Turner, s.1. (Tahkim alanında cinsiyet etkilerinin ortaya çıkardığı sonuçlar hakkında geniş bilgi için Bkz. Brian Bemmels,  The Effect of Grievants  Gender and Arbitrator Characteristics on Arbitration Decisions , (1990) 48, Labor Studies Journal, 1990, 48 vd.4  Nicole Buonocore,  Resurrecting A Dead Horse-Arbitrator Certification As A Means to Achieve Diversity , (1999) 76 374Özmumcu / Tahkim Alanında Toplumsal Cinsiyetin Yansımaları (Hakem Seçiminde Cinsiyet Çeşitliliği)Uygulamada alternatif uyuşmazlık çözüm süreci içinde birçok eğitimli profesyonel kadın hukukçular olmasına rağmen, bu kadın hukukçuların tahkim heyetlerine nadiren atandıkları ve görev yaptıkları ortaya konulmuştur.5 Bu konu ile ilgili olarak doktrinde bir görüşe göre, kadınların bazı durumlarda daha iyi akademik geçmişlerine rağmen, uyuşmazlık çözücü olarak atanmalarında orantılı bir artışın olmadığı vurgulanmıştır. Nitekim bu durum doktrinde  glass ceiling   (cam tavan) olarak tanımlanmıştır.7  Cam tavan  kavramı, ilk olarak 1970 li yıllarda Amerika Birleşik Devletleri nde kullanılmaya başlanan, kadınların üst düzey yönetim kademelerinde yükselmelerini önleyen davranışsal ve kurumsal önyargılar ile oluşan, gözle görülmeyen yapay bariyerleri ifade etmektedir.8Böyle bir durum karşısında, kadın hakem daha yetenekli olmak ve erkek hakem ile aynı başarıyı göstermek için daha çok çalışmak zorunda kalmaktadır.9 Çünkü bu cam tavanın tahkim alanında daha belirgin bir şekilde kendini gösterdiği ifade edilmiştir.10 Tahkim alanında çalışmak isteyen kadın hakemler açısından da bu cam tavanı kırmak, genel yaklaşıma bakıldığında çok da kolay görünmemektedir.Bununla birlikte toplumsal cinsiyet eşitsizliğinin bu gözlemleri daha çok sistematik olmayan  deliller  ile  desteklenmektedir.  Bu  konu  ile  ilgili  olarak  2002  yılında yapılan bir ankete göre, hakemlerin % 85 ini hakem kurulları meydana getirirken, cinsiyet oluşumunun etkilendiği ortaya çıkmıştır. Bu yanıtların geçerliliği ise, çok sayıda yapılan araştırma tarafından da desteklenmiş bulunmaktadır.11 2012 yılında Kaliforniya da yapılan bir araştırmada, tahkimde yer alan hakemlerin sayısının sadece % 25 inin kadın olduğu belirlenmiştir. Bu oranın, dünyada tahkim alanında etkili bir kurum olan JAMS da sayısal olarak daha az olduğuna işaret edilmiştir. Zira buradaki erkek hakemlerin % 80 inin erkek ve listede yer alan en iyi hakemlerin ise, sadece % 12 sinin kadınlardan oluştuğu ifade edilmiştir.13 Bununla birlikte yine de JAMS tahkim alanında cinsiyet çeşitliliğine özen gösteren kurumlar arasında yer almaktadır.14 Bir başka önemli tahkim kurumu olan Ulusal Hakemler Akademisi nde University of Detroit Mercy Law Review, .483. [1985 yılında yapılan bu araştırmanın sonuçlarına göre, ortalama hakem yaşının 59,3, hakemlerin %91,5 nun erkek ve %96,5 nun da beyaz ırktan olduğuna işaret edilmiştir. (Buonocore, 483; Turner, 3, dn.7)].5  Turner, 3-4.6  Burt/Kaster, 44.7  Cynthia Alkon,  Women Labor Arbitrators: Women Members of the National Academy of Arbitrators Speak About the Barriers of Entry into the Field , (2007) 6 APPALACHIAN JOURNAL of LAW, 195.8  Radiye Çakmak, Kadın İşgücü ve Yönetim Kadrolarında Kadın İstihdamı, (2001) İÜSBE (yayınlanmamış Yüksek Lisans Tezi), 65.9  Alkon , 205; Turner, 4.10  Alkon , 205; Rothman, 23.11  Alkon, 197 vd.; Turner, 4.12  JAMS = Judicial Arbitration and Mediation Services.13  Victoria Pynchon,  Do I Look Fat in This Profession? Escaping Gender Bias in ADR , (2013), 3 ABA Section of Litigation, (http://apps.americanbar.org); Turner, 4.14  Sarah Rudolph Cole,  The Lost Promise Arbitration , (2017) 70 SMU Law Review, 849, 882.375İstanbul Hukuk Mecmuası 77/1de (National Academy of Arbitrators) benzer şekilde kadın hakemlerden oluşan kadronun sadece bütünün %15 i civarında olduğu açıklanmıştır.15Amerika Birleşik Devletleri nde Amerikan Tahkim Birliği (American Arbitration Association) gibi, cinsiyet çeşitliliği hususuna özen gösteren kuruluşlarda bile, bu konuda çok az ilerleme kaydedilmiştir. Amerikan Tahkim Birliği nde, hakem seçim listelerinde en az % 20 civarında bir çeşitlilik sağlamayı taahhüt etmesine rağmen, bu  kuruluşun  hakemler  arasında  çeşitliliğin  artırılmasında  başarılı  olamadığına ve Amerikan Tahkim Birliği panellerinin % 70-80 beyaz ve erkek hakemlerden oluştuğuna dikkat çekilmiştir.16Bu istatistikler, başarılı hakem olma niteliği taşıyan kadınların, yetenekleri ve deneyimleri  dikkate  alınmaksızın  cinsiyetleri  sebebi  ile  dezavantajlı  durumda olduklarını göstermektedir. Diğer taraftan, Amerika Birleşik Devletleri nde karmaşık ve yüksek meblağlı uyuşmazlıkların çözümünde hakem sıfatıyla görev yapmak isteyen  kadınların  durumunun  daha  kötü  olduğu  ifade  edilmektedir.17  Hakem heyetlerinde görev yapmak için seçilen az sayıdaki kadın hakem ise, çoğunlukla geleneksel olarak kadınların daha fazla etkili oldukları iş veya aile hukuku gibi alanlarda çalışmaktadır.18Bu  konu  tahkim  alanında,  toplumsal  planda  algılama  açısından  daha  farklı görüntüye sahip bulunmaktadır. Batı hukuklarında yapılan araştırmalar, özellikle uluslararası  tahkim  sahasında  hakem  olarak  görev  yapan  kadınlar  ve  erkekler arasındaki en çarpıcı dengesizliği ortaya koymaktadır. Bu konuda 2009 yılında yapılan bir araştırma tahkim alanında, uluslararası hakemlerin sadece % 4  ünün kadın olduğunu ortaya çıkarmıştır.19 2010 yılında Amerikan Tahkim Birliği tarafından yayınlanan rapora göre, Milli Liste (National Roster) olarak isimlendirilen listeden sadece % 25 ini temsilen, yüksek meblağlı uyuşmazlıkları içeren davaların yalnızca %15 inde kadınlar hakem olarak  atanmıştır.20  Tahkim  alanında  uluslararası  ticari  uyuşmazlıklarda  hakem 15  Buonocore, 491-492; Alkon, 196; Turner, .4. [Doktrinde Alkon, Amerika Birleşik Devletleri nde, Ulusal Hakemler Akademisi ne üye olmaya kabul edilmenin başlıca koşullarının, kişinin  iyi ahlak sahibi olması  ve  iş yönetimi uyuşmazlıklarında gerçekten deneyimli olması  gerektiğini vurgulamaktadır. Bunun yanında hakem olmak isteyen yeni bir üyenin, bu kuruma kabul edilmeden önce beş yıllık süre içinde en az elli tahkim dosyasında görev almasını şart koşmaktadır (Alkon, 196)].16  Turner, 4. Bu konuda ayrıca Bkz. F. Peter Phillips,  Diversity in ADR More Difficult to Accomplish than First Thought , (2009) Dispute Resolution Magazine, 14 vd.17  Rothman, 23; Turner, 5.18  Turner, 5.19  Michael D. Goldhaber,  Too Few Woman Among Top International Arbirators , 2009, (http://www.law.com). Bu konuda ayrıca Bkz. Joseph D. Garrison,  Perceived Difference in Male and Female Mediators and Arbitrators , (2011-2012) 18 Dispute Resolution Magazine, 29,30. [ Goldhaber a göre, bu durum 2009 yılının verileri çerçevesinde, 250 hakem içinde %4 oranında kadın hakem olmasının rakamsal olarak 10 olduğuna dikkate çekmektedir.].20  Turner, 5.[Doktrinde Rothman tarafından, buna ek olarak Amerikan Tahkim Birliği nin 2010 yılında yürüttüğü bir araştırmanın raporlarına göre, uyuşmazlık taraflarının tamamen kadın hakemlerden oluşan bir hakem heyeti seçtiği panel sayısının sadece üç olduğu ifade edilmiştir (Rothman, 23)].376Özmumcu / Tahkim Alanında Toplumsal Cinsiyetin Yansımaları (Hakem Seçiminde Cinsiyet Çeşitliliği)olmayı umut eden kadınların karşılaştığı beklentiler, bu konuda daha fazla zaman kaybetmelerine neden olmaktadır. Çünkü araştırmacılara göre, bu tür uyuşmazlıklara en iyi ihtimalle % 6 sına kadın hakemlerin seçildiği tespit edilmiştir 21Columbia  Üniversitesi  Hukuk  Fakültesi  tarafından,  yatırım  anlaşması tahkimlerinde yaklaşık olarak iyi bilinen iki yüz elli yatırım anlaşması tahkimi üzerine yapılan bir araştırmada da, bu durumun benzer bir şekilde ümitsiz istatistikleri içerdiği belirlenmiştir. Burada da hakem atamalarının sadece % 6,5  nun kadınlara ait olduğu tespit edilmiştir.22 Amerika Birleşik Devletleri nde 2010 yılında Amerikan Tahkim Birliği (American Arbitration Association) tarafından rapor edilen bir başka araştırmanın verilerine göre, çok büyük ticari tahkimlerde, aynı panelde hakem olarak görev yapan kadınları görmenin çok nadir olduğu ifade edilmiştir. Gerçekten de aynı yıl Amerikan Tahkim Birliği tarafından uyuşmazlığın taraflarınca seçilmiş, tümüyle kadınlardan oluşan sadece üç tahkimin yerine getirildiği rapor edilmiştir. 2010 yılında yüksek parasal talepleri içeren uyuşmazlıklarda Amerikan Tahkim Birliği tarafından yürütülen tahkimlere yaklaşık olarak % 15 civarında kadınlar tayin edilmiştir.23 2014 yılında Amerikan Barolar Birliği tarafından Uyuşmazlık Çözümü Bölümü, Uyuşmazlık Çözüm Komitesi nin desteği ile yürütülen bir araştırma programında, uyuşmazlık çözümlerinde cinsiyet farklılıkları konusunda hazırlanan bir araştırmaya göre, hakem heyetlerine katılan 294 hakemden sadece 42 tanesinin kadın olduğu ve bunun da oran olarak %14 civarında olduğu belirtilmiştir.24 Arabuluculuk alanında ise, bu oran bir ölçüde değişiklik göstermektedir. Kadın arabulucuların ise, kadın hakemlere göre daha fazla sayıda oldukları ve bu oranın da yaklaşık olarak %37 civarında olduğu ifade edilmiştir.25B. Tahkimde Kadınların Hakem Olmalarını Etkileyen FaktörlerYukarıda uluslararası alanda ortaya konulan veriler, modern tahkim panellerinde toplumsal cinsiyet eşitsizliğinin ne kadar yaygın olduğuna ilişkin net bir tablo çizmektedir. Bununla birlikte, bir sonraki ve belki de daha önemli olan adım, hukuk mesleğinin diğer alanlarında kadınların ilerlemesine rağmen, bu cinsiyet eşitsizliğinin neden devam ettiğinin düşünülmesi gerektiğidir. Doktrinde bu konu üzerine çalışan bilim insanlarının çoğu, bu ciddi cinsiyet eşitsizliğinin iki temel kategoriye ayrılabileceğini kabul etmektedir. Bunlar, arz ve talep dengesine göre oluşan problemler olmak üzere iki gruba ayrılmaktadır. Talep yönlü problemlerin de büyük ölçüde gizli ön yargılar ve cinsiyetten kaynaklandığı ifade edilmektedir.26 21  Bu konuda geniş bilgi için Bkz. Burt/Kaster, 42; Turner, 5.22  Rothman, 24. Bu konuda ayrıca Bkz. Turner, 5.23  Rothman, 23.24  Brown/ Kupfer Schneider, 9; Frisbie, Bkz. yukarıda dn.1. 25  Brown/ Kupfer Schneider, 9-10; Frisbie, Bkz. yukarıda dn.1. 26  Bu konuda geniş bilgi için Bkz. Rothman, 24-25; Turner, 6.377İstanbul Hukuk Mecmuası 77/11. Arz Yönlü Problemler (Supply-Side Problems) Batıda bu konuda birçok akademisyen, tahkim alanının dışında tutulan kadınlar için, bunun sebebi olarak  pipeline  (boru hattı) adı verilen problemi sorumlu tutmaktadır.27 Pipeline, en temel anlamı ile bir hakem olarak (kişiyi) nihai bir kariyere doğru götüren iş pozisyonları veya kariyer seçimleri, iş tecrübesi ve eğitimi gibi bir dizi zincire atıfta bulunmaktadır.28 Pipeline, özellikle kadınlar için dezavantajlı bir durum meydana getirmektedir. Çünkü kadınlar, genellikle hakem olarak seçilmelerine neden olan mesleki pozisyonlarda yeterli derecede temsil edilememektedir. Böylelikle bu boru hattı boyunca, kadınlar başarılı bir hakem olarak istedikleri kariyere bir türlü ulaşamamaktadırlar.29 Bu konuda muhtemelen, kadınları başarılı bir hakem olmak için boru hattından uzak tutan en önemli faktörün, kadınların hukuk mesleğinde yüksek mevkilere ulaşma ihtimallerinin erkeklerden  çok  daha  az  olması  gösterilmektedir.30Aslında  hukuk fakültelerinden mezun olan öğrencilerin yarısı kadın olmasına rağmen, bu kadınlar aynı dönemde birlikte mezun oldukları erkekler ile ortalama olarak aynı seviyeyi elde edememektedir. Gerçekten de hukuk mesleğinde faaliyet gösteren kadınların üçte birinden azı ortak seviyesine ulaşabilmektedir. Onların personel avukatları gibi pozisyonlarda çalışma şansları daha yüksektir.31Hukuk mesleğinin zirvesinde başarılı kadınların olmaması, kadınları tahkim boru hattından uzak tutan tek sorun değildir. Bununla birlikte tahkim alanında erkeklerin egemen olması ve kadın hakemler için rol modellerinin bulunmaması da bu mesleği yapan kadınların sayısını azaltmaktadır.32 Bu konuda bir görüşe göre, kadınların bu alana dâhil olmaları yaklaşık olarak otuz yıl öncesine dayalıdır. Dolayısıyla kadınlar tahkim alanında, erkek meslektaşları kadar daha uzun süre bulunmamıştır. Bu konuda başka bir görüşe göre ise, niteliği gereği tahkim, tarafların hakemlerde çok fazla güvene ihtiyaç duydukları bir alandır. Bir hakemin, taraflarca seçilen ve güven duyulan bir hakem olabilmesi için, yılların deneyimine sahip olması gerekmektedir. Bu noktada kadınların erkeklere göre, köklü bir imaja ve yıllara dayanan deneyime sahip olmadıkları için daha az seçildikleri ifade edilmektedir. Nitekim geleneksel olarak hakemlerin çoğu mesleki anlamda birbirlerini gözettikleri için, aralarında güçlü bir ağ bulunduğunu ve buna bağlı olarak da erkek avukatların erkek hakemleri seçtikleri belirtilmektedir. Bu bağlamda tahkim alanında başarılı olan ve hatta daha uzun süreli 27  Bu konuda özellikle Bkz. Mark Smalls,  It s Time to Focus on Diversity in ADR , (2011) The Recorder (www.therecorder.com). Rothman, 24; Turner, 6.28  Rothman, 24; Turner, 6.29  Smalls, Bkz. yukarıda dn. 27; Rothman, 24; Turner, 6.30  Rothman, 24; Turner, 6.31  Rothman, 24; Turner, 6.32  Rothman, s.24; Turner, 7.33  Bounocore, 492: Bu konuda ayrıca Bkz. Turner, 7.34  Dorissa Bolinski/David Singer,  Why Are So Few Women in the ADR Field?  (1993) 48 Arbitration Journal, 61, 62.378Özmumcu / Tahkim Alanında Toplumsal Cinsiyetin Yansımaları (Hakem Seçiminde Cinsiyet Çeşitliliği)deneyime sahip olan çok az sayıda kadın hakem bulunmaktadır. Bu konuda kadınları destekleyecek güçlü ağın olmaması da, genç kadın hukukçuların tahkim hattında ilerlemelerine engel teşkil etmektedir.35 Bu konuda doktrinde Rothman, tahkim alanında kadınların neden daha az sayıda oldukları hususunu bir başka cephesiyle değerlendirmiştir. Yazara göre, kıdemli kadın hakemler de, çoğu zaman, erkeklerin egemen oldukları bir meslekte başarılı olmak için çok fazla çalıştıkları ve erkeklerle uyumlu olmak zorunda olduklarına inandıkları için, nitelikli bir kadın hakemi desteklemek konusunda isteksiz kalmaktadırlar.36 Dolayısıyla bu tür tutum ve davranışların konuya bütüncül bakıldığında, kesinlikle kadınlara zarar verdiğine işaret edilmektedir.372. Talep Yönlü Problemler (Demand-Side Problems) Pipeline (boru hattı) sorunu her ne kadar kadınların, tahkim alanında başarılı hakem olmaları önünde bir engel ve bu problemin önemli bir parçası olsa da, tek başına yeterli bir neden olarak görülmemektedir. Hatta bazı yazarlar, bunu en önemli nedenlerden biri olarak da görmemektedir.38Tahkim  alanında  başarı  elde  etmeyi  düşünen  kadınların  içinde  bulundukları bu durum, onların uzmanlık ve saygınlık (itibar) eksikliğini değil, daha ziyade onların kadın olarak statülerinden kaynaklanan bu engellerin üstesinden gelmeleri gerektiğini ortaya koymaktadır. Zira hakem seçme süreci, çok defa açık bir şekilde ayırımcı olmamakla birlikte, genellikle gizli ön yargılar ve cinsiyetin rolü sebebiyle ayırımcı  seçimlere  neden  olmaktadır.  Bu  faktörler,  hakemin  cinsiyetine  dayalı olarak, bir hakem hakkında bireylerin zihinsel bir şekilde varsayımda bulunmalarına neden olmaktadır. Bireyler, bu konuda bilinçli olarak kendi önyargılarının farkına varmasalar bile, bu tür görevlere seçilmek için kadınlar nitelikli olmalarına rağmen, bu durum yukarıda belirtilen faktörler nedeniyle hakem panellerine daha az sayıda kadının seçilmesi ile sonuçlanmaktadır.39Hakem seçimi sürecinde gizli ön yargı ve cinsiyet rolünün varlığı, bu konu üzerinde yürütülen çeşitli çalışmalar yoluyla ifade edilmiştir. Elbette çoğu avukat ve hakem, kararlarını  bilinçli  bir  şekilde  cinsiyet  ayırımına  dayandırmamaktadır.  Bununla birlikte, hakemleri seçenlerin erkek olması, onların kendi mesleki deneyimlerini yakın bir şekilde yansıttıklarına inandıkları bir hakemi seçmeleri büyük bir olasılık olarak ortaya çıkmaktadır. Bu durum tahkim sürecinde seçim yapmaları konusunda, erkeklere güçlü bir avantaj sağlamaktadır.4035  Turner, 7.36  Rothman, s.25.37  Ramit Mizrahi,  Hostility to the Presence of Women : Why Women Undermine Each Other in to Workplace and the Consequence for Title VII  , (2004) 113 Yale Law Journal, 1579, 1599.38  Turner, 8.39  Turner, 8.40  Turner, 8.379İstanbul Hukuk Mecmuası 77/1Bu belirli bir sistematiğe dayalı olmayan delillerin yanı sıra farklı seçim süreçleri hakkında gizli ön yargıların ve cinsiyet rolünün etkilerini değerlendiren geniş bir araştırma bulunmaktadır. Bu konuda yapılan araştırmaların çoğu, insanların başarıyı erkek olmakla ilişkilendirdiklerini, kadınlar başarısızlığa uğradıklarında meydana gelen olumsuz sonuçlar nedeniyle suçlandıklarını, erkekler başarısızlığa uğradığında ise, bu durumu kontrollerinin ötesindeki faktörlere bağlı tuttukları göstermiştir.41 Buna  ilave  olarak  kadınlar,  erkekler  ile  mukayese  edildiğinde,  başarılı  olarak görülebilmeleri için, onların daha fazla somut başarı kanıtlarına sahip olmaları ve daha fazla yetenek göstermeleri gerekmektedir. Bu durum biraz da bireylerin kadınların başarısızlıkları ve hatalarını fark etme konusunda daha güçlü bir içsel eğilime sahip olmalarından kaynaklanmaktadır.42 Buna karşılık erkeklerin başarılarını fark etme konusunda ise, aynı derecede daha güçlü bir eğilim göstermektedirler. Bu eğilim, Harvard ve Princeton Üniversitesi tarafından  yürütülen  bir  orkestra  giriş  seçme  sınavı  çalışması  ile  örnek  olarak gösterilmiştir. Orkestra giriş sınavı hakkında karar veren ekip, seçim sürecinde cinsiyetin rol oynamadığını ileri sürmüş ve sanatçılar özellikle yeteneklerine dayalı olarak seçilmiştir. Bununla birlikte karar veren ekip, giriş sınavında sanatçıların cinsiyetinin görülmediği bir ortamda sınav yapmaya ikna edilmiştir.43 Bu çerçevede sözü edilen seçimlerin ilk aşaması, kadınların bu turda sınavı geçme şansını %50 artırmıştır. Son turda ise kadınların seçilme şansı % 300 artmıştır. Bu durum açık bir şekilde, karar veren ekibin iddialarının aksine olmasına rağmen, cinsiyetin seçimler üzerine çarpıcı bir etkisi olduğunu göstermiştir. Böyle bir durum, muhtemelen tahkim alanında da var olan olay ile aynı özellikleri göstermektedir.44Amerika Birleşik Devletleri nde bu gizli önyargının hakem seçimini etkilediği iddiasını kabul etmekte tereddüt edenler de bulunmaktadır.45 Ancak kadın çalışanlara karşı bu gizli önyargının yaygınlığını kanıtlayan ve böyle bir önyargının karar verme üzerine etkilerini ortaya koyan başka araştırmalar da bulunmaktadır. Bu konu ile ilgili olarak bir Harvard araştırmasında ortaya çıkan sonuçlar şu şekilde açıklanmıştır. Örnek olarak, New York Üniversitesi nde Harvard İşletme Bölümü MBA öğrencilerine iki girişimci kapitalisti tanımlayan bir görev verilmiştir. Girişimcilerin değerlendirildiği bu çalışmada öğrenciler tarafsız (unbiased) olduklarını beyan etmişlerdir.46 Çalışmaya dâhil olanların yarısına  Heidi   olarak tanımlanan bir girişimci kapitalistin ismi verilmiştir. Diğer yarısına ise,  Howard   olarak belirlenen diğer girişimci kapitalistin ismi verilmiştir. Bunlardan birine, kadın; diğerine ise, erkek ismi verilen bu girişimciler, 41  Bounocore, 492. Bu konuda ayrıca Bkz. Garrison, 31.42  Turner, 9.43  Pynchon, yukarıda Bkz. dn.22.44  Pynchon, yukarıda Bkz. dn.22.45  Turner, 9.46  Rothman, 25; Turner, 9.380Özmumcu / Tahkim Alanında Toplumsal Cinsiyetin Yansımaları (Hakem Seçiminde Cinsiyet Çeşitliliği)isimleri hariç birbirinin tamamen aynıdır. Katılımcı öğrenciler, puanlama yaparken ön yargıları olmadığını iddia etmelerine rağmen, oy birliği ile erkek girişimciden ziyade kadın girişimciden daha olumsuz şekilde etkilendiklerini ifade etmiştir. Örneğin, hem kadın hem de erkek öğrenciler, kadın girişimcinin görünürdeki saldırganlığı hakkında olumsuz cevap vermişlerdir. Ancak aynı özellikler erkek girişimciye tam olarak uygulandığında ise, bunlara hiç biri olumsuz yanıt vermemiştir.47Bu araştırmanın sonuçları, özellikle tahkim alanında kadınlar için sorunlar olduğunu göstermektedir. Hakemler güvenlerini göstermelidir. Bu konuda etkili sayılabilmeleri için, karar almakta daha girişken olmaya ihtiyaçları bulunmaktadır. Buna karşılık bu şekilde davrananların kadın olduğu hallerde ise, onların bu tutumlarının hem kadınlar hem  de  erkekler  tarafından  olumsuz  görülmesi  kuvvetle  muhtemeldir. Aslında kadınların mükemmel bir şekilde kabul edilebilir veya istenebilir şekilde yararlı taktikleri olmasına rağmen, tahkim heyetlerine seçilebilmeleri için yeterli değildir.48Diğer taraftan kadınların başarılı hakem olmalarını önleyen gizli ön yargıların olduğunu, bu konuda yapılan bir dizi çalışma ile kanıtlanmıştır. Bu eğilim erkeklerde belirli özellikleri överken, kadınlarda ise, aynı özellikleri eleştirmektedir. Örneğin, bir araştırmada öğrencilerden özgeçmişleri ve dergi makalelerini derecelendirmeleri istenmiştir. Burada hem kadın hem de erkeklerden oluşan değerlendirici öğrenciler, kendilerine  yazarın  kadın  olduğu  söylendiğinde  makalelere  daha  düşük  puan vermiştir. Bundan sonra yazarın cinsiyeti hakkında bilgi verilmeden makalenin derecelendirilmesi istenmiştir. Bu durumda kadınlar tarafından yazılan seçilmiş makalelerin sayısı önemli ölçüde artmıştır. Bu araştırma, bilinçaltı da dâhil olmak üzere, gizli ön yargıların desteklendiği ve kadınların cinsiyetinin yaptıkları işin gerçek kalitesinden çok daha güçlü bir belirleyici etkiye sahip olabildiğini göstermiştir. Bu sonuçlar konuya kadın hakemler cephesinden bakıldığında, kadın hakemin yaptığı işin, erkek hakem ile aynı kalitede olsa bile, onun önemli bir tahkim paneline atanma ihtimalinin düşük olduğu anlamına gelmektedir.49Aynı zamanda genellikle bir kadının kendi çalışma alanında daha fazla deneyime sahip olması ve bu deneyimin daha fazla kanıtlanması gerekmektedir. Bu nedenle bir kadın hakemin erkeklerle aynı düzeyde nitelikli bir hakem olarak kabul edilebilmesi için bir erkekten daha fazla deneyime ihtiyacı bulunmaktadır.50C. Tahkim Alanında Cinsiyet Çeşitliliği ve YararlarıTahkim alanında, hakem seçimi sürecinde çeşitli sebeplerle cinsiyet eşitsizliği ile  karşı  karşıya  kalmak  son  derece  yaygın  olarak  karşılaşılan  bir  durumdur. 47  Rothman, 25. Bu konuda ayrıca Bkz. Turner, 9-10.48  Turner, 10.49   Turner ,10.50  Turner, 10.381İstanbul Hukuk Mecmuası 77/1Hâlbuki cinsiyet çeşitliliği adil ve etkili bir tahkim süreci için özellikle gerekli bir unsurdur. Kadın hakemlerin uyuşmazlık çözümüne getirdikleri birçok yararlı katkıyı dikkate almadan önce, genel olarak bu çeşitliliğin yararlarını incelemek yerinde bir yaklaşımdır.51Aslında  birçok  araştırmacı,  modern  iş  yaşamında  çeşitliliğin  getirebileceği yararları kabul etmektedir. Bu bağlamda tahkim paneli de bunun dışında değildir. Hakem çeşitliliği, yargı yoluna başvurmak yerine tahkim yoluna gitmeyi tercih eden tarafların, adil bir şekilde anlaşılması ve kendilerine adil bir şekilde davranılmasını sağlamak için esas tutulmaktadır. Bu konuda tahkim üzerine çalışan kurumların, bir uyuşmazlığı neyin tetiklediği ve bunun altında yatan sebeplerin ne olduğunu tespit edebilmeleri için, yeterli ölçüde çeşitliliğe ihtiyaçları bulunmaktadır. Hakem heyetlerinde görev alacak olan hakem sıfatına sahip kişilerin, tarafları ileriye doğru götürmeye yardım etmek için, yaratıcı ve deneyimli olmaları, bu becerileri henüz paylaşmadan önce de arka planda eğitim, ırk, cinsiyet, yaş ve kültür açısından değişmeleri gerekmektedir.52Araştırmacılar  son  yıllarda,  özellikle  tahkim  alanında  çeşitliliğin  başladığına işaret etmektedir. Bu noktada, çeşitliliğin faydalarının birçoğunun tahkim süreci ve onun sonuçları üzerine de doğrudan etkisi olduğu ifade edilmektedir. Çünkü tahkim, tarafların uyuşmazlıklarını yargı yoluna götürmek yerine, hakem önünde çözüme kavuşturmayı seçmeleri anlamına gelmektedir. Bu sebeple tahkim yoluna başvuran tarafların, hakem kararlarını kabul etme ve buna riayet etmelerinin yanı sıra kamu adaletini ve adilliği sağlayan kilit unsurdan önce, çeşitli birey grupları tarafından da temsil edilmeleri gerekmektedir.53 Tahkim panellerinde, heyet içinde çeşitli (renk, ırk, kültür, cinsiyet anlamında) hakem grubuna sahip olmak, uyuşmazlıklarda tarafların demokratik bir şekilde temsil edilmeleri bakımından da büyük bir öneme sahiptir.54 Bu aynı zamanda bütün tarafların adaleti elde etmek için eşit şansa sahip olmalarına da yardım etmektedir. Bu anlamda hakem heyetlerini meydana getiren hakemlerin çeşitliliği, uyuşmazlığın tarafları gözünde, tahkim sürecine daha fazla güvenilirlik sağlayacaktır. Diğer taraftan hakem çeşitliliği, tahkim masasına gelindiğinde, bu masaya farklı bakış açıları ve problem çözme becerilerini getirebilir ve soruna yalnızca tek bir bakış açısı ile bakıldığında, mümkün olmayacak gibi görünen sorunlara yaratıcı bir şekilde çözüm getirebilir.5551  Turner, 11.52  Burt/Kaster, 46; Turner, 11.53  Turner, 11-12.54  Bu konuda geniş bilgi için Bkz. Carrie Menkel- Meadow,  Women in Dispute Resolution : Parties, Lawyers and Dispute Resolvers, What Difference Does  Gender Difference  Make?  (2012) Dispute Resolution Magazine, 4, 8; Sasha A. Carbone /Jeffrey T. Zaino,  Increasing Diversity Among Arbitrators: A Guideline to What the New Arbitrator Should be Doing to Achieve this Goal , (2012) NYSBA Journal, 33 vd; Turner, 12.55  Turner, 12; Menkel-Meadow, 8.382Özmumcu / Tahkim Alanında Toplumsal Cinsiyetin Yansımaları (Hakem Seçiminde Cinsiyet Çeşitliliği)D. Kadınların Hakem Heyetlerine Katılmasının Yararları Geniş  bir  bilimsel  araştırma  topluluğu,  toplumsal  cinsiyetin  bireysel  ve  grup kararı vermedeki etkilerini araştırmıştır. Bu araştırmada ortaya çıkan veriler, tahkim heyetlerine daha fazla kadın hakemin dâhil edilmesinin daha adil ve etkili bir tahkim sürecine yol açacağı sonucunu desteklemektedir.56 Bu konu hakkında daha önce de tartışıldığı gibi, cinsiyet konusundaki ön yargıların hem hakem seçimi hem de hakem kararları  üzerinde  önemli  etkisi  bulunmaktadır.  Nitekim  tahkim  alanında  hakem heyetlerine daha fazla kadın hakem seçilmesi, bilinçli veya bilinçsiz cinsiyet ön yargılarına dayanmayan, muhtemelen daha adil kararların alınması ile sonuçlanabilir.57 Bu sonuç, tahkim kararları üzerine cinsiyetin ve hakemin etkilerini analiz eden birkaç araştırma ile desteklenmiştir. Bu konuda beş yüzden fazla tahkim davasını kapsayan bir araştırmada, kadın hakemlerin bütün davalarda hem kadınlara hem de erkeklere eşit şekilde muamele ettikleri belirlenmiştir.58 Buna karşılık, erkek hakemlerin ise, bu noktada kadınlar ve erkekler arasında aynı dengeyi koruyamadıkları görülmüştür. Bu durum kadın hakemlerin, hakem heyetlerinde karar verme noktasında, daha az cinsiyet yanlılığına sahip olduğunu göstermiştir. Bu doğrultuda daha fazla kadın hakem sayısının bu tür ön yargıları ortadan kaldırmakta yardımcı olabileceği ifade edilmiştir.59Diğer taraftan, hakem heyetlerine daha fazla kadın hakemin dâhil edilmesi,  grup düşüncesi  veya  grup kararı alma  ile ilişkilendirilen problemlerin büyük bir kısmının azalmasına yardımcı olacaktır. Bu konuda yapılan bir araştırmada ortaya çıkan sonuca göre, insanların bir grupla birlikte veya grupla karar verirken, bireysel olarak karar verdiklerinden daha farklı olarak daha fazla alışılmadık sonuçlara varma eğiliminde olduklarını belirlemiştir.60 Bu durum hakkında yapılan olası açıklamaya göre, bireylerin grup olarak hareket ettikleri hallerde, grup kararı verirken, bireysel olarak kendilerini sorumlu hissetmedikleri ve diğer hakemlerin desteği olmadan rahatlıkla  karar  alamadıklarından  dolayı  bu  yüzden  karar  vermek  istedikleri gözlenmiştir.61 Bu grup-düşünce olgusu, özellikle bir hakem heyetinin tüm üyelerinin benzer özellikleri ve benzer yaşam deneyimlerini paylaştığı hallerde tehlikeli hale gelmektedir.62 Bununla birlikte yapılan araştırmalar, kadınların daha fazla sayıda dâhil olduğu grup kararlarında, sonuç olarak ortaya çıkacak tehlikeleri azaltabileceğini göstermiştir. Örnek  olarak,  yapılan  araştırmalar   cinsiyet  dengeli  liderliği   (genderbalanced 56  Turner, 12-13.57  Turner, 13.58  Turner, 13.59  Turner, 13.60  Jane Byeff Korn,  Institutional Sexism: Responsibility and Intent , (1995) 83 Texas Journal of Women and the Law, 83, 118-119. 61  Jane Byeff Korn, 119; Turner, 13.62  Turner, 13.383İstanbul Hukuk Mecmuası 77/1leadership) olan şirketlerin erkeklerin egemen olduğu rakip şirketlere göre daha iyi yönetildiklerini ve daha az risk aldıklarını göstermiştir. 63 Bunun yanı sıra bu araştırma, üst düzey yönetim seviyelerinde üç ya da daha fazla kadına sahip şirketlerin, örneğin liderlik, motivasyon ve çalışma ortamı gibi alanlarda, daha yüksek puan aldığını göstermiştir.  Bu  bağlamda  tahkim  panellerine  daha  fazla  kadın  hakemin  dâhil edilmesi, gereksiz risklerden kaçınmak, güçlü bir motivasyon ve liderlik sağlamak başarılı bir tahkim yürütmenin anahtarı olması nedeniyle gereklidir.64Tahkim panellerine kadınların dâhil edilmesi aslında büyük bir önem taşımaktadır. Şöyle  ki;  kadınların  cinsiyet  önyargılarını  ve  grup  düşünme  problemlerini azaltmalarına ilişkin yeteneklerine ek olarak, tahkim alanında görev almaya son derece uygun başkaca toplumsal cinsiyet özellikleri de bulunmaktadır. Bu konu ile ilgili olarak, özelikle kadınlar ve erkekler arasındaki iletişim ve karar verme şeklindeki farklılıkları analiz etmek amacıyla çok sayıda araştırma yapılmıştır.65 Nitekim bu alanda ortaya çıkan sonuçlar, kadınların tahkim sürecini geliştirmeye yönelik işlevsel özelliklere sahip olduklarını göstermiştir. Örneğin, stresin bir dereceye kadar erkek ve kadınların performansları üzerindeki etkilerini analiz eden son bir araştırma, stresin erkeklerde, diğer insanların duygularını ve bakış açılarını tanıma ve de hileyi ortaya çıkarma gibi yetenekler de dâhil olmak üzere, empati kurma kabiliyetini zayıflattığını tespit etmiştir. Hâlbuki kadınlarda ise, tüm bu yetenekleri artırmaktadır. Buna ilave olarak, stres erkeklerin daha ben merkezli olmalarına ve kendi duygularını ve niyetlerini diğer insanlarınkilerden daha az ayırt edebilen bir hale gelmelerine neden olmaktadır.66 Bu sonuçlar, genellikle yüksek stresli bir ortam olduğu için, tahkim müzakerelerinin gerçekleştiği tahkim odasında meydana geldiğinden ötürü, özellikle tahkim  süreci  ile  ilgilidir.  Stres,  erkeklerin  empatik  yeteneklerini  yitirmelerine neden olabileceğinden, stres altındaki erkek hakemlerin talep sahibi (claimant) olan kişiler ile ilgili olarak muhtemelen zor zamanlar yaşayabilecekleri ve dolayısıyla talep sahibini tatmin etmeyen bir karara varma olasılıklarının daha yüksek olduğu tespit edilmiştir. Kadınlarda ise, stresin empatik yetenekler üzerinde bir etkiye sahip olmadığı, yüksek riskli tahkimlerde, tahkim panellerine daha fazla kadının dahil edilmesinin, taraflar arasında empati ve anlayışı ve bunun çözüme ulaşma şansını artırabileceğine işaret edilmektedir.67 Bu  konuda  yapılan  diğer  araştırmalarda  da  benzer  sonuçlar  elde  edildiği görülmüştür. Bunların da ortak kadın özelliklerinin tahkim sürecine faydalı olduğu fikrini daha da desteklediği belirlenmiştir. Örneğin, kadın ve erkeklerin grup karar 63  Turner, 13-14.64  Turner, 14.65  Turner, 14.66  Nora H Murphy/Judith A. Hall/ C. Randal Colvin,  Accurate Intelligence Assessments in Social Interactions: Mediators and Gender Effects , (2003) 71 JOURNAL OF PERSONALITY, 465, 471.67  Turner, 14.384Özmumcu / Tahkim Alanında Toplumsal Cinsiyetin Yansımaları (Hakem Seçiminde Cinsiyet Çeşitliliği)verme alışkanlıklarını analiz eden bir araştırma, kadınların belirsizlik, şüphe ve grup dinamikleri gibi konularda erkeklerden daha fazla ilgili olduklarını ortaya koymuştur.68Buna bağlı olarak tahkim alanında zamandan ve masraftan tasarruf etmek ve de gereksiz olumsuz sonuçlardan kaçınmak gibi faktörler büyük önem taşımaktadır. Tahkim panellerine daha fazla kadın hakemin dâhil olması, alınan her kararda bu önemli faktörlerin dikkate alınmasını sağlamaya yardımcı olacak ve böylece hem hakem hem de tahkime başvuran tarafların memnuniyetini artıracak şekilde çalışacaktır.69SonuçGenel olarak bir değerlendirme yapıldığında, toplumsal cinsiyet eşitsizliğinin modern tahkim panellerinde bir kural olduğu görülmektedir. Böyle bir durum, kadın hakemlerin tahkim alanında sunduğu önemli faydalar dikkate alındığında, hem hakemlerin hem de tahkime başvuran kişilerin, önemli bir fırsattan mahrum kalmasına neden olmaktadır. Cinsiyet eşitliğine giden yol tam olarak net olmamakla birlikte, kendi eşsiz deneyimleri ve beceri kümeleriyle daha fazla kadının tahkim panellerine getirilmesine yardımcı olabilecek ve yapılması gereken çok sayıda çaba bulunmaktadır. Öncelikle, bu konuda tahkim kurumları ve hukuk firmalarının kendi kuruluşları içerisinde tahkim alanında güçlü çeşitlilik girişimlerini teşvik etmeleri gerekmektedir.  Günümüzde özellikle tahkim, geleneksel yargı sürecinden daha fazla tercih edilmektedir. Bununla birlikte Amerikan Barolar Birliği ve bu konu ile yakından ilgili çeşitli kuruluşlar tarafından bazı girişimler yapılsa da, bu gayretlerin tahkim alanında cinsiyet çeşitliliği açısından yeterli seviyeye ulaşamadıkları görülmektedir. Hukuk alanında çalışan ve tahkim alanında çalışmayı umut eden kadınların, cinsiyet çeşitliliğini arttırmaya yardımcı olmak için atabilecekleri bazı adımlar bulunmaktadır. Bu konuda yapılan araştırmalar, kadınların kendi zekâlarını gizleme, beklentilerini azaltma ve kendi yeteneklerini önemsiz görme eğiliminde olduğunu göstermiştir. Buna karşılık, erkeklerin ise kendilerini ve özgüvenlerini ifade etme olasılıklarının çok daha yüksek olduğu görülmüştür. Bu konuda kadınların da daha fazla güven duygusu  yaratabilmek  ve  kendi  becerilerini  geliştirmek  için  çaba  göstermeleri gerektiğine işaret edilmiştir. Buna bağlı olarak şu anda alternatif uyuşmazlık çözümünde çalışan ve özellikle tahkim alanında başarılı olan kadınların, bu konuda diğer kadınları teşvik etmeleri için çaba sarf etmeleri gerektiği vurgulanmıştır. Günümüzde kadınlar da tahkim alanına girmeli ve bu konuda çaba gösteren kadınları açık bir şekilde desteklemelidir.68  Maria L. Sanz De Acedo Lizarraga//Maria T. Sanz De Acedo Baquedano/ Maria Cardelle Elawar, Factors that Affect Decision Making: Gender and Age Differences , (2007) 7 INT L JOURNAL OF PSYCHOLOGY AND PSYCHOLOGICAL THERAPY, 381, 387. Bu konuda ayrıca Bkz. Turner, 15.69  Turner, 15.385İstanbul Hukuk Mecmuası 77/1Bu konuyu Türk hukuku bakımından değerlendirdiğimizde, bu konuda önceden yapılmış belirli istatistik verilere sahip olamadığımız için bir oran vermenin mümkün olmadığı  kanaatindeyiz.  Ancak  genele  bakıldığında,  tahkim  alanında  çalışan kadın hakemlerimizin çok az sayıda olduklarını söylememiz yanlış olmayacaktır. Gelecekte bu sayının giderek artması için, tahkim alanında çalışan kadın hakem sayısının artırılması amacıyla gerekli destek ve teşviklerin sağlanması gerektiği düşüncesindeyiz.Finansal Destek: Yazar bu çalışma için finansal destek almamıştır.386Özmumcu / Tahkim Alanında Toplumsal Cinsiyetin Yansımaları (Hakem Seçiminde Cinsiyet Çeşitliliği)",
     "Kaynakça": "Alkon, C,  Women Labor Arbitrators: Women Members of the National Academy of Arbitrators Speak About the Barriers of Entry into the Field , (2007) 6 APPALACHIAN JOURNAL of LAW, 195 217Bemmels B,  The Effect of Grievants  Gender and Arbitrator Characteristics on Arbitration Decisions , (1990) 48 Labor Studies Journal, 48 61Bolinski D and Singer D,  Why Are So Few Women in the ADR Field?  (1993) 48 Arbitration Journal, 61 65.Brown, G V and Kupfer Schneider A,  Gender Difference in Dispute Resolution Practice : Report on the ABA Section of Dispute Resolution Practice Snapshot Survey  (2014) 47 Akron Law Review, 975 996.Buonocore N,  Resurrecting A Dead Horse Arbitrator Certification As A Means to Achieve Diversity , (1999) 76 University of Detroit Mercy Law Review, 1999, 483 500.Burt D H and Kaster, L A,  Why Bringing Diversity to ADR is a Necessity , (2013) ASSOCIATION OF CORPORATE COUNSEL, 41 46.Byeff Korn J,  Institutional Sexism: Responsibility and Intent , (1995) 83 Texas Journal of Women and the Law, 83 124.Carbone, S A and Zaino, J T.  Increasing Diversity Among Arbitrators: A Guideline to What the New Arbitrator Should be Doing to Achieve this Goal , (2012) NYSBA Journal, 33 37.Çakmak R, Kadın İşgücü ve Yönetim Kadrolarında Kadın İstihdamı, (2001) İÜSBE (yayınlanmamış yüksek lisans tezi).Frisbie T F,  Correcting The Neutral Selection Gender Bias , (2014) 8, Chicago Daily Law Bulletin, 165. Garrison J D,  Perceived Difference in Male and Female Mediators and Arbitrators , (2011 2012) 18 Dispute Resolution Magazine, 29 31.Goldhaber M D,  Too Few Woman among Top International Arbirators , 2009. (http://www.law.com). Menkel Meadow C,  Women in Dispute Resolution : Parties, Lawyers and Dispute Resolvers, What Difference Does  Gender Difference  Make?  (2012) Dispute Resolution Magazine, 4 8.Mizrahi R,  Hostility to the Presence of Women : Why Women Undermine Each Other in to Workplace and the Consequence for Title VII  , (2004) 113 Yale Law Journal, 1579 1621.Murphy, N H, Hall, J A and Colvin, C. R,  Accurate Intelligence Assessments in Social Interactions: Mediators and Gender Effects , (2003) 71 JOURNAL OF PERSONALITY, 465 493.Phillips F P,  Diversity in ADR More Difficult to Accomplish than First Thought , (2009) Dispute Resolution Magazine, 14 16.Pynchon V,  Do I Look Fat in This Profession? Escaping Gender Bias in ADR , ABA Section of Litigation, 2013/3. (http://apps.americanbar.org). Rothman D,  Gender Diversity in Arbitrator Selection , (2012) Dispute Resolution Magazine, 22 26.Rudolph Cole S,  The Lost Promise Arbitration , (2017) 70 SMU Law Review, 849 890.Sanz De Acedo Lizarraga M L, Sanz De Acedo Baquedano M T and Cardelle Elawar M,  Factors that Affect Decision Making: Gender and Age Differences , (2007) 7 INT L JOURNAL OF PSYCHOLOGY AND PSYCHOLOGICAL THERAPY, 381 391.Smalls M,  It s Time to Focus on Diversity in ADR , The Recorder, 2011, (www.therecorder.com). Turner C E,  Old, White, and Male : Increasing Gender Diversity in Arbitration Panels , 2014, (unpublished final paper, Arbitration Practice & Advocacy, Pepperdine University School of Law).387"
}