{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "04",
     "Ay": "09",
     "Yıl": "2020",
     "Cilt": "78",
     "Sayı": "2",
     "Başlık": "COVID 19 Pandemisinin Taşıyanın Sorumluluğu ve Navlun Alacağı Üzerindeki Etkileri",
     "Title": "The Effects of the COVID 19 Pandemic on Maritime Carrier s Liability and Right to Recover Freight Charges",
     "Yazar İsmi": [

          "Kübra Yetiş Şamlı"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "COVID-19 pandemisi", "Deniz ticareti", "Taşıyanın sorumluluğu", "Başlangıçtaki elverişsizlik", "Karantina sınırlamaları", "Rotadan sapma", "Navlun alacağı"
     ],
     "Keywords": [
          "COVID-19 pandemic", "Maritime commerce", "Maritime carrier’s liability", "Unseaworthiness"," Quarantine restrictions", "Deviation", "Freight charges"
     ],
     "Özet": "Dünya Sağlık Örgütü tarafından 12 Mart 2020 tarihinde pandemi olarak ilan edilen COVID 19 salgını, kısa sürede tüm dünyayı etkisi altına almıştır. Hayatı pek çok açıdan son derece olumsuz şekilde etkileyen salgın, dünya ticareti ve ekonomisine de büyük zarar vermiştir. COVID 19 salgınının olumsuz etkileri ile ilk ve en ağır şekilde yüzleşen sektörlerden biri, kuşkusuz deniz ticaretidir. Zira uluslararası ticarette taşımacılık büyük oranda deniz yolu ile gerçekleştirilmektedir. Gemilerin dünyanın çok çeşitli limanlarına uğraması dolayısıyla salgının başlaması ile birlikte denizcilik sektöründe etkileri de hissedilmeye başlanmıştır.Çalışmada salgının deniz yoluyla eşya taşıyanın sorumluluğuna ve taşıyanın navlun alacağına etkisi incelenmiştir. Bu çerçevede öncelikle taşıyanın Türk Ticaret Kanunu nun  Deniz Ticareti Hukuku na ayrılan 5. Kitabı nda düzenlenen sorumluluk sebeplerinden, geminin başlangıçtaki elverişsizliğinden sorumluluğu (TTK m 1141) ile eşyanın zıyaa veya hasara uğraması yahut geç teslim edilmesinden ileri gelen zararlardan sorumluluğu (TTK m 1178 vd) bakımından salgının etki ve sonuçları değerlendirilmeye çalışılmıştır. Daha sonra salgına bağlı sebeplerle eşyanın zıyaa veya hasara uğramasının taşıyanın navlun alacağına etkisi ile, navlunun zaman üzerine kararlaştırıldığı hâllerde, salgın nedeniyle yolculuğun kesintiye uğraması veya uzamasının navlunun hesaplanmasına etkisi ele alınmıştır.",
     "Abstract": "The World Health Organization declared the COVID-19 epidemic a pandemic on March 12, 2020. In a short time, the coronavirus disease had affected the entire world. Among the many negative consequences of the pandemic is damage to the world trade and economy. The maritime industry initially faced the worst effects of the pandemic. This is because the transportation in international trade is mostly performed by sea. Because the ships visit numerous ports all around the world, maritime commerce was affected instantly from the time the pandemic began.In this study, the effects of pandemic on maritime carrier s liability and the carrier s right to recover freight charges were researched. First, the consequences of the pandemic were discussed with regard to the unseaworthiness of the ship at the beginning of the voyage. Then, the issue was approached with respect to the liability of the carrier for loss resulting from loss of or damage to the goods or from delay in delivery. Finally, the effect of interruption or delay of the voyage due to the pandemic on the calculation of freight fixed per time and the effect of the loss or damage to the goods due to the pandemic on the carrier s right to recover freight charges were examined. These issues were studied with regard to the provisions of Turkish Commercial Code  regulating maritime commerce.",
     "Metin": "Mücbir sebep kavramı,  bir borcun veya genel bir davranış yükümünün ihlâline neden olan, borçlunun işletme faaliyetiyle ilgisi olmayan (haricî), öngörülemez ve kaçınılamaz bir olay  olarak tanımlanmaktadır. Salgın hastalıkların, genellikle başlı başına borcun ifasını engelleyen bir olay olarak kabul edilmediği; salgın nedeniyle alınan önlemlerin, örneğin bazı işyerlerinin kapatılması, toplantı düzenleme yasağı, seyahat yasağı, ihracat yasağı, sokağa çıkma yasağı veya karantina gibi hukukî imkânsızlık doğuran tedbirlerin ise, borcun ifasına engel olabileceği; bu nedenle, mücbir sebep kavramının şartları ve sonuçları bakımından incelenmesi gereken asıl meselenin, söz konusu önlemler olduğu ifade edilmektedir. Sözleşmenin kurulmasından sonra, sağlıkla ilgili nedenlerle kanun yahut yetkili makam kararı ile sözleşmede kararlaştırılan edimin yasaklanması, hukuki imkansızlık olarak  nitelenmektedir.  Hukuki  imkansızlık  söz  konusu  ise,  imkansızlıktan borçlunun sorumlu olduğu hallerde alacaklı artık elde edemeyeceği edimin yerine tazminat talep etme imkanına sahip olur. Bu ihtimalde önemli olan, borcun ifasını engelleyen olayın mücbir sebep teşkil edip etmediğinden çok, borçlunun kusurunun bulunup bulunmadığıdır. COVID-19 pandemisi sürecinde, karantina tedbiri gibi yetkili makam kararları ile borcun ifası imkansızlaşabileceği gibi; geminin mutat rotadan sapması nedeniyle yaşanan  gecikme  sonucu  gıda  yükünün  bozulması  durumunda  olduğu  üzere, borcun kötü ifası da söz konusu olabilir. Tüm bu hallerde taşıyanın sorumlu tutulup tutulamayacağı, zararın meydana gelmesinde kusurunun bulunup bulunmadığına göre  değerlendirilecektir.  Çalışmada  deniz  yoluyla  eşya  taşıyanın  sorumluluğu bakımından, pandemi bağlamında önem arz edebilecek olan bazı konu başlıkları bu çerçevede ele alınmış; taşıyanın sorumluluğunun şartlarından biri olan kusurun mevcudiyeti  değerlendirilirken  göz  önünde  bulundurulması  gereken  hususlar incelenmeye çalışılmıştır. 1  Bkz  https://blog.lexpera.com.tr/covid-19-salgini-cercevesinde-alinan-onlemlerin-sozlesme-hukuku-ve-mucbir-sebepkavrami-acisindan-degerlendirilmesi/. Erişim tarihi 19.08.2020.2  Bkz  https://blog.lexpera.com.tr/covid-19-salgini-cercevesinde-alinan-onlemlerin-sozlesme-hukuku-ve-mucbir-sebepkavrami-acisindan-degerlendirilmesi/. Erişim tarihi 19.08.2020. Ayrıca bkz ve karşl: Türkiye Bilimler Akademisi, TÜBA COVID-19 Küresel Salgını: Hukuki Değişim Ve Etkileşimler Raporu (2020), 42 vd 3  Gökhan Antalya, Borçlar Hukuku Genel Hükümler Cilt V/1, 3 (genişletilmiş 2. Baskı, Seçkin 2019), 289 N 1397. Bu konuda bkz Fikret Eren, Borçlar Hukuku Genel Hükümler, (24. Baskı, Yetkin 2019), 1165 N 3257.4  Antalya (n 5), 288 N 1395. Kusurlu ifa imkansızlığı hakkında bilgi için bkz Eren (n 5) 1163 vd N 3254 vd 5  Bkz  https://blog.lexpera.com.tr/covid-19-salgini-cercevesinde-alinan-onlemlerin-sozlesme-hukuku-ve-mucbir-sebepkavrami-acisindan-degerlendirilmesi/. Erişim tarihi 19.08.2020.302Yetiş Şamlı / COVID-19 Pandemisinin Taşıyanın Sorumluluğu ve Navlun Alacağı Üzerindeki Etkileri Kusurun değerlendirilmesinde, alınan önlemlerin sözleşmenin kurulduğu tarihte öngörülebilir olup olmadığının dikkate alınması gerektiği; örneğin, söz konusu salgının ve önlemlerin öngörülebilir hale geldiği bir dönemde sözleşme yapan borçlunun, sözleşmede aksine bir kayıt yer almadıkça, ifayı engelleyen olguların gerçekleşme riskini üstlenmiş kabul edilmesinin icap ettiği; buna karşılık, salgın önlemlerinin  öngörülemez  ve  önlenemez  kabul  edildiği  durumlarda,  borçlunun sorumluluktan kurtulacağı ifade edilmektedir. Son olarak belirtmek gerekir ki, pandeminin ilerleyen dönemlerinde, tarafların navlun sözleşmesinde, pandemi bağlamında gündeme gelebilecek çeşitli olasılıklara ilişkin açık hükümler kararlaştırmaları söz konusu olabilir. Bu yapıldığı takdirde taşıyanın sorumluluğuna yahut navlun alacağına ilişkin olarak ortaya çıkabilecek uyuşmazlıklar, emredici hükümlere (TTK m. 1243/1) aykırı olmamak kaydıyla geçerli olan bu gibi sözleşme şartları çerçevesinde çözümlenebilecektir.I. Taşıyanın Geminin Sefere Elverişsizliğinden Sorumluluğu BakımındanA. Geminin Sefere Elverişliliğini Sağlama YükümlülüğüTaşıyan navlun sözleşmesi ile, kendisine taşınmak üzere teslim edilen yükü bir limandan diğer bir limana taşımayı, varma yerinde, tesellüme yetkili kişiye tam ve sağlam olarak ve belirli bir zamanda, gecikmeksizin teslim etmeyi üstlenmektedir. Bu yükümlülüğün tam ve gereği gibi ifası için yükün taşınacağı geminin denize, yola ve yüke, kısaca sefere elverişli olması gerekir. Denize, yola ve yüke elverişlilik kavramları TTK m 932 de tanımlanmış; taşıyanın yolculuk  başlangıcında  sefere  elverişli  bir  gemi  sağlama  yükümlülüğü  ile  bu yükümlülüğün ihlalinden doğan sorumluluğu ise, TTK m 1141 de düzenlenmiştir. Belirtmek gerekir ki taşıyanın geminin sefere elverişliliğini temin etme yükümlülüğü yolculuğun  tamamı  boyunca  mevcuttur.  TTK da  başlangıçtaki  elverişsizlikten sorumluluk özel olarak düzenlenmiştir. Sonraki elverişsizlikten sorumluluk ise TTK m 1178 ve devamında düzenlenen navlun sözleşmesinin ifasında özen gösterme yükümlülüğünün  ve  bu  yükümlülüğün  ihlalinden  kaynaklanan  sorumluluğunun 6  Bkz  https://blog.lexpera.com.tr/covid-19-salgini-cercevesinde-alinan-onlemlerin-sozlesme-hukuku-ve-mucbir-sebepkavrami-acisindan-degerlendirilmesi/. Erişim tarihi 19.08.2020.303İstanbul Hukuk Mecmuası 78/2kapsamındadır. Yolculuk  sırasında  geminin  elverişli  bir  hâlde  bulundurulması, taşıyanın navlun sözleşmesinin ifasında özen gösterme borcunun özel bir görünümü olarak kabul edilmektedir. Dolayısıyla navlun sözleşmesinin ifasında özen gösterme borcunun kapsamına geminin elverişliliğinin devamlı surette denetlenmesi; gerekli ve beklenebilir olduğu ölçüde yeniden tesisi de girmektedir.B. Denize, Yola ve Yüke Elverişlilik KavramlarıDenize elverişlilik, geminin teknesinin (gövdesinin), somut yükle birlikte icra edilecek belirli yolculukta, tamamıyla olağanüstü olanlar dışındaki deniz tehlikelerine karşı koymaya elverişli olmasını ifade etmektedir. Nitekim TTK m 932/1 de de denize elverişlilik,  geminin gövde, genel donatım, makine, kazan gibi esas kısımları bakımından yolculuğun yapılacağı sudan ileri gelen, tamamıyla anormal olanlar dışındaki tehlikelere karşı koyabilecek durumda olması  şeklinde tanımlanmıştır. 7  6102 sayılı Türk Ticaret Kanunu nun bu düzenlemesinin kökeni, 1924 tarihli Konişmentoya Müteallik Bazı Kaidelerin Tevhidi Hakkındaki Milletlerarası Sözleşme ye (International Convention for the Unification of Certain Rules of Law relating to Bills of Lading) (Lahey Kuralları) dayanmaktadır. 1978 tarihli Birleşmiş Milletler Denizde Eşya Taşıma Sözleşmesi nde (The United Nations Convention on the Carriage of Goods by Sea) (Hamburg Kuralları), yolculuk başlangıcında geminin sefere elverişli bir hâlde bulunmasını sağlamak; eşyanın yükletilmesi, elden geçirilmesi, istifi, taşınması, korunması ve gözetiminde özen göstermek gibi taşıyanın navlun sözleşmesinden kaynaklanan bazı yükümlülüklerinden söz edilmeksizin, eşyanın zıyaa veya hasara uğramasından yahut geç tesliminden ileri gelen zararlardan sorumluluğu düzenlenmiştir. Dolayısıyla taşıyanın başlangıçtaki elverişsizlikten sorumluluğuna ilişkin özel bir düzenleme getirilmemiştir. 2009 tarihli Tamamen veya Kısmen Deniz Yoluyla Uluslararası Eşya Taşıma Sözleşmelerine İlişkin Birleşmiş Milletler Andlaşması nda (United Nations Convention On Contracts for the International Carriage of Goods Wholly or Partly by Sea) (Rotterdam Kuralları) ise, geminin sefere elverişliliğini sağlamak yükümlülüğü özel olarak ve fakat yolculuk boyunca devam eden bir yükümlülük şeklinde düzenlenmiş; taşıyan gemiyi elverişli bir hâlde bulundurmak için yalnızca yolculuk başlangıcında değil, yolculuğun devamı sırasında da gereken özeni göstermekle yükümlü tutulmuştur. Alman hukukunda, TTK m 1141 e tekabül eden ve onun kaynağını teşkil eden düzenleme, Alman Ticaret Kanunu nda, 20.4.2013 tarihli 4. Deniz Ticareti Hukuku Değişiklik Kanunu (4. Seerechtsænderungsgesetz -Gesetz zur Reform des Seehandelsrechts vom 20.4.2013, BGBl I S 831, 24.4.2013) ile yapılan değişiklik öncesinde yürürlükte bulunan (mülga) § 559 HGB dir. Anılan reform sonrasında, taşıyanın geminin sefere elverişliliğini sağlama yükümlülüğü ayrı bir hükümde (§ 485 HGB) yer almış; elverişsizlikten sorumluluk ise, § 498 HGB de, taşıyanın yükün zıyaı veya hasarından ileri gelen zararlardan sorumluluğu kapsamında, ispat yükünün dağılımına ilişkin özel bir hüküm çerçevesinde düzenlenmiştir. Bu konu hakkında bkz aşağıda: dn (18). § 485 HGB hakkında bilgi için bkz Beate Czerwenka, Das Gesetz zur Reform des Seehandelsrechts: Einleitung, Erlaeuterung, Synopsen (Bundesanzeiger Verlag 2014) 91 Nr 1 vd Dieter Rabe ve Uwe Kay Bahnsen, Seehandelsrecht: Fünftes Buch des Handelsgesetzbuches mit Nebenvorschriften und Internationalen Übereinkommen (5. Bası, 2018) § 485/1 vd, 231 vd Mülga § 559 HGB den farklı olarak, bu hüküm ile geminin sefere elverişliliğini sağlama yükümlülüğünün yalnızca yolculuk başlangıcında değil, taşıyanın yüke zilyet olduğu tüm süre boyunca devam eden bir yükümlülük olarak düzenlendiği; başlangıçtaki ve sonraki elverişliliğin tek bir hükümde birleştirildiği hususunda bkz Rolf Herber, Seehandelsrecht: Systematische Darstellung (2. Bası, De Gruyter 2016) 250; Rabe ve Bahnsen (n 9) § 485/2, 231 vd Geminin sefere elverişliliğini sağlama yükümlülüğünün reform sonrasında HGB de muhafaza edilmesinin gereksiz ve kanunun sistematiğine aykırı olduğu hususunda bkz Herber (n 9) 250.8  Hans Wüstendörfer, Neuzeitliches Seehandelsrecht mit besonderer Berücksichtigung des angloamerikanischen und internationalen Rechts (gözden geçirilmiş ve düzeltilmiş 2. Bası, 1950) 240; Georg Schaps ve Hans Jürgen Abraham, Das Seerecht in der Bundesrepublik Deutschland: Kommentar und Materialsammlung, Seehandelsrecht – Erster Teil (yenilenmiş 4. Bası, Walter de Gruyter 1978) § 559/4, 494, 495; ibid § 606/4, 5, 628; Hans Jürgen Abraham, Das Seerecht: Ein Grundriß mit Hinweisen auf die Sonderrechte anderer Verkehrsmittel, vornehmlich das Binnenschiffahrts- und Luftrecht, (gözden geçirilmiş 4. Bası, Walter de Gruyter 1974), 180, 181; Heinz Prüssmann ve Dieter Rabe, Seehandelsrecht: Fünftes Buch des Handelsgesetzbuches mit Nebenvorschriften und Internationalen Übereinkommen (yenilenmiş 4. Bası) , Verlag C.H. Beck, 2000) § 606/2, 553; Franz Schlegelberger ve Rudolf Liesecke, Seehandelsrecht: Zugleich Ergänzungsband zu Schlegelberger Kommentar zum Handelsgesetzbuch, (yenilenmiş 2. Bası, Verlag Franz Vahlen 1964) § 606/3, 287; ibid § 559/11, 12, 214; Tahir Çağa ve Rayegân Kender, Deniz Ticareti Hukuku II: Navlun Sözleşmesi (gözden geçirilmiş 10. Bası, On İki Levha 2010) 176; ibid 183; Fahiman Tekil, Deniz Hukuku (6. Bası, Alkım 2001) 273. 9  Schaps ve Abraham (n 10) § 559/4, 495; Schlegelberger ve Liesecke (n 10) § 606/12, 214.10  Wüstendörfer (n 10) 238; Schlegelberger ve Liesecke (n 10) § 559/3, 212; Andreas Hoffmann, Die Haftung des Verfrachters nach deutschem Seefrachtrecht, Schriften zum Transportrecht Heft 15 (Neuwied-Kriftel-Berlin 1996) 15; Karl Hartmann, Die Haftung des Verfrachters aus Seefrachtvertrag nach den Haager Regeln, Abhandlungen zum schweizerischem Recht 221 Heft (Verlag von Stämpfli & Cie 1945) 47; Rabe ve Bahnsen (n 9) § 485/7, 233; Thomas Gilbert Carver, Sir Guenter Treitel ve FMB. Reynolds, Carver on Bills of Lading (Sweet § Maxwell 2005) 500. 304Yetiş Şamlı / COVID-19 Pandemisinin Taşıyanın Sorumluluğu ve Navlun Alacağı Üzerindeki Etkileri Denize elverişlilik kavramı önceleri yalnızca geminin teknesine ilişkin elverişliliği ifade etmekteyken, denizcilikteki teknik ilerlemelerin etkisiyle içeriği zaman içinde genişlemiş; yola elverişlilik kavramını da kapsar hâle gelmiştir. Zira yola elverişli olmayan bir gemi, yolculuğun emniyetle gerçekleştirilmesini, en az teknesi itibarıyla elverişsiz bir gemi kadar tehlikeye atmaktadır. TTK m 932/f 2 de yola elverişlilik,  denize elverişli bir geminin teşkilatı, yükleme durumu, yakıtı, kumanyası, gemi adamlarının  yeterliliği  ve  sayısı  bakımından,  yapacağı  yolculuğun  tamamıyla anormal olanlar dışındaki tehlikelerine karşı koyabilmek için gereken niteliklere sahip olması  şeklinde tanımlanmıştır. Yüke elverişlilik ise TTK m 932/f 3 te, geminin  soğutma tesisatı da dahil olmak üzere,  eşya  taşımada  kullanılan  kısımlarının  eşyanın  kabulüne,  taşınmasına  ve muhafazasına elverişli olması  şeklinde tanımlanmıştır. Denize, yola ve yüke elverişliliğe ilişkin olarak verilen tanımların da açıkça ortaya koyduğu üzere elverişlilik kavramı nispidir. Geminin gerçekleştirilecek belirli yolculuk ve taşınacak belirli yük bakımından deniz tehlikelerine karşı koyabilecek durumda olması yeterlidir. Elverişlilik kavramının nispiliğinin diğer bir yönü de, elverişliliğe ilişkin kriterlerin zaman içinde, örneğin teknik gelişmelerin etkisiyle, değişmesidir. C. Gemi Adamları Arasındaki Salgının Gemiyi Yola Elverişsiz Hâle GetirmesiCOVID-19 pandemisi gibi dünya çapında yaşanan bir salgının sefere elverişlilik üzerinde etkili olması tabiidir. Sefere elverişlilik bu açıdan değerlendirildiğinde, pandeminin denize ve yüke elverişlilik üzerinde herhangi bir etkisi olmayacaktır. Buna karşılık gemi adamlarının COVID-19 hastalığına yakalanması, geminin yola elverişsiz sayılmasına neden olabilir. Zira gemide, gerek geminin, gerekse yükün ve 11  Wüstendörfer (n 10) 238; Hoffmann (n 12) 15; Schaps ve Abraham (n 10) § 559/1, 491; Abraham (n 10) 149; John Richardson, A Guide to the Hague and Hague-Visby Rules: A revised Special Report (Lloyd s of London Press 1989) 39. 12  Prüssmann ve Rabe (n 10) § 559/6, 406.13  Wüstendörfer (n 10) 239; Schaps ve Abraham (n 10) § 559/1, 492; Abraham (n 10) 149; Schlegelberger ve Liesecke (n 10) § 559/5, 213; Prüssmann ve Rabe (n 10) § 559/5, 406; Herber (n 9) 250; Thomas Edward Scrutton ve Stewart C. Boyd vd, Scrutton on Charterparties and Bills of Lading (21. Bası, Sweet § Maxwell 2008) A 90; Çağa ve Kender (n 10) 19; Tekil (n 10) 275; Bülent Sözer, Taşıyanın Gemiyi Sefere Elverişli Halde Bulundurmak Borcu (Banka ve Ticaret Hukuku Araştırma Enstitüsü 1975) (Sefere Elverişlilik) 28; Bülent Sözer, Deniz Ticareti Hukuku I (Ders Kitabı) GirişGemi-Donatan ve Navlun Sözleşmeleri, (gözden geçirilmiş ve genişletilmiş 5. Bası, Vedat Kitapçılık 2019) (Deniz Ticareti Hukuku) 468; Pınar Akan, ‘Taşıyanın Gemiyi Sefere Elverişli Halde Bulundurma Yükümlülüğü  (2000), Prof Dr Tahir Çağa nın Anısına Armağan 1, 5; Nihat Taşdelen, ‘Deniz Yoluyla Yapılan Taşımalarda Taşıyanın Başlangıçtaki Elverişsizlikten Doğan Sorumluluğu  (2003) Bilgi Toplumunda Hukuk Ünal Tekinalp e Armağan 939, 946.14  Wüstendörfer (n 10) 239; Schaps ve Abraham (n 10) § 559/1, 492; Abraham (n 10) 149; Hartmann (n 12) 47; Schlegelberger ve Liesecke (n 10) § 559/5, 213; Prüssmann ve Rabe (n 10) § 559/5, 6, 406; Herber (n 9) 250; Thomas Gilbert Carver ve Raoul Colinvaux, Carver s Carriage by Sea Vol 1 (13. Bası, Stevens § Sons 1982) 351; Carver, Treitel ve Reynolds, (n 12) 502; Scrutton, Boyd vd (n 15) 90 vd Çağa ve Kender (n 10) 19; Sözer, Sefere Elverişlilik (n 15) 29; Sözer, Deniz Ticareti Hukuku (n 15) 468; Akan, Gemiyi Sefere Elverişli Halde Bulundurma Yükümlülüğü (n 15) 5.15  Sözer, Deniz Ticareti Hukuku (n 15) 469.305İstanbul Hukuk Mecmuası 78/2yolculuğun gerekliliklerine uygun sayıda ve yeterlilikte gemi adamının bulunması, geminin yola elverişliliğinin sağlanması bakımından elzemdir.1.11.1974 tarihli Denizde Can Emniyeti Uluslararası Sözleşmesi (International Convention for the Safety of Life at Sea) (SOLAS-74) Kural V/14 uyarınca taraf ülke hükümetleri; kendi bayraklarını taşıyan gemilerin, denizde can güvenliğinin sağlanması bakımından yeterli ve ehliyetli personelle donatılmasının sağlanması için  gerekli  önlemlerin  alınmasını  ve  sürdürülmesini  üstlenirler.  Türkiye SOLAS 74 e 25 Mayıs 1980 tarih ve 16985 Sayılı Resmi Gazete de yayımlanan 06.03.1980 tarihli Bakanlar Kurulu Kararı ile taraf olmuştur. Sözleşme, Türkiye bakımından  25.5.1980  tarihinde  yürürlüğe  girmiştir.  Türk  hukukunda  gemi adamlarının  yeterlikleri,  eğitimleri,  sınavları  ve  belgelendirilmelerine  ilişkin hususlar,  2018  tarihli  Gemiadamları  Ve  Kılavuz  Kaptanlar Yönetmeliği nde düzenlenmiştir. SOLAS 74 Kural V/14 te, kapsama giren her gemide, belirlenen gerekliliklerin  karşılanması  bakımından  zorunlu  görülen  minimum  düzeyde bir donatımın kanıtı olarak kullanılmak amacıyla, geminin tipine uygun olarak İdare  tarafından  hazırlanmış  bir  güvenli  asgari  donatım  seviyesi  dokümanı bulundurulması öngörülmüştür. Gemilerin Genel Denetimi Ve Belgelendirilmesi Hakkında Yönetmelik (GGDBHY) ile, teçhizat, malzeme ve diğer unsurların, mürettebatın ve işletim prosedürlerinin, ulusal mevzuat hükümlerine ve gemilerden kaynaklanan  deniz  kirlenmesinin  önlenmesi  ve  deniz  emniyeti  hususlarındaki uluslararası  sözleşmelere  uygunluğunun  geminin  kullanım  amacına  yönelik olarak denetlenmesine, uygun olmayanlar hakkında tatbik edilecek yaptırımlara ve belgelendirilmelerine ilişkin usul ve esaslar belirlenmiştir. İşte SOLAS 74 Kural V/14 ve GGDBHY m. 18/1, m. 61 ve Ek 1 (1)-f uyarınca düzenlenen Gemi Adamı Donatımında Asgari Emniyet Belgesi (Minimum Safe Manning Document), gemilerin  denetimi  neticesinde  İdare  tarafından  düzenlenen  ve  GGDBHY  m. 21/1 (ç) uyarınca gemide bulundurulması gereken belgelerden biridir. Bu belge, gemide bulunması gereken personel sayısı ile personelin sahip olması gereken ehliyet derecelerini gösterir ve söz konusu geminin öngörülen sayı ve yeterlikteki gemi adamları ile donatıldığında ulusal ve uluslararası mevzuata göre emniyetli donatılmış  sayılacağını  belgeler.  Gemideki  gemi  adamı  sayısının  COVID-19 nedeniyle anılan belgede öngörülen asgari standardın altına inmesi durumunda, gemi yola elverişsiz hâle gelecektir. Zira gemiyi elverişsiz hale getiren eksikliğin taşıyan veya adamlarının kusurundan kaynaklanması gerekmeyip; umulmayan bir hâlden veya tabii bir olaydan dahi kaynaklanması mümkündür.16  Rabe ve Bahnsen (n 9) § 485/31, 239.17  Gemiadamları Ve Kılavuz Kaptanlar Yönetmeliği, RG. 10.2.2018/30328.18  Gemilerin Genel Denetimi Ve Belgelendirilmesi Hakkında Yönetmelik, RG 10.11.2006/26342.19  Emine Yazıcıoğlu, Kender/Çetingil Deniz Ticareti Hukuku (gözden geçirilmiş ve genişletilmiş 15. Bası, Filiz Kitapevi 2020). (Kender/Çetingil Deniz Ticareti Hukuku) 387.306Yetiş Şamlı / COVID-19 Pandemisinin Taşıyanın Sorumluluğu ve Navlun Alacağı Üzerindeki Etkileri Salgının kişiden kişiye bulaşmasının son derece kolay oluşu; hastalığın 14 günlük bir kuluçka süresinin olması ve gemi adamlarının kapalı bir ortamda uzun süre bir arada bulunması göz önüne alındığında, henüz gemide bir salgın boyutuna ulaşmasa ve bir kişide görülse dahi, bunun bile geminin yola elverişsizliğine yol açması olasıdır. Zira yolculuğun başlangıcında tek kişinin virüslü taşıması, yolculuk sırasında tüm gemi mürettebatına bulaş riski yaratır. Gemi mürettebatının hastalık dolayısıyla gemi içinde karantina altına alınması ve iş yapamaz duruma gelmesi ise, geminin yola elverişsizliğine yol açar.D. Taşıyanın COVID-19 Salgını Nedeniyle Geminin Yola Elverişsiz Hâle Gelmesinden SorumluluğuTTK m 1141/1 uyarınca her türlü navlun sözleşmesinde taşıyan, geminin denize, yola ve yüke elverişli bir hâlde bulunmasını sağlamakla yükümlüdür. Aynı maddenin ikinci fıkrasına göre ise, taşıyan, yükle ilgili olanlara karşı geminin denize, yola veya yüke elverişli olmamasından doğan zararlardan sorumludur; meğerki, tedbirli bir taşıyanın harcamakla yükümlü olduğu dikkat ve özen gösterilmekle beraber, eksikliği yolculuğun başlangıcına kadar keşfe imkân bulunmamış olsun.Bu düzenleme çerçevesinde taşıyana gemiyi yüklemenin başlangıcından yolculuğun başlangıcına kadar olan safhanın tamamında elverişli hâlde bulundurma değil; elverişsizliğe neden olabilecek eksiklerin keşfedilmesi ve giderilmesi yönünde gereken özeni gösterme mükellefiyeti yüklenmiştir. Diğer bir ifadeyle garanti sorumluluğu söz konusu değildir. Dolayısıyla taşıyanın elverişsizlikten ileri gelen zararlardan sorumlu tutulabilmesi için kusurlu olması şarttır. Kusurun bulunmadığını ispat yükü ise taşıyana aittir.Gemi adamları arasında COVID-19 salgını yaşanmasının gemiyi yola elverişsiz hâle getirmesi ile taşıyanın bundan TTK m 1141 hükmü uyarınca sorumlu tutulabilmesi birbirinden  farklı  meselelerdir. Taşıyanın  sorumluluğunun  gündeme  gelebilmesi için  öncelikle  salgının  neden  olduğu  yola  elverişsizliğin  bir  zarara  yol  açmış olması gerekir. Zarar, gemideki salgın nedeniyle geminin bir limanda karantinaya alınmasından dolayı ortaya çıkabileceği gibi, salgının yayılması sebebiyle gemi adamlarının işlerini yapamaz duruma düşmesinden de kaynaklanabilir. 20  Virüs, hasta kişilerin öksürme veya hapşırmayla ortaya saçtığı damlacıkların ortamdaki diğer bireylerin ağız, burun ve gözlerine temasıyla, damlacıkların yapıştığı yüzeylere dokunduktan sonra ellerin ağız, burun veya göze götürülmesiyle bulaşabilmektedir. Bkz https://covidbilgi.saglik.gov.tr/depo/Kitapcik/COVID-19_YENI_KORONAVIRUS_HASTALIGI_KITAPCIK_A.pdf. Erişim tarihi 19.08.2020.21  Bkz  https://covidbilgi.saglik.gov.tr/depo/Kitapcik/COVID-19_YENI_KORONAVIRUS_HASTALIGI_KITAPCIK_A.pdf. Erişim tarihi 19.08.2020.22  Bu konuda bkz Kübra Yetiş Şamlı, ‘Lahey-Lahey/Visby, Hamburg Ve Rotterdam Kuralları nda Sefere Elverişlilik  (2013) 71(2) Prof Dr Ersin Çamoğlu na Armağan, İstanbul Üniversitesi Hukuk Fakültesi Mecmuası. (Sefere Elverişlilik) 487.23  Yazıcıoğlu, Kender/Çetingil Deniz Ticareti Hukuku (n 21) 388; Sözer, Sefere Elverişlilik (n 15) 7; Sözer, Deniz Ticareti Hukuku (n 15) 472; Akan, Gemiyi Sefere Elverişli Halde Bulundurma Yükümlülüğü (n 15) 4. Buna paralel bir düzenlemenin söz konusu olduğu Lahey Kuralları bakımından (LK m 4 § 1) aynı yönde: Carver, Treitel ve Reynolds (n 12), Nr 9-019, 503; ibid Nr 9-136, 568; Scrutton, Boyd vd (n 15) B 388; John F Wilson, Carriage of Goods by Sea (7. Bası, Pearson 2010) 187. Alman hukuku bakımından aynı yönde: Rabe ve Bahnsen (n 9) § 485/11, 234.307İstanbul Hukuk Mecmuası 78/2Sorumluluğun bir diğer koşulu, elverişsizliğin başlangıçta mevcut olmasıdır. Aksi takdirde taşıyanın sorumluluğu yine gündeme gelebilirse de dayanağı TTK m 1141 hükmü olmaz. Zira taşıyanın TTK m 1141 hükmü uyarınca gemiyi sefere elverişli bir hâlde bulundurma yükümlülüğü, yüklemenin başlamasından yolculuğun başlangıcına kadar olan zaman dilimini kapsamaktadır. Yolculuk kavramı ile ifade edilmek istenen ise, genel olarak geminin seferi değil, her bir somut yüke ait yolculuktur. Dolayısıyla  yolculuğun  başlangıcının  tespitinde  geminin  değil,  taşınmakta  olan somut yükün dikkate alınması gerekir. Elverişsizliğe neden olan eksikliğin daha bu safhada zarara yol açacak bir nitelikte olması ise şart olmayıp,  tohum  hâlindeki mevcudiyeti yeterlidir. Açıklanan tüm bu esasları COVID-19 hastalığı ve bunun yol açtığı salgından kaynaklanan  bir  elverişsizlik  açısından  değerlendirecek  olursak,  yolculuk başlangıcında  gemi  adamlarının  birinin  dahi  hastalanmış  olması  geminin  yola elverişsiz sayılması için yeterli olabilecektir. Taşıyanın  sorumluluğunun  bir  kusur  sorumluluğu  olduğunu  yukarıda  ifade etmiştik. Acaba sorumlu tutulmamak için taşıyanın göstermekle yükümlü olduğu özen nasıl belirlenecektir? Bu hususta salgının ilk ortaya çıktığı dönemle daha sonrasını birbirinden ayırmak gerekir. Zira salgın dünyada ilk ortaya çıktığında, hastalık  24  M. Fehmi Ülgener, Taşıyanın Sorumsuzluk Halleri (Der 1991), 56; Sözer, Deniz Ticareti Hukuku (n 15) 470; Vural Seven,Taşıyanın Yüke Özen Borcunun İhlalinden (Yük Zıya ve Hasarından) Doğan Sorumluluğu (Yetkin 2003) 19. TTK m 1141 e paralel bir düzenleme getiren Lahey Kuralları (LK m 3 § 1) bakımından aynı yönde: Carver, Treitel ve Reynolds, (n 12) Nr 9-134, 567; Scrutton, Boyd vd (n 15) B 387; Wilson (n 25) 187; Hakan Karan, The Carrier s Liability Under International Maritime Conventions: The Hague, Hague-Visby, and Hamburg Rules (The Edwin Mellen Press 2004) 106, 107. Alman Ticaret Kanunu nda, 2013 te yapılan değişiklik öncesinde (mülga) § 559 HGB nin TTK m 1141 e tekabül eden düzenlemesi bakımından aynı yönde: Wüstendörfer (n 10) 241; Hoffmann (n 12) 17 vd Schaps ve Abraham (n 10) § 559/3, 494; Hartmann (n 12) 50 vd Prüssmann ve Rabe (n 10) § 559/29, 412. Anılan değişiklik sonrasında, taşıyanın gemiyi sefere elverişli hâlde bulundurma yükümlülüğü ayrı bir hükümde (§ 485 HGB) yer almış; bu yükümlülüğün ihlalinden kaynaklanan sorumluluk ise, taşıyanın yükün zıyaı veya hasarından ileri gelen zararlardan sorumluluğu kapsamında, ispat yükünün dağılımına ilişkin özel bir hüküm çerçevesinde düzenlenmiştir (§ 498 (2) HGB). Şöyle ki, § 498 (1) uyarınca taşıyan, eşyayı teslim almasından teslim etmesine kadar olan zaman dilimi içinde eşyanın zıyaa veya hasara uğramasından ileri gelen zararlardan sorumludur. Takip eden fıkrada, taşıyanın, zıya veya hasarın tedbirli bir taşıyanın özenine rağmen kaçınılması mümkün olmayan sebeplerden kaynaklanması halinde sorumluluktan kurtulacağı hüküm altına alınmıştır. Yine aynı fıkra uyarınca, eşyanın denize veya yüke elverişsiz bir gemi ile taşınmış olması ihtimalinde, elverişsizliğin zarara sebebiyet vermiş olabileceğinin ilk bakışta ortaya konulması durumunda, taşıyan ancak tedbirli bir taşıyanın dikkat ve özenine rağmen elverişsizliğin yolculuk başlangıcına kadar keşfine imkân bulunmadığını kanıtlarsa sorumluluktan kurtulur. Bu konuda bilgi için bkz Czerwenka (n 9) 127 vd Rabe ve Bahnsen (n 9) § 498/51 vd, 415 vd, § 498/68 vd, 419 vd, § 498/117 vd, 433 vd Değişiklik kanunu tasarısının önceki metinleri başlangıçtaki elverişsizliğe ilişkin özel bir düzenleme içermediği hâlde, daha sonra tasarıya bu şekilde bir hüküm eklenmesinin sebebi hakkında bkz Czerwenka (n 9) 129 Nr 5; Rabe ve Bahnsen (n 9) § 498/5, 402. Bu düzenlemenin taşıyanın geminin sefere elverişsizliği durumunda sorumluluktan kurtulması imkânını daralttığı hakkında bkz Czerwenka (n 9) 131 Nr 10; Rabe ve Bahnsen (n 9) § 498/11, 396. Kanunlaşma sürecinde maddeye eklenen ispat yüküne ilişkin hükmün, düzenlemeyi karmaşık hale getirdiği; pratikte hemen hiç etkisi ve sonucunun da olmayacağı; üstelik gemiyi sefere elverişli hâlde bulundurma yükümlülüğünün mülga § 559 HGB de olduğu gibi yalnızca yolculuk başlangıcında söz konusu olduğu şeklinde yanlış anlaşılmaya elverişli olduğu yönündeki eleştiri için ve taşıyanın yolculuk sırasında geminin sefere elverişsiz hâle gelmesi durumunda da, bunu keşfedememekte yahut giderememekte kusuru varsa, sorumlu olacağı hususunda bkz Herber (n 9) 277 vd25  Wüstendörfer (n 10) 240; Hoffmann (n 12) 17; Schaps ve Abraham (n 10) § 559/4, 494; Abraham (n 10) 180 vd Hartmann (n 12) 51 Schlegelberger ve Liesecke (n 10) § 606/12, 214; Rabe ve Bahnsen (n 9) § 498/70, 420; Çağa ve Kender (n 10) 176; Yazıcıoğlu, Kender/Çetingil Deniz Ticareti Hukuku (n 21) 388; Sözer, Sefere Elverişlilik (n 15) 33; Seven (n 26) 19 dn (13).26  Hoffmann (n 12) 17; Schlegelberger ve Liesecke (n 10) § 606/12, 214; Rabe ve Bahnsen (n 9) § 498/70, 420; Ülgener (n 26) 56; Karan (n 26) 107.27  Rabe ve Bahnsen (n 9) § 485/19, 236.308Yetiş Şamlı / COVID-19 Pandemisinin Taşıyanın Sorumluluğu ve Navlun Alacağı Üzerindeki Etkileri hakkında tıbbi bakımdan bilinenler çok sınırlı idi. Sonrasında ise, henüz hastalığın tüm özellikleri tespit edilmemiş ve tedavisi bulunmamış olsa da, nasıl büyük bir hızla yayılabildiği anlaşılmış; bulaşın önlenmesi için alınması gereken tedbirler belirlenmiştir. Bu konudaki tıbbi bilgi ve gelişmeler, Dünya Sağlık Örgütü ve ülkemiz bakımında da T.C. Sağlık Bakanlığı nın resmi web siteleri başta olmak üzere çeşitli kanallardan halka duyurulmuş ve duyurulmaktadır. Muhtelif sektörlerde de buna paralel olarak önlemler alınmıştır. Örneğin Türk gemi işletenlerin pek çoğu, büyük tonajlı ve dünya denizlerinde sefer yapan gemilerde, risk alınmaması için personel değişimlerini durdurmuştur. Küçük tonajlı ve Türkiye çevresinde sefer yapan gemilerde ise personel değişikliği talepleri liman başkanlıkları tarafından riskli olduğu gerekçesiyle reddedilmiştir. Esasen bu sorun Haziran ayı itibarıyla hâlen devam etmekte olup, Uluslararası Taşımacılık İşleri Federasyonu hükümetlerin mürettebat değişikliklerini  mümkün  kılacak  IMO  (International  Maritime  Organization  – Uluslararası Denizcilik Örgütü) protokollerini uygulaması için çağrı yapmaktadır.Personel değişimlerinin durdurulacağının duyurulması üzerine bu şekilde çalışmak istemeyen bazı gemi adamları gemiden ayrılmış; ayrılan gemi adamı yerine yeni bir gemi adamının gemiye alınması ise, gerek mürettebat gerekse gemi işleten tarafından son derece riskli bulunmuştur. Zira gemiye yeni alınan gemi adamının Corona virüsü taşıması olasıdır. Bu nedenle bazı Türk bayraklı gemilerde gemi adamı sayısı asgarinin altına düşmüştür. Gemi işletenler, böyle bir durumda tam otomasyonlu gemilerde birkaç gemi adamının eksik olması dolayısıyla işlerin aksamayacağını ileri sürerek gemi adamı sayısı asgarinin altına düşse dahi İdare nin belli süreli bir muafiyet öngörmesinin yerinde olacağını belirtmişlerdir. Kanaatimize göre İdare tarafından böyle bir muafiyet tanınırsa, geminin gemi adamı eksikliği dolayısıyla yola elverişsiz hâle gelmediği kabul edilmek gerekir. Muafiyet tanınmaması durumunda ise, tam otomasyonlu olsun olmasın, ulusal ve uluslararası mevzuatta öngörülen asgari sayı ve yeterlilikte gemi adamının bulunmadığı bir gemi yola elverişsiz sayılır. Ancak yukarıda da değinildiği üzere, geminin yola elverişsiz olması ile taşıyanın bundan dolayı sorumluluğunun doğması birbirinden farklı meselelerdir. Gemi adamının personel değişiminin askıya alınması üzerine bu şekilde çalışmayı kabul etmeyerek gemiden ayrılması ve gemiye yeni personel alımının tüm gemi personelini tehdit eden virüs tehlikesi dolayısıyla göze alınamaması durumunda, taşıyanın üzerine düşen 28  Bkz https://www.who.int/emergencies/diseases/novel-coronavirus-2019/advice-for-public ve https://covidbilgi.saglik.gov.tr/depo/Kitapcik/COVID-19_YENI_KORONAVIRUS_HASTALIGI_KITAPCIK_A.pdf Erişim tarihi 19.08.202029  Örneğin bkz https://covidbilgi.saglik.gov.tr/tr/calisma-rehberi-afisleri.html. Erişim tarihi 19.08.2020.30  https://www.denizhaber.com/guncel/kuzey-webinar-bulusmalari-3-i-covid-19-pandemisinin-personel-degisimlerine-h40.html. Erişim tarihi 15.5.2020.31  https://www.denizhaber.com/guncel/kuzey-webinar-bulusmalari-3-i-covid-19-pandemisinin-personel-degisimlerine-h40.html. Erişim tarihi 15.5.2020.32  https://www.denizhaber.com/guncel/itf-murettebat-degisimi-icin-sabir-tukendi-h52.html. Erişim tarihi 19.6.2020.33  https://www.denizhaber.com/guncel/kuzey-webinar-bulusmalari-3-i-covid-19-pandemisinin-personel-degisimlerine-h40.html. Erişim tarihi 15.5.2020.309İstanbul Hukuk Mecmuası 78/2özen yükümlülüğünü yerine getirmediğinden söz etmek de mümkün olmayabilir. Bu itibarla somut olayın şartları çerçevesinde bir değerlendirme yapmak icap eder.Taşıyanın kusurlu olup olmadığının tespitinde salgının ilk ortaya çıktığı dönemle sonrasını birbirinden ayırmak gerektiğini yukarıda ifade etmiştik. Bu bakımdan salgının ilk defa ortaya çıktığı dönemden farklı olarak örneğin Mayıs ayında, gemi adamlarından birinin hastalanması durumunda söz konusu gemi adamının gemi içinde karantinaya alınması ve diğer gemi adamlarının korunması için alınacak tedbirler konusunda bir prosedürün belirlenmiş olması beklenir. Bu prosedürün uygulanıp uygulanmadığının da denetlenmesi gerekir. Nitekim Mayıs ayında Türk Armatörler Birliği,  Gemide Covid Vakası Tespit Edildiğinde Yapılacak İşlemler Uygulama Rehberi  yayınlamıştır. Bu Rehber de, bir gemi adamının COVID-19 belirtileri göstermesi durumunda, hastalık şüphesi olan gemi adamının izole edilmesi; gemiden tahliye edilmesi hâlinde geminin dezenfekte edilmesi; gemi seyir hâlinde iken böyle bir durumla karşılaşılmışsa en yakın limandan telesağlık hizmeti talep edilip buradan alınan talimatlara uygun hareket edilmesi gerektiği belirlenmiştir. Fiziksel önlemlere ilişkin olarak ise, hasta ile personel arasındaki iletişimin geminin dâhili iletişim sistemi ile kurulması; personelin diğer personelle etkileşiminin derhal sınırlandırılması ve revirde değil, kendi kamarasında dinlendirilmesi; kamara kapısının kapalı tutulması; kapı altındaki ızgaranın kapatılması ve kamaradaki havanın kapının altından tekrar sisteme dönmemesinin sağlanması öngörülmüştür. Bu durum ile karşılaşan gemilerin safe  manning  kapsamında  gemi  adamı  eksiklerini  tamamlaması  ve  14  günlük karantina gözlemlerini yapması ya da mümkünse dezenfeksiyondan sonra tüm gemi adamlarını değiştirip geminin seferine imkân tanınması ve gemiden çıkan gemi adamlarının karantina altına alınması önerilmiştir. Rehber de ayrıca gemide bir salgın vakası tespit edildiğinde yapılacaklara yönelik bir senaryo dâhilinde kısa bir vaka çalışması hazırlanması ve sonrasında fiili bir eğitim yapılması; tüm personelin COVID-19 semptomlarına ilişkin bilgilendirilmesi; bu eğitimde  kim, ne zaman, nerede, nasıl, ne yapacak sorularının cevaplarının aranması  tavsiye edilmiştir. Belirtmek gerekir ki, önümüzdeki dönemde COVID-19 nedeniyle geminin yola elverişsiz hâle gelip gelmediği ve gelmişse taşıyanın bundan ileri gelen zararlardan sorumlu  tutulup  tutulamayacağı  uyuşmazlık  konusu  olduğu  takdirde,  taşıyanın üzerine düşen özen yükümlülüğünü yerine getirip getirmediğinin belirlenmesinde anılan  Rehber  mutlaka  dikkate  alınmalıdır.  Zira  kanaatimize  göre  Rehber de öngörülen  önlemler,   tedbirli  bir  taşıyanın  harcamakla  yükümlü  olduğu  dikkat ve özen in somutlaştırılması bakımından kriter teşkil etmektedir. Bu bağlamda örneğin  Rehber de  önerildiği  üzere  bir  senaryo  belirlenerek  gemi  adamlarına 34  https://www.denizhaber.com/guncel/gemide-covid-vakasi-tespit-edildiginde-yapilacak-islemler-uygulama-h16.html. Erişim tarihi 15.5.2020.310Yetiş Şamlı / COVID-19 Pandemisinin Taşıyanın Sorumluluğu ve Navlun Alacağı Üzerindeki Etkileri eğitim verilmemişse ve bunun sonucunda gemi adamları gemide başlayan salgınla mücadelede  yetersiz  kaldığından  salgın  yayılmışsa,  bundan  ileri  gelen  yola elverişsizlikten taşıyanın sorumlu tutulması söz konusu olabilir.Salgının ilk ortaya çıktığı ve henüz dünya çapında bu ölçüde yaygınlaşmadığı dönemde ise, taşıyanın gereken özeni gösterip göstermediğinin belirlenmesinde dikkate  alınacak  kriterler  farklı  olmalıdır.  Genel  olarak  sefere  elverişsizlikten sorumluluk bakımından, taşıyan eksikliğin farkına varmış, ancak gereken özeni göstermediği için elverişsizliğe neden olacağını fark edememişse, diğer bir ifadeyle eksikliğin önemini anlamamışsa bunun da elverişsizliğin keşfedilememesiyle aynı sonucu doğuracağı kabul edilmektedir. İşte pandeminin başlangıcında daha sık karşılaşılabilecek  ihtimal  bu  olabilir.  Eksikliğin  yanlış  değerlendirilmiş  olması, gereken  özenin  gösterilmemesinden  değil,  bilgi  ve  uzmanlık  eksikliğinden  de kaynaklanabilir.  Dolayısıyla  taşıyanın  sadece  eksikliği  yanlış  değerlendirmesi, gereken özeni göstermediği sonucuna varmak için tek başına yeterli değildir. Buna karşılık taşıyanın keşfedilen eksiklik hususunda bir uzmana danışmaması, somut olayın  şartları  çerçevesinde  gereken  özeni  göstermemesi  olarak  yorumlanabilir. Bu kriterler ışığında durum değerlendirilecek olursa, çok büyük çoğunlukla bir ticaret şirketi olan taşıyanın tıbbi danışmanlık alarak bu tedbirleri ve prosedürleri belirlemesi beklenir. Zira pandeminin yeni başladığı dönemde dahi olsa, taşıyanın gerekli tıbbi danışmanlığı alması ve faaliyetlerinin planlanmasında bu danışmanlıktan faydalanması, kanaatimizce basiretli bir iş adamı gibi davranma yükümlülüğü (TTK m 18/2) kapsamında yer alır. Üstelik ulaşım sektörü, ve bu arada deniz ticareti, vakaların  Çin de  görülmeye  başlanmasıyla  birlikte  ve  pandeminin  Türkiye de yayılmasından çok  önce  pandemiden etkilenmiş; dolayısıyla  pandemi hakkında görece olarak daha erken bilinçlenebilmiştir. Bu bağlamda örneğin gemi adamları salgının görüldüğü ülkelerde bulunmuşsa, yeni bir yolculuk öncesinde bunların sağlık  kontrollerinin  yapılması;  gemi  salgının  görüldüğü  limanlara  gidecekse, gemi adamlarının korunmasına yönelik olarak alınması beklenebilecek önlemlerin alınması gerekir. Nitekim salgının ortaya çıkışıyla birlikte bazı tedbirler alınmaya başlanmış;  örneğin  personel  harici  kişilerin  gemi  içine  girişi  yasaklanmıştır. Gereken önlemlerin alınmaması ise taşıyanın sorumluluğunu doğurabilir.Altını çizmek gerekir ki, pandemiye neden olan virüsün ve hastalığın yeni ortaya çıktığı; hastalığa neden olan virüse ve hastalığa ilişkin olarak henüz yeterli bilgiye sahip olunmadığı ve tıbbi bilgilerin her geçen gün biraz daha arttığı mutlaka dikkate alınmalıdır. Nitekim salgının ülkemizde görülmeye başlandığı Mart ayından Mayıs 35  Schlegelberger ve Liesecke (n 10), § 559/8, 213; Schaps ve Abraham (n 10), § 559/7, 496; Prüssmann ve Rabe (n 10), § 559/32, 413.36  Schaps ve Abraham (n 10), § 559/9, 499.37  https://www.denizhaber.com/guncel/kuzey-webinar-bulusmalari-3-i-covid-19-pandemisinin-personel-degisimlerine-h40.html. Erişim tarihi 15.5.2020.311İstanbul Hukuk Mecmuası 78/2ayına kadar alınması önerilen önlemler farklılık göstermiş; önce uzmanlar tarafından maske takmanın herhangi bir koruyuculuğunun bulunmadığı söylenirken, daha sonra dışarıda maske kullanımı zorunlu kılınmıştır. Dolayısıyla  alınması beklenebilecek önlemler   belirlenirken,  önlem  alınmasını  gerektiren  durum  ortaya  çıktığında, mevcut olan tıbbi bilgiler çerçevesinde bir değerlendirme yapılacaktır.II. Taşıyanın Eşyanın Zıyaa Veya Hasara Uğraması Yahut Geç Tesliminden Kaynaklanan Zararlardan Sorumluluğu BakımındanA. Taşıyanın Sorumluluğunun KoşullarıTTK m 1178/1 uyarınca taşıyan, navlun sözleşmesinin ifasında, özellikle eşyanın yükletilmesi, istifi, elden geçirilmesi, taşınması, korunması, gözetimi ve boşaltılmasında tedbirli  bir  taşıyandan  beklenen  dikkat  ve  özeni  göstermekle  yükümlüdür. Aynı maddenin ikinci fıkrasına göre, taşıyan, eşyanın zıyaı veya hasarından yahut geç tesliminden doğan zararlardan, zıya, hasar veya teslimde gecikmenin, eşyanın taşıyanın hâkimiyetinde bulunduğu sırada meydana gelmiş olması şartıyla sorumludur. Eşya navlun sözleşmesinde belirlenen boşaltma limanında açıkça kararlaştırılmış olan süre veya açıkça kararlaştırılmış bir süre yoksa, olayın özelliklerine göre tedbirli bir taşıyandan eşyanın tesliminin makul olarak istenebileceği süre içinde teslim edilmediği takdirde teslimde gecikme olduğu varsayılır (TTK m 1178/4).Zıya, hasar veya geç teslimin taşıyanın iradesi dışında gerçekleşip gerçekleşmediği veya kanuni ya da haklı sebeplere dayanıp dayanmadığı bu olgular bakımından bir rol oynamamaktadır. Diğer bir ifadeyle yükün zıyaa veya hasara uğramış olup olmadığı yahut geç teslim edilip edilmediği, bu durumun hangi sebepten kaynaklandığından; taşıyanın  kusurundan  veya  yükün  uğradığı  zarardan  dolayı  sorumlu  tutulup tutulamayacağından bağımsız şekilde değerlendirilir.38  Eşyanın taşıyanın hakimiyetinde bulunduğu süre TTK m 1178/3 te belirlenmiştir. Buna göre eşya, yükleten veya onun adına veya hesabına hareket eden bir kişiden yahut yükleme limanında uygulanan kanun ve düzenlemeler uyarınca eşyanın taşınmak üzere kendilerine teslimi zorunlu makamlardan ya da üçüncü kişilerden taşıyanca teslim alındığı andan a) Taşıyan tarafından gönderilene teslim edildiği ana veya b) Gönderilenin eşyayı teslim almaktan kaçındığı hâllerde sözleşme veya kanun hükümlerine yahut boşaltma limanında uygulanan ticari teamüle uygun olarak gönderilenin emrine hazır tutulduğu ana ya da c) Boşaltma limanında geçerli kanun ve düzenlemeler uyarınca eşyanın kendilerine teslimi zorunlu makamlara veya üçüncü kişilere teslim edildiği ana kadar taşıyanın hâkimiyetinde sayılır. 39  Taşıyanın eşyanın zıyaa veya hasara uğramasından yahut geç tesliminden ileri gelen zararlardan sorumluluğunun şartları hakkında ayrıntılı bilgi için bkz Kübra Yetiş Şamlı, 6102 Sayılı Türk Ticaret Kanunu na Göre Taşıyanın Zıya, Hasar ve Geç Teslimden Sorumluluğu (On İki Levha 2013), 24 vd  Ayrıca bkz Yazıcıoğlu, Kender/Çetingil Deniz Ticareti Hukuku (n 21), 389 vd Sözer, Deniz Ticareti Hukuku (n 15), 479 vd  Ayrıca bkz Safa Murat Tekin, Navlun Sözleşmesinde Taşıyanın Sorumluluğu, (On İki Levha 2017), 71 vd Şafak Türken, 6102 Sayılı Türk Ticaret Kanunu na Göre Deniz Taşımacılığında Taşıyanın Eşyanın Zıyaı, Hasarı Ya da Geç Tesliminden Doğan Sorumluluğu, (Bilge 2019), 59 vd Sercan Örsel, Navlun Sözleşmesi Bakımından Taşıyanın Zıya, Hasar ve Geç Teslimden Kaynaklanan Sorumluluğu ve Sorumluluğunun Sınırlandırılması, (On İki levha 2019), 11 vd 40  Bu konuda bkz Yetiş Şamlı, Taşıyanın Sorumluluğu (n 41), 30 vd 6762 sayılı (mülga) TTK bakımından aynı yönde: Ülgener (n 26), 56; Pınar Akan, Deniz Taşımacılığında Taşıyanın Yüke Özen Yükümlüğünün İhlalinden Doğan Sorumluluğu (TTK m 1061) (Adalet 2007), 75; Seven (n 26), 49 vd Kaynak Alman hukukunda 2013 reformu sonrasında taşıyanın sorumluluğunun ne şekilde düzenlendiği hakkında bilgi için bkz Herber (n 9), 272 vd  312Yetiş Şamlı / COVID-19 Pandemisinin Taşıyanın Sorumluluğu ve Navlun Alacağı Üzerindeki Etkileri TTK m 1179/1 de ise, taşıyanın, kendisinin veya adamlarının kastından ya da ihmalinden ileri gelmeyen zararlardan sorumlu olmadığı hüküm altına alınmıştır. Zararın, kendisinin ya da adamlarının kast veya ihmalinden ileri gelmediğini ispat yükünün taşıyana ait olduğu, aynı maddede belirtilmiştir. Bu  düzenlemeler  çerçevesinde,  taşıyanı  sorumlu  tutmak  isteyen  yükle  ilgili, eşyanın zıyaa veya hasara uğradığını yahut geç teslim edildiğini; zıya, hasar yahut geç teslime sebebiyet veren olayın eşya taşıyanın hakimiyetinde iken meydana geldiğini ve zıya, hasar yahut geç teslim olgusu nedeniyle bir zarara uğradığını ispatlayacaktır. Bu takdirde, zararın taşıyanın ya da adamlarının kusurundan ileri geldiği ve taşıyanın bundan sorumlu bulunduğu karine olarak kabul edilir. Taşıyanın, sorumluluktan kurtulmak için anılan karineyi çürütmesi gerekmektedir. Bunun içinse taşıyanın yahut adamlarının kusurunun bulunmadığı ispatlanmalıdır. Dolayısıyla taşıyanın eşyanın zıyaa veya hasara uğramasından yahut geç tesliminden ileri gelen zararlardan  sorumluluğu  kusur  şartına  bağlıdır. Taşıyan,  gerek  kendisinin  veya adamlarının kusurunun bulunması, gerekse kusursuzluğu ispatlayamaması hâllerinde meydana gelen zarardan sorumlu tutulur.B. Taşıyanın COVID-19 Salgını Nedeniyle Eşyanın Zıyaa veya Hasara Uğramasından Yahut Geç Tesliminden Sorumluluğuİster  gemideki  isterse  limanın  bulunduğu  ülkedeki  salgından  kaynaklansın, COVID-19  pandemisi  nedeniyle  geminin  limana  girememesi  veya  karantinaya alınması söz konusu olabilir. Böyle bir durumda gemi yükleme limanına giremez veya yanaşamazsa eşya teslim alınamamış yahut gecikmeyle teslim alınmış olur. Belirtmek gerekir ki navlun sözleşmesinin hiç ifa edilmemesi yahut eşya henüz taşıyanın hakimiyetine girmeden önce gerçekleşen ve navlun sözleşmesinin kötü ifa edilmesi sonucunu doğuran borca aykırılık hâlleri de navlun sözleşmesinin ifasında özen  gösterme  yükümlülüğünün  ihlali  niteliğindedir.  Ancak  taşıyanın  sorumlu tutulabilmesi, zıya, hasar veya gecikmeye sebebiyet veren olayın, eşya taşıyanın hakimiyetinde iken meydana gelmesi şartına bağlı olduğundan, anılan hâllerde taşıyanın bundan ileri gelen zararlardan sorumluluğu TTK m 1178 vd hükümlerine değil, genel hükümlere tâbidir. Bu çerçevede taşıyanın limandaki ya da gemideki salgın nedeniyle limana girip yanaşması ve yükü alması hiç mümkün olmazsa veya 41  Taşıyanın sorumluluktan kurtulmak için sahip olduğu diğer imkânsa, sorumsuzluk nedenlerinden birinin mevcudiyetini ispatlamaktır. Sorumsuzluk nedenleri, geminin sevkine veya başkaca teknik yönetimine ilişkin hareket ve yangın (TTK m 1180); denizde can veya eşya kurtarma ve kurtarma teşebbüsü (TTK m 1181); eşyanın cins veya değerinin taşıtan veya yükleten tarafından kasten yanlış bildirilmesi (TTK m 1186/5) ile can veya eşya kurtarmak amacıyla yahut diğer bir haklı nedenle rotadan sapılmasıdır (TTK m 1220). Bu konuda ayrıntılı bilgi için bkz Yetiş Şamlı, Taşıyanın Sorumluluğu (n 41), 93 vd Ayrıca bkz Ülgener (n 26), 73 vd Yazıcıoğlu, Kender/Çetingil Deniz Ticareti Hukuku (n 21), 393 vd Sözer, Deniz Ticareti Hukuku (n 15), 519 vd, 542 vd Akan, Yüke Özen Yükümlüğünün İhlali (n 42), 78 vd Seven (n 26), 164 vd 42  Bu konuda bkz Yetiş Şamlı, Taşıyanın Sorumluluğu (n 41), 9 vd  Ayrıca bkz Yazıcıoğlu, Kender/Çetingil Deniz Ticareti Hukuku (n 21), 386; Sözer, Deniz Ticareti Hukuku (n 15), 456. 6762 sayılı (mülga) TTK da da aynı durum söz konusu idi. Bkz Seven (n 26), 27.313İstanbul Hukuk Mecmuası 78/2gecikme yaşanırsa, yükle ilgilinin bundan dolayı uğradığı zarardan taşıyanın sorumlu tutulup tutulamayacağı TTK m 1178 ve devamı hükümlerine göre değil, TBK m 112 ve devamı hükümlerine göre belirlenir.Geminin boşaltma limanına yanaşamaması ise, bozulabilir gıda gibi eşyaların zıyaa veya hasara uğramasına neden olabileceği gibi, eşyanın geç teslimi nedeniyle fiziksel varlığında bir kötüleşme olmaksızın, ekonomik nitelikte bir zarar meydana gelmesine, örneğin piyasa değerinin düşmesi nedeniyle zarar doğmasına yol açabilir. TTK m 1178/5 uyarınca eşyanın zayi olmasına dayanarak tazminat isteminde bulunabilecek kişi, dördüncü fıkra uyarınca teslim süresinin dolmasından itibaren aralıksız altmış gün içinde teslim olunmayan eşyayı zayi olmuş sayabilir. Limandaki karantina sınırlamaları dolayısıyla eşyanın gemiden boşaltılıp tesliminin mümkün olmaması ve bu arada teslim süresinin aşılması durumunda, aralıksız altmış gün geçerse acaba yükle ilgili bu hükme dayanabilir mi? Diğer bir ifadeyle, yükle ilgili TTK m 1178/5 e dayanarak tazminat talebinde bulunursa taşıyan, eşyanın gemide bulunduğu ve karantina sınırlamaları kalkar kalkmaz teslim edilebilecek durumda olduğu gerekçesiyle buna itiraz edebilir mi? TTK m 1178/5 te eşyanın zayi olmasına dayanarak tazminat talebinde bulunabilecek kişiye bir seçim hakkı tanınmıştır. Taşıyan altmış günlük süre geçtikten sonra, yükü teslim edebilecek durumda olduğunu iddia ve ispat ederek seçim hakkının kullanılmasına engel olamaz. Diğer bir ifadeyle burada eşyanın zıyaa uğradığına dair aksi taşıyan tarafından ispatlanamayan kesin bir karine söz konusudur. Kanun koyucu bu düzenleme ile, taşıyan yükü teslim edebilecek durumda olsa dahi, yükü tesellümdeki menfaati ortadan kalkan veya zıya nedeniyle alacağı tazminata kıyasla azalan gönderilene böyle bir hak tanımıştır. Şu hâlde aynı prensipler kuşkusuz salgın nedeniyle yükün gemiden boşaltılıp teslim edilememesi durumunda da uygulama alanı bulacaktır. Elbette böyle bir durumda taşıyanın sorumlu tutulabilmesi için, eşyanın teslim edilmesi gereken tarihten itibaren aralıksız altmış günün geçmiş olması tek başına yeterli değildir. Sorumluluğun diğer koşulları da gerçekleşmeli, bu çerçevede taşıyan kusursuzluğunu ispatlayamamış olmalıdır.TTK m 1178/5 uyarınca eşyanın zıyaa uğradığı kabul edilip zarar tazmin edildikten sonra yük bulunursa durumun ne olacağı düzenlenmemiştir. Aynı boşluğun söz konusu olduğu Hamburg Kuralları çerçevesinde ifade edilen ve bizim de katıldığımız görüşe göre, böyle bir hâlde gönderilen dilerse, kendisine ödenen tazminatı iade etmesi şartıyla eşyanın teslimini talep ve dava edebilir. Elbette söz konusu talep ve dava hakkı, TTK m 1188 de düzenlenen bir yıllık hak düşürücü süreye tâbidir. Yükle 43  Buna paralel bir düzenleme içeren Hamburg Kuralları bakımından: Emine Yazıcıoğlu E, Hamburg Kurallarına Göre Taşıyanın Sorumluluğu: Lahey/Visby Kuralları ile Karşılaştırmalı Olarak (Beta 2000), 75.44  Hamburg Kuralları bakımından: Yazıcıoğlu, Hamburg Kuralları (n 45), 75.45  Yazıcıoğlu, Hamburg Kuralları (n 45), 76; Karan (n 26), 222. Farklı yöndeki görüş hakkında bilgi için bkz Yetiş Şamlı, Taşıyanın Sorumluluğu (n 41), 34 dn (62).314Yetiş Şamlı / COVID-19 Pandemisinin Taşıyanın Sorumluluğu ve Navlun Alacağı Üzerindeki Etkileri ilgili TTK m 1178/5 e dayanarak talepte bulunduktan sonra limandaki karantina sınırlamasının  kalkması  ve  taşıyanın  yükü  teslim  edebilecek  duruma  gelmesi mümkündür. İşte böyle bir durumda taşıyan bunu ileri sürerek ödediği tazminatın iadesini isteyemezse de, yükle ilgili eşyayı teslim almayı tercih ederse, tazminatı iade etmek koşuluyla bunu talep edebilir. C. COVID-19 Salgını Nedeniyle Taşıyanın Kusursuzluk ve Uygun İlliyet Bağı Karinelerinden YararlanmasıTTK m 1182/1 uyarınca zararın, burada sayılan sebeplerden ileri gelmesi hâlinde taşıyan ve adamları kusursuz sayılır. Zararın sayılan sebeplerden birinden ileri geldiğinin ispatı bakımından ise, ilk bakışta ispat yeterlidir. Zira maddenin üçüncü fıkrasında,  zararın,  durumun  gereklerine  göre  sayılan  sebeplerin  birinden  ileri gelmesi muhtemel ise, bu sebepten ortaya çıktığının varsayılacağı; ancak, aksinin ispatlanabileceği bildirilmiştir. Bu sebeplerin ortaya çıkmasına taşıyanın sorumlu olduğu bir olayın yol açtığı kanıtlanırsa, taşıyan sorumluluktan kurtulamaz (TTK m 1178/2).Hükmün esas işlevi, sayılan özel hâllerin mevcudiyeti hâlinde kusura ilişkin ispat yükünün yer değiştirmesidir.Düzenlemede  sayılan  hâller,  a)  Denizin  veya  geminin  işletilmesine  elverişli diğer suların tehlike ve kazaları b) Harp olayları, karışıklık ve ayaklanmalar, kamu düşmanlarının hareketleri, yetkili makamların emirleri veya karantina sınırlamaları c) Mahkemelerin el koyma kararları d) Grev, lokavt veya diğer çalışma engelleri e) Yükleten, taşıtan ve eşyanın maliki ile bunların temsilcilerinin ve adamlarının fiil veya ihmalleri f) Hacim veya tartı itibarıyla kendiliğinden eksilme veya eşyanın gizli ayıpları ya da eşyanın kendisine özgü doğal cins ve niteliği g) Ambalajın yetersizliği h) İşaretlerin yetersizliğidir.Görüldüğü gibi düzenlemede salgın hastalık sayılmamıştır. Dolayısıyla COVID-19 salgınının  kendisi  taşıyanın  kusursuzluk  ve  uygun  illiyet  bağı  karinelerinden yararlanabileceği hâllerden biri değildir. Ancak salgın dolayısıyla sağlıkla ilgili olarak alınan önlemler düzenlemenin kapsamına girmektedir. Şu hâlde pandemi ile bağlantılı olarak uygulanması gündeme gelebilecek olan,  karantina sınırlamaları dır. Bu çerçevede salgın nedeniyle geminin limana giriş-çıkışının engellenmesi hâlinde taşıyan  zararın  bundan  ileri  gelmiş  olabileceğini  ilk  bakışta  ortaya  koyarsa, kusursuzluk ve uygun illiyet bağı karinelerinden yararlanabilecektir. 46  Bu düzenleme ve işlevi hakkında ayrıntılı bilgi için bkz Yetiş Şamlı, Taşıyanın Sorumluluğu (n 41), 220 vd  Ayrıca bkz Ülgener (n 26), 95 vd Yazıcıoğlu, Kender/Çetingil Deniz Ticareti Hukuku (n 21), 397 vd Sözer, Deniz Ticareti Hukuku (n 15), 554 vd Akan, Yüke Özen Yükümlüğünün İhlali (n 42), 82 vd Seven (n 26), 157.315İstanbul Hukuk Mecmuası 78/2Karantina sınırlamaları çoğu zaman gemi için alınmakta; ancak yolcu veya gemi adamları hakkında da uygulanma imkanı bulunmaktadır.Belirtmek gerekir ki sağlıkla ilgili olarak gemiye ve/veya gemide bulunan insanlara  yahut  eşyalara  karşı  alınan  tüm  önlemler   karantina  sınırlamaları  kapsamında yer almaktadır. Dolayısıyla kanaatimizce karantina uygulanmasa ve gemi limana yanaşıp yükünü boşaltmış olsa dahi, salgınla mücadele ve hastalığın yayılmasının önlenmesi bağlamında alınan diğer bazı tedbirler dolayısıyla bunun olağana nazaran daha uzun sürmesi ve gecikme yaşanması durumu da hükmün uygulanma alanına girer.Şu hâlde, limana giriş çıkışın veya gemiden yük boşaltılmasının pandemi nedeniyle mümkün olmaması ya da olağana nazaran uzun sürmesi nedeniyle eşya zıyaa veya hasara uğrar yahut geç teslim edilirse, yükle ilgili zararının tazminini talep ettiğinde taşıyan TTK m 1179 uyarınca kendisinin ve adamlarının kusursuzluğunu ispatlamak zorunda değildir. TTK m 1182 ye dayanarak zararın karantina sınırlamasından ileri gelmesinin muhtemel olduğunu ortaya koyması yeterlidir. Bundan sonra taşıyandan tazminat talep eden yükle ilgilinin taşıyan lehine oluşan karineleri çürütmesi gerekir. Dolayısıyla taşıyanın işi önemli ölçüde kolaylaşmış olur. TTK m 1182/2 uyarınca, sayılan sebeplerin ortaya çıkmasına taşıyanın sorumlu olduğu bir olayın yol açtığı ispatlanırsa taşıyan sorumluluktan kurtulamaz. Yükle ilgilinin taşıyanın ve adamlarının kusursuzluğuna ilişkin karineyi çürütmek için, örneğin  taşıyanın  karantina  sınırlaması  olan  liman  yerine  güvenli  bir  limana zamanında yönelmesinin mümkün olduğunu ve bunu yapmayan taşıyanın zararın meydana gelmesinde kusurlu bulunduğunu ortaya koyması gerekir. Yükle ilgili üzerine düşen ispat külfetini yerine getiremediği takdirde ise taşıyanın meydana gelen zarardan sorumlu tutulması mümkün olmayacaktır. Nitekim COVID-19 pandemisi nedeniyle alınan ve borcun ifasının imkansızlaşmasına yahut kötü ifasına yol açan önlemlerin etkilerini ortadan kaldırmak veya azaltmak (örneğin borcu ifa edebilmek için alternatif yollar bulmak) imkanına sahip olduğu halde, bunu yapmayan borçlunun kusurlu ve dolayısıyla sorumlu olacağı ifade edilmektedir.Güvenli bir limana zamanında yönelmek mümkün olduğu hâlde bunun yapılmamış olması, duruma göre taşıyanın sınırlı sorumluluktan yararlanma hakkının kaybına da yol açabilir. Şöyle ki, TTK m 1187/1 uyarınca zarara veya teslimdeki gecikmeye, kasten  veya  pervasızca  bir  davranışla  ve  böyle  bir  zararın  veya  gecikmenin meydana gelmesi ihtimalinin bilinciyle işlenmiş bir fiilinin veya ihmalinin sebebiyet verdiği ispat edildiği takdirde taşıyan, 1186 ncı maddede öngörülen sorumluluk 47  Ülgener (n 26), 121; Akan, Yüke Özen Yükümlüğünün İhlali (n 42), 92.48  Prüssmann ve Rabe (n 10), § 608/9, 599; Schaps ve Abraham (n 10), § 608/15, 662.49  https://blog.lexpera.com.tr/covid-19-salgini-cercevesinde-alinan-onlemlerin-sozlesme-hukuku-ve-mucbir-sebep-kavramiacisindan-degerlendirilmesi/ Erişim tarihi 19.08.2020.316Yetiş Şamlı / COVID-19 Pandemisinin Taşıyanın Sorumluluğu ve Navlun Alacağı Üzerindeki Etkileri sınırlarından yararlanamaz. Kısaca  pervasızca hareket  olarak anılan ve sınırlı sorumluluktan yararlanma hakkının kaybı sonucunu doğuran nitelikli kusurun iki unsuru bulunmaktadır. Bunlardan ilki,  böyle bir zararın veya gecikmenin meydana gelmesi ihtimalinin bilinci dir. Esasen maddedeki kusur türünün diğer unsuru olan  pervasızca bir fiil veya ihmal in ortaya çıkabilmesi için, failin zarar ihtimaline ilişkin şuurunun varlığı da şarttır. Zira zarar ihtimalini  bilmesi gereken  değil, gerçekten bilen kişi pervasızca davranmış sayılır. COVID-19 pandemisi bakımından,  böyle bir zararın veya gecikmenin meydana gelmesi ihtimalinin bilinciyle işlenmiş fiil  unsurunun ispatında bir güçlük yaşanmayacaktır. Zira pandeminin ilk olarak ortaya çıktığı dönem hariç olmak üzere, salgının mevcudiyeti ile etki ve sonuçları, taşıyanın hesaba katarak önlem almasını gerektiren, öngörülebilir bir durum hâlini almıştır. Gemiyi ve içindeki diğer yükleri tehlikeye atmadan güvenli bir limana yönelmek mümkün iken bunun yapılmamış olması ise, kanaatimizce nitelikli kusurun ikinci unsurunu, yani pervasızca hareketi teşkil edecektir. Bir davranışın pervasız olarak kabul edilebilmesi için, yüke özen gösterme yükümlülüğünün düşüncesizce ve sonuca aldırmaksızın, yoğun ve ağır şekilde ihlal edilmiş olması gerekir. Nitekim Yargıtay 11. HD bir kararında bu unsuru,  dikkatsizlikten öte tedbirsizliğe ve ihtiyatsızlığa varan, cesaretle, pervasızca bir tutum  şeklinde açıklamıştır. Her somut olayda hakim, failin davranışının bu nitelikleri taşıyıp taşımadığını inceleyecektir. D. COVID-19 Salgını Nedeniyle Rotadan SapılmasıPandemiyle  ilişkili  uyuşmazlıklar  bakımından  uygulanması  sıklıkla  gündeme gelebilecek düzenlemelerden biri de TTK m 1220 hükmüdür. Anılan düzenleme uyarınca kaptanın denizde can ve eşya kurtarmak veya diğer bir haklı sebeple rotadan sapmış olması, tarafların hak ve yükümlülüklerini etkilemez ve taşıyan bu yüzden doğacak zararlardan sorumlu olmaz. 50  Bu konuda ayrıntılı bilgi için bkz Yetiş Şamlı, Taşıyanın Sorumluluğu (n 41), 167 vd  Kast ve pervasızca hareket kavramları hakkında bilgi için bkz Kübra Yetiş Şamlı, Uluslararası Kara, Hava ve Deniz Yoluyla Eşya Taşımalarında Taşıyıcının / Taşıyanın Sınırlı Sorumluluktan Yararlanma Hakkının Kaybı (On İki Levha 2008), 93 vd  İngiliz – Amerikan hukukundaki  wilful misconduct  kusur derecesinden mülhem olan ve kısaca  pervasızca hareket  olarak anılan kavramın unsurları hakkında bkz Yetiş Şamlı, Sınırlı Sorumluluktan Yararlanma Hakkının Kaybı (n 52), 96 vd   Wilful misconduct  kavramı hakkında bkz Duygu Damar, Wilful Misconduct in International Transport Law, (Springer 2011), 30 vd  Pervasızca hareketin Kara Avrupası hukuk siteminde hangi kusur derecesine tekabül ettiği hususundaki tartışmalar ve ileri sürülen farklı görüşler hakkında bkz Yetiş Şamlı, Sınırlı Sorumluluktan Yararlanma Hakkının Kaybı (n 52), 93 vd ; Damar (n 52), 278 vd 51  Johann  Cristoph  Stachow,  Schweres  Verschulden  und  Durchbrechung  der  beschreankten  Haftung  in  modernen Transportrechtsabkommen, (Lit 1998), 169.52  Bu konuda bkz Yetiş Şamlı, Sınırlı Sorumluluktan Yararlanma Hakkının Kaybı (n 52), 96.53  Yargıtay 11. HD, 2983/3333, 19.04.2001.54  Yargıtay da pervasızca hareket kavramı bakımından her olayın kendine mahsus özelliklerinin değerlendirilmesi gerektiği görüşündedir. Bkz Yargıtay 11. HD, 2983/3333, 19.04.2001. 55  Alman hukukunda bu hükme karşılık gelen ve düzenlemenin kökenini teşkil eden § 636a HGB, 2013 tarihli reform sonrasında yürürlükten kalkmıştır. Bu reform sonrasında, taşıyanın yükümlülüklerinin Lahey Kuralları örnek alınarak tek tek sayılması yönteminin terk edildiği; ancak içerik olarak anılan yükümlülüklerin devam ettiği; bu bağlamda taşıyanın taşımayı, kararlaştırılan veya taşımanın gerçekleştirilmesi için en elverişli ve uygun olan rota üzerinden icra etmesi gerektiği ifade edilmektedir. Bkz Herber (n 9), 250.317İstanbul Hukuk Mecmuası 78/2Nitekim  bu  çalışmanın  hazırlandığı  esnada  bir  konteyner  gemisi,  gemi adamlarından birinin COVID-19 belirtileri göstermesi üzerine söz konusu gemi adamının tahliyesi için rotasını değiştirmiş ve yolculuğuna ara vermiştir. Gemi adamına COVID-19 teşhisi konması olasılığında, geminin karantina altına alınması gündeme gelebilecektir. Gemi karantinaya alınırsa, taşıyanın sorumluluğu hemen yukarıda değindiğimiz TTK m 1182/1-b çerçevesinde değerlendirilecektir.Sapma, geminin sözleşme ile belirlenen veya varma limanına ulaşılması için en uygun olan rotadan ayrılması olarak tanımlanabilir. Düzenlemede haklı bir nedenle rotadan sapılması durumunda taşıyanın sorumluluktan kurtulması öngörülmüş; can veya eşya kurtarma amacı, rotadan sapılmasını haklı kılan nedenlere örnek olarak sayılmıştır. Denizde can veya eşya kurtarma amacıyla rotadan sapma hâli, TTK m 1181 ve 1220 hükümlerinin birbiriyle kesiştiği bir alandır. Denizde can veya eşya kurtarmak üzere alınan önlem rotadan sapılması şeklinde ise, taşıyan sapmadan ileri gelen zararlardan TTK m 1220 uyarınca sorumsuzdur. Zarar rotadan sapılması dışındaki bir önlem nedeniyle meydana gelmiş ise, taşıyan TTK m 1181 e dayanarak sorumluluktan kurtulur. Anılan son düzenleme aşağıda ayrıca incelenecektir.Denizde can veya eşya kurtarma amacının söz konusu olmadığı diğer tüm hâllerde sapmanın sebebinin haklı olup olmadığının değerlendirilmesi gerekir. Pandemi ile bağlantılı olarak bu bakımdan akla gelebilecek örnek, uğranılacak limanda salgın ve karantina uygulaması olması nedeniyle güvenli bir başka limana yönelinmesi ve bunun da rotadan sapma teşkil etmesidir. Rotadan haklı bir nedenle sapılıp sapılmadığının değerlendirilmesinde genel olarak somut olayın tüm şartları dikkate alınmalı; yalnızca taşıyanın veya geminin menfaati değil; tüm yükle ilgililerin menfaatleri göz önünde bulundurulmalıdır. Sapmaya  neden  olan  olay  taşıyanın  kusuru  sonucunda  ortaya  çıkmış  ise, düzenlemenin koruma amacı itibarıyla kapsamadığı bir hâl söz konusu olacak ve  taşıyan  sorumluluktan  kurtulamayacaktır.  Sapmanın  sebebi  sözleşmenin kurulmasından önce biliniyorsa bu durumda da haklı nedenden söz edilemez. Tüm bu kriterler kuşkusuz pandemi bakımından da hesaba katılmalıdır. Dolayısıyla güvenli bir limanın daha baştan belirlenmesi mümkün idiyse, yolculuğa başladıktan sonra rotadan sapılması hâlinde taşıyanın sorumluluktan kurtulması da mümkün olmayacaktır. Bu bakımdan pandemi ile bağlantılı sebeplerle geminin rotadan sapması, her hâlde haklı nedenle sapma kapsamında değerlendirilemez. Somut 56  https://www.denizhaber.com/guncel/lexa-maersk-hasta-murettebatin-tahliyesi-icin-yolculuguna-ara-verdi-h41.html. Erişim tarihi 15.5.2020.57  Sapma kavramı, sözleşmeyle kararlaştırılan rotanın nasıl tespit edileceği ve varma limanına ulaşılması için en uygun olan rotanın belirlenmesine ilişkin kriterler hakkında bilgi için bkz Yetiş Şamlı, Taşıyanın Sorumluluğu (n 41), 117 vd  Ayrıca bkz Sözer, Deniz Ticareti Hukuku (n 15), 518 vd Akan, Yüke Özen Yükümlüğünün İhlali (n 42), 95; Seven (n 26), 23. 58  Bu konuda bkz Yetiş Şamlı, Taşıyanın Sorumluluğu (n 41), 120 vd318Yetiş Şamlı / COVID-19 Pandemisinin Taşıyanın Sorumluluğu ve Navlun Alacağı Üzerindeki Etkileri olayın şartları çerçevesinde taşıyana izafe edilebilecek bir kusur söz konusu ise, taşıyan sorumluluktan kurtulamaz.TTK  m  1113 te,  kaptanın  hangi  şartın  varlığı  hâlinde  izlenen  rotadan ayrılabileceği  hususu  düzenlenmiştir.  Gerek  bu  hükmün  gerekse  incelemekte olduğumuz sorumsuzluk nedeninin yorumlanmasında her iki düzenlemenin birlikte değerlendirilmesi gerekmektedir. Dolayısıyla TTK m 1220 anlamında haklı neden teşkil eden bir diğer durum, yolculuğun izlenen rotadan devamına umulmayan bir hâlin engel olmasıdır (TTK m 1113). Acaba pandemi, umulmayan hâl kapsamında değerlendirilebilir mi? Belirtmek gerekir ki, bu ancak pandeminin ilk ortaya çıktığı dönemde gündeme gelebilecek bir olasılıktır. Sonrasında ise, artık bir limanda salgın görülmesi yahut karantina sınırlaması uygulanması, beklenebilir, taşıyanın hesaba katarak önlem almasını gerektiren, öngörülebilir bir durum hâlini almıştır. E. COVID-19 Salgını Nedeniyle Girişilen Can Kurtarma FaaliyetiTTK m 1181 e göre taşıyan, müşterek avarya hâli hariç, denizde can ve eşya kurtarmadan veya kurtarma teşebbüsünden ileri gelen zararlardan sorumlu değildir. Esasen Denizde Can ve Mal Koruma Hakkında Kanun un 14. maddesi uyarınca her kaptan, denizde, can tehlikesine uğramış olarak rast geldiği kimselere, düşman bile olsa, kendi gemisini, gemi adamlarını ve yolcusunu ciddi bir tehlikeye atmaksızın elinden gelen her yardımı yapmakla ödevlidir. Dolayısıyla can kurtarma, kaptan bakımından  bir  görev;  taşıyan  bakımından  ise,  bu  kapsamda  alınan  önlemler nedeniyle meydana gelen zararlar için bir sorumsuzluk hâlidir. Konumuz itibarıyla değerlendirilecek olursa, COVID-19 hastalığı dolayısıyla can kurtarma amacıyla girişilen bir faaliyetin, gemide taşınmakta olan eşyanın zıyaa veya hasara uğraması yahut geç teslim edilmesi ile sonuçlanması mümkündür. İşte böyle bir olasılıkta taşıyanın TTK m 1181 e dayanarak sorumluluktan kurtulması gündeme gelebilecektir. Düzenlemede  açıkça   teşebbüs ten  söz  edilmiştir.  Bu  çerçevede,  taşıyanın sorumluluktan kurtulması için tehlikede bulunan insanın kurtarılmış olması, diğer bir ifadeyle faydalı bir netice elde edilmesi aranmamaktadır.Denizde can kurtarmak üzere alınan önlemler genel olarak rotadan sapılması şeklinde ortaya çıkmakla birlikte bundan ibaret değildir. Yukarıda da belirtildiği üzere can kurtarma için alınan önlem rotadan sapılması ise, bu husus TTK m 1220 de ayrıca düzenlenmiş olduğundan bu hüküm uygulanır. Bunun dışındaki bir önlem zarara neden olmuşsa TTK m 1181 çerçevesinde değerlendirme yapılır. 59  Bu anlamda umulmayan hâl kavramının kapsamı hakkında bkz Sözer, Deniz Ticareti Hukuku (n 15), 519 vd 60  Bu konuda ayrıntılı bilgi için bkz Yetiş Şamlı, Taşıyanın Sorumluluğu (n 41), 111 vd 61  Denizde Can ve Mal Koruma Hakkında Kanun, Kanun Numarası: 4922, Kabul Tarihi: 10.6.1946, RG 14.6.1946/6333.319İstanbul Hukuk Mecmuası 78/2Örneğin diğer bir gemideki salgın dolayısıyla o gemide bulunan gemi adamlarına yardımda bulunulması, sapma olmaksızın yolculuğun gecikmeyle tamamlanmasına yol açabilir. İşte böyle bir durumda taşıyan kendisinden gecikme nedeniyle tazminat talep eden yük ilgilisine karşı, can kurtarma amacıyla girişilen bir yardım faaliyeti sonucunda zararın meydana geldiğini ispatlamak suretiyle TTK m 1181 e dayanarak sorumluluktan kurtulabilir. Son olarak altını çizmek gerekir ki, eşya kurtarma faaliyetinden farklı olarak can kurtarma faaliyetinin ve bu kapsamda alınan önlemlerin makul olması gibi bir koşul aranmamıştır. İnsan hayatı söz konusu olduğunda taşıyanın sorumluluktan kurtulması için başka hiçbir şart aranmamış olması ise doğaldır. Dolayısıyla böyle bir olasılıkta taşıyanın ayrıca alınan önlemlerin makul olduğunu kanıtlaması gerekmediği gibi; tazminat talep eden yükle ilgilinin de girişilen faaliyetin makul olmadığını yahut riskli olduğunu ileri sürerek taşıyanı sorumlu tutması mümkün değildir. III. Navlun Alacağı BakımındanA. Eşyanın Pandemiye Bağlı Sebeplerle Zayi Olmasının  Navlun Alacağına EtkisiTaşıyanın navlun sözleşmesinden doğan temel alacağı ve taşıtanın sözleşmeden kaynaklanan temel borcu navlundur. Gerek gemideki gerekse uğranılan limandaki salgın nedeniyle yolculuğun uzaması, yükün boşaltılamaması, rotadan sapılması gibi sebeplerle eşya zıyaa veya hasara uğrayabilir. İşte bu durumun navlun alacağı üzerinde bir etkisinin olup olmadığı da incelenmelidir. TTK m 1199/1 uyarınca boşaltma süresinin sonuna kadar bir kaza sonucunda zıyaa uğrayan eşya için navlun ödenmez ve peşin ödenmiş ise geri alınır. Navlun götürü kararlaştırılmış ise eşyanın bir kısmının zıyaı, navlunun o oranda indirilmesini istemeye hak verir.  Kaza  ile ifade edilmek istenen, taşıyanın veya fiillerinden sorumlu tutulabileceği kişilerin yahut yükle ilgililer ile bunların adamlarının sebep 62  Navlun borcunun uluslararası alanda düzenlenişi hakkında bilgi için bkz Cüneyt Süzel, Deniz Ticareti Hukukunda Taşıtan ve Yükleten (On İki Levha 2014), 299 vd Türk hukuku bakımından bkz Süzel (n 64), 307 vd 63  TTK m 1199 hükmünün kökenini teşkil eden § 618 ve 619 HGB (alte Fassung), 2013 reformu ile yürürlükten kaldırılmıştır. Konuya ilişkin yürürlükteki düzenleme § 493 AbS 2 HGB de yer almaktadır. Yürürlükteki hüküm, deniz ticareti hukukunda § 326 BGB ile uyumun sağlanması amacıyla, mülga düzenlemeye göre bazı değişiklikler içermektedir. Bkz Czerwenka (n 9), 115 Nr 5. Buna göre, taşımanın imkânsız hale gelmesi üzerine navlun alacağı düşer. Taşıma, bir taşıma ya da teslim engeli nedeniyle zamanından önce sona ererse, taşımanın icra edilen bölümünün yükle ilgili için bir anlam ifade etmesi koşuluyla, taşıyan bununla orantılı bir navluna hak kazanır. Devam eden fıkra uyarınca ise, imkânsızlaşmaya sebep olan olayın yükle ilgilinin riziko alanı kapsamında sayılması yahut olayın gerçekleştiği zamanda yükle ilgilinin teslimde gecikme hâlinde bulunması durumunda taşıyanın navlun alacağı devam eder. Bu konuda ayrıntılı bilgi için bkz Czerwenka (n 9), 114 vd Nr 1 vd Herber (n 9), 255; Rabe ve Bahnsen (n 9), § 493/47 vd, 350 vd64  Navlunun götürü kararlaştırılması hakkında bilgi için bkz Metin Uğur Aytekin, Taşıyanın Navlun Sözleşmesinden Doğan Hakları ve Teminatları (Seçkin 2019), 61 vd320Yetiş Şamlı / COVID-19 Pandemisinin Taşıyanın Sorumluluğu ve Navlun Alacağı Üzerindeki Etkileri olmadığı;  taşıyanın  sorumlu  tutulamayacağı  olaylardır.  Görüldüğü  üzere  bu düzenlemede eşyanın hasara uğramasından yahut geç tesliminden söz edilmemiştir. Bu hususta başkaca bir hüküm de mevcut değildir. Şu hâlde eşyanın hasarlı şekilde yahut gecikmeyle teslim edilmesinin taşıyanın navlun alacağı üzerinde bir etkisi yoktur.6762  sayılı  (mülga)  Türk  Ticaret  Kanunu nun  incelemekte  olduğumuz düzenlemeye karşılık gelen 1072. maddesi bakımından, eşyanın taşıyanın veya adamlarının kusuru ile zıyaa uğraması hâlinde de navlun alacağının sona ereceği ileri sürülmüştür. Bu görüşe katılmıyoruz. Zira incelemekte olduğumuz düzenlemede açıkça kazadan söz edilmekte olup, kaza taşıyanın ve adamlarının kusuru dışında bir sebep olarak anlaşılmaktadır. Taşıyanın veya adamlarının kusuru ile eşyanın zayi olmasının navlun alacağına etkisi özel olarak düzenlenmemiştir. Genel hükümlerden de böyle bir sonuç çıkarılamaz. Zira bu düzenleme esasen TBK m 136 hükmünün özel bir görünümünü teşkil etmektedir. Bilindiği gibi TBK m 136/1 uyarınca borcun ifası borçlunun sorumlu tutulamayacağı sebeplerle imkânsızlaşırsa, borç sona erer. Aynı maddenin ikinci fıkrasına göre ise, karşılıklı borç yükleyen sözleşmelerde imkânsızlık sebebiyle borçtan kurtulan borçlu, karşı taraftan almış olduğu edimi sebepsiz  zenginleşme  hükümleri  uyarınca  geri  vermekle  yükümlü  olup,  henüz kendisine ifa edilmemiş olan edimi isteme hakkını kaybeder.TTK  m  1199  hükmünün  gerekçesinde,  sürastaryanın  başlamasıyla  birlikte navlunun tümü muaccel olacağı için, bu anda karşı edim rizikosunun da taşıtana geçeceği; dolayısıyla, sürastarya boyunca taşıyanın kusuru olmadan yükün zıyaa veya hasara uğraması hâlinde, taşıtanın yine de navlunun tamamını, yük zarar görmemiş gibi, ödemek zorunda olacağı; birinci fıkranın birinci cümlesine yapılan ilâve ile bu hususun açıklığa kavuşturulduğu ifade edilmiştir. Bu çerçevede, boşaltmada sürastaryaya geçilmeden, boşaltma süresi içinde, pandemiye bağlı olarak taşınan yük zayi olmuşsa ve taşıyan bundan sorumlu tutulamıyorsa, navlunu talep etme hakkını da kaybeder. Kısmi zıya hâlinde ise, götürü kararlaştırılmış navlunda zıyaa uğrayan kısımla orantılı şekilde indirim yapılır. TTK m 1199/2 de, birinci fıkradaki kurala bir istisna getirilmiştir. Şöyle ki, özellikle içinden bozulma, kendiliğinden eksilme ve olağan akma ve sızma yüzünden 65  Çağa ve Kender (n 10), 225; M Sami Okay, Deniz Ticareti Hukuku II: Navlun Mukaveleleri, Denizde Yolcu Taşıma ve Deniz Ödüncü Mukaveleleri (gözden geçirilmiş ilaveli 2. Bası, 1971), 157; Sami Akıncı, Deniz Hukuku: Navlun Mukaveleleri (1968), 469; Yazıcıoğlu, Kender/Çetingil Deniz Ticareti Hukuku (n 21), 417; Sözer, Deniz Ticareti Hukuku (n 15), 568. Bu düzenlemenin kökenini teşkil eden mülga § 617 HGB bakımından bkz ve karşl: Wüstendörfer (n 10), 344; Schaps ve Abraham (n 10), § 617/3, 697; Prüssmann ve Rabe (n 10), § 617/4 vd, 641. Düzenlemede  kaza  yerine  taşıyanın sorumlu olmadığı bir sebep  ifadesinin kullanılmasının daha yerinde olacağı, 6102 sayılı Kanun nun yasalaşmasından önce öğretide ifade edilmiştir. Bkz Ergon Çetingil, Rayegân Kender, Samim Ünan ve Emine Yazıcıoğlu, ‘TTK Tasarısı nın ‘Deniz Ticareti  Başlıklı 5. Kitabında Yer Alan Hükümler Hakkında  (2006) (Özel Sayı: Türk Ticaret Kanunu Tasarısı Hakkında Değerlendirmeler) Deniz Hukuku Dergisi 1, 175.66  Okay (n 67), 158; Akıncı (n 67), 469. Düzenlemenin kökenini teşkil eden mülga § 617 HGB bakımından bkz ve karşl: Wüstendörfer (n 10), 344; Schlegelberger ve Liesecke (n 10), § 617/4; Schaps ve Abraham (n 10), § 617/3, 697; Prüssmann ve Rabe (n 10), § 617/4 vd, 641. Aksi görüşte: Çağa ve Kender (n 10), 225 vd 67  Bkz https://www.tbmm.gov.tr/sirasayi/donem/yil/ss.pdf. Erişim tarihi 18.8.2020.321İstanbul Hukuk Mecmuası 78/2zıyaa uğrayan eşya ile yolda ölen hayvanlar için, teslim edilmiş olup olmadıklarına bakılmaksızın navlun ödenir. Bu hâllerde eşyanın zıyaa uğramasının sebebi eşyanın kendisinden  kaynaklanmaktadır.  Konumuz  bakımından  pandemi  bağlamında gündeme gelebilecek olasılık, pandemi ile bağlantılı sebepler yüzünden yaşanan gecikme nedeniyle canlı hayvan yükünün zayi olmasıdır. Zira salgının insandan hayvana geçişi ve hayvanlarda ölüme yol açması ile ilgili olarak henüz bir bulgu yoktur. Kendiliğinden eksilme ile olağan akma ve sızmada, zıyaın sebebi yükün kendine özgü doğal özelliğidir. İçten bozulmada ise, yükün bir ayıbı dolayısıyla yolculuk sırasında zıyaa uğraması söz konusudur. Tüm bu hâller pandemi sürecinde ortaya çıksa dahi, bu hâllerde zararın sebebi aslında pandemi değil; yükün kendi özelliğidir. Canlı hayvanlar bakımından ise durum farklıdır. Canlı hayvan taşımasında tamamen sağlıklı ve bir sorunu olmayan hayvanlar salt pandeminin etkileri ile örneğin yolculuğun uzaması sebebiyle ölürse, acaba TTK m 1199/1 uyarınca taşıyanın navlun talep etme hakkı ortadan mı kalkacaktır, yoksa TTK m 1199/2 uyarınca her hâlde taşıyan navlunu talep edebilecek midir? Fıkrada sayılan diğer sebeplerden farklı olarak burada kanun koyucu zararın yükün kendisinden kaynaklanmasına yönelik sınırlayıcı bir ifade kullanmamıştır. Dolayısıyla kanaatimizce canlı hayvan taşımasında, ne sebeple olursa olsun, hayvanların yolda ölmesi durumunda taşıyan kararlaştırılan navlunu talep edebilecektir. Bunun tek istisnası, hayvanların diğer hayvanları veya insanları tehlikeden korumak için öldürülmesidir. Bu durum istisna kapsamında değerlendirilmemekte ve böyle bir olasılıkta navlunun ödenmeyeceği kabul edilmektedir.TTK m 1216 uyarınca yolculuk başladıktan sonra taşınan eşyanın umulmayan bir hâl yüzünden tamamının zayi olması ile iki taraftan biri diğerine tazminat vermeye zorunlu olmaksızın, navlun sözleşmesi hükümden düşer. Taşıyana sadece, sözleşmenin sona erdiği ana kadar doğmuş bulunan diğer alacakları ödenir. 1199. maddenin ikinci ve üçüncü fıkraları saklıdır. Düzenlemede navlun sözleşmesinin sona ereceği hüküm altına alınmış; sona erme anına kadar doğmuş olan diğer alacakların ödeneceğinden söz edilmiştir. Navlunun diğer alacakların kapsamına girmediği; daha açık bir anlatımla navlunun ödenmeyeceği kabul edilmelidir. Acaba pandemi bu kapsamda umulmayan hâl olarak değerlendirilebilir mi? Diğer bir ifadeyle pandemiye bağlı sebeplerle, örneğin limandaki işlemlerin olağandan uzun sürmesi sonucu yaşanan gecikme nedeniyle bozulabilir gıda yükünün zayi olması durumunda navlun sözleşmesinin hükümden düşeceği söylenebilir mi? Yukarıda 68  Bkz Çağa ve Kender (n 10), 226 dn (896). Düzenlemenin kökenini teşkil eden mülga § 618 HGB bakımından bkz Schaps ve Abraham (n 10), § 618/2, 699; Prüssmann ve Rabe (n 10) § 618/4, 643.69  Aytekin (n 66), 89. 6762 sayılı (mülga) TTK m 1087 hakkında aynı yönde: Mertol Can, ‘Navlun Sözleşmesinin Sona Ermesi  (1998) (330) Banka ve Ticaret Hukuku Araştırma Enstitüsü, 112 vd Aksi görüşün kabulü hâlinde düzenlemenin TTK m 1199/1 ile çelişeceği hususunda bkz Çetingil, Kender, Ünan ve Yazıcıoğlu (n 67), 186. Bu düzenlemeye tekabül eden mülga § 633 HGB de navlunun kısmen dahi ödenmeyeceği açıkça hüküm altına alınmış; yalnızca TTK m 1199/2 ye karşılık gelen mülga § 618 HGB de sayılan hâllerin, navlunun ödenmeyeceği kuralına istisna teşkil ettiği belirtilmişti. Bu konuda bkz Schaps ve Abraham (n 10), § 633/2, 728; Prüssmann ve Rabe (n 10), § 633/1, 676.322Yetiş Şamlı / COVID-19 Pandemisinin Taşıyanın Sorumluluğu ve Navlun Alacağı Üzerindeki Etkileri başka bir vesileyle ifade edildiği üzere, bu ancak pandeminin ilk ortaya çıktığı dönemde gündeme gelebilecek bir olasılıktır. Sonrasında ise, artık bir limanda salgın görülmesi yahut karantina sınırlaması uygulanması, beklenebilir, taşıyanın hesaba katarak önlem almasını gerektiren, öngörülebilir bir durum hâlini almıştır.TTK m 1217 hükmü uyarınca ise, yolculuk başladıktan sonra eşyanın umulmayan bir hâl yüzünden bir kısmının zayi olması, taraflar arasındaki sözleşmeyi hükümden düşürmez. Eşyanın, zayi olan kısmı hiç taşınmamış veya yolculuk devam ederken gemiden uzaklaştırılmış olsa bile, taşıyana tam navlun ödenir; şu kadar ki, 1199. maddenin ikinci ve üçüncü fıkrası hükümleri saklıdır. Bu düzenlemenin TTK m 1199 ile çeliştiği haklı olarak ifade edilmektedir. Zira TTK m 1199/1 de, eşyanın bir kısmının zıyaı hâlinde, navlunun o oranda indirilmesinin istenebileceği hüküm altına alınmıştır. B. Pandemi Dolayısıyla Yolculuğun Uzamasının Zaman Üzerine Navlunun Hesabına EtkisiNavlun, taşınacak eşyanın miktarına, zaman ölçüsüne, götürü usule yahut tanker taşımacılığında  ayrıca   worldscale   yöntemine  göre  belirlenebilir.  Kırkambar taşımalarında navlunun, sayılan yöntemlerin yanı sıra tarife esaslı olarak belirlenmesi de mümkündür. Navlunun zaman üzerine kararlaştırılması olasılığında taraflar çeşitli durumların navlunun hesabı üzerindeki etkisini ayrıntılı şekilde belirleyebilirler. Aksi takdirde TTK m 1194 hükmü uygulanır. TTK m 1194 hükmü uyarınca (1) zaman üzerine kararlaştırılmış olan navlun, yüklemenin belli bir günde başlayacağı öngörülmüşse o günden, değilse 1152 nci madde uyarınca hazırlık bildiriminde bulunulduğu günü izleyen günden itibaren işlemeye başlar. Safra ile yolculukta ise, yolculuğa hazır olunduğunun haber verildiği günü izleyen günden ve bu haber yolculuğun başlamasından bir gün öncesine kadar verilmemişse, geminin yola çıktığı günden itibaren işlemeye başlar. (2) Sürastarya öngörülmüşse, sürastarya süresince zaman üzerine kararlaştırılmış navlun işlemez. (3) Zaman üzerine kararlaştırılmış navlun, boşaltmanın tamamlandığı günden sonra işlemez. (4) Taşıyanın kusuru olmaksızın yolculuk gecikir veya kesilirse, zaman üzerine kararlaştırılmış navlun, 1221 inci maddenin birinci fıkrası ve 1222 nci maddenin ikinci fıkrası hükümleri saklı kalmak üzere, araya giren günler için de ödenir.Buna göre, taraflar sözleşmede aksini kararlaştırmamışsa, taşıyana atfı mümkün bir kusur bulunmaksızın yolculukta gecikme yaşanır veya yolculuk kesintiye uğrarsa, araya  giren  günler  içinde  zaman  üzerine  kararlaştırılmış  olan  navlun  işlemeye 70  Çetingil, Kender, Ünan ve Yazıcıoğlu (n 67), 186; Aytekin (n 66), 88.71  Navlunun belirlenmesi yöntemleri hakkında ayrıntılı bilgi için bkz Aytekin (n 49), 54 vd  72  Bu konuda bkz Aytekin (n 66), 64 vd 323İstanbul Hukuk Mecmuası 78/2devam edecektir. Şu hâlde yolculuğun pandemi nedeniyle gecikmesi veya kesilmesi durumunda bunda taşıyanın bir kusurunun bulunup bulunmadığı belirleyicidir. Eğer taşıyanın bir kusuru yoksa zaman üzerine kararlaştırılmış navlun işlemeye devam eder. TTK m 1194 te atıf yapılan düzenlemelerden konumuz bakımından önem arz eden, TTK m 1222/2 hükmüdür. Buna göre, gecikmenin bir kamu tasarrufundan kaynaklandığı hâllerde, zaman üzerine kararlaştırılan navlun işlemez. Acaba karantina sınırlamaları veya boşaltma limanında pandemi dolayısıyla uygulanan ek önlemler dolayısıyla yaşanan gecikmeler bu kapsamda değerlendirilebilir mi? Kanaatimize göre, gecikmeye yol açan önlemler  kamu tasarrufu  olarak nitelendirilebildiği ölçüde TTK m 1222/2 nin kapsamına girer, dolayısıyla zaman üzerine kararlaştırılan navlun işlemez. SonuçCOVID-19 pandemisinin gündelik hayata olduğu kadar uluslararası ticarete ve ekonomiye de son derece olumsuz tesirleri olmuştur ve olmaya devam etmektedir. Dünya çapında yaşanan bu ölçekte bir salgın, elbette deniz ticaretini de etkilemiştir. Deniz ticareti hukukunun bazı kadim kavram ve kurumlarından, örneğin taşıyanın kusursuzluk ve uygun illiyet bağı karinelerinden yararlandığı hâllerden biri olan  karantina sınırlamaları ndan, pandemi dolayısıyla ortaya çıkan ihtilaflara çözüm bulmak bakımından yararlanılabilirse de, pek çok uyuşmazlıkta mevcut düzenlemeleri dünya çapında yaşanan bir salgının etki ve sonuçlarını hesaba katarak yeniden yorumlamak gerekmektedir. Bu yapılırken salgının ilk ortaya çıktığı dönemle daha sonrasını birbirinden ayırmak icap eder. Salgının ilk ortaya çıktığı ve henüz dünya çapında bu ölçüde yaygınlaşmadığı dönem ile sonrası bakımından, örneğin taşıyanın gereken özeni gösterip göstermediğinin belirlenmesinde, dikkate alınacak kriterler farklı olmalıdır. Ancak pandeminin yeni başladığı dönemde dahi olsa, çok büyük çoğunlukla bir ticaret şirketi olan taşıyanın gerekli tıbbi danışmanlığı alması ve faaliyetlerinin planlanmasında bu danışmanlıktan faydalanması beklenir. Esasen bu husus, basiretli bir iş adamı gibi davranma yükümlülüğü kapsamında yer alır.Bu genel esaslar çerçevesinde, çalışmada COVID-19 pandemisinin taşıyanın sorumluluğuna ve navlun alacağına etkileri bakımından varılan sonuçlar aşağıdaki gibi özetlenebilir:1.  Salgının kişiden kişiye bulaşma hızı; hastalığın 14 günlük bir kuluçka süresinin olması ve gemi adamlarının kapalı bir ortamda uzun süre bir arada bulunması gibi hususlar göz önüne alındığında, henüz gemide bir salgın boyutuna ulaşmasa ve bir kişide görülse dahi, bunun bile geminin yola elverişsizliğine yol açması olasıdır. Ancak gemi adamları arasında COVID-19 salgını yaşanmasının gemiyi 324Yetiş Şamlı / COVID-19 Pandemisinin Taşıyanın Sorumluluğu ve Navlun Alacağı Üzerindeki Etkileri yola elverişsiz hâle getirmesi ile taşıyanın bundan TTK m 1141 hükmü uyarınca sorumlu tutulabilmesi birbirinden farklı meselelerdir. Taşıyanın sorumluluğunun doğması için sorumluluğun tüm şartlarının gerçekleşmesi gerekir. Bu bakımdan özellikle üzerinde durulması gereken,  tedbirli bir taşıyanın harcamakla yükümlü olduğu  dikkat  ve  özen   kavramıdır.  Bunun  içeriğinin  pandemi  bakımından belirlenmesinda, salgının ilk ortaya çıktığı dönemle daha sonrasını birbirinden ayırmak gerekir. Mayıs ayında Türk Armatörler Birliği,  Gemide Covid Vakası Tespit  Edildiğinde  Yapılacak  İşlemler  Uygulama  Rehberi   yayınlamıştır. Önümüzdeki dönemde COVID-19 nedeniyle geminin yola elverişsiz hâle gelip gelmediği ve gelmişse taşıyanın bundan ileri gelen zararlardan sorumlu tutulup tutulamayacağı uyuşmazlık konusu olduğu takdirde, taşıyanın üzerine düşen özen yükümlülüğünü  yerine  getirip  getirmediğinin  belirlenmesinde  anılan  Rehber mutlaka  dikkate  alınmalıdır.  Genel  olarak  sefere  elverişsizlikten  sorumluluk bakımından,  taşıyan  eksikliğin  farkına  varmış,  ancak  eksikliğin  önemini anlamamışsa bunun da elverişsizliğin keşfedilememesiyle aynı sonucu doğuracağı kabul edilmektedir. İşte pandeminin başlangıcında daha sık karşılaşılabilecek ihtimal bu olabilir. Ancak taşıyanın keşfedilen eksiklik hususunda bir uzmana danışmaması, somut olayın şartları çerçevesinde gereken özeni göstermemesi olarak yorumlanabilir. Bu kriterler ışığında durum değerlendirilecek olursa, çok büyük çoğunlukla bir ticaret şirketi olan taşıyanın tıbbi danışmanlık alarak alınacak tedbirleri ve uygulanacak prosedürleri belirlemesi beklenir. Zira pandeminin yeni başladığı dönemde dahi olsa, taşıyanın gerekli tıbbi danışmanlığı alması ve faaliyetlerinin planlanmasında bu danışmanlıktan faydalanması, basiretli bir iş adamı gibi davranma yükümlülüğü (TTK m 18/2) kapsamında yer alır.2.  Taşıyanın  eşyanın  zıyaa  veya  hasara  uğramasından  yahut  geç  tesliminden doğan zararlardan sorumluluğu, TTK m 1178 vd maddelerinde düzenlenmiştir. Sorumluluğun şartlarından biri, zarara yol açan olayın eşya taşıyanın hakimiyetinde iken meydana gelmesidir. Bu nedenle limandaki ya da gemideki salgın yüzünden geminin yükleme limanına girip yanaşması ve yükü alması hiç mümkün olmazsa veya gecikme yaşanırsa, yükle ilgilinin bundan dolayı uğradığı zarardan taşıyanın sorumlu tutulup tutulamayacağı TTK m 1178 ve devamı hükümlerine göre değil, TBK m 112 ve devamı hükümlerine göre belirlenir.3.  Geminin boşaltma limanına yanaşamaması ise, bozulabilir gıda gibi eşyaların zıyaa  veya  hasara  uğramasına  neden  olabileceği  gibi,  eşyanın  geç  teslimi nedeniyle fiziksel varlığında bir kötüleşme olmaksızın, ekonomik nitelikte bir zarar meydana gelmesine, örneğin piyasa değerinin düşmesi nedeniyle zarar doğmasına yol açabilir. TTK m 1178/5 uyarınca eşyanın zayi olmasına dayanarak tazminat isteminde bulunabilecek kişi, dördüncü fıkra uyarınca teslim süresinin dolmasından itibaren aralıksız altmış gün içinde teslim olunmayan eşyayı zayi 325İstanbul Hukuk Mecmuası 78/2olmuş sayabilir. İşte limandaki karantina sınırlamaları dolayısıyla eşyanın gemiden boşaltılıp tesliminin mümkün olmaması ve bu arada teslim süresinin aşılması durumunda, aralıksız altmış gün geçerse yükle ilgili bu hükme dayanabilir. Yükle ilgili TTK m 1178/5 e dayanarak tazminat talebinde bulunursa taşıyan, eşyanın gemide bulunduğu ve karantina sınırlamaları kalkar kalkmaz teslim edilebilecek durumda olduğu gerekçesiyle buna itiraz edemez. Zira burada eşyanın zıyaa uğradığına dair aksi taşıyan tarafından ispatlanamayan kesin bir karine söz konusudur. TTK m 1178/5 uyarınca eşyanın zıyaa uğradığı kabul edilip zarar tazmin edildikten sonra yük bulunursa durumun ne olacağı düzenlenmemiştir. Böyle bir hâlde gönderilen dilerse, TTK m 1188 de düzenlenen bir yıllık hak düşürücü süre içinde, kendisine ödenen tazminatı iade ederek taşıyandan eşyanın teslimini talep ve dava edebilir.4.  Limana  giriş  çıkışın  veya  gemiden  yük  boşaltılmasının  pandemi  nedeniyle mümkün olmaması ya da olağana nazaran uzun sürmesi nedeniyle eşya zıyaa veya hasara uğrar yahut geç teslim edilirse, yükle ilgili zararının tazminini talep  ettiğinde  taşıyan  TTK  m  1179  uyarınca  kendisinin  ve  adamlarının kusursuzluğunu ispatlamak zorunda değildir. TTK m 1182 ye dayanarak zararın karantina sınırlamasından ileri gelmesinin muhtemel olduğunu ortaya koyması yeterlidir. Bundan sonra taşıyandan tazminat talep eden yükle ilgilinin taşıyan lehine oluşan karineleri çürütmesi gerekir. TTK m 1182/2 uyarınca, düzenlemede sayılan sebeplerin ortaya çıkmasına taşıyanın sorumlu olduğu bir olayın yol açtığı ispatlanırsa taşıyan sorumluluktan kurtulamaz. Yükle ilgilinin taşıyanın ve adamlarının kusursuzluğuna ilişkin karineyi çürütmek için, örneğin taşıyanın karantina sınırlaması olan liman yerine güvenli bir limana zamanında yönelmesinin mümkün olduğunu ve bunu yapmayan taşıyanın zararın meydana gelmesinde kusurlu bulunduğunu ortaya koyması gerekir. Belirtmek gerekir ki güvenli bir limana zamanında yönelmek mümkün olduğu hâlde bunun yapılmamış olması, duruma göre taşıyanın sınırlı sorumluluktan yararlanma hakkının kaybına da yol açabilir.5.  Pandemiyle ilişkili uyuşmazlıklar bakımından uygulanması sıklıkla gündeme gelebilecek düzenlemelerden biri de TTK m 1220 hükmüdür. Anılan düzenleme uyarınca kaptanın denizde can ve eşya kurtarmak veya diğer bir haklı sebeple rotadan sapmış olması, tarafların hak ve yükümlülüklerini etkilemez ve taşıyan bu  yüzden  doğacak  zararlardan  sorumlu  olmaz. Ancak  güvenli  bir  limanın daha baştan belirlenmesi mümkün idiyse, yolculuğa başladıktan sonra rotadan sapılması hâlinde taşıyanın sorumluluktan kurtulması da mümkün olmayacaktır. Bu bakımdan pandemi ile bağlantılı sebeplerle geminin rotadan sapması, her hâlde haklı nedenle sapma kapsamında değerlendirilemez. Somut olayın şartları çerçevesinde  taşıyana  izafe  edilebilecek  bir  kusur  söz  konusu  ise,  taşıyan 326Yetiş Şamlı / COVID-19 Pandemisinin Taşıyanın Sorumluluğu ve Navlun Alacağı Üzerindeki Etkileri sorumluluktan kurtulamaz. TTK m 1220 anlamında haklı neden teşkil eden bir diğer durum, yolculuğun izlenen rotadan devamına umulmayan bir hâlin engel olmasıdır (TTK m 1113). Belirtmek gerekir ki, pandeminin umulmayan hâl kapsamında değerlendirilmesi ancak ilk ortaya çıktığı dönemde gündeme gelebilecek bir olasılıktır. Sonrasında ise, artık bir limanda salgın görülmesi yahut karantina sınırlaması uygulanması, beklenebilir, taşıyanın hesaba katarak önlem almasını gerektiren, öngörülebilir bir durum hâlini almıştır.6.  COVID-19 hastalığı dolayısıyla can kurtarma amacıyla girişilen bir faaliyetin, gemide taşınmakta olan eşyanın zıyaa veya hasara uğraması yahut geç teslim edilmesi ile sonuçlanması mümkündür. İşte böyle bir olasılıkta taşıyanın TTK m 1181 e dayanarak sorumluluktan kurtulması gündeme gelebilecektir. Örneğin diğer bir gemideki salgın dolayısıyla o gemide bulunan gemi adamlarına yardımda bulunulması, sapma olmaksızın yolculuğun gecikmeyle tamamlanmasına yol açabilir. Eşya kurtarma faaliyetinden farklı olarak can kurtarma faaliyetinin ve bu kapsamda alınan önlemlerin makul olması gibi bir koşul aranmamıştır. Dolayısıyla böyle bir olasılıkta taşıyanın ayrıca alınan önlemlerin makul olduğunu kanıtlaması gerekmediği gibi; tazminat talep eden yükle ilgilinin de girişilen faaliyetin makul olmadığını yahut riskli olduğunu ileri sürerek taşıyanı sorumlu tutması mümkün değildir.7.  TTK m 1199/1 uyarınca boşaltma süresinin sonuna kadar bir kaza sonucunda zıyaa uğrayan eşya için navlun ödenmez ve peşin ödenmiş ise geri alınır.  Kaza  ile ifade edilmek istenen, taşıyanın veya fiillerinden sorumlu tutulabileceği kişilerin yahut yükle ilgililer ile bunların adamlarının sebep olmadığı; taşıyanın sorumlu tutulamayacağı olaylardır. TTK m 1199/2 de, birinci fıkradaki bu kurala bir istisna getirilmiştir.  Pandemi  bağlamında  gündeme  gelebilecek  istisna,  pandemi  ile bağlantılı sebepler yüzünden yaşanan gecikme nedeniyle canlı hayvan yükünün zayi olmasıdır. Böyle bir durumda yolda ölen hayvanlar için, teslim edilmiş olup olmadıklarına bakılmaksızın navlun ödenir.8.  TTK m 1216 uyarınca yolculuk başladıktan sonra taşınan eşyanın umulmayan bir hâl yüzünden tamamının zayi olması ile iki taraftan biri diğerine tazminat vermeye zorunlu olmaksızın, navlun sözleşmesi hükümden düşer. Pandeminin bu kapsamda umulmayan hâl olarak değerlendirilmesi ancak ilk ortaya çıktığı dönemde gündeme gelebilecek bir olasılıktır. Sonrasında ise, artık bir limanda salgın görülmesi yahut karantina sınırlaması uygulanması, beklenebilir, taşıyanın hesaba katarak önlem almasını gerektiren, öngörülebilir bir durum hâlini almıştır.9.  TTK m 1217 hükmü uyarınca, yolculuk başladıktan sonra eşyanın umulmayan bir  hâl  yüzünden  bir  kısmının  zayi  olması,  taraflar  arasındaki  sözleşmeyi hükümden düşürmez. Eşyanın, zayi olan kısmı hiç taşınmamış veya yolculuk 327İstanbul Hukuk Mecmuası 78/2devam ederken gemiden uzaklaştırılmış olsa bile, taşıyana tam navlun ödenir; şu kadar ki, 1199. maddenin ikinci ve üçüncü fıkrası hükümleri saklıdır. Bu düzenleme TTK m 1199 ile çelişmektedir. Zira TTK m 1199/1 de, eşyanın bir kısmının zıyaı hâlinde, navlunun o oranda indirilmesinin istenebileceği hüküm altına alınmıştır. Pandeminin bu kapsamda umulmayan hâl olarak değerlendirilip değerlendirilemeyeceği hususunda ise, yukarıda 8. maddede yapılan açıklamalar burada da aynen geçerlidir. 10. TTK m 1194/4 uyarınca taraflar sözleşmede aksini kararlaştırmamışsa, taşıyana atfı mümkün bir kusur bulunmaksızın yolculukta gecikme yaşanır veya yolculuk kesintiye uğrarsa, araya giren günler içinde zaman üzerine kararlaştırılmış olan navlun  işlemeye  devam  edecektir.  Şu  hâlde  yolculuğun  pandemi  nedeniyle gecikmesi veya kesilmesi durumunda bunda taşıyanın bir kusurunun bulunup bulunmadığı  belirleyicidir.  Eğer  taşıyanın  bir  kusuru  yoksa  zaman  üzerine kararlaştırılmış navlun işlemeye devam eder. 11. TTK m 1194 te atıf yapılan düzenlemelerden konumuz bakımından önem arz eden, TTK m 1222/2 hükmüdür. Buna göre, gecikmenin bir kamu tasarrufundan kaynaklandığı hâllerde, zaman üzerine kararlaştırılan navlun işlemez. Kanaatimize göre,  karantina  sınırlamaları  veya  boşaltma  limanında  pandemi  dolayısıyla uygulanan ek önlemler  kamu tasarrufu  olarak nitelendirilebildiği ölçüde, TTK m 1222/2 nin kapsamına girer.Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir.Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare.Grant Support: The author declared that this study has received no financial support.328Yetiş Şamlı / COVID-19 Pandemisinin Taşıyanın Sorumluluğu ve Navlun Alacağı Üzerindeki Etkileri",
     "Kaynakça": "Abraham  HJ,  Das  Seerecht:  Ein  Grundriß  mit  Hinweisen  auf  die  Sonderrechte  anderer Verkehrsmittel, vornehmlich das Binnenschiffahrts  und Luftrecht, (gözden geçirilmiş 4. Bası, Walter de Gruyter 1974).Akan P, Deniz Taşımacılığında Taşıyanın Yüke Özen Yükümlüğünün İhlalinden Doğan Sorumluluğu (TTK m. 1061) (Adalet 2007). (Yüke Özen Yükümlüğünün İhlali)Akan P, ‘Taşıyanın Gemiyi Sefere Elverişli Halde Bulundurma Yükümlülüğü  (2000), Prof Dr. Tahir Çağa nın Anısına Armağan 1 13. (Gemiyi Sefere Elverişli Halde Bulundurma Yükümlülüğü)Akıncı S, Deniz Hukuku: Navlun Mukaveleleri (1968).Antalya G, Borçlar Hukuku Genel Hükümler Cilt V/1, 3 (genişletilmiş 2. Baskı, Seçkin 2019)Aytekin MU, Taşıyanın Navlun Sözleşmesinden Doğan Hakları ve Teminatları (Seçkin 2019).Can M, ‘Navlun Sözleşmesinin Sona Ermesi  (1998) (330) Banka ve Ticaret Hukuku Araştırma Enstitüsü.Carver TG ve Colinvaux R, Carver s Carriage by Sea Vol. 1 (13. Bası, Stevens § Sons 1982).Carver TG, Treitel SG ve Reynolds FMB, Carver on Bills of Lading (Sweet § Maxwell 2005).Czerwenka B, Das Gesetz zur Reform des Seehandelsrechts: Einleitung, Erlaeuterung, Synopsen (Bundesanzeiger Verlag 2014).Çağa T ve Kender R, Deniz Ticareti Hukuku II: Navlun Sözleşmesi (gözden geçirilmiş 10. Bası, On İki Levha 2010).Çetingil E, Kender R, Ünan S ve Yazıcıoğlu E, ‘TTK Tasarısı nın ‘Deniz Ticareti  Başlıklı 5. Kitabında Yer Alan Hükümler Hakkında  (2006) (Özel Sayı: Türk Ticaret Kanunu Tasarısı Hakkında Değerlendirmeler) Deniz Hukuku Dergisi 1 297.Damar D, Wilful Misconduct in International Transport Law, (Springer 2011).Eren F, Borçlar Hukuku Genel Hükümler, (24. Baskı, Yetkin 2019).Hartmann K, Die Haftung des Verfrachters aus Seefrachtvertrag nach den Haager Regeln, Abhandlungen zum schweizerischem Recht 221 Heft (Verlag von Stämpfli & Cie 1945).Herber R, Seehandelsrecht: Systematische Darstellung (2. Bası, De Gruyter 2016).Hoffmann A,  Die  Haftung  des  Verfrachters  nach  deutschem  Seefrachtrecht,  Schriften  zum Transportrecht Heft 15 (Neuwied Kriftel Berlin 1996).Karan H, The Carrier s Liability Under International Maritime Conventions: The Hague, HagueVisby, and Hamburg Rules (The Edwin Mellen Press 2004).Okay MS, Deniz Ticareti Hukuku II: Navlun Mukaveleleri, Denizde Yolcu Taşıma ve Deniz Ödüncü Mukaveleleri (gözden geçirilmiş ilaveli 2. Bası, 1971).Örsel S, Navlun Sözleşmesi Bakımından Taşıyanın Zıya, Hasar ve Geç Teslimden Kaynaklanan Sorumluluğu ve Sorumluluğunun Sınırlandırılması, (On İki Levha 2019).Prüssmann Heinz ve Rabe Dieter, Seehandelsrecht: Fünftes Buch des Handelsgesetzbuches mit Nebenvorschriften und Internationalen Übereinkommen (yenilenmiş 4. Bası) , Verlag C.H. Beck, 2000) Rabe  D  ve  Bahnsen  KU,  Seehandelsrecht:  Fünftes  Buch  des  Handelsgesetzbuches  mit Nebenvorschriften und Internationalen Übereinkommen (5. Bası, 2018).Richardson J, A Guide to the Hague and Hague Visby Rules: A revised Special Report (Lloyd s of London Press 1989).329İstanbul Hukuk Mecmuası 78/2Schaps G Abraham HJ, Das Seerecht in der Bundesrepublik Deutschland: Kommentar und Materialsammlung, Seehandelsrecht – Erster Teil (yenilenmiş 4. Bası, Walter de Gruyter 1978).Schlegelberger F ve Liesecke R, Seehandelsrecht: Zugleich Ergänzungsband zu Schlegelberger Kommentar zum Handelsgesetzbuch, (yenilenmiş 2. Bası, Verlag Franz Vahlen 1964).Scrutton TE ve BC vd, Scrutton on Charterparties and Bills of Lading (21. Bası , Sweet § Maxwell 2008).Seven V, Taşıyanın Yüke Özen Borcunun İhlalinden (Yük Zıya ve Hasarından) Doğan Sorumluluğu (Yetkin 2003).Sözer B, Deniz Ticareti Hukuku I (Ders Kitabı) Giriş Gemi Donatan ve Navlun Sözleşmeleri, (gözden geçirilmiş ve genişletilmiş 5. Bası, Vedat Kitapçılık 2019). (Deniz Ticareti Hukuku)Sözer B, Taşıyanın Gemiyi Sefere Elverişli Halde Bulundurmak Borcu (Banka ve Ticaret Hukuku Araştırma Enstitüsü 1975). (Sefere Elverişlilik)Stachow J C, Schweres Verschulden und Durchbrechung der beschreankten Haftung in modernen Transportrechtsabkommen, (Lit 1998).Süzel C, Deniz Ticareti Hukukunda Taşıtan ve Yükleten (On İki Levha 2014).Taşdelen N, ‘Deniz Yoluyla Yapılan Taşımalarda Taşıyanın Başlangıçtaki Elverişsizlikten Doğan Sorumluluğu  (2003) Bilgi Toplumunda Hukuk Ünal Tekinalp e Armağan (939 957).Tekil F, Deniz Hukuku (6. Bası, Alkım 2001).Tekin SM, Navlun Sözleşmesinde Taşıyanın Sorumluluğu, (On İki Levha 2017).Türken Ş, 6102 Sayılı Türk Ticaret Kanunu na Göre Deniz Taşımacılığında Taşıyanın Eşyanın Zıyaı, Hasarı Ya da Geç Tesliminden Doğan Sorumluluğu, (Bilge 2019). Ülgener MF, Taşıyanın Sorumsuzluk Halleri (Der 1991).Wilson JF, Carriage of Goods by Sea (7. Bası, Pearson 2010).Wüstendörfer  H,  Neuzeitliches  Seehandelsrecht  mit  besonderer  Berücksichtigung  des angloamerikanischen und internationalen Rechts (gözden geçilirmiş ve iyileştirilmiş 2. Bası, 1950).Yazıcıoğlu E, Hamburg Kurallarına Göre Taşıyanın Sorumluluğu: Lahey/Visby Kuralları ile Karşılaştırmalı Olarak (Beta 2000). (Hamburg Kuralları)Yazıcıoğlu E, Kender/Çetingil Deniz Ticareti Hukuku (gözden geçirilmiş ve genişletilmiş 15. Bası, Filiz Kitapevi 2020). (Kender/Çetingil Deniz Ticareti Hukuku)Yetiş Şamlı K, ‘Lahey Lahey/Visby, Hamburg Ve Rotterdam Kuralları nda Sefere Elverişlilik  (2013) 71(2) Prof Dr. Ersin Çamoğlu na Armağan, İstanbul Üniversitesi Hukuk Fakültesi Mecmuası. (Sefere Elverişlilik)Yetiş Şamlı K, Uluslararası Kara, Hava ve Deniz Yoluyla Eşya Taşımalarında Taşıyıcının / Taşıyanın Sınırlı Sorumluluktan Yararlanma Hakkının Kaybı (On İki Levha 2008). (Sınırlı Sorumluluktan Yararlanma Hakkının Kaybı)Yetiş Şamlı K, 6102 Sayılı Türk Ticaret Kanunu na Göre Taşıyanın Zıya, Hasar ve Geç Teslimden Sorumluluğu (On İki Levha 2013). (Taşıyanın Sorumluluğu)ELEKTRONİK KAYNAKLAR:https://www.denizhaber.com/guncel/kuzey webinar bulusmalari 3 i covid 19 pandemisininpersonel degisimleri ne h86540.html. Erişim tarihi 15.5.2020.https://www.denizhaber.com/guncel/gemide covid vakasi tespit edildiginde yapilacak islemleruygulama h86416.html. Erişim tarihi 15.5.2020.330Yetiş Şamlı / COVID 19 Pandemisinin Taşıyanın Sorumluluğu ve Navlun Alacağı Üzerindeki Etkileri https://www.denizhaber.com/guncel/itf murettebat degisimi icin sabir tukendi h87152.html. Erişim tarihi 19.6.2020.https://blog.lexpera.com.tr/covid 19 salgini cercevesinde alinan onlemlerin sozlesme hukuku vemucbir sebep kavrami acisindan degerlendirilmesi/. Erişim tarihi 19.08.2020.https://covid19bilgi.saglik.gov.tr/depo/Kitapcik/COVID 19_YENI_KORONAVIRUS_HASTALIGI_KITAPCIK_A6.pdf Erişim tarihi 19.08.2020.https://www.who.int/emergencies/diseases/novel coronavirus 2019/advice for public Erişim tarihi 19.08.2020.331"
}