{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "19",
     "Ay": "01",
     "Yıl": "2021",
     "Cilt": "78",
     "Sayı": "4",
     "Başlık": "Bir Kişilik Değeri Olarak Kişinin Resmi ",
     "Title": "A Person s Image as a Personality Value",
     "Yazar İsmi": [

          "Egemen Işık"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Kişinin resmi üzerindeki hak", "Kişinin resmi", "Kişilik", "Kişilik hakkı", "Kişinin resmi üzerindeki hakkın korunması"
     ],
     "Keywords": [
          "Right to a person’s image", "A person’s image", "Personality", "Personality right", "Right to the protection of one’s image"
     ],
     "Özet": "Kişinin resmi, tasvir edilen kişinin dış görünüşünü, onun tanınabilmesine imkân verecek şekilde yansıtan bir biçimdir. Başka bir ifadeyle kişinin dış görünüşünün görsel olarak tasvir edilmesiyle elde edilen ve kişinin tanınabilmesini sağlayan biçim, kişinin resmidir. Kişi ve kişilikle olan bağı sebebiyle kişinin resminin hukuki bir güvenceye kavuşturulması gerekmiştir. Bu yüzdendir ki kişinin resmi üzerindeki bir hakkın varlığı, pek çok hukuk sisteminde kabul edilmiştir. Kişilik hakkı kapsamında yer alan kişilik değerlerinden biri olan kişinin resmi üzerindeki bir hakkın varlığının kabulüyle kişinin resmi kavramından ne anlaşılması gerektiği önem kazanır. Zira kişinin resmi üzerindeki hakkın konusu, tasvir edilen kişiye ait dış görünüşünü yansıtan resimdir. Hakkın konusu olduğundan kişinin resmi kavramının sınırları iyi çizilmelidir. Resim kavramına günlük dilde yüklenen anlam ile hukuk dilinde yüklenen anlam birbirinden farklıdır. Kişinin resmi üzerindeki hakkın konusu olan kişinin resminin ne anlama geldiği, hukuki bir kavram olarak kişinin resminin nasıl anlamlandırılacağı, kişinin resminin tanımlanması ve kişinin resminin unsurlarının belirlenmesiyle mümkündür.",
     "Abstract": "A person s image is a form that reflects his external appearance in a way that allows him to be recognized. Its strong connection to the person and his/her personality necessitates a legal assurance of one s image. Therefore, legal systems have acknowledged the existence of a right to one s image. As the existence of such a right is accepted, the definition of the term image becomes essential. The subject of the right to one s image is the image. Since the image is the subject of the right, the limit of the concept of one s image should be well drawn. The meaning attached to it in legal language differs from its meaning in daily language. Therefore, in order to clearly understand the term image, as a subject of a right and its connotations as a legal concept, it is important to establish a legal definition and analyze the elements constituting this definition.",
     "Metin": "Kişinin resmi, onun dış görünüşünü tanınabilir biçimde yansıtan bir biçimdir. Kişilikle olan güçlü bağı, kişinin resminin hukuki bir güvence altına alınmasını gerektirmiştir. Özellikle kitle iletişim araçlarının gelişmesiyle beraber kişinin resminin kolay ve hızlı bir şekilde yaygınlaşması sık görülen bir durumdur. Kişinin resmi, kişiliği yansıtan bir parça olduğuna göre kişiye ait resmin hukuka aykırı biçimde kullanılması karşısında hukuki koruma sağlamak, kişiliğin korunması bakımından olmazsa olmazdır.Çalışmamızda ilk olarak kişinin resmi üzerindeki hak ele alınmıştır. Kişinin resmi üzerindeki hakkın hukuki niteliği, Alman, İsviçre ve Türk hukukları bakımından karşılaştırmalı olarak incelenmiştir. Daha sonra hakka konu olan  kişinin resmi  kavramı ele alınarak bu kavramın çerçevesi belirlenmiştir. Kişinin resmi kavramının öğretide ve mahkeme kararlarında nasıl tanımlandığı, hangi unsurlara sahip olduğu ve hangi durumlarda bir biçimin kişinin resmi olarak nitelendirilip nitelendirilemeyeceği açıklanmıştır. II. Kişinin Resmi Üzerindeki HakA. Genel OlarakKişi ile onun resmi arasındaki bağın önemi, kişinin resmi üzerinde bir hukuki korumadan yararlanma gerekliliği doğurur. Bunun bir sonucu olarak, kişinin resmi üzerinde bir hakka sahip olduğu söylenebilecektir.Kişinin resmi üzerindeki hakkın hukuki niteliği ve korumanın kapsamı hukuk sistemlerine göre farklılık gösterir. Bu sebeple kişinin resmi üzerindeki hak ilk olarak Alman hukukunda, daha sonra ise İsviçre ve Türk hukuklarında ele alınmıştır.B. Alman Hukukunda Kişinin Resmi Üzerindeki HakAlman hukukunda kişinin resmi üzerindeki hakkın varlığı oldukça eskiye dayanır. Kanun koyucu, 1907 tarihli Telif Hakları Kanunu nda kişinin resmi üzerindeki hakka ilişkin bir hükme yer vermiştir. Dolayısıyla Alman hukukunda kişinin resmi üzerindeki hakkın varlığının ilk kez bu kanunla tanındığı söylenebilir. Ne var ki bu kanun bir tepki olarak anlaşılmalıdır. Fotoğrafın icadı ve kitle iletişim araçlarının 1  Mustafa Alper Gümüş, ‘Kişinin Resmi (Görünümü) Üzerindeki Hakkı  (1997) 1(1) KÜHFD 363, 367.2  9 Ocak 1907 tarihli Kunsturhebergesetz (KUG).3  Michael Fricke, ‘KUG § 22 [Recht am eigenen Bilde]  iç Artur-Axel Wandtke ve Winfried Bullinger (edr), Praxiskommentar Urheberrecht: UrhR (5. Bası, CH Beck 2019) KUG § 22 Rn 1.1726Işık / Bir Kişilik Değeri Olarak Kişinin Resmiçoğaltma olanakları nedeniyle ortaya çıkan suiistimallere bir tepki olarak bu kanun ortaya çıkmıştır. Bunu tetikleyen, bir paparazzi olayıdır: İki fotoğrafçı, 1898 yılında hayatını kaybeden Almanya şansölyesi Otto von Bismarcks ın öldüğü odaya gizlice girmişler ve onun naaşını fotoğraflamışlardır. Alman İmparatorluk Mahkemesi, söz  konusu  fotoğrafların  yayımlanmasını  yasaklayan  kararını  sadece  konut dokunulmazlığının ihlaline dayandırmıştır. Bunun sebebi, kişinin resmi üzerindeki hakka ilişkin özel bir normun eksikliğidir.Kanun koyucu, sözü edilen eksikliğe kayıtsız kalmamıştır. 1907 tarihli Telif Hakları Kanunu nun 22. paragrafı ile bu kanun boşluğu giderilmiştir. Bu hükme göre, bir kişinin resminin yayımlanması veya kamuya sunulması ancak o kişinin rızasıyla mümkün olur. Resmedilmiş kişinin korunma ihtiyacı bu hükümle karşılanmıştır. Rızası dışında resmi yayımlanan veya kamuya sunulan kişi, resmi üzerindeki hakkına dayanarak hukuki koruma talep edebilecektir.Telif Hakları Kanunu nun 22. paragrafı, lafzından da anlaşıldığı üzere sadece kişinin resminin yayımlanması veya kamuya sunulması hallerini kapsar. Dolayısıyla kişinin yalnızca resmedilmesi bu hükmün kapsamında değildir. Resmedilen kişinin resmi yayımlanmadıkça, Telif Hakları Kanunu nun 22. paragrafı uygulama alanı bulmaz. Bu sebepledir ki resmedilmekle birlikte resmi yayımlanmayan veya kamuya sunulmayan kişinin hukuken korunup korunmayacağı meselesi gündeme gelir. Böyle bir durumda kişinin genel kişilik hakkına ilişkin hüküm kapsamında korunacağı kabul edilir.Alman  Medeni  Kanunu  kanun  koyucusu,  kişilikten  açık  bir  şekilde  söz etmemiştir. Başka bir ifadeyle, kişiliği hukuken korunacak bir varlık olarak açıkça 4  Fricke (n 3) KUG § 22 Rn 1.5  ibid KUG § 22 Rn 1.6  RGZ 45, 170.7  Katharina von Bassewitz, ‘Paparazziler İçin Zor Zamanlar: Kişinin Özel Yaşamına Saygı Gösterilmesi (Mahremiyet) Hakkına İlişkin Alman ve İngiliz Basınını Ayaklandıran Dönüm Noktası Niteliğinde İki Karar  (Şafak Parlak Börü (çev)) (2015) 64(4) AÜHFD 1245, 1247.8  Fricke (n 3) KUG § 22 Rn 1.9  ibid KUG § 22 Rn 2. Alman Telif Hakları Kanunu nun 22. paragrafı, Alman Medeni Kanunu nun 823. paragrafına nazaran özel hüküm (lex specialis) niteliğindedir (Şafak Parlak Börü, Fotoğraf Üzerindeki Haklar (1. Bası, Turhan 2013) § 3 II D).10  von Bassewitz (n 7) 1247 dn 8; Parlak Börü, Fotoğraf (n 9) § 3 III A.11  Parlak Börü, Fotoğraf (n 9) § 3 III A.12  von Bassewitz (n 7) 1247 dn 8.13  Ansgar Staudinger, ‘Titel 27, Unerlaubte Handlungen (§ 823 - § 853)  iç Reiner Schulze (ed), NomosKommentar, Bürgerliches Gesetzbuch Handkommentar, Buch 2, Recht der Schuldverhältnisse (10. Bası, Nomos 2019) BGB § 823 Rn 90.1727İstanbul Hukuk Mecmuası 78/4hüküm altına almamıştır. Ancak bu durum, kişilik hakkının Alman hukukunda korunmadığı anlamına gelmez. Genel kişilik hakkı, Alman Medeni Kanunu nda haksız fiil hukukuna ilişkin temel norm olan BGB § 823 f. 1 hükmü kapsamında korunmaktadır.Alman hukukunda genel kişilik hakkı, en önde gelen anayasal ilkelerden biridir ve kişiliği koruyan sayısız hakkın kaynağını oluşturan çerçeve bir haktır. Ayrıca genel kişilik hakkı, BGB § 823 f. 1 anlamında mutlak bir haktır.BGB § 823 f. 1 hükmü, Alman hukukunda haksız fiil sorumluluğuna ilişkin temel hükümdür ve şu şekildedir:  Kasten veya ihmalen bir kişinin yaşam, vücut bütünlüğü, sağlık, özgürlük, mülkiyet veya diğer bir hakkını hukuka aykırı olarak ihlâl eden kişi, bu nedenle ortaya çıkan zararı tazmin etmekle yükümlüdür 19.Kanun koyucu, BGB § 823 f. 1 de kişilik hakkından söz etmemiş, kişilik hakkının kapsamındaki kişilik değerlerinin bazılarından (yaşam, vücut bütünlüğü, sağlık, özgürlük) açıkça bahsetmiştir. Dolayısıyla bu kişilik değerlerinin hükmün kapsamında olduğu  açıktır.  Bunlar  dışında  kalan  kişilik  değerlerinin  hükmün  kapsamında olup olmadığı sorusu akla gelebilir. Bu hususta hükümde yer alan  diğer haklar  ifadesi çözüm oluşturur. Öncelikle belirtmek gerekir ki  diğer haklar  kavramı dar yorumlanmalıdır. Bir hak veya menfaatin  diğer haklar  kapsamında yer alabilmesi için herkes tarafından ihlal edilebilen ve herkese karşı ileri sürülebilen bir mutlak hak niteliği taşıması gerekir. Genel kişilik hakkı ve özel kişilik hakkının  diğer haklar  kapsamında yer aldığı kabul edilmektedir.14  Alman Medeni Kanunu nun 12. paragrafında düzenlenen  ad üzerindeki hak  bu durumun tek istisnasıdır. Ad üzerindeki hakka ilişkin bu hüküm, kişilik hakkının somutlaştığı bir hükümdür (Heinz-Peter Mansel, ‘Titel 1, Natürliche Personen, Verbraucher, Unternehmer (§ 1 - §§ 15–20)  iç Rolf Stürner (ed), Jauernig Bürgerliches Gesetzbuch: BGB Kommentar (17. Bası, CH Beck 2018) BGB § 12 Rn 1). Bu hüküm dışında Alman Medeni Kanunu nda kişilik hakkına ilişkin açık bir düzenleme mevcut değildir. Alman Federal Mahkemesinin farklı kararlarına göre ad üzerindeki hak, genel kişilik hakkının özel bir görünümüdür (Franz Jürgen Säcker, ‘BGB § 12 Namensrecht  iç Franz Jürgen Säcker, Roland Rixecker, Hartmut Oetker ve Bettina Limperg (edr), Münchener Kommentar zum Bürgerlichen Gesetzbuch, Band 1, Allgemeiner Teil, §§1-240, AllgPersönlR, ProstG, AGG (8. Bası, CH Beck 2018) BGB § 12 Rn 2). Alman Federal Mahkemesinin anılan kararı için bkz BGH GRUR 2000, 711.15  Genel kişilik hakkı, ilk kez 1954 yılında Alman Federal Mahkemesinin kararıyla kabul edilmiştir (von Bassewitz (n 7) 1248 dn 11). Alman Federal Mahkemesinin bu kararı için bkz BGH GRUR 1955, 197 vd.16  Gerhard Wagner, ‘Titel 27, Unerlaubte Handlungen (§ 823 BGB - § 19 ProdHaftG ProdHaftG)  iç Franz Jürgen Säcker, Roland Rixecker, Hartmut Oetker ve Bettina Limperg (edr), Münchener Kommentar zum Bürgerlichen Gesetzbuch, Band 6, Schuldrecht - Besonderer Teil IV, §§ 705–853, Partnerschaftsgesellschaftsgesetz, Produkthaftungsgesetz (7. Bası, CH Beck 2017) BGB § 823 Rn 364 vd.17  ibid BGB § 823 Rn 364; Heinz Georg Bamberger, ‘Titel 1, Natürliche Personen, Verbraucher, Unternehmer (§ 1 - § 14)  iç Heinz Georg Bamberger, Herbert Roth, Wolfgang Hau ve Roman Poseck (edr), Beck scher Online-Kommentar BGB (53. Bası, CH Beck 2020) BGB § 12.18  ibid BGB § 12.19  Pınar Çağlayan Aksoy, Hukuka ve Ahlâka Aykırılık Unsurları Çerçevesinde Salt Malvarlığı Zararlarının Tazmini (1. Bası, On İki Levha 2016) 41.20  Staudinger (n 13) BGB § 823 Rn 3.21  ibid BGB § 823 Rn 28. Haksız fiil hükümleri çerçevesinde korunmasına gerek görülmeyen menfaatlerin bu hüküm kapsamında korunmasına yol açılmaması için hükmün dar yorumlanması gerektiği hakkında bkz Çağlayan Aksoy (n 19) 42-43.22  Staudinger (n 13) BGB § 823 Rn 28; Çağlayan Aksoy (n 19) 43.23  Staudinger (n 13) BGB § 823 Rn 40, 42. 1728Işık / Bir Kişilik Değeri Olarak Kişinin ResmiSonuç olarak, BGB § 823 f. 1 hükmünün belirli kişilik değerlerini (yaşam, vücut bütünlüğü, sağlık, özgürlük) ve ad üzerindeki hak, kişinin resmi üzerindeki hak gibi özel kişilik haklarını koruma altına aldığı söylenebilir. Çerçeve bir kavram olan genel kişilik hakkı ve bu hakkın özel görünüm biçimi olan özel kişilik hakkı, BGB § 823 f. 1 aracılığıyla korunur.Alman hukukunda kişinin resmi üzerindeki hak, genel kişilik hakkının özel bir görünümüdür. Bu sebeple kişinin resmi üzerindeki hakka  özel kişilik hakkı  da denmektedir. Üst bir yapı olarak nitelendirilebilen genel kişilik hakkının altında bu özel kişilik hakkı kabul edilmiştir. Dolayısıyla Alman hukukunda kişinin resmi üzerindeki hakkın varlığının kabul edildiği söylenebilir.Alman Federal Mahkemesine göre, BGB § 12 de hüküm altına alınan ad üzerindeki hak ile KUG § 22 de hüküm altına alınan kişinin resmi üzerindeki hak, genel kişilik hakkının özel görünümleridir. Öğretinin yanı sıra Alman Federal Mahkemesi de kişinin resmi üzerindeki hakkın varlığını kabul etmiştir. Dolayısıyla hem öğretinin hem  de Alman  Federal  Mahkemesinin  kişinin  resmi  üzerindeki  hakkın  varlığı konusunda görüş birliğinde olduğu söylenebilir.C. İsviçre Hukukunda Kişinin Resmi Üzerindeki Hakİsviçre hukukunda kişinin resmi üzerindeki hakkı koruyan özel bir norm yoktur. Bu yüzden kişinin resmi üzerindeki hakkın korunması, kişilik hakkını koruyan hükümler yoluyla söz konusu olur.24  Wagner (n 16) BGB § 823 Rn 241; Staudinger (n 13) BGB § 823 Rn 90.25  Wagner (n 16) BGB § 823 Rn 241.26  Regina E Aebi-Müller, Personenbezogene Informationen im System des zivilrechtlichen Persönlichkeitsschutz (1. Bası, Stämpfli 2005) N 824.27  Fricke (n 3) KUG § 22 Rn 3; Stefan Haupt, ‘§ 41. Internetrecht  iç Benno Heussen ve Christoph Hamm (edr), Beck sches Rechtsanwalts-Handbuch (11. Bası, CH Beck 2016) § 41 Rn 51; Stefan Engels, ‘KunstUrhG § 22 [Recht am eigenen Bilde]  iç Hartwig Ahlberg ve Horst-Peter Götting (edr), Beck scher Online-Kommentar Urheberrecht (26. Bası, CH Beck 2019) KUG § 22 Rn 3; Marcus M Herrmann, ‘KunstUrhG § 22 [Recht am eigenen Bilde]  iç Hubertus Gersdorf ve Boris P Paal (edr), Beck scher Online-Kommentar Informations- und Medienrecht (27. Bası, CH Beck 2020) KUG § 22 Rn 3.28  BGH GRUR 2000, 712.29  İsviçre hukukunda kişinin resmi üzerindeki hakka ilişkin özel norm mevcutken bu norm, İsviçre Medeni Kanunu nun 28. maddesindeki genel hükmün varlığının koruma bakımından yeterli olması sebebiyle kaldırılmıştır (Parlak Börü, Fotoğraf (n 9) § 3 III A).1729İstanbul Hukuk Mecmuası 78/4Kişinin  resmi  üzerindeki  hakkın  varlığı,  İsviçre  hukuk  öğretisi  tarafından kabul edilmiştir. Öğretinin yanı sıra İsviçre Federal Mahkemesi de kişinin resmi üzerindeki hakkın varlığını tanımıştır. Dolayısıyla İsviçre hukukunda hem öğreti hem de İsviçre Federal Mahkemesi tarafından kişinin resmi üzerindeki hakkın varlığına ilişkin bir tereddüt yoktur.İsviçre hukukunda kişiliğin korunmasına ilişkin ZGB Art. 28 f. 1 hükmüne göre, kişiliği hukuka aykırı olarak saldırıya uğrayan kimse hâkimden hukuki koruma isteyebilir. Bu hüküm, kişiyi üçüncü kişiler tarafından yapılan kişiliğe karşı hukuka aykırı saldırılardan korumaya yarar. Kişiliğin korunmasının konusunu bir bütün olarak  kişilik  oluşturur. Dolayısıyla kişiliği meydana getiren kişilik değerleri, bu korumanın kapsamındadır. Başka bir deyişle, birbirinden farklı kişilik değerlerinin, kişiliğe ilişkin korumanın dışında kalmasından söz edilemez.İsviçre öğretisi kişilik değerlerini üç gruba ayırmaktadır. Bu ayrım yapılırken kişilik  değerlerinin  bir  bütün  olarak  korunan  kişiliğin  ifadeleri  olduğu  gözden uzak  tutulmamalıdır.  Başka  bir  deyişle,  kişilik  değerleri,  hukuki  korumadan doğan bir farklılık sebebiyle ayrıma tabi tutulmamışlardır. Bu ayrıma göre kişilik değerleri, fiziksel, duygusal ve sosyal kişilik değerleri olmak üzere üçe ayrılır. Bu sınıflandırma, sadece açıklayıcı bir rol üstlenir ve katı bir sistematiğe sahip değildir.30  Marc Schwenniger, ‘Art. 28  iç Lucas David (ed), OFK - Orell Füssli Kommentar (Navigator.ch), Werberecht Kommentar (2. Bası, Orell Füssli 2010) Art 28 N 6; Florian Schmidt-Gabain, ‘Kapitel 2: Social Media und Inhalte / I. - III.  iç Oliver Staffelbach ve Claudia Keller (edr), Social Media und Recht für Unternehmen (1. Bası, Schulthess 2015) N 2.28; Regina E Aebi-Müller, ‘Art. 28  iç Peter Breitschmid ve Alexandra Jungo (edr), CHK - Handkommentar zum Schweizer Privatrecht, Personen- und Familienrecht - Partnerschaftsgesetz, Art. 1-456 ZGB - PartG (3. Bası, Schulthess 2016) Art 28 N 25; Andrea Büchler, ‘Art. 28  iç Jolanta Kren Kostkiewicz, Stephan Wolf, Marc Amstutz ve Roland Fankhauser (edr), OFK - Orell Füssli Kommentar (Navigator.ch), ZGB Kommentar, Schweizerisches Zivilgesetzbuch (3. Bası, Orell Füssli 2016) Art 28 N 9; Caroline Kirchschläger, ‘Art. 28/28a ZGB  iç Willi Fischer ve Thierry Luterbacher (edr), Haftpflichtkommentar, Kommentar zu den schweizerischen Haftpflichtbestimmungen (1. Bası, Dike 2016) Art 28 N 19; Bianka S Dörr, ‘Art. 28  iç Andrea Büchler ve Dominique Jakob (edr), Kurzkommentar Schweizerisches Zivilgesetzbuch (2. Bası, Helbing Lichtenhahn 2018) Art 28 N 7; Andreas Meili, ‘Art. 28  iç Thomas Geiser ve Christiana Fountoulakis (edr), Basler Kommentar, Zivilgesetzbuch I, Art. 1-456 ZGB (6. Bası, Helbing Lichtenhahn 2018) Art 28 N 17.31  Aebi-Müller, CHK (n 30) Art 28 N 25.32  Dörr (n 30) Art 28 N 2; Meili (n 30) Art 28 N 16.33  Büchler (n 30) Art 28 N 1.34  ibid Art 28 N 1.35  Heinz Hausheer ve Regina E Aebi-Müller, ‘Persönlichkeitsschutz und Massenmedien - Eine Darstellung der aktuellen privatrechtlichen Ausgangslage  (2004) recht - Zeitschrift für juristische Weiterbildung und Praxis 129, 131; Büchler (n 30) Art 28 N 2; Dörr (n 30) Art 28 N 4; Meili (n 30) Art 28 N 17.36  Hausheer ve Aebi-Müller (n 35) 131.37  ibid 131; Büchler (n 30) Art 28 N 2; Dörr (n 30) Art 28 N 4; Meili (n 30) Art 28 N 17.38  Hausheer ve Aebi-Müller (n 35) 131.1730Işık / Bir Kişilik Değeri Olarak Kişinin ResmiKişinin resmi, kişiliği yansıtan bir parça olduğuna göre bir kişilik değeri olduğu söylenebilir. Nitekim İsviçre hukukunda kişinin resmi, sosyal kişilik değerlerinden biri olarak kabul edilir. Dolayısıyla kişinin resmi üzerindeki hakkın kişilik hakkının bir görünümü olduğu İsviçre öğretisi tarafından kabul edilmiştir.İsviçre Federal Mahkemesine göre kişinin resmi üzerindeki hak, kişilik hakkının alt türüdür. Başka bir ifadeyle, kişinin resmi üzerindeki hak, kişilik hakkına ilişkin olan ZGB Art. 28 f. 1 hükmünün somutlaşmış bir görünümüdür.D. Türk Hukukunda Kişinin Resmi Üzerindeki HakTürk hukukunda kişinin resmi üzerindeki hakka ilişkin Alman hukukundaki gibi özel bir hüküm mevcuttur. Bu hüküm 5846 sayılı Fikir ve Sanat Eserleri Kanunu nda yer alır. FSEK m. 86 f. 1 e göre, eser niteliğinde olmasa bile kişinin resmi, resmedilenin rızası olmadan teşhir veya diğer suretlerle umuma arz edilemez. Türk hukukunda kişinin resmi üzerindeki hak, özel bir norm ile koruma altına alınmıştır.FSEK m. 86 f. 1, kişilik hakkını koruyan TMK m. 24 e nazaran özel hüküm (lex specialis) niteliğindedir.FSEK m. 86 hükmünün kapsamı, resmin  eser niteliği nden bağımsızdır. Kişinin resmi, eser niteliğinde olmasa bile resmedilenin rızası olmadan yayımlanamaz. Kanun koyucunun böyle bir düzenleme getirmesinin sebebi, resmin eser niteliğini değil, resmedilenin kişilik hakkını korumak düşüncesidir.Kişinin  resmi  eser  niteliği  taşımasa  da  korunduğuna  göre,  eser  niteliğine sahip olması durumunda ne olacağı sorusu akla gelebilir. Eğer kişinin resmi eser niteliğindeyse, resmin yayımlanabilmesi için sadece resmedilen kişinin rızası yeterli olmaz; resmedilen kişinin rızasının yanı sıra eser sahibinin de rızası aranır.39  Dörr (n 30) Art 28 N 7; Meili (n 30) Art 28 N 17. Diğer sosyal kişilik değerlerine örnek olarak ad, ses, şeref ve haysiyet gösterilebilir (Dörr (n 30) Art 28 N 7; Meili (n 30) Art 28 N 17).40  Schwenniger (n 30) Art 28 N 6; Büchler (n 30) Art 28 N 9; Aebi-Müller, CHK (n 30) Art 28 N 25; Meili (n 30) Art 28 N 19.41  BGE 136 III 401.42  BGE 127 III 481.43  FSEK m 86 f 1:  Eser mahiyetinde olmasalar bile, resim ve portreler tasvir edilenin, tasvir edilen ölmüşse 19 uncu maddenin birinci fıkrasında sayılanların muvafakati olmadan tasvir edilenin ölümünden 10 yıl geçmedikçe, teşhir veya diğer suretlerle umuma arzedilemez . Aynı hükmün ikinci fıkrasında rızanın alınmasının şart olmadığı istisnai durumlara yer verilmiştir. FSEK m 86 f 2:  Birinci fıkradaki muvafakatin alınması: 1. Memleketin siyasi ve içtimai hayatında rol oynıyan kimselerin resimleri; 2. Tasvir edilen kimselerin iştirak ettiği geçit resmi veya resmi tören yahut genel toplantıları gösteren resimler; 3. Günlük hadiselere mütaallik resimlerle radyo ve filim haberleri; için şart değildir .44  Gümüş (n 1) 371; Levent Yavuz, Türkay Alıca ve Fethi Merdivan, Fikir ve Sanat Eserleri Kanunu Yorumu, Cilt II (49-91. Maddeler) (2. Bası, Seçkin 2014) 2958. 45  Fırat Öztan, Fikir ve Sanat Eserleri Hukuku (1. Bası, Turhan 2008) 768-769; Parlak Börü, Fotoğraf (n 9) § 5 II 2.46  Öztan (n 45) 767; Ünal Tekinalp, Fikrî Mülkiyet Hukuku (5. Bası, Vedat 2012) § 18 N 13; Parlak Börü, Fotoğraf (n 9) § 5 II 1-2.47  Tekinalp (n 46) § 18 N 13.1731İstanbul Hukuk Mecmuası 78/4Kişinin  resmi  üzerindeki  hakka  ilişkin  FSEK  kapsamındaki  koruma, Alman hukukunda olduğu gibi resmin yayımlanmasıyla sınırlıdır. Bu, kanunun lafzından açıkça  anlaşılır.  Kişi  resmedilmekle  birlikte  kişinin  bu  resmi  yayımlanmazsa, FSEK m. 86 hükmü uygulama alanı bulmaz. Böyle bir durumda resmedilen fakat resmi yayımlanmayan kişi, resmedildiği için kişilik hakkı ihlale uğramışsa kişiliğin korunmasına ilişkin hükümlere başvurabilir.Türk hukukunda kişinin resmi üzerindeki hakkın varlığı, kişilik hakkının bir görünümü olarak öğreti tarafından kabul edilmiştir. Öğretinin yanı sıra Yargıtay da kişinin resmi üzerindeki hakkın varlığını kabul etmiştir. Dolayısıyla FSEK m. 86 f. 1 in kapsamadığı durumlarda, kişilik hakkı kapsamında bir hukuki korumanın mevcut olduğunu söyleyebilmek mümkündür.Kişinin resmi, öğreti tarafından bir kişilik değeri olarak kabul edilmektedir. Bunun sebebi, kişinin resminin kişilik ile olan ilişkisidir. Kişinin resmi, kişinin kişiliğini yansıtan bir parça olduğuna göre, bir kişilik değeri olduğuna şüphe yoktur ve kişilik hakkı kapsamında korunur.Kişinin  resmi  üzerindeki  hakkın  bağımsız  olup  olmadığı  tartışmalıdır,52. Öğretideki egemen görüşe göre, kişinin resmi üzerinde bağımsız bir kişilik hakkının 48  Ferit Hakkı Saymen, Türk Medenî Hukuku, Cilt II, Şahsın Hukuku (2. Bası, İsmail Akgün 1960) 129; Zahit İmre, ‘Şahsiyet Haklarından Şahsın Özel Hayatının ve Gizliliklerin Korunmasına İlişkin Meseleler  (1974) 39(1-4) İÜHFM 147, 163; Ergun Özsunay, Gerçek Kişilerin Hukukî Durumu (3. Bası, Sulhi Garan 1977) 149; Aytekin Ataay, Şahıslar Hukuku, Giriş - Hakiki Şahıslar (3. Bası, Fakülteler 1978) 145; Zahit İmre, Medeni Hukuka Giriş (Temel Kavramlar, Medeni Kanunun Başlangıç Hükümleri ve Hakiki Şahıslar Hukuku) (3. Bası, Fakülteler 1980) 474; Bülent Köprülü, Medenî Hukuk, Genel Prensipler - Kişinin Hukuku (Gerçek Kişiler - Tüzel Kişiler) (2. Bası, Acar 1984) 281; Gümüş (n 1) 367; Veysel Başpınar, ‘Kişilik Hakkı Açısından Kelepçeleme Sözleşmeleri  (1999) 56(1) ABD 17, 17; Aydın Zevkliler, Mehmet Beşir Acabey ve Kadir Emre Gökyayla, Zevkliler Medeni Hukuk (Giriş, Başlangıç Hükümleri, Kişiler Hukuku, Aile Hukuku) (6. Bası, Seçkin 1999) 461; Abdülkadir Arpacı, Kişiler Hukuku (Gerçek Kişiler) (2. Bası, Beta 2000) 130; Serap Helvacı, Türk ve İsviçre Hukuklarında Kişilik Hakkını Koruyucu Davalar (MK md. 24/a fıkra I/İMK md.28a fıkra I) (1. Bası, Beta 2001) 72; Mehmet Beşir Acabey, ‘Basın Özgürlüğü ve Bu Özgürlüğün Bir Sınırı Olarak Kişilik Hakkı  (2013) 8(Özel Sayı) YÜED (Prof. Dr. Aydın Zevkliler e Armağan) 1, 20; Jale G Akipek, Turgut Akıntürk ve Derya Ateş, Türk Medeni Hukuku, Başlangıç Hükümleri, Kişiler Hukuku, Birinci Cilt (12. Bası, Beta 2015) 391; Fulya Bedensel Bütünlüğün İhlalinde Manevi Tazminat (2. Bası, Seçkin 2015) 99; O Gökhan Antalya, Manevi Zararın Belirlenmesi ve Manevi Tazminatın Hesaplanması, Türk Hukukunda Manevi Tazminatın İki Aşamalı Olarak Belirlenmesine İlişkin Bir Model Önerisi (1. Bası, Legal 2017) 128; Serap Helvacı, Gerçek Kişiler (8. Bası, Legal 2017) 133; Hüseyin Hatemi, Kişiler Hukuku (7. Bası, On İki Levha 2018) § 8 N 39; M Kemal Oğuzman, Özer Seliçi ve Saibe Oktay-Özdemir, Kişiler Hukuku (Gerçek ve Tüzel Kişiler) (17. Bası, Filiz 2018) N 618; Rona Serozan, Medeni Hukuk (Genel Bölüm/Kişiler Hukuku) (8. Bası, Vedat 2018) Kişiler Hukuku I § 3 N 10a-10b; O Gökhan Antalya, ‘Borçlar Hukuku Genel Hükümler  iç O Gökhan Antalya (ed), Marmara Hukuk Yorumu, Cilt V/1, 2 (2. Bası, Seçkin 2019) N 866; Mustafa Dural ve Tufan Öğüz, Türk Özel Hukuku, Cilt II, Kişiler Hukuku (20. Bası, Filiz 2019) N 699 vd.49   Kişilik haklarına şahsa sıkı sıkıya bağlı, devredilemeyen ve vazgeçilemeyen haklar olup; hayat beden ve ruh tamlığı, düşünce ve çalışma özgürlüğü, şeref, haysiyet, ad ve resim üzerindeki haklar olarak sayılabilir ve bu sayılanlarla da sınırlı değildir  (Yargıtay HGK, 4-926/742, 17.10.2001 (Kazancı)). Aynı yönde bkz Yargıtay 4 HD, 7425/3799, 06.03.2014 (Kazancı); Yargıtay HGK, 13-61/110, 25.02.2004 (Kazancı).50  Saymen (n 48) 129; İmre, ‘Özel Hayat  (n 48) 163; Özsunay (n 48) 149; İmre, Medeni Hukuk (n 48) 474; Köprülü (n 48) 281; Gümüş (n 1) 367; Zevkliler, Acabey ve Gökyayla (n 48) 461; Arpacı (n 48) 130; Helvacı, Koruyucu Davalar (n 48) 72; Gediz Kocabaş, Türk Hukukunda Basın Özgürlüğünün Sınırı Olarak Kişilik Hakkı (2004) 38; Acabey (n 48) 11; Akipek, Akıntürk ve Ateş (n 48) 391; Erlüle (n 48) 99; Antalya, Manevi Tazminat (n 48) 128; Helvacı, Gerçek Kişiler (n 48) 133; Oğuzman, Seliçi ve Oktay-Özdemir (n 48) N 618.51  Aebi-Müller, Persönlichkeitsschutz (n 26) N 823; Aebi-Müller, CHK (n 30) Art 28 N 25.52  Bu tartışma hem İsviçre hukukunda hem de Türk hukukunda yapılmaktadır. Bu sebeple bu tartışmaya İsviçre hukukuna ilişkin yapılan açıklamalar kısmında yer verilmemiştir.1732Işık / Bir Kişilik Değeri Olarak Kişinin Resmivarlığı  söz  konusudur.  Dolayısıyla  kişinin  rızası  olmaksızın  sadece  resminin yayımlanması, kişinin şeref ve haysiyet veya özel hayat alanı gibi diğer kişilik değerlerinin ihlalinden bağımsız olarak bir ihlal oluşturur. Başka bir deyişle böyle bir fiil, kişinin şeref ve haysiyeti veya özel hayatının gizliliğini ihlal etmeksizin sadece kişinin resmi üzerindeki hakkın ihlal edilmesidir ve böylece bir kişilik hakkı ihlalinden söz edilecektir. Bu görüşe karşılık başka bir görüşe göre, kişiyi sadece resmetmek, genellikle şeref ve haysiyetin ihlali veya özel hayat alanına yönelik hukuka aykırı bir saldırı anlamına gelir. Bunun bir sonucu olarak kişinin resmi üzerinde bağımsız bir haktan söz edilemez. Başka bir ifadeyle, böyle bir fiilin diğer kişilik değerlerinden bağımsız bir ihlal olduğunu söyleyebilmek mümkün değildir.Kişinin resmi üzerindeki hakkın ihlali çoğu zaman şeref ve haysiyet veya özel hayat alanı gibi başka kişilik değerlerini ihlal eder niteliktedir. Zira kişinin resmi üzerindeki hakka yönelik bir ihlal, başka kişilik değerlerini de ihlal etmeye elverişlidir. Ancak bu sadece kişinin resmi üzerindeki hak için geçerli bir durum değildir. Bir fiil ile birden fazla kişilik değerinin ihlal edilebildiği pek çok durum mevcuttur. Aynı fiille birden çok kişilik değerinin ihlal edilebilmesi mümkün olduğuna göre ihlal ile aynı paydada buluşan bu kişilik değerlerinin birbirine bağlı olduğu veya birinin diğerine bağlı olduğu yolunda bir yorum yapılamayacağı söylenebilir. Dolayısıyla kişinin resmi üzerindeki hak, bağımsız bir haktır. Bu hakkın ihlali, başka kişilik değerlerinin ihlaline bağlı değildir. Başka bir deyişle, başka kişilik değerlerinin ihlali kişinin resmi üzerindeki hakkın ihlali için bir ön koşul olmaz.53  Gümüş (n 1) 368; Helvacı, Koruyucu Davalar (n 48) 74; Kocabaş (n 50) 38; Cüneyt Bellican, ‘Şeref ve Haysiyetin Korunması, Özel Hayatın Gizliliği ve Sanat Özgürlüğü: Özel Hukuk Açısından Bir Değerlendirme  Prof. Dr. Rona Serozan a Armağan Cilt I (On İki Levha 2010) 535, 545; Ahmet M Kılıçoğlu, Şeref, Haysiyet ve Özel Yaşama Basın Yoluyla Saldırılardan Hukuksal Sorumluluk (4. Bası, Turhan 2013) 109 dn 172; Acabey (n 48) 30; Oğuzman, Seliçi ve Oktay-Özdemir (n 48) N 618; Dural ve Öğüz (n 48) N 700-701.54  Gümüş (n 1) 367; Acabey (n 48) 30.55  Zevkliler, Acabey ve Gökyayla (n 48) 462.56  Nisim İ Franko, Şeref ve Haysiyete Tecavüzden Doğan Manevî Zararın Tazmini (1973) 43. Dural ve Öğüz, kişinin resminin yayınlanmasının genellikle aynı zamanda onun şeref ve haysiyetine ya da özel ve gizli hayatına bir saldırı oluşturacağını, bu bakımdan resmin yayınlanmasıyla sırf resim üzerindeki kişilik hakkının ihlalinin söz konusu olabileceği halleri bulmanın oldukça zor olduğu fikrindedir. Yazarlara göre, resmin yayınının şeref ve haysiyetten ya da özel alana saldırıdan soyut olarak kişiliği ihlal etmesi oldukça zordur (Dural ve Öğüz (n 48) N 700). Yazarlar burada bir  zorluk tan bahsetmektedirler. Dolayısıyla yazarların  resmin yasaklanmış olmasına rağmen çekilmiş olması ,  izin verilmeden daha geniş bir çevreye yayılması  olarak gösterdikleri örneklerde olduğu gibi, sırf resim üzerindeki kişilik hakkının ihlalinin mümkün olacağını belirttiklerine göre (Dural ve Öğüz (n 48) N 701), kişinin resmi üzerindeki hakkı bağımsız bir hak olarak kabul ettikleri kanaatindeyiz.57  Bellican (n 53) 545. İmre ye göre, bir kimsenin resminin bir gazetede, dergide veya başka bir yerde yayımlanmasının veya teşhirinin kişilik hakkına tecavüz oluşturduğu hallerin birçoğunda, aynı zamanda kişinin özel hayatı da ihlal edilmektedir. Bazı hallerde ise böyle bir ihlal, aynı zamanda şeref ve haysiyetin ihlalidir (İmre, ‘Özel Hayat  (n 48) 163, 165). Aynı yönde bkz Acabey (n 48) 30. Gümüş e göre, resim vasıtasıyla işlenen şeref ve haysiyet veya özel hayata yönelik ihlaller, salt kişinin resmi üzerindeki hakka yönelik ihlalden daha ağır sonuçlar doğurduğundan, kişinin resmi üzerindeki hakkın ihlali bunların içerisinde erir, yok olur (Gümüş (n 1) 369). Helvacı ya göre, bir kimsenin resminin onun kişilik hakkına tecavüz oluşturacak şekilde yayımlanması genellikle özel hayatın ya da şeref ve haysiyetin ihlali niteliğindedir. Yazara göre, kişinin resmi üzerindeki hak çoğunlukla bu iki hak tarafından içine alınıp eritilmiştir (Helvacı, Koruyucu Davalar (n 48) 74).58  Kocabaş bu durumu  resim üzerindeki hakkın ihlali için mutlaka diğer kişisel değerlerin de ihlali gerekmez  şeklinde açıklamıştır (Kocabaş (n 50) 38).1733İstanbul Hukuk Mecmuası 78/4Sözgelimi,  bir  kimsenin  resminin  kişinin  rızası  olmaksızın  kartpostal  olarak çoğaltılıp ticari amaçla satılması halinde, kişinin şeref ve haysiyetine yönelik bir ihlal olmamasına karşın, kişinin resmi üzerindeki hakkı ihlal edilmiştir. Aynı şekilde Anıtkabir i  ziyaret  eden  anne  ve  oğulun  çekilen  resminin  bir  derginin reklamlarında yayımlanmasında bağımsız olarak kişinin resmi üzerindeki hakkın ihlali söz konusudur. Öğretinin yanı sıra yargı kararlarında da kişinin resmi üzerindeki hakkın varlığı kabul edilmiş, hak açıklanmıştır. Yargıtay, kişinin resmi üzerindeki hakkı kişilik hakkının kapsamında yer alan kişilik değerlerinden biri olarak ele almıştır.III. Kişinin Resmi KavramıA. TanımResim, Türk Dili Kurumu tarafından  varlıkların, doğadaki görünüşlerinin kalem, fırça gibi araçlarla kâğıt, bez vb. üzerinde yapılan biçimleri  olarak tanımlanmıştır. Türk Dil Kurumuna göre resmin diğer bir anlamı  fotoğraf tır. Fotoğraf ise, Fransızca kökenli bir isimdir ve şöyle tanımlanmıştır:  1. Çeşitli araç ve malzeme kullanarak görüntüyü özel bir yüzey üzerinde sabitleme, 2. Bu yöntemle aktarılarak çoğaltılan resim, foto, 3. Görüntü 64.59   Davacının dış görüntüsünü yansıtan resminin katoloğa alınarak ticari amaçla üçüncü kişilere gösterilmek suretiyle kişilik hakları ihlal edildiği sabittir  (Yargıtay 4 HD, 2833/3622, 21.03.2016 (Kazancı));  (…) resmin haber verme dışında ticari amaçlarla kullanılması kişilik hakkına saldırıdır  (Yargıtay HGK, 4-275/459, 03.10.1990 (Kazancı)).60  Gümüş (n 1) 368.61  Yargıtay HGK, 4-275/459, 03.10.1990 (Kazancı); Gümüş (n 1) 368; Kılıçoğlu (n 53) 112. AİHM in de kişinin resmi üzerindeki hakka ilişkin bir kararı mevcuttur: Söz konusu olayda, özel bir klinikte yeni doğan bir bebeğin ailesinin izni olmaksızın fotoğrafları çekilmiştir. Profesyonel bir fotoğrafçı tarafından çekilen fotoğraflarda, bebeğin yüzü kameraya dönük biçimdedir. Başvuranlar, sadece sağlık görevlerinin girebileceği steril bir alana fotoğrafçıların girip fotoğraf çekmeleri neticesinde tazminat davası açmışlar, ancak Yunanistan mahkemesi davayı reddetmiştir. AİHM ise, AİHS in 8. maddesinin ihlal edildiğine hükmetmiştir. Fotoğrafların bebeği sadece önden göstermesine ve alçaltıcı veya kişiliğine zarar verici olarak düşünülemeyecek bir durumda olmasına rağmen, AİHM in bu yönde hüküm kurmasının sebebi, fotoğrafçının sözü edilen fotoğrafları başvuranların izni olmadan çekmesidir. Zira AİHM e göre fotoğrafların zararsız olup olmaması tartışılması gereken bir durum değildir. Asıl sorun, bunların izinsiz şekilde çekilmesidir. Fotoğrafların o an zarar verici bir niteliği olmasa bile, ileride çocuğun ve/veya ebeveynlerinin isteklerine aykırı olarak kullanılabilme ihtimali vardır. Bu sebeple, sözü edilen olayda bebeğin özel hayatına saygı hakkı ihlal edilmiştir (Reklos and Davourlis v Greece App no 1234/05 (ECHR, 15 January 2009)).62   Kişisel haklar, kişinin kendi hür ve bağımsız varlığının bütünlüğünü sağlar. Hayat, beden ve ruh tamlığı, vicdan, düşünce ve ekonomik çalışma özgürlüğü, servet, haysiyet ve itibar, ün, ad, sır ve resim hep kişisel varlıklardır  (Yargıtay 7 HD, 6503/7166, 25.03.2016 (Kazancı));  Kişilik hakları şahsa sıkı sıkıya bağlı, devredilemeyen ve vazgeçilemeyen haklar olup hayat beden ve ruh tamlığı, düşünce ve çalışma özgürlüğü, şeref, haysiyet, ad ve resim üzerindeki haklar olarak sayılabilir ve bu sayılanlarla da sınırlı değildir  (Yargıtay 4 HD, 6950/1319, 03.02.2015 (Kazancı));  Gerek uygulamada gerekse öğretide belirlendiği gibi kişilik hakları kişinin hayat hakkı, ruh ve beden bütünlüğü, din, vicdan ve düşünce hürriyeti, çalışma hürriyeti, onur, isim, ün, saygınlık, resim, sır gibi korunması gereken kavramlardır  (Yargıtay HGK, 4-464/465, 02.07.2008 (Kazancı));  Resim, kişinin başkalarından ayırt edilmesini sağlayan ve üzerinde tasarruf sahibi olduğu kişilik varlıklarındandır  (Yargıtay 4 HD, 8726/2722, 17.03.2005 (Kazancı));  Bugün genel kabul görmüş belirleme ve ayırıma göre kişisel değerler (varlıklar) üç ana grupta toplanmaktadır. Birincisi, bedensel bütünlüğe ilişkin maddi varlıklar (yaşam-sağlık); ikincisi, ruhsal (manevi) varlıklar (onur-saygınlık, özgürlükler, sır, resim); üçüncüsü ise mesleki ve ekonomik değerlerdir  (Yargıtay HGK, 4-617/137, 20.03.1991 (Kazancı));  Bir kimsenin, dış görünümü üzerinde kişilik hakkı vardır  (Yargıtay HGK, 4-275/459, 03.10.1990 (Kazancı)). Aynı yönde bkz Yargıtay 7 HD, 37812/6073, 10.03.2016 (Kazancı); Yargıtay 4 HD, 10285/11563, 10.09.2014 (Kazancı); Yargıtay 4 HD, 7425/3799, 06.03.2014 (Kazancı); Yargıtay HGK, 13-61/110, 25.02.2004 (Kazancı).63  Türk Dil Kurumu Güncel Türkçe Sözlük e göre resim, Arapça kökenli bir isimdir <http://sozluk.gov.tr> Erişim Tarihi 28.04.2020. 64  Türk Dil Kurumu Güncel Türkçe Sözlük <http://sozluk.gov.tr> Erişim Tarihi 28.04.2020.1734Işık / Bir Kişilik Değeri Olarak Kişinin ResmiResim ve fotoğraf, birbirinden farklı kavramlar olsa da  kişinin görünümü  söz konusu olduğunda bu iki kavram arasındaki sınır siliktir. Çalışmamızda öğretide benimsenmiş olan  kişinin resmi  kavramını kullanacağız.  Kişinin resmi  kavramı, tam olarak ne resim kavramıyla ne de fotoğraf kavramıyla örtüşür. Bu kavramın, resim ve fotoğraf kavramlarını kapsayan daha geniş bir anlam taşıdığını söyleyebiliriz.Öğretide bu kavram için çeşitli tanımlar yapılmıştır. İmre ye göre kişinin resmi,  ister fotoğraf makinesi ile çekilmiş olsun, ister bir ressam tarafından çizilmiş bulunsun, bir insanın fiziki portresi dir. Özsunay, kişinin resmini  ister fotoğraf makinesi ile çekilmiş olsun; ister bir ressam tarafından çizilsin, onu tanıtmaya hizmet eden ve onun kişiliğini dış dünyaya yansıtan en önemli araçlardan biri  olarak tanımlamıştır. Köprülü ye göre kişinin resmi,  genellikle kişinin fiziksel görünümünün maddî bir şey üzerinde tanınabilir bir biçimde kopya edilmesi veya yansıtılmasıdır 68. Zevkliler, Acabey ve Gökyayla, kişinin resmini  kişinin dış yaşama yansıyan ve onu öteki kişilerden ayıran görünümü  olarak ifade etmiştir. Gümüş e göre kişinin resmi,  kişiyi başkaları için tanınabilir kılacak şekilde kopyalayan ‘her türlü dış görünüm  dür. Helvacı, kişinin resmini  bir insanın özelliklerini gösteren simge  olarak tanımlamıştır. Öztan a göre kişinin resmi,  bir kimsenin dış görünüşü, o insanı teşhis etmeye elverişli biçimde aksettiren kayıt tır. Kılıçoğlu na göre ise,  kişinin dış görünüşünün kendisini tanıtabilir şekilde kopya edilmesi dir. Acabey e göre,  kişinin dış âleme yansıyan ve onu toplumdaki öteki kişilerden ayıran görünümü  kişinin resmidir. Dural ve Öğüz e göre kişinin resmi,  onun kişiliğini dış dünyaya yansıtan önemli araçlardan biri dir. Fricke ye göre ise kişinin resmi, onun dış görünüşünün tanınabilir çoğaltması olarak tanımlanabilir. Bamberger e göre, kişinin dış dünyadaki görünüşünü yansıtması sebebiyle onun üçüncü kişiler tarafından tanınabilmesini sağlayan bir tasviri, kişinin resmidir.65  Fotoğraf ile resim kavramları arasındaki ilişki için ayrıntılı açıklamalar için bkz Parlak Börü, Fotoğraf (n 9) § 1 IV vd.66  İmre, ‘Özel Hayat  (n 48) 164; İmre, Medeni Hukuk (n 48) 474.67  Özsunay (n 48) 148-149.68  Köprülü (n 48) 281.69  Zevkliler, Acabey ve Gökyayla (n 48) 461.70  Gümüş (n 1) 364.71  Helvacı, Koruyucu Davalar (n 48) 72; Helvacı, Gerçek Kişiler (n 48) 133. Resmin kişinin özelliklerini gösterdiği yönünde bkz Bamberger (n 17) BGB § 12 Rn 106.72  Öztan (n 45) 768.73  Yazar bu tanımı  geniş anlamda kişi resmi  olarak nitelendirmiştir. Yazara göre resmin tanımı  geniş anlamda kişi resmi nin tanımından farklıdır ve şu şekildedir:  Resim, dış dünyadaki bir görünüşün maddî bir cisim üzerindeki kopyasıdır  (Kılıçoğlu (n 53) 48).74  Acabey (n 48) 19.75  Dural ve Öğüz (n 48) N 699.76  Fricke (n 3) KUG § 22 Rn 5.77  Bamberger (n 17) BGB § 12 Rn 107.1735İstanbul Hukuk Mecmuası 78/4Yargıtaya göre kişinin resmi, kişinin  bir dış görünüşünü ve o kimsenin tanınmasını sağlayacak biçimde yansıtan yüzey bir cisim dir. Yargıtayın başka bir kararında ise  resim ve portreler bir kimsenin dış görünüşünü o insanı tanımaya imkan verecek biçimde yansıtan nesnedir  şeklinde bir tanım yapılmıştır. Yargıtayın benzer bir tanımı  fotoğraf  için de yaptığı görülmektedir:  Fotoğraf ise, bir kimsenin dış görünüşünü ve o kimsenin tanınmasını sağlayan cisimdir 80.Kanaatimizce kişinin resmi, kişinin dış dünyadaki görünüşünün görüntülenebilen bir cisim üzerinde çeşitli araçlarla yapılan tanınabilir biçimidir. Başka bir deyişle, kişiliğin dış dünyadaki görünüşü, somutlaşmış halidir. Bu sebeple kişinin resmi, onun kişiliğinin en önemli parçalarından biridir.B. UnsurlarKişinin resmine ilişkin yapılan tanımlara bakıldığında, kişinin resminin üç unsura sahip olduğundan söz edilebilir: Çoğaltma, kişinin dış görünüşü ve tanınabilirlik.1. ÇoğaltmaKişinin resminin sahip olması gereken birinci unsur, çoğaltmadır. Çoğaltma, kişinin dış görünüşünün aslına uygun olarak yapılan taklidi, reprodüksiyonudur. Başka bir ifadeyle çoğaltma işi, kişinin dış görünüşünün kopya edilmesidir.Bir kişinin resmin konusu haline getirilmesi, onun resmedilmesi demektir. Başka bir  deyişle  resmedilme,  kişinin  dış  görünüşünün  elde  edilmesidir.  Dolayısıyla çoğaltmanın resmedilme işinin bir sonucu olduğu söylenebilir.Çoğaltma kavramı geniş yorumlanmalıdır. Bu yüzden kişinin resmedilmesinde kullanılan tekniğin ve bunun niteliğinin bir önemi yoktur. Resmedilme, kişinin 78  Yargıtay HGK, 4-275/459, 03.10.1990 (Kazancı).79  Yargıtay HGK, 4-926/742, 17.10.2001 (Kazancı).80  Yargıtay 4 HD, 6920/3478, 10.03.2009 (Kazancı).81  Bamberger (n 17) BGB § 12 Rn 106. AİHM e göre kişinin resmi, kişinin eşsiz özelliklerini ortaya koyduğundan ve onu başkalarından ayırt etmeye yaradığından onun kişiliğinin en önemli parçalarından biridir (Lillo-Stenberg and Sæther v Norway App no 13258/09 (ECHR, 16 January 2014), § 26).82  Gümüş ve Kocabaş a göre, resmin  görünüm  ve  tanınabilirlik  olmak üzere iki unsuru vardır (Gümüş (n 1) 365-366; Kocabaş (n 50) 38).83  FSEK m 22 de de yer alan çoğaltma sözcüğü, Ayiter e göre FSEK te teknik bir terim olarak kullanılmakta ve eserin tekrarlanması olanağını sağlayan bir eser nüshasının elde edilmesidir (Nuşin Ayiter, Hukukta Fikir ve San at Ürünleri (2. Bası, Sevinç 1981) 128). Öztan a göre çoğaltma, geniş kapsamlı bir kavramdır ve FSEK m 22 deki anlamıyla bir eserin maddi varlığı olan bir hususla her türlü birleştirilmesi suretiyle, insanın, onu doğrudan doğruya veya dolaylı olarak herhangi bir yolla algılayabileceği şekle sokulmasıdır (Öztan (n 45) 355).84  Gümüş (n 1) 365. Köprülü bu durumu  fiziksel görünümün kopya edilmesi veya yansıtılması  biçiminde ifade etmektedir (Köprülü (n 48) 281).85  Engels (n 27) KUG § 22 Rn 20.86  Öztan (n 45) 356; Louisa Specht, ‘Das Recht am eigenen Bild (§§ 22 ff. KUG)  iç Thomas Dreier ve Gernot Schulze (edr), Urheberrechtsgesetz: UrhG, Urheberrechtswahrnehmungsgesetz, Kunsturhebergesetz Kommentar (6. Bası, CH Beck 2018) KUG § 22 Rn 1; Engels (n 27) KUG § 22 Rn 20.1736Işık / Bir Kişilik Değeri Olarak Kişinin Resmifotoğrafının çekilmesi, resminin çizilmesi veya görüntüye kaydedilmesi şeklinde olabilir. Ancak resmedilme bunlarla sınırlı değildir. Başka yöntemlerle de kişi resmedilebilir.Kişi, resmin konusu haline getirilirken birtakım araçlardan yararlanılır. Bunlar, kalem, fırça, fotoğraf makinesi, kamera gibi araçlar olabilir. Bunlar gibi bilindik resmetme  araçlarının  yanında  asıl  işlevi  resmetme  olmayan  başka  araçlarla, örneğin kibrit çöpü, insan gibi araçlarla da kişinin dış görünüşü elde edilebilir. Kişi resmedilirken kullanılan yöntemin veya aracın bir önemi yoktur. Çoğaltma kavramına kişinin dış görünüşünün herhangi biçimdeki çoğaltması da dahildir.Kişinin dış görünüşü hangi yöntem veya araçla resmedilirse resmedilsin, mutlaka görüntülenebilen bir cisim üzerinde biçimlenmiş olmalıdır. Bu, kâğıt, bez, tuval, ekran gibi bir cisim olabilir. Tıpkı resmetme araçlarında olduğu gibi, asıl işlevi resmedilen biçimi yansıtmak olmayan (toprak, taş, alçı, plastik gibi) bir cisim üzerinde biçimlenme de söz konusu olabilir. Kişinin dış görünüşünü elde ederken kullanılan yöntem veya araç gibi resmin üzerinde biçimlendiği cismin de bir önemi yoktur. Bu cismin görüntülenebilir olması yeterlidir.Çoğaltma kavramına sadece kişinin dış görünüşünün basılı kopyadaki çoğaltması değil, herhangi bir ortamdaki çoğaltması da dahildir. Öğretideki bir görüşe göre, kişinin  dış  görünüşü  yalnız  iki  boyutlu  bir  cisim  üzerinde  biçimlenmiş  olursa kişinin resmi olarak kabul edilebilir. Bu görüşe göre, üç boyutlu bir cisim üzerinde biçimlenmiş bir dış görünüş kişinin resmi olarak kabul edilmez. Çoğaltmanın geniş yorumlanması gerekliliği sebebiyle bu görüşe katılmıyoruz.87  Büchler (n 30) Art 28 N 9.88  Gümüş (n 1) 365; Öztan (n 45) 768; Kılıçoğlu (n 53) 48; Acabey (n 48) 19; Antalya, Manevi Tazminat (n 48) 129.89  Fricke (n 3) KUG § 22 Rn 5; Engels (n 27) KUG § 22 Rn 20.90  Köprülü ye göre resim  maddi bir şey üzerinde  kopya edilmiş olmalıdır (Köprülü (n 48) 281). Bizim kullandığımız  cisim , yazarın ifadesi ile özdeş anlamdadır. Zira cismin maddi bir varlığa sahip olduğu kuşkusuzdur.91  Mustafa Ateş, Fikrî Hukukta Eser (1. Bası, Turhan 2007) 430.92  Gümüş (n 1) 365; Ateş (n 91) 430; Acabey (n 48) 19.93  Fricke (n 3) KUG § 22 Rn 5; Engels (n 27) KUG § 22 Rn 20.94  Kayıhan İçel, Kitle İletişim Hukuku (2. Bası, İstanbul Üniversitesi 1985) 94.95  Aynı yönde bkz Gümüş (n 1) 366; Kocabaş (n 50) 38; Ateş (n 91) 431.1737İstanbul Hukuk Mecmuası 78/42. Kişinin Dış GörünüşüKişinin resminin sahip olması gereken ikinci unsur, kişinin dış görünüşüdür. Kişinin dış görünüşünü yansıtmayan bir biçim, kişinin resmi olarak kabul edilemez. Kişiye ilişkin yapılan tasvirin görsel olarak değil de sözel olarak ortaya çıkmasında da aynı sonuca varmak mümkündür. Görünüş, kişinin dış görünüşüne nazaran daha geniş bir anlam taşır. Bu yüzdendir ki görünüş şeklindeki bir ifade, kişinin resmi kavramının bir unsuru olarak ifade edilmemelidir. Zira görünüş, ancak iki özelliğe sahip olduğunda kişinin resminin bir unsuru olarak anlamlı hale gelir: Birincisi, görünüş,  kişi nin görünüşü olmalıdır. Resmedilen biçim, kişinin kendisi değil, sözgelimi kişinin taşınır veya taşınmaz bir eşyası ise bu görünüş, kişinin resmi kavramı kapsamında değerlendirilmez. İkincisi, görünüşün, kişinin  dış  görünüşü olması gereklidir. Bu yüzden kişinin hastanede çektirdiği göğüs ve baş tomografisi ile hamile bir kadının çektirdiği ultrason kişinin resmi kavramına dahil edilemez.İlk olarak belirtmek gerekir ki kişinin dış görünüşü olduğu gibi resmedilebilir. Bu anlamda, kişinin resmi kavramına başta kişinin kalem, fırça gibi araçlarla yapılan biçimi gireceği gibi onun fotoğraf makinesi, kamera gibi araçlarla çekilmiş görüntüsü de girer. Bunlar, kişinin dış görünüşünün olduğu gibi resmedildiği hallere örnektir.Kişinin dış görünüşü olduğundan farklı olarak da resmedilebilir. Kişinin resminin diğer  unsurlarının  bulunması  kaydıyla  kişinin  dış  görünüşünün  olduğu  gibi resmedilmesi zorunlu değildir. Bu, çoğaltma kavramının geniş yorumlanmasıyla doğrudan ilgilidir. Çoğaltma kavramı, kişinin dış görünüşünün her türlü biçimde ve ortamdaki çoğaltmasını kapsadığından böyle bir sonuca ulaşmak mümkündür. Bu bakımdan kişinin dış görünüşünün olduğundan farklı olarak resmedilmesinin akla 96  Köprülü (n 48) 281; Gümüş (n 1) 365; Bellican (n 53) 545; Parlak Börü, Fotoğraf (n 9) § 5 II 2; Bamberger (n 17) BGB § 12 Rn 107.97  Kocabaş (n 50) 38; Engels (n 27) KUG § 22 Rn 21.98  Bellican (n 53) 545. Yazar, bir roman yazarının kurduğu cümlelerle ve benzetmelerle bir kişiyi tasvir etmesi halinde, bunun görsel bir tasvir olmaması sebebiyle kişinin resmi üzerindeki hakka ilişkin bir değerlendirmenin yapılamayacağını belirtir. Ancak yazara göre, bir ressamın harfleri ve sözcükleri çizgi yerine kullanarak kişinin portresini çizmesi durumunda kişinin resmi üzerindeki hakkın ihlali söz konusu olabilir (Bellican (n 53) 546 dn 34).99  Parlak Börü, Fotoğraf (n 9) § 5 II 2; Matthias Prinz, ‘Presse im Wettbewerbsrecht (S 7)  iç Karl-Heinz Fezer, Wolfgang Büscher ve Eva Inés Obergfell (edr), Lauterkeitsrecht, Kommentar zum Gesetz gegen den unlauteren Wettbewerb (UWG), Band 1, Internationales Lauterkeitsrecht, Lauterkeitsrechtliche Spezialthemen, Geschichte - Systematik - Grundlagen, §§ 1 bis 3 UWG (3. Bası, CH Beck 2016) Rn 153. Parlak Börü ye göre, kişinin sahip olduğu köpeğin resminin kartpostal biçiminde basılarak dağıtılması veya oturduğu taşınmazın resminin yayımlanması, FSEK m 86 kapsamında değildir. Zira söz konusu görünüşler, kişiye ait görünüşler olmayıp bir eşyaya ait görünüşlerdir.100  Parlak Börü, Fotoğraf (n 9) § 5 II 2.101  ibid § 5 II 2.102  Kişinin olduğu gibi resmedilmesinin  dar anlamda resim  olarak nitelendirildiği yönünde bkz Kılıçoğlu (n 53) 48.103  Zevkliler, Acabey ve Gökyayla (n 48) 462; Helvacı, Koruyucu Davalar (n 48) 72; Yavuz, Alıca ve Merdivan (n 44) 2960; Helvacı, Gerçek Kişiler (n 48) 134; Oğuzman, Seliçi ve Oktay-Özdemir (n 48) N 618.104  Gümüş (n 1) 365; Öztan (n 45) 768; Kılıçoğlu (n 53) 48.1738Işık / Bir Kişilik Değeri Olarak Kişinin Resmiilk gelen örneği olan karikatürün durumu değerlendirilebilir. Kişiyi aynen yansıtan resimden farklı olarak karikatürün en önemli özelliği, kişinin yüz ve vücut hatlarının abartılı bir biçimde resmedilmesidir. Kişinin dış görünüşünün olduğundan farklı şekilde resmedilmesi mümkün olduğuna göre, karikatürün kişinin resmi kavramının bir parçası olduğu açıktır.Fotoğraf, resim ve karikatür dışında kişinin resmi olarak kabul edilenlerden bir diğeri fotomontajdır. Sözgelimi, kişinin yüzünü başkasının bedeniyle birleştiren bir görüntü, onun dış görünüşünü yansıtır. Buradan kişinin dış görünüşüne ilişkin önemli bir sonuç çıkarmak mümkündür. Şöyle ki kişinin dış görünüşünün tamamının resmedilmesi zorunlu değildir. Kişinin dış görünüşünün onu tanınabilir kılan bir parçasının resmedilmesi, kişinin dış görünüşünün yansıtılması için yeterlidir.Grafik, çizgi roman figürü, silüet gibi biçimler de kişinin resmi olarak kabul edilir. Bunların dışında, sikke, bilgisayar oyunu figürü ve ölüm maskesi de kişinin resmi kavramı kapsamındadır. Görüldüğü gibi kişinin dış görünüşü iki boyutlu bir cismin yanı sıra ölüm maskesi örneğinde olduğu gibi üç boyutlu bir cisim üzerinde de biçimlenebilir. Kişinin dış görünüşünü yansıtan üç boyutlu biçime başka bir örnek olarak heykel akla gelebilir. Heykel, öğreti tarafından kişinin resmi olarak kabul edilmektedir. Bunun yanında, teknolojinin gelişmesiyle beraber hologram olarak isimlendirilen görüntünün kişinin resmi kavramı kapsamında olup olmadığı akla gelebilir. Kanaatimizce tıpkı heykel gibi hologram da kişiye ait görüntüyü dış dünyaya yansıtabilmesi nedeniyle kişinin resmi olarak kabul edilmelidir. Aynı şekilde, büst ve maket de bu kapsamda kişinin resmi olarak değerlendirilebilir.105  Türk Dil Kurumu Güncel Türkçe Sözlük e göre karikatür, Fransızca kökenli bir isimdir ve şöyle tanımlanmıştır:  İnsan ve toplumla ilgili her tür olayı konu alarak abartılı bir biçimde veren, düşündürücü ve güldürücü resim  <http://sozluk.gov.tr> Erişim Tarihi 28.04.2020.106  Gümüş (n 1) 365 dn 11; Kılıçoğlu (n 53) 50-51; Acabey (n 48) 20.107  Gümüş (n 1) 365; Zevkliler, Acabey ve Gökyayla (n 48) 462; Helvacı, Koruyucu Davalar (n 48) 72; Öztan (n 45) 768; Tekinalp (n 46) § 18 N 15; Acabey (n 48) 20; Kılıçoğlu (n 53) 48; Yavuz, Alıca ve Merdivan (n 44) 2960; Erlüle (n 48) 99; Prinz (n 99) Rn 153; Antalya, Manevi Tazminat (n 48) 128; Helvacı, Gerçek Kişiler (n 48) 134; Oğuzman, Seliçi ve OktayÖzdemir (n 48) N 618; Specht (n 86) KUG § 22 Rn 1; Engels (n 27) KUG § 22 Rn 20; Fricke (n 3) KUG § 22 Rn 5.108  Ataay fotoğraf ile resmi aynı anlamda kullanmaktadır (Ataay (n 48) 145).109  Acabey (n 48) 30-31; Prinz (n 99) Rn 153; Oğuzman, Seliçi ve Oktay-Özdemir (n 48) N 618; Engels (n 27) KUG § 22 Rn 20.110  Engels (n 27) KUG § 22 Rn 21.111  Parlak Börü ye göre kişinin sadece belirli uzuvlarının resmedilmesi de tanınabilirliği sağladığı ölçüde koruma kapsamındadır (Parlak Börü, Fotoğraf (n 9) § 5 II 2).112  Prinz (n 99) Rn 153; Engels (n 27) KUG § 22 Rn 20; Fricke (n 3) KUG § 22 Rn 5.113  Prinz (n 99) Rn 153; Specht (n 86) KUG § 22 Rn 1; Engels (n 27) KUG § 22 Rn 20; Fricke (n 3) KUG § 22 Rn 5.114  Gümüş (n 1) 366; Helvacı, Koruyucu Davalar (n 48) 72-73; Specht (n 86) KUG § 22 Rn 1; Engels (n 27) KUG § 22 Rn 20; Fricke (n 3) KUG § 22 Rn 5; Antalya, Manevi Tazminat (n 48) 128.115  Türk Dil Kurumu Sinema ve Televizyon Terimleri Sözlüğü ne göre hologram,  Holografi işleminde, üçboyutlu görüntüyü oluşturmak üzere gerekli bilgileri taşıyan resim dir <http://sozluk.gov.tr> Erişim Tarihi 28.04.2020. Hologram, holografi yöntemiyle elde edilebilen, üç boyutlu bir yapıda görüntülenebilen bir resimdir (Karl-Heinz Fezer, Markenrecht (4. Bası, CH Beck 2009) § 3 Rn 499).116  Ateş (n 91) 431; Öztan (n 45) 768. Kişinin dış dünyaya yansımasını ve onun diğer kişilerden ayrılmasını sağlayan tüm görüntülerin resim kapsamında olduğu yönünde bkz Helvacı, Koruyucu Davalar (n 48) 72-73. Resim kavramının geniş yorumlanması gerektiği yönünde bkz Tekinalp (n 46) § 18, N 15.1739İstanbul Hukuk Mecmuası 78/43. TanınabilirlikKişinin resmi kavramının sahip olması gereken üçüncü unsur, tanınabilirliktir. Kişinin resmi kavramından söz edebilmek için resmedilmiş kişinin resme konu olan biçimden tanınabilmesi gerekir. Kişinin tanınabilmesine elverişli olmayan bir biçimin kişinin resmi olarak kabul edilebilmesi mümkün değildir. Başka bir ifadeyle, biçime bakıldığında kişiyi tanıyabilmek, ayırt edebilmek mümkün değilse kişinin resminden söz edilemez. Alman Federal Mahkemesinin yerleşik içtihatlarına göre tanınabilirlik, kişinin resminin sahip olması gereken bir unsurdur.Kural olarak, tanınabilirlik yüz hatlarının suretinden ileri gelir. Kişinin yüz hatlarının tasviri, onun tanınabilmesini sağlar. Ancak kişinin yüz hatları onun tanınabilmesini sağlama konusunda birincil olsa da tek gösterge değildir. Başka bir deyişle, kişinin yüz hatlarının varlığı olmazsa olmaz değildir. Kişinin dış görünüşünün başka özellikleri de tanınabilirliği sağlayabilir. Sözgelimi, kişinin vücut yapısı, saç biçimi, özel giysileri, duruşu da onun tanınabilmesine imkân verir. Aynı şekilde, kişinin kafa biçimi, özel bir özrü ve özel dövmeleri de bu kapsamda değerlendirilir. Kısaca, kişinin tanınabilmesine hizmet eden tüm araçlar bu değerlendirmede dikkate alınmalıdır.117  Franko (n 56) 43; Köprülü (n 48) 281; Gümüş (n 1) 366; Kocabaş (n 50) 38; Aebi-Müller, Persönlichkeitsschutz (n 26) N 828; Öztan (n 45) 768; Bellican (n 53) 545; Parlak Börü, Fotoğraf (n 9) § 5 II 2; Prinz (n 99) Rn 154; Antalya, Manevi Tazminat (n 48) 128. Öğretide  tanınabilirlik  yerine  teşhise elverişlilik  ifadesi de kullanılmaktadır (Ateş (n 91) 430).  Helvacı ya göre, kişinin dış yaşama yansımasını ve onun diğer kişilerden ayrılmasını sağlayabilen bir görüntü, resim üzerindeki hak kapsamında kabul edilmelidir (Helvacı, Koruyucu Davalar (n 48) 72-73). Yazarın resmedilen kişinin diğer kişilerden ayrılması ile kastettiğinin  tanınabilirlik  olduğu ve tanınabilirliği resmin bir unsuru olarak kabul ettiği kanaatindeyiz. Zira resmedilen kişiyi diğer kişilerden ayırt edebilme, onun tanınabilmesi ile özdeş anlamdadır. Resmedilen kişinin diğer kişilerden ayırt edilemediği bir görüntüsü, onun tanınabilmesini de sağlamaz. Öğretide Erlüle nin de benzer biçimde konuyu ele aldığı görülmektedir. Yazar, konuyu ele alırken kişiyi dış dünyaya tanıtma ve onu diğer kişilerden ayırma hususlarına değinmiş, bunların bulunması halinde resmin kişilik değeri olarak kabul edilebileceğini belirtmiştir (Erlüle (n 48) 99). Yazarın bu yaklaşımından  tanınabilirlik  unsurunu kabul ettiği sonucuna varmaktayız.118  Haupt (n 27) § 41 Rn 51; Prinz (n 99) Rn 154; Specht (n 86) KUG § 22 Rn 3; Herrmann (n 27) KUG § 22 Rn 4.119  Biçimin öznesi olan kişi tanınabiliyorsa, kişilik hakkının ihlali gündeme gelebilecektir. Onun tanınabilmesi, kişinin resmi bakımından olmazsa olmaz bir unsurdur (Aebi-Müller, Persönlichkeitsschutz (n 26) N 828).120  Alman Federal Mahkemesi 26.06.1979 tarihli bir kararında resmedilmiş kişinin tanınabilirliğinin kökleşmiş bir içtihat olduğunu ortaya koymuştur (BGH NJW 1979, 2205). Alman Federal Mahkemesinin aynı yönde kararları için bkz BGH NJW 1974, 1947; BGH NJW 1958, 827.121  Prinz (n 99) Rn 154; Herrmann (n 27) KUG § 22 Rn 4.122  Specht (n 86) KUG § 22 Rn 3; Engels (n 27) KUG § 22 Rn 24.123  Öztan (n 45) 768.124  Specht (n 86) KUG § 22 Rn 3; Engels (n 27) KUG § 22 Rn 24. Alman Federal Mahkemesinin bir kararına göre, tanınabilirliğin kişinin dış görünüşünün özelliklerine dayandığından söz edilemez. Kural olarak tanınabilirlik kişinin yüz hatlarından ileri gelse de kişinin diğer karakteristik özelliklerinin de dikkate alınması gerekir (BGH GRUR 2000, 717). Bu karara göre, kişinin yüz hatları ile diğer karakteristik özelliklerinin tümünün tanınabilirliğin tespitinde değerlendirmeye alınması gerektiği sonucuna varılabilir. Dolayısıyla Alman Federal Mahkemesinin tanınabilirliği geniş yorumladığı söylenebilir.125  Prinz (n 99) Rn 154; Engels (n 27) KUG § 22 Rn 24; Fricke (n 3) KUG § 22 Rn 7; Herrmann (n 27) KUG § 22 Rn 4. İmre ye göre, kişinin vücut yapısı, yüzünün şekli ve fizyonomisi, kişinin varlığının esaslı unsurlarındandır ve onun kişiliğini gösterir, onu tasvir eder (İmre, ‘Özel Hayat  (n 48) 164; İmre, Medeni Hukuk (n 48) 474). Aynı yönde bkz Acabey (n 48) 19-20.126  Engels (n 27) KUG § 22 Rn 24. Sikke ve silüetin tanınabilirliği sağlayabileceği yönünde bkz Specht (n 86) KUG § 22 Rn 3. Sikke ve silüetin kişinin resminin diğer unsurlarını sağlaması koşuluyla kişinin resmi olarak kabul edilebildiğinden bahsetmiştik (III, B, 2). Specht, sikke ve silüetin tanınabilirliği sağlamaya elverişli olduğunu belirtmiştir. Aynı şekilde Parlak Börü de bir kişinin profilden veya önden yüzdeki duyu organlarını göstermeyen silüetinin, söz konusu silüetin kişinin içinde bulunduğu sosyal çevre içerisinde tanınabilmesine imkân tanıması halinde kişinin resmi olarak kabul edileceğini belirtmiştir (Parlak Börü, Fotoğraf (n 9) § 5 II 2).127  Herrmann (n 27) KUG § 22 Rn 4. Fricke ye göre kişinin tanınabilmesi kişisel resim ögeleri yoluyla olur. Bu kişisel resim ögeleri arasında yüz hatlarından saç biçimine kadar kişiye ait pek çok özellik bulunur (Fricke (n 3) KUG § 22 Rn 7).1740Işık / Bir Kişilik Değeri Olarak Kişinin ResmiTanınabilirlik, resme eşlik eden birtakım ögelerden elde edilebilir. Bu ögelere resim detayları, resim başlığı, eşlik eden metin ya da önceki yayınlarla veya aynı dergideki diğer yayınlarla ilişki örnek gösterilebilir. Bu gibi ögelerin kişinin tanınabilmesini sağlama işlevi bulunur. Bu durum hiç kuşkusuz kişinin tanınabilmesine hizmet eden araçların bütünüyle dikkate alınması gerekliliğinin bir yansımasıdır.Göstermelik rötuş, yüzün buzlanması, resmin bazı kısımlarının küçük bir şekilde kesilmesi ve hatta göz şeridinin kullanılması tanınabilirliği ortadan kaldırmak için yeterli değildir. Kişinin tanınabilmesini engelleme aracı olarak en çok kullanılan yöntemler, yüzün buzlanması ve göz şerididir. Yüzün buzlanması ile göz şeridinin kullanılmasında yüzün bir kısmı tanınmaz hale getirilir. Ancak bunların her durumda kişinin  tanınabilmesini  engellediği  söylenemez.  Nitekim  yüzün  buzlanması halinde eğer kişi saç biçimi ve giysi gibi onu tanınmaz hale getirmeyen dış görünüş özellikleri  yoluyla  tanınabiliyorsa,  yüzün  buzlanması  yönteminin  tanınabilirliği ortadan kaldırdığından söz edilemez. Aynı şekilde, göz şeridinin kullanılması genellikle yüzün sadece bir kısmını kaplar. Bu yüzden kişinin göz şeridine rağmen tanınabilmesi  mümkün  olduğundan  göz  şeridinin  de  tanınabilmeyi  ortadan kaldırdığından bahsedilemez. Dolayısıyla her durumda kişinin dış görünüşüne ait diğer özellikler ile eşlik eden ögeler dikkate alınmalıdır. Yalnızca yüzün buzlanması veya göz şeridinin kullanılmasına aldanılmamalı, kişinin dış görünüşüne ait tüm özellikler ile eşlik eden ögelerin bütünüyle değerlendirilmesi sonucu kişinin tanınabilir olup olmadığı sonucuna varılmalıdır.Tanınabilirlik değerlendirilirken esas alınması gereken ölçüt, ortalama bir okurun veya  izleyicinin  anlama  yeteneği  değildir.  Tasvir  edilen  kişinin  üçüncü  kişiler tarafından tanınabileceğini kabul etmek için makul bir nedenin bulunması yeterlidir. Bunun için tasvir edilen kişiye ait biçimin kişinin mensubu olduğu sosyal çevre içerisinde tanınmasına elverişli olup olmadığı değerlendirilmelidir. Eğer kişinin yakın tanıdık çevresinde tanınabilmesini sağlayan bir biçim varsa, kişinin resmi kavramının 128  Prinz (n 99) Rn 154; Specht (n 86) KUG § 22 Rn 3. Parlak Börü nün eserinde yer verdiği Alman Federal Mahkemesinin bir kararında, bir derginin kapak sayfasındaki çıplak sırtı görünen kadının dergi içindeki diğer görsellerden ötürü tanınabilir olduğu yönünde karar verildiği görülmektedir (Parlak Börü, Fotoğraf (n 9) § 5 II 2).129  Specht (n 86) KUG § 22 Rn 3.130  Engels (n 27) KUG § 22 Rn 26.131  Fricke (n 3) KUG § 22 Rn 7.132  Prinz (n 99) Rn 154; Fricke (n 3) KUG § 22 Rn 7133  Engels (n 27) KUG § 22 Rn 26. Parlak Börü nün eserinde yer verdiği Avusturya Temyiz Mahkemesinin bir kararına göre, kişinin yüzü bantlama veya flulaştırma ile kapatılmış olsa da diğer karakteristik özellikler kişinin tanınmasını mümkün kılıyorsa, kişi sözü edilen resmin yayımına itiraz edebilir (Parlak Börü, Fotoğraf (n 9) § 3 IV D).134  AİHM vermiş olduğu bir kararda, bir belgeselde yer alan başvuranın görüntüsünün bulanıklaştırmadan yayınlanmasında herhangi bir kamu yararı bulunmadığına hükmetmiştir (Bremner v Turkey App no 37428/06 (ECHR, 13 October 2015)). AİHM in kişinin tanınabilirliğini ortadan kaldırmaya elverişli bir görüntü bulanıklaştırmasını ihlalin varlığını araştırırken ölçüt olarak ele aldığı görülmektedir.135  Prinz (n 99) Rn 154; Specht (n 86) KUG § 22 Rn 7; Engels (n 27) KUG § 22 Rn 22; Fricke (n 3) KUG § 22 Rn 7; BGH GRUR 1979, 732-733; BGH GRUR 1962, 211.1741İstanbul Hukuk Mecmuası 78/4varlığı kabul edilir. Yargıtayın vermiş olduğu bir kararda, kişinin  yakın çevresi  tarafından tanınabilmesine elverişli olup olmadığı değerlendirilmiştir.Tasvir edilen kişinin yakın tanıdık çevresi, kişinin en yakın arkadaş ve aile çevresinden geniş bir çevredir. Tasvir edilen kişinin yalnız en yakın arkadaş ve aile çevresinde tanınabilir olması, sadece o çevrede bilinen durumlar nedeniyle kişinin resmi kavramının kabulü için yeterli değildir. Tasvir edilen kişinin etki edemeyeceği, kendisini kolaylıkla tanıtma imkânı bulamayacağı bir çevrede tanınabilir olması gerekir. Tasvir edilen kişiyle biçim arasındaki ilişkinin kurulabilmesi bakımından olağan bir inceleme ve dikkat yeterlidir.İsviçre Federal Mahkemesinin bir kararında, kişinin görsel olarak değil de sözel olarak tasvir edildiği, başka bir ifadeyle kişinin resmi üzerindeki hakkın tartışma konusu  yapılmadığı  bir  uyuşmazlıkta  ilk  derece  mahkemelerinin  tanınabilirliğe ilişkin değerlendirmelerine yer verilmiştir. Söz konusu mahkeme kararlarında her ne kadar kişinin resmi üzerindeki hak odağında bir tanınabilirlik değerlendirilmesi yapılmamış olsa da bu açıklamaların kişinin görsel olarak tasvir edildiği durumlar için de geçerli olduğunu söyleyebilmek mümkündür. İsviçre ilk derece mahkemelerinin tanınabilirlik değerlendirmesinde  yakın tanıdık çevresi ni ölçü aldığı görülmektedir.  Yakın  tanıdık  çevresi   kavramıyla  tasvir  edilen  kişinin  yaşamının  önemli  bir bölümünü geçirdiği, onun yaşadığı ve çalıştığı yer ile yakın arkadaş ve aile çevresinin yaşadığı yer ifade edilmektedir.IV. SonuçKişinin resmi üzerindeki hakka dayanarak bir hukuki koruma talep etmeden önce  hak  talebine  konu  olan  biçimin   kişinin  resmi   olarak  nitelendirilip nitelendirilemeyeceği belirlenmelidir. Eğer hak talebine konu olan biçim, kişinin resmi  olarak  nitelendirilemezse  kişinin  resmi  üzerindeki  hakka  dayanılarak  bir talepte bulunabilmek mümkün olmaz. Bu yüzdendir ki kişinin resmi üzerindeki hakkın konusu olan bu kavramın sınırlarını belirlemek önem taşır.136  Parlak Börü, Fotoğraf (n 9) § 5 II 2; Prinz (n 99) Rn 154; Specht (n 86) KUG § 22 Rn 7; Engels (n 27) KUG § 22 Rn 23; Fricke (n 3) KUG § 22 Rn 7. Parlak Börü nün eserinde yer verdiği bir kararda Alman Federal Mahkemesi (BGH GRUR 1979, 732-733), hususi vücut duruşundan ve takımına özel formasından kalede sırtı dönük duran ünlü futbolcunun resminin tanınabilirlik şartını sağladığına  sporla ilgili olan bir kimsenin resimdeki kişinin kim olduğunu tanımakta hiç zorlanmayacağını gözeterek  hükmetmiştir (Parlak Börü, Fotoğraf (n 9) § 5 II 2).137   Davacının resmi, rızası dışında çekilerek ve yakın çevresi tarafından tanınacak şekilde bilgilerle birlikte yüzü kısmen kapatılarak gazetede yayınlanmıştır. (…) yakın çevresi tarafından tanınmasına imkan verecek biçimde fotoğrafının da yayınlanması suretiyle gerçekleştirilen bu şekildeki bir yayının davacının kişilik haklarına saldırı oluşturduğu açıktır  (Yargıtay 4 HD, 11682/12657, 21.11.2006 (Kazancı)).138  KG, Urteil vom 24.04.2009 – 9 U 69/08 (ZUM-RD 2012, 27-28).139  Engels (n 27) KUG § 22 Rn 23; Fricke (n 3) KUG § 22 Rn 7.140  Engels (n 27) KUG § 22 Rn 23; Fricke (n 3) KUG § 22 Rn 7.141  Parlak Börü, Fotoğraf (n 9) § 5 II 2. Yazara göre olağan inceleme ve dikkatin ölçüsünde dürüstlük kuralı esas alınmalıdır.142  BGE 135 III 145. Kişinin sözel olarak tasvir edildiği durumlar bakımından tanınabilirlik ölçütüne dair detaylı açıklamalar için bkz Şafak Parlak Börü, ‘Esra Kararı Işığında Bı̇r Hassas Denge Değerlendı̇rmesı̇: Kı̇şı̇lı̇k Haklarının Korunması vs. Sanat Özgürlüğü  (2017) 8(2) İnÜHFD 249, 276 vd.1742Işık / Bir Kişilik Değeri Olarak Kişinin ResmiKişinin resmi, tasvir edilen kişinin dış görünüşünü onun tanınabilmesine imkân verecek ölçüde yansıtan biçimdir. Söz konusu biçim, üç unsura sahip olmak kaydıyla kişinin resmi olarak nitelendirilebilir: Çoğaltma, kişinin dış görünüşü ve tanınabilirlik. Bu üç unsurdan birinin mevcut olmaması, söz konusu biçimi kişinin resmi olarak nitelendirmeyi önler.Çoğaltma,  kişinin  dış  görünüşünün  kopya  edilmesidir.  Bu  kavramın  geniş yorumlanması  gerekir.  Kişinin  resmedilmesinde  kullanılan  tekniğin  ve  bunun niteliğinin bir önemi bulunmaz. Kişinin resmi, kalem, fırça, fotoğraf makinesi, kamera gibi araçlarla elde edilebileceği gibi asıl işlevi resmetme olmayan başka araçlarla da elde edilebilir. Kişinin dış görünüşünün elde edilmesinde kullanılan tekniğin veya aracın önemi olmamakla birlikte bu görünüşün mutlaka görüntülenebilen bir cisim üzerinde biçimlenmesi gerekir. Görüntülenebilir olmak kaydıyla kişiye ait dış görünüşün biçimlendiği cismin de bir önemi bulunmaz.Kişinin dış görünüşü, kişinin resminin ikinci unsurudur. Kişinin dış görünüşünü yansıtmayan bir biçim, kişinin resmi olarak kabul edilmez. Görünüşün mutlaka kişiye ait bir görünüş olması ve bunun kişinin dış görünüşü olması gerekir. Kişiye ait  olmayan,  sözgelimi  kişinin  eşyasının  görünüşü  ile  kişinin  dış  görünüşünü yansıtmayan, sözgelimi kişinin ultrasonu kişinin resmi kavramına dahil edilmez. Kişinin dış görünüşünün olduğu gibi resmedilmesi mümkün olduğu gibi kişinin dış görünüşünün olduğundan farklı olarak resmedilmesi de kişinin resmi kavramına dahildir.Kişinin resminin sahip olması gereken sonuncu unsur, tanınabilirliktir. Söz konusu biçim, kişinin tanınmasına elverişli bir biçim değilse, başka bir ifadeyle kişinin teşhisi bahse konu biçimden mümkün değilse, kişinin resmi kavramının varlığı kabul edilmez. Kural olarak kişinin tanınabilmesine imkân sağlayan, kişinin yüz hatlarıdır. Ancak kişinin yüz hatları, tanınabilirlik bakımından yegane gösterge değildir. Kişinin dış görünüşüne ait başka özelliklerin yanı sıra resme eşlik eden birtakım ögeler de tanınabilirliği sağlayabilir. Yüzün buzlanması ve göz şeridi, tanınabilirliği engelleme maksadıyla kullanılan yöntemlerdir. Ancak bu yöntemler her zaman tanınabilirliği ortadan kaldırmazlar. Kişinin tanınabilir olup olmadığı değerlendirilirken onun yakın tanıdık çevresinde tanınabilir olup olmadığına bakılmalıdır.Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir.Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare.Grant Support: The author declared that this study has received no financial support.1743İstanbul Hukuk Mecmuası 78/4",
     "Kaynakça": "Acabey MB, ‘Basın Özgürlüğü ve Bu Özgürlüğün Bir Sınırı Olarak Kişilik Hakkı  (2013) 8(Özel Sayı) YÜED (Prof. Dr. Aydın Zevkliler e Armağan) 1 54.Aebi Müller RE, ‘Art. 28  iç Peter Breitschmid ve Alexandra Jungo (edr), CHK   Handkommentar zum Schweizer Privatrecht, Personen  und Familienrecht   Partnerschaftsgesetz, Art. 1 456 ZGB   PartG (3. Bası, Schulthess 2016)  [CHK].Aebi Müller  RE,  Personenbezogene  Informationen  im  System  des  zivilrechtlichen Persönlichkeitsschutz (1. Bası, Stämpfli 2005) [Persönlichkeitsschutz].Akipek JG, Akıntürk T ve Ateş D, Türk Medeni Hukuku, Başlangıç Hükümleri, Kişiler Hukuku, Birinci Cilt (12. Bası, Beta 2015).Antalya OG, ‘Borçlar Hukuku Genel Hükümler  iç O Gökhan Antalya (ed), Marmara Hukuk Yorumu, Cilt V/1, 2 (2. Bası, Seçkin 2019) [Borçlar Hukuku].Antalya OG, Manevi Zararın Belirlenmesi ve Manevi Tazminatın Hesaplanması, Türk Hukukunda Manevi Tazminatın İki Aşamalı Olarak Belirlenmesine İlişkin Bir Model Önerisi (1. Bası, Legal 2017) [Manevi Tazminat].Arpacı A, Kişiler Hukuku (Gerçek Kişiler) (2. Bası, Beta 2000). Ataay A, Şahıslar Hukuku, Giriş   Hakiki Şahıslar (3. Bası, Fakülteler 1978).Ateş M, Fikrî Hukukta Eser (1. Bası, Turhan 2007).Ayiter N, Hukukta Fikir ve San at Ürünleri (2. Bası, Sevinç 1981).Bamberger HG, ‘Titel 1, Natürliche Personen, Verbraucher, Unternehmer (§ 1   § 14)  iç Heinz Georg Bamberger, Herbert Roth, Wolfgang Hau ve Roman Poseck (edr), Beck scher OnlineKommentar BGB (53. Bası, CH Beck 2020).Başpınar V, ‘Kişilik Hakkı Açısından Kelepçeleme Sözleşmeleri  (1999) 56(1) ABD 17 34.Bellican C, ‘Şeref ve Haysiyetin Korunması, Özel Hayatın Gizliliği ve Sanat Özgürlüğü: Özel Hukuk Açısından Bir Değerlendirme , Prof. Dr. Rona Serozan a Armağan Cilt I (On İki Levha 2010) 535 592.Büchler A, ‘Art. 28  iç Jolanta Kren Kostkiewicz, Stephan Wolf, Marc Amstutz ve Roland Fankhauser (edr), OFK   Orell Füssli Kommentar (Navigator.ch), ZGB Kommentar, Schweizerisches Zivilgesetzbuch (3. Bası, Orell Füssli 2016).Çağlayan Aksoy P, Hukuka ve Ahlâka Aykırılık Unsurları Çerçevesinde Salt Malvarlığı Zararlarının Tazmini (1. Bası, On İki Levha 2016).Dörr BS, ‘Art. 28  iç Andrea Büchler ve Dominique Jakob (edr), Kurzkommentar Schweizerisches Zivilgesetzbuch (2. Bası, Helbing Lichtenhahn 2018).Dural M ve Öğüz T, Türk Özel Hukuku, Cilt II, Kişiler Hukuku (20. Bası, Filiz 2019).Engels S, ‘KunstUrhG § 22 [Recht am eigenen Bilde]  iç Hartwig Ahlberg ve Horst Peter Götting (edr), Beck scher Online Kommentar Urheberrecht (26. Bası, CH Beck 2019).Erlüle F, Bedensel Bütünlüğün İhlalinde Manevi Tazminat (2. Bası, Seçkin 2015).Fezer K, Markenrecht (4. Bası, CH Beck 2009).Franko Nİ, Şeref ve Haysiyete Tecavüzden Doğan Manevî Zararın Tazmini (1973).Fricke M, ‘KUG § 22 [Recht am eigenen Bilde]  iç Artur Axel Wandtke ve Winfried Bullinger (edr), Praxiskommentar Urheberrecht: UrhR (5. Bası, CH Beck 2019).Gümüş MA, ‘Kişinin Resmi (Görünümü) Üzerindeki Hakkı  (1997) 1(1) KOÜHFD 363 386.Hatemi H, Kişiler Hukuku (7. Bası, On İki Levha 2018).1744Işık / Bir Kişilik Değeri Olarak Kişinin ResmiHaupt S, ‘§ 41. Internetrecht  iç Benno Heussen ve Christoph Hamm (edr), Beck sches RechtsanwaltsHandbuch (11. Bası, CH Beck 2016).Hausheer H ve Aebi Müller RE, ‘Persönlichkeitsschutz und Massenmedien   Eine Darstellung der aktuellen privatrechtlichen Ausgangslage  (2004) recht   Zeitschrift für juristische Weiterbildung und Praxis 129 150.Helvacı S, Gerçek Kişiler (8. Bası, Legal 2017) [Gerçek Kişiler].Helvacı S, Türk ve İsviçre Hukuklarında Kişilik Hakkını Koruyucu Davalar (MK md. 24/a fıkra I/İMK md.28a fıkra I) (1. Bası, Beta 2001) [Koruyucu Davalar].Herrmann MM, ‘KunstUrhG § 22 [Recht am eigenen Bilde]  iç Hubertus Gersdorf ve Boris P Paal (edr), Beck scher Online Kommentar Informations  und Medienrecht (27. Bası, CH Beck 2020).İçel K, Kitle İletişim Hukuku (2. Bası, İstanbul Üniversitesi 1985).İmre Z, ‘Şahsiyet Haklarından Şahsın Özel Hayatının ve Gizliliklerin Korunmasına İlişkin Meseleler  (1974) 39(1 4) İÜHFM 147 168 [Özel Hayat].İmre Z, Medeni Hukuka Giriş (Temel Kavramlar, Medeni Kanunun Başlangıç Hükümleri ve Hakiki Şahıslar Hukuku) (3. Bası, Fakülteler 1980) [Medeni Hukuk].Kılıçoğlu AM, Şeref, Haysiyet ve Özel Yaşama Basın Yoluyla Saldırılardan Hukuksal Sorumluluk (4. Bası, Turhan 2013).Kirchschläger  C,  ‘Art.  28/28a  ZGB   iç  Willi  Fischer  ve  Thierry  Luterbacher  (edr), Haftpflichtkommentar, Kommentar zu den schweizerischen Haftpflichtbestimmungen (1. Bası, Dike 2016).Kocabaş G, Türk Hukukunda Basın Özgürlüğünün Sınırı Olarak Kişilik Hakkı (2004).Köprülü B, Medenî Hukuk, Genel Prensipler   Kişinin Hukuku (Gerçek Kişiler   Tüzel Kişiler) (2. Bası, Acar 1984).Mansel H, ‘Titel 1, Natürliche Personen, Verbraucher, Unternehmer (§ 1   §§ 15–20)  iç Rolf Stürner (ed), Jauernig Bürgerliches Gesetzbuch: BGB Kommentar (17. Bası, CH Beck 2018).Meili A, ‘Art. 28  iç Thomas Geiser ve Christiana Fountoulakis (edr), Basler Kommentar, Zivilgesetzbuch I, Art. 1 456 ZGB (6. Bası, Helbing Lichtenhahn 2018).Oğuzman MK, Seliçi Ö ve Oktay Özdemir S, Kişiler Hukuku (Gerçek ve Tüzel Kişiler), (17. Bası, Filiz 2018).Özsunay E, Gerçek Kişilerin Hukukî Durumu (3. Bası, Sulhi Garan 1977).Öztan F, Fikir ve Sanat Eserleri Hukuku (1. Bası, Turhan 2008).Parlak Börü Ş, ‘Esra Kararı Işığında Bı̇r Hassas Denge Değerlendı̇rmesı̇: Kı̇şı̇lı̇k Haklarının Korunması vs. Sanat Özgürlüğü  (2017) 8(2) İnÜHFD 249 296 [Esra Kararı].Parlak Börü Ş, Fotoğraf Üzerindeki Haklar (1. Bası, Turhan 2013) [Fotoğraf].Prinz M, ‘Presse im Wettbewerbsrecht (S 7)  iç Karl Heinz Fezer, Wolfgang Büscher ve Eva Inés Obergfell (edr), Lauterkeitsrecht, Kommentar zum Gesetz gegen den unlauteren Wettbewerb (UWG),  Band  1,  Internationales  Lauterkeitsrecht,  Lauterkeitsrechtliche  Spezialthemen, Geschichte   Systematik   Grundlagen, §§ 1 bis 3 UWG (3. Bası, CH Beck 2016).Säcker FJ, ‘BGB § 12 Namensrecht  iç Franz Jürgen Säcker, Roland Rixecker, Hartmut Oetker ve Bettina Limperg (edr), Münchener Kommentar zum Bürgerlichen Gesetzbuch, Band 1, Allgemeiner Teil, §§1 240, AllgPersönlR, ProstG, AGG (8. Bası, CH Beck 2018).Saymen FH, Türk Medenî Hukuku, Cilt II, Şahsın Hukuku (2. Bası, İsmail Akgün 1960).Schmidt Gabain F, ‘Kapitel 2: Social Media und Inhalte / I.   III.  iç Oliver Staffelbach ve Claudia Keller (edr), Social Media und Recht für Unternehmen (1. Bası, Schulthess 2015).1745İstanbul Hukuk Mecmuası 78/4Schwenniger M, ‘Art. 28  iç Lucas David (ed), OFK   Orell Füssli Kommentar (Navigator.ch), Werberecht Kommentar (2. Bası, Orell Füssli 2010).Serozan R, Medeni Hukuk (Genel Bölüm/Kişiler Hukuku) (8. Bası, Vedat 2018).Specht L, ‘Das Recht am eigenen Bild (§§ 22 ff. KUG)  iç Thomas Dreier ve Gernot Schulze (edr), Urheberrechtsgesetz: UrhG, Urheberrechtswahrnehmungsgesetz, Kunsturhebergesetz Kommentar (6. Bası, CH Beck 2018).Staudinger A,  ‘Titel  27,  Unerlaubte  Handlungen  (§ 823     § 853)   iç  Reiner  Schulze  (ed), NomosKommentar,  Bürgerliches  Gesetzbuch  Handkommentar,  Buch  2,  Recht  der Schuldverhältnisse (10. Bası, Nomos 2019).Tekinalp Ü, Fikrî Mülkiyet Hukuku (5. Bası, Vedat 2012).von Bassewitz K, ‘Paparazziler İçin Zor Zamanlar: Kişinin Özel Yaşamına Saygı Gösterilmesi (Mahremiyet)  Hakkına  İlişkin Alman  ve  İngiliz  Basınını Ayaklandıran  Dönüm  Noktası Niteliğinde İki Karar  (Şafak Parlak Börü (çev)) (2015) 64(4) AÜHFD 1245 1262.Wagner G, ‘Titel 27, Unerlaubte Handlungen (§ 823 BGB   § 19 ProdHaftG ProdHaftG)  iç Franz Jürgen Säcker, Roland Rixecker, Hartmut Oetker ve Bettina Limperg (edr), Münchener Kommentar zum Bürgerlichen Gesetzbuch, Band 6, Schuldrecht   Besonderer Teil IV, §§ 705–853, Partnerschaftsgesellschaftsgesetz, Produkthaftungsgesetz (7. Bası, CH Beck 2017).Yavuz L, Alıca T ve Merdivan F, Fikir ve Sanat Eserleri Kanunu Yorumu, Cilt II (49 91. Maddeler) (2. Bası, Seçkin 2014).Zevkliler A, Acabey MB ve Gökyayla KE, Zevkliler Medeni Hukuk (Giriş, Başlangıç Hükümleri, Kişiler Hukuku, Aile Hukuku) (6. Bası, Seçkin 1999).Çevrimiçi Kaynaklarhttps://www.kazanci.com.tr/ (Kazancı)https://beck online.beck.de/1746"
}