{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "23",
     "Ay": "09",
     "Yıl": "2020",
     "Cilt": "78",
     "Sayı": "2",
     "Başlık": "Uluslararası Hukuka Aykırılığı Ortadan Kaldıran Haller Bakımından Devletlerin Uluslararası Sorumluluğu ve COVID 19 Pandemisi Bağlamında Bir Değerlendirme",
     "Title": "Circumstances Precluding Wrongfulness in International Responsibility of States: An Evaluation in the Context of COVID 19 Pandemic",
     "Yazar İsmi": [

          "Ufuk Dal"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Pandemi", "Hukuka aykırılığı ortadan kaldıran haller", "Mücbir sebep", "Zaruret hali", "Tehlike hali"
     ],
     "Keywords": [
          "Pandemic", "Circumstances precluding wrongfulness", "Force majeure", "Necessity", "Distress"
     ],
     "Özet": "31 Aralık 2019 da Çin in Wuhan şehrinde sebebi tespit edilemeyen bir zatürre vakasının Dünya Sağlık Örgütü (DSÖ) ye bildirilmesi ile birlikte COVID 19 olarak adlandırılan salgın dünya gündemine girmiştir. Virüsten etkilenen bütün devletler birtakım olağanüstü tedbirler almak durumunda kalmıştır. COVID 19 la mücadele sırasında devletlerin uluslararası hukuktan doğan birtakım yükümlülüklerini ihlal ettikleri ileri sürülmektedir. İhlal iddiaları ile birlikte doğan mağduriyetlerin giderilmesi adına uluslararası yargı mekanizmalarına başvurulması beklenmektedir. Çalışmada devletlerin COVID19 u önlemek ve etkisini azaltmak için attıkları adımlarda uluslararası hukuktan kaynaklanan yükümlülüklerini yerine getirmedikleri veya getiremedikleri durumlara ilişkin, bir uluslararası yargı organı karşısında uluslararası teamül hukuku olduğu kabul edilen hukuka ayrılığı ortadan kaldıran hallerden zaruret hali, tehlike hali ve mücbir sebebi savunma olarak ileri sürebilip süremeyeceği sorusuna cevap aranmıştır.",
     "Abstract": "On December 31, 2019, following a report by China of atypical pneumonia cases to the World Health Organization (WHO), the so-called COVID-19 outbreak entered the global agenda. Almost all affected states were forced into taking extraordinary measures. By virtue of applying these strong measures during the pandemic, states have been accused of breaching some rules of international law. A flood of cases are expected to be filed in international courts asking for relief arising from these breaches. In this article, I will examine the question of whether states can rely on the circumstances precluding wrongfulness, such as distress, force majeure, or state of necessity, as defenses that justified a lack of fulfillment of international obligations during the fight against the virus.",
     "Metin": "31 Aralık 2019 da Çin in Wuhan şehrinde sebebi tespit edilemeyen bir zatürre vakasının Dünya Sağlık Örgütü (DSÖ) ye bildirilmesi ile birlikte COVID-19 olarak adlandırılan salgın dünya gündemine girmiştir. Daha sonra 4 gün içinde aynı şekilde 44 vakanın daha görülmesi ile birlikte acil sağlık durumu ilan edilmiştir. Akabinde ise birçok ülkede bu yeni tip virüs görülmüştür. 23 Eylül 2020 tarihi itibariyle 31,375,325 kişi enfekte olmuş ve 966,399.1 Koronavirüs ailesine ait olmakla birlikte yeni bir tür olan COVID-19 a ilişkin bilimsel  verinin  olmayışı  nedeniyle  pandemi  süreci  devletlerin,  virüsü  kontrol altına almak için hangi adımları atacaklarını, ne gibi önlemler almaları gerektiğini bilmeksizin, genel acil sağlık prosedürlerini izlemeleriyle sonuçlanmıştır. Ancak genel tedbirler virüsün yayılmasını engelleme noktasında yetersiz olmuştur. Bunun üzerine hemen hemen bütün devletler birtakım olağanüstü tedbirler almak durumunda kalmıştır. Dünya genelinde virüsün yayılmasını önlemek amacıyla sınırların kapatılması, dış hat uçuşlarının durdurulması, yurt içindeki ulaşıma ilişkin kısıtlamalar, sokağa çıkma yasağı konması gibi tedbirler alınmıştır. Çok ciddi ekonomik sorunların meydana gelmesi üzerine devletler çalışanlara ve işletmelere doğrudan yardımlarda bulunmuştur.  İşsizliğe  yol  açmaması  için  iş  veya  hizmet  sözleşmelerinin  feshi yasağı, kısa çalışma ödenekleri, dar gelirliler için emekli fonlarına mali katkılarda bulunulması, ek kredi verilmesi, özel sektöre vergi ödeme kolaylıkları gibi tedbirler alınmıştır.2COVID-19 ile mücadele sırasında devletlerin uluslararası hukuktan doğan birtakım yükümlülüklerini ihlal ettikleri ileri sürülmektedir.3 İhlal iddiaları ile birlikte doğan mağduriyetlerin giderilmesi adına uluslararası yargı mekanizmalarına başvurulması beklenmektedir. Çalışmada devletlerin COVID-19 u önlemek ve etkisini azaltmak için attıkları adımlardan dolayı uluslararası hukuktan kaynaklanan yükümlülüklerini yerine getirmedikleri veya getiremedikleri durumlara ilişkin, bir uluslararası yargı 1  World Health Organisation Offical Website <https://www.who.int/emergencies/diseases/novel-coronavirus-2019> Erişim Tarihi 23 Eylül 2020.2  European Comission, European Union Official Website <https://ec.europa.eu/info/business-economy-euro/economic-andfiscal-policy-coordination/jobs-and-economy-during-coronavirus-pandemic/state-aid-cases_en> Erişim Tarihi 5.8.2020.3  Roojin Habibi, Gian Luca Burci,Thana C de Campos,Danwood Chirwa,Margherita Cinà,Stéphanie Dagron,Mark EcclestonTurner,Lisa Forman,Lawrence O Gostin,Benjamin Mason Meier, Stefania Negri, Gorik Ooms, Sharifah Sekalala, Allyn Taylor, Alicia Ely Yamin, Steven J Hoffman, ‘Do not violate the International Health Regulations during the COVID-19 outbreak  (2020) 395 (10225) Lancet < https://www.thelancet.com/journals/lancet/article/PIIS0-6736(20)30373-1/fulltext?fbclid=IwARJJOiPGzFmtFoaGO-T-OVU-trttyYocbfYqAECGxGRTYzxNL-RKMpc> Erişim Tarihi 12 Haziran 2020.1050Dal / Uluslararası Hukuka Aykırılığı Ortadan Kaldıran Haller Bakımından Devletlerin Uluslararası Sorumluluğu...organı karşısında uluslararası teamül hukuku olduğu kabul edilen hukuka ayrılığı ortadan kaldıran hallerden zaruret hali, tehlike hali ve mücbir sebebin savunma olarak ileri sürebilip süremeyeceği sorusuna cevap aranacaktır. Ayrıca COVID-19 la mücadele yöntemi olarak sürü bağışıklığı yöntemini tercih eden devletlerin uluslararası hukuka aykırılığı ortadan kaldıran hallere başvurması ihtimali değerlendirilecektir.Çalışma Devletlerin COVID-19 ile mücadele edebilmek için aldıkları tedbirlerin veya  mücadele  sırasında  yerine  getiremedikleri  uluslararası  yükümlülüklerin sonucunda  bir  uluslararası  hukuka  aykırılığın  oluşması  üzerine,  bu  ihlallerde uluslararası hukuka aykırılığı ortadan kaldıracak hallerin hukuken ileri sürülebilip sürülemeyeceği ile ilgilidir. Uluslararası sorumluluk hukukunda ihlalin kaynağı sorumluluğun  doğması  noktasında  önemsizdir.  Bu  sebeple  çalışmada,  meydana gelen aykırılıkların insan hakları sözleşmeleri, iki taraflı yatırım sözleşmeleri ya da diğer başka sözleşmeden mi kaynaklandığı üzerinde durulmayacaktır. Çalışmanın devletlerin aldığı tedbirlerle ilgili olması hasebiyle Avrupa Birliği ve Dünya Sağlık Örgütü gibi devlet dışı aktörlerin bu pandemi sırasındaki eylem veya ihmalleri de çalışmanın dışında bırakılmıştır. COVID-19 pandemisi sırasında uluslararası örgütlerin eylem veya ihmalleri sonucunda meydana gelen uluslararası aykırılıklardan uluslararası sorumluluğu ayrı bir çalışma konusu olarak değerlendirilmelidir.4I. Uluslararası Sorumluluk Hukukunda Uluslararası Hukuka Aykırılığı Ortadan Kaldıran HallerDevletler uluslararası hukukun asli kişileridir ve her hukuk düzeninde olduğu üzere, ilgili hukuk kurallarını ihlal etmeleri halinde sorumlulukları doğar. Kural olarak  devletin  uluslararası  sorumluluğundan  bahsedilebilmesi  için  iki  unsurun bulunması gerekmektedir. Bunlar, uluslararası hukuka aykırı eylemin gerçekleşmiş olması ve söz konusu eylemin devlete atfedilebilir olmasıdır.5 Uluslararası Hukuk Komisyonu nun hazırladığı 2001 tarihli Devletlerin Uluslararası Hukuka Aykırı Eylemlerden Sorumluluğu na ilişkin taslak maddelerde de bu iki unsur sayılmıştır. Taslak Maddeler madde 1 de  bir devletin uluslararası hukuka aykırı her eylemi devletin sorumluluğunu gerektirir  denildikten sonra madde 2 de,  bir devletin uluslararası hukuka aykırı eyleminin unsurlarının; a) uluslararası hukuka göre devlete atfedilebilen ve b) devletin uluslararası bir yükümlülüğünün ihlalini teşkil 4  Dünya Sağlık Örgütü nün özellikle 2005 Sağlık tüzüğü doğrultusunda pandemiyle mücadele rejimine ilişkin öngördüğü rejimin kurallarının yer aldığı yakın zamanlı bir çalışma için bakınız. Bleda Kurtdarcan, Ş. Özgür Mumcu  Covıd19 un Düşündürdükleri: Uluslararası Hukukun Pandemiyle Mücadele Rejimine Genel Bir Bakış  (2020/I) Galatasaray Üniversitesi Hukuk Fakültesi Dergisi, 165-187. Genel olarak Uluslararası Sağlık Tüzüğü nün hukuki niteliği açısından değerlendirme yapılan bir çalışma için bakınız. Uğur Samancı,  Uluslararası Sağlık Tüzüğü (2005) ve Hukukî Niteliği  (2014) 16/2 D.E.Ü. Hukuk Fakültesi, 113-169.5  James Crawford, State Responsibility General Part (Cambridge University Press 2013) 49; Melda Sur, Uluslararası Hukukun Esasları (11. Baskı Beta 2017) 271; Aslan Gündüz, Milletlerarası Hukuk Konu Anlatımı – Temel Belgeler – Örnek Kararlar (10. Baskı Savaş 2019); Yusuf Aksar, Teoride ve Uygulamada Uluslararası Hukuk II (5. Baskı Seçkin 2019) 205; Rona Aybay, Elif Oral, Kamusal Uluslararası Hukuk, (İstanbul Bilgi Üniversitesi Yayınları 2016) 271-273; Yücel Acer, İbrahim Kaya, Temel Uluslararası Hukuk Ders Kitabı ( 10. Baskı Seçkin 2019) 406-414.1051İstanbul Hukuk Mecmuası 78/2eden, bir fiil veya ihmalden oluştuğu  ifade edilmiştir.6 Uluslararası sorumluluğa ilişkin bu iki unsurlu tanımın uluslararası teamül hukuku kuralını yansıttığı kabul edilmektedir.7 Uluslararası yargı kararlarında da devletin sorumluluğu konusunda söz konusu iki unsur istikrarlı şekilde aranmaktadır.8Nasıl ki hukuk düzeni olmanın doğal sonucu olarak, söz konusu hukuk kişisinin o hukuk düzeninin kurallarını ihlal etmesi halinde sorumluluğu doğmakta ise, belli durumların varlığı halinde meydana gelen hukuka aykırı eylemlerin mazur görülmesi ve böylece o hukuka aykırı eylemden sorumluluğun doğmaması da hukuk düzeni olmanın doğal bir sonucudur.9 Bu durumlara hukuka aykırılığı ortadan kaldıran haller denilmektedir.10 Uluslararası  hukukta,  hukuka  aykırılığı  ortadan  kaldıran  haller  altı  başlıkta toplanmıştır. Bu haller Uluslararası Hukuk Komisyonu taslak maddelerinde; rıza, meşru müdafaa, karşı önlem, mücbir sebep, tehlike ve zaruret hali şeklinde kodifiye edilmiştir. Burada önemle ifade edilmesi gereken birkaç husus vardır. Devletin uluslararası yükümüne uygun davranmamasının bir mazeret olarak kabul edilmesi için, söz konusu aykırılığın uluslararası hukukun emredici bir kuralını ihlal etmemesi gerekmektedir.11 Belirtilmesi gereken bir diğer husus, söz konusu eylemin hukuka aykırılığı ortadan kaldıran hallerden birisine girmesinin, yükümlülüğün sona ermesi ile sonuçlanmadığıdır. Yalnızca o eylemden devletin sorumluluğu doğmaz. Devam eden bir yüküm bulunmakta ise, bundan etkilenmez.12COVID-19  pandemisi  bağlamında  Devletlerin  yerine  getirmedikleri  veya getiremedikleri uluslararası hukuk yükümlülükleri karşısında özellikle zaruret hali, mücbir sebep ve tehlike hallerini ileri sürebilecekleri görülmektedir. Hukuka aykırılığı ortadan kaldıran diğer üç hal, bu sebeple çalışmanın kapsamı dışında bırakılmıştır.6  Report of the International Law Commission, Fifty Third Session, 2001, General Assembly, Official Records, Fifty Sixth Session, Supplement No: 10, A/56/10. Bundan sonra Komisyon un çalışması metinde  Taslak Maddeler  olarak ifade edilecektir. <http://legal.un.org/ilc/texts/instruments/english/commentaries/9_6_2001.pdf> Erişim Tarihi 12 Haziran 2020. Taslak Maddeler, madde 1ve madde 2; Ian Brownlie, State Responsibilitiy Part 1 (Clendon Press 1983).7  Anthony Aust, Handbook of International Law, (2. Bası Cambridge University Press 2010) 377.8  Italy v. France (1938) Permanent Court of International Justice Series A/B, No. 74, 10. https://www.icj-cij.org/files/permanent-court-of-internationajustice/serie_AB/AB_74/01_Phosphates_du_Maroc_Arret.pdf Erişim Tarihi 4 Haziran 2020.9  Elif Uzun, Milletlerarası Hukuka Aykırı Eylemlerinden Dolayı Devletlerin Sorumluluğu (2. Baskı Beta 2016) 62; Ali Bal, Devletlerin Uluslararası Sorumluluğunun Doğması ( Dokuz Eylül Üniversitesi Sosyal Bilimler Enstitüsü Yayımlanmamış Yüksek Lisans Tezi 2006); Edip Çelik, ‘Milletlerarası Mesuliyet  (1957) C. XXI (1-4) İÜHFM, 66-80; Kenan Dülger, Devletin Uluslararası İnsancıl Hukukun İhlalinden Doğan Sorumluluğu (Beta 2015); Hakkı Hakan Erkiner, Devletin Haksız Fiilden Kaynaklanan Uluslararası Sorumluluğu (On İki Levha Yayıncılık 2010); Umut Kedikli, Uluslararası Terörizm ve Devlet Sorumluluğu (Nobel 2013).10  Türkçe literatürde  hukuka aykırılığı önleyen sebepler ,  hukuka uygunluk sebepleri ,  hukuka uygunluk nedenleri ,  hukuka uygunluk halleri , uluslararası hukuk bakımından ise  uluslararası sorumluluğu ortadan kaldırıcı nedenler ,  hukuka aykırılığı ortadan kaldıran durumlar  ifadeleri de kullanılmaktadır. Elif Uzun, Milletlerarası Hukuka Aykırı Eylemlerinden Dolayı Devletlerin Sorumluluğu (2. Baskı Beta 2016) 63.11  Uzun (n 9) 63.12  ibid.1052Dal / Uluslararası Hukuka Aykırılığı Ortadan Kaldıran Haller Bakımından Devletlerin Uluslararası Sorumluluğu...Bu giriş bölümünden sonra, virüsün etkisi ile devletlerin uluslararası hukuktan kaynaklı yerine getiremedikleri yükümleri ile ilgili mücbir sebep, zaruret hali ve tehlike hali mazeretlerinin ileri sürülebilip sürülemeyeceği açıklanacaktır. II. Mücbir Sebep Halinin COVID-19 Bağlamında DeğerlendirilmesiA. Uluslararası Sorumluluk Hukukunda Mücbir SebepMücbir sebep gerek iç hukuklarda gerekse uluslararası hukukta sorumluluktan muaf olma sebebidir. Mücbir sebebin uluslararası hukukta bir hukuk genel prensibi olduğu  kabul  edilmektedir.14 Ayrıca  bazı  uluslararası  sözleşmelerde  uluslararası hukuk açısından hukuka aykırılığı kaldırıcı etkisi olduğu hükme bağlanmıştır.15 1958  Karasuları  ve  Bitişik  Bölge  Sözleşmesi  madde  14/3 te   Geçiş,  alelade seyrüseferin doğal bir icabı olduğu veya force majeure veya tehlike zaruri kıldığı ölçüde durma ve demirlemeyi de kapsar  şeklinde bir düzenleme yer almaktadır.16 Yine 1982 Birleşmiş Milletler Deniz Hukuku Sözleşmesi nde de geçişe ilişkin düzenlemenin yapıldığı bölümde  Bununla beraber, durma ve demirleme sadece seyrüseferin olağan olaylarından olduğu veya mücbir sebep veya yardım ihtiyacı nedeniyle zorunlu olduğu veya tehlike veya yardım ihtiyacı içinde bulunan kişilere, gemilere veya uçaklara yardım getirilmesi amacıyla olduğu takdirde, geçiş durma ve demirlemeyi de içerir.17denilmektedir.Mücbir sebep taslak maddelerde ise şu şekilde kodifiye edilmiştir: Madde 23 Mücbir Sebep 1.  Bir devletin uluslararası bir yükümlülüğüne aykırı bir eyleminin hukuka aykırılığı, eğer eylem devletin kontrolünün dışında karşı konulamaz bir kuvvet veya öngörülemez bir olayın meydana gelmesi anlamına gelen ve o koşullar altında yükümlülüğün ifasını maddi olarak imkansız hale getiren mücbir sebepten kaynaklanıyorsa, ortadan kalkar. 13  Pazarcı zorlayıcı neden ifadesini de kullanmaktadır. Hüseyin Pazarcı, Uluslararası Hukuk Dersleri 3. Kitap (4. Bası Turhan 2005) 172.14  Miray Azaklı Köse, ILC Maddeleri Kapsamında Devletin Uluslararası Yatırım Tahkiminde Sorumluluğu (İstanbul Üniversitesi Sosyal Bilimler Ensitütüsü Yayımlanmamış Doktora Tezi 2019) 166.15  Birleşmiş Milletler Deniz Hukuku Sözleşmesi madde 18 (2) şu şekildedir: Geçiş sürekli ve çabuk olacaktır. Bununla beraber, durma ve demirleme sadece seyrüseferin olağan olaylarından olduğu veya mücbir sebep veya yardım ihtiyacı nedeniyle zorunlu olduğu veya tehlike veya yardım ihtiyacı içinde bulunan kişilere, gemilere veya uçaklara yardım getirilmesi amacıyla olduğu takdirde, geçiş durma ve demirlemeyi de içerir. Convention on the Law of the Sea, Dec. 10, 1982, 1833 U.N.T.S. 397.16  Convention on the Territorial Sea and the Contiguous Zone, Geneva, 1958 United Nations Treaty Collection. Sözleşmenin Türkçe çevirisi: Aslan Gündüz, Milletlerarası Hukuk (Beta 1998).17  Convention on the Territorial Sea and the Contiguous Zone, Geneva, 1958 United Nations Treaty Collection, Türkçe çevirisi: https://denizmevzuat.uab.gov.tr/uploads/pages/uluslararasi-sozlesmeler/denizhukuku.pdf Erişim Tarihi 4 Ağustos 2020.1053İstanbul Hukuk Mecmuası 78/22.  Birinci paragraf şu hallerde uygulanmaz: (a) Mücbir sebep hali, tek başına ya da diğer unsurların da katkısıyla, bunu ileri süren devletin tasarrufundan kaynaklanmışsa; ya da (b) Devlet bu halin ortaya çıkma tehlikesini göze almışsa. Taslak maddeler göz önünde bulundurulduğunda mücbir sebebin unsurları şu şekilde sayılabilecektir: (1) Karşı konulamaz bir kuvvet veya öngörülemez bir olayın varlığı, (2) Bu kuvvet veya olayın devletin kontrolü dışında meydana gelmesi, (3) Yükümlülüğün ifasını maddi olarak imkansız hale getirmesi,Maddede kuralın uygulanmasının istisnası olarak öngörülen durumlar ise olumsuz unsurları oluşturmaktadır: (4) Mücbir sebebin ortaya çıkmasına devletin kendisinin neden olmaması (5) Devletin mücbir sebep halinin ortaya çıkma tehlikesini göze almış olmaması.Taslak  maddelerden  anlaşıldığı  üzere  mücbir  sebep,  kişi  iradesi  dışında gerçekleşen, öngörülemeyen ya da karşı konulması mümkün olmayan ve zarara yol açan olaya işaret etmektedir. Bir başka ifade ile ortaya çıkan uluslararası hukuka aykırı eylem, devletin kontrolü dışında gerçekleşen, maddi imkansızlığın mevcut olduğu, yükümlülüğün yerine getirilmesi imkanını ortadan kaldıran ve önceden öngörülemeyen ya da öngörülmesi mümkün olmayan bir sebeple meydana gelmişse mücbir sebebin varlığı kabul edilir.19 Mücbir  sebebin  karşı  konulamaz  olması  devletin  elindeki  imkanlarla  söz konusu  durumu  önleyememesi  anlamına  gelmektedir.  Öngörülemez  olması  ise olayın hiç öngörülememe veya kolay kolay öngörülememe durumuna işaret eder. Mücbir sebep halinde yükümün ifasını imkansız hale getirecek bir sebep vardır ve eylem irade dışıdır ya da özgür bir seçim sonucu olmamıştır.20 Yükümlülüğün ifasının yerine getirilmesinin imkansız olması hukukta maddi imkansızlık olarak ifade edilen durumdur. İfanın güçlükle de olsa yerine getirilebiliyor olması, bu koşulun sağlanmamış olması anlamaına gelir. Örneğin ekonomik krizden dolayı bir borcun ödemesinde zorlanılması gerçek bir imkansızlık anlamına gelmediği için, mücbir sebep olarak kabul görmeyecektir.21 Mücbir sebebe yol açan imkansızlık, 18  Köse (n 14) 168.19  Taslak Maddeler, Madde 23 76.20  Taslak Maddeler, Madde 23 Şerh 1.21  Edwin M Borchard, The Diplomatic Protection of Citizens Abroad (The Banks Law Publishing 1927) 224.1054Dal / Uluslararası Hukuka Aykırılığı Ortadan Kaldıran Haller Bakımından Devletlerin Uluslararası Sorumluluğu...deprem, sel, afet olayları gibi doğal veya fiziksel bir olay olabileceği gibi, devletin ülkesinde meydana gelen ayaklanma, ülkenin bir bölümünde kontrol kaybı gibi insan müdahalesinin olduğu ancak yine devlet iradesinin olmadığı durumlar veya ikisini birden içeren durumlar olabilecektir.22 Devletin mücbir sebebin çıkmasına katkısı olmaması kıstası, devletin mücbir sebebi doğuran olaya esaslı bir katkısının olmaması şeklinde anlaşılmalıdır.23 Mücbir sebep, hukuka aykırılığı ortadan kaldıran sebepler arasında sayılmakla birlikte, uygulamada varlığının ispatı ciddi güçlükler içermektedir. Örneğin Sırp Borçları Davası nda Yugoslavya, Fransa ya karşı olan borçlarını ödeyememesinin Birinci Dünya Savaşı nın ekonomisi üzerindeki etkisi sonucu olduğunu bildirerek mücbir sebep mazeretini ileri sürmüştür. Uluslararası Sürekli Adalet Divanı savaşın ekonomi üzerindeki etkisinin mücbir sebep teşkil ettiği iddiasını kabul etmemiştir.24 Diğer yandan Gill Davası nda, Meksika hükümetine karşı eylemler gerçekleştiren muhalifler bir İngiliz vatandaşının evinin yıkılmasına sebep olmuşlardır. Mahkeme bu olayın Devletin gerekli tedbiri almaması nedeniyle değil, eylemlerin aniden, engellenemez ve öngörülemez olması sebebiyle meydana geldiği kararına varmıştır.25 Mücbir sebebin ileri sürüldüğü bir başka dava Rainbow Warrior Davası dır. Davada bir Fransız ajanı tıbbi sebeplerle Yeni Zelanda nın izni olmadan ajanın Fransa ya geri gönderilmesini mutlak ve maddi imkansızlık olmadığı ve dahası yükümlülüğün yerine getirilmesini daha zorlaştırdığı gerekçesiyle yine reddetmiştir.26B. COVID-19 Pandemisi ve Mücbir SebepCOVID-19 virüsünün ortaya çıkması ve yayılması, olayın öngörülemez olma unsuru ile bağdaşıyor gözükmektedir. Zira COVID-19 ilk görüldüğünde virüsün yayılma şeklinden, semptomlarına ve daha birçok konuda belirsizlik mevcuttu. Ancak ifade edilmesi gerekir ki bütün bu şekilde uluslararası toplumu etkileyecek boyutlara ulaşan her salgın için doğrudan öngörülemez olduğu savunması yapılamayacaktır. Nitekim, bu yıl itibari ile COVID-19 un ortaya çıkması ve yayılmasına ilişkin birçok veri elde edilmiştir. Dolayısıyla önümüzdeki seneden itibaren virüsün COVID-19 tipi için öngörülemez olduğunu ileri sürmek mümkün olmayabilecektir. 22  Kenan Dülger, Devletin Uluslararası İnsancıl Hukukun İhlalinden Doğan Sorumluluğu (Beta 2015) 103.23  Köse (n 14) 178.24  Malcolm Shaw International Law (8. Baskı Cambridge University Press 2017) 574.25  ibid.26  Rainbow Warrior Davası nda Fransız istihbarat görevlilerinin bir sivil toplum örgütü olan Greenpeace e ait bir gemiyi Yeni Zelanda suları içerisinde batırmalarından dolayı Fransa nın sorumluluğunun doğduğuna hükmetmiştir. Rainbow Warrior Davası nda Fransız istihbaratı Greenpeace Örgütüne ait Rainbow Warrior gemisini batırmıştır. Fransız yetkililer, bu kişilerle bir bağları olmadığını ifade etmişlerdir. Yine uluslararası siyasi baskılar sonucunda bu gemiyi batıran istihbarat görevlilerinin kendi elemanları olduğunu kabul etmiş ancak bu sefer de söz konusu kişilerin yetkilerini aştıklarını (ultra vires) öne sürmüşlerdir. Sonuçta davaya bakan mahkeme Fransa nın tazminat ödemesine hükmetmiştir. New Zealand v. France, (1990) United Nations Reports of International Arbitral Awards, XX, Part 3 217, <http://legal.un.org/riaa/cases/vol_XX/215-284.pdf> Erişim Tarihi 7 Haziran 2020.1055İstanbul Hukuk Mecmuası 78/2Diğer yandan devletler, pandeminin uluslararası hukuktan kaynaklanan yükümünü yerine  getirmesini  iradesi  dışı   imkansız   kıldığını  ispatlamalıdır.  Uluslararası mahkeme kararları göz önünde bulundurulduğunda ve yukarıda ifade edildiği üzere savaş gibi yıkıcı etkileri olan durumlarda dahi mücbir sebep gerekçesini mahkemelerin kabul  etmiyor  oluşu  COVID-19  virüsü  karşısında  mücbir  sebep  gerekçesine dayanılmasını  zorlaştırmaktadır.27  Zira  devletler  hem  öngörülemez  olduğunu hem de kontrolleri dışında olduğunu ispat etmek durumunda kalacaktır. Bununla birlikte maddi imkansızlığın varlığı hususunda her olayın özel olarak incelenmesi gerekmektedir. Zira ilgili olaydaki yükümün ne olduğu, meseleyi ilgilendiren özel şartların neler olduğu gibi unsurlar değerlendirmeyi etkileyecektir.28 Hukuka aykırı eylemi gerçekleştirmek zorunda bırakan durum, karşı konulamaz bir kuvvet olmalıdır. Burada karşı konulamaz kuvvetin öngörülebilir olup olmadığı önemsizdir. Bu husus Taslak maddelerde de öngörülemez veya karşı konulamaz olma  şeklinde  ifade  edilmektedir.  Bu  bağlamda  COVID-19  bir  müddet  sonra artık öngörülemez olmasa bile karşı konulamaz bir kuvvet olarak Devleti mecbur bırakmakta ise yine mücbir sebebin bu şartı yerine getirilmiş kabul edilecektir. Bu  unsur  açısından  COVID-19 a  ilişkin  devletlerin  ülkesinde  kendi  imkanları doğrultusunda meydana gelecek olan hukuka aykırı eylemin gerçekleşmesinden kaçınıp  kaçınmadığı  değerlendirmeye  tabi  tutulacaktır.  Bilimsel  araştırmalar, özellikle  COVID-19 un  ilk  ortaya  çıktığı  zamanki  belirsizlik,  bilgi  eksikliği, mücadele  edebilmek  için  gerekli  yolların  bilinmemesi  gibi  sebeplerden  ötürü devletlerin yapabilecekleri bir şey olmadığı görüşünü destekler niteliktedir. Öyle ki devletlerin en temel önlemlerinden olan ülkeye giriş çıkışların yasaklanması, sınırların kapatılması, giriş çıkışlarda havaalanlarında yapılan virüsü takip etme çabalarının virüsün yayılmasını önleyemediği yönünde çalışmalar ortaya konulmuştur.29 Dahası virüs yayılımının önlenmesi noktasında en önemli araçlardan birisi olan filyasyon takibinin de yine karşı konulabilirlik noktasında etkisi çok güçlü olmamıştır, zira COVID-19 hem diğer virüslere nazaran başka semptomlar göstermiş hem de kendi içerisinde asemptomatik belirtiler gösterebilmiştir.3027  Matthew Weiniger, ‘Foreign investment protection and investor-state arbitration in times of Covid-19  (Mediate, Haziran 2020) <https://www.mediate.com/articles/investorstatearb.cfm> Erişim Tarihi 13 Haziran 2020.28  Abdullah Ali ‘Claims after COVID? - COVID-19 and state defenses in response to investment claims  (Völkerrechtsblog, 2 Haziran 2020) <https://voelkerrechtsblog.org/claims-after-covid/> Erişim Tarihi 13 Haziran 2020; Aceris Law, ‘The COVID-19 Pandemic and Investment Arbitration (Aceris Law, 26 Mart 2020) <https://www.acerislaw.com/the-covid-19pandemic-and-investment-arbitration/> Erişim Tarihi 13 Haziran 2020.29  Federica Paddeu, Freya Jephcott, ‘COVID-19 and Defences in the Law of State Responsibility: Part I  (Ejiltalk, 17 Mart 2020) < https://www.ejiltalk.org/covid-19-and-defences-in-the-law-of-state-responsibility-part-i/> Erişim Tarihi 1 Haziran 2020.30  Rachel Schraer, ‘Coronavirus: Asymptomatic transmission still an ‘open question  (BBC, 9 Haziran 2020) https://www.bbc.com/news/health-52977940 Erişim Tarihi 4 Haziran 2020.1056Dal / Uluslararası Hukuka Aykırılığı Ortadan Kaldıran Haller Bakımından Devletlerin Uluslararası Sorumluluğu...Devletin yükümlülüğüne aykırı eyleme sebep olan olayın devletin kontrolü dışında olması şartı aslında öngörülemez ve karşı konulamaz olmanın da içkin bir parçasıdır. COVID-19 un devletlerin yükümlerini gerçekleştirememeleri yönünde bir maddi imkansızlık oluşturup oluşturmadığı sorusuna genel bir cevap vermek mümkün değildir. Bu unsur bakımından söz konusu yükümün ne olduğu ve içeriği açısından değerlendirme yapılarak yargıya varılmalıdır. Devletler COVID-19 un yayılmasını önlemek ve virüsü kontrol altına alabilmek için vatandaşlarına sokağa çıkma yasağı uygulamış, toplu alanların kapatılması önlemlerine başvurmuştur. Bu  önlemleri  almamaları  halinde  devletler  bireyleri  tehlike  altına  atacaktır. Ancak her ne sebeple olursa olsun bu önlemler ve bu önlemlerden sonra ortaya çıkan sonuçların istem dışı olduğu veya sonuçlarda irade kaybının var olduğu şeklinde  yorumlanması  mümkün  olmayacaktır.  Mamafih  taslak  maddelerden anlaşıldığı  kadarı  ile  maddi  imkansızlıktan  bahsetmek  mümkün  değildir,  zira COVID-19 karşısında alınan önlemler mutlak bir imkansızlık değil göreceli bir imkansızlık  durumu  oluşturmuştur.  Dolayısıyla  COVID-19  virüsü  açısından değerlendirildiğinde meydana gelen hukuka aykırılıkta maddi imkansızlık durumu yoktur. O halde mücbir sebep mazereti ileri sürülemez. Devletin katkısının olmaması unsuru bir halk sağlığı sorunu karşısında çeşitli soruların  incelenmesini  gerektirebilir.  Geniş  anlamda  bir  devlet  katkısının olmayışından bahsetmek gerekirse virüsün yayılmasını önlemek ve kontrol altına almak için gerekli adımların atılmaması göz önünde bulundurulmalıdır. Özellikle HIV virüsü, ebola virüsü gibi virüslerde canlı hayvan ve insan ilişkisinin defaatle ortaya koyulmasından yola çıkarak ve COVID-19 un yarasa veya pangolinden kaynaklandığı iddiaları karşısında, Çin in canlı hayvan pazarlarını kapatmamasının ilk  olarak  özen  gösterme  yükümünü  ihlal  anlamına  geldiği  ileri  sürülmüştür. Nitekim araştırmalar Sars 2 nin, HN in kaynağı veya salgının devam etmesinde etkisi olduğunu göstermektedir.31 Ancak hem Çin hem bazı kaynaklar özellikle COVID-19 bağlamında da bunun doğru olduğunu reddetmiştir.32 Burada önemli olan devletlerin önleme adına gerekli adımları atmış olmalarıdır, sonuç almaları zorunluluk değildir. Bilindiği üzere uluslararası hukukta özen gösterme yükümü bir sonuç yükümü değildir. 31  Robert Webster, ‘Wet markets—a continuing source of severe acute respiratory syndrome and influenza?  (2004) 363 (9404) Lancet < https://www.thelancet.com/journals/lancet/article/PIIS0-6736(03)15329-9/fulltext> Erişim Tarihi 12 Haziran 2020.32  Peter Beech, ‘What we ve got wrong about China s ‘wet markets  and their link to COVID-19  (World Economic Forum, 18 Nisan 2020) <https://www.weforum.org/agenda/2020/04/china-wet-markets-covid-coronavirus-explained/> Erişim Tarihi 4 Haziran 2020.1057İstanbul Hukuk Mecmuası 78/2Devletin katkısının veya etkisinin olmaması şartı, uygulamada devletin sınıraşan zarar vermeme yükümü ile bağlantılıdır. Korfu Boğazı Davası nda Divan açıkça devletin bilerek kendi ülkesini başka devletlerin uluslararası hukukta kabul edilmiş haklarına aykırı biçimde kullandırmama yükümü altında olduğunu ifade etmiştir.33 Devlet  katkısı  konusunda  COVID-19  bağlamında  yapılacak  değerlendirmede ekonomik anlamdaki daralma ve buna bağlı devletin aldığı tedbirlerin salgının yayılmasına  doğrudan  etkisi  olmayabilir. Ancak  devletlerin  duruma  hızlı  tepki verme ve nüfusuna destek sağlama yeteneğini etkileyerek, salgının ölüm ve hasta sayısına olumsuz yönde etkisi olabilir. Ancak yine de bunun devletin katkısı olarak değerlendirilmesi mümkün değildir. 34III. Zaruret Halinin COVID-19 Bağlamında DeğerlendirilmesiA. Uluslararası Sorumluluk Hukukunda Zaruret HaliZaruret hali, bir hukuk kişisinin yükümlülüklerini yerine getirmesini çok ağır ya da olanaksız kıldığı durumlar olarak ifade edilmektedir. Zaruret halinden bahsedebilmek için yaşamsal çıkarları tehdit eden ciddi bir tehlikenin varlığı gereklidir. Söz konusu tehditler; ağır deniz kirlenmesi, nükleer radyoaktivite gibi doğaya yönelik olabileceği gibi, devletin siyasal varlığı ve bütünlüğüne karşı tehditler de olabilir.36 Zaruret halinin tanımlanması ve uygulamada kullanılması zordur. Dolayısıyla diğer hukuka aykırılığı ortadan kaldıran durumlar arasında en tartışmalı olanıdır. Sorumluluğa ilişkin Taslak Maddeler madde 25 te ise, zaruret hali şu şekilde düzenlenmektedir: Zaruret hali, bir devlet tarafından o devletin uluslararası yükümlülüğü ile uyuşmayan bir eylemin hukuka aykırılığını ortadan kaldırmak için eylem şu şartları taşımadıkça bir gerekçe olarak öne sürülemez: (a) Bir devlet tarafından ağır ve yakın tehlikeye karşı esaslı bir menfaati korumanın tek yolu olmalı, ve (b) Yükümlülüğün kendilerine karşı olduğu devlet ya da devletlerin ya da uluslararası toplumun bir bütün olarak esaslı bir menfaatini ciddi olarak zedelememelidir. 33  U.K.-Northern Ireland v. Albania, (1949) International Court of Justice, 1949, s. 22. Korfu Boğazı Davası nda ve Tahran Rehineleri Davası nda Divan bu unsurlardan yola çıkarak değerlendirmede bulunmuştur. 1925 tarihli Zafiro Davası nda Amerikan- İngiliz Talepleri Hakem Mahkemesi, Amerikan Donanması nın Hong Kong dan satın aldığı Zafiro ticaret gemisinin donanma tarafından gemiyi genel amaçlarla değil, kömür temini, ikmal veya destek işlerinde kullandığını ifade etmiştir. Geminin alınma amacı, sefer sırasında zorlukla karşılaşmadan limanlara giriş çıkış yapabilmektir. Bu limanlardan biri olan Filipinler deki Cavite limanında geminin Çinli mürettebatı kıyıya çıkarak kargaşa çıkarmış, yağma ve benzer suçları işlemiştir. Mahkeme kararında ABD yi özel kişilerden oluşan bu mürettebatın işledikleri eylemlerden sorumlu tutmuştur. Mahkemeye göre, ABD nin sorumluluğu özen gösterme yükümünü yerine getirmemesi sonucu zararın meydana gelmesinden doğmuştur. Özen gösterme yükümü yerleşik bir uluslararası hukuk kuralı olup, esasen bir atfedilebilme kuralı olmayıp uluslararası hukukun çeşitli alanlarında uygulanan birincil nitelikte bir yükümdür. Özen gösterme yükümü çok dinamik bir yükümdür. Doğası aynı kalsa da uygulanması ve içeriği sürekli değişkenlik göstermektedir. Ayrıca özen gösterme yükümünün sonucunun önemsiz olduğu ifade edilmiştir.34  Paddeu, Jephcott (n 30).35  Uluslararası hukukta zaruret hali hakkında detaylı bilgi çalışma için bkz Miray Azaklı Köse, Milletlerarası Sorumluluk Hukukunda Zaruret Hali (Yayınlanmamış Yüksek Lisans Tezi, İstanbul Üniversitesi Sosyal Bilimler Enstitüsü 2013).36  Pazarcı (n 13) 173.1058Dal / Uluslararası Hukuka Aykırılığı Ortadan Kaldıran Haller Bakımından Devletlerin Uluslararası Sorumluluğu...2. Her halükarda (a) Eğer söz konusu uluslararası yükümlülük zaruret halinin öne sürülmesi olasılığını dışlıyorsa, veya devlet zaruret hali durumuna katkıda bulunmuşsa, zaruret hali hukuka aykırılığı ortadan kaldıran bir gerekçe olarak öne sürülemez. Taslak  maddelerden  zaruret  halinin  varlığından  bahsedebilmek  için  gerekli unsurların şunlar olduğu çıkarılacaktır:37 (1) Devletin esaslı bir menfaatinin söz konusu olması, (2) Esaslı bir menfaate yönelik ağır ve yakın bir tehlike bulunması,(3) Yükümlülüğe aykırı eylemin menfaati korumanın tek (yegâne) yolu olması, (4) Kendilerine karşı yükümlü olunan diğer bir devlete veya uluslararası topluma ait olan başka bir esaslı menfaate zarar verilmemesi, (5) Devletin ihlal ettiği yükümlülüğün zaruret hali öne sürmeyi engellememesi, (6) Devletin zaruret halinin ortaya çıkmasına katkıda bulunmamış olması. Esaslı menfaatten ne anlaşılacağı noktasında bir görüş birliği bulunmamaktadır. Uluslararası  hukukçuların  genel  görüşü,  her  olayın  kendi  şartları  içerisinde değerlendirilmesi gerektiği yönündedir.38  Raportör Ago  devletin devlet olmakla getirdiği temel işlevlerini yerine getirmesine engel durumların her birinin bu bağlamda değerlendirilebileceğini  ifade  etmiştir.39  Başka  türlü  eylemde  bulunulabilmesi ihtimalinin olduğu hallerde, tek yol olma şartı sağlanmış kabul edilmeyerek, zaruret haline başvurulamayacaktır. Öyle ki daha az elverişli olması veya masraflı olması yani zor olması bu yola başvurulmamasını meşru kılmayacaktır.40 Devletin meydana gelen aykırılığa katkısı olmaması unsuru, zaruret halinin en tartışmalı yönlerindendir. Zira devlet neredeyse her durumda bir şekilde karar alma sürecinde yer almakta, böylece belirli bir miktarda katkıda bulunmaktadır. O halde bu unsur açısından önemli olanın, katkının derecesi olduğu ifade edilebilir. Nitekim Taslak madde şerhinde de devletin katkısının yeterince önemli olması gerektiği ve ikincil nitelikte veya pekte önemli olmayan katkıların bu bağlamda değerlendirilemeyeceği açıklanmıştır.41B. COVID-19 Pandemisi ve Zaruret HaliBasına  yansıyan  bilgiler  ışığında  bir  değerlendirme  yapıldığında  COVID-19 virüsünün yayılışı, başlaması ve devamı itibariyle ağır ve yakın tehlike kıstasını 37  Köse (n 14) 182.38  Commentaries, Art. 25, para. 15; Report of the International Law Commission on the Work of Its Thirty-Second Session, (5 May-25 July 1980), UN Doc. A/35/10, para. 32,39  Ago Report para 3; Köse (n 14) 184.40  ILC Commentaries, Art. 25, para. 16;, Köse (n 14) 188.41  ILC Commentaries, Art. 25, para. 20; Köse (n 14) 194.1059İstanbul Hukuk Mecmuası 78/2sağladığı ileri sürülebilir.42 Zira virüsün ortaya çıkışından sonra yayılma hızı ve neredeyse bütün dünya devletlerini etkilemesi insanlığın neredeyse tümü için ağır zarar veren yakın bir tehdit olduğu görüşünü desteklemektedir. Bilimsel veriler de COVID-19 un dünya nüfusu için ciddi zarar veren bir virüs olduğunu kanıtlamaktadır. Virüsün yayılım hızı ve salgın başlamadan önce virüsten korunmanın mümkün olmaması, herkesin potansiyel enfeksiyona duyarlı olması ve mevcut vakaların tüm dünyada önemli sayılara ulaşıyor olması, ağır ve yakın tehlike şartlarını sağladığı konusunda bu unsurun gerçekleştiğinin ileri sürülebilmesini mümkün kılmaktadır. Enfeksiyonun hızla yayılması, potansiyel olarak yüksek ve henüz belirsiz ölümcüllük oranı ile birleştiğinde, nüfusa ciddi bir zarar vermektedir.İkinci olarak, dünyadaki enfekte olmuş insan sayısı, yoğun bakımdaki insan sayısı, vefat eden insan sayısı göz önünde bulundurulduğunda virüsün, Devletlerin ve bir bütün olarak uluslararası toplumun temel bir çıkarını tehdit ettiği dolayısıyla bu şartı da sağladığı ileri sürülebilecektir.43 Ayrıca meydana gelen hukuka aykırılık, devletlerin veya uluslararası toplumun temel çıkarına zarar vermemelidir. COVID-19 ile mücadele bağlamında alınan seyahat yasağı gibi yasakların zaten geçici nitelikte olup, ciddi eşiğini sağlamayacağını ifade etmişlerdir.44Zaruret halinin kabul görmesi için gereken bir diğer unsur, söz konusu eylemin tek yol olması gereğidir. Dolayısıyla söz konusu eylemi gerçekleştirmek yerine başka türlü hukuki yollara başvurma imkanı bulunmakta ise zaruret hali şartı oluşmamış kabul edilir. Öyle ki bu hukuki yollar diğer alınan tedbirlere göre daha pahalı veya uygunsuz olsa bile eğer böyle yollar varsa zaruret hali iddiasına başvurulamayacaktır. Esasında bu çok yüksek bir eşiktir. COVID-19 bağlamında devletlerin aldıkları tedbirler açısından tek yol olduğunu iddia etmek güç gözükmektedir.45 Özellikle bu aşamadan bakıldığında birçok belirsizliğin devam ettiği göz önünde bulundurulmalıdır.46Son  olarak  devletin  katkısı  olmaması  şartı  noktasında  da  birçok  belirsizlik bulunmaktadır. Yargı kararlarında iyi niyetli ancak yanlış planlanmış politikalardan meydana gelen devlet katkısında bile zaruret haline başvurulamayacağı görüşü yönünde  karar  verilmiştir.  Devletin  sağlık  sistemine  ilişkin  fon  veya  kaynak yetersizliği, zaruret hali iddiasını kaldıracak unsur olarak değerlendirilebilecektir. Mevcut  bilgiler  göz  önünde  bulundurulduğunda  zaruret  hali  savunmasına dayanılamayacağı görüşü baskındır. 4742  Ali (n 29).43  ibid.44  ibid.45  ibid.46  Aceris Law, ( n 29).47  Federica Paddeu, Kate Parlett, ‘COVID-19 and Investment Treaty Claims  ( Kluwer Arbitration Blog, Mart 30, 2020) <http://arbitrationblog.kluwerarbitration.com/2020/03/30/covid-19-and-investment-treaty-claims/?doing_wp_cron=1591118729.2038578987121582031250> Erişim Tarihi 3 Haziran 2020. Aksi yöndeki görüş için bkz Aceris Law, ( n 29).1060Dal / Uluslararası Hukuka Aykırılığı Ortadan Kaldıran Haller Bakımından Devletlerin Uluslararası Sorumluluğu...IV. Tehlike Hali ve COVID-19 Bağlamında DeğerlendirilmesiA. Uluslararası Sorumluluk Hukukunda Tehlike HaliHukuka  aykırı  eylemin  kişinin  veya  onun  sorumluluğu  altındaki  kişilerin yaşamlarını korumak amacı güderek yapılması halinde, diğer şartları da bulundurması halinde tehlike halinden bahsedilir ve hukuka aykırılığın ortadan kalktığı kabul edilir. Tehlike hali eylemi gerçekleştiren kişinin bir yaşamı korumak için başka bir yolu olmamasıdır. Tehlike halinde, mücbir sebebin aksine maddi bir imkansızlık yoktur. Hukuka aykırı eylemi gerçekleştiren kişinin iradesi bulunmaktadır. İrade serbestisi ile gerçekleştirilen uluslararası hukuka aykırı eylem örneğin kişinin yaşamı ile ilgili değil de devletin çıkarları ile ilgili ise diğer şartları sağlaması halinde burada zaruret halinden bahsetmek gerekecektir.49Tehlike hali Devletin Sorumluluğuna İlişkin Taslak Maddeler madde 24 te şu şekilde düzenlenmektedir: Tehlike 1.  Devletin  uluslararası  yükümlülüğü  ile  uyuşmayan  bir  eyleminin  hukuka aykırılığı söz konusu fiili işleyen, tehlike durumunda, kendisinin veya kendisine emanet edilen başka kişilerin yaşamını kurtarmak için başka hiçbir makul çareye sahip değilse, ortadan kalkar. 2.  Eğer, (a) Tehlike durumu, tek başına veya diğer faktörlerin bileşimi halinde, bunu öne süren devletin tasarrufu sonucu ortaya çıkmışsa; veya (b) Söz konusu eylem benzer veya daha büyük bir riske yol açabilecekse 1. paragraf uygulanmaz. Bu savunmanın ileri sürülebilmesi için1- insan yaşamına karşı bir tehdidin varlığı, 2- devlet organı ile eylemi gerçekleştiren kişi arasında özel bir ilişkinin varlığı, 3- tehdit karşısında başka uygun bir yol bulunmaması, 4- eylem ile tehlikenin orantılı olması, 5- kişinin söz konusu durumun ortaya çıkmasına ihmal veya kastıyla katkıda bulunmaması 6- söz konusu olayın, daha büyük bir tehlikeyi yaratmaması gereklidir.5048  Uzun zorunluluk terimini tercih etmektedir. Uzun (n 9) 71.49  ibid.50  Federica Paddeu, Freya Jephcott, ‘COVID-19 and Defences in the Law of State Responsibility: Part II  (Ejiltalk, 17 Mart 2020) < https://www.ejiltalk.org/covid-19-and-defences-in-the-law-of-state-responsibility-part-ii/> Erişim Tarihi 1 Haziran 2020.1061İstanbul Hukuk Mecmuası 78/2Tehlike hali yukarıda sayılan unsurların katılığı göz ününde bulundurulduğunda, uygulamada  nadir  karşılanan  bir  durum  olarak  karşımıza  çıkmaktadır.  Diğer uluslararası hukuka aykırılığı kaldıran sebeplerde olduğu üzere tehlike halinde de devlet, adına hareket eden kişinin fiili nedeniyle tehlike hali meydana gelmemelidir. Yine önemli bir unsur olarak meydana gelen tehlike kendine eşit veya büyük başka bir tehlike hali oluşturmamalıdır. B. COVID-19 Pandemisi ve Tehlike HaliCOVID-19 un insan yaşamına karşı tehdit olduğu konusunda herhangi bir şüphe bulunmamaktadır. Dolayısıyla ilk unsur, bu hukuka aykırılığı ortadan kaldıran hal bakımından karşılanmış olmaktadır. İkinci unsur olan özel bir ilişkinin varlığının aranması konusunda devlet ile kendi nüfusu arasındaki genel ilişki yeterli değildir. Taslak maddeler şerhinden anlaşıldığı kadarıyla, devlet, tehlike altındaki kişinin yaşamına ilişkin iradesini kullanarak eylemde bulunabilecek durumda olmalıdır.Bu unsura ilişin en açık örnek, bir gemi içerisindeki yolcuların yaşamlarını tehlike altına atan olay karşısında gemi kaptanının tehlikeyi savuşturabilecek durumda olmasıdır.51 COVID-19  sebebi  ile  alınacak  bütün  önlemlerde  tek  yetkili  mercii  devlet otoritesidir. Pandeminin azaltılması ve kontrol altına alınmasında düzenleyici yetkiye büyük ölçüde sahip olan merkezi hükümetlerin insanların yaşamına ilişkin tasarruf hakkını elinde bulundurduğu ileri sürülebilir. Alınan tedbirlerin başvurulacak tek yol olması gereği, zaruret haline göre tehlike halinde daha düşük bir eşiğe karşılık gelmektedir. Taslak Maddeler şerhinde Uluslararası Hukuk Komisyonu bunu açıkça ifade etmektedir. COVID-19 bağlamında birçok ülkede sosyal mesafe tedbiri alınmaktadır. Aşının olmaması ve bulgularla ispatlanmış bir tedavinin henüz bulunmaması gerekçesiyle sosyal mesafe tedbiri makul bir yol olarak değerlendirilebilir. Ancak her tedbir sırf aşı bulunmadığı gerekçesiyle uygun ve tek yol olma kıstasını sağlamış kabul edilmez. Her bir vaka ve tedbir için ayrı değerlendirme gereklidir. 52Yine devletin katkısının olmaması unsuru da zaruret hali iddiasına göre daha düşük bir seviyededir. İyi niyet kapsamında yapılmış ancak meydana gelen hukuka aykırılığa  katkısı  bulunulması  bu  unsuru  kapsam  dışı  bırakmamaktadır.  Taslak maddelerin yorumunda zaten önceliğin insan hayatını kurtarmaya verilmesi yönünde bir görüş ifade edilmiştir. Kanımızca da ilgili duruma devletin katkısının varlığını insan yaşamının kurtarılmasının karşısına koymak mantık dışı olacaktır.53 51  ibid.52  ibid.53  ibid.1062Dal / Uluslararası Hukuka Aykırılığı Ortadan Kaldıran Haller Bakımından Devletlerin Uluslararası Sorumluluğu...Son olarak alınan tedbir veya meydana gelen hukuka aykırılık daha büyük bir tehlike yaratmamalıdır. Orantılılık unsuru olarak da ifade edilebilecek bu şarta göre alınan tedbirler ile korunan menfaat arasında bir orantılılığın bulunması gereklidir. V. Sürü Bağışıklığı Uygulayan Devletler Açısından DeğerlendirmeCOVID-19  karşısında  bazı  devletler  sürü  bağışıklığı  yöntemi  ile  mücadele etmeyi  tercih  etmiştir.54  Sürü  bağışıklığı  önceden  geçirilmiş  olan  enfeksiyonlar ve  uygulanmış  olan  aşılarla  bir  insan  topluluğunun  çoğunluğunun  enfeksiyona karşı bağışıklığı kazanmasının amaçlandığı bir yöntem olarak ifade edilmektedir. Bireylerin büyük kısmına virüsün bulaşması ile birlikte, hastalığın bulaşma oranı düşmekte ve enfeksiyon zinciri kırılarak hastalığın yayılması yavaşlatılmakta veya tamamen durdurulmaktadır. Bağışıklık kazanmış birey sayısındaki artış, bağışıklığı kazanmamış bireylere bulaşma ihtimalini düşürecektir.55Çalışmada  ortaya  koyulan  hukuka  aykırılığı  kaldıran  haller  sürü  bağışıklığı yöntemini uygulayan devletler bakımından ileri sürülemez. Üç hal bakımından da başvurulmasını hukuken engelleyen en temel ve ortak unsur başka unsurlarda olmakla birlikte  devletin katkısı olmaması  gereğidir.Mücbir  sebebin  ileri  sürülebilmesi  için,  meydana  gelen  uluslararası  hukuka aykırılığın devlet kontrolü dışında olması ve öngörülemez olması gerekmektedir. Zaten Taslak madde 23  te devletin katkısı varsa veya devlet bu halin ortaya çıkma tehlikesini göze almışsa ileri sürülemeyeceği açıkça ifade edilmektedir.56 Zaruret halinin ileri sürülebilmesi de mümkün değildir. Zira zaruret halinden bahsedilebilmesi için söz konusu duruma karşı mücadele edebilmenin tek yolu olmalıdır. Sürü bağışıklığı uygulamadan da COVID-19 la mücadele eden devletlerin olması bunun tek yol olmadığını göstermektedir. Dahası aynen mücbir sebepte olduğu gibi zaruret halinde de devletin katkısı meydana gelen imkansızlığa katkıda bulunmamalıdır.57 Tehlike halini de ileri sürmek mümkün gözükmemektedir. Tehlike halini ileri sürebilmek  için  de  insan  yaşamını  kurtarmak  için  başka  hiçbir  makul  çarenin 54  İngiltere ve İsviçre gibi ülkelerde sürü bağışıklığı uygulandığı açıkça kaul edilmektedir. Sarah Boseley, ‘Herd immunity: will the UK s coronavirus strategy work?  (The Guardian 13 Mart 2020) <https://www.theguardian.com/world/2020/mar/13/herd-immunity-will-the-uks-coronavirus-strategy-work>, Erişim Tarihi 4 Ağustos 2020. Quentin Fottrell, ‘‘It s going to be daunting : U.K. considers herd-immunity approach — allowing more people to contract coronavirus  (Marketwatch 15 Mart 2020) <https://www.marketwatch.com/story/its-going-to-be-daunting-uk-considers-opposite-approach-to-the-uss-byallowing-more-people-to-contract-coronavirus-2020-03-14>, Erişim Tarihi 4 Ağustos 2020. Maddy Savage, ‘Did Sweden s coronavirus strategy succeed or fail?  (BBC 24 Temmuz 2020) <https://www.bbc.com/news/world-europe-53498133> Erişim Tarihi 4 Ağustos 2020.55  Gavi ( Gavi The Vaccine Alliance 26 Mart 2020) <https://www.gavi.org/vaccineswork/what-herd-immunity> Erişim Tarihi 4 Ağustos 2020.56  Köse (n 14) 168.57  Pazarcı (n 12) 173-174.1063İstanbul Hukuk Mecmuası 78/2bulunmaması gerekmektedir.58 Yine tehlike hali bunu öne süren devletin tasarrufu sonucu ortaya çıkmışsa, devlet ileri süremeyecektir. Son olarak ifade edilmelidir ki sürü bağışıklığı uygulayan devletlerin hukuka aykırılığı ortadan kaldıran halleri ileri sürebilmeleri açısından zaman değerlendirmesi yapılmalıdır. Zira sürü bağışıklığına başvurmadan önceki hukuka aykırılıklar için bu hallere başvurulabilmesi mümkündür. Sonuç Uluslararası toplumun gördüğü en ciddi salgın hastalıklardan birisi olan COVID-19 tüm  dünyayı  etkisi  altına  almıştır.  Devletler  insanların  yaşamlarını  korumakla sorumlu en temel birim olarak, salgına karşı mücadele bağlamında birtakım önlemler almışlardır. Bu önlemlerin bir kısmı devletlerin uluslararası hukuktan kaynaklanan yükümlerini  ihlal  etmelerine  yol  açmıştır.  Ayrıca  devletin  aldığı  tedbirden kaynaklanmayan ancak ekonomi, sağlık veya diğer faktörlerin etkilemesi ile birlikte de devletler bazı uluslararası hukuk yükümlülüklerini ihlal etmiş olabilecektir. Devletler  ihlal  ettikleri  veya  etmek  zorunda  kaldıkları  uluslararası  hukuk yükümlülüklerini,  uluslararası  hukuka  aykırılığı  ortadan  kaldıran  hallerden özellikle zaruret hali, tehlike hali ve mücbir sebepten birisine sokarak, uluslararası sorumluluğun doğmayacağını iddia edebilecektir. Çalışmada varılan en temel sonuç, açıklanan hukuka aykırılığı ortadan kaldıran sebepler değerlendirilirken, ilgili uluslararası hukuka aykırı eylemin ne olduğu, niteliği, etkisi, ihlal edilen uluslararası yükümün niteliği ve daha birçok faktör göz önünde bulundurularak cevaplanması gerektiği yönündedir. Bir savunma biçiminin seçilerek olaya özgü bir değerlendirme yapmaksızın hangisinin doğru savunma olduğunu söylemek mümkün olmayacaktır.Bu sonuca varmak için üç hal hem uluslararası sorumluluk hukuku açısından hem de COVID-19 bağlamında değerlendirilmiştir. Özellikle mücbir sebep, pandemi açısından alınan tedbirler ve meydana gelen hukuka aykırılıklar karşısında ileri sürülebilmesi ihtimali en az olan sebeptir. Zira belli derecede bazı durumlar açısından irade dışılık ileri sürülebilecekse de, nihai olarak devletlerin COVID-19 un etkisini azaltmak veya kontrol altına almak için iradi olarak aldığı tedbirler olduğu açıktır.Zaruret halinde hukuka aykırılığın gerekçesi olarak, söz konusu eylemin  tek yol  olması şartı yerine getirilmiş kabul edilemeyecektir. Zira herşeyden önce virüse ilişkin bilimsel veriler kısıtlıdır. Dolayısıyla devletin eyleminin tek yol olduğuna 58  Uzun (n 9) 71.1064Dal / Uluslararası Hukuka Aykırılığı Ortadan Kaldıran Haller Bakımından Devletlerin Uluslararası Sorumluluğu...ilişkin  iddiasını  güçlü  şekilde  ileri  sürmesi  mümkün  gözükmemektedir,  çünkü bilimsel doğrulanma imkanı henüz yoktur.Tehlike hali açısından ise sorun  özel ilişkinin  varlığının ispatı olacaktır. Zaruret hali için de tehlike hali için de gerekli olan devletin katkısının olmaması şartı, çok geniş yorumlanabilecek nitelikte olduğu için sorun teşkil etmesi mümkündür.Bazı devletler COVID-19 ile mücadele için sürü bağışıklığı yöntemini tercih etmiştir. Çalışmada incelen üç hali de bu devletler ileri süremeyecektir. Zira bu üç hal bakımından da ortak ve temel unsur olan  devletin katkısı olmaması  gereği, sürü bağışıklığı yöntemini tercih eden devletlerde ortadan kalkmaktadır. Bunun yanında her hal bakımından farklı unsurlar da sağlanmamış olmaktadır. Mücbir sebebin ileri sürülebilmesi için, meydana gelen uluslararası hukuka aykırılığın devlet kontrolü dışında olması ve öngörülemez olması gerekmektedir. Zaruret hali bakımından ise söz konusu duruma karşı mücadele edebilmenin tek yolu olmalıdır. Sürü bağışıklığının tek yol olmadığı diğer devlet uygulamaları göz önünde bulundurulduğunda açıkça ortaya çıkmaktadır. Tehlike halini ileri sürebilmek için de insan yaşamını kurtarmak için  başka  hiçbir  makul  çarenin  bulunmaması  gerekmektedir.  Bununla  birlikte eklemek gerekir ki sürü bağışıklığı uygulayan devletlerin hukuka aykırılığı ortadan kaldıran halleri ileri sürebilmeleri açısından zaman değerlendirmesi yapılmalıdır. Zira sürü bağışıklığına başvurmadan önceki hukuka aykırılıklar için bu hallere başvurulabilmesi mümkündür.Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir.Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare.Grant Support: The author declared that this study has received no financial support.1065İstanbul Hukuk Mecmuası 78/2",
     "Kaynakça": "Acer Yücel, Kaya İbrahim, Temel Uluslararası Hukuk Ders Kitabı ( 10. Baskı Seçkin 2019).Aceris Law, ‘The COVID 19 Pandemic and Investment Arbitration (Aceris Law, 26 Mart 2020) <https://www.acerislaw.com/the covid 19 pandemic and investment arbitration/> Erişim Tarihi 13 Haziran 2020.Aksar Yusuf, Teoride ve Uygulamada Uluslararası Hukuk II (5. Baskı Seçkin 2019).Ali A, ‘Claims after COVID?   COVID 19 and state defenses in response to investment claims  (Völkerrechtsblog, 2 Haziran 2020) <https://voelkerrechtsblog.org/claims after covid/> Erişim Tarihi 13 Haziran 2020.Aust A, Handbook of International Law, (2. Bası Cambridge University Press 2010).Aybay Rona, Oral Elif, Kamusal Uluslararası Hukuk, (İstanbul Bilgi Üniversitesi Yayınları 2016). Beech P, ‘What we ve got wrong about China s ‘wet markets  and their link to COVID 19  (World Economic  Forum,  18  Nisan  2020)  <https://www.weforum.org/agenda/2020/04/china wetmarkets covid19 coronavirus explained/> Erişim Tarihi 4 Haziran 2020.Bal A, Devletlerin Uluslararası Sorumluluğunun Doğması ( Dokuz Eylül Üniversitesi Sosyal Bilimler Enstitüsü Yayımlanmamış Yüksek Lisans Tezi 2006).Borchard Edwin M, The Diplomatic Protection of Citizens Abroad (The Banks Law Publishing 1927).Boseley S, ‘Herd immunity: will the UK s coronavirus strategy work?  ( The Guardian 13 Mart 2020) <https://www.theguardian.com/world/2020/mar/13/herd immunity will the uks coronavirusstrategy work>, Erişim Tarihi 4 Ağustos 2020. Brownlie I, State Responsibilitiy Part 1 (Clendon Press 1983).Crawford J, State Responsibility General Part (Cambridge University Press 2013).Çelik E, ‘Milletlerarası Mesuliyet  (1957) C. XXI (1 4) İÜHFM, 66 80.Dülger K, Devletin Uluslararası İnsancıl Hukukun İhlalinden Doğan Sorumluluğu (Beta 2015).Erkiner H. H, Devletin Haksız Fiilden Kaynaklanan Uluslararası Sorumluluğu (On İki Levha Yayıncılık 2010).Fottrell Q, ‘‘It s going to be daunting : U.K. considers herd immunity approach — allowing more people to contract coronavirus  (Marketwatch 15 Mart 2020) <https://www.marketwatch.com/story/its going to be daunting uk considers opposite approach to the uss by allowing morepeople to contract coronavirus 2020 03 14>, Erişim Tarihi 4 Ağustos 2020. Gavi (Gavi The Vaccine Alliance 26 Mart 2020) <https://www.gavi.org/vaccineswork/what herdimmunity> Erişim Tarihi 4 Ağustos 2020.Gündüz Aslan, Milletlerarası Hukuk Konu Anlatımı – Temel Belgeler – Örnek Kararlar (10. Baskı Savaş 2019). Habibi R, Burci G, Campos T, Chirwa D, Cina M, Dagron S, Mark T, Forman L, Gostin L, Meier B, Negri S, Ooms G, Sekalala S, Taylor A, Yamin A, Hoffman S, ‘Do not violate the International Health Regulations during the COVID 19 outbreak  (2020) 395 (10225) Lancet <https://www.thelancet.com/journals/lancet/article/PIIS0140 6736(20)30373  1/fulltext?fbclid=IwAR1JJOiPGzFmtFoaGO T OVU  t8r6ttyYocb5fYqAECGxGRTYzxNL RKMpc>  Erişim  Tarihi  12 Haziran 2020. Kedikli U, Uluslararası Terörizm ve Devlet Sorumluluğu (Nobel 2013).Köse M, Milletlerarası Sorumluluk Hukukunda Zaruret Hali (Yayınlanmamış Yüksek Lisans Tezi, İstanbul Üniversitesi Sosyal Bilimler Enstitüsü 2013).1066Dal / Uluslararası Hukuka Aykırılığı Ortadan Kaldıran Haller Bakımından Devletlerin Uluslararası Sorumluluğu...Köse M, ILC Maddeleri Kapsamında Devletin Uluslararası Yatırım Tahkiminde Sorumluluğu ( İstanbul Üniversitesi Sosyal Bilimler Ensitütüsü Yayımlanmamış Doktora Tezi 2019).Kurtdarcan B, Mumcu Ş. Ö.  Covıd 19 un Düşündürdükleri: Uluslararası Hukukun Pandemiyle Mücadele Rejimine Genel Bir Bakış  (2020/I) Galatasaray Üniversitesi Hukuk Fakültesi Dergisi, 165 187. Paddeu F, Jephcott F, ‘COVID 19 and Defences in the Law of State Responsibility: Part I  (Ejiltalk, 17 Mart 2020) < https://www.ejiltalk.org/covid 19 and defences in the law of stateresponsibility part i/> Erişim Tarihi 1 Haziran 2020.Paddeu F, Parlett K, ‘COVID 19 and Investment Treaty Claims  ( Kluwer Arbitration Blog, Mart 30, 2020) <http://arbitrationblog.kluwerarbitration.com/2020/03/30/covid 19 and investmenttreaty claims/?doing_wp_cron=1591118729.2038578987121582031250>  Erişim  Tarihi  3 Haziran 2020. Paddeu F, Jephcott F, ‘COVID 19 and Defences in the Law of State Responsibility: Part II  (Ejiltalk, 17 Mart 2020) < https://www.ejiltalk.org/covid 19 and defences in the law of stateresponsibility part ii/> Erişim Tarihi 1 Haziran 2020.Pazarcı H, Uluslararası Hukuk Dersleri 3. Kitap (4. Bası Turhan 2005).Samancı U,  Uluslararası Sağlık Tüzüğü (2005) ve Hukukî Niteliği  (2014) 16/2 D.E.Ü. Hukuk Fakültesi, 113 169. Savage M, ‘Did Sweden s coronavirus strategy succeed or fail?  (BBC 24 Temmuz 2020) <https://www.bbc.com/news/world europe 53498133> Erişim Tarihi 4 Ağustos 2020.Shaw M, International Law (8th Edition Cambridge University Press 2017).Sur Melda, Uluslararası Hukukun Esasları (11. Baskı Beta 2017).Uzun E, Milletlerarası Hukuka Aykırı Eylemlerinden Dolayı Devletlerin Sorumluluğu (2. Baskı Beta 2016).Weiniger M, ‘Foreign investment protection and investor state arbitration in times of Covid 19  (Mediate,  Haziran  2020)  <https://www.mediate.com/articles/investorstatearb.cfm>  Erişim Tarihi 13 Haziran 2020.Schraer R, ‘Coronavirus: Asymptomatic transmission still an ‘open question  (BBC, 9 Haziran 2020) <https://www.bbc.com/news/health 52977940> Erişim Tarihi 4 Haziran 2020.Webster R, ‘Wet markets—a continuing source of severe acute respiratory syndrome and influenza?  (2004)  363  (9404)  Lancet  <https://www.thelancet.com/journals/lancet/article/PIIS01406736(03)15329 9/fulltext> Erişim Tarihi 12 Haziran 2020. World Health Organisation Offical Website <https://www.who.int/emergencies/diseases/novelcoronavirus 2019> Erişim Tarihi 15 Haziran 2020.Report of the International Law Commission, Fifty Third Session, 2001, General Assembly, Official Records, Fifty Sixth Session, Supplement No: 10, A/56/10. <http://legal.un.org/ilc/texts/instruments/english/commentaries/9_6_2001.pdf> Erişim Tarihi 12 Haziran 2020. Italy v. France (1938) PCIJ, PCIJ Series A/B, No. 74, 10. https://www.icj cij.org/files/permanentcourt of international  justice/serie_AB/AB_74/01_Phosphates_du_Maroc_Arret.pdf  Erişim Tarihi 4 Haziran 2020.New Zealand v. France, (1990) UNRIAA, XX, Part 3, <http://legal.un.org/riaa/cases/vol_XX/215284.pdf> Erişim Tarihi 7 Haziran 2020.U.K. Northern Ireland v. Albania, (1949) ICJ <https://www.icj cij.org/files/case related/1/00119490409 JUD 01 00 EN.pdf> Erişim Tarihi 6 Haziran 2020.1067İstanbul Hukuk Mecmuası 78/2European Comission, European Union Official Website <https://ec.europa.eu/info/business economyeuro/economic and fiscal policy coordination/jobs and economy during coronavirus pandemic/state aid cases_en> Erişim Tarihi 5.8.2020.1068"
}