{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "25",
     "Ay": "01",
     "Yıl": "2021",
     "Cilt": "79",
     "Sayı": "1",
     "Başlık": "Hukuksal Ampirizmin Hukuk Disiplini Yöntemi Olarak Ortaya Çıkışı ve Erken Gelişim Dönemi: Petrazycki ve Ehrlich in Görüşleri",
     "Title": "Appearance and Early Development Period of Legal Empiricism as the Method of the Discipline of Law: Views of Petrazycki and Ehrlich",
     "Yazar İsmi": [

          "Şefik Taylan Akman"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Hukuk ve sosyal bilimler ilişkisi", "Hukukta disiplinler arası çalışmalar", "Hukuksal ampirizm", "Leon Petrazycki", "Eugen Ehrlich"
     ],
     "Keywords": [
          "Relationship of law and social sciences", "Interdisciplinary studies at law", "Legal empiricism", "Leon Petrazycki", "Eugen Ehrlich"
     ],
     "Özet": "Liberal hukuk düzenleri Aydınlanma döneminin ve burjuva devrimlerinin ardından ortaya çıkmıştır. 19. yüzyıl kanunlaştırmaları ile biçimlenen liberal hukuk düzenleri içinde hukukçular, hukuka özgülenmiş bir metodoloji geliştirmeye yönelmişlerdir. Farklı hukuki pozitivizmlerin doğup geliştiği bu dönemde, hukukun kendi başına ilerleyen ve ayrı bir bilimsel alana dönüştürülmesi amaçlanmıştır. Bu uğraşı 19. yüzyıl hukuk metodolojisini hukuk dışı alanlara kapalı, sadece normatif düzenlemelerle ilgilenen ve hukukçulara has bir çalışma sahası olarak görmüştür. Hukuk düzeni her ne kadar toplumsal alanı ve ilişkileri düzenlemeye yönelmiş bir niteliği haiz olsa da geleneksel hukukçuluk kendisini normatif çerçeveyle sınırlandırarak toplumsal olguları görmezden gelmeyi tercih etmiştir. Bu durumun zamanla hukuk düzeni ile toplumsal gerçeklik arasında çatışmalara ve uyumsuzluklara yol açtığı fark edilmiştir. Dolayısıyla hukuksal analizin salt hukuki materyaller ile değil sosyal bilimlerin bulguları ile bir arada değerlendirilmesine yönelik görüşler öne sürülmüştür. Böylece başta ampirik metot olmak üzere hukuk ile sosyal bilimler arasında disiplinler arası araştırmanın imkânları tartışılmaya başlanmıştır. Çalışmada 19. yüzyıldan 20. yüzyıla geçiş sürecinde hukuk metodolojisindeki bu değişim incelenecektir. 19. yüzyıl hukuki pozitivizmlerinin nitelik ve işlevleri genel olarak ele alındıktan sonra hukukta disiplinler arası metodolojilerin imkânı sorgulanacaktır. Bu kapsamda ilk olarak Leon Petrazycki nin psikolojizm ve hukuk anlayışı, ardından Eugen Ehrlich in yaşayan hukuk kavramı ampirik yöntemin hukukta kullanımı açısından değerlendirilecektir. Bu iki hukukçunun görüşleri üzerinden hukuksal ampirizmin hukuk disiplini içinde bir yöntem olarak ortaya çıkışı ve erken gelişim dönemi analiz edilecektir.",
     "Abstract": "Liberal legal systems ensued after the Enlightenment period and bourgeois revolutions. Jurists have been inclined to improve a methodology specific to the law within the liberal legal systems formed by 19th-century codifications. In this period in which different legal positivisms were born and developed, the aim was to transform the law into a separate, self-propelling scientific field. This effort considered 19th-century legal methodology as a field of study for jurists, closed to non-legal areas, and concerned only with normative arrangements. Although the legal system has the characteristics to regulate the social sphere and relations, traditional lawyering has limited itself to the normative framework and ignored social facts. This situation causes conflicts and discrepancies between the legal system and social reality. Accordingly, arguments have been submitted to evaluate the legal analysis together with the outcomes of social sciences, not merely legal materials. Thereby, the possibilities of interdisciplinary research between law and social sciences, especially using the empirical method, have started to be discussed. This article discusses the alteration in legal methodology throughout the transition period during the 19th-century and early 20th-century. First, the characteristics and functions of the 19th-century legal positivisms in general are scrutinized, and the possibility of interdisciplinary methodologies of law is questioned. Within this scope, first, Leon Petrazycki s understanding of psychologism and law, subsequently Eugen Ehrlich s living law concept, are evaluated in terms of the use of the empirical method in law. Appearance and the early development period of legal empiricism as a method in the discipline of law are analyzed based on the opinions of these two jurists..",
     "Metin": ": Geleneksel Hukukçuluk ve Hukuksal Alanın Dışa Kapalılığı Hukukçuların sosyal bilimler ile disiplin yönünden ilişkisinin her zaman sınırlı bir çerçevede kaldığı, hatta sosyal bilimlerin bulgularıyla, genel anlamda hukukun kendi normatif yapısından kaynaklı nedenlerden dolayı uzlaşmazlık içinde bulundukları söylenebilir. Liberal hukuk düzenlerinde bu uzlaşmazlığın ortaya çıkışında özellikle 20. yüzyılın başına kadar hukuksal fenomenleri hukukçular sınıfının dokunulmaz alanında ve meslek mensuplarının kıymeti kendinden menkul bir uğraşısı olarak gören anlayış baskın rol oynamıştır. Böylece hukukçuların hukuku oluşmuş ve bu hukuk, toplumsal yaşamı düzenlemeye yöneldiği ölçekte bizatihi olgusal düzeyde bir gerçekliği imlediği halde doktrin ve uygulamanın metodolojik kaygıları neticesinde o gerçeklikten, normatif düzenlemelerin formel görünümlerine bağlılık ve adalet idesinin  objektiviteyle  özdeşleşen  tarafsızlık  taahhüdünün  sürdürülebilmesi  gibi kaygılarla uzaklaşmıştır. Hukuk  teorisiyle  uygulamasının  toplumsal  pratiğe  yabancılaşması  olarak nitelendirilebilecek  bu  sonucun  ortaya  çıkış  nedeni,  hukuksal  süreçlerde  yer alan  aktörlerin  toplumsal  gerçeklikleri  yeteri  kadar  önemsemeyip  hukuksal sorunların çözümünde salt pozitivist kabullerden hareket eden bir metodolojiyi benimsemeleri ve kendilerini sosyal bilimlerin bulgularından -hukukun esasen ayrı ve özel bir konumu, işlevi ve yöntemi olduğu gibi gerekçelerle- izole etmelerinden kaynaklanmaktadır. Böylece kendi içinde kapalı, formalist, bâtıni yorum kalıpları ve anlamlandırma süreçleriyle biçimlenmiş bir disiplin olarak hukuk, toplumsal gerçekliklerden uzak ve soyut bir yapıya dönüşmüştür. Hukukun yeniden toplumsal alanın gerçekliğiyle işleyişine ilgi duyması ve aynı zamanda toplum ile ilgili olanı araştırmaya  yönelen  sosyal  bilimler  disiplinlerini  değerlendirmeye  başlaması, onlarla ilişkiye geçmesi ancak hukukun sosyolojik cihette bir olgu olduğunun kabul edilmesiyle gündeme gelebilmiştir. Bu aşamada bilhassa sosyolojinin hukuka ve toplum içinde yaşanan hukuksal süreçlere yönelik artan ilgisi, hukukun kendi yapısal niteliği ve toplumsal fonksiyonunun sorgulanmasına yol açmıştır. Hukukun salt formel bir kurallar ve düzenlemeler yığını olmaktan öte toplumsal ve siyasal düzen işlevi gördüğü anlaşılmıştır. Örneğin hukuk sosyolojisi ancak söz konusu aşamadan sonra kendini hukukun içinde özgün bir araştırma sahası olarak kabul ettirebilmiştir. Keza hukukun formalist ve normatif karakterinin ötesinde toplumsal olan yönüyle de değerlendirilmesi ve yeniden anlamlandırılması gerektiği düşüncesi, hukukun geçmişi düşünüldüğünde geç bir tarihte, hukuk sosyolojisinin gelişmesiyle koşut bir süreçte olgunlaşabilmiştir. Hukukun sosyolojik perspektiften incelenmesini müteakip gerek 1  Petrazycki e göre de 19. yüzyılın sonuna kadar hukuk biliminin görevi sadece pozitif hukukun incelenmesi ve işleyişinin ortaya konulması olarak anlaşılmıştır. Leon Petrazycki, Law and Morality (Hugh W. Babb tr, Harvard 1955), 222.255İstanbul Hukuk Mecmuası 79/1hukukçuların gerek sosyal bilimcilerin yoğunlaşan ilgileri sonucu, hukuk ile sosyal bilimlerin bulguları arasında bağlantılar oluşturulabilmiş ve hukuka ilişkin, başta sosyoloji olmak üzere sosyal bilimlerde yürütülen araştırmaları da değerlendirmeye yönelen yeni bir metodolojik arayış ilk nüvelerini vermeye başlamıştır.Hukukun sosyal bilimlerle tanışması, hukukta o zamana kadar tartışılmayan, görülmeyen bir takım sorunlu alanların varlığını gün yüzüne çıkarmıştır. Başta metodolojik araştırmaya ilişkin farklılıklar olmak üzere hukuk ile sosyal bilimlerin yapısal  karakterlerindeki  ayrılıklar  sosyal  bilimlerin  ortaya  koyduğu  tespitlerin hukuksal düzeyde karşılık bulabilmesini ve hukukun formalist sistematiğiyle kolayca bütünleşebilmesini engellemiştir. Bu bağlamda gerek hukuk düzeninin işleyişi ve tümelliğinin gerek hukuksal aktörlerin muhafazakâr ve statükocu tutumlarının sosyal bilimler metodolojisinin geniş anlamda hukuksal kurum ve süreçlere nüfuz etmesini frenleyici  bir  işlev  gördüğünü  söylemek  yanlış  olmayacaktır.  Muhafazakârlık, öncelikle yeni metodolojik arayışları aksattığı gibi usul yönünden zenginleşmeyi de kısıtlamış; daha da önemlisi sosyal bilimlerin toplumsal gerçeklik, ekonomik ve politik süreçlerin anlamlandırılmasına yönelmiş bulgularını da hukukun formalist karakterine  atıf  ile  hukuksal  istikrar  ve  öngörülebilirliğin  bozulmaması  gibi gerekçelerle çoğunlukla görmezden gelmeyi yeğlemiştir. Ancak bu eğilimin olumsuz yansımalarının öncelikle hukuksal düzeyde ortaya çıktığı ve hukukun toplumsal bir düzen olarak işleyişinin anlaşılabilirliğine ket vurduğu belirtilmelidir.Sosyal bilimciler, toplumsal süreç ve olguların anlaşılabilmesi hedefi doğrultusunda hukuk  da  dâhil  olmak  üzere  bütünsel  bir  metodolojik  arayışı  somutlaştırmaya yönelirken, hukukçular, hukukun kapalı yapısı içinde belirli hukuksal sonuçlara ulaşmayı yeterli görmüşlerdir. Savigny den günümüze hukuk dünyasının geleneksel eğilimi  hukuksal  araştırmaların  yöntemini  elden  geldiğince  hukuksal  ölçülerle biçimlendirmek, araştırmalarda hukuk dışı öğeleri dar kapsamda değerlendirmek ve araştırmaların yöneldiği özneleri farklı hukuksal yapıların hukukçu olan unsurlarıyla sınırlı bir çerçevede tutmak üzerine kurulmuştur. Hukukun toplumsallıkla ilişki içinde bulunan yönü hukukun formel ve kurumsal görünümünün ardında perdelenmiş ve 2  Elizabeth Mertz, ‘Introduction  in Elizabeth Mertz (ed), The Role of Social Science in Law (Ashgate 2008) XIII. 3  Richard A. Posner, ‘Legal Scholarship Today  (2001-2002) 115 Harv L R 1314, 1314. Posner 1960 lı yıllara kadar hukuksal analizin temellerinin mantık, analoji, içtihatlar, emsal kararları takip etmeye ilişkin prensipler ile ortak akla dayandığını, fakat insani ve sosyal bilimlerden nadiren bahsedildiğini belirtir. 1920 ve 1930 lu yıllardaki Realistlerin etkinliğine karşın hukukun sosyal bilimlerden özenle ayrı tutulmaya çalışıldığından ve özerkliğe sahip bir disiplin olarak değerlendirildiğinden söz eder. Posner e göre bu durum, II. Dünya Savaşı nın ardından 1950 li yıllarda Amerikan siyasal sisteminin içindeki aktörlerin ideolojik yönden birbirlerine yakınlaşmalarından ve radikal sağın izolasyon ve ırkçılık gibi konular, radikal solun ise soğuk savaş nedeniyle itibar kaybetmesinden kaynaklanmaktadır. Bu dönemde Amerika nın entelektüel hayatı sekülerizm, hümanizm, yurtseverlik ile siyasal ılımlılık -merkeziyetçilik- üzerine kurulmuştu ve açık bir biçimde ideolojik çekişmelerden uzak bir görünüm arz ediyordu. Hukuk fakülteleri ve akademik çevresi de bu atmosferin dışında olmayıp hukuku politik olandan tamamen ayrı otonom bir görüngede tutuyor, sosyal bilimler ile ilişkilendirmeden ve onun aracılığıyla düşünmeden kendi doktrinel yapısı içinde değerlendiriyordu. Ibid 1316; Richard Posner, ‘The Decline of Law as an Autonomous Discipline: 1962 – 1987  (1986–1987) 100 Harv L Rev 761, 765-766. Fakat hukuka yönelik söz konusu algı ve konumlama 1960 lı yılların yoğun politik ve ekonomik gündemi içinde hızla değişmiştir. Hukuk, bir taraftan sosyal bilimlerle daha fazla ilişki içinde olan disiplinler arası bir alan olarak analiz edilmeye başlanmış, diğer taraftan hukukun politik, ekonomik ve toplumsal konularla bağlantılı etkileşimsel süreçlerine daha sıklıkla atıf yapılır olmuştur.256Akman / Hukuksal Ampirizmin Hukuk Disiplini Yöntemi Olarak Ortaya Çıkışı ve Erken Gelişim Dönemi: Petrazycki vehukuksal araştırmanın konusu içinde kendisine ancak son sıralarda yer bulabilmiştir. Böylece hukukun toplumsal fonksiyonuna ilişkin incelemeler hukukçulardan ziyade başta sosyologlar olmak üzere sosyal bilimlerin farklı disiplinlerinin araştırmacılarına bizatihi hukukçuların irade ve inisiyatifleriyle devredilmiştir. Ancak hukukun sosyal bilimlerin bulgularından imtina etmesinin öncelikli sonucu, bir bütün olarak hukukun düzen fonksiyonu itibariyle yerine getirdiği toplumsal yönü ağır basan olgusal düzeydeki işlevselliğinin gelişen ve değişen sosyo-ekonomi politik gerçeklikleri takip etme ve gerekliliklerini karşılamadaki yetersizliği şeklinde ortaya çıkmıştır. Hukuk, bir bilim olma yeterliliğine ve kapasitesine iyelik iddiası içinde kendini, toplumsal dönüşümün dinamiklerinden ve bu dönüşümü araştırmaya yönelen metodolojilerden soyutladığı ölçekte içe kapanık dogmatik bir anlatıya dönüşmüştür. Hukukun, kendini salt hukuksal kurum ve normatif düzenlemelerle sınırlandırarak belirlilik ve kesinliğe ulaşma yönündeki tercihi, bu anlamıyla sosyal bilimlerin verilerinden yararlanmaya dönük isteksizliği, yapısal karakter ve işleyişinin uzun dönemde kendine has bir düzen olarak olgunlaşması neticesini doğurmuştur. Hukukun söz konusu kendine özgü biçimlenmesinin sebepleri; hukuk düzeninin, reel ekonomi politikle süregiden simbiyoz yaşamından, hegemonik iktidar ilişkilerinin uzantısı ve onların süreğenliğinin meşruiyet kaynağı olarak hem devletin ideolojik bir aygıtı hem de baskı aygıtının muharrik gücü olmasından ve doğrudan öznelere yönelmiş potansiyel zorlayıcı - baskıcı niteliğinden kaynaklanmaktadır. Ancak bu noktada bilhassa hukuksal aktörler açısından, son derece girift ve zor bir sürecin varlığından da bahsetmek gerekir. 19. yüzyılda olduğu gibi 20. yüzyılda, hatta günümüzde de özellikle karar verici konumunda bulunan hukukçular açısından bu zor ve girift sürecin, hukukçuların kendilerini çoğunlukla formalist bir uzanımda tutup dünyaya hukuksal çerçeveyle sınırlı bir perspektiften bakmaya devam etmelerinin temel mazereti olmaya devam ettiği söylenebilir. Gerçekten hukukçuların sosyal bilimler ile aralarına koydukları mesafe bir taraftan hukuk  eğitiminin  formalist  ve  dogmatik  kalıpçılığından  kaynaklanırken  diğer taraftan hukukun doğrudan bireylerin hayatları üzerindeki etkinliği, belirleyiciliği ve zorlama gücüyle ilgilidir. Hukukçular sosyal bilimcilere nazaran sadece toplumun ve onu oluşturan bireylerin sistem içindeki konum, alışkanlık ve davranışlarını inceleyerek anlamlandıran ve sınıflandıran kişiler olmayıp, toplumsal yaşam içinde ortaya çıkıp hukukun konusuna giren eylemlerin hâlihazırdaki normatif kurallar sistematiği içindeki karşılığını bulmaya çalışan, gerektiğinde zora dayalı yaptırım süreçlerinin işlemesinde nihai kararı veren bir yapının, hukuk sistematiğinin ve onun  uygulamasının  yönlendiricileridirler.  Dolayısıyla  karar  verme  süreçlerinde bulundukları nihai konum onları çoğunlukla halihazırdaki toplumsal gerçeklikten 4  Konuyla ilgili daha ayrıntılı bir analiz için bkz. Louis Althusser, İdeoloji ve Devletin İdeolojik Aygıtları (Alp Tümertekin tr, İthaki 2003) 69-71. 257İstanbul Hukuk Mecmuası 79/1uzaklaştırarak kurallara atıfla daha statüko yanlısı tercihlere; ama kısmen de olsa önceden  öngörülebilir  ve  tahmin  edilebilir  sonuçların  bulunup  serimlenmesine yöneltmektedir. Sosyal bilimcilerin bu yönden hukukçularda olmayan imkânlara sahip olduklarından bahsedilebilir; onlar geri çekilip daha kesin sonuçlara ulaşmak için araştırmalarını yeniden biçimlendirebilirler. Buna karşın hukukçular, ister avukat, ister hâkim ya da akademisyen olsun benzer eğitim süreçlerinden geçmiştirler; evet ya da hayır, suçlu ya da suçsuz gibi kesin hükümleri vermek konusunda sorumluluk almanın baskısı ve sorumluluğu altındadırlar. Bilhassa hüküm verme yetkesine sahip hukukçuların, sosyal bilimler disiplininde çalışan bir araştırmacının aksine, beklemek, her şeyi yeniden değerlendirmek, yanlış yaptıysa seçimini değiştirmek gibi imkânları yoktur. Bu yoksunluk, karar verici konumunda bulunan hukukçuyu her hangi bir hataya düşmemek ve verdiği hükmün meşruiyetinin sağlanabilmesi gibi nedenlerden ötürü var olan toplumsal gerçekliklerden uzaklaştırmakta; salt normatif kurallara dayanmaya ya da farklı kaygılarla da olsa içtihatlar arası uyumsuzluğa sebebiyet vermemek dürtüsüyle önceden verilmiş bir kararı takip etmeye yöneltmektedir. Bu durum çoğunlukla hukukçunun niçin normatif alanın dışına çık(a)madığının veya çıkmaması gerektiğinin mazeretini oluşturduğu gibi hukukun muhafazakâr - statükocu uygulaması ve metodolojisini de mütemadiyen beslemektedir. Hukuki karar vermenin ağır sorumluluğu altında tercih, vicdanen yerindeliği tartışmalı görünse ve karar veren organ bunun farkında olsa dahi gerektiğinde toplumsal gerçekliklerin göz ardı edilmesi ve normatif düzenin sürdürülmesi şeklinde bir yargısal hükümle sonuçlanmaktadır.  Önceden  belirlenmiş  kurallar  ile  düzene  riayette  somutlaşan bu yaklaşım, son kertede hukuksal istikrara bir göndermeyle kendi meşruiyetini kazanıyormuş gibi görünüyorsa da yarattığı sonuçlar itibariyle bir taraftan hukuk aracılığıyla ekonomi politik sistemin yeniden üretilmesine katkı sunarken diğer taraftan  hukuksal  olanı  toplumsal  gerçekliklerden  uzaklaştırmaktadır.  Hukuksal hüküm verme süreçleri ile sosyal bilimler araştırması neticesinde ortaya çıkan bulguların uygulamaya yansıtılmasındaki tereddütler, hukukun kendi tekdüze kural ve düzen yapısı içinde bâtınileşmesi ve katılaşmasıyla sonuçlanırken; hukukçular adaleti, normatif kurallara mümkün mertebede riayetin bir uzantısı biçiminde kabul etmeye yönelmekte ve şekli bir fenomen haline getirmektedirler. II. Hukukun Dışa Açılımı: Disiplinler Arası Metodolojilerin İmkânı 19. yüzyıldan 20. yüzyılın başlarına kadar liberal hukuk düzenlerinde uygulamadan doktrine hukuk dünyasındaki hâkim eğilim, içinde çeşitli farklılıklar ve ayrılıklar taşımakla beraber yukarıda belirtilen çerçevede sosyal bilimler ile mesafeli, hukukun belirli düzeyde soyutlanmasına dayanan hukuki pozitivist bir görünüm arz etmiştir. 5  Mertz (n 2) XIV. 6  Ibid. 7  Ibid.258Akman / Hukuksal Ampirizmin Hukuk Disiplini Yöntemi Olarak Ortaya Çıkışı ve Erken Gelişim Dönemi: Petrazycki veBirbirlerinden  esaslı  biçimde  ayrı  noktalardan  hareket  ederek  farklı  sonuçlara ulaşan, fakat özünde hukuk ile sosyoloji arasındaki ilk bağlantıları kuran ve modern kapitalist toplum içinde hukukun işlevini sorgulamaya yönelen; bu bağlamda hukuk sosyolojisine ilişkin günümüze kadar uzanan birçok görüş ve harekete ilham kaynağı olan Durkheim, Weber, Marx gibi önemli teorisyenlerin yaklaşımlarının özellikle hukuk uygulaması içindeki etkileri uzun süre cılız kalmıştır. Bununla birlikte hukuk ile sosyoloji arasındaki bağın kurulması ve onun sosyolojik araştırmanın konusu haline  gelmesiyle  birlikte  hukukun  toplumsal  düzen  fonksiyonunun,  toplumsal kontrol süreçlerinde oynadığı rol ve araçsal niteliği itibariyle kavranabilmesi imkânı sağlanmıştır. Bu süreç içinde önce doktrinel düzeyde başlayan hukukun toplumsal boyutuyla  da  değerlendirilmesi  gerektiğine  ilişkin  tartışmalar,  zamanla  hukuk uygulaması üzerinde de etki göstermeye başlamış ve 19. yüzyılın katı formalist kalıplara dayanan geleneksel hukukçuluğunun kabulleri sorgulanır hale gelmiştir. Bir proje olarak aydınlanma düşüncesinin  ilerlemecilik  ilkesi, toplumun hızla ve sürekli değişen ihtiyaçlarının karşılanabilmesi ve toplumsal ilişkilerin kontrol altına alınabilmesi için geleneksel politik sistemlerin doğrudan kural koyuculuk anlayışının ötesinde  hukuk  kurallarının  da  zamanın  gereklilikleri  doğrultusunda  sosyolojik boyutlarıyla  değerlendirilmesini  zorunlu  kılmıştır.  Söz  konusu  zorunlulukların fark  edilmesi,  hukukun  sosyal  bilimler  ile  çok  boyutlu  ilişkiler  kurmasıyla  ve farklı  disiplinlerin  bilgilerinin  karşılıklılık  sürecinde  değerlendirilmek  suretiyle analizine dayanan yeni hukuksal metodolojilerin geliştirilmesine odaklanılmasıyla sonuçlanmıştır. Uygulama safhasını da kapsamak üzere hukuksal sorunların sadece hukuksal materyallerle sınırlı bir çerçevede çözülmeye çalışılmasının yetersizliği anlaşılmış ve sosyal bilimlere referansla ve onun kılavuzluğundan yararlanılarak bu  sorunların  üstesinden  gelinmesi  fikri  güç  kazanmıştır.  Bilhassa Amerikan Realizminin şekillenmesinin ardından hukuk sosyolojine olan ilgi hem doktrinde hem kısa sürede mahkeme kararlarına da yansıyacak biçimde uygulama düzeyinde 8  Alan Hunt, ‘The Problematisation of Law in Classical Social Theory  in Reza Banakar and Max Travers (eds), An Introduction to Law and Social Theory (Hart 2002) 16; Huntington Cairns, Law and the Social Sciences (Augustus M. Kelley 1969) 149-151. 9  Hunt (n 8) 16. Aydınlanmanın politik sistem ve onunla bağlantılı olarak hukuk düzeni üzerindeki asıl önemli etkisi, geleneksel egemenlik anlayışının -Weberyen bir terimle ifade etmek gerekirse- rasyonel ve yasal egemenliğe tahavvülü ile bunun neticesinde insanın doğuştan sahip olduğu kabul edilen bir takım temel hakların hukuk aracılığıyla güvenceye alınması ve hukukun da paralel biçimde rasyonel ve bürokratik nitelikli düzenleyici bir araç haline gelmesidir. Hukuk düzeninin ve normlar sisteminin modern bürokratik yönetimin gerekliliklerini karşılayabilmek için rasyonelleştirilmesi, ayrıca hukukun toplumu denetleme ve toplumsal ilişkileri gerek bireyler gerek birey ile devlet arasındaki düzenlemeye dönük müdahaleciliği, onun geleneksel fonksiyonunun çok daha ötesinde politik ve ekonomik sistemle bütünleşmesi sonucunu doğurmuştur. Ancak söz konusu bütünleşme süreci hukuka atfedilen ve onunla özdeşleştirilen objektivite, tarafsızlık, öngörülebilirlik gibi vasıflar aracılığıyla ve aynı zamanda hukukun meşruiyetin yegâne kıstası haline getirilmesi sayesinde daha az görünür kılınabilmiştir. Bakınız Max Weber, Economy and Society - An Outline of Interpretive Sociology (Guenther Roth and Claus Wittich eds, University of California 1978) 868 and 876; Hunt (n 8) 23; Dragan Milovanovic, An Introduction to the Sociology of Law (3th edn, Criminal Justice 2003) 65; Dragan Milovanovic, Weberian and Marxian Analysis of Law: Development and Functions of Law in a Capitalist Mode of Production (Ashgate 1989) 142.10  Cairns (n 8) 3-4. Hukukun sosyal bilimlere referansla yeniden düşünülmesi gerektiğine ilişkin en önemli çıkışlardan biri François Geny tarafından yapılmıştır. Geny e göre hukuk sadece normatif düzenlemeler olmayıp hukuk düzeninin temeli ahlaki, ekonomik, fiziki, psikolojik ve politik bir dizi değişkene bağlıdır. Bunlar hukuk bilimi tarafından sosyal bilimlerin verileri aracılığıyla ampirik olarak analiz edilip hukuksal teknik ve kurguların uygulanması suretiyle hukuka eklemlenirler. Bu nokta geleneksel hukukçuluğun ve hukuksal pozitivizmin metodolojisiyle tam bir karşıtlık içindedir. Altan Heper, Serbest Hukuk Akımı -Sosyal Bir Olgu Olarak Hukuk- (On İki Levha 2016) 37. 259İstanbul Hukuk Mecmuası 79/1artmış; hukuk ile sosyal bilimler arasında kurulan rabıtadan hareketle teori ve pratikte sosyo-hukuksal çalışmalara hız verilmiştir. Hukukun sosyolojik nitelikleri itibariyle değerlendirilmesi gerekliliğinin kavranması ve toplumsal fonksiyonuyla kamusal nitelikli düzen işlevinin daha açık biçimde ortaya konulabilmesi gayesi, hukuksal konularda ampirik araştırmalar yapılması gerektiği yönündeki tartışmaları da başlatmıştır. Böylece süreç içinde hukuk, tedricen, salt normatif anlamda takip edilmesi gereken formel yöntemlerden müteşekkil bir disiplinden toplumsal boyutu da düşünülmesi gereken disiplinler arası bir paradigma ve araştırma sahası haline gelmiştir. Petrazycki ve Ehrlich gibi hukukçuların çalışmaları bu bağlamda bir dönüm noktasına işaret etmektedir. Durkheim, Weber ve Marx ın aksine, hukuk ile politik ve ekonomik yapı arasında modernleşme ve rasyonelleştirme süreçlerinde ortaya çıkan durumlarla ilgilenmeyen bu hukukçular, hukukun toplumsal niteliği ve sosyal bilimlerle  olan  ilişkileri  gibi  hususlara  yoğunlaşmışlardır.  Başka  bir  ifadeyle hukukun gerek normatif düzeyde gerek toplumsal hareketlilik içinde nasıl işlediğinin ortaya konabilmesi ve anlaşılabilmesi özelinde, hukukçuların formalist zihniyetten hareketle izlediği geleneksel pozitivist metodolojiyi, sosyal bilimlerin bulguları ile ampirik araştırmaların sonuçlarının çok boyutlu olarak değerlendirmeye alındığı disiplinler  arası  bir  yöne  çevirmek  istemişlerdir.  Hukuk  kavramını  ampirik  bir tabandan hareketle tartışmaya başlayıp sosyal bilimleri hukuksal analizin parçası haline  getirmeye  uğraşmışlar;  hukuksal  pozitivizmin  hukuku,  salt  otoritenin emirlerinin uzantısı biçimindeki kabulü yerine daha geniş bir perspektifte toplumsal bir olgu şeklinde nitelendirmeye yönelmişlerdir. Hukukun toplumsal boyutunu büyük oranda görmezden gelen dogmatik kavramcı hukuk anlayışına ve hukuksal pozitivizme yönelik güçlü bir tepkiyi ifade eden hukuka ilişkin bu sosyolojik yönelim içinde Ehrlich ve Petrazycki nin yanı sıra Jhering, Geny, Lundstedt gibi isimler de yer almıştır. Bununla birlikte Petrazycki ve Ehrlich in çalışmalarının hukukun ampirik teorisinin kurulması aşamasında özel bir önem arz ettikleri belirtilmelidir. Hukukun ampirik  teorisinin  kurulabilmesi,  hukuk  sosyolojisi  açısından  bilhassa  hukukun normatif teorisinin aşılarak sosyal bilimlerden de yararlanılan yeni bir metodolojik anlayışın geliştirilebilmesi yönünden son derece önemli bir aşama olarak karşımıza çıkmaktadır. III. Leon Petrazycki: Psikolojizm ve AmpirizmPetrazycki, Comte un sosyoloji ve sosyal bilimler için izlediği yöntemi benzer biçimde hukuka tatbik etmek istemiş;  hukuk politikası bilimi  olarak isimlendirdiği 11  Bakınız Reza Banakar, ‘Sociological Jurisprudence  in Reza Banakar and Max Travers (eds), An Introduction to Law and Social Theory (Hart 2002) 35-37. 12  Ibid 33-34. 13  Klaus A Ziegert, ‘The Sociology Behind Eugen Ehrlich s Sociology of Law  (1979) 7(3) International Journal of Sociology of Law 225, 226-227. 260Akman / Hukuksal Ampirizmin Hukuk Disiplini Yöntemi Olarak Ortaya Çıkışı ve Erken Gelişim Dönemi: Petrazycki veve demokratik bir toplumun inşası için özünde mevcut hukuk düzeninin ilerlemesi ve gelişimini sağlamaya dönük özel bir disiplin şeklinde tanımladığı metodolojik yaklaşımı  aracılığıyla  ampirik  -  psikolojik  nedenselliğe  dayanan  kendi  hukuk teorisinin  inşasına  çalışmıştır.  Petrazycki,  hukuksal  yaklaşımının  temeline bilimsellik  olgusunu  koyarak  kendi  hukuk  kavrayışını  tüm  geleneksel  hukuk anlayışlarından ayırmaktadır; ona göre kendi yaklaşımı dışında zamanının hukuk teorilerinin hiç biri bilimsel nitelik taşımamakta ve hukuksal gerçekliği başarılı biçimde açıklayamamaktadır. Petrazycki nin  hukuk  politikası  bilimi  olarak  adlandırdığı,  tümdengelim  ve ampirik  doğrulama  biçiminde  iki  boyutu  bulunan  metodolojik  tercihi,  özünde psikoloji ile hukuk arasında belirli bir ilişki kurulmasına dayanmakta; böylece temel psikolojik öncüller üzerinden tümdengelimci sonuçlar çıkarılmasını ve bu sonuçların mümkün  oldukça  tümevarımla  doğrulanmasını  amaçlamaktadır.  Başka  bir ifadeyle tümdengelimci çıkarımların, başta istatistiki bulgular olmak üzere olgusal girdilerden yararlanmak suretiyle ampirik bir tümevarımsal analizle doğrulanmasına dayanmaktadır. Petrazycki nin hukuk politikası olarak adlandırdığı yaklaşımının bir diğer önemli boyutu da, ayrıntılı bir incelemesi her ne kadar bu çalışmanın sınırlarını aşıyorsa da, hukukun sosyal mühendislik işleviyle kullanılmasında ortaya çıkmaktadır. Petrazycki, hukuk politikası yaklaşımıyla kendisinden sonra daha sık dillendirilecek olan hukukun sosyal mühendislik işleviyle kullanılmasını açık bir biçimde öneren kişi olmuştur. Hukuk, psikoloji ve ampirizm arasında kurduğu bağlantılarla hukukun çok boyutlu ve disiplinler arası perspektiften incelenmesine yönelen ilk hukukçulardan olup ampirik çalışmaların temellerinden biri olarak kabul edilen gözlem olgusu üzerine yoğunlaşmıştır. Onun açısından hukuksal olguların incelenmesi  de,  fiziksel  veya  tinsel  dünyanın  olgularını  araştırmaya  yönelen çalışmalara  benzer  biçimde,  esasen  gözleme  dayanan  bir  metodoloji  üzerinden yürütülmelidir. Fakat hukukun olgusal niteliği, onun dışsal ya da maddi dünyaya ait bir vakıa olmasından ziyade insanın gözlem, karşılaştırma ve analiz yoluyla kavrayabileceği, varlık olarak insanın tinsel dünyasına ait psişik bir olgu olmasından kaynaklanmaktadır. Bu bağlamda Petrazycki hukukun varoluşunu doğrudan onun 14  Nicholas S. Timasheff, ‘Introduction  in Leon Petrazycki, Law and Morality (Hugh W. Babb tr, Harvard 1955) XXII; Hugh W Babb, ‘Petrazhitskii: Science of Legal Policy and Theory of Law  (1937) 17 BUL Rev 793, 797; M A Reisner, ‘The Theory of Petrazhitskii: Marxism and Social Ideology  in John N Hazard (ed), Soviet Legal Philosophy (Hugh W Babb tr, Harvard 1951) 75; Adam Podgorecki, ‘Unrecognized Father of Sociology of Law: Leon Petrazycki - Reflections based on Jan Gorecki s Sociology and Jurisprudence of Leon Petrazycki  (1980-1981) 15 Law & Soc y Rev 183, 186. 15  Timasheff, Introduction (n 14) XXVIII.16  Babb, Petrazhitskii: Science (n 14) 817.17  Ibid 817-818.18  Jan Gorecki, ‘Social Engineering through Law  in Jan Gorecki (ed), Sociology and Jurisprudence of Leon Petrazycki (University of Illinois 1975) 116; Krzysztof Motyka, ‘Law and Sociology: The Petrazyckian Perspective  in Michael Freeman (ed), Law and Sociology - Current Legal Issues - Vol 8 (Oxford 2006) 138. 19  Petrazycki (n 1) 12. 20  Hugh W Babb, ‘Petrazhitskii: Theory of Law  (1938) 18 BUL Rev 511, 513-514; S A Golunskii and M S Strogovich, ‘The Theory of The State and Law  in John N Hazard (ed), Soviet Legal Philosophy (Hugh W. Babb tr, Harvard 1951) 415.261İstanbul Hukuk Mecmuası 79/1toplumsal nitelikli bir özellik göstermesiyle ilişkilendirmeyip daha ziyade insanın varoluşuna dayanan psikolojik bir mahiyet çerçevesinde anlamlandırmaktadır. Başka bir ifadeyle ona göre hukuksal olgular normların değil, insan zihninin birer uzantısı ve deneyiminin özel türüdürler. Bu doğrultuda Petrazycki hukuksal süreçlerin ampirik doğası üzerine düşünerek, hukuku, gerçekliğin bir parçası kabul etmiş, fakat onun gerçekliğinin psikolojik bir nitelik gösterdiğini ve zihinsel süreçlerin iç gözlemine dayanan bir yöntemle deneyimlenerek -deneysel olarak serimlenerek- anlaşılabileceğini savunmuştur. Kendi kendine gözlem anlamına gelen iç gözlem yöntemi, ilk olarak deneyimlenen süre boyunca irdelenen tinsel olguya yönelik içsel ilginin yönlendirilmesi ve ardından daha önce deneyimlenmiş eylemin imgesinin ya da düşüncesinin içe dönük gözlemi olmak üzere iki düzeyi kapsamaktadır. Dolayısıyla Petrazycki açısından iç gözlemin hem hâlihazırda kişinin sürekli olarak varlığını ve eylemselliğini zihinsel bir olgu -tinsel  bir  fenomen-  olarak  gözlemleyip  deneyimlemesi  hem  de  deneyimlediği eylemleri daha sonra imgesel ve zihinsel boyutta tekrar değerlendirmek suretiyle içsel olarak gözlemlemesi şeklinde gerçekleşen iki boyutundan söz edilebilir. Bu yaklaşım Petrazycki nin pozitif hukuk - sezgisel hukuk ayrımının ampirik düzeyde anlamlandırılabilmesi açısından önem arz etmektedir. Petrazycki,  gerçek  hukukun  ampirik  yönden  algılanabilmesinin  psikolojik araştırmaların sonuçlarıyla ilintili olduğunu söylemiş; buradan hareketle hukuku hem dışsal hem içsel yönden gözlemlenebilen ve deneysel olarak üzerinde çalışabilen özel bir olgu olarak kabul etmiştir. Keza iç gözleme ilişkin her tür yöntemin hukuksal 21  Jan Gorecki, ‘Preface  in Jan Gorecki (ed), Sociology and Jurisprudence of Leon Petrazycki (University of Illinois 1975) IX; Jan Gorecki, ‘Leon Petrazycki  Jan Gorecki (ed), Sociology and Jurisprudence of Leon Petrazycki (University of Illinois 1975) 3. Doktrinde Petrazycki nin antinormativist çizgiyi benimsediğine yönelik ortak bir kabul vardır. Bununla birlikte Gorecki, Petrazycki nin normları hukuk teorisinin kavranabilir öznesi saymayarak, normun yerine deneyimi koymaya dönük yaklaşımının kendi içinde bazı çelişkiler barındırdığı düşüncesindedir. Gorecki ye göre Petrazycki, hukuksal gerçekliği ve olguları psikolojik ve ampirik bakımdan ele alarak anlamlandırmaya çalıştığı süreçlerde normu bir kenara bırakıyor ve dışlıyorsa da, hukuku sosyal mühendislik işlevi itibariyle değerlendirdiği zamanlarda normları deneyime nazaran daha fazla ön plana çıkarmaktadır. Ibid 13. Petrazycki nin hukukun sosyal mühendislik işleviyle normlar arasında kurduğu ilişkiye ilişkin ayrıntılı bir analiz için bakınız Gorecki, Social (n 18) passim.22  Petrazycki nin hukuk teorisindeki psikolojik yaklaşımının önemli bir boyutunu iç gözlem oluşturmaktaysa da, hukukun neye tekabül ettiğinin açıklanabilmesi için dışsal olguların gözlemlenmesine ve değerlendirilmesine de son derece önem verdiği belirtilmelidir. Aleksander W. Rudzinski, ‘Petrazycki s Significance for Contemporary Legal and Moral Theory  (1976) 21 Am J Juris 107, 121. 23  Timasheff, Introduction (n 14) XXIII-XXIV; Petrazycki (n 1) 13-14. Ayrıca bakınız Norman K Denzin, ‘Interaction, Law, and Morality: The Contributions of Leon Petrazycki  in Jan Gorecki (ed), Sociology and Jurisprudence of Leon Petrazycki (University of Illinois 1975) 68-69; N S Timasheff, An Introduction to the Sociology of Law (Harvard University Committee 1939) 53; Reisner (n 14) 75- 6. 24  Petrazycki (n 1) 13. Petrazycki e göre örneğin kişinin diş ağrısı çekerken kendi diş ağrısını gözlemlemesi dar anlamda kendi kendini gözlemin birinci düzeyiyken, diş ağrısı geçtikten sonra daha önce yaşadığı diş ağrısını hatırlayarak onun imgesel ya da düşünsel düzeyde iç gözlemini yapması ikinci düzeyi ifade eder. Hatta iç gözlem yöntemi için kişiye yönelmiş herhangi bir dış eylem veya etkinin varlığına da gerek yoktur. Kişi hiçbir şey yapmadan iç gözleme dayalı deneysel araştırmaları psikolojik tecrübeleri vasıtasıyla da gerçekleştirebilir. Utanç, gurur, hırs, minnettarlık veya kıskançlık gibi doğuştan gelen tecrübeler, insanın hayal gücü dâhilinde özel durumların birleşimlerine karşılık gelen duyguları hatırlatma kapasitesine sahip canlı resimlerdir. Ibid 13-14.25  Babb, Petrazhitskii: Science (n 14) 807; Rudzinski (n 22) 109. 262Akman / Hukuksal Ampirizmin Hukuk Disiplini Yöntemi Olarak Ortaya Çıkışı ve Erken Gelişim Dönemi: Petrazycki veolguların  incelenmesinde  de  bütünüyle  uygulanabilir  olduğunu  savunmuştur. Bu  noktada  Petrazycki nin  buyurucu  -  atfedici  deneyimlerin  normatif  olgulara karşılık gelip gelmedikleri temelinde bir pozitif hukuk - sezgisel hukuk ayrımına yöneldiğinden bahsedilebilir. Ona göre sezgisel hukuk kavramının oluşumu, her biri bilimsel yöntemlerin yardımı ile ifade edilebilecek, gözlemlenip incelebilecek olgularla ilgilidir. Dolayısıyla sezgisel hukuk pozitif hukuktan ilk olarak entelektüel içeriğe sahip olması ve normatif olgu düşüncesinin yokluğu yönüyle farklılaşır. Pozitif hukuk, özellikle resmi hukuk biçiminde, yığın olarak büyük ya da küçük belirli  bir  grup  insana  yönelik  birörnek  kural  kalıbını  sunarken;  esnekliği  ve sürekliliği  sayesinde  sezgisel  hukukun  içeriği,  her  bireyin  karakteri,  terbiyesi, eğitimi, toplumsal pozisyonu, mesleği, kişisel tanışıklıkları ve ilişkileri gibi bireyler için değişebilir niteliği haizdir. Sezgisel hukukun sadece bireysel düzlemde ortaya çıktığı da düşünülmemelidir; belirli bir ailenin, camianın, grubun ya da toplumsal sınıfın yani farklı toplumsal katmanların da sezgisel hukukundan bahsedilebilir. Bu nitelikteki daha geniş sezgisel hukuklar dahi pozitif hukukun aksine tek biçimli ve kalıplaşmış hukuk niteliği göstermezler, zira Petrazycki nin yaklaşımı açısından ne kadar birey varsa o kadar sezgisel hukuk vardır. Buradan hareketle sezgisel hukuku, geleneksel hukukçuluğun yukarıdan aşağıya deklare edilen normatif ve tekçi hukuk anlayışından aşağıdan yukarıya yönelmiş hukuksal çoğulluklar olarak nitelendirmek yanlış olmayacaktır.Petrazycki açısından pozitif hukukun normatif düzeyde geçmişte oluşturulmuş olması ve içeriğinin zamansal olarak geçmişin gerçekliğinde sabitlenmesi, güncel ekonomik ve tinsel yaşamın gerisinde kalarak toplumsal gelişim üzerinde geciktirici etki doğurmasına neden olurken, sezgisel hukuk serbest değişkenlik ve uyarlanabilirliğe sahiptir. Bu durum, her ne kadar normatif olgu düşüncesi olmasa da ve pozitif hukukla 26  Petrazycki (n 1) 14. 27  Ibid 224. Petrazycki hukukun buyurucu - atfedici niteliğinden genel olarak bir tarafın belirli haklara sahip olmasını, diğer tarafın da bu haklar karşısındaki yükümlülüklerini ifade etmektedir. Burada çift taraflı bir ilişki söz konusu olup hak sahibi tarafa belirli bir hakkın atfedilmesi, diğer tarafa ise hakka uygun biçimde davranmasının buyurulması söz konusudur. Ibid 153; Yasemin Işıktaç and Umut Koloş, Hukuk Sosyolojisi (İstanbul Bilgi Üniversitesi 2015) 81; Umut Koloş, ‘Leon Petrazycki ve Hukukun Gerçekliği Sorunu: Bir Psikolojik Hukuk Kuramı  in Saim Üye et al (eds), Prof. Dr. Adnan Güriz e Armağan (Ankara Üniversitesi 2016) 511-512.28  Petrazycki (n 1) 224.29  Ibid 225. 30  Petrazycki nin hukuka ilişkin pozitif hukuk - sezgisel hukuk ayrımının yanı sıra resmi hukuk - resmi olmayan hukuk şeklinde yaptığı bir ayrım daha vardır. Ibid 221.31  Ibid 225; Gorecki, Leon (n 21) 8; Koloş (n 27) 517.32  Petrazycki (n 1) 225.33  Ibid 225-226. 34  Ibid 226. Petrazycki ye göre pozitif yasalar -ne kadar güncel olursa olsun- sürekli ve kesintisiz bir şekilde gelişen yaşamın gerisinde kalmaktan kaçınamaz. Ibid.263İstanbul Hukuk Mecmuası 79/1kıyaslandığında daha basit ve yetersiz bir fikri içeriği sahipse de, sezgisel hukukun önermelerinin yapısal anlamda daha kapsamlı ve geniş uygulanabilirliğine imkân tanımaktadır. Gerçekten pozitif hukukta davranış kurallarının bağlayıcı gücü ve işlevi, bağımlı ve otoriter - normatif olgulara dayandırılmış olarak düşünüldüğünden zaman, mekân ve kişiler açısından sınırlılıklarla malûldür; Petrazycki ye göre bu sınırlılıklar ve onların pozitif hukuksal bilinçlilik alanındaki belirleyici önemleri, sınırsız uygulanabilirliği olan sezgisel hukuk bilincine tamamen yabancıdır. Bu yönüyle pozitif hukuk düzenlemelerindeki yükümlülük ve haklar geçici, yerel ve benzeri yapısal nitelikler gösterirken, sezgisel hukuk evrensel, her zaman ve her yerde var olan bir yapıya sahiptir. Hukuki güdülenmeyle tanımlandığı ölçüde kişinin kendisinin veya başkasının davranışlarının iç gözlem metodu ile incelenmesi durumunda sezgisel hukukun bireysel davranış ve toplumsal olguların belirlenimi üzerinde ne kadar büyük ve önemli bir rol oynadığı ortaya çıkacaktır. Pozitif hukuk düzenlemelerinin tümüyle nüfuz etmediği komşuluk, arkadaşlık, akrabalık, tanıdıklık, yoldaşlık ilişkilerinde ya da bireylerin aşk hayatında sezgisel hukukun etkinliğinin başat konumda olduğu görülür. Dolayısıyla bireysel ve toplumsal alanın gündelik etkinliğinin sürekli yeniden üretildiği pek çok ilişki biçiminde sezgisel hukukun pozitif  hukuksal  alanın  belirleyiciliğini  aşan  bir  yürürlüğünden  söz  edilebilir. Keza borçlar hukuku ya da ticaret hukukunun sınırları içinde değerlendirilebilecek, meta mübadelesinin gerçekleştiği pek çok günlük rutin iktisadi ilişkinin hukukun normatif yapısının dışında, sezgisel hukukun özgünlüğü içinde bireysel ve toplumsal gerçekliği inşa ettiği dikkat çeker. Yukarıdan  aşağıya  dayatılan  pozitif  hukukun  normatif  emrediciliği, aşağıdan yukarıya doğru biçimlenen, bireysel ve toplumsal davranış kalıpları ile kamusal alanı kuşatan sezgisel hukukun karşısında geri çekilmekte; sezgisel hukukun etkinliği, 35  Petrazycki sezgisel hukukun her zaman içerik olarak mutlaka pozitif hukuktan daha iyi ya da mükemmel olmadığını da belirtir. Hatta çoğunlukla sezgisel hukukun içeriğinin pozitif yasadan daha düşük kalitede ya da geri nitelikte olması da mümkündür. Bireylerin sezgisel hukuku her ne kadar benzersiz ya da özgün nitelikte olsa da, bu sezgisel hukukun niteliği bireysel gelişimin koşullarına bağlı olduğundan farklılıklar gösterir, dolayısıyla ortaya çıkan sezgisel hukukun yetersiz hatta oldukça kötü olması sonucuyla da karşılaşılabilir. Aynı durum toplumsal grup ya da sınıfların sezgisel hukuku için de söz konusudur. Keza pozitif yasaların içeriği bu bağlamda toplumdaki grup veya sınıfların birçok sezgisel hukukundan daha iyidir. Belirli bir zamandaki belirli bir devletin yasası uyarınca vatandaşların sahip oldukları haklar, belirli toplumsal grup ya da sınıflardaki sezgisel hukukta var olan bireysel haklarla kıyaslandığında daha eşitlikçi bir biçimde inşa edilmiş olabilirler. Örneğin pozitif hukuk ilerici bir aile hukuku düzeni kurabilir, buna karşın toplumun belli katmanlarının sezgisel hukuku kadının kocasından şikâyetçi olmasını yasaklarken kocanın karısını dövmesine veya eziyet etmesine izin verebilir. Ibid 227.36  Ibid 227-228. 37  Ibid 228. 38  Ibid.39  Ibid 229.40  Ibid. Rudzinski ye göre Petrazycki sezgisel hukuku sadece ahlak ve ideal toplumla ilgili felsefi kurguların bir konusu olarak değil, hukukun kendisindeki bir tür hukuksal olgu olarak nitelemiştir. Hukuk kavramını geleneksel hukukçuluğa göre çok daha geniş bir perspektifte tanımlayarak hukukun kiliselerde, spor müsabakalarında, çocukların odasında ya da mafyanın içinde de var olduğunu belirtmiştir. Rudzinski (n 22) 130. Dolayısıyla sezgisel hukuk hayatın her alanında var olan bir düzen olarak kabul edilebilir. 41  Ayrıca bakınız Petrazycki (n 1) 229.264Akman / Hukuksal Ampirizmin Hukuk Disiplini Yöntemi Olarak Ortaya Çıkışı ve Erken Gelişim Dönemi: Petrazycki vebireylerin  pozitif  hukuk  ile  onun  araç  ve  kurumlarına  başvurma  tercihleriyle kıyaslandığından niceliksel olarak daha büyük bir kütleyi teşkil etmektedir. Gerçekten de  Petrazycki  açısından  pozitif  hukukun  temel  karakteristiği  normatif  niteliği nedeniyle başta biçimsel olmak üzere muhtelif sınırlılıklarla malul olduğu halde, sezgisel hukukun gerek bireyin zihinsel yaşamında gerek farklı toplumsal yapıların işleyişleri içinde süreklilik göstererek insanların eylem ve düşüncelerini yönlendirme gücüne sahip bir etkileyen olarak normatif düzenlemelerin de ötesinde bir anlam kazandığından  bahsedilebilir.  Bu  anlam  dünyasının  özelliklerinin  ve  sezgisel hukukun etkinliğinin ortaya konabilmesi ise hukuksal pozitivizmin normu temel inceleme konusu yapan geleneksel yöntemleriyle gerçekleşemeyeceği için esasen sosyal bilimlerde kullanılan başta ampirizm olmak üzere metodolojik analizlerin hukuk alanında yeniden değerlendirilmesini ve kullanılmasını zorunlu kılmaktadır. Petrazycki bu amaç doğrultusunda yeni hukuk biliminin ancak psikolojik bir olgu olarak psikoloji biliminin bulgularından yola çıkarak ve hukukun ampirik yöntemlerle incelenmesi sayesinde kurulabileceğini belirtmiştir. Hukuksal gerçekliğin psikolojik karakterine ve hukukun mevcut toplumsal kültürün -aynı zamanda toplumun kültürel gelişimin- bir parçası ve sonucu olduğuna dikkat çekmiştir. Petrazycki, psikolojizm olarak nitelendirilen bu yaklaşımında, duygu psikolojisi (emotional psychology) adını verdiği metodolojiyi kullanmak suretiyle hukuku, psikolojik bir olgu kabul etmekte ve realist bir perspektiften hareketle hukuksal normativistlerin tam aksi yönde hukuksal gerçekliğin araştırılmasına yönelerek onu bir vakıa, gerçek dünyanın bir olgusu biçiminde kavramaktadır. Başka bir ifadeyle kendi hukuk teorisini çağdaşlarının aksine devlet hukuku olarak adlandırabilecek normatif kurallar çerçevesinde dar bir alana hapsetmemekte; hukuksal gerçekliğin ancak belirli insan davranışlarının gözlemlenerek anlaşılabilmesi halinde bulunabileceğini belirtmektedir.Sonuçta Petrazycki açısından hukuk biliminin ve hukukçunun temel görevlerinden biri olarak insanın psikolojik olgu dünyasının içinde biçimlenen sezgisel hukukun ne olduğunun iç gözleme dayanan ampirik yöntemlerle incelenmesi zorunluluğu ortaya çıkar. Hukukun sosyal bilimlerle, özel olarak sosyal bilimlerin psikoloji alanıyla buluşması tam da bu noktada, geleneksel hukuk metodolojilerinin yerine ampirizmin ikame edilmesiyle vücut bulmaktadır. Böylece hukuk, normatif önsel kabullerin ve 42  Timasheff, Introduction (n 14) XXX; Petrazycki (n 1) 22. 43  Timasheff, Introduction (n 14) XXXVI. Petrazycki, hukukun insanlara özgü bir olgu olduğunu vurgularken onun ancak kültürün -aynı zamanda dilsel gelişimin de- belirli bir evresine ulaşıldığında ortaya çıktığını belirtmektedir. Petrazycki (n 1) 12. 44  Motyka (n 18) 125-126. Petrazycki nin hukuku gerçek bir olgu olarak kavramasının somut örneklerini çeşitli çalışmalarında öne sürdüğü görüşlerde açıkça bulmak mümkündür. Petrazycki, Roma hukukunun veya medeni hukukun sosyo-ekonomik perspektiften hareketle yorumlanması gerektiğini önermekte; medeni hukuk kurumlarını ekonomik etkileri ve toplumun kültürel durumunu göz önüne alarak ve bunları birbirleriyle ilişkilendirerek değerlendirmek gerektiğini ifade etmektedir. Ibid 135. 45  45 Rudzinski (n 22) 110-111. Ayrıca bakınız Fehmiye Ceren Akçabay, ‘Hukuka Uymak ya da Uymamak İşte Tüm Mesele Bu: Psikolojik Hukuk Yaklaşımı Çerçevesinde Hukuka Uyma ve Meşruluk İlişkisi  in Saim Üye et al (eds), Prof. Dr. Adnan Güriz e Armağan, (Ankara Üniversitesi 2016) 44-45.265İstanbul Hukuk Mecmuası 79/1pozitivizmin formalist kalıpçılığı ile dogmatik bir bilimselliğin ötesinde deneysel ve gözlemsel süreçlerin uzanımında sosyal bilimlerle ilişkilendirilerek toplumsal gerçeklikte  somutlaştırılmaktadır.  Petrazycki nin  hukuk  teorisi  sosyolojik  bir yaklaşımdan ziyade psikolojik kabulleri ön plana çıkaran bir görünüm arz etmekteyse de, söz konusu teorinin bilhassa kendisinden sonra gelen ve hukuk ile toplum arasındaki ilişkileri ele alan hukukçular üzerinde gözlem ve ampirik araştırmaya dayanan metodolojik arayışı teşvik etmesi itibariyle etkili olduğu yadsınamaz. IV. Eugen Ehrlich: Toplumsalın Ampirik Gözlemi ve Yaşayan HukukPetrazycki hukuksal analize ilişkin araştırmalarında bireylerin hukuksal olgularla ilgili  deneyimleri  meselesine  odaklanırken,  Ehrlich  daha  ziyade  pozitif  hukuk ile yaşayan hukuk (living law) arasında belirli bir ilişki kurarak toplumsal ve hukuksal normlar konusuna yoğunlaşmıştır. Ehrlich de Petrazycki gibi, hukukun salt hukuksal araçlarla ele alınabileceğine ilişkin hukuki pozitivist argümanları benimsemek yerine hukuki incelemeyi disiplinler arası bir alan kabul ederek ampirik yöntemleri ön plana çıkarmış; bilimsel bir anlayışı benimseyerek hukuk ile başta sosyoloji olmak üzere sosyal bilimler arasında yeni bir bağlantı kurmaya yönelmiştir. Ehrlich açısından geleneksel hukukçuluk, hukuku, merkezileşmiş bir devletin ve bu devletin mahkemelerinin ihtiyaçlarını temin için değişken pratik amaçları takip eden göreceli bir tekniğe indirgeyerek fiili olgusal durumu maskelemekte; yapay sistemleştirmeler ve kavramlaştırmalarla hukuki gerçekliği ancak yüzeysel düzeyde kavrayabilmektedir.  Hukuki  gerçekliğin  yüzeysel  düzeyde  kavranabilmesinin sebebi, hukukçuların toplumsal olguları salt hukuksal bir dünya görüşü çerçevesinde normatif bir sınırlandırma ile değerlendirerek hüküm vermesinden kaynaklanmaktadır. Gerçekten Ehrlich e göre toplumsal olguların gözlemleme suretiyle başta sosyoloji olmak  üzere  sosyal  bilimlerden  hareketle  bilimsel  anlamda  analiz  edilmesi, 46  Petrazycki nin hukuk teorisinin hukuk sosyolojisi üzerinde her ne kadar çok yönlü etkileri olmuşsa da kendisinin hiçbir çalışmasında hukuk sosyolojisi terimini kullanmadığı dikkat çeker. Podgorecki (n 14) 197. 47  Banakar (n 11) 43. Ayrıca bakınız Marc Hertogh, ‘From ‘Men of Files  to ‘Men of the Senses : A Brief Characterisation of Eugen Ehrlich s Sociology of Law , in Marc Hertogh (ed), Living Law - Reconsidering Eugen Ehrlich (Hart 2009) 9; Mehmet Yüksel, Zakir Avşar and Kasım Akbaş, Hukuk Sosyolojisi (Anadolu Üniversitesi 2013) 176.48  Ehrlich in doğrudan ampirik araştırmalara yöneldiğini de belirtmek gerekir. 1909 yılında üniversitede  yaşayan hukuk semineri  adı altında bir araştırma enstitüsü kurduğu ve öğrencilerle birlikte hukuk uygulamasının nasıl gerçekleştiğine yönelik çeşitli çiftlik, atölye ve ticarethaneleri kapsayan anket usulüne dayanan saha araştırmaları yaptığı bilinmektedir. Bununla birlikte ilk çalışmalarının Tarihçi Hukuk Okulu nun perspektifini benimseyen bir zeminde geçmiş dönemin hukuksal kalıplarını esas aldığı söylenebilir. Fakat Ehrlich, yaşadığı dönemde tekrarlanan insanlar arası ilişkilerdeki hukuki olayların da ampirik araştırmasının yapılabileceğinin farkına varmıştır. Heper, Serbest (n 10) 50-51; ayrıca bakınız Ibid 90. Böylece normatif düzenlemelerden çok daha geniş bir uygulama alanı olan yaşayan hukuku incelemeye başlamıştır.49  Bu noktada Ehrlich ile birlikte Serbest Hukuk Hareketi içinde ön plana çıkan Hermann Kantorowicz in de hukuksal alanda yürütülecek çalışmalarda, hukuk sosyolojisi alanında gerçekleştirilecek ampirik araştırmaların çok önemli ve faydalı olacağına ilişkin bir yaklaşımı benimsediğini eklemek gerekir. Altan Heper, ‘Almanya da Hukuk Sosyolojisi Dersleri ve Kitapları Konusunda Bir İnceleme  (2015) 2 (3) Hukuk Kuramı 1, 4. 50  İrem Burcu Özkan, ‘Hukuku Yaşamda Bulmak: Eugen Ehrlich in Hukuk Sosyolojisi Anlayışında Yöntem  in Yasemin Işıktaç (ed), Dönüşen Toplum - Dönüşen Hukuk II: Yöntem (Sümer 2016) 180.51  Georges Gurvitch, ‘Hukuk Sosyolojisinin Kurucuları ve Bugünkü Cereyanlar  (Hamide Topçuoğlu tr) (1973) 8 (3) AÜHFD 629, 630-631.266Akman / Hukuksal Ampirizmin Hukuk Disiplini Yöntemi Olarak Ortaya Çıkışı ve Erken Gelişim Dönemi: Petrazycki veolgular arasında neden - sonuç ilişkisi kurularak incelenmesi bir zorunluluk olarak hukukçuların karşısına çıkmaktadır. Bu noktada Ehrlich in bilim insanı ile sanatçı arasında kurduğu ilişkinin bir benzerini hukukçu ya da hukuk sosyoloğu cephesinde de kurmaya çalıştığından söz edilebilir. Bilim insanı için araştırma yönteminin başlangıç noktası, dış dünyanın insan zihnine sunduğu izlenimler olup idealleştirilmiş dış izlenimlerin alınmasıyla her tümdengelim bir tümevarım tarafından öncelenmekte; bu süreçte tümevarım ve izlenimlerin alınması hızlı fakat bilinçli bir amaç olmadan gerçekleşirken sadece tümdengelim veya idealleştirmenin ardı sıra gelen süreci bilim insanının zihnine girmektedir. Buradaki zihinsel sürecin öncelikle gözleme dayanmasından hareketle hukuk sosyolojisinin esasen bir gözlemleme bilimi olduğunu ve metodolojisinin de hukuksal alandaki toplumsal ve hukuki olguların ampirik incelemesine dayanması gerektiğini  söylemek  yanlış  olmayacaktır.  Mamafih  hukukçuların  toplumsal olguların hukuksal analizi ve gözlemlenmesinde kendilerini normatif düzenlemelerle sınırlandırmadan, hukuksal alanın dışındaki toplumsal hayatın kendiliğinden işleyen düzeni içindeki kuralları, yani yaşayan hukuku da göz önünde tutan bir kavrayışla değerlendirmeye yönelmeleri gerekmektedir.Döneminin  egemen  hukuk  anlayışlarının  tersine,  hukukun  kaynağını  sadece pozitif hukuk düzenlemelerinde aramayan ve hukuksal pozitivizmin hukuk tanımını, hukukun toplumsal düzenleyicilik işlevinin anlaşılabilmesini imkânsız kıldığı için eleştiren Ehrlich e göre yaşayan hukuk, hukuksal düzenlemelerle belirlenmemiş olsa  bile  yaşamın  kendisine  hâkim  olan  hukuktur.  Hukukun  pozitif  hukuk düzeniyle ilişkisini sorgulayan Ehrlich, hukuk normunun toplumsal normların içinde bulunabileceğini belirtmekte; bu bağlamda yaşayan hukuku da doğrudan devlet hukukuyla bağlantılandırmayıp farklı toplumsal grup ve birlikteliklerin düzenlemeleri içinde aramaktadır. Onun açısından hukuk, yasalara hapsedilemeyecek bir gerçeklik olup  ne  olduğunun  ortaya  konabilmesi  için  hukuk  kitaplarında  anlatılanların ötesine  gidilmeli;  hem  pozitif  hukuk  düzenlemelerinin  ve  yargısal  hükümlerin oluşturulmasında toplumun oynadığı rol hem de söz konusu yasa ve hükümlerin 52  Heper, Serbest (n 10) 80. 53  Bakınız Eugen Ehrlich, Fundamental Principles of the Sociology of Law, (Walter L. Moll tr, Russell & Russell 1962) 472.54  Ibid.55  Ibid 473 - 474. 56  Ibid 486; Roger Cotterrell, The Sociology of Law - An Introduction (2nd edn, Butterworths 1992), s. 26. 57  Ehrlich, Fundamental (n 53) 493. Özcan a göre  Ehrlich in yaklaşımında devletin koyduğu hukukun meşruluk sorunu, bunu yaşayan hukuka uygun olması ölçütüyle çözüme kavuşturulur. Hukukun kültürel cephesine vurgu yapan bu yaklaşım mahkemelerin de devletten çok toplumun organları olduğu görüşüne de gönderme yapar . Mehmet Tevfik Özcan, Hukuk Sosyolojisine Giriş (4th edn, On İki Levha 2011) 55. 58  Hertogh (n 47) 3; Cahit Can, Hukuk Sosyolojisinin Antropolojik Temelleri ve Genel Gelişim Çizgisi (2nd edn, Seçkin 2003) 156-157. 267İstanbul Hukuk Mecmuası 79/1toplumsal yaşam üzerinde nasıl etkinlik gösterdikleri açıklanmalıdır. Hatta ona göre pozitif hukukun soyut önermeleri, yaşayan hukukun belirli bir kısmını içerdikleri zamanlarda bile yaşayan hukuku da kapsayan geniş anlamda hukukun en durgun tabakasını teşkil ederler ve her zaman yaşayan hukukla kıyaslandığında daha geride kalan düzenleme biçimleri olarak ortaya çıkarlar. Bu nedenle hukukun toplumsal yaşam  içindeki  pratikleri  incelenmeli,  dogmatik  hukukun  yapısal  işleyişinden ziyade Ehrlich in yaşayan hukuk olarak adlandırdığı hukuksal gerçeklik dünyası araştırılmaya başlanmalıdır. Ehrlich yaşayan hukukun nasıl araştırılacağı ve tespit edileceği hususunda yargı kararları başta olmak üzere modern hukuki dokümanların incelenmesi ile genel anlamda toplumsal yaşamın ve onun işleyişinin gözlemlenmesi şeklinde iki farklı kaynağın kullanabileceğini söyler. Ehrlich in modern hukuki dokümanların temeli olarak gördüğü yargı kararlarının önemi, pozitivist hukukçuların kabullerinin aksine, yargısal hüküm tesisinde normatif dayanağın nasıl belirlendiği ya da yorumlandığına ilişkin formalist gerekçelendirme zaviyesinde değil; esasen bu hükümlerin verilmiş olduğu toplumsal yaşam içinde gerçekleşen olguların bir tasvirini yansıtmalarındadır. Bununla birlikte yargısal kararlar toplumsal yaşam içinde ortaya çıkan tüm ilişki biçimlerini ve gerçekliği, çok azı dava konusu haline geldiği için, asla yeterli düzeyde yansıtamazlar; dolayısıyla yargısal kararların toplumsal olgulara ilişkin içeriklerinden elde edilen sonuçların her zaman sosyolojik yöntemlerin kullanılması suretiyle toplumsal yaşamın gözlemlenmesi aracılığıyla desteklenmesi gerekmektedir. Dava konusu edilen toplumsal yaşam içindeki olgular genelde menfaat çatışmalarının sadece küçük bir bölümünü yansıttığı gibi karşılıklı mübadele, uzlaşı ve çatışmasız hukuki ilişkilere ilişkin de herhangi bir veri sağlayamayacağından, yaşayan hukukun özellik ve işleyişinin ortaya konulabilmesi için geniş anlamda toplumsal yapı ve ilişkilerin ekonomik, politik ve kültürel içeriklerinin gözlemlenmesine yönelmek gerekecektir. Yaşayan hukuku anlayabilmek için öncelikle pozitif hukuk düzeninin dışındaki gündelik hayatın, gelenek ve teamüllerin, ticaretin ve yasalar tarafından olumlu veya olumsuz anlamda düzenlenmiş olsun ya da olmasın her türlü birliğin -toplumsal 59  David Nelken, ‘Ehrlich s Legacies: Back to the Future in the Sociology of Law?  in Marc Hertogh (ed), Living Law - Reconsidering Eugen Ehrlich (Hart 2009) 244. Ayrıca bakınız Ülker Gürkan, Hukuk Sosyolojisine Giriş (3rd edn, Siyasal 1999) 60.60  Gurvitch (n 51) 633. 61  Ehrlich, Fundamental (n 53) 493-494. 62  Ibid 494.63  Ibid 495.268Akman / Hukuksal Ampirizmin Hukuk Disiplini Yöntemi Olarak Ortaya Çıkışı ve Erken Gelişim Dönemi: Petrazycki vegrubun- işleyiş pratikleri çok boyutlu olarak gözlemlenmelidir. Burada yukarıda da değinildiği üzere ticaret ve iş yaşamı içinde, taraflar arasında gerçekleştirilen pek çok iktisadi nitelikli ilişkinin irade özgürlüğü ve sözleşme serbestisi gibi temel liberal ön kabullerden hareketle normatif çerçevenin dışına çıkmadan, fakat geniş bir özerklik alanı içinde yaşayan hukukun parçasını oluşturduğu söylenebilir. Yargısal süreçlerin konusu haline gelmeden işleyen iktisadi - hukuksal yaşamda kullanılan sözleşmeler, belgeler veya diğer her tür materyal bu anlamda hukukçunun inceleyip anlamlandırabileceği temel malzemeyi oluşturduğu gibi diğer toplumsal olguların gözlemlenmesi de günlük yaşamın iktisadi olmayan işleyişinin temel paradigmalarının ortaya çıkartılabilmesine imkân tanıyacaktır. Gözlemleme sürecinin merkezine hukuk sosyolojisini koyan, böylece maddi gerçekliği bütünsel biçimde serimlemek isteyen Ehrlich, sosyolojiyi de kendi hukuksal yaklaşımının olmazsa olmazı yaparak normatif ve uygulamalı bir perspektif yerine ampirik ve açıklayıcı bir yöntemsel tercihte bulunmuş; sosyolojik temelden hareket eden bir hukuk metodolojisinin hukukçuların topluma karşı sorumluluklarını gerçek  anlamda  yerine  getirebilmeleri  bağlamındaki  önemini  vurgulamıştır. İnsanlar arası ilişkileri ya da günlük yaşamı hukuksal normlardan bağımsız görerek toplum içinde süre giden hukuksal ilişkilerin herhangi bir pozitif hukuk sistemine atıf yapmadan dahi tanımlanabilmesini olanaklı kabul etmiştir. Hukuk her ne kadar sadece norma dayalı bir yapı olarak gösterilmeye çalışılıyorsa da normlar hukukun sonradan türetilmiş formları olup hukukun ilk varoluşu toplumsal ilişkiler içinde biçimlenmiştir. Bu nedenle hukuk toplumsal süreçlerin uzanımında sadece normatif düzeyle sınırlandırılmamalı, toplumsal ilişkilerin bir parçası olarak düşünülmeli ve 64  Ibid 493. Ayrıca bakınız Ziegert, The Sociology (n 13) 250-254. Ehrlich in yaşayan hukuk yaklaşımının pozitif hukuk düzenini tamamen görmezden gelerek yok saydığı düşünülmemelidir. Aksine Ehrlich bir toplum içinde bir arada işleyen hukukların hepsinin -yürürlükteki hukuk normları (devlet hukuku), uygulamadaki hukuk (hukukçuların hukuku), toplumsal normlar- değerlendirilmesi gerektiğini belirtir. Örneğin yürürlükteki hukuk normları, gelenek ya da âdet kuralları gibi toplumsal nitelikli normları baskı altına alarak etkisiz kılmış ya da uygulamadaki hukuk pozitif hukuk kurallarından farklılaşmış veya toplumsal normların işlerliği ve gücü yürürlükteki normların etkinliğini zayıflatmış olabilir. Dolayısıyla toplumsal girdilerden beslenen yaşayan hukuk, birbirinden farklı hukukların etkileşim süreçlerinin bir çıktısı şeklinde tanımlanmalıdır. Stefan Vogl, ‘Eugen Ehrlich s Linking of Sociology and Jurisprudence and the Reception of his Work in Japan  in Marc Hertogh (ed), Living Law - Reconsidering Eugen Ehrlich (Hart 2009) 102. Yürürlükteki hukuk ve uygulamadaki hukuk kavramları ile ilgili olarak bakınız Salif Nimaga, ‘Pounding on Ehrlich. Again?  in Marc Hertogh (ed), Living Law - Reconsidering Eugen Ehrlich (Hart 2009), s. 161 - 162.65  Ehrlich, Fundamental (n 53) 495. Bu bağlamda Ehrlich evlilik sözleşmeleri, alım satım sözleşmeleri, hasılat kirası, inşaat kredisi sözleşmeleri, ipotekli borçlar, vasiyetnameler, miras sözleşmeleri, dernek ya da iş ortaklıklarına ilişkin hükümlerden hareketle yaşayan hukukun işleyişine ilişkin çıkarımların yapılabileceği kanısındadır. Ibid.66  Ehrlich açısından hukuk sosyolojisinin pratik fonksiyonu toplumsal yaşamın farklı alanlarında işleyen yaşayan hukukun keşfedilebilmesi ve sistematik analizinin gerçekleştirilebilmesi özelinde ortaya çıkmaktadır. Cotterrell, The Sociology (n 56) 32. 67  Ehrlich, Fundamental (n 53) 501; Klaus A. Ziegert, ‘World Society, Nation State and Living Law in the Twenty-first Century  in Marc Hertogh (ed), Living Law - Reconsidering Eugen Ehrlich (Hart 2009) 230. Ehrlich e göre hukuk düzeninin normatif içeriğe sahip olması hukuk sosyolojisi bağlamında yürütülecek çalışmalar açısından herhangi bir sorun arz etmemektedir. Vogl (n 64) 98. 68  K. Alex Ziegert, ‘A Note on Eugen Ehrlich and the Production of Legal Knowledge  (1998) 20 Sydney L Rev 108, 112. Ayrıca bkz. Vogl (n 64) 119-121; Ziegert, World (n 67) 230. 69  Ehrlich, Fundamental (n 53) 358-359; Ibid 477. 70  Timasheff, An Introduction (n 23) 26. 71  Eugen Ehrlich, ‘The Sociology of Law  (Nathan Isaacs tr) (1922-1923) 36 Harv L Rev 129, 143-144.269İstanbul Hukuk Mecmuası 79/1normlar da toplumsal düzenle uyum içinde olmalıdır. Örneğin mülkiyet, taşınmaz hakları, sözleşmeler, miras gibi olgular salt hukuksal nitelikli kavramlar değildir; özünde belirli bir ekonomik gelişmişlik düzeyinin ürünleridir ve toplumsal yaşam ile  ilişki  içinde  varlıklarını  sürdürmektedirler.  Gerçekten  söz  konusu  olgular hâkim üretim biçiminin, piyasa koşullarının ve ekonomik altyapının zorunlulukları ve ihtiyaçları doğrultusunda hukuki düzenlemelerin bir parçası haline gelmekte, belirli sınıfsal konumları, çıkarları ve toplumsal ilişki süreçlerini yansıtmaktalardır. Bu bakımdan hukuksal anlamlarının çok ötesinde bir ekonomi politik gerçekliğe tekabül  etmekte,  toplumsal  yaşam  üzerinde  hukukun  normatif  kalıpçılığıyla tanımlanamayacak derecede etki göstermektedirler. Ehrlich, hukuk düzeninin ne olduğunun anlaşılabilmesi için hukuk kitaplarına bakılmasından ziyade toplumsal yaşamın de facto biçimde toplumsal grup ve ağlar tarafından  nasıl  organize  edildiğinin  gözlemlenmesi  ve  araştırılması  gerektiği düşüncesindedir.  Hukuksal  normlarla  bunların  müeyyide  ve  zorlayıcılıklarının etkinliğini, toplumsal yapı içinde varlıklarını sürdüren farklı grup ve kurumları karşılaştırmak suretiyle ortaya koymaya çalışmaktadır. Bu bağlamda farklı etnik ve kültürel grupların gelenek ve alışkanlıklarına dair ampirik araştırmalarda bulunarak pozitif  hukuk  normlarının  etkinliği  ile  toplumsal  düzeydeki  işleyişlerinin  yanı sıra günlük yaşam içinde hukuksal süreçlerin fiilen nasıl gerçekleştiği meselesine odaklanmaktadır. Birbirinden farklı ve ayrışmış toplumsal kesimlerin yaşantıları içindeki fonksiyonuna yoğunlaşarak hukuku tamamen toplumsal bir olgu olarak değerlendirmekte;  onun  pozitivist  anlamdaki  geçerliliğini  sorgulamaktadır. Araştırmasını, devletin normatif hukuksal düzeniyle aynı anda mevcut bulunan, tarihsel ve kültürel birikimin sonucu olarak toplumsal ilişki süreçlerinde ortaya çıkan, varlığını bu ilişkisel düzeyden alarak sürdüren gayrı resmi karakterli  diğerlerinin hukuklarına  yöneltmekte; hukukun pozitivist ve formalist çeperlerini kırarak çok boyutlu  analizinin  gerçekleştirilmesini  hedeflemektedir.  Dolayısıyla  Ehrlich in hukuksal yaklaşımının, geleneksel hukukçuluğun hukukun analizine ilişkin normatif dogmatikliğini aşarak onun ötesinde hukuksal olguların ampirik incelemesini ön plana çıkartan ve hukuksal metodolojiyi sosyal bilimlerin bulgularıyla değerlendirip yeniden anlamlandırmaya yönelmiş bir içeriğe sahip olduğu söylenebilir.V. DeğerlendirmePetrazychi ve Ehrlich in hukuk teorilerinin hukuk sosyolojisi üzerindeki etkilerini tam olarak betimlemek güç olsa da her iki hukukçunun bilhassa çok hukukluluk ve 72  Ibid 144.73  Ehrlich, Fundamental (n 53) 477-478. 74  Banakar (n. 11) 43.75  Stewart Macaulay, ‘The New Versus The Old Legal Realism:  Things Ain t What They Used To Be   (2005) Wis L Rev 365, 386. 76  Banakar (n 11) 43.270Akman / Hukuksal Ampirizmin Hukuk Disiplini Yöntemi Olarak Ortaya Çıkışı ve Erken Gelişim Dönemi: Petrazycki veonun uzanımında hukuksal çok merkezlilik (legal polycentricity) gibi yönelimler üzerinde etkili olduğu, bunun yanı sıra Pound un uygulamadaki hukuk (law in action) yaklaşımının Ehrlich in yaşayan hukuk kavramıyla paralellikler arz ettiği söylenebilir. Petrazycki gibi Ehrlich in de kendilerinden sonraki sosyo-hukuksal çalışmalara asıl katkılarının ise metodolojik yönden olduğu belirtilmelidir. Bu katkı pek çok hukukçu ve sosyal bilimcinin, Petrazycki ve Ehrlich in hukuka ilişkin geliştirdikleri  sosyo-hukuksal  metodolojiden  hareketle  yeni  yaklaşımlar  ortaya çıkarabilmelerini sağlamıştır. Örneğin Petrazycki nin önemli takipçileri arasında, aynı zamanda öğrencileri de olan Gurvitch, Sorokin ve Timasheff gibi isimler ön plana çıkarken Malinowski nin de hukuk ile antropoloji arasındaki ilişkileri açıklamaya dönük çalışmalarında Petrazycki nin hukuk anlayışını takip ettiği dikkat çeker. Yine  Pound un  belirttiği  gibi  Petrazycki nin,  ilk Amerikan  Hukuki  Realistleri üzerinde doğrudan bir tesiri olmamışsa da daha sonraki Realist hukukçu kuşağı hem hukuk sosyolojisi hem de hukuksal ampirizm araştırmaları dolayımıyla daha yoğun biçimde etkilediği göz ardı edilmemelidir. Buna karşın Ehrlich in hukuk sosyolojisi alanındaki  çalışmalar  üzerinde  daha  yoğun  ve  Petrazycki  ile  kıyaslandığında daha erken dönemlerde görülen bir nüfuzundan bahsetmek mümkündür. Farklı biçimlerde olmakla birlikte görüşleri, öncelikle Almanya da Serbest Hukuk Okulu nu (Freirechtsschule),  1920 lerde  Japon  hukukçularını,  1930 lardan  itibaren  başta Pound ve Llewellyn olmak üzere Amerikan Realistleri ile İskandinav Realistlerini, 1940 larda hukuk ve antropoloji, daha sonra ise hukuk eğitimi ve daha geniş kapsamda olmak üzere hukuk sosyolojisi üzerine çalışan pek çok kişiyi etkisi altına almıştır. Sonuç  olarak  her  iki  hukukçu  da  hukuku,  tek  başına  normatif  bir  yapı olarak  değerlendirmemiş;  hukuksal  pozitivizm  ve  normatif  hukuk  teorilerinin kabullerinden çok daha geniş bir perspektifte sosyal bilimlerin farklı disiplinleriyle ilişkilendirerek yeni bir konuma yerleştirmişlerdir. Onların hukuku sosyal bilimlerle ilişkilendirmesi, gözlem ve ampirik araştırmaları hukuksal incelemelerin bir parçası haline  getirebilmelerine  imkân  vermiş  ve  20.  yüzyılın  ilerleyen  dönemlerinde 77  Ibid 46; Motyka (n 18) 128-131. Bununla birlikte Pound un uygulamadaki hukuk kavramı ile Ehrlich in yaşayan hukuk kavramı birbirlerinden bir takım önemli farklılıklar içermektedir. Uygulamadaki hukuk kitaplarda yazan hukuk ile hukuk uygulamacılarının güncel pratikleri arasındaki farklılık ve boşluklara odaklanmaktadır. Yaşayan hukuk ise yurttaşların yaşamları içinde toplumun üyesi olarak tabi bulundukları zorunluluklara atıf yapmaktadır. Uygulamadaki hukuk yaklaşımı okullarda öğretilen hukukla uygulamada vuku bulan hukuk arasındaki boşluklara yönelmekte, yaşayan hukuk ise yukarıda da değinildiği üzere normlara, bu normların müeyyide ve zorlayıcılıklarına, toplumsal yapı içindeki çeşitli kurumların ve grupların araştırılmasına odaklanmaktadır. Bu yönüyle yaşayan hukuk kavramı daha radikal bir pozisyonu işgal etmekte ve hukuk uygulaması içinde hukukun nasıl işlediğinden ziyade toplumsal yaşam içinde pozitif hukuk düzeninin dışında ortaya çıkan hukukla bağlantılı süreçleri ele almaktadır. Macaulay (n 75) 385-386; Ziegert, A Note (n 68), 112 and 121-122; Roger Cotterrell, ‘Ehrlich at the Edge of Empire: Centres and Peripheries in Legal Studies  in March Hertogh (ed), Living Law - Reconsidering Eugen Ehrlich (Hart 2009) 83-84; Nimaga (n 64) 157-158. Ayrıca bakınız David Nelken, ‘Law in Action or Living Law? Back to the Beginning in Sociology of Law  (1984) 4 Legal Stud 157, passim.78  Motyka (n 18), 120-121. 79  Roscoe Pound, Jurisprudence - Vol I (West 1959) 344. 80  Ziegert, The Sociology (n 13) 227. 81  Ziegert, A Note (n 68) 109; Ziegert, The Sociology (n 13) 227; Vogl (n 64) 95-96; Mathias W Reimann, ‘Free Law School  in David S Clark (ed), Encyclopedia of Law & Society: American and Global Perspectives - Vol 2 (Sage 2007) 605-606.271İstanbul Hukuk Mecmuası 79/1hukuk ve sosyal bilimler ilişkisi üzerine çalışan pek çok hukukçu ve araştırmacının çalışmalarına  da  yön  vermiştir.  Petrazycki  ve  Ehrlich in  öncülüğünü  yaptığı, hukuku, bireysel ve toplumsal olgulardan hareketle ampirik metotların kullanılması suretiyle analiz yöntemi aynı zamanda hukuk ile sosyal bilimler arasında disiplinler arası metodolojik araştırmaların başlamasının da ilk aşamasını oluşturmuştur. Bu disiplinler arası yaklaşım bilhassa hukukun ne olduğu ya da ne olması gerektiği gibi soruların salt hukuksal dünya görüşünün yarattığı normatif dar çerçevenin dışında yeni bir anlam kazanarak yeniden sorgulanabilmesine imkân tanımıştır. Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir.Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare.Grant Support: The author declared that this study has received no financial support.272Akman / Hukuksal Ampirizmin Hukuk Disiplini Yöntemi Olarak Ortaya Çıkışı ve Erken Gelişim Dönemi: Petrazycki ve",
     "Kaynakça": "Akçabay FC, ‘Hukuka Uymak ya da Uymamak İşte Tüm Mesele Bu: Psikolojik Hukuk Yaklaşımı Çerçevesinde Hukuka Uyma ve Meşruluk İlişkisi  in Üye S et al (eds), Prof. Dr. Adnan Güriz e Armağan, (Ankara Üniversitesi 2016) 39 71.Althusser L, İdeoloji ve Devletin İdeolojik Aygıtları (Alp Tümertekin tr, İthaki 2003).Babb HW, ‘Petrazhitskii: Science of Legal Policy and Theory of Law  (1937) 17 BUL Rev 793 829.    ‘Petrazhitskii: Theory of Law  (1938) 18 BUL Rev 511 578.Banakar R, ‘Sociological Jurisprudence  in Banakar R and Travers M (eds), An Introduction to Law and Social Theory (Hart 2002) 33 49.Cairns H, Law and the Social Sciences (Augustus M. Kelley 1969)Can C, Hukuk Sosyolojisinin Antropolojik Temelleri ve Genel Gelişim Çizgisi (2nd edn, Seçkin 2003).Cotterrell R, The Sociology of Law   An Introduction (2nd edn, Butterworths 1992).   ‘Ehrlich at the Edge of Empire: Centres and Peripheries in Legal Studies  in Hertogh M (ed), Living Law   Reconsidering Eugen Ehrlich (Hart 2009) 75 94.Denzin NK, ‘Interaction, Law, and Morality: The Contributions of Leon Petrazycki  in Gorecki J (ed), Sociology and Jurisprudence of Leon Petrazycki (University of Illinois 1975) 63 82. Ehrlich E, ‘The Sociology of Law  (Isaacs N tr) (1922 1923) 36 Harv L Rev 129 145.   Fundamental Principles of the Sociology of Law, (Moll WL tr, Russell & Russell 1962).Golunskii SA and Strogovich MS, ‘The Theory of The State and Law  in Hazard JN (ed), Soviet Legal Philosophy (Babb HW tr, Harvard 1951) 351 425.Gorecki J, ‘Leon Petrazycki  in Gorecki J (ed), Sociology and Jurisprudence of Leon Petrazycki (University of Illinois 1975) 1 15.   ‘Preface  in Gorecki J (ed), Sociology and Jurisprudence of Leon Petrazycki (University of Illinois 1975) IX XI.   ‘Social Engineering through Law  in Gorecki J (ed), Sociology and Jurisprudence of Leon Petrazycki (University of Illinois 1975) 115 132. Gurvitch G, ‘Hukuk Sosyolojisinin Kurucuları ve Bugünkü Cereyanlar  (Hamide Topçuoğlu tr) (1973) 8 (3) AÜHFD 629 642.Gürkan Ü, Hukuk Sosyolojisine Giriş (3rd edn, Siyasal 1999).Heper A, ‘Almanya da Hukuk Sosyolojisi Dersleri ve Kitapları Konusunda Bir İnceleme  (2015) 2 (3) Hukuk Kuramı 1 16.    Serbest Hukuk Akımı  Sosyal Bir Olgu Olarak Hukuk  (On İki Levha 2016).Hertogh M, ‘From ‘Men of Files  to ‘Men of the Senses : A Brief Characterisation of Eugen Ehrlich s Sociology of Law , in Hertogh M. (ed), Living Law   Reconsidering Eugen Ehrlich (Hart 2009) 1 17.Hunt A, ‘The Problematisation of Law in Classical Social Theory  in Banakar R and Travers M (eds), An Introduction to Law and Social Theory (Hart 2002) 13 31.Işıktaç Y and Koloş U, Hukuk Sosyolojisi (İstanbul Bilgi Üniversitesi 2015). Koloş U, ‘Leon Petrazycki ve Hukukun Gerçekliği Sorunu: Bir Psikolojik Hukuk Kuramı  in Üye S et al (eds), Prof. Dr. Adnan Güriz e Armağan (Ankara Üniversitesi 2016) 493 540. Macaulay S, ‘The New Versus The Old Legal Realism:  Things Ain t What They Used To Be   (2005) Wis L Rev 365 403.273İstanbul Hukuk Mecmuası 79/1Mertz E, ‘Introduction  in Mertz E (ed), The Role of Social Science in Law (Ashgate 2008) XIII   XXX. Milovanovic D, Weberian and Marxian Analysis of Law: Development and Functions of Law in a Capitalist Mode of Production (Ashgate 1989).    An Introduction to the Sociology of Law (3th edn, Criminal Justice 2003)Motyka K, ‘Law and Sociology: The Petrazyckian Perspective  in Michael Freeman (ed), Law and Sociology   Current Legal Issues   Vol 8 (Oxford 2006) 119 140.Nelken D, ‘Law in Action or Living Law? Back to the Beginning in Sociology of Law  (1984) 4 Legal Stud 157 174.   ‘Ehrlich s Legacies: Back to the Future in the Sociology of Law?  in Hertogh M (ed), Living Law   Reconsidering Eugen Ehrlich (Hart 2009) 237 272.Nimaga, S, ‘Pounding on Ehrlich. Again?  in Hertogh M (ed), Living Law   Reconsidering Eugen Ehrlich (Hart 2009) 157 175.Özcan MT, Hukuk Sosyolojisine Giriş (4th edn, On İki Levha 2011).Özkan İB, ‘Hukuku Yaşamda Bulmak: Eugen Ehrlich in Hukuk Sosyolojisi Anlayışında Yöntem  in Işıktaç Y (ed), Dönüşen Toplum   Dönüşen Hukuk II: Yöntem (Sümer 2016) 151 184.Petrazycki L, Law and Morality (Babb HW tr, Harvard 1955).Podgorecki A, ‘Unrecognized Father of Sociology of Law: Leon Petrazycki   Reflections based on Jan Gorecki s Sociology and Jurisprudence of Leon Petrazycki  (1980 1981) 15 Law & Soc y Rev 183 202.Posner R, ‘The Decline of Law as an Autonomous Discipline: 1962 – 1987  (1986–1987) 100 Harv L Rev 761 780.   ‘Legal Scholarship Today  (2001 2002) 115 Harv L R 1314 1326.Pound, R, Jurisprudence   Vol I (West 1959).Reimann MW, ‘Free Law School  in Clark DS (ed), Encyclopedia of Law & Society: American and Global Perspectives   Vol 2 (Sage 2007) 605 606.Reisner MA, ‘The Theory of Petrazhitskii: Marxism and Social Ideology  in Hazard JN (ed), Soviet Legal Philosophy (Babb HW tr, Harvard 1951) 71 82.Rudzinski AW, ‘Petrazycki s Significance for Contemporary Legal and Moral Theory  (1976) 21 Am J Juris 107 130.Timasheff NS, An Introduction to the Sociology of Law (Harvard University Committee 1939).    ‘Introduction  in Petrazycki L, Law and Morality (Babb HW tr, Harvard 1955) XVIII – XXXVIII.Vogl S, ‘Eugen Ehrlich s Linking of Sociology and Jurisprudence and the Reception of his Work in Japan  in Hertogh M (ed), Living Law   Reconsidering Eugen Ehrlich (Hart 2009) 95 123.Yüksel M, Avşar Z and Akbaş K, Hukuk Sosyolojisi (Anadolu Üniversitesi 2013).Weber M, Economy and Society   An Outline of Interpretive Sociology (Roth G and Wittich C eds, University of California 1978)Ziegert KA, ‘The Sociology Behind Eugen Ehrlich s Sociology of Law  (1979) 7(3) International Journal of Sociology of Law 225 273.    ‘A Note on Eugen Ehrlich and the Production of Legal Knowledge  (1998) 20 Sydney L Rev 108 126.   ‘World Society, Nation State and Living Law in the Twenty first Century  in Hertogh M (ed), Living Law   Reconsidering Eugen Ehrlich (Hart 2009) 223 236.274"
}