{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "22",
     "Ay": "11",
     "Yıl": "2021",
     "Cilt": "79",
     "Sayı": "4",
     "Başlık": "Uluslararası Hukuk Ekseninde Devletlerin Ileri Sürdüğü   Viral Egemenlik  Iddiasının Değerlendirilmesi",
     "Title": "Evaluation of the Viral Sovereignty Claims of States Under International Law",
     "Yazar İsmi": [

          "Sezercan Bektaş"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Viral Egemenlik", "Salgın Hastalıklar", "Biyoçeşitlilik Sözleşmesi", "Nagoya Protokolü", "Standart Malzeme Transfer Anlaşması"
     ],
     "Keywords": [
          "Viral Sovereignty", "Pandemics", "Biodiversity Convention", "Nagoya Protocol", "Standard Material Transfer Agreement"
     ],
     "Özet": "Salgın hastalıklara sebebiyet veren virüs patojenlerine ait numune ve genetik dizi verilerine erişim salgın ile mücadelede kullanılacak tıbbi araçların üretilmesi için önemlidir. Patojenlerin genetik dizi verilerine bilimsel çalışmalar vasıtasıyla serbestçe erişilebilmekteyken; patojenlerin izole edilmiş biyolojik numuneleri üzerinde devletlerin, Biyolojik Çeşitlilik Sözleşmesi ve Nagoya Protokolü ne dayanarak egemenlik iddia ettikleri ve patojenlere erişimin sınırlandırıldığı görülmektedir. Özellikle gelişmekte olan ülkelerin bu erişimi sınırlamak için ileri sürdüğü bu iddiaya  viral egemenlik  adı verilir. Gelişmekte olan devletlerin kullandığı bu iddianın hukuki gerekçelerinin yanı sıra reel gerekçesi ise paylaşılan patojen numuneleri kullanılarak elde edilen tıbbi araçlara, yüksek ticari değeri ve arzının azlığı sebebiyle, bu devletlerin ulaşamamasıdır. Adil olmayan fayda erişimi gerçekliği ve salgın hastalıkların insanlığa karşı önemli bir tehdit oluşturması ikilemi karşısında uluslararası hukuk içinden çıkamayacağı büyük bir sorun ile karşılaşmaktadır. Çalışmada devletlerin  viral egemenlik  iddialarının doğumu, tarihsel gelişimi ve hukuki dayanakları incelenmiştir. Viral egemenlik iddiasının uluslararası toplum için tehdit oluşturması nedeniyle patojen numunelerine etkin bir erişim sistemi ile elde edilen faydaların paylaşımı konusunda adil sistemin oluşturulup oluşturulamayacağının cevabı aranmıştır.  Netice olarak virüs patojenlerinin bilimsel çalışmalar için paylaşımındaki engellerin bütün insanlığın ortak sorunu olduğu ve patojen numunelerinin uluslararası alanda doğal kaynak olduğuna ilişkin iddialar ve düzenlemelerin, aşı ve diğer tıbbi faydalara erişemeyen gelişmekte olan devletleri uluslararası alanda büyük bir hukuki çıkmaza sürüklediği ortadadır. Bu çıkmazdan ancak Dünya Sağlık Örgütü (DSÖ) nün öncülüğünde, geniş katılımlı uluslararası bir andlaşma ile çıkmak mümkün olabilecektir. Bu andlaşma ile DSÖ nün mevcut yetkileri artırılmalı, kurumsal yapısı güçlendirilmeli, kararlarının devletler açısından normatif bağlayıcılığı tekrar gözden geçirilmelidir. Böylece, salgın hastalıklar ile mücadelede aşı ve diğer tıbbi faydaların adil paylaşımına ilişkin uluslararası hukukun katkıda bulunabilmesi mümkün olabilecektir.",
     "Abstract": "Access to samples and genetic sequence data of virus pathogens is important for the production of medical tools to fight epidemics. While the genetic sequence data of pathogens can be obtained from scientific studies, states claim sovereignty over isolated biological samples of pathogens, based on the Convention on Biological Diversity (CBD) and the Nagoya Protocol, thereby limiting access to pathogens. This claim is known as  viral dominance  and is particularly made by developing countries. The claim is hinged on the fact that developing states cannot access medical devices using shared pathogen samples due to their high commercial value and low supply. This presents a challenge to international law as it exposes the difficulty in ensuring access to benefits from information sharing and presents obstacles in preventing threats of epidemics to humanity. This study examines the birth, historical development, and legal bases of states  claims of  viral sovereignty.  These claims present a challenge to the international community as they question whether a fair system can be established to ensure equal access to pathogen samples and data. Current claims and existing regulations that regard pathogen samples as a natural resource in the international arena have dragged developing states, who cannot access vaccines, into a great legal dilemma. This study argues that the dilemma can be resolved by the establishement of an international treaty with broad participation under the leadership of the World Health Organization (WHO). In this treaty, the existing powers of the WHO should be increased, its institutional structure should be strengthened, and the normative bindingness of its decisions on states should be reconsidered. This will make it possible for international law to contribute to the fair sharing of vaccines and other medical benefits in the fight against epidemics..",
     "Metin": "Bulaşıcı hastalıkların salgın haline dönüşüp insanlığı tehdit altına aldığı dönemlerde; salgın ile mücadele maksadıyla hastalığın teşhisi, tedavisi ve aşı çalışmalarında kullanmak üzere hastalığa sebebiyet veren patojen virüslere ait numunelere ve genetik  verilere  hızla  ulaşabilmek  büyük  önem  taşımaktadır.  Patojen  virüslere ilişkin çalışmalarda kullanılmak üzere çeşitli biyolojik örneklerden virüslerin izole edilmesi ve bunun üzerine virüslerin genetik dizi verilerinin çıkarılması işlemleri yapılmaktadır. Bu sebeplerle, bahse konu biyolojik örnekler, virüs patojenlerini, bunların mutasyona uğramalarını ve enfeksiyon mekanizmalarını anlamak için ham veri sağlar. Virüs patojenlere ilişkin biyolojik numunelerin paylaşımı uluslararası bir egemenlik sorununu da peşinden getirmektedir.Günümüze kadar insanlığı tehdit eden salgınlar sırasında; salgına sebebiyet veren virüs patojenlerine ve genetik dizi verilerine erişme konusunda birçok sorunla karşılaşılmıştır. Devletler, kendi egemenlik sınırları içerisinde tespit ettikleri virüs patojenlerine ilişkin numuneleri uluslararası toplum ile bazen geç paylaşmış; bazen de paylaşmayı reddetmiştir. Devletlerin bu eylemleriyle salgınla mücadeleye vurduğu sekte; çok sayıda insanın ölümüne sebebiyet vermiştir. Uluslararası  hukuk  açısından  devletlerin  virüs  patojenleri  ve  bunlara  ilişkin verileri paylaşma konusundaki kararlarının bütün insanlığı etkileyen ortak bir sorun oluşturduğu gerçeğinin yanı sıra ilgili biyolojik materyalin ticari niteliği büyük bir  ikilemi  de  karşımıza  çıkarmaktadır.  Bu  derin  ikilem  ekseninde  uluslararası düzenlemeler ve bu düzenlemelerin yorumlanmasında devletlerin tutumu sorunu derinleştirmeye ve insanlığı tehdit etmeye devam etmektedir. Makalemizde  ilgili  virüs  patojenleri  ve  bunlara  ilişkin  verilerin  paylaşımına ilişkin devletlerin tutumları, uluslararası düzenlemeler ve bunların uluslararası hukuk açısından değerlendirilmesi amaçlanmıştır. Bu kapsamda makalemizin ilk bölümünde virüs  patojen  numunelerinin  paylaşımına  ilişkin  tarihsel  gelişim  incelenecektir. Makalemizin ikinci bölümünde tarihsel gelişmeler ışığında devletlerin patojenler üzerindeki  egemenlik  iddialarının  dayanakları,  iddialar  karşında  geliştirilen uluslararası düzenlemeler incelenecek ve makalemizin son bölümünde ise virüs 1   Patojen genellikle hastalığa neden olan veya neden olabilen bir mikroorganizma olarak tanımlanır ; Liise-anne Pirofski and Arturo Casadevall, ‘What is a pathogen? A question that begs the point  (2012) 10(6) BMC Biol <https://bmcbiol.biomedcentral.com/track/pdf/10.1186/1741-7007-10-6.pdf> Erişim Tarihi: 20 Mart 2021, 1. 2  Virüs patojenlerinin izole edilmesi (saflaştırılması), belirli biyolojik materyal üzerinde (tükürük, doku vb…) virüsün örneğinin tespit edilmesine ilişkin tıbbi işlemdir. 3  Sam F Halabi, ‘Viral Sovereignty, Intellectual Property, and the Changing Global System for Sharing Pathogens for Infectious Disease Research  (2019) 28 (1) Annals of Health Law 101, 101. 1424Bektaş / Uluslararası Hukuk Ekseninde Devletlerin İleri Sürdüğü  Viral Egemenlik  İddiasının Değerlendirilmesipatojen numunelerinin paylaşımına ilişkin soruna getirilen hukuki öneriler konusunda değerlendirmeler yapılacaktır. I. Virüs Patojenlerinin Serbest Paylaşımı Sisteminin   Viral Egemenlik  Argümanına EvrilmesiA. Virüs Patojenlerinin Serbest Paylaşımı Dönemi1918 – 1919 yılları arasında meydana gelen ve  İspanyol Gribi  (HN) olarak isimlendirilen, dünya çapında 20 ila 50 milyon insanın ölümüne neden olan 20. yüzyılın en büyük grip salgının küresel nüfus üzerinde yıkıcı etkileri olmuştur. Bu hastalığın, semptomları açısından bulaşıcı olduğu bilinmesine rağmen; hastalığa sebebiyet veren virüs ancak 1931 yılında Richard Shope tarafından domuzdan; 1933 yılında ise Andrewes Laidlaw ve Wilson Smith tarafından insandan izole edilmiştir. Salgın ile mücadelede alınacak önlemler için virüs patojenin izole edilmesi önemli bir başlangıç olmuştur. Bu salgından sonra da kitlesel kayıplara sebebiyet veren grip salgınları devam etmiştir. Bu nedenle İkinci Dünya Savaşı nın akabinde küresel kamu sağlığının iyileştirilmesi ve bulaşıcı hastalıklarla mücadele etmek amacıyla 07.04.1948 tarihinde Dünya Sağlık Örgütü (DSÖ) kurulmuştur.DSÖ Anayasası nın kabul edilmesinin üzerinden 4 yıl geçtikten sonra yıkıcı potansiyele sahip olan ve hızla yayılma yeteneği bulunan grip salgınına karşı etkili uluslararası iş birliği oluşturabilmek için DSÖ tarafından 1952 yılında  Küresel Grip Gözetim Ağı  (Global Influenza Surveillance Network-GISN) kurulmuştur. Aslında salgına sebebiyet veren virüs patojenlerine ilişkin genel olarak iki ana araştırma nüvesi  bulunmaktadır.  Bunlardan  ilki  izole  edilen  virüs  örneğinin  bulunduğu biyolojik materyaldir. Diğeri ise virüs patojenlerine ilişkin genetik dizi (sekans) verileridir. Bu iki veri kaynağına erişim birbirinden farklılık arz etmektedir. Virüs patojenlerinin genetik dizi (sekans) verileri genelde bilim insanlarının yaptıkları çalışmalar veya gen bankaları aracılığı ile serbestlik içerisinde uluslararası toplum ile paylaşılır. Paylaşılan bu veriler ile bazı faydalar da elde edilebilmektedir. Örneğin tanı kiti geliştirme, ters genetik tekniklerinin kullanılması ile canlı virüsü oluşturması ve neticede aşı çalışması yapılması, genetik dizi verileri ile sağlanabilmektedir. İkinci 4  Lawrence O Gostin, Global Health Law (1.Bası, Harvard University Press 2014) 362. 5  Elderfield R ve Barclay W, ‘Influenza Pandemics  in Curtis N, Finn A, Pollard A (edr), Hot Topics in Infection and Immunity in Children VIII, Advances in Experimental Medicine and Biology, (Springer 2012) 83. 6  Gostin (n 4) 362:  1918 salgınından sonra 1957 yılında  Asya Gribi  (HN) 1 ila 2 milyon insanın ölümüne; 1968 yılında ortaya çıkan  Hong Kong Gribi  (HN) 700 bin insanın ölümüne sebebiyet vermiştir. 1976 yılında yeni bir versiyon olarak ortaya çıkan  Domuz Gribi  (HN) salgını kitlesel kayıplara sebebiyet vermemiş olsa bile siyasi karışıklıklara sebebiyet vermiştir . 7  TC Sağlık Bakanlığı Dış İlişkiler Dairesi Başkanlığı, ‘Dünya Sağlık Örgütü ve Türkiye ile İlişkileri , <https://sbu.saglik.gov.tr/Ekutuphane/kitaplar/dsoandturkey.pdf> Erişim tarihi:22 Şubat 2021, 9. 8  Wenging Zhang ve John Wood, ‘The Global Influenza Surveillance and Response System-65 years of building trust and sharing and a role model for global health security  (2018) 12(5) Influenza Other Respir Viruses 566, 566.1425İstanbul Hukuk Mecmuası 79/4araştırma nüvesi ise virüs patojeninin izole edildiği biyolojik materyaldir. GISN, DSÖ ye üye devletlerin grip virüs patojenlerine ilişkin numuneleri ve bunlardan elde edilen faydaları etkili iş birliği vasıtasıyla paylaşımını amaçlayan küresel bir sistemdir. Bu sistemin adı, 2011 yılında DSÖ Asamblesi tarafından alınan bir karar ile  Küresel Grip Gözetim ve Müdahale Sistemi  (Global Influenza Surveillance and Response System- GISRS) olarak değiştirilmiştir.GISN  ile  kurulan  ağ  ile  salgına  sebebiyet  veren  grip  patojen  numuneleri dünyanın her yerindeki referans laboratuvarlara, araştırmacılara ve aşı üreticilerine ulaştırılmıştır. Böylece üretilmiş olan teşhis ve tedavi ürünleri ile aşılar vasıtasıyla yüzbinlerce hayat kurtarılmıştır. Salgına sebebiyet veren grip virüs patojenlerine ilişkin numune ve bilgilerin tüm paydaşlar ile herhangi bir engel olmaksızın GINS üzerinden paylaşılması sistemine öğretide,  serbest paylaşım sistemi  adı verilmiştir. Patojen  numunelerinin  serbest  paylaşımı  neticesinde  doğan  faydalardan,  diğer bir ifade ile teşhis, tedavi ürünleri ve aşılardan, gelişmekte olan devletlerden ziyade gelişmiş devletler ellerinde bulunan teknolojik üstünlüklerinin sayesinde daha fazla faydalanmışlardır. Gelişmekte olan devletlerden serbest paylaşım sistemi ile ulaşılan patojenler neticesinde elde edilen faydalardan bu ülkelerin yararlanamaması, GISN nin gelişmiş devletlerin kullandığı bir sömürge metodu olduğu izlenimini doğurmuştur. Bu izlenim yirminci yüzyılın ortalarında uluslararası hukukta  insanlığın ortak mirası  olarak  nitelendirilen  virüs  patojen  numunelerinin;  hukuki  nitelendirmesinde  de sapmaya sebebiyet vermiştir. Diğer bir ifade ile virüs patojen numuneleri üzerinde egemenlik  kurulamayacağı  konsepti;  bunların  üzerinde  egemenlik  kurulabileceği konseptine dönüşmüştür. Aslında hukuki nitelendirmedeki bu sapmaya ve patojen paylaşım sistemi üzerindeki değişime, gelişmiş devletler ile gelişmekte olan devletlerin aralarındaki gerilimin sebebiyet verdiğini söylemek yanlış olmayacaktır. Grip veya grip dışında salgına sebep olan virüs patojen numunelerinin paylaşım yöntemleri olarak karşımıza; araştırmacılar arasında paylaşım (postal acquisition), paraşüt metodu ile aktarım (parachute acquisition), yeni örneklerin toplanması için belirlenmiş araştırma alanlarından kazanım (Annexed Research Sites for the Collection of New Samples) yöntemleri çıkmaktadır.9  Lyle Fearnley ‘Viral Sovereignty or Sequence Etiquette? Asian Science, Open Data, and Knowledge Control in Global Virus Surveillance , (2020) 14(3) East Asian Science, Technology and Society: An International Journal 479, 480-481.10  ibid, 566. 11  ibid, 566; DSÖ Asamblesi tarafından verilen bu karar makalemizin §II-B başlığı altında incelenmiştir. 12  Halabi (n 3) 106:  (...) Benzer şekilde 2014-2015 yılı salgını sırasında binlerce Ebola virüsü örneğinin Gine, Liberya ve Sierra Leone den transferi ilk hızlı teşhisin, birkaç umut verici ilaç adayının ve yüzde yüz koruma gösteren bir aşının üretilmesini sağlamıştır. 13  ibid 105. 14  ibid 106.15  ibid 106; Michelle Rourke, Sam Halabi, Gian Luca Burci ve Rebecca Katz, ‘The Nagoya Protocol and the Legal Structure of Global Biogenomic Research  (2020) 45 Yale J Int l L 133, 147-150. 1426Bektaş / Uluslararası Hukuk Ekseninde Devletlerin İleri Sürdüğü  Viral Egemenlik  İddiasının Değerlendirilmesi1. Patojen Örneklerinin Araştırmacılar Arasında Paylaşımı  (Postal Acquisition)Bu yöntem, patojen örneklerin bilimsel çalışmalar kapsamında araştırmacılar arasında paylaşılmasını ifade etmektedir. Aslında araştırmacılar arasında yapılan bu paylaşım yöntemi gayrı resmi niteliktedir. Diğer bir ifade ile bilim insanları genellikle kendi ülkelerinden topladıkları bahse konu biyolojik örnekleri ve verileri devletin denetimi dışında bilimsel bir maksat ile diğer ülkedeki bilim insanlarına  ulaştırmaktadır.  Bu  yöntemde  genelde,  gelişmiş  bir  devletteki araştırmacılar, düşük ve orta gelirli devletlerdeki araştırmacılardan biyolojik örnek talep etmişlerdir. Nitekim, buna benzer örnek olarak karşımıza 2012 yılında Suudi Arabistan da ortaya çıkan Ortadoğu Solunum Sendromuna sebebiyet veren Koronavirüsün (Mers-CoV)17 Hollanda ya aktarılması örneği verilebilir. Şöyle ki, 2012 yılında Suudi Arabistan da çalışmakta olan mikrobiyolog Dr. Ali Mohamed Zaki,  tespit  ettiği  Koronavirüsün  bir  hastanın  ağır  solunum  semptomlarına, böbrek yetmezliğine ve bir hastanın ölümüne neden olduğundan şüphelendikten sonra patojen örneğini yardım için Hollanda da bulunan Erasmus Tıp Merkezine aktarmıştır. Patojen örneklerinin bu yöntem ile paylaşılması 1980 li yıllara kadar yaygın olarak kullanılmıştır. Hatta aşağıda ayrıntılı işleyeceğimiz 1992 tarihli Birleşmiş Milletler Biyolojik Çeşitlilik Sözleşmesi (BÇS) ve 2010 tarihli Nagoya Protokolü ile getirilen yeni paylaşım sistemi yürürlükte olmasına karşın günümüzde halen uluslararası  hukuktaki  normlar  dikkate  alınmaksızın  bu  gayri  resmi  yöntemin kullanıldığı gözlenmektedir. Keza 2012 yılında Suudi Arabistan dan Hollanda ya aktarılan Mers-CoV virüs örneklerinin paylaşılması da uluslararası hukuktaki yeni sisteme uygun olarak yapılmamış ve bu durum sebebiyle ortaya çıkan uyuşmazlık 16  Rourke,Halabi,Burci ve Katz (n 15) 147; Halabi (n 3) 106. 17  Ortadoğu Solunum Sendromuna sebebiyet veren MERS Korona Virüsü. 18  Rourke,Halabi,Burci ve Katz (n 15) 148; Halabi (n 3)107:  Zaki ye göre,  [Erasmus] ilk bulgularımı doğruladı ve onlardan hasta sıfır numunesinin küçük bir kısmını göndermemi istedi çünkü daha fazla test yapmak istediler ve RNA ları tükendi. Transit sırasında soğuk zinciri korurken canlı bir virüs örneği göndermek için herhangi bir mekanizmam yoktu. Bu nedenle, balgam örneğini filtreledim ve süzüntüyü Vero hücreleriyle karıştırdım, sıkıca kapatılmış tüpü uygun biyolojik tehlike kaplarında paketledim ve bir teşhis numunesi olarak oda sıcaklığında özel bir taşıyıcı ile gönderdim. İşe yaradı. Hollanda da aldılar ve New England Journal of Medicine de yayınlanan bu yeni virüsün ilk genetik analizi olan canlı virüsü kurtarmayı başardılar. 19  Sözleşme Rio da 157 ülke tarafından 1992 yılında imzalanmış ve Sözleşme Aralık 1993 te yürürlüğe girmiştir. Sözleşmenin İngilizce metni için bkz <https://treaties.un.org/doc/Treaties/1992/06/19920605%2008-44%20PM/Ch_XXVII_08p.pdf> Erişim tarihi: 24 Şubat 2021; Sözleşme Türkiye tarafından 29.08.1996 tarihli ve 4177 sayılı Kanun ile onaylanmıştır (RG.27.12.1996; 22860); Sözleşmenin Türkçe metni için bkz <https://teftis.ktb.gov.tr/TR-263675/biyolojik-cesitliliksozlesmesi.html> Erişim tarihi: 24 Şubat 2021.20  Protokolün İngilizce metni için bkz <https://treaties.un.org/doc/Treaties/2010/11/20101127%2002-08%20PM/XXVII-8-bCorr-Original.pdf> Erişim tarihi: 24 Şubat 2021.21  Rourke,Halabi,Burci ve Katz (n 15) 148:  Biyolojik Çeşitlilik Sözleşmesi ve Nagoya Protokolü tarafından getirilen yeni normların bir sonucu olarak, malzeme transfer anlaşmaları (MTA lar) yapılmadan numune transferlerinin taraflar arasında gerçekleşmesi artık olası değildir. MTA lar genellikle standartlaştırılmış formlardır, kullanıcı tarafın aktarılan materyallerle neler yapıp yapamayacağını (ve ticari kullanım veya fikri mülkiyet haklarına başvurma sınırlamaları içerebilir), varsa hangi tarafın sahiplik haklarına sahip olduğunu ve bu hakların devredilebilir olup olmadığını özetler. 1427İstanbul Hukuk Mecmuası 79/4sebebiyle  Mers-CoV  virüsüne  ancak  Güney  Kore yi  etkiledikten  sonra  yanıt verilebilmiştir. 2. Paraşüt Metoduyla Aktarım (Parachute Acquisition)Yabancı  araştırmacının,  ev  sahibi  ülkede   alan  çalışması   yaparak  topladığı biyolojik  materyali  araştırma  yapmak  için  kendi  ülkesine  götürmesi   paraşüt metodu  olarak tanımlanmaktadır. Paraşüt  aktarımı,  gelişmekte  olan  devletler  tarafından  geniş  çapta   biyolojik korsanlık   olarak  görülen  bir  aktarım  türüdür.  Ev  sahibi  devletten  önceden bilgilendirilmiş bir onay alınmadan yapılan paraşüt aktarımı hukuki bir aktarım türü olarak kabul edilmemektedir. Bununla birlikte paraşüt aktarımlar, gelişmekte olan ev sahibi devletlerin bilimsel ve ekonomik olarak gelişmesini de olumsuz olarak etkilemektedir. Bu sebeplerle artık birçok devlet yabancı araştırmacıların ancak yerel araştırmacılarla iş birliği yapması halinde bu çalışmaları yapabilmelerine izin verecek biçimde kendi yasal düzenlemeleri ile tedbirler aldığı görülmektedir.3. Yeni Örneklerin Toplanması için Belirlenmiş Araştırma Alanlarından Kazanım (Annexed Research Sites for the Collection of New Samples)Diğer aktarım yöntemlerinden daha az kullanılan bu yöntemde, menşe devletteki tahsis edilmiş araştırma alanlarından elde edilen genetik kaynaklarla ilgili araştırmaların en azından bir kısmı menşe devlette devam ettirilmektedir. Bu araştırma yabancı veya yerel araştırmacılar tarafından yapılabilir. Fakat menşe devletin katılımı olmadan yabancılar tarafından finanse edilen, geliştirilen ve işletilen belirlenmiş araştırma sahaları, aslında diğer aktarım yollarıyla aynı etkiye sahip olacaktır. Öte yandan, bu aktarım yöntemi, uluslararası iş birliğini geliştirmek, eğitim vermek, uzmanlığı paylaşmak, teknoloji transferine katılmak ve ev sahibi ülkede bilimsel kapasitenin geliştirilmesine yardımcı olmak için sağlayıcı ülke içindeki ortakların aktif katılımını teşvik edebilir. 22  Halabi (n 3) 107; Rourke MF, ‘Restricting Access to Pathogen Samples and Epidemiological Data: A Not-So-Brief History of  Viral Sovereignty  and the Mark It Left on the World  in Eccleston-Turner M, Brassington I (edr), Infectious Diseases in the New Millennium. International Library of Ethics, Law, and the New Medicine, (Springer 2020) 178.23  Rourke,Halabi,Burci ve Katz (n 15) 148; Halabi (n 3) 108:  Örneğin, 2000 li yılların başlarında, Fransız araştırmacılar, yerli Quassia Amara çalılarından türetilenler de dâhil olmak üzere yerel antimalaryal ilaçlar hakkında bilgi edinmek için Brezilya ve Fransız Guyanası nda araştırma yaptılar. 2005 yılında bu ön araştırma yayınlandı. On yıl sonra, Quassia Amara dan antimalaryal özelliklere sahip yeni bir bileşik için bir patent verildi. 24  Halabi (n 3) 108. 25  Rourke,Halabi,Burci ve Katz (n 15) 149.26  Halabi (n 3) 109. 27  İbid, 109.28  Rourke,Halabi,Burci ve Katz, (n 15) 149.1428Bektaş / Uluslararası Hukuk Ekseninde Devletlerin İleri Sürdüğü  Viral Egemenlik  İddiasının DeğerlendirilmesiBazı devletler, herhangi bir biyolojik kaynağı kendi sınırları dışına transfer etmemek amacıyla yabancı bilim adamlarının yerel araştırmacılarla birlikte araştırma yapmalarını gerektiren yasal düzenlemeleri yürürlüğe koymuşlardır. Örneğin Brezilya, araştırma faaliyetlerine başlamadan önce yabancı araştırmacıların yerel bir ortakla iş birliği yapmasını talep etmiştir. Yürürlüğe koyulan bu yasal düzenlemeler ile gelişmekte olan devletlere teknoloji ve bilgi akışını kolaylaştırmak amaçlanmış; fakat bu düzenlemeler ile araştırmalara önemli bir bürokratik engel ve gecikme katmanı eklenmiştir.B. Uluslararası Hukukta  Viral Egemenlik  İddiasının DoğuşuSalgın  potansiyeline  sahip  tehlikeli  virüs  patojen  numunelerinin  gelişmekte olan devletlerce engelsiz şekilde gelişmiş ülkelerle paylaşılmasına karşın aktarılan numunelere dayanarak bu ülkelerde elde edilen faydalardan gelişmekte olan devletlerin yararlanamamasının ortaya çıkardığı adaletsiz görünüm devletler arasında büyük bir çatışmayı da tetiklemiştir. Nitekim bu çatışma 2006 yılında Endonezya nın virüs patojen numuneleri üzerinde egemenlik iddiasına dönüşmüştür. Şöyle ki, 2006 yılının sonunda Endonezya Sağlık Bakanı Dr. Siti Fadilah Supari, Endonezya da, HN in daha öldürücü bir formunun ortaya çıktığını ve daha önce insanlara yalnızca enfekte kuşlarla yakın temas yoluyla bulaşan bir virüsün insandan insana bulaşmaya başladığını tespit ettiklerini ve Endonezya nın bu tehlikeli virüs patojene ait numuneleri, bu numuneler kullanılarak oluşturulan aşı ve antiviral ilaçlara daha adil bir erişim garanti edilinceye kadar GISN ile sistemi paylaşılmayacağını uluslararası topluma deklare etmiştir. Supari, ileri sürdüğü bu argümanla virüs patojen numunelerinin Endonezya nın önceden bilgilendirilmiş rızası olmadan kullanılamayacağı ilkesini ileri sürmüştür. Böylece, patojen numunelerinden elde edilen patentli aşıların yüksek meblağlar ile Endonezya ya satılması önlenecek; Endonezya nın bu konuda bir pazarlık imkânı doğacaktı. Supari nin Endonezya adına ileri sürdüğü argümanın dayanağı olarak da Endonezya nın taraf olduğu 1992 tarihli BÇS gösterilmiştir. Endonezya nın ileri sürdüğü bu argümanla birlikte virüs patojen numuneleri de artık petrol, kauçuk ve tarım ürünleri gibi doğal kaynaklar içerisine girmiştir. Endonezya nın kendi toprakları üzerinde izole edilen virüs patojen numuneleri üzerinde  egemenlik  iddiasında  bulunması  uluslararası  hukuk  literatüründe  viral 29  Halabi (n 3) 109; Rourke,Halabi,Burci ve Katz (n 15) 149.30  Shahar Hameiri, ‘Avian influenza,  viral sovereignty , and the politics of health security in Indonesia , (2014) 27(3) The Pacific Review 333, 333; Kenan Mullis, ‘Playing Chicken with Bird Flu:  Viral Sovereignty,  the Right to Exploit Natural Genetic Resources, and the Potential Human Rights Ramifications  (2009) 24(5) American University International Law Review 944, 944.31  Mullis, (n 30) 949.32  Sözleşme Endonezya tarafından 05.06.1992 tarihinde imzalanmış; 23.08.1994 tarihinde onaylanmış ve Endonezya 21.11.1994 tarihinde sözleşmeye taraf olmuştur. <https://www.cbd.int/information/parties.shtml> Erişim Tarihi:24 Şubat 2021.33  Halabi (n 3) 114.1429İstanbul Hukuk Mecmuası 79/4egemenlik (viral sovereignty) olarak isimlendirilmiş;34 hatta bu argüman ilk aşamada uluslararası alanda  ahlaki şantaj  olarak da kınanmıştır. Endonezya tarafından kullanılan viral egemenlik argümanı, DSÖ içinde oluşan tepkiler çerçevesinde BÇS de düzenlenen genetik kaynaklara erişim konusunda 2010 tarihli Nagoya Protokolü nün kabul edilmesine vesile olmuştur. Bunun akabinde ise DSÖ tarafından 2011 yılında  Pandemik Grip Hazırlık Çerçevesi  (Pandemic Influenza Preparedness Framework) kabul edilmiştir.II.  Viral Egemenlik  Argümanının Uluslararası Hukuk  Kapsamında DeğerlendirilmesiA. 1992 Tarihli BÇS ve 2010 Tarihli Nagoya  Protokolü Kapsamında  Viral Egemenlik 1960 lı  yıllarda  gelişmekte  olan  devletlerin,  gelişmiş  devletler  karşısındaki ekonomik olarak aşırı dengesiz konumu sebebiyle, gelişmekte olan devletlerin ticaret, yatırım ve kalkınma fırsatlarını en üst düzeye çıkarmak ve dünya ekonomisine adil bir şekilde entegre olma çabalarında onlara yardımcı olmak maksadıyla 1964 yılında, Birleşmiş Milletler Ticaret ve Kalkınma Konferansı (United Nations Conference on Trade and Development - UNCTAD) oluşturulmuş ve bu konferans faydaların paylaşımı konusunda önemli bir unsur olarak teknoloji transferine odaklanmıştır. Ancak UNCTAD belirlemiş olduğu bu hedeflere tam anlamda ulaşamamıştır. 13 Nisan- 21 Mayıs 1972 tarihleri   arasında UNCTAD ın üçüncü oturumunda, Meksika Başkanı Luis Echeverría Alvarez tarafından devletlerin sahip oldukları doğal kaynaklar üzerinde daha fazla yetki vermeyi amaçlayan, Devletlerin Ekonomik Haklar ve Görevleri Şartı nın kabul edilmesi önerilmiştir. UNCTAD, 45 (III) kararı ile bu Şart ın taslak metnini hazırlamak için  Devletlerin Ekonomik Haklar ve Görevleri Şartı Çalışma Grubunu  kurmaya karar vermiştir. 12 Eylül 1974 tarihinde Ticaret ve Kalkınma Kurulu, Çalışma Grubu raporunun görüş ve önerileriyle birlikte BM Genel Kurul a iletilmesine karar vermiş ve Şart 12 Aralık 1974 yılında 3281 (XXIX) sayılı karar ile BM Genel Kurul tarafından kabul edilmiştir.34  Rourke (n 22) 173.35  Arthur L Caplan ve David R Curry, ‘Leveraging Genetic Resources or Moral Blackmail? Indonesia and Avian Flu Virus Sample Sharing , (2007) 7(11) The American Journal of Bioethics 1, 2.36  Halabi (n 3) 115. 37  Çerçevenin İngilizce metni için bkz <https://apps.who.int/iris/bitstream/handle/10665/44796/9789241503082_eng.pdf;jsessionid=108798665D55B07079EDFE?sequence=1> Erişim Tarihi: 24 Ocak 2021.38  Rourke,Halabi,Burci ve Katz (n 15) 150; Halabi (n 3) 111. 39  Hüseyin Pazarcı, Uluslararası Hukuk Dersleri - 2 Kitap (8. Bası, Turhan Kitabevi) 26; Şartın İngilizce metnine ulaşma için bkz <https://legal.un.org/avl/ha/cerds/cerds.html#:~:text=The%20General%20Assembly%20adopted%20resolution,to%206%2C%20with%2010%20abstentions.&text=The%20Charter%20was%20adopted%20by,by%20resolution%203281%20(XXIX)> Erişim Tarihi: 25 Ocak 2021.1430Bektaş / Uluslararası Hukuk Ekseninde Devletlerin İleri Sürdüğü  Viral Egemenlik  İddiasının DeğerlendirilmesiÇevre sorunları ile ilgili olarak Birleşmiş Milletler birçok uluslararası konferans gerçekleştirmiştir. Bu Konferansların ilki,  İnsan Çevresi  (Human Environment) başlığı ile 1972 yılında Stockholm de toplanmıştır. 1972 Konferansından sonraki yıllarda acil bir çevre sorunu olarak biyolojik çeşitlilik konusu uluslararası toplumun gündemine taşınmıştır. 1987 yılında, Birleşmiş Milletler Çevre Programı (UNEP) yönetim  konseyi  biyolojik  kaynakları  korumak  için  yasal  olarak  bağlayıcı  bir antlaşma geliştirme olasılığını araştırmak üzere bir çalışma grubu oluşturmaya karar vermiş ve 1991 yılında BÇS üzerine çok taraflı resmi görüşmeler başlamıştır. 1992 yılında Birleşmiş Milletler Çevre ve Kalkınma Konferansında (Rio Konferansı)41 imzaya açılan BÇS Aralık 1993 te yürürlüğe girmiştir. BÇS  ile  biyolojik  kaynaklara  erişimin  ve  ilgili  teknolojilerin  transferinin sağlanması, uygun finansmanın tedariki de dahil olmak üzere genetik kaynakların kullanımından doğan yararların adil ve hakkaniyete uygun paylaşımı amaçlanmıştır. Fakat BÇS ile hedeflenen amaçlara ulaşılabilmesi yolunda biyolojik çeşitliliğin korunması; bu çeşitliliğinin unsurlarının sürdürülebilir kullanımı, genetik kaynaklar ve teknoloji üzerinde sahip olunan bütün hakları da dikkate alınmalıdır. BÇS nin 2.maddesine göre genetik kaynaklar, bugün ve gelecek için değer taşıyan genetik materyal olarak; genetik materyal ise işlevsel kalıtım birimleri içeren, bitki, hayvan, mikrop veya başka menşeli olan her türlü materyal olarak tanımlanmıştır. Ayrıca, BÇS nin eki olan 2000 tarihli Cartagena Biyogüvenlik Protokolü nün 3.maddesinin (h) hükmü virüslerin genetik maddeyi aktaran veya çoğaltan  canlı organizmalar  olduğunu açıkça kabul etmektedir.Cartegena  Protokolüyle  birlikte  doğal  kaynaklar  üzerinde  devletlerin egemenliklerine ilişkin temel ilkenin genetik kaynaklar için de geçerli olduğu teyit edilmiştir. BÇS kapsamında devletlerin doğal kaynaklar üzerinde egemenlik hakları temel bir ilke olarak BÇS nin 3.maddesinde şu şekilde düzenlenmiştir:  devletlerin kaynakları üzerine, Birleşmiş Milletler Şartı ve uluslararası hukuk ilkeleri uyarınca kaynaklarını  kendi  çevre  politikaları  doğrultusunda  kullanma  egemen  hakkına sahiptirler ve kendi yargı yetkileri veya kontrolleri dahilindeki faaliyetlerin, diğer Devletlerin çevrelerine veya ulusal yargı yetkilerinin sınırları dışındaki alanların çevrelerine  zarar  vermemesini  de  sağlamakla  yükümlüdürler .  Bu  temel  ilke 40  Rourke,Halabi,Burci ve Katz (n 15) 151; Halabi (n 3) 111. 41  Rio Konferansı hakkına ayrıntılı bilgi için bkz Meltem Skalar Sarıbeyoğlu, Uluslararası Hukukta Sürdürülebilir Kalkınma Kavramı (1.Baskı, Beta Yayıncılık 2015) 29.42  Skalar Sarıbeyoğlu (n 41) 32; Ferhunde Hayırsever Topçu, ‘Biyolojik Çeşitlilik Sözleşmesi: Müzakereden Uygulamaya , (2012) 20(1) Marmara Avrupa Araştırmaları Dergisi 57, 67:  Biyolojik Çeşitlilik Sözleşmesi 42 Madde ve iki Ek ten (Ek I: Belirleme ve İzleme; Ek II: Hakemlik ve Uzlaşma) oluşmaktadır. 43  Mullis, (n 30) 955:  (…) Endonezya nın kuş gribi örneklerini Amerikan şirketi Baxter Healthcare e satmak için yaptığı sözleşme müzakeresi, virüsün gerçek parasal değeri olduğunu göstermektedir. 44  Protokolün İngilizce metni için bkz <http://www.cbd.int/doc/legal/cartagena-protocol-en.pdf> Erişim tarihi: 25 Şubat 2021:   Canlı organizma , steril organizmalar, virüsler ve viroidler dahil olmak üzere, genetik materyali aktarabilen veya kopyalayabilen herhangi bir biyolojik varlık anlamına gelir. 1431İstanbul Hukuk Mecmuası 79/4kapsamında Sözleşme, kendi sınırları içerisinde ortaya çıkan patojenlerin, sınırları aşacak şekilde bulaşı gösterip diğer devletlere zarar vermesini önlemeyi de devlete bir yükümlülük olarak yüklemiştir. Genetik  kaynaklara  erişimin  şartları  BÇS nin  15.maddesinde  düzenlenmiştir. Bu kapsamda; Devletlerin doğal kaynaklarına erişime kayıt getirme yetkisi ulusal hükümetlerine; ulusal mevzuatları kapsamında aittir. Bu husus devletlerin mutlak egemenliğinden kaynaklanmaktadır. Böylece genetik kaynakların hukuki niteliği  insanlığın  ortak  mirası   konseptinden  sapmıştır.  Diğer  bir  ifade  ile  genetik kaynaklara ulaşımdaki serbesti sona ermiştir.BÇS ile taraf devletler; BÇS ye taraf diğer devletlerin çevresel açıdan güvenilir kullanım  amaçları  ile  genetik  kaynaklara  erişimini  kolaylaştıracak  şartları yaratmaya ve BÇS nin amaçlarına aykırı kısıtlamalar uygulamamaya gayret etmeyi yüklenmişlerdir. BÇS nin genetik kaynaklara erişime ilişkin getirdiği önemli ilkelerden bir diğeri ise,  fayda ve paylaşım sistemi dir (Access and Benefit Sharing). Bu sistem, erişim için öncesinde mutlaka genetik kaynakları sağlayan tarafın izninin alınması gerektiğini ifade eden bir sistemdir. (m.15/5). BÇS kapsamında taraf devletlerin her biri, diğer taraf devletlerce temin edilen genetik kaynaklara dayalı bilimsel araştırmalarını, o tarafların da tam katılımıyla ve mümkünse onların ülkelerinde geliştirip yürütmek için çaba harcamayı taahhüt etmişlerdir (m.15/6). Buna karşılık BÇS ye taraf olan devletlerden her biri, genetik kaynakların ticari ve başka amaçlarla kullanımından doğan yararlarla araştırma ve geliştirme sonuçlarını, bu kaynakları temin eden taraf devlete adil ve hakkaniyete uygun biçimde paylaşmayı, BÇS kapsamındaki şartlarla, yükümlenmişlerdir (m.15/7). Kısaca BÇS kapsamında oluşturulan fayda ve paylaşım sistemi ile genetik kaynakların kullanılmasından elde edilen yararları paylaşmak karşılığında, erişim imkânı tanınmıştır. Bu arada, 2000 yılında gerçekleştirilen BM Genel Kurul toplantısı neticesinde Binyıl  Bildirgesi  (United  Nations  Millennium  Declaration)  kabul  edilmiştir. Bildirge de belirlenen hedeflerden birisi de  2015 ten önce HIV/AIDS, sıtma ve insanlığı  tehdit  eden  öteki  önemli  hastalıkların  yayılmasını  durdurmak   olarak belirlenmiştir. Aynı dönemde, BÇS nin kapsamında yer alan genetik kaynakların paylaşımı  sistemi  konusunda  2000  yılında  BÇS nin  Tarafları  arasında  yapılan 45  Galip Engin Şimşek, Uluslararası Hukukta Doğal Hayatın Korunması (1. Baskı, Beta Yayıncılık 2016), 216.46  Alptekin Karagöz, ‘Biyolojik Çeşitlilik Sözleşmesi , (1998) 7(1) Tarla Bitkileri Merkez Araştırma Enstitüsü Dergisi 1, 5-6. 47  Şimşek (n 45) 216.48  Rourke, Halabi, Burci ve Katz (n 15) 151.49  Bildirge metni için bkz <https://www.ohchr.org/EN/ProfessionalInterest/Pages/Millennium.aspx> [Erişim tarihi: 06 Mart 2021. 50  Skalar Sarıbeyoğlu (n 41) 48. 1432Bektaş / Uluslararası Hukuk Ekseninde Devletlerin İleri Sürdüğü  Viral Egemenlik  İddiasının Değerlendirilmesitoplantıda Erişim ve Fayda Paylaşımı Çalışma Grubu (Working Group on Access and Benefit-Sharing)51 kurulmuş ve bu grupta erişim ve fayda paylaşımına ilişkin bir uluslararası rejim üzerinde çalışma yapılması istenmiştir. BÇS de düzenlenen fayda ve paylaşım sisteminin içeriği konusunda Devletler ve araştırma kuruluşları arasındaki sözleşmeler için tavsiye niteliğindeki Genetik Kaynaklara Erişim ve Kullanımından Kaynaklanan Faydaların Adil ve Karşılıklı Paylaşılmasına İlişkin Bonn Rehberleri (Bonn Guidelines on Access to Genetic Resources and Fair and Equitable Sharing of the Benefits Arising out of their Utilization) 2002 yılında kabul edilmiştir. Böylece BÇS kapsamında gelişmekte olan ülkelerin sadece genetik kaynaklara erişimi kontrol etmekle kalmaması, aynı zamanda kullanımlarından elde edilen herhangi bir ticari değerden de yararlanması sonucu elde edilmiştir. BÇS nin  15.maddesinin  uygulanmasına  ilişkin  2002  Bonn  Rehberlerinin yayınlanmasının ardından; genetik kaynaklara erişim ve elde edilen faydaların adil ve eşitlikçi paylaşımı konusunda uluslararası bir rejimi müzakere etme çağrısı, Rio Konferansından on yıl sonra BM Genel Kurulunda yapılan çağrının akabinde  Sürdürülebilir Kalkınma Hakkında Dünya Zirvesi  (World Summit on Sustainable Development)55 2002 yılında Johannesburg ta yapılmıştır. 2010 yılında yapılan değişiklik çağrılarının neticesinde 2010 yılında Genetik Kaynaklara Erişim ve Bunların Kullanımından Doğan Faydaların Adil ve Hakkaniyete Uygun Paylaşılması Hakkında Nagoya Protokolü (The Nagoya Protocol on Access to Genetic Resources and the Fair and Equitable Sharing of Benefits Arising from their Utilization Nagoya Protocol) kabul edilmiştir.Nagoya  Protokolü,  genetik  kaynaklara  uygun  bir  erişim  ve  bu  kaynakların kullanımı neticesinde elde edilecek faydaların adil ve eşit bir şekilde paylaşılması amacıyla oluşturulmuş ve BÇS nin 15.maddesi dâhilinde yer alan genetik kaynakların yanı sıra genetik kaynaklarla ilgili geleneksel bilgileri ve bu bilgilerin kullanımından elde edilen faydaları da kapsayacak şekilde düzenlenmiştir. Protokolde genetik kaynakların paylaşımında ulusal hukuklarda yerli ve yerel toplulukların rızasının alınması ve faydaların bunlarla paylaşımı düzenlenmiştir. Bu halde Protokol e taraf 51  Çalışma grubu hakkında bilgi için bkz <https://www.cbd.int/abs/wgabs/> Erişim tarihi: 06 Mart 2021.52  Şimşek (n 45) 217. 53  Rehberin İngilizce metni için bkz <https://www.cbd.int/doc/publications/cbd-bonn-gdls-en.pdf> Erişim tarihi:26 Şubat 2021. 54  Halabi (n 3) 113; Şimşek, (n 45) 217.55  Zirve hakkında ayrıntılı bilgi için bkz Skalar Sarıbeyoğlu (n 41) 55. 56  Topçu (n 42) 75; Ahmet M Güneş, ‘Uluslararası Çevre Hukuku Üzerine Bir İnceleme  (2012) 70(1) İÜHFM 83, 88.57  Protokol metni hakkında bkz <https://www.cbd.int/abs/doc/protocol/nagoya-protocol-en.pdf> Erişim tarihi: 07 Mart 2021. 58  Topçu (n 42) 75.59  Şimşek, (n 45) 218. 1433İstanbul Hukuk Mecmuası 79/4olan devletin sınırları içerisindeki herhangi bir genetik kaynağa erişim sadece kaynak olan ülkenin değil, aynı zamanda yerli ve yerel halkların önceden aydınlatılmış rızasına bağlandığı görülmektedir. Ayrıca Protokol de, genetik kaynakların ilgili devletin rızası ile alınması, ihlal halinde diğer taraf devletlerle iş birliği yapılması, erişim konusunda uyuşmazlık çıkması halinde yargıya ile çözüme ilişkin önlemlerin alınması gibi yükümlülükler getirilmiştir.Nagoya Protokolü ile getirilen düzenlemeler tehlikeli insan patojenleri hakkında da   önceden  bilgilendirilmiş  rıza   ve  patojenlerin  paylaşılması  halinde  elde edilecek faydaların iadesine ilişkin taraflar arasında  karşılıklı mutabakat  şartlarını getirmiştir. Bu sistemle birlikte insan patojenleri ve bunlara ilişkin genetik verilerin paylaşımına ilişkin bilimsel ağırlıklı olan resmi olmayan paylaşım sistemleri temelden değişmiştir. Devletlerin, genetik kaynakları üzerindeki egemenlik iddiaları biyolojik örneklerin sınır ötesine aktarılmasında ve yapılacak bilimsel çalışmalarda karmaşık bir sistem oluşturmuştur. B. DSÖ Grip Virüsü Örneklerinin Paylaşımı ve Aşı ve Diğer  Faydalara Erişim İçin Grip Salgını Hazırlık ÇerçevesiBÇS ve Nagoya Protokolünün düzenlediği genetik kaynaklara erişim ve fayda paylaşım sistemi genel çerçevesi dahilinde insan tehlikeli patojenlerinin paylaşımına ilişkin özel bir uluslararası hukuki araç olarak 2011 yılında DSÖ tarafından  Grip Virüsü Örneklerinin Paylaşımı ve Aşı ve Diğer Faydalara Erişim için Grip Salgını Hazırlık Çerçevesi 64 (Pandemic influenza preparedness: Framework for the sharing of influenza viruses and access to vaccines and other benefits) önemli bir düzenleme olarak  karşımıza  çıkmaktadır.  Grip  Hazırlık  Çerçevesi  normatif  olarak  tavsiye niteliğinde bir düzenlemedir. Daha önce değinildiği üzere 2007 yılında Endonezya tarafından ileri sürülen  viral egemenlik  iddiası üzerine DSÖ, grip salgınına hazırlık için,  Grip Salgını Hazırlık Çerçevesi  DSÖ Asamblesi nin altmış dördüncü toplantısında oybirliğiyle kabul edilmiş ve 24.05.2011 tarihinde yürürlüğe girmiştir. Hazırlık Çerçevesi, grip salgınlarına karşı oluşturulan daha önce de bahsedilen GISN sistemini,  DSÖ Küresel Grip Salgını Sürveyans ve Müdahale Sistemi  (Global Influenza Surveillance and Response System)66 (GISRS) olarak güçlendirerek yenilemiştir. Ayrıca salgın yaratma 60  Rourke,Halabi,Burci ve Katz (n 15) 152; Şimşek, (n 45) 218. 61  Şimşek (n 45) 218.62  Halabi (n 3) 115. 63  ibid 116. 64  İngilizce metni için bkz <https://www.who.int/influenza/resources/pip_framework/en/> Erişim tarihi: 07 Mart 2021. 65  DSÖ Anayasasının 23.maddesi kapsamında çıkarılan Grip Hazırlık Çerçevesi, DSÖ tarafından kabul edilen bağlayıcı nitelikte olan anlaşmalar ve tüzüklere karşın bağlayıcı nitelik taşımamaktadır. 66  Ayrıntılı bilgi için bkz <https://www.who.int/influenza/gisrs_laboratory/en/> Erişim tarihi: 04 Ocak 2021. 1434Bektaş / Uluslararası Hukuk Ekseninde Devletlerin İleri Sürdüğü  Viral Egemenlik  İddiasının Değerlendirilmesipotansiyeli olan HN – Kuş Gribi A ve diğer grip patojenlerinin paylaşılmasına ilişkin bir sistem kurmuştur. Grip  Hazırlık  Çerçevesinin  oluşturduğu  sistem,  HN  ve  salgın  potansiyeli taşıyan grip patojenlerinin (m.5.1) ve bahse konu virüslere ilişkin genetik dizi (sekans) verilerinin (m.5.2) paylaşımına ilişkindir. Buna göre, grip virüsüne ilişkin patojen paylaşımında, paylaşan devlet ile alıcı arasında, Grip Hazırlık Çerçevesine ekli Standart Malzeme Transfer Anlaşmasının (SMTA) imzalanması gerekmektedir. Bu sistem BÇS ve Nagoya Protokolü kapsamındaki paylaşım sistemi ile paralellik göstermektedir. Hazırlık Çerçevesine göre üye devletler, HN ve salgın potansiyeli olan diğer grip virüs patojenlerini, DSÖ nün GISRS tarafından tanınan ulusal grip merkezleri ve yetkili diğer laboratuvarları vasıtasıyla hızlı ve sistematik bir şekilde DSÖ Grip İş Birliği Merkeziile veya kaynak üye devletin tercih ettiği DSÖ H Referans Laboratuvarı ile paylaşmalıdır. Bu paylaşım, Hazırlık Çerçevesine ekli SMTA-1 ile yapılmalıdır. DSÖ, STMA-1 hükümlerine tabi olarak transfer ettiği biyolojik materyalleri, kurumlara, organizasyonlara ve tüzel kişilere transfer edebilecektir. Kaynak ülke, SMTA-1 ile bu transfere ve bu patojenlerin kullanılmasına onay vermiş kabul edilmiştir. Hazırlık Çerçevesi hükümleri uyarınca üye devletler HN ve salgın potansiyeli olan diğer grip virüs patojenlerini DSÖ Grip İş Birliği Merkezlerine ve/veya H Referans Laboratuvarlarına öncelikli olarak sağlamak koşuluyla, başka herhangi bir tarafa veya kuruma doğrudan grip virüs patojenlerini, Hazırlık Çerçevesi ekinde yer alan SMTA-2 ile transfer etme hakkına da sahiptir. Hazırlık  Çerçevesi  kapsamında  HN  ve  salgın  potansiyeli  olan  diğer  grip virüs genetik dizi (sekans) verileri ve bu verilerden kaynaklanan analizler, kaynak laboratuvar ve DSÖ GISRS laboratuvarları arasında hızlı ve sistematik bir şekilde paylaşılmalıdır. Ayrıca bu veriler ile ilgili daha fazla şeffaflığın ve erişimin halk sağlığı için önemli olduğunu kabul ederek Genbank ve GISAID gibi kamuya açık veya genel erişimli veri tabanlarının kullanılmasının doğru olduğu kabul edilmiştir.67   Genetik diziler(sekans), bir DNA veya RNA molekülünde bulunan nükleotidlerin sırası anlamına gelir. Bir organizmanın veya virüsün biyolojik özelliklerini belirleyen genetik bilgiyi içerir . 68   Ulusal Grip Merkezi, Üye Devlet tarafından yetkilendirilmiş ve atanmış ve daha sonra DSÖ tarafından referans koşullarına uygun olarak DSÖ GISRS ye biyolojik materyalleri sağlama dahil olmak üzere bir dizi işlevi yerine getirmek üzere tanınan grip laboratuvarları anlamına gelir .69   DSÖ Grip İş Birliği Merkezleri, DSÖ tarafından belirlenen ve DSÖ GISRS içindeki belirli rolleri yerine getirmeleri için ulusal makamlar tarafından desteklenen ve DSÖ nün resmi görev tanımlarını kabul eden grip laboratuvarları anlamına gelir. Genel olarak, küresel sorumluluklara ve daha kapsamlı teknik kapasitelere sahip olmaları bakımından Ulusal Grip Merkezleri ve DSÖ H Referans Laboratuvarlarından farklılık gösterirler .70   DSÖ H Referans Laboratuvarları, bu kapasite daha yaygın hale gelene kadar H virüs enfeksiyonunu güvenilir bir şekilde teşhis etmek için ulusal ve bölgesel kapasiteyi güçlendirmek amacıyla DSÖ tarafından belirlenen grip laboratuvarları anlamına gelir .71  Genbank hakkında daha fazla bilgi için bkz <https://www.ncbi.nlm.nih.gov/genbank/> Erişim Tarihi: 07 Mart 2021.72  GISAID hakkında daha fazla bilgi için bkz <https://www.gisaid.org/about-us/mission/> Erişim Tarihi: 07 Mart 2021.1435İstanbul Hukuk Mecmuası 79/4DSÖ nün Grip Hazırlık Çerçevesi her ne kadar BÇS ve Nagoya Protokolünün ismini zikretmemiş olsa da bu düzenlemelere paralel olarak insan virüs patojenlerinin, doğal kaynaklar gibi devletlerin egemenliğinde olduğunu kabul etmiştir. Bu kabul edişe uluslararası hukuk ve insan hakları zaviyesinden bakıldığında büyük sorunların ortaya çıkacağı ortadadır. C. Tehlikeli Virüs Patojenlerinin Erişimi Sorununa İnsan Hakları Penceresinden BakmakTehlikeli  virüs  patojenlerine  erişime  ilişkin  çalışmalar  temel  insan  hakları konuları  ile  doğrudan  korelasyon  içerisindedir.  Hastalardan  örneklerin  alınması sırasında ortaya çıkan sorunlar, acil durumlarda deneysel tedavilerin kullanılması, aydınlatılmış rıza, biyolojik çeşitlilik ve yerli halkların hakları gibi konular insan hakları yelpazesi içerisinde yer alır. Patojenlere erişim konusunda, BÇS ve Nagoya Protokolünde ortaya koyulan egemenlik ilkesi ve bunun üzerine kurgulanan erişim ve fayda paylaşımı sistemine de insan hakları penceresinden bakmak gereklidir. Her şeyden önce tehlikeli insan patojenlerinin ortaya çıkardığı salgın hastalıkların oluşturduğu tehdit, uluslararası halk sağlığı sorunu olmasının yanı sıra bireylerin sağlık hakkını da doğrudan ilgilendirmektedir. DSÖ  Anayasası nın  başlangıç  bölümündeki  ifadeyle  belirtilmesi  gerekirse sağlık hakkı,  ulaşılabilir en yüksek sağlık standartlarından yararlanma, ırk, din, siyasi görüş, ekonomik ya da sosyal durum farkı gözetilmeksizin her insanın temel haklarından biridir.  10 Aralık 1948 tarihli İnsan Hakları Evrensel Beyannamesi (İHEB)73 kabul edilmeden önce sağlık hakkının DSÖ Anayasasında temel bir hak olarak kabul edildiği görülür. İHEB in 25.maddesine göre herkesin yiyecek, giyim, konut, tıbbi bakım ve gerekli sosyal hizmetler dahil olmak üzere, kendisinin ve ailesinin sağlık ve refahını temin için, yeterli bir yaşama standartına sahip olma hakkı ve işsizlik, hastalık, maluliyet, dulluk, yaşlılık hallerinde ya da geçim olanaklarından kendi kontrolü dışındaki koşullardan doğan diğer yoksunluk durumlarında, sosyal güvenceye sahip olma hakkı vardır. İHEB dahilindeki düzenlemenin aslında yeterli bir yaşama standardını vurguladığı anlaşılmaktadır. Diğer bir ifade ile İHEB in 25.maddesi doğrudan sağlık hakkını düzenlememektedir. Sağlık hakkının düzenlendiği en dikkate değer hukuki kaynak, 03.01.1976 tarihinde yürürlüğe giren Uluslararası Ekonomik, Sosyal ve Kültürel Haklar Sözleşmesidir 73  İHEB in Türkçe metni için bkz <https://www.ombudsman.gov.tr/document/mevzuat/688B--Insan-Haklari-EvrenselBeyannamesi.pdf> Erişim Tarihi: 15 Mart 2021. 74  Alexander Phelan, ‘Human Rights Implications of Pathogen Sharing and Technology Transfer , Sam Halabi, Rebecca Katz (edr), Viral Sovereignty and Technology Transfer: the changing global system for sharing pathogens for public health research (Cambridge University Press 2020) 123; İzzet Mert Ertan, Uluslararası Boyutlarıyla Sağlık Hakkı (1.Baskı, Legal Yayıncılık 2012), 14.75  Ertan (n 74) 19. 1436Bektaş / Uluslararası Hukuk Ekseninde Devletlerin İleri Sürdüğü  Viral Egemenlik  İddiasının Değerlendirilmesi(ESKHS)76. ESKHS nin 12/1.maddesine göre,  Bu Sözleşme ye Taraf Devletler, herkesin, ulaşılabilecek en yüksek fiziksel ve zihinsel sağlık standardına sahip olma hakkını kabul ederler . ESKHS ile sağlık hakkı İHEB den farklı olarak başlı başına bir hak olarak düzenlenmiştir. ESKHS nin 12/2.maddesinde sağlık hakkının tam olarak kullanılmasını sağlamak için Taraf Devletlerin alacakları tedbirlerin amaçları belirtilmiştir. Bu amaçlardan birisinin de salgın, yöresel, mesleki ve diğer hastalıkların önlenmesi, olduğu kabul edilmiştir (ESKHS m.12/2-c). ESKHS nde sağlık hakkı bu halde açıkça salgın hastalıkların önlenmesi, tedavisi ve kontrolü konusunda devletlere yükümlülük de yükleyen bir hak olarak düzenlemiştir. EKSHS nde düzenlenen sağlık hakkının muhteviyatının açıklığa kavuşturulması amacıyla 2000 yılında Ekonomik, Sosyal ve Kültürel Haklar Komitesi tarafından 14 No.lu Genel Yorum kabul edilmiştir. Genel Yorum un  12.2 (c): Hastalıkların önlenmesi, tedavisi ve kontrolü hakkı  başlıklı 16.maddesine göre,  Salgın hastalıkların, yöresel hastalıkların, mesleki hastalıkların ve diğer hastalıkların önlenmesi, tedavisi ve kontrolü  (Madde 12.2 (c)), (…) Hastalıkların kontrolü ile, Devletlerin, diğer şeylerin yanı sıra, epidemiyolojik tarama ve ayrıştırmaya dayalı veri toplamanın kullanılması ve geliştirilmesiyle ilgili teknolojileri sağlama konusundaki tekil ve ortak çabalarına ve bağışıklama programlarının ve bulaşığı hastalıklarının kontrolüne yönelik diğer stratejilerin uygulanması ve yaygınlaştırılması atıfta bulunulmaktadır . Bu yorum, devletlerin salgın ile ilgili bilgilere erişim reddetme veya sınırlandırmaktan kaçınmasını öngörmektedir. Diğer bir ifade ile ESKHS nin 12.maddesi, devletlere salgına ilişkin elde edilen patojenlere ilişkin verilere erişilebilirliği engelleyecek düzenlemelerden kaçınması yükümlülüğünü yükler. Ayrıca Genel Yorum, ESKHS de düzenlenen sağlık hakkının bir parçası olarak, salgın hastalıkları önlemek, tedavi etmek ve kontrol etmek konusunda bireysel ve ortak çaba gösterme yükümlülüğünü de vurgular. Küresel  bir  halk  sağlığı  sorunu  olarak  salgın  hastalıklar  ile  mücadele  etme konusunda EKSHS dışında da Uluslararası Sağlık Tüzüğü (UST 2005)82 gibi teknik bazı uluslararası hukuk düzenlemeleri bulunmaktadır. UST 2005 in 44. maddesinde de ESKHS ve Genel Yoruma paralel olarak küresel halk sağlığı sorunu olarak salgın hastalıklarla mücadele için uluslararası iş birliği ve yardıma vurgu yapılmıştır. 76  Sözleşmenin  Türkçe  metni  için  bkz  <https://www.tbmm.gov.tr/tutanaklar/TUTANAK/TBMM/d/c/tbmm16089ss8.pdf> Erişim Tarihi: 16 Mart 2021. 77  Ezeli Azarkan, Uluslararası Hukukta Sağlık Hakkı (1.Baskı, Seçkin Yayınevi 2018) 78.78  Phelan, (n 74) 123. 79  Yorumun İngilizce metni için bkz <https://www.refworld.org/pdfid/4538838d.pdf> Erişim Tarihi:16 Mart 2021.80  Phelan (n 74) 124.81  İbid, 125. 82  Uluslararası Sağlık Tüzüğü (2005) İngilizce metni için bkz World Health Organization, International Health Regulations (2005), Third Edition, WHO Press, France 2016, <https://apps.who.int/iris/bitstream/handle/10665/246107/9789241580496eng.pdf?sequence=1> Erişim Tarihi:16 Mart 2021; Uluslararası Sağlık Tüzüğü (2005) Türkçe metni için bkz <https://www.hssgm.gov.tr/content/documents/uluslararasi_antlasmalar/Uluslararas%C%B%20Sa%C%9Fl%C%Bk%20T%C%BCz%C%BC%C%9F%C%BC.pdf> Erişim Tarihi: 16 Mart 2021. 1437İstanbul Hukuk Mecmuası 79/4İnsan  hakları  penceresinden,  SMTA  ile  grip  patojenleri  hariç  diğer  salgın potansiyeline  sahip  patojenlerin  paylaşımı  sistemi  irdelendiğinde,  SMTA ların sadece tarafları bağlayan bir anlaşma olması ve bu anlaşmanın ticari yanı dikkate alındığında; ESKHS, Genel Yorum ve UST 2005 hükümlerinin ortak paydası olan devletler arasındaki iş birliği ve yardımlaşma yükümlülüğünü karşılayamayacağı ortaya çıkmaktadır. Böylece sağlık hakkının bir parçası olarak salgın hastalıklarla mücadele için gerekli tedbirlerin alınmasında oluşacak hukuki eksiklikler, insan hakları sorunlarını da peşinden getirmektedir. Netice olarak uluslararası hukukta mevcut patojenlere erişim sistemi ve buna temel oluşturan  viral egemenlik  iddiası bir insan hakları gerilimine sebebiyet vermektedir. Phelan a  göre,  uluslararası  hukuk  açısından  bu  gerilimin,  insan  haklarının korunması  ve  sağlığın  karşılıklı  bağımlılık  yaratması  gerçekliği  ışığında  ancak uluslararası iş birliği ile çözümlenebilecektir. Oluşturulacak etkin ve tutarlı bir çözüm devletin sağlık hakkını teminat altına almasına buna karşın küresel sağlık sistemi içerisinde gelişmekte olan devletlerin egemenliğine karşı oluşabilecek bir sömürgeciliğe karşı siper oluşturacaktır.D. Koronavirüs (Covid – 19) Salgını Sırasında Patojenlere ErişimKoronavirüs (Covid -19) salgınının ortaya çıktığı Çin Halk Cumhuriyeti (Çin), virüse ilişkin ilk bilgileri DSÖ ile 31 Aralık 2019 da paylaşmış ve 7 Ocak 2020 tarihinde virüsü izole etmiştir. Buna  karşın  Koronavirüs  (Covid  -19)  için  genetik  dizi  sekans  verileri  Çin devleti tarafından 11 Ocak 2020 tarihinde Şangay ın Fudan Üniversitesi nden Çinli araştırmacılar tarafından DSÖ ile paylaşılmıştır. 2020 yılının Ocak ayının sonunda ise Avustralyalı araştırmacılar, virüsün fiziksel bir örneğini Wuhan dan dönen enfekte bir kişiden izole ettikten sonra DSÖ ye göndermişlerdir. Koronavirüs salgını sırasında; 2002 SARS(SARS-CoV)88 salgınında olduğu gibi Çin devletine karşı, virüse ilişkin bilgileri geciktirmesi, ihbarcıları bastırması ve Amerika Birleşik Devletleri ve DSÖ tarafından gönderilen uzman ekiplerin Çin e girişlerinin reddedilmesi gibi suçlamalar yöneltilmiş olmasına karşın Çin in Koronavirüse ilişkin 83  Phalen (n 74) 132.84  ibid 133.85  Esra Katıman, ‘Kovid-19 Olgusu Çerçevesinde,  Bir Salgın Hastalığın Menşei Olan Devletin Uluslararası Sorumluluk Hukuku Kuralları Bakımından Durumu  , (2020) 11(2) İnÜHFD 436, 454; Cüneyt Yüksel, Deniz Baran, ‘COVID-19 Salgını ve Bulaşıcı Hastalıkların Yarattığı Küresel Krizlerle Mücadelede Uluslararası Hukuk , (2020) 78 (2) İÜHFM 885, 889. 86  <https://www.who.int/fr/news-room/detail/27-04-2020-who-timeline---covid-19> Erişim Tarihi: 17 Mart 2021.87  <http://www.inkstonenews.com/health/viral-sovereignty-why-countiers-dont-always-share-virus-samples/article/30844569> Erişim tarihi:16 Mart 2021.88  Şiddetli akut solunum yolu sendromu (severe acute respiratory syndrome).1438Bektaş / Uluslararası Hukuk Ekseninde Devletlerin İleri Sürdüğü  Viral Egemenlik  İddiasının Değerlendirilmesigenetik verileri büyük bir hız ile GISAID vasıtasıyla açık erişime açması ve üç farklı genetik dizi verisi göndermesi dikkat çekmiştir. Paylaşılan bu veriler sayesinde hızlı bir şekilde tanısal test kitlerinin geliştirilmesi sağlanmış ve birkaç ekibin aşı araştırma programlarının başlatılması kolaylaşmıştır. Biyolojik  virüs  örneklerinin  paylaşılması  konusunda  mevcut  uluslararası düzenlemeler incelendiğinde Koronavirüs patojenlere ilişkin numunelerin paylaşımı konusunda, grip virüs patonjenleri konusundaki gibi (Küresel Grip Hazırlık Çerçevesi) özel bir düzenleme bulunmamaktadır. Bu durumda Koronavirüs patojenlerine erişim konusunda BÇS ve Nagoya Protokolünde yer alan erişim ve fayda paylaşımına ilişkin hükümlerin geçerli olduğunu söylemek mümkündür. Günümüzde hızla mutasyona uğrayan Koronavirüse ilişkin gelişmekte olan devletlerin aşı ve antiviral ilaçlara adil bir şekilde ulaşamaması; devletler arasındaki gerilimin gün geçtikçe artmasına sebebiyet vermektedir. Bu gerilim nedeniyle biyolojik virüs paylaşımı konusunda viral egemenlik iddialarının tekrar gündeme gelmesi uluslararası hukuk açısından büyük bir tehlike oluşturmaktadır. III. Tehlikeli Patojenlerin Serbest Erişimine İlişkin İleri Sürülen ÖnerilerGrip virüsü dışındaki salgına sebebiyet verme potansiyeline sahip patojenlerin paylaşımı konusunda, biyolojik numuneleri DSÖ ile egemenlik iddiasıyla (viral egemenlik)  paylaşmayı  reddeden  devletlere  karşı  uluslararası  hukukta  bağlayıcı düzenlemeler ile bu sorunun aşılması elzem gözükmektedir. Salgın potansiyeline sahip virüslerin BÇS kapsamında bir doğal kaynak sınıfında devlet egemenliğine konu edilmesi ile ilgili gerilim başlamıştır. Virüslerin; petrol, doğal gaz, kauçuk, tohum, bitkisel genetik veriler gibi doğal kaynaklarla birlikte değerlendirilmesi soruna sebebiyet veren unsurlardan birisini oluşturmaktadır. Salgın potansiyeline sahip patojen numunelerinin insanlığı tehdit eden niteliği ve hızla bulaşma kapasitesi sebepleriyle bir doğal kaynak gibi üzerinde egemenlik iddiasında bulunulacak bir materyal olmamalıdır. Ancak bu biyolojik materyal üzerinde yapılan çalışmalardan elde edilecek faydanın (aşı, test kiti, antiviral ilaçlar vb.) ticari değeri bu  materyalin  doğal  kaynak  olduğu  iddiasını  güçlendirmekte  ve  karşıt  iddiayı romantik olarak nitelendirmektedir. İnsan patojenlerini BÇS kapsamında bir doğal kaynak niteliği taşıyıp taşımadığına ilişkin hususun bir yorum uyuşmazlığı olduğu ve Taraf Devletler tarafından bu uyuşmazlığın BÇS nin 27.maddesine göre öncelikle müzakere yoluyla çözülmesi gerektiği ortadadır. Ancak günümüze kadar bu uyuşmazlığa ilişkin bir müzakere yolunun  başlamadığı  görülmektedir.  Uluslararası  bir  ihtisas  kuruluşu  olarak 89  Fearnley (n 9) 501.90  ibid 502. 1439İstanbul Hukuk Mecmuası 79/4DSÖ nün ise bu uyuşmazlık konusunda BÇS ve Nagoya Protokolü kapsamında sorunu değerlendirdiği görülmektedir. Küresel bir halk sağlığı sorunu olan, etkin bir tehlikeli patojen açık ve etkin paylaşım sistemi kurulması konusunda DSÖ nün devletleri müzakerelere teşvik edebilmesi için BM Şartı nın 96/2.maddesi ve Uluslararası Adalet Divanı (UAD) Statüsünün 65/1.maddesi kapsamında UAD den bir danışma görüşü almasına ilişkin öneri doktrin tarafından ileri sürülmektedir. Sorunun küresel bir halk sağlığını ilgilendirmesinin yanı sıra bireylerin sağlık hakkı ile ilgili olması konunun DSÖ nün temel görevleri içerinde yer aldığını bize göstermektedir. Zira uzmanlık kurumu niteliğindeki uluslararası örgüt olarak, DSÖ nün UAD den, DSÖ Anayasası ndaki faaliyet alanı içerisinde bir konuda danışma görüşü isteyebilecektir. Nitekim buna benzer şekilde DSÖ, UAD den  Silahlı Çatışmada Bir Devletin Nükleer Silahlar Kullanmasının  Hukukiliği  Konusunda  Danışma  Görüşü 92  istemiş;  ancak  UAD vermiş olduğu kararda nükleer silahların kullanımının hukuki olup olmadığının DSÖ nün faaliyet alanı dışında kaldığına hükmetmiştir. Kanaatimizce DSÖ nün, tehlikeli  patojenlerin  BÇS  kapsamında  devlet  egemenliğinde  olup  olmadığı konusundaki UAD Danışma Görüşü akabinde bir etkili paylaşım sistemi kurulması için  geniş  tabanlı  bir  uluslararası  mutabakat  sağlamalıdır.  DSÖ nün  üzerinde çalışacağı patojenlere erişim sistemi, mutlaka uluslararası hukuk açısından bağlayıcı bir hukuki araç ile oluşturulmalıdır. Diğer bir ifade ile DSÖ nün tavsiye niteliğinde olan DSÖ Anayasası ndaki hukuki araçlarla bu sistemi oluşturması; sistemin ölü doğumuna sebebiyet verecektir. Öte yandan DSÖ nün patojenlere erişim ile ilgili oluşturacağı sistemin; patojenlerden elde edilen faydaların (aşı, antiviral, tanı kiti vb.) adil paylaşımını da sağlaması büyük önem taşımaktadır. SonuçDünya nüfusunu büyük oranda tehdit eden salgın hastalıklarla mücadele için devletlerin kullandıkları en etkili silahlar üretilen aşı, antiviral ve tanı kiti gibi tıbbi araçlardır. Salgına sebebiyet veren virüs patojenlerine ilişkin izole edilmiş numunelere ve virüse ilişkin genetik dizi verilerine ulaşmak tıbbi araçların üretilmesi için elzemdir. Ancak virüs patojenlerinin numunelerine ve bunlara ilişkin genetik verilere paydaşların erişimi konusunda farklı uygulamalar bulunmaktadır. Şöyle ki, günümüzde de izole edilmiş virüs patojenlerine ilişkin genetik dizi verilerine bilimsel vasıtalarla serbestçe ve hızlı bir şekilde paydaşların erişimine sunulmaktadır. Mesela bu tip genetik veriler bilimsel makalelerin yanı sıra Genbank ve GISAID gibi 91  Mullis, (n.30) 966.92  Karar metni için bkz Legality of the Use by a State of Nuclear Weapons in Armed Conflict, Advisory Opinion, ICJ Reports 1996, <https://www.icj-cij.org/public/files/case-related/93/093-19960708-ADV-01-00-EN.pdf> Erişim Tarihi: 25 Mart 2021.93  Yusuf Aksar, Evrensel Yargı Kuruluşları (1. Baskı, Seçkin Yayıncılık 2007), 73.1440Bektaş / Uluslararası Hukuk Ekseninde Devletlerin İleri Sürdüğü  Viral Egemenlik  İddiasının Değerlendirilmesikamuya açık veri bankalarında yayınlanmaktadır. Ancak virüs patojen numunelerinin paylaşımı konusunda aynı şeyi söylemek mümkün değildir. Patojen numunelerinin paylaşımı  konusunda  uluslararası  hukukta  devletlerin  bu  numuneler  üzerinde egemenlik  iddialarında  bulundukları  görülmektedir.  Özellikle  gelişmekte  olan devletlerin kendi egemenlik alanlarından elde edilen virüs patojen numunelerinden oluşturulan tıbbi malzemeden yararlanamadıkları ve bu gerekçe ile 1992 tarihli BÇS hükümlerine dayanarak patojen numuneleri üzerinde egemenlik iddiasında bulunmuşlardır. Viral egemenlik iddialarının en dikkat çeken örneği ise 2006 yılının sonunda Endonezya tarafından dile getirilmiştir.Viral egemenlik iddiaları ciddi salgınlar sırasında uluslararası toplumu etkileyen bir  tehdit  haline  dönüşebilecek  kapasitededir.  Hatta  viral  egemenlik  iddiaları sebebiyle  salgın  hastalıklarla  mücadele  ciddi  sekteye  uğrayacaktır.  Günümüzde Koronavirüs (Covid-19) salgını sırasında yeni mutasyon örneklerinin ortaya çıkması ve gelişmekte olan bazı devletlerin aşı tedarikini sağlayamaması; viral egemenlik iddialarının yeniden gündeme gelmesi endişesini artırmaktadır. Uygulanan  uluslararası  hukukta  virüs  patojenlerinin  paylaşılması  konusunda yürürlükte olan düzenlemeler genel olarak BÇS de yer almaktadır. Bu Sözleşme de düzenlenen genetik kaynaklara erişimin ayrıntıları ise Nagoya Protokolü, Cartegena Biyogüvenlik Protokolü nde düzenlenmektedir. Özel olarak ise sadece grip virüs patojen numunelerinin paylaşımı konusunda DSÖ tarafından tavsiye niteliğinde çıkarılan  Küresel  Grip  Hazırlık  Çerçevesi  bulunmaktadır.  Bu  uluslararası düzenlemelerin  tamamı  virüs  patojen  numunelerinin,  devletlerin  üzerinde egemenlik iddiasında bulunabilecekleri doğal kaynak niteliğinde olduğu kabulüne dayanmaktadır. Virüs patojenlerinin tüm insanlığı etkileyen ortak bir sorun olması bunun yanı sıra patojen numunelerinin doğal kaynak olduğuna ilişkin düzenlemeler ve teknolojik ve ekonomik açıdan aşı ve diğer faydalara erişemeyen gelişmekte olan devletler birlikte değerlendirildiğinde büyük bir çıkmaz ile karşılaşılmaktadır. Kanaatimizce bu çıkmazdan ancak uzman bir uluslararası örgüt olarak DSÖ nün öncülük ettiği ve geniş bir tabana yayılan uluslararası andlaşma ile oluşturulacak bağlayıcı bir andlaşma sistemi ile çıkılabilir. Bu andlaşma kapsamında devletlerin sağlık hakkına ilişkin yükümlülükleri, virüs patojenlerinin doğal kaynak olarak nitelendirilmesindeki sıkıntılar,  patojenlerden  elde  edilen  faydaların  paylaşımının  bağlayıcı  koşulları konularında  bir  mutabakat  sağlanmalı,  DSÖ  bu  konu  için  yetkilendirilmeli  ve DSÖ nün kurumsal yapısı bu organizasyon için tahkim edilmelidir. 1441İstanbul Hukuk Mecmuası 79/4Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir.Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare.Grant Support: The author declared that this study has received no financial support.Bibliyografya/",
     "Kaynakça": "Azarkan E, Uluslararası Hukukta Sağlık Hakkı (Seçkin Yayınevi 2018).Caplan, AL ve Curry, DR, ‘Leveraging Genetic Resources or Moral Blackmail? Indonesia and Avian Flu Virus Sample Sharing , (2007) 7(11) The American Journal of Bioethics, 1 2.Elderfield R ve Barclay W, ‘Influenza Pandemics  in Curtis N., Finn A., Pollard A. (edr), Hot Topics in Infection and Immunity in Children VIII, Advances in Experimental Medicine and Biology, (Springer 2012) 81 103.Ertan İM, Uluslararası Boyutlarıyla Sağlık Hakkı (1.Baskı, Legal Yayıncılık 2012)Fearnley L, ‘Viral Sovereignty or Sequence Etiquette? Asian Science, Open Data, and Knowledge Control in Global Virus Surveillance , (2020) 14(3) East Asian Science, Technology and Society: An International Journal 479 505.Güneş AM, ‘Uluslararası Çevre Hukuku Üzerine Bir İnceleme  (2012) 70(1) İÜHFM 83 114Halabi SF, ‘Viral Sovereignty, Intellectual Property, and the Changing Global System for Sharing Pathogens for Infectious Disease Research  (2019) 28 (1) Annals of Health Law 101, 101 126.Hameiri S, ‘Avian influenza,  viral sovereignty , and the politics of health security in Indonesia , (2014) 27(3) The Pacific Review 333 256.Karagöz A, ‘Biyolojik Çeşitlilik Sözleşmesi , (1998) 7(1) Tarla Bitkileri Merkez Araştırma Enstitüsü Dergisi 1 10.Katıman E, ‘Kovid 19 Olgusu Çerçevesinde,  Bir Salgın Hastalığın Menşei Olan Devletin Uluslararası Sorumluluk Hukuku Kuralları Bakımından Durumu  , (2020) 11(2) İnÜHFD 436 454.Mullis K, ‘Playing Chicken with Bird Flu:  Viral Sovereignty  the Right to Exploit Natural Genetic Resources, and the Potential Human Rights Ramifications  (2009) 24(5) American University International Law Review 944 968. Pazarcı H, Uluslararası Hukuk Dersleri  2 Kitap (8. Bası, Turhan Kitabevi).Phelan A, ‘Human Rights Implications of Pathogen Sharing and Technology Transfer , Sam Halabi, Rebecca Katz (edr), Viral Sovereignty and Technology Transfer: the changing global system for sharing pathogens for public health research (Cambridge University Press 2020) 120 136.Rourke MF, ‘Restricting Access to Pathogen Samples and Epidemiological Data: A Not So Brief History of  Viral Sovereignty  and the Mark It Left on the World  in Eccleston Turner M, Brassington I (edr), Infectious Diseases in the New Millennium. International Library of Ethics, Law, and the New Medicine, (Springer 2020) 167 191.Rourke M, Halabi S, Burci GL ve Katz R, ‘The Nagoya Protocol and the Legal Structure of Global Biogenomic Research  (2020) 45 Yale J Int l L 133 190.Skalar Sarıbeyoğlu M, Uluslararası Hukukta Sürdürülebilir Kalkınma Kavramı (1.Baskı, Beta Yayıncılık 2015).1442Bektaş / Uluslararası Hukuk Ekseninde Devletlerin İleri Sürdüğü  Viral Egemenlik  İddiasının DeğerlendirilmesiŞimşek GE, Uluslararası Hukukta Doğal Hayatın Korunması (1. Baskı, Beta Yayıncılık 2016).Topçu FH, ‘Biyolojik Çeşitlilik Sözleşmesi: Müzakereden Uygulamaya , (2012) 20(1) Marmara Avrupa Araştırmaları Dergisi 57 97.Yüksel C ve Baran D, ‘COVID 19 Salgını ve Bulaşıcı Hastalıkların Yarattığı Küresel Krizlerle Mücadelede Uluslararası Hukuk , İÜHFM (2020) 78 (2) 885 934.Zhang W ve Wood J, ‘The Global Influenza Surveillance and Response System 65 years of building trust and sharing and a role model for global health security  (2018) 12(5) Influenza Other Respir Viruses 566 566.1443"
}