{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "25",
     "Ay": "11",
     "Yıl": "2019",
     "Cilt": "77",
     "Sayı": "2",
     "Başlık": "Idare Hukukunun Işlevine Yönelik Bir Yaklaşım:  Trafik Işığı Metaforu ",
     "Title": "An Approach to the Function of Administrative Law:  The Traffic Light Metaphor ",
     "Yazar İsmi": [

          "Harun Yılmaz"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "İdare Hukukunun İşlevi", "Trafik Işığı Metaforu", "Kırmızı Işık Teorisi", "Yeşil Işık Teorisi", "Sarı Işık Teorisi"
     ],
     "Keywords": [
          "Function of Administrative Law", "Traffic-Light Metaphor", "Red Light Theory", "Green Light Theory", "Amber Light Theory"
     ],
     "Özet": "Genel olarak idare hukuku, idarenin görev, yetki ve teşkilat yapısı ile hukuka aykırılıklara karşı öngörülen denetim mekanizmalarını düzenleyen kuralları ele almaktadır. Doktrinde idare hukukunun işlevine ilişkin ise, idarenin denetim altında tutulması ve kamu hizmetlerinin etkin şekilde yerine getirilmesine katkı sunulması olmak üzere iki temel anlayış ortaya konulmaktadır. Bu anlayışlar, idare hukukunun işlevine dair geliştirilmiş trafik ışığı metaforunu oluşturan iki önemli teori olarak kırmızı ışık ve yeşil ışık teorilerinin esasını teşkil etmektedir. Söz konusu teorilerden kırmızı ışık teorisi, idarenin yargısal denetimini merkeze alırken; yeşil ışık teorisi, demokratik veya siyasi hesap verebilirlik biçimlerini ön plana çıkararak idare hukukunun faaliyetleri kolaylaştırıcı rolüne dikkat çekmektedir. Bu iki teorinin yanı sıra kabul edilen sarı ışık teorisi ise, yargısal denetimin önemini göz ardı etmemekle birlikte, yapılacak denetimler ile bireylerin ihtiyaçlarının karşılanması amacı arasında bir denge kurulması gerekliliğine vurgu yapmaktadır. Çalışmada idare hukukunun işlevine yönelik bir yaklaşım olarak trafik ışığı metaforunu oluşturan kırmızı ışık, yeşil ışık ve sarı ışık teorileri incelenecektir.",
     "Abstract": "Administrative law typically deals with the rules governing the duties, powers and organizational structure of the administration and the control mechanisms prescribed against illegalities. In the doctrine, there are two basic approaches related to the function of administrative law: keeping the administration under supervision and contributing to the effective provision of public services. These approaches constitute the basis of the red light and green light theories as two important theories that form the traffic-light metaphor developed for the function of administrative law. While the red light theory puts the judicial control of the administration at the center, the green light theory draws attention to the role of administrative law in facilitating activities by emphasizing the forms of democratic or political accountability. In addition to these two theories, while the accepted amber light theory does not ignore the importance of judicial supervision, it emphasizes the need to establish a balance between supervision to be conducted and the purpose of meeting the needs of individuals. In this study, the red light, green light and amber light theories, which constitute the traffic-light metaphor, will be examined as an approach to the function of administrative law.",
     "Metin": "Sürekli değişip gelişen alanı ve artan kuralları ile pozitif bir hukuk dalı olan idare hukuku, temel esasları anayasalar ile belirlenen, idarenin örgüt ve faaliyetlerine ilişkin kurallar öngören bir yapıya sahiptir. İdari makamların en başta karar alma ve kural koyma faaliyetlerini düzenleyen bir hukuk dalı olan idare hukuku, geniş ölçekte idari birimlerin teşkilat yapıları, görev ve yetkileri, söz konusu birimlerin faaliyet sürecinde takip ettikleri yöntem ve prosedürler ile bunların denetimi hususlarını incelemektedir. Bir başka deyişle idare hukuku, idarenin görev, yetki ve teşkilat yapısı ile bireylerin haklarının ihlaline karşı öngörülen denetim mekanizmalarını düzenleyen kuralları ifade eder.İdare hukuku en başta,  güç ün  özgürlük le uzlaştırıldığı adil bir toplumsal düzenin yerleştirilmesine ve toplumsal gelişmenin istikrarlı şekilde sürmesine katkı verdiği ölçüde anlam kazanacaktır. Bu noktadan bakıldığında kendine ait değer ve ilkeler ışığında idari makamlarla olan ilişkilerinde gerçek ve tüzel kişilerin hak ve çıkarlarını koruma ile kamu hizmetlerinin etkin şekilde yerine getirilmesine katkı  sunma  hususları,  idare  hukukunun  işlevine  yönelik  üzerinde  tartışmalar gerçekleştirilecek konu başlıkları olacaktır.Doktrinde İngiliz kamu hukukçuları Carol Harlow ve Richard Rawlings tarafından idare hukukunun işlevine yönelik kendi içinde esasen iki teori barındıran  trafik ışığı metaforu (‘the traffic-light metaphor )  geliştirilmiştir. Ortaya koydukları trafik ışığı metaforunda Harlow ve Rawlings,  sarı ışık teorisinin de (‘amber-light theory )  varlığını kabul etmekle birlikte, idare hukukunun işlevi açısından iki temel teori olarak  kırmızı ışık teorisi (‘red-light theory )  ile  yeşil ışık teorisini (‘green-light theory )  ileri sürmektedir.1  Edward Brunet,  A New Breed of Law Book?  (1985) (2) Duke Law Journal 523, 538.2  Doktrinde söz konusu değer ve ilkeler şöyle sıralanmaktadır: açıklık ( openness ), nefaset ( fairness ), katılım ( participation ), hesap verebilirlik ( accountability ), tutarlılık ( consistency ), rasyonellik ( rationality ), yargı ve yargı dışı şikâyet usullerine erişim ( accessibility of judicial and non-judicial grievance procedures ), kanunilik ( legality ) ve tarafsızlık ( impartiality ). Bkz. Mark Aronson and Matthew Groves, Judicial Review of Administrative Action (5th edn, Pyrmont Lawbook Co.-Thomson Reuters 2013) 1; Francisco Esparraga and Ian Ellis-Jones, Administrative Law Guidebook (2nd edn, Oxford University Press 2016) 2.3  Carol Harlow and Richard Rawlings, Law and Administration (3rd edn, Cambridge University Press 2009) 1; Michael Taggart,  Prolegomenon to an Intellectual History of Administrative Law in the Twentieth Century: The Case of John Willis and Canadian Administrative Law  (2005) 43(3) Osgoode Hall Law Journal 223, 229; Caleb O Fee,  A New Perspective on The Public-Private Divide? Justiciability of Government Contracting Decisions Following Ririnui and Problem Gambling  49(1) VUWLR 133, 150; Leigh Hancher and Matthias Ruete,  Forever Amber?  (1985) 48(2) The Modern Law Review 236, 236. 4  Paul Craig,  Theory and Values in Public Law: A Response  in Paul Craig and Richard Rawlings (eds), Law and Administration in Europe: Essays in Honour of Carol Harlow (Oxford University Press 2003) 25; John Goldring,  Administrative Law: Teaching and Practice  (1986) 15 Melbourne University Law Review 489, 495; Michael Taggart,  Reinvented Government, Traffic Lights and The Convergence of Public and Private Law  (1999) PL 124 Review of Harlow and Rawlings: Law and Administration 132.5  Harlow and Rawlings (n 3) 1-4.1044Yılmaz / İdare Hukukunun İşlevine Yönelik Bir Yaklaşım:  Trafik Işığı Metaforu Adı geçen teorilerde yapılan  kırmızı ışık  ve  yeşil ışık  isimlendirmeleri, idare hukukunun işlevine yönelik görüşlere dair ipuçları vermektedir. Buna göre, trafik ışıkları sistemine benzer şekilde, bir tarafta idare hukukunun temel işlevinin idari makamların gücünü  sınırlandırıp durdurmak  olduğunu kabul eden  kırmızı ışık teorisi ; diğer tarafta, idare hukukunu hizmetlerin  gereği gibi yürütülmesinde  yardımcı bir araç ( vehicle ) olarak gören  yeşil ışık teorisi  bulunmaktadır.Her idare hukuku teorisinin arkasında aslında bir devlet teorisi yattığı tespitinden hareketle, her iki teori de, idare hukukunun devlet düzeni ile toplum hayatındaki rolünün ve işlevinin ne olması gerektiğine dair veriler sunmaktadır. En genel haliyle söz konusu teorilerden kırmızı ışık teorisi, daha muhafazakar ( conservative ) ve kontrol odaklı ( control-oriented ) bir görünüm sergilerken; yeşil ışık teorisi, daha faydacı ( utilitarian ) ve faaliyetleri kolaylaştırıcı ( facilitative ) bir anlayışı esas almaktadır.Bunun yanında çağdaş kamu hukuku pratiğine ( the practice of contemporary public law ) ilişkin bir yaklaşım şeklinde ifade edilen sarı ışık teorisine ise, idarenin gücünün onun takdir yetkisini kaldırmayacak şekilde hukuk kuralları ile başarılı şekilde  sınırlandırılabileceği  inancının  hakim  olduğu  söylenmektedir.  Sarı  ışık teorisinin temelinde, idarenin işlem ve eylemlerinin denetimi ile kamu hizmetlerinin gereği gibi yürütülmesi arasında bir denge kurulması amacı yatmaktadır. Çalışmada idare hukukunun işlevine yönelik bir yaklaşım olarak  trafik ışığı metaforunu  oluşturan  kırmızı ışık ,  yeşil ışık  ve  sarı ışık  teorileri ile söz konusu teorilerin Türk Hukuku na yansımaları ele alınacaktır.II. İdare Hukukunun İşlevine Yönelik Bir Yaklaşım:  Trafik Işığı Metaforu A. Kırmızı Işık Teorisiİdare hukukunun işlevine dair  kırmızı ışık teorisi , mahkemelerin idari makamların aldıkları  kararların  değerlendirilmesi  konusundaki  güçlü  rolünü  savunmaktadır. Kırmızı  ışık  teorisinin  yöneldiği  asıl  hedef,  bireylerin  hak  ve  özgürlüklerinin korunması amacıyla idarenin faaliyetlerinin kontrol altında tutulmasıdır. Anılan kontrolün merkezinde ise, mahkemeler aracılığıyla gerçekleştirilen yargısal denetim bulunmaktadır.6  Goldring (n 4) 495; O Fee (n 3) 150.7  Harlow and Rawlings (n 3) 1; Peter Leyland and Gordon Anthony, Textbook on Administrative Law (7th edn, Oxford University Press 2013) 4; David Stott and Alexandra Felix, Principles of Administrative Law (Cavendish Publishing Limited 1997) 28; O Fee (n 3) 150. 8  Peter Leyland, The Constitution of The United Kingdom-A Contextual Analysis (3rd edn, Oregon and Hart Publishing 2016) 205 ff. 9  John Coggon, Keith Syrett and A. M. Viens, Public Health Law: Ethics, Governance and Regulation (Routledge 2017) 121.10  Jonathan Klaaren,  Red Light, Green Light  (1999) 15 SAJHR 209, 210; Coggon, Syrett and Viens (n 9) 121; Adam Tomkins,  In Defence of The Political Constitution  (2002) 22(1) Oxford Journal of Legal Studies 157, 160. 11  Brunet (n 1) 526.12  Hancher and Ruete (n 3) 238.1045İstanbul Hukuk Mecmuası 77/2Kırmızı ışık teorisi uyarınca hukukun işlevi, devlet gücünü olası aşırılıklara karşı kontrol altında tutmaktır. Bu noktada kırmızı ışık teorisi, ondokuzuncu yüzyıl  minimal devlet (‘laissez faire – minimal state )  yaklaşımının idare hukukundaki yansıması olarak dikkat çekmektedir. Söz konusu devlet teorisine göre iktidara verilen geniş güç, bireylerin hak ve özgürlüklerinin tehlike altında olduğu anlamına gelir. İşte kırmızı ışık teorisi özelinde idare hukuku,  müdahaleci bir yaklaşımla (‘interventionist approach )  ve yargısal denetim vasıtasıyla idarenin faaliyetlerinin kontrol  edilmesi  işlevini  yerine  getirmelidir.  Dolayısıyla  bu  teori  ile,  idari makamların kontrolüne önem verilmesinin ötesinde bu kontrolde en etkin yöntem olma özelliğine sahip olduğu düşünülen  yargısal denetim (‘judicial review )  ön plana çıkarılmaktadır.İdare hukuku açısından denetim, önceden belirlenmiş yöntemler ışığında idarenin faaliyetlerinin hukuki düzenlemelere uygunluğunun ilgili birimlerce incelemeye tabi  tutulup  değerlendirilmesidir.  Modern  idare  hukuku  teorilerinde  idarenin işlem ve eylemlerinin denetimi ise, üzerinde sürekli tartışmalar gerçekleştirilen bir husustur. Ancak bilinmelidir ki bahsedilen tartışmaların odağında, idare üzerindeki denetim mekanizmalarının varlığı değil, gerçekleştirilecek denetimlerin yoğunluğu bulunmaktadır. Zira modern idare hukuku teorileri için idarenin hukuka uygun şekilde faaliyet göstermesini sağlayacak denetim mekanizmalarının varlığı, olmazsa olmaz bir şarttır. Buradan hareketle kamu kurum ve kuruluşlarına tanınan üstünlük ve ayrıcalıklar ile bireylere tanınan hak ve özgürlüklerin dengelenmesi amacına hizmet eden bir hukuk dalı olarak idare hukuku, kamu kesiminde yer alan birimler ile bireyler arasındaki uyuşmazlıkların ortadan kaldırılması noktasında önemli bir işlev görmektedir. Hukuk devleti  bağlamında idare hukuku, yürütme organının doğal bir uzantısı görünümündeki  idarenin  yapısına, faaliyetlerine ve bireylerle arasındaki hukuki ilişkilere yönelik temel esasların kaynağını oluşturmaktadır. Dolayısıyla idare ve 13  Laissez faire çağında idare hukukunun birincil işlevi ( primary function ), bireyi idareden korumaktır. Bu anlayış, idarenin rolünü sınırlamak için tasarlanan  kırmızı ışık teorisinin  gelişmesini sağlamıştır. Bkz. Alfred C. Aman Jr.,  Administrative Law in Global Era: Progress Deregulatory Change and the Rise of the Administrative Presidency  (1988) 73(6) Cornell Law Review 1101, 1128. Ayrıca bkz. Leyland and Anthony (n 7) 5; Leyland (n 8) 205. 14  Esparraga and Ellis-Jones (n 2) 10.15  ‘Scope  of  Administrative  Law   <https://www.abyssinialaw.com/online-resources/study-on-line/item  /293-scope-ofadministrative-law> Erişim Tarihi 10.09.201916  Ender Ethem Atay,  Hukuk Devleti İlkesi Işığında İdarenin Denetimi ve Kamu Denetçiliği Kurumu  (2014) (1) Ombudsman Akademik 1, 11.17  İdarenin işlem ve eylemleri üzerinde yapılması gereken denetim, hukuka uygunluğun hakim olduğu bir idari düzenin kurulması açısından hayati öneme sahiptir. Öyle ki yapılacak denetim, idarenin faaliyetlerinin süreklilik ve düzenliliğini sağlamak adına aksayan yönlerin tespit edilmesi bakımından tespit edici; aksaklıkların ortadan kaldırılması amacıyla yaptırım öngörüp yeniden aynı aksaklıkların yaşanma tehlikesini bertaraf etmeye yönelerek de düzeltici – yapıcı bir işlev görecektir. Bkz. Atay (n 16) 11.18  Mahmut Şen,  İdarenin Yargısal Denetiminin Sınırlarına İlişkin Modeller  (2013) XVII(1-2) Gazi Üniversitesi Hukuk Fakültesi Dergisi 1623, 1624.19   (…) ‘Hukuk Devleti  en fazla İdare Hukukundan etkilenen bir kavramdır ya da en fazla bu bilim dalı ile özdeşleşir.  Bkz. İl Han Özay, Günışığında Yönetim (3rd edn, Filiz Kitabevi 2017) 11-16.1046Yılmaz / İdare Hukukunun İşlevine Yönelik Bir Yaklaşım:  Trafik Işığı Metaforu bireyler arasındaki ilişkiler ile bu ilişkilerin hukuka uygun şekilde devam etmesini sağlayacak denetim ve gözetim mekanizmaları, idare hukukunun ilgi alanına girecek düzenlemelerin başında gelmektedir.İdarenin faaliyetlerinin denetiminin, yine kendisi tarafından gerçekleştirilecek iç denetim, yasama organı tarafından gerçekleştirilecek parlamento denetimi ya da kamuoyu denetimi aracılığıyla yapılması mümkün ise de; tarafsız ve bağımsız bir yargı denetiminin bu konuda en etkili denetim mekanizması olduğu doktrinde ifade edilmektedir. Neticede idarenin denetim ve gözetim mekanizmalarından yargısal denetim,  öncelikle   hukuk  devleti   ilkesi  ile  birlikte  değerlendirilmekte  olup, hukuk devleti anlayışının özünü, bireylerin hak ve özgürlüklerinin korunması adına kapsayıcı bir yargısal denetimin varlığı oluşturmaktadır.Gerçekten de bir devleti  hukuk devleti  olarak nitelendirmenin başlıca koşulu, devleti oluşturan bireylere temel hak ve özgürlükler sunularak bu hak ve özgürlüklerin denetim  mekanizmaları  vasıtasıyla  güvence  altına  alınmasıdır.  Bu  denetim mekanizmalarının başında da, bağımsız ve tarafsız yargı denetimi gelmektedir. Öyle ki hukuk devletinin asli unsurunun, idari işlem ve eylemlerin hukuka uygun şekilde yürütülmesi suretiyle idarenin hukuka bağlılığının pekiştirilmesi olduğu söylenerek, idarenin yargısal denetimi, bahse konu ideal durumun ortaya çıkarılmasında çok önemli bir konuma yerleştirilmektedir. Dahası doktrinde hukuk devletinin,  ancak idarenin yargısal yolla denetimi sayesinde gerçekleş(ip) en somut şekline büründüğü  öne sürülmektedir. Kuşkusuz bu kanıya varmaya neden olan en büyük etken, hukuk devletinin hayata geçirilebilmesi noktasında idarenin hukuka bağlılığını sağlamanın başlıca yolunun, idarenin özellikle kendi dışında, bağımsız, tarafsız ve güçlü yaptırım yetkilerine haiz bir mekanizma ile denetlenmesi gerekliliğinden geçtiği düşüncesidir.Yine birbirinden ayrılmaz iki ideal olarak  hukukun hâkimiyeti – üstünlüğü (‘rule of law – supremacy of law ) , öncelikle  hukuk devleti  anlamına gelir. Özü itibarıyla hukukun üstünlüğü kavramı, bireylerin ve onları yönetenlerin gerçekleştirdikleri her faaliyette hukuka uygun hareket etmesi zorunluluğunu anlatmaktadır. Buna göre 20  Halil Kalabalık, İdare Hukuku Dersleri C.I (5th edn, Seçkin Yayıncılık 2019) 75; Şen (n 18) 1624.21  Tahsin Bekir Balta, Çev. Turgut Tan,  Türkiye de İdare Hukuku ve İdare Bilimi  (1967) 22(4) Ankara Üniversitesi SBF Dergisi 261, 265-266.22  Nuri Alan,  Demokratik Hukuk Devleti ve Anayasa  (2003) 58(1) Ankara Üniversitesi SBF Dergisi 1, 1.23  Özay (n 19) 16.24  Ramazan Çağlayan, İdare Hukuku Dersleri (5 th edn, Adalet Yayınevi 2017) 81.25  Yaşar Karayalçın,  Hukukun Üstünlüğü (Kavram – Bazı Problemler)  in Hayrettin Ökçesiz (eds), Hukuk Devleti (AFA Yayıncılık 1998) 200:  Devletin ilahi veya beşeri hukuk ilkelerine bağlı olması gerektiği esasına dayanan, toplum içinde ‘hukuk ilkelerinin hakim olması  gerektiğini ifade eden bu kavram İngiltere de Ortaçağda ortaya atılmış, tahtın siyasi gücünü sınırlamak amacıyla XIII. asırda Henri de Bracton ‘rule of law – supremacy of law  görüşünü ortaya atmıştır. Aynı fikrin karşılığı olarak kullanılan ‘rule of law (hukukun hakimiyeti)  ve ‘supremacy of law (hukukun üstünlüğü)  deyimlerinden ‘rule of law  terimi bu hukuk çerçevesinde daha çok tercih edilmiş ve yerleşmiştir. 26  ibid 200:  İngiliz – Amerikan hukuk dilinde ‘hukuk devleti (state of law)  terimi yoktur; ‘rule of law  terimi ile ‘hukukun hakim olduğu, kendisini hukuk ilkeleri ile bağlı sayan devlet (state bound by law)  kavramı da ifade edilir. 1047İstanbul Hukuk Mecmuası 77/2bir devlet, hukuka bağlılık ideali ile her türlü faaliyetinde hukuk sınırları içerisinde kalmalıdır. Hukuk devleti – hukukun üstünlüğü kavramları ise, bir devletin bütün organları  ile  hukukun  ortak  ve  genel  ilkelerine  saygı  göstermesi  gerekliliğinin vurgulandığı hedefi anlatmaktadır. Hukukun üstünlüğüne inanmış bir devlet için,  hukuki güvenliğin tesis edilmesi  ve  keyfi yönetimin dışlanması , olmazsa olmaz iki önemli unsurdur.Hukuki güvenliğin tesis edildiği bir devlet düzeninde bireyler, keyfi müdahalelerden arındırılmış bir ortamda hayatlarına yön verme imkanını elde edeceklerdir. Buradan hareketle  hukuk  devleti  bağlamında  hukukun  üstünlüğü,  kamusal  otoritelerin yalnızca hukuken yetkilendirildikleri hallerde harekete geçmelerinin; aksi durumda bu otoriteler tarafından gerçekleştirilen faaliyetlerin hukuki dayanaktan yoksun ve keyfi bir nitelik arz edeceğinin altını çizmektedir.Kırmızı ışık teorisinin üzerine kurulduğu görülen  yargı denetiminin  ön plana çıkarıldığı   hukuk  devleti   ilkesine  Türk  Hukuku  açısından  yaklaşıldığında, öncelikle anayasal düzenlemelere göz atmak faydalı olacaktır. Türkiye Cumhuriyeti Anayasası nın 2. maddesine göre,  Türkiye Cumhuriyeti bir hukuk Devletidir.  Bir devletin hukuk devleti olmasının başlıca koşulu olarak yürütme organının ve daha özelde idarenin hukuka bağlı olması gerekliliği ise, yürütme organı ile idarenin en başta Anayasa ile bağlılığı esasını ortaya çıkarmıştır. Anayasa nın 11. maddesi uyarınca  Anayasa hükümleri, yürütme organını ve idare makamlarını bağlayan temel hukuk kurallarıdır.  Bunun yanında  yürütmenin (idarenin) kanuna bağlılığı  ilkesine vücut veren Anayasa nın 8. maddesi,  Yürütme yetkisi ve görevi, Anayasaya ve  kanunlara  uygun  olarak  kullanılır  ve  yerine  getirilir   hükmünü;   İdarenin kanuniliği  ilkesinin görünümü olan Anayasa nın 123. maddesi,  İdare, kuruluş ve görevleriyle bir bütündür ve kanunla düzenlenir  hükmünü barındırmaktadır. Önemle altı çizilmesi gereken bir başka düzenleme olarak Anayasa nın 125. maddesinde,  İdarenin her türlü eylem ve işlemlerine karşı yargı yolu(nun) açık olduğu  ifade edilmiştir. Anayasa nın 9. maddesi uyarınca ise  Yargı yetkisi, Türk Milleti adına bağımsız ve tarafsız mahkemelerce kullanılır. Türk Hukuku nda  hukuk devleti  ile  yargı denetimi  arasındaki yakın ilişki, yargı organlarının kararlarında da sıklıkla dile getirilmektedir. Örneğin, konuya ilişkin verdiği kararlarında sıklıkla ifade ettiği üzere Anayasa Mahkemesi ne göre hukuk devleti,  eylem ve işlemleri hukuka uygun, insan haklarına saygılı, bu hak ve özgürlükleri koruyup güçlendiren, her alanda adil bir hukuk düzeni kurup bunu geliştirerek sürdüren, Anayasa ya aykırı durum ve tutumlardan kaçınan, hukuk 27  ibid 203.28  Kemal Gözler, İdare Hukuku C.I (3rd edn, Ekin Basım Yayın Dağıtım 2019) 138.29  Anayasa Mahkemesi, 2019/24, 2019/55, 26.06.2019. Ayrıca bkz. Anayasa Mahkemesi, 2018/70, 2019/54, 26.06.2019; Anayasa Mahkemesi, 2018/143, 2019/39, 15.05.2019; Anayasa Mahkemesi, 2017/156, 2019/37, 15.05.2019; Anayasa Mahkemesi, 2017/33, 2019/20, 10.04.2019.1048Yılmaz / İdare Hukukunun İşlevine Yönelik Bir Yaklaşım:  Trafik Işığı Metaforu kurallarıyla kendini bağlı sayan ve yargı denetimine açık olan  devlettir. Anayasa Mahkemesi nin yanı sıra Danıştay a göre hukuk devleti,  idarenin tüm eylem ve işlemlerinin hukuk kurallarına uygunluğunun ödün verilmez bir ilke olarak benimsendiği devlet türüdür. İdarenin, özellikle işlemlerinin hukuka uygunluğunun denetlenmesi  ise,  asıl  olarak  idari  yargıda  açılan  iptal  davaları  aracılığıyla gerçekleştirilmektedir.  Kararlarda da dikkat çekildiği üzere, bir devlet için yapılan  hukuk devleti  vurgusu, kamu gücü ile gerçekleştirilen işlemlerin yargı denetimine tabi kılınması noktasında belirgenleşmektedir. En genel ifade ile hukuk devleti, tüm faaliyetlerinde hukuk kuralları ile bağlı kalıp bireylere hukuki güvenlik sunacak mekanizmaları hayata geçirmiş ve yargı denetimine tabi kılınmış devlettir.Neticede  hukuk  devletinde  tüm  kamusal  işlemlerin  yargı  denetimine  tabi olması,  yadsınamaz  bir  öneme  haizdir.  Zira  yalnızca  etkili  bir  yargı  denetimi, bir  devlet  düzenine  hukukun  üstünlüğünü  hakim  kılabilir.  Hukukun  üstünlüğü kavramının  en  temel  unsuru,  birey  hak  ve  özgürlüklerinin  kurumsal  biçimde güvence altına alınmasıdır. Kuşkusuz bu güvencelerin başında, bireyleri hukuka aykırı uygulamalardan koruyacak bağımsız ve tarafsız yargısal denetim güvencesi gelmektedir. Paralel şekilde temel hak ve özgürlüklerin güvencesi niteliği taşıyacak iyi işleyen bir yargısal denetim için ise, öncelikle tarafsız ve bağımsız mahkemelerin varlığı zorunluluk arz etmektedir.Özetle söylemek gerekirse, kırmızı ışık teorisinin yöneldiği amaç olarak yürütme organı ve onun içinde yer alan idare tarafından gerçekleştirilerek menfaat ihlali ya da hak kaybı sonucu doğuran işlem ve eylemlerden etkilen bireyler, yargısal denetim yoluna başvurmak suretiyle söz konusu menfaat ihlali ya da hak kaybı oluşturan durumun ortadan kaldırılmasını talep edebileceklerdir. Bu noktada  gerekli ancak tehlikeli bir güç kullanan  idare karşısında, onun faaliyetlerini denetleyerek dengeleyecek bağımsız ve tarafsız bir yargısal denetim mekanizmasının varlığı bir kat daha önem kazanmaktadır. Bu haliyle kırmızı ışık teorisinin temelinde yer alan yargısal denetim, idarenin çoğunlukla üstün gücü ile gerçekleştirdiği işlem ve eylemlerini  hukuk  ile sınırlayarak hukuka aykırılıkları önleme işleviyle kendini göstermektedir.B. Yeşil Işık TeorisiBahsi  geçtiği  üzere  idare  hukuku  açısından  denetim,  idarenin  faaliyetlerinin değerlendirilmesi,  hukuka  aykırılıkların  tespiti  ve  mevcut  hukuka  aykırılıkların ortadan kaldırılması için başvurulan yöntemler bütünüdür. Zaman içerisinde idarenin 30  Danıştay 12 D, 2019/267, 2019/2375, 01.04.2019. Ayrıca bkz. Danıştay 15 D, 2018/2412, 2018/6182, 02.08.2018; Danıştay 15 D, 2014/7710, 2018/2207, 06.03.2018.31  Atay (n 16) 3.32  David S. Rubenstein,  Relative Checks: Towards Optimal Control of Administrative Power  (2010) 51(6) William&Mary Law Review 2169, 2169.33  Alan (n 22) 3.1049İstanbul Hukuk Mecmuası 77/2denetimi konusunda kırmızı ışık teorisine yönelik gelişen  keyfi bir gücü sınırlama amacıyla hareket eden katı bir yargısal denetimin idarenin etkin şekilde faaliyet yürütmesine engel olacağından bireylerin ihtiyaçlarının gereği gibi karşılanamayacağı ve toplumun refah (‘welfare ) seviyesinin yükseltilemeyeceği  endişesi karşısında idari işleyişin düzenli ve etkin halde sürdürülmesi için girilen arayışlar, idarenin denetiminde yargı dışı mekanizmalara dikkatleri yöneltmiştir. Buna göre siyasi denetim, kamu denetçiliği gibi dış ya da bizzat idarenin bünyesinde gerçekleştirilen iç  denetim  ile  kamuoyu  denetimi,  gerçekleştirilecek  düzenlemelerle  etkinlikleri artırılabilecek  denetim  mekanizmalarıdır.  Şayet  gereği  gibi  işletilebilirlerse  bu denetim  mekanizmaları,  idare  ile  bireyleri  yakınlaştırıp  aralarındaki  iletişimi güçlendirecek birer demokratikleşme aracı olacaklardır.İşte aktif biçimde işleyen yargı dışı denetim mekanizmaları, sosyal refaha erişerek kalkınmanın ve hesap verme ile sorumluluk ilkerine dayalı çağdaş demokratik yönetim anlayışına ulaşmanın etkili araçları olarak idare hukukunun beklenen işlevini yerine getirebilmesi adına  yeşil ışık teorisi nin temelini oluşturacaktır.  Mahkemelere alternatifler  üzerine  yoğunlaşan   yeşil  ışık  teorisi,  hukukun  üstünlüğünün sağlanması ve bireylerin korunması için yargısal denetimin gerekliliğine karşılık, yargı dışı denetim mekanizmalarına (siyasi, iç ve dış idari denetim, danışma gibi) dikkat çekmektedir.Tıpkı kırmızı ışık teorisinde olduğu gibi, hukukun üstünlüğünün sağlanması ideali  ile  yeşil  ışık  teorisi  arasında  da  anlamlı  bir  ilişki  göze  çarpmaktadır. Şöyle ki genel kabul uyarınca hukukun üstünlüğü, dar ve geniş olmak üzere iki anlamda değerlendirilmektedir. Dar anlamda hukukun üstünlüğü, kırmızı ışık teorisine hakim olduğu üzere, idarenin hukuka bağlı kalacak şekilde hareket etmesi  üzerine  kuruludur.  Hukukun  üstünlüğü  anlayışı  çerçevesinde  idare, her türlü faaliyetinde hukuk kurallarına riayet etmelidir. Dar anlamda hukukun üstünlüğü  anlayışı  uyarınca,  idarenin  idare  edilenlerin  hak  ve  özgürlüklerini etkileyecek  keyfi  uygulamalarının  önüne  geçecek  hukuksal  güvenceler  tesis edilmeli;  bireyler  idarenin   insaf  ve  takdirine   bırakılmamalıdır.  Bu  anlayış ışığında hukukun üstünlüğü kavramı, idarenin hukuk sınırları içerisinde kalmasını sağlayacak denetim mekanizmalarının hayata geçirilmesi gerekliliği etrafında şekillenmektedir.34  Harlow and Rawlings (n 3) 31; Dilini Galanga,  Red Light and Green Light Theories: The United Kingdom and The Sri Lankan Experience  < https://www.academia.edu/22207010/Red_Light_and_Green_Light_Theories_The_United_Kingdom_and_the_Sri_Lankan_Experience> Erişim Tarihi 10.09.2019.35  Atay (n 16) 11.36  Harlow and Rawlings (n 3) 36.37  Esparraga and Ellis-Jones (n 2) 10-11.38  Said Vakkas Gözlügöl,  Uluslararası Hukuk Boyutuyla Hukukun Üstünlüğü  (2013) XVII(1-2) Gazi Üniversitesi Hukuk Fakültesi Dergisi 1423, 1431.39  ibid 1432.1050Yılmaz / İdare Hukukunun İşlevine Yönelik Bir Yaklaşım:  Trafik Işığı Metaforu Öte yandan geniş anlamda hukukun üstünlüğü ise, dar anlamda hukukun üstünlüğü anlayışının yanında, en başta devlete, değişen şartlar ve artan ihtiyaçlar neticesinde bireylere  yüksek  yaşam  standartları  sunacak  tedbirleri  hayata  geçirme  görevi yüklemektedir. Dolayısıyla bu anlayış neticesinde devletin, hukukun üstünlüğünün sağlanması  idealinden  hareketle  bir  takım  toplumsal  fonksiyonlar  üstlenmesi mecburiyeti ortaya çıkmaktadır.Yukarıda ifade edildiği üzere kırmızı ışık teorisi uyarınca devlet –daha özelde idare–,  bireylerin  hak  ve  özgürlüklerini  korumak  adına   hukuk   ile  denetim altında tutulmalıdır. Bahsi geçen denetimin özünü ise, mahkemeler aracılığıyla gerçekleştirilen yargısal denetim oluşturmalıdır. Öyle ki kırmızı ışık teorisyenlerinin apolitik ( apolitical ), siyaset üstü ( above politics ), bağımsız ( independent ), tarafsız  ( impartial )  ve  nesnel  ( objective )  gördükleri  mahkemeler,  idare hukukunun ana kaynağı ( the primary source of administrative law )42 niteliğindedir. Buna karşılık yeşil ışık teorisinde  hukuk , kötü yönetim uygulamalarını ortadan kaldırmadan öte, iyi yönetim uygulamalarını teşvik edip kolaylaştırma amacına hizmet etmelidir. Yeşil ışık teorisinde idare hukukunun rolü, denetimden ziyade, idari makamların bireylerin ihtiyaçlarının karşılanması görevini gereği gibi yerine getirebilmesine yardımcı olmaktır.Doktrinde kontrolün sağlanıp dengelerin korunması adına yargısal müdahalenin varlığı  her  iki  teori  için  de  haklı  görülmekle  ( justifiable )  birlikte,  yargısal denetimin idare hukuku açısından oynadığı rol, kırmızı ve yeşil ışık teorileri arasındaki en önemli fark olarak dile getirilmektedir. Gerçekten de kırmızı ışık teorisinde yargı, daha müdahaleci bir görüntü vermekte iken; yeşil ışık teorisinde yargı, daha az müdahaleci bir yaklaşım sergilemektedir. Kırmızı ışık teorisi uyarınca idare hukukunun birincil ilgisi ( prime concern ), yürütme gücünü yargı makamları gibi resmi ve dış mekanizmalar ( mechanisms ) aracılığıyla kontrol altında tutmaktır. Söz konusu kontrolün işlevi, bireylerin hak ve özgürlüklerine kamu yararı adına yapılacak gereksiz müdahalelerin önlenmesini sağlamaktır.40  ibid 1432.41  Cora Hoexter, Administrative Law in South Africa (2nd edn, Claremont Juta 2012) 140 tan aktaran Petrus Jacobus Hermanus Maree,  Investigating an Alternative Administrative-Law System in South Africa  <https://scholar.sun.ac.za> Erişim Tarihi 12.09.2019.42  Brunet (n 1) 525-526.43  ibid 526.44  Galanga,  Red Light and Green Light Theories: The United Kingdom and The Sri Lankan Experience  < https://www.academia.edu/22207010/Red_Light_and_Green_Light_Theories_The_United_Kingdom_and_the_Sri_Lankan_Experience> Erişim Tarihi 12.09.2019.45  Maree,  Investigating an Alternative Administrative-Law System in South Africa  <https://scholar.sun.ac.za> Erişim Tarihi 12.09.2019.46  Galanga,  Red Light and Green Light Theories: The United Kingdom and The Sri Lankan Experience  < https://www.academia.edu/22207010/Red_Light_and_Green_Light_Theories_The_United_Kingdom_and_the_Sri_Lankan_Experience> Erişim Tarihi 12.09.2019.47  Peter Cane,  Theory and Values in Public Law  in Paul Craig and Richard Rawlings (eds), Law and Administration in Europe: Essays in Honour of Carol Harlow (Oxford University Press 2003) 9.1051İstanbul Hukuk Mecmuası 77/2Buna karşılık yeşil ışık teorisinde idare hukukunun birincil ilgisi, hukukun kamu programlarının yürütülmesi ve hükümet politikalarının geliştirilmesi için işlevsel hale getirilmesidir. Bu konuda yeşil ışık teorisyenleri, özellikle idarenin kontrolü için tartışılabilir bir faaliyet ( a questionable activity )48 niteliğinde gördükleri yargısal denetim gibi dış mekanizmalara karşılık, iç kontrol mekanizmaları (şikayet ya da itiraz mekanizmaları gibi) ile siyasi kontrolü (parlamento denetimi gibi) öne çıkarmaktadır.  Yeşil  ışık  teorisi  uyarınca  rolleri  sınırlandırılan  mahkemelerin görevi, idarenin verimli çalışmasına yardımcı olmaktır.Modern  devlet  yapılanması  sürecinde  artan  toplumsal  ihtiyaçlar  ile  siyasal, ekonomik ve teknolojik gelişmeler, devletin fonksiyonunu klasik  pasif  durumdan çıkararak  aktif  hale getirmiştir. Bu çerçevede tarihsel gelişim içerisinde devlet, çeşitli kamu hizmetlerinin yerine getirilmesi hususunda aktif rol alır olmuştur. Özellikle yirminci yüzyılın ikinci yarısından itibaren modern devletin yaşadığı dönüşümün bir yansıması olarak kurumsallaşan  sosyal devlet anlayışı , devlete sosyal ve ekonomik haklar ile sosyal adaleti tesis etmek gibi önemli görevler yüklemiştir. En geniş anlamda sosyal devlet,  sosyal adaletin, refahın ve güvenliğin gerçekleşmesini sağlayan devlettir. Bu kısımda yeşil ışık teorisi ile dikkat çekilen  bireylerin ihtiyaçlarının karşılanması konusunda  devletin  aktif  rol  oynaması  gerekliliğinin   Türk  Hukuku ndaki yansımalarına  bakmak  yerinde  olacaktır.  Öncelikle  Türkiye  Cumhuriyeti Anayasası nın 2. maddesinde, Türkiye Cumhuriyeti nin nitelikleri arasında  sosyal devlet  de sayılmıştır. Bu ilkeye paralel şekilde Anayasa nın 5. maddesinde devletin temel amaç ve görevleri,  Türk milletinin bağımsızlığını ve bütünlüğünü, ülkenin bölünmezliğini, Cumhuriyeti ve demokrasiyi korumak, kişilerin ve toplumun refah, huzur ve mutluluğunu sağlamak; kişinin temel hak ve hürriyetlerini, sosyal hukuk devleti ve adalet ilkeleriyle bağdaşmayacak surette sınırlayan siyasal, ekonomik ve sosyal engelleri kaldırmaya, insanın maddi ve manevi varlığının gelişmesi için gerekli şartları hazırlamaya çalışmak  olarak belirlenmiştir. Yine Türk Hukuku özelinde yeşil ışık teorisinin ön plana çıkardığı bir başka husus olarak  yargı dışı denetim mekanizmalarına , temelini Anayasa nın 74. maddesinde bulan  Kamu Denetçiliği Kurumu  güzel bir örnek olarak sayılabilir.48  Brunet (n 1) 526. Daha öteye giderek, yeşil ışık teorisyenlerinin mahkemeleri idari işleyişin verimliliğine bir engel ( obstacle ) olarak gördükleri de doktrinde dile getirilmektedir. Bkz. Harlow and Rawlings (n 3) 37; O Fee (n 3) 151; Brunet (n 1) 526-527.49  Cane (n 47) 10; O Fee (n 3) 150.50  Stott and Felix (n 7) 30; Tomkins (n 10) 159; Hancher and Ruete (n 3) 241.51  Bahtiyar Akyılmaz, Murat Sezginer, Cemil Kaya, Türk İdare Hukuku (9th edn, Savaş Yayınevi 2018) 118; Ali Tarık Gümüş,  Sosyal Devlet Anlayışının Gelişimi ve Dönüşümü  (2010) 18(2) Selçuk Üniversitesi Hukuk Fakültesi Dergisi 117, 138.52  Anayasa Mahkemesi, 2009/93, 2011/73, 28.04.2011. Ayrıca bkz. Anayasa Mahkemesi, 2011/136, 2012/72, 17.05.2012; Anayasa Mahkemesi, 2006/111, 2006/112, 15.12.2006.53  Türkiye Cumhuriyeti Anayasası   VII. Dilekçe, bilgi edinme ve kamu denetçisine başvurma hakkı1052Yılmaz / İdare Hukukunun İşlevine Yönelik Bir Yaklaşım:  Trafik Işığı Metaforu Konuya ilişkin Türkiye Cumhuriyeti Anayasası nda  hukuk devleti  ve  sosyal devlet  ilkeleri, devlet yapılanmasının vazgeçilmez temel prensipleri olarak kabul edilmekle birlikte, söz konusu ilkeler gördükleri işlev ve yöneldikleri öncelikli amaç bakımından farklı görüntü vermektedir. Hukuk devletinde daha ziyade idarenin hukuk sınırları içerisinde kalması sağlanarak bireyin hak ve özgürlüklerinin korunması amaçlanmakta iken; sosyal devlette, herkesin mutluluğunun ve toplumsal refahın temini ön planda tutulmaktadır. Bir başka deyişle hukuk devletinde bireylerin hak ve özgürlükleri; sosyal devlette ise toplumun refahı garanti edilmektedir. Hukuk devleti  anlayışının  özünü  bireylerin  hak  ve  özgürlüklerinin  korunması  adına kapsayıcı bir yargısal denetimin varlığı oluştururken; sosyal devlet anlayışı, kişilere esaslı sosyal haklar tanınmasını ve kamu gücünün planlı bir şekilde bu hakların hayata geçirilmesi için faaliyet göstermesini zorunlu kılmaktadır. Zira  sosyal devlet ilkesinin gerçekleştiricisi  ve insan onuruna yaraşır bir yaşamın güvencesi, topluma sunulacak hizmetler konusunda öncelikle görevli ve sorumlu olan idare teşkilatıdır.Doktrinde, idare hukukunun hakim olduğu idari faaliyetlerin asıl konusunun,  toplumun ve bireylerin günlük yaşamını sağlayan ve sürdüren idare işlevi  olduğu söylenmektedir. Benzer şekilde yeşil ışık teorisi de, özellikle dışarıdan müdahalelerin minimuma indirildiği halde idarenin en verimli şekilde faaliyet yürüteceği inancını esas alarak, idare hukukunun işlevinin devletin işleyişini kolaylaştırmak olduğunu söylemekte ve devletin –daha özelde idarenin– faaliyetleri için  faydacı (‘utilitarian ) yaklaşımın ışığında   sosyal ve demokratik  bir bakış açısı sunmaktadır. Buna göre bireylerin ihtiyaçlarının karşılanıp memnuniyetlerinin artırılması adına devlet daha geniş rol üstlenmeli, bu nedenle de daha geniş yetkilere sahip olmalıdır. Yeşil ışık teorisi, kamu hizmetlerinin yerine getirilip geliştirilmesini amaçlayan politikaların destekleyicisidir. Yeşil ışık teorisinde hukuk, kırmızı ışık teorisinde olduğu gibi iktidarı kontrol altında tutacak değil, kamu hizmetlerinin iyi işlemesine  olanak tanıyacak bir araç (‘enabling tool )  olma özelliği gösteren  faydalı bir silah (‘useful weapon )  olarak algılanmaktadır.  Madde 74 – (…) Türkiye Büyük Millet Meclisi Başkanlığına bağlı olarak kurulan Kamu Denetçiliği Kurumu idarenin işleyişiyle ilgili şikayetleri inceler. 54  Zafer Gören,  Sosyal Devlet İlkesi ve Anayasa Hukuku Açısından Yaşam Kalitesi  (1997) 14 Anayasa Yargısı Dergisi 93,118.55  Balta (n 21) 265-266.56  Çağlayan (n 24) 86. 57  Lütfi Duran, İdare Hukuku Ders Notları (İÜHF Yayınları 1982) 21.58  Leyland (n 8) 207 ff.59  ibid 207.60  ‘Scope  of  Administrative  Law   <https://www.abyssinialaw.com/online-resources/study-on-line/item  /293-scope-ofadministrative-law> Erişim Tarihi 14.09.20191053İstanbul Hukuk Mecmuası 77/2C.  Bir Buluşma Noktası  Olarak Sarı Işık TeorisiKırmızı ve yeşil ışık teorilerinin yanında  bir buluşma noktası (‘a meeting point )61  olarak nitelenen üçüncü teori ise,  sarı ışık teorisi (‘amber-light theory ) dir. Sarı ışık teorisi, tıpkı yeşil ışık teorisi gibi, iktidarın elinde bulundurduğu güce olumlu bir anlam yüklemekle birlikte,  hesap verebilirlik (‘accountability )  konusunda yeşil ışık teorisinden farklı yönlere vurgu yapmaktadır. Yeşil ışık teorisinde siyasal kurumlar, iktidarın gücünü sınırlandırmak için uygun mekanizmalar olarak yeterli görülürken; sarı ışık teorisinde iktidarın gücünü kullananlar üzerindeki demokratik ve siyasi kontrolleri desteklemek adına idare hukukuna ait ilke ve yöntemlerin de geliştirilmesi gerekliliğinin üzerinde durulmaktadır. Yine yeşil ışık teorisinde siyasi ve demokratik mekanizmalara ayrıcalık tanınmasına karşın; sarı ışık teorisi ( yellowlight theory ), anılan mekanizmaların da kontrol edilmesine dikkat çekmektedir.Sarı ışık teorisinin temel gayesi, yargısal denetimin yanında demokratik ve siyasi kontrol mekanizmalarını etkin şekilde devreye sokabilmektir. Sarı ışık teorisinde kırmızı ışık teorisinin temelini oluşturan yargısal denetimin önemi inkar edilmemekle beraber, yargısal denetimin rolünün sınırlı olması gerektiği savunulmaktadır. Zira toplumun artan ihtiyaçları karşısında yargının katı bir yaklaşım sergilemesi, genel hukuk ilkeleri ile idarenin etkin şekilde faaliyet göstererek bireylerin ihtiyaçlarını giderme görevini zayıflatabilecektir. Temel olarak sarı ışık teorisinde, bir yandan kırmızı ışık teorisinde olduğu gibi yargısal denetimin önemine işaret edilmekte iken; öte yandan da yapılacak denetimlerin yeşil ışık teorisinin yöneldiği hedef olan bireylerin ihtiyaçlarının zamanında ve gereği gibi karşılanması amacı doğrultusunda dengelenmesinin altı çizilmektedir.III. Değerlendirme ve SonuçYukarıda  ifade  edildiği  üzere  idare  hukukunun  işlevine  yönelik   trafik  ışığı metaforu , kendi içinde iki temel teoriyi barındırmaktadır. Teorilerden ilki olan kırmızı  ışık  teorisi,  idarenin  ve  onun  gücünün  kontrolü,  sınırlandırılması  ve denetlenmesi üzerine kurulmaktadır. Söz konusu teori uyarınca idari makamlar, sosyal refah ( social welfare ) ya da ekonomik düzenlemeler ( economic regulation ) gibi etkin rol oynaması gereken konular hariç olacak şekilde, geleneksel savunma ( the traditional fields of defence ), güvenlik ( security ) ve kamu düzeni ( public order ) gibi sınırlı alanlarda faaliyetler yürütmelidir.61  Leyland and Anthony (n 7) 9.62  Galanga,  Red Light and Green Light Theories: The United Kingdom and The Sri Lankan Experience  < https://www.academia.edu/22207010/Red_Light_and_Green_Light_Theories_The_United_Kingdom_and_the_Sri_Lankan_Experience> Erişim Tarihi 14.09.2019.63  Galanga,  Red Light and Green Light Theories: The United Kingdom and The Sri Lankan Experience  < https://www.academia.edu/22207010/Red_Light_and_Green_Light_Theories_The_United_Kingdom_and_the_Sri_Lankan_Experience> Erişim Tarihi 14.09.2019.64  Klaaren (n 10) 210.65  Stott and Felix (n 7) 29; Klaaren (n 10) 210.1054Yılmaz / İdare Hukukunun İşlevine Yönelik Bir Yaklaşım:  Trafik Işığı Metaforu Buna karşılık yeşil ışık teorisi, idari makamların gücüne ilişkin olumlu düşüncelere sahip olup, bu gücü, topluma fayda sağlayacak sosyal politikaları hayata geçirme aracı olarak görmektedir. Öyleyse yeşil ışık teorisi, idare hukukunun idarenin gücünün kontrol altında tutulmasından ziyade, onun faaliyetlerinin kolaylaştırılması ( facilitate ) işlevini merkeze almaktadır. Sonuç olarak idare hukuku, kırmızı ışık teorisinde idareyi sınırlandırıcı bir işlev görürken; yeşil ışık teorisinde idare hukuku, aktif şekilde faaliyette bulunma zorunluluğu bulunan idarenin bu faaliyetlerine yön vererek destekleyici bir işlev görmektedir.Bugün idare üzerindeki iç ve dış kontrol mekanizmaları arasında idari ajanların görevlerini  layıkıyla  yapabilmeleri  adına  bir  denge  ( balance )  aranmakta olup, idare hukukunun işlevine yönelik iki temel teori olan kırmızı ışık ile yeşil ışık teorilerini bir noktada birleştiren ( convergence ) sarı ışık teorisi gündeme gelmektedir. Esasen bahsi geçen teori, idare tarafından alınan sayısız karar üzerindeki denetimin  gerekliliğini,  iyi  yönetim  standartlarının  belirlenmesi  ( setting  good standarts of administrative conduct ), etkili karar alma ( effective decision-taking ), hesap verebilirlik ( accountability ) ve insan hakları ( human rights ) gibi hassas değerler ile birleştiren bir sentez ( synthesis ) olarak ortaya çıkmaktadır.İdari faaliyetlerin, hem kamu yararının sağlanması hem de söz konusu faaliyetlerden etkilenecek  bireylerin  korunması  açısından  idareyi  yönlendirecek  bir  hukuki çerçeve içinde gerçekleşmesi gerektiği söylenmelidir. Ayrıca demokratik bir hukuk devletinde, idari faaliyetlerin hukuk kuralları ışığında gerçekleştirilmesinin yanında, idarenin işlem ve eylemlerinin hukuka uygunluğunun yargı yolu ile denetlenmesinde de  zorunluluk  bulunmaktadır.  Siyasal  açıdan  bakıldığında  tarihsel  süreçte parlamentoların kurulmasıyla başlayan demokratik yönetim anlayışı, yönetenlerin tüm işlem ve eylemlerinin denetime açık olması gerekliliğine dayanmaktadır. Burada parlamento denetimi, bağımsız kurum ve kuruluşlarca gerçekleştirilecek denetimler ile kamuoyu denetimi, demokratik yönetim anlayışı gereği öngörülen diğer denetim mekanizmaları arasında sayılabilir.Çalışma  boyunca  yer  verilen  tespitler  ışığında,  kırmızı  ışık  teorisinin  idare hukukunun işlevi açısından  doğrudan ve yalnızca yargısal denetime odaklanarak idare  hukukunun  bireylere  yarar  faaliyetlere  vermesi  gereken  katkıyı  göz  ardı etmesi ; yeşil ışık teorisinin ise,  hak ve özgürlüklerin korunmasının en önemli güvencesi olduğu gerçeğine karşılık yargı denetimine gerekli önemi vermeyip, daha da ötesinde mahkemeleri idari işleyişin verimliliğine engel olarak görmesi , anılan teorilerin tartışma yaratacak yönleri olarak sıralanabilir. Kanaatimizce Türk İdare 66  Klaaren (n 10) 210.67  Stott and Felix (n 7) 32.68  Leyland and Anthony (n 7) 9-10.69  ibid 10.1055İstanbul Hukuk Mecmuası 77/2Hukuku açısından ideal durumun ortaya konulabilme çabası içerisindeki hassas nokta, modern devlet anlayışı ışığında bahsi geçen kırmızı ve yeşil ışık teorilerinin üzerine kuruldukları temelleri incelemeye tabi tutarak, bu teorilere dayanak oluşturan hususları doğru şekilde kaynaştırabilmektir. Konuya ilişkin öncelikle, kırmızı ışık teorisine hakim olduğu görülen  hukuk devleti – hukuka bağlı idare  ilkesi ile yeşil ışık teorisinin ön plana çıkardığı gözlemlenen  sosyal devlet – aktif idare  ilkesi arasındaki yakın ilişkiye dikkat çekilmelidir. Şöyle ki, bireyin kazanımlarda pay sahibi olarak kabul edildiği, toplumsal gereklerin karşılanması yönünde hızlı ve etkili davranış sergilendiği bir düzen, sosyal devlet olmanın bir gereğidir. Bunun yanında bireylerin sahip olduğu hak ve özgürlüklerin korunarak adaletin sağlandığı bir düzenin yerleştirilmesi de devlet gücünün kötüye kullanılmasının engellenmesi açısından ayrıca önem arz etmektedir.Hukuk devleti ile sosyal devlet arasındaki ilişkiye yönelik söylenmelidir ki, hukuk devletinin vazgeçilmez unsuru olarak adaletin sağlanması,  sosyal  niteliğe haiz olmayan bir devlette temelden yoksun kalacaktır. Yine hukuk devletinin ancak ve aynı zamanda sosyal devlet ile anlam kazanacağı tespitinden yola çıkarak, Türkiye Cumhuriyeti Anayasası nda devlet için yapılan  sosyal hukuk devleti  nitelendirmesi de, hukuk devleti ile sosyal devlete ait unsurların bir devlet yapılanmasında bir bütünün parçalarını teşkil ettiğini göstermektedir. Buradan hareketle, sosyal hukuk devletinin hayata geçirilmesi suretiyle bireylerin hak ve özgürlüklerinin korunarak demokratik kalkınmanın gerçekleştirilmesinde idare hukukunun yerinin ve rolünün altı önemle çizilmelidir. Buna göre ideal idare hukuku sistemi, bir yandan üstün hak ve yetkilere sahip idareyi  denetim  mekanizmaları  vasıtasıyla  hukuk  sınırları  içerisinde  tutarak birey hak ve özgürlüklerinin teminat altına alınmasını sağlayacak; diğer yandan mevcut toplumsal ihtiyaçların gereği gibi karşılanmasına, sosyal uyuşmazlıkların akılcı şekilde çözümlenmesine, bireylerin ya da kitlelerin çatışan menfaatlerinin dengelenmesine ve dezavantajlı grupların korunmasına katkı sunacak bir işleve haiz olmalıdır. Böylece idare hukuku, sayılan amaçlara ulaşılabilmesi için idareye yol haritası olmalı, ona bir perspektif sunmalıdır.Ayrıca iyi bir idari işleyiş ve yapı, yasama organları tarafından konulup yargı organları tarafından denetlenen hukuk kurallarının ışığı altında ortaya çıkarılabilir. Bu noktada kamu yararını sağlayacak kurallar bütünü olan idare hukukunun kendisinden beklenen işlevi gerçekleştirebilmesi için ne yasama ne de yargı organlarının verecekleri katkı yadsınamaz. Anılan katkılarla daha da gelişecek idare hukukunun birbirinden 70  Anayasa Mahkemesi, 1984/9, 1985/4, 18.02.1985.71  Gören (n 54) 132.72  Duran (n 57) 19.1056Yılmaz / İdare Hukukunun İşlevine Yönelik Bir Yaklaşım:  Trafik Işığı Metaforu ayrılmaz iki işlevinin ise, idarenin  aşırılıklarının (‘excess ) önlenmesi  ve  iyi yönetişimin (‘good governance ) desteklenerek hizmetlerin gereği gibi yürütülmesine katkı sunulması  olduğu söylenebilir. Dolayısıyla bir idari sistemde, idare hukukunun belirtilen her iki işlevine yönelik somut işaretler bulunmalıdır. Buradan yola çıkarak, modern devletin ortaya çıkmasına paralel şekilde değişip gelişen bir idari sistemde artık  ışıkların sarıda birleşmesi (‘the lights now converge at amber )  gerektiği doktrinde ifade edilmektedir. Kanaatimizce de idare hukukunun işlevine yönelik temel doğrunun, salt kırmızı ya da yeşil ışık teorilerinden ziyade;  mevcut iki trafik ışığı metaforunun bir karması (‘a hybrid of the two existing traffic-light metaphors )75  olan sarı ışık teorisinde aranması gerektiğini söylemek isabetli olacaktır.Finansal Destek: Yazar bu çalışma için finansal destek almamıştır.73  Aynı yönde olarak bkz. Mrs. Srividhya Jayakumar,  Administrative Law in India-The Fire Fighting and The Fire Watching Functions  (2011) IV(2) Law Quest 81, 82.74  Leyland (n 8) 205. Ayrıca bkz. Leyland and Anthony (n 7) 9-10.75  Galanga,  Red Light and Green Light Theories: The United Kingdom and The Sri Lankan Experience  < https://www.academia.edu/22207010/Red_Light_and_Green_Light_Theories_The_United_Kingdom_and_the_Sri_Lankan_Experience> Erişim Tarihi 14.09.2019.1057İstanbul Hukuk Mecmuası 77/2",
     "Kaynakça": "Akyılmaz B, Sezginer M and Kaya C, Türk İdare Hukuku (9th edn, Savaş Yayınevi 2018).Alan N,  Demokratik Hukuk Devleti ve Anayasa  (2003) 58(1) Ankara Üniversitesi SBF Dergisi 1 9.Aronson M and Groves M, Judicial Review of Administrative Action (5th edn, Pyrmont Lawbook Co. Thomson Reuters 2013).Atay EE,  Hukuk Devleti İlkesi Işığında İdarenin Denetimi ve Kamu Denetçiliği Kurumu  (2014) 1 Ombudsman Akademik 1 30.Balta TB, Çev. Turgut T,  Türkiye de İdare Hukuku ve İdare Bilimi  (1967) 22(4) Ankara Üniversitesi SBF Dergisi 261 266.Brunet E,  A New Breed of Law Book?  (1985) 2 Duke Law Journal 523 539.C. Aman Jr. A,  Administrative Law in Global Era: Progress Deregulatory Change and the Rise of the Administrative Presidency  (1988) 73(6) Cornell Law Review 1101 1247.Cane P,  Theory and Values in Public Law  in Paul Craig and Richard Rawlings (eds), Law and Administration in Europe: Essays in Honour of Carol Harlow (Oxford University Press 2003) 3 23.Coggon J, Syrett K and Viens AM, Public Health Law: Ethics, Governance and Regulation (Routledge 2017).Craig P,  Theory and Values in Public Law: A Response  in Paul Craig and Richard Rawlings (eds), Law and Administration in Europe: Essays in Honour of Carol Harlow (Oxford University Press 2003) 23 47.Çağlayan R, İdare Hukuku Dersleri (5th edn, Adalet Yayınevi 2017).Duran L, İdare Hukuku Ders Notları (İÜHF Yayınları 1982).Esparraga F and Ellis Jones I, Administrative Law Guidebook (2nd edn, Oxford University Press 2016).Galanga D,  Red Light and Green Light Theories: The United Kingdom and The Sri Lankan Experience  <https://www.academia.edu/22207010/Red_Light_and_Green_Light_Theori es_The_United_Kingdom_and_the_Sri_Lankan_Experience>.Goldring J,  Administrative Law: Teaching and Practice  (1986) 15 Melbourne University Law Review 489 507.Gören Z,  Sosyal Devlet İlkesi ve Anayasa Hukuku Açısından Yaşam Kalitesi  (1997) 14 Anayasa Yargısı Dergisi 93 153.Gözler K, İdare Hukuku C.I (3rd edn, Ekin Basım Yayın Dağıtım 2019).Gözlügöl SV,  Uluslararası Hukuk Boyutuyla Hukukun Üstünlüğü  (2013) XVII(1 2) Gazi Üniversitesi Hukuk Fakültesi Dergisi 1423 1453.Gümüş AT,  Sosyal Devlet Anlayışının Gelişimi ve Dönüşümü  (2010) 18(2) Selçuk Üniversitesi Hukuk Fakültesi Dergisi 117 158.Hancher L and Ruete M,  Forever Amber?  (1985) 48(2) The Modern Law Review 236 243.Harlow C and Rawlings R, Law and Administration (3rd edn, Cambridge University Press 2009).Jayakumar S,  Administrative Law in India The Fire Fighting and The Fire Watching Functions  (2011) IV(2) Law Quest 81 90.Kalabalık H, İdare Hukuku Dersleri C.I (5th edn, Seçkin Yayıncılık 2019).Karayalçın Y,  Hukukun Üstünlüğü (Kavram – Bazı Problemler)  in Hayrettin Ökçesiz (eds), Hukuk Devleti (AFA Yayıncılık 1998).1058Yılmaz / İdare Hukukunun İşlevine Yönelik Bir Yaklaşım:  Trafik Işığı Metaforu Klaaren J,  Red Light, Green Light  (1999) 15 SAJHR 209 217.Leyland P and Anthony G, Textbook on Administrative Law (7th edn, Oxford University Press 2013).Leyland P, The Constitution of The United Kingdom A Contextual Analysis (3rd edn, Oregon Hart Publishing 2016).Maree PJH,  Investigating an Alternative Administrative Law System in South Africa  <https://scholar.sun.ac.za>.O Fee C,  A New Perspective on The Public Private Divide? Justiciability of Government Contracting Decisions Following Ririnui and Problem Gambling  49(1) VUWLR 133 155.Özay İH, Günışığında Yönetim (3rd edn, Filiz Kitabevi 2017).Rubenstein DS,  Relative Checks: Towards Optimal Control of Administrative Power  (2010) 51(6) William&Mary Law Review 2169 2241.Scope  of  Administrative  Law,  <https://www.abyssinialaw.com/online resources/study on line/item/293 scope of administrative law>.Stott D and Felix A, Principles of Administrative Law (Cavendish Publishing Limited 1997).Şen M,  İdarenin Yargısal Denetiminin Sınırlarına İlişkin Modeller  (2013) XVII(1 2) Gazi Üniversitesi Hukuk Fakültesi Dergisi 1623 1641.Taggart M,  Prolegomenon to an Intellectual History of Administrative Law in the Twentieth Century: The Case of John Willis and Canadian Administrative Law  (2005) 43(3) Osgoode Hall Law Journal 223 267.Taggart M,  Reinvented Government, Traffic Lights and The Convergence of Public and Private Law  (1999) Review of Harlow and Rawlings: Law and Administration PL124.Tomkins A,  In Defence of The Political Constitution  (2002) 22(1) Oxford Journal of Legal Studies 157 175.1059"
}