{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "24",
     "Ay": "10",
     "Yıl": "2020",
     "Cilt": "78",
     "Sayı": "3",
     "Başlık": "Meclis i Vâlâ yı Ahkâm ı Adliyye ve Ilk Parlamentonun Ön Hazırlayıcısı Olma Işlevi",
     "Title": "Supreme Council of Judicial Ordinance (Meclis i Vâlâ yı Ahkâm ı Adliyye) and Its Function of Being Preliminary to the First Parliament",
     "Yazar İsmi": [

          "Ömer Gedik"  , "Ceyhun Öz"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Osmanlı imparatorluğu", "Meclis-i vâlâ-yı ahkâm-ı adliyye", "Dîvân-ı hümâyun", "Meşveret meclisleri", "Parlamento"
     ],
     "Keywords": [
          "Ottoman empire", "Meclis-i vâlâ-yı ahkâm-ı adliyye", "Dîvân-ı hümâyun", "Consultative assemblies", "Parliament"
     ],
     "Özet": " Dîvân ı Hümâyun un etkisinin azalmaya başlaması ile birlikte önem kazanan meşveret meclisleri, yapılacak yenilik hareketlerinin uygulanması ve takibini yapacak kurumsallaşmış bir meclis vasfından çok uzaktı. Dolayısıyla askerî alandaki reformları takip etmek ve Başvekâlete danışma kurulu olarak hizmet sunmak amacıyla Dâr ı Şûrâ yı Askerî ve Dâr ı Şûrâ yı Bâb ı Âlî oluşturuldu. Bu iki meclisin yanında, II. Mahmud un başkanlığında sarayda toplanacak olan Meclis i Vâlâ yı Ahkâm ı Adliyye de kuruldu. Bu mecliste iç, dış, malî, askerî vs. bütün işler yeniden görüşüldü, değiştirilecek veya düzeltilecek hususlar düzenlendi ve daha sonra padişaha sunuldu. Meclis i Vâlâ her ne kadar Tanzimat reformlarının takip edilmesi ve yürütülmesi amacıyla kurulmuşsa da, esasen Dîvân ı Hümâyun un ortadan kalkması ve meşveret meclislerinin onun boşluğunu dolduramaması üzerine yargı konusunda olduğu gibi yasama konusunda da oldukça önemli bir fonksiyon üstlendi. Fakat Meclis i Vâlâ nın kendinden önceki Dîvân ı Hümâyun dan ayrı bir yapısının olduğu açıktır. Her ne kadar temsilî bir yapı arz etmese de yapısı ve yerine getirdiği görevler açısından, Dîvân ile Batılı anlamda parlamento arasında bir geçiş kurumu özelliği taşımaktadır.",
     "Abstract": "The consultative assemblies were far from an institutionalized assembly that implemented and followed up reforms. They gained importance with a decrease in the influence of the Imperial Council. Therefore, to monitor the reforms in the military field and to serve the Prime Ministry as advisory committees, the Supreme Council of the Military and the Supreme Council of the Government were established. In addition to these two assemblies, the Supreme Council of Judicial Ordinance, assembled in the palace and therefore chaired by Mahmud II, was also established. In this assembly, internal, external, financial, and military works were renegotiated, issues were arranged to be changed or corrected, and then presented to the sultan. The Supreme Council of Judicial Ordinance played a significant role in the legislative and in the judiciary since the discontinuation of the Imperial Council and the failure of the consultative assemblies to fill its void although it was established for the purpose of monitoring and carrying out the Tanzimat reforms. However, it is obvious that it had a different structure from that of the Imperial Council, which was its predecessor. It was not a representative structure; rather, it was a transitional institution between the Council (Dîvân) and Western-style parliament in terms of its structure and the tasks it performed.",
     "Metin": "Büyük çapta reformlar tasarlamış ilk Osmanlı padişahı olan III. Selim (17891808), reformlara karşı koyan ve savaş kabiliyetini kaybetmiş yeniçerilere karşı, kendisine sadık yeni bir gönüllü ordu (Nizâm-ı Cedîd) meydana getirmek istediği için yeniçeriler tarafından tahttan indirilmeden önce idarî, siyasî ve ticarî alanlarda yapılacak reformların planlarını hazırlamış, fakat bu reformların küçük bir kısmını gerçekleştirme imkânı bulmuştu. Daha sonra tahta çıkan II. Mahmud saltanatının devamı için sözünü, reformlara karşı çıkan yeniçerilere, onlarla işbirliği içinde olan ulemaya ve Pazvandoğlu yahut Mehmed Ali Paşa gibi asi idarecilere geçirmesi gerektiğini  biliyordu.  Kendisine  ‘Türklerin  Deli  Petrosu   yahut  ‘Gavur  Sultan  dedirtecek kadar hızlı bir reform faaliyeti içine giren II. Mahmud, tımar ve zeametin kaldırılmasından yeni orduya, festen sakal tıraşına kadar birçok alanda değişikliklere gitti. Reformları ordunun dışında da gerçekleştirmek ve Hıristiyan ahaliye eşitlik ve teminat vermek istemesi siyasî reforma da zemin hazırladı ve bu reform 1839 yılında Tanzimat hareketi olarak ortaya çıktı.İnalcık a  göre  Tanzimat,   temel  müesseseleri  bozulmuş  olan  Osmanlı İmparatorluğu nun,  yepyeni  bir  medeniyetle  yükselen  ve  taarruza  geçen  bir Avrupa nın ezici üstünlüğü karşısında yeniden teşkilatlanma teşebbüsünün kat î safhası  olarak telakki edilebilir. Tanzimat Fermanı ile Kur an hükümleri ve şeriat kanunlarına  saygı  gösterilmediği  müddetçe  Osmanlı  Devleti nin  ilerleyemediği tespiti yapılmış ve Devlet te bazı yeni kanunların hayata geçirilmesi gerektiği fikri gündeme gelmiştir. Bu doğrultuda şu sorular akla gelmiştir: Yeni kanunlar ne olacak ve nasıl çıkarılacak? Diğer bir ifade ile yasama fonksiyonu bundan sonra nasıl icra edilecek?Tanzimat Fermanı ile başlayan süreçte ilan edilen Kanûn-ı Esâsî, Türk kamu hukuku tarihinde modern anlamda parlamentarizme geçişte bir milat olarak kabul edilir. Ancak  parlamenter  sisteme  doğru  ilk  adımların  Tanzimat  Fermanı ndan daha önce, II. Mahmud döneminde atıldığı ileri sürülebilir. Özellikle II. Mahmut döneminde nezaretlerin kurulup Meclis-i Vükelâ nın, askerî alandaki yeniliklerin 1  Kemal H. Karpat, Türk Demokrasi Tarihi (Afa 1996) 32.2  ibid 33-34.3  Halil İnalcık, Tanzimat ve Bulgar Meselesi (Eren 1992) 2.4  Okumuş, Tanzimat dönemi kanunlaştırma hareketlerinin Osmanlı için yeni bir dönemin başlangıcı olduğunu, bu faaliyetlerle Devlet in dünyevîleşmeye de başladığını söylemektedir. Bkz. Ejder Okumuş, ‘Osmanlı Devleti nde Modernleşme Süreci  iç Ahmet Cihan, Mustafa Avcı ve Ejder Okumuş (edr), Osmanlı Devleti nde Eğitim Hukuk ve Modernleşme (Özgü 2006) 273.5  Mehmet Seyitdanlıoğlu, ‘Parlamento Geleneğimiz Çerçevesinde Tanzimat Meclisleri  (1989) (8) Türkiye Günlüğü 60, 60; Shaw bu konuda atılan ilk adımları III. Selim e kadar götürür. Bkz. Standford J. Shaw, ‘19. Yüzyıl Osmanlı Reform Hareketlerinde 1876 Öncesi Merkezi Yasama Meclisleri  (1990) (76) Tarih ve Toplum 203, 203.1638Gedik, Öz / Meclis-i Vâlâ-yı Ahkâm-ı Adliyye ve İlk Parlamentonun Ön Hazırlayıcısı Olma İşlevitakibi  için  Dâr-ı  Şûrâ-yı Askerî nin,  hükümete  ilişkin  işlerde  danışma  görevi üstlenmek üzere de Dâr-ı Şûrâ-yı Bâb-ı Âlî nin ve nihayet en önemlisi, Tanzimat reformlarının belirlenmesi ve uygulamalarının takip edilmesi için Meclis-i Vâlâ-yı Ahkâm-ı Adliyye nin meydana getirilmesi –daha sonra Tanzimat Fermanı nda da açıkça ifade edilmiştir- ilk parlamentoya giden süreçte önemli faaliyetler olmuştur. Meclis-i Vâlâ nın oluşturulmasıyla birlikte Osmanlı Devleti nde ilk defa, kuvvetler ayrılığı şeklinde ifade edilememekle birlikte görevler ayrımı söz konusu olmuştur. Yürütme görevi padişah ile birlikte hükümetin, yasama ve bir kısım yargı görevi de Meclis-i Vâlâ nındır.Adlî İşlerin Yüksek Kurulu, Adliye İşleri Yüksek Kurulu, Adalet İşleri Yüksek Meclisi veya Tanzimat ta geçen haliyle Adlî İşler Kurulu gibi anlamlara gelebilecek olan Meclis-i Vâlâ, Tanzimat boyunca monolitik bir yapı göstermeyip, Bâb-ı Âlî yüksek bürokrasisindeki çekişmelerden etkilenmiş, görev yaptığı süre boyunca yapısı, işleyişi ve görevlerinin kapsamları bakımından çok ciddi değişiklikler yaşamıştır. Biraz daha açmak gerekirse, Meclis-i Vâlâ, kendi içinde bir dönemlendirmeye tabi tutulabilir. Bunlar, 1838 den Meclis-i Tanzimat ın kuruluşuna (1854) kadarki devre, Meclis-i Vâlâ ile Meclis-i Tanzimat ın birleştirilmesine kadar geçen devre, Şûrâ-yı Devlet in kurulmasına kadar geçen devre ve Şûrâ-yı Devlet ten ilk parlamentonun kurulmasına kadar geçen devre şeklinde dörde ayrılabilir. Her bir dönem içerisinde Meclis-i Vâlâ nın önemi çeşitli nedenlerle kimi zaman artmış, kimi zaman da azalmıştır. Bu önemine göre de aldığı yetkiler değişmiştir. Ancak şu kesinlikle söylenebilir ki, Meclis-i Vâlâ çoğu zaman bir danışma meclisinden çok daha ciddi görevler icra etmiştir. Söz gelimi, iltizâmın kaldırılması gibi çok önemli ve radikal bir değişikliği Meclis-i Vâlâ gerçekleştirmiştir. Ayrıca bu meclise bağlı çok sayıda 6   Yeniçeri ocağının kaldırılması üzere kurulan ilk meclis, Dâr-ı Şûrâ-yı Askerî oldu. Bu meclis, kişilerin askerlik ödevleriyle ilgili kuralları saptamak, Batı devletlerinde yürütülen askerlik usullerini incelemek ve Türk ordusunun ilerlemesi yolunda gererken tedbirleri bulup ortaya koymakla görevlendirildi.  Bkz. Enver Ziya Karal, Osmanlı Tarihi Cilt V (10. Bası, Türk Tarih Kurumu 2017) 153.7  Tanzimat Fermanı, Hatt-ı Hümayun olarak ilan edildiğinden bir kanun olarak değil, yönetsel buyrukları içeren bir ferman olarak görülüyordu. Önemli kanunî esasların düzenlenmesi görevi Meclis-i Vâlâ nındı. Abdurrahman Şeref, Tarih Söyleşileri (Müsahabe-i Tarihiye) (Sucuoğlu 1980) 54.8   … tebaa-i Saltanat-ı Seniyyemizden olan ehl-i İslâm ve milel-i sâ ire bu müsâadât-ı şâhânemize bilâ-istisnâ mazhâr olmak üzere cân ve ırz ve nâmûs ve mâl mâddelerinde hükm-i şer‘î iktizâsınca kâffe-i memâlik-i mahrûsemiz ahâlîsine taraf-ı şâhânemizden emniyet-i kâmile verilmiş ve diğer husûslara dahî ittifâk-ı ârâ ile karar verilmesi lâzım gelmiş olmağla Meclis-i Ahkâm-ı Adliyye a‘zâsı dahî lüzûmu mertebe teksîr olunarak ve vükelâ ve ricâl-i Devlet-i Aliyyemiz dahî ba‘zı ta‘yîn olunacak eyyâmda orada ictimâ‘ ederek ve cümlesi efkâr ve mütâla‘âtını hiç çekinmeyüp serbestce söyleyerek işbu emniyyet-i cân u mâl ve ta‘yîn-i vergi husûslarına dâ ir kavânîn-i mukteziyye bir taraftan kararlaştırılıp…  Halil İnalcık ve Mehmet Seyitdanlıoğlu, Tanzimat Değişim Sürecinde Osmanlı İmparatorluğu (5. Bası, Türkiye İş Bankası 2015) 15; Takvîm-i Vekâyi No: 187.9  Bernard Lewis, Modern Türkiye nin Doğuşu (Türk Tarih Kurumu 1996) 96-99.10  Necdet Hayta ve Uğur Ünal, Osmanlı Devleti nde Yenileşme Hareketleri (8. Bası, Gazi 2015) 103.11  Niyazi Berkes, Türkiye de Çağdaşlaşma (Doğu-Batı 1978) 168.12  ibid 214.13  Mehmet Seyitdanlıoğlu, ‘Divan-ı Hümayun dan Meclis-i Meb usan a Osmanlı İmparatorluğu nda Yasama  iç Halil İnalcık ve Mehmet Seyitdanlıoğlu (edr), Tanzimat Değişim Sürecinde Osmanlı İmparatorluğu (5. Bası, Türkiye İş Bankası 2015) 380.14  Halil İnalcık, ‘Tanzimat ın Uygulanması ve Sosyal Tepkileri  iç Halil İnalcık ve Mehmet Seyitdanlıoğlu (edr), Tanzimat Değişim Sürecinde Osmanlı İmparatorluğu (5. Bası, Türkiye İş Bankası 2015) 179-180.1639İstanbul Hukuk Mecmuası 78/3başka meclis de bulunmaktadır. Yine bu meclise bakarak oluşturulmuş komisyonlar da mevcuttur.1845 yılına gelindiğinde kalıcı değişikliklerin yapılması için nelerin gerekli olduğu üzerine yapılan görüşmelerde memleket meselelerinin memlekette yaşayan halk tarafından bilinebileceği ve eksikliklerin ortaya konması için halk ile görüşmelerin yapılması  gerektiği  sonuçlarına  varılmıştır.  Gayrimüslim  azınlıklar  arasında çıkan anlaşmazlıklar ve dinî sorunlar da Meclis-i Vâlâ da görüşülmüştür. Bunlara ek  olarak,  Meclis-i  Vâlâ da  yapılan  görüşmelerdeki  serbestiyet,  oylamalardaki demokratik tavır ve üyelerin sorumsuzluğu bu meclisi, Bâb-ı Âlî içinde önemli bir karar organı konumuna yükseltmiştir. Dolayısıyla reformların yürütülmesinin ötesinde bir yasama ve yargı organı anlayışının Osmanlı Devleti ne yerleşmesinde Meclis-i Vâlâ önemli bir konumdadır. Bu açıdan bakıldığında parlamentonun ön hazırlayıcısı olarak Meclis-i Vâlâ nın niçin incelenmesi gerektiği anlaşılacaktır. Konunun sınırlandırılması ve daha verimli bir çalışma elde edilmesi amacıyla, bu çalışmada, Meclis-i Vâlâ nın ilk döneminin inceleme kapsamı içerisine alınması tercih edilmiştir. Kaldı ki, Meclis-i Tanzimat ın kuruluşuyla birlikte yasama işlevi bu meclisin görev alanına girmeye başlamıştır.15  Dâr-ı Şûrâ-yı Askerî, daha sonra adı Meclis-i Umûr-ı Nafiâ olarak değiştirilen Sanayi ve Ticaret Meclisi, Meclis-i Muhasebe-i Mâliye, Meclis-i Maarif-i Umûmiye, Meclis-i Umûr-ı Sıhhiye, Meclis-i Zaptiye, Meclis-i Tophâne-i Âmire, Meclis-i Bahriye, Meclis-i Meadin, Meclis-i Rüsûmat, Meclis-i Hazâ in, Meclis-i Karantina, Meclis-i Ziraat, Meclis-i Esar gibi. Ayrıntılı bilgi için bkz. Seyitdanlıoğlu, ‘Yasama  (n 13) 381.16  1840 ta öncelikle boşanma davalarına bakan Ermeni Adliye Komisyonu Meclis-i Ahkâm-ı Adliyye örneğine uyularak kuruldu. Bkz. Kudret Emiroğlu, Kısa Osmanlı-Türkiye Tarihi (İletişim 2015) 110.17  Bu fikri gerçekleştirmek için hemen faaliyete geçildi. Her eyaletin ileri gelenlerinden biri Müslüman, biri Hıristiyan iki kişi İstanbul a çağrıldı, Meclis-i Vâlâ ya davet edilerek İstanbul da bulunma sebepleri anlatıldı. Kendilerinden eyaletlerin sorunlarına ilişkin raporlar istendi. Bkz. Ahmet Tabakoğlu, Osmanlı Mâlî Tarihi (1. Bası, Dergâh 2015) 683-684.18  Nuran Koyuncu, İslam Hukukunda ve Osmanlı Uygulamasında Şûra (Doktora Tezi, Selçuk Üniversitesi Sosyal Bilimler Enstitüsü 2006) 190-191.19  Mustafa Reşid Paşa nın hazırlamış olduğu içtüzükteki çalışma esasları için bkz. Reşat Kaynar, Mustafa Reşit Paşa ve Tanzimat (4. Bası, Türk Tarih Kurumu 2010) 210-211.20  Hasret Ak Çelik, Meclis-i Vâlâ-yı Ahkâm-ı Adliye nin Hukuki ve Siyasi Yetkileri (1838-1868) (Yüksek Lisans Tezi, İstanbul Ticaret Üniversitesi Sosyal Bilimler Enstitüsü 2016) 76.21  Meclis-i Vâlâ ya ilişkin olarak Takvîm-i Vekâyi nin özellikle şu sayılarına bkz. 163, 164, 166, 186, 187, 188, 195, 229, 230, 238, 265, 280, 381.1640Gedik, Öz / Meclis-i Vâlâ-yı Ahkâm-ı Adliyye ve İlk Parlamentonun Ön Hazırlayıcısı Olma İşleviI. Meclis-i Vâlâ-yı Ahkâm-i Adliyye yi Hazırlayan Şartlar ve  Meclis in KuruluşuA. Meclis-i Vâlâ-yı Ahkâm-ı Adliyye nin Kurulmasında  Etkili Olan İç ŞartlarMeclis-i Vâlâ nın oluşumunda en önemli etken Dîvân geleneğidir. Osmanlı devlet yönetiminde çok güçlü bir yeri olan Dîvân-ı Hümâyun, 15. ve 17. yüzyıllar arasında, padişah adına, yasama, yürütme ve yargı yetkilerinin kullanıldığı, devletin iç ve dış bütün meselelerinin görüşüldüğü bir kurul-organdır. Haftanın belirli günlerinde toplanma geleneği olan, kendine ait bir bürokratik yapısı bulunan, devletin bütün iç ve dış işlerinin görüldüğü bir dîvân yapısı kendinden sonra oluşacak, Meclis-i Vâlâ-yı Ahkâm-ı Adliyye için önemli bir tecrübedir. Zaten incelendiği zaman, bu iki meclisin gerek yapısal, gerek fonksiyonel olarak benzer özellikler taşıdığı görülecektir.Meclis-i Vâlâ-yı Ahkâm-ı Adliyye yi oluşturan şartlardan bir diğeri de meşveret meclisi  tecrübesidir.  Osmanlı  Devleti nin  kuruluşundan  itibaren,  olağanüstü danışma kurulu şeklinde boy gösteren meşveret meclisleri, III. Selim ve II. Mahmud dönemlerinde,  Dîvân-ı  Hümâyun un  klasik  dönemdeki  gücünü  kaybetmesi  ile birlikte  kurumsallaşmış  ve  zirve  dönemlerini  yaşamıştır. Ancak  bu  meclisler süreklilik arz etmemekte aksine, ihtiyaca göre toplanmaktaydı. Aynı şekilde, bu meclislerin bürokratik bir varlığından söz etmek de mümkün değildi. Berkes, yeni kurulan üç meclisin (Dâr-ı Şûrâ-yı Askerî, Dâr-ı Şûrâ-yı Bâb-ı Âlî ve Meclis-i Vâlâyı Ahkâm-ı Adliyye) Dîvân-ı Hümâyun un yerini doldurmak konusunda yetersiz kalan meşveret meclislerinden farklarını şöyle özetliyor: Sürekli devlet organı olarak kurulmaları, az çok belirlenmiş ayrı görevlere sahip olmaları ve idare, adliye, eğitim, ordu alanlarında uygulanacak bir hukuk devleti mekanizmasının kurulmasına doğru birer adım olmaları. Dolayısıyla mevcut ihtiyaçları karşılamak için ilk önce askerî alandaki reformları takip etmek için Dâr-ı Şûrâ-yı Askerî ve Başvekâlete 22  Dîvân-ı Hümâyun ile ilgili ayrıntılı bilgi için bkz. Ahmet Mumcu, Divan-ı Hümayun (4. Bası, Phoenix 2017); Hasan Tahsin Fendoğlu, Anayasal Derinlik (Yetkin 2012) 619-621; Mustafa Avcı, Türk Hukuk Tarihi (7. Bası, Atlas Akademi 2018) 133141; Ekrem Buğra Ekinci, Osmanlı Hukuku (4. Bası, Arı Sanat 2016) 254-257; Halil Cin ve Ahmed Akgündüz, Türk Hukuk Tarihi (Osmanlı Araştırmaları Vakfı 2011) 237-240.23  Mehmet Seyitdanlıoğlu, Tanzimat Devrinde Meclis-i Vâlâ (1838–1868) (Türk Tarih Kurumu 1994) 15.24  Mumcu, Divan (n 22) 55-118.25  Ayhan Ceylan, ‘Meclis-i Vâlâ-yı Ahkâm-ı Adliye de Yargı  (2004) VIII(1-2) Atatürk Üniversitesi Erzincan Hukuk Fakültesi Dergisi 23, 23.26  Meşveret meclislerine ilişkin geniş bilgi için bkz. Ahmet Cihan, Reform Çağında Osmanlı İlmiye Sınıfı (Birey 2004) 6391; Ayhan Ceylan, Türk Hukuk Tarihinde Meşveret Düşüncesi ve Uygulaması (Doktora Tezi, İstanbul Üniversitesi Sosyal Bilimler Enstitüsü 1998) 76-98; Mumcu, Divan (n 22) 142-148.27  Recai Galip Okandan, ‘Amme Hukukumuz Bakımından Tanzimat, Birinci ve İkinci Meşrutiyet Devirlerinin Önemi  (1949) 15(1) İÜHFD 14, 16; Seyitdanlıoğlu, Meclis-i Vâlâ (n 23) 16.28  Seyitdanlıoğlu, Meclis-i Vâlâ (n 23) 16.29  Elimizdeki kitapta (1978) geçen  süreli  kelimesi sonraki baskılarda  sürekli  olmuştur.30  Berkes (n 11) 167-168.1641İstanbul Hukuk Mecmuası 78/3danışma kurulu oluşturulması amacıyla da Dâr-ı Şûrâ-yı Bâb-ı Âlî oluşturulmuştur. Ayrıca bu iki mecliste görüşülüp karara varılan iç, dış, malî, askerî vs. bütün işlerin yeniden görüşülüp, değiştirilecek veya düzeltilecek hususların düzenlenip padişaha sunulmak üzere yine II. Mahmud un başkanlığında sarayda toplanacak bir organ olan Meclis-i Vâlâ kurulmuştur.Burada şunu da ifade etmekte fayda var ki Dâr-ı Şûrâ-yı Bâb-ı Âlî nin tarihi oldukça kısadır. Bunun sebebini ise Findley, saray kâtipliğinin düzenlenmesinin de aynı tarihlere denk geldiğine dikkat çekerek şöyle açıklamaktadır:  Meclis-i Vâlâ-yı Ahkâm-ı Adliyye nin varlığını sürdürmesi, Mahmud un müzakere merkezini yeniden saraya taşıma yönündeki çabasını göstermektedir. B. Meclis-i Vâlâ-yı Ahkâm-ı Adliyye nin Kurulmasında  Etkili Olan Dış ŞartlarMeclis-i Vâlâ gibi önemli bir kurumun oluşumunda iç şartlar kadar dış şartlar da önemli etkilere sahiptir. Bunları iki ayrı başlıkta incelemek mümkündür. Birincisi, Avrupa daki benzer danışma meclisi örneklerinin etkileri, ikincisi de Mısır Valisi Kavalalı Mehmed Ali Paşa nın bu eyalette yapmış olduğu yeniliklerin merkezdeki etkileridir.Avrupa daki  danışma  meclisleri  konusunda  eski  bir  geleneğe  sahip  olan İngiltere de, danışma meclisi kültürü 8. yüzyıla kadar dayanmaktadır. Fransa da da Meclis-i Vâlâ nın üstlendiği görevlere benzer görevler yerine getiren bir organ bulunmaktaydı.  Corps  Législatif  adını  alan  bu  organ  danışma  kurulu  görevini üstlenmiştir. Aynı şekilde Rusya da da Meclis-i Vâlâ nın fonksiyonlarını gören ve Senato adı verilen danışma organı niteliğinde bir meclis bulunmaktaydı. Yine Avusturya ve Prusya da da bu tip meclislere rastlanmaktaydı. Özellikle, Prusya 31  Seyitdanlıoğlu, Meclis-i Vâlâ (n 23) 24.32  Ali Akyıldız, ‘Meclis-i Vâlâ-yı Ahkâm-ı Adliyye  (2003) 28 TDV İslam Ansiklopedisi 250, 250.33  Ali Akyıldız, Tanzimat Dönemi Osmanlı Merkez Teşkilatında Reform (1836-1856) (Eren 1993) 193; Erdoğan, bu kurulların, yönetimde devreye sokulmasının sebeplerinin, yönetimin saraydan bürokrasiye kaydırılmasını sağlama çabasının bir sonucu olduğunun savunulduğunu belirtmiştir. Ayrıca Murtaza Türköne nin Tanzimatçıların ilk hedefinin sarayın sahip olduğu yetkilerinin bürokrasi karşısında sınırlandırılması olduğunu ifade ettiğini aktarmıştır. Mustafa Erdoğan, Türkiye de Anayasalar ve Siyaset (4. Bası, Liberte 2003) 7.34  Carter V. Findley, Osmanlı İmparatorluğu nda Bürokratik Reform Babıâli 1789-1922 (Tarih Vakfı 2014) 165.35  Witan isimli müessese monarkın danışma meclisi gibi görev yapmıştır. Bkz. Sezen Kama, ‘Parlamenter Hükümet Sistemi Olarak ‘Westminster Modeli  Britanya Örneği Üzerine Bir Deneme  (2016) 22(2) Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi 161, 164. Daha sonra İngiltere de, teşriî ve kazaî yetkilerinin kullanımında kendisine bağlı derebeylerini toplayarak onların görüşlerine başvuran bir hükümdar ile zamanla Lordlar Kamarasına dönüşen ve derebeylerinden oluşan Magnum Concilium adında bir meclis oluşturulmuştur. 12. yüzyılın sonlarında ise baronları dengelemek için oluşturulan Commune Concilium un zamanla Avam Kamarasına dönüşmesinden sonra, artık 15.yüzyılda kanun kabul etmek Lordlar Kamarası, Avam Kamarası ve Kral ın rızasına bağlanmıştır. Bkz. Kemal Gözler, Anayasa Hukukunun Genel Teorisi Cilt I (Ekin 2011) 539. Orta ve Yeni Çağ da ise yüksek karar organı olan Privy Counsil bulunmaktaydı. Kabine sistemi bu konseyin bir parçası olarak ortaya çıkmıştı ve kabine sistemi tam bir gelişme gösterinceye kadar bu konsey, İngiliz bürokrasisinin oluşumunda önemli bir yer edinmişti. Bkz. Mumcu, Divan (n 22) xvii; Gözler, Anayasa Hukuku (n 35) 599.36  Seyitdanlıoğlu, Meclis-i Vâlâ (n 23) 27.37  ibid 28.1642Gedik, Öz / Meclis-i Vâlâ-yı Ahkâm-ı Adliyye ve İlk Parlamentonun Ön Hazırlayıcısı Olma İşleviyasamasında önemli bir yere sahip olan  devlet konseyi , Meclis-i Vâlâ nın gördüğü işlevi görmekteydi.Görüldüğü gibi danışma meclisi anlayışı Meclis-i Vâlâ kurulmadan önce hemen hemen bütün Avrupa da değişik şekillerde olmakla birlikte görülmekteydi. Yönetim tarzı Osmanlı Devleti ne benzeyen Prusya Devleti ndeki yapı başta olmak üzere bu danışma meclisleri, Osmanlı da, diğer Tanzimat meclislerini olduğu gibi Meclis-i Vâlâ yı da önemli bir şekilde etkilemiştir.Batı dan yansıyan bu etkileşimin yanında bir Osmanlı eyaleti olan Mısır da dönemin valisi Kavalalı Mehmed Ali Paşa, kendi idaresi döneminde ciddi bir yenilik ve kalkınma hamlesi başlatmıştı. Birçok alana yayılan yenilik hareketlerinin bir ayağını da yasama alanında yapılan çalışmalar oluşturmaktaydı. Devlet işlerinin görüşülmesi için Mehmed Ali Paşa tarafından çeşitli meclisler kurulmuştu. Bunlar içerisinden konumuzla ilgili olduğu için sadece Meclis-i Husûsî nin isminden bahsedilecektir. 1837 yılında kurulan Meclis-i Husûsî yasama yetkisine sahipti. Başka bir deyişle kanun ve nizamname çıkarma yetkileri bulunmaktaydı. Ayrıca diğer meclislerin hazırladığı tasarılar ve aldıkları kararlar bu mecliste tekrar görüşülür ve son şekli verilirdi. Bu itibarla denilebilir ki, Meclis-i Husûsî üst bir danışma organı niteliği görürdü. Mısır Meclis-i Husûsî sinin kendinden sonra kurulan Meclis-i Vâlâ ile hemen hemen aynı işlevi gördüğü anlaşılmaktadır. Dolayısıyla Meclis-i Husûsî nin Meclis-i Vâlâ nın kuruluşunda etkili olduğunu söylemek yanlış olmaz.C. Meclis-i Vâlâ-yı Ahkâm-ı Adliyye nin KuruluşuTanzimat Fermanı nın ilanıyla birlikte amaçlanan reformların yerine getirilmesinde ve takip edilmesinde sürekli bir meclise ihtiyaç duyulacaktı. Bunun için 24 Mart 1838 tarihinde Tanzimat reformlarının görüşülmesi, yerine getirilmesi ve uygulamaların kontrol edilmesi amacıyla Meclis-i Vâlâ-yı Ahkâm-ı Adliyye adında sürekli bir meclis kuruldu. Bir başkan ve beş üye olmak üzere altı kişiden oluşan Meclis in  ayrıca iki de kâtibi bulunmaktaydı. Meclis bir hafta sonra 31 Mart 1838 de, padişah ve şeyhülislam huzurunda bir tören yapıldıktan sonra görevine başlamıştır. Daha sonra Meclis, Tanzimat reformlarının kuşkusuz baş aktörü olan Mısır, İngiltere ve Fransa da görevler yapmış, bu ülkelerdeki yönetim sistemleri ve kurumları çok iyi 38  ibid 28.39  Mustafa Reşit Paşa İngiltere ve Fransa daki meclisleri meşrutiyet ile idare edilen hükümetlere has oldukları için beğenmedi. Oysa Avusturya ve Prusya meclisleri mutlak hükümet meclisleriydi. Bu tip meclisler Osmanlı için daha uygundu. Zira böyle bir meclisin üyeleri Avusturya ve Prusya da olduğu gibi devlet başkanı tarafından tayin edilebilecek ve icabında da azledilebilecekti. Paşa nın böyle bir meclisi seçmesindeki diğer bir sebepse seçim yoluyla veya azledilmezlik imtiyazı ile gelebilecek muhafazacı kimselerin ıslahat hareketlerini sabote etmelerinden duyduğu endişeydi. Bkz. Enver Ziya Karal, ‘Gülhane Hatt-ı Hümâyunu nda Batı nın Etkisi  iç Halil İnalcık ve Mehmet Seyitdanlıoğlu (edr), Tanzimat Değişim Sürecinde Osmanlı İmparatorluğu (5. Bası, Türkiye İş Bankası 2015) 127.40  Seyitdanlıoğlu, Meclis-i Vâlâ (n 23) 30.41  Musa Çadırcı, ‘Tanzimat Döneminde Türkiye de Yönetim  (1988) LII(203) Belleten 601, 606; Akyıldız, Merkez Teşkilatı (n 33) 189.1643İstanbul Hukuk Mecmuası 78/3tanımış olan Mustafa Reşit Paşa nın gayretlerine sahne olmuştur. Birçok reform hareketinin arkasında olan Paşa nın, Meclis-i Vâlâ nın şekillenmesinde de etkili olduğu müsveddeleri arasında bulunan evraklarla tespit edilmiştir.1854 yılında Meclis-i Tanzimat kuruluncaya kadar Meclis-i Vâlâ nın yasama ve yargı alanında önemli çalışmaları olmuştur.II. Meclis-i Vâlâ-yı Ahkâm-ı Adliyye nin Görev ve YetkileriMeclis-i  Vâlâ nın  ilk  yılları  kendi  iç  işleyişindeki  aksaklıkların  giderilmesi gayretiyle geçmiştir. Meclis in, özellikle Tanzimat ın ilanına kadarki dönemde verimli bir çalışma sergilediği söylenemez. Ancak Tanzimat ile birlikte idarî konularda ve yasama ile yargı alanında önemli işlere imza atmıştır.A. Meclis-i Vâlâ-yı Ahkâm-ı Adliyye nin İdarî Alandaki Görev ve YetkileriHer şeyden önce Meclis-i Vâlâ nın en önemli idarî görevi padişaha ve Bâb-ı Âlî ye danışmanlık görevinde bulunmaktı. Meclis ülke yönetimine ilişkin, bazen en ince teknik ayrıntısına varana değin, raporlar hazırlıyordu. Ayrıca yönetime ilişkin yapılacak reform hareketlerini belirlemek ve uygulamasını takip etmek, yine Meclis-i Vâlâ nın göreviydi. Tanzimat ın her alanda uygulanmasından sorumlu olan bu meclisin, aynı zamanda önemsiz işlerle uğraştığı da görülmekteydi.Bunlarla  birlikte,  daha  ileride  kısmen  de  olsa  bahsedileceği  gibi,  Meclis-i Vâlâ nın devlet bütçesine ilişkin yetkileri ile idarî ve malî denetleme yetkileri de bulunmaktaydı.B. Meclis-i Vâlâ-yı Ahkâm-ı Adliyye nin Yargı YetkisiOsmanlı Devleti nde Tanzimat Fermanı yla birlikte, hukuk devleti ilkesinin ülke yönetimine egemen olması istenmekteydi. Ayrıca alınan reform kararlarının aynı şekilde hukuk kurallarıyla takibatı oldukça önemliydi. Dolayısıyla burada Meclis-i 42  Üye seçimine ve Meclis in çalışma şekline dair Paşa nın hazırladığı iki taslak için bkz. Kaynar (n 19) 199-202.43  Seyitdanlıoğlu, Meclis-i Vâlâ (n 23) 39.44  Bu anlamda Meclis in ilgilendiği işlerden birkaçı şunlardır:  İmparatorluğun bayındırlık işleriyle ilgilenmek, ülkenin herhangi bir yerinde çıkan bir yangın ile ilgili gelişmeleri takip etmek, resmi binaların yapımlarını kararlaştırıp denetlemek, Rodos Adasındaki kalenin çürüyen toplarının yenilenmesi ya da gayrimüslim ibadethanelerinin tamiri veya genişletilmesi  Bkz. Seyitdanlıoğlu, Meclis-i Vâlâ (n 23) 121.45  Taşraya, yeniliklerin takip edilmesi için müfettiş göndermek, gerekli gördüğü hallerde görevini yerine getirmeyen yöneticileri görevden alıp yargılamak, alınacak vergileri belirlemek, devlet bütçesini hazırlamak ve denetlemek, Maliye Nezaretiyle işbirliği halinde maliyenin gelir ve giderlerini kontrol etmek gibi görevleri bulunmaktaydı. Bkz. Seyitdanlıoğlu, Meclis-i Vâlâ (n 23) 122-123.46  Orhan Aldıkaçtı, Anayasa Hukukumuzun Gelişmesi ve 1961 Anayasası (3. Bası, İstanbul Üniversitesi Hukuk Fakültesi Yayınları 1978) 42.1644Gedik, Öz / Meclis-i Vâlâ-yı Ahkâm-ı Adliyye ve İlk Parlamentonun Ön Hazırlayıcısı Olma İşleviVâlâ ya önemli görevler düşmekteydi. Meclis in, yargı alanındaki bu görevleri, ilk derece mahkemesi ve istinaf-temyiz mahkemesi olarak ikiye ayrılabilir.1. İlk Derece Mahkemesi Olarak Meclis-i Vâlâ-yı Ahkâm-ı AdliyyeMeclis-i Vâlâ çıkarılan ceza kanunlarına uygun olarak, sivil halkın merkezde işlediği suçların yargılanması görevini üstlenerek ilk derece ceza mahkemesi gibi çalışmaktaydı. 1847 den sonra İstanbul da kurulan Meclis-i Zaptiye ye ceza hukuku alanındaki davalara bidâyeten bakma yetkisi verildi. Bu tarihten sonra Meclis-i Vâlâ, tam anlamıyla bir temyiz mahkemesi olarak çalışmıştır. Ayrıca Meclis tarafından Tanzimat çalışmaları takip ediliyor, gerekli çalışmaları yapmayan yöneticiler Meclis-i Vâlâ da yargılanıyordu. Yine bu dönemde en çok yargı önüne giden davalardan biri de devlet memurlarına ilişkin rüşvet davalarıydı. Bu davalara da Meclis-i Vâlâ da bakılmaktaydı.Meclis-i  Vâlâ nın  yargıya  ilişkin  görev  ve  yetkileri  bu  durumlardan  ibaret değildi. Ayrıca gayrimüslim azınlıklar arasında çıkan uyuşmazlıklara da bu mecliste bakılmaktaydı ve bu durumda her iki tarafın din adamlarının Meclis te bulunma hakları vardı.2. İstinaf-Temyiz Mahkemesi Olarak Meclis-i Vâlâ-yı Ahkâm-ı AdliyyeMeclis-i Vâlâ nın yukarıda bahsedilen ilk derece mahkemesi görevi dışında yargıya ilişkin başka görevleri de bulunmaktaydı. Meclis üst derece mahkemesi sıfatıyla istinaf 47  Bu konuda Niyazi Berkes, Meclis-i Vâlâ nın kurulmasının hukuk devletinin kurulması konusunda atılmış olan bir adım olduğunu düşünmektedir. Berkes e göre böylece, Tanrı buyruğu ya da padişah iradesi dışında insan aklıyla kurallar konabileceği ve bu kuralların değiştirilebileceği inancı doğmuştur. Bkz. Bülent Tanör, Osmanlı-Türk Anayasal Gelişmeleri (15. Bası, Yapı Kredi 2006) 67.48  Ceylan, ‘Yargı  (n 25) 38; Ekrem Buğra Ekinci, Osmanlı Mahkemeleri (Arı Sanat 2004) 144.49  Ayşegül Çimen, ‘Ottoman Criminal Code in the Nineteenth Century: Crime and Punishment in 1858 Criminal Code and Legal Formalism  iç Süleyman Kaya ve Haşim Şahin (edr), Osmanlı da Fıkıh ve Hukuk (Mahya 2017) 193; Sedat Bingöl, ‘Osmanlı Mahkemelerinde Reform ve Cerîde-i Mahâkim deki Üst Mahkeme Kararları  (2005) 20(1) Tarih İncelemeleri Dergisi 19, 24. Mahkeme reformlarına ilişkin olarak ayrıca bkz. Sedat Bingöl, ‘Tanzimat Sonrası Taşra ve Merkezde Yargı Reformu  (1999) VI Yeni Türkiye (Osmanlı); Sedat Bingöl, Tanzimat Devrinde Osmanlı da Yargı Reformu, (Nizamiye Mahkemelerinin Kuruluş ve İşleyişi 1840-1876) (Anadolu Üniversitesi 2004).50  Tanzimat Fermanı nın ilanı sırasında sadrazamlık görevini yürüten Hüsrev Paşa ve devrin ileri gelen devlet adamlarından Akif, Nazım, Nazif, Hasib ve Tahir Paşalar Meclis tarafından yargılanıp mahkûm edilmişlerdir. Bkz. Kaynar (n 19) 218; Musa Çadırcı, ‘Tanzimat ın Uygulanması ve Karşılaşılan Güçlükler (1840-1856)  iç Halil İnalcık ve Mehmet Seyitdanlıoğlu (edr), Tanzimat Değişim Sürecinde Osmanlı İmparatorluğu (5. Bası, Türkiye İş Bankası 2015) 201.51  Aydın a göre Osmanlı mahkemesinin görev ve yetki alanı önceki ve çağdaşı İslam devletlerine nazaran daha geniştir. Yazara göre, istisnalar olsa da Osmanlı mahkemesinin görev ve yetki alanına girmeyen hukukî ihtilaf yok gibidir. Bkz. Mehmet Akif Aydın, ‘Osmanlı Devleti nde Mahkeme  (2003) 27 TDV İslam Ansiklopedisi 341, 342. Ekinci de bu durumu şu sözlerle tespit etmiştir:  Klasik Osmanlı düzeninde adliye davaları ile idarî davalar arasında merci ve mevzuat bakımından bir fark gözetilmemiştir.  Bkz. Ekinci, Hukuk (n 22) 554. İşte bu noktada şeriyye mahkemelerinin adlî yargı ile iç içe geçmiş idarî yargıya ilişkin görevleri Meclis-i Vâlâ ya devredilmiştir. Bkz. Avcı (n 22) 166.52  Seyitdanlıoğlu, Meclis-i Vâlâ (n 23) 118; Bu konuda Mumcu da Meclis-i Vâlâ için  İdare Mahkemesi  ifadesini kullanmaktadır. Bkz. Ahmet Mumcu, ‘Hukukçu Gözüyle Mustafa Reşit Paşa ve Tanzimat  iç Mustafa Reşit Paşa ve Dönemi Seminerleri (Bildiriler) (2. Bası, Türk Tarih Kurumu 1994) 44; Aynı görüş için bkz. Shaw (n 5) 207.53  Ceylan, ‘Yargı  (n 25) 40; Ekinci, Mahkeme (n 48) 152; Seyitdanlıoğlu, Meclis-i Vâlâ (n 23) 120.1645İstanbul Hukuk Mecmuası 78/3ve temyiz mahkemesi işlevine de sahip yüksek bir mahkemeydi. Vilayet ve sancak meclislerinde görülen davalar, tekrar görüşülmek üzere bu meclise gönderilmekteydi. Meclis-i Vâlâ da görüşülen bu davalar sonra onay için Meclis-i Umûmî ye gönderiliyor, daha sonra da karar onaylanması için padişaha ulaştırılıyordu.Kuşkusuz Meclis-i Vâlâ nın görev ve yetkileri bu iki başlıktan ibaret değildir. Meclis-i Tanzimat kurulana değin, hem bir yasama organı şeklinde görev yapıyor ve çeşitli idarî işlere bakıyor, hem de bir temyiz mercii gibi görev ifa ediyordu. Meclis-i Tanzimat ın kuruluşuyla birlikte yasama görevini Meclis-i Vâlâ bu meclise devretti. Aslında bu dönemde de Meclis-i Vâlâ kanun yapma işlevini haizdi. Ancak ağırlıklı olarak yargı fonksiyonu ön plana çıkmış, Deâvî Dairesi yoluyla ceza davalarına ve idarî davalara bakmıştır. Meclis-i Vâlâ nın yasamaya ilişkin ne tür görev ve yetkilerinin bulunduğu çalışmanın sonraki başlıklarında incelenecektir.III. Meclis-i Vâlâ-yı Ahkâm-ı Adliyye nin İlk Parlamentonun Ön Hazırlayıcısı Olma İşleviMeclis-i Vâlâ her ne kadar Tanzimat reformlarının takip edilmesi ve yürütülmesi amacıyla kurulmuşsa da, esasen Dîvân-ı Hümâyun un ortadan kalkması ve meşveret meclislerinin onun boşluğunu dolduramaması üzerine, yargı konusunda olduğu gibi yasama konusunda da oldukça önemli bir fonksiyon üstlenmiştir. Başka bir ifadeyle, Meclis-i  Vâlâ,  Dîvân-ı  Hümâyun un  Osmanlı  Devleti nin  kuruluşundan  itibaren önemli bir danışma ve yasama organı olduğu göz önünde bulundurulursa, bu konudaki ihtiyacı gidermek için kurulduğu anlaşılır. Ancak şunu hemen belirtmek gerekir ki, Meclis-i Vâlâ nın kendinden önceki Dîvân-ı Hümâyun dan ayrı bir yapısının olduğu açıktır. Her ne kadar, üyeleri temsilî bir yapı arz etmese bile, Meclis, yapısı ve yerine getirdiği görevler açısından, Dîvân ile Batılı anlamda parlamento arasında bir geçiş kurumu özelliği taşımaktadır. Bu konuda Okandan şunları söylemektedir:  ….Meclis-i Ahkâm-ı Adliyye de izlenen görüşme usulü ve kanunların kararlaştırılması ve onlara icrailik niteliğinin sağlanmasında takip edilen hareket tarzı ve bu hususta meydana getirilen iç tüzük, meşruti rejime doğru bir gidişin varlığı hissini uyandırmaktadır. 58. Dolayısıyla, Meclis-i Vâlâ, yasama yetkileri itibariyle ilk parlamentoya giden süreçte bir 54  Halil Cin, ‘Tanzimat Döneminde Osmanlı Hukuku ve Yargılama Usulleri  iç Hakkı Dursun Yıldız (ed), 150. Yılında Tanzimat (Türk Tarih Kurumu 1992) 27; Seyitdanlıoğlu, ‘Tanzimat Meclisleri  (n 5) 61; Daha önce Osmanlı Hukuku nda temyiz kurumu bulunmamaktaydı. 1840 tarihli Ceza Kanunu ile bu kurum ilk defa kurulmuş, bunun uygulama yeri de Meclis-i Vâlâ olmuştur. Bkz. Ekinci, Mahkeme (n 48) 150-154. Meclis in bu fonksiyonu, 1840 tarihli Ceza Kanunu nun ilgili maddelerinden anlaşılmaktadır. Ceza Kanunu nun ikinci fasıl 3. maddesine göre bağy suçu İstanbul da işlenmişse Meclis-i Vâlâ da yargılanacak; taşrada işlenmişse yargılama memleket meclisinde, istinaf incelemesi Meclis-i Vâlâ da yapılacaktır. Bkz. Avcı (n 22) 166. Aynı konuda bkz. Ceylan, ‘Yargı  (n 25) 47.55  Ceylan, ‘Yargı  (n 25) 41; Seyitdanlıoğlu, Meclis-i Vâlâ (n 23) 119.56  Ceylan, ‘Yargı  (n 25) 24.57  Mehmet Seyitdanlıoğlu, ‘Tanzimat Dönemi nde Yüksek Yargı ve Meclis-i Vâlâ-yı Ahkâm-ı Adliye (1838-1876)  iç Halil İnalcık, Bülent Arı ve Selim Aslantaş (edr), Adâlet Kitabı (Kadim 2012) 259-260.58  Recai Galip Okandan, Umumî Amme Hukukumuzun Anahatları (İstanbul Üniversitesi Hukuk Fakültesi Yayınları 1957) 101-102.1646Gedik, Öz / Meclis-i Vâlâ-yı Ahkâm-ı Adliyye ve İlk Parlamentonun Ön Hazırlayıcısı Olma İşleviön hazırlıktır. Çadırcı ya göre Meclis-i Vâlâ ile aynı dönemde bulunan diğer meclisler karşılaştırıldığında  aralarındaki  fark  Meclis-i  Vâlâ nın,   çağdaş  Batı  ülkelerinde görülen meclislere şekil bakımından da olsa benzemesi dir. Tanör e göre de Tanzimat Fermanı yla birlikte yeni yönetim usulleri ortaya çıkmıştır. Bu yeni yönetim usullerinin belkemiği ise yasama işleminin kolektif usullerle, bir başka deyişle,  kurullar  tarafından gerçekleştirilmesidir. Yazara göre, bu durum, Osmanlı Devleti nde parlamentolu rejime yönelişin bir habercisidir. Özellikle Osmanlı Devleti nde kuvvetler ayrılığına ilişkin ilk hamlenin bu meclis ile atılmış olması, Meclis-i Vâlâ nın yasama alanındaki yetkileri ile çalışma ve karar verme biçimi bir parlamentoyu çağrıştırmaktadır.A. Meclis-i Vâlâ ile Kuvvetler Ayrılığı Prensibinin  Benimsenmeye BaşlanmasıOsmanlı Devleti yönetiminde Dîvân-ı Hümâyun un görev yapmaya başlaması ile birlikte, devletin üç erki bu organ üzerinde birleşmişti. Dîvân-ı Hümâyun bu üç ayrı görevi padişah adına yüklenmişti. Ancak Tanzimat ile birlikte bu durumda bir takım değişiklikler olduğu söylenmelidir. Gerçek anlamda bir organlar ayrılığından söz etmek mümkün görülmese de, bir görevlerin ayrışması söz konusudur.Meclis-i Tanzimat ın kurulduğu 1854 yılına kadar, yasama ve yargı görevlerini Meclis-i Vâlâ kullanmıştır. Ayrıca yürütme görevi de padişahla birlikte Bâb-ı Âlî tarafından yürütülmeye başlanmıştır. Böylece iktidarın sınırlandırılabilmesi açısından yasama ve yürütme arasında bir ayrılıktan söz edilebilir. Ancak egemenliğin halkta bulunmadığı göz önünde bulundurulursa, bu ayrılığın gerçek anlamda bir kuvvetler ayrılığı olduğundan söz edilemeyeceği açıktır. Buna rağmen bu konuda ciddi bir iradenin belirmeye başladığı da göz ardı edilemez.B. Meclis-i Vâlâ-yı Ahkâm-ı Adliyye nin Yasama Alanındaki YetkileriKanunlaştırma (taknîn, tedvin, codification),64 kurallar arasında bir seçme yaparak farklı ya da çatışık kuralları kaldırma ya da uzlaştırma yolu ile sistemleştirmeyi, bunları yazılı seçik mecelleler (code lar) haline sokmayı gerektirir ve bu iki yöntem de eski Osmanlı geleneğine yabancıdır. İslam tarihi boyunca şeriat, bir bilim olarak 59  Bkz. Çadırcı, ‘Türkiye de Yönetim  (n 41) 610.60  Bkz. Tanör (n 47) 88. Kuşkusuz Tanör ün bahsettiği bu kurullardan ilk olarak Meclis-i Vâlâ yı anlamak gerekir.61  Bkz. Okandan, Umumî Amme Hukukumuz (n 58) 103;  Çalışma usulleri, meşrutiyet ile idare edilen memleketlerin meclislerinde geçen usullerin aynı oldu . Bkz. Karal, Tarih (n 6) 172.62  1854-1861 yılları arasında faaliyet gösteren ve Osmanlı teşkilatında önemli bir yer edinmiş olan Meclis-i Âlî-i Tanzîmat, devlet işleri ve kanunlarının ıslahı ile ülkenin mamur hale getirilmesi amacıyla teşkil edilmiş ve faaliyette bulunduğu süre içerisinde önemli reform hareketlerinde bulunmuştur. Ayrıntılı bilgi için bkz. Kadir Diken, Osmanlı Devleti nde Bir İdari Modernleşme Kurumu Olarak Meclis-i Âli Tanzimat (1854-1861) (Yüksek Lisans Tezi, Gazi Üniversitesi Sosyal Bilimler Enstitüsü 2012).63  Seyitdanlıoğlu, Meclis-i Vâlâ (n 23) 114.64  Okumuş (n 4) 272. Kanunlaştırma için ayrıca bkz. Hıfzı Veldet Velidedeoğlu, ‘Kanunlaştırma Hareketleri ve Tanzimat  iç Tanzimat I (Maarif 1940) 143.1647İstanbul Hukuk Mecmuası 78/3sistemleştirildiği halde siyasal otorite, bu bilimi mecelleler haline getirmemiştir. Her ne kadar Osmanlı Devleti diğer İslam devletlerine nazaran daha ileri bir devlet olsa da, şeriatı uygulama biçimi devletin yasama organlarının dışında kalmıştır. Şeriat ile Batı dan alınan malzemeleri yoğurmak suretiyle girişilen kanunlaştırma faaliyetleri, İslam ulusları tarihinde ilk defa Tanzimat ile birlikte Osmanlı da görülür.Osmanlı da kanunlaştırma hareketlerinde ana hatlarıyla iki yolun takip edildiği görülmektedir: Osmanlı hukukundaki uygulamaların kanun metni haline getirilmesi suretiyle gerçekleştirilen tedvin usulü ile Avrupa kanunlarından tamamen veya kısmen iktibas edilmek suretiyle kanunların hazırlandığı kodifikasyon yöntemidir. Bazen de bu iki kanunlaştırma tarzının bir arada yürüdüğü de görülmüştür. Bu iki yolun belli alanlarda çatıştıkları, belli alanlarda ise uzlaştıkları karma bir yol izlenmiştir.Parlamentoların tarihsel açıdan ilk çıkan yetkisi, vergiye rıza gösterme ve bütçeyi kabul etme olsa da günümüzde parlamentoların birinci yetkisi, yasa yapmaktır. Osmanlı  Devleti nde  yasama  yetkisi  padişah  adına  yerine  getirilmekteydi.  Bu işlevi devletin kuruluşundan itibaren Dîvân-ı Hümâyun yerine getirmiştir. Dîvân-ı Hümâyun un önemini kaybetmesinden sonra ise padişah adına yasama işlevini, bir başka deyişle, Dîvân-ı Hümâyun tarafından kullanılan örfî hukuku oluşturma yetkisini artık Meclis-i Vâlâ yerine getirmeye başlamıştır. Aslında Meclis, Tanzimat Fermanı nın ilanına kadar istenilen verimde çalışamadı. Ferman, gerekli kanunları yapma görevini Meclis e verince, Meclis, Tanzimat doktrinini hukuk alanına çıkaracak en önemli organ olma sıfatını kazandı ve Meclis in yasama faaliyeti başlamış oldu. Tanzimat döneminde temsilî  nitelikte olmayışı göz ardı edilirse, Kubalı ya göre de, Meclis-i Vâlâ nın küçük çaplı bir yasama organı olduğu söylenebilir.65  Berkes (n 11) 215-216.66  ibid 216.67  Mustafa Şentop, ‘Tanzimat Dönemi Kanunlaştırma Faaliyetleri Literatürü  (2005) 3(5) Türkiye Araştırmaları Literatür Dergisi 647, 652; Ak Çelik (n 20) 78.68  Kemal Gözler, ‘İngiltere de Parlamento Neden ve Nasıl Ortaya Çıktı: Malî Hukukun Anayasa Hukukundan Eskiliği Üzerine Bir Deneme  iç Ertuğrul Akçaoğlu (ed), Prof. Dr. Mualla Öncel e Armağan I (Ankara Üniversitesi Hukuk Fakültesi Yayınları 2009) 365.69  Dâr-ı Şûrâ-yı Bâb-ı Âlî ile Meclis-i Vâlâ-yı Ahkâm-ı Adliyye kurulurken aralarındaki yetki ayrımı tam olarak belirlenmemiştir. Dâr-ı Şûrâ-yı Bâb-ı Âlî de görüşülecek her konu Meclis-i Vâlâ-yı Ahkâm-ı Adliyye ye incelenmek üzere gönderilecek, konu ancak bu incelemeden sonra sadrazama sunulacak ve ondan da padişaha arz olunacaktır. Dolayısıyla düzenlemenin bu meclislerde görüşülmeden yürürlüğe konmayacağından bahsetmek kanun koyma işlevine yapılan vurguyu göstermektedir. Daha sonra bu iki meclisin birleştirilmesiyle aralarındaki yetki çatışması önlenmiş, yasama faaliyetlerinde Meclis-i Vâlâ-yı Ahkâm-ı Adliyye tek başına hareket etmiştir. Bkz. Seda Örsten Esirgen, Osmanlı Devleti nde Kanun Yapma Geleneği ve Cumhuriyet Döneminde Uygulanan Osmanlı Kanunları (Turhan 2017) 19-21; Gülnihal Bozkurt, Batı Hukukunun Türkiye de Benimsenmesi (Türk Tarih Kurumu 1996) 45-46; Ak Çelik (n 20) 75.70  Seyitdanlıoğlu, Meclis-i Vâlâ (n 23) 117; Örsten Esirgen (n 69) 19-20; Bozkurt (n 69) 46; Ak Çelik (n 20) 75.71  Ak Çelik (n 20) 78.72  Seyitdanlıoğlu, Meclis-i Vâlâ (n 23) 117.73  Okandan, Umumî Amme Hukukumuz (n 58) 102; Kubalı nın görüşleri için bkz. Tanör (n 47) 67; Karşıt görüşte olan Kalaycıoğlu ve Sarıbay bu meclisi, meşveret meclislerinin devamı olarak kabul etmişler ve bu meclis için  Kraliyet Konseyi  tabirini kullanmışlardır. Yazarlara göre, Meclis, danışma organı olmanın ötesine geçememiştir. Bkz. Ersin Kalaycıoğlu ve Ali Yaşar Sarıbay, ‘Tanzimat: Modernleşme Arayışı ve Siyasal Değişme  iç Ersin Kalaycıoğlu ve Ali Yaşar Sarıbay (edr), Türk Siyasal Hayatının Gelişimi (Beta 1986) 17.1648Gedik, Öz / Meclis-i Vâlâ-yı Ahkâm-ı Adliyye ve İlk Parlamentonun Ön Hazırlayıcısı Olma İşleviMeclis-i  Vâlâ nın  hükümetin  ya  da  kendi  kararıyla  hazırladığı  kanun  ve nizamnameler  daha  çok  devletin  tümünde  uygulanacak  olan  1840  ve  1851 tarihli  Ceza  Kanunları,  1850  tarihli  Kanunname-i Ticaret,  1864  tarihli Vilayet Nizamnamesi, Men-i İrtikâba Dair Ceza-name Layihası, Rütbe ve Nişan Nizamı gibi genel kapsayıcı nitelikteki metinlerdir. Bu tür belgelerin hazırlanırken Meclis te önce konunun uzmanı üyelerden oluşan bir alt komisyon oluşturuluyordu. Tabiî olarak nihâî karar yine Meclis-i Vâlâ ya aitti. Komisyonda hazırlanan taslak önce Meclis te bütün olarak görüşülüyor, ilk haliyle onaylanırsa tek tek maddelerin görüşülerek oylanmasına geçiliyordu. Hazırlanan nizamname aynı yöntem ile görüşülmek üzere Sadâret aracılığıyla Meclis-i Âlî-i Umûmî ye gönderiliyor, son aşamada da arza sunulup iradesi alınarak yürürlüğe konuluyordu.İkinci yol ise ilgili nezaretin meclisi ya da nâzırı tarafından hazırlanan layihanın (raporun) düzenlenerek kanunlaştırılmasıydı. Bunlar daha çok özellikli alanlara yönelik nizamnamelerdi. Örneğin, Memâlik-i mahrûse-i şahânede fenn-i tababet edecekler hakkında hazırlanan nizamname önce Meclis-i Umûr-ı Tıbbiye de kaleme alınmıştır.  Yine  Ticaret  Nazırı nın  Trabzon  taraflarında  kurulacak  karakollar, kaza müdürlerinin nasbı ve asker alımı konularında yazdığı layiha, mürur nizamı ahkâmının asakir-i nizamiye-i şahane hakkında icrasına dair Dâr-ı Şûrâ-yı Askerî den yazılan müzekkere, Zaptiye Müşirliği nden zaptiye askerlerine dair gönderilen rapor Meclis-i Vâlâ da görüşülmüştür. Bir üst yazı ile Meclis-i Vâlâ ya gönderilen metinler, uzmanlık isteyen mevzularda yine alt komisyonlar kurularak ayrıntılı bir şekilde ele alınmış ve daha sonra Sadâret e yollanmıştır. Buradan da Meclis-i Âlî-i Umûmî de bir kez daha görüşülüp iradesi alınmak üzere arza sunulmuştur. Bu noktada şunu ifade etmekte fayda var ki bu süreçlerin sonunda padişah, Meclis-i Vâlâ nın aldığı bu kararların hemen hemen hepsini onaylamış ve yürürlüğe koymuştur.Konuya ilişkin önemi dolayısıyla bu dönemde çıkarılan bazı nizamnamelerin ve  yapılan  düzenlemelerin  sayılmasında  fayda  vardır:  Kuşkusuz  bu  dönemde çıkarılan en önemli kanun 1840 tarihli Ceza Kanunname-i Hümayunu dur. Diğerleri ise  şöyle  sayılabilir:  1851  tarihli  Kanun-u  Cedîd,  1850  tarihli  Kanunnâme-i Ticaret,  Ahkâm-ı  mer iyye  (Arazi  Kanunu-1849),  İltizamın  ve  Angaryanın Feshi  (1841),  Meclis-i  Muhasebe nin  Kurulması  (1841),  Kızbaşlığı  Vergisinin Kaldırılması (1841), Gazete Çıkarma Ruhsatı (1843), Ebe Nizamı (1843), Eğitimin Modernleşmesi  için  Meclis-i  Muvakkat  (1846),  İmar  Meclislerinin  Kurulması (1846), Vergi Reformu ve Temettüat Vergisinin Getirilmesi (1846), Askerî Ceza Kanunu (1852), Piyangoya Ruhsat Verilmesi (1852),77 Eminönü Pazarındaki Satış (1840), Araba ve Envâ-ı Hayvanattan Alınacak Rüsumât Tarifesi (1845), Ticaret 74  Seyitdanlıoğlu, Meclis-i Vâlâ (n 23) 103; Ak Çelik (n 20) 77.75  Seyitdanlıoğlu, Meclis-i Vâlâ (n 23) 104; Ak Çelik (n 20) 78.76  Ak Çelik (n 20) 76.77  Akyıldız, Merkez Teşkilatı (n 33) 195.1649İstanbul Hukuk Mecmuası 78/3Gemileri Kaptan ve Taifesine İlişkin Nizamname Eki (1849), Taşradaki Doktorlar Hakkında  Nizamname  (1849),  Odun  ve  Kömürden  Vergi  Alınması  (1849), Okuma  Yazma  Bilmeyen  Askerlerin  Rütbe  Terfiinden  Mahrumiyetleri  (1850), Kız  Kaçıranların  Cezalandırılması  (1850), Yetim  Mallarına  İlişkin  Nizamname (1851), Kaza İdarecilerinin Tayini (1851) gibi birçok düzenlemeye imza atmıştır.   Bununla  birlikte,  Meclis-i  Vâlâ,  1854  yılında  Meclis-i  Tanzimat ın  kurulması dolayısıyla yasama yetkisini bu meclise devretmiştir.Meclis-i Vâlâ yı milletlerarası anlaşmalar açısından da değerlendirmek gerekir. Zira bu tür anlaşmalar bugün yasama işlemi olarak değerlendirilmektedir. Yabancı devletlerle yapılan anlaşmaların müzakere edilmesi de Meclis-i Vâlâ nın görev ve yetkileri arasında idi. Örneğin; Kırım Savaşı sebebiyle yapılacak muameleler hakkında Paris Muahedesi ve Osmanlı Devleti ile Avusturya arasında yapılan Ticaret Muahedesi Meclis-i Vâlâ da görüşülmüştür.Ayrıca Meclis-i Vâlâ devlet bütçesinin oluşturulması ve denetlenmesi görevini de üstlenmiştir. Hatta dış borçlanma meselesi Abdülmecid in direnmesine rağmen Meclis-i  Vâlâ nın  ısrarlarıyla  gündemde  kalmıştır.  Parlamentoların  geleneksel işlevlerinden birinin de malî işlev olduğu göz önünde bulundurulursa, bu çerçevede kalmak kaydıyla parlamento ile Meclis-i Vâlâ arasında bir ilişki kurulabilir.78  Meclis in yapmış olduğu çalışmalar için bkz. Sarkis Karakoç, Külliyât-ı Kavânîn Cilt I (Türk Tarih Kurumu 2006) 183 vd.; Bahsedilen düzenlemeler için Takvîm-i Vekâyi nin şu sayılarına da bakılabilir: 210, 401, 416, 433, 459.79  Coşkun Üçok, Ahmet Mumcu ve Gülnihal Bozkurt, Türk Hukuk Tarihi (8. Bası, Savaş 1996) 284; Akyıldız Merkez Teşkilatı (n 33) 198.80   Doğrudan uygulanabilen antlaşmalar, ulusal yasakoyucunun ayrıca bir düzenleme yapmasına gerek olmaksızın içhukukun bir parçası haline gelen; dolayısıyla, mahkemelerce ve öteki hukuk uygulayıcılarınca uygulanabilen kurallar içerir. Buna karşılık, doğrudan uygulanabilir nitelikte olmayan antlaşma hükümlerinin muhatabı hukuk uygulayıcıları değil, yasama organıdır. Ulusal hukuk uygulayıcıları doğrudan uygulanır nitelikte olmayan antlaşma hükümlerini kendiliğinden uygulama durumunda değildir. Bu uygulamanın yapılabilmesi için; araya o antlaşma hükümlerinin içhukuk düzeyinde uygulanmasını sağlamaya yönelik bir yasama işleminin (kanunun) girmesi gerekir.  Bkz. Rona Aybay, ‘Uluslararası Antlaşmalar Konusunda Türk Hukukunun Önemli Bir Eksikliği:  Ön-Denetim   (2014) 32(258) Mülkiye Dergisi 17, 36. Ayrıca bkz. Anayasa m. 90/1.81  Ak Çelik (n 20) 81.82  Seyitdanlıoğlu, Meclis-i Vâlâ (n 23) 123; Tanör (n 47) 92.83  1844 bolluk yılı, ardından dört-beş yıl içinde altüst olan ekonomi ve Meclis-i Vâlâ nın borçlanmaya ilişkin görüşleri için bkz. Şeref (n 7) 109-114.84   … bu sefer Batı yla kurulan diyalog asıl yüzünü göstermişti. Osmanlı Devleti, Londra-Paris bankerleriyle anlaşmış, 18541861 yılları arasında dört kez borçlanmıştır.  Tarık Zafer Tunaya, Türkiye de Siyasal Gelişmeler (1876-1938) (4. Bası, İstanbul Bilgi Üniversitesi 2016) 72.85  Gözler, ‘Parlamento  (n 68) 365.1650Gedik, Öz / Meclis-i Vâlâ-yı Ahkâm-ı Adliyye ve İlk Parlamentonun Ön Hazırlayıcısı Olma İşleviC. Meclis-i Vâlâ-yı Ahkâm-ı Adliyye nin Çalışma ve Karar Verme BiçimiMeclis-i Vâlâ sadece Sadâret tarafından kendisine sunulan konuları kararlaştırırken, daha sonra kurulan Meclis-i Tanzimat faaliyet gösterdiği 1854-1861 yılları arasında uygun gördüğü takdirde istediği kanun ya da nizamnameyi hükümetten bağımsız olarak ele almıştır.Meclis, Meclis-i Tanzimat kurulana değin, işleyiş tarzı açısından yasama organı gibi çalışmıştır. Her şeyden önce, Meclis in, bir içtüzüğünün bulunduğunun söylenmesi gerekir. 1839 yılında, Meclis-i Vâlâ nın toplanma şeklini, kurallarını, iç işleyişini ve kuruluş amacını gösteren bir nizamname hazırlanmıştı. Bu içtüzükle birlikte meclis üyeleri için belirli bir mesai saati düzenlenmiş oldu.Öte yandan, meclis üyelerinin görevlerini daha verimli bir şekilde yerine getirmeleri için üyelerin eski memuriyetleri bıraktırıldı. Böylece üyelerin bütün işlerinin meclis çalışmalarına ilişkin olması sağlandı. Dahası, üyelere görevlerinden dolayı yüksek maaşlar bağlandı.Meclis in karar verme aşamasında demokratik bir nitelik gösterdiği görülmektedir. Kararların alınmasında oy birliği yerine oy çokluğu esası benimsenmiştir. Dolayısıyla üyelerin kendi serbest düşüncelerini savunmaları ve düşüncelerinde ısrarcı olmaları ve böylece de üyelere düşünce özgürlüğü sağlamak istenmiştir. Ayrıca Meclis te görüşülmek istenen konular kanun tasarısı halinde önceden üyelere sunulmaktaydı. Üyeler Meclis e gelmeden önce kanun tasarılarını okuyarak belli bir fikir ediniyorlardı.11 Ağustos 1850 de yeni bir içtüzük hazırlandı. Bu içtüzükle birlikte, Meclis te komisyonlar kurulması imkânı sağlanmış oldu. Böylece Meclis önemli gördüğü konularda komisyon oluşturuyor ve gerekli gördüğü hallerde meclis üyesi olmayan kişilere de komisyonda yer verebiliyordu. Ahmed Cevdet Paşa gibi devrin önde gelen  hukukçularının  da  yer  aldığı  bu  komisyonlarda  çok  önemli  kanunların hazırlanması  söz  konusu  olmuştu.  Bu  noktada  parlamenter  rejimdeki  Meclis Araştırması kurumuyla paralellik kurulabileceği görülmektedir.Ayrıca şunu da belirtmek gerekir ki, dönemin padişahı Abdülmecid, Meclis-i Vâlâ ya oldukça önem vermiş, Meclis i küçük çaplı bir yasama organı gibi görerek  onunla ilişkilerinde Hükümdarla Parlamento arasındaki münasebetlerde uygulanan 86  Seyitdanlıoğlu, Meclis-i Vâlâ (n 23) 103; Ak Çelik (n 20) 77.87  Meclis İçtüzüğü maddelerinin tek tek tahlili hakkında bkz. Seyitdanlıoğlu, Meclis-i Vâlâ (n 23) 98 vd.; Akyıldız, Merkez Teşkilatı (n 33) 191 vd.88  Shaw (n 5) 204; Akyıldız, Merkez Teşkilatı (n 33) 190.89  Ceylan, Meşveret (n 26) 109; Seyitdanlıoğlu, Meclis-i Vâlâ (n 23) 99.90  Çadırcı, ‘Türkiye de Yönetim  (n 41) 609; Seyitdanlıoğlu, Meclis-i Vâlâ (n 23) 98; Seyitdanlıoğlu, ‘Tanzimat Meclisleri  (n 5) 61; Ekinci, Mahkeme (n 48) 147; Ceylan, ‘Yargı  (n 25) 24.91  Akyıldız, Merkez Teşkilatı (n 33) 209.92  Ekinci, Mahkeme (n 48) 146.1651İstanbul Hukuk Mecmuası 78/3esasları hâkim kılmaya çalışmıştır. 93 Dahası, meclisin 1840 yılında yapılan yeni binasının açılışında yaptığı konuşmada padişah, her yıl Meclis e gelerek bir yıllık icraattan bahsedip, yaptığı ve yapacağı işleri anlatacağına ve Meclis inde bu konularla ilgili görüşlerin serbestçe belirtilmesine izin vereceğine söz vermiştir. Görüldüğü gibi, bahsedilen bütün bunlardan meşrutî bir yönetime doğru gidişin olduğu, Meclis-i Vâlâ nın devlet yönetimine bizzat padişahın onayıyla sokulduğu anlaşılmaktadır.Bu noktada şunun hemen belirtilmesi gerekir ki, bütün bu bahsedilenlerden, Meclis-i Vâlâ nın modern anlamda bir parlamento olduğu kesinlikle çıkarılamaz. Çünkü bu Meclis temsilî bir meclis değildir, üyeleri bizzat padişah tarafından atanmaktadır. Başka bir ifadeyle varlığını padişaha borçludur. Yasama fonksiyonunu da, meclis, halk adına değil, padişah adına gerçekleştirmektedir. Bununla birlikte Meclis-i Vâlâ nın danışma fonksiyonunu da aşarak yasama fonksiyonunun kullanılmasında önemli işlevler gördüğü de gözden uzak tutulamaz.SonuçDîvân ve meşveret meclisleri gibi iki büyük birikimin üzerine inşa edilmiş olan Meclis-i Vâlâ, köklerini yerli dinamiklerden alan, yönünü Batılı örneklerine dönmüş bir meclis olarak tanımlanabilir. III. Selim le birlikte yeni bir boyut ve II. Mahmud la birlikte de hız kazanan reform hareketleri, Osmanlı Devleti nin eninde sonunda meşrutî bir yönetime geçeceğinin sinyallerini vermekteydi.II. Mahmud döneminde reformların belirlenip uygulanması için düzenli bir meclise olan ihtiyaç ortaya çıkmıştı. Bu ihtiyacın meşveret meclisleriyle doldurulamayacağı çok açıktı. İşte bu noktada, yenilik hareketlerinin takibi için, Mustafa Reşit Paşa nın gayretleriyle Meclis-i Vâlâ kurulmuş oldu. Ceza ve arazi kanunu gibi pek çok önemli yasama işlerine imza atan bu meclis, görevleri ve işleyiş usulleri açısından bir parlamento gibi çalışmış ve hükümdar-parlamento arasındaki ilişkilerde uygulanan usuller dönemin padişahları tarafından da, kısmen de olsa, benimsenmiştir. Özellikle de Sultan Abdülmecid açısından bunun böyle olduğu çok açıktır.Çalışmada, Meclis-i Vâlâ nın 1838-1854 yılları arasındaki faaliyetleri incelenmiştir. Meclisin  nizamnamelerin  yapılmasındaki  etkileri,  bütçe  çıkarma  konusundaki yetkileri  ve  kendisine  ait  bir  içtüzüğünün  varlığı,  Meclis in  Türk  parlamento geleneği açısından ilk parlamentoya giden yolda atılmış önemli bir adım olduğunu 93  Okandan, Umumî Amme Hukukumuz (n 58) 72; Ceylan, Meşveret (n 26) 112. Aynı şekilde Shaw da bu konuda şu ifadeleri kullanıyor:  Sultan, yasama meclisine hitap eden meşrutî bir monark üslubunu izlemeye çalışıyordu.  Bkz. Shaw (n 5) 205.94  Ceylan, Meşveret (n 26) 110; Okandan, Umumî Amme Hukukumuz (n 58) 103.95  Recai Galip Okandan, ‘Amme Hukukumuzda Osmanlı Devletinin İnkırazına Kadar Parlamentarizm ve Hususiyetleri , (1947) 13(2) İÜHFD 449, 458; Çadırcı, ‘Türkiye de Yönetim  (n 41) 610; Arsel de Meclis-i Vâlâ nın milletin arzu, temenni ve iradesini temsil etmek, bunları padişaha aksettirmek, icabında milletin hak ve hukukunu müdafaa etmek veya padişahın bu haklara riayet etmesini temin etmek gibi vazifeleri olmadığından bahisle bu meclisi bir parlamento müsveddesi olarak görmektedir. Bkz. İlhan Arsel, Türk Anayasa Hukuku nun Umumi Esasları (Mars Matbaası, 1965) 9-10.1652Gedik, Öz / Meclis-i Vâlâ-yı Ahkâm-ı Adliyye ve İlk Parlamentonun Ön Hazırlayıcısı Olma İşlevigöstermektedir.  Böylece  anayasal  tarihimiz  açısından  parlamento  geleneğimizin önemli bir yapı taşı yasama yetkileri bakımından bir kez daha gündeme getirilmiştir.Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazarlar çıkar çatışması bildirmemiştir.Finansal Destek: Yazarlar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The authors have no conflict of interest to declare.Grant Support: The authors declared that this study has received no financial support.1653İstanbul Hukuk Mecmuası 78/3",
     "Kaynakça": "Ak Çelik H, Meclis i Vâlâ yı Ahkâm ı Adliye nin Hukuki ve Siyasi Yetkileri (1838 1868) (Yüksek Lisans Tezi, İstanbul Ticaret Üniversitesi Sosyal Bilimler Enstitüsü 2016).Akyıldız A, ‘Meclis i Vâlâ yı Ahkâm ı Adliyye  (2003) 28 TDV İslam Ansiklopedisi 250 251.Akyıldız A, Tanzimat Dönemi Osmanlı Merkez Teşkilatında Reform (1836 1856) (Eren 1993).Aldıkaçtı O, Anayasa Hukukumuzun Gelişmesi ve 1961 Anayasası (3. Bası, İstanbul Üniversitesi Hukuk Fakültesi Yayınları 1978).Arsel İ, Türk Anayasa Hukuku nun Umumi Esasları (Mars Matbaası, 1965).Avcı M, Türk Hukuk Tarihi (7. Bası, Atlas Akademi 2018).Aybay R, ‘Uluslararası Antlaşmalar Konusunda Türk Hukukunun Önemli Bir Eksikliği:  ÖnDenetim   (2014) 32(258) Mülkiye Dergisi 17 47.Aydın MA, ‘Osmanlı Devleti nde Mahkeme  (2003) 27 TDV İslam Ansiklopedisi 341 344.Berkes N, Türkiye de Çağdaşlaşma (Doğu Batı 1978).Bingöl S, ‘Osmanlı Mahkemelerinde Reform ve Cerîde i Mahâkim deki Üst Mahkeme Kararları  (2005) 20(1) Tarih İncelemeleri Dergisi 19 38.Bingöl S, Tanzimat Devrinde Osmanlı da Yargı Reformu, (Nizamiye Mahkemelerinin Kuruluş ve İşleyişi 1840 1876) (Anadolu Üniversitesi 2004).Bingöl S, ‘Tanzimat Sonrası Taşra ve Merkezde Yargı Reformu  (1999) VI Yeni Türkiye (Osmanlı) 533 545.Bozkurt G, Batı Hukukunun Türkiye de Benimsenmesi (Türk Tarih Kurumu 1996).Ceylan A, ‘Meclis i Vâlâ yı Ahkâm ı Adliye de Yargı  (2004) VIII(1 2) Atatürk Üniversitesi Erzincan Hukuk Fakültesi Dergisi 23 48. (‘Yargı )Ceylan A, Türk Hukuk Tarihinde Meşveret Düşüncesi ve Uygulaması (Doktora Tezi, İstanbul Üniversitesi Sosyal Bilimler Enstitüsü 1998). (Meşveret)Cihan A, Reform Çağında Osmanlı İlmiye Sınıfı (Birey 2004).Cin H, ‘Tanzimat Döneminde Osmanlı Hukuku ve Yargılama Usulleri  iç Hakkı Dursun Yıldız (ed), 150. Yılında Tanzimat (Türk Tarih Kurumu 1992) 11 33.Cin H ve Akgündüz A, Türk Hukuk Tarihi (Osmanlı Araştırmaları Vakfı 2011).Çadırcı  M,  ‘Tanzimat  Döneminde  Türkiye de Yönetim   (1988)  LII(203)  Belleten  601 626. (‘Türkiye de Yönetim )Çadırcı M, ‘Tanzimat ın Uygulanması ve Karşılaşılan Güçlükler (1840 1856)  iç Halil İnalcık ve Mehmet Seyitdanlıoğlu (edr), Tanzimat Değişim Sürecinde Osmanlı İmparatorluğu (5. Bası, Türkiye İş Bankası 2015) 197 207. (‘Tanzimat ın Uygulanması )Çimen A, ‘Ottoman Criminal Code in the Nineteenth Century: Crime and Punishment in 1858 Criminal Code and Legal Formalism  iç Süleyman Kaya ve Haşim Şahin (edr), Osmanlı da Fıkıh ve Hukuk (Mahya 2017) 183 200.Diken K, Osmanlı Devleti nde Bir İdari Modernleşme Kurumu Olarak Meclis i Âli Tanzimat (1854 1861) (Yüksek Lisans Tezi, Gazi Üniversitesi Sosyal Bilimler Enstitüsü 2012).Ekinci EB, Osmanlı Hukuku (4. Bası, Arı Sanat 2016). (Hukuk)Ekinci EB, Osmanlı Mahkemeleri (Arı Sanat 2004). (Mahkeme)Emiroğlu K, Kısa Osmanlı Türkiye Tarihi (İletişim 2015).1654Gedik, Öz / Meclis i Vâlâ yı Ahkâm ı Adliyye ve İlk Parlamentonun Ön Hazırlayıcısı Olma İşleviErdoğan M, Türkiye de Anayasalar ve Siyaset (4. Bası, Liberte 2003).Fendoğlu HT, Anayasal Derinlik (Yetkin 2012).Findley CV, Osmanlı İmparatorluğu nda Bürokratik Reform Babıâli 1789 1922 (Tarih Vakfı 2014).Gözler K, Anayasa Hukukunun Genel Teorisi Cilt I (Ekin 2011). (Anayasa Hukuku)Gözler  K,  ‘İngiltere de  Parlamento  Neden  ve  Nasıl  Ortaya  Çıktı:  Malî  Hukukun Anayasa Hukukundan Eskiliği Üzerine Bir Deneme  iç Ertuğrul Akçaoğlu (ed), Prof. Dr. Mualla Öncel e Armağan I (Ankara Üniversitesi Hukuk Fakültesi Yayınları 2009) 365 374. (‘Parlamento )Hayta N ve Ünal U, Osmanlı Devleti nde Yenileşme Hareketleri (8. Bası, Gazi 2015).İnalcık H, Tanzimat ve Bulgar Meselesi (Eren 1992).İnalcık H, ‘Tanzimat ın Uygulanması ve Sosyal Tepkileri  iç Halil İnalcık ve Mehmet Seyitdanlıoğlu (edr), Tanzimat Değişim Sürecinde Osmanlı İmparatorluğu (5. Bası, Türkiye İş Bankası 2015) 171 195.İnalcık H ve Seyitdanlıoğlu M, Tanzimat Değişim Sürecinde Osmanlı İmparatorluğu, (5. Bası, Türkiye İş Bankası 2015).Kalaycıoğlu E ve Sarıbay AY, ‘Tanzimat: Modernleşme Arayışı ve Siyasal Değişme  iç Ersin Kalaycıoğlu ve Ali Yaşar Sarıbay (edr), Türk Siyasal Hayatının Gelişimi (Beta 1986).Kama S, ‘Parlamenter Hükümet Sistemi Olarak ‘Westminster Modeli  Britanya Örneği Üzerine Bir Deneme  (2016) 22(2) Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi 161 201.Karakoç S, Külliyât ı Kavânîn Cilt I (Türk Tarih Kurumu 2006).Karal EZ, ‘Gülhane Hatt ı Hümâyunu nda Batı nın Etkisi  iç Halil İnalcık ve Mehmet Seyitdanlıoğlu (edr), Tanzimat Değişim Sürecinde Osmanlı İmparatorluğu (5. Bası, Türkiye İş Bankası 2015) 113 132.Karal EZ, Osmanlı Tarihi Cilt V (10. Bası, Türk Tarih Kurumu 2017). (Tarih)Karpat KH, Türk Demokrasi Tarihi (Afa 1996).Kaynar R, Mustafa Reşit Paşa ve Tanzimat (4. Bası, Türk Tarih Kurumu 2010).Koyuncu N, İslam Hukukunda ve Osmanlı Uygulamasında Şûra (Doktora Tezi, Selçuk Üniversitesi Sosyal Bilimler Enstitüsü 2006).Lewis B, Modern Türkiye nin Doğuşu (Türk Tarih Kurumu 1996).Mumcu A, Divan ı Hümayun (4. Bası, Phoenix 2017). (Divan)Mumcu A, ‘Hukukçu Gözüyle Mustafa Reşit Paşa ve Tanzimat  iç Mustafa Reşit Paşa ve Dönemi Seminerleri (Bildiriler) (2. Bası, Türk Tarih Kurumu 1994). (‘Mustafa Reşit Paşa )Okandan RG, ‘Amme Hukukumuz Bakımından Tanzimat, Birinci ve İkinci Meşrutiyet Devirlerinin Önemi , (1949) 15(1) İÜHFD 14 33. (‘Amme Hukuku )Okandan RG, ‘Amme Hukukumuzda Osmanlı Devletinin İnkırazına Kadar Parlamentarizm ve Hususiyetleri , (1947) 13(2) İÜHFD 449 474. (‘Parlamentarizm )Okandan RG, Umumî Amme Hukukumuzun Anahatları (İstanbul Üniversitesi Hukuk Fakültesi Yayınları 1957). (Umumî Amme Hukukumuz)Okumuş E, ‘Osmanlı Devleti nde Modernleşme Süreci  iç Ahmet Cihan, Mustafa Avcı ve Ejder Okumuş (edr), Osmanlı Devleti nde Eğitim Hukuk ve Modernleşme (Özgü 2006) 180 320.Örsten Esirgen S, Osmanlı Devleti nde Kanun Yapma Geleneği ve Cumhuriyet Döneminde Uygulanan Osmanlı Kanunları (Turhan 2017).1655İstanbul Hukuk Mecmuası 78/3Seyitdanlıoğlu  M,  ‘Divan ı  Hümayun dan  Meclis i  Meb usan a  Osmanlı  İmparatorluğu nda Yasama  iç Halil İnalcık ve Mehmet Seyitdanlıoğlu (edr), Tanzimat Değişim Sürecinde Osmanlı İmparatorluğu (5. Bası, Türkiye İş Bankası 2015) 373 385. (‘Yasama )Seyitdanlıoğlu M, ‘Parlamento Geleneğimiz Çerçevesinde Tanzimat Meclisleri , (1989) (8) Türkiye Günlüğü 60 64. (‘Tanzimat Meclisleri )Seyitdanlıoğlu M, Tanzimat Devrinde Meclis i Vâlâ (1838–1868) (Türk Tarih Kurumu 1994). (Meclis i Vâlâ)Seyitdanlıoğlu M, ‘Tanzimat Dönemi nde Yüksek Yargı ve Meclis i Vâlâ yı Ahkâm ı Adliye (1838 1876)  iç Halil İnalcık, Bülent Arı ve Selim Aslantaş (edr), Adâlet Kitabı (Kadim 2012) 255 270. (‘Yüksek Yargı )Shaw SJ, ‘19. Yüzyıl Osmanlı Reform Hareketlerinde 1876 Öncesi Merkezi Yasama Meclisleri , (1990) (76) Tarih ve Toplum 203 207.Şentop  M,  ‘Tanzimat  Dönemi  Kanunlaştırma  Faaliyetleri  Literatürü ,  (2005)  3(5)  Türkiye Araştırmaları Literatür Dergisi 647 672.Şeref A, Tarih Söyleşileri (Müsahabe i Tarihiye) (Sucuoğlu 1980).Tabakoğlu A, Osmanlı Mâlî Tarihi (1. Bası, Dergâh 2015).Tanör B, Osmanlı Türk Anayasal Gelişmeleri (15. Bası, Yapı Kredi 2006).Tunaya TZ, Türkiye de Siyasal Gelişmeler (1876 1938) (4. Bası, İstanbul Bilgi Üniversitesi 2016).Üçok C, Mumcu A ve Bozkurt G, Türk Hukuk Tarihi (8. Bası, Savaş 1996).Velidedeoğlu HV, ‘Kanunlaştırma Hareketleri ve Tanzimat  iç Tanzimat I (Maarif 1940) 139 209.1656"
}