{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "04",
     "Ay": "09",
     "Yıl": "2020",
     "Cilt": "78",
     "Sayı": "2",
     "Başlık": "COVID 19 Pandemisinin Zaman Çarteri Sözleşmeleri Üzerindeki Etkilerinin  Off Hire  Klozu Bağlamında Incelenmesi",
     "Title": "Assessment of the Effects of COVID 19 Pandemic on Time Charter Contracts in the Context of  Off Hire  Clause",
     "Yazar İsmi": [

          "Melda Taşkın"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Zaman çarteri sözleşmesi", "Off-Hire Klozu", "BALTIME", "NYPE", "SUPPLYTIME", "SHELLTIME", "COVID-19"
     ],
     "Keywords": [
          "Time charter contract", "Off-Hire Clause", "BALTIME", "NYPE", "SUPPLYTIME", "SHELLTIME", "COVID-19"
     ],
     "Özet": "Tüm dünyayı kısa süre içinde etkisi altına alan ve 11 Mart 2020 tarihinde Dünya Sağlık Örgütü tarafından pandemi ilan edilmesi ile birlikte pek çok alanda sert önlemler alınmasına sebebiyet veren COVID 19 salgını, ticaret hayatını da önemli ölçüde etkilemiştir. Uluslararası ticaretin önemli bir kısmının denizyolu ile yapılması karşısında, denizcilik sektörünün COVID 19 salgınından en çok etkilenen alanların başında geldiği söylenebilir. Bilindiği üzere, uygulamada deniz yolu ile eşya taşımacılığı sıklıkla zaman çarteri sözleşmesine istinaden yapılmaktadır.  6102 sayılı Türk Ticaret Kanunu nun (TTK) 1131 1137. maddeleri arasında düzenlenen zaman çarteri sözleşmelerinde esas itibariyle  tahsis eden, donatılmış bir geminin ticari yönetimini belli bir süre için ve bir ücret karşılığında tahsis olunana bırakmayı üstlenmekte dir. Uygulamada, çarter partilerde, gemilerin denizde seyrüseferini engelleyebilecek bazı sebeplerin ortaya çıkması halinde,  geminin sözleşme süresi içinde çartererin ticari kullanımına tahsis edilememesi  nedeniyle çartererin  ücret ödeme borcundan kurtulmasını  sağlayan ve  off hire  klozu olarak adlandırılan bazı kayıtlara yer verildiği görülmektedir. Çalışmada, COVID 19 salgınının zaman çarteri sözleşmeleri üzerindeki etkileri, BALTIME, NYPE, SUPPLYTIME, SHELLTIME başta olmak üzere uygulamada sıklıkla kullanılan standart çarter partilerde yer verilen ilgili klozlar gözetilerek incelenecektir.",
     "Abstract": "COVID-19 epidemic, which has surrounded all over the world in a short time and caused severe measures to be taken after the World Health Organization declared it as a pandemia on March 11th, 2020, has also affected trade significantly. Given that most international trade is dependent on marine transportation, the maritime has been one of the sectors most severely impacted by the COVID-19 pandemic. In practice, the transportation and delivery of goods is often conducted based on time charter contracts. As set forth in Article 1131–1137 of the Turkish Commercial Code (TCC), a time charter contract ensures that  a dedicator undertakes the giving of commercial management of an equipped vessel for a certain period of time and for a fee to a charterer.  Time charter parties include clauses, known as  off-hire  those set forth that the charterer is not required to pay for time the vessel can not be managed commercially because of reasons which can prevent the efficient working of the vessel.This study reviews the effects of the COVID-19 pandemic on time charter contracts in the context of  off-hire  clause and within the framework of some frequently used standard charter parties, including BALTIME, NYPE, SUPPLYTIME and SHELLTIME.",
     "Metin": "I. Genel Olarak Zaman Çarteri Sözleşmeleri Denizyolu  ile  yapılan  taşımalarda  uygulamada  sıklıkla  başvurulan  deniz ticareti sözleşmesi türlerinden biri de zaman çarteri sözleşmesidir. Zaman çarteri sözleşmesinde, donatılmış bir geminin ticari yönetiminin belli bir süre için ve ücret karşılığında eşya ve yolcu taşımak veya kararlaştırılan diğer bir edimi ifa etmek üzere çarterere bırakılması söz konusudur. Buna göre, zaman çarteri sözleşmesinde 1  Dieter Rabe ve Kay Uwe Bahnsen, Seehandelsrecht: Fünftes Buch des Handelsgesetzbuches mit Nebenvorschriften und Internationalen Übereinkommen (C.H. Beck 2018) Vor § 557, Nr 30; Marian Paschke,  §557 , iç Harmut Oetker (ed), Oetker- Handelsgesetzbuch: Kommentar (6. Bası, C.H. Beck  2019), § 557  Nr 3; Harmuth Sager, ‘§ 557 ,  iç Rolf Herber ve Christine Schmidt (edr), Münchener Kommentar zum Handelsgesetzbuch: Band 7- Transportrecht, (4. Bası C. H. Beck Verlag 2020) § 557  Nr 3; Beate Czerwenka, Das Gesetz zur Reform des Seehandelsrechts: Einleitung, Erläterung, Synopsen (Bundesanzeiger Verlag 2014) § 557  Nr 5; Emine, Yazıcıoğlu, Kender/Çetingil Deniz Ticareti Hukuku, (Oniki Levha 2020), 322; Zhou Meirong, Yang Yi ve Tan Wei, ‘An Analysis of the Legal Issues in Lien Clause in the Time Charter Par y  (2009) 2009(1) China Oceans Law Rev 350, 350; Hideo Yoshimoto, ‘The Time Charter in Japan: A Comparison  (1988) 1(2) Transnational Lawyer 449, 449.  TTK m. 1131 de, zaman çarteri sözleşmesi,  tahsis edenin, donatılmış bir geminin ticari yönetimini belli bir süre için ve bir ücret karşılığında tahsis olunana bırakmayı üstlendiği sözleşme  olarak son derece geniş bir şekilde tanımlanmıştır. Alman Kanun Koyucu ise, HGB § 557 de,  zaman çarteri sözleşmesinde, zaman üzerine kiraya verenin, belli bir geminin kullanımının belirli bir süreliğine mürettebatı ile birlikte çarterere tahsis etmeyi ve bu gemi ile yük veya yolcu taşımayı veya sözleşmede kararlaştırılan diğer bir edimi ifa etmekle yükümlü olduğunu  hüküm altına almıştır. Görüldüğü üzere, TTK m. 1131 deki düzenlemede sadece genel olarak  geminin ticari yönetiminin bırakılması  yükümlülüğü hüküm altına alınmışken, Alman Kanun Koyucu HGB § 557 de,  gemi ile yük veya yolcu taşıma veya sözleşmede kararlaştırılan diğer bir edimin ifasına  tahsis edilmesi ( ….verpflichtet ….. ein bestimmtes Seeschiff mit Besatzung auf Zeit zu überlassen und mit diesem Schiff Güter oder Personen zu befördern oder andere vereinbarte Leistungen zu erbringen. ) yükümlülüğü açıkça belirtilmiştir.  Bununla birlikte öğretide, zaman çarteri sözleşmesine yönelik, navlun sözleşmesinin bir alt türü olduğuna ilişkin görüşler çerçevesinde, eşya taşıma taahhüdünün ön plana çıkarıldığı tanımların da yapıldığı belirtilmelidir. Navlun sözleşmesi unsurları ve terimlerine de yer verilmek suretiyle yapılan bir zaman çarteri sözleşmesi tanımı için bkz Fehmi Ülgener, Çarter Sözleşmeleri II: Zaman Çarteri Sözleşmeleri, (2016) 10: Yazarın ifade ettiği üzere,  zaman çarteri sözleşmesi öyle bir sözleşmedir ki, onunla taşıyan zaman esası üzerinden ödenecek olan navlun karşılığında, gemiyi yük taşınması için belirli bir süre taşıtana tahsis etmeyi ve bu amaçla geminin ticari kontrolünü devretmeyi taahhüt eder.  Ayrıca bkz Tahir Çağa ve Rayegân Kender, Deniz Ticareti Hukuku II, (9. Bası, 2009) 8.  Zaman çarteri sözleşmelerinin hukuki niteliğine ilişkin açıklamalar için bkz Rabe ve Bahnsen, (n 1) Vor § 557, Nr 28; Fehmi Ülgener, ‘Türk Ticaret Kanunu Tasarısında Zaman Çarteri Sözleşmesi , (2007) LXV(2) İÜHFM 353, 354 vd. Zaman çarteri sözleşmesinin, çartererin belirli bir süre için gemiyi yük taşımasında kullanmasına olanak sağlamak amacıyla donatan ve çarterer arasında akdedilen bir deniz yolu ile eşya taşıma sözleşmesi (contract of affreightment) olduğu na ilişkin bir Amerikan Eyalet Mahkemesi Kararı için bkz Interocean Shipping Co. v M/V Lygaria, U.S. District Court for the District of Maryland - 512 F. Supp. 960 (D. Md. 1981), April 16, 1981; karar için bkz Timothy R Hager, ‘Fifth Circuit Extends Maritime Lien to Time Charter Contract before Cargo Is Loaded: E.A.S.T., Inc. of Stamford, Connecticut v. M/V Alaia , (1990) 15(1) Tulane Maritime Law Journal 133, 136. Benzer bir yaklaşım için bkz Tony Nunes, ‘Charterer s Liabilities under the Ship Time Charter  (2004) 26 Hous J Int l L 561, 567.  Bununla birlikte, uygulamada zaman çarteri sözleşmelerinin akdinde kullanılan standart tip sözleşmelerde  çartererin malikin, malikin çalışan ve temsilcilerine çartererin isteği üzerin eşyanın teslim edilmesi ile bağlantılı olarak ortaya çıkan zıya ve hasardan dolayı tazminat ödeme yükümlülüğü (SHELLTIME 4 Par  13(b),); malikin gemide taşınan tüm yükler, navlun ücreti, alt navlun ücreti üzerinde zaman çarteri sözleşmesinden doğan alacakları için rehin hakkını haiz olduğu (SHELLTIME 4, Par  16); çartererlerin, kargonun yüklenmesi ve boşaltılması masraflarını karşılamakla yükümlü olduğu (SHELLTIME 4, Par  7(a)); geminin deniz elverişli ve ambarların temiz ve yükü almak üzere hazır olmasının gerektiği (NYPE 2015, Par  2; NYPE Par  22); kaptanın yükün havalandırılması hususunda gerekli özeni göstermekle yükümlü olduğu (NYPE Par  90)  yönünde hükümlere yer verilmektedir. Görüldüğü üzere, bu sayılan standart çarter partilerin tamamı eşya taşımalarına ilişkin kurallar getirmektedir ve uygulamada da zaman çarteri sözleşmeleri çerçevesinde gemini tahsis edilmesi, esas itibariyle eşya taşınması taahhüdünün ifasına hizmet etmeyi amaçlamaktadır.336Taşkın / COVID-19 Pandemisinin Zaman Çarteri Sözleşmeleri Üzerindeki Etkilerinin  Off-Hire  Klozu Bağlamında...donatan,  geminin  teknik  yönetiminden  sorumlu  iken,  geminin  ticari  yönetimi çarterere bırakılmakta ve geminin zilyetliği donatanda kalmaya devam etmektedir. Zaman çarteri sözleşmesi süresince geminin teknik yönetimini elinde tutan donatan,  gemiyi kararlaştırılan yerde ve tarihte hazır bulundurmak, sözleşme süresi boyunca ise gemiyi denize, yola ve sözleşmede belirtilen amaca uygun halde bulundurmak ve en önemlisi tahsis olunanın geminin ticari yönetimine ilişkin talimatlarına uymak ve uyulmasını sağlamak yükümlülüğü altındadır. Bu çerçevede, geminin bakım ve tutumunun yapılması, tahsis süresince denize, yola ve yüke elverişliliğinin sağlanması, özellikle geminin denizde hareket edebilmesi için gerekli olan sertifikaların temin edilmesi, geminin değişim, muayene, gözetim, denetimi ve gerekli yenilemelerin sürekli şekilde yerine getirilmesi, tekne ve makine sigortasının yapılması, gemi adamlarının maaş ve diğer alacaklarının ödenmesi donatanın üzerindedir.2  TTK m. 1131 ve devamında yer alan zaman çarteri sözleşmesine ilişkin düzenlemelerde, zaman çarteri sözleşmesinin taraflarını ifade etmek üzere,  donatan  veya  çarterer  kavramları yerine  tahsis eden  ve  tahsis olunan  ifadelerinin tercih edildiği görülmektedir. Maddede,  tahsis eden  ve  tahsis olunan  gibi uygulamada kullanılmayan  terimlere yer verilmesinin isabetli olmadığı; bunlar yerine uygulamada zaman çarteri sözleşmesinin taraflarını ifade etmek üzere kullanılan  çarterer/zaman çartereri  ve  donatan  terimlerinin kullanılmasının daha uygun olduğu  hususunda haklı bir eleştiri için bkz Ergon Çetingil, Rayegân Kender, Samim Ünan ve Emine Yazıcıoğlu, ‘TTK Tasarısının  Deniz Ticareti  Başlıklı 5. Kitabında Yer Alan Hükümler Hakkında , Deniz Hukuku Dergisi (Türk Ticaret Kanunu Tasarısı Hakkında Değerlendirmeler - Özel Sayı), (2006) 1, 123.  Karş HGB § 557 vd: Alman Kanun Koyucu, zaman çarteri sözleşmesini  gemi tahsis sözleşmeleri  başlığı altında düzenlemiş olmakla birlikte, TTK da olduğu gibi tahsis eden-tahsis olunan yerine zaman çartereri (Zeitcharterer) ve zaman (üzerine) kiraya veren (Zeitvercharterer) kavramlarını kullanmıştır. Uygulamada, zaman çarteri, bareboat çarterer ve yolculuk çarteri sözleşmeleri arasındaki farklılığın netleştirilmesi bakımından çarterer  (Charterer) yerine zaman çartereri; kiraya veren (Vercharterer) yerine zaman üzerine kiraya veren ifadelerinin kullanılmasının uygun olduğu; sadece çarterer veya kiraya veren ifadelerinin kullanılmasının yasal belirsizliğe sebebiyet vereceği hakkında bkz Czerwenka (n 1) § 557 Nr 4.  Uygulamada sıklıkla kullanılan standart form sözleşmelerde ise çok defa, donatan (owner, shipowner) ve çarterer (charterer) ifadelerinin kullanıldığı görülmektedir. (Bu yönde örnekler için bkz SHELLTIME 4; SUPPLYTIME 2017, Definitions, (Par  II); NYPE 93; NYPE 2015)3  Rabe ve Bahnsen (n 1)  Vor § 557 Nr 33; Nunes (n 1) 567; Yoshimoto (n 1)  450, 455. TTK m. 1131/2 de,  Geminin teknik yönetimini elinde bulunduran tahsis eden, geminin zilyedi sayılır.  şeklinde bir hükme yer verilmiştir. Bununla birlikte, zaman çarteri sözleşmesinde geminin zilyetliğinin devredileceği yönünde bir hükme yer verilmediğine sadece geminin  ticari yönetiminin  devredileceğinin hüküm altına alındığına dikkat çekmek gereklidir. Bu nedenle TTK m. 1131 de yer alan bu düzenlemenin, öğretide, geminin zilyetliğinin devrolunması halinde esasen zaman çarteri sözleşmesinden bahsedilemeyeceği gerekçesiyle gereksiz bir düzenleme olduğu kanaatimizce de isabetli şekilde ifade edilmektedir. Açıklamalar için bkz Yazıcıoğlu, Deniz Ticareti Hukuku (n 1) 324.   Alman Kanun Koyucu zaman çarteri sözleşmesine ilişkin hükümler arasında zilyetliğe ilişkin bir düzenlemeye yer vermemiş ise de TTK m. 1137 deki ile benzer bir şekilde, sözleşme süresinin sonunda çartererin gemiyi iade (Rückgabe des Schiffes) yükümlülüğü ifadesi burada da kullanılmıştır (HGB § 569). Bkz Paschke (n 1),  § 557  Nr 4 vd. Donatanın zaman çarteri sözleşmesinden doğan yükümlülüklerinin hüküm altına alındığı HGB § 559 da bilinçli şekilde,  geminin teslimi (Übergabe)  yerine  kararlaştırılan tarihte ve yerde çartererin kullanımına hazır bulundurmak (….zur vereinbarten Zeit am vereinbarten Ort in einem zum vertragsgemäßen Gebrauch geeigneten Zustand bereitzustellen….)  ifadesinin tercih edildiğini;  geminin teslimi (delivery)  ifadesinin genellikle İngiliz zaman çarter partilerinde kullanıldığını; HGB§ 569 da yer verilen  geminin iadesi  ifadesinin yasal olarak uygun bir ifade olmadığı hakkında bkz Rabe ve Bahnsen (n 1) Vor § 557 Nr 30. Aynı yönde bkz Czerwenka (n 1)  §559  Nr 4.4  Donatanın bu yükümlülüğü, TTK m. 1133 te açıkça hüküm altına alınmıştır. Buna göre,  Tahsis eden, geminin teknik yönetimini üstlenir. Bu amaçla tahsis eden, belirlenen gemiyi; Kararlaştırılan tarihte ve yerde hazır bulundurmak ve Sözleşme süresince gemiyi denize ve yola elverişli ve sözleşmede belirtilen amaca uygun bir hâlde bulundurmak  yükümlülüğü altındadır. Aynı yönde düzenlemelere HGB § 559 ve § 560 ta da yer verilmiştir. Bununla birlikte öğretide de belirtildiği üzere, uygulamada kullanılan pek çok standart çarter partide bu yükümlülüğe ilişkin esaslar ayrıntılı bir şekilde düzenlendiği için kanuni düzenlemeler pek az önemi haizdir. Bkz Paschke (n 1) 559 Nr 1; Sager (n 1)  § 557 Nr 8 ve § 559  Nr 4; § 560  Nr 4 vd; Rabe ve Bahnsen (n 1) § 557, Nr 20 vd.; Czerwenka (n 1) §560 Nr 4,5; Yoshimoto (n 1) 456; Meirong, Yi ve Wei (n 1) 350; Ülgener (n 1) 354.5  Ülgener, Çarter Sözleşmeleri II (n 1) 13 vd; Sager (n 1) § 557 Nr 8; Rabe ve Bahnsen (n 1) § 557 Nr 20 vd, Nr 30 vd, § 564, Nr 3 vd; Czerwenka (n 1) §564, Nr 4  vd; Yazıcıoğlu, Deniz Ticareti Hukuku (n 1) 323. Geminin teknik yönetimi çerçevesinde karşılanması gereken masraf kalemlerine ilişkin ayrıntılı açıklama ve örnekler için bkz Yoshimoto (n 1) 457.  Zaman çarteri sözleşmelerinde geminin teknik yönetimi çerçevesinde donatanın temin etmekle yükümlü olduğu hususlara ilişkin bkz NYPE 2015 Par  6; NYPE 93 Par  6; SUPPLYTIME 2017 Par  8; SHELLTIME 4 Par  6337İstanbul Hukuk Mecmuası 78/2Zaman çarteri sözleşmesinde çartererin sözleşmeden doğan temel borcu, gemiyi ticari olarak yönetme hakkının karşılığı olarak sözleşmede kararlaştırılan tahsis ücretini ödemektir. Bunun yanı sıra, çarterer, geminin ticari yönetiminin gerektirdiği giderleri  de  ödemekle  yükümlüdür.  Geminin   ticari  yönetimi nin  kapsamı  ise öğretide,  geminin yük veya yolcu taşımak veya tahsis edilmiş olduğu bunların dışındaki bir amaca uygun kullanımı ile kazanç elde etmeye yönelik sözleşmelerin akdedilmesi ve bu sözleşmelerden doğan borçların ifasına yönelik işlerin planlanması  olarak ifade edilmektedir.   6762  sayılı  Türk  Ticaret  Kanunu nda  açıkça  düzenlenmeyen  zaman  çarteri sözleşmelerine ilişkin bazı genel esaslar, 6102 sayılı Türk Ticaret Kanunu nun 11311137. maddeleri arasında özel olarak hüküm altına alınmıştır. Bununla birlikte zaman çarteri sözleşmeleri çok defa ticaret hayatının yarattığı birtakım somut ihtiyaçlar ve uygulamanın gerekli kıldığı bazı hususlar gözetilerek hazırlanan ve sıklıkla revize edilen GENTIME, BALTIME, NYPE (New York Produce Exchange), SHELLTIME 6  Nunes (n 1) 567. Bununla birlikte, zaman çarteri sözleşmesini navlun sözleşmesinin bir alt türü olarak kabul eden görüşler çerçevesinde, zaman çarteri sözleşmesinde çartererin ticari yönetim hakkının karşılığı olarak ödemekle yükümlü olduğu tutarın öğretide  navlun  olarak adlandırıldığı görülmektedir. Bkz Ülgener, Çarter Sözleşmeleri II (n 1) 10. Bununla birlikte, uygulamada kullanılan standart çarter partilerde, çartererin ödemekle yükümlü olduğu bu ücret genellikle  hire  olarak isimlendirilirken (Bkz NYPE 93 Par .10-11; SHELLTIME 4 Par .9; NYPE 2015 Par .11; SUPPLYTIME 2017 Par .12), TTK da  tahsis ücreti ; HGB §565 de ise bilinçli olarak navlun sözleşmelerindekinden farklı olarak  Fracht  yerine  Zeitfracht  (zaman üzerine taşıma ücreti) olarak ifade edilmiştir. Bu hususta bkz Rabe ve Bahnsen (n 1) § 557 Nr 30. Uygulamada kullanılan çarter partilerde genellikle bu ücretin ödenmesinde, günlük olarak kararlaştırılan belli bir ücreti esas alınmaktadır. TTK m.1136 da ücretin, aksi kararlaştırılmadıkça  aylık olarak ve peşin ;  HGB § 565 te ise,  iki haftada bir  ödeneceği öngörülmüştür. Çartererin ücret ödeme borcuna ilişkin açıklamalar için ayrıca bkz Czerwenka (n 1) §565 Nr 4  vd; Paschke (n 1) § 557  Nr 6; Sager (n 1) § 565  Nr 1 vd; Yazıcıoğlu, Deniz Ticareti Hukuku (n 1) 323; Meirong, Yi ve Wei (n 1) 350.   Zaman çarteri sözleşmeleri bakımından  Freight  ve  Hire  kavramları ve bunların anlamı hakkında açıklama ve örnek İngiliz yargı kararları için bkz Rabe ve Bahnsen (n 1) Vor § 557 Nr 24. Uygulamada sefer çarteri sözleşmelerinde, karşı edim olarak ödenecek ücretin  freight , zaman çarteri sözleşmelerinde ise  hire  şeklinde isimlendirildiği ve bu iki terime ilişkin temel esaslar ve farklılıklar hakkında ayrıntılı açıklamalar için bkz Francis J O Brien, ‘Freight and Charter Hire  (1974-1975) 49(4) Tulane Law Review 956, 956 vd.7  TTK m. 1134 te zaman çarteri sözleşmesinde geminin ticari yönetiminin tahsis olunana ait olduğu hüküm altına alındıktan sonra, 1135. maddede,  Geminin ticari işletilmesinden doğan giderlere tahsis olunanın katlanacağı katlanır  hükmüne yer verilmiştir. Aynı maddede, geminin ticari işletilmesinden doğan giderlere örnek olarak  makinelerinin düzenli bir şekilde işlemesini sağlayacak nitelik ve miktarda yakıtın sağlanması için gerekli giderler  açıkça ve sınırlayıcı olmamak üzere belirtilmiştir. HGB de ise, geminin ticari olarak işletilmesi ifadesine yer verilmemekle birlikte, geminin işletilmesinden doğan ücretlerin, bu kapsamda özellikle liman ücretlerinin, kılavuzluk ücretlerinin ve geminin işletilmesi için ihtiyaç duyulan yakıtın tedariki için yapılan masrafların çarterer tarafından karşılayacağı düzenlenmiştir (HGB §564). Uygulamada kullanılan standart çarter partilerde çartererin geminin ticari işletilmesinin gereği olarak karşılamakla yükümlü olduğu kalemler ayrıntılı şekilde düzenlenmektedir. Ayrıca bkz Paschke (n 1)  § 564 Nr 1; Sager (n 1) § 557  Nr 5; Rabe ve Bahnsen (n 1) § 564 Nr 1 vd; Yoshimoto (n 1) 458. Standart çarter partilerde yer verilen örnek şartlar için bkz NYPE 93 Par  7; SHELLTIME 4 Par  7; NYPE 2015 Par  7; SUPPLYTIME 2017 Par  9,10.)8  Yazıcıoğlu, Deniz Ticareti Hukuku (n 1) 325. Geminin işletilmesinden ileri gelen ve çartererin ödemekle yükümlü olduğu giderler hakkında ayrıntılı açıklamalar ve örnekler için bkz Yoshimoto (n 1) 458.  Zaman çarteri sözleşmesinde  ticari yönetimin  devrinin sözleşmenin esaslı unsuru olduğu belirtilmelidir. Öyle ki, HGB §557,1 de zaman çarteri sözleşmesinde tarafların yükümlülüklerinin belirlendiği maddede, TTK daki gibi  ticari yönetim  ifadesini açıkça kullanmayan ve  belli bir geminin kullanımının belirli bir süreliğine mürettebatı ile birlikte çarterere tahsis etmeyi ve bu gemi ile yük veya yolcu taşımayı veya sözleşmede kararlaştırılan diğer bir edimi ifa etmekle yükümlü olduğunu  hüküm altına alan Alman Kanun Koyucu, hükmün sonraki fıkrasında, açıkça  zaman çarteri sözleşmesine ilişkin §557-569 arasındaki düzenlemelerin ancak çartererin zaman çarteri sözleşmesini deniz seyrüseferi ile kazanç elde etme amacı ile akdettiği haller bakımından uygulanacağı  yönünde bir hüküm getirmiştir. (HGB §557,2). Ayrıntılı açıklamalar için bkz Paschke (n 1) § 557  Nr 7; Rabe ve Bahnsen (n 1) § 557 Nr 6; Czerwenka (n 1) §557 Nr 11 vd.338Taşkın / COVID-19 Pandemisinin Zaman Çarteri Sözleşmeleri Üzerindeki Etkilerinin  Off-Hire  Klozu Bağlamında...gibi standart form sözleşmeler esas alınmak suretiyle akdedilmektedir. Diğer taraftan, taraflar bazen zaman çarteri sözleşmesinin akdinde esas aldıkları bu standart çarter partilere de somut olayın şartlarına göre bazı klozlar da eklemekte ve çarter partilerde neredeyse istisnasız şekilde uygulanacak hukuka, yetkili mahkemeye ve tahkime ilişkin şartlara da yer verilmektedir. Bu durum, 6102 sayılı TTK da yer alan zaman çarteri sözleşmesi hükümlerinin uygulanması ihtimalini önemli ölçüde zayıflatmaktadır.II.  Off Hire  Klozuna İlişkin Genel Esaslar ve COVID-19 Salgınının Yarattığı Olağanüstü Şartlar Bakımından Standart Çarter Partilerdeki  Off-Hire  Klozlarının İncelenmesiA. Tanımı ve ÖzellikleriZaman çarteri sözleşmesinde, çarterer gemiyi ticari yönetim hakkının karşılığı olarak tahsis ücretini kararlaştırıldığı şekilde ödemek yükümlülüğü altındadır. Zaman rizikosunun çarterer tarafında olduğu bu sözleşme türünde, bazı olağanüstü durumlarda gecikme rizikosunu çarterer lehine dengelemek amacıyla çarter partilere bazı kayıtlar eklenmektedir.  Off-hire  olarak adlandırılan bu klozlar sayesinde, donatanın zaman çarteri sözleşmesi hükümleri çerçevesinde  gemiyi çartererin ticari kullanımına tahsis etmek  borcunu yerine getiremediği bazı istisnai haller bakımından, çartererin,  klozda öngörülen  şartlara göre tahsis ücreti ödeme borcundan kurtulacağı öngörülmektedir. 9  Zaman çarteri sözleşmelerine ilişkin TTK m. 1131-1137 ye ilişkin madde gerekçesinde,  ……… 6762 sayılı Kanunda bu sözleşmelere ilişkin kapsamlı bir düzenleme bulunmamaktadır. Uygulamada taraflar böyle bir sözleşme ile borç altına girmek istediklerinde çoğunlukla tip sözleşmelere başvurmaktadırlar. Bu sözleşmelerde hüküm bulunmayan hallerde hangi genel hükümlerin uygulanabileceği tereddütlere sebep olmuştur. Bu sebeble milletlerarası uygulamanın ışığında, 1966 tarihli Fransız Kanunu ve Kararnamesi dikkate alınarak zaman çarteri sözleşmesinin düzenlenmesine gerek görülmüştür.  şeklinde izah edilmiş ise de, uygulamada kullanılan standart çarter partilerde son derece ayrıntılı düzenlemelerin yer aldığı; TTK m.1131-1137 arasındaki düzenlemelerin bu hükümlere kıyasla çok daha genel nitelikli olduğu ve uygulamada akdedilen zaman çarteri sözleşmelerinin neredeyse istisnasız olarak bu ayrıntılı hükümlerin yer aldığı standart form sözleşmelere istinaden yapılıyor olması karşısında  TTK hükümlerine ihtiyaç duyulmayacağına dikkat çekilmelidir. Bu nedenle gerekçede yer verilen ifadeler kanaatimizce isabetli ve gerçekçi değildir.10  Açıklamalar için bkz Ülgener, Çarter Sözleşmeleri II (n 1) 6.11  6102 sayılı TTK nın madde gerekçelerinde, zaman çarteri sözleşmelerine ilişkin 1131 vd.daki düzenlemelerin ihdas amacı,  Bu sözleşmelerde hüküm bulunmayan hallerde hangi genel hükümlerin uygulanabileceği tereddütlere sebep olmuştur. Bu sebeple milletlerarası uygulamanın ışığında, 1966 tarihli Fransız Kanunu ve Kararnamesi dikkate alınarak zaman çarteri sözleşmesinin düzenlenmesine gerek görülmüştür.  şeklinde ifade edilmiş ise de, uygulamada kullanılan zaman çarteri sözleşmelerinde uygulamada ihtilafa sebebiyet verebilecek pek çok hususun zaten son derece ayrıntılı şekilde düzenlenmiş olması ve TTK daki zaman çarteri hükümlerinin ise bir o kadar  genel  nitelikli olması karşısında gerekçedeki bu açıklamaya katılmak mümkün görünmemektedir.  Bununla birlikte, Alman ve Fransız Kanun Koyucuların da zaman çarteri sözleşmelerini TTK dakine benzer şekilde genel esaslarıyla düzenlediği belirtilmelidir. Öyle ki, TTK daki zaman çarteri sözleşmelerine ilişkin hükümler, gerekçede de ifade edildiği üzere, 1966 tarihli Fransız Kanunu ve Kararnamesi esas alınmak suretiyle düzenlenmiştir.12  Bu tür kayıtlar çok defa  off-hire  olarak adlandırılıyor ise de, çartererin olağanüstü bazı sebepler nedeniyle ücret ödeme borcunun kesintiye uğradığı bu halleri ifade etmek üzere,  suspension of hire ,  breakdown ,  cesser of hire  ifadelerinin de kullanıldığı görülmektedir. Açıklamalar için bkz O Brien (n) 965.  Bu hususta bkz BALTIME 1939, Par .11 de geminin kullanım dışı sayılacağı halleri ifade etmek üzere  Suspension of Hire  kavramı tercih edilmiştir.13  Ayrıntılı açıklamalar için bkz Braden Vandeventer, ‘Analysis of Basic Provisions of Voyage and Time Charter Par ies  (1974-1975) 49 Tul Law Rev 806, 826 vd; O Brien (n 6)  962 ve 966, 968;  Michael Marks Cohen, ‘Confusion in the Drafting and Application of Off-Hire Clauses  (1978) 9 J Mar L & Com 343, 343. Off-hire klozlarının, istisnai nitelikte olduğu ve sadece çartererin yararına hizmet ettiği gözetildiğinde dar yorumlanması gerektiği hakkında bkz John Weale, ‘The NYPE Off-Hire Clause and Third Par y Intervention: Can an Efficient Vessel Be Placed Off-Hire  (2002) 33 J Mar L & Com 133, 138. Off-hire klozlarının yorumlanması hakkında bkz Rabe ve Bahnsen (n 1) Nr 36-39.339İstanbul Hukuk Mecmuası 78/2Uygulamada sıklıkla ihtilaflara sebebiyet veren off-hire klozları, donatanın veya fiillerinden sorumlu olduğu kişilerin kusurundan bağımsız olarak ve sözleşmedeki tarafların  sorumluluğunu  ortadan  kaldıran  mücbir  sebep,  deniz  tehlikesi  gibi sözleşme şartlarından etkilenmeksizin uygulanmaktadır. Bununla birlikte, standart çarter partilerin her birinde farklı off-hire klozlarına yer verilmekte, bu nedenle geminin  kullanım  dışı  (off-hire)  sayılmasına  imkân  veren  sebepler  ile  off-hire halinde tahsis ücretinin ödenmesine ve geminin kullanım dışı sayılacağı sürenin belirlenmesine ilişkin esaslar çarter partide yer alan klozun kapsamına göre değişiklik göstermektedir. Uygulamada off-hire halinde zaman kaybının belirlenmesi bakımından farklı iki türde kayıt kullanılabilmekte; bazı off-hire klozlarında,  geminin tahsis edildiği gayeye uygun olarak faaliyette  bulunamadığı  zaman parçası  kayıp zaman olarak değerlendirilirken (net loss of time clauses), bir diğer kısmında ise kayıp zamanın tespitinde geminin tahsis edildiği gayeye uygun olmaktan çıktığı zaman dilimi dikkate alınmaktadır (period clauses)16. Diğer taraftan, çarter partilerin önemli bir kısmında uygulamada ortaya çıkabilecek ihtilafların önüne geçmek amacıyla, offhire kuralının uygulanabilmesi ve bu çerçevede çartererin tahsis ücreti ödemekten kurtulabilmesi için  belli bir sürenin geçmiş olması  aranmaktadır. Bu yöndeki düzenlemelerin varlığı halinde ortaya çıkan bir sakınca ise, çok defa geminin ticari bakımdan  kullanılabilir  durumda  olmadığı  sürenin  hükümde  öngörülen   belli süreden  daha kısa olması nedeniyle off-hire klozunun işlerlik kazanamamasıdır. Bu sakıncanın önüne geçebilmek amacıyla ise, uygulamada kullanılan bazı çarter partilerde  toplam gecikme süresi  düzenlemesine yer verilmektedir. Bu halde, sürenin sona ermesi ile birlikte tüm zaman kayıpları toplanarak buna göre tahsis ücreti kesintisi yapılmaktadır.  14  Weale (n 13) 137; Vandeventer (n 13) 826; Ülgener, Çarter Sözleşmeleri II (n 1) 128. Bununla birlikte, uygulamada kullanılan standart çarter partilerde, çok defa off-hire sebebi teşkil eden olayın ortaya çıkışı bakımından çartererin veya onun fiillerinden sorumlu olduğu kişilerin kusurlarına sonuç bağlandığı; geminin kullanım dışı kabul edilmesine sebebiyet veren olayın ortaya çıkmasında çarterer veya onun fiillerinden sorumlu kişilerin kusurunun etkili olduğu durumlarda geminin ticari bakımdan kullanılabilir olmadığı bu süre için çartererin tahsis ücreti ödeme borcunun devam edeceği yönünde kayıtlara yer verildiği görülmektedir.    Uygulamada kullanılan bazı çarter partilerdeki off-hire klozlarında, off hire sebebi olarak zikredilen bazı hallerin çarterer veya onun sorumlu olduğu şahısların kusur ve ihmallerinden ileri gelebileceğinin göz ardı edildiği;  bu durumun bir sonucu olarak donatanın aslında çartererin kusuru nedeniyle sebebiyet vermiş olduğu bir durum nedeniyle aslında haketmiş olduğu navlunu alamayabileceği; ancak sonradan zarara uğradığını ileri sürerek dava yolu ile bunu tazminat esasları çerçevesinde talep edebildiği; bu sakıncanın çarter partilerde yer alan kaydın değiştirilmesi ve  çartererin kusuru bulunmadığı takdirde  cümlesinin eklenmesi ile bertaraf edilebildiği yönünde bkz  Fehmi Mehmet  Ülgener, ‘Zaman Çarteri Sözleşmesinde Gecikmeden Dolayı Donatanın Sorumluluğu (Off-Hire Klozu)  (1990) 15 Banka ve Ticaret Hukuku Dergisi 21, 26. Yazar ayrıca, navlun sözleşmesinin ifası sırasında ortaya çıkabilecek ve çartererin faaliyet sahasından kaynaklanmakla birlikte çartererin kusurunun sebebiyet vermediği off-hire sebepleri bakımından, çarter partilere sonradan eklenecek bu yöndeki kayıtların da zaman zaman yetersiz kalabileceğini ifade etmektedir. Açıklamalar için ayrıca bkz Cohen (n 13) 346.15  Vandeventer (n 13) 826.16  Ayrıntılı açıklamalar için bkz Rabe ve Bahnsen (n 1) § 565 Nr 34; Terence Coghlin, Andrew Baker, Julian Kenny ve John Kimball, Time Charters (6. Bası 2008) 453 vd. Ayrıca bkz O Brien (n) 968 vd; Vandeventer (n 13) 826. Brüt kayıp zamanın esas alındığı off hire klozlarının (period clauses) çarterer lehine iken, net zaman kaybına ilişkin olanlarının ise donatan lehine sonuç doğuracağı hakkında bkz Ülgener, Çarter Sözleşmeleri II (n 1) 130 vd.17  O Brien (n) 968-969.18  Açıklamalar için bkz Ülgener,  Off Hire (n 15) 31.340Taşkın / COVID-19 Pandemisinin Zaman Çarteri Sözleşmeleri Üzerindeki Etkilerinin  Off-Hire  Klozu Bağlamında...Off-hire  klozunun  uygulanabilmesi  ve  çartererin  geminin  hareketsiz  kalması nedeniyle  kaybedilen  zaman  dilimi  bakımından  tahsis  ücreti  ödemekten kurtulabilmesi için sözleşmede  off-hire  sebebi olarak sayılan hallerden herhangi birinin gerçekleşmiş olması, tek başına yeterli değildir. Aynı zamanda geminin tahsis edilmiş olduğu amaca uygun olarak kullanılamamış olması nedeniyle ortaya çıkan zaman kaybı ile çarter partide açıkça zikredilen bu off-hire sebebinin gerçekleşmiş olması arasında illiyet bağı bulunması gerektiğine dikkat çekilmelidir. Buna göre, uygulamada  kullanılan  standart  çarter  partiler  ve  mahkeme  kararları  uyarınca, çartererin tahsis ücreti ödeme borcundan kurtulabilmesi için, çarter partide off-hire sebepleri arasında sayılan hallerden birinin gerçekleştiğini; bu sebeple geminin belirli bir süre istihdam edilemediğini ve geminin tahsis edildiği gayeye uygun olarak kullanımının kesintiye uğradığını ispat etmesi gerekmektedir.B. Geminin Kullanım Dışı (Off-Hire) Kalmasına Sebep Olan Haller1. Genel olarakUygulamada zaman çarteri sözleşmeleri, neredeyse istisnasız şekilde standart form  sözleşmeler  çerçevesinde  akdedilmektedir.  Bu  standart  çarter  partilerde, tarafların sözleşmeden doğan temel edimleri bakımından genel itibariyle yeknesaklık söz konusu ise de, bunun dışında sözleşmenin ifasına yönelik pek çok hususta farklı düzenlemelere yer verilmektedir. Ayrıca, bazen somut olayın gerekli kıldığı ihtiyaçlar doğrultusunda, tarafların standart form sözleşmelerde yer alan hükümleri de  değiştirdikleri  veya  duruma  göre  bu  standart  sözleşmelere  yeni  hükümler ekledikleri  de  görülmektedir.  Standart  çarter  partilerin  hemen  hemen  hepsinde off-hire hükümlerine yer verilmekle birlikte,  geminin kullanım dışı sayılmasını mümkün kılan sebepler  ile geminin kullanım dışı sayılması halinde tahsis ücreti kesintisine esas teşkil edecek  zaman kaybının  ve  ücrette yapılacak kesintinin  belirlenmesi bakımından her birinde farklı esaslar getirilmiştir. Çarter partilerde çok defa farklı şekilde ifade edilmekle birlikte,  personel yetersizliği, gemideki arızalar ve buna bağlı zararlar, hız kayıpları, aşırı yakıt tüketimi, yükleme ve boşaltma kapasitesinde düşüş, yükleme-boşaltma teçhizatındaki elverişsizlik, çatma- karaya oturma, ihtiyati haciz, müsadere ve sapma  gibi hallerin yanı sıra,  savaş, hastalık ve karantina tedbirleri  gibi doğrudan gemiden kaynaklanmayan durumların da  offhire  sebebi olarak sayıldığına dikkat çekilmelidir. Bunun yanı sıra, aşağıda daha ayrıntılı şekilde inceleneceği üzere, uygulamada kullanılan standart çarter partilerde, özel off-hire sebepleri ile birlikte genel nitelikte off-hire kayıtlarına da yer verildiği görülmektedir. Uygulamada akdedilen sözleşmelerde off-hire sebeplerinin çeşitliliği nedeniyle,  geminin  ticari  bakımdan  kullanılabilir  durumda  bulunmadığı  zaman 19  Bkz Ülgener, Off-Hire (n 15) 27; Weale (n 13) 141.20  Ülgener, Çarter Sözleşmeleri II (n 1) 134; Weale, 138. 341İstanbul Hukuk Mecmuası 78/2diliminde kullanım dışı sayılıp sayılmayacağı, her bir somut olay bakımından ayrıca değerlendirilmelidir.2. COVID-19 Salgınının Tahsis Ücreti Ödeme Borcu Üzerindeki Etkisinin Standart Çarter Partilerdeki Off-Hire Klozları Çerçevesinde DeğerlendirilmesiTüm dünyayı kısa süre içinde etkisi altına alan ve 11 Mart 2020 tarihinde, Dünya Sağlık Örgütü tarafından pandemi ilan edilmesiyle birlikte pek çok alanda sert önlemler alınmasına sebebiyet veren korona virüs salgını, ticaret hayatında önemli bir  gerileme  yaratmıştır.  Salgından,  dünya  ticaretinde  etkin  rol  oynayan  deniz taşımacılığı da büyük ölçüde etkilenmiş; salgının yayılmasını önlemek amacıyla getirilen sınırlamalar, deniz yoluyla yük veya yolcu taşınmasını zorlaştırmış hatta zaman zaman imkânsız hale getirmiştir. Dünya Sağlık Örgütü, daha salgının ilk dönemlerinde, ticaret hayatının işlemesini engelleyecek dahi olsa, insanların ve eşyaların dolanımının durdurulmasının, salgınla mücadelede önem taşıdığını vurgulamış ve bir dizi tavsiye kararı yayınlamıştır. Dünya Sağlık Örgütünün tavsiye kararları doğrultusunda, salgınının da etkisini arttırması ile birlikte, ülkemiz de dâhil pek çok ülkede çok sıkı önlemler alınmış ve zaman zaman deniz yolu ile taşımacılık durma noktasına gelmiştir. Pek çok ülkede COVID-19 salgınının olumsuz etkilerini en aza indirmek ve salgının yayılmasını engellemek amacıyla limanlara gelen  gemilere yönelik  birtakım tedbirler aldıktan başka,  ticaretin devamını sağlamaya  yönelik bazı yeni uygulamalar geliştirilmiştir. Bu  çerçevede,  gemilerin  limana  girişinden  önceki  safhada  yapılması  gereken bildirime  ilişkin  süreler  uzatılmış;  limanlara  giriş  bakımından  geminin  limana girişinde tıbbi yönden sakınca bulunmadığına dair serbest pratika düzenlenmesi, gemilerin giriş yaptıkları son limanların tespit edilerek yakın zamanda riskli liman olarak nitelendirilen limanlara giriş yapan gemilerin limana girişinin engellenmesi; gemilerin dezenfekte edilmesi; gerektiği takdirde karantinaya alınması; temasın asgari seviyeye indirilmesi için fiziki evrak teslimi ile yapılan bazı işlemlerin ve bildirimlerin elektronik posta yolu ile veya online olarak yapılması gibi birtakım tedbirlere başvurulmuş hatta bu süreçte limanların gemi giriş-çıkışına kapatılmasına kadar varan ciddi sınırlamalar getirilmiştir. 21  Dünya Sağlık Örgütü tavsiyeler için bkz (Çevrimiçi), https://www.who.int/news-room/articles-detail/updated-whorecommendations-for-international-traffic-in-relation-to-covid-19-outbreak, 8 Haziran 202022   9 Mayıs 2008 tarihli Gemi Sağlık Resmi Kanunu Uygulama Yönetmeliği m.4(f) uyarınca  sebest pratika ,  Genel olarak, gemideki sağlık durumunun incelenmesi suretiyle, geminin Türk kıyı ve limanlarıyla ihtilâtında sıhhî bir sakınca olmadığını tespit edip belgelemeyi  ifade etmektedir.23  Ülkemizde limanlarda alınması gereken önlemler esas itibariyle, Ulaştırma ve Altyapı Bakanlığı tarafından hazırlanan 16.03.2020 tarih ve 2020/2 sayılı Genelge ile düzenlenmiş, bununla birlikte sonraki süreçte de ihtiyaçlar çerçevesinde yeni düzenlemeler de getirilmiştir. 342Taşkın / COVID-19 Pandemisinin Zaman Çarteri Sözleşmeleri Üzerindeki Etkilerinin  Off-Hire  Klozu Bağlamında...COVID-19  salgınından  dolayı  alınan  önlemler  nedeniyle,  deniz  yolu  eşya taşımacılığında uzun zamandan beri süregelen ve eşyanın uzak limanlar arasında hızlı bir şekilde nakledilmesini sağlayan olağan yöntemler terk edilmiş; bu durum, eşyanın bir yerden diğer bir yere taşınması sürecini oldukça uzatmış ve hatta limanlara girişin yasaklandığı durumlarda eşyanın taşınmasını limanın tekrar açılmasına kadar olan zaman dilimi boyunca imkânsız hale getirmiştir. Dolayısıyla, salgın süresince zaman çarteri sözleşmeleri bakımından, çartererin ticari yönetim hakkı kapsamında vermiş olduğu talimatların yerine getirilmesi de zorlaşmış olup, gemilerin limana girişi, yüklerin limandan teslim alınması ve varma limanında teslim edilmesindeki zorluklar karşısında çartererlerin sözleşme hükümleri çerçevesinde elde ettiği ticari yönetim hakkını kullanması zaman zaman mümkün olamamıştır. Yukarıda da ifade edildiği üzere, zaman çarteri sözleşmelerinde, geminin ticari bakımdan kullanılabilir olmadığı süreçte çartererin tahsis ücreti ödeme borcundan kurtulmasını öngören off-hire klozlarına yer verilmekte ise de, bu kayıtlar her çarter partide farklı şekilde düzenlenmekte ve çok defa hâlihazırdaki COVID-19 salgını gibi bir salgın hastalığın mevcudiyeti,  geminin  kullanım  dışı  sayılması  bakımından  tek  başına  yeterli olmamaktadır.Standart çarter partilerde, COVID-19 salgını nedeniyle geminin kullanım dışı sayılmasını mümkün kılabilecek farklı türde off-hire klozlarının bulunması karşısında, çarter partilerde yer alan ve salgın nedeniyle geminin off-hire hale gelerek çartererin bu süreç için ücret ödeme yükümlülüğünden kurtulmasına imkân verebilecek bazı off hire sebeplerinin ve bu klozlar çerçevesinde geminin hangi esaslara göre kullanım dışı sayılacağının tespiti, içinde bulunduğumuz koşullarda önem arz etmektedir. a. Gemideki Hastalık ve Karantina Tedbirleri Uygulamada kullanılan bazı standart çarter partilerde,  gemideki hastalık ve karantina tedbirleri , off-hire sebepleri arasında açıkça sayılmaktadır. COVID-19 salgını süresince, gerçekleşme ihtimali son derece yüksek olan bu hallerin geminin kullanım dışı sayılmasına sebebiyet verebilmesi için somut olayda kullanılan çarter partide bu hususta açık bir hükmün yer alması ve hükümde belirtilen şartların gerçekleşmiş olması gerekmektedir.  Her bir standart çarter partide farklı off-hire sebeplerine yer verilmesi ve geminin kullanım dışı sayılması halinde tahsis ücretinde yapılacak kesintinin belirlenmesi de dâhil olmak üzere geminin  off-hire  durumu bakımından farklı esasların öngörülmesi karşısında, uygulamada kullanılan standart çarter partilerdeki ilgili hükümlerin incelenmesi önem taşımaktadır. Uygulamada sıklıkla tercih edilen ve 2003 tarihinde güncellenen SHELLTIME 4 standart çarter partisinde karantina uygulanması halinde geminin kullanım dışı kabul edilmesine imkân verecek açık bir kayıt yer almaktadır (SHELLTIME 4, Par.21/343İstanbul Hukuk Mecmuası 78/2iv). Bu kayda göre, kaptan, mürettebat veya görevlilerin karadaki enfekte olmuş bir bölge (infected area) ile irtibat geçmiş olması nedeniyle uygulanan karantinadan kaynaklanan gecikmeler off-hire sebebi olarak sayılmıştır. Bununla birlikte, bu sözleşme hükmünde, geminin ticari olarak kullanılamamasında çartererin katkısının bulunması ihtimali bakımından ise açık bir istisna getirilmiş; hükme,  çartererin veya çartererin temsilcilerinin yazılı izni veya talimatı olmaksızın   şeklinde bir ifade eklenmiştir. Bu şekilde, çartererin yazılı izin veya talimatı çerçevesinde karadaki enfekte olmuş bir bölge ile temas nedeniyle uygulanan karantina tedbirlerinden dolayı çartererin tahsis ücreti ödeme borcunda kesinti yapılmasının önü kesilmiştir. Diğer  taraftan  bu  kayıt  uyarınca,  karantina  tedbirinin  uygulanması  tek  başına yeterli olmayıp, ayrıca karantina nedeniyle bir gecikmenin meydana gelmiş olması aranmaktadır. Bu şart, ilgili kaydın başında,  gemi hizmetinin kesintiye uğraması, geminin performansında azalma veya diğer herhangi bir surette zaman kaybının ortaya çıkmış olması  şeklinde ifade edilmiştir.SHELLTIME 4 te,  Off-hire  başlıklı paragrafta, geminin COVID-19 salgını çerçevesinde kullanım dışı sayılmasını mümkün kılabilecek bir diğer sebep daha yer almaktadır. Buna göre,  tıbbi yardım veya tedavi alınması amacıyla veya hasta veya yaralı bir kişinin veya cesedin karaya çıkarılması  nedeniyle kaybedilen süre de geminin kullanım dışı kalmasına sebebiyet verebilecektir (SHELLTIME 4, Par.21/(iii)). Yukarıda bahsedildiği üzere,  karantina  klozu ile benzer şekilde, geminin kullanımını engelleyen bu off-hire sebebinin de çarterer veya temsilcisi ile bağlantılı olarak ortaya çıkmış olması ihtimali özel olarak düzenlenmiştir. Buna göre, karaya çıkarılması gereken yaralı veya hasta kişinin veya cesedin çartererin temsilcileri olması durumunda gemi kullanım dışı sayılmayacaktır. Bununla birlikte, bu off-hire sebebinde,  karantina  halinden farklı olarak,  tıbbi yardım/tedavi alınmasını veya hasta veya yaralı kişinin karaya çıkarılması nı gerektiren durumun geminin kullanım dışı kalmasına sebebiyet verebilmesi için belli bir ağırlığa ulaşmış olması aranmıştır. Bu hüküm çerçevesinde, bu sebeple ortaya çıkan zaman kaybının kesintisiz üç saatten uzun bir süre boyunca devam etmemesi durumunda gemi kullanım dışı sayılmayacak ve çartererin ücret ödeme borcu kesintiye uğramadan devam edecektir. 24   …… due  to any delay in quarantine arising from the master, officers or crew having had  communication with the shore at any infected area without the written consent or  instructions of Charterers or their agents,……… 25   On each and every occasion that there is loss of time (whether by way of interruption in the   vessel s service or, from reduction in the vessel s performance, or in any other manner….  (SHELLTIME 4, Par  21/a)26   for  the  purpose   of obtaining medical advice or treatment for or landing any sick or   injured person (other than a Charterers  representative carried under Clause 17 hereof) or   for the purpose of landing the body of any person (other than a Charterers   representative)……. 27  Hükümde yer verilen  çartererin temsilcisi (charterers  representative) ile kastedilen ise SHELLTIME 4, Par 17 deki düzenleme çerçevesinde çartererin gemiye gönderdiği temsilcilerdir.  İhtiyaç fazlası çalışanlar (Supernumeraries)  başlıklı sözleşme hükmü çerçevesinde, çarterer gönderdiği her bir temsilci için günlük belli bir meblağ ödemek suretiyle, çarter sözleşmesine istinaden yapılmakta olan seferlerde geminin uygun konaklama alanlarında kalmak üzere gemiye temsilciler gönderebilecektir.28   …such loss continues for more than three consecutive hours 344Taşkın / COVID-19 Pandemisinin Zaman Çarteri Sözleşmeleri Üzerindeki Etkilerinin  Off-Hire  Klozu Bağlamında...Bu  halde,  SHELLTIME  4  Par.21  çerçevesinde,  hükümde  sayılan  ve  içinde bulunduğumuz COVID-19 salgını döneminde karşılaşılması kuvvetle muhtemel olan bu şartların sağlanması durumunda karantina tedbiri uygulanan geminin, zaman kaybının başladığı andan tekrar hazır ve hizmetini devam ettirebilmeye elverişli hale gelmesine kadar olan süreç boyunca off-hire konumda sayılmasının ve çarter partideki açık hüküm gereği, karantinadan dolayı kaybedilen süre için tahsis ücreti ödenmeyeceğinin ihtimal dâhilinde olduğu söylenebilir. Bununla birlikte, geminin bu hüküm çerçevesinde off-hire konumda kabul edildiği zaman diliminde geminin vermiş  olduğu  hizmet  veya  yaptığı  seyir,  tahsis  ücretinde  yapılacak  indirimin belirlenmesinde dikkate alınacaktır (SHELLTIME 4 Par. 21).SHELLTIME 4 standart çarter partisine benzer şekilde SUPPLYTIME 2017 de de  geminin karantinası  çartererin ödeme yükümlülüğünün kesintiye uğramasını sağlayan  bir  off-hire  sebebi  olarak  düzenlenmiştir.  Nitekim  SUPPLYTIME 2017 nin  Off-hire  başlıklı ve 13 numaralı paragrafı uyarınca, enfekte olmuş alandaki liman veya başka bir gemi ile mürettebatın temasından kaynaklanan ‘karantina veya karantina riski , geminin off-hire sayılmasına sebebiyet verecektir. Bununla birlikte, karantina veya karantina riskinin, mürettebatın enfekte olmuş alanda bulunan liman veya diğer gemi ile  çartererin talimatı çerçevesinde veya çartererin yazılı iznine istinaden  temas etmiş olmasından ileri gelmesi ihtimalinde, hükümdeki  off-hire  şartı  sağlanmayacak  ve  çarterer  geminin  ticari  bakımdan kullanılabilir  durumda  olmadığı  zaman  dilimi  için  de  ücret  ödemeye  devam edecektir (SUPPLYTIME 2017, Par.13/a (ii)).COVID-19 salgının, ortaya çıktığı günden bu yana çok sayıda yük gemisinde istihdam edilen gemi adamları arasında hastalık belirtilerinin görüldüğü, gemideki mürettabatın hastalık nedeniyle yaşamını yitirdiği ve gemi ile mürettebatın karantinaya 29   …..provided, however, that any service given or distance made good by the vessel whilst off-hire shall be   taken into account in assessing the amount to be deducted from hire……. 30  Uygulamada zaman çarteri sözleşmelerinin akdinde sıklıkla kullanılan BALTIME 1939, NYPE 93 ve NYPE 2015 standart çarter partilerinde ise, doğrudan  gemideki hastalık ve karantina tedbirleri ni doğrudan off-hire sebebi olarak nitelendiren bir hüküm yer almamaktadır31   … shall not cease in the event of the Vessel  being prevented from working as aforesaid as a result of:…….quarantine or risk of quarantine unless cause by the crew having communication with the shore other vessel at any infected area not in connection with the employment of the Vesse without the consent or the instructions of the Charterers…. 32  Çok yakın zamanda, ülkemiz karasularında da benzer bir olay yaşamıştır. Çin merkezli COSCO Shipping Bulker Şirketine ait olan ve Hong Kong bayraklı Feng De Hai isimli gemi, İstanbul Boğazı ndan geçmek üzere demirleme alanında beklediği sırada gemi kaptanının korona virüs nedeniyle hayatını kaybettiği belirlenmiş ve gemi karantinaya alınmıştır. https://www.lojiport.com/cosco-kaptani-bogaz-girisinde-virusten-oldu-107429h.htm Erişim tarihi: 11 Haziran 2020.345İstanbul Hukuk Mecmuası 78/2alındığı bilinmektedir. Bu nedenle, SUPPLYTIME 2017 ve SHELLTIME 4 te açıkça off-hire sebebi olarak zikredilen  gemideki hastalık ve geminin karantinası , zaman çarteri sözleşmeleri bakımından salgın süresince karşılaşılma olasılığı oldukça yüksek bir off-hire sebebi olarak karşımıza çıkmaktadır.b. Belgelerin EksikliğiZaman çarteri sözleşmelerine ilişkin standart çarter partilerde, geminin seyri için gerekli olan  gemiyle ilgili bazı belgeler  ile  gemi adamlarına ilişkin belgelerin  eksikliği off-hire sebebi olarak düzenlenmekte ve bu nedenle kaybedilen zaman bakımdan çartererin ücret ödemekle yükümlü olmayacağına ilişkin kayıtlara yer verilmektedir.Daha  önce  de  ifade  edildiği  üzere,  zaman  çarteri  sözleşmelerinde  geminin ticari  yönetimi  çarterere  bırakılırken,  teknik  yönetimi  ise  donatanda  kalmaya devam etmektedir. Geminin teknik yönetimini elinde bulunduran donatan, gemiyi kararlaştırılan tarihte ve yerde hazır ve tahsis amacına elverişli halde bulundurmaktan başka ayrıca gemiye ve gemi adamlarına ilişkin bazı belgeleri temin etmek, sözleşme süresi boyunca bu belgelerin devamlılığını sağlamak ve gemide bulundurmakla da yükümlüdür. Nitekim uygulamada kullanılan standart sözleşmelerde, donatanın temin etmesi gereken belgeler ayrıntılı bir şekilde düzenlenmektedir. NYPE 2015 standart çarter partisinde, donatanın yükümlülükleri arasında,  Uluslararası tonaj sertifikası,  Süveyş  ve  Panama  tonaj  sertifikaları,  sicil  kayıt  belgeleri,  geminin dayanıklılığı, güvenliği ve geminin donanımının elverişliliğine ilişkin belgeler de dâhil olmak ancak bunlarla sınırlı olmamak üzere, geminin kabul edilen sınırlar dâhilinde ticaret yapabilmesi için gerekli olan belgelerin temin edilmesi ve devamlılığının 33  Salgının başladığı günden beri dünya çapında çok sayıda yük ve yolcu gemisi için karantina tedbiri uygulanmıştır. Örnek bir olay için bkz http://www.maritimebulletin.net/2020/05/13/panamax-container-ship-under-quarantine-until-may-16brazil Erişim tarihi: 13 Haziran 2020. 17 Mayıs 2020 de, Panama bayraklı Barbara isimli konteyner gemisi, gemideki 10 mürettebatın covid-19 testlerinin pozitif çıkmasının ardından, test sonucu pozitif çıkan mürettebatın herhangi bir yoğun bakım veya tedavi ihtiyacı olmadığı ve hastalık belirtisi dahi göstermediği halde Brezilya nın Santos Limanı nda karantinaya alınmıştır.   İleride ayrıntılı şekilde ifade edileceği üzere, gemi ve mürettebat üzerinde karantina uygulaması aynı zamanda gemi hizmetlerinin ifasında önemli rol oynayan gemi adamlarının yetersizliği (deficiency of crew) ihtimalini gündeme getirecektir. Hastalık nedeniyle uygulanan karantina tedbirlerinin gemi adamlarının yetersizliğine sebebiyet verebileceği ve bu nedenle gemiye yeni gemi adamları alınıp gemi çalışabilir hale gelinceye kadar  gemi adamlarının yetersizliğinden  ileri gelen bir off-hire durumunun söz konusu olabileceği hakkında bkz Coghlin, Baker, Kenny ve Kimball (n 16) 460.34  Bununla birlikte bazı çarter partilerde, güvenli liman (safe port/safe berth) kavramının bir görünümü olarak, çartererin güvenli olmayan ve salgın hastalığın mevcut olduğu bir liman bakımından talimat veremeyeceği yönünde hükümlere yer verildiği belirtilmelidir. SHELLTIME 4 Par  4(c) de  de bu yönde bir kloz yer almaktadır. Söz konusu kloza göre,  çartererler, gemin sadece güvenli yerlerde kullanılmasını sağlamak hususunda gerekli özeni göstermekle yükümlü dür. Klozun devamından anlaşıldığı üzere, çarter partide geçen  güvenli yerler (safe places)  terimi, geminin her zaman güvenli şekilde yüzebildiği limanlar, rıhtımlar, demir yerleri, denizaltı hatları, iskeleleri, gemi bordalarını ve denizin kapsadığı diğer alanları ifade etmektedir. ( …..Charterers shall use due diligence to ensure that the vessel is only employed between and at safe   places (which expression when used in this charter shall include ports, berths, wharves, docks,  anchorages, submarine lines, alongside vessels or lighters, and other locations including   locations at sea) where she can safely lie always afloat….). Güvenli liman kavramı hakkında ayrıntılı açıklamalar için bkz Ülgener, Çarter Sözleşmeleri II (n 1) 163 vd; Nunes (n 1) 569 vd; Steven M Rubin, ‘Safe Port and Berth Provisions in Time Charter Agreements: Apportioning Liability to Deter Accidents and Minimize Costs  (1982) 36 U Miami L Rev 465, 470 vd. 35  Açıklamalar için bkz Coghlin, Baker, Kenny ve Kimball (n 16) 169 vd.346Taşkın / COVID-19 Pandemisinin Zaman Çarteri Sözleşmeleri Üzerindeki Etkilerinin  Off-Hire  Klozu Bağlamında...sağlanması  da yer almaktadır (NYPE 2015 Par.6(b)). Bu belgelerin yanı sıra,  NYPE 2015 te  petrol kirliliği için mali sorumluluk sertifikaları da sözleşme süresince devamlılığı sağlanması gereken belge ler arasında sayılmaktadır. Bununla birlikte, çarter  partide,  gemide  bulundurulması  gereken,  gemiye  veya  gemi  adamlarına ilişkin belgelerin eksikliği açıkça off-hire sebebi olarak zikredilmemiş ise de,  offhire  başlıklı 17. paragrafta,  geminin, gemideki eksikliklerden dolayı liman devleti veya diğer yetkili mercilerce alıkonulması  nedeniyle kaybedilen süre bakımından kullanım dışı sayılacağı ve tahsis ücretinin ödenmeyeceği düzenlenmiştir.FONASBATIME standart çarter partisinde, mürettebatın sağlık sertifikaları, gemi ile ilgili sertifikalar ve Panama ve Süveyş Kanalları ölçüm sertifikaları da dâhil olmak üzere olağan hizmetlerin ifası için gerekli sertifikaların eksikliği off-hire sebebi olarak düzenlenmiştir. Bununla birlikte, sınıflandırma kuruluşları tarafından verilen denize elverişlilik sertifikalarının eksikliğinden ileri gelen gecikmeler de bu kloz çerçevesinde off-hire sebebi teşkil etmektedir. Çarter partide yer alan bir başka paragrafta ise  yük donanımı sertifikalarındaki eksiklikten ileri gelen gecikme nin geminin kullanım dışı olmasına sebebiyet vereceği hüküm altına alınmıştır.COVID-19  salgınının  denizcilik  alanındaki  önemli  bir  etkisi  de  gemiye  ve gemi adamlarına ilişkin sertifikaların verilmesi bakımından ortaya çıkmış, salgın nedeniyle bu sertifikaların düzenlenmesi veya yenilenmesi son derece zorlaşmış veya mümkün olamamıştır. Bu durumu göz önünde bulunduran IMO, salgının ortaya  çıkmasından  sonraki  süreçte  IMO  üyesi  devletler  için  gemiye  ve  gemi adamlarına ilişkin zorunlu sertifikalar ile ilgili bir dizi tavsiye kararı yayınlamıştır. Bu çerçevede, gemi adamlarının alması gereken sertifikaların salgın süresince temin edilmesindeki zorluk gözetilerek tavsiye niteliğinde bazı istisnai kurallar getirilmiş; 2 Nisan 2020 tarihli IMO Genelgesinde, düzenleme mercilerine ve yetkili liman devleti mercilerine, içinde bulunulan salgın koşullarında sağlık sertifikaları da dâhil 36   The Owners shall provide any documentation relating to the Vessel as required to permit the  Vessel to trade within the agreed limits, including but not limited to International Tonnage Certificate, Suez and Panama tonnage certificates, Certificates of Registry, and certificates relating  to the strength, safety and/or serviceability of the Vessel s gear. Such documentation shall be maintained during the currency of the Charter Par y as necessary…….  also provide and maintain such Certificates of Financial Responsibility for oil pollution  to permit the Vessel to trade within the agreed limits as may be required at the commencement of  the Charter Par y..   Benzer hüküm önemsiz ifade farklılıkları ile, NYPE 93 (Par  40); SUPPLYTIME 2017 (Par 8(a), Par  11(a)); GENTIME (Par 11(e)) de de yer almaktadır. Bununla birlikte özellikle SUPPLYTIME 2017 de, sözleşme uyarınca donatan tarafından temin edilmesi gereken belgelerin, sağlık sertifikası (sanitation certificate) da dâhil olmak üzere oldukça ayrıntılı şekilde düzenlendiğine dikkat çekilmelidir.37   ……..or detention by Port State control or other competent authority for Vessel deficiencies……..or by any other similar cause preventing the full working of the Vessel, the payment of hire  and overtime, if any, shall cease for the time thereby lost….. 38  Açıklamalar için bkz Cohen (n 13) 353; Ülgener, Çarter Sözleşmeleri II (n 1)144 vd.39  Fonasbatime 25.40   International Maritime Organization 41  IMO Circular Letter No.4204/Add.5/Rev.1, 4 April 2020 (Coronavirus (COVID-19) – Guidance relating to the certification of seafarers and fishing vessel personnel). Genelge hükümlerinin tam metni için bkz http://www.imo.org/en/MediaCentre/HotTopics/Documents/Circular%20Letter%20No.4204%20Add.5%20Rev.1.pdf Erişim tarihi: 11 Haziran 2020.347İstanbul Hukuk Mecmuası 78/2olmak üzere,  1978 tarihli Gemi Adamlarının Eğitim, Belgelendirilme ve Vardiya Standartları  Hakkında  Uluslararası  Sözleşme   hükümlerine  istinaden  alınması gereken sertifikaların sürelerinin uzatılması ve kabulü – onaylanmasında pragmatik bir yaklaşım sergilemeleri yönünde tavsiyede bulunulmuştur.IMO, daha sonraki bir tarihte  gemiye ilişkin bazı sertifikalar  bakımından da benzer bir Genelge yayınlamıştır. Söz konusu Genelgede, tüm gemilerin bayrak devleti idaresi ve yetkilendirilmiş kuruluşlarca sörveyinin yapılması ve bu çerçevede gerekli  sertifikaların  düzenlenmesi  gereği  belirtilmekle  birlikte,  COVID-19 salgınının gemi sörveylerinin yapılmasında ve diğer pek çok olağan denizcilik hizmetlerinde,  birtakım  aksaklıklara  sebebiyet  verdiği;  salgın  süresince  sörveyi yapacakların limanlara girişinin reddedilebildiği veya salgına bağlı diğer herhangi bir sebeple gemilerin denetimlerinin yapılamadığı; sertifika alınması amacıyla sörvey yapılmasının, içinde bulunulan koşullar altında imkânsız olduğu durumlarda, bazı bayrak devletlerinin  kısa süreli sertifikalar düzenlenmesi  veya  sertifika sürelerinin mümkün oldukça uzatılması  gibi alternatif yöntemler geliştirdiği vurgulanmıştır. Salgının sebebiyet verdiği bu zorluklar gözetilerek, Genelgede,  Genel Sekreterliğin görüşünün,  ‘sertifikaların  geçerlik  süresinin  uzatılmasının,  ancak  olağanüstü şartlarda ve kısa süreli sertifikalar düzenlenmesi gibi alternatif bir yöntemin söz konusu olmadığı durumlarda başvurulabilecek bir çözüm olarak kabul edilebileceği  yönünde olduğu na ilişkin bir ifadeye de yer verilmiştir.IMO tarafından COVID-19 salgınının yarattığı olağanüstü koşullar nedeniyle yayınlanan ve üye devletlere  tavsiye niteliğinde  kararlar içeren bu Genelgeler çerçevesinde, ülkemizin de dâhil olduğu pek çok üye devlet gemi ve gemi adamlarına yönelik  sertifikalar  ile  ilgili  olarak  anılan  IMO  Genelgeleri  ile  uyumlu  bazı düzenlemeler yapmıştır. Yapılan bu düzenlemeler ile, salgının sebebiyet vereceği aksaklıklar göz önünde bulundurularak, alınması ve gemide bulundurulması zorunlu olan gemiye ve gemi adamlarına ilişkin belgelerin süresi uzatılmış veya salgının 42  International Convention on Standards of Training, Certification and Watchkeeping for Seafarers – STCW 1978. Türkiye, söz konusu Sözleşmeye taraf olup, Sözleşmeye katılmamız, 20.04.1989 tarihli ve 3539 sayılı Kanun ile uygun bulunmuştur. 43  Circular Letter No.4204/Add.19, 2 June 2020 (Coronavirus (COVID-19) – Guidance for flag States regarding surveys and renewals of certificates during the COVID-19 pandemic)  Genelgenin tam metni için bkz http://www.imo.org/en/MediaCentre/HotTopics/Documents/COVID%20CL%204204%20adds/Circular%20Letter%20No.4204-Add.19%20-%20Coronavirus%20(COVID-19)%20-%20Guidance%20For%20Flag%20States%20Regarding%20SurveysAnd%20Renewals%20Of%20Cert.pdf Erişim tarihi: 11 Haziran 2020. 44  IMO nun COVID-19 Genelgeleri doğrultusunda üye devletlerce alınan kararlara ilişkin haftalık olarak güncellenen liste ekte  için  bkz  http://www.imo.org/en/MediaCentre/HotTopics/Pages/COVID-19-Member-States-Communications.aspx Erişim tarihi: 11 Haziran 2020.   Ülkemizde de, Ulaştırma ve Altyapı Bakanlığı, IMO Genelgeleri ile uyumlu bir dizi karar almıştır. 30 Mart 2020 tarihli bu karar çerçevesinde,  24 Haziran 2020 tarihinden önce sonra eren ve açıkça zikredilen bazı gemi adamı sertifikalarının süresi sona erme tarihinden itibaren herhangi bir başvuru veya onaya gerek olmaksızın 3 ay süre ile uzatılmış ; Bakanlık ayrıca,  tanınmış kuruluşları, sertifika sürelerini ve sörvey - kontrol süresini uzatmanın yanı sıra, denetimlerini uzaktan yöntemler kullanarak yerine getirme ve elektronik sertifika düzenlemek hususunda yetkilendirmiş tir. Ulaştırma ve Altyapı Bakanlığı tarafından alınan 30.03.2020 tarihli kararın IMO ya iletilen İngilizce tam metni ( COVID-19 - Extension of Certificates of Vessel, Certificates of Seafarers and Instructions for Recognized Organizations ) için bkz https://www.hssgm.gov.tr/onlineislemler/resources/Circular_Letter%20No_4245.pdf Kararın erişim tarihi: 11 Haziran 2020.348Taşkın / COVID-19 Pandemisinin Zaman Çarteri Sözleşmeleri Üzerindeki Etkilerinin  Off-Hire  Klozu Bağlamında...belgelerin temini sürecinde sebebiyet verdiği zorlukları bertaraf etmeye yönelik bazı alternatif yöntemler öngörülmüştür. Dünya üzerindeki pek çok denizci devlet tarafından  salgın  nedeniyle  alınan  bu  kararların,  yukarıda  işaret  edildiği  üzere bazı çarter partilerde yer verilen ve belirli belgelerin eksikliği nedeniyle geminin kullanım dışı sayılacağını düzenleyen klozların uygulanma ihtimalini zayıflatacağını söylemek mümkün görünmektedir. Bu nedenle, COVID-19 salgını döneminde IMO üyesi devletlerce gemi ve gemi adamlarına ilişkin belgeler bakımından getirilen bu düzenlemeler çerçevesinde, belge eksikliğinin bir off-hire sebebi olarak gündeme gelmesi ihtimali son derece düşük görünmektedir.c. Gemi Adamlarının YetersizliğiGemi adamlarının yetersizliği, uygulamada kullanılan standart çarter partilerin neredeyse  tamamında  yer  verilen  bir  off-hire  sebebidir.  SUPPLYTIME  2017 (Par.13(a)), NYPE 46 (Par.15), NYPE 93 (Par.17), NYPE 2015 (Par.17), BALTIME (Par.11(a)) ve GENTIME (Par.9(a)) başta olmak üzere, pek çok standart çarter partide geminin ticari bakımdan kullanılabilirliğini etkileyen  gemi adamlarının yetersizliği (deficiency of crew)  nedeniyle kaybedilen zaman için çartererin ücret ödemekle yükümlü olmadığı yönünde hükümlere yer verilmiştir.Gemi hizmetlerinin gemi adamları aracılığı ile yerine getiriliyor olması karşısında, COVID-19 salgını süresince, gemi adamlarının hastalığa yakalanma riskinin son derece yüksek olduğu hususunda şüphe bulunmamaktadır. Sefer süresince gemi adamlarının herhangi birinin hasta olması, hastalığın aynı gemide çalışan diğer gemi  adamlarına  da  kısa  süre  içinde  bulaşmasına  ve  gemiye/gemi  adamlarına karantina tedbirinin uygulanmasına sebebiyet verebilecektir. Bu nedenle, gemi adamlarının  herhangi  birinde  hastalık  belirtilerinin  görülmesi  durumunda  dahi, gemi  hizmetleri  yerine  getirilmesinin  sekteye  uğrayabilecektir.  Dolayısıyla  da, zaman çarteri sözleşmelerinde çartererin talimatlarının belirli bir süre için yerine 45  Bununla birlikte, bu off-hire sebebinin farklı standart çarter partilerde farklı şekilde ve farklı kapsamda kaleme alındığı görülmektedir. Shelltime 4 Par 21,a(i) de,  deficiency of personnel ; NYPE 2015, Par 17 de,  deficiency of officers ; GENTIME Par 9(b) de,  any deficieny of master, officers and/or crew ; SUPPLYTIME Par 13(a) da,  deficiency of crew ; NYPE 2015, Par  17 de  deficiency of officers  ifadeleri kullanılmıştır. Uygulamada sıklıkla kullanılan bu klozla ilgili açıklamalar için bkz Coghlin, Baker, Kenny ve Kimball (n 16) 446; Cohen (n 13) .350-351; Ülgener, Çarter Sözleşmeleri II (n 1)137 vd.46  Bu hususta ufak ifade farklılıkları ile bu standart çarter partilerin hemen hemen hepsinin gemi adamlarının yetersizliği bakımından benzer hükümler getirdiği söylenebilir. Bir örnek için bkz NYPE 2015, Par  17:  In the event of loss of time from deficiency and/or default and/or strike of officers………. or by any other similar cause preventing the full working of the Vessel, the payment of hire  and overtime, if any, shall cease for the time thereby lost……… 47  Öyle ki, salgının başladığı andan günümüze kadar çok sayıda yük ve yolcu gemisinin covid-19 şüphesi ile karantinaya alındığı bilinmektedir. Çok yakın zamanda, ülkemiz karasularında da COVID-19 salgını nedeniyle gemi ve mürettebatına karantina uygulaması yapılmıştır. Çin merkezli COSCO Shipping Bulker Şirketine ait olan ve Hong Kong bayraklı Feng De Hai isimli gemi, İstanbul Boğazı ndan geçmek üzere demirleme alanında beklediği sırada gemi kaptanının korona virüs nedeniyle hayatını kaybettiği belirlenmiş ve gemi karantinaya alınmıştır. https://www.lojiport.com/cosco-kaptani-bogazgirisinde-virusten-oldu-107429h.htm Erişim tarihi: 11.06.2020.  Hastalık nedeniyle uygulanan karantina tedbirlerinin gemi adamlarının yetersizliğine sebebiyet verebileceği ve bu nedenle gemiye yeni gemi adamları alınıp gemi çalışabilir hale gelinceye kadar  gemi adamlarının yetersizliğinden  ileri gelen bir off-hire durumunun söz konusu olabileceği hakkında bkz  Coghlin, Baker, Kenny ve Kimball (n 16) 460.349İstanbul Hukuk Mecmuası 78/2getirilemeyecek olması ihtimali karşısında, somut olayda esas alınan çarter parti hükümleri çerçevesinde, çartererin  gemi adamlarının eksikliği  sebebiyle geminin ticari bakımdan kullanılabilir durumda olmadığı zaman dilimi bakımından geminin kullanım dışı sayılmasını istemesi ve ücret ödeme borcundan kurtulması mümkün görünmektedir.d. Genel Nitelikli Off-Hire KayıtlarıÇarter partilerde, çok defa belirli ve özel off-hire sebepleri sayılmakla birlikte, bazen geminin kullanım dışı olmasını sağlayacak genel nitelikli sebeplere de yer verilmektedir. Genel nitelikteki off-hire kayıtlarının COVID-19 salgını bakımından önemi, salgın nedeniyle geminin ticari bakımdan kullanılabilir durumda olmadığı ancak somut olaydaki çarter partide geminin çalışmadığı zaman dilimi boyunca kullanım  dışı  sayılmasını  mümkün  kılan  herhangi  bir  özel  off-hire  sebebinin bulunmadığı haller bakımından söz konusu olacaktır. Genel nitelikli off-hire kayıtlarının kapsamı, tercih edilen ifadelere göre önemli ölçüde farklılık gösterebilmektedir. Bu nedenle, uygulamada kullanılan standart çarter partilerde yer alan genel off-hire kayıtlarının tespit edilerek kapsamının incelenmesi son derece önemlidir. NYPE 2015 standart çarter partisindeki  Off-hire  başlıklı 17. paragrafta, özel ve belirli sebeplerden başka ayrıca genel nitelikte bir off-hire hükmüne yer verildiği görülmektedir. Buna göre,  personel yetersizliği, personelin işini yerine getirmemesi, grev, yangın, gövde arızası veya gövdedeki zararlar, karaya oturma, (çartererin, alt çartererlerin, çalışanlarının, temsilcilerinin veya alt akitlerin sorumlu olduğu bir sebepten ileri gelmedikçe) geminin seferden men edilmesi, gemideki eksiklikler nedeniyle liman devleti kontrol veya diğer yetkili mercilerce geminin müsaderesi, geminin havuzlanması, geminin su altına kalan kısımlarının temizlenmesi, boyanması veya tamiri  sebepleri teker teker sayıldıktan sonra  geminin çalışmasını engelleyen diğer herhangi benzer sebep (any other similar cause preventing the full working of the Vessel) ifadesine yer verilmiştir. Benzer bir genel off-hire kaydı, 48  Daha önce de ifade edildiği üzere, zaman çarteri sözleşmelerinde, donatan, gemiyi kararlaştırılan tarih ve yerde hazır durumda ve sözleşme süresince denize ve yola elverişli halde bulundurma yükümlülüğü altınadır. Gemi adamlarının eksikliği bazı çarter partilerde bir off-hire sebebi olarak zikredilmekle birlikte, gemi adamlarının salgın hastalık etkisiyle çalışamaz durumda olmaları veya ölmeleri ihtimalinde geminin aynı zamanda yola elverişsiz hale geleceği hususunda tereddüt etmemek gerekir. Denize, yola elverişlilik kavramları için bkz Jan-Erik Pötschke, ‘§ 485  iç Rolf Herber ve Christine Schmidt (edr), Münchener Kommentar zum Handelsgesetzbuch: Band 7- Transportrecht (4. Bası, C. H. Beck Verlag 2020) § 485  Nr 4 vd; Paschke (n 1) § 485  Nr 1 vd; (Alman Hukukunda HGB § 485 teki düzenlemede sadece denize ve yüke elverişlilik kavramlarına yer verilmiş ise de, öğretide denize elverişliliğin geniş anlamı ve  dar anlamı şeklinde bir ayrım yapılmakta; gemi adamlarının yeterliliğini de kapsamına alan geniş anlamda deniz elverişlilik yola elverişlilik şeklinde ifade edilmektedir. Bkz Pötschke, § 485  Nr 4) Kübra Yetiş Şamlı, ‘Lahey-Lahey/Visby, Hamburg ve Rotterdam Kuralları nda Sefere Elverişlilik , (2013) LXXI (2), İÜHFM 479, 480 vd.49   deficiency of stores, fire, breakdown of, or damage to hull, machinery or equipment, grounding,  detention by the arrest of the Vessel, (unless such arrest is caused by events for which the  Charterers, their sub-charterers, servants, agents or sub-contractors are responsible), or detention  by Port State control or other competent authority for Vessel deficiencies, or detention by average  accidents to the Vessel or cargo, unless resulting from inherent vice, quality or defect of the cargo, drydocking for the purpose of examination, cleaning and/or painting  of underwater parts and/or  repair, or by any other similar cause preventing the full working of the Vessel, the payment of hire and overtime, if any, shall cease for the time thereby lost……….. 350Taşkın / COVID-19 Pandemisinin Zaman Çarteri Sözleşmeleri Üzerindeki Etkilerinin  Off-Hire  Klozu Bağlamında...SHELLTIME 4 standart çarter partisinde de bulunmaktadır. SHELLTIME 4, Par. 21/a(i) uyarınca ise,  personel yetersizliği, gas-free işlemi yapılması, geminin havuzlanması,  makinede ortaya çıkan kısmi veya genel arızalar, sörveyin devamlılığının sağlanması, bakım, geminin karaya oturması, çatma,  geminin kaza yapması veya zarar görmesi  nedeniyle kaybedilen süre boyunca geminin kullanım dışı sayılacağı düzenlenmiştir. Aynı paragrafta, geminin etkin bir şekilde çalışmasını engelleyen diğer herhangi benzer sebep de (any other similar cause preventing the efficient working of the vessel) offhire sebebi olarak düzenlenmiştir. Bununla birlikte, SHELLTIME 4 ve NYPE 2015 çarter partilerinden başka, uygulamada kullanılan pek çok standart çarter partide de yer verilen  geminin çalışmasını/verimli-etkin çalışmasını engelleyen herhangi benzer  diğer  sebep   şeklindeki  genel  off-hire  kayıtları,  gerek  öğreti  gerekse  de mahkeme kararları ile de kabul edildiği üzere, dar şekilde yorumlanmakta ve bu tür kayıtların,  sadece  kendisinden önce tek tek sayılmış olan off-hire sebepleri ile aynı türdeki sebepler  bakımından geminin kullanım dışı sayılmasına olanak sağlayacağı ifade edilmektedir. Diğer taraftan, uygulamada bazen, bu şekildeki genel off hire klozlarının kapsamına  harici olayları  da dâhil etmek üzere,  whatsover  ifadesi eklendiği görülmektedir.  Her ne olursa olsun geminin çalışmasını engelleyen herhangi sebep (any other cause whatsover preventing the full working of the ship)  ifadesinin bulunduğu çarter partilerde, daha önceden zikredilen özel off-hire sebepleri ile aynı türde olup olmadığı önem taşımaksızın geminin ticari bakımdan kullanılabilir olmadığı zaman dilimi bakımından gemi kullanım dışı sayılacak ve çarterer kaybedilen zaman dilimi bakımından ücret ödemeyecektir.Bu  halde,  yukarıda  verilen  SHELLTIME  4  ve  NYPE  2015  standart  çarter partilerinde, sayılan özel off-hire sebeplerinin tamamının gemi ve geminin bakımı ve teknik yönetimi ile doğrudan ilgili olduğu da gözetildiğinde, harici bir sebep olan  COVID-19  salgınının  sebebiyet  vereceği  zaman  kayıplarının,   geminin çalışmasını engelleyen diğer herhangi benzer sebep  olarak nitelendirilmesi mümkün görünmemektedir. Bununla birlikte, çarter partideki genel off-hire kaydına  her ne olursa olsun geminin çalışmasını engelleyen diğer herhangi sebep  ifadesinin eklendiği durumlarda, salgından dolayı geminin ticari bakımdan kullanılamaması 50   Gas-free  işlemi, en basit şekilde, gemi ambarlarının buharla yıkanmak suretiyle tehlikeli gazlardan arındırılmasını ifade etmektedir. 2004 tarihli  Gemi Söküm Yönetmeliği nde, gas-free işlemine yönelik bir tanıma yer verilmiştir. Yönetmeliğin 3. maddesi uyarınca,  gas-free işlemi ,  Sökümü yapılacak gemide yanıcı, patlayıcı ve parlayıcı maddelerin kullanıldığı veya depolandığı kapalı mahallerin söküm öncesinde ortamda serbest halde bulunan gazlardan arındırılarak, sıcak çalışma uygulanacak ve insan çalışacak vaziyete getirilmesi işlemini  ifade etmektedir. Yönetmeliğin tam metni için bkz RG 08.03.2020/25396.51   ……due to deficiency of personnel or stores; repairs; gas-freeing for repairs; time in and waiting to enter dry dock for repairs; breakdown (whether partial or total) of machinery, boilers or other parts of the vessel or her equipment (including without limitation tank coatings); overhaul, maintenance or survey; collision, stranding, accident or damage to the vessel….. 52  Ülgener, Çarter Sözleşmeleri II (n 1) 147; Weale (n 13) 140; Rabe ve Bahnsen (n 1) § 565 Nr 36.53  Açıklamalar için bkz Ülgener, Çarter Sözleşmeleri II (n 1) 149-150. Çarter partide  whatsover  ifadesine yer verilmesi halinde  eiusdem generis  prensibinin uygulanmayacağı ve geminin off-hire kabul edilebileceği hakkında bkz Weale (n 13) 141 ve 149; Rabe ve Bahnsen (n 1) § 565 Nr 36.351İstanbul Hukuk Mecmuası 78/2nedeniyle kaybedilen zaman dilimi boyunca geminin off-hire durumda olduğu kabul edilebilecektir. Diğer taraftan, somut olaydaki çarter parti hükümleri çerçevesinde,  gemi  adamlarının-personelin  yetersizliği ,   belgelerin  eksikliği ,   gemideki hastalık ve karantina tedbirleri  sebeplerinden birine dayanarak geminin off-hire durumda olduğunu ileri sürme imkânı bulunmakta ise, genel off-hire kayıtlarına gerek kalmaksızın gemi kullanım dışı sayılacaktır.C. Bulaşıcı Hastalıklara İlişkin Özel Klozların İncelenmesi1. BIMCO Zaman Çarteri Sözleşmeleri için Enfeksiyöz ve Bulaşıcı Hastalıklar Klozu (BIMCO Infectious or Contagious Diseases Clause for Time Charter Parties)COVID-19 salgınının zaman çarteri sözleşmeleri üzerindeki etkisi bağlamında 2015  yılında  BIMCO  tarafından  hazırlanan   Zaman  Çarteri  Sözleşmeleri  için Enfeksiyöz  ve  Bulaşıcı  Hastalıklar  Klozu nun  (BICDC)  incelenmesi  çalışma konumuz bakımından önem arz etmektedir. Bilindiği üzere, dünya üzerinde zaman zaman çeşitli salgın hastalıklar ortaya çıkmakta ve bu hastalıklar karşısında, liman devletlerince salgının yayılmasını önlemek amacıyla getirilen sınırlamalar ve hatta geminin ve mürettebatın karantinaya alınmasına kadar varan birtakım tedbirler gerek işletenler gerekse de gemi malikleri bakımından çeşitli zorluklar ortaya çıkarmaktadır. 2015 yılında BIMCO bu durumu göz önünde bulundurarak olası bir salgın hastalık durumunda zaman çarteri sözleşmelerinin akdinde kullanılmak üzere örnek bir Kloz hazırlamış ve bu Klozun uygulamada akdedilen sözleşmelere eklenmesini tavsiye etmiştir. Bununla birlikte, söz konusu Kloz her ne kadar 2015 yılında ebola salgını için kaleme alınmış ise de sadece ebola salgını bakımından değil, sonradan ortaya çıkan ve gemilerin denizde seyrini zorlaştıran salgın ve bulaşıcı hastalıklar bakımından da kullanılmaya elverişlidir.54  Bu hususta bkz Sidermar S.p.A. v. Apollo Corp. (The Apollo) davası. Dava konusu olayda, Buchanan da liman sağlık yetkilileri vermeleri gereken serbest pratikayı gemide tifüs hastalığının bulunduğu yönündeki haklı sebeple vermeyi geciktirmişlerdir. Bununla birlikte söz konusu olayda gemi tamamen çalışabilir durumda olduğu halde yine de off-hire kabul edilmiştir. Sağlık yetkililerince gemiye temiz raporu verilmiş, sağlık testleri negatif çıkmış; bununla birlikte öncesinde gemiye tifüs şüphesi bulunan iki kişinin bulunmuş olması önlem alınmasını gerektirmiştir. . Olayda gemi tamamen çalışabilir durumda olduğu, gemide yeterli sayıda sağlıklı gemi adamı bulunduğu halde, liman sağlık yetkilerinin makul ve haklı görülebilecek kararı nedeniyle yaklaşık 30 saat kadar serbest pratika verilmesini beklediğinden gecikmiştir. Bununla birlikte, dava konusu olayda kullanılan NYPE çarter partisinde off hire sebepleri arasına eklenen  whatsover  ifadesi nedeniyle, geminin off-hire durumda olduğu kabul edilmiştir. Karar hakkında ayrıntılı açıklamalar için bkz Weale (n 13) 134-135 ve 165.55  Öyle ki, klozun (l) bendinde,  çartererin bu klozun, tüm alt çarter ve alt konşimentolara, alt denizde taşıma senetlerine veya Çarter Par i hükümlerine istinaden taşıma sözleşmesinin yapıldığını gösteren diğer belgelere derç edilmesini sağlayacağı  yönünde açık hükme yer verilmiştir.56  Enfeksiyöz ve Bulaşıcı Hastalıklar Klozuna ilişkin açıklamalar arasında bu husus özel olarak vurgulanmış;  bu klozun yazıldığı sırada ebola virüsü salgınının gündemde olduğu ancak bundan 10 sene önce SARS ın ortaya çıktığını ve ilerleyen günlerde zaman zaman yeni tanmlanmış hastalıkların görülebileceği; bu nedenle BIMCO nun zaman ve yolculuk çarteri sözlşemelerinde kullanılmak üzere açıkça ve ayrıntılı şekilde kaleme alınmış bir kloz hazırlamayı tercih ettiği; bu Enfeksiyöz ve Bulaşıcı Hastalıklar klozunun sadece ebola salgını bakımından değil ileride ortaya çıkabilecek benzer virütik hastalıklar için de kullanılabileceği  ifade edilmiştir. Klozun ve kloza ilişkin açıklamaların tam metni için bkz https://www.bimco.org/contracts-and-clauses/bimco-clauses/current/infectious_or_contagious_diseases_clause_for_time_charter_parties_2015 Erişim tarihi: 11 Haziran 2020.352Taşkın / COVID-19 Pandemisinin Zaman Çarteri Sözleşmeleri Üzerindeki Etkilerinin  Off-Hire  Klozu Bağlamında...Klozda,  öncelikle  kısa  bir   Tanımlar   listesine  yer  verilmiş  ve   Hastalık ,  Etkilenmiş Bölge  kavramları tanımlanmıştır. Buna göre  Hastalık (Disease) , insanlara ciddi şekilde zararlı, yüksek derecede enfeksiyöz ve bulaşıcı hastalığı  ifade etmektedir. Etkilenmiş bölge (Affected area) ise,  geminin, mürettebatın veya gemideki diğer insanların hastalık riskine maruz bulunduğu veya hastalıkla bağlantılı karantina riski veya diğer sınırlamaların söz konusu olduğu liman veya bölge  olarak tanımlanmıştır. Enfeksiyöz ve Bulaşıcı Hastalıklar Klozuna ait açıklamalarda, Klozun herhangi virütik hastalık bakımından uygulama alanı bulabileceği ve bu yüzden özel şartlara yer verilmeksizin genel terimler kullanılarak kaleme alındığı; bununla  birlikte  Kloz  hükümlerinin  ancak  çok  olağanüstü-şiddetli  durumlarda uygulanmak  amacı  ile  hazırlandığı;  uygulama  bakımından   yüksek  bir  eşiğin  öngörüldüğü ve ticari amaçlarla kötüye kullanımının bu şekilde engellendiği ancak ortaya çıkması muhtemel tereddütlerin önüne geçmek bakımından Klozun başlığında bilinçli olarak  infectious or contagious  ifadelerinin tercih edildiği;  epidemics  teriminin  kullanımından  bilinçli  olarak  kaçınıldığı   belirtilmiştir.  BIMCO nun, Klozun uygulama alanına yönelik bu açıklamaları da dikkate alındığında COVID-19 salgınının  bu  Kloz  çerçevesinde   Hastalık   olarak  değerlendirilmesi  ve  Kloz hükümleri çarter partiye eklendiği takdirde, somut olay şartları da gözetilerek COVID-19 salgını bakımından uygulanması mümkün görünmektedir.Klozda herhangi bir salgın hastalık durumunun gemilerin seyri bakımından genel olarak  sebebiyet  verebileceği  aksaklıklar  göz  önünde  bulundurularak  tarafların edimlerine  yönelik  bazı  kurallar  getirilmiştir.  Buna  göre,  gemi,  kaptan  veya donatanın makul kararı çerçevesinde etkilenmiş bölge olarak nitelendirilen bir yere gitmek veya böyle bir yerde kalmak zorunda değildir (BICDC Par. (b)). Bu hüküm çerçevesinde, gemi eğer etkilenmiş bölgeye gitmeyecek ise, bu ihtimalde çartererin derhal bilgilendirilmesi zorunluluğu bulunmaktadır (BICDC Par. (c)). Kaptanın makul kararı çerçevesinde etkilenmiş bölge olarak nitelendirilen bir yerde bulunan gemi, çartereri derhal bilgilendirmek şartıyla, yüklü veya yüksüz olarak alandan ayrılabilecektir (BICDC Par.(d)). Geminin çartereri bilgilendirerek, kaptan tarafından etkilenmiş bölge olarak kabul edilen bir alana gitmemesi veya böyle bir bölgeden ayrılması durumunda çartererlere alternatif sefer talimatı düzenleme yükümlülüğü getirilmiştir. Çartererin 48 saat içinde bu yönde bir talimat vermemesi halinde, 57  SUPPLYTIME 2017 standart çarter partisinin 25 numaralı paragrafına, BIMCO Infectious and Contagious Diseases Clause, değişiklik yapılmaksızın dercedilmiştir.58  Bununla birlikte, her ne kadar COVID-19 salgını, BICDC çerçevesinde  Hastalık  kavramı kapsamında yer almakta ise de, bu kloz hükümlerinin uygulanabilmesi için somut olaydaki limanın veya bölgenin kloz uyarınca  etkilenmiş bölge  olarak nitelendirilmesi gerekmektedir. Bu nedenle COVID-19 salgını dönemin kloz hükümlerinin uygulanıp uygulanmayacağı kanaatimizce her somut olay bakımından ayrıca değerlendirilmelidir.59  Hükümde sadece  alternatif sefer talimatı düzenleme yükümlülüğünden  bahsedilmiş ise de (Charterers shall be obliged, ……… to issue alternative voyage orders), bunun alternatif güvenli bir limana yönelik verilmiş bir talimat olarak anlaşılması gerekmektedir. Nitekim BIMCO nun Sefer Çarteri Sözleşmeleri için hazırladığı Enfeksiyöz ve Bulaşıcı Hastalıklar Klozunda (BIMCO Infectious or Contagious Diseases Clause for Voyage Charter Par ies) , alternatif sefer talimatı yerine  such alternative safe port  ifadesi kullanılmıştır (Par  c/(ii)).353İstanbul Hukuk Mecmuası 78/2donatan gemideki yükü herhangi bir bölge veya limanda boşaltma hakkını haiz olacaktır. Bu süreç boyunca gemi kullanım dışı sayılmayacak; çarterer ek masraflardan, harcamalardan ve çartererin bu yöndeki talimatları ile yükün tesliminden ileri gelen yükümlülüklerden sorumlu olacaktır (BICDC Par.(e)). Klozda, geminin etkilenmiş bölgeye girmesi veya burada kalmaya devam etmesi ihtimaline bağlanan sonuçlar da açık ve ayrıntılı şekilde hüküm altına alınmıştır. Gemi etkilenmiş bölge olarak kabul edilen bir bölgeye gider veya burada kalmaya devam ederse, donatan, bu yöndeki kararı hakkında çartereri bilgilendirecek ve donatanın etkilenmiş bölgeye gitme veya burada kalmaya devam etme kararı alması, bu çarter parti ile verilen haklarından vazgeçtiği anlamına gelmeyecektir (h/i)). Etkilenmiş bölgeye gitme veya böyle bir yerde kalma kararı veren donatan, zaman zaman Dünya Sağlık Örgütü tarafından duyurulan tavsiyelere uygun – makul önlemler almak için çaba gösterecektir (h/(ii)). Bununla birlikte, örnek Kloz uyarınca, donatan tarafından etkilenmiş bölgeye gitme veya kalma yönünde karar verildiğinde dahi, etkilenmiş bölgeye gidilmesinden veya gidiliyor olmasından ileri gelen tarama, temizleme, dezenfekte etme ve geminin ve mürettebatın karantinaya alınmasından ileri gelenler de dahil olmak ancak bunlarla sınırlı olmamak kaydıyla, tüm ek masraflar, harcamalar ve sorumluluklar çartererin üzerinde olacak ve gemi bu süre içinde kullanım dışı sayılmayacaktır (h(iii)). Ayrıca, Klozun (j) bendinde açık bir hüküm getirilmiş ve  bu  Kloz  çerçevesinde  bir  şeyin  yapılması  veya  yapılmamasının,  sözleşmenin ihlali  sayılmayacağı;  geminin  kullanım  dışı  olması  durumunu  doğurmayacağı aksine, çarter parti hükümlerinin ifa edilmesi  olarak kabul edileceği  hüküm altına alınmıştır. Aynı hükümde, istisnai hükümler getiren Klozun eklendiği çarter parti hükümleri ile arasında çıkması muhtemel uyumsuzluk gözetilerek, Kloz hükümleri ile çarter partinin açık veya zımni hükümleri arasında bir çatışma olması halinde, bu çatışmanın konusu ile sınırlı olmak üzere Kloz hükümlerinin öncelikli olarak uygulanacağı yönünde bir kurala yer verilmiştir. Klozda, etkilenmiş bölge olarak nitelendirilebilen bir limana gitme hususunda donatana seçim hakkı tanınmıştır. Donatan, seçim hakkını hangi yönde kullanırsa kullansın, her hâlükârda geminin etkilenmiş bölgeye gitmesinden ileri masraf ve sorumluluğun çartererin üzerinde olduğu düzenlenmiştir. Donatan, etkilenmiş bölgeye 60   ……..the Charterers shall be obliged, notwithstanding any other terms of this Charter Par y, to issue alternative voyage orders. If the Charterers do not issue such alternative voyage orders within fortyeight (48) hours of receipt of the Owners  notification, the Owners may discharge any cargo already on board at any port or place. The Vessel shall remain on hire throughout and the Charterers shall be responsible for all additional costs, expenses and liabilities incurred in connection with such orders/delivery of cargo…… 61  Bununla birlikte hükümde yer verilen ve  etkilenmiş bölgeye gidilmesinden veya gidiliyor olmasından ileri gelen tarama, temizleme, dezenfekte etme ve geminin ve mürettebatın karantinaya alınmasından ileri gelenler de dahil olmak ancak bunlarla sınırlı olmamak kaydıyla, tüm ek masraflar, harcamalar  şeklinde ifade edilen giderlerin esasen, geminin (ticari olarak) işletilmesinden ileri gelen giderler olduğunu ve bu nedenle, zaman çarteri sözleşmelerindeki genel esaslar çerçevesinde bu masrafların çarterer tarafından karşılanmasının olağan olduğu söylenebilir. Geminin işletilmesinden ileri gelen ve çartererin ödemekle yükümlü olduğu giderler hakkında ayrıntılı açıklamalar ve örnekler için bkz Yoshimoto (n 1) 458. Ayrıca bkz Vandeventer (n 13)827.354Taşkın / COVID-19 Pandemisinin Zaman Çarteri Sözleşmeleri Üzerindeki Etkilerinin  Off-Hire  Klozu Bağlamında...gitmeme yönünde karar verdiği ve bu durumu derhal çarterere bildirdiği takdirde ise, Klozun açık hükmü uyarınca, çarterer 48 saat içinde alternatif bir sefer talimatı vermekle yükümlü olacaktır. COVID-19 salgını, etkisini dünya çapında göstermekte ise de, bazı limanlarda salgın nedeniyle sert önlemler alınırken, belli dönemlerde salgından daha az etkilenen veya hatta hiç etkilenmemiş olan limanların mevcut olduğu bilinen bir gerçektir. Kanaatimizce  alternatif liman belirleme yükümlülüğü  ile, geminin sözleşme süresince mümkün oldukça  çalışır  halde bulunması ve bu şekilde salgın koşullarında ticari işlerin imkânlar elverdiği ölçüde ve makul önlemler alınarak yürütülmesi de sağlanacaktır.2. INTERTANKO – Zaman Çarteri Sözleşmeleri için COVID-19 Klozu (INTERTANKO COVID-19 (‘Coronavirus ) Clause – Time charterparties)COVID-19  salgının  etkilerinin  denizcilik  sektöründe  görülmesi  ile  birlikte, henüz Dünya Sağlık Örgütü tarafından pandemi ilan edilmesinden önceki dönemde Uluslararası Bağımsız Tanker Sahipleri Birliği (INTERTANKO)63 tarafından zaman çarteri sözleşmelerinde kullanılmak üzere bir COVID-19 klozu oluşturulmuştur. Klozda,  salgının  zaman  çarteri  sözleşmelerinde  çarterer  ve  donatanın  ifa yükümlülükleri üzerindeki etkileri dikkate alınarak, BIMCO nun Enfeksiyöz ve Bulaşıcı Hastalıklar Klozundaki ile benzeşen ayrıntılı hükümler getirilmiştir.62  Klozla ilgili dikkat çekilmesi gereken bir husus,  etkilenmiş bölge  kavramının ve  bir limanın etkilenmiş bölge olarak nitelendirilmesine bağlanan sonuçların , Klozda açık bir şekilde zikredilmese de pek çok çarter partide açıkça düzenlenen  güvenli liman (safe port)  kavramını çağrıştırdığıdır. Bilindiği üzere, zaman çarteri sözleşmelerinde genellikle geminin uğrayacağı liman sözleşme süresi içinde belirlenmekte ve bu nedenle çarter partilerde çok defa safe berth/safe port kaydına yer verilmektedir. Çarter partilerde yer verilen bu düzenlemeler çerçevesinde, çarterer geminin yapacağı seferler için güvenli bir liman seçmek yükümlülüğü altındadır. Diğer bir ifade ile, geminin yük almak veya boşaltmak için gittiği limanlar güvenli olmalı; çartererin verdiği talimatlar, gemiye zarar vermemelidir. Aksi takdirde, çarterer, donatanın bu sebeple uğradığı zararları karşılamak zorunda kalacaktır. Bir limanın güvenli olup olmadığı, geminin limana ulaşması gereken an bakımından değerlendirilmektedir. Buna göre seçimin yapıldığı esnada güvenli olan bir liman, sonradan güvenli olmaktan çıkmış ise, bu halde çarterer güvenli liman seçme yükümlülüğünü ihlal etmiş sayılır. Ancak bu halde ise çartererin ikinci bir yükümlülüğünün ortaya çıktığı kabul edilmekte,  seçilen limanın sonradan güvenli liman niteliğini kaybettiği durumlarda çarterere  ikinci bir (güvenli) liman (second safe port) seçme  yükümlülüğü getirilmektedir.   Bu hususta örnek bir kloz için bkz. SHELLTIME 4: SHELLTIME 4 Par  4(c) de  de bu yönde bir kloz yer almaktadır. Söz konusu kloza göre,  çartererler, gemin sadece güvenli yerlerde kullanılmasını sağlamak hususunda gerekli özeni göstermekle yükümlü dür. Klozun devamından anlaşıldığı üzere, çarter partide geçen  güvenli yerler (safe places)  terimi, geminin her zaman güvenli şekilde yüzebildiği limanlar, rıhtımlar, demir yerleri, denizaltı hatları, iskeleleri, gemi bordalarını ve denizin kapsadığı diğer alanları ifade etmektedir. ( …..Charterers shall use due diligence to ensure that the vessel is only employed between and at safe   places (which expression when used in this charter shall include ports, berths, wharves, docks,  anchorages, submarine lines, alongside vessels or lighters, and other locations including   locations at sea) where she can safely lie always afloat….). Güvenli liman kavramı hakkında ayrıntılı açıklamalar için bkz Ülgener, Çarter Sözleşmeleri II (n 1)163 vd. 187 vd.; Nunes (n 1) 569 vd; Rubin (n) 470 vd; Andrei Kharchanka, The Meaning of a Good Safe Port and Berth in a Modern Shipping World (2014) 6 vd.  BICDC da, yukarıda da izah edildiği üzere  etkilenmiş bölge ,  geminin, mürettebatın veya gemideki diğer insanların hastalık riskine maruz bulunduğu veya hastalıkla bağlantılı karantina riski veya diğer sınırlamaların söz konusu olduğu liman veya bölge  olarak tanımlanmıştır. Bilindiği üzere öğretide,  uygun bir seyir ve denizcilik bilgisi ile sözleşme konusu geminin ulaşmasının, kullanmasının ve ayrılmasının mümkün olmadığı limanın, güvenli bir liman olmadığı  ifade edilmektedir. Bu halde, BICDC (a) da yapılan  etkilenmiş bölge  tanımı ve BIMCO tarafından  Kloz hükümlerinin ancak çok olağanüstü-şiddetli durumlarda uygulanmak amacı ile hazırlandığı; uygulama bakımından  yüksek bir eşiğin  öngörüldüğü nün belirtilmesi karşısında,  etkilenmiş bölge nin çok defa, somut olay şartları da gözetilmek suretiyle,  güvenli liman  kavramını karşılamayacağı söylenebilir. Diğer taraftan, BIMCO nun Sefer Çarteri Sözleşmeleri için hazırladığı Enfeksiyöz ve Bulaşıcı Hastalıklar Klozunda (BIMCO Infectious or Contagious Diseases Clause for Voyage Charter Par ies) , alternatif sefer talimatı yerine  such alternative safe port  ifadesinin kullanıldığına dikkat çekilmelidir (Par  c/(ii)).63   The International Association of Independent Tanker Owners 355İstanbul Hukuk Mecmuası 78/2Klozda, BIMCO tarafından hazırlanan Klozdakinin aksine, herhangi bir hastalık veya etkilenmiş bölge tanımına yer verilmemiştir. INTERTANKO COVID-19 Clause Par.1 uyarınca, tıpkı, BICDC daki düzenleme ile benzer bir şekilde, geminin donatan veya kaptanın makul kararı çerçevesinde mürettebat veya gemideki diğer insanları COVID-19 riskine maruz bırakacağı düşünülen herhangi bir liman, bölge veya ülkeye uğramak zorunda olmadığı yönünde bir hüküm bulunmaktadır (Par.1). Çartererin, geminin COVID-19 dan etkilenmiş bir liman, bölge veya ülkeye (COVID-19 Affected Area) gitmesine yönelik bir talimat verdiği hallerde, bu talimatın donatan tarafından reddedilmemesine bağlanan sonuçlar da Klozda kapsamlı şekilde düzenlenmiştir. Buna göre, geminin etkilenmiş bölgeye gitmesi yönündeki talimat reddedilmediği takdirde, ilgili yükleme veya boşaltma limanına girmeden önce donatan veya kaptanın makul değerlendirmesi çerçevesinde mürettebat veya gemideki diğer kişilerin korona virüse yakalanma riskinin kabul edilemeyecek derecede olduğu kanaatine varılması halinde, donatan, çartererden yeni sefer talimatı vermesini talep etmek hakkını haiz olacaktır (INTERTANKO COVID-19 Clause, Par 2/(a)). Bu ihtimalde, Klozun getiridiği bir diğer düzenleme ise hazırlık ihbarı ile ilgilidir. Par 2(c) ye göre, serbest pratika alınması için harcanan zaman, çartererin hesabına işleyecek ve bu nedenle geçerli ve etkili bir hazırlık ihbarı yapılmasına engel teşkil etmeyecektir. Bununla birlikte, COVID-19 salgınına yönelik alınan önlemler çerçevesinde, çarterer,  tarama, dezenfeksiyon, temizleme, geminin ve/veya gemideki mürettebatın ve insanların karantina altına alınması ve tıbbi yardım ve tedavi sağlanması da dâhil ancak bunlarla sınırlı olmamak üzere, geminin uğradığı liman bakımından gerekli olan denetim ve sertifikasyon işlemleri için yapılan harcamaları karşılayacak ve bunları zamanında yerine getirecektir.Klozun, 3 numaralı paragrafı uyarınca,  Gemi boykot edilir, limana girişi kabul edilmez, karantina altına alınır veya corona virüsten etkilenmiş bölgeye girmesinden ileri gelen diğer herhangi bir sebeple gecikirse  kaybedilen zaman dilimi boyunca kullanım dışı sayılmayacaktır. Bu halde, çarterer, ortaya çıkan doğrudan kayıpları, zararları ve donatan tarafından yapılan masrafları ödemekle yükümlü olacaktır. Hükmün  devamında  ise,  geminin  sayılan  sebeplerle,  çarter  parti  hükümlerine göre iade edileceği günden sonra 30 gün içerisinde gecikmesi halinde, çarterer ortaya çıkan doğrudan kayıpları, zararları ve masrafları karşıladıktan başka gemi hala kullanımdaymış gibi ödeme yapacaktır. BIMCO nun hazırladığı Enfeksiyöz ve Bulaşıcı Hastalıklar Klozu ile benzer şekilde geminin salgın nedeniyle alınan önlemler çerçevesinde kaybettiği süre çarter süresine dahil edilmiş, hatta daha corona virüs sebebiyle salgınının mücbir sebep veya engelleyici sebep olarak değerlendirilemeyeceği hususunda da açık hükme yer verilmiştir (INTERTANKO COVID-19 Cl., Par 4).64   ……..in the reasonable judgement of the Master or Owners, the level of risk of exposure of the crew and other persons on board to the Coronavirus virus becomes unacceptable,……….. 65   Frustrating event 356Taşkın / COVID-19 Pandemisinin Zaman Çarteri Sözleşmeleri Üzerindeki Etkilerinin  Off-Hire  Klozu Bağlamında...INTERTANKO COVID-19 Klozu,  adından da anlaşılacağı üzere  genel olarak enfeksiyöz  ve  bulaşıcı  hastalıklara   değil,   sadece  ve  özel  olarak  COVID-19 salgınına  uygulanmak üzere kaleme alınmıştır. Bununla birlikte Klozda herhangi bir COVID-19 dan  etkilenmiş bölge  tanımına yer verilmemiştir. Ancak Klozda yer verilen hükümlerin uygulanabilmesi için limanda COVID-19 vakasının tespit edilmiş olması tek başına yeterli olmayıp, Par.1 de de ifade edildiği üzere,  geminin donatan veya kaptanın makul kararı çerçevesinde mürettebat veya gemideki diğer insanları COVID-19 riskine maruz bırakacağı düşünülen bir limanın  söz konusu olması  gerekmektedir.  Kloza  ilişkin  olarak  INTERTANKO  tarafından  yapılan açıklamalarda,  COVID-19 salgını sonucunda ortaya çıkan riskin seviyesinin kaptan veya donatan tarafından belirleneceği;  Dünya Sağlık Örgütü gibi dış bir kuruluşun belirli bir bölgenin riskli olup olmadığı hususunda kesin bir karar vermeyeceği hususu  da  gözetildiğinde,  riskin  seviyesinin  tespitinin  kaptan  veya  donatana bırakılması yönünde tercihte bulunulmasının daha isabetli olduğu  hususu ifade edilmiştir. INTERTANKO tarafından kaleme alınan notlarda açıkça ifade edilmemiş ise de, BIMCO nun Enfeksiyöz ve Bulaşıcı Hastalıklar Klozu bakımından belirttiği şekilde, kanaatimizce, INTERTANKO nun COVID-19 klozunun uygulanmasında da  eşiğin yüksek belirlenmesi  ve buna göre yorumlanması, kloz hükümlerinin ticari bakımdan kötüye kullanımının önlenmesi bakımından gerekli ve önemlidir. Bunun dışında, INTERTANKO COVID-19 Klozu hükümlerinin genel olarak incelenmesi neticesinde, bu Klozda, pek çok hususun önemsiz ifade farklılıkları ile BIMCO nun örnek  Klozundakine  benzer  şekilde  düzenlendiği  sonucuna  ulaşılmaktadır.  Bu nedenle yukarıda  BIMCO Zaman Çarteri Sözleşmeleri için Enfeksiyöz ve Bulaşıcı Hastalıklar Klozu  başlığı altında yaptığımız açıklamalar, INTERTANKO tarafından hazırlanan bu özel kloz bakımından da geçerli olmalıdır.III. Sonuç ve DeğerlendirmeTüm dünyayı kısa süre içinde etkisi altına alan ve 11 Mart 2020 tarihinde, Dünya Sağlık Örgütü tarafından pandemi ilan edilmesiyle birlikte pek çok alanda sert önlemler alınmasına sebebiyet veren korona virüs salgını, ticaret hayatında önemli bir gerilemeye sebep olmuştur. Dünya Sağlık Örgütü, daha salgının ilk dönemlerinde, insanların ve eşyaların dolanımının durdurulmasının, salgınla mücadelede önem taşıdığını vurgulamış ve bir dizi tavsiye kararı yayınlamıştır. Dünya Sağlık Örgütünün tavsiye kararları doğrultusunda, salgınının da etkisini arttırması ile birlikte, pek çok ülkede çok sıkı önlemler alınmış ve zaman zaman deniz yolu ile taşımacılık durma noktasına gelmiştir. Dolayısıyla, salgın süresince zaman çarteri sözleşmeleri bakımından, çartererin ticari yönetim hakkı kapsamında vermiş olduğu talimatların yerine getirilmesi de zorlaşmış olup, gemilerin limana girişi, yüklerin limandan teslim alınması ve varma limanında teslim edilmesindeki zorluklar karşısında çartererlerin sözleşme hükümleri çerçevesinde elde ettiği ticari yönetim hakkını kullanması zaman zaman mümkün olamamıştır. 357İstanbul Hukuk Mecmuası 78/2Zaman çarteri sözleşmelerinde, geminin ticari bakımdan kullanılabilir olmadığı süreçte çartererin tahsis ücreti ödeme borcundan kurtulmasını öngören off-hire klozlarına yer verilmekte ise de,  bu klozların her birinde  geminin kullanım dışı sayılmasını mümkün kılan sebepler  ile geminin kullanım dışı sayılması halinde tahsis ücreti kesintisine esas teşkil edecek  zaman kaybının  ve  ücrette yapılacak kesintinin  belirlenmesi bakımından farklı esaslar getirilmiştir. Çalışmada, uygulamada sıklıkla kullanılan standart çarter partilerdeki off-hire klozları çerçevesinde, COVID-19 salgınının  yarattığı  olağanüstü  şartlarda  zaman  çarteri  sözleşmelerinde  geminin kullanım  dışı  sayılmasının  mümkün  olup  olmadığı  irdelenmiştir.  Buna  göre, çalışmada varılan sonuçlar esas itibariyle şu şekildedir:1.  Uygulamada kullanılan bazı standart çarter partilerde,  gemideki hastalık ve karantina tedbirleri , off-hire sebepleri arasında açıkça sayılmaktadır. COVID-19 salgını süresince, gerçekleşme ihtimali son derece yüksek olan bu hallerin geminin kullanım dışı sayılmasına sebebiyet verebilmesi için somut olayda kullanılan çarter partide bu hususta açık bir hükmün yer alması ve hükümde belirtilen şartların gerçekleşmiş olması gerekmektedir. COVID-19 salgının, ortaya çıktığı günden bu yana çok sayıda yük gemisinde gemi adamları arasında hastalık belirtilerinin görüldüğü, gemideki mürettabatın hastalık nedeniyle yaşamını yitirdiği ve gemi ile mürettebatın karantinaya alındığı bilinmektedir. Bu nedenle, SUPPLYTIME 2017 ve SHELLTIME 4 te açıkça off-hire sebebi olarak zikredilen  gemideki hastalık ve geminin karantinası , zaman çarteri sözleşmeleri bakımından salgın süresince karşılaşılma olasılığı oldukça yüksek bir off-hire sebebi olarak karşımıza çıkmaktadır.2.  Zaman çarteri sözleşmelerinde geminin ticari yönetimi çarterere bırakılırken, teknik  yönetimi  ise  donatanda  kalmaya  devam  etmektedir.  Geminin  teknik yönetimini elinde bulunduran donatan, gemiyi kararlaştırılan tarihte ve yerde hazır ve tahsis amacına elverişli halde bulundurmaktan başka ayrıca gemiye ve gemi adamlarına ilişkin bazı belgeleri temin etmek, sözleşme süresince bu belgelerin devamlılığını sağlamak ve gemide bulundurmakla da yükümlüdür. Zaman çarteri sözleşmelerine ilişkin standart çarter partilerde, geminin seyri için gerekli olan  gemiyle ilgili bazı belgeler  ile  gemi adamlarına ilişkin belgelerin  eksikliği off-hire sebebi olarak düzenlenmekte ve bu nedenle kaybedilen zaman bakımdan çartererin ücret ödemekle yükümlü olmayacağına ilişkin kayıtlara yer verilmektedir.  Bununla  birlikte,  IMO  tarafından  COVID-19  salgınının  yarattığı  olağanüstü koşullar nedeniyle yayınlanan ve üye devletlere  tavsiye niteliğinde  kararlar içeren bu Genelgeler çerçevesinde, ülkemizin de dâhil olduğu pek çok üye devlet gemi ve gemi adamlarına yönelik sertifikalar ile ilgili olarak anılan IMO 358Taşkın / COVID-19 Pandemisinin Zaman Çarteri Sözleşmeleri Üzerindeki Etkilerinin  Off-Hire  Klozu Bağlamında...Genelgeleri ile uyumlu bazı düzenlemeler yapmıştır. Yapılan bu düzenlemeler ile, salgının sebebiyet vereceği aksaklıklar göz önünde bulundurularak, alınması ve gemide bulundurulması zorunlu olan gemiye ve gemi adamlarına ilişkin belgelerin süresi  uzatılmış  veya  salgının  belgelerin  temini  sürecinde  sebebiyet  verdiği zorlukları  bertaraf  etmeye  yönelik  bazı  alternatif  yöntemler  öngörülmüştür. Dünya üzerindeki pek çok denizci devlet tarafından salgın nedeniyle alınan bu kararların, yukarıda işaret edildiği üzere bazı çarter partilerde yer verilen ve belirli belgelerin eksikliği nedeniyle geminin kullanım dışı sayılacağını düzenleyen klozların uygulanma ihtimalini zayıflatacağını söylemek mümkün görünmektedir. Bu nedenle, COVID-19 salgını döneminde IMO üyesi devletlerce gemi ve gemi adamlarına ilişkin belgeler bakımından getirilen bu düzenlemeler çerçevesinde, belge eksikliğinin bir off-hire sebebi olarak gündeme gelmesi ihtimali son derece düşük görünmektedir.3. Gemi adamlarının yetersizliği, uygulamada kullanılan standart çarter partilerin neredeyse tamamında yer verilen bir off-hire sebebidir. SUPPLYTIME 2017 (Par.13(a)),  NYPE  46  (Par.15),  NYPE  93  (Par.17),  NYPE  2015  (Par.17), BALTIME (Par.11(a)) ve GENTIME (Par.9(a)) başta olmak üzere, pek çok standart  çarter  partide  geminin  ticari  bakımdan  kullanılabilirliğini  etkileyen  gemi  adamlarının  yetersizliği  (deficiency  of  crew)   nedeniyle  kaybedilen zaman için çartererin ücret ödemekle yükümlü olmadığı yönünde hükümlere yer verilmiştir. Gemi hizmetlerinin gemi adamları aracılığı ile yerine getiriliyor olması karşısında, COVID-19 salgını süresince, gemi adamlarının hastalığa yakalanma riskinin son derece yüksek olduğu hususunda şüphe bulunmamaktadır. Gemi adamlarının herhangi birinde hastalık belirtilerinin görülmesi durumunda dahi, gemi hizmetlerinin yerine getirilmesinin sekteye uğrayabilecek ve dolayısıyla da, zaman çarteri sözleşmelerinde çartererin talimatlarının belirli bir süre için yerine getirilemeyecek olması ihtimali karşısında, somut olayda esas alınan çarter  parti  hükümleri  çerçevesinde,  çartererin   gemi  adamlarının  eksikliği  sebebiyle geminin ticari bakımdan kullanılabilir durumda olmadığı zaman dilimi bakımından geminin kullanım dışı sayılmasını istemesi ve ücret ödeme borcundan kurtulması mümkün görünmektedir.4.  SHELLTIME 4 ve NYPE 2015 standart çarter partilerinde, sayılan özel off-hire sebeplerinin tamamının gemi ve geminin bakımı ve teknik yönetimi ile doğrudan ilgili  olduğu  da  gözetildiğinde,  harici  bir  sebep  olan  COVID-19  salgınının sebebiyet vereceği zaman kayıplarının,  geminin çalışmasını engelleyen diğer herhangi  benzer  sebep   olarak  nitelendirilmesi  mümkün  görünmemektedir. Bununla birlikte, çarter partideki genel off-hire kaydına  her ne olursa olsun geminin  çalışmasını  engelleyen  diğer  herhangi  sebep   ifadesinin  eklendiği durumlarda, salgından dolayı geminin ticari bakımdan kullanılamaması nedeniyle 359İstanbul Hukuk Mecmuası 78/2kaybedilen  zaman  dilimi  boyunca  geminin  off-hire  durumda  olduğu  kabul edilebilecektir. Diğer taraftan, somut olaydaki çarter parti hükümleri çerçevesinde,  gemi  adamlarının-personelin  yetersizliği ,   belgelerin  eksikliği ,   gemideki hastalık ve karantina tedbirleri  sebeplerinden birine dayanarak geminin off-hire durumda olduğunu ileri sürme imkânı bulunmakta ise, genel off-hire kayıtlarına gerek kalmaksızın gemi kullanım dışı sayılacaktır.5. COVID-19 salgınının zaman çarteri sözleşmeleri üzerindeki etkisi bağlamında 2015 yılında BIMCO tarafından hazırlanan  Zaman Çarteri Sözleşmeleri için Enfeksiyöz ve Bulaşıcı Hastalıklar Klozu nun (BICDC) incelenmesi çalışma konumuz  bakımından  önem  arz  etmektedir.  BIMCO nun,  Klozun  uygulama alanına yönelik açıklamaları da dikkate alındığında COVID-19 salgınının bu Kloz çerçevesinde  Hastalık  olarak değerlendirilmesi ve Kloz hükümleri çarter partiye eklendiği takdirde, somut olay şartları da gözetilerek COVID-19 salgını bakımından uygulanması mümkün görünmektedir.Bilindiği üzere, zaman çarteri sözleşmelerinde genellikle geminin uğrayacağı liman sözleşme süresi içinde belirlenmekte ve bu nedenle çarter partilerde çok defa safe berth/safe port kaydına yer verilmektedir. BICDC da, öncelikle  etkilenmiş bölge  tanımı yapılarak, etkilenmiş bölge,  geminin, mürettebatın veya gemideki diğer  insanların  hastalık  riskine  maruz  bulunduğu  veya  hastalıkla  bağlantılı karantina riski veya diğer sınırlamaların söz konusu olduğu liman veya bölge  olarak tanımlanmıştır. Bilindiği üzere öğretide,  uygun bir seyir ve denizcilik bilgisi ile sözleşme konusu geminin ulaşmasının, kullanmasının ve ayrılmasının mümkün olmadığı limanın, güvenli bir liman olmadığı  ifade edilmektedir. Bu halde, BICDC (a) da yapılan  etkilenmiş bölge  tanımı ve BIMCO tarafından  Kloz hükümlerinin ancak  çok  olağanüstü-şiddetli  durumlarda  uygulanmak  amacı  ile  hazırlandığı; uygulama bakımından  yüksek bir eşiğin  öngörüldüğü nün belirtilmesi karşısında,  etkilenmiş  bölge nin  çok  defa,  somut  olay  şartları  da  gözetilmek  suretiyle,  güvenli liman  kavramını karşılamayacağı söylenebilir. Diğer taraftan, Klozda, etkilenmiş bölge olarak nitelendirilebilen bir limana gitme hususunda donatana seçim hakkı tanınmıştır. Donatan, seçim hakkını hangi yönde kullanırsa kullansın, her hâlükârda geminin etkilenmiş bölgeye gitmesinden ileri masraf ve sorumluluğun çartererin üzerinde olduğu düzenlenmiştir. Donatan, etkilenmiş bölgeye gitmeme yönünde karar verdiği ve bu durumu derhal çarterere bildirdiği takdirde ise, Klozun açık hükmü uyarınca, çarterer 48 saat içinde alternatif bir sefer talimatı vermekle yükümlü olacaktır. COVID-19 salgını, etkisini dünya çapında göstermekte ise de, bazı limanlarda salgın nedeniyle sert önlemler alınırken, belli dönemlerde salgından daha az etkilenen veya hatta hiç etkilenmemiş olan limanların mevcut olduğu bilinen bir gerçektir. Kanaatimizce  alternatif liman belirleme yükümlülüğü  ile, geminin sözleşme süresince mümkün oldukça  çalışır  halde bulunması ve bu şekilde salgın 360Taşkın / COVID-19 Pandemisinin Zaman Çarteri Sözleşmeleri Üzerindeki Etkilerinin  Off-Hire  Klozu Bağlamında...koşullarında ticari işlerin imkânlar elverdiği ölçüde ve makul önlemler alınarak yürütülmesi de sağlanacaktır.6.  COVID-19 salgının etkilerinin denizcilik sektöründe görülmesi ile birlikte, henüz Dünya Sağlık Örgütü tarafından pandemi ilan edilmesinden önceki dönemde Uluslararası Bağımsız Tanker Sahipleri Birliği (INTERTANKO) tarafından zaman çarteri sözleşmelerinde kullanılmak üzere bir COVID-19 klozu oluşturulmuştur.INTERTANKO COVID-19 Klozu,  adından da anlaşılacağı üzere  genel olarak enfeksiyöz  ve  bulaşıcı  hastalıklara   değil,   sadece  ve  özel  olarak  COVID-19 salgınına  uygulanmak üzere kaleme alınmıştır. Bununla birlikte Klozda herhangi bir COVID-19 dan  etkilenmiş bölge  tanımına yer verilmemiştir. Ancak Klozda yer verilen hükümlerin uygulanabilmesi için limanda COVID-19 vakasının tespit edilmiş olması tek başına yeterli olmayıp, Par.1 de de ifade edildiği üzere,  geminin donatan veya kaptanın makul kararı çerçevesinde mürettebat veya gemideki diğer insanları COVID-19 riskine maruz bırakacağı düşünülen bir limanın  söz konusu olması  gerekmektedir.  Kloza  ilişkin  olarak  INTERTANKO  tarafından  yapılan açıklamalarda,  COVID-19 salgını sonucunda ortaya çıkan riskin seviyesinin kaptan veya donatan tarafından belirleneceği;  Dünya Sağlık Örgütü gibi dış bir kuruluşun belirli bir bölgenin riskli olup olmadığı hususunda kesin bir karar vermeyeceği hususu da gözetildiğinde, riskin seviyesinin tespitinin kaptan veya donatana bırakılması yönünde tercihte bulunulmasının daha isabetli olduğu  hususu ifade edilmiştir. INTERTANKO tarafından kaleme alınan notlarda açıkça ifade edilmemiş ise de, BIMCO nun Enfeksiyöz ve Bulaşıcı Hastalıklar Klozu bakımından belirttiği şekilde, kanaatimizce, INTERTANKO nun COVID-19 klozunun uygulanması bakımından da  eşiğin yüksek belirlenmesi  ve buna göre yorumlanması, kloz hükümlerinin ticari bakımdan kötüye kullanımının önlenmesi bakımından gerekli ve önemlidir. Bunun dışında, INTERTANKO COVID-19 Klozu hükümlerinin genel olarak incelenmesi neticesinde, bu Klozda, pek çok hususun önemsiz ifade farklılıkları ile BIMCO nun örnek  Klozundakine  benzer  şekilde  düzenlendiği  sonucuna  ulaşılmaktadır.  Bu nedenle yukarıda  a. BIMCO Zaman Çarteri Sözleşmeleri için Enfeksiyöz ve Bulaşıcı Hastalıklar Klozu  başlığı altında yaptığımız açıklamalar, INTERTANKO tarafından hazırlanan bu özel kloz bakımından da geçerli olmalıdır.Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir.Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare.Grant Support: The author declared that this study has received no financial support.361İstanbul Hukuk Mecmuası 78/2",
     "Kaynakça": "Cohen M, ‘Confusion in the Drafting and Application of Off Hire Clauses  (1978) 9 J Mar L & Com 343 362.Coghlin T, Baker A, Kenny J ve Kimball J, Time Charters (6. Bası, 2008) Czerwenka B, Das Gesetz zur Reform des Seehandelsrechts: Einleitung, Erläterung, Synopsen (Bundesanzeiger Verlag 2014)Çağa T ve Kender R, Deniz Ticareti Hukuku II, (9. Bası, 2009).Çetingil E, Kender R, Ünan S ve Yazıcıoğlu E, ‘TTK Tasarısının  Deniz Ticareti  Başlıklı 5. Kitabında Yer Alan Hükümler Hakkında , Deniz Hukuku Dergisi (Türk Ticaret Kanunu Tasarısı Hakkında Değerlendirmeler   Özel Sayı), (2006) 1, 123 297.Hager T, ‘Fifth Circuit Extends Maritime Lien to Time Charter Contract before Cargo Is Loaded: E.A.S.T., Inc. of Stamford, Connecticut v. M/V Alaia , (1990) 15(1) Tulane Maritime Law Journal 133 140.Kharchanka A, The Meaning of a Good Safe Port and Berth in a Modern Shipping World (2014).Meirong Z, Yi Y ve Wei T, ‘An Analysis of the Legal Issues in Lien Clause in the Time Charter Party  (2009) 2009(1) China Oceans Law Rev 350 366.Nunes T, ‘Charterer s Liabilities under the Ship Time Charter  (2004) 26 Hous J Int l L 561 598.Pötschke J, ‘§ 485  iç Rolf Herber ve Christine Schmidt (edr), Münchener Kommentar zum Handelsgesetzbuch: Band 7  Transportrecht (4. Bası, C. H. Beck 2020) O Brien F, ‘Freight and Charter Hire  (1974 1975) 49(4) Tulane Law Review 956 969.Paschke M,  §557 , iç Harmut Oetker (edr), Oetker  Handelsgesetzbuch: Kommentar (6. Bası, C.H. Beck Verlag  2019).Rabe  D  ve  Bahnsen  K,  Seehandelsrecht:  Fünftes  Buch  des  Handelsgesetzbuches  mit Nebenvorschriften und Internationalen Übereinkommen (C.H. Beck Verlag 2018) Rubin S, ‘Safe Port and Berth Provisions in Time Charter Agreements: Apportioning Liability to Deter Accidents and Minimize Costs  (1982) 36 U Miami L Rev 465 488.Sager H, ‘§ 557  iç Rolf Herber ve Christine Schmidt (edr), Münchener Kommentar zum Handelsgesetzbuch: Band.7  Transportrecht  (4. Bası, C. H. Beck 2020)Ülgener, Çarter Sözleşmeleri II: Zaman Çarteri Sözleşmeleri, (2016). (Çarter Sözleşmeleri II)Ülgener F Mehmet, Zaman Çarteri Sözleşmesinde Gecikmeden Dolayı Donatanın Sorumluluğu (Off Hire Klozu), (1990) 15 Banka ve Ticaret Hukuku Dergisi 21 48. (Off hire)Ülgener F, ‘Türk Ticaret Kanunu Tasarısında Zaman Çarteri Sözleşmesi , (2007) LXV(2) İÜHFM 353 370 (Tasarı).Vandeventer B, ‘Analysis of Basic Provisions of Voyage and Time Charter Parties  (1974 1975) 49 Tul L Rev 806 844. Weale J, ‘The NYPE Off Hire Clause and Third Party Intervention: Can an Efficient Vessel Be Placed Off Hire  (2002) 33 J Mar L & Com 133 178.Yazıcıoğlu E, Kender/Çetingil Deniz Ticareti Hukuku, (Oniki Levha 2020) (Deniz Ticareti Hukuku) Yoshimoto H, ‘The Time Charter in Japan: A Comparison  (1988) 1(2) Transnational Lawyer 449 482.Yetiş Şamlı K, ‘Lahey Lahey/Visby, Hamburg ve Rotterdam Kuralları nda Sefere Elverişlilik , (2013) LXXI (2), İÜHFM 479 496.362"
}