{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "25",
     "Ay": "10",
     "Yıl": "2020",
     "Cilt": "78",
     "Sayı": "3",
     "Başlık": "Mücbir Sebeplerin Banka Teminat Mektuplarının Paraya Çevrilmesine Etkisi",
     "Title": "Impact of Force Majeure on Liquidation of Letters of Guarantee",
     "Yazar İsmi": [

          "Faruk Acar"  , "Eyüp Kul"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Banka teminat mektubu", "Garanti sözleşmesi", "Mücbir sebep", "Beklenmeyen hal", "URDG"
     ],
     "Keywords": [
          "Letter of guarantee", "Guarantee contract", "Force majeure", "Unexpected circumstances", "Uniform rules for demand guarantees (“ URDG”)"
     ],
     "Özet": "Banka teminat mektupları, uygulamada garanti sözleşmesi niteliğinde çok sık bir şekilde karşımıza çıkmakta ve ihtilaflara konu olmaktadır. Buna rağmen özellikle mücbir sebeplerin teminat mektuplarının paraya çevrilmesine etkisinin ne olacağı konusunda bugüne kadar tespit edebildiğimiz kadarıyla çok az çalışma yapılmıştır. Mücbir sebeplerin banka teminat mektuplarına etkisinin genel olarak iki bakımdan olduğu görülmektedir. İlk olarak, mücbir sebepler, teminat altına alınan riske etki edebilir. İkinci olarak, söz konusu risk gerçekleşmekle birlikte mücbir sebeplerin etkisi ile lehtar tarafından paraya çevirme talebi zamanında yerine getirilememiş veya ibraz edilen belgeler banka tarafından incelenememiş olabilir.  Bununla birlikte, mücbir sebeplerin garanti sözleşmelerine ve dolayısı ile banka teminat mektuplarına olan etkisinin hüküm ve sonuçlarını belirlemek zordur. Zira garanti sözleşmeleri, bir yandan bağımsız borç ilişkisi doğuran diğer yandan teminat sözleşmesi niteliğinde olan sözleşmelerdir. Genel olarak mücbir sebebin etkisi garanti sözleşmesinden doğan borçlar üzerinde değil, garanti sözleşmesinin teminat altına aldığı bir başka (asıl) borç ilişkisi üzerinde gerçekleşir. Bu bakımdan mücbir sebebin bir garanti sözleşmesi üzerindeki etkisini incelemek, asıl borç ilişkisinde yer alan edimin ifasının mücbir sebepten etkilenmesinin garanti sözleşmesi bakımından sonucunu incelemek anlamına da gelmektedir. Bu çalışmamızda, mücbir sebeplerin banka teminat mektuplarının paraya çevrilmesine etkisi hususu, farklı ihtimaller dikkate alınarak konuyla ilgili Yargıtay kararları çerçevesinde açıklanacaktır.",
     "Abstract": "Letters of guarantee are frequently encountered in practice in the form of guarantee contracts and are subject to disputes. However, to the best of our knowledge, few studies have been conducted specifically on the impact of force majeure on the liquidation of letters of guarantee. In general, force majeure may affect letters of guarantee in two aspects. First, force majeure may affect secured risk. Second, the risk may have already been realized but the demand for liquidation may not have been fulfilled by the beneficiary in time because of force majeure, or the documents submitted by the beneficiary may not have been examined by the bank. However, determining the terms and consequences of the effect of force majeure on guarantee contracts and thus on letters of guarantee is difficult  because guarantee contracts create an independent obligational relationship on the one hand and qualify as security agreements on the other. In general, force majeure does not influence the obligations arising from the guarantee contract but on another (principal) obligational relationship secured by the guarantee agreement instead. In this respect, to examine the effect of force majeure on a guarantee contract means to examine the consequence of the performance of the obligation that gained effect from force majeure included in the original debt relationship in terms of the guarantee contract. In this article, the impact of force majeure on the liquidation of letters of guarantee is explained is consideration with different possibilities within the framework of the decisions of the Turkish Court of Cassation.",
     "Metin": "Borçlu çeşitli sebeplerle borcunu hiç veya gereği gibi ifa edemeyebilir. Bu sebepler borçlunun kusurundan doğabileceği gibi, borçlunun kusuru dışında da gerçekleşebilir. TBK m 112 ye göre  Borç hiç veya gereği gibi ifa edilmezse borçlu, kendisine hiçbir kusurun yüklenemeyeceğini ispat etmedikçe, alacaklının bundan doğan zararını gidermekle yükümlüdür.  Buna göre bir borcun ifa edilmemesi veya gereği gibi ifa edilmemesi hallerinde bundan doğacak zararı gidermekten kurtulmak isteyen borçlu, kendisinin bunda hiçbir kusurunun bulunmadığını ispat etmek zorunda olacaktır. Tam da bu noktada karşımıza  ifa engelleri  kavramı çıkmaktadır. İfa engeli, borca aykırılık ve sözleşmenin ihlali kavramlarından daha geniş olup; alacaklının temerrüdü, imkansızlık, borçlunun temerrüdü, sözleşmenin müspet ihlali, ayıplı ifa ve benzeri kötü ifa olgularını, sözleşme  öncesinde  kusur  (culpa  in  contrahendo)  ve  işlem  temelinin  çökmesi hallerini kapsamaktadır.İfaya engel olan hallerden biri de mücbir sebeplerdir. Borçlu, borcunu ifa etmek istemesine rağmen mücbir sebeplerin etkisi ile borcu gereği gibi ifa edememiş, ifayı geciktirmiş veya ifa bu nedenle geçici veya sürekli olarak imkansız hale gelmiş olabilir. Mücbir sebeplerin garanti sözleşmelerine olan etkisini ve bunun sonuçlarını belirlemek zordur. Zira garanti sözleşmeleri, bir yandan bağımsız borç ilişkisi doğuran diğer  yandan  teminat  sözleşmesi  niteliğinde  olan  sözleşmelerdir.  Genel  olarak mücbir sebebin etkisi garanti sözleşmesinden doğan borçlar üzerinde değil, garanti sözleşmesinin teminat altına aldığı bir başka (asıl) borç ilişkisi üzerinde gerçekleşir. Bu bakımdan mücbir sebebin bir garanti sözleşmesi üzerindeki etkisini incelemek, asıl borç ilişkisinde yer alan edimin ifasının mücbir sebepten etkilenmesinin garanti sözleşmesi bakımından sonucunu incelemek anlamına da gelmektedir. Genel olarak bir garanti sözleşmesi niteliğinde olan banka teminat mektupları, uygulamada  çok  sık  kullanılsa  da  teminat  mektuplarının  paraya  çevrilmesine mücbir sebeplerin etkisinin ne olacağı konusunda bugüne kadar tespit edebildiğimiz 1  Rona Serozan, İfa, İfa Engelleri, Haksız Zenginleşme (7. Baskı, Filiz Kitabevi 2016) 130 vd; Rona Serozan, Sözleşmeden Dönme (2. Bası, Vedat Kitapçılık 2007) 229.2  Vahit Doğan, ‘Mücbir Sebeplerin Teminat Mektuplarına Etkisi  Nuray Ekşi (ed), Banka Teminat Mektuplarına İlişkin ICC Kuralları, Makaleler (Beta Yayınları, 2011) 135; Şemsi Barış Özçelik, ‘Borçlunun Sorumlu Olmadığı Sonraki İmkansızlık ve Mücbir Sebep Kayıtları  (Yayımlanmamış Doktora Tezi, Ankara Üniversitesi SBE 2009) 141 vd ; Şemsi Barış Özçelik, ‘Kamu İhale Sözleşmeleri Kanunu na Göre Mücbir Sebepler Ve Sonuçları  (2016) 123 TBB Dergisi, 304 vd ; Haluk Tandoğan, Türk Mesuliyet Hukuku (1961 Yılından Tıpkı Bası, Vedat Kitapçılık 2010) 464; Hale Şahin, Mücbir Sebep Nedeniyle Borcun İfa Edilememesi (Yetkin Yayınları 2020) 44 vd. 1354Acar, Kul / Mücbir Sebeplerin Banka Teminat Mektuplarının Paraya Çevrilmesine Etkisikadarıyla çok az çalışma yapılmıştır. Koronavirüs (Covid-19) salgın hastalığı ile birlikte  mücbir  sebeplerin  teminat  mektuplarının  paraya  çevrilmesi  üzerindeki etkisinin incelenmesi daha da önemli bir hale gelmiştir.Mücbir sebeplerin banka teminat mektuplarına etkisi için öncelikle mücbir sebep kavramı ve mücbir sebeplerin borç ilişkilerine etkisini genel hatları ile ele almak uygun olacaktır.I. Genel Olarak Mücbir Sebep KavramıA. TanımıMücbir  sebep,  borçlunun  dışında  meydana  gelen,  mutlak  ve  kaçınılmaz  bir şekilde borcun ihlaline neden olan, karşı konulması mümkün olmayan harici (dışsal) bir olaydır. Görüldüğü üzere bir olayın mücbir sebep olarak kabul edilebilmesi için haricilik, öngörülemezlik ve kaçınılmazlık olmak üzere üç unsuru taşıması gerekmektedir. Bununla birlikte mücbir sebep, nisbi bir kavram olup, bir olayın mücbir sebep olup olmadığı her somut olayın şartlarına göre değerlendirilmelidir. Mücbir sebepler, yıldırım, don, sel, fırtına, deprem gibi doğal olaylar; savaş, ihtilal gibi beşeri olaylar; genel grev gibi sosyal olaylar; ithalat ihracat yasakları gibi hukuki olaylar olabilir. Beklenmeyen haller ise, herkes bakımından değil, borçlunun kendisi bakımından benzer sonuçları doğuran ve borçlunun kaçınılmaz olarak borcu ihlal 3  Mücbir sebeplerin teminat mektubuna etkisini doğrudan inceleyen iki çalışma için bkz Vahit Doğan, Teminat Mektupları (Savaş Yayınevi 2015) 343 vd; Doğan, ‘Mücbir Sebeplerin Teminat Mektuplarına Etkisi  (n 2) 133 vd.4  Özçelik, ‘Borçlunun Sorumlu Olmadığı Sonraki İmkansızlık ve Mücbir Sebep Kayıtları  (n 2) 141; Özçelik, ‘Kamu İhale Sözleşmeleri Kanunu na Göre Mücbir Sebepler Ve Sonuçları  (n 2) 304; Tandoğan, Türk Mesuliyet Hukuku (n 2) 464; Doğan, ‘Mücbir Sebeplerin Teminat Mektuplarına Etkisi  (n 2) 135; Selahattin Sulhi Tekinay/ Sermet Akman/ Haluk Burcuoğlu/ Atilla Altop, Borçlar Hukuku Genel Hükümler (Filiz Kitabevi 1993) 1003; Abdullah Pulat Gözübüyük, Mücbir Sebepler ve Beklenmeyen Haller (3. Baskı, Kazancı Yayınları 1977) 24; Fikret Eren, Sorumluluk Hukuku Açısından Uygun İlliyet Bağı Teorisi (AÜHFY 1975) 176. Mücbir sebebi açıklayan başlıca iki teori vardır. Biri, borçluyu veya sorumluyu esas alan sübjektif teori, hakim görüş olan diğeri ise, mücbir sebebin kaynağını borçlunun işletme ve faaliyet alanı dışında arayan objektif teoridir [Fikret Eren, Borçlar Hukuku Genel Hükümler (22. Baskı, Yetkin Yayınları 2017) 582; Eren, Sorumluluk Hukuku Açısından Uygun İlliyet Bağı Teorisi (n 4) 175; Andreas von Tuhr, Borçlar Hukukunun Umumi Kısmı, Cilt 1-2 (Çeviren: Cevat Edege, Olgaç Matbaası 1983) 589; O. Gökhan Antalya, Borçlar Hukuku Genel Hükümler, Cilt 2 (Legal Yayınevi 2015) 227]; Fatma Itır Bingöl, Uluslararası Ticari Satım Sözleşmelerinde Mücbir Sebep (Yetkin Yayınları 2011) 190.5  Özçelik, ‘Borçlunun Sorumlu Olmadığı Sonraki İmkansızlık ve Mücbir Sebep Kayıtları  (n 2) 141; Doğan, Teminat Mektupları (n 3) 344; Günümüzde, borçluyu esas alan sübjektif teori yerine, olayları esas alan objektif teoriye göre bir değerlendirme yapılmaktadır. Doğan, ‘Mücbir Sebeplerin Teminat Mektuplarına Etkisi  (n 2) 135; Şahin (n 2) 93 vd.; Bu unsurlar yanında, mücbir sebebin varlığı için öğretide borcun ihlali de bir başka unsur olarak aranmaktadır. Borcun ihlali yoksa tek başına olay, mücbir sebep olarak nitelendirilmez. Eren, Borçlar Hukuku Genel Hükümler (n 4) 585; Eren, Sorumluluk Hukuku Açısından Uygun İlliyet Bağı Teorisi (n 4) 180.6  Eren, Borçlar Hukuku Genel Hükümler (n 4) 583; Eren, Sorumluluk Hukuku Açısından Uygun İlliyet Bağı Teorisi (n 4) 178; Şahin (n 2) 94.7  Eren, Sorumluluk Hukuku Açısından Uygun İlliyet Bağı Teorisi (n 4) 177.1355İstanbul Hukuk Mecmuası 78/3etmesine neden olan olayları ifade etmektedir. Mücbir sebepler harici bir olayken, beklenmeyen halde harici olma şartı aranmamaktadır. Beklenmeyen haller, harici bir olay olabileceği gibi harici olmayan bir olay da olabilir. Mücbir sebepler, borçlu yanında herkes bakımından borcun ihlaline sebep olur. Buna karşın, beklenmeyen hal başkalarını değil, borçluyu etkileyen ve borçlunun kaçınamayacağı nitelikte bir olaydır. Örneğin, bir fabrikada elektrik kontağından çıkan yangın beklenmeyen hal iken, deprem sonucunda ortaya çıkan yangın mücbir sebeptir. Doktrinde ve yargı kararlarında mücbir sebepler ile beklenmeyen hal kavramları ve bu kavramların ayrımı konusunda görüş birliği bulunmadığı gibi, bu kavramlar her zaman teknik bir anlam taşıyacak şekilde de kullanılmamakta, bazen de aynı anlamda kullanılmaktadır. Mücbir sebepler ile beklenmeyen hal arasında farklardan birinin de bunların sonuçları bakımından olduğu ifade edilmiştir. Bir görüş, bir olayın mücbir sebep olarak sayılabilmesi için borcun ifasının imkansız hale gelmesi sonucunu doğurmasını aramaktadır. Buna göre mücbir sebepler borcun ifasını sürekli olarak imkansız hale getirir ise borç sona ererken geçici olarak imkansız hale getirir ise borcun ifasını geciktirir. Yargıtay ın da içtihatlarında bu doğrultuda kararlar verdiği görülmektedir. 8  Tekinay/Akman/Burcuoğlu/Altop (n 4) 1000 vd; Gözübüyük (n 4) 24, 85 vd; Şahin (n 2) 76 vd.; Beklenmeyen haller de mücbir sebepler gibi doğa olayları olabileceği gibi biyolojik, sosyolojik veya hukuki olay niteliğinde olabilir. Bingöl (n 4)191; Beklenmeyen (fevkalade) haller ile mücbir sebebin tanımını veren açıklayıcı bir Yargıtay kararı şu şekildedir:  Türk hukuk lugatında beklenilmeyen vaziyet,  Borcun ifası, mukavelenin akdi zamanında göz önüne getirilmesi mümkün olmayan siyasi, iktisadi, içtimai hadiselerden dolayı akid için tahammülü çok güç bir külfet teşkil ettiği takdirde, akide mukavelenin tadil veya feshini talep veya dava edebilmek hakkını veren sebeptir  şeklinde tarif edilmiş bulunmaktadır. Bu tanımlamayı genişletecek olursak, mücbir sebep, borcun ifasına engel olan ve herhangi bir kimse tarafından alınacak tedbirlere rağmen önüne geçilmesine imkan olmayan beklenmedik, harici ve borçlunun iradesi dışında meydana gelen bir olaydır. Başka bir deyimle, seçilemeyen ve karşı konulamayan bir hadiseyi ifade eder. Borçlu, beklemediği önüne geçemediği ve kendisine isnat olunmayacak bir sebeple borcunu yerine getirememesinden dolayı sorumlu tutulamaz. Bir hadisede mücbir sebebin söz konusu olabilmesi için BK nun 117. maddesi hükmünce borcun yerine getirilmesine engel olan durumun borçlunun iradesinin dışında ve akit yapıldıktan sonra ortaya çıkmış bir durum olması şarttır.  Yargıtay 13 HD, 2009-8727/101, 18.01.2010 [karar için bkz <www.kazanci.com> erişim tarihi: 13.08.2020]. 9  M. Kemal Oğuzman / M. Turgut Öz, Borçlar Hukuku Genel Hükümler, Cilt 1 (Vedat Kitapçılık 2016) 407-408, n 1345; Antalya (n 4) 229 vd.; Şahin (n 2) 77; Günümüzde mücbir sebepte haricilik unsurunu aramayan görüşün ağırlık kazandığı ifade edilmektedir. Haricilik unsuru mücbir sebepte aranmayınca bu ayrımın ortaya çıktığı Fransız hukukunda da beklenmeyen hal ile mücbir sebep arasında bir fark kalmamaktadır [Başak Baysal, Sözleşmenin Uyarlanması BK m. 138 Aşırı İfa Güçlüğü (3. Bası, Oniki Levha Yayınları 2019) 262, dn 994]. Kaza kavramının borçlunun kusursuzluğunu ifade ederken mücbir sebebin borçlunun kusursuz garanti sorumluluklarını dahi dışladığı hakkında bkz. Serozan, İfa Engelleri (n 1) 189.10  Oğuzman/Öz (n 9) 408, n 1345; Tandoğan, Türk Mesuliyet Hukuku (n 2) 460 vd.; Tekinay/ Akman/ Burcuoğlu/ Altop (n 4) 1000 vd.; Gözübüyük (n 4) 24; Türk İsviçre hukukçuları bu iki kavramı birbirinden ayırmaktadır. Eren, Sorumluluk Hukuku Açısından Uygun İlliyet Bağı Teorisi (n 4) 177.11  Örneğin, otomobil lastiği ve benzin satışı için sözleşme yapılmasına rağmen savaş nedeni ile bu ürünlere devletin el koyması halinde ifa imkansız hale geldiğinden mücbir sebep gerçekleşir. Gözübüyük (n 4) 91; Şahin (n 2) 79; Tekinay/ Akman/ Burcuoğlu/ Altop (n 4) 1003.12  Yargıtay ın eski bir kararında sözleşmenin imzası sonrası meydana gelen % 50 fiyat artışı, sözleşmenin ifasına mutlak surette engel olacak bir hal olmadığından mücbir sebep olarak kabul edilmemiştir. Yarg. Ticaret D., E. 1944/1439, K. 1944/1389, T. 03.06. 1944, (Gözübüyük (n 4) 92). Yargıtay, bir başka kararında da mücbir sebep için ifanın imkansız hale gelmesini açıkça aramıştır:  Davanın dayanağı olan mücbir sebebi düzenleyen BK. nun 117. maddesine göre, mücbir sebebin sözkonusu olabilmesi için, önceden tahmin edilememiş bulunması, borçluya kabili isnat olmaması ve önlenemeyen, giderilemeyen, yenilemeyen bir nitelik taşıma ve borcun ifasını imkansız bir hale getirmesi gerekir.  Yarg. HGK, E. 1978/11-773, K. 1980/2310, T. 17.10.1980. Yeni bir kararında Yargıtay beklenmeyen haller ile mücbir sebepler arasındaki farkları şu şekilde belirlemiştir:  Mücbir sebep teşkil eden olay, umulmayan hale göre daha şiddetli ve mutlak bir kaçınılmazlık arzederken, umulmayan hal daha sınırlı bir etkiye sahiptir. Mücbir sebep borçlu veya sorumlunun işletme veya faaliyetine yabancı, dışarıdan gelen bir olay iken, umulmayan hal işletme veya faaliyet içi bir olay da olabilir. Mücbir sebepte öngörülemezlik ve kaçınılmazlık objektif yani herkes için geçerli olup, mutlak bir anlam taşır. Kaçınılmazlığın mutlaklığından amaç, teknik ve bilimin o andaki verilerine göre mevcut her türlü önlem alınsa, her türlü özen gösterilse bile ihlalin, dolayısıyla zararlı sonucun hiç kimse tarafından önlenememesidir. Yarg. HGK, E. 2012/101141, K. 2013/282, T. 27.02.2013, [kararlar için bkz <www.kazanci.com> erişim tarihi: 26.09.2020].1356Acar, Kul / Mücbir Sebeplerin Banka Teminat Mektuplarının Paraya Çevrilmesine EtkisiBuna karşın, başka bir görüş mücbir sebeplere bağlanan sonuçların değişebildiğini, sadece imkansızlık halinde değil, ifayı güçleştiren hallerde de mücbir sebeplerden bahsedilebileceğini  ve  mücbir  sebeplerin  uyarlamaya  neden  olabileceğini savunmaktadır.Eren e göre, mücbir sebep her zaman illiyet bağını keser ve kusuru bertaraf ederek sorumluluktan kurtaran bir etki gösterir. Mücbir sebepler ile beklenmeyen hallerin doğurduğu sonuçlar arasında genel olarak şu farkların bulunduğu ifade edilmektedir: (a) Mücbir sebepler daima illiyet bağını keser. Buna karşılık beklenmeyen haller illiyet bağını her zaman kesmez (c) Beklenmeyen haller daha çok sözleşmede değişiklik yapılması sonucunu doğururken, mücbir sebepler genelde sözleşmenin feshi sonucunu doğurur. (d) Beklenmeyen hallerde borç ortadan kalkmazken, mücbir sebeplerde genelde borç sona erer. Satılan malın depremde telef olması, malın ithalinin yasaklanması, malın teslim limanında grev olması nedeni ile başka bir limana boşaltılmak zorunda kalınması mücbir sebeplere örnektir.Kanaatimizce, mücbir sebebin ifayı mutlaka imkânsız hale getirmesi gerekmez. Mücbir sebep, illiyet bağını kesmek suretiyle borçluyu sorumluluktan kurtarıcı bir sonuç doğurur. Mücbir sebep gerçekleşmesine rağmen borcun ifası imkânsız hale gelmeyebilir.Bir  olayın  mücbir  sebep  sayılması  ile  beklenmeyen  hal  sayılması  arasında borçlunun kusursuzluğu bakımından bir fark yoktur. Ancak sözleşme veya kanun bu iki hale farklı sonuçlar bağladı ise böyle bir durumda bu ayrım önem taşır.B. Unsurları1. HaricilikHaricilik,  ifaya  engel  olayın  borçlunun  iş  ve  işletmesi  dışında  gerçekleşen, borçlunun faaliyetlerine yabancı bir olay olmasını ifade eder. Bu nedenle borçlunun kendi faaliyet sahası içerisinde gerçekleşen tedarik yetersizlikleri, üretim hataları, 13  Bingöl (n 4) 104, 239 vd.; Nida Malbeleği, İdarenin Taraf Olduğu Sözleşmelerde Sözleşmede Değişiklik, (Onikilevha Yayınları 2020) 34.14  Eren, Sorumluluk Hukuku Açısından Uygun İlliyet Bağı Teorisi (n 4) 184.15  Gözübüyük (n 4) 166; Eren, Sorumluluk Hukuku Açısından Uygun İlliyet Bağı Teorisi (n 4) 176; Bingöl (n 9) 103; Baysal, Sözleşmenin Uyarlanması, (n 9) 195; Şahin (n 2) 77 vd.16  Bingöl (n 4)186.17  Oğuzman/Öz (n 9), 407, n 1345; Gözübüyük (n 4) 24. 18  Tandoğan, Türk Mesuliyet Hukuku (n 2) 464; Özçelik, ‘Kamu İhale Sözleşmeleri Kanunu na Göre Mücbir Sebepler ve Sonuçları  (n 2) 304; Gözübüyük (n 4) 36; Eren, Sorumluluk Hukuku Açısından Uygun İlliyet Bağı Teorisi (n 4) 179; Şahin (n 2) 96; Diğer şartlar var ise haricilik unsuru bulunmasa da borçlunun ifada bulunmama sebebini mücbir sebebe dayandırması halinde mücbir sebebin varlığının kabul edilebileceği görüşünde: Bingöl (n 4) 196.1357İstanbul Hukuk Mecmuası 78/3personel yetersizliği gibi riskler faaliyetin tipik risklerinden olup, haricilik unsuru taşımamaktadır. Örneğin bir fabrikada kazanın patlaması veya işletme içerisinde yangın çıkmasında da mücbir sebepten değil beklenmeyen halden söz edilebilecektir. Bir işletme içerisinde işçilerin ücretlerinin artırılması istemi ile grev yapmalarında da işletme riskinden söz edilirken, genel grev halinde bir mücbir sebep söz konusu olabilecektir. Yine, deprem, yangın, fırtına, yıldırım, sel, doğal felaketler, heyelan, savaş, askeri darbe, salgın hastalık, sosyal ve politik olaylar harici nitelikte engeller olup, diğer şartların da varlığı halinde mücbir sebep olarak kabul edilebilecektir.2. KaçınılmazlıkKaçınılmazlık, olayın ve sonuçlarının borçlu bakımından kaçınılmaz olmasıdır. Kaçınılmazlık, olayın kendisinin değil, olay sonucunda borcun ihlalinin kaçınılmaz olmasını ifade eder. Bir başka ifade ile, borçlu harici olarak gerçekleşen olayın ifaya  olan  etkisini  önleyecek  ve  bunun  sonuçlarından  kaçınacak  durumda olmamalıdır. Kaçınılmazlık kavramının mücbir sebep bakımından karşı konulmazlık ve  önlenmezlik  kavramlarını  da  kapsadığı  ifade  edilmektedir.  Kaçınılmazlık, borçlunun kusursuz olması bakımından önemli olduğundan bu unsurun mücbir sebebin temel unsuru olduğu ve en önemli unsuru olduğu ifade edilmiştir. Mücbir sebeplerdeki kaçınılmazlık mutlak bir kaçınılmazlık olup, sadece borçlu bakımından değil olaydan etkilenen birçok kimse bakımındandır. Buna karşılık, beklenmeyen halde sadece borçlu bakımından nisbi bir kaçınılmazlık vardır. 19  Buna karşılık deprem nedeni ile bina yıkılmış ve enkaz altında biri ölmüş ise bina dışında harici bir kaynaktan doğan bu olayda mücbir sebep vardır. Aynı şekilde yangın, işyerine yıldırım düşmesi neticesinde gerçekleşti ise de mücbir sebepten söz edilir [Eren, Sorumluluk Hukuku Açısından Uygun İlliyet Bağı Teorisi (n 4) 180].20  Tandoğan, Türk Mesuliyet Hukuku (n 2) 465.21  Özçelik, ‘Kamu İhale Sözleşmeleri Kanunu na Göre Mücbir Sebepler ve Sonuçları  (n 2) 304; Eren, Borçlar Hukuku Genel Hükümler (n 4) 584.22  Eren, Sorumluluk Hukuku Açısından Uygun İlliyet Bağı Teorisi (n 4) 143.23  Eren, Sorumluluk Hukuku Açısından Uygun İlliyet Bağı Teorisi (n 4) 181.24  Özçelik, ‘Kamu İhale Sözleşmeleri Kanunu na Göre Mücbir Sebepler ve Sonuçları  (n 2) 306; Hatta mücbir sebebin unsurları arasında  kusursuzluk  da sayılmaktadır. Gözübüyük (n 4) 85-86.25  Eren, Borçlar Hukuku Genel Hükümler (n 4) 585; Eren, Sorumluluk Hukuku Açısından Uygun İlliyet Bağı Teorisi (n 4) 181; Şahin (n 2) 99.26  Tandoğan, Türk Mesuliyet Hukuku (n 2) 465; Şahin (n 2) 101; Tekinay/ Akman/ Burcuoğlu/ Altop (n 4) 1003; Eren, Borçlar Hukuku Genel Hükümler (n 4) 585; Eren, Sorumluluk Hukuku Açısından Uygun İlliyet Bağı Teorisi (n 4) 182.1358Acar, Kul / Mücbir Sebeplerin Banka Teminat Mektuplarının Paraya Çevrilmesine Etkisi3. ÖngörülemezlikBorçlu borç ilişkisinin kurulduğu sırada söz konusu olayın doğuracağı sonuçları öngörememelidir. Aksi halde yaşanan olay harici ve kaçınılmaz olsa dahi mücbir sebep olarak kabul edilemez. Örneğin, Koronavirüs salgınının ülkemizde görülmeye başladığı  tarih  öncesinde  kurulan  hukuki  ilişkiler  bakımından  bu  salgında  bir öngörülmezlik şartının bulunduğu kabul edilebilecektir. Buna karşın salgının dünya genelinde ve ülkemizde devam ettiği ve ne zaman biteceğinin belirsiz olduğu bir tarih sonrasında kurulmuş borç ilişkileri bakımından somut olayın özelliğine göre artık bu hastalık öngörülemezlik unsurunu taşımadığından mücbir sebep olarak kabul edilemeyebilecektir.Bir olayın sözleşme kurulduktan sonraki bir dönemde öngörülür hale gelmesi durumunda, mücbir sebep bakımından artık öngörülemezlik unsurunun varlığı kabul edilecek ise de kaçınılmazlık unsurunun var olup olmadığı önem kazanacaktır. Böyle bir durumda olayın mücbir sebep sayılabilmesi için borçlunun olayın sonuçlarından kaçınmak için yapabileceği hiçbir şeyin olmaması veya yapabileceği her şeyi yapmış olmasına rağmen olayın sonuçlarından kaçınamaması gerekmektedir. C. Mücbir Sebeplerin Sözleşmeye Etkileri 1. Genel OlarakBorçlar  kanunu  sistematiğinde,  borçlunun  borcun  ifa  edilmemesinden  doğan sorumluluğu kural olarak kusura dayanır. Sözleşme sorumluluğunda borçlunun borcunu ifa etmemesinde kusurunun bulunmadığı hallerden biri de mücbir sebep halleri olabilir. Mücbir sebep, borcun ifa edilmemesi sonucunu doğuran borçlunun davranışı ile borcun ihlali sonucu doğuran zararlı sonuç arasındaki illiyet bağını ortadan kaldırır. Sözleşme dışı sorumlulukta ise mücbir sebep, fiil ile zarar arasındaki illiyet bağını kesecek nitelikte bir etki gösterir. Buna göre her iki sorumluluk bakımından 27  Eren Borçlar Hukuku Genel Hükümler (n 4) 586-587; Eren, Sorumluluk Hukuku Açısından Uygun İlliyet Bağı Teorisi (n 4) 183; Özçelik, ‘Kamu İhale Sözleşmeleri Kanunu na Göre Mücbir Sebepler ve Sonuçları  (n 2) 307; Bingöl (n 4)188 vd.; Şahin (n 2) 101; Yargıtay kararına konu bir olayda, davacı taraf ihale ile ilaç teslim yükümü üstlenmiş, ne var ki sonradan döviz dar boğazı yüzünden ilaçları teslim edemediği gerekçesi ile mücbir sebebe dayanarak teminat mektubunun iadesini istemiştir. Yerel mahkeme, davayı kabul etmiş ise de Yargıtay öngörülemezlik unsurunun bulunmadığını ifade eden şu gerekçe ile kararı bozmuştur:  Döviz transferlerinin zamanında yapılmamasının zorlu neden olduğu da sözleşmede belirtilmiş değildir. Üstelik, böyle bir neden, BK. m. 117 anlamında borcun sönmesine yol açmaz. Türkiye genelinde yıllar yılı döviz sıkıntısının süre geldiği de herkesin bildiği bir gerçektir. Davacının, bu gerçeği gözeterek ihaleye girmesi edimini zamanında yerine getirmesinin önlemlerini alması tedbirli bir tacir olarak davranmasının bir gereğidir.  Yargıtay 13 HD, 2749/3786, 14.05.1981 [karar için bkz <www.kazanci.com> erişim tarihi: 13.08.2020]. Bir olayın hiç kimse için öngörülemez olmasının aranmasının  mutlak sezilemezlik  olacağı ve sorumluluğu ölçüsüz şekilde ağırlaştıracağı yönünde bkz Gözübüyük, (n 4) 86.28  Özçelik, ‘Kamu İhale Sözleşmeleri Kanunu na Göre Mücbir Sebepler ve Sonuçları  (n 2) 307.29  Özçelik, ‘Borçlunun Sorumlu Olmadığı Sonraki İmkânsızlık ve Mücbir Sebep Kayıtları  (n 2) 11; Eren (n 4) 1086 vd; Tandoğan, Türk Mesuliyet Hukuku (n 2) 12 vd; Oğuzman/Öz, (n 9) 403, n 1327 vd.30  Sebeple zarar arasındaki illiyet bağı; mücbir sebep, zarar görenin kusuru ve üçüncü kişinin kusuru hallerinde kesilir. Eren (n 4) 581; Şahin (n 2) 65.1359İstanbul Hukuk Mecmuası 78/3borçluyu sorumluluktan kurtaracak nitelikte bir etkiye sahiptir. Bununla birlikte mücbir sebeplerin sözleşme üzerindeki etkisini taraflar sözleşmede düzenleyebilir. Borçlu,  sözleşmede  yapılan  bu  düzenlemeler  ile  beklenmeyen  hal  ve  mücbir sebeplerin sorumluluğunu üzerine almış da olabilir.Mücbir sebeplerin sözleşme üzerindeki etkisinden bahsedebilmek için sözleşmeye aykırılığın mücbir sebepten kaynaklanması gerekir.Sözleşme  sorumluluğunda  mücbir  sebeplerin  etkisi  ile  sözleşmeye  aykırılık sonucunun ortaya çıkmasını sözleşmeye aykırılığın ana türleri olan ifa imkansızlığı, ifa gecikmesi (temerrüt), gereği gibi ifa etmeme halleri ve bunun dışında da ifa güçlüğü hallerinin her biri bakımından ayrı ayrı incelemek gerekir. 2. Mücbir Sebepler Nedeniyle İfa imkansızlığıSözleşmenin kurulmasından sonra ortaya çıkan ifa imkansızlığı, ifanın yerine getirilmesini olanaksız kılar. Böyle bir durumda borçlu istese de borcu aynen ifa edemez. İfa yükümü sona erince bunun yerini tazminat yükümünün alıp almayacağı, tazminat yükümünün doğması halinde bunun kapsamı, imkansızlıktan kimin sorumlu olduğu hususuna göre belirlenir. Mücbir sebep, ifayı imkansız bir hale getirmiş ise, TBK m 136 kapsamında borçlunun sorumlu olmadığı sonraki imkansızlıktan söz edilir. Böyle bir durumda borç sona erer. Bu durumu düzenleyen TBK m 136 f 1 e göre;  Borcun ifası borçlunun sorumlu tutulamayacağı sebeplerle imkansızlaşırsa, borç sona erer.  Borcun sona ermesi ile birlikte karşılıklı borç yükleyen sözleşmeler bakımından aldığını geri verme yükümü ve ifa edilmemiş edimi isteme hakkının kaybedilmesi söz konusu olur. Bu durum TBK m 136 f 2  de şu şekilde düzenlenmiştir:  Karşılıklı borç yükleyen sözleşmelerde imkânsızlık sebebiyle borçtan kurtulan borçlu, karşı 31  Tandoğan, Türk Mesuliyet Hukuku (n 2) 468; Eren, Sorumluluk Hukuku Açısından Uygun İlliyet Bağı Teorisi (n 4) 184; Şahin (n 2) 65. 32  Tandoğan, Türk Mesuliyet Hukuku (n 2) 468; Bingöl (n 4) 105 vd.; Sözleşmede yer alan bu şartların kanuna ve ahlaka aykırı olmaması, borçluya yapılan manevi cebirin etkisi altında yapılmaması ve hakkın kötüyü kullanılması yasağına aykırı olmaması halinde meşru olabileceği hakkında bkz Gözübüyük (n 4) 95.33  Mücbir sebep olarak nitelendirilen olay ile borcun ihlali arasında uygun illiyet bağı bulunmalıdır. Eren, Sorumluluk Hukuku Açısından Uygun İlliyet Bağı Teorisi (n 4) 143; Doğan, ‘Mücbir Sebeplerin Teminat Mektuplarına Etkisi  (n 2) 136; Şahin (n 2) 114.34  Özçelik, ‘Kamu İhale Sözleşmeleri Kanunu na Göre Mücbir Sebepler ve Sonuçları  (n 2) 308; Bingöl (n 4) 212.35  Doğan, Teminat Mektupları (n 3) 344; Doğan, ‘Mücbir Sebeplerin Teminat Mektuplarına Etkisi  (n 2) 137; Özçelik, ‘Borçlunun Sorumlu Olmadığı Sonraki İmkânsızlık ve Mücbir Sebep Kayıtları  (n 2) 33 vd; Özçelik, ‘Kamu İhale Sözleşmeleri Kanunu na Göre Mücbir Sebepler ve Sonuçları  (n 2) 308; Şemsi Barış Özçelik, ‘Sözleşmeden Doğan Borçların İfasında Hukukî İmkânsızlık ve Sonuçları  (2014) 63(3) Ankara Üniversitesi Hukuk Fakültesi Dergisi, 582 vd.; Bingöl (n 4) 213 vd.; Şahin (n 2) 109; Hâkim görüşe göre İfa imkansızlığı borçlunun kusuru sonucunda gerçekleşmiş ise borç sona ermez, sadece ifası imkansız hale gelen edimin yerini, alacaklının zararını tazmin yükümlülüğü alır [Tekinay/Akman/Burcuoğlu/Altop (n 4) 853-854; Eren (n 4) 1054; Serozan, İfa Engelleri (n 1) 200; Antalya (n 4) 285]. Buna karşılık azınlıkta kalan bir başka görüşe göre, borçlunun kusuru olsun olmasın her halde ifanın imkansızlaşması ile borç sona erer. Borçlunun kusurunun bulunması ile bulunmaması arasında borcun sona ermesi sonucunu doğurması bakımından fark yoktur. Fark, tazminat yükümünün olup olmaması yönündendir [Oğuzman/Öz (n 9) 450, n 1472].1360Acar, Kul / Mücbir Sebeplerin Banka Teminat Mektuplarının Paraya Çevrilmesine Etkisitaraftan almış olduğu edimi sebepsiz zenginleşme hükümleri uyarınca geri vermekle yükümlü olup, henüz kendisine ifa edilmemiş olan edimi isteme hakkını kaybeder. Kanun veya sözleşmeyle borcun ifasından önce doğan hasarın alacaklıya yükletilmiş olduğu durumlar, bu hükmün dışındadır. 3. Mücbir Sebepler Nedeniyle İfa Gecikmesiİfanın gecikmesi TBK m 117 vd. hükümleri uyarınca kural olarak borçlu temerrüdü sonuçlarını doğurur. Bir görüşe göre, ifa, mücbir sebepler nedeniyle gecikmiş ise bu durum tek başına kendiliğinden ifanın ertelenmesi sonucunu doğurmaz. Mücbir sebepler  nedeniyle  ifanın  gecikmesinin  ifanın  ertelenmesi  sonucunu  doğurması için kanunda veya sözleşmede açık bir hüküm bulunmalıdır. Bu görüşe göre, ifanın mücbir sebepler nedeni ile gecikmesi durumunda da borçlu temerrüde düşer. Böyle bir halde kendiliğinden ifanın ertelenmesi sonucu doğmasa da borçlu temerrüdün kusura bağlı sonuçlarından kurtulur. TBK m 118 kapsamında gecikme tazminatı, TBK m 119 kapsamında beklenmedik halden sorumluluk, TBK m 125 f 3 kapsamında sözleşmeden dönme halinde borçlunun menfi zararlardan sorumluluğu hükümleri bu kapsamdadır. Buna karşılık bir başka görüşe göre, gecikmeye mücbir sebepler neden olduğundan ve borçlunun kusuru bulunmadığından ifa kendiliğinden ertelenir. Borçlunun kusurunun bulunmaması onu para borçlarında temerrüt faizinden ve karşılıklı sözleşmelerde sözleşmeden dönülmesinden kurtaramasa da tazminat ve kazadan doğan sorumluluktan kurtarabilmektedir. 4. Mücbir Sebepler Nedeniyle Gereği Gibi İfa EtmemeTBK m 112 vd hükümlerine göre borç gereği gibi ifa edilmez ise, borçlu kendisinin bir  kusuru  olmadığını  ispat  etmedikçe  alacaklının  bundan  doğacak  zararından sorumlu olacaktır. Borç gereği gibi ifa edilmiyor ise, alacaklı ifayı kabul edip, bundan doğan zararlarını TBK m 112 ye göre tazmin etme hakkını saklı tutabileceği gibi, ifayı reddetmek sureti ile borçluyu temerrüde de düşürebilir.36  Özçelik, ‘Kamu İhale Sözleşmeleri Kanunu na Göre Mücbir Sebepler ve Sonuçları  (n 2) 309.37  Uluslararası ticarette çok net olmasa da ifa etmeme ve imkânsızlık sonucunu doğuran olaylar mücbir sebep, ifayı imkânsız kılmayan ama zorlaştıran sebeplere hardship klozları da denilmektedir. Bu hususta bkz Baysal, Sözleşmenin Uyarlanması, (n 9) 102.38  Özçelik, ‘Kamu İhale Sözleşmeleri Kanunu na Göre Mücbir Sebepler ve Sonuçları  (n 2) 310; Özçelik, ‘Borçlunun Sorumlu Olmadığı Sonraki İmkânsızlık ve Mücbir Sebep Kayıtları  (n 2) 83. 39  Bu görüşe göre, borçlunun kusuru temerrüdün bir unsurudur. Serozan, Sözleşmeden Dönme (n 1) 239 vd; Doğan, ‘Mücbir Sebeplerin Teminat Mektuplarına Etkisi  (n 2) 137.40  Serozan, İfa Engelleri (n 1) 228, n 11; Serozan, Sözleşmeden Dönme, (n 1) 243.41  Bkz Fahrettin Aral, Türk Borçlar Hukukunda Kötü İfa (2011) 73 vd; Serozan, Sözleşmeden Dönme, (n 1) 281 vd.42  Aral, Türk Borçlar Hukukunda Kötü İfa (n 41) 74-75.1361İstanbul Hukuk Mecmuası 78/3Borcun gereği gibi ifa edilmemesine mücbir sebepler neden olmuş, alacaklı da ifayı kabul etmemiş ise borçlu temerrüdün kusura bağlı sonuçlarından sorumlu olmaz. TBK m 112 ye göre borç gereği gibi ifa edilmediğinde, borçlu mücbir sebepler nedeni ile kendisine hiçbir kusurun yüklenemeyeceğini ispat ettiğinde alacaklının bundan doğan zararını da tazmin yükümlülüğünden kurtulacaktır.5. Mücbir Sebepler Nedeniyle Aşırı İfa GüçlüğüSözleşmelerin uyarlanması ile mücbir sebepler arasında uyarlamanın şartları ve mücbir sebeplerin sonuçları bakımından sıkı benzerlikler olduğu görülmektedir. Bununla  birlikte  uyarlama  ile  mücbir  sebep  kavramlarının  birbiri  ile  ilişkisini açıklayan farklı görüşler ileri sürülmüştür.Bir görüşe göre, mücbir sebep uyarlamaya sebep olamaz. Edim, sürekli veya geçici olarak imkansızlaştı ise mücbir sebep vardır. Mücbir sebeple uyarlama yan yana gelemez. Mücbir sebep var ise ifa mümkün değilken, uyarlama söz konusu ise ifa zor da olsa mümkündür. Mücbir sebebin ifayı geçici olarak imkansızlaştırdığı ve geciktirdiği hallerde borçlu gecikmeden sorumlu olmasa da borcun ifası ile yükümlü olmaya devam edecektir. Bir başka görüşe göre ise mücbir sebep uyarlamaya neden olabilir. Buna göre, mücbir sebep teşkil eden olaylar sözleşme taraflarının edim dengesini bozmuş ise bozulan  edim  dengesinin  yeniden  tesis  edilmesi  ihtiyacı  ortaya  çıkabilecektir. Uyarlama sonucunu doğuracak  öngörülemeyen haller  kavramı,  mücbir sebep  kavramından çok daha geniş bir kavramdır. Her mücbir sebep uyarlamaya sebep olmasa da uyarlamayı gerektirecek nitelikte mücbir sebepler olabileceği gibi, mücbir sebep niteliğinde olmayan öngörülemeyen haller de söz konusu olabilecektir. Kanaatimizce, mücbir sebepler uyarlamaya neden olabilir. Uyarlamaya neden olacak ifayı güçleştiren haller, mücbir sebepten çok daha geniş bir kavramdır. Mücbir sebeple beklenmeyen halleri ayıran kriter, olayın ifayı geçici veya sürekli olarak imkansız hale getirip getirmemesinden çok olayın meydana geliş şekli, şiddet derecesi ve kaçınılmazlığın mutlak veya nisbi olmasındadır. Örneğin, Covid-19 (Yeni Koronavirüs) salgın hastalığı, birçok yönden borç ilişkilerini uzun süreli olacak şekilde etkilemiş ve bazı sözleşmeler bakımından tarafların edim dengelerini 43  Kira sözleşmeleri bakımından mücbir sebep  ayıplı ifa  olarak nitelendirilebilecektir. Böyle bir durumda diğer hukuki imkanlar yerine TBK nın ayıp hükümlerinin (TBK m 304 vd) uygulama alanı bulması daha yerinde bir çözüm tarzı olabilir.44  Özçelik, ‘Kamu İhale Sözleşmeleri Kanunu na Göre Mücbir Sebepler ve Sonuçları  (n 2) 311; Bingöl (n 4) 261 vd.45  Ayşe Arat, Sözleşmenin Değişen Şartlara Uyarlanması (Seçkin Yayınlarıba 2006) 95 vd.; Sözleşmelerin uyarlanmasını mücbir sebep altında inceleyen görüşler için bkz Baysal, Sözleşmenin Uyarlanması, (n 9) 62, n 133. Yeniden müzakere ve uyarlama için Fransız Medeni Kanunu 1195. Maddesinde  öngörülemezlik  ve  aşılamazlık  şartlarının birlikte aranması, uyarlama ile mücbir sebep arasında bir fark bırakmadığına ilişkin eleştirilere konu olmuştur. Bu eleştiriler sonucunda anılan hükümde 2013 yılında değişikliğe gidilmiş aşılamazlık şartı çıkarılmıştır [Baysal, Sözleşmenin Uyarlanması, (n 9) 74, n 162-163].46  Baysal, Sözleşmenin Uyarlanması, (n 9) 195, n 440, dn 741; Şahin (n 2) 104.47  Arat (n 45) 95; Bingöl (n 4) 201, 239 vd.1362Acar, Kul / Mücbir Sebeplerin Banka Teminat Mektuplarının Paraya Çevrilmesine Etkisibozmuştur.  Uyarlamanın  şartları  oluştuğu  takdirde  Covid-19  salgın  hastalığının uyarlamaya neden olabileceği kabul edilmelidir. Kaldı ki, mücbir sebeplerin varlığı için geçici veya sürekli imkânsızlık sonucu aransa dahi mücbir sebepler uyarlamaya neden olabilir. Örneğin, yurtdışında bir havalimanının yapımı için sözleşme yapılmış, sözleşmenin süresi iki yıl olup, götürü bir bedel üzerinde anlaşılmıştır. Ancak, birinci yıl sonunda Covid-19 salgın hastalığı çıkmış, ülkeye girişler, yurtdışından işçi getirilmesi ve çalışma yapılması yasaklanmış, geçici bir ifa imkansızlığı doğmuştur. Böyle bir durumda, mücbir sebebin varlığı için ifanın geçici de olsa imkansız olmasını arayan görüş bakımından da mücbir sebep hali gerçekleşebilecektir. Bu örnek bakımından, mücbir sebep ortadan kalktığında yüklenici söz konusu ülkeye dönüp yarım kalan işini tamamlamaya çalıştığında şartlar ve edim dengesi değişmiş olabilir. Yüklenicinin işçi çalıştırmakta zorlanması, maliyetlerin artması, sürenin yetmemesi, götürü bedelle o işin tamamlanmasının kendisinden beklenemeyecek derecede dürüstlük kuralına aykırı olması hallerinde mücbir sebebin uyarlamaya neden olabileceği kabul edilmelidir. Sözleşme  kurulduktan  sonra  gerçekleşen  bir  olay;  harici,  kaçınılmaz  ve öngörülemez nitelikte olup, tarafların edim yükümlülüklerini etkilemekte ise bu olayı mücbir sebep olarak kabul etmek gerekir. Mücbir sebebin uyarlamaya esas teşkil etmeyeceğini savunan görüş, işlem temelinin çökmesinin risk paylaşımı ile ilgili bir mesele olduğunu, kusur sorumluluğu ile bir ilgisinin bulunmadığını ifade etmektedir. TBK m 138 de düzenlenen uyarlamaya esas şartların biri de sözleşmenin yapıldığı sırada taraflarca öngörülmeyen ve öngörülmesi de beklenmeyen olağanüstü durumun  borçludan kaynaklanmayan bir sebeple  ortaya çıkmasıdır. Bu şart, edim dengesinin bozulmasının sadece bir risk paylaşım meselesi olmadığını, aynen mücbir sebepte olduğu gibi borçlunun (edim dengesi aleyhine bozulan tarafın) kusurunun bulunmamasını da ifade ettiği açıktır.II. Banka Teminat Mektupları Bakımından Mücbir Sebep KavramıTürk  hukukunda  teminat  mektupları  ile  ilgili  kanuni  bir  düzenlemeye  yer verilmediğinden teminat mektupları bakımından mücbir sebeplerin neyi ifade ettiğine ilişkin yasal bir dayanak da bulunmamaktadır. Bununla birlikte bu konuda Milletlerarası Ticaret Odasının yayınladığı biörnek kurallar yol gösterici niteliktedir. Bu kurallar bir hukuk kuralından ziyade, milletlerarası ticaretin teamüller ve uygulamalarla oluşmuş 48  Aynı görüşte: Şahin Akıncı, ‘Covid 19 un Borç İlişkilerine ve Bazı Borçlar Hukuku Sözleşmelerine Etkisi  (2020)19(38) İTÜSBD (Covid-19, Hukuk Özel Sayısı), 85 vd.; Malbeleği (n 16) 265.49  Baysal, Sözleşmenin Uyarlanması, (n 9) 196, n 440.50  Seza Reisoğlu, Banka Teminat Mektupları ve Kontrgarantiler (4. Baskı, 2013) 34; Doğan, Teminat Mektupları (n 3) 13; Akın Ekici/ Nihayet Durukanoğlu, Türk Hukukunda ve Bankacılık Uygulamasında Teminat Mektupları (Legal Yayıncılık 2016) 7; Türk hukuku yanında Alman, İsviçre ve Avusturya hukuklarında da garanti sözleşmelerinin pozitif hukuk düzenlemesine sahip olmadığı hakkında bkz Ferhat Canbolat, Banka Garantisinde Savunma İmkanları ve İhtiyati Tedbirler (Yetkin Yayınları 2019) 52; Hüseyin Murat Develioğlu, ‘TBK m. 128  Rona Serozan/ Turgut Öz/ Faruk Acar/ Emre Gökyayla/ H. Murat Develioğlu (ed), İstanbul Şerhi, (Vedat Kitapçılık 2017) 1101.1363İstanbul Hukuk Mecmuası 78/3kendine özgü kuralları nitelindedir. Talep Garantilerine İlişkin Biörnek Kurallar (URDG- Uniform Rules for Demand Guarantees) önce URDG 458, daha sonra bu modelin revizyonu ile URDG 758 olarak oluşturulmuş ve 1 Temmuz 2010 tarihinde yürürlüğe girmiştir. Söz konusu kurallar m 26 b a da mücbir sebepler olarak kabul edilebilecek  olaylar  şu  şekilde  yer  almıştır:   garantörün  veya  kontrgarantörün bu  kurallara  tabi  eylemlerle  ilişkili  faaliyetini  kesintiye  uğratan  doğal  afetler, isyanlar, ayaklanmalar, iç karışıklıklar, savaşlar, terör eylemleri ve garantörün veya kontrgarantörün kontrolü dışındaki herhangi bir neden anlamına gelir. URDG 758 biörnek kurallar bankaları daha da koruyucu nitelikte düzenlemeler içermekte olup mücbir sebepler, yalnızca garantör bankaya veya kontragarantöre olan etkisi bağlamında nazara alınmış, temel ilişkinin borçlusu bakımından ya da muhatabın mücbir sebepler nedeni ile teminat mektubunun ibrazını zamanında veya gerektiği gibi yapamaması yönlerinden dikkate alınmamıştır.Banka tarafından düzenlenen teminat mektuplarında mücbir sebeplere ilişkin hükümlere yer verilir ise bu hükümler uygulanacaktır. Teminat mektubunda mücbir sebeplerin düzenlenmesi yerine ICC tarafından düzenlenen biörnek kurallara (URDG) atıf yapılabilir. Böyle bir durumda URDG teminat mektubunun eki haline gelir ve taraflar bakımından bağlayıcı olur. Böyle bir düzenleme de yer almamakta ise teminat mektubunun tabi olacağı hukuka göre mücbir sebeplerle ilgili değerlendirme yapılacaktır.51  Doğan, Teminat Mektupları (n 3) 15.52  Talep garantisi ( Demand Gurantee ) ifadesinin Türk hukukundaki karşılığının garanti sözleşmesi niteliğinde olan garanti mektupları ve teminat mektupları olduğu hakkında bkz Ekici/Durukanoğlu (n 50) 36.53  <https://www.icc.se/wp-content/uploads/2020/02/FirstDraftISDGP0.pdf> erişim tarihi 05.08.2020; URDG 458 ve URDG 758 öncesinde de Milletlerarası Ticaret Odası tarafından 1978 yılında 325 nolu  Sözleşmeden Doğan Garantilere İlişkin Biörnek Kurallar  çıkarılmış ise de bu kuralların bankacılık uygulamasına ters düşmesi nedeni ile fazla bir uygulama alanı bulmadığı ifade edilmiştir [Canbolat (n 50) 52; Abdurrahman Özalp, ‘ICC nin Yeni Uluslararası Garanti Kuralları- URDG 758  Nuray Ekşi (ed), Banka Teminat Mektuplarına İlişkin ICC Kuralları, Makaleler (Beta Yayınları, 2011) 2 vd; Nihayet Durukanoğlu, ‘ICC nin Garantilere İlişkin Biörnek Kuralları ve Bu Kuralların Kamu Sektöründe Uygulanması  Nuray Ekşi (ed), Banka Teminat Mektuplarına İlişkin ICC Kuralları, Makaleler (Beta Yayınları, 2011) 79; Nuray Ekşi, ‘ICC nin Banka Teminat Mektuplarına İlişkin Biörnek Kuralları  Nuray Ekşi (ed), Banka Teminat Mektuplarına İlişkin ICC Kuralları, Makaleler (Beta Yayınları, 2011) 110; Ekici/Durukanoğlu (n 50) 35-36].54  Doğan, Teminat Mektupları (n 3) 346; Özalp (n 53) 38; Ekici/Durukanoğlu (n 50) 248.55  Ekici/Durukanoğlu (n 50) 212; Durukanoğlu (n 53) 32.56  Doğan, Teminat Mektupları (n 3) 15.57  Nuray Ekşi, Milletlerarası Ticaret Hukuku, İstanbul (2010) 80.1364Acar, Kul / Mücbir Sebeplerin Banka Teminat Mektuplarının Paraya Çevrilmesine EtkisiIII. Banka Teminat Mektupları Bakımından Mücbir SebepA. Genel Olarak Banka Teminat Mektuplarının Hukuki NiteliğiBanka teminat mektubu, bir banka tarafından üçüncü bir kişinin (lehtarın) muhataba (garanti alana) karşı üstlendiği bir edimi hiç veya gereği gibi yerine getirmediğinin muhatap tarafından kendisine bildirilmesi üzerine mektupta yazılı tutarın muhataba derhal ödeneceğinin taahhüt edildiği kıymetli evrak niteliğine sahip  olmayan  bir  belgedir.  Bu  işlem  sonucunda  banka  doğrudan  bir  ödeme yapmamakta, muhatap lehine bir ödeme taahhüdü vermektedir.Banka teminat mektuplarının hukuki niteliği uzun süre tartışma konusu olmuştur. Bir görüşe göre, teminat mektupları kefalet sözleşmesi niteliğindedir. Buna karşın ikinci bir görüşe göre, banka teminat mektupları garanti sözleşmesi niteliğindedir. Üçüncü bir görüş, ise teminat mektuplarının ne kefalet ne garanti sözleşmesi niteliğinde olduğunu, kendine özgü (sui generis) nitelik taşıdığını savunmuştur. Karma nitelik görüşü olarak isimlendirilmiş bir başka görüşe göre ise, her somut olayda teminat mektubunun içeriğine göre hukuki nitelendirme yapılmalı, buna göre teminat mektupları kefalet niteliğinde olabileceği gibi garanti niteliğinde de 58  Banka dışında diğer gerçek ve tüzel kişiler tarafından da teminat mektubu verilebilir. Teminat mektubunun banka tarafından verildiği durumlarda  banka teminat mektubu  ifadesi kullanılmaktadır [Reisoğlu, Banka Teminat Mektupları ve Kontrgarantiler (n 50) 23; Canbolat (n 50) 54]. Buna karşılık teminat mektuplarının sadece bankalar tarafından verildiğini ifade eden yazarlar olsa da bu görüş isabetli değildir [Melis Taşpolat Tuğsavul, ‘Banka Teminat Mektupları  (2009) 83(1) İstanbul Barosu Dergisi, 302].59  Derhal ödeme kapsamında bankanın verdiği kayıtsız şartsız ödeme taahhüdünün bazı hukuki sonuçları vardır. Bu taahhüt neticesinde teminat mektubunun garanti niteliğinde sayılması, bankanın rücu hakkının doğumu için kontrgaranti imzalatılması gerekliliği ve ispat yükünün ters çevrilmesi sureti ile teminat mektubunun paraya çevrilmesi talebini reddeden bankanın riskin doğmadığı veya sona erdiği, hakkın kötüye kullanıldığı iddialarını ispat etmek zorunluluğu sonuçları ortaya çıkmaktadır. Bu konuda bkz Reisoğlu, Banka Teminat Mektupları ve Kontrgarantiler (n 50) 69 vd.; Canbolat (n 50) 77 vd.60  Nami Barlas, Makalelerim, Cilt 1 (Vedat Kitapçılık 2008) 31; Sıtkı Akyazan, ‘Banka Teminat Mektupları  (1969) 5(1) Banka ve Ticaret Hukuku Dergisi, 16; Seza Reisoğlu, ‘Banka Teminat Mektupları Uygulamalarında Ortaya Çıkan Başlıca Sorunlar , (2011) (77) Bankacılar Dergisi, 84.61  Banka teminat mektupları, 5411 sayılı 19 Ekim 2005 tarihli Bankacılık Kanunu m 48 e göre, bir gayrinakdi kredi niteliğindedir. Bu hususta bkz Barlas, Makalelerim (n 60) 32; Ünal Somuncuoğlu, ‘Banka Teminat Mektuplarına İlişkin Bazı Sorunlar  (2014) 4(2) Hukuk Köprüsü, 401; Semra Omağ, ‘Banka Teminat Mektuplarının Mahiyeti ve Hükümleri  (1971) 6(2) Banka ve Ticaret Hukuku Dergisi, 326; Gayrinakdi krediler için bkz Burak Özen, Kredi Açma Sözleşmeleri (Vedat Kitapçılık 2017) 32 vd; Davut Gürses, Banka Genel Kredi Sözleşmesi (Onikilevha Yayınları 2016) 19 vd. Kural olarak muhatap teminat mektubundan sadece hak elde eder, yükümlülük yüklenmez [Omağ (n 61) 336].62  Ruhi Bakay, Banka Teminat Mektupları (1954) 24; Vecdi Ünay, Bankalarca Dış Ticaretin Finanse Edilmesi Usulleri (1957) 199; Vedat Onur, Bankacılık Hukuku (1965) 99; Atilla Sav, ‘Banka Teminat Mektuplarının Haczi  (1967) (1) ABD, 48; Turgut Erem, Bankacılık (1970) 194; Hikmet Güney, Kefalet Mektupları, (1970) 24 (Aktaran: Barlas, Makalelerim (n 60) 34, dn 7); Seza Reisoğlu, Garanti Mukavelesi (Ajans Türk Matbaası 1963) 102; Yargıtay ın eski kararlarında bu görüşte olduğu görülmektedir. Bkz YTD, 58/377, 6.12.1959; YTD, 892/1213, 30.04.1959 [Haluk Tandoğan, Garanti Mukavelesi (Banka ve Ticaret Hukuku Araştırma Enstitüsü 1959) 35, dn 129].63  Vural Günal, ‘Teminat Mektupları  (1968) 25(6) ABD, 973; Canbolat (n 50) 55.64  Akyazan (n 60) 27.65  Reisoğlu, Garanti Mukavelesi (n 62) 97; Haluk Tandoğan, Garanti Mukavelesi, (n 62) 32; Barlas, Makalelerim (n 60) 37; Doğan, Teminat Mektupları (n 3) 15; Omağ (n 61) 330; Tekinay/Akman/Burcuoğlu/Altop (n 4) 236; Reisoğlu, ‘Banka Teminat Mektupları Uygulamalarında Ortaya Çıkan Başlıca Sorunlar  (n 60) 84; 11.06.1969 tarihli, 1964-4/6 (RG. 03.10.1969, S. 13317) sayılı Yargıtay İçtihadı Birleştirme Kararında da aslında bu husus ifade edilmiştir:  içeriğine göre bir banka dilerse kefalet şeklinde dilerse garanti sözleşmesi niteliğinde teminat mektubu verebilir. 1365İstanbul Hukuk Mecmuası 78/3olabilecektir. Bu konuda önce 1967 de daha sonra 1969 da iki Yargıtay İçtihadı Birleştirme Kararı ile teminat mektuplarının garanti niteliğinde olduğuna karar verilmiş, bu tarihten sonra Yargıtay, yerleşik içtihatları ile teminat mektuplarını garanti niteliğinde saymıştır.Kanaatimizce banka teminat mektupları kefalet niteliği taşıyabileceği gibi garanti sözleşmesi niteliği de taşıyabilir. Bir başka ifade ile, bu konuda teminat mektuplarının belirli bir hukuki niteliğe sahip olduğu hususunda baştan kesin bir hükümde bulunmak mümkün olmayıp, her bir teminat mektubunun içeriğine göre teminat mektubunun banka tarafından hangi hukuki niteliğe sahip olarak düzenlendiğini tespit etmek gerekecektir. Öte yandan kefalet sözleşmesi niteliğinde bir banka teminat mektubu verilecek ise, bu nitelikte bir teminat mektubu TBK m 583 f 1 in öngördüğü şekil şartlarını taşımalıdır. Banka tarafından verilen garanti niteliğinde teminat mektupları ise, kişisel güvence verilmesine ilişkin olsa da, gerçek kişiler tarafından verilmediğinden TBK m 603 hükmüne göre kefaletin şekil şartlarına tabi olmayacaktır.Uygulamada banka teminat mektuplarının neredeyse tamamı garanti sözleşmesi niteliğinde olduğundan bu çalışmamız bakımından da garanti sözleşmesi niteliğinde olan banka teminat mektupları esas alınarak inceleme yapılacaktır.B. Mücbir Sebeplerin Banka Teminat Mektuplarına Etkisi Teminat mektubu, riskin gerçekleşmesi ve usulüne uygun bir biçimde muhatabın paraya çevirme talebinde bulunması ile birlikte paraya çevrilir. Bu  bakımdan  banka  teminat  mektuplarında  mücbir  sebeplerin  iki  bakımdan etkisi olduğu görülmektedir. İlk olarak, mücbir sebepler riske etki etmiş olabilir. İkinci  olarak,  risk  gerçekleşmekle  birlikte  mücbir  sebeplerin  etkisi  ile  paraya çevirme talebinin zamanında yerine getirilememesi veya ibraz edilen belgelerin incelenememesi söz konusu olabilir.66   Bankanın sıfatı teminatı veren olduğundan, taahhüdü esas sözleşmeyi yapan taraflardan ve esas akitten ayrı ve tamamen müstakildir.  YİBK, 66-16/7, 13.12.1967, (RG. 05.04.1968, S. 12867) [Reisoğlu, Banka Teminat Mektupları ve Kontrgarantiler (n 50) 30, dn 11]; ayrıca bkz Akyazan (n 60) 27.67   Teminat mektuplarının mahiyeti itibariyle Borçlar Kanunu nun 110. Maddesinde sözü edilen üçüncü şahsın fiilini taahhüt niteliğinde bir garanti akdi olduğuna…karar verilmiştir.  YİBK, 4/6, 11.06.1969, (RG. 3.10.1969, S. 13317) [Reisoğlu, Banka Teminat Mektupları ve Kontrgarantiler (n 50) 30, dn 13].68  Somuncuoğlu (n 61) 399; HGK, 11-1941/560, 21.07.1981; 13 HD, ,5281/7400, 03.12.1982 HGK., 11-1915/865, 27.12.1982; 15 HD, 531/2145, 13.06.1985 [Reisoğlu, Banka Teminat Mektupları ve Kontrgarantiler (n 50) 32, dn 17]; Ünal Tekinalp, Banka Hukukunun Esasları (Vedat Kitapçılık 2009) 518; Ekici/Durukanoğlu (n 50) 43; Arif B. Kocaman, ‘Banka Teminat Mektuplarının Hukuki Niteliği Üzerine  (1990) 15 Banka ve Ticaret Hukuku Dergisi, 49-66; Omağ (n 61) 333 vd; İzzet Başara, ‘Banka Teminat Mektuplarının Hukuki Niteliği  (2009) (83) TBB Dergisi, 311.69  Aynı doğrultuda: Doğan, Teminat Mektupları, (n 3) 14.70  Teminat mektubu ile mutlaka belirli bir risk garanti edilir. Risk, ise mutlaka müstakbel ve muhtemel bir olaydır. Reisoğlu, ‘Banka Teminat Mektupları Uygulamalarında Ortaya Çıkan Başlıca Sorunlar  (n 50) 86; ayrıca bkz Doğan, Teminat Mektupları (n 3) 346; Doğan, ‘Mücbir Sebeplerin Teminat Mektuplarına Etkisi  (n 2) 141; Paraya çevirme talebi, riskin gerçekleşmesi üzerine muhatabın teminat mektubu bedelinin tazminini talep etmeye yönelmiş tek taraflı ve varması gerekli irade beyanıdır [Canbolat (n 50) 124].71  Doğan, Teminat Mektupları (n 3) 346.1366Acar, Kul / Mücbir Sebeplerin Banka Teminat Mektuplarının Paraya Çevrilmesine Etkisi1. Mücbir Sebeplerin Teminat Konusu Riske Etkileria. Genel Olarak URDG, mücbir sebep ile ilgili bir düzenleme içerse de mücbir sebeplerin risk üzerindeki etkileri nazara alınmamıştır. Türk hukukunda da mücbir sebeplerin teminat konusu riske etkisini içeren doğrudan bir düzenleme yer almamaktadır. Bununla birlikte, mevzuatta söz konusu durumla ilgili bazı hükümlere rastlanmaktadır. 4735 sayılı Kamu İhalesi Sözleşmeleri Kanunu m 23 e göre;  Mücbir sebeplerden dolayı sözleşmenin feshedilmesi halinde, hesabı genel hükümlere göre tasfiye edilerek, kesin teminat ve varsa ek kesin teminatlar iade edilir.  Yine,  Türkiye Kömür İşletmeleri Kurumunun 4734 Sayılı Kamu İhale Kanunu nun 3/G Maddesi Uyarınca Yapacağı Mal ve Hizmet Alımlarında Uygulanacak Usul Ve Esaslar Hakkında Yönetmelik  m 36 f 2 son cümlede;  Mücbir sebeplerden dolayı sözleşmenin feshedilmesi halinde hesabı genel hükümlere göre tasfiye edilerek kesin teminat ve varsa ek kesin teminatlar iade edilir.  şeklinde hüküm bulunmaktadır.Garanti sözleşmesi, temel ilişkiden bağımsız olup kefaletin aksine asıl borca ait def iler bu sözleşmelerde ileri sürülemez. Garanti niteliğinde olan banka teminat mektupları da temel ilişkiden bağımsız ve asli bir borç doğurur. Buna göre, temel ilişkinin  geçersiz  olduğu,  kötü  ifa,  takas,  borcun  sona  erdiği,  zamanaşımına uğradığı, mücbir sebeplerin gerçekleştiği gibi temel ilişkiyi ilgilendiren def i ve itirazlar muhataba karşı banka tarafından kural olarak ileri sürülemeyecektir. Bunun 72  Reisoğlu, Garanti Mukavelesi, Ajans Türk Matbaası (n 62) 348; Doğan, ‘Mücbir Sebeplerin Teminat Mektuplarına Etkisi  (n 2) 141.73  RG 6.3.2019/30706.74  Özellikle kayıtsız şartsız ödeme taahhüdü içeren banka teminat mektuplarında, bankaların herhangi bir gerekçe ile teminat mektubunu ödemekten kaçınmaları, uygulamada kendi itibarlarına zarar veren bir husus olarak görülmektedir. Bir Yargıtay kararında da bu husus şu şekilde belirtilmektedir:  Yine vurgulanmak gerekir ki Banka teminat mektupları bir kıymetli evrak olmadığı gibi mücerret bir borç taahhüdü de değildir. Daima ileride doğabilecek bir rizikoyu ihtiva eder. Genelde de banka lehtar ile bir kontrgaranti sözleşmesi yapmadan teminat mektubu verilemez. Yine belirtmek gerekir ki banka teminat mektuplarının bunu veren bankanın itibarı ile çok sıkı biçimde bağlı bulunduğu da kuşkusuzdur. Bu mektupla taahhüt edilen bedelin muhatap tarafından talebi halinde ödenmemesi banka için onarılması güç ve itimadı sarsıcı sonuç doğuracağı hatta olayın tekrar edip duyulması halinde bankayı kaçınılmaz mali zorluklara düşüreceği aşikardır. Bankalar Kanunu na göre ülkede tüm bankacılık işlemlerini yapmakta yetkili bulunan bir bankanın kendi güvenirliliği ile doğrudan ilişkili bulunan ödememezlik durumuna düşmek istemeyeceği muhakkaktır.  Yargıtay HGK, 6-1/141, 28.2.1990 [karar için bkz <www.kazanci.com> erişim tarihi: 19.08.2020]; ayrıca bkz Reisoğlu, Banka Teminat Mektupları ve Kontrgarantiler (n 50) 72-73; Emin Cem Kahyaoğlu, Banka Garantileri (Beta Yayınları, 1996) 72 vd; Canbolat (n 50) 157 vd; Doğan, ‘Mücbir Sebeplerin Teminat Mektuplarına Etkisi  (n 2) 134; Tekinalp (n 68) 514; Müjgan Tunç Yücel, ‘Banka Teminat Mektuplarının İhtiyati Tedbire Konu Olması Üzerine Medeni Usul Hukuku Bakış Açısından Bir İnceleme  (2013) 8(107-108) Bahçeşehir Üniversitesi Hukuk Fakültesi Dergisi, 11.75  Reisoğlu, Banka Teminat Mektupları ve Kontrgarantiler (n 50) 57.76  Asıl borcun mücbir sebeplerin etkisi ile sona ermesi, kural olarak banka teminat mektubunu etkilemeyecektir [Doğan, ‘Mücbir Sebeplerin Teminat Mektuplarına Etkisi  (n 2) 142]. 77  Reisoğlu, Banka Teminat Mektupları ve Kontrgarantiler (n 50) 59. Yargıtay istikrarlı bir şekilde bankanın temel ilişkideki borçluya ait defileri muhataba karşı kullanamayacağına karar vermektedir. Yargıtay HGK, 11-1941/560, 21.07.1981; Yargıtay HGK, 971-582/73, 26.01.1974 [Reisoğlu, Banka Teminat Mektupları ve Kontrgarantiler (n 50) 59, dn 96]; Doğan, Teminat Mektupları (n 3) 347; Canbolat (n 50) 158; Develioğlu, ‘TBK m.128  (n 50) 1124.1367İstanbul Hukuk Mecmuası 78/3aksine kayıtlara teminat mektubu içeriğinde yer verilebilir. Teminat mektubunda mücbir sebeplere ilişkin böyle bir kayıt var ise banka bunu kendi def i olarak ileri sürebilecektir. Banka, temel ilişkide asıl borçluya ait def ileri kural olarak kullanamasa da mektubun sahteliği, mektubun zamanaşımına uğradığı, mektubun yetkisiz  kişi  tarafından  imzalandığı,  mektubun  ahlaka,  adaba,  kamu  düzenine aykırılığı, riskin doğmadığı veya sona erdiği, hata ve hileye maruz bırakıldığı gibi kendisine ait def ileri her zaman kullanabilir. Yargıtay kararları da bu doğrultudadır. Banka  teminat  mektupları  asli  ve  bağımsız  bir  borç  doğurduğundan  mücbir sebepler  asıl  borcu  sona  erdirse  dahi,  kural  olarak  bankanın  teminat  mektubu kapsamında garanti yükümlülüğü devam edecektir. Garanti sözleşmesinde, kural olarak kaza ve beklenilmeyen hallerin garanti verenin risk yükümlülüğü kapsamında olduğu kabul edilmektedir. Banka teminat mektuplarının teminat altına aldığı riskin gerçekleşmesinde mücbir sebepler ve beklenilmeyen hallerin etkisi olduğu durumlar 78  Reisoğlu, Banka Teminat Mektupları ve Kontrgarantiler (n 50) 60; Canbolat (n 50) 158. Uygulamada genelde teminat mektupları içeriğinde  ilk talepte derhal, protesto keşidesine, hüküm istihsaline, borçlunun rızasını almaya gerek olmaksızın ödeme  şeklinde kayıtlar yer almaktadır. Bir görüş, bu kayıtları içeren bir teminat mektubunda yer alan defi ve itirazlarla diğer hususlara ilişkin özel şartların geçersiz olduğunu belirtse de Reisoğlu nun da ifade ettiği üzere bu görüşe katılmaya olanak yoktur. Bu hususta bkz Reisoğlu, Banka Teminat Mektupları ve Kontrgarantiler (n 50) 67; Kahyaoğlu (n 74) 73; bu kayıtların pratik bakımdan uygulanabilir olmadığı hakkında bkz Canbolat (n 50) 158.79  Reisoğlu, Banka Teminat Mektupları ve Kontrgarantiler (n 50) 67.80  Riskin sona erdiği durumlarda bankanın garantisinden de söz edilemez. Buna karşılık, asıl borçlunun kullandığı def iye rağmen sadece fiili bir durum olarak dahi risk devam ediyor ise veya risk gerçekleşti ise bankanın teminat yükümü de devam edecektir. Reisoğlu, Banka Teminat Mektupları ve Kontrgarantiler (n 50) 64; Kahyaoğlu (n 74) 82.81   Bununla beraber Banka, sırf kendisine ait def ilerle mektup bedelini ödemekten imtina edebilir. Teminat mektubunun zamanaşımına uğraması sahte olması gibi def ileri ileri sürebilir. Bankanın bunlar dışında itiraz ve dava hakkı düşünülemez.  Yargıtay HGK, 1979/1-1941, 1981/560, 03.07.1981 [karar için bkz <www.kazanci.com> erişim tarihi: 13.08.2020)]. Reisoğlu na göre bu karar örnekler bakımından eksik ve yanıltıcıdır. Bu örneklerin başında  riskin doğmaması veya sona ermesi  gelmelidir. Bu hususta bkz Reisoğlu, Banka Teminat Mektupları ve Kontrgarantiler (n 50) 61; ayrıca bkz Kahyaoğlu (n 74) 77 Tekinalp (n 68) 534; Yücel (n 74) 10; Tuğsavul, (n 58) 309; Hilal Coşkun, ‘Banka Teminat Mektuplarında İlgililerin Hak ve Borçları  (Marmara Üniversitesi Sosyal Bilimler Enstitüsü Yayımlanmamış Doktora Tezi 2012) 188 vd.; Hüseyin Murat Develioğlu, Kefalet Sözleşmesini Düzenleyen Hükümler Işığında Bağımsız Garanti Sözleşmeleri (Vedat Kitapçılık 2009) 368 vd.82   …davacı banka garanti sözleşmesi ile bağımsız bir yükümlülük altında girmekle beraber, kendisi de garanti akdinin akidi ve borçlusu durumundadır ve her sözleşmede olduğu gibi garanti akdinde de borçlu banka bu sözleşmenin sahtecilik yoluyla oluşturulduğunu, bu nedenle hiç doğmadığını, hata ve hileye maruz bırakıldığını, teminat mektubu ile garanti altına alınan ilişkinin hiç doğmadığını veya bu gibi kendisine ait defileri ileri sürerek teminat mektubu ile yükümlendiği edimlerden kurtulması mümkündür. Sözleşmenin bir garanti akti niteliğinde olması, borçlunun bu temel savunma haklarından yararlanmasına engel teşkil edemez. Bütün bu hususlar Yargıtay HDK nun 3.7.1981 gün ve 1979/II-1941 esas ve 1981/560 sayılı kararı ile Dairemiz 8.11.1983 gün ve 1983/4264-4887 sayılı, 22.03.1985 gün ve 1985/1001-1619 sayılı, 3.5.1985 gün ve 1985/2680-2690 sayılı kararlarında detayları ile incelenip, kabul edilmiş bulunmaktadır.  Yargıtay 11 HD, 7787/629, 9.2.1988 [Reisoğlu, Banka Teminat Mektupları ve Kontrgarantiler (n 50) 65]. Bu bozma kararı sonrasında  Mahkemece, dava konusu teminat mektubunun, sahtecilik yoluyla düzenlendiği, bu teminat mektubunun garanti altına aldığı rizikonun da gerçekleşmediği, davalının ibraz ettiği faturanın gerçek mal alım satımına ilişkin olmadığının belirlendiği gerekçesiyle davanın kabulüne karar verilmiş  söz konusu mahkeme kararı Yargıtay tarafından onanmıştır. Yargıtay 11 HD, 19895896/2664, 29.03.1990 [karar için bkz <www.kazanci.com> erişim tarihi: 13.08.2020)].83  Doğan, Teminat Mektupları (n 3) 347. Yargıtay da bir kararında;  Türk mevzuatında, garanti akdine ilişkin bir düzenleme mevcut olmamakla birlikte, Yargıtay İçtihadı Birleştirme Büyük Kurulu nun 01.12.1967 gün 1966/16 esas, 1967/7 karar sayılı ve 11.06.1969 gün 1969/4-6 sayılı kararlarında açıklandığı ve öğretide baskın şekilde kabul edildiği gibi, banka teminat mektupları garanti akdi niteliğinde olduğu kabul edilmektedir. Bunun doğal sonucu olarak banka teminat mektubu vermekle bir asli borç yüklenmiş olmaktadır. Teminat mektubunu öderken kendi borcunu ödemiş olmaktadır. Banka mücbir sebepleri, beklenmeyen halleri, imkansızlığı, muhatap ile lehtar arasındaki akdin geçersizliğini, lehtarın ölümünü, iflasını ileri sürerek tazmin talebini reddedemez.  şeklinde karar vermiştir. Bkz Yargıtay 11 HD, 2008-12747/3032, 19.04.2010 [Doğan, Teminat Mektupları (n 3) 348, dn 27].84  Reisoğlu, Garanti Mukavelesi, Ajans Türk Matbaası (n 62) 11.1368Acar, Kul / Mücbir Sebeplerin Banka Teminat Mektuplarının Paraya Çevrilmesine Etkisida kural olarak teminat kapsamı içerisinde yer almaktadır. Ancak, bazı durumlarda teminat konusu riskin mücbir sebeplerle gerçekleşmiş olması, teminat mektubunun paraya çevrilmesine etki edebilir.Banka kural olarak yalnızca kendisine ait def ileri ileri sürebilse de banka teminat mektuplarının asıl sözleşme ilişkisinden bağımsız olmaları, sebepten mücerret bir borç ilişkisi doğduğu anlamına gelmez. Banka teminat mektupları,  ilk talepte ödeme kaydı  taşısa dahi mücerret bir borç ikrarı niteliğinde olmayıp, belirli bir riski teminat altına alan sebebe bağlı bir borç ilişkisi doğurmaktadır. Teminat mektubunun güvence altına aldığı risk dışında bankanın sorumluluğu bulunmamaktadır. Bu bakımdan bazı hallerde temel ilişkiden doğan def iler bankanın teminat mektubu kapsamında doğacak ödeme yükümlülüğünü de etkileyebilir. Banka, temel ilişkiden doğabilecek def ileri üç istisnai durumda ileri sürebilecektir: (1) Paraya çevirme talebinin hakkın kötüye kullanılması oluşturduğunun likit deliller ile kanıtlandığı haller, (2) temel ilişkideki bazı hükümsüzlük hallerinin banka teminat mektuplarını da etkilediği haller ve (3) temel ilişkinin sulh ve ibra ile ortadan kalktığı durumlar.b. Paraya Çevirme Talebinin Hakkın Kötüye Kullanılması OluşturmasıGaranti alan, teminat mektubunun paraya çevrilmesine yönelik olarak görünürde bir talep hakkına sahip olmasına rağmen, bu hakkını dürüstlük kuralına aykırı olarak kullanır ise bu durum, hakkın kötüye kullanılması oluşturur. Böyle bir halde garanti veren, hakkın kötüye kullanıldığını ileri sürerek ödeme yapmaktan kaçınabilir.85  Reisoğlu, Banka Teminat Mektupları ve Kontrgarantiler (n 50) 52; Fahrettin Aral, ‘Teminat Mektuplarında Lehdar İle Muhatap ve Lehdar İle Banka Arasındaki Hukuki İlişki  (2007) 24(2) Banka ve Ticaret Hukuku Dergisi, s. 189-190; Coşkun (n 81) 25 vd; Develioğlu, Bağımsız Garanti Sözleşmeleri (n 81) 136. Teminat sebebini teşkil eden olay, bağımsız da olsa garanti sözleşmesini etkileyebilir. Bir Yargıtay kararında yerel mahkemenin garanti sözleşmesinin bağımsızlığına dayanan red kararı şu gerekçelerle bozulmuştur:  Davaya konu teminat mektubunun 14.03.1991 tarihli sözleşme gereğince 169 adet körüklü tip otobüs işinin garantisi olarak verildiği, sözleşme konusu işin kısmen ifa edilmiş durumda iken, Birleşmiş Milletler Güvenlik Konseyi nin 30.05.1992 tarih ve 757 ( 1992 )sayılı eski Yugoslavya Federal Sosyalist Cumhuriyeti ne yaptırım uygulanması kararı uyarınca sözleşme konusu körüklü otobüslerin ithalinin gerçekleşmediği, bilahare ticari sözleşmenin  Mücbir Sebep  başlıklı 6. maddesi uyarınca sözleşmenin davacı tarafından tek taraflı olarak feshedildiği anlaşılmaktadır. Her ne kadar mahkemenin de karar gerekçe bölümünde açıkladığı gibi banka teminat mektupları hukuki niteliği itibariyle BK.nun 110. maddesi hüküm uyarınca garanti sözleşmesi kapsamında ise de, davalı bankaca yargılama aşamasındaki savunmalarında teminat mektubunun dayanağı olan sözleşmeyi davacının tek yanlı ve haksız olarak fesh ettiği, bu konuda yatırdığı avansı çektiği, konunun davacı tarafından Hazine Müsteşarlığı na intikal ettirildiği, 1993 yılından beri sözleşmenin akıbetinin muallakta kaldığı, 6 yıl sonra teminat mektubunun paraya çevrilmesinin talep edilmesinin hakkın kötüye kullanılmasını oluşturduğu savunularak, davanın reddine karar verilmesi talep edildiği halde, mahkeme gerekçesinde bu konuya yer verilmemiş, diğer bir deyişle bu savunma açısından Yargıtay denetimine elverişli bir karar oluşturulmamıştır. Bu açıdan HUMK.nun 388/3. maddesi unsurlarını içermeyen kararın bozulması gerekmiştir.  Yargıtay 11 HD, 2003-12386/8668, 21.09.2004 [karar için bkz <www.kazanci.com> erişim tarihi: 13.08.2020)]. 86  Ekici/Durukanoğlu (n 50) 116.87  Kahyaoğlu (n 74) 74; Canbolat (n 50) 159; Coşkun (n 81) 186 vd.88  Örneğin kaçakçılıktan doğacak alacak teminat mektubu ile güvence altına alınır ise TBK m 27 kapsamında hükümsüzlük teminat mektubunu da etkilemelidir. Bkz Kahyaoğlu (n 74) 73-75; Develioğlu, ‘TBK m.128  (n 50) 1116-1117.89  Temel ilişki sulh ve ibra ile ortadan kalkmış olup, bu durum likit deliller ile kanıtlanır ise bunun banka tarafından def i olarak ileri sürülebileceği ifade edilmiştir. Kahyaoğlu (n 74) 75; Bir başka görüşe göre de, temel ilişki ile ilgili bir sulh ve ibraya rağmen ödeme talebinde bulunulması tipik bir hakkın kötüye kullanılması oluşturur. Canbolat (n 50) 221.90  Canbolat (n 50) 159; Reisoğlu, Banka Teminat Mektupları ve Kontrgarantiler (n 50) 294; Kahyaoğlu (n 74) 77-78; Tekinalp (n 68) 393-394; Develioğlu, ‘TBK m.128  (n 50) 1124; Develioğlu, Bağımsız Garanti Sözleşmeleri (n 81) 341.1369İstanbul Hukuk Mecmuası 78/3Hakkın kötüye kullanıldığını kabul için; bir hukuk düzenince tanınmış bir hak bulunmalı,  bu  hak  objektif  iyi  niyet  kurallarına  aykırı  şekilde  (amacı  dışında) kullanılmalı, bu hakkın kullanılması sonucunda başkaları zarar görmeli ve kendi sağladığı yarar ile zarar arasında açık nispetsizlik bulunmalıdır. Hakkın kötüye kullanıldığının kabulü için hak sahibinin kusurlu olması veya zarar verme kastı ile hareket etmesi de gerekmez 91. Teminat mektubunun paraya çevrilmesi talebinin dürüstlük kuralına aykırı bir şekilde kullanılması yeterlidir.Özellikle ilk talepte ödeme kaydı içeren teminat mektuplarında, muhatabın ödeme talebi ile paraya çevrilebilmesi karşısında haksız ödeme talepleri bakımından bir risk doğmaktadır. İlk talepte ödeme kaydı içeren bir teminat mektubu muhataba teslim edilmiş olmasına rağmen, asıl sözleşme mücbir sebeplerin etkisi ile imzalanamamış ancak  muhatap  tazmin  talebinde  bulunmuş  ise,  ilk  talepte  ödeme  kaydına rağmen  muhatabın  tazmin  talebi,  hakkın  kötüye  kullanılması  oluşturduğundan banka  tarafından  reddedilebilecektir.  Teminat  mektubunun  paraya  çevrilmesi talebinin  hakkın  kötüye  kullanılması  oluşturduğu  durumlarda,  bankanın  ödeme yükümlülüğünün doğmayacağı kabul edilmektedir.91  Doğan, Teminat Mektupları (n 3) 309; Talih Uyar, ‘Yargıtay Kararlarında  Dürüstlük Kuralı  ve  Hakkın Kötüye Kullanılması Yasağı  (2000), DEÜHF Yayınları (Seyfullah Edis e Armağan) 442; Nami Barlas, ‘Dürüstlük Kuralı ve Hakkın Kötüye Kullanılması Yasağının Alman Medeni Kanunundaki Düzenleme Tarzı ve Eleştirisi  (1997) 55(3) İHFM, 197 vd; Canbolat (n 50) 197 vd.; Develioğlu, Bağımsız Garanti Sözleşmeleri (n 81) 341. 92  Canbolat (n 50) 217.93  Develioğlu, Bağımsız Garanti Sözleşmeleri (n 81) 341.94  Teminat mektubu belirli bir riskin garantisi olarak verilmektedir. Risk hiç doğmamış ise veya sona ermiş ise, buna rağmen muhatap tazmin talebinde bulunur ise, bu talep haksız tazmin talebi olarak isimlendirilir. Bunun nedeni teminat mektubu bağımsız olsa dahi mücerret bir borç ikrarı niteliğinde değildir. Bkz Reisoğlu, Banka Teminat Mektupları ve Kontrgarantiler (n 50) 292; Reisoğlu, ‘Banka Teminat Mektupları Uygulamalarında Ortaya Çıkan Başlıca Sorunlar  (n 60) 85; Develioğlu, Bağımsız Garanti Sözleşmeleri (n 81)346.95  Bkz Reisoğlu, Banka Teminat Mektupları ve Kontrgarantiler (n 50) 299; Banka teminat mektupları esas ilişkiden bağımsız olsa da garanti altına alınan riskin gerçekleştiği iddiası açıkça dayanaktan yoksun ise, ICC banka teminat mektuplarına ilişkin kuralları hazırlayan Affaki ve Goode a göre hile ve haksız tazmin nedeni ile banka ödeme yapmamalıdır. Bkz Georges Affaki/ Sir Roy Goode, Guide to ICC Uniform Rules for Demand Guarantees URDG 758 (2011) 7; Uygulamada  uzat ya da öde  şeklinde yer alan teminat mektuplarında da muhatabın bu talebinin haksız olduğu ve hakkın kötüye kullanılması teşkil ettiği likit deliller ile kanıtlanırsa muhatabın bu talebi banka tarafından reddedilecektir. Bkz Kahyaoğlu (n 74) 81; Canbolat (n 50) 220; Develioğlu, Bağımsız Garanti Sözleşmeleri (n 81) 354-355.96  Canbolat (n 50) 214.1370Acar, Kul / Mücbir Sebeplerin Banka Teminat Mektuplarının Paraya Çevrilmesine EtkisiYargıtay bazı kararlarında, teminat konusu borç mücbir sebeplerin etkisi ile ihlal edilmiş ise, paraya çevirme talebinin hakkın kötüye kullanılması oluşturup oluşturmadığına atıfta bulunmadan teminat mektubunun tazmininin haksız olduğuna karar vermektedir.Yargıtay ın  bir  kararında;  esas  borcun  imkansızlık  nedeni  ile  sona  ermesi halinde teminat mektuplarının da iadesi gerektiğine karar verilmiştir. Karahasan, bu kararı edimin imkansızlık nedeni ile yerine getirilememesi durumunda yüklenicinin sözleşme  ile  de  bağlı  tutulamayacağı,  bu  nedenle  yüklenicinin  verdiği  teminat mektubunun kendisine iade edilmesi gerektiği doğrultusunda değerlendirmiştir. Buna karşın, Reisoğlu na göre, Yargıtay ın görüşü yanlıştır. Teminat mektupları bakımından imkansızlık nedeni ile borçtan kurtulma temel ilişki ile ilgili bir def i olup, bunun banka tarafından tek başına ileri sürülebilmesi mümkün değildir. Risk doğduğuna göre, böyle bir halde olsa olsa imkansızlık ile birlikte paraya çevirme talebinin hakkın kötüye kullanılmasını teşkil ettiği ileri sürülebilir. Kanaatimizce, Reisoğlu nun görüşünü kabul etmek gerekir. Banka temel ilişkiyi ilgilendiren def i ve itirazları kural olarak doğrudan ileri süremez. Bunun için teminat mektubunun paraya çevrilmesi talebinin aynı zamanda hakkın kötüye kullanılması niteliğinde olması gerekir.Bazı  durumlarda  muhatap  teminat  mektubunu  paraya  çevirme  talebinde bulunmaya hakkı olmamasına rağmen talepte bulunmuş olabilir. Böyle durumlarda 97  Toplam 2000 ton sodyum perborat ın ihracı için yapılan bir sözleşmeden doğan ihtilafla ilgili Yargıtay ın kararı şu şekildedir:  Mahkemece, davacı şirketin, son parti 250 ton malı davalı ve karşı davacı müesseseden, sözleşmede yer alan hükme ve davalı satıcı ile sonradan varılan anlaşmaya rağmen süresinde teslim alıp, ihracını gerçekleştirmemiş olması nedeniyle kusurlu bulunduğu ve bu nedenle sözleşmenin ihlal edilmiş olduğu gerekçe gösterilerek teminat mektuplarının iadesine ilişkin istemin haklı olamayacağı sonucuna varılmıştır. Oysa, taraflar arasında aktedilen sözleşmenin 9-a maddesinde, malın tamamının 30.6.1990 tarihine kadar ihracının gerçekleştirilmesi öngörülmüş olmasına karşın, davalı satıcı tarafından keşide edilen ve karşı çıkılmayan 22.6.1990 tarihli fax mesajında, son parti ile ilgili yükleme tarihinin 31.7.1990 tarihine kadar uzatıldığının kabul edildiği ve bu tarih esas alınarak yüklenen malın, Irak-Kuveyt savaşı sırasında gümrük kapılarının kapanması sebebiyle ihracının gerçekleştirilemediği anlaşılmaktadır. Bu nedenle, gerek dosya içindeki bilgi ve belgelerden, gerekse uzman bilirkişilerin bu konuyu da irdeleyerek düzenledikleri raporlar içeriğinden, olayda mücbir sebebin varlığının kabulü gerektiği sonuca varılmaktadır. O halde, yasal hükümlere riayet edilmeden yurt içinde satıldığı ileri sürülen mal sebebiyle, davalı müessesenin uğradığı zarar yönünden karşı dava konusu yaptığı meblağdan, teminat mektubu tutarının indirilmesi ile bulunacak karşı davacı alacağına hükmedilmesi gerekirken, yazılı şekilde karar tesisinde isabet görülmemiştir. Bu nedenle davalı ve karşı davacı vekilinin temyiz itirazlarının reddine, ikinci bendde gösterilen nedenle hükmün davacı ve karşı davalı yararına BOZULMASINA , Yargıtay 19 HD, 1993-9783/11713, 30.11.1994 [karar için bkz <www.kazanci.com> erişim tarihi: 13.08.2020].98   Mimari plan ve detayların taraflarca bir ön şartın gerçekleşmesine bağlı tutulmuş, kubbe tecrübelerinden olumlu sonuç alınması amaçlanmıştır. Davacılara anılan sözleşmenin yükümlediği yapım borcunun muacceliyeti, işaret edildiği üzere olumlu sonucun alınmasıyla mümkündür. Ne var ki ODTÜ Mühendislik Fakültesi İnşaat Bölümü Yapı Statiği ve tatbiki mekanik labaratuvarlarındaki denemenin yeterli sonuca ulaşmadığı ve Türkiye deki fenni olanaklarla böyle bir tecrübenin yapılamayacağı sonucu ortaya çıkmıştır. Bu durumda ek sözleşmede kararlaştırılan mimari plan ve detayların yapılma borcu mümkün olmadığından davacıların sözü geçen borçtan kurtuldukları (BK 20 ve 117. Maddesine göre) göz önünde tutularak teminat mektuplarının serbest bırakılması gerekeceği düşünülmeden aksine yazılı nedenlerle tüm isteğin reddine karar verilmesi doğru değildir. , Yargıtay 15 HD, E. 971/1483, 29.06.1977 [Mustafa Reşit Karahasan, İnşaat İmar İhale Hukuku, Üçüncü Cilt (Sevinç Matbaası 1979) 1387].99  age 1387100  Reisoğlu, Banka Teminat Mektupları ve Kontrgarantiler (n 50) 59.1371İstanbul Hukuk Mecmuası 78/3hak bulunmadığından hakkın kötüye kullanılmasından da bahsedilemez. Şarta bağlanmış bir teminat mektubunda şart gerçekleşmeden paraya çevirme talebinde bulunulması, garanti süresinden sonra yapılan paraya çevirme talebi buna örnektir. Buna  karşın,  garantinin  kayıtsız  şartsız  verildiği  ve  ilk  talepte  ödeme  kaydı içeren garantilerde muhataba sadece talepte bulunarak teminat mektubunu paraya çevirebilme hakkı tanınmıştır. Bu hakkın tanınması teminat mektubunu mücerret hale getirmese de görünürde var olan talep hakkının kötüye kullanılması söz konusu olabilecektir.Paraya çevirme talebinin hakkın kötüye kullanılması oluşturup oluşturmadığı her somut olaya göre ayrı ayrı tespit edilmelidir. Edimin yerine getirilmemesine muhatabın kendi davranışı ile yol açması, ifayı engellemesi, temel ilişkideki edimin ifası için süre verilmesi, temel ilişkideki edimin ifasının sonradan kusursuz olarak imkansız hale gelmesi, ihale için geçici teminat mektubu alınmış ise de ihale hiç yapılmadan teminat mektubunun paraya çevrilmesinin talep edilmesi, alacaklı muhatabın asıl sözleşmenin geçersizliğini ileri sürmüş olması, asıl borcun ifa edildiği veya geçersiz olduğuna ilişkin bir mahkeme veya hakem kararına rağmen ödeme talebinde bulunulması, kararlaştırılan amaca aykırı bir şekilde, muhatabın lehtarla  arasında  yer  alan  bir  başka  sözleşmeye  dayanarak  ödeme  talebinde bulunması gibi hallerde muhatabın teminat mektubunun paraya çevrilmesini talep etmesi hakkın kötüye kullanılması olarak değerlendirilebilecektir.c. Hakkın Kötüye Kullanıldığının Likit Delillerle Ortaya KonulmasıLikit  delil,  paraya  çevirme  talebinin  haksız  olduğunu  ve  hakkın  kötüye kullanıldığını hiçbir duraksamaya yer vermeyecek nitelikte açıkça gösteren yazılı ve borçlu tarafından düzenlenmemiş, birbirini tamamlayan, bu konuda ispat için başka bir belge ve bilgiye ihtiyaç göstermediği gibi, başka bir ihtimalin varlığını bitiren 101  Develioğlu, Bağımsız Garanti Sözleşmeleri (n 81) 345.102  Develioğlu, Bağımsız Garanti Sözleşmeleri (n 81) 341.103  age 59.104  Haluk Tandoğan, Borçlar Hukuku Özel Borç İlişkileri, Cilt 2 (Dördüncü basımdan Tıpkı Basım, Vedat Kitapçılık 2010) 856, Kahyaoğlu (n 74) 80, Reisoğlu, Garanti Mukavelesi (n 62) 171, Develioğlu, Bağımsız Garanti Sözleşmeleri (n 81) 353. Sözleşmede önce muhatabın akreditif açacağı, sonra lehtarın malları teslim edeceği yazmasına rağmen akreditif açmayan muhatabın teminat mektubunu paraya çevirme talebinde bulunması hakkın kötüye kullanılmasıdır. Canbolat (n 50) 222.105  Develioğlu, Bağımsız Garanti Sözleşmeleri (n 81) 354; Develioğlu, ‘TBK m.128  (n 50) 1124.106  age 225-226.107  age 227 vd.108  Develioğlu, Bağımsız Garanti Sözleşmeleri (n 81) 344, dn. 1310.109  age 344, dn. 1310.110  age 351.111  age 352.112   Likit delil  delilin ispat gücü ile ilgili olup, ispatın ölçüsü bu kavramdan farklıdır. İhtiyati tedbir kararları bakımından Türk hukukunda ispatın ölçüsü olarak  yaklaşık ispat  aranmaktadır. Yücel (n 74) 17.1372Acar, Kul / Mücbir Sebeplerin Banka Teminat Mektuplarının Paraya Çevrilmesine Etkisive şüpheyi yok eden nitelikte açık ve net delillerdir. Yabancı mahkeme kararları ve hakem kararları ile ihtiyati tedbir kararı, senetler bu tür deliller olarak kabul edilebilecektir. Örneğin, teminat mektubu bir vergi borcunun teminatı olmak üzere verilmiş ise vergi dairesi tarafından hiçbir vergi borcu bulunmadığına ilişkin verilen belge likit delildir. Söz konusu likit delilin bankaya sunulması halinde, bankanın teminat mektubunun paraya çevrilmesi ve ödenmesi talebini reddetmesi gerekir. Mücbir sebeplerin teminat mektubu ile güvence altına alınan riske etki ettiği hallerde, lehtar likit deliller ile muhatabın paraya çevirme talebinin aynı zamanda hakkın kötüye kullanılmasını oluşturduğunu kanıtlar ise banka yine kendi def i olarak bunu muhataba karşı ileri sürebilecek ve paraya çevirme talebini reddedecektir. Aksi takdirde, banka kontrgaranti kapsamında rücu edemez. Ancak bunun için mücbir sebeplerin risk üzerindeki etkisi ve teminat mektubunun ödenmesi talebinin hakkın kötüye kullanılması oluşturduğu lehtar tarafından likit delillerle kanıtlanmalıdır. Banka ile lehtar arasında bir vekalet ilişkisi bulunmakta olup banka bu ilişkiye bağlı kalmak zorundadır. Bu kapsamda, ödeme için gerekli şartların oluşmadığını tespit eden banka, teminat mektubunu paraya çevirmekten kaçınmakla yükümlü olduğu gibi, muhatabın paraya çevirme talebinde bulunması üzerine vekalet ilişkisi kapsamında lehtarı durumdan haberdar etmek zorundadır.Banka teminat mektuplarının ilk talepte ödeme kaydı taşıması halinde, bankanın riskin gerçekleşip gerçekleşmediğine ilişkin esastan bir inceleme yapma yükümlülüğü bulunmayacak, yapılacak inceleme daha çok şekli bir inceleme olacaktır. İlk talepte ödeme kaydı yok ise banka sunulan talep ve belgeleri esaslı bir şekilde incelemekle yükümlüdür. Bununla birlikte, teminat mektubu ilk talepte ödeme kaydı taşısa dahi 113  Reisoğlu, Banka Teminat Mektupları ve Kontrgarantiler (n 50) 288; Canbolat (n 50) 231 vd. HMK tarafından likit delil şeklinde bir delil türü bulunmadığı, Türk hukukunda senetle ispat kuralının geçerli olduğu hakkında bkz Evrim Erişir, Geçici Hukuki Korumanın Temelleri ve İhtiyati Tedbir Türleri (XII Levha Yayınları 2013) 490; Alman hukukunda kabul görmüş likit delil teorisinin hukukumuzda ilk olarak Tekinalp tarafından savunulduğu hakkında bkz Kahyaoğlu (n 74) 78; Tekinalp (n 68) 533; Yücel (n 74) 12.114  Canbolat (n 50) 237.115  Örneğin bir ifanın garantisinde ifanın yapıldığına ve malın teslim edildiğine dair muhatabın imzasını taşıyan belge bu anlamda likit delil olarak kabul edilebilecektir [Kahyaoğlu (n 74) 78-79].116  Yarg. 11. HD., E. 1983/3236, K. 1983/4977, T. 11.11.1983 [Tandoğan, Borçlar Hukuku Özel Borç İlişkileri (n 104) 863].117  Reisoğlu, Banka Teminat Mektupları ve Kontrgarantiler (n 50) 61; Hakkın kötüye kullanılması itirazı, garanti sözleşmesinin bağımsızlık karakterine zarar vermez. Zira bu itiraz garanti sözleşmesinden doğar [Develioğlu, Bağımsız Garanti Sözleşmeleri (n 81) 348].118  Reisoğlu, Banka Teminat Mektupları ve Kontrgarantiler (n 50) 288; Canbolat (n 50) 239; Develioğlu, Bağımsız Garanti Sözleşmeleri (n 81) 349.119  Buna karşılık ilişkisi de denilir. Bkz Canbolat (n 50) 63 vd; Tekinalp (n 68) 531; Aral, ‘Teminat Mektuplarında Lehdar İle Muhatap ve Lehdar İle Banka Arasındaki Hukuki İlişki  (n 85) 21 vd.120  Doğan, Teminat Mektupları (n 3) 256; Canbolat (n 50) 138; Coşkun (n 81) 183; Develioğlu, Bağımsız Garanti Sözleşmeleri (n 81) 348.121  Aral, ‘Teminat Mektuplarında Lehdar İle Muhatap ve Lehdar İle Banka Arasındaki Hukuki İlişki  (n 85) 194.122  Doğan, Teminat Mektupları (n 3) 255; Kahyaoğlu (n 74) 63; Canbolat (n 50) 137; Doğan, ‘Mücbir Sebeplerin Teminat Mektuplarına Etkisi  (n 2) 134; Tekinalp (n 68) 516.123  Doğan, Teminat Mektupları (n 3) 255; Tekinalp (n 68) 526-527; Kahyaoğlu (n 74) 64-65.1373İstanbul Hukuk Mecmuası 78/3lehtar, teminat mektubu ile güvence altına alınan riskin gerçekleşmediğini veya hakkın kötüye kullanıldığını likit deliller ile kanıtlıyor ise banka, bu durumu dikkate almak ve teminat mektubunu tazmin etmemek yükümü altındadır. İlk talepte ödeme kaydı içeren banka teminat mektuplarında da riskin ortadan kalktığı veya ödeme talebinin banka teminat mektubu kapsamına girmediği banka tarafından kendisine ait bir def i olarak her zaman ileri sürülebilir. Zira bu tür teminat mektupları bakımından dahi, hiç değilse teminata konu olayın gerçekleştiğini iddia eden muhatabın tazmin talebi gereklidir.Teminat mektubunun güvence altına aldığı bir asıl borç ilişkisi ile ilgili ihtilaf çıktığında haksız tazmin taleplerinin önüne geçilmesi için uygulamada, ihtiyati tedbir kararı ile hukuki koruma sağlanmaya çalışılmaktadır. Özellikle ilk talepte ödeme kaydı içeren banka teminat mektuplarının ödenmesinin hukuken durdurulabilmesinin tek  yolu  mahkemeden  ihtiyati  tedbir  kararı  almaktır.  Mücbir  sebeplerin  risk üzerindeki etkisi bakımından teminat mektubunun paraya çevrilmesi hakkın kötüye 124  Tekinalp (n 68) 527; Tazmin etmeme yükümlülüğünün karşılık (vekalet) ilişkisinden doğan bir yükümlülük olduğu hakkında bkz Canbolat (n 50) 139; Aral, ‘Teminat Mektuplarında Lehdar İle Muhatap ve Lehdar İle Banka Arasındaki Hukuki İlişki  (n 85) 195; Develioğlu, Bağımsız Garanti Sözleşmeleri (n 81) 55. Bir Yargıtay kararında, konu ile ilgili şu şekilde hüküm kurulmuştur;  Kural olarak ilk talepte ödeme kaydını havi banka teminat mektuplarında banka, yalnızca şekli manada inceleme yapma yetkisini haiz olup, esasa ilişkin herhangi bir inceleme yapma hak ve yetkisini haiz değildir. Bu sebeple de ilk talepte ödeme kaydını havi banka teminat mektuplarının esas itibariyle muhatap lehine olduğu kabul edilmektedir. İlk talepte ödeme kaydını havi banka garantilerinde banka, lehdarın her uyarısını değil, likit delillere dayanan uyarısını dikkate almak zorundadır. Ayrıca, lehtar ile muhatap arasındaki sözleşmenin hukuki niteliğinin de teminat mektubu bakımından bir önemi yoktur. Lehtar ile muhatap arasında bulunan sözleşmede teminat mektubunun verilmesine dair yazılı riskin, teminat mektubunda gösterilmemesi halinde banka, teminat mektubunda yazılı olmayan riskin gerçekleştiğinin ileri sürülmesi halinde ödemeden kaçınmak durumundadır. Başka bir ifade ile, teminat mektubunda yazılı risk, değiştirilemez ve genişletilemez. Teminat mektupları BK.nun 110. maddesinde öngörülen 3. kişinin fiilini taahhüt niteliğinde olup, mektup lehdarı ile muhatabı arasındaki ilişkiler dışında kalan ve bankanın bağımsız olarak bir borç yüklenmesi ilişkisidir. Burada banka, muhataba karşı asıl borçlu olan lehdarın borcunu taahhüt etmektedir. Banka, teminat mektubu ile belirli ve bağımsız bir riski garanti eder. Bu risk gerçekleşirse, gerçekleştiği ölçüde sorumludur. Bu itibarla, bankanın borcu sebebe bağlı olup, soyut bir borç taahhüdü değildir. Bu nedenle de teminat mektubu kıymetli evrak niteliğinde bir belge değildir. Bu halde teminat mektubu ile güvence altına alınan riskin gerçekleşmediği, dolayısıyla da yapılan ödeme talebinin hakkın kötüye kullanılması niteliğinde olduğu aşikardır. Hukuk düzenleri de hakkın kötüye kullanılmasını korumazlar (Banka Teminat Mektupları ve Kontrgarantiler, 3. Baskı, Ankara 1997, sh: 13 vd.; Prof. Dr. Seza Reisoğlu, 4491 sayılı yasa ile değişik Bankalar Kanunu Şerhi, Ankara 2000, sh: 371 vd.; Banka Sözleşmeleri, Prof. Dr. Şener Akyol, İstanbul 2001, sh: 180 vd.; Doç. Dr. Vahit Doğan, Banka Teminat Mektupları, Genişletilmiş 2. Baskı, Ankara 2002, sn: 52-55, 182-183). YHGK.nun 28.02.1990 tarih ve 6-1/141 sayılı ilamı da bu yöndedir.  Yargıtay 11 HD, 2006-5679/8483, 04.06.2007 [karar için bkz <www.kazanci.com> erişim tarihi: 10.08.2020]. Yargıtay çok eski kararlarında da  teminat mektubu muhtevasının istenmesi herhangi bir şarta bağlanmamış olsa dahi haklı bir sebebe dayanmadan karşı tarafın zararını mucip olacak şekilde talep edilmesi hakkın kötüye kullanılmasını teşkil eder  şeklinde karar vermiştir. Yargıtay TD, 966-3008/1543, 19.03.1968 [Tandoğan, Borçlar Hukuku Özel Borç İlişkileri (n 104) 825, dn 71].125  Nami Barlas, Türk Hukuk Sisteminde Banka Teminat Mektupları (1986) 66. Bir garantinin ilk talepte ödeme kaydı taşıması, teminat amacından yoksun olduğu anlamına gelmez [Kahyaoğlu (n 74) 59].126  Canbolat (n 50) 58. Bu teminat mektuplarında da muhatabın ilgili teminat mektubunu referans gösterip, sadece  ödeyiniz  şeklinde talebi, uygun tazmin talebi kabul edilmeyecek, muhatap lehtarın taahhüt etmiş olduğu işi gerçekleştirmediğini ve bu nedenle ödeme yapılmasını yazılı olarak talep edecektir [Durukanoğlu (n 53) 95].127  Ekici/Durukanoğlu (n 50) 147; Erişir (n 113) 468 vd. Teminat mektubu metninde ihtiyati tedbir kararına rağmen ödeme yapılacağına ilişkin kayıtlar HMK m 398 in emredici niteliği karşısında geçersizdir [Yücel (n 74) 19]; Aynı doğrultuda: Reisoğlu, ‘Banka Teminat Mektupları Uygulamalarında Ortaya Çıkan Başlıca Sorunlar  (n 60) 98.128  İhtiyati tedbir kararı, muhatabın ödeme talebinden sonra alınmış olsa dahi banka teminat mektubunu paraya çeviremez. Ödeme talebinden beş gün sonra, henüz teminat mektubu paraya çevrilmemişken alınmış bir ihtiyati tedbir kararı ile ilgili bir Yargıtay kararı şu şekildedir:  somut uyuşmazlıkta olduğu gibi, mektup henüz tazmin edilmeden mahkemece verilmiş, teminatın ödenmemesi hususunda verilen bir ihtiyati tedbir kararının varlığı halinde ihtiyati tedbir kararına muhalefetin aynı zamanda suç teşkil ettiği de nazara alındığında, mektup bedelinin ödenmesi mümkün değildir.  Yargıtay 11 HD, 2013168/1395, 22.01.2014 [karar için bkz <www.kazanci.com> erişim tarihi: 10.08.2020]. 1374Acar, Kul / Mücbir Sebeplerin Banka Teminat Mektuplarının Paraya Çevrilmesine Etkisikullanılması oluşturuyor ise teminat mektubunun paraya çevrilmesi ihtiyati tedbir kararı yolu ile durdurulabilir. Yargıtay, teminat mektubu konusu riskin mücbir sebeplerle oluştuğu iddiasına karşılık bu iddiayı incelemeyen yerel mahkeme kararlarını bozmuştur.Yargıtay ın kararına konu başka bir olayda, ihraç kaydı ile yapılan bir sözleşmedeki borcun ifasının teminatı olarak verilen teminat mektuplarının paraya çevrilmemesi konusunda açılan davada, Suriye deki olaylara dayanılsa da sözleşmenin imzası tarihi itibariyle bu olayların bilindiği, bu bakımdan dava konusu olayda mücbir sebep ve beklenmeyen hal koşullarının oluşmaması nedeni ile yerel mahkeme tarafından davanın reddine karar verilmiş, Yargıtay tarafından da bu karar onanmıştır. Benzer bir olayda, yine davacının taahhüt ettiği şeker alımını defalarca verilen ek sürelere rağmen yerine getirmemesine gerekçe yapılan Suriye deki ve Irak taki olayların sözleşmenin yapıldığı sırada davacı tarafından bilinmesi nedeni ile mücbir sebep 129  Kahyaoğlu (n 74) 87; Canbolat (n 50) 293 vd; Tekinalp (n 68) s. 535 vd. Erişir (n 113) 482; Tandoğan, Borçlar Hukuku Özel Borç İlişkileri (n 104) 870; 4734 sayılı Kamu İhale Kanunu m 34 son cümleye göre:  Her ne suretle olursa olsun, idarece alınan teminatlar haczedilemez ve üzerine ihtiyati tedbir konulamaz.  Teminat mektuplarının hükümsüzlüğü talebini içeren davalarda, ayrıca tahakkuk edecek banka teminat mektubu devre komisyonlarının ödenmemesi için de genelde talep olduğundan davalı olarak hem muhatap hem de banka gösterilmektedir. Yargıtay a intikal eden bir olayda:  Mahkemece iddia, savunma, bilirkişi raporu ve tüm dosya kapsamına göre, davacı şirketin Irak ta yapması gereken ticari işlerin yapılmamasından dolayı bu teminat mektubunun davalı Rafidain Bank açısından hükümsüz kaldığı, teminat mektubunun hükümsüz kaldığı ya da riskin ortadan kalktığı ana kadar işleyecek devre komisyonlarının ise mektubu veren İş bankasına yükletilmesinin mümkün bulunmadığı gerekçesiyle,davalı İş Bankası hakkındaki davanın reddine,diğer davalı Rafidain Bank hakkındaki davanın kabulü ile davaya konu teminat mektubunun iptaline karar verilmiştir.  Yargıtay, davacı tarafın temyiz itirazlarını reddetmiş, söz konusu mahkeme kararını onamıştır. Yargıtay 11 HD, E. 2004-12929/10809, 10.11.2005 [karar için bkz <www.kazanci.com> erişim tarihi: 10.08.2020].130   Dava, davaya konu Amonyum Sülfatın Gürcistan da ortaya çıkan savaş nedeniyle karşılanamadığı, bir başka deyişle mücbir sebep nedeniyle sözleşme hükümlerinin getirilemediği iddiasıyla açılmıştır. Ancak mahkemece HUMK. Nun 74. Maddesi hükmü göz ardı edilerek olayda mücbir sebebin bulunup bulunmadığı incelenmeksizin, davalı şirketin akde tam uymadığı ve karşılıklı kusura dayanılarak verilen bilirkişi raporunun kısmen kabul edilerek yazılı olduğu şekilde talep aşılmak suretiyle hüküm kurulması doğru değildir. Yapılacak iş, dava iddiası üzerinde durularak olayda mücbir sebebin var olup olmadığını belirleyip sonucuna uygun bir karar vermekten ibarettir.  Yargıtay 19 HD, 1996-7824/4925, 14.05.1997 [karar için bkz <www.kazanci.com> erişim tarihi: 13.08.2020)].131   Mahkemece toplanan delillere göre, taraflar arasında 25.2.2013 tarihli ihraç kaydı ile 3 bin ton şeker ihracatına dair sözleşme yapıldığı, dosyadaki sözleşme ve belgeler kapsamında ihracatın yapılacağı ülkenin davacı tarafından belirlendiği, ülke sınırlaması olmadığı ve daha sonradan da ön izin belgesinde satıcıya bilgi verilmesi koşulu ile alıcının ülkeyi değiştirebileceği, Suriye deki durumun 2011 yılından bu yana artan bir gerilim ile devam ettiği, sözleşmenin imzalandığı tarihte tarafların bu durumu bildikleri, ön görebildikleri ihracatı Suriye ye yapmasının davacının tercihi olduğu, somut olayda mücbir sebep ve fevkalade hal koşullarının bulunmadığı, davalının sözleşmeyi feshetmesi ve teminat mektubunu nakde çevirmesinde sözleşmeye ve hukuka aykırı bir durum bulunmadığı gerekçesiyle davanın reddine karar verilmiş, hüküm davacı vekilince temyiz edilmiştir. SONUÇ: Dosyadaki yazılara kararın dayandığı delillerle gerektirici sebeplere, delillerin takdirinde bir isabetsizlik bulunmamasına göre, davacı vekilinin yerinde görülmeyen bütün temyiz itirazlarının reddiyle usul ve kanuna uygun bulunan hükmün ONANMASINA , Yargıtay 19 HD, 2015-13721/3411, 29.02.2016 [karar için bkz <www.kazanci.com> erişim tarihi: 13.08.2020].1375İstanbul Hukuk Mecmuası 78/3olarak kabul edilemeyeceği ifade edilmiştir. Bir başka kararda, Körfez krizi ve Irak ın Kuveyt i işgali nedeni ile Habur kapısından geçiş olanağının kalkmasının  mücbir sebep ten kaynaklandığı ve geri verilmeyen teminat mektubuna muarazanın önlenmesi talepli açılan davada mahkeme, krizin dalgalı bir şekilde uzun zamandır devam ettiği ve tacir olan davacının bu hususu göz önüne alması gerektiği gerekçesi ile davayı reddetmiş, temyiz incelemesinde Yargıtay da söz konusu kararı onamıştır. Buna karşın, karar düzeltme aşamasında Yargıtay, krize rağmen sınır kapatmanın beklenir durumda olmadığı, olayda öngörülemezlik unsuru bulunduğu ve edimin mücbir sebeple yerine getirilmediği gerekçesi ile yerel mahkeme kararını bozmuştur.Uygulamada mücbir sebeplerin etkisi ile riskin gerçekleşmesi durumunun en çok yaşandığı olaylardan biri de yurtdışında iş yapan yüklenicilerin karşılaştığı savaş, toplumsal ayaklanma, salgın hastalık gibi durumlarda kendilerinin iş yapamaz hale gelmelerine karşın, iş sahibinin elinde ilk talepte paraya çevrilebilir nitelikte bir teminat mektubu bulunmasıdır. 132   Mahkemece, yapılan yargılamada toplanan delillere ve benimsenen bilirkişi kök ve ek heyet raporlarına göre; davacının, taraflar arasındaki sözleşmeye göre taahhüt ettiği şeker alımını tespit edilen sürelerde ve daha sonra defalarca verilen ek sürelere rağmen şeker satım taahhüdünü yerine getirmediği, böylece sözleşmeye uymadığı, davacı her ne kadar mücbir sebep olarak Suriye deki iç karışıklığı ve Irak taki olayları ileri sürmüş ise de, bu olayların sözleşmenin yapıldığı tarihten önce başlaması ve sözleşmenin yapıldığı tarihte de devam ediyor olması sebebiyle davacının bu olayları gözönüne alınarak basiretli bir tacir gibi sözleşme yapması gerektiğinden, bu olayların mücbir sebep olarak kabul edilmediği, davalının sözleşmeyi feshetmesi ve teminat mektubunu nakde çevirmesinde sözleşmeye ve hukuka aykırı bir durum bulunmadığı gerekçesiyle davanın reddine karar verilmiş, hüküm davacı vekilince temyiz edilmiştir. SONUÇ: Dosyadaki yazılara kararın dayandığı delillerle gerektirici sebeplere, delillerin takdirinde bir isabetsizlik bulunmamasına göre, davacı vekilinin yerinde görülmeyen bütün temyiz itirazlarının reddiyle usul ve kanuna uygun bulunan hükmün ONANMASINA , Yargıtay 19 HD, 2014-20140/15565, 25.11.2015; Aynı konuda benzer kararlar için bkz Yargıtay 19 HD, 217/2619, 10.02.2014; Yargıtay 19 HD, 1505/11462, 21.11.2005 [karar için bkz <www.kazanci.com> erişim tarihi: 13.08.2020].133   Mücbir sebep, doğal, sosyal ya da hukuksal kaynaklı, öngörülme olasılığı bulunmayan oluşumlardır. İthal ve ihraç yasakları, bunlara olanak vermeyen sınır kapatmaları, hukuksal kaynaklı mücbir sebeplerdendir. Yaklaşık yedi yıldır süren körfez krizi, kapsam dalgalanmaları göstermiş ve fakat, hiçbir zaman sınır kapatmalarına kadar gitmemiştir. Bu durum, kapatmayı beklenir duruma getirmemiş, aksine benzer nedenlere yol açmayacak düzeyde süreceğine ilişkin işaretler vermiş olmaktadır. Öyleyse olaydan öngörülmezlik unsurunun varlığının kabulü gerekir. Anılan nedenle edimin, mücbir sebeple yerine getirilmediği konusu, hükme temel alınmak üzere yerel mahkeme kararı, bozulmalıdır.  Yargıtay 19 HD, 4558/6953, 25.10.2002 [karar için bkz <www.kazanci.com> erişim tarihi: 13.08.2020].1376Acar, Kul / Mücbir Sebeplerin Banka Teminat Mektuplarının Paraya Çevrilmesine EtkisiYargıtay kararına konu bir olayda, Rusya dan kömür ithal etmek için bir sözleşme yapan şirket, edimin ifasını güvence altına almak için teminat mektubu vermiştir. Mücbir  sebepler  nedeni  ile  bu  borç  ifa  edilemeyince  teminat  mektubu  paraya çevrilmek istenmiş, Yargıtay söz konusu şirketin mücbir sebep nedeni ile ediminin imkansız hale geldiğini belirtmiş, lehtarın teminat mektubunun iadesi istemini haklı bulmuştur. Bir başka olayda, Irak ın işgaline ilişkin olarak ortaya çıkan mücbir sebepler nedeni ile borcun ifası imkansız hale gelmiş, mahkemece teminat mektubunun iptaline dair verilen karar Yargıtay tarafından temyiz ve karar düzeltme aşamalarında onanmıştır. 134   Mahkemece iddia, savunma ve toplanan delillere göre, taraflar arasında sözleşme imzalandıktan sonra Rusya Federasyonu nda isyan niteliğindeki parlamento baskınının gerçekleştiği, ayrıca hükümetin yayınladığı kömür sanayi firmalarına hükümet tarafından verilecek destek hakkındaki tüzük ve ilkenin uygulanması nedeniyle grevlerin meydana geldiği, 1993 yılında kömür yükleme limanında yangın çıktığı, davacının kömür almak için sözleşme imzaladığı Kuzbasscantelik Kurumu nun 29.9.1993 tarihli mücbir sebep sertifikası verdiği, bu nedenlerle davacının edimini yerine getirmesinin imkansızlaştığı, davacının buna rağmen Güney Afrika ve Çin den kömür getirerek teslim etmek istediğini bildirdiği halde, cevap verilmeden sözleşmenin 20.4.1994 tarihinde feshedildiği, mücbir sebep nedeniyle yükümlülüğünü yerine getiremeyen davacının BK.nun 117. maddesi uyarınca teminat mektubunun iadesini isteme hakkının doğduğu, imkansızlığın objektif olduğu ve davacıya atfı kabil bir kusur bulunmadığı gerekçesiyle, 18.3.1993 tarihli sözleşmeden dolayı davacının davalıya borçlu olmadığının tesbitine, 9.4.1993 tarihli 1.676.500 Dolar lık teminat mektubunun iadesine, karşı davanın reddine karar verilmiş, hüküm davalı ve karşı davacı vekilince temyiz edilmiştir. Davacı, taraflar arasında imzalanan sözleşme uyarınca davalıya teslim edeceği kömürleri mücbir sebep nedeniyle teslim edemediğini ileri sürerek bu sözleşmeden dolayı davalıya borçlu olmadığının tesbitine, sözleşme uyarınca verilen teminat mektubunun iadesine karar verilmesini istemiştir. Mücbir sebeplerin neler olduğu sözleşmenin 17. maddesinde düzenlenmiştir. Hükme göre; yangın vs., doğal afetler, ihtilal, isyan, grev, lokavt, savaş, yükleme veya boşaltma limanındaki rıhtım ekipmanlarının bozulması mücbir sebep olarak sayılmış, bu sebeplerden birinin veya birkaçının ortaya çıkması halinde tarafların yükümlülüklerini yerine getirme zorunluluğunda olmadığı belirtilmiştir. Davacı firmaya, ithalat yapmak için bağlantı kurduğu firma tarafından verilen 29.9.1993 tarihli mücbir sebep sertifikası, yüklemenin yapılacağı Yuşhay Limanı nda çıkan yangın, Rusya Federasyonu Ticaret Mümessilliğinin davalı ile yazışmaları, Kuzbass Ticaret ve Sanayi Odası nın 1.3.1994 tarihli yazısından davacının edimini yerine getirmesi mücbir sebep nedeniyle imkansızlaştığından, sözleşmenin 17. maddesi uyarınca davalının sözleşmeyi feshetmesi ve teminat mektubunu irad kaydetmesi yerinde değildir. Mahkemece bu yönler gözetilerek yazılı şekilde hüküm kurulmasında bir isabetsizlik bulunmamaktadır.  Yargıtay 19 HD, 1996-8299/2559, 13.03.1997 [karar için bkz <www.kazanci.com> erişim tarihi: 11.08.2020].135  Yargıtay 11 HD, 2016-11429/6448, 18.10.2018 [karar için bkz <www.kazanci.com> erişim tarihi: 11.08.2020].1377İstanbul Hukuk Mecmuası 78/3Yargıtay ın kararına konu bir başka olayda, Irak Gümrük İdaresi ve Irak Tarım ve Sulama Bakanlığı nezdinde yapılacak baraj inşaatı işleri için 1.447.212.000 ABD Doları tutarında teminat mektupları verilmiştir. Ancak daha sonradan Irak ın Kuveyt i  işgal  etmesi  ve  Birleşmiş  Milletlerin  ekonomik  ambargolarına  maruz kalınması nedenleri ile yüklenici, şantiyelerdeki faaliyetlerine devam edememiştir. Yüklenici, borç ve riskin mücbir sebepler nedeni ile ortadan kalktığını, borcun kusursuz ifa imkansızlığı nedeni ile sona erdiğini ve ödeme taahhütlerinin hükümsüz kaldığı gerekçesi ile teminat mektuplarının hükümsüzlüğünün tespitini dava etmiştir. Yerel mahkeme davayı kabul etmiş, Yargıtay, kararı düzelterek onamıştır. Körfez krizi, ABD nin Irak ı işgali, Cezayir ve diğer Arap ülkelerinde  Arap baharı  olarak isimlendirilen toplumsal ayaklanmalar söz konusu yerlerde iş yapan Türk yüklenici firmaları özellikle verilen teminat mektuplarının paraya çevrilmesi tehlikesi bakımından büyük bir sorunla karşı karşıya getirmiştir. Öyle ki, Libya da Kaddafi yönetimine karşı halk ayaklanması başlamadan hemen önce Türk şirketleri, 118 proje için toplam 1,5 milyar USD tutarında teminat mektubu vermiştir. Özellikle böyle büyük miktarlar söz konusu olduğunda mücbir sebeplerin etkisi devletlerarası politik bir soruna da dönüşebilmektedir. Libya da yaşanan sorunlar nedeni ile Türk Büyükelçiliği çalışma koşulları düzeldikten sonra yüklenici şirketlerin taahhütlerini yerine getirecekleri ve teminat mektuplarının paraya çevrilmemesi hususunda nota vermiştir. Libya nın verdiği karşı notada ise Türkiye nin pozisyonunu değiştirmemesi halinde artık Türk şirketlerinin Libya da iş alamayacağı belirtilmiştir. Libya daki olaylarla ilgili Birleşmiş Milletler Güvenlik Konseyi 26 Şubat 2011 tarihinde 1970 ve 1973 sayılı kararları almıştır. Bu kararlarla Kaddafi ailesi ve ilişkili kuruluşların yanı sıra, Libya Hükümeti fon ve varlıkları dondurularak ambargo kararı alınmıştır. Birleşmiş Milletler Güvenlik Konseyinin bu kararı sonrasında Türkiye, Bakanlar Kurulu Kararı ile m 5 b 4;  BMGK tarafından 1970 ve 1973 sayılı kararlarda öngörülen yaptırımları ortadan kaldıracak yeni bir karar alınıncaya 136   Mahkemece iddia, savunmalar ve tüm dosya kapsamına göre; Irak ta BM Konsey kararları yürürlüğe girince davacının işlerini yapmasının mümkün olmadığı, mücbir sebepler nedeniyle faaliyetlerinin son bulduğu, şantiyede can ve mal güvenliği kalmadığı, davacının tüm malvarlığına el konulduğu, teminat mektuplarının Irak Gümrük ve Sulama Bakanlıklarının elinde kaldığı, ancak bu mektuplara konu borç ve riskin mücbir sebeplerle ortadan kalktığı, mektupların bir kısmının konusuz ve hükümsüz kaldığı, bir kısmının da vadesinin bittiği gerekçesiyle davanın kabulü ile söz konusu 24 adet banka teminat mektuplarının hükümsüzlüğünün tespitine ve davacının hükümsüz kabul edilen bu mektupların devre komisyonlarından dolayı borçlu olmadığının tespitine, ihtiyati tedbir kararının da hüküm kesinleşinceye kadar devamına karar verilmiştir.  Yargıtay, hükümde süre belirtilmeksizin teminat mektuplarının devre komisyonlarından dolayı davacının borçlu olmadığının tespitine karar verilmiş olması ve fona devredilen bankalara harç yüklenmesi yönünden kararı düzeltmiş ve onamıştır. Yargıtay 11 HD, 6072/8620, 23.06.2015. Yargıtay ın onama kararı ile ilgili yapılan karar düzeltme talebi de reddedilmiştir. Yargıtay 11 HD, 2015-12062/5982, 31.05.2016 [karar için bkz <www.kazanci.com> erişim tarihi: 12.08.2020].137  Abdurrahman Çetin/ Yusuf Dinç, ‘Türkiye de Teminat Mektupları: Uygulamalar ve Hukuki Sorunlar  (2013) Finansal Araştırmalar ve Çalışmalar Dergisi, 81.138  BDDK kararı ile siyasi istikrar sağlanana kadar Arap Türk Bankası nın yönetim ve idaresi TMSF ye devredilmiş, istikrar sağlandıktan sonra yönetim, Libya hükümetine iade edilmiştir. Bkz Çetin/ Dinç (n 137) 81.139  Birleşmiş Milletler Güvenlik Konseyi kararlarının bağlayıcı olduğu ve Birleşmiş Milletler üyeleri tarafından uyulmasının zorunlu olduğu hususunda bkz Ayşe Nur Tütüncü, ‘Güvenlik Konseyi Kararlarının İç Hukukta İcrası  (2013) 13(Özel Sayı) Anadolu Üniversitesi Sosyal Bilimler Dergisi,17 vd.1378Acar, Kul / Mücbir Sebeplerin Banka Teminat Mektuplarının Paraya Çevrilmesine Etkisikadar, 1973 sayılı Kararın 27 nci maddesi hükümleri de göz önünde bulundurularak, Türk vatandaşları ve Türk kanunlarına tabi olan gerçek veya tüzel kişiler adına, Libya da yerleşik gerçek veya tüzel kişiler ile bunların adına veya yönlendirmesiyle hareket eden gerçek veya tüzel kişiler lehine verilmiş olan teminat mektuplarından kaynaklanan tazmin talepleri dikkate alınmaz.  şeklinde karar almıştır. Böylece temel ilişki bakımından sözleşme ifa edilememiş ve teminat mektupları ile temin edilmiş risk gerçekleşmiştir. Bununla birlikte riskin mücbir sebepler nedeni ile  gerçekleşmesi  sonucunda  gerek  mücbir  sebep  hali  gerekse  paraya  çevirme taleplerinin hakkın kötüye kullanılması yasağını oluşturacağı, idari bir yasaklama kararı ile tespit edilmiş olmaktadır. Bu kararın likit delil niteliğinde olduğu ve hiçbir mahkeme kararına ihtiyaç duyulmadan bankalar tarafından dikkate alınmasının gerekeceği açıktır. Zira Birleşmiş Milletler Güvenlik Konseyi kararının iç hukuka aktarılmasını  sağlayan  Bakanlar  Kurulu  Kararına  uymak  uluslararası  hukuktan doğan bir yükümlülüktür. Böyle bir durumda, banka teminat mektubunu paraya çevirme talebinde bulunacak muhatap, tazmin talebinde lehtarın yükümlülüklerini yerine getirmediğini belirtmek zorunda olacaktır. Oysa bu yükümlülükler mücbir sebepler neticesinde yerine getirilememiş olup, böyle bir durumda muhatabın teminat mektubunun paraya çevrilmesini talep etmesi hakkın kötüye kullanılması yasağını oluşturacaktır.140  Kararda tazmin edilemez denilmiş, bankaya teminat mektubu ile ilgili komisyon ödenmeye devam edilip edilmeyeceğine yer verilmemiştir. Komisyon ödeme borcunun kural olarak bankanın teminat mektubu ile bulunduğu garanti yükümlülüğünün bittiği tarihte sona ereceği kabul edilmektedir. Bkz Aral, ‘Teminat Mektuplarında Lehdar İle Muhatap ve Lehdar İle Banka Arasındaki Hukuki İlişki  (n 85) 196.141  21/06/2011 Tarihli ve 2011/2001 Sayılı Kararnamenin Eki Karar, RG 02.07.2011/27982.142  Edimin yerine getirilmesinin kanun veya yetkili bir makamın kararı ile yasaklanması, genel ithalat ihracat yasaklarında olduğu gibi hukuki imkansızlık hallerindendir [Antalya (n 4) 227].143  Öte yandan yetkili idari makamların emir ve yasaklarına riayet edilmemesi halinde de hukuka aykırılık vardır [Tekinay/Akman/Burcuoğlu/Altop (n 4) 478].1379İstanbul Hukuk Mecmuası 78/3Mücbir sebepler, haksız yere paraya çevrilmiş bir teminat mektubu ile ilgili mektup bedelinin iadesi sonucunu da ortaya çıkarabilir. Saf garanti taahhüdü ile teminat amaçlı garantinin bir arada bulunduğu Yargıtay kararına konu bir olayda, bir akaryakıt bayisi akaryakıt ve madeni yağ satışı ile ilgili asgari satım taahhüdünde bulunmuş, sözleşmede bu taahhüt cezai şarta bağlandığı gibi, teminat mektubu da verilmiştir. Asıl davada, asgari satım taahhüdüne uymayan bayiden cezai şart talep edilmiş; birleşen davada bayi, teminat mektubunun haksız olarak paraya çevrildiği gerekçesi ile bedelinin iadesini talep etmiştir. Mahkeme asgari satım taahhüdünün bayinin bulunduğu karayolunun trafiğe kapalı olduğu dönemde mücbir sebeplerin etkisi ile yerine getirilememesine dayanarak bayiden cezai şart talebi içeren asıl davayı reddetmiş, bayinin teminat mektubu bedeli ile başkaca zararları talep ettiği birleşen davayı kısmen kabul etmiştir.2. Mücbir Sebeplerin Teminat Mektuplarının  Paraya Çevrilmesi Taleplerine EtkisiMücbir sebepler, ibraz ve paraya çevirme talebinin yapılması aşamasında ortaya çıkabileceği gibi, banka tarafından ödeme yapılacağı aşamada da ortaya çıkmış olabilir. Her iki durumu ayrı ayrı incelemek gerekmektedir.a. İbraz Aşamasında Mücbir Sebep Ortaya ÇıkmasıBanka teminat mektubunun ibrazını engelleyen mücbir sebep, bankayı etkilemiş olabileceği gibi muhatabı da etkilemiş olabilir. (1) Bankanın Mücbir Sebepten EtkilenmesiTeminat  mektubunun  ibraz  edileceği  banka,  mücbir  sebeplerin  etkisinde olduğundan muhatap, teminat mektubunu ibraz edemiyor ve paraya çevirme talebini yapamıyor olabilir. Bu halde, teminat mektubunun güvence altına aldığı riskle ilgili bir etki söz konusu değildir. Risk gerçekleşmesine rağmen mücbir sebepler bankaya ibrazı ve paraya çevirme talebinin yapılmasını engellemektedir.144   Mahkemece yapılan yargılama sonucunda, taraflar arasındaki akaryakıt bayilik sözleşmesi çerçevesinde asıl dava yönünden davalının akaryakıt tesisinin üzerinde bulunduğu yolun trafiğe kapalı olduğu dönemde gerçekleşen akaryakıt satışı yetersizliğinin mücbir sebebe dayalı olduğu, bu dönem dışında taahhüde aykırılık bulunmadığı, madeni yağ satımındaki eksikliğin davacı tarafından daha önce ihtar ya da davaya konu edilmediğinden sözleşmede düzenlenen cezai şart dayanağı oluşmadığı gerekçesi ile asıl davanın reddine, birleşen davada teminat mektubunun nakde çevrilmesinin haksız olduğu, birleşen dava davacısının başkaca bir zararı olduğunu kanıtlayamadığı gerekçesi ile birleşen davanın kısmen kabulüyle 20.000 TL nin birleşen dosya davalısından tahsiline karar verilmiş, hüküm taraf vekillerince temyiz edilmiştir. SONUÇ : Dosyadaki yazılara kararın dayandığı delillerle gerektirici sebeplere, delillerin takdirinde bir isabetsizlik bulunmamasına göre, taraf vekillerinin yerinde görülmeyen bütün temyiz itirazlarının reddiyle usul ve kanuna uygun bulunan hükmün ONANMASINA  Yargıtay 19 HD, 9565/16197, 13.11.2014 [karar için bkz <www.kazanci.com> erişim tarihi: 13.08.2020)].145  Doğan, Teminat Mektupları (n 3) 351; Doğan, ‘Mücbir Sebeplerin Teminat Mektuplarına Etkisi  (n 2) 147.1380Acar, Kul / Mücbir Sebeplerin Banka Teminat Mektuplarının Paraya Çevrilmesine EtkisiTeminat mektubu vadesiz ise bankayı etkileyen böyle bir mücbir sebep ortaya çıksa bile, buna esas olayın ortadan kalkmasından itibaren muhatap, teminat mektubunu bankaya ibraz etmek sureti ile paraya çevirebilecektir.Teminat mektubu vadeli ise, mücbir sebebe esas teşkil eden olayın bittiği tarihte halen muhatabın bankaya ibraz ve paraya çevirme talebinde bulunmak için zamanı var ise, bu durumda da vade içerisinde ibraz aranacak, mücbir sebeplerin bir etkisinden bahsedilmeyecektir.Buna karşılık, mücbir sebepler, vadenin son gününü de içine alacak şekilde etki göstermiş ise, böyle bir durumda bazı ayrımlar yapılmalıdır. Öncelikli olarak teminat mektubunda ibraz ile ilgili mücbir sebep kaydının olup olmadığına bakılmalıdır. Böyle bir kaydın bulunmaması halinde bankanın risk nedeni ile sorumluluğunun vadede sona ereceği düzenlenmemiş ise, riskin vade içinde doğması kaydı ile banka, genel zamanaşımı süresi olan on yıl sorumlu kalmaya devam edecektir. Buna  karşın  teminat  mektuplarında  genelde  vade  içerisinde  hem  riskin gerçekleşmesi hem de ödeme için ibrazın yapılması, aksi takdirde bankanın sorumlu olmayacağı kaydı konulmaktadır. Böyle bir halde URDG 758 m 26, b i ye göre mücbir sebeplerin etkisi ile ödeme için ibraz yapılamaması halinde ibraz süresi uzayacaktır. Bu durumda, söz konusu hükme göre, teminat mektubunun vadesi 30 takvim günü uzayacaktır.  Burada  teminat  mektubunun  vadesinin  uzamasından  değil,  ibraz süresinin uzamasından bahsedilmesinin daha doğru olduğu, riskin vade içerisinde gerçekleşmesi kaydı ile mücbir sebep sonrasında ödeme talebinde bulunulabileceği haklı olarak ifade edilmiştir. 146  age 352.147  age 352.148  Doğan, Teminat Mektupları (n 3) 352; Doğan, ‘Mücbir Sebeplerin Teminat Mektuplarına Etkisi  (n 2) 148; Barlas, Makalelerim (n 60) 39; Tandoğan, Borçlar Hukuku Özel Borç İlişkileri (n 104) 890; Tekinay/Akman/Burcuoğlu/Altop (n 4) 233; Cevdet Yavuz/ Faruk Acar/ Burak Özen, Borçlar Hukuku Özel Hükümler (10. Baskı, Beta Yayınları 2014) 1484; Mustafa Alper Gümüş, Borçlar Hukuku Özel Hükümler, Cilt 2 (3. Bası 2014) 517;  BK. nun 110. maddesine 10.7.1981 tarih ve 17398 Sayılı R.G. de yayımlanan 2486 S.K. ile eklenen fıkra uyarınca, belirli bir süre için yapılan taahhütlerde, sürenin bitimine kadar taahhüt edene yazılı olarak başvurulmaması halinde taahhüdün hükümsüz sayılacağına dair sözleşmelerin geçerli bulunmasına, sadece vade kaydını taşıyan, ancak BK. nın 110/2. maddesinde belirtilen bu kaydı taşımayan teminat mektuplarında ise riskin vade içinde doğması kaydıyla, bankanın 10 yıl süre ile sorumluluğunun devam etmesine..  Yargıtay 11 HD, 2010-130/ 2011/16894, 13.12.2011; Bir başka kararda Yargıtay; 818 Sayılı Borçlar Kanununun 110/2. maddesi gereği mektuplarda belirtilen sürelerin sonuna kadar başvuru yapılmadığı takdirde hükümsüz olacaklarına dair bir hükme yer verilmemiş olması sebebiyle mahkemece davalı .... nin verdiği kontrgarantilerin sürelerinin sona erdiği gerekçesiyle hükümsüz kaldıklarının kabulü doğru değilse de davaya konu kontgarantilerin sürelerinin dolmasından itibaren 10 yıllık sürelerin de dava tarihi itibariyle dolmuş bulunmasına… göre  gerekçesi ile davalı tarafın temyiz itirazlarının reddine karar verilmiştir. Bu karar da körfez krizi nedeni ile Irak ta tamamlanamayan bir proje ile ilgili verilmiştir. Yargıtay 11 HD, 3458/3930, 11.04.2016 [karar için bkz <www.kazanci.com> erişim tarihi: 13.08.2020)].149  Özalp (n 53) 76.150  Doğan, Teminat Mektupları (n 3) 353.1381İstanbul Hukuk Mecmuası 78/3Türk hukukunda ise ibraz bankasının uğrayacağı mücbir sebebin sonuçları ile ilgili bir düzenleme yoktur. Mücbir sebeplerin etkisinin ortadan kalmasından itibaren makul süre içerisinde teminat mektubunun ibraz edilebileceğinin kabul edilmesi gerektiği ifade edilmiştir. Kanaatimizce, böyle bir halde mücbir sebeplerin etkisi kalktıktan sonra makul bir süre içinde bankaya ibraz için başvurmak hakkaniyete uygundur.  Ancak,  makul  sürenin  yorumunda  bankaya  böyle  bir  başvurunun yapılmasına hiçbir engelin bulunmadığı ilk zamanı tespit etmek ve makul süreyi  derhal  şeklinde anlamak uygun olacaktır. Bankaya ibrazın mümkün hale geldiği andan itibaren muhatabın kendisinden kaynaklanan hastalık, şehir dışında olma vb. sübjektif sebeplerin makul bir sürenin hesabında dikkate alınıp alınmayacağı somut olaya göre belirlenmelidir. Her halde örneğin mücbir sebep, ortadan kalktığında şehir dışında olan bir muhatabın, mücbir sebebin ortadan kalktığını öğrendiği ve bankaya derhal başvurabileceği ilk zaman dilimine göre bir değerlendirme yapılması uygun olacaktır.(2) Muhatabın Mücbir Sebepten EtkilenmesiBanka teminat mektubunun paraya çevrilebilmesi için riskin oluşması şart olduğu gibi muhatabın süresinde ödeme için ibraz etmesi de şarttır. Muhatabı etkisine alan bir mücbir sebep hali, muhatabın süresi içerisinde teminat mektubunu ibraz etmesine engel olmuş olabilir. Örneğin, vadeli bir teminat mektubunda muhatap vadenin son günü Coronavirüs salgın hastalığına yakalanarak yoğun bakıma alınmıştır. Bu hal URDG de nazara alınmamıştır. Kanaatimizce burada da ibraz bankasının mücbir sebepten  etkilenmesinde  olduğu  gibi  muhatabın  mücbir  sebep  halinin  ortadan kalkmasından  itibaren  makul  süre  içerisinde  ödeme  talebinde  bulunarak  ibraz yapabileceğinin kabul edilmesi gerekir. Muhatabın  mücbir  sebeplerin  etkisinin  kalkmasından  sonra  yapacağı  tazmin talebini, banka derhal lehtara veya ilk bankaya bildirmelidir. Aksi halde bundan doğacak zararlardan sorumlu olacaktır.Yargıtay, teminat mektubunun çalınması nedeni ile vadesinde ibraz edilemeyen teminat mektubu ile ilgili olarak bu durumu mücbir sebep sayan ve tazmin yönünde 151  URDG m 14 a ya göre ayrıca ibraz yeri tespit edilmemiş ise ibraz bankası, teminat mektubunu düzenleyen banka şubesidir [Ekşi ‘ICC nin Banka Teminat Mektuplarına İlişkin Biörnek Kuralları  (n 53) 123]. Türk hukuku bakımından da teminat mektubunun paraya çevrilmesi talebi, mektubun düzenlendiği şubeye yazılı olarak yapılır [Barlas, Makalelerim (n 60) 39]. 152  Doğan, Teminat Mektupları (n 3) 353.153  Muhatap, paraya çevirme talebinde bulunurken mutlaka garanti edilen riskin gerçekleştiğini de beyan etmelidir. Yargıtay sonraki bazı kararlarında bu beyana gerek görmemiştir. Reisoğlu, ‘Banka Teminat Mektupları Uygulamalarında Ortaya Çıkan Başlıca Sorunlar  (n 60) 99; Coşkun (n 81) 111.154  Aynı doğrultuda: Doğan, Teminat Mektupları (n 3) 353. Bu görüş kambiyo senetlerinde ibraz müddeti ile ilgili hükümlerle de uyum içerisindedir. TTK m 811 f 3  Mücbir sebebin ortadan kalkmasından sonra hamil, çeki gecikmeksizin ödeme amacıyla ibraz etmek ve gereğinde protesto veya buna eş değerde bir belirlemeyi yaptırmak zorundadır.  Aynı hüküm poliçe için TTK m 731 f 3 te de yer almaktadır; Doğan, ‘Mücbir Sebeplerin Teminat Mektuplarına Etkisi  (n 2) 149-150.155  Doğan, Teminat Mektupları (n 3) 354.1382Acar, Kul / Mücbir Sebeplerin Banka Teminat Mektuplarının Paraya Çevrilmesine Etkisikarar veren yerel mahkeme kararını bozarak, vade bitimine kadar ödeme için ibraz olmadığından taahhüdün hükümsüz hale geldiğine ve teminat mektubunun tazmin edilemeyeceğine karar vermiştir.b. Ödeme Talebinden Sonra Mücbir Sebep Ortaya ÇıkmasıBanka,  muhatap  tarafından  kendisine  teminat  mektubunun  ibrazı  ve  paraya çevrilmesi  talebinde  bulunulduktan  sonra  bir  inceleme  yapar  ve  bu  inceleme sonrasında da mektubu tazmin eder. İnceleme süresi URDG 758 m 20157 ye göre beş iş günü olup, bankanın bu incelemeyi makul bir süre içerisinde yapması gerekir. Doktrinde  bu  sürenin  üç  iş  günü  olması  gerektiği  de  savunulmuştur.  Banka inceleme süresi içerisindeyken mücbir sebeplerin etkisi altına girmiş olabilir. URDG m 26 b ii ye göre böyle bir halde, inceleme süresi askıya alınır ve mücbir sebeplerin etkisi kalkınca süre aynı şekilde devam eder.SonuçMücbir sebeplerin banka teminat mektuplarına etkisi bakımından ilk olarak teminat mektubunun metnine bakılmalıdır. Teminat mektubu metninde mücbir sebeplerle ilgili düzenlemelere yer verilebileceği gibi, ICC nin biörnek kurallarına (URDG) atıf da yapılabilir. Böyle bir halde sözleşme hükmü veya atıf yapılan kurallar doğrudan uygulanacaktır.Banka  teminat  mektupları,  kefalet  niteliğinde  düzenlenebileceği  gibi  garanti niteliğinde de düzenlenebilir. Ancak, uygulamada genel olarak garanti niteliğinde düzenlenmekte olup, tarafımızca bu çalışmada da garanti niteliğinde banka teminat mektupları esas alınmıştır.Banka teminat mektupları ile, temel ilişkideki belirli bir risk garanti edilir. Bu bakımdan  banka  teminat  mektupları,  temel  ilişkiden  bağımsız  bir  borç  ilişkisi oluştursa da sebepten mücerret değildir.156   Mahkemece, iddia, savunma ve tüm dosya kapsamına göre, davacının 20.8.2011 tarihinde teminat mektubunu çaldırdığı, aynı gün şikayetçi olduğu, teminat mektubu bulunamayınca 19.9.2011 tarihli ihtarnameyle tazmin talebinde bulunduğu, mektubun vadesi 26.8.2011 tarihinde dolmuş ise de, meydana gelen hırsızlık olayının davacı için mücbir sebep teşkil ettiği ve bankaya başvurduğu tarihe kadar olan sürenin makul bir süre olduğu, davalı bankanın teminat mektup bedelini tazminle yükümlü olduğu gerekçesiyle davanın kabulüne karar verilmiştir… Mahkemece yukarda özetlenen gerekçelerle davanın kabulüne karar verilmiştir. Ancak davaya konu teminat mektubu örneğinde, teminat mektubunun 26.8.2011 tarihine kadar geçerli olup, bu tarihe kadar yazılı tazmin talebinde bulunulmadığı takdirde hükümsüz olacağı koşulu bulunmaktadır. Dava tarihinde yürürlükte bulunan 818 Sayılı Borçlar Kanununun 110/2. maddesine göre, muayyen bir müddet için yapılan taahhütlerde müddetin bitimine kadar taahhüt edene yazılı olarak başvurulmaması halinde, taahhüdün hükümsüz olacağına dair sözleşmenin geçerli olduğu öngörülmüştür. Bu durumda, taşıdığı koşul itibariyle, vade bitimine kadar davalı bankaya başvurulmaması sebebiyle geçersiz teminat mektubuna dayalı olarak davanın kabulü doğru görülmemiş, kararın bozulması gerekmiştir.  Yargıtay 11 HD, 2012-18466/15800, 16.09.2013, (Kazancı, Erişim Tarihi: 11.08.2020).157  Özalp (n 53) 67; Doğan, ‘Mücbir Sebeplerin Teminat Mektuplarına Etkisi  (n 2) 150; Ekici/Durukanoğlu (n 50) 248.158  Bu görüş için bkz Canbolat (n 50) 138, dn 350.159  Doğan, Teminat Mektupları (n 3) 355.1383İstanbul Hukuk Mecmuası 78/3 Genel olarak mücbir sebep ortaya çıktığında bu durum ifa imkansızlığı, ifa gecikmesi (temerrüt), gereği gibi ifa etmeme veya ifa güçlüğü gibi sonuçları ortaya çıkarabilir. Temel ilişkiden bağımsız olan banka teminat mektuplarına bu durumun etkisini incelemek için mücbir sebeplerin teminat konusu riske etkisi ve mücbir sebeplerin paraya çevirme taleplerine olan etkisini ayrı ayrı incelemek yerinde olacaktır.Mücbir  sebeplerin  teminat  mektubu  konusu  riske  etki  ettiği  hallerde,  lehtar likit deliller ile muhatabın paraya çevirme talebinin hakkın kötüye kullanılması oluşturduğunu ortaya koyuyor ise banka, teminat mektubunu paraya çevirmeyecektir. Hakkın  kötüye  kullanılmasını  oluşturan  durumlar  her  somut  olaya  göre değerlendirilmelidir. Banka teminat mektubu ilk talepte ödeme kaydı taşısa dahi, lehtar likit delillerle riskin gerçekleşmediğini veya paraya çevirme talebinin hakkın kötüye kullanılması teşkil ettiğini kanıtlıyor ise, banka teminat mektubunu tazmin etmemekle yükümlüdür.Mücbir sebeplerin riske etki ettiği ve paraya çevirme talebinin hakkın kötüye kullanılması yasağı oluşturacağı idari bir yasaklama kararı ile de tespit edilmiş olabilir. Böyle bir durumda bu karara uyulmaması hukuka aykırılık doğuracaktır.İbraz bankası mücbir sebeplerin etkisi altında ve teminat mektubu vadeli olup vadenin son gününe gelindiği için ibraz yapılamadı ise, mücbir sebeplerin etkisi kalktıktan sonra ibraz süresinin makul bir süre uzayacağını kabul etmek uygun olacaktır.Mücbir sebep, muhatabı etkisi altına almış ve muhatap zamanında bankaya ibraz yapamamış ise yine mücbir sebeplerin etkisi kalktıktan sonra muhatabın makul süre içerisinde ödeme için ibraz yapabileceğini kabul etmek gerekir.Ödeme talebinden sonra bir mücbir sebep ortaya çıktı ise, bankanın inceleme süresinin mücbir sebep süresince askıda olduğu ve mücbir sebebin etkisi kalkınca aynı şekilde inceleme süresinin devam edeceğinin kabul edilmesi gerekirHakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazarlar çıkar çatışması bildirmemiştir.Finansal Destek: Yazarlar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The authors have no conflict of interest to declare.Grant Support: The authors declared that this study has received no financial support.1384Acar, Kul / Mücbir Sebeplerin Banka Teminat Mektuplarının Paraya Çevrilmesine Etkisi",
     "Kaynakça": "Affaki G. and Sir Goode R., Guide to ICC Uniform Rules for Demand Guarantees URDG 758 (2011).Akıncı  Ş,  ‘Covid  19 un  Borç  İlişkilerine  ve  Bazı  Borçlar  Hukuku  Sözleşmelerine  Etkisi  (2020)19(38) İTÜSBD (Covid 19, Hukuk Özel Sayısı).Akyazan S, ‘Banka Teminat Mektupları  (1969) 5(1) Banka ve Ticaret Hukuku DergisiAntalya OG, Borçlar Hukuku Genel Hükümler, Cilt 2 (Legal Yayınevi 2015). Aral F, ‘Teminat Mektuplarında Lehdar ile Muhatap ve Lehdar İle Banka Arasındaki Hukuki İlişki  (2007) 24(2) Banka ve Ticaret Hukuku Dergisi.Aral F, Türk Borçlar Hukukunda Kötü İfa (Yetkin Yayınları 2011).Arat A, Sözleşmenin Değişen Şartlara Uyarlanması (Seçkin Yayınları 2006).Barlas N, Makalelerim, Cilt 1 (Vedat Kitapçılık 2008).Barlas N, ‘Dürüstlük Kuralı ve Hakkın Kötüye Kullanılması Yasağının Alman Medeni Kanunundaki Düzenleme Tarzı ve Eleştirisi  (1997) LV(3) İHFM.Barlas N, Türk Hukuk Sisteminde Banka Teminat Mektupları (1986).Baysal B, Sözleşmenin Uyarlanması BK m. 138 Aşırı İfa Güçlüğü (3. Bası, Oniki Levha Yayınları 2019).Bingöl FI, Uluslararası Ticari Satım Sözleşmelerinde Mücbir Sebep (Yetkin Yayınları 2011)Canbolat F, Banka Garantisinde Savunma İmkanları ve İhtiyati Tedbirler (Yetkin Yayınları 2019).Coşkun H, ‘Banka Teminat Mektuplarında İlgililerin Hak ve Borçları  (Marmara Üniversitesi Sosyal Bilimler Enstitüsü Yayımlanmamış Doktora Tezi 2012)Çetin A ve Dinç Y, ‘Türkiye de Teminat Mektupları: Uygulamalar ve Hukuki Sorunlar  (2013) Finansal Araştırmalar ve Çalışmalar Dergisi.Develioğlu  HM,  Kefalet  Sözleşmesini  Düzenleyen  Hükümler  Işığında  Bağımsız  Garanti Sözleşmeleri (Vedat Kitapçılık 2009).Develioğlu HM, ‘TBK m. 128  Rona Serozan/ Turgut Öz/ Faruk Acar/ Emre Gökyayla/ H. Murat Develioğlu (ed), İstanbul Şerhi, (Vedat Kitapçılık 2017).Doğan V, Teminat Mektupları (Savaş Yayınevi 2015).Doğan V, ‘Mücbir Sebeplerin Teminat Mektuplarına Etkisi  Nuray Ekşi (ed), Banka Teminat Mektuplarına İlişkin ICC Kuralları, Makaleler (Beta Yayınları, 2011). Durukanoğlu N, ‘ICC nin Garantilere İlişkin Biörnek Kuralları ve Bu Kuralların Kamu Sektöründe Uygulanması  Nuray Ekşi (ed), Banka Teminat Mektuplarına İlişkin ICC Kuralları, Makaleler (Beta Yayınları, 2011)Ekici A ve Durukanoğlu N, Türk Hukukunda ve Bankacılık Uygulamasında Teminat Mektupları (Legal Yayıncılık 2016).Ekşi N, ‘ICC nin Banka Teminat Mektuplarına İlişkin Biörnek Kuralları  Nuray Ekşi (ed), Banka Teminat Mektuplarına İlişkin ICC Kuralları, Makaleler (Beta Yayınları, 2011).Ekşi N, Milletlerarası Ticaret Hukuku, İstanbul (2010)Eren F, Borçlar Hukuku Genel Hükümler (22. Baskı, Yetkin Yayınları 2017).Eren F, Sorumluluk Hukuku Açısından Uygun İlliyet Bağı Teorisi (AÜHFY 1975).Erişir E, Geçici Hukuki Korumanın Temelleri ve İhtiyati Tedbir Türleri (XII Levha Yayınları 2013).Gözübüyük AP, Mücbir Sebepler ve Beklenmeyen Haller (3. Baskı, Kazancı Yayınları 1977).Gümüş MA, Borçlar Hukuku Özel Hükümler, Cilt 2 (3. Bası 2014).Günal V, ‘Teminat Mektupları  (1968) 25(6) ABD.1385İstanbul Hukuk Mecmuası 78/3Gürses D, Banka Genel Kredi Sözleşmesi (Onikilevha Yayınları 2016).Malbeleği N, İdarenin Taraf Olduğu Sözleşmelerde Sözleşmede Değişiklik, (Onikilevha Yayınları 2020).Oğuzman K ve Öz T, Borçlar Hukuku Genel Hükümler, Cilt 1 (Vedat Kitapçılık 2016).Omağ S, ‘Banka Teminat Mektuplarının Mahiyeti ve Hükümleri  (1971) 6(2) Banka ve Ticaret Hukuku Dergisi.Özalp A, ‘ICC nin Yeni Uluslararası Garanti Kuralları  URDG 758  Nuray Ekşi (ed), Banka Teminat Mektuplarına İlişkin ICC Kuralları, Makaleler (Beta Yayınları, 2011).Özçelik ŞB, ‘Borçlunun Sorumlu Olmadığı Sonraki İmkansızlık ve Mücbir Sebep Kayıtları  (Yayımlanmamış Doktora Tezi, Ankara Üniversitesi SBE 2009).Özçelik ŞB, ‘Kamu İhale Sözleşmeleri Kanunu na Göre Mücbir Sebepler Ve Sonuçları  (2016) 123 TBB Dergisi.Özçelik ŞB, ‘Sözleşmeden Doğan Borçların İfasında Hukukî İmkânsızlık ve Sonuçları  (2014) 63(3) Ankara Üniversitesi Hukuk Fakültesi Dergisi.Özen B, Kredi Açma Sözleşmeleri (Vedat Kitapçılık 2017).Karahasan MR, İnşaat İmar İhale Hukuku, Üçüncü Cilt (Sevinç Matbaası 1979).Kahyaoğlu EC, Banka Garantileri (Beta Yayınları, 1996).Kocaman AB, ‘Banka Teminat Mektuplarının Hukuki Niteliği Üzerine  (1990) 15 Banka ve Ticaret Hukuku Dergisi.Reisoğlu S, Garanti Mukavelesi (Ajans Türk Matbaası 1963).Reisoğlu S, Banka Teminat Mektupları ve Kontrgarantiler (4. Baskı, 2013).Reisoğlu S, ‘Banka Teminat Mektupları Uygulamalarında Ortaya Çıkan Başlıca Sorunlar , (2011) (77) Bankacılar Dergisi.Serozan R, İfa, İfa Engelleri, Haksız Zenginleşme (7. Baskı, Filiz Kitabevi 2016). Serozan R, Sözleşmeden Dönme (2. Bası, Vedat Kitapçılık 2007).Somuncuoğlu Ü, ‘Banka Teminat Mektuplarına İlişkin Bazı Sorunlar  (2014) 4(2) Hukuk Köprüsü.Şahin H, Mücbir Sebep Nedeniyle Borcun İfa Edilememesi (Yetkin Yayınları 2020).Tandoğan H, Borçlar Hukuku Özel Borç İlişkileri, Cilt 2 (Dördüncü basımdan Tıpkı Basım, Vedat Kitapçılık 2010).Tandoğan H, Garanti Mukavelesi (Banka ve Ticaret Hukuku Araştırma Enstitüsü 1959).Tandoğan H, Türk Mesuliyet Hukuku (1961 Yılından Tıpkı Bası, Vedat Kitapçılık 2010).Tekinay/Akman/Burcuoğlu/Altop, Borçlar Hukuku Genel Hükümler (Filiz Kitabevi 1993).Tekinalp Ü, Banka Hukukunun Esasları (Vedat Kitapçılık 2009).Tuğsavul MT, ‘Banka Teminat Mektupları  (2009) 83(1) İstanbul Barosu DergisiTütüncü AN, ‘Güvenlik Konseyi Kararlarının İç Hukukta İcrası  (2013) 13(Özel Sayı) Anadolu Üniversitesi Sosyal Bilimler Dergisi.Uyar T, ‘Yargıtay Kararlarında  Dürüstlük Kuralı  ve  Hakkın Kötüye Kullanılması Yasağı  (2000), DEÜHF Yayınları (Seyfullah Edis e Armağan).Von Tuhr A, Borçlar Hukukunun Umumi Kısmı, Cilt 1 2 (Çeviren: Cevat Edege, Olgaç Matbaası 1983).Yavuz C./Acar F./ Özen B., Borçlar Hukuku Özel Hükümler (10. Baskı, Beta Yayınları 2014).Yücel MT, ‘Banka Teminat Mektuplarının İhtiyati Tedbire Konu Olması Üzerine Medeni Usul Hukuku Bakış Açısından Bir İnceleme  (2013) 8(107 108) Bahçeşehir Üniversitesi Hukuk Fakültesi Dergisi.1386"
}