{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "22",
     "Ay": "11",
     "Yıl": "2021",
     "Cilt": "79",
     "Sayı": "4",
     "Başlık": "Uluslararası Ceza Mahkemesi Savcısına Kabul Edilebilirlik Değerlendirmesinde Tanınan Geniş Takdir Yetkisinin Kullanımında Ortaya Çıkan Sorunlar",
     "Title": "The Problems with the Implementation of the Prosecutorial Discretion at the ICC ",
     "Yazar İsmi": [

          "Ebru Demir"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Uluslararası Ceza Mahkemesi", "Uluslararası Ceza Mahkemesi Savcısı", "Savcının Takdir Yetkisi", "Kabul Edilebilirlik Şartları", "Politikleşme", "Meşruiyet Krizi"
     ],
     "Keywords": [
          "International Criminal Court", "International Criminal Court Prosecutor", "Prosecutorial Discretion", "Admissibility", "Conditions", "Politicisation", "Legitimacy Crisis"
     ],
     "Özet": "Uluslararası Ceza Mahkemesi kurulduğu tarihten itibaren uluslararası kamuoyunda tartışmalı bir yere sahiptir. Mahkeme, politik saikler doğrultusunda hareket ettiği ve bunun bir sonucu olarak da meşruiyetini yitirdiği yönünde çeşitli eleştirilere muhatap olmaktadır. Mahkemenin bu şekilde eleştirilmesinde ve mahkemenin bir meşruiyet krizine girmesinde Uluslararası Ceza Mahkemesi Savcılarının oynadığı rol büyüktür. Savcının verdiği kararlar ve yaptığı seçimler, mahkemeye yönelik politikleşme ve meşruiyetini yitirme iddialarını daha da derinleştirmektedir. Makalede, Uluslararası Ceza Mahkemesi Savcılarının olay ve dava seçiminde başvurduğu kabul edilebilirlik şartları incelenmektedir. Bu makaleye göre, mahkemenin kurucu sözleşmesi olan Roma Statüsünde yer alan kabul edilebilirlik şartlarının muğlaklığı ve bu muğlak şartları uygulamada Savcıya tanınan geniş takdir yetkisi, mahkemenin seçici, yanlı ve önyargılı bir şekilde hareket ettiği iddialarının kaynağını oluşturmaktadır. Her ne kadar Savcı, bu şartları şeffaflaştırmak ve uluslararası kamuoyunu olay ve dava seçiminde tarafsız davrandığına dair temin etmek amacıyla çeşitli raporlar yayınlamış olsa da, makalede bu raporların detaylı bir şekilde incelemesi göstermektedir ki kabul edilebilirlik şartları hala muğlaklığını korumaktadır. Ayrıca, makalede incelenen dava örnekleri mahkemenin farklı birimleri arasında da kabul edilebilirlik şartlarına ilişkin anlayış farklılıkları olduğunu net bir şekilde gözler önüne sermektedir. Makale, Uluslararası Ceza Mahkemesi Savcılarının karşılaştıkları güçlükleri göz ardı etmemekte, karşılaştıkları ve karşılaşabilecekleri problemleri ve zorlukları kabul etmektedir. Ek olarak makalede, Roma Statüsünün bu konuda muğlak olduğu ve Savcılara kabul edilebilirlik şartlarıyla ilgili olarak yeterince yönlendirme yapmadığı da belirtilmektedir. Bununla birlikte, Savcıların uygulamaları incelendiğinde kabul edilebilirlik kriterlerinin uygulanması aşamasında Uluslararası Ceza Mahkemesi nin meşruiyetine ve objektifliğine yönelik eleştirileri güçlendiren durumların ortaya çıktığı görülmektedir.",
     "Abstract": "The International Criminal Court s (the ICC or the Court) status and its judicial practices have been controversial since its establishment in 2002. Critics argue that the Court is used by great powers as an instrument to achieve their political objectives and hence it has long lost its legitimacy. The ICC prosecutor has played a key role in aggravating these criticisms. The ICC s legitimacy is further endangered by the Prosecutor s situation and case selection process and the criteria that they have applied. This article argues that the ambiguity embedded in the admissibility conditions in the Rome Statute results in the critique that the ICC is partial, biased and selective. Even though the ICC Prosecutor has recently published various reports in order to make the admissibility conditions transparent, a detailed examination of these reports shows that these criteria are still far from being transparent. The cases analysed in this article manifest that there are different and contrasting understandings of the admissibility conditions even within the ICC itself. This article acknowledges the difficulties that the ICC Prosecutor faces. In order not to overwhelm the ICC with numerous applications, the Prosecutor has to reject some of them. Having admitted that, this article shows that the Prosecutor s practices regarding the admissibility conditions aggravate the criticisms against the ICC s legitimacy and objectivity. The examples in this article illustrate that the admissibility conditions were interpreted in a way which contrasts with the Rome Statute itself.",
     "Metin": "Uluslararası  Ceza  Mahkemesi  Eski  Savcısı  Fatou  Bensouda,  9 Aralık  2020 tarihinde İngiliz askerlerinin Irak işgali sırasında işlemiş olduğu iddia edilen suçlara karşı yürüttüğü incelemeyi (preliminary examination) sona erdirme kararı aldı. Savcı yayınladığı raporda, Nisan 2003 – Eylül 2003 tarihleri arasında İngiliz askerlerinin Irak ta gerçekleştirdiği ölümlerin, Roma Statüsünün 8(2)(a)(i) ve 8(2)(c)(i) maddeleri kapsamında savaş suçu olarak değerlendirilmesi için makul bir temel olduğunu ortaya koydu.1 Savcı kendisine ulaştırılan bilgilerin ışığında en az 1071 Iraklı tutuklunun işkence veya insanlık dışı muameleye maruz kaldığına, 319 kişinin öldürüldüğüne ve 21 tutukluya da tecavüz edildiğine yönelik iddialar bulunduğunu raporunda belirtmektedir.2 Bununla birlikte, Savcı, 2010 yılında İngiltere nin kurmuş olduğu Irak Tarihi İddialar Ekibi nin (Iraq Historic Allegations Team) - her ne kadar etkili bir şekilde çalışıp çalışmadığı tartışmaya açık olsa da - kabul edilebilirlik için gerekli olan isteksizlik şartını ortadan kaldırdığını öne sürmektedir.4 Irak Tarihi İddialar Ekibi nin etkili bir kurum olmadığı ve failleri uluslararası mahkemeler önünde yargılanmaktan korumak amacıyla hareket ettiği iddialarının Savcıya iletilmesine rağmen, Savcı bu korumanın bireysel düzeyde var olmasının sistemsel ve geniş çapta bir koruma olarak değerlendirilemeyeceğini iddia etmiştir.5 Sonuç olarak, kurumun İngiliz askerlerini yargılamada istekli olduğu kanaatine varmıştır.Uluslararası  Ceza  Mahkemesi  Savcısının  bu  kararına  yönelik  olarak akademisyenler  çeşitli  eleştirilerde  bulunmuşlardır.  Andreas  Schueller,  Birleşik Krallık ın, askerlerinin yargı önünde hesap vermesini önlemeye yönelik çabalarının bu  devletin  yakın  ve  uzak  (kolonyal)  tarihine  bakıldığında  görülebileceğini, dolayısıyla sistematik bir korumanın Birleşik Krallık tarafından geleneksel olarak uygulanan bir metot olduğunu öne sürmüştür.6 Buna ek olarak, Schueller, Uluslararası Ceza Mahkemesi nin bu gibi koruma kalkanı (shield) kurumları  devletlerin kendi üzerine düşen yükümlülüğü yerine getirmesi  şeklinde yorumlamasının, diğer güçlü devletleri de benzer kurumlar yaratmaya teşvik edeceğini ileri sürmüştür.7 Kevin Jon Heller, kararda Savcının başvurduğu güvenilir kaynakların, Irak Tarihi İddialar Ekibi nin istekli bir şekilde soruşturma yürüttüğüne inanmayı çok zor bir hale getirdiğini belirtmiştir.8 Heller, Uluslararası Ceza Mahkemesi nin kurucu anlaşması 1  Uluslararası Ceza Mahkemesi Savcılık Makamı, ‘Situation in Iraq/UK: Final Report  (Aralık 2020) <https://www.icc-cpi.int/itemsDocuments/201209-otp-final-report-iraq-uk-eng.pdf > paragraf 2, Erişim Tarihi 14 Aralık 2020.2  ibid paragraf 24.3  ibid paragraf 499-500.4  ibid paragraf 500.5  ibid paragraf 486-487. 6  Andreas Schueller, ‘The ICC, British War Crimes in Iraq and a Very British Tradition  (Aralık 2020) <https://opiniojuris.org/2020/12/11/the-icc-british-war-crimes-in-iraq-and-a-very-british-tradition/>. Erişim Tarihi 14 Aralık 2020. 7  ibid.8  Kevin Jon Heller, ‘The Nine Words That (Wrongly) Doomed the Iraq Investigation  (Aralık 2020) <http://opiniojuris.org/2020/12/10/the-nine-words-that-wrongly-doomed-the-iraq-investigation/>. Erişim Tarihi 14 Aralık 2020.1394Demir / Uluslararası Ceza Mahkemesi Savcısına Kabul Edilebilirlik Değerlendirmesinde Tanınan Geniş Takdir Yetkisinin...olan Roma Statüsüne göre Savcının dava açması için gereken şartları Savcının kendi yürüttüğü soruşturmanın zaten sağladığına işaret etmektedir.9 Karar, Uluslararası Ceza Mahkemesi ne ve özellikle de Savcının uygulamalarına yönelik problemler içeren ve akademik literatürde tartışmalar yaratacak bir karardır. Savcının bu ve buna benzer şekilde tartışma yaratan kararları, bu makaleye göre, Roma Statüsünde yer alan kabul edilebilirlik şartlarının muğlaklığı ve bu muğlak şartları uygulamada Savcıya tanınan geniş takdir yetkisi sonucu ortaya çıkmaktadır. Uluslararası Ceza Mahkemesi nin içinde bulunduğu meşruiyet krizine dair geniş bir literatür olmasına rağmen, Savcının bu meşruiyet krizindeki rolüne dair nispeten daha az araştırma bulunmaktadır. Bu makale, mahkemenin politik bir kurum olarak algılanmasında ve sonuç olarak da meşruiyetinin sarsılmasında, Savcının verdiği kararların ve yaptığı seçimlerin rolünü incelemeyi amaçlamaktadır. Makale, Roma Statüsü tarafından Savcıya tanınan geniş takdir yetkisinin meşruiyet krizlerini derinleştirecek şekilde kullanıldığını savunmaktadır. Uluslararası Ceza Mahkemesi nin meşruiyetine yönelik tartışmaların güncelliği bu makaleyi zamanlı ve gerekli kılmaktadır. Makale ilk olarak kabul edilebilirlik şartlarından olan isteklilik ve yeterlilik kriterlerini inceleyecektir. Bu iki kriter, Roma Statüsünde düzenlenmiş olup bir olayın mahkemenin yargı yetkisi kapsamında kabul edilip edilmeyeceğine dair Savcının yapacağı değerlendirmenin temelini oluşturur. Bir sonraki bölümde ise yine Roma Statüsünde düzenlenmiş olan vahamet (gravity) kriteri ele alınacaktır. Vahamet kriteri Roma Statüsünde tamamen muğlak bir şekilde düzenlenmiş olup, mahkemeye yapılabilecek  çok  sayıdaki  başvuru  arasından  Savcının   vahim  olmayanları  elemesine yardımcı olmak amacıyla Statüye konulmuştur. Makalede, sırasıyla bu kabul edilebilirlik şartlarının Savcı tarafından nasıl problemli bir şekilde kullanıldığı gösterilecek, örnek olay ve davalar ile bu argüman desteklenecektir.II. Kabul Edilebilirlik Şartlarının Uluslararası Ceza Mahkemesi Savcısı Tarafından Kullanımında Ortaya Çıkan Problemler:  İsteklilik ve Yeterlilik KriterleriUluslararası Ceza Mahkemesi ne yönelik eleştiriler mahkemenin seçici, yanlı ve önyargılı bir biçimde soruşturma yürüttüğü ve bu nedenle politik bir kurum haline dönüştüğü şeklindedir. Sri Lanka, Filistin toprakları, Afganistan ve Suriye deki insan hakları ihlallerine karşı Uluslararası Ceza Mahkemesi nin yanıtsız kalması, mahkemenin Birleşmiş Milletler Güvenlik Konseyi üyelerinin politik ve stratejik 9  ibid. Aynı yazarın kararla ilgili bir başka eleştirisi için, bakınız: Kevin Jon Heller, ‘Article 18 and the Iraq Declination  (Aralık 2020) <http://opiniojuris.org/2020/12/12/article-18-and-the-iraq-declination/>. Erişim Tarihi 14 Aralık 2020. 1395İstanbul Hukuk Mecmuası 79/4çıkarları doğrultusunda hareket ettiğine yönelik eleştirilere yol açmıştır.10 İnsan Hakları  İzleme  Örgütü,  mahkemenin  politik  amaçlar  için  kullanılmaması  ve bağımsız ve tarafsız bir şekilde yetkisini kullanması gerektiği yönünde uyarılarda bulunmuştur.11 Örgüt, Uganda, Orta Afrika Cumhuriyeti ve Kongo Demokratik Cumhuriyeti  örneklerinde,  hükümet  yetkililerinin  işlediği  suçların  mahkemece dikkate  alınmamasının  mahkemenin  bağımsızlığını  sarstığını  dile  getirmiştir.12 Bununla birlikte, bazı araştırmacılar Uluslararası Ceza Mahkemesi ne yönelik bu eleştirileri haksız bulmuş ve mahkemenin yanıtsız kaldığı olayların, mahkemenin  başarılı  bir şekilde ele aldığı davaları etkilememesi gerektiğini iddia etmişlerdir.13 Örneğin, mahkemenin Suriye deki etkisizliğinin mahkemenin Afrika da yürüttüğü soruşturma ve kovuşturmalara gölge düşürmemesi gerektiği savunulmuştur.14Bazı yazarlar daha da ileri giderek, en ağır suçların çok sayıda faili olacağından, Uluslararası Ceza Mahkemesi nin seçici olmasının bir gereklilik olduğunu öne sürmüşlerdir.15 Bazı yazarlar ise, Uluslararası Ceza Mahkemesi nin işleyebilmesi için Savcının taraf devletlerle iş birliğinin zorunlu olduğunun altını çizmişlerdir.16 Taraf devletlerle iş birliği olmadığında, Savcının davayı yürütmekte güçlüklerle karşı karşıya kalacağı ve görevini yerine getirmesini engelleyen manilerin ortaya çıkacağı öne sürülmüştür.17 Dolaylı olarak Uluslararası Ceza Mahkemesi ne taraf olmayan veya taraf olduğu halde iş birliği yapmayan devletlere karşı soruşturma ve kovuşturma yürütülmemesinin, mahkemenin seçici, yanlı ve önyargılı olduğu şeklinde yorumlanmaması gerektiği iddia edilmiştir. Bu açıklama iki açıdan problemlidir. Öncelikle,  Uluslararası  Ceza  Mahkemesi nin  kendisiyle  iş  birliği  yapan  taraf devletlere karşı açmış olduğu davalarda da taraflı ve yanlı hareket ettiği görülmektedir (Uganda ve Kongo Demokratik Cumhuriyeti örneklerinde olduğu gibi). Dolayısıyla, iş birliği olduğunda dahi mahkemenin sorunsuz, tarafsız ve bağımsız çalışabildiği iddia edilememektedir. İkinci olarak ise, mahkemenin soruşturma yürütmeme ya da yürüttüğü soruşturmayı sonlandırma kararı aldığı için eleştirildiği davalarda (örneğin İngiltere-Irak olayında), taraf devletin iş birliğinin olmadığı iddia edilememektedir. Bu sebeple, Savcının soruşturma yürütmemeyi tercih ettiği tüm durumlarda, iş birliği eksikliğinin neden olarak gösterilmesi doğru değildir. 10  Alana Tiemessen, ‘The International Criminal Court and the Politics of Prosecutions  (2014) 18 The International Journal of Human Rights 444, 449.11  Human Rights Watch, ‘ICC: New Prosecutor Takes Reins  (13 June 2012) <https://www.hrw.org/news/2012/06/13/icc-newprosecutor-takes-reins>. Erişim Tarihi 14 Aralık 2020.12  ibid.13  Destaw A Yigzaw, ‘The International Criminal Court: Biased Against Africa or Weak Towards the Powerful?  (2017) 43 North Carolina Journal of International Law 204, 235.14  ibid 236.15  Hitomi Takemura, ‘Big Fish and Small Fish Debate–An Examination of the Prosecutorial Discretion  (2007) 7 International Criminal Law Review 677, 683.16  Cale Davis, ‘Political Considerations in Prosecutorial Discretion at the International Criminal Court  (2015) 15 International Criminal Law Review 170.17  ibid 173.1396Demir / Uluslararası Ceza Mahkemesi Savcısına Kabul Edilebilirlik Değerlendirmesinde Tanınan Geniş Takdir Yetkisinin...Mahkemenin taraflı bir kurum olarak düşünülmesinde hangi faktörlerin etkili olduğu sorulması gereken önemli bir sorudur.18 Mahkemenin taraflı olduğuna yönelik eleştirilerin temelinde seçilen olayların yanı sıra seçilmeyen, yanıtsız ve kayıtsız kalınan olaylar da yatmaktadır. Bu bağlamda mahkemeye yöneltilen eleştirilerden biri de mahkemenin yanlı yahut seçici adalet (selective justice) sağlayan bir kuruma dönüşmesidir. Afrika Birliği Komisyonu Başkanı Jean Ping in bu mevzu hakkındaki görüşleri Afrika Birliği nin tutumunu özetler niteliktedir:  Uluslararası hukuk, güçlü devletlerin zayıf devletleri dövdükleri büyük bir sopa olmamalıdır. Seçici adalete karşıyız. Eğer adil olunacaksa, [örneğin] Gürcistan Cumhurbaşkanı da adaletle yüzleşmelidir. 19Dava seçimindeki yanlılık iddiaları, Uluslararası Ceza Mahkemesi Savcısının seçtiği davalara ek olarak seçmediği olaylar üzerinden de güç kazanmaktadır. İngiliz askerlerinin  Irak ta  sebep  oldukları  iddia  edilen  ölümler  hakkında  mahkemede soruşturma  açılmaması  uluslararası  kamuoyunda  rahatsızlık  meydana  getirmiş ve  Uluslararası  Ceza  Mahkemesi  Savcısına  verilen  geniş  inisiyatifin  politik saikler doğrultusunda kullanıldığına dair kanı yaratmıştır.20 Bunun sonucunda ise mahkemenin, hem seçilen davalardaki  faillerin  hem de seçilmeyen  olaylardaki  mağdurların önemsenmediği bir platforma dönüştüğü öne sürülmüştür.21 William  A.  Schabas,  Uluslararası  Ceza  Mahkemesi nin  muhatap  olduğu eleştirilerin mahkemenin sui generis niteliğinden kaynaklandığını düşünmektedir.22 İlk kurulan uluslararası ceza mahkemelerinden olan ve İkinci Dünya Savaşı sonrası Nazi liderlerini yargılamak için 1945 te kurulan Nürnberg Uluslararası Askeri Ceza Mahkemesi nde Sovyetler Birliği, Amerika Birleşik Devletleri, Fransa ve Birleşik Krallık vatandaşı dört savcı görev yapmaktaydı. Schabas ın belirttiği üzere, bu savcılar bağımsız olarak değil, kendi hükümetlerinin temsilcileri olarak görevlerini yürütmekteydiler.23  Yapılan  bir  çalışma,  Nürnberg  Uluslararası  Askeri  Ceza Mahkemesi ndeki savcıların, istihbarat ajanları arasından seçildiğini ve göreve gelen savcıların kendi temsil ettikleri devletlerin istihbarat servisleriyle olan yakın ilişkisini gözler önüne sermektedir.24 18  Geoff Dancy and others, ‘What Determines Perceptions of Bias toward the International Criminal Court? Evidence from Kenya  (2020) 64 Journal of Conflict Resolution 1443, 1448.19  Ifeonu Eberechi, ‘ Rounding Up the Usual Suspects : Exclusion, Selectivity, and Impunity in the Enforcement of International Criminal Justice and the African Union s Emerging Resistance  (2011) 4 African Journal of Legal Studies 51, 51. (yazarın çevirisi)20  Celestine Nchekwube Ezennia, ‘The Modus Operandi of the International Criminal Court System: An Impartial or a Selective Justice Regime?  (2016) 16 International Criminal Law Review 448, 460.21  ibid 477.22  William A Schabas, ‘Prosecutorial Discretion v. Judicial Activism at the International Criminal Court  (2008) 6 Journal of International Criminal Justice 731.23  ibid 732.24  Michael Salter, Nazi War Crimes, US Intelligence and Selective Prosecution at Nuremberg: Controversies Regarding the Role of the Office of Strategic Services (1st edn, Routledge-Cavendish 2007).1397İstanbul Hukuk Mecmuası 79/4Birleşmiş Milletler Güvenlik Konseyi, ad hoc mahkemelerin kuruluşu aşamasında, dava seçimini gerekçelendirme yükümlülüğü altında olmamakla beraber bu durum ad hoc mahkeme savcıları için de gerekli değildi.25 Ad hoc mahkemeler zaten spesifik bir bölge ya da ülkede işlenen uluslararası suçları kovuşturmak amacıyla kurulduklarından, dava seçimi yapmaları söz konusu değildir. Dolayısıyla 1990 larda kurulan ad hoc uluslararası ceza mahkemeleri (Eski Yugoslavya Uluslararası Ceza Mahkemesi ve Ruanda Uluslararası Ceza Mahkemesi) Savcıları da dava seçme gibi bir yükümlülükle karşı karşıya kalmadılar.26 Kendisine yönlendirilen  olaylar  arasından seçim yapma görevi uluslararası ceza hukukunda ilk kez Uluslararası Ceza Mahkemesi Savcısının elinde bulundurduğu bir yetkidir. Mahkemenin kurulma aşamasında, mahkemenin yargı yetkisinin hangi merciler tarafından etkin hale getirilebileceği (trigger mechanisms) en çok tartışılan konulardan biri olmuştur.27 Sonuç olarak, her ne kadar Roma Statüsünde mahkemenin yargı yetkisinin kullanılmasında Savcı dışında hem taraf devletlerin (Madde 13(a)) hem de Birleşmiş Milletler Güvenlik Konseyi nin yetkileri bulunsa da (Madde 13(b)), bu durum Savcının yetki alanını daraltan bir durum değildir. John Dugard in belirttiği üzere, Roma Statüsüne taraf devletlerin veya Güvenlik Konseyi nin başvuru yapmaları halinde, Savcı dava açmakla yükümlendirilmemektedir.28 Savcı, taraf devletlerin veya Güvenlik Konseyi nin kendisine başvurması durumunda da nihai söz sahibi konumundadır. Dolayısıyla, Dugard in da ortaya koyduğu üzere, taraf devletlerin veya Güvenlik Konseyi nin başvuruları Savcının kendi tarafından (proprio motu) açılan davalardan, bu açıdan bakıldığında, hiçbir fark taşımamaktadır.29 Davayı açıp açmama yetkisi son kertede yine Uluslararası Ceza Mahkemesi Savcısındadır. Güvenlik Konseyi nin bir olayı Uluslararası Ceza Mahkemesi ne göndermesi (Madde 13(b)), bu olayın mahkeme tarafından nasıl değerlendirileceğini belirleyemez.30Bu  makaleye  göre,  mahkemeye  yöneltilen  taraflı  bir  şekilde  dava  seçtiği eleştirilerinin temelinde Uluslararası Ceza Mahkemesi Savcısının olay ve dava seçiminde başvurduğu kriterlerdeki muğlaklık yatmaktadır. Roma Statüsüne göre kabul edilebilirlik şartları (admissibility conditions) Madde 17 de düzenlenmiştir.31 25  William A Schabas, ‘Victor s Justice: Selecting  Situations  at the International Criminal Court  (2010) 43 The John Marshall Law Review 535, 543.26  ibid 543–544. Ad hoc mahkemeler ile daimi Uluslararası Ceza Mahkemesi üzerine karşılaştırmalı bir analiz için, bakınız: Ezeli Azarkan, ‘Uluslararası Ceza Mahkemesi ile Eski Yugoslavya Uluslararası Ceza Mahkemesinin Karşılaştırmalı Analizi  (2004) 24 Milletlerarası Hukuk ve Milletlerarası Özel Hukuk Bülteni 211.27  Yusuf Aksar, ‘Uluslararası Ceza Mahkemesi ve Amerika Birleşik Devletleri (ABD)  (2003) 52 Ankara Üniversitesi Hukuk Fakültesi Dergisi 125, 130.28  John Dugard, ‘Palestine and the International Criminal Court: Institutional Failure or Bias?  (2013) 11 Journal of International Criminal Justice 563, 563.29  ibid.30  Elif Uzun, ‘Milletlerarası Ceza Mahkemesi Düşüncesinin Tarihsel Gelişimi ve Roma Statüsü  (2003) 2 Sosyal Bilimler Dergisi 25, 39.31  Uluslararası Ceza Mahkemesi Roma Statüsü (1998) <http://sorular.rightsagenda.org/Uploads/UCM%20MEV/Roma%20Statüsü.pdf>. Madde 17, Erişim Tarihi 14 Aralık 2020.1398Demir / Uluslararası Ceza Mahkemesi Savcısına Kabul Edilebilirlik Değerlendirmesinde Tanınan Geniş Takdir Yetkisinin...Madde 17 deki koşulların muğlaklığına ve neden oldukları politikleşme eleştirilerine dikkatle eğilmek gerekir. Taraf devletin dava açmakta isteksiz olması veya davayı açmaya yeterli donanımının ve imkanının olmaması kriterleri hem mahkemeyi hem de Savcıyı politik kararlar vermekle karşı karşıya bırakmaktadır.32 Eski Yugoslavya Uluslararası  Ceza  Mahkemesi  eski  Savcısı  Lousie  Arbour un  belirttiği  üzere, mahkemeye davaların kabul edilebilirlik şartları, bir başka devletin ulusal hukuk sistemini yargılamayı zorunlu kılmaktadır.33 Bir taraf devletin hukuk sisteminin, uluslararası bir suçu yargılamaya yetecek kapasitede olup olmadığının araştırılması tamamen hukuki bir değerlendirme teşkil etmez. Benzer şekilde, bir taraf devletin uluslararası suçları kovuştururken bu suçların yeterli vahamete erişmediğini tespiti, Uluslararası  Ceza  Mahkemesi  Savcısı  tarafından  isteksizlik  olarak  anlaşılabilir. Başka bir ifadeyle, taraf devletler kendi sınırları dahilindeki olayların uluslararası suç  niteliğinde  olmadığını  ulusal  mahkemelerinde  tespit  ettiklerinde,  bu,  Savcı nezdinde, Madde 17(1) deki isteksizlik kriterine karşılık gelebilmekte ve bu yönde değerlendirilebilmektedir.İsteksizlik  ve  yetersizlik  kriterlerinin  Savcı  tarafından  pratikteki  uygulaması mahkemenin  politikleşme  eleştirilerini  güçlendirmektedir.  Uluslararası  Ceza Mahkemesi  Savcısı,  davaların  ve  soruşturmaların  çoğunu  Afrika  devletlerinin oluşturmasını  gerekçelendirmekte  ve  meşrulaştırmakta  zorluklar  yaşamaktadır. Uluslararası Ceza Mahkemesi nin kurucu sözleşmesi olan Roma Statüsüne taraf 123 devletin 33 ünü Afrika devletleri oluşturmaktadır. Bu, üye devletlerin yaklaşık yüzde 25 inin Afrika devletleri olduğunu gösterir. Bununla birlikte, Kasım 2020 itibariyle Uluslararası  Ceza  Mahkemesi ndeki  13  soruşturmanın  10 u Afrika  devletlerine karşı yürütülmektedir.34 Bu, şu anki soruşturmaların yaklaşık yüzde 75 inin Afrika devletlerine karşı yürütüldüğünü gösterir.35 Roma Statüsü Madde 17 de yer alan kabul edilebilirlik şartları, davaların büyük çoğunluğunun Afrika devletlerine karşı olmasını açıklamakta yetersiz kalmaktadır. Mahkemenin çoğunlukla Afrika daki devletleri soruşturmasını, Afrika devletlerinin altyapı ve teknik imkanlar bakımından bu tür suçları yargılayabilecek yeterlilikte kapasitelerinin olmaması ile açıklayan araştırmacılar bulunmaktadır.36 Bu makale, 32  Allison Marston Danner, ‘Enhancing the Legitimacy and Accountability of Prosecutorial Discretion at the International Criminal Court  (2003) 97 American Journal of International Law 510, 517.33  ibid.34  Uluslararası Ceza Mahkemesi, ‘The Court Today , ICC-PIDS-TCT-01-114/20_Eng (Kasım 2020) <https://www.icc-cpi.int/iccdocs/pids/publications/thecourttodayeng.pdf> Erişim Tarihi 14 Aralık 2020.35  Kasım 2020 itibariyle Uluslararası Ceza Mahkemesinde 13 soruşturma bulunmaktadır: Uganda, Kongo Demokratik Cumhuriyeti, Orta Afrika Cumhuriyeti, Orta Afrika Cumhuriyeti II, Darfur (Sudan), Kenya, Libya, Fildişi Sahili, Mali, Burundi, Gürcistan, Bangladeş/Myanmar ve Afganistan.   Kasım 2020 itibariyle Uluslararası Ceza Mahkemesinde 10 hazırlık incelemesi/soruşturması (preliminary examinations) bulunmaktadır: Bolivya, Kolombiya, Gine, Irak, Nijerya, Filistin, Filipinler, Ukrayna ve Venezuela (I ve II). Bakınız: Uluslararası Ceza Mahkemesi, ‘The Court Today , ICC-PIDS-TCT-01-114/20_Eng (Kasım 2020) <https://www.icc-cpi.int/iccdocs/pids/publications/thecourttodayeng.pdf>. Erişim Tarihi 14 Aralık 2020.36  Yigzaw (n 13) 235–236.1399İstanbul Hukuk Mecmuası 79/4bu görüşe karşı çıkmakta ve seçici bir şekilde sağlanan adaletin adalet olmadığını savunmaktadır. Mahkemenin teknik imkanları zayıf olan devletlerin yetkililerine karşı dava yürütmesi, mahkemenin uluslararası niteliğini gölgelemektedir. Mahkemenin belli bir bölgeye odaklanması mahkemenin evrensel bir şekilde adalet sağladığına yönelik  inancı  zedelemektedir.37  Uluslararası  Ceza  Mahkemesi nin  uluslararası suçları  kovuşturmakta  yetersiz  (unable)  devletleri  ve  sadece  bu  tür  devletleri yargılayan bir mahkemeye dönüşmesi, mahkemenin  en zayıf [devletlerin] peşinde koşan bir mahkeme  karakterine bürünmesine yol açmıştır.38 Bu durum, Afrikalıların  en ağır suçları işledikleri  için değil, bu ağır suçları yargılamak amacıyla gerekli altyapı ve teknik imkanlara sahip olmadıkları için Uluslararası Ceza Mahkemesi nde yargılandıkları sonucunu doğurmaktadır.39 Mahkemenin en zayıf devletleri yargılayan bir mahkemeye dönüşmesi kendisine yönelik politikleşme eleştirilerini güçlendirmekte ve bunun da ötesinde mahkemenin kolonyal nitelikte olduğu eleştirilerini doğurmaktadır.40 Ruanda eski Cumhurbaşkanı Paul Kagame eleştirilerinde mahkemenin  en zayıf  devletlerin peşine düşen bir mahkeme olmasını kolonyalizm ile şu şekilde ilişkilendirmektedir:  Uluslararası Ceza Mahkemesi geçmişteki tüm adaletsizlikleri, kolonyalizmi, emperyalizmi farklı formlarda geri getirmektedir. […] Güçsüz ve zayıf iseniz, kendinizi asmanız için bir ip her zaman vardır ve Uluslararası Ceza Mahkemesi Afrikalı zayıf devletler için [bu amaçla] yapılmıştır. 41 Benzer yönde açıklamayı Sudan eski Cumhurbaşkanı Omar al-Bashir de yapmıştır: Afrika da, Uluslararası Ceza Mahkemesi Afrikalı liderleri korkutma amacıyla kurulmuş kolonyalizmin  yeni  yüzü  olarak  görülmektedir.  Eğer  Uluslararası  Ceza  Mahkemesi tarafından yargılanan kişilere bakarsanız, hepsinin Afrikalı ve özellikle de hepsinin Batının politik baskılarına karşı çıkan şahıslar olduğunu görebilirsiniz. 42 37  Dire Tladi, ‘The African Union and the International Criminal Court: The Battle for the Soul of International Law  (2009) 34 South African Yearbook of International Law 57, 69.38  Edwin Bikundo, ‘The International Criminal Court and Africa: Exemplary Justice  (2012) 23 Law and Critique 21, 28.39  ibid.40  Uluslararası Ceza Mahkemesinin kolonyalist bir karaktere sahip olup olmadığına yönelik tartışmaları içeren literatür için, bakınız: Ann Sagan, ‘African Criminals/African Victims: The Institutionalised Production of Cultural Narratives in International Criminal Law  (2010) 39 Millennium: Journal of International Studies 3; Kirsten Ainley, ‘The International Criminal Court on Trial  (2011) 24 Cambridge Review of International Affairs 309; Patryk I Labuda, ‘The International Criminal Court and Perceptions of Sovereignty, Colonialism and Pan-African Solidarity  (2014) 20 African Yearbook of International Law Online 289; Brendon J Cannon, Dominic R Pkalya and Bosire Maragia, ‘The International Criminal Court and Africa: Contextualizing the Anti-ICC Narrative  (2016) 2 African Journal of International Criminal Justice 6; Laurence R Helfer and Anne E Showalter, ‘Opposing International Justice: Kenya s Integrated Backlash Strategy against the ICC  (2017) 17 International Criminal Law Review 1; Geoffrey Lugano, ‘Counter-Shaming the International Criminal Court s Intervention as Neocolonial: Lessons from Kenya  (2017) 11 International Journal of Transitional Justice 9.41  Nation, ‘Kagame Tells Why He Is Against ICC Charging Bashir  (Kigali, Ağustos 2008) <https://nation.africa/kenya/news/africa/kagame-tells-why-he-is-against-icc-charging-bashir--552248>. (yazarın çevirisi) Erişim Tarihi 14 Aralık 2020.42  France 24, ‘Sudan s Bashir Blasts ICC s  New Face of Colonialism   (27 May 2013) <https://www.france.com/en/20130527-african-union-icc-justice-sudan-bashir-kenya-kenyatta>. (yazarın çevirisi) Erişim Tarihi 14 Aralık 2020.1400Demir / Uluslararası Ceza Mahkemesi Savcısına Kabul Edilebilirlik Değerlendirmesinde Tanınan Geniş Takdir Yetkisinin...Mahkemenin zayıf devletlerin yetkililerini yargılayan bir kuruma dönüştüğü, politik ve kolonyal bir kurum olduğu yönündeki eleştirilere cevaben mahkemenin tamamlayıcılık (complementarity) prensibi doğrultusunda hareket etmesi gerektiğine yönelik fikirler vardır. Roma Statüsü Madde 1 de belirtildiği üzere, Uluslararası Ceza Mahkemesi çok ciddi suçları işleyen kişiler üzerinde yargı yetkisine sahip bir mahkemedir ve devletlerin ulusal yargı yetkisini tamamlayıcı niteliktedir. 43Bu doğrultuda, taraf devletlerin Roma Statüsünün imzalanması aşamasında kendi egemenlik haklarını zedelemeyecek bir mahkeme kurmayı tasavvur ettikleri kesindir. Line Engbo Gissel in kapsamlı çalışması, Roma Statüsünün hazırlanması aşamasında Afrika daki devletlerin Birleşmiş Milletler Genel Kurulu nda nasıl bir mahkeme yaratmak istediklerine dair sundukları görüşleri sistematik olarak analiz etmiştir.44 Bu faydalı çalışma göstermektedir ki Afrikalı diplomatlar uluslararası bir ceza mahkemesini ulusal mahkemelerden hiyerarşik olarak katiyen üstte görmemişlerdir.45 Uluslararası bir mahkemenin ancak ve ancak ulusal mahkemelerin ağır insan hakları ihlallerini  kendilerinin  soruşturacak  donanımları  olmadığında,  suçların  cezasız kalmasını (impunity) önleme amacıyla işlerlik kazanmasını istemişlerdir.46 Statü, hem giriş kısmında hem de Madde 1 de görüldüğü üzere, Afrika daki devletlerin bu istek ve endişelerini dikkate alarak tasarlanmıştır.Statü genel olarak devletlerin egemenliğini göz önünde bulunduran hükümler içermektedir.48 Bu nedenle, Uluslararası Ceza Mahkemesi nin devletlerin egemenlik haklarını kısıtlayan veya bu hakların önüne geçen değil, bu hakları tamamlayıcı nitelikte  işlev  gören  bir  kurum  olması  beklenir.49  Pozitif  tamamlayıcılık  ilkesi Roma Statüsünde yer alan bir ilke değildir, ancak Savcılık tarafından 2006 ve 2010 43  Uluslararası Ceza Mahkemesi Roma Statüsü (n 31).44  Line Engbo Gissel, ‘A Different Kind of Court: Africa s Support for the International Criminal Court, 1993–2003  (2018) 29 European Journal of International Law 725.45  ibid 741.46  ibid.47  Uluslararası Ceza Mahkemesi Roma Statüsü (n 31). Giriş, paragraf 10.48  Ali Sahin Kılıç, ‘Uluslararası Ceza Mahkemesi ve Devletlerin Egemenliği Üzerine Ulusal Egemenlik Odaklı Bir İnceleme  (2009) 58 Ankara Üniversitesi Hukuk Fakültesi Dergisi 615, 639.49  Öte yandan, bazı yazarlar tarafından Roma Statüsündeki tamamlayıcılık ilkesi mahkemenin evrensel yargı yetkisine sahip olmasının önünde bir engel olarak değerlendirilmiştir. Arzu Alibaba, ‘Uluslararası Ceza Mahkemesinin Kuruluşu  (2000) 49 Ankara Üniversitesi Hukuk Fakültesi Dergisi 181, 183–184. 1401İstanbul Hukuk Mecmuası 79/4raporlarında yorumlama yoluyla geliştirilmiş ve literatürde de kabul görmüştür.51 Bu ilkeye göre, Uluslararası Ceza Mahkemesi, Afrika daki devletler gibi, uluslararası suçları yargılamaya muktedir altyapı ve teknik uzmanlıkları olmayan devletlerle iş birliği yürüterek bu suçların ulusal mahkemelerde yargılanmasına yardım etmelidir.52 Ancak,  mahkemenin  politikleşme  iddialarını  azaltabileceği  amacıyla  literatürde geliştirilmiş  olan  bu  prensibi,  Uluslararası  Ceza  Mahkemesi nin  benimsediği söylenemez.  Uygulamaya  bakıldığında,  taraf  devletlerin  hukuk  sistemlerinin geliştirilmesinin  ve  kendi  ulusal  mahkemelerinin  öncelikli  hale  getirilmesinin Uluslararası  Ceza  Mahkemesi nin  dikkate  aldığı  bir  prensip  olmadığı  görülür. Tamamlayıcılık ilkesinin ihmali ve Uluslararası Ceza Mahkemesi nin kendisini adalet sağlamada öncelikli (primary) kurum olarak - ki bu durum Roma Statüsünün ihlali anlamına gelse dahi - sunmasını Branch isabetli bir şekilde şöyle değerlendirmiştir: Uluslararası Ceza Mahkemesi toplumlara adaleti ‘uluslararası kamuoyunun  ellerinden beklemelerini ve adaleti sağlamak için kendi içlerinde örgütlenmemelerini öğretmektedir; hatta, küresel adaletin sağlanması adına toplumlar kendi kuruluşlarını dahi kapatabilir. Adalet ancak dış kaynaklı (foreign) kurum ve kuruluşlarca sağlanabilecek bir ürün haline getirilmiştir […]. Uluslararası Ceza Mahkemesi, bu şekilde, tüm insanlık için [kendisine karşı] politik bir bağımlılık teşvik etmektedir. 53Mahkemenin çoğunlukla Afrika devletlerini soruşturmasını Afrika devletlerinin altyapı  ve  teknik  imkanlar  bakımından  yetersiz  olmasıyla  açıklamak  pratikteki uygulamalara da ters düşmektedir. Uganda davası bu konuya verilebilecek yerinde bir örnek olacaktır. 2003 yılında Uganda Hükümeti, Tanrı nın Direniş Ordusunun (Lord s Resistance Army-LRA) işlediğini iddia ettiği suçları kovuşturması için Uluslararası Ceza Mahkemesi nin önüne hükümet olarak kendisi olay getirmiştir (self-referral).  Payam  Akhavan ın  belirttiği  üzere,  hukuki  açıdan  bakıldığında, mahkemenin Tanrı nın Direniş Ordusu üzerinde yargı yetkisi olduğu kesindir.54 Bu 50  Bakınız Uluslararası Ceza Mahkemesi Savcılık Makamı, ‘Report on the Activities Performed During the First Three Years (June 2003 - June 2006)  (Eylül 2006) <https://www.icc-cpi.int/nr/rdonlyres/dad-fb-47a-9821-725747378ab/143680/otp_3yearreport60914_english.pdf> Erişim Tarihi 14 Aralık 2020 ve Uluslararası Ceza Mahkemesi Savcılık Makamı, ‘Prosecutorial Strategy 2009 – 2012  (Şubat 2010) <https://www.icc-cpi.int/NR/rdonlyres/66ADCDC-3650-4514-AADD8F/281506/OTPProsecutorialStrategy92013.pdf > Erişim Tarihi 14 Aralık 2020.51  William W Burke-White, ‘Implementing a Policy of Positive Complementarity in the Rome System of Justice  (2008) 19 Criminal Law Forum 59; William W Burke-White, ‘Proactive Complementarity: The International Criminal Court and National Courts in the Rome System of Justice  (2008) 49 Harvard International Law Journal 53; Carsten Stahn, ‘Complementarity: A Tale of Two Notions  (2008) 19 Criminal Law Forum 87; Olympia Bekou, ‘A Case for Review of Article 88, ICC Statute: Strengthening a Forgotten Provision  (2009) 12 New Criminal Law Review 468; Morten Bergsmo, Olympia Bekou and Annika Jones, ‘Complementarity After Kampala: Capacity Building and the ICC s Legal Tools  (2010) 2 Goettingen Journal of International Law 791; Olympia Bekou, ‘Crimes at Crossroads: Incorporating International Crimes at the National Level  (2012) 10 Journal of International Criminal Justice 677; Justine Tillier, ‘The ICC Prosecutor and Positive Complementarity: Strengthening the Rule of Law?  (2013) 13 International Criminal Law Review 507; Geoff Dancy and Florencia Montal, ‘Unintended Positive Complementarity: Why International Criminal Court Investigations May Increase Domestic Human Rights Prosecutions  (2017) 111 American Journal of International Law 35.52  Rowland JV Cole, ‘Africa s Relationship with the International Criminal Court: More Political than Legal  14 Melbourne Journal of International Law 1, 29.53  Adam Branch, ‘Uganda s Civil War and the Politics of ICC Intervention  (2007) 21 Ethics & International Affairs 179, 194.54  Payam Akhavan, ‘The Lord s Resistance Army Case: Uganda s Submission of the First State Referral to the International Criminal Court  (2005) 99 American Journal of International Law 403, 404.1402Demir / Uluslararası Ceza Mahkemesi Savcısına Kabul Edilebilirlik Değerlendirmesinde Tanınan Geniş Takdir Yetkisinin...ordu tarafından toplu şekilde öldürme, köleleştirme, işkence, tecavüz ve çocukların zorla askere alınması gibi suçların işlendiği ve bu suçların da Roma Statüsü Madde 7  insanlığa karşı işlenen suçlar  kapsamında değerlendirilebileceği açıktır.55 Temel hukuki problem ise hem dava yürütmeye istekli hem de donanımlı olan bir taraf devletin Uluslararası Ceza Mahkemesi ne yaptığı başvuruyu, mahkemenin kendi kurucu sözleşmesini ihlal ederek kabul etmesidir. Savcının davayı kabul etme kararı, Roma  Statüsünün  temel  prensiplerinden  olan  tamamlayıcılık  prensibini  zedeler niteliktedir.Hem Uganda davası hem de diğer devletlerin mahkemeye kendilerinin başvurduğu (self-referral) davalar (Kongo Demokratik Cumhuriyeti ve Orta Afrika Cumhuriyeti gibi), hukuki olarak devletlerin böyle bir yetkilerinin Roma Statüsünde bulunup bulunmadığına dair literatürde bir tartışmaya yol açmıştır. Roma Statüsü Madde 14, bir taraf devletin mahkemeye başvuruda bulunma hakkını şu şekilde düzenlemiştir:Madde 141.  Bir taraf devlet, Mahkeme Savcısına, Mahkemenin yargı yetkisi alanına giren bir veya birden fazla suçun işlenmiş göründüğünü bildirip, bu suçlarla ilgili bir ya da daha fazla belirlenmiş  kişinin  yargılanıp  yargılanmayacağı  hususunun  belirlenmesi  amacıyla durumun soruşturulmasını Savcıdan talep edebilir. 2.  Bir başvuru, mümkün olduğu kadar ilgili yönleri ortaya koymalı ve başvuran devletin elindeki belgelerle desteklenmelidir. Statünün  hazırlanması  aşamalarında  (travaux  préparatoires),  bu  maddenin, devletlerin kendilerini bizzat kendilerinin mahkemeye getirmelerini (self-referral) kapsayacak  şekilde  düşünülmediği  ve  tasarlanmadığı  Schabas  tarafından  net bir  şekilde  ortaya  konmuştur.56  Schabas,  mahkemenin  bu  maddeyi,  devletlerin kendilerini de dava edebilecekleri şeklinde yorumlamasını,  yorumlama yoluyla saptırma (interpretative deviations)  olarak tanımlamıştır.57 Devletlerin kendilerini mahkemeye  getirme  yetkilerinin  Statü  tarafından  tanınıp  tanınmadığı  hususu literatürde tartışılan ve üzerinde anlaşmaya varılamamış bir mevzudur.58 Bununla birlikte, Russell Buchan in haklı olarak belirttiği gibi, akademik tartışma her ne kadar devam etse de, Uluslararası Ceza Mahkemesi nin bu mekanizmayı, Uganda, Kongo Demokratik Cumhuriyeti ve Orta Afrika Cumhuriyeti örneklerinde olduğu gibi, belirsizliğe yer bırakmayacak şekilde kabul ettiği kesindir.5955  ibid.56  Schabas (n 22) 760.57  ibid.58  Mahnousk H Arsanjani and W Michael Reisman, ‘The Law-in-Action of the International Criminal Court  (2005) 99 American Journal of International Law 385; Payam Akhavan, ‘Self-Referrals Before the International Criminal Court: Are States the Villains or the Victims of Atrocities?  (2010) 21 Criminal Law Forum 103; D Robinson, ‘The Controversy over Territorial State Referrals and Reflections on ICL Discourse  (2011) 9 Journal of International Criminal Justice 355.59  Russell Buchan, ‘The Mavi Marmara Incident and the International Criminal Court  (2014) 25 Criminal Law Forum 465, 473.1403İstanbul Hukuk Mecmuası 79/4Dava ile ilgili diğer önemli problemlerden biri de Uganda Hükümetinin davayı Kuzey Uganda daki çatışma ile sınırlayarak uluslararası suçların yalnızca Tanrı nın Direniş Ordusu tarafından işlenen kısmına bakılması arzusunda olmasıdır. Uganda Savunma Bakanı, Uganda Parlamentosunda yaptığı bilgilendirmede Uluslararası Ceza  Mahkemesi nin  Kuzey  Uganda daki  Tanrı nın  Direniş  Ordusu  mensubu  teröristleri   kovuşturacağını  belirtmekte  ve  Uluslararası  Ceza  Mahkemesi nde yargılanacak kişi sayısının ise beş kişiyi aşmayacağını taahhüt etmektedir.60 Buna ek olarak Savcının Uganda Cumhurbaşkanı ile birlikte medyada görünmesi de mahkemenin tarafsızlığına olan inancı derinden sarsmıştır.61 Uganda Hükümetinin, Uluslararası Ceza Mahkemesi ni  düşmanını yenmek için bir araç  olarak kullanma ve böylelikle çatışmayı kendi lehine şekillendirme isteğinde olduğu açıktır.62 Hukuki açıdan problem yaratan durum ise Savcının, mahkemenin bu şekilde kullanılmasını kabul etmesi ve yargı yetkisini kullandığı davalarda rejim kuvvetlerinin işlediği suçları yok sayarak sadece isyancı (rebel) kuvvetlerin işlediği suçları soruşturmaya rıza göstermesidir.63 Uluslararası  Ceza  Mahkemesi nin  bu  davayı  kabul  etmesi  ise  mahkemenin kendisinin sahada politik çıkarlar için araçsallaştırılmasına (instrumentalization) göz yumması ve meşruiyetini tehlikeye atması olarak yorumlanmış ve de kabul edilebilirlik değerlendirmesi  sırasında  Uganda nın  kapasitesinin  dikkate  alınmaması,  Madde 17 nin ihlali olarak değerlendirilmiştir.64 Branch a göre, dava sırasında, Uganda nın işler vaziyetteki (functioning) yargı sistemi Tanrı nın Direniş Ordusu generallerini kovuşturmak için yetersiz değildi.65 Uganda nın Uluslararası Ceza Mahkemesi ni olaya müdahil ederek yapmak istediği o sırada gündemde olan barış görüşmelerini ve Genel Af Yasasını (the Amnesty Act) geçersiz kılmaktı.66 Dolayısıyla mahkeme stratejik bir amaçla taraf devlet tarafından olaylara müdahil edildi.67  Politikleşmiş adalet  olarak tanımlanan bu durum, taraf devletlerin kendi politik çıkarları için veya kendi düşmanlarını cezalandırmak için Uluslararası Ceza Mahkemesi ni kullandığı koşulları işaret eder.68 Özellikle iç savaşın yaşandığı devletlerde, devletlerin kendi ülkelerinde  bir  soruşturma  yürütülmesini  istemesi  çoğu  zaman  düşman  tarafın 60  Sarah MH Nouwen and WG Werner, ‘Doing Justice to the Political: The International Criminal Court in Uganda and Sudan  (2010) 21 European Journal of International Law 941, 950.61  Michael Otim and Marieke Wierda, ‘Justice at Juba: International Obligations and Local Demands in Northern Uganda  in Nicholas Waddell and Phil Clark (eds), Courting Conflict? Justice, Peace and the ICC in Africa (Royal African Society 2008) 22.62  Nouwen and Werner (n 60) 949.63  Jean-Baptiste Jeangène Vilmer, ‘The African Union and the International Criminal Court: Counteracting the Crisis  (2016) 92 International Affairs 1319, 1331.64  Branch (n 53) 179.65  ibid 187.66  ibid.67  Valerie Freeland, ‘Rebranding the State: Uganda s Strategic Use of the International Criminal Court: Rebranding the State: Uganda and the ICC  (2015) 46 Development and Change 293.68  Steven C Roach, ‘Legitimising Negotiated Justice: The International Criminal Court and Flexible Governance  (2013) 17 The International Journal of Human Rights 619, 625.1404Demir / Uluslararası Ceza Mahkemesi Savcısına Kabul Edilebilirlik Değerlendirmesinde Tanınan Geniş Takdir Yetkisinin...işlediği iddia edilen suçların uluslararası kamuoyuna duyurulması amacını taşır.69 Bu devletler, Uluslararası Ceza Mahkemesi nin duruma müdahil olmasının, ülke içindeki siyasi ve askeri amaçlarına erişimi kolaylaştırmasını umarlar.70Uluslararası Ceza Mahkemesi nin bu ve buna benzer koşullarda Madde 17 deki şartları gözetmeksizin davaları açmaktaki aşırı istekliliği ortadadır. Her ne kadar Afrika daki devletlerin altyapı ve teknik imkanlar bakımından zayıf olması nedeniyle davaların bu bölgede kümelendiği yönünde açıklamalar yapılsa da, bu açıklamaların inandırıcılığı  yoktur.  Uluslararası  Ceza  Mahkemesi  Savcısının  dava  seçiminde başvurduğu Madde 17 de muğlaklık olduğu ve bu muğlaklığın Savcıya geniş bir takdir yetkisi tanıdığı açıktır. Ancak, Savcının kriterleri uygulamada kendisine verilen takdir  yetkisini  kullanımı  problemler  yaratmaktadır.  Davaların  belli  bölgelerde kümelenmesi, istekli ve yeterli kapasitesi olan devletlerin dahi başvurularının kabul edilmesi, Roma Statüsünün temel prensiplerinden olan tamamlayıcılık ilkesinin göz ardı edilmesi, seçilen davalarda sadece bir tarafın işlediği suçların kovuşturulması ve dolayısıyla mahkemenin iç politika amaçları için kullanılması, Savcının kendisine verilen takdir yetkisini problemli bir şekilde kullandığını göstermektedir. Uluslararası Ceza Mahkemesi nin meşruiyet krizi yaşamasında ve politikleşmekle suçlanmasında Savcının kararlarının ve seçimlerinin de rolü olduğu kesindir. Bir sonraki bölümde, Savcının başvurduğu kabul edilebilirlik şartlarından olan vahamet kriteri (gravity threshold) incelenecek ve bu kriterdeki belirsizliğin uygulamaya yansımasındaki problemler tartışılacaktır.III. Vahamet Şartının Uluslararası Ceza Mahkemesi Savcısı Tarafından Kullanımında Ortaya Çıkan ProblemlerDavaların  kabul  edilebilirlik  değerlendirmesinin  merkezinde  isteksizlik (unwillingness) ve yetersizlik (inability) kriterlerine ek olarak, vahamet (gravity) kriteri  yatmaktadır.  Uluslararası  Ceza  Mahkemesi  Savcısının  dava  seçiminde önyargılı  ve  yanlı  olduğuna  ve  mahkemenin  seçici  adalet  (selective  justice) uyguladığına yönelik eleştirilere, Savcılık Makamı (the Office of the Prosecutor) vahamet şartını cevap olarak ileri sürmüştür.71 Roma Statüsü Madde 17(1)(d) ye göre,  [d]ava konusunun, Mahkeme tarafından başkaca işlem gerektirecek derecede vahim bulunmaması halinde  söz konusu olay mahkeme tarafından kabul edilemez bulunacaktır.72 Savcının bir olayın vahim olup olmadığına nasıl karar vereceği Madde 17(1)(d) de net olarak belirtilmemiştir. Zaten ağır insan hakları ihlallerini soruşturma 69  Paola Gaeta, ‘Is the Practice of  Self-Referrals  a Sound Start for the ICC?  (2004) 2 Journal of International Criminal Justice 949, 951.70  ibid.71  Uluslararası Ceza Mahkemesi, ‘Understanding the International Criminal Court , <https://www.icc-cpi.int/iccdocs/PIDS/publications/UICCEng.pdf> Erişim Tarihi 14 Aralık 2020.72  Uluslararası Ceza Mahkemesi Roma Statüsü (n 31).1405İstanbul Hukuk Mecmuası 79/4yetkisine sahip olan Uluslararası Ceza Mahkemesi nin bu ihlaller arasından vahim olanlarını ayırt etmesi, kabul etmek gerekir ki, kolay bir görev değildir.73 Uluslararası Ceza Mahkemesi eski Savcısı Luis Moreno-Ocampo olay seçiminde hangi  unsurlara  dikkat  ettiğine  açıklık  getirmeyi  amaçladığı  ve  daha  sonradan makale haline getirilen konuşmasında,  vahametin olay ve dava seçiminde en önemli meselelerden biri  olduğunu belirtmiştir.74 Ele aldığı ilk üç olayın (Uganda, Kongo Demokratik Cumhuriyeti ve Darfur, Sudan)  tam da vahamet kriteri nedeniyle inceleme altında  olduğunu belirten Moreno-Ocampo, bunun yanı sıra vahamete dayalı bir değerlendirmenin kolay olmadığını da eklemektedir.75 Savcının soruşturma başlatma aşamasında dikkate alması gereken vahamet kriteri Roma Statüsü Madde 53(1) de ele alınmıştır.76 Fakat bu madde, vahamet kriterinin değerlendirilmesinde ne tür faktörlerin ele alınması gerektiğine dair yeterli bilgi sunmamaktadır. Bu durum ise, Uluslararası Ceza Mahkemesi Savcısına karar verme aşamasında geniş bir takdir yetkisi tanımaktadır.77 Davaların kabul edilebilirliği aşamasında Savcıya geniş yetki verilmesinin nedeni aslına bakılırsa Uluslararası Ceza Mahkemesi nin bağımsızlığının sağlanmasıydı. Bağımsız ve tarafsız bir Savcının dava seçimine dair tüm yetkileri elinde tutması, Roma Statüsünün görüşüldüğü aşamalarda, mahkemeyi hem Birleşmiş Milletler Güvenlik Konseyi nin hem de güçlü devletlerin vesayetinden kurtarabilecek bir çözüm olarak düşünülmüştür.78 Bağımsız bir Savcının dava seçiminde tüm yetkileri elinde bulundurmasına karşı çıkan tarafların başında Amerika Birleşik Devletleri (ABD) gelmekteydi.79 ABD, politik  olarak  herhangi  bir  sorumluluk  taşımayan  (politically  unaccountable) bir Savcının herhangi bir taraf devletin vatandaşlarını politik nedenlerden ötürü yargılayabileceğine dair endişelerini dile getirmiş ve mahkeme Savcısının, Birleşmiş Milletler Güvenlik Konseyi ne karşı sorumlu olması gerektiği yönünde fikir öne sürmüştür.80 Fakat, görüşmeler sırasında tarafsız bir mahkemenin ancak ve ancak politik kurumlardan bağımsız hareket eden ve kabul edilebilirlik aşamasında hangi suçların vahim olup olmadığına bizzat karar veren bir Savcı ile ortaya çıkabileceği fikri çoğunluk tarafından kabul görmüştür. 73  Chandra Lekha Sriram and Stephen Brown, ‘Kenya in the Shadow of the ICC: Complementarity, Gravity and Impact  (2012) 12 International Criminal Law Review 219, 235.74  Luis Moreno-Ocampo, ‘Keynote Address: Integrating the Work of the ICC into Local Justice Initiatives  (2006) 21 American University International Law Review 497, 498.75  ibid.76  Uluslararası Ceza Mahkemesi Roma Statüsü (n 31).77  Alette Smeulers, Maartje Weerdesteijn and Barbora Hola, ‘The Selection of Situations by the ICC: An Empirically Based Evaluation of the OTP s Performance  (2015) 15 International Criminal Law Review 1, 6.78  Tiemessen (n 10) 448.79  Amerika Birleşik Devletleri nin Uluslararası Ceza Mahkemesi ne yönelik eleştirileri için, bakınız: John R Bolton, ‘The Risks and Weaknesses of the International Criminal Court from America s Perspective  (2001) 64 Law and Contemporary Problems 167.80  Sten Verhoeven, Jan Wouters and Bruno Demeyere, ‘The International Criminal Court s Office of the Prosecutor: Navigating between Independence and Accountability?  (2008) 8 International Criminal Law Review 273, 279.1406Demir / Uluslararası Ceza Mahkemesi Savcısına Kabul Edilebilirlik Değerlendirmesinde Tanınan Geniş Takdir Yetkisinin...Savcılık Makamı 2003 Haziran - 2006 Haziran arasında mahkemenin gerçekleştirdiği aktiviteleri  değerlendirdiği  2006  yılında  yayınlanan  raporda,  vahamet  kriterini değerlendirirken şu faktörlere dikkat ettiğini açıklamıştır: suçların derecesi (the scale of the crimes); suçların doğası (the nature of the crimes); suçların işleniş biçimi (the manner of commission of the crimes); ve suçların etkisi (the impact of the crimes).81 Benzer bir şekilde, Savcılık Makamı 2007 yılında yayınlamış olduğu  Adaletin Tecellisi üzerine Rapor  başlıklı raporunda adaletin tecellisi için dikkate alınan aşikar (explicit) faktörler bölümünde suçların vahametinin nasıl ve ne şekilde uygulandığını açıklarken, mahkemenin yetki alanına düşen her suçun kabul edilebilirlik için yeterli şartı taşımadığını, bu suçların ayrıca Madde 17(1)(d) de belirtilen vahamet kriterini de sağlamaları gerektiğinin altını çizer.82 Vahamet kriterinin değerlendirilmesinde tam olarak hangi faktörlere dikkat edildiğini ise 2006 yılındaki raporla uyumlu bir biçimde açıklamaktadır: suçların derecesi, suçların doğası, suçların işleniş biçimi ve etkisi mahkemenin vahamet kriteri değerlendirmesinde dikkate alınan faktörler olarak belirtilmiştir.83 Derece (scale), doğa (nature), işleniş biçimi (manner) ve etki (impact) terimlerinin hukuki olarak ne anlam ifade ettikleri ise Savcılık tarafından bu  raporda  net  bir  şekilde  açıklanmamıştır.  Belirtilen  terimler,  Nisan  2009 da Uluslararası Ceza Mahkemesi nin yayınladığı  Savcının Hizmet Düzenlemeleri  (Regulations of the Office of the Prosecutor) adlı raporda Düzenleme 29 başlığı altında yer almışlardır.84 Savcı, bu dört faktörün dikkate alındığı bir vahamet testi sonucunda, Kongo Demokratik Cumhuriyeti ndeki ve Kuzey Uganda daki olayların mahkemenin yargı yetkisi kapsamında  kabul edilebilirliği en vahim olayları  (the gravest admissible situations) oluşturdukları sonucuna vardığını ifade etmiştir.85 Buna  ek  olarak,  Birleşmiş  Milletler  Güvenlik  Konseyi  tarafından  mahkemeye sunulan Darfur, Sudan daki olayların da yine  çok net bir şekilde  vahamet kriterini sağladığı ifade edilmiştir.86 Savcı, bu raporda, vahamet kriterini sağlamayan olaylar hakkında da açıklamalar yapmıştır. Örneğin, Venezuela daki olayların mahkemenin yargı yetkisi kapsamında değerlendirilmesi için makul bir temelin ortada olmadığını ortaya koymuş, Irak ta yaşanan olaylarda ise  çok sınırlı sayıda ölümler ve insanlık dışı muameleler olduğu  81  Uluslararası Ceza Mahkemesi Savcılık Makamı, ‘Report on the Activities Performed During the First Three Years (June 2003 - June 2006)  (n 50) 6.82  Uluslararası Ceza Mahkemesi Savcılık Makamı, ‘Policy Paper on the Interests of Justice  (Eylül 2007) <https://www.icc-cpi.int/nr/rdonlyres/772cc-fd-4321-bf-73422bb28/143640/iccotpinterestsofjustice.pdf> Erişim Tarihi 14 Aralık 2020.83  ibid. 84  Uluslararası Ceza Mahkemesi, ‘Regulations of the Office of the Prosecutor  (Nisan 2009) < https://www.icc-cpi.int/nr/rdonlyres/fff11-ecd-40b-9cda-792bcbee/280253/iccbd109eng.pdf> Düzenleme 29, Erişim Tarihi 14 Aralık 2020.85  Uluslararası Ceza Mahkemesi Savcılık Makamı, ‘Report on the Activities Performed During the First Three Years (June 2003 - June 2006)  (n 50) 6.86  ibid 7.1407İstanbul Hukuk Mecmuası 79/4gerekçesiyle gerekli vahametin oluşmadığını ileri sürmüştür.87 Raporda,  vahamet karşılaştırması  da yapılmaktadır. Uganda soruşturması hakkında bilgi veren Savcı, kendisine Uganda Hükümeti tarafından yönlendirilen (self-referral) olaylarda, Uganda Hükümetini bağımsız bir şekilde soruşturmayı yürüteceğine dair bilgilendirdiğini ifade  etmektedir.88  Sonrasında  ise,  Savcı  yaptığı  soruşturma  sonucunda  Kuzey Uganda da Tanrı nın Direniş Ordusu tarafından işlenen suçların bu bölgedeki  diğer grupların  işlediği suçlara kıyasla  daha vahim  olduğu sonucuna varmaktadır.89 Savcı,  Uganda  Hükümeti  tarafından  işlendiği  iddia  edilen  suçların,  Tanrı nın Direniş Ordusu tarafından işlendiği iddia edilen suçlardan daha az vahim olmasını soruşturma açmama nedeni olarak sunmaktadır. Bu şekilde yapılan karşılaştırmaların ve değerlendirmelerin hem hukuki açıdan objektif kriterlere dayanmadığı hem de ilgili toplumlar nezdinde mahkemeye karşı bir güven oluşturmadığı açıktır. Savcının  daha az vahim  yahut  daha çok vahim  değerlendirmeleri literatürde eleştirilmiştir. Savcının Roma Statüsünde öngörülen  yasal vahamet (legal gravity)  kriterini  göreceli vahamet (relative gravity)  ile karıştırdığı ve daha da kötüsü, dava kabul edilebilirlik incelemesi sırasında  göreceli vahamet i,  yasal vahamet  ile ikame ettiği yönünde eleştiriler olmuştur.90 Bu durumu Schabas da ağır bir şekilde eleştirmiştir. Schabas a göre, Irak ta İngiliz askeri birliklerince öldürülen insan  sayısının  Kongo  Demokratik  Cumhuriyeti nde  öldürülen  binlerce  insanla karşılaştırılması ve bunun üzerine Irak ta yaşananların  yeterince vahim olmaması (not grave enough)  sonucu, Savcının ortaya koyduğu hatalı bir değerlendirmenin neticesidir.91  Vahamet  değerlendirmesi  karşılaştırmalar  üzerinden  değil,  eldeki davanın  kendi  başına  tüm  boyutlarıyla  incelenmesi  ile  gerçekleştirilmelidir. Karşılaştırmalar üzerinden yapılan bir vahamet testi, birbirinden ziyadesiyle farklı koşulların (context), olayların ve suçların birbiriyle karşılaştırılması ve karıştırılması ile sonuçlanarak yanlış değerlendirmelere yol açma riski içerir. Ayrıca,  daha az vahim  olarak addedilen Uganda Hükümetinin işlediği suçlar üzerine mahkeme ile sivil toplum örgütleri arasında bir fikir birliği mevcut değildir. İnsan  Hakları  İzleme  Örgütü,  Uluslararası  Ceza  Mahkemesi  Savcısının  Uganda Hükümeti askerlerince işlenen suçları görmezden gelmemesi gerektiği yönünde fikir beyan etmiştir.92 Örgüte göre, Uganda Hükümeti askerleri (Ugandan People s Defense Forces – UPDF) hukuk dışı ölümlere neden olmuş, toplu tecavüzler geçekleştirmiş, 87  ibid 10.88  ibid 14.89  ibid.90  Susana Sã and Katherine A Cleary, ‘The Gravity Threshold of the International Criminal Court  (2008) 23 American Journal of International Law 807; Ignaz Stegmiller, ‘The Gravity Threshold under the ICC Statute: Gravity Back and Forth in Lubanga and Ntaganda  (2009) 9 International Criminal Law Review 547.91  Schabas (n 22) 741.92  Human Rights Watch, ‘ICC: Investigate All Sides in Uganda  (Şubat 2004) <https://www.hrw.org/news/2004/02/04/iccinvestigate-all-sides-uganda>. (yazarın çevirisi) Erişim Tarihi 14 Aralık 2020.1408Demir / Uluslararası Ceza Mahkemesi Savcısına Kabul Edilebilirlik Değerlendirmesinde Tanınan Geniş Takdir Yetkisinin...bir milyondan fazla sivili zorla yerinden etmiş ve 15 yaş altı çocukları hükümet milis kuvvetlerine almıştır.93 Benzer şekilde Uluslararası Af Örgütü de, mahkemenin inceleme altına aldığı suçlara Uganda Hükümeti askerleri (UPDF) tarafından işlenen suçların da dahil edilmesi gerektiğini savunmuştur.94 Tüm bu suçların savaş suçları veya insanlığa karşı suçlar kapsamına girmesi ve Uluslararası Ceza Mahkemesi nin yetki alanında bulunması nedeniyle Uganda Hükümetinin de mahkeme tarafından soruşturulması gerekmektedir.95 Ancak, Savcı yayınladığı raporda bu suçları  daha az vahim  olarak nitelemiş ve soruşturma yürütmemeyi tercih etmiştir. Roma Statüsündeki vahamete ilişkin maddelerdeki (Madde 17(1)(d) ve Madde 53(1)(c)) muğlaklık ve bunun sonucu olarak da Savcıya tanınan geniş takdir yetkisinin uygulamaya yansımaları, mahkemenin temel prensipleri olan tamamlayıcılık ve mahkemenin tarafsızlığı ilkelerini zedelemekte ve mahkemenin meşruiyetini zayıflatmaktadır. Savcılık 2013 yılında yayınladığı raporla vahamet testinde dikkate alınan suçun derecesi, (scale), suçun doğası (nature), suçun işleniş biçimi (manner) ve suçun etkisi (impact) terimlerinin hukuki olarak ne anlam ifade ettiğini şu şekilde açıklayarak değerlendirme aşamasına şeffaflık getirmeyi amaçlamıştır: (a) Suçun derecesi, suçtan doğrudan ve dolaylı etkilenen mağdurların sayısı, suçtan doğan zararın kapsamı, özellikle mağdurların ve ailelerinin uğradığı fiziksel veya psikolojik zarar, veya suçların coğrafi veya zamansal yayılımı üzerinden değerlendirilir.96 (b) Suçların doğası, her bir suçun spesifik unsurlarına örneğin öldürme, tecavüz ve cinsel şiddeti içeren diğer suçlara ve çocuklara karşı işlenen suçlara, işkenceye (persecution), veya bir grubun yok olmasına yol açacak koşulların yaratılmasına işaret eder.97(c) Suçların işleniş biçiminde, suçun işlenişinde kullanılan yöntemlere, failin niyetine ve iştirak derecesine, suçların ne dereceye kadar sistematik olduğuna ya da bir plandan mı yahut organize edilmiş bir politikadan (policy) mı doğduğuna, yoksa gücün kötüye kullanımından veya  resmi  yetkiden  mi  doğduğuna,  gaddarlık  (cruelty)  unsurları  olup  olmadığına, mağdurların güçsüzlüğüne (vulnerability), ve ayrımcılığı içeren herhangi bir güdünün, veya grubun yok edilmesi için kullanılan tecavüz ve cinsel şiddetin olup olmadığına bakılır.98(d) Suçların etkisi, mağdurların çektikleri güçlükler (sufferings) ve artan güçsüzlükleri; aşılanan (instilled) korku, veya söz konusu toplulukların maruz bırakıldığı sosyal, ekonomik, ve çevresel zarar üzerinden değerlendirilir.99 93  ibid.94  Amnesty International, ‘Uganda: First Ever Arrest Warrants by International Criminal Court - A First Step Towards Addressing  Impunity   (Ekim  2005)  <https://www.amnesty.org/download/Documents/80000/afr082005en.pdf>. (yazarın çevirisi) Erişim Tarihi 14 Aralık 2020.95  Kasaija Phillip Apuuli, ‘The International Criminal Court (ICC) and the Lord s Resistance Army (LRA) Insurgency in Northern Uganda  (2004) 15 Criminal Law Forum 391, 405.96  Uluslararası Ceza Mahkemesi Savcılık Makamı, ‘Policy Paper on Preliminary Examinations  (Kasım 2013) <https://www.icc-cpi.int/iccdocs/otp/otp-policy_paper_preliminary_examinations_2013-eng.pdf> paragraf 62 (yazarın çevirisi) Erişim Tarihi 14 Aralık 2020.97  ibid paragraf 63 (yazarın çevirisi)98  ibid paragraf 64 (yazarın çevirisi) 99  ibid paragraf 64 (yazarın çevirisi)1409İstanbul Hukuk Mecmuası 79/4Görüldüğü üzere, bu raporla Savcılık, Uluslararası Ceza Mahkemesi ne kabul edilebilirlik şartlarına şeffaflık sağlamayı ve dolayısıyla mahkemenin meşruiyetini güçlendirmeyi  amaçlamıştır.  Bu  faktörlerin  uygulamada  bir  şeffaflık  getirip getirmeyeceği ise ancak zamanla ortaya çıkacaktır.Vahametin anlamı ve kapsamı Roma Statüsünde net bir şekilde ortaya konmadığı için, Uluslararası Ceza Mahkemesi nin vahamet değerlendirmesi yaptığı kararların incelenmesi bu kavramı anlamaya yardımcı olabilir. Makalenin geri kalanında, vahametin  kabul  edilebilirlik  değerlendirmesi  aşamasında  merkeze  alındığı davalardan olan Kongo Demokratik Cumhuriyeti vatandaşları olan Lubanga ve Ntaganda nın 2006 yılında gerçekleşen davaları incelenecektir. Bu inceleme ile vahametin  Uluslararası  Ceza  Mahkemesi  Savcı  ve  Hakimleri  tarafından  nasıl değerlendirildiğinin  somut  bir  örnek  üzerinden  netleştirilmesi  amaçlanmaktadır. Vahamet değerlendirilmesinin hem olay hem de dava aşamasında ele alındığı farklı davalar da olmakla birlikte, Lubanga ve Ntaganda davaları mahkemenin vahamet kavramının çerçevesini çizerken kendi içinde de ortaya çıkan anlayış farklılıklarını göstermesi açısından bu makale için önem arz etmektedir.Lubanga ve Ntaganda davalarında Uluslararası Ceza Mahkemesi nin Ön-Yargılama Mahkemesi (Pre-Trial Chamber), Savcının vahim olarak değerlendirdiği bu iki olayı bir de kendisi vahamet testinden geçirmiştir. Ön-Yargılama Mahkemesi tutuklama ve celpname çıkarmak, ve ayrıca soruşturma aşamasında kişilerin hak ve özgürlüklerini güvence altına almakla yükümlüdür. Bu mahkemeye göre vahamet değerlendirilmesi iki aşamada yapılmalıdır: olayın soruşturulmasına başlama aşamasında ve dava aşamasında.100 Bu mahkemeye göre vahamet değerlendirilmesi yapılırken şu 3 husus dikkate alınmalıdır:1)  Dava konusu davranışlar sistematik veya büyük ölçekli olmalıdırlar. Suç oluşturan münferit olaylar herhangi bir vahamet ortaya koymadığından, mahkemenin yargı yetkisi dışında kalırlar.1012)  Dava  konusu  davranışlar  uluslararası  kamuoyunda   sosyal  bir  alarm   durumu yaratmalıdırlar. Savcının olay seçiminde, kamuoyunda bir alarm durumunun olup olmadığı vahamet ile yakından ilişkili bir faktördür.1023)  Ön-Yargılama  Mahkemesinin  görüşüne  göre,  vahamet  testi,  Mahkemenin  sadece,  işlenen suçlarda sorumluluğu en çok olan en yüksek kademedeki liderleri  yargılamasını gerektirmektedir.103 Mahkemenin yaptığı bu değerlendirme sonucunda Ntaganda nin en yüksek kademedeki yetkililerden biri olmadığı için serbest bırakılması önerilmektedir.100  Uluslararası Ceza Mahkemesi, ‘Kongo Demokratik Cumhuriyeti Olayı  Ön-Yargılama Mahkemesi Kararı, No: ICC-01/0401/07 (Şubat 2006) https://www.icc-cpi.int/RelatedRecords/CR8_04184.PDF paragraf 45, Erişim Tarihi 14 Aralık 2020.101  ibid paragraf 47. 102  ibid paragraf 47. 103  ibid paragraf 51.1410Demir / Uluslararası Ceza Mahkemesi Savcısına Kabul Edilebilirlik Değerlendirmesinde Tanınan Geniş Takdir Yetkisinin...Ön-Yargılama  Mahkemesinin  ortaya  koyduğu  bu  kriterler,  Uluslararası  Ceza Mahkemesi nin dayandığı Roma Statüsünde veya Statünün hazırlanması aşamasında devlet  temsilcilerinin  ortaya  koyduğu  çalışmalarda  (travaux  préparatoires) kesinlikle yer almamaktadır. Mahkeme tamamen inisiyatif kullanarak vahametin kendisi tarafından nasıl anlaşıldığına ve kamuoyu tarafından da nasıl anlaşılması gerektiğine yönelik bir rehber hazırlama çabasına girişmiştir. Fakat Ön-Yargılama Mahkemesinin bu değerlendirmesi her ne kadar tamamlayıcılık ilkesi ile uyumlu bir şekilde taraf devletlerin yargılamalardaki rolünü artırma potansiyeline haiz olsa da, bu kriterlerin en yüksek kademede yer almayan yetkililerin işlediği suçların cezasız kalmasına (impunity) sebep olma ihtimali vardır.104 Nitekim, vahametin bu şekilde değerlendirilmesi ve tanımlanması Uluslararası Ceza Mahkemesi Temyiz Mahkemesi (Appeals Chamber) tarafından reddedilmiştir. Temyiz Mahkemesi, üç faktörü de derinlemesine incelemiş ve faktörlerin tümünü vahametin yorumlanmasında Ön-Yargılama Mahkemesinin yaptığı hatalar olarak değerlendirmiştir. Temyiz Mahkemesi, kararında, bu üç faktörü birer birer açıklayarak reddetmiştir. Öncelikli olarak, Temyiz Mahkemesine göre dava konusu davranışların sistematik ve büyük ölçekte olması Ön-Yargılama Mahkemesinin Roma Statüsüne aykırı şekilde ortaya koyduğu bir yorumlamadır. Roma Statüsü Madde 8(1) e göre:Madde 81.  Bir plan veya politikanın ya da bu tarz suçların büyük çapta işlenmesinin bir parçası olarak işlenmesi başta olmak üzere, Mahkemenin savaş suçları üzerinde yargı yetkisi vardır.105 Temyiz Mahkemesi, bu maddede yer alan  başta olmak üzere (in particular when)  ifadesinin Ön-Yargılama Mahkemesi tarafından yanlış ve dar bir kapsamda yorumlandığına  dikkat  çeker.106  Statü,  bir  plan  yahut  politika  dahilinde  veya geniş çaptaki sistematik ve büyük ölçekteki suçlar başta olmak üzere diyerek, bu suçlar dışındaki suçların da mahkemenin yargı yetkisine dahil olabileceğini ortaya koymaktadır. Dolayısıyla Temyiz Mahkemesi, alt mahkemenin Statüde yer almayan  sistematik  kelimesini kullanarak, olması gerekenden daha yüksek bir eşik belirlediğini ileri sürer.107 Dolayısıyla Ön-Yargılama mahkemesinin Roma Statüsüne aykırı ve Uluslararası Ceza Mahkemesi nin yetkisini kısıtlayıcı yönde bir vahamet değerlendirmesi yaptığı sonucuna ulaşılmıştır. 104  Linda M Keller, ‘The Practice of the International Criminal Court: Comments on the Complementarity Conundrum  (2010) 8 Santa Clara Journal of International Law 199, 215.105  Uluslararası Ceza Mahkemesi Roma Statüsü (n 31).106  Uluslararası Ceza Mahkemesi, ‘Kongo Demokratik Cumhuriyeti Olayı  Temyiz Mahkemesi Kararı, No: ICC-01/04 (Ocak 2011) <https://www.icc-cpi.int/CourtRecords/CR1_01426.PDF> paragraf 46, Erişim Tarihi 14 Aralık 2020.107  ibid.1411İstanbul Hukuk Mecmuası 79/4Alt mahkemenin vahamet değerlendirmesinde dikkate aldığı ikinci kriter olan sosyal alarm kriterini de Temyiz Mahkemesi reddetmiştir. Temyiz Mahkemesi, dava konusu davranışların uluslararası kamuoyunda  sosyal bir alarm  yaratması gerekliliğini sübjektif bir durum olarak değerlendirmiştir.108 Mahkemeye göre, bir olaya karşı uluslararası kamuoyunun tepki gösterip göstermemesi, bu durumun vahim olup olmadığını belirlemez.109 Nitekim,  uluslararası kamuoyu  gibi tanımı muğlak olan bir topluluğun tepkisinin Uluslararası Ceza Mahkemesi nin kabul edilebilirlik değerlendirmesinde yer almaması yerinde bir karardır. Aynı şekilde,  sosyal alarm  ifadesi de yine sübjektif ve tanımı muğlak bir ifadedir. Bir olayın kim için sosyal bir alarm durumu teşkil ettiği, kim için teşkil etmediği çoğu zaman politik saikler doğrultusunda belirlenmektedir. Bu nedenle, mahkemenin bu şekilde bir ifadeyi kabul edilebilirlik değerlendirmesine dahil etmesi mahkemenin politikleşmesine yönelik eleştirileri güçlendirecek bir sonuca yol açabilirdi.Üçüncü olarak, Ön-Yargılama Mahkemesi, Savcının bir olay veya dava üzerine kabul  edilebilirlik  değerlendirmesi  yaptığı  aşamada,  mahkeme  önüne  getirilen suçluların  en üst düzey yetkililer  olması şartını araması gerektiğini belirtmiştir. Ancak bu durum Roma Statüsünde yer alan bir şart olmadığından bu kriter de Temyiz Mahkemesi tarafından Roma Statüsüne aykırı olduğu gerekçesiyle reddedilmiştir. Roma Statüsü Giriş bölümü Paragraf 4 te belirtildiği üzere,  çok ciddi suçların cezasız kalmaması ve ulusal düzeyde ve uluslararası iş birliğinin güçlendirilmesi suretiyle, bu suçların etkin bir şekilde kovuşturulmasının, güvence altına alınması  amacıyla Mahkeme kurulmuştur.110Maddede belirtildiği üzere, Uluslararası Ceza Mahkemesi  çok ciddi suçları (most serious crimes)  kovuşturmak amacıyla kurulmuştur. Bu ciddi suçların kovuşturulması için  bu  suçların  en  üst  kademedeki  kişiler  tarafından  işlenmesi  zorunluluğu yoktur. Dolayısıyla ciddi suçların üst kademelerde olmayan yetkililer tarafından işlenmesi, bu suçların cezasız kalmasını, Roma Statüsüne göre, gerektirmez. Temyiz Mahkemesi, ciddi bir suçu orta kademedeki bir yetkilinin işlemesi durumunda, alt mahkemenin bu kriterinin  yıkıcı (devastating) sonuçlara yol açabileceğinin  altını çizer.111 Bu durum, suçu işleyen kişinin  en yüksek yetkili  olmaması halinde mahkemenin yargı yetkisini kullanamamasına yol açar. Temyiz Mahkemesine göre, bu faktör, Uluslararası Ceza Mahkemesi ni Roma Statüsüne aykırı bir biçimde  ancak aşırı sınırlı şekilde tanımlanmış bir kategorideki insanları  yargılayabilecek duruma sokmaktadır.112 Dolayısıyla, mahkemenin uluslararası suçları soruşturma ve kovuşturma kapasitesini kurucu sözleşmesine aykırı biçimde sınırlayan bu faktörün 108  ibid paragraf 49. 109  ibid.110  Uluslararası Ceza Mahkemesi Roma Statüsü (n 31).111  Uluslararası Ceza Mahkemesi, ‘Kongo Demokratik Cumhuriyeti Olayı  Temyiz Mahkemesi Kararı (n 106) paragraf 36.112  ibid.1412Demir / Uluslararası Ceza Mahkemesi Savcısına Kabul Edilebilirlik Değerlendirmesinde Tanınan Geniş Takdir Yetkisinin...Temyiz Mahkemesi tarafından reddi yerinde bir karardır. Aksi yöndeki bir karar, mahkemenin caydırıcı (deterrent) rolüne zarar verebilirdi.113Lubanga ve Ntaganda davaları akademik literatürde de ziyadesiyle tartışılmıştır. Ön-Yargılama Mahkemesinin, Roma Statüsünün dışına çıkarak Uluslararası Ceza Mahkemesi nin vahamet değerlendirmesindeki yetkisini kısıtlayıcı ve daraltıcı bir yorumlama yoluna gitmesi eleştirilere yol açmıştır.114 Aşağı ve orta kademelerdeki yetkililerin işledikleri suçların da mahkemenin yargı yetkisi kapsamında olması, Savcının yayınladığı (ve yukarıda da incelenen) raporlarla uyumlu olarak görülmüş ve Ön-Yargılama Mahkemesinin kararının Savcının raporlarıyla çelişkili olduğu ortaya konmuştur.115 Literatürde Temyiz Mahkemesinin kararı genel olarak kabul görse de, bu kararın tek eksik yönü vahamet testinde nelerin dikkate alınması gerektiği mevzusunda  Temyiz  Mahkemesinin  sessizliği  olmuştur.116  Temyiz  Mahkemesi anlamı ve içeriği muğlak olan bu kavramı netleştirmek adına bir adım atmamış ve kavramın nasıl şekillendirilip nasıl somutlaştırılacağını yine Savcının inisiyatifine bırakmıştır. Bununla birlikte, incelenen dava örneği göstermektedir ki vahametin nasıl değerlendirileceği Uluslararası Ceza Mahkemesi tarafından da üzerinde uzlaşılan bir konu değildir. Mahkemenin farklı birimleri farklı faktörleri önermekte ve savunmakta iken, birimler arası anlayış farklılıkları net bir şekilde gözlemlenebilmektedir. IV. SonuçUluslararası  Ceza  Mahkemesi nin  kurucu  sözleşmesi  olan  Roma  Statüsünde kabul  edilebilirlik  şartlarının  muğlak  bir  şekilde  düzenlendiği  görülmektedir. Sözleşmelerin, özellikle de taraf devlet sayısı fazla olması amaçlanan sözleşmelerin, hazırlık aşamaları sırasında temel kavramların veya şartların muğlak bırakılması sık rastlanan bir durumdur. Bir sözleşmenin ortaya koyduğu amaçlara aykırı bir biçimde yorumlanması  ve  sözleşmenin  tanıdığı  yetkilerin  politik  saikler  doğrultusunda kullanılması hem sözleşmenin hem de sözleşmenin uygulayıcılarının meşruiyetinin sarsılmasına  neden  olabilmektedir.  Bu  makale,  Roma  Statüsünü  bu  kapsamda değerlendirmiştir.Makalede, Uluslararası Ceza Mahkemesi Savcısının, mahkemenin politikleştiği ve dolayısıyla meşruiyetini yitirdiği iddialarında oynadığı rolün altı çizilmiştir. Savcıya kabul edilebilirlik değerlendirmesi konusunda sözleşme tarafından geniş bir takdir yetkisi tanındığı kesindir. Ancak, makalede tartışıldığı üzere, tanınan takdir yetkisinin 113  Margaret M deGuzman, ‘Choosing to Prosecute: Expressive Selection at the International Criminal Court  (2012) 33 Michigan Journal of International Law 265, 309.114  Stegmiller (n 90) 552.115  Mohamed M El Zeidy, ‘The Gravity Threshold under the Statute of the International Criminal Court  (2008) 19 Criminal Law Forum 35, 49.116  M O Brien, ‘Prosecutorial Discretion as an Obstacle to Prosecution of United Nations Peacekeepers by the International Criminal Court: The Big Fish/Small Fish Debate and the Gravity Threshold  (2012) 10 Journal of International Criminal Justice 525, 539.1413İstanbul Hukuk Mecmuası 79/4uygulamada kullanılması problemler doğurmuştur. Makale, Savcının yetkisinde olan kabul edilebilirlik şartlarını iki ayrı bölümde ele almıştır. İlk olarak, Savcının Madde 17 de belirtilmiş olan isteklilik ve yeterlilik üzerinden yaptığı değerlendirmeler incelenmiş  ve  bu  değerlendirmelerin  pratikte  nasıl  uygulandığı  örnek  olay  ve davalar üzerinden gösterilmiştir. Savcı, örneğin, suçları kovuşturmaya hem istekli hem de donanımlı bir taraf devletin başvurusunu (self-referral) kabul ederek Roma Statüsünün temel prensiplerinden olan tamamlayıcılık prensibine aykırı hareket etmiştir. Ayrıca Savcı, başvurusunu kabul ettiği devletlerde gerçekleşen çatışmaların sadece bir tarafına yönelik soruşturma ve kovuşturmalar yürütmektedir. Bu durum ise hem mahkemeyi devletlerin iç işlerinde ivme kazanmak için kullanılan bir araç haline dönüştürmekte hem de mahkemenin seçici, yanlı ve önyargılı bir şekilde hareket ettiği yönündeki iddiaları kuvvetlendirmektedir. Makale, daha sonra Savcının takdir yetkisine bırakılmış olan vahamet testinin (Madde 17 ve Madde 53) ne anlama geldiğini ve pratikte Savcı tarafından nasıl değerlendirildiğini incelemiştir. Roma Statüsünde vahamete ilişkin herhangi bir açıklama bulunmamaktadır. Dolayısıyla kendisine yönlendirilen olaylar arasından hangi olayın vahim olarak addedilebileceği tamamen Savcının inisiyatifindedir. Savcının  vahamete  ilişkin  değerlendirmeleri  de  benzer  şekilde  mahkemenin politik saikler doğrultusunda hareket ettiği yönündeki eleştirileri güçlendirmiş ve derinleştirmiştir. Her ne kadar bu eleştirilere bir cevap olarak Savcılık vahamet değerlendirmesini  şeffaflaştırmak  amacıyla  çeşitli  raporlar  yayınlamış  olsa  da, makalede tartışıldığı üzere bu raporlar ile vahametin tam anlamıyla netlik kazandığını söylemek henüz mümkün değildir. Makalenin ele aldığı davalar göstermektedir ki Uluslararası Ceza Mahkemesi Savcısı, Ön-Yargılama Mahkemesi ve Temyiz Mahkemesi arasında da vahametin anlamına ve kapsamına yönelik büyük anlayış farklılıkları bulunmaktadır. Uluslararası  Ceza  Mahkemesi  Savcısının  zor  bir  görevi  olduğu  kesindir. Dolayısıyla bu makale Savcının Roma Statüsü kapsamında kendisine verilen yetkileri kullanmakta yaşadığı güçlükleri kesinlikle göz ardı etmemektedir. Gerek başvuru sayısının fazla olması ve gerek mahkemenin kaynaklarının sınırlı olması, işlenen tüm uluslararası suçların Uluslararası Ceza Mahkemesi tarafından soruşturulmasını imkansız kılmaktadır. Bundan ötürü, Savcının Roma Statüsünün kendisine verdiği yetki  kapsamında  kabul  edilebilirlik  değerlendirmesine  başvurarak  mahkemeyi dava yükü nedeniyle işlemez duruma gelmekten kurtarması doğru ve yerinde bir uygulamadır. Bununla birlikte, Savcının olay ve dava seçiminde Roma Statüsünün ortaya koyduğu kriterleri uygulama ve değerlendirme yöntemlerinin, uluslararası kamuoyunda mahkemeye yönelik eleştirileri daha da derinleştirdiği de bir gerçektir. Roma Statüsündeki kabul edilebilirlik şartlarının Roma Statüsü prensiplerine uygun bir şekilde uygulanmadığı durumlar, Savcının seçici, yanlı ve önyargılı bir şekilde 1414Demir / Uluslararası Ceza Mahkemesi Savcısına Kabul Edilebilirlik Değerlendirmesinde Tanınan Geniş Takdir Yetkisinin...hareket ettiği iddialarını doğurmuştur. Mahkemenin politik saikler doğrultusunda hareket  etmediğinin  ispatı  ve  uluslararası  kamuoyu  nezdinde  mahkemenin meşruiyetinin güçlendirilmesi için Savcının kendisine tanınan geniş takdir yetkisini daha objektif, şeffaf, tutarlı ve hakkaniyetli kullanması gerekmektedir.Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir.Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare.Grant Support: The author declared that this study has received no financial support.1415İstanbul Hukuk Mecmuası 79/4Bibliyografya/",
     "Kaynakça": "Ainley K, ‘The International Criminal Court on Trial  (2011) 24 Cambridge Review of International Affairs 309.Akhavan P, ‘The Lord s Resistance Army Case: Uganda s Submission of the First State Referral to the International Criminal Court  (2005) 99 American Journal of International Law 403.——, ‘Self Referrals Before the International Criminal Court: Are States the Villains or the Victims of Atrocities?  (2010) 21 Criminal Law Forum 103.Aksar Y, ‘Uluslararası Ceza Mahkemesi ve Amerika Birleşik Devletleri (ABD)  (2003) 52 Ankara Üniversitesi Hukuk Fakültesi Dergisi 125.Alibaba A, ‘Uluslararası Ceza Mahkemesinin Kuruluşu  (2000) 49 Ankara Üniversitesi Hukuk Fakültesi Dergisi 181.Amnesty International, ‘Uganda: First Ever Arrest Warrants by International Criminal Court   A First Step Towards Addressing Impunity  (Ekim 2005) <https://www.amnesty.org/download/Documents/80000/afr590082005en.pdf>Apuuli KP, ‘The International Criminal Court (ICC) and the Lord s Resistance Army (LRA) Insurgency in Northern Uganda  (2004) 15 Criminal Law Forum 391.Arsanjani MH and Reisman WM, ‘The Law in Action of the International Criminal Court  (2005) 99 American Journal of International Law 385.Azarkan E, ‘Uluslararası Ceza Mahkemesi ile Eski Yugoslavya Uluslararası Ceza Mahkemesinin Karşılaştırmalı Analizi  (2004) 24 Milletlerarası Hukuk ve Milletlerarası Özel Hukuk Bülteni 211.Bekou O, ‘A Case for Review of Article 88, ICC Statute: Strengthening a Forgotten Provision  (2009) 12 New Criminal Law Review 468.——, ‘Crimes at Crossroads: Incorporating International Crimes at the National Level  (2012) 10 Journal of International Criminal Justice 677.Bergsmo M, Bekou O and Jones A, ‘Complementarity After Kampala: Capacity Building and the ICC s Legal Tools  (2010) 2 Goettingen Journal of International Law 791.Bikundo E, ‘The International Criminal Court and Africa: Exemplary Justice  (2012) 23 Law and Critique 21.Bolton JR, ‘The Risks and Weaknesses of the International Criminal Court from America s Perspective  (2001) 64 Law and Contemporary Problems 167.Branch A, ‘Uganda s Civil War and the Politics of ICC Intervention  (2007) 21 Ethics & International Affairs 179.Buchan R, ‘The Mavi Marmara Incident and the International Criminal Court  (2014) 25 Criminal Law Forum 465.Burke White WW, ‘Proactive Complementarity: The International Criminal Court and National Courts in the Rome System of Justice  (2008) 49 Harvard International Law Journal 53.Burke White WW, ‘Implementing a Policy of Positive Complementarity in the Rome System of Justice  (2008) 19 Criminal Law Forum 59.Cannon BJ, Pkalya DR and Maragia B, ‘The International Criminal Court and Africa: Contextualizing the Anti ICC Narrative  (2016) 2 African Journal of International Criminal Justice 6.Cole RJV, ‘Africa s Relationship with the International Criminal Court: More Political than Legal  14 Melbourne Journal of International Law 1.1416Demir / Uluslararası Ceza Mahkemesi Savcısına Kabul Edilebilirlik Değerlendirmesinde Tanınan Geniş Takdir Yetkisinin...Dancy G and others, ‘What Determines Perceptions of Bias toward the International Criminal Court? Evidence from Kenya  (2020) 64 Journal of Conflict Resolution 1443.Dancy G and Montal F, ‘Unintended Positive Complementarity: Why International Criminal Court Investigations May Increase Domestic Human Rights Prosecutions  (2017) 111 American Journal of International Law 35.Danner AM, ‘Enhancing the Legitimacy and Accountability of Prosecutorial Discretion at the International Criminal Court  (2003) 97 American Journal of International Law 510.Davis C, ‘Political Considerations in Prosecutorial Discretion at the International Criminal Court  (2015) 15 International Criminal Law Review 170.deGuzman MM, ‘Choosing to Prosecute: Expressive Selection at the International Criminal Court  (2012) 33 Michigan Journal of International Law 265.Dugard J, ‘Palestine and the International Criminal Court: Institutional Failure or Bias?  (2013) 11 Journal of International Criminal Justice 563.Eberechi I, ‘ Rounding Up the Usual Suspects : Exclusion, Selectivity, and Impunity in the Enforcement of International Criminal Justice and the African Union s Emerging Resistance  (2011) 4 African Journal of Legal Studies 51.El Zeidy MM, ‘The Gravity Threshold under the Statute of the International Criminal Court  (2008) 19 Criminal Law Forum 35.Ezennia CN, ‘The Modus Operandi of the International Criminal Court System: An Impartial or a Selective Justice Regime?  (2016) 16 International Criminal Law Review 448.France 24, ‘Sudan s Bashir Blasts ICC s  New Face of Colonialism   (27 May 2013) <https://www.france24.com/en/20130527 african union icc justice sudan bashir kenya kenyatta>Freeland V, ‘Rebranding the State: Uganda s Strategic Use of the International Criminal Court: Rebranding the State: Uganda and the ICC  (2015) 46 Development and Change 293.Gaeta P, ‘Is the Practice of  Self Referrals  a Sound Start for the ICC?  (2004) 2 Journal of International Criminal Justice 949.Gissel LE, ‘A Different Kind of Court: Africa s Support for the International Criminal Court, 1993–2003  (2018) 29 European Journal of International Law 725.Helfer LR and Showalter AE, ‘Opposing International Justice: Kenya s Integrated Backlash Strategy against the ICC  (2017) 17 International Criminal Law Review 1.Heller KJ, ‘Article 18 and the Iraq Declination  (Aralık 2020) <http://opiniojuris.org/2020/12/12/article 18 and the iraq declination/>——, ‘The Nine Words That (Wrongly) Doomed the Iraq Investigation  (Aralık 2020) <http://opiniojuris.org/2020/12/10/the nine words that wrongly doomed the iraq investigation/>Human Rights Watch, ‘ICC: Investigate All Sides in Uganda  (ubat 2004) <https://www.hrw.org/news/2004/02/04/icc investigate all sides uganda>——, ‘ICC: New Prosecutor Takes Reins  (13 June 2012) <https://www.hrw.org/news/2012/06/13/icc new prosecutor takes reins>Keller LM, ‘The Practice of the International Criminal Court: Comments on the Complementarity Conundrum  (2010) 8 Santa Clara Journal of International Law 199.Kılıç AS, ‘Uluslararası Ceza Mahkemesi ve Devletlerin Egemenliği Üzerine Ulusal Egemenlik Odaklı Bir İnceleme  (2009) 58 Ankara Üniversitesi Hukuk Fakültesi Dergisi 615.Labuda PI, ‘The International Criminal Court and Perceptions of Sovereignty, Colonialism and Pan African Solidarity  (2014) 20 African Yearbook of International Law Online 289.1417İstanbul Hukuk Mecmuası 79/4Lugano G, ‘Counter Shaming the International Criminal Court s Intervention as Neocolonial: Lessons from Kenya  (2017) 11 International Journal of Transitional Justice 9.Moreno Ocampo L, ‘Keynote Address: Integrating the Work of the ICC into Local Justice Initiatives  (2006) 21 American University International Law Review 497.Nation, ‘Kagame Tells Why He Is Against ICC Charging Bashir  (Kigali, Ağustos 2008) <https://nation.africa/kenya/news/africa/kagame tells why he is against icc charging bashir  552248>Nouwen SMH and Werner WG, ‘Doing Justice to the Political: The International Criminal Court in Uganda and Sudan  (2010) 21 European Journal of International Law 941.O Brien M, ‘Prosecutorial Discretion as an Obstacle to Prosecution of United Nations Peacekeepers by the International Criminal Court: The Big Fish/Small Fish Debate and the Gravity Threshold  (2012) 10 Journal of International Criminal Justice 525.Otim M and Wierda M, ‘Justice at Juba: International Obligations and Local Demands in Northern Uganda  in Nicholas Waddell and Phil Clark (eds), Courting Conflict? Justice, Peace and the ICC in Africa (Royal African Society 2008).Roach SC, ‘Legitimising Negotiated Justice: The International Criminal Court and Flexible Governance  (2013) 17 The International Journal of Human Rights 619.Robinson D, ‘The Controversy over Territorial State Referrals and Reflections on ICL Discourse  (2011) 9 Journal of International Criminal Justice 355.Sã S and Cleary KA, ‘The Gravity Threshold of the International Criminal Court  (2008) 23 American Journal of International Law 807.Sagan A,  ‘African  Criminals/African  Victims:  The  Institutionalised  Production  of  Cultural Narratives in International Criminal Law  (2010) 39 Millennium: Journal of International Studies 3.Salter M, Nazi War Crimes, US Intelligence and Selective Prosecution at Nuremberg: Controversies Regarding the Role of the Office of Strategic Services (1st edn, Routledge Cavendish 2007).Schabas WA, ‘Prosecutorial Discretion v. Judicial Activism at the International Criminal Court  (2008) 6 Journal of International Criminal Justice 731.Schabas WA, ‘Victor s Justice: Selecting  Situations  at the International Criminal Court  (2010) 43 The John Marshall Law Review 535.Schueller A, ‘The ICC, British War Crimes in Iraq and a Very British Tradition  (Aralık 2020) <http://opiniojuris.org/2020/12/11/the icc british war crimes in iraq and a very britishtradition/>Smeulers A, Weerdesteijn M and Hola B, ‘The Selection of Situations by the ICC: An Empirically Based Evaluation of the OTP s Performance  (2015) 15 International Criminal Law Review 1.Sriram CL and Brown S, ‘Kenya in the Shadow of the ICC: Complementarity, Gravity and Impact  (2012) 12 International Criminal Law Review 219.Stahn C, ‘Complementarity: A Tale of Two Notions  (2008) 19 Criminal Law Forum 87.Stegmiller I, ‘The Gravity Threshold under the ICC Statute: Gravity Back and Forth in Lubanga and Ntaganda  (2009) 9 International Criminal Law Review 547.Takemura H, ‘Big Fish and Small Fish Debate–An Examination of the Prosecutorial Discretion  (2007) 7 International Criminal Law Review 677.Tiemessen A, ‘The International Criminal Court and the Politics of Prosecutions  (2014) 18 The International Journal of Human Rights 444.1418Demir / Uluslararası Ceza Mahkemesi Savcısına Kabul Edilebilirlik Değerlendirmesinde Tanınan Geniş Takdir Yetkisinin...Tillier J, ‘The ICC Prosecutor and Positive Complementarity: Strengthening the Rule of Law?  (2013) 13 International Criminal Law Review 507.Tladi D, ‘The African Union and the International Criminal Court: The Battle for the Soul of International Law  (2009) 34 South African Yearbook of International Law 57.Uluslararası Ceza Mahkemesi, Roma Statüsü (1998) <http://sorular.rightsagenda.org/Uploads/UCM%20MEV/Roma%20Statüsü.pdf>——, ‘Kongo Demokratik Cumhuriyeti Olayı  Ön Yargılama Mahkemesi Kararı, No: ICC 01/0401/07 (Şubat 2006) https://www.icc cpi.int/RelatedRecords/CR2008_04184.PDF ——, ‘Kongo Demokratik Cumhuriyeti Olayı  Temyiz Mahkemesi Kararı, No: ICC 01/04 (Ocak 2011) <https://www.icc cpi.int/CourtRecords/CR2011_01426.PDF> ——, ‘Regulations of the Office of the Prosecutor  (Nisan 2009) < https://www.icc cpi.int/nr/rdonlyres/fff97111 ecd6 40b5 9cda 792bcbe1e695/280253/iccbd050109eng.pdf>——, ‘The Court Today , ICC PIDS TCT 01 114/20_Eng (Kasım 2020) <https://www.icc cpi.int/iccdocs/pids/publications/thecourttodayeng.pdf>——, Savcılık Makamı, ‘Policy Paper on the Interests of Justice  (Eylül 2007) <https://www.icc cpi.int/nr/rdonlyres/772c95c9 f54d 4321 bf09 73422bb23528/143640/iccotpinterestsofjustice.pdf>——,  Savcılık  Makamı,  ‘Prosecutorial  Strategy  2009  –  2012   (Şubat  2010)  <https://www.icc cpi.int/NR/rdonlyres/66A8DCDC 3650 4514 AA62 D229D1128F65/281506/OTPProsecutorialStrategy20092013.pdf >——, Savcılık Makamı, ‘Policy Paper on Preliminary Examinations  (Kasım 2013) <https://www.icc cpi.int/iccdocs/otp/otp policy_paper_preliminary_examinations_2013 eng.pdf> Uzun E, ‘Milletlerarası Ceza Mahkemesi Düşüncesinin Tarihsel Gelişimi ve Roma Statüsü  (2003) 2 Sosyal Bilimler Dergisi 25.Verhoeven S, Wouters J and Demeyere B, ‘The International Criminal Court s Office of the Prosecutor: Navigating between Independence and Accountability?  (2008) 8 International Criminal Law Review 273.Vilmer J BJ, ‘The African Union and the International Criminal Court: Counteracting the Crisis  (2016) 92 International Affairs 1319.Yigzaw DA, ‘The International Criminal Court: Biased Against Africa or Weak Towards the Powerful?  (2017) 43 North Carolina Journal of International Law 204.1419"
}