{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "23",
     "Ay": "10",
     "Yıl": "2019",
     "Cilt": "77",
     "Sayı": "2",
     "Başlık": "Gece Çalışması ve Gece Çalışma Süresinin Sınırı ile Ilgili Değişikliklerin Değerlendirilmesi",
     "Title": "Night Work and The Evaluation of the Amendments Regarding the Limit of Night Work Period",
     "Yazar İsmi": [

          "Ayşe Ledün Akdeniz"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Gece çalışması", "Çalışma süresi", "Postalar halinde çalışma", "Turizm", "Özel güvenlik", "Sağlık hizmeti"
     ],
     "Keywords": [
          "Night work", "Working time", "Shift work", "Tourism", "Private security", "Healthcare"
     ],
     "Özet": "Gece döneminde çalışmanın, toplum bakımından bir ihtiyaç olduğu kabul edilmektedir. Ancak bu çalışma biçimi, özellikle çalışanların sağlığı üzerindeki olumsuz etkileri nedeniyle önemli tartışmaları da beraberinde getirmektedir. Bu nedenle gece çalışmalarına ilişkin olarak pek çok sınırlandırıcı hüküm bulunmaktadır. Bunlardan biri de gece çalışma süresine ilişkin sınırdır. 2015 yılında İş Kanunu nda yapılan değişiklik sonucunda, belirli sektörlerde (turizm, özel güvenlik ve sağlık hizmetlerinin yürütüldüğü işlerde) gece çalışma süresi sınırının aşılmasına imkân tanıyan bir düzenleme yürürlüğe girmiştir. Bu değişiklik, gece çalışması ile ilgili yönetmeliklerin de revize edilmesini gerektirmiştir. Yeni düzenleme uyarınca her ne kadar yedi buçuk saatin üzerinde gece çalışması yaptırılabilmesi için işçinin yazılı onayının alınması şart koşulmuş ise de, yapılan değişikliklerin işçi bakımından yeterli bir koruma sağladığından söz etmek güç gözükmektedir. Çalışmamızda, gece çalışmasının genel özellikleri ile gece çalışmalarına ilişkin bazı tartışmalı noktalara yer verilmiştir. Böylelikle gece çalışmasına ilişkin son değişikliklerin, konu hakkındaki mevcut tartışmalar ile bağlantılı bir biçimde değerlendirilmesi ve tespit edilen sorunlara çözüm önerileri sunulması amaçlanmıştır.",
     "Abstract": "It is stated that night work is a necessity in terms of the community. However, this type of work leads on to important discussions, particularly due to its negative impacts on the health of the workers. Thus, there are many restrictive provisions with respect to night work, one of which is related to the limit regarding the night work period. With the amendments made in 2015 to the Labor Law, a new provision allowing for the limit to be exceeded regarding the night work period in some sectors (tourism, private security and jobs related to healthcare) entered into force. This amendment required revisions in other regulations concerning night work as well. Although it is now stipulated, in accordance with the amendments, that the worker s approval in writing must be obtained in order to perform night work for more than seven hours and a half, it seems hard to indicate that such amendments provide adequate protection to the workers. Our study contains the general characteristics of night work, and some discussions with respect thereto. Accordingly, it is aimed to evaluate the last amendments introduced regarding night work in connection with the current discussions on the subject, and to provide solutions to the identified problems.",
     "Metin": "Gece çalışması, insanın biyolojik yapısına ters düşen niteliği nedeniyle, pek çok tartışmaya zemin oluşturan bir çalışma biçimidir. Hukuk düzeninde, toplumun ihtiyaçlarının sağlanabilmesi amacı ile gece çalışmaları yapılmasına izin verilmekte ise de, bu çalışma biçimine ilişkin pek çok sınırlandırıcı hüküm de bulunmaktadır. Çalışmamızda, gece çalışmasının özelliklerine yer verilerek, 6645 sayılı Kanun ile gece çalışması bakımından yürürlüğe giren ve gece çalışma süresi sınırının belirli işler bakımından aşılmasına imkân tanıyan değişikliğin incelenmesi amaçlanmaktadır. II. İş Kanunu nda  Gece Çalışması Gece  çalışması,  işçi  ve  işveren  arasındaki  iş  ilişkilerinin  büyük  çoğunluğu bakımından uygulama alanı bulan 4857 sayılı İş Kanunu nun 69. maddesinde düzenlenmektedir. Maddenin gerekçesinde de yer verilmiş olduğu üzere, hükmün içeriği oluşturulurken, 1475 sayılı İş Kanunu nun mülga 65. maddesinde yer verilen esaslar kural olarak aynı şekilde korunmuştur. Esasen, 1475 sayılı İş Kanunu nun mülga 65. maddesi de, mülga 3008 sayılı Kanun un 43. maddesi ile benzerlikler içermektedir. Böylelikle her şeyden önce, İş Kanunu nda gece çalışmasına yönelik esasların uzun bir süredir önemli bir değişikliğe uğramaksızın korunduğunu tespit etmek mümkündür. 1  İş Sağlığı ve Güvenliği Kanunu ile Bazı Kanun ve Kanun Hükmünde Kararnamelerde Değişiklik Yapılmasına Dair Kanun, Kanun Numarası: 6645, Kabul Tarihi: 4.4.2015, RG 23.4.2015/29335.2  Hukuk düzenimizde, 854 sayılı Deniz İş Kanunu na, 5953 sayılı Basın Mesleğinde Çalışanlarla Çalıştıranlar Arasındaki Münasebetlerin Tanzimi Hakkında Kanun a ve 6098 sayılı Türk Borçlar Kanunu na tabi olan iş ilişkileri de bulunduğundan, bir gece çalışması söz konusu olduğunda, öncelikle, işgörme borcunu yerine getiren işçinin hangi Kanun a tabi olduğunun belirlenmesi ve uygulama alanı bulacak Kanun da gece çalışmasına ilişkin bir hüküm bulunup bulunmadığının tespiti önem taşımaktadır. Belirtelim ki, Borçlar Kanunu gece çalışmasına yönelik herhangi bir düzenleme içermemektedir. Deniz İş Kanunu nda ise, iş süresine yönelik hükme yer verilmişse de, gece çalışması ayrıca düzenlenmemiştir. Bununla birlikte Gemiadamları ve Kılavuz Kaptanlar Yönetmeliği (RG 10.2.2018/30328) madde 60/5 te, gece dönemi, 4857 sayılı İş Kanunu ndaki esaslara paralel bir biçimde, en geç akşam saat 20.00 de başlayan, en erken sabah saat 06.00 a kadar süren ve her durumda en fazla on bir saat sürebilen dönem olarak belirlenmiştir. Benzer şekilde, Basın İş Kanunu nda da gece çalışması ayrıca tanımlanmamıştır fakat gece çalışmasına yönelik bazı özel düzenlemelere yer verildiğinden konunun dolaylı yönden ele alındığı sonucuna varılmaktadır, bu yönde bkz Vuslat Özyurt, ‘Gece Çalışması ve Postalar Halinde Çalışma  (2008) 5 (19) Legal İHSGHD 919, 950. Bu anlamda Basın İş Kanunu madde 19 örnek gösterilebilir. Yine, bu Kanun anlamında gazeteci kavramına dâhil olanlardan müessese, matbaa, idarehane ve büro gibi yerlerde hizmetlerinin niteliği itibariyle aralıksız bir biçimde çalışanlar bakımından günlük iş süresi, gece ve gündüz dönemlerinde sekiz saat olarak belirlenmiş, gece veya gündüz dönemindeki çalışma süresinin artırılması durumunda bu Kanuna göre fazla çalışma sayılacağı öngörülmüştür (bkz Ek madde 1).3  İş Kanunu, Kanun Numarası: 4857, Kabul Tarihi: 22.5.2003, RG 10.6.2003/25134.4  İş Kanunu, Kanun Numarası: 1475, Kabul Tarihi: 25.8.1971, RG 1.9.1971/13943.5  İş Kanunu, Kanun Numarası: 3008, Kabul Tarihi: 8.6.1936, RG 15.6.1936/3330.6  Bununla birlikte, mülga 3008 sayılı İş Kanunu nda yer verilen düzenlemede (4857 ve 1475 sayılı İş Kanunlarından farklı olarak) işçilerin gece çalışmalarının  sekiz saatten  fazla süremeyeceğinin öngörülmüş olduğu da eklenmelidir.558Akdeniz / Gece Çalışması ve Gece Çalışma Süresinin Sınırı ile İlgili Değişikliklerin Değerlendirilmesiİş Kanunu madde 69/I de gece; en geç akşam saat 20.00 de başlayan, en erken sabah saat 06.00 ya kadar süren ve her durumda da en fazla 11 saat süren dönem olarak tanımlanmıştır. Bu tanımda yer verilen  en erken ,  en geç  ve  en fazla 11 saat  ifadeleri gece döneminin başladığı saat ile biteceği saatin değiştirilebileceğini, ancak devam süresinin en fazla 11 saate kadar çıkarılabileceğini ifade etmektedir,9. Bu  noktada  ekleyelim  ki,  hukukumuzda  çalışma  süresi  kavramı  bakımından, gece döneminde çalışma süresi ile gündüz dönemi çalışma süresi gibi bir ayrım yapılmamaktadır. Çalışmanın Kanun da belirtilen zaman dilimine denk gelmesi durumunda,  gerçekleştirilen  çalışma  bakımından  gece  çalışmasının  hükümleri uygulama alanı bulmaktadır.III. Gece Çalışmasının Özel Durumu ve Süresinin Daha Kısıtlı Tutulması İhtiyacıGece çalışmasının, uygulamaya geçtiğinden beri tartışmalara yol açmış bir çalışma olduğu ifade edilmektedir. Gece çalışmalarının insan sağlığı üzerinde olumsuz etkilerine ve sebebiyet verdiği hastalıklara ilişkin pek çok araştırma bulunmaktadır. Öğretide de isabetle dikkat çekildiği üzere insan, gece uyumasını gerektiren bir biyolojik yapıya sahiptir; gece çalışması ise bu yapıya aykırı niteliktedir. O halde bir gece çalışması söz konusu olduğunda, bu çalışma biçiminin gündüz çalışması ile bir tutulamayacağı konusunda tereddüt etmemek gerekir. Nitekim bu doğrultuda, gece çalışmaları özellik arz eden çalışma süreleri olarak ele alınmakta ve genellikle konunun iş sağlığı ve güvenliği ile yakından ilgisine de yer verilmektedir.7  1475 sayılı İş Kanunu nun mülga 65. maddesinin kenar başlığı  Gece Süresi  başlığını taşımakta idi. 4857 sayılı Kanun un 69. maddesinin gerekçesinde, madde başlığında yapılan değişiklik gerekçesine de yer verilmiştir. Buna göre anılan maddede gece süresi tanımının yanı sıra, gece çalışmalarının ne şekilde yapılacağı da düzenlenmiş olduğu için, madde başlığı  Gece Süresi ve Gece Çalışmaları  olarak değişikliğe uğramıştır. 8  Münir Ekonomi, İş Hukuku, Cilt 1 (3rd edn, Teknik Üniversitesi Matbaası 1984, 288; Ercan Güven and Ufuk Aydın, Bireysel İş Hukuku (5th edn, Nisan 2017, 273; Hamdi Mollamahmutoğlu, Muhittin Astarlı and Ulaş Baysal, İş Hukuku Ders Kitabı, Cilt 1: Bireysel İş Hukuku (3rd edn, Lykeion 2019) 349; Zeki Okur, ‘İş Hukuku nda Gece Çalışması , Prof. Dr. Ali Güzel e Armağan, Cilt I, (Beta 2010) 511, 512; Murat Özveri, ‘Çalışma Süresi ve Gece Çalışması , Prof. Dr. Ali Güzel e Armağan, Cilt I, (Beta 2010) 623, 629.9  Bu tanım, yeterli açıklık taşımaması yönünden eleştiriye uğramıştır, bkz Muhittin Astarlı, İş Hukukunda Çalışma Süreleri (Turhan 2008) 256.10  Baki Oğuz Mülayim, İş Hukukunda Gece Çalışması (Adalet 2016) 146; Mollamahmutoğlu, Astarlı and Baysal, İş Hukuku (n 8) 348.11  Serkan Odaman, Esneklik Prensibi Çerçevesinde Yargıtay Kararları Işığında Türk İş Hukukunda Çalışma Süreleri ve Yöntemleri (Legal 2013) 85.12  Özveri, ‘Gece Çalışması  (n 8) 626.13  ibid 627. Gece çalışmasının işçi sağlığı üzerinde olumsuz etkilerinin vardiyalı ya da sürekli gece çalışması yapılması fark etmeksizin ortaya çıktığı yönünde, bkz ibid 627.14  Okur, ‘Gece Çalışması  (n 8) 511; Astarlı, Çalışma Süreleri (n 9) 251.15  Bu konuda bakınız Nüket Saracel, Gece Çalışması ve Türk İş Hukukunda Gece Çalışmasının Düzenlenme Esasları (T.C. Anadolu Üniversitesi Yayınları 1987) 29 ff. 16  Sarper Süzek, İş Hukuku (18th edn, Beta 2019) 778; Astarlı, Çalışma Süreleri (n 9) 251; Okur, ‘Gece Çalışması  (n 8) 514.17  Gece çalışma süresi de dâhil, iş sürelerinin, iş sağlığı ve güvenliği bakımından öneminin özel düzenlemelerin kabulünü gerektirdiği yönünde bkz Gülsevil Alpagut: ‘İş Kanunu Kapsamında Çalışma ve Dinlenme Süreleri - Yargılama Sürecinde Emsal Ücret Sorunu , İş Uyuşmazlıklarında Yargıtay ve Bölge Adliye Mahkemeleri Kararları Değerlendirme Toplantısı (İNTES 2019) 68. Ayrıca en büyük sanayi kazalarının da gece çalışmasında yaşandığı yönünde bkz Bünyamin Bacak 559İstanbul Hukuk Mecmuası 77/2Mevzuatımızda gece çalışma süresi bakımından getirilmiş ana kural İş Kanunu madde 69/III te yer almakta olup, buna göre gece çalışmasının kural olarak yedi buçuk saati geçmemesi gerekir. Ancak bu ana kurala yakın geçmişte önemli istisnalar getirilmiştir. İş Kanunu madde 69/III e eklenen cümle uyarınca; özel güvenlik, turizm ve sağlık hizmetlerinin yürütüldüğü işlerde işçiden yazılı onayını almak şartıyla yedi buçuk saati aşacak şekilde gece çalışması yaptırılabilmesi artık yasal hale gelmiştir. Bununla  birlikte,  anılan  sektörlerde  yedi  buçuk  saat  üzerinde  gece  çalışması yapılmasına imkân tanınmış ise de, günlük çalışma süresine yönelik 11 saatlik sınırın (bkz. İş Kanunu madde 63/II, İş Kanununa İlişkin Çalışma Süreleri Yönetmeliği madde 4/III) halen yürürlükte olduğu da belirtilmelidir. Ayrıca mevzuatımızda iş sağlığı ve güvenliğine yönelik başkaca düzenlemelerin yürürlükte oldukları da gözden kaçırılmamalıdır. Bu bakımdan örneğin, Sağlık Kuralları Bakımından Günde Azami Yedi Buçuk Saat veya Daha Az Çalışılması Gereken İşler Hakkında Yönetmelik te öngörülen sınırlamalara uyulması gerekli olup, bu kapsamda korunmuş işçiler yazılı onay vermiş olsalar bile, yedi buçuk saatin üzerinde çalışamazlar.Ekleyelim ki, işçilerin gece postalarında yedi buçuk saatten çok çalıştırılmalarının yasak olduğuna ilişkin ana kurala, Postalar Halinde İşçi Çalıştırılarak Yürütülen İşlerde Çalışmalara İlişkin Özel Usul ve Esaslar Hakkında Yönetmelik madde 7 de de yer verilmiş ve yine bu maddede bu kurala bazı istisnalar getirilmiştir. Maddede yer verilen ilk istisna, zorunlu nedenlerle fazla çalışma yapılması gereken haller ile olağanüstü hallerde fazla çalışma yapılmasını gerektiren hallere ilişkindir (bkz. İş Kanunu madde 42 ve 43). Böylelikle işçilerin postalar halinde çalıştırılması ile yürütülen işlerde, İş Kanunu na tabi çalışan işçinin fazla çalışma yapmasının onun onayına  bağlanmadığı  hallerden  biri  söz  konusu  olduğunda,  gece  çalışması  da yedi buçuk saatten fazla sürebilecektir. İkinci olarak, Hazırlama, Tamamlama ve Temizleme İşleri Yönetmeliği nde belirtilen durumlarda da gece postasında yedi buçuk saatten fazla çalıştırma yaptırılabileceği öngörülmektedir. Maddede yer and Ecehan Kazancı, ‘Türk Çalışma Hayatında Vardiyalı Gece Çalışan İşçilerin Karşılaştığı Fizyolojik, Psikolojik Ve Sosyolojik Etkilerin Değerlendirilmesi  (2014) 3 (6) Emek ve Toplum 132, 134. Gece çalışmasına ilişkin özel kurallar öngörülmesinin nedeninin, işçilerin korunması ihtiyacı ile ilgili olduğu yönünde bkz E. Tuncay Senyen- Kaplan, Bireysel İş Hukuku (10th edn. Gazi 2019) 373; Güven and Aydın, Bireysel İş Hukuku (n 8) 273; Mollamahmutoğlu, Astarlı and Baysal, İş Hukuku (n 8) 348; Sevgi Dursun Ateş, ‘Turizm, Özel Güvenlik Ve Sağlık Hizmeti Yürütülen İşlerde Gece Döneminde Yapılan Çalışmalar  (2019) 16 (61) Legal İHSGHD 81, 81, 90-91.18  Bkz İş Sağlığı ve Güvenliği Kanunu ile Bazı Kanun ve Kanun Hükmünde Kararnamelerde Değişiklik Yapılmasına Dair Kanun madde 37, Kanun Numarası: 6645, Kabul Tarihi: 4.4.2015, RG 23.4.2015/29335.19  İş Kanununa İlişkin Çalışma Süreleri Yönetmeliği, RG 6.4.2004/25425.20  Sağlık Kuralları Bakımından Günde Azami Yedi Buçuk Saat veya Daha Az Çalışılması Gereken İşler Hakkında Yönetmelik, RG 16.7.2013/28709. 21  Dursun Ateş, ‘Gece Döneminde Yapılan Çalışmalar  (n 17) 103.22  Postalar Halinde İşçi Çalıştırılarak Yürütülen İşlerde Çalışmalara İlişkin Özel Usul ve Esaslar Hakkında Yönetmelik, RG 7.4.2004/25426.23  Hazırlama, Tamamlama ve Temizleme İşleri Yönetmeliği, RG 28.4.2004/25446.24  İlgili Yönetmelik in 5. maddesi uyarınca Kanun a göre asıl işe göre belirlenmiş günlük çalışma süresine ilave olarak, bu sürenin başlama saatinden önce ya da bitme saatinden sonra olmak üzere, hazırlama, tamamlama ve temizleme işlerini görecek işçiler, anılan işlerde günde en fazla iki saat daha çalıştırılabileceklerdir. Ekleyelim ki, bu Yönetmelik kapsamında 560Akdeniz / Gece Çalışması ve Gece Çalışma Süresinin Sınırı ile İlgili Değişikliklerin Değerlendirilmesiverilen son istisna ise, 2015 yılındaki Kanun değişikliğini takiben, bu Yönetmelik te yapılan değişiklik ile tanınmıştır. Çalışmamızda, gece çalışmasının yedi buçuk saati aşmasına belirli sektörler bakımından izin veren söz konusu değişikliğin incelenmesi amaçlanmaktadır. Ancak son değişikliklerin mevcut tartışmalar ile bağlantılı bir biçimde değerlendirilebilmesi için, öncelikle gece çalışmalarına ilişkin bazı hususlara yer verilmesi uygun görülmüştür. IV. Gece Çalışma Süresi Bakımından Bazı Tartışmalı NoktalarPostalar halinde çalışma, üretimde kullanılan teknik nedeniyle üretime kesintisiz bir  biçimde  devam  edilmesi  gerektiğinde  başvurulan  bir  çalışma  düzenidir. Hukukumuzda  bu  konuya  ilişkin  özel  usul  ve  esaslar  düzenlenmesi  ihtiyacı gözetilerek,  postalar  halinde  çalıştırılma  suretiyle  yürütülen  işlere  özgü  bir yönetmelik çıkarılmıştır. Bu Yönetmelik niteliği itibarıyla sürekli çalıştıkları için kesinti olmaksızın üst üste postalar halinde işçi çalıştırılmak usulü ile işletilen işleri veya nöbetleşe şekilde işçi postalarıyla yerine getirilen işleri kapsamaktadır. Söz konusu yönetmelikte gece postalarına ilişkin de esaslara yer verilmiştir. Gerçekten, gece çalışmasına ilişkin düzenlemeler, özellikle nöbetleşe işçi postaları ile yapılan işler bakımından önem arz etmektedir. Yönetmelik te yer verilen esaslardan biri de, çalışma süresi hesaplanırken bu sürenin yarısından fazlasının gece dönemine rastlayan bir posta çalışmasının gece çalışması sayılacağıdır (madde 7/son). Bu doğrultuda öğretide, postalar halinde çalışmalarda gece çalışmasından söz edebilmek için, çalışma süresinin yarısından fazlasının gece dönemine rastlamasının yeterli olduğuna dikkat çekilmiş ve bu anlamda posta vardiyasının 20.00 ve 06.00 saatleri arasında başlamasının ya da bitmesinin beklenmediği isabetli olarak ifade edilmiştir. Bu zaman dilimleri ile temas etmek kaydıyla, bir posta çalışması süresinin yarısından fazlası gece dönemine rastlamakta ise bu çalışma gece çalışması sayılmaktadır. Bu noktada, gece dönemi ile gündüz dönemine rastlayan çalışma sürelerinin eşit olması halinde bir çalışmanın ne şekilde nitelendirileceği konusunun öğretide tartışmalı bir hazırlama, tamamlama ve temizleme çalışmanın yaptırılabilmesi için Yönetmelik te belirlenen diğer koşulların da sağlanması gerekir.25  Bkz İş Sağlığı ve Güvenliği Kanunu ile Bazı Kanun ve Kanun Hükmünde Kararnamelerde Değişiklik Yapılmasına Dair Kanun madde 37.26  Değişiklik yapan Yönetmelik için bkz Postalar Halinde İşçi Çalıştırılarak Yürütülen İşlerde Çalışmalara İlişkin Özel Usul ve Esaslar Hakkında Yönetmelikte Değişiklik Yapılmasına Dair Yönetmelik, RG 19.8.2017/30159.27  Okur, ‘Gece Çalışması  (n 8) 511.28  Örneğin Yönetmelik in 4. maddesi uyarınca, nitelikleri nedeniyle sürekli çalıştıkları için kesintisiz olarak üst üste postalar halinde işçi çalıştırılarak yürütülen işler bakımından posta sayısı 24 saatlik süre içerisinde en az üç posta olacak şekilde düzenlenmelidir. Ancak aynı maddede yapılan değişiklik uyarınca; özel güvenlik, turizm ve sağlık hizmetlerinin yürütüldüğü işlerde ve bu işlerin yürütüldüğü işyerlerinde faaliyette bulunan alt işverence yürütülen işlerde düzenleme 24 saat içerisinde iki posta olacak şekilde yapılabilecektir. Değişiklik yapan Yönetmelik için bkz RG 19.8.2017/30159. Bu şekilde 24 saat içerisinde iki posta olacak şekilde çalışılması, anılan işlerde gece çalışma süresinin yedi buçuk saatin üzerinde kararlaştırılabilmesi ile bağlantılıdır. 29  Ömer Ekmekçi, ‘4857 Sayılı İş Kanunu nda Postalar Halinde Çalışma ve Gece Çalışmasına İlişkin Usul ve Esaslar  (2006) Çimento İşveren, 48, 50.561İstanbul Hukuk Mecmuası 77/2olduğunu da eklemek gerekir. Bir görüşe göre, postalar halinde işçi çalıştırılmasına ilişkin Yönetmelik te  çalışma süresinin yarısından çoğu gece dönemine rastlayan bir postanın gece çalışması sayılacağından  söz edileceği açıkça belirtilmiş olduğundan (bkz. madde 7/son), gece dönemi ve gündüz dönemine denk gelen çalışma sürelerinin eşitliği halinde, çalışma, gece çalışması olarak nitelendirilmemelidir. Görüşümüze göre de, gece dönemi ve gündüz dönemine denk gelen çalışma sürelerinin eşit olması halinde çalışmanın gece çalışması sayılabilmesi için bir mevzuat değişikliği gerekli olup yürürlükteki mevzuat çerçevesinde bu durumun gece çalışması olarak değerlendirilmesi imkânı bulunmamaktadır. Bununla birlikte aksi yöndeki görüşe göre, işçi yararına yorum ilkesi kapsamında, gece dönemi ve gündüz dönemine denk gelen çalışma sürelerinin eşit olması halinde bu çalışmanın gece çalışması olarak kabul edilmesi gerekir. Yine, Yönetmelik in  ilgili  maddesinde,  çalışma  süresinin  yarısından  çoğunun gece dönemine rastlamasından söz edildiğine de dikkat çekmek isteriz. Öğretide bu ifadeden hareket ile, ara dinlenme süresinin gece çalışması süresinin hesabında dikkate alınmaması gerektiği ileri sürülmektedir. Gerçekten, İş Kanunu madde 68/son ve İş Kanununa İlişkin Çalışma Süreleri Yönetmeliği madde 3/I uyarınca ara dinlenmelerinin çalışma süresinden sayılması imkânı bulunmamaktadır. Ancak görüşümüze göre, gece  çalışmaları  söz  konusu  olduğunda,  meselenin  gündüz  çalışmaları  ile  aynı şekilde ele alınmış olması eleştirilebilir bir durumdur. Gece çalışmasında bulunan bir işçi ara dinlenmesi verdiğinde, yalnızca mola vermemekte, aynı zamanda biyolojik yapısına ters düşen bir biçimde gün ışığından yoksun bir şekilde geçireceği süreyi de uzatmaktadır. Bu nedenle kanaatimizce, ara dinlenmelerinin gece çalışma süresine dâhil edilmesi yönünde bir mevzuat değişikliği yapılması isabetli olacaktır.Öte yandan, gece çalışmasının mutlaka postalar (vardiyalar) halinde yürütülmesinin bir zorunluluk olmadığına da dikkat çekilmelidir. Bir işçinin sürekli olarak gece çalışması yapması da olasıdır. Örneğin gece çalışması yapılmayan bir işyerinde, güvenliği sağlamak amacıyla yalnızca ve sürekli bir biçimde gece bekçisi olarak çalışan bir işçi bakımından durum bu şekildedir. Açıktır ki, posta usulü olmaksızın sürekli biçimde gece çalışan bir işçinin çalışmasının bir kısmının gündüz dönemine, bir kısmının ise gece dönemine rastlaması da söz konusu olabilecektir. Ancak bu şekilde bir durum söz konusu olduğunda çalışmanın ne şekilde nitelendirileceğine yönelik bir düzenleme mevzuatımızda yer almamaktadır. Çalışılan sürenin yarısından fazlasının gece dönemine denk geldiği bir posta çalışmasının gece çalışması sayılacağı, sadece 30  ibid 51; Okur, ‘Gece Çalışması  (n 8) 513, Mülayim, Gece Çalışması (n 10) 141.31  Nuri Çelik, Nurşen Caniklioğlu and Talat Canbolat İş Hukuku Dersleri (32th edn, Beta 2019) 706; Öner Eyrenci, Savaş Taşkent and Devrim Ulucan, Bireysel İş Hukuku (9th edn, Beta 2019) 317; Fevzi Demir, En Son Yargıtay Kararları Işığında İş Hukuku Ve Uygulaması (8th edn, Albi 2014) 235; Dursun Ateş, ‘Gece Döneminde Yapılan Çalışmalar  (n 17) 87.32  Bkz Ekmekçi, ‘Postalar Halinde Çalışma ve Gece Çalışması  (n 29) 51; Özyurt, ‘Gece Çalışması ve Postalar Halinde Çalışma  (n 2) 926; Okur, ‘Gece Çalışması  (n 8) 513; Mülayim, Gece Çalışması (n 10) 141; Dursun Ateş, ‘Gece Döneminde Yapılan Çalışmalar  (n 17) 86.33  Okur, ‘Gece Çalışması  (n 8) 512-513. 562Akdeniz / Gece Çalışması ve Gece Çalışma Süresinin Sınırı ile İlgili Değişikliklerin Değerlendirilmesipostalar halinde çalışmalara ilişkin esasların düzenlendiği Yönetmelik te (madde 7/son) öngörülmüştür.Öğretide,  madde  7/son daki  kuralın  postalar  halinde  çalışmanın  söz  konusu olmadığı  gece  çalışmaları  bakımından  da  uygulanabileceği  savunulmaktadır. Bu  yöndeki  görüş  benimsenir  ise,  örneğin  saat  19.00-21.30  arasında  yapılan bir  çalışmanın  da  gece  çalışması  olarak  nitelendirilmesi  gerekecektir.  Yüksek Mahkeme nin ise bu konuda farklı yönde kararları mevcuttur. 7. Hukuk Dairesi ne göre, eğer işyerindeki çalışma postalar halinde bir yapılan bir çalışma değil ise, işin yarısından fazlası gece döneminde geçse bile, çalışmanın tamamının gece çalışması niteliğinde sayılamaması gerekir. 9. Hukuk Dairesi nin bir kararında ise, gece bekçisi olarak çalışan işçinin günlük çalışma süresinin yarısından fazla bir kısmı gece dönemine denk gelen çalışmasının gece çalışması kabul edileceği belirtilmiş ve günlük fazla çalışma süresinin yedi buçuk saati aşılması üzerinden hesaplanması gerektiği sonucuna varılmıştır. Kanaatimizce, çalışma süresinin ne kadarlık bir kısmının gece dönemine rastlaması durumunda bu çalışmanın gece çalışması sayılacağının, yalnızca postalar halinde çalışmalar bakımından düzenlenmiş olması, önemli bir eksiklik niteliğindedir. Gerçekten, gece çalışmasına ilişkin ayrıntılı düzenlemelere sadece postalar halinde çalışmaya ilişkin Yönetmelik te yer verilmesi birtakım sorunlara yol açmaya elverişli olup, bu konu ileride, gece çalışma süresi sınırını esnekleştiren değişiklik ile bağlantılı olarak da değerlendirilecektir.V. Gece Çalışma Süresi Sınırını Esnekleştiren Son Değişikliklere İlişkin DeğerlendirmelerGece çalışması, pek çok tartışmaya zemin oluşturmuş bir çalışma düzenidir. Gece çalışmasından vazgeçilmesinin mümkün olmadığı, toplumun gece çalışılmaksızın 34  Mülayim, Gece Çalışması (n 10) 142-144.35   …İşyerinde postalar halinde çalışma bulunmadığından işin yarısından fazlası gece döneminde geçse de çalışmanın tamamı gece çalışması niteliğinde sayılamayacaktır. Bilirkişice 14 saatlik çalışma süresinden iki saat ara dinlenmesini orantı kurarak gece ve gündüz çalışmalarından indirmek suretiyle sonuca gitmesi gerekirken gece çalışmanın 69.madde düzenlemesine aykırı olarak 12 saat olarak kabulü hatalıdır… , bkz Yargıtay 7 HD, 24796/7184, 01.04.2014 (Lexpera).36  Yargıtay 9 HD, 17642/24006, 02.07.2015 (Kazancı).37  Bu anlamda, gece işçisi gibi bir kavrama yer verilerek, her bir işçi özelinde tereddüdü ortadan kaldıracak bir biçimde konunun açıklığa kavuşturulması bir çözüm olarak düşünülebilir. Ancak İş Kanunu ndaki çalışma sürelerine ilişkin hükümlerin Avrupa Birliği nin çalışma sürelerine ilişkin direktifindeki (Council Directive 2003/88/EC of 4 November 2003 concerning certain aspects of the organisation of working time [2003] OJ L/9) düzenlemeler dikkate alınarak hazırlanması nedeniyle bu iki mevzuat arasında belirli benzerlikler görülmesine rağmen (bkz Ertan İren, Avrupa Birliği İş Hukuku Yönergeleri Karşısında 4857 sayılı İş Kanununun Durumu (Çimento Endüstrisi İşverenleri Sendikası 2008) 230), İş Kanunu nda ayrıca  gece işçisi  gibi bir kavrama yer verilmemiştir. Ekleyelim ki, Direktifin ikinci maddesinde yer verilen gece işçisi tanımına göre, günlük çalışma süresinin en az üç saatinin gece süresine rastladığı işçiler yahut yıllık çalışma süresinin belirli bir kısmının gece dönemine rastladığı işçiler gece işçisi olarak kabul edilmektedir. Bu kapsamda gece işçisi sayılabilmek için yıllık çalışma süresinin ne kadar kısmının gece dönemine rastlaması gerektiği üye ülkelerin mevzuatına bırakılmıştır.38  Özveri, ‘Gece Çalışması  (n 8) 626.563İstanbul Hukuk Mecmuası 77/2karşılanamayacak pek çok hizmeti bulunduğu ifade edilmekte ise de, bu çalışmanın insanın  biyolojik  yapısına  kural  olarak  ters  düştüğü  açıktır.  Bu  bakımdan  gece çalışmasını yerine getirenler ile toplumun ihtiyaçları arasında bir denge gözetilmesinin gereği olarak, bu çalışma biçimine ilişkin pek çok sınırlandırıcı hüküm öngörülmüştür. Bunlardan biri de gece çalışma süresinin günlük sınırıdır. Bununla birlikte, 2015 yılında gece çalışma süresine ilişkin yedi buçuk saatlik süre sınırının (bkz. İş Kanunu madde 69/III), belirli işler bakımından aşılabilmesine imkân tanıyan bir mevzuat değişikliği gerçekleştirilmiştir.  Buna  göre;  turizm,  özel  güvenlik  ve  sağlık  hizmetlerinin yürütüldüğü işlerde, işçiden yazılı onayı almak şartı ile gece çalışmasına ilişkin yedi buçuk saatlik süre sınırının aşılması bir hukuka aykırılık teşkil etmeyecektir. Çalışmamızın bu bölümünde gece çalışma süresine ilişkin söz konusu değişikliğin daha yakından incelenmesi amaçlanmaktadır.A. Değişikliğin Hazırlık Sürecine BakışÖğretide ifade edilen bir görüşe göre; turizm, özel güvenlik ve sağlık sektöründeki işler bakımından hizmet devamlılık gerektirmekte ve hizmetin kesintisizliği işin niteliğinden  kaynaklanmaktadır.  Bu  sektörlerdeki  ihtiyaçlar  günün  her  anında ortaya çıkabilecektir ve bu bakımdan çalışmanın hem gece hem gündüz döneminde yapılması bu hizmetin alıcıları için gereklilik arz etmektedir. Anılan sektörlerdeki işlerin yürütülmesi bakımından, bu işyerlerinde faaliyetin devamlılığının sağlanmasına ihtiyaç duyulduğu yadsınamaz bir gerçek ise de, hizmetin devamlılığını sağlamanın tek yolunun, işçilerin gece çalışma sürelerini arttırmak olup olmadığı sorusu da gündeme gelebilir. Bu anlamda gece çalışma süresi sınırını bazı sektörler bakımından esneten değişikliğin değerlendirilebilmesi için, Kanun un hazırlık aşamalarına da değinilmesi uygun görülmüştür.Öncelikle, Kanun un 69. maddesinde değişiklik yapan düzenlemeye, (1/1006 Esas Numaralı) İş Sağlığı ve Güvenliği Kanunu ile Bazı Kanun ve Kanun Hükmünde Kararnamelerde Değişiklik Yapılmasına Dair Kanun Tasarısı nda yer verilmemiş olduğu belirtilmelidir. Bununla birlikte Alt Komisyon Metni nin 40. maddesinde, İş Kanunu nun 69. maddesinin 3. fıkrasına  Ancak, sanayiden sayılmayan işlerde işçinin yazılı onayının alınması şartıyla yedi buçuk saatin üzerinde gece çalışması yaptırılabilir.  cümlesinin eklenmesi öngörülmüştür. Dikkat edileceği üzere Alt 39  Dursun Ateş, ‘Gece Döneminde Yapılan Çalışmalar  (n 17) 82-83.40  Bkz 6645 sayılı İş Sağlığı ve Güvenliği Kanunu ile Bazı Kanun ve Kanun Hükmünde Kararnamelerde Değişiklik Yapılmasına Dair Kanun madde 37.41  Dursun Ateş, ‘Gece Döneminde Yapılan Çalışmalar  (n 17) 83.42  ibid 84.43  < https://www.tbmm.gov.tr/d/1/1-1006.pdf > Erişim Tarihi 15.08.2019.44  Alt Komisyon Raporu nda,  yürürlükteki mevzuata göre gece çalışmalarının yedi buçuk saat ile sınırlandırılmasının özellikle sağlık ve güvenlik sektörü işyerlerinde, işçiler açısından çeşitli sorunlara neden olduğu gerekçesiyle; işçilerin gece çalışmalarının yedi buçuk saati geçemeyeceğine dair hükme, sanayiden sayılmayan işler açısından bir istisna getirilmesi  öngörüldüğünden söz edilmektedir, bkz: < https://www.tbmm.gov.tr/sirasayi/donem/yil/ss.pdf > Erişim Tarihi 15.08.2019.564Akdeniz / Gece Çalışması ve Gece Çalışma Süresinin Sınırı ile İlgili Değişikliklerin DeğerlendirilmesiKomisyon Raporu nda getirilmesi planlanan bu istisna, ilk aşamada  sanayiden sayılmayan  işlerin   tümüne  ilişkin  olarak  düşünülmüştür.  Ancak  sanayiden sayılmayan işler bakımından işçiden yazılı onay almak şartıyla yedi buçuk saat üzerinde gece çalışması yaptırılabileceğine ilişkin söz konusu cümlenin eleştiriyle karşılandığı belirtilmelidir. Fakat yine de Sağlık, Aile, Çalışma ve Sosyal İşler Komisyonunun  Kabul  Ettiği  Metin de   Ancak,  sanayiden  sayılmayan  işlerde işçinin yazılı onayının alınması şartıyla yedi buçuk saatin üzerinde gece çalışması yaptırılabilir.  cümlesi yer almış ve TBMM görüşmeleri sırasında bu düzenlemenin yeniden müzakere edilmesi önerisi reddedilerek madde bu hali ile kabul edilmiştir. Ancak ertesi gün yapılan TBMM görüşmelerinde, kamu yararı çerçevesinde gece çalışmasına ilişkin bu hükmün kapsamının daraltılmasını da içeren yeni bir önerge verilmiş,  sanayiden sayılmayan  ibaresinin  turizm, özel güvenlik ve sağlık hizmeti yürütülen işler  şeklinde değiştirilmesi kabul edilmiştir. Gerekçe ise şu şekildedir:  2003/88 sayılı AB Direktifinde, turizm özel güvenlik ve sağlık hizmetlerinde çalışanların gece  çalışma  süresinin  sekiz  saati  üzerinde  taraflarca  anlaşılarak  düzenlenebileceği belirtilmektedir. Düzenlemeyle, turizm, sağlık ve güvenlik sektörü işyerlerinin, sektörün ihtiyaçları doğrultusunda haftalık yasal çalışma süresini geçmeyecek şekilde ve işçinin yazılı onayı alınarak gece çalışmalarındaki yedi buçuk saatlik günlük çalışma süresi sınırlamasına tabi olmaması amaçlanmıştır. 49.B. Değişikliğe Avrupa Birliği Direktifi Perspektifinden BakışÖğretide, İş Kanunu nun 69. maddesinde 6645 sayılı Kanun ile getirilmiş olan belirli işlere yönelik istisnanın, çalışma sürelerine ilişkin 2003/88/EC sayılı Avrupa Birliği Direktifinde de mevcut olduğu ifade edilmektedir. Gerçekten, Direktifin 17. maddesinin 3. fıkrasında, -gece çalışma süresine ilişkin 8. madde de dahil olmak üzere- belirli faaliyetler / hizmetler bakımından bazı istisnalar düzenlenebileceği öngörülmüştür ve yine 17. maddede yer verilen istisnalar arasında, turizm, sağlık ve güvenlik alanları ile bağlantılı faaliyetler de sayılmıştır. Ancak önemle vurgulamak isteriz ki, istisnaların tanındığı söz konusu 17. maddenin 3. fıkrasında, bu istisnalara 17. maddenin 2. fıkrası uyarınca izin verildiğinden söz 45  Dikkat çekmek isteriz ki, raporda bu istisnanın  özellikle sağlık ve güvenlik sektörü işyerlerinde, işçiler açısından çeşitli sorunlara neden olduğu gerekçesiyle  getirilmek istenildiğine yer verilmiş, fakat turizm sektörü Alt Komisyon Raporu nda bu aşamada henüz hiç anılmamıştır.46  Bu konuda verilen muhalefet şerhlerinde, bir önerge ile sanayiden sayılmayan işyerlerinde gece çalışmasına ilişkin yedi buçuk saatlik sınırın kaldırılmasının, mevcut durum bakımından oldukça köklü bir değişiklik olduğu ve işçi haklarının geri götürülmesi anlamını taşıdığı ifade edilmiştir. Muhalefet şerhinde, bu düzenlemenin 2003/88 Sayılı Avrupa Parlamentosu ve Konseyi Direktifi ile uyumlu olmadığı, sanayiden sayılmayan işlerde çalışan tüm işçiler bakımından gece çalışma süresini 11 saate kadar artırabilen bir düzenlemeye gidildiği, bu şekilde gece ve gündüz çalışmaları arasında hiçbir fark kalmadığına yönelik açıklamalara da yer verilmiştir, bkz: < https://www.tbmm.gov.tr/sirasayi/donem/yil/ss.pdf > Erişim Tarihi 15.08.2019.47  < https://www.tbmm.gov.tr/tutanak/donem/yil/ham/b01h.htm > Erişim Tarihi 15.08.2019.48  < https://www.tbmm.gov.tr/tutanak/donem/yil/ham/b01h.htm > Erişim Tarihi 15.08.2019.49  < https://www.tbmm.gov.tr/tutanak/donem/yil/ham/b01h.htm > Erişim Tarihi 15.08.2019. 50  Mülayim, Gece Çalışması (n 10) 153-154.565İstanbul Hukuk Mecmuası 77/2edilmektedir. Burada atıf yapılan 2. fıkrada ise, ana kuraldan sapmalara ancak işçilere eşdeğer telafi edici dinlenme süreleri verildiğinde ya da çok istisnai durumlarda bu şekilde bir eşdeğer telafi edici bir sürenin objektif sebeplerle verilememesi halinde makul bir korumanın sağlanması kaydıyla izin verilmektedir. Bu bakımdan İş Kanunu nun 69. maddesinde, böyle bir koruma öngörmeksizin sadece işçiden yazılı rıza almak şartıyla, sürekli bir biçimde işçinin gece çalışmasına ilişkin ana kural olan yedi buçuk saat üzerinde çalışma yapmasına izin veren kanun değişikliğinin, Avrupa Birliği hukuku ile bağdaştığını söylemek güçtür. Bu istisnalara söz konusu Direktif kapsamında da yer verildiği ifade edilmekte ise de, bu direktifte öngörülen eşdeğer bir koruma sağlanmadıkça, Avrupa Birliği mevzuatına uyumdan söz edilemeyeceği kanaatindeyiz.C. Değişikliğin Kapsamının Yalnızca Postalar Halinde Çalışmaya İlişkin Yönetmelikte Düzenlenmesiİş Kanunu nun 69. maddesindeki değişiklik, mevzuatımızda yer alan başkaca düzenlemeleri  de  etkilemiş  ve  bazı  düzenlemelerin  revize  edilmesi  ihtiyacını doğurmuştur.  Bunlardan  biri  de  işlerin  postalar  halinde  işçi  çalıştırılarak yürütülmesine ilişkin Yönetmelik te (madde 7) yapılan değişikliktir. 2017 yılındaki Yönetmelik  değişikliği  ile  postalar  halinde  işçi  çalıştırılarak  yürütülen  işler bakımından özel güvenlik, turizm ve sağlık hizmetlerinin yürütüldüğü işlerin kapsamı düzenlenmiştir. Belirtmek gerekir ki, söz konusu düzenleme, özel güvenlik, turizm ve sağlık sektörlerinin kapsamına ilişkin tek düzenlemedir. Oysa, gece çalışmasının mutlaka postalar halinde bir çalışmanın parçası olması zorunluluğu yoktur. Böyle bir durumda, bir posta çalışması sistemi içerisinde olmaksızın sürekli bir biçimde gece çalışması yapan bir işçi bakımından da bu düzenlemeye kıyasen başvurulabileceği 51  Aksi görüşte bkz ibid 153-154. Yazara göre Kanun a getirilen düzenleme esas itibarı ile Direktife aykırı nitelikte değildir.52  Örneğin, nitelikleri nedeniyle sürekli çalıştıkları için kesintisiz olarak üst üste postalar halinde işçi çalıştırılarak yürütülen işlerde posta sayısı, kural olarak 24 saatlik süre içerisinde en az üç işçi postası çalıştırılacak şekilde düzenlenmektedir. Ancak postalar halinde çalışmaya ilişkin Yönetmelik te yapılan değişiklik ile; turizm, özel güvenlik ve sağlık hizmetlerinin yürütüldüğü işlerde ve bu işlerin yürütüldüğü işyerlerinde faaliyet gösteren alt işverence yürütülen işlerde 24 saat içerisinde iki posta şeklinde yapılabileceği öngörülmüştür. Öğretide henüz anılan Yönetmelik e ilgili cümle eklenmeden önce de, 24 saatte en az üç posta şeklindeki sınırlamanın İş Kanunu madde 69/III kapsamındaki işçiler bakımından geçerliliğini yitirdiğine dikkat çekilmiştir. Yazara göre, madde kapsamındaki sektörler bakımından artık 24 saatte iki posta şeklinde çalışılması mümkün ise de, bu uygulama sürekli biçimde haftalık 45 saati aşan bir biçime dönüşmemelidir, bu yönde bkz Mahmut Kesici, ‘Turizm, Özel Güvenlik ve Sağlık Hizmeti Yürütülen İşlerde Gece Çalışması  (2015) 47 Çalışma ve Toplum, 221, 231. Yine benzer şekilde, Kadın Çalışanların Gece Postalarında Çalıştırılma Koşulları Hakkında Yönetmelik de değişikliğe uğramış (bkz Kadın Çalışanların Gece Postalarında Çalıştırılma Koşulları Hakkında Yönetmelikte Değişiklik Yapılmasına Dair Yönetmelik RG 19.8.2017/30159), kadın çalışanların  her ne şekilde olursa olsun  gece postasında yedi buçuk saatten fazla çalıştırılamayacağına ilişkin kural (madde 5/1) revize edilerek, turizm, özel güvenlik ve sağlık hizmetlerinin yürütüldüğü işlerde ve bu işlerin yürütüldüğü işyerlerinde faaliyet gösteren alt işverence yürütülen işlerde kadın çalışandan yazılı onay almak şartı ile yedi buçuk saatin üzerinde gece çalışması yaptırılabileceği öngörülmüştür. Bununla birlikte eklemek gerekir ki, kadın çalışanların, gebe olduklarının doktor raporuyla tespit edilmesinden itibaren doğuma kadar, emziren kadın çalışanların ise doğum tarihinden başlamak üzere kendi mevzuatlarındaki hükümler saklı kalmak kaydıyla bir yıl süre ile gece postalarında çalıştırılamayacaklarına ilişkin düzenleme muhafaza edilmektedir (bkz madde 9).53  Postalar Halinde İşçi Çalıştırılarak Yürütülen İşlerde Çalışmalara İlişkin Özel Usul ve Esaslar Hakkında Yönetmelikte Değişiklik Yapılmasına Dair Yönetmelik madde 2 (RG 19.8.2017/30159).54  2017 yılında postalar halinde işçi çalıştırılmasına ilişkin Yönetmelik te değişiklik yapılarak, getirilen istisna hükmünün uygulama alanına yönelik esaslara yer verilmeden önce öğretide, İş Kanunu nun 69. maddesinde belirli sektörlere yer verilmesine rağmen bu hizmetlerin kapsamının belirtilmemiş olması hususu eleştiriye uğramış ve bu belirsizliğin uygulamada sorunlara yol açabileceğine dikkat çekilmiştir, bkz Kesici, ‘Gece Çalışması  (n 52) 223-227.566Akdeniz / Gece Çalışması ve Gece Çalışma Süresinin Sınırı ile İlgili Değişikliklerin Değerlendirilmesisavunulabilir ise de, gece çalışmalarına yönelik esasların büyük oranda yalnızca postalar halinde çalışmaya ilişkin Yönetmelik te düzenlenmesi yönünde bir usulün yerleşmesini isabetli bulmadığımızı da belirtmek isteriz. D. Değişikliğin İçeriğine İlişkin Bazı Değerlendirmeler1. Yazılı Onay Şartı BakımındanMevzuatımızda belirli sektörler bakımından yedi buçuk saatin üzerinde gece çalışması  yapılabileceğine  imkân  tanıyan  düzenlemede  yazılı  onay  alınması gerektiğinden  söz  edilmekte  ise  de,  onayın  ne  zaman  alınması  gerektiği belirtilmemiştir. Öğretideki bir görüşe göre, yazılı rızanın İş Kanunu madde 41 ve ona dayanılarak hazırlanmış olan İş Kanununa İlişkin Fazla Çalışma ve Fazla Sürelerle Çalışma Yönetmeliği hükümleri çerçevesinde öngörülen usulde alınması gerekir. Bu doğrultuda yazılı rıza, iş sözleşmesi yapılırken ya da ihtiyaç ortaya çıktığında alınır ve işçinin özlük dosyasında saklanır. Fazla çalışma yapmak istemeyen işçinin verdiği onayı otuz gün önceden işverene yazılı olarak bildirimde bulunmak şartı ile geri alabilmesi mümkündür.Önemle belirtmek gerekir ki, yazılı onay şartı, ispat değil, bir geçerlilik şartı niteliğindedir.  Öğretide  her  ne  kadar  bu  rızanın  toplu  iş  sözleşmeleri  ile  de alınmasının mümkün olduğu görüşü ileri sürülmüş ise de, Kanun hükmünde yedi buçuk saatlik sınırın aşılmasının münhasıran işçinin rızasına bağlanmış olduğu açıktır. Bu bakımdan, çalışma sürelerine ilişkin 2003/88/EC sayılı Avrupa Birliği Direktifini dikkate alarak yazılı onayın toplu iş sözleşmeleri ile de alınabileceği görüşünün isabet taşıdığı söylenemez. İş Kanunu madde 69/III hükmü istisnai nitelik taşıdığından ve bireysel olarak işçiden yazılı onay alınmasını aradığından, genel olarak toplu iş sözleşmeleri ile alınmış geçerli bir onayın varlığından söz edilmemelidir.55  Bu anlamda örneğin, çalışma süresinin yarısından fazlasının gece dönemine rastlaması durumunda bu çalışmanın gece çalışması sayılacağına yönelik düzenlemeye de yalnızca postalar halinde işçi çalıştırılmasına ilişkin Yönetmelik te yer verilmiştir, bkz madde 7/son.56  İş Kanununa İlişkin Fazla Çalışma ve Fazla Sürelerle Çalışma Yönetmeliği, RG 6.4.2004/25425.57  Kesici, ‘Gece Çalışması  (n 52) 230. Bu görüşün savunulduğu dönemde, İş Kanununa İlişkin Fazla Çalışma ve Fazla Sürelerle Çalışma Yönetmeliği ne fazla çalışma yaptırılacak işçinin onayına ilişkin maddede (bkz madde 9) henüz değişiklik gerçekleştirilmemiş idi. Yönetmelikte yapılan değişiklikten (bkz İş Kanununa İlişkin Fazla Çalışma Ve Fazla Sürelerle Çalışma Yönetmeliğinde Değişiklik Yapılmasına Dair Yönetmelik RG 25.8.2017/30165) önce kaleme alınan bu çalışmada, yazılı onayın başlangıçta iş sözleşmelerine bu yönde hüküm konularak alınabileceği ya da sonradan iş sözleşmesi devam ederken alınabileceği, işçiden alınmış yazılı onayın en fazla bir yıl için geçerli olacağı ve her yıl yenilenmesinin gerekeceği belirtilmiştir.58  Gece çalışmaları bakımından yedi buçuk saatin üzerinde çalışma yapılabilmesi için işçiden İş Kanunu madde 41 kapsamında alınmış onay yeterli olmayacağı yönünde bkz Çelik, Caniklioğlu and Canbolat, İş Hukuku (n 31) 710; Alpagut, ‘Çalışma ve Dinlenme Süreleri  (n 17) 68. 59  Dursun Ateş, ‘Gece Döneminde Yapılan Çalışmalar  (n 17) 104.60  Kesici, ‘Gece Çalışması  (n 52) 229; Mülayim, Gece Çalışması (n 10) 159-160; Çelik, Caniklioğlu and Canbolat, İş Hukuku (n 31) 710; Dursun Ateş, ‘Gece Döneminde Yapılan Çalışmalar  (n 17) 103.61  Mülayim, Gece Çalışması (n 10) 162; Dursun Ateş, ‘Gece Döneminde Yapılan Çalışmalar  (n 17) 104.62  Bu görüşte bkz Dursun Ateş, ‘Gece Döneminde Yapılan Çalışmalar  (n 17) 104.63  Kesici, ‘Gece Çalışması  (n 52) 230.567İstanbul Hukuk Mecmuası 77/22. İşyerlerinin Esas Alınması Bakımındana. Turizm, Özel Güvenlik, Sağlık Hizmeti İşlerinin Yürütüldüğü İşyerleriGece  çalışmasının  yedi  buçuk  saatin  üzerinde  yapılabilmesine  izin  verilen üç  sektördeki  işlerin  kapsamı,  işçilerin  postalar  halinde  çalıştırılmasına  ilişkin Yönetmelik in 7. maddesinde belirlenmiştir. Öğretide, henüz Yönetmelik te 2017 yılında bu konuya ilişkin değişiklik yapılmadan önce, niteliği itibariyle turizm, özel güvenlik ve sağlık hizmeti ile bağlantısı olan işlerin de bu kapsamda kabul görmesi gerektiği ifade edilmiştir. Böylece, gece çalışmalarının yedi buçuk saati aşamamasının  halen  genel  kural  olduğunun  gözden  kaçırılmaması  gerektiği  ve bu nedenle genel kurala getirilen istisna kapsamında olan bağlantılı işlerin tespit edilirken ‘dar yorum ilkesinin  benimsenmesinin uygun olacağı ileri sürülmüştür. Bununla birlikte, 2017 yılında yapılan Yönetmelik değişikliği ile; özel güvenlik, turizm ve sağlık hizmetlerinin yürütüldüğü işlerin kapsamı belirlenirken;  tesisler ,  işyerleri  ve  kuruluşlar  gibi ifadelere yer verilerek birimler esas alınmış ve buralarda çalışan işçiler bakımından -işçinin de onayının alınması şartı ile- yedi buçuk saati aşarak gece çalışması yapılabileceği öngörülmüştür. Özel güvenlik, turizm ve sağlık hizmetlerinin yürütüldüğü işlerin kapsamı belirlenirken yalnızca Yönetmelik hükmü esas alınacak olursa; burada her bir sektör bakımından birimler esas alınmış olduğundan ve bu birimlerde çalışan tüm işçiler kapsama dahil edildiğinden, örneğin sağlık  hizmeti  yürütülen  bir  işyerinde  çalışan  muhasebecinin  de  (yazılı  onayını almak  şartı  ile)  yedi  buçuk  saat  üzerinde  gece  çalışması  yapabileceğini  kabul etmek gerekecektir. Oysa bu durumun Kanun da öngörülen  sektörel  istisna ile bağdaşmayacağı açıktır. Nitekim Kanun un hazırlık çalışmalarına da bakılacak olursa, başlangıçta  sanayiden sayılmayan işlerde işçinin yazılı onayının alınması şartıyla yedi buçuk saatin üzerinde gece çalışması yaptırılabilmesi  gündemde iken, verilen bir önerge doğrultusunda  sanayiden sayılmayan  ibaresinin  turizm, özel güvenlik ve sağlık hizmeti yürütülen işler  şeklinde daraltıldığı da göz önünde tutulmalıdır. O halde Yönetmelik hükmünü, Kanun da öngörülen esasa aykırı olmayacak şekilde, İş Kanunu madde 69/III te öngörülen özel güvenlik, turizm ve sağlık hizmetinin yürütüldüğü bir işte çalışmak ön koşulu ile, Yönetmelik in 7. maddesinde yer verilen birimlerin kapsamına alınmış işçiler olarak yorumlamak uygun olacaktır. Öğretideki aksi görüşe göre ise, Yönetmelik te  işler  sayılmayarak  işyerleri  esas alındığından, artık yapılan işin niteliği değil, çalıştığı işyeri dikkate alınarak gece döneminde yedi buçuk saatin üzerinde çalışma yapılıp yapılamayacağına bakılması gerekmektedir. 64  ibid 227.65  ibid 227.66  Bu konuda bkz yukarıda Başlık V. A.67  < https://www.tbmm.gov.tr/tutanak/donem/yil/ham/b01h.htm > Erişim Tarihi 15.08.2019.68  Çelik, Caniklioğlu and Canbolat, İş Hukuku (n 31) 709.568Akdeniz / Gece Çalışması ve Gece Çalışma Süresinin Sınırı ile İlgili Değişikliklerin Değerlendirilmesib. Turizm, Özel Güvenlik, Sağlık Hizmeti İşlerinin Yürütüldüğü İşyerlerinde Alt İşveren Tarafından Çalıştırılan İşçilerİşçilerin  postalar  halinde  çalıştırılması  suretiyle  yürütülen  işlere  ilişkin Yönetmelik in 7. maddesinde ayrıca, Kanun metninde yer almayan bir ifadeye yer verildiği de belirtilmelidir. Yönetmelik te yapılan değişiklik doğrultusunda; özel güvenlik, turizm ve sağlık hizmeti işlerinin yürütüldüğü işyerlerinde alt işveren tarafından çalıştırılan işçilerin de bu kapsamda olduğu öngörülmüştür. Öğretide, Yönetmelik in  7.  maddesinde  bahsedilen  işlerin   işyeri/işletme   esas  alınarak belirlenmesi  ve  işçilerin  tümünün  kapsama  alınmış  olması  nedeni  ile,  kapsam bakımından işyerlerinden iş alan alt işverenler tarafından çalıştırılan işçileri de içerecek genişlikte bir düzenlemenin söz konusu olduğu ileri sürülmüştür.Yönetmelik te yer verilen ifadenin lafzı esas alınacak olursa; sağlık, turizm ve özel güvenlik sektörlerinde alt işveren tarafından çalıştırılan tüm işçilere yedi buçuk saatin üzerinde gece çalışması yaptırılabileceği gibi bir sonuca ulaşılabilecektir. Oysa  yine  bu  yönde  bir  yorumun  da,  Kanun da  öngörülen  istisna  hükmü  ile bağdaşmayacağı açıktır. Eğer turizm, sağlık ve özel güvenlik işlerinin görüldüğü işyerlerinde,  alt  işveren  tarafından  işçilerin  tamamının  gece  yedi  buçuk  saat üzerinde çalıştırılabileceği kabul edilir ise, Yönetmelik hükmü Kanun a aykırı bir biçimde yorumlanmış olur. Gerçekten Anayasa madde 124/I de; Cumhurbaşkanının, Bakanlıkların ve kamu tüzel kişilerinin kendi görev alanları ile ilgili kanunların ve Cumhurbaşkanlığı kararnamelerinin uygulanmasını sağlamak için ve bunlara aykırı olmaması kaydıyla yönetmelikler çıkarabilecekleri hükmüne yer verilmiştir. Öğretide de yönetmelik çıkarmaya yetkili olanların, yönetmeliğin dayandığı yasa veya tüzükte öngörülmeyen bir sınırlamaya yer veremeyeceklerine isabetle dikkat çekilmektedir. Aynı gerekçeyle, Yönetmelik in, bir üst hukuk normunda getirilmiş olan istisna hükmünün kapsamını genişletmesi de hukuka uygunluk taşımayacaktır. Nitekim yakın tarihli Hukuk Genel Kurulu kararında da yer verildiği üzere; yönetmelik kaynağını kanundan almakta olup, yalnızca kanunun uygulanmasını göstermektedir. Bu nedenle kanunda bulunmayan bir düzenlemenin yönetmelik ile getirilmek yolu ile kanunun önüne geçecek şekilde uygulanmasının benimsenmesi hukukun genel teorisine aykırı niteliktedir. Görüşümüz  göre,  aynı  doğrultuda,  söz  konusu  Yönetmelik  hükmünün  de, yalnızca Kanun da yer verilen sektörler bakımından alt işverenlik ilişkisi kurulduğu 69  ibid 709; Dursun Ateş, ‘Gece Döneminde Yapılan Çalışmalar  (n 17) 99.70  Ömer Ekmekçi, Toplu İş Sözleşmesiyle Düzenleme Yetkisi, (BANKSİS 1996) 66-67.71   Diğer taraftan normlar hiyerarşisi dikkate alındığında daha alt basamakta yer alan ve tamamen idarenin düzenleyici tasarrufu niteliğinde olan yönetmelikle, daha üst basamakta bulunan ve yasama organı tarafından objektif, soyut ve genel nitelikte bir yasama tasarrufu niteliğinde bulunan kanuna aykırı düzenleme getirilmesi mümkün değildir. Yönetmelik kaynağını kanundan alır ve ancak kanunun uygulanmasını gösterir. Kanunda bulunmayan bir düzenlemenin, yönetmelikle ihdası ve bu yolla kanunun önüne geçen bir uygulamanın benimsenmesi hukukun genel teorisine de aykırıdır. , Hukuk Genel Kurulu, 22-2381/2038, 27.12.2017 (Kazancı).569İstanbul Hukuk Mecmuası 77/2durumlara özgü olarak, bu alanlarda iş alan alt işveren işçilerini kapsayacak şekilde yorumlanması gerekir. Bu şekilde örneğin, bir hastanede hem yemek işinin hem de güvenlik işinin alt işverene verildiği bir kurguda, alt işverence çalıştırılan özel güvenlik personeline yedi buçuk saat üzerinde gece çalışması yaptırılabilecek iken; alt işverence çalıştırılan yemekhane personelinin yazılı onayı alınmış olsa bile gece yedi buçuk saat üzerinde çalıştırılması hukuka uygun olmayacaktır.E. Gece Çalışma Süresinin Aşılması ve Durumun Fazla Çalışma Ücreti Bakımından Değerlendirilmesiİş Kanunu nun 104. maddesinde, Kanun un 69. maddesine aykırılığın yaptırımı olarak idari para cezası öngörülmüştür. Ancak eklemek gerekir ki, Yargıtay içtihatları, gece çalışmasının günde yedi buçuk saati geçemeyeceğine ilişkin hükme aykırılığın, aynı zamanda aşılan çalışma süresi bakımından işçinin fazla çalışma ücretine hak kazandıran bir durum olduğu yönündedir. Öğretide bu yaklaşımı isabetli bulanlar olduğu  gibi,  eleştirenler  de  bulunmaktadır.  Yüksek  Mahkeme nin  yerleşik içtihadına göre, fazla çalışma ücretine hak kazanmak için yedi buçuk saat sınırının aşılması yeterli olup, haftalık 45 saat olan yasal çalışma süresinin aşılmasına ihtiyaç bulunmamaktadır. Bu noktada, 2015 yılında gece çalışma süresinin günlük sınırının turizm, özel güvenlik, sağlık hizmeti yürütülen işlerde değişikliğe uğramış olması nedeni ile, bu sektörlerde yedi buçuk saatin aşılması durumunda işçinin fazla çalışma ücretine hak kazanıp kazanamayacağı konusunun ayrıca değerlendirilmesi gereği doğmuştur. Tespit edebildiğimiz kadarıyla, bu değişiklikten sonra anılan sektörlerde çalışanlar bakımından bu durumun değerlendirildiği bir karar henüz yayımlanmamıştır. Yakın geçmişte Yüksek Mahkemenin sağlık sektöründe çalışan bir işçinin alacaklarına ilişkin kararında, 6645 sayılı Kanun ile İş Kanunu nda yapılan değişikliğe yer verilmiş ise de, davacı işçinin hizmet süresi döneminde bu değişikliğin yürürlükte olmaması nedeniyle konuya ilişkin başkaca bir değerlendirme yapılmamış, yalnızca bu dönemde yedi buçuk saatlik gece mesai süresine uyulması gerektiğine dikkat çekmiştir. 72  Güven and Aydın, Bireysel İş Hukuku (n 8) 275; Özveri, ‘Gece Çalışması  (n 8) 640.73  Gece döneminde yapılan çalışmanın yedi buçuk saatin üzerine çıktığı, ancak haftalık toplam çalışma süresinin 45 saate ulaşmadığı durumlarda, işçinin fazla çalışma ücretine hak kazanamayacağı yönündeki görüşe göre, iş hukukunda işçinin korunması gereğine yönelik sosyal düşünceler fazla çalışmaya yönelik emredici hükmün yorum yoluyla aşılması için yeterli bir sebep teşkil etmemektedir, Astarlı, Çalışma Süreleri (n 9) 259. Belirli sektörler bakımından yedi buçuk saatin üzerinde çalışma yapılmasına ilişkin istisnai düzenlemenin yürürlüğe girmemiş olduğu dönemde ileri sürülen bu görüşe göre, günlük yedi buçuk saatin üzerinde gece çalışma yapılmasının yaptırımı idari para cezasının uygulanmasıdır, bkz Astarlı, Çalışma Süreleri (n 9) 259. 74   Yine işçilerin gece çalışmaları günde yedibuçuk saat geçemez (İş Kanunu, Md 69/3). Bu durum günlük çalışmanın, dolayısıyla fazla çalışmanın sınırını oluşturur. Gece çalışmaları yönünden, haftalık kırkbeş saat olan yasal çalışma sınırı aşılmamış olsa da günde yedibuçuk saat aşan çalışmalar için fazla çalışma ücret ödenmelidir. Dairemizin kararları da bu yöndedir. , bkz Yargıtay 22 HD, 10297/8986, 17.04.2019 (Kazancı); Yargıtay 22 HD, 22348/10567, 14.05.2019 (Kazancı).75  Dursun Ateş, ‘Gece Döneminde Yapılan Çalışmalar  (n 17) 84.76  Yargıtay 22 HD, 18121/25703, 28.11.2018 (Kazancı).570Akdeniz / Gece Çalışması ve Gece Çalışma Süresinin Sınırı ile İlgili Değişikliklerin DeğerlendirilmesiÖğretide, İş Kanunu nun 69. maddesinde belirli sektörlerde gece yedi buçuk saatin üzerinde çalışılması için işçiden yazılı onay alınması gerektiğinin şart koşulmuş olması nedeniyle, anılan işlerde çalışan işçinin yazılı onay vermemesi durumunda ve  günlük  yedi  buçuk  saat  sınırı  aşıldığında,  işçinin  yerleşik  yargı  içtihadına istinaden fazla çalışma ücretine hak kazanacağı kabul edilmektedir. İşçinin yedi buçuk saat üzerinde çalışmaya yazılı onay vermesi ihtimali bakımından ise durum tartışmalıdır. Yazılı onayın varlığı halinde, söz konusu çalışmanın artık kanuna aykırı bir nitelik taşımadığı tartışmasız ise de, bu durumdaki işçinin fazla çalışma ücretine hak kazanıp kazanamayacağı konusuna öğretide farklı şekilde yaklaşılmaktadır. Bir görüşe göre, işçinin gece yedi buçuk saatin üzerinde çalışmaya verdiği onay yalnızca yedi buçuk saatin üzerinde çalışmaya ilişkindir, yoksa işçinin fazla çalışma ücretinden feragat ettiği düşünülmemelidir. Bunun nedeni, fazla çalışmaya yazılı onay vermemiş olan işçiler ile yazılı onay vermiş işçilerin yedi buçuk saatin üzerinde çalıştırılması durumunda, ücret bakımından ayrıma yol açılmasının kabul edilebilir olmamasıdır. Diğer görüşe göreyse, söz konusu Kanun değişikliğinden sonra yazılı onay ile çalışma süresinin uzatılması öngörüldüğü için, işçiler onay verilmiş olan çalışma süresi aşılmadıkça fazla çalışma ücretine hak kazanamayacaklardır.Görüşümüze göre de, artık belirli sektörler bakımından gece çalışma süresinin yedi buçuk saatin üzerine çıkmasının (işçinin de yazılı onayını almak şartıyla) yasal hale gelmiş olması nedeniyle, bu durumdaki bir işçinin günlük yedi buçuk saat üzerinde gece çalışması yapması nedeniyle fazla çalışma ücretine hak kazanacağını savunmak güç gözükmektedir. Haftalık çalışma süresi aşılmamasına rağmen günlük gece çalışma süresi sınırının aşılması durumunda işçinin fazla çalışma ücretine hak kazanması gerektiği yönündeki görüş, Kanun un yasakladığı bir çalışmanın yaptırımının sadece idari para cezası ile sınırlanmasının yeterli görülmemesi, işçiyi korumak için getirilmiş bir düzenlemenin işçi aleyhine sonuçlar doğurmasının önüne geçilmesi ile bağlantılıdır. Bu nedenle, katıldığımız görüşe göre de, eğer yazılı onay almak şartı da sağlanmış ise Kanun a aykırı bir durumdan söz edilemeyeceğinden, günlük gece çalışma süresi sınırının aşılmasının yaptırımı artık fazla çalışma ücretine hak kazanmak olmamalıdır. Bununla birlikte açıktır ki, İş Kanunu madde 69/III teki istisna kapsamında olan bir işçinin gece çalışma süresi, günlük en fazla çalışma sınırını ya da haftalık çalışma sınırını aşmış ise, işçinin fazla çalışma ücretine hak kazanması bakımından bir değişikliğin gündeme gelmemesi gerekir.77  Kesici, ‘Gece Çalışması  (n 52) 232; Mülayim, Gece Çalışması (n 10) 161.78  Kesici, ‘Gece Çalışması  (n 52) 232.79  ibid 232.80  ibid 232. 81  Mülayim, Gece Çalışması (n 10) 161; Çelik, Caniklioğlu and Canbolat, İş Hukuku (n 31) 710; Dursun Ateş, ‘Gece Döneminde Yapılan Çalışmalar  (n 17) 119; Alpagut, ‘Çalışma ve Dinlenme Süreleri  (n 17) 69.82  Özveri, ‘Gece Çalışması  (n 8) 640.571İstanbul Hukuk Mecmuası 77/2VI. SonuçGece çalışması, insanın doğası gereği uyuması gereken saatlerde yapılan bir çalışma olması nedeniyle, özel hükümler ile düzenlenen bir çalışma biçimidir. Bu anlamda gece döneminde yapılan çalışmalar ile gündüz döneminde yapılan çalışmaların aynı şekilde ele alınmaması beklenir. Bu doğrultuda çalışmamızda öncelikle gece çalışmasının özellikleri üzerinde durulmuş ve mevcut düzenlemeler bakımından tespit edilen bazı hususlara ilişkin önerilerde bulunulmuştur. Örneğin mevzuatımız gereğince ara dinlenmeleri çalışma süresinden sayılamaz ise de, gece çalışmasında bulunan bir işçi ara dinlenmesinde aynı zamanda biyolojik yapısına ters düşen bir biçimde gün ışığından yoksun bir şekilde geçireceği süreyi de uzattığından, gece çalışmasında ara dinlenmesi süresinin çalışma süresine dâhil edilmesi düşünülebilir. Gerçekten, iş sağlığı ve güvenliği hukuku alanındaki gelişmeler ve gece çalışmasının insan sağlığı üzerindeki etkilerine ilişkin araştırmalar, gece çalışmasına yönelik düzenlemelerin gözden geçirilmesini ve iyileştirilmesini zorunlu kılmaktadır. Bu anlamda gece çalışmasında bulunan işçiler bakımından koruyucu hükümler arasında belki de en önemlisi, gece çalışma süresine ilişkin getirilmiş sınırdır. Ancak gece çalışma süresine ilişkin yedi buçuk saatlik sınırın üzerine çıkılabilmesi, 2015 yılında gerçekleştirilen Kanun değişikliği ile, işçinin yazılı onayını almak şartına bağlı olarak, özel güvenlik, turizm ve sağlık hizmeti yürütülen işlerde yasal hale gelmiştir. Kanaatimizce, bu değişiklik işçinin korunmasının sağlanması bakımından bir geriye gidiş  olarak  nitelendirilebilir.  Her  ne  kadar  yedi  buçuk  saatin  üzerinde  çalışma yapılabilmesi için işçinin yazılı onayı şart koşulmuş ise de, iş hukukunun -özellikle de iş sağlığı ve güvenliği hukuku ile bağlantılı noktalarda- işçiyi kendisine rağmen koruyan bir yaklaşımı olduğu gözden uzak tutulmamalıdır. Madde metninde yer verilen sektörlerde hizmetin kesintisiz devam etmesi gerektiği savunulabilecek ise de, hizmetin devamlılığını sağlamanın tek çözümü işçinin daha uzun süreli çalıştırılması değildir. Hizmetlerin kesintisiz bir biçimde sürdürülebilmesinin, vardiya sayısının arttırılması ile de sağlanabileceği açıktır. Üstelik, çalışmamızda yer verdiğimiz üzere, söz konusu değişikliğin 2003/88/EC sayılı Avrupa Birliği Direktifi ile de uyumlu olduğu söylenememektedir. Öte yandan önemle vurgulamak isteriz ki, postalar halinde işçi çalıştırılarak yürütülen işlerdeki çalışmalar için çıkarılan Yönetmelik te gece çalışma süresine yönelik istisna hükmüne ilişkin kapsamın, tesis, işyeri, kuruluş ifadelerine yer verilerek belirlenmesi de eleştiriye açıktır. Kapsamın belirlenmesi bakımından yorumun Kanun daki istisna hükmü ile bağdaşacak biçimde yapılması gerektiği kanaatindeyiz. Bunun dışında, mevzuatımızda gece çalışmasına yönelik önemli esasların yalnızca postalar halinde işçi çalıştırılarak yürütülen işlere ilişkin Yönetmelik ile düzenlendiği dikkat çekmektedir. Ancak gece çalışmasının postalar halinde yürütülmediği işler de bulunduğundan, gece çalışmasına ilişkin birtakım önemli esaslara yalnızca bu Yönetmelik çerçevesinde yer verilmesini isabetli bulmadığımızı ifade etmek isteriz. 572Akdeniz / Gece Çalışması ve Gece Çalışma Süresinin Sınırı ile İlgili Değişikliklerin DeğerlendirilmesiSonuç  olarak  çalışmamızda,  mevzuatımızda  gece  çalışmalarına  ilişkin düzenlemelerin gözden geçirilmesi ihtiyacı bulunduğu kanaatine ulaşılmıştır. Bu noktada, gece çalışmasına ilişkin olarak düzenlemelerin oldukça dağınık bir halde yer aldığına dikkat çekerek, gece çalışmasına ilişkin tüm esasların tek bir yönetmelik kapsamında düzenlenmesini önermek isteriz. Hatta belki bir adım daha ileri gidilerek, bu yönetmeliğin İş Sağlığı ve Güvenliği Kanunu na dayanılarak çıkarılması üzerinde düşünülebilir. Bu şekilde, işçinin İş Kanunlarının hangisine tabi olduğuna ya da Borçlar Kanunu na tabi olup olmadığına bakılmaksızın, gece çalışması söz konusu olduğunda asgari bir koruma altında olabilmesi de sağlanabilecektir. Bu durum, görülen işin niteliğinden kaynaklanan ayrıksı düzenlemelerin gözetilmesine engel olmayacağı gibi, mevzuatımızda dağınık bir halde yer alan gece çalışmasına ilişkin pek çok düzenlemenin de derlenmesine imkân tanıyacaktır. Finansal Destek: Yazar bu çalışma için finansal destek almamıştır. 83  Örneğin, 18 yaşını doldurmamış çocuk ve genç işçiler, İş Kanunu nda tanımlanan gece dönemine denk düşen 20.00-06.00 saatleri arasındaki işçi postalarında çalıştırılamaması, hem Postalar Halinde İşçi Çalıştırılarak Yürütülen İşlerde Çalışmalar Yönetmelik (RG 7.4.2004/25426) madde 5/I te hem de Çocuk ve Genç İşçilerin Çalıştırılma Usul ve Esasları Hakkında Yönetmelik (RG 6.4.2004/25425) madde 5/VI te öngörülmektedir.84  Nitekim Kadın Çalışanların Gece Postalarında Çalıştırılma Koşulları Hakkında Yönetmelik (RG 24.7.2013/28717), hem 4857 sayılı İş Kanunu nun 73. maddesine hem de 6331 sayılı İş Sağlığı ve Güvenliği Kanunu nun 30. maddesine dayanılarak çıkarılmıştır. Anılan Yönetmelik, uygulama bakımından öncelik olarak çalışanın tabi olduğu ilgili mevzuat hükümlerinin dikkate alınması gerektiğini, 6331 sayılı İş Sağlığı ve Güvenliği Kanunu kapsamında olup kendi özel mevzuatlarında hüküm bulunmaması halinde ise bu Yönetmelik hükümlerinin uygulanacağını (bkz madde 11) öngörmektedir. 573İstanbul Hukuk Mecmuası 77/2",
     "Kaynakça": "Alpagut G, ‘İş Kanunu Kapsamında Çalışma ve Dinlenme Süreleri   Yargılama Sürecinde Emsal Ücret Sorunu , İş Uyuşmazlıklarında Yargıtay ve Bölge Adliye Mahkemeleri Kararları Değerlendirme Toplantısı, (İNTES 2019) 67 89.Astarlı M, İş Hukukunda Çalışma Süreleri (Turhan 2008).Bacak B and Kazancı E, ‘Türk Çalışma Hayatında Vardiyalı Gece Çalışan İşçilerin Karşılaştığı Fizyolojik, Psikolojik Ve Sosyolojik Etkilerin Değerlendirilmesi  (2014) 3 (6) Emek ve Toplum, 132 149.Çelik N, Caniklioğlu N and Canbolat T, İş Hukuku Dersleri (32th edn, Beta 2019).Demir F, En Son Yargıtay Kararları Işığında İş Hukuku Ve Uygulaması, (8th edn, Albi 2014). Dursun Ateş S, ‘Turizm, Özel Güvenlik Ve Sağlık Hizmeti Yürütülen İşlerde Gece Döneminde Yapılan Çalışmalar  (2019) 16 (61) Legal İHSGHD 81 126.Ekmekçi Ö, Toplu İş Sözleşmesiyle Düzenleme Yetkisi (BANKSİS 1996).Ekmekçi Ö, ‘4857 Sayılı İş Kanunu nda Postalar Halinde Çalışma ve Gece Çalışmasına İlişkin Usul ve Esaslar  (2006) Çimento İşveren, 48 55. (Postalar Halinde Çalışma ve Gece Çalışması)Ekonomi M, İş Hukuku, Cilt 1, (3rd edn, Teknik Üniversitesi Matbaası 1984).Eyrenci Ö, Taşkent, S and Ulucan D, Bireysel İş Hukuku, (9th edn, Beta 2019).Güven E and Aydın U, Bireysel İş Hukuku, (5th edn, Nisan 2017).İren E, Avrupa Birliği İş Hukuku Yönergeleri Karşısında 4857 sayılı İş Kanununun Durumu, (Çimento Endüstrisi İşverenleri Sendikası 2008) .Kesici M, ‘Turizm, Özel Güvenlik ve Sağlık Hizmeti Yürütülen İşlerde Gece Çalışması  (2015) 47 Çalışma ve Toplum, 221 235.Mollamahmutoğlu H, Astarlı M and Baysal U, İş Hukuku Ders Kitabı, Cilt 1: Bireysel İş Hukuku, (3rd edn Lykeion 2019).Mülayim BO, İş Hukukunda Gece Çalışması (Adalet 2016).Odaman S, Esneklik Prensibi Çerçevesinde Yargıtay Kararları Işığında Türk İş Hukukunda Çalışma Süreleri ve Yöntemleri (Legal 2013). Okur Z, ‘İş Hukuku nda Gece Çalışması , Prof. Dr. Ali Güzel e Armağan, Cilt I (Beta 2010) 511 569.Özveri M, ‘Çalışma Süresi ve Gece Çalışması , Prof. Dr. Ali Güzel e Armağan, Cilt I (Beta 2010) 623 645.Özyurt V, ‘Gece Çalışması ve Postalar Halinde Çalışma  (2008) 5 (19) Legal İHSGHD 919 955.Saracel N, Gece Çalışması ve Türk İş Hukukunda Gece Çalışmasının Düzenlenme Esasları, (T.C. Anadolu Üniversitesi Yayınları 1987).Senyen  Kaplan ET, Bireysel İş Hukuku (10th edn, Gazi 2019).Süzek S, İş Hukuku (18th edn, Beta 2019).Çevrimiçi Kaynaklarhttps://www.kazanci.com.tr/ (Kazancı)http://www.lexpera.com.tr/ (Lexpera)https://www2.tbmm.gov.tr/d24/1/1 1006.pdfhttps://www.tbmm.gov.tr/sirasayi/donem24/yil01/ss687.pdfhttps://www.tbmm.gov.tr/tutanak/donem24/yil5/ham/b09001h.htm574"
}