{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "30",
     "Ay": "11",
     "Yıl": "2019",
     "Cilt": "76",
     "Sayı": "2",
     "Başlık": "Eşlerden Birinin Üçüncü Kişiyle Yaptığı Muvazaalı İşlemlerin Edinilmiş Mallara Katılma Rejimine İlişkin TMK Md.229 Hükmü Çerçevesinde Değerlendirilmesi",
     "Title": "Evaluation of Fiduciary Transactions Made by one of the Spouses with the Third Party Within the Framework of TMK Art. 229 on the Regime of Participation in Acquired Property",
     "Yazar İsmi": [

          "Arzu Genç Arıdemir"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Edinilmiş mallara katılma rejimi" , "Eklenecek değer" , "Muvazaalı işlem" , "İnançlı işlem"
     ],
     "Keywords": [
          "Regime of participation in acquired property" , "Addition" , "Collusive transaction" , "Fiduciary transaction"
     ],
     "Özet": "TMK md.229 gereğince, eşlerden biri tarafından yapılan bazı karşılıksız kazandırmaların ve diğer eşin katılma alacağını azaltmak  kastıyla  yapılan  devirlerin,  artık  değerin  hesaplanmasında  edinilmiş  mallara  değer  olarak  eklenmesi gerekmektedir. Bu çalışmanın amacı, TMK md.229 kapsamındaki işlemler ile eşlerin muvazaalı işlemlerinin farklarını ortaya koyarak, her iki halde doğacak hukukî sonuçları belirlemektir.Bu çalışmada öncelikle edinilmiş mallara katılma rejiminde eklenecek değerleri düzenleyen TMK md.229 un amacı ve hukukî niteliği incelenecek; hangi şartların bulunması halinde hükmün uygulanabileceği tespit edilecektir. Çalışmanın ikinci bölümünde ise, eşlerin muvazaalı işlemleri ile TMK md.229 kapsamındaki işlemleri karşılaştırılarak, doğacak hukuki sonuçlar arasındaki farklılıklar belirlenecektir. Ayrıca bir eşin, diğer eşin katılma alacağını azaltmak kastıyla yararlandığı inançlı işlem kurumunun da Yargıtay kararları ışığında yaratacağı hukukî sonuçlar konumuz çerçevesinde ele alınacaktır.",
     "Abstract": "According to TMK Art. 229, some gratuitous gains made by one of the spouses and the cessions made with the aim of reducing the participation of the other spouse shall be added as the value to the acquired property during the calculation of the remnantal value. The purpose of this study is to determine the legal consequences of transactions within the scope of TMK Art. 229 and the collusive transactions of the spouses, by revealing the differences between them.In this study, the purpose and the legal nature of TMK Art. 229 that regulates the additions in the participation in acquired property regime will be examined. It will be determined under which conditions this provision shall be applicable. In the second part of the study, it will be examined, that the legal consequences of transactions within the scope of TMK Art. 229 and the collusive transactions of the spouses, by revealing the differences between them. In addition to that, the legal consequences of fiduciary transaction, which is used by a spouse to reduce the participation of the other spouse, will be discussed in the light of the decisions of the Court of Cassation within the framework of our subject.",
     "Metin": "Eşlerden birinin edinilmiş malını üçüncü kişiye muvazaalı olarak devretmiş olmasından  kaynaklanan  ihtilaflar  uygulamada  sıkça  görülmektedir.  Eşlerden birinin  üçüncü  kişi  ile  muvazaalı  işlem  yapması,  çeşitli  sebeplere  dayanabilir. Örneğin, işlemin tarafı olan eş mirasçılarından veya alacaklılarından ve hatta eşinden mal  kaçırmak  veya  yüksek  vergi  ödemekten  kurtulmak  amaçlarıyla  muvazaalı işlem yapabilir. Eşlerin muvazaalı işlemlerini, amaçları veya konuları açısından sınıflandırmak veya sınırlandırmak günümüzün işlem hayatının çeşitliliği göz önüne alındığında zor, hatta imkânsızdır. Burada esas itibariyle edinilmiş mallara katılma rejiminde tartışma konusu yapılabilecek eklenecek değerler (TMK md.229) ile muvazaalı işlemler konusu ele alınacaktır. İnceleme konumuz açısından edinilmiş mallara katılma rejiminin uygulandığı evlilik birliğinde, eşlerden birisi, diğerinin katılma alacağını azalmak amacıyla malvarlığı değerlerini üçüncü kişiye muvazaalı olarak devrettiğini veya malvarlığı değeri üzerinde muvazaalı olarak intifa hakkı tesis ettiğini ileri sürmektedir. Muvazaalı işlemler, artık değerin hesaplanmasında aktifler arasında yer alan edinilmiş malların devri gibi aktiflerin azaltılması amacıyla yahut artık değerin hesabında nazara alınacak pasiflerin (edinilmiş mallara ilişkin borçların - TMK md.231, 230/2) arttırılması amacıyla da yapılabilir. Örneğin, eşlerden birinin edinilmiş malı olan taşınmazını muvazaalı olarak üçüncü kişiye devretmesi ilk ihtimale; muvazaalı olarak üçüncü kişiye sebepsiz borç ikrarında bulunması ise ikinci ihtimale örnek verilebilir. 1  Muvazaalı işlemin eşler arasında da yapılma ihtimali bulunmaktadır. Bu ihtimalde, genelde eşler üçüncü kişilerden (mirasçıları, özellikle saklı paylı mirasçıları, alacaklıları vs.) mal kaçırmak amacıyla muvazaalı işlem yapmaktadırlar. Bu tür devirlerde, diğer eşin rızası olduğundan onun daha sonra eklenecek değer olarak TMK md.229 un uygulanmasını talep edemeyeceği hakkında bkz. Faruk Acar, Aile Hukukumuzda Aile Konutu Mal Rejimleri Eşin Yasal Miras Payı, 5. Baskı, Seçkin, Ankara 2016, s.310. 2  Bu çalışmada ele alınmayan ancak uygulamada sıklıkla karşılaşılan hal, İcra ve İflas Kanunu na göre alacaklılara tanınan tasarrufun iptali davasıdır. (İİK md.278 vd.). Bu dava, örneğin bağışlayan kimsenin haciz ya da iflastan önce geçerli olarak yaptığı karşılıksız kazandırmaların bağışlayanın malvarlığına dönmesini ve böylece bağışlayanın alacaklılarının alacaklarını tahsil etme olanağına kavuşmalarını sağlamaktır. Bu davanın açılabilmesi için karşılıksız kazandırma yapan (borçlu) ile kazandırmadan yararlanan üçüncü kişi arasında geçerli bir hukukî işlemin olması ve hukukî işlemden borcun yerine getirilmiş olması; bu kazandırma sebebiyle alacaklının zarar görmesi, yaptığı takip sonucunda alacağını kısmen ya da tamamen tahsil edememiş olması gerekmektedir. Bu dava, çalışmamızın kapsamı dışında tutulmuştur. Bkz. Baki Kuru, İcra ve İflâs Hukuku, Ders Kitabı, 26. Baskı, Yetkin Yayınları, Ankara 2012, s.611 vd.; Ömer Ulukapı, İcra ve İflâs Hukuku, Mimoza Yayınları, Konya 2015, s.497 vd.; Merve Yılmaz, Bağışlama Sözleşmesinin Sona Ermesi, On İki Levha Yayıncılık, İstanbul 2011, s.171 vd. Bu dava ile mal rejimi davaları arasında karşılaştırma için bkz. Şükran Şıpka/Ayça Özdoğan, Eşler Arasındaki Malvarlığı Davaları, 2.Bası, Oniki Levha Yayıncılık, İstanbul 2017, s.234 vd.3  Bir eşin diğer eşten mal kaçırmak amacıyla muvazaalı işlem yapması hali, edinilmiş mallara katılma mal rejiminin dışında diğer mal rejimlerinin (seçimlik mal rejimlerinin) uygulanması ihtimalinde de karşımıza çıkabilir. Örnek olarak mal ayrılığı mal rejimi uygulanması ihtimalinde, bir eş, diğerinden mal kaçırmak amacıyla muvazaalı işlem yapma yoluna başvurabilir. Özellikle evlilik birliğinin ölüm ile sona ermesi halinde yasal mirasçı ve hatta saklı paylı mirasçı olması (TMK md.506 b.4) sebebiyle sağ kalan eşten mal kaçırmak saikiyle muvazaalı işlemler yapılabilir. Bu ihtimalde muvazaa konusundaki ihtilaf, muris muvazaası olarak miras hukukuna ilişkin bir problem olarak karşımıza çıkabilmektedir. Bkz. Zahit İmre/Hasan Erman, Miras Hukuku, 14. Basım, Der Yayınları, İstanbul 2018, s.269 vd. ; Mustafa Dural/Turgut Öz, Türk Özel Hukuku, C.IV, Miras Hukuku, 12. Bası, Filiz Kitabevi, İstanbul 2018, s.262 vd.4  Borç tanıması kural olarak herhangi bir hukukî sonuç doğurmaz; ancak tarafların yaptıkları muvazaa anlaşması, bundan haberdar olmadan yazılı borç ikrarına güvenerek alacağı iktisap eden üçüncü kişilere karşı ileri sürülemez (TBK md.19/2). Bkz. Halûk Nami Nomer, Borçlar Hukuku Genel Hükümler, On beşinci Bası, Beta, İstanbul 2017, s.53; M. Kemal Oğuzman/Turgut Öz, Borçlar Hukuku, Genel Hükümler, C.1, 14. Bası, Vedat Kitapçılık, İstanbul 2016, s.131, N.418. 444Genç Arıdemir / Eşlerden Birinin Üçüncü Kişiyle Yaptığı Muvazaalı İşlemlerin Edinilmiş Mallara Katılma Rejimine İlişkin ...TMK md.229, bir eşin kasten ya da düşüncesizce davranarak diğer eşin katılma alacağını  azaltan  işlemlerinin,  sanki  hiç  işlem  yapılmamış  gibi,  artık  değerin hesaplanmasında nazara alınmasını sağlamaktadır. TMK md.229, katılma alacağının miktarı yönünden diğer eşi korumayı amaçlayan bir hükümdür.Bir eşin üçüncü kişi ile anlaşarak diğer eşten mal kaçırmak amacıyla değerli taşınmazını  Ü ye  devretmesi  halinde  işlemin  muvazaa  sebebiyle  geçersiz  mi olduğu;  yoksa TMK  md.229  /f.1  b.2  kapsamında  mı  değerlendirileceği  büyük önem taşımaktadır. Uygulama alanının kesiştiği haller, sadece TMK md.229/f.1. b.2 deki  hallerle  sınırlı  olmayıp,  hükmün  ilk  bendi  kapsamındaki  hallerde  de muvazaa ile karşılaşmak mümkündür. Örneğin, eşlerden birinin, diğerinin katılma alacağını  azaltmak  kastı  bulunmaksızın,  aksine,  ekonomik  durumu  sebebiyle özellikle  alacaklılarından  ya  da  önceki  evliliğinden  olan  altsoyundan  (birinci zümre  mirasçılarından)  mal  kaçırmak  amacıyla  malvarlığı  değerlerini  üçüncü kişiye  karşılıksız  devretmesi  ihtimalinde,  TMK  md.229/f.1.b.1  uygulaması  ile muvazaalı işlem kavramları karşımıza çıkabilir. Muvazaalı işlemler ile TMK md.229 kapsamındaki  işlemler,  birbirinden  farklı  özellikler  taşımaktadır.  Bu  farklılıklar gözetilmeksizin aynı davada her iki hukukî kavramın hukukî sonuçlarının birlikte uygulanması mümkün değildir. Uygulamamızda, bazen her iki kavramın farklılıkları gözetilmeksizin aynı hukukî işlemin hem eklenecek değer hem de muvazaalı işlem sayılarak değerlendirildiği hatalı örnekler bulunmaktadır. Bu çalışmada, her iki kavram arasındaki temel farklılıklar belirlenerek uygulama şartları gerçekleştiği takdirde uygulanacak hukukî sonuçlar tespit edilecektir. Ayrıca uygulamada eşlerden biri  diğerinin  katılma  alacağını  azaltmak  kastıyla  inançlı  devir  sözleşmelerine 5  Daniel Steck/Roland Fankhauser, Scheidung, Band I:ZGB/Band II:Anhänge, Sechster Titel: Das Gütercht der Ehegatten/Zweiter Abschnitt: Der ordentliche Güterstand der Errungenschaftsbeteiligung, 3. Auflage, Stämpfli Verlag, Bern 2017, Art.208, N.1; Alexandra Jungo, Personen- und Familienrecht- Partnerschaftsgesetz Art.1-456 ZGB – PartG, CHK- Handkommentar zum Schweizer Privatrecht, 3. Ausflage, 2016, Schulthess, Zürich-Basel-Geng, Art.208, N.1; Heinz Hausheer / Regina E. Aebi Müller, Zivilgesetzbuch I Art.1-456 ZGB, Basler Kommentar, 5. Auflage, Herausgeber: Honsell/Vogt/Geiser, Helbing Lichtenhahn Verlag, Basel 2014, Art.208, N.1; Mustafa Dural / Tufan Öğüz /M. Alper Gümüş, Türk Özel Hukuku, C.III, Aile Hukuku, Filiz Kitabevi, İstanbul 2018, s.232; Şükran Şıpka, Edinilmiş Mallara Katılma Rejimi ve Uygulamaya İlişkin Sorunlar, 3.Basım, 2013,s.228; Zafer Zeytin, Edinilmiş Mallara Katılma Rejimi ve Tasfiyesi, 3. Baskı, Seçkin Yayıncılık, Ankara 2017 ( Edinilmiş  olarak kısaltılmıştır.), s.231, N.499; Mustafa Alper Gümüş, Evliliğin Genel Hükümleri ve Mal Rejimleri (TMK m.185-281), Vedat Kitapçılık, İstanbul 2008, s.366; Acar, Mal Rejimleri, s.285. BGE 138 III 689, E.3.2. 6  Suat Sarı, Evlilik Birliğinde Yasal Mal Rejimi Olarak Edinilmiş Mallara Katılma Rejimi, Beşir Kitabevi, İstanbul 2007, s.196; Steck/Fankhauser, Art.208, N.1; Zeytin, Edinilmiş, s.231, n.499; Muzaffer Şeker, Der türkische und der schweizerische gesetzliche Güterstand im Vergleich, Verlag H.J. Maurer, Freiburg 2006, s.230; Peter Tuor/Bernhard Schnyder/Jörg Schmid/Alexandra Jungo, Das schweizerische Zivilgesetzbuch, Schulthess, 2015, s.365-366, N.55; Ahmet M. Kılıçoğlu, Aile Hukuku, 3. Baskı, Turhan Kitabevi, Ankara 2017, s.339; Heinz Hausheer/Ruth Reusser/Thomas Geiser, Allgemeine Vorschriften, Art.181-195a ZGB; Die ordentliche Güterstand der Errungenschaftsbeteiligung, Art.196-220 ZGB, Schweizerisches Zivilgesetzbuch, Das Familienrecht, Das Eherecht, Das Güterrecht der Ehegatten, Berner Kommentar, II/1/3/1, Staempfli Verlag AG- Bern 1992, Art.208, N.5; Acar, Mal Rejimleri, s.285; Isabelle Nuspliger, ZGB Kommentar Schweizerisches Zivilgesetzbuch, Orell Füssli Kommentar (Navigator.ch), 3. Auflage, 2016, Art.208, N.1; Stephan Wolf,  Vorschlags- und Gesamtgutszuweisung an den überlebenden Ehegatten mit Berücksichtigung der grundbuchrechtlichen Auswirkungen, Abhandlungen zum Schweizerischen Recht, Band: 584, Staempfli Verlag, !996, s.90; Walter Ott,  Der Schutz der Anwartschaft auf den Vorschlagsanteil unter dem Güterstand der Errungenschaftsbeteiligung mit Hilfe der güterrectlichen Herabsetzungs- und Rückforderungsklage,Festschrift für Cyril Hegnauer zum 65. Geburtstag, Bern 1986, s.293; Gamze Turan Başara,  Eşlerden Birinin Yaptığı Sağlararası Kazandırmaların Edinilmiş Mallara Katılma Rejimine ve Miras Hukukuna İlişkin Kurallar Kapsamında Değerlendirilmesi , Terazi Hukuk Dergisi, C.10; S.11, Kasım 2015, s.59.445İstanbul Hukuk Mecmuası 76/2başvurmaktadır. Bu son halde de işlemin muvazaalı olup olmamasına göre doğacak sonuçların da incelenmesi gerekmektedir. Bu çalışmanın ilk bölümünde, TMK md.229 hükmünün amacı, hukukî niteliği ve uygulama şartları genel olarak incelenecektir. Daha sonra ise eklenecek değerler hakkında varılan sonuçlar muvazaalı işlemlerin hukukî sonuçları ile karşılaştırılarak, her iki kavramın doğurduğu hukukî sonuçlar karşılaştırmalı olarak ele alınacaktır. Bu çerçevede, uygulamada Yargıtay kararlarında değerlendirilen ve öğretiye de yansıyan sorunlar da çalışmamızın kapsamı ve sınırları el verdiği ölçüde incelenecektir. Son olarak, inançlı devir sözleşmeleri ile TMK md.229 un ya da muvazaalı işlemlerin birbiriyle ilişkisi sorunu ele alınacaktır. I. TMK Md.229 Hükmünün Amacı, Hukukî Niteliği ve Uygulama ŞartlarıA. TMK Md.229 un Amacı ve Hukukî NiteliğiTMK md.229, katılma alacaklısı eşi korumayı amaçlayan emredici nitelikte bir hükümdür. Eşler, ancak kanunda yazılı sınırlar içinde mal rejiminin içeriğini belirleme yetkisine sahiptir (TMK md.203). Hükmün amacı ve niteliği dolayısıyla eşler, mal rejimi sözleşmesi yaparak, eklenecek değere ilişkin TMK md.229 un katılma alacağının belirlenmesinde uygulanmayacağını kararlaştıramaz; aksini düzenleyen sözleşme hükümleri kesin hükümsüz niteliktedir. Ancak, somut bir olayda bir eşin diğerinin bu yöndeki işlemine rıza göstermesi (TMK md.229/f.1. b.1) ya da tasfiye sırasında eklenecek değerler üzerindeki talebini ileri sürmemesi veya ileri sürdükten sonra vazgeçmesi hallerinde hükmün uygulanmasına engel olunabilir. Evlilik birliğinde kural olarak her bir eş, malvarlığını yönetme, ondan yararlanma ve malvarlığı üzerinde tasarrufta bulunma hakkına sahiptir (TMK md.193, 223/f.1). Bu  çerçevede,  evlilik  birliği  içinde  eşin  malvarlığını  düşüncesizce  yönetmesi sebebiyle malvarlığının azalmasına yol açması ya da malvarlığı değerlerini özensizce kullanması sebebiyle değerinin düşmesine sebep olması gibi davranışları, TMK md.229 hükmünün kapsamında değerlendirilmemektedir.TMK md.229, edinilmiş mallara katılma mal rejiminin uygulandığı hallerde 7  Steck/Fankhauser, Art.208, N.10; Hausheer/Aebi Müller, Basler Komm., Art.208, N.12; Şıpka/Özdoğan, s.196; Şıpka, s.229; Nuspliger, Art.208, N.8; Fatih Karamercan, Katkı, Değer Artış Payı, Katılma Alacağı Davaları, 4. Baskı, Seçkin Yayıncılık, Ankara 2018, s.631; Özge Yenice Ceylan,  Edinilmiş Mallara Katılma Rejiminde Eklenecek Değerler , Yıldırım Beyazıt Üniversitesi Hukuk Fakültesi Dergisi, Y.3, S.2018/2, s.219. 8  Steck/Fankhauser, Art.208, N.10; Hausheer/Reusser/Geiser, Berner Komm., Art.208, N.64. 9  Steck/Fankhauser, Art.208, N.1, 18; Şıpka, s.229-230; Yenice Ceylan, s.221. Bu ihtimallerde evlilik birliğinin korunması için şartları gerçekleştiği takdirde bu davranışlarda bulunan eşin tasarruf yetkisinin kısıtlanmasına (TMK md.199) veya temsil yetkisinin kaldırılmasına ya da sınırlandırılmasına (TMK md.188) karar verilmesi yoluyla koruma sağlanabilir. Bu konuda ayrıntılı bilgi için bkz. Hausheer/Reusser/Geiser, Berner Komm., Art.208, N.7 vd. Hâkim, TMK md.199 gereğince eşin tasarruf yetkisinin sınırlandırılmasına veya TMK md.188 uyarınca evlilik birliğini temsil yetkisinin sınırlandırılmasına ya da kaldırılmasına karar verdiği takdirde TMK md.241 in uygulama alanının olmayacağı hakkında bkz. Acar, Mal Rejimleri, s.286.446Genç Arıdemir / Eşlerden Birinin Üçüncü Kişiyle Yaptığı Muvazaalı İşlemlerin Edinilmiş Mallara Katılma Rejimine İlişkin ...uygulanabilir. Bu sebeple, eşler arasında seçimlik mal rejimi uygulanmaktaysa, TMK md.229 hükmüne dayanan bir talep ileri sürülemez. Eşler arasında edinilmiş mallara katılma rejimi uygulandığı ihtimalinde ise, eklenecek değerler ile ilgili taleplerin edinilmiş  mallara  katılma  rejiminin  uygulandığı  dönem  içinde  ileri  sürülmesi mümkün değildir. Eklenecek değer sayılan işlemlerin yapılmış olduğuna ilişkin talep, edinilmiş mallara katılma mal rejiminin sona ermesi (TMK md.225) ile birlikte ileri sürülebilecektir. Diğer yandan bir eşin TMK md.229 hükmüne dayanarak diğer eşe karşı mal rejimi tasfiyesi talebinden bağımsız olarak bir talepte bulunması da söz konusu değildir. Bu talep, edinilmiş mallara katılma rejiminin tasfiyesine ilişkin davada diğer taleplerle birlikte değerlendirilecektir.TMK md.229 hükmü kapsamında yer alan bir işlemin yapılmış olduğu iddiası, ilk olarak katılma alacağı talep etme hakkını haiz olan eş tarafından ileri sürülebilir. Eğer hak sahibi eş ölmüşse, miras hukuku hükümleri çerçevesinde onun mirasçıları da (TMK md.236/1 c.1), TMK md.229 hükmü kapsamında yer alan bir işlemin yapılmış olduğunu ileri sürme hakkına sahiptir. Katılma alacaklısı eş ya da mirasçıları dışındaki kişilerin, söz gelimi borçlu eşin alacaklılarının TMK md.229 a dayanarak talepte bulunma yetkileri yoktur. Acaba eşlerden birinin ölümü sebebiyle katılma alacağına ilişkin davayı açan mirasçıları arasında yer alan bir kimsenin, TMK md.229 kapsamındaki karşılıksız kazandırma lehtarı olması ihtimalinde hangi sonuç doğacaktır? Bu konuda öğretide, karşılıksız  kazandırmayı  elde  ettikten  sonra  ayrıca  katılma  alacağı  davasında eklenecek değerleri talep eden davacı mirasçının haksız menfaat artışı sağlayacağı belirtilmektedir. Bu halde, karşılıksız kazandırmada bulunan eşe kazandırmadan dönme hakkı tanınması gerektiği, zira onun bu kazandırmayı, lehtarın eklenecek değerleri  talep  hakkını  kullanmaması  şartına  bağlı  olarak  yaptığı  çözümü  ileri sürülmektedir.  Diğer  görüş  ise  kazandırma  yapılan  mirasçının  kazandırmayı denkleştirme hükümleri kapsamında iadesi olanaklı olmak üzere ekleme talebinde bulunacağını belirtmektedir. Kanaatimizce ilk görüş daha isabetlidir. 10  Paylaşmalı mal ayrılığında bkz. TMK md.251. 11  Hausheer/Reusser/Geiser, Berner Komm., Art.208, N.25; Ott, s.295. Evlilik birliği sona ermeden (edinilmiş mallara katılma rejimi sona ermeden olarak anlaşılması gerektiği kanaatindeyiz) TMK md. 229 hükmünün uygulanma olanağı bulunmadığı hakkında bkz. Yarg. 4.HD., 29.06.2011, 8323/7656 (Lexpera.com, çevirimiçi: 11.05.2018). TMK md.229, edinilmiş mallara katılma rejiminin sona ermesi halinde uygulanabilir. 12  Şıpka, s.229; Zeytin, Edinilmiş, s.231, N.500.13  Steck/Fankhauser, Art.209, N.10; Hausheer/Reusser/Geiser, Berner Komm., Art.208, N.6.14  Hausheer/Reusser/Geiser, Berner Komm., Art.208, N.12; Nuspliher, Art.208, N.1; Hausheer/Aebi-Müller, Basler Komm., Art.208, N.3, BGE 127 III 396. 15  Zeytin, Edinilmiş, s.234, N.508; Gümüş, s.367; Hausheer/Aebi Müller, Basler Komm., Art.208, N.6; Alexandra RumoJungo/ Nadja Majid,  Lebzeitige Zuwendungen im Spannungsfeld zwischen Güter – und Erbrecht , successio, J.2013, s.323. Steck/Fankhauser, Art.209, N.2: İsviçre hukukunda alacaklıların ya hak sahibi olan eşin talebi üzerine haciz tesis ettirebilecekleri ya da SchKG Art.131 çerçevesinde alacağın devrini talep edebilecekleri ifade edilmektedir.16  Hausheer/Reusser/Geiser, Berner Komm., Art.208, N.12.17  Gümüş, s.367.447İstanbul Hukuk Mecmuası 76/2Aynı sorun, karşılıksız kazandırma yapan eşin, vefat eden eşin mirasçısı olması durumunda da yaşanmaktadır. Bu ihtimalde, (E) ve (E) evli olup (E), TMK md.229 kapsamında işlem yapmış ve (E) nin ölümüyle mal rejimi sona ermiştir. (E) nin mirasçıları (E) e katılma alacağı davası açarsa, belirlenen katılma alacağından (E) de sağ kalan eş olarak miras hakkına sahip olacaktır. Onun açısından eklenecek değer nazara alınarak katılma alacağının belirlenmesi, TMK md.2 ye aykırı bulunmakta ve ona bu hakkın tanınmaması gerektiği ileri sürülmektedir. (venire contra factum proprium = çelişkili davranış yasağı).TMK md.229 hükmü kapsamında yer alan bir işlemin yapılmış olduğuna dair talep, söz konusu işlemi yapan eşe; vefat etmişse mirasçılarına karşı ileri sürülmelidir. Kazandırma yapılan kişi, ancak TMK md.241 deki şartlarla elde ettiği kazandırmayı iade etmekle yükümlü tutulabilir. TMK md.229/f.2 uyarınca,  Bu tür kazandırma veya devirlere ilişkin uyuşmazlıklarda mahkeme kararı, davanın kendisine ihbar edilmiş olması şartıyla, kazandırma veya devirden yararlanan üçüncü kişilere karşı da ileri sürülebilir. TMK md.229 un kapsamına giren bir işlemin varlığını bunu iddia eden ispatlamalıdır (TMK  md.6).  Öğretiye  göre,  hüküm  emredici  mahiyette  olduğundan,  dava dosyasından TMK md.229 kapsamında yer alan bir işlemin yapıldığı anlaşılırsa hâkim bunu kendiliğinden nazara almalıdır. Ancak kanaatimizce, TMK md.229 hükmünün yaptırımı kesin hükümsüzlük olmadığından işlemin TMK md.229 kapsamında olduğu iddiası, hak sahibi eş ya da mirasçıları tarafından ileri sürülmelidir. TMK  md.229  kapsamında  yer  alan  karşılıksız  kazandırmalar  ile  diğer  eşin katılma alacağını azaltmak kastıyla yaptığı devirlerin konusu, işlemin tarafı olan eşin  edinilmiş  mallarıdır.  Örneğin,  eşin  kişisel  mallarını  bağışlaması  halinde, artık  değerin  hesabında  kişisel  mallar  nazara  alınmadığı  için,  bu  kazandırıcı işlem diğer eşin katılma alacağının azalmasına neden olamaz. Bu sebeple, kişisel malların bu özelliği ve hükmün amacı çerçevesinde TMK md.229 kapsamındaki işlemlerin  konusunun  edinilmiş  mallar  olduğu  kabul  edilmektedir.  Eklenecek değer kapsamındaki malvarlığı değerinin edinilmiş mal mı yoksa kişisel mal mı 18  Hausheer/Reusser/Geiser, Berner Komm., Art.208, N.12; Zeytin, Edinilmiş, s.234, N.511; Gümüş, s.367; Rumo-Jungo/Majid, s.323.19  Steck/Fankhauser, Art.209, N.4; Hausheer/Reusser/Geiser, Berner Komm., Art.208, N.13; Nuspliger, Art.208, N.1; Hausheer/Aebi-Müller, Basler Komm, Art.208, N.7; Rumo-Jungo, s.324.20  BGE 118 II 27, 29, 3 b. Ayrıca bkz. Zafer Zeytin,  Değer Artış Payı, Eklenecek Değerler ve Denkleştirme Alacağı , Uygulamalı Aile Hukuku Sertifika Programı III. Dönem 17-18 Kasım 2006, Edinilmiş Mallara Katılma Rejimi ve Uygulama Sorunları, Hazırlayanlar: Şıpka/Özbilen/Şensöz, ( Eklenecek Değer  olarak kısaltılmıştır), s.51; Ott, s.294. İspat yükü hakkında bkz. I, B, 2, b.21  Sarı, s.199; Zeytin, Edinilmiş, s.231, N.500. 22  Hausheer/Reusser/Geiser, Berner Komm., Art.208, N.14; Şıpka, s.228-229; Gümüş, s.366; Ott, s.293; Yenice Ceylan, s.225. Bir eşin kişisel malları üzerindeki tasarrufları bakımından miras hukuku ya da icra iflas hukuku kurallarının uygulanması söz konusu olabilir. Steck/Fankhauser, Art.208, N.8. Bkz. Ankara BAM, 12. HD., 2017/170 E., 2017/195 K. 30.03.2017 T. (Lexpera.com, çevirimiçi: 17.05.2018). 23  Sarı, s.192; Acar, Mal Rejimleri, s.286-287; Kılıçoğlu, Aile Hukuku, s.339; Ömer Uğur Gençcan, Türk Medeni Hukuku, Madde 185-530, 2. Bası, Yetkin Yayıncılık, Ankara 2007, s.1923.448Genç Arıdemir / Eşlerden Birinin Üçüncü Kişiyle Yaptığı Muvazaalı İşlemlerin Edinilmiş Mallara Katılma Rejimine İlişkin ...olduğunun, eklenecek değer olduğunu iddia eden tarafça ispat edilmesi gerektiği belirtilmektedir. Esasen, davacı, malın edinilmiş olduğu iddiasını TMK md.222 deki karinelerden de yararlanarak ispat yükü altındadır; kişisel mal olduğu iddiası ise karşı tarafça ispat edilmelidir. Aşağıda hangi şartların bulunması halinde TMK md.229 un uygulanabileceği açıklanacaktır. B. TMK md.229 un Uygulanması İçin Aranan Şartlar TMK md.229 da belirtilen haller, sınırlı sayıdadır. TMK md.229/f.1 b.1 e göre, bir eşin mal rejiminin sona ermesinden önceki bir yıl içinde diğer eşin rızası olmadan, olağan hediyeler dışında yaptığı karşılıksız nitelikteki kazandırmalar, eklenecek değerlerin ilk halini oluşturmaktadır. TMK md.229/f.1 b.2 ye göre, bir eşin mal rejiminin devamı süresince diğer eşin katılma alacağını azaltmak kastıyla yaptığı devirler de edinilmiş mallara değer olarak eklenir. Bu hükmün uygulanabilmesi için öncelikle, bir eşin malvarlığında yer alan bir değeri üçüncü kişiye (diğer eş dışındaki bir kişiye) devretmesi, bunu mal rejiminin devamı süresinde yapmış olması ve bu devir işlemini, diğer eşin katılma alacağını azaltmak kastıyla yapmış olmasıdır. Aşağıda sırasıyla TMK md.229/f.1.b.1 ve b.2 de belirtilen şartlar incelenerek, hangi hallerde işlem konusu edinilmiş malın değerinin artık değerin hesaplanmasında dikkate alınabileceği tespit edilecektir. 1. Bir Eşin Üçüncü Kişiye Yaptığı Bazı Karşılıksız Kazandırmalara. Bir Eşin, Malvarlığında Bulunan Edinilmiş Malı Bakımından Üçüncü Kişiye Sağlararası Karşılıksız Kazandırmada BulunmasıEşlerden biri, üçüncü kişiye sağlararası karşılıksız kazandırmada bulunmuş olmalıdır. Bu açıdan karşılıksız kazandırma diğer eş lehine yapılmış ise TMK md.229 uygulanamaz; karşılıksız kazandırma (eş dışındaki) üçüncü kişi lehine yapılmış olmalıdır.Kazandırma, bir kimsenin diğerine yaptığı malvarlıksal yarar sağlayan her türlü davranış olarak tanımlanmaktadır. Kazandırmalar genel itibariyle hukukî işlem veya 24  Steck/Fankhauser, Art.208, N.5.25  Steck/Fankhauser, Art.208, N.11; Şıpka, s.231.26  Sarı, s.192 vd.; Steck/Fankhauser, Art.209, N.12; Gümüş, s.366; Zeytin, Eklenecek Değerler, s.51; Ott, s.296; RumoJungo/Majid, s.325.27  Steck/Fankhauser, Art.209, N.13; Rumo-Jungo, Art.208, N.6; Hausheer/Aebi-Müller, Basler Komm., Art.208, N.17; Hausheer/Reusser/Geiser, Berner Komm., Art.208, N.23. Eşler arasında TMK md.229 kapsamında belirtilen işlemlerin yapılması halinde maddenin uygulanmayacağı hakkında bkz. Yarg. 8.HD., 20.05. 2013. 2012/11057 E., 2013/7419 K. (Lexpera.com, çevirimiçi: 11.05.2018). 28  M. Kemal Oğuzman/Nami Barlas, Medeni Hukuk, Giriş, Kaynaklar, Temel Kavramlar, 24. Bası, Vedat Kitapçılık, İstanbul 2018, s.185; Hausheer/Reusser/Geiser, Berner Komm., Art.208, N.20. 449İstanbul Hukuk Mecmuası 76/2maddi fiil yoluyla ve karşılıklı (ivazlı) veya karşılıksız (ivazsız) olarak yapılabilir. TMK md.229/f.1 b.1 çerçevesinde ise, eklenecek değer kapsamındaki kazandırmanın karşılıksız  olması  gereklidir.  Kazandırmanın  karşılıksız  olması  ile  kast  edilen, kazandırmada bulunan kişinin bunun karşılığında maddi menfaat elde etmemiş; kazandırmada bulunulan kişinin hiçbir yükümlülük altına girmeksizin kazandırmayı elde etmiş olmasıdır. Bağışlama, vakıf kurma, karşılıksız olarak kuruluş sermayesi, çeyiz verme ya da borçtan kurtarma, ibra sözleşmeleri veya karma bağışlama yapılması bu nitelikteki karşılıksız kazandırmalara örnek verilebilir. Bunun gibi, eşin  karşılık  almaksızın  üçüncü  kişinin  işinde  çalışması  halinde  de  karşılıksız kazandırma yapıldığı kabul edilmektedir. Miras payının devri sözleşmeleri de (TMK md.677) karşılıksız yapıldıkları takdirde sağlararası karşılıksız kazandırma niteliğinde sayılacaktır.TMK md.229/f.1 b.1 kapsamındaki karşılıksız kazandırmalar, sağlararası işlem niteliğinde de olmalıdır. Zira ölüme bağlı tasarruflar, eşin ölümünden sonra hukukî sonucunu doğuracağından; eşin ölümüyle sona eren mal rejiminde, ölüme bağlı tasarrufun konusu olan kazandırma, henüz ifa edilmediği için eşin malvarlığında bulunmaya devam etmektedir. Bu sebeple ölüme bağlı tasarruf yoluyla yapılan karşılıksız kazandırmalar, bu madde kapsamında değerlendirilmemektedir. b. Kazandırıcı İşlemin Olağan Hediye Dışında OlmasıEşlerden biri tarafından yapılan karşılıksız kazandırma, olağan hediye niteliğinde sayılırsa,  eklenecek  değer  olarak  nazara  alınamaz.  Örneğin  aylık  geliri  5.000 TL nin altında olan bir kimsenin yeğenine doğum günü hediyesi olarak değeri 150,00 TL değerinde bir kitap vermesi durumunda bu kazandırma eklenecek değer olarak mal rejimi tasfiyeye girdiğinde edinilmiş mallara eklenecek midir? Doğum günü hediyesi 2.500 TL değerinde bir bileklik olsaydı cevabımız değişir miydi? Yapılan kazandırmanın olağan hediye kapsamında olup olmadığı, tarafların sosyal ve  ekonomik  durumları,  kazandırmanın  yapılma  sebebi,  özellikle  özel  an  ve günlerde verilmesi, kazandırmanın ekonomik değeri gibi ölçütler dikkate alınarak 29  Sarı, s.176. Benzer olarak bkz. Zeytin, Edinilmiş, s.238, N.521; Hausheer/Aebi-Müller, Basler Komm, Art.208, N.13; Rumo-Jungo/Majid, s.325. Ayrıca bkz. BGE 138 III 689 E.3. 3.30  Hausheer/Reusser/Geiser, Berner Komm., Art.208, N.22; Ott, s.298-299. BGE 98 II 358; 116 II 234 ff. 31  Hausheer/Reusser/Geiser, Berner Komm., Art.208, N.22; Zeytin, Edinilmiş, s.238, N.521; Gümüş, s.368; Acar, Mal Rejimleri, s.287; Jungo, Art.208, N.2; Nuspliger, Art.208, N.4; Ott, s.298 vd; Rumo-Jungo/Majid, s.325. Ahlâki bir görevin ifası kapsamında kalan kazandırmaların da TMK md.229 kapsamında değerlendirilip değerlendirilemeyeceği tartışmalıdır. Bkz. Şıpka, s.229; Zeytin, Edinilmiş, s.238, N.521; Acar, Mal Rejimleri, s.294; Olumlu görüşte bkz. Ott, s.299. BGE 138 III 689, E.3. 3. 32  Zeytin, Edinilmiş, s.238, N.521; Şıpka, s.232-233.33  Hausheer/Reusser/Geiser, Berner Komm., Art.208, N.21; Sarı, 192; Şıpka, s.233; Zeytin, Edinilmiş, s.238, N.521; Gümüş, s.367, özellikle dn.495; Jungo, Art.208, N.5; Ott, s.296. Aksi fikirde Kılıçoğlu, s.54; Kılıçoğlu, Aile Hukuku, s.340; Turgut Akıntürk/Derya Ateş, Türk Medenî Hukuku, Aile Hukuku, İkinci Cilt, 20. Bası, Beta, İstanbul 2017, s.168; Gençcan, s.1923.450Genç Arıdemir / Eşlerden Birinin Üçüncü Kişiyle Yaptığı Muvazaalı İşlemlerin Edinilmiş Mallara Katılma Rejimine İlişkin ...belirlenebilir. Yukarıda verdiğimiz örnekte, konusu kitap olan kazandırma, hem kazandırmanın değeri, hem de yapılış sebebi itibariyle olağan hediye kapsamında sayılabilecektir. Buna karşılık, konusu bileklik olan örnekte aynı sonucu kabul etmek güçtür. c. Kazandırmanın Mal Rejiminin Sona Ermesinden Önceki Bir Yıl İçinde Yapılmış OlmasıTMK md.229/f.1 b.1 e göre, bir eş tarafından üçüncü kişi lehine yapılan karşılıksız kazandırmanın mal rejiminin sona ermesinden önceki bir yıl içinde yapılmış olması gerekmektedir. Mehaz İsviçre Medeni Kanunu nda karşılıksız kazandırıcı işlemin mal rejiminin sona erdiği tarihten itibaren geriye doğru beş yıl içinde yapılmış olması (Art.209 ZGB) öngörülmektedir.Kanun koyucu, uzun bir zaman önce yapılan karşılıksız kazandırmaların, aradan yıllar geçtikten sonra mal rejiminin tasfiyesinde artık değer hesaplanırken dikkate alınmasını  engelleyerek,  ispat  başta  olmak  üzere  çetrefilli  sorunların  çıkmasını önlemek istemiştir. Bir yıllık sürenin belirlenmesinde üçüncü kişi lehine karşılıksız kazandırmanın taahhüt  edildiği  işlemin  (bağışlama  taahhüdünün)  yapıldığı  tarih  mi,  yoksa kazandırmanın ifa edildiği tasarruf işleminin yapıldığı tarih mi esas alınmalıdır? Örneğin, 10.10.2010 tarihinde eşlerden (A), (Ü) ye 30.000 TL bağışlamayı taahhüt etmiş ve 22.2.2011 tarihinde (A), henüz bağışlama sözleşmesinden doğan taahhüdünü ifa edemeden vefat etmiş olsaydı, 30.000 TL artık değerin hesabında edinilmiş mallara değer olarak eklenecek miydi? Mal rejiminin sona erdiği aşamada borçlandırıcı işlemden doğan taahhüt henüz ifa edilmediği (tasarruf işlemi gerçekleştirilmediği) için bu değerin eşin malvarlığında yer almaya devam ettiği, dolayısıyla diğer eşin katılma alacağının azalmasına yol açma tehlikesinin bulunmadığı söylenebilir. Ancak bu sonuç, doğru değildir. Çünkü bu defa da borçlandırıcı işlemden doğan üçüncü kişinin alacak hakkı, edinilmiş mallara ilişkin borç olarak, bağışlama taahhüdünde bulunan eşe ilişkin artık değerin hesabında pasif olarak nazara alınırsa, bu oranda artık değer azalacak ve dolayısıyla diğer eşin katılma alacağı da azalmış olacaktır. 34  Sarı, 194; Hausheer/Reusser/Geiser, Berner Komm., Art.208, N.35; Hausheer/Aebi-Müller, Basler Komm., Art.208, N.16; Jungo, Art.208, N.9; Rumo-Jungo/Majid, s.325.35  Türk Kanun Koyucusunun süreyi  bir yıl  olarak düzenlemesinin sebebi hükmün gerekçesinde şu şekilde ifade edilmektedir:  229 un gerekçesine göre; İsviçre Medeni Kanunu nda mal rejiminin sona ermesinden önceki beş yıl içinde yapılan kazandırmaların edinilmiş mallara eklenmesi kabul edilmiştir. Bu hüküm mirasta tenkise tâbi tasarruflara ilişkin 565 inci maddenin (3) numaralı bendi hükmüne paralel olarak kaleme alınmıştır. İsviçre de tenkisle ilgili bu maddeyi karşılayan İsviçre Medeni Kanununun 527 nci maddesinin (3) numaralı bendinde de bizden farklı olarak beş yıllık süre esas alınmıştır. Tenkisle ilgili olarak 563 inci madde ile paralellik sağlamak üzere, bu maddede, İsviçre den farklı olarak son beş yıl içindeki değil son bir yıl içindeki kazandırmaların edinilmiş mallara ilâvesi kabul edilmiştir.  (Lexpera.com, çevirimiçi: 15.05.2018).36  Hausheer/Reusser/Geiser, Berner Komm., Art.208, N.24; Hausheer/Aebi-Müller, Basler Komm., Art.208, N.17; RumoJungo, Art.208, N.6; Rumo-Jungo/Majid, s.325.37  Hausheer/Reusser/Geiser, Berner Komm., Art.208, N.28.451İstanbul Hukuk Mecmuası 76/2Bu sonuç ise TMK md.229 un amacı ile bağdaşmaz. Bu sebeple henüz ifa edilmemiş karşılıksız kazandırmaların da hiç yapılmamış gibi değerlendirilmesi ve tasfiyede  borçlar  açısından da nazara alınmaması gerekir. Borçlandırıcı işlemin ve kazandırmanın ifa aşamasını oluşturan tasarruf işleminin mal rejiminin sona ermesinden önceki bir yıl içinde yapılmış olması ihtimalinde ise tasarruf işleminin esas alınacağı ve bu durumda borçlandırıcı işlemin (bağışlama taahhüdünün) mal rejiminin sona ermesinden önceki bir yıl içinde yapılmasının şart olmadığı ifade edilmelidir.d. Diğer Eşin Rızasının AlınmamasıEşlerden biri, diğerinin haberi olmaksızın ya da karşı çıkmasına rağmen mal rejiminin sona ermesinden önceki bir yıl içinde olağan hediye niteliğinde sayılamayacak karşılıksız kazandırmada bulunmuşsa, kazandırma artık değerin hesabında edinilmiş mallara değer olarak eklenecektir (TMK md.229/f.1.b.1). Buna karşılık eş, üçüncü kişi lehine karşılıksız kazandırma yaparken eşinin rızasını sağlamışsa, kazandırma konusu edinilmiş mal, artık değerin hesaplanmasında nazara alınmayacaktır.Diğer eş, rızasını, açık ya da örtülü irade beyanlarıyla verebilir. Öğretide eşin susmasının rıza olarak değerlendirilmesi tartışmalıdır. Bazı yazarlar, susmanın rıza olarak değerlendirilemeyeceğini ifade etmektedir. Diğer görüş ise her somut olaya göre ayrı değerlendirme yapılması gerektiğini, örf ve adet gereği özellikle aile içi yardımlaşmanın yaygın olduğu yörelerde eşinin karşılıksız kazandırıcı işlemlerine karşı sessiz kalan eşin rıza göstermiş sayılabileceğini ifade etmektedir. Rıza, kazandırıcı işlemin yapılmasından önce verilebileceği gibi (izin) işlem yapıldıktan sonra (icazet) da verilebilir. Eşin rızasını mal rejimi sona erdikten sonra açıklaması halinde bu beyanın devir işlemine icazet vermek değil, eklenecek değerleri ileri sürme talebinden feragat olarak değerlendirilmesi gereklidir. Eşin rızasını beyan etmesi, herhangi bir geçerlilik şekline bağlı değildir. 38  Sarı, s.193; Gümüş, s.368, dn.505. Aksi fikirde, karşılıksız kazandırmalara ilişkin tasarruf işleminin yapılmış olması gerektiği hakkında bkz. Şıpka, s.233. Benzer olarak bkz. Zeytin, Edinilmiş, s.239, N.523; Acar, Mal Rejimleri, s.291; Yenice Ceylan, s.222. 39  Sarı, s.193; Zeytin, Edinilmiş, s.239, N.523; Gümüş, s.368, dn.505.40  Kılıçoğlu, Aile Hukuku, s.422; Hausheer/Aebi-Müller, Art.208, N.19; Hausheer/Reusser/Geiser, Berner Komm., Art.208, N.33; Rumo-Jungo/Majid, s.325 . BGE 127 III 396, E.2b, 400. Eşin irade beyanının güven prensibi çerçevesinde yorumlanması gerektiği hakkında bkz. Ott, s.300.41  Hausheer/Reusser/Geiser, Berner Komm., Art.208, N.33; Emel Badur,  Eşin Rızası , TBBD, 2013, S.109, s.257.42  Susmanın kural olarak rızanın sayılmayacağı ve her somut olaya göre değerlendirme yapılması gerektiği hakkında bkz. Gümüş, s.369. 43  Hausheer/Reusser/Geiser, Berner Komm., Art.208, N.33; Sarı, s.194; Zeytin, Edinilmiş, s.239; Gümüş, s.368; Steck/Fankhauser, Art.209, N.11; Badur, s.257. BGE 127 III 396, 400, E. 2 b. 44  Hausheer/Reusser/Geiser, Berner Komm., Art.208, N.33. 45  Hausheer/Reusser/Geiser, Berner Komm., Art.208, N.33; Gümüş, s.368; Jungo, Art.208, N.7; Nuspliger, Art.208, N.5; Rumo-Jungo/Majid, s.325.452Genç Arıdemir / Eşlerden Birinin Üçüncü Kişiyle Yaptığı Muvazaalı İşlemlerin Edinilmiş Mallara Katılma Rejimine İlişkin ...Diğer eşin rızasının bulunduğunu, bunu iddia eden eşin ya da mirasçılarının ispat etmesi gerekmektedir (TMK md.6).2. Bir Eşin Diğer Eşin Katılma Alacağını Azaltma Kastıyla Yaptığı İşlemlera. Bir Eşin Malvarlığında Yer Alan Bir Değeri Üçüncü Kişiye Devretmesi Malvarlığı, aktif ve pasif kısımlardan oluşan bir bütünü oluşturmaktadır. Eşin malvarlığı ise, taşınır, taşınmaz nitelikteki eşyalardan, bir miktar para, hisse senedi, ortaklık payı, alacak hakkı vs. gibi değerlerden oluşabilmektedir. TMK md.229/f.1.b.2‘nin uygulanması açısından öncelikli olarak eşlerden birinin, edinilmiş mal niteliğindeki malvarlığı değerini eşi dışındaki herhangi bir üçüncü kişiye devretmiş olması gerekmektedir. İşlemin kazandırıcı işlem niteliğinde olması, ivazlı veya ivazsız nitelikte olması, bu bent kapsamındaki işlemler bakımından önem taşımamaktadır. TMK md.229/f.1.b.2 de eşlerden biri ile üçüncü kişi arasında yapılan işlemin  devir  niteliğinde olmasından söz edilmesi, malvarlığı değerinin devreden eşin malvarlığından  çıkarılarak  bir  üçüncü  kişinin  malvarlığına  geçirilmesini  yani malvarlığının aktifinin azaltılmasını sağlayan tasarruf işlemlerini ifade etmektedir. Örneğin, eşlerden (A) nın, maaşından tasarruf ederek biriktirdiği para ile satın aldığı otomobilini (Ü) e değerinin altında satıp devretmesi; evinin bir yıllık kira bedelini isteme hakkını (Ü) ye karşılıksız olarak devretmesi veya alacak hakkından feragat etmesi; taşınmazını annesi (Ü) e bağışlaması gibi işlemler bu niteliktedir.Eşlerden birinin, -TMK md.229/f.1b.2 deki şartların bulunması ve özellikle aşağıda belirtilecek kastla- maliki olduğu bağımsız bölüm üzerinde (Ü) lehine sınırlı ayni hak tanıması; iş ortağı (Ü) lehine 1.000.000 TL borçlu olduğunu gösteren (bir borç ikrarını içeren) bir senet düzenlemesi veya ortağı olduğu şirketin sermaye artışında nakdi sermaye taahhüdünde bulunması gibi işlemler de bu kapsamda sayılabilecek midir? Öğretide malvarlığı değerinin devri niteliği taşımamakla birlikte malvarlığının değerinin azalmasına yol açabilecek nitelikteki borçlandırıcı işlemlerin veya tasarruf işlemlerinin  de  hükmün  amacı  çerçevesinde  TMK  md.229/f.1.b.2  kapsamında olduğu kabul edilmektedir. Bu takdirde işlemin konusu edinilmiş malın değerini azaltan veya edinilmiş mala ilişkin borç doğuran işlemler, sanki hiç yapılmamış gibi sayılacak ve katılma alacağının hesaplanmasında göz önüne alınmayacaktır. 46  Eşlerden birinin işgücü kaybına uğraması sebebiyle gelirinde meydana gelen azalmaların hükmün kapsamında yer almadığı hakkında bkz. Hausheer/Reusser/Geiser, Berner Komm., Art.208, N.38. 47  Hausheer/Reusser/Geiser, Berner Komm., Art.208, N.37; Zeytin, Edinilmiş, s.240, N.525; Steck/Fankhauser, Art.208, N.1. 48  Hausheer/Reusser/Geiser, Berner Komm., Art.208, N.37; Gümüş, s.369, dn.511; Sarı, s.197.49  Sarı, s.197; Şıpka, s.235; Şıpka/Özdoğan, s.199; Karamercan, s.631; Gümüş, s.369, dn.511; Acar, Mal Rejimleri, s.305, dn.444. 50  Bkz. Gümüş, s.369; Sarı, s.197; Karamercan, s.631; Şıpka/Özdoğan, s.199; Zeytin, Edinilmiş, s.241. 453İstanbul Hukuk Mecmuası 76/2Ancak buraya kadar yapılan açıklamalarda hakkın nisbi olarak sona ermesi üzerinde durulmuştur. Oysa hakkın mutlak olarak kaybedilmesine yol açan işlemler yapılırsa nasıl bir hukukî sonuç doğacaktır? Hak sahibi eş, hukukî fiil ile ya da hukukî işlem ile hakkını tamamen ortadan kaldırmış olabilir. Örneğin arabasını yakmış, bankadaki mevduatını harcamış olabilir. Bu takdirde, mal rejiminin sona erdiği tarihte malvarlığı değeri eşin malvarlığında yer almadığı (TMK md.235/f.1) ve TMK md.229/f.1 şartları gerçekleşmediği için bu malvarlığı değerleri tasfiyede dikkate alınmaz. Ancak uygulamada özellikle boşanma davasının açılmasından kısa süre önce eşlerin banka hesaplarındaki veya kasalardaki altın, hisse senedi gibi menkul değerler ile mevduatı harcamış ya da tüketmiş olduklarını iddia ederek tasfiye sırasında bu değerlerin nazara alınmasına engel olucu davranışlarda bulundukları gözlemlenmektedir. Bu durumlarda da eş ne amaçla olursa olsun malvarlığı değerini harcamış ya da tüketmiş ise TMK md.229 uygulanamaz. Ancak eş, katılma alacağını azaltma kastıyla hareket ederek anılan malvarlığı değerlerini tüketmemiş fakat bir başka kişiye saklaması için inançlı işlemle devretmiş veya saklama sözleşmesi ile muhafaza edilmesini sağlamış ise artık TMK md.229/f.1 b.2 uygulanmalıdır. Ayrıca hiçbir ihtiyacı olmadığı halde bir eşin boşanma davasının açılmasından kısa süre önce bankadaki mevduatını tüketmiş olduğunun iddia edilmesi hayatın olağan akışına uygun değildir. Bu durumda borçlu eşin inançlı işlem yaptığının ispatı da oldukça güçtür. Kanaatimizce,  uygulamada  bu  konudaki  sorunların  çözümlenmesinde  ispat yükü tersine çevrilmeli ve boşanma davasından kısa süre önce tüm menkulün veya mevduatın bankadan çekilerek tüketildiği vakıasını iddia eden taraf ispatlamalıdır. Nitekim Yargıtay da son yıllarda verdiği bir kararında boşanma davası tarihinden kısa süre önce banka hesabından parayı çeken davalı eşin  parayı bankadan çekmesini gerektirecek acil bir ihtiyacı bulunduğunu gösterir bir delil bulunmaması ve hayatın olağan akışı göz önüne alındığında bu paranın davalının uhdesinde olduğunun kabulü   gerektiğine  içtihat  etmiştir.  Yargıtay  benzer  bir  kararında   hesaptan 51  Hakkın nisbi kaybı ile mutlak kaybı kavramları için bkz. Oğuzman/Barlas, s.239 vd. 52  Gümüş, s.369-370; Zeytin, Edinilmiş, s.241, N.526. Mal rejiminin sona erdiği tarihte mevcut olan malvarlığı değerleri tasfiyeye katılacağından (TMK md.235/f.1) tüketilen ya da elde çıkarılan malvarlığı değerleri için katılma alacağı talep edilemeyeceği hakkında bkz. Şıpka/Özdoğan, s.620 vd.53   İnanılanın, inanç konusunu başkası yararına elinde bulundurmakta, başkasının çıkarı için kullanmakta, yönetmekte ya da saklamakta  olduğu bu tür hukukî işlemler öğretide  yönetim amacıyla yapılan inançlı devir  olarak nitelendirilmektedir. Bkz. Ergun Özsunay,  Saf İnançlı Muamelelerde Vekalet Sözleşmesine İlişkin Hükümlerin Uygulanması , Temsil ve Vekalete İlişkin Sorunlar Sempozyumu, İstanbul 1977, s.100. 54  Bkz ve karş. Yarg. 8.HD., 16.03.2015, 2013/20270 E., 2015/6027 K., (Şıpka/Özdoğan, s.624). BGE 5A_ 51/2014, 21. Art.42 OR (TBK md.50) kıyasen uygulanması suretiyle ispat yükünün hafifletilmesi hakkında bkz. BGE 5A_51/2014, E.2.4. Bağışlama yapan eşin diğer eşe bilgi vermesi gerektiği ve onun işlemi yaparken rıza gösterdiğini ispat etmesi gerektiği hakkında bkz. BGE 5A_85/2010, e.2.2.; 5A_714/2009, E.4.2.; 5 C 111/2002, E.2.1.3.55  Bu çerçevede, kural olarak, hem eşin sahip olduğu edinilmiş malın mal rejiminin tasfiyesi sırasında (TMK md.225) malvarlığında artık yer almadığı hem de onun TMK md.229 un kapsamında olduğu ispat edilmelidir. Bkz. Jungo, Art.208, N.2.56  Yarg. 8.HD., 01.06.2014, 2014/4585 E., 2015/12171 K. (Şıpka/Özdoğan, s.211). 57  Yarg. 8.HD., 02.10.2014, 2014/14937 E., 2014/17712 K. (Şıpka/Özdoğan, s.210). 454Genç Arıdemir / Eşlerden Birinin Üçüncü Kişiyle Yaptığı Muvazaalı İşlemlerin Edinilmiş Mallara Katılma Rejimine İlişkin ...çekilen paranın evlilik birliği içinde harcandığı davalı tarafından iddia edilmediği ve tarafların sosyal ekonomik durumuna göre bu miktarda paranın hayatın olağan akışı içinde harcanması mümkün bulunmadığından  paranın katılma alacağının hesabında nazara alınması gerektiğine içtihat etmiştir. Bu açıklamalarımız çerçevesinde kanaatimizce, TMK md.229/f.1 b.2 de kullanılan  devir  kavramı, hükmün amacı gözetilerek, geniş olarak yorumlanmalıdır. Böylece bir  eşin,  diğerinin  katılma  alacağını  azaltma  kastıyla  yaptığı  edinilmiş  malını karşılıksız  veya  değerinin  altında  üçüncü  kişiye  devretmesinin  yanında,  malın değerini azaltıcı nitelikteki borçlandırıcı işlemler veya tasarruf işlemleri yapması hallerinde TMK md.229/b.1 f.2 hükmü uygulanmalıdır. b. Bir Eşin, Diğer Eşin Katılma Alacağını Azaltmak Kastıyla Edinilmiş Malını DevretmesiTMK  md.229/f.1  b.2 de  eşin  diğer  eşin  katılma  alacağını  azaltma  kastıyla malvarlığı değerini devretmesi şartı aranmıştır. Bu açıdan, devir işlemi yapılırken, işlem tarafı olan eşin, bu işlemle diğer eşin katılma alacağının azalmasına sebep olacağını bilmesi ve bu sonucun doğmasını isteyerek işlemi yapması gerekir. Katılma alacağını azaltma kastıyla işlemin yapıldığını iddia eden iddiasını ispat etmekle yükümlüdür. Ancak bu iddianın ispat edilmesi oldukça güçtür. Öğretide de eşin ne zaman, kime, hangi sebeplerden dolayı malını devretmiş olduğunun ispatının oldukça güç olduğu belirtilerek hüküm eleştirilmektedir. Yargıtay uygulamasında katılma  alacağını  azaltma  kastının  ispatı  açısından  birtakım  maddi  vakıaların değerlendirilerek  eşin  kastının  var  olup  olmadığı  tespit  edilmektedir.  Yargıtay örnek olarak bir kararında,  (…) konu taşınmazın boşanma dava tarihinden kısa bir süre önce 3.kişiye satıldığı, daha sonra tekrar satışa konu edildiği kısa süreli satışlarla  taşınmazın  el  değiştirdiği  dosya  kapsamında  anlaşıldığından  hayatın olağan akışına göre bu işlemlerin TMK md.229/2.maddesi uyarınca   eşin katılma alacağını azaltmak kastıyla yapılan devir  olarak kabul edilmesi (…)   gerektiğine içtihat etmiş,  hayatın olağan akışı  ölçütünden yararlanmıştır. Öğretide de tıpkı miras hukukunda tenkis davalarında olduğu gibi, katılma alacağını azaltma kastının ispatında daha esnek davranılması gerektiği ifade edilmektedir. Buna göre, devir anındaki malvarlığının durumuna ve işlem konusu edinilmiş malın değerine bakılarak işlem yapan eşin bu sayede  katılma alacağının ihlal edileceği bilebiliyor veya buna 58  Bu görüşte Zeytin, Edinilmiş, s.241, N.526; Nuspliger, Art.208, N.7; Hausheer/Aebi Müller, Basler Komm, Art.208, N.20.59  Steck/Fankhauser, Art.208, N.17. BGE, 5C.90/2004, E.3.3; BGE, 5C.271/2005, E.3.3. 60  Şeker, s.326.61  Yarg. 8.HD., 04.11.2015, 2014/11735 E., 2015/19622 K., (Lexpera. com, çevirimiçi: 11.05.2018). Yargıtay ın bu konudaki içtihatlarında tarafların sosyal ve ekonomik durumları, yaşam düzeyleri, malvarlığı değerinin satış tarihindeki gerçek değeri, satış tarihi ile boşanma davasının açıldığı tarih arasında geçen süre gibi ölçütlerin dikkate alındığı hakkında bkz. Şıpka/Özdoğan, s.204-205. 455İstanbul Hukuk Mecmuası 76/2rağmen ihlali göze alıyor  olduğunun ispatı da  kastın varlığı  açısından yeterli sayılmalıdır. Kanaatimizce de her somut olayın özelliğini dikkate alarak katılma alacağını  azaltma  kastının  ispatı  konusunda  esnek  davranılması  gerekmektedir. Davalı eşin devretmiş olduğu malvarlığı değerini evlilik birliği içinde harcamış olduğu savunması karşısında tarafların sosyal ve ekonomik durumlarına göre bu miktarda parayı harcamasının hayatın olağan akışına uygun olup olmadığı; devir konusu  malvarlığı  değeri   devredilmiş   olsa  da  davalı  tarafından  kullanılmaya devam edildiği olgusunun ispat edilmesi karşısında işlemin katılma alacağını azaltma kastıyla yapıldığı sonucuna varılacağı ve hatta devir bedelinin tüketildiği iddiasının davalı  tarafından  ispat  edilmesi  gerektiği  yönündeki  kararlarıyla  Yargıtay  bu meseleye ışık tutacak kararlar vermektedir. c. Edinilmiş Malın Edinilmiş Mallara Katılma Rejiminin Yürürlükte Olduğu Süre İçinde Devredilmiş OlmasıYukarıda belirtilen unsurları taşıyan devir işleminin mal rejiminin yürürlüğe girdiği tarihten itibaren başlamak üzere mal rejiminin sona erdiği tarihe kadar yapılmış olması gereklidir. Esasen mal rejiminin yürürlüğe girmesinden önce veya mal rejimi sona erdikten sonra eşin malvarlığı değerini devretmiş olması halinde edinilmiş mal kavramına giren bir malvarlığı değeri söz konusu olmayacağı için (TMK md.220 b.2) TMK md.229 un uygulanmasından ve eklenecek değerin artık değerin hesabında nazara alınmasından söz edilemeyecektir.C. Eklenecek Değerlerin Edinilmiş Mallara EklenmesiYukarıda belirtilen şartları taşıyan işlemler, mal rejiminin tasfiyesi sırasında, sanki hiç yapılmamış gibi değerlendirilecek ve bu işlemlere konu olan edinilmiş mal, artık değerin hesaplanmasında dikkate alınacaktır. Dolayısıyla işlemin TMK md.229 da  belirtilen  şartları  taşıması,  işlemin  geçersizliği  sonucunu  doğurmaz. Örneğin, boşanma davası açmaya hazırlanan (A), eşinin katılma alacağını azaltmak için arsasını kardeşi (Ü) ye bağışlamıştır; katılma alacağına ilişkin davada bu işlemin TMK md. 229 kapsamındaki işlemlerden olduğu kanaatine varılırsa, (A) ile (Ü) arasındaki hukukî işlem geçerliliğini korur ve hükümlerini doğurur. Sadece, mal rejiminin tasfiyesinde eşin katılma alacağı belirlenirken (A) nın artık değerinde edinilmiş mal olan bağışlanan arsanın değeri, hesaplama yapılırken kâğıt üstünde 62  Acar, Mal Rejimleri, s.295; Steck/Fankhauser, Art.208, N.17; Rumo-Jungo, Prozessrechtliche Fragen, s.147 vd.; Ott, s.301.63  Yarg. 8.HD., 27.03.2014 , 2013/9549 E., 2014/5481 K. (Lexpera.com, çevirimiçi:11.05.2018).64  Yarg. 8.HD., 02.10.2014, 1493717712; Yarg. 8..HD., 01.06.2015, 2014/4585 E., 2015/12171 K. (Kararlar için bkz. Şıpka/Özdoğan, s.210-211).65  Yarg. 8.HD., 27.03.2014, 2013/9549 E., 2014/5481 K. (Lexpera.com, çevirimiçi: 11.05.2018).66  Yarg. 8.HD., 13.02.2014, 2013/7271 E., 2014/1331 K. (Lexpera.com, çevirimiçi: 11.05.2018). Aksi yönde bkz. Yarg. 8.HD., 22.09.2011, 1842/4550 (Şıpka/Özdoğan, s.207-208). 67  Gümüş, s.369; Jungo, Art.208, N.13; Hausheer/Reusser/Geiser, Berner Komm., Art.208, N.43; Akıntürk/Ateş, s.168. 456Genç Arıdemir / Eşlerden Birinin Üçüncü Kişiyle Yaptığı Muvazaalı İşlemlerin Edinilmiş Mallara Katılma Rejimine İlişkin ...edinilmiş mallarına değer olarak eklenir. Ayrıca TMK md.229 kapsamındaki işlemlerin geniş yorumlanması sebebiyle malvarlığı değerinin devri niteliği taşımayan ancak onun değerinin azalmasına yol açan nitelikteki işlemleri de TMK md.229/f.1.b.2 kapsamına dâhil edilmektedir. İşte bu nitelikteki işlemler yapıldığında da bu işlemler hiç yapılmamış gibi malvarlığı değeri edinilmiş mallara değer olarak eklenmelidir. Örneğin eşlerden (E), katılma alacağını azaltmak kastıyla annesi (A) lehine bağımsız bölümü üzerinde intifa hakkı tanımış, böylece artık değerin hesaplanmasında bağımsız bölümün üzerindeki sınırlı aynî hakkın malın değerini azaltmasını amaçlamıştır; bu durumda tasfiyede intifa hakkı hiç tesis edilmemiş gibi bağımsız bölümün değeri hesaplanmalıdır. TMK md.235/f.1 e göre, mal rejiminin sona erdiği sırada mevcut olan edinilmiş mallar, tasfiye anındaki değerleriyle hesaba katılırlar. Hükmün ikinci fıkrasında bu kurala istisna tanınmış; eklenecek değerlerin malın devredildiği tarihteki değeri esas alınarak edinilmiş mallara ekleneceği düzenlenmiştir. Hüküm, TMK md.232 ve 233.maddelerle birlikte değerlendirildiği takdirde şu sonuçlara ulaşılır: ,  Eklenecek  değer  tarımsal  işletme  niteliğinde  ise  malın  devredildiği  tarih itibariyle gelir değeri; ,  Eklenecek değer diğer malvarlığı değeri niteliğinde ise malın devredildiği tarih itibariyle sürüm değeri dikkate alınmalıdır. Böylece, edinilmiş malın diğer eşin katılma alacağını azaltmak kastıyla değerinin altında üçüncü kişiye devredilmesi halinde devrin yapıldığı andaki değerinin veya TMK  md.229/f.1  b.1  çerçevesinde  karşılıksız  olarak  üçüncü  kişiye  kazandırma yapılması halinde kazandırmanın yapıldığı andaki değerinin (gelir ya da sürüm değerinin) belirlenmesi ve artık değer hesabında bu değerin dikkate alınması gereklidir. Ancak Yargıtay son zamanlardaki kararlarında kanunun açık metnine rağmen farklı bir hesaplama yöntemi uygulamakta ve  tasfiye tarihi itibariyle  eklenecek değer konusu edinilmiş malın sürüm değerinin artık değere eklenmesi gerektiğine içtihat etmektedir. Öğretide de bazı yazarlar hakkaniyet açısından eklenmesi gereken değerin devir anındaki değeri yerine tasfiye anındaki değer olarak nazara alınmasının daha adil olacağı gerekçesiyle kanundaki düzenlemeyi eleştirmekteydi. Hatta bazı yazarlarca, tasfiye davasında hak sahibi eşin aleyhine bir değer farkı olduğunu belirleyen hâkimin 68  Şıpka, s.230; Zeytin, Edinilmiş, s.242, N.532; Akıntürk/Ateş, s.170; Karamercan, s.631; Demet Özdamar/Ferhat Kayış/Burcu Yağcıoğlu/Aliye Akgün, Yasal Mal Rejimi ve Tasfiyesi, 4. Baskı, Seçkin, Ankara 2017, s.107; Nuspliger, Art.208, N.2; Wolf, s.91; Ott, s.301; Rumo-Jungo/Majid, s.326; Yenice Ceylan, s.234. Yarg. 8.HD., 20.05.2013, 2012/11057 E., 2013/7419 K., (Lexpera.com, çevirimiçi: 11.05.2018).69  Bkz. I, B, 2. 70  Bkz. Yarg. 8.HD., 30.06.2015, 4125/14240 (Lexpera.com, çevirimiçi: 14.04.2018).71  Beşir Acabey, Uygulamalı Aile Hukuku Sertifika Programı III. Dönem 17-18 Kasım 2006, Edinilmiş Mallara Katılma Rejimi ve Uygulama Sorunları, Hazırlayanlar: Şıpka/Özbilen/Şensöz, s.59-60. 72  Zeytin, Edinilmiş, s.233, N.506; Nomer, s.101.457İstanbul Hukuk Mecmuası 76/2TMK md.227/f.2 ve 234 hükmüne dayanarak değer arttırma yetkisinin olmamasının örtülü boşluk kabul edilebileceği ve eklenecek malın hakkaniyete göre değerinin tasfiyedeki değer üst sınırına kadar artırabileceği ifade edilmiştir. Fakat açık kanun hükmüne  rağmen  farklı  bir  yöntemin  uygulanması  da  bazı  yazarlar  tarafından eleştirilmiştir. Kanaatimizce de Yargıtay ın uygulaması yerinde olmakla birlikte kararlarda hukukî gerekçe de ortaya konulmalıdır. Uygulamada, malın devredildiği tarih ile mal rejiminin tasfiye edildiği kararın verildiği tarih arasında uzun süre geçmesi halinde işleme konu olan malvarlığının değeri değişebilecektir. Malın devir tarihi ile tasfiye tarihi arasında uzun bir zaman geçtiği için değeri artan malın, öncekidevredildiği tarihteki- değerinin hesaplamada esas alınması, davalıyı cezalandıracak ve fakat katılma alacağını azaltmak kastıyla işlem yapan tarafı ödüllendirecek bir sonuçtur. Yargıtay hakkaniyete uymayan bu sonuçları önlemek istemektedir. Ancak Yargıtay ın bu sonuca varırken, kanundaki açık düzenlemeden hangi hukuki gerekçe ile  ayrıldığını,  örneğin,  kanunda  örtülü  boşluk  olduğunu  belirterek  veya  başka değiştirici yoruma dayanarak, gerekçeli olarak açıklaması gerekirdi. II. Yargıtay Kararları Çerçevesinde Eşlerden Birinin Üçüncü Kişilerle Muvazaalı İşlem Yapması Halinde Doğan Hukuki Sonuçlar İle TMK Md.229 Kapsamındaki İşlemler İçin Uygulanan Sonuçların KarşılaştırılmasıA. TMK md.229 Kapsamında Eklenecek Değer Sayılan İşlemler ile Muvazaalı İşlemlerin Genel Özelliklerinin ve Hukukî Sonuçlarının Karşılaştırılmasıİşlemin muvazaalı olmaması, hukukî işlemlerin hüküm ifade etmesi için aranan genel şartlardan birisidir. Tarafların, üçüncü kişileri aldatmak ve onlar için gerçeğe uymayan bir görünüm yaratmak amacıyla bilerek ve isteyerek, gerçek iradelerine uymayan beyanlarda bulunmaları halinde muvazaa (danışıklı işlem) söz konusudur. Bir hukukî işlemde (sözleşmede) muvazaa halinde tarafların yaptıkları işlemin hiç hüküm doğurmaması ya da görünüşteki işlemden başka bir hukukî işlemin hükümlerini doğurması hususunda anlaşmaları gerekmektedir. Hukukî işlemin muvazaalı olması, hukukî işlemin hüküm ifade etmesi için gereken şartı taşımadığını ortaya koyar. 73  Bu uygulamanın TMK md.229/f.1.b.1 için amaca uygun düşmediği, fakat TMK md.229/f.1.b.2 ile sınırlı olarak uygulanması gerektiği yönünde bkz. Şıpka/Özdoğan, s.454. 74  Necip  Kocayusufpaşaoğlu,  Borçlar  Hukuku  Genel  Bölüm,  Borçlar  Hukukuna  Giriş,  Hukukî  İşlem  Sözleşme, Koocayusufpaşaoğlu/Hatemi/Serozan/Arpacı, 1. Cilt, 4 üncü Bası dan 7 inci Tıpkı Bası, Filiz Kitabevi, İstanbul 2017, s.347, N.1. Ayrıca bkz. Tekinay/Akman/Burcuoğlu/Altop, Borçlar Hukuku Genel Hükümler, İstanbul 1993, s.63 vd.; Nomer, s.99 vd.; Fikret Eren, Borçlar Hukuku Genel Hükümler, Ankara 2017, s.145 vd. ( Borçlar Hukuku  olarak kısaltılmıştır); Nejat Aday, Taşınmaz Mülkiyetinin Naklinde Muvazaa, İstanbul 1992, s.9; Selin Sert Sütçü, Miras Bırakanın Muvazaalı Hukukî İşlemleri ve Sonuçları, Seçkin, Ankara 2018, s.30 vd.; Max Keller/Christian Schöbi, Allgemeine Lehren des Vertragsrecht, Band I, Helbing § Lichtenhahn, Basel und Frankfurt 1988, s.193 vd.; Andreas von Tuhr, Borçlar Hukukunun Umumi Kısmı, C.1-2, Çeviren: Cevat Edege, Yargıtay Yayınları No:15, Olgaç Matbaası, Ankara 1983, s.273 vd. 75  Oğuzman/Öz, Borçlar Hukuku, C.1, s.127, N.411; Aday, s.8 vd. Tarafların görünürdeki işlemi başkalarını aldatma kastıyla yapmalarını muvazaanın bir şartı olarak gören yazarlar için bkz. Kocayusufpaşaoğlu, Borçlar Hukuku, s.345; Nomer, s.99; Eren, Borçlar Hukuku, s.317; T. Esener, Türk Hususi Hukukunda Muvazaalı Muameleler, Ankara 1956, s.25; Keller/Schöbi, s.193. Aksi fikirde bkz. Aday, s.9. 458Genç Arıdemir / Eşlerden Birinin Üçüncü Kişiyle Yaptığı Muvazaalı İşlemlerin Edinilmiş Mallara Katılma Rejimine İlişkin ...Mutlak (Âdi) muvazaalı olarak yapılan görünüşteki işlem geçerli olmaz ve herhangi bir hüküm doğurmaz. Nisbi (Nitelikli) muvazaa halinde ise, görünürdeki işlem kesin hükümsüz iken; gizlenen hukukî işlem geçerlilik şartlarına uygun olarak yapılmışsa muvazaadan etkilenmez ve geçerli bir işlem olarak hükümlerini doğurur. Ancak şekle aykırılık gibi bir başka geçerlilik şartına uyulmamış olması sebebiyle gizlenen işlem de kesin hükümsüz olabilir. İşlemin muvazaa sebebiyle hükümsüz olduğu, gerek taraflar gerekse üçüncü kişiler tarafından ileri sürülebilir. Hâkim, önündeki dava dosyasından işlemin muvazaalı olduğunu anlarsa, muvazaayı kendiliğinden göz önüne alması gerekmektedir. Muvazaalı işlem baştan itibaren hukukî sonuç doğurmadığı  için  taraflar  arasında  herhangi  bir  borcun  ya  da  alacak  hakkının doğmasına sebep teşkil etmediği gibi tarafların sözleşmeden doğan borcu ifa etmeleri veya icazet verme suretiyle geçerli hale getirmeleri mümkün değildir. Taşınmazın muvazaalı bir işleme dayanılarak üçüncü kişi adına tescil edilmesi halinde, yolsuz tescil söz konusu olacağından, gerçek hak sahibi tapu sicilinin düzeltilmesi davası ile kütükteki yolsuz kaydın düzeltilmesini talep edebilir. Muvazaalı  işlemde  tarafların  görünürdeki  işlemin  hüküm  ifade  etmeyeceği konusunda anlaşmaları (muvazaa anlaşması) ve bu anlaşmanın da üçüncü kişileri aldatma kastıyla yapılması gerekir. Burada aldatma kastı, diğer eş dışında herhangi bir üçüncü gerçek veya tüzel kişiye de yönelik olabilir. Oysa eklenecek değer sayılan işlemlerde (TMK md.229/f.1.b.2) aldatma kastı değil, eşin katılma alacağını azaltma kastı söz konusudur. Öte yandan, muvazaalı işlemdeki  muvazaa anlaşması  unsuru sebebiyle, işlem taraflarının (eş ile eşle işlem yapan üçüncü kişinin) işlemin hüküm ifade etmeyeceği konusunda iradelerinin uyuşması şarttır. Oysa eklenecek değer ile ilgili işlemlerde eşle işlem yapan örneğin karşılıksız kazandırmadan yararlananın/ edinilmiş malı devralanın (karşı tarafın) böyle bir iradeye sahip olması ya da diğer eşin katılma alacağını azaltma kastına sahip olması şartına yer ve gerek yoktur. TMK  md.229 un  uygulanması  açısından,  işlemin  karşı  tarafının  yapılan  devir 76  Oğuzman/Öz, Borçlar Hukuku, C.1, s.130, N.415; Esener, s.109 vd.; Nomer, s.99; Eren, Borçlar Hukuku, s.363; Jale G. Akipek/Turgut Akıntürk, Eşya Hukuku, Beta, İstanbul 2009, s.469; Sert Sütçü, s.46-47; Aday, s.23-24; Tuhr, s.274. Muvazaa halinde yokluk halinin söz konusu olduğu hakkında bkz. Kocayusufpaşaoğlu, Borçlar Hukuku, s.356 vd.; Keller/Schöbi, s.194. Bazı yazarlar ise muvazaa halinde özel bir geçersizlik türü olduğu kanaatindedir; hükümsüzlüğü ancak taraflar ve ilgili üçüncü kişiler ileri sürebileceği gibi hâkim kendiliğinden göz önüne alamayacaktır. Bkz. Peter Jaggi/ Peter Gauch, Das Obligationenrecht, Kommentar zu Art.18 OR, Zürich 1980, Art.18, N.129. 77  Oğuzman/Öz, Borçlar Hukuku, C.1, s.131-132, N.419; Kocayusufpaşaoğlu, Borçlar Hukuku, s.357; Nomer, s.101; Akipek/Akıntürk, s.469.78  Oğuzman/Öz, Borçlar Hukuku, C.1, s.132, N.419; Kocayusufpaşaoğlu, Borçlar Hukuku, s.357-358; Nomer, s.101. Yargıtay da bu görüştedir. Bkz. YİBK., 07.10.1953, 1953/8 E., 1953/7, (RG, 28.11.1953 T., 8569 S.); YİBK 01.04.1974, 1974/1 E., 1974/2 K. (RG. 30.05.1974 T., 14900 S.). Aksi görüşte bkz. Tekinay/Akman/Burcuoğlu/Altop, Borçlar Hukuku, s.439. 79  Kocayusufpaşaoğlu, Borçlar Hukuku, s.357. 80  Aday, s.24; Nomer, s.61; Oğuzman/Öz, Borçlar Hukuku, C.1, s.130, N.415 vd. 81  M.K. Oğuzman/Ö. Seliçi/S. Oktay Özdemir, Eşya Hukuku, Filiz Kitabevi, 21. Baskı, İstanbul 2018, s.375 vd.; Aday, s.25. 82  Aday, s.8; Oğuzman/Öz, Borçlar Hukuku, C.1, s.128, N.411; Nomer, s.99.83  Gençcan, s.1923; Yenice Ceylan, s.230.459İstanbul Hukuk Mecmuası 76/2işleminin katılma alacağını azaltma kastıyla yapıldığını bilmesi veya gerekli özeni gösterseydi bilebilecek durumda olması şartı da aranmaz.TMK md.229 da belirtilen şartlar ise, işlemin hüküm ifade etmesi açısından aranan genel geçerlilik şartlarından değildir. Bir başka deyişle, hükümde aranan şartların bulunması anılan işlemin geçersizlik yaptırımına maruz kalmasını sağlamaz. TMK md.229 kapsamında sayılan işlemler, hukukî işlemlerin genel geçerlilik şartlarını taşımaktadır; ancak işlem,  eklenecek değer sayılan işlemlerden birisi  ise hiç yapılmamış sayılarak kâğıt üzerinde edinilmiş malın değeri belirlenerek artık değer hesaplanmaktadır. İşlem, TMK md.229 kapsamında yer almakta ise işlem konusu malvarlığı değerini iktisap eden/ kazandırmadan yararlanan, ancak TMK md.241 de belirtilen şartların bulunması halinde iade ile yükümlü tutulabilir. Üçüncü kişiye yöneltilen talep, kazandırma veya devirle elde ettiği malvarlığı değerinin (örneğin taşınmazın) iade edilmesine yönelik değildir. Üçüncü kişinin sorumluluğu, TMK md.241/f.1 gereğince, miktar itibariyle sınırlı sorumluluktur. Nitekim hükme göre  …. borçlu eşin malvarlığı veya terekesi, katılma alacağını karşılamadığı takdirde, kazandırmaları… eksik kalan miktarla sınırlı olarak isteyebilir . Üçüncü kişinin sorumluluğu, hem kazandırmanın miktarı, hem de katılma alacağının eksik kalan kısmıyla sınırlıdır. TMK md.241 e dayanan davanın miras hukukundaki tenkis davasına benzeyen özelliği sebebiyle hükmün son fıkrasında, tenkis hükümlerine atıf yapılarak boşlukların kıyasen tenkis hükümleri ile doldurulacağı düzenlenmiştir. Belirtmek gereklidir ki, muvazaaya ilişkin bu ihtilaflar aile hukukuna özgü bir nitelik taşımamaktadır. Davanın tarafları eşlerden biri ile diğer eş ve/veya üçüncü kişi olabilir ve bu konularda genel mahkemeler yetkilidir. Bu sebeple muvazaaya 84  Şıpka, s.236; Yenice Ceylan, s.230.85  Bu konuda bkz. I, C.86  Hausheer/Reusser/Geiser, Berner Komm., Art.208, N.14; Nuspliger, Art.208, N.2; Akıntürk/Ateş, s.169; Wolf, s.91. Yarg. 8.HD., 20.05.2013, 2012/11057 E., 2013/7419 K. (Lexpera.com, çevirimiçi: 11.05.2018).87  Kılıçoğlu, Aile Hukuku, s.342. Yarg. 8.HD., 20.05.2013, 2012/11057 E., 2013/7419 K. (Lexpera.com, çevirimiçi: 11.05.2018).88  Jungo, Art.220, N.4; Hausheer/Reusser/Geiser, Berner Komm., Art.220, N.35; Wolf, s.92. Yarg. 8. HD., 13.4.2016, 2014/25885 E., 2016/6712 K.; Yarg. 8.HD., 20.05.2013, 2012/11057 E., 2013/7419 K. (Kararlar için bkz. Lexpera.com, çevirimiçi: 11.05.2018). 89  Bazı yazarlar, üçüncü kişiye karşı açılan davanın yenilik doğuran dava mahiyetinde olduğu kanaatindedir (Dural/Öğüz/Gümüş, s.245, N.1270; Gümüş, s.421). Bazı yazarlar ise, davanın eda davası mahiyetinde olduğunu belirtmektedir (Steck/Fankhauser, Art.220, N.6; Hausheer/Reusser/Geiser, Berner Komm., Art.220, N.46; Sarı, s.260). Bazıları ise davanın hem yenilik doğuran dava hem de eda davası olduğu kanaatindedir (Ott, s.308 vd.; Jungo, Art.220, N.4; Wolf, s.93.). Kanaatimizce, TMK md.241 e dayanılarak üçüncü kişiye karşı açılan dava eda davası mahiyetindedir. Çünkü bu dava, miras hukukundaki tenkis talebinden –bu yönüyle- farklıdır. Tenkis davasında, hâkimin kararı ile saklı payı ihlal ettiği belirlenen tasarrufun mirasın açıldığı andan itibaren hüküm doğurmak üzere kısmen ya da tamamen hükümsüzleştirilmesi sağlanır; tasarruf daha önce ifa edilmişse kazandırmanın tenkis edilen kısmının iadesi için ayrıca edim davası açılması gerekir (Rona Serozan/İlkay Engin, Miras Hukuku, Seçkin Yayıncılık, İstanbul 2017, § 3, N.115-116, s.249). Oysa TMK md.241 e dayanan talep, yapılan kazandırmanın mahkeme kararıyla hükümsüzleştirilmesini sağlamayı amaçlamaz. Burada kanun koyucu bazı şartların bulunması halinde katılma alacaklısı eşe kazandırmadan yararlanan üçüncü kişiye başvurarak eksik kalan alacağını elde etme olanağı tanır. Bu hak, bu yönde mahkeme kararının verilmesinden değil, şartların bulunması halinde kanundan doğmaktadır (Hausheer/Reusser/Geiser, Berner Komm., Art.220, N.46). Bu sebeple kanaatimizce, TMK md.241 e dayanan dava eda davası niteliğindedir.90  Yarg. 4.HD., 29.06.2011, 8323/7656 K., T (Lexpera.com, çevirimiçi: 11.05.2018). 460Genç Arıdemir / Eşlerden Birinin Üçüncü Kişiyle Yaptığı Muvazaalı İşlemlerin Edinilmiş Mallara Katılma Rejimine İlişkin ...ilişkin  hukukî  ihtilaflarda,  görevli  ve  yetkili  mahkeme,  Hukuk  Muhakemeleri Kanunu hükümlerine göre belirlenir. Diğer yandan muvazaa talepleri kural olarak hak düşürücü süreye veya zamanaşımı süresine tabi değildir. Muvazaanın ispatı bakımından,  işlemin  tarafı  olmayan  eş  ve  mirasçıları  üçüncü  kişi  durumunda olduğundan, yazılı delil ile ispat zorunluluğu altında olmayıp, iddia sahibi, iddiasını her türlü delille ispatlayabilir (HMK md.203/1-d)91.TMK md.229 kapsamında bir işlemin var olup olmadığı ise, eşler arasındaki edinilmiş mallara katılma mal rejiminin tasfiyesine ilişkin bir sorundur. Bu sebeple, eklenecek değer ile ilgili ihtilaflar edinilmiş mallara katılma rejiminin tasfiyesi aşamasına özgü ve aile hukukunu ilgilendirmektedir. TMK md.229 un uygulanması ancak katılma alacağına ilişkin davalarda söz konusu olabilir ve üçüncü kişiye karşı talepler  ancak TMK  md.241 in  şartlarının  bulunması  halinde  ileri  sürülebilir. Dolayısıyla katılma alacağı davalarında ve TMK md.241 e dayanan davalarda, aile mahkemeleri görevlidir (4787 sayılı Kanun un 4/1 hükmü). Katılma alacağına ilişkin davalarda yetkili mahkeme de TMK md. 214.maddesine göre belirlenmelidir; TMK md.241 e dayanan davada ise böyle bir özel yetki kuralı bulunmadığı için Hukuk Muhakemeleri Kanunu na göre genel yetki kuralı uygulanmalı ve dava, davalının yerleşim yeri mahkemesinde açılmalıdır. Eklenecek değerler ile ilgili talepler katılma alacağına ilişkin davalarda ileri sürülebildiği için katılma alacağına ilişkin zamanaşımı süresine tabidir. TMK md.241 e dayanan talepler ise hükümde belirtilen hak düşürücü süre içinde ileri sürülmelidir. Buna göre talep, alacaklı eş veya mirasçıların haklarının zedelendiğini öğrendikleri tarihten başlayarak bir yıl ve herhalde mal rejiminin sona ermesinin üzerinden beş yıllık hak düşürücü süre içinde ileri sürülmelidir (TMK md.241/f.2). 91  Muvazaanın ispatı hakkında bkz. Aday, s.63 vd.; Nomer, s.102 vd.; Oğuzman/Öz, Borçlar Hukuku, C.1, s.130, N.416. Muvazaalı işlemin tarafları eşler olduğu takdirde ise muvazaa iddiasının yazılı delille ispatlanması gerektiği hakkında bkz. Yarg. 8.HD., 24.02.2016, 2014/22822 E., 2016/3186 K. (Lexpera.com, çevirimiçi: 12.05.2018). 92  TMK md.241 e dayanılarak üçüncü kişiye karşı dava açılabilmesi için gereken şartlar, genel olarak; borçlu eşin malvarlığının ya da terekesinin katılma alacağı borcunu karşılamaması; alacaklı eşin ya da mirasçılarının üçüncü kişiye katılma alacağı davasında ihbarda bulunması (TMK md.229/f.2); üçüncü kişinin edinilmiş mallarda eklenmesi gereken kazandırmadan/devirden yararlanan olması; dava hakkının alacaklı eş veya mirasçıların haklarının zedelendiğini öğrendikleri tarihten başlayarak bir yıl ve herhalde mal rejiminin sona ermesinin üzerinden beş yıl içinde (mehaz kanuna göre ise on yıl içinde Art.220 Abs.2 ZGB) ileri sürülmüş olmasıdır. Bu konu hakkında ayrıntılı bilgi içi bkz. Dural/Öğüz/Gümüş, s.245, N.1269; Gümüş, s.419; Jungo, Art.220, N.2 vd.; Hausheer/Reusser/Geiser, Berner Komm., Art.220, N. 1 vd.; Steck/Fankhauser, Art.220, N.2.; Tuor/Schnyder/Schmid/Jungo, s.376, N.83; Zeytin, Eklenecek Değerler, s.53 vd.93  Sarı, s.260-261; Özdamar/Kayış/Yağcıoğlu/Akgün, s.108.94  Aile Mahkemelerinin Kuruluş, Görev ve Yargılama Usullerine Dair Kanun, RG., 18.01.2003 T., 24997 S.95  Sarı, s.261.96  Bkz. I, A. 97  Yasal mal rejiminin tasfiyesi davalarında zamanaşımı süresi, öğretide ve uygulamada tartışmalı bir konudur. Yargıtay son kararlarında davanın on yıllık zamanaşımı süresine tabi olduğuna içtihat etmektedir. Bkz. YHGK, 17.04.2013, 8-375/20 (Lexpera.com, çevirimiçi: 14.04.2018). Bu konudaki tartışmalar için bkz; Gümüş, Dural/Öğüz/Gümüş, a.238, N.1237; Şıpka/Özdoğan, s.60 vd.; Sarı, s.251 vd.; İlhan Helvacı,  Edinilmiş Mallara Katılma Rejiminin Boşanma Nedeniyle Sona Ermesi Halinde Artık Değere Katılma Alacağının Tabi Olacağı Zamanaşımı Süresi Üzerine (İçtihadı Birleştirme Kararını Gerektiren Durum) , Prof. Dr. Rona Serozan a Armağan, İstanbul 2010, s.969-980. 461İstanbul Hukuk Mecmuası 76/2Her iki hukuksal kavramın birbirinden farklı özellikleri göstermektedir ki, somut olayda hem muvazaanın hem de TMK md.229 ve 241 de belirtilen hukukî sonuçların birlikte  uygulanması  mümkün  değildir.  Yargıtay  bir  kararında,  kanaatimizce isabetsiz bir şekilde, aile mahkemesinin hem davalı eş tarafından yapılan işlemin muvazaalı olduğu gerekçesiyle diğer davalı üçüncü kişi adına yapılan tapu sicilinin iptali ile taşınmazın davalı eş (taşınmazı devreden eş) adına tapuya tesciline hem de  yapılan  işlemin  karşılıksız  kazandırma  olduğundan  bahisle  TMK  md.229 kapsamında eklenecek değer sayılarak katılma alacağının hesaplanması gerektiğine içtihat etmiştir. Kanaatimizce aile mahkemesinde katılma alacağı davasında, aynı işlemin hem muvazaa sebebiyle geçersiz sayılıp hem de TMK md.229 kapsamında değerlendirilmiş olması çelişkili ve hukuken dayanaksızdır. Bu kararda ayrıca aile mahkemesinin muvazaa sebebine dayanan tapu sicilinin düzeltilmesi talebi kabul edilip, davalı eş adına taşınmazın tapu siciline tescil edilmesine de karar verilmesi de yerinde değildir; aile mahkemesi, muvazaa sebebiyle açılan tapu sicilinin düzeltilmesi davalarında görevli mahkeme değildir. Katılma alacağına yönelik davalarda tapu sicilinin düzeltilmesinin talep edilmesi durumunda aile mahkemesinin görevsizlik kararı vermesi gerekmektedir. Ayrıca taşınmazın katılma alacağı davasında davacı eş adına tapu kütüğüne tescil edilmesine karar verilmesi ise, TMK md.239/f.1 ve 226/f.3 hükümleri çerçevesinde, ancak borçlu eş, katılma alacağı borcunu  ayın  olarak ödemeyi kabul etmesi halinde mümkün olabilecektir. Anılan hükümlere aykırı olarak, katılma alacağının bu şekilde ifa edilmesine karar verilmesi de yerinde değildir.Aşağıdaki başlıkta, bu kararda ele alınan eşlerden birinin diğer eş ve taşınmazın tapuda adına kayıtlı olduğu üçüncü kişiye karşı, muvazaa sebebiyle açtığı tapu sicilinin düzeltilmesi davasının sonuçlarının mal rejimine ilişkin davalardaki etkili olup olmadığı sorunu ele alınacaktır. 98  Yarg. 8.HD., 26.06.2012, 4517/6188 (Lexpera. com, çevirimiçi: 18.06.2018). Aile mahkemelerinin ancak istisnai hallerde (TMK md.226/f.2, TMK md.240 gibi), aynî nitelikli tapu iptali ve tescil kararı verebileceği ve anılan kararda varılan sonucun isabetli olmadığı hakkında bkz. Şıpka/Özdoğan, s.205 vd. Ayrıca bkz. A.e., s.38. 99  Yarg. 8.HD., 25.02.2014, 2013/21929 E., 2014/3267 K.; Yarg. 8.HD., 28.01.2013, 2012/6021 E., 2013/827 K.; Yarg. 8.HD., 10.12.2012, 4670/12104 (Kararlar için bkz. Lexpera.com, çevirimiçi:15.04.2018); Ankara BAM 12. HD., 30.03.2017, 170/195 (Lexpera.com, çevirimiçi: 17.05.2018). 100  Ayrıntılı bilgi için bkz. Şıpka/Özdoğan, s.56 vd., 468 vd. Katılma alacağının nisbî nitelikli bir alacak hakkı olması sebebiyle alacaklının borçludan mülkiyet talep etmesinin mümkün olmadığı, TMK md.239/f.1 in edinilmiş mallara katılma rejiminin katılma alacağının yanlış anlaşılması sebebiyle Adalet Komisyonu görüşmeleri sonucunda Kanuna eklendiği, hükmün uygulamasının mümkün görünmediği hakkında bkz. Kılıçoğlu, Aile Hukuku, s.330-331.101  Tapu sicilinin düzeltilmesi davasının, maddi hukuk açısından aynî hak sahibinin taşınmaz üzerindeki haklarını koruma amacı dolayısıyla aynî nitelik taşıdığı kabul edilmektedir (Oğuzman/Seliçi/Oktay Özdemir, s.261). Dava, usul hukuku açısından ise bazı yazarlara göre taşınmazın tapu sicilindeki yolsuzluğu gidermenin yanında taşınmazın teslimini de sağlaması ve davalının kendisine düşen tapu kaydındaki yolsuzluğu giderme yükümlülüğünü yerine getirmemesi sebebiyle onun irade açıklaması yerine geçen bir edaya hükmedilmesi dolayısıyla eda davası mahiyetindedir. Bkz. Tekinay/Akman/Burcuoğlu/Altop, Eşya Hukuku, s.416-417. Bazılarına göre ise, mahkeme hükmü tapu kaydında yer alan bilginin yanlış olduğunu, sicildeki hatalı görünümün düzeltilerek gerçek hukukî duruma uygun hale getirilmesini sağlayan tespit davası niteliğinde bir davadır. Bkz. Hüseyin Hatemi/Rona Serozan/Abdülkadir Arpacı, Eşya Hukuku, İstanbul 1991, s.465. Uygulamada ise, mahkemeler, tespit hükmünün yanında yolsuz tescilin iptaline ve davacı adına tapuya tesciline karar vermekte ve davanın uygulamadaki adına  tapu iptal davası  denilmektedir. Kanaatimizce, tapu sicilinin düzeltilmesi davası, sicildeki kaydın/bilginin maddi açıdan hatalı olduğunu belirleyen ve bu durumun gerçek hak durumuna göre düzeltilmesini sağlayan, var olmayan yeni bir hak tesis etmeyen, tespit davası mahiyetinde bir davadır.462Genç Arıdemir / Eşlerden Birinin Üçüncü Kişiyle Yaptığı Muvazaalı İşlemlerin Edinilmiş Mallara Katılma Rejimine İlişkin ...B.  Muvazaa  Sebebiyle  Açılan  Tapu  Sicilinin  Düzeltilmesi  Davasının Sonuçlarının Mal Rejimine İlişkin Davalardaki Etkili Olup Olmadığı Sorunu1.  Katılma  Alacaklısı  Eşin  Tapu  Sicilinin  Düzeltilmesi  Davası  Açıp Açamayacağı SorunuUygulamada, eşlerden biri, diğerine karşı katılma alacağı davasıyla birlikte veya terditli olarak ya da birbirinden bağımsız olarak tapu sicilinin düzeltilmesi davası da açmakta ve taşınmazın davalı adına tapuya tescil edilmesi talebinde bulunmaktadır. Bu başlık altında her iki talebin birbirinden bağımsız olarak ileri sürülmesi hali nazara alınarak doğacak hukukî sonuçlar ele alınacaktır. Örneğin, eşlerden (E) maliki olduğu edinilmiş mal niteliğindeki taşınmazını (Ü) ye nitelikli muvazaa yapılarak devretmiş ve taşınmaz (Ü) adına tapu siciline tescil edilmiştir. (E), muvazaa sebebiyle ile tapu sicilinin düzeltilmesi davası açmış ve (Ü) adına yapılan yolsuz kaydın düzeltilmesini ve taşınmazın (E) adına tapu siciline tescil edilmesini talep etmiştir. Öncelikle, taşınmaz üzerinde hiçbir aynî hakkı olmayan (E) nin tapu sicilinin düzeltilmesi  davası  açıp  açamayacağı  değerlendirilmelidir.  Tapu  sicilinin düzeltilmesi davası, yolsuz tescil sebebiyle zarara uğrama tehlikesiyle karşı karşıya kalan gerçek hak sahipleri (aynî hak sahipleri)105 tarafından açılabilecektir. Buna göre mülkiyet veya sınırlı bir aynî hakkın tapu kütüğüne yolsuz olarak tescil edilmesi ya da tescil edilmesinden kaçınılması ya da hakkın yolsuz olarak terkin edilmesi gibi hallerde malik ya da menfaati olan sınırlı aynî hak sahibi tapu sicilinin düzeltilmesi davasını açabilecektir. Ele aldığımız konu açısından bu ihtimal, (E) in evlilik devam ederken vefat etmesi halinde sağ kalan eş (E nin diğer mirasçılarla birlikte,  muris  muvazaası  sebebiyle  tapu  sicilinin  düzeltilmesi  davası  açması şeklinde karşımıza çıkabilir. Buna karşılık, konumuz itibariyle taşınmaz üzerinde mülkiyet ya da sınırlı aynî hak sahibi olmayan (E) nin ise dava şartları açısından aynî hak sahibi olmaması sebebiyle bu davayı açamayacağı ileri sürülebilir. Ne var ki, böyle bir sonuca varılması özellikle katılma alacağına ilişkin davalarda haksız 102  Tapu sicilinin düzeltilmesi davası ile birlikte katılma alacağına ilişkin davanın birlikte ileri sürülmesi halinde, kümülatif dava yığılmasının şartları gerçekleşmediği için taleplerin ayrılmasına karar verilmesi gerekecektir. Zira hem  aynı davalıya karşı ileri sürülebilecek birden fazla talebin olması ,  birlikte ileri sürülen taleplerin ortak bir yetkili mahkemede görülebilmesi  ve  davanın açılacağı mahkemenin ileri sürülecek talepler hakkında aynı zamanda görevli olması  şartları gerçekleşmemektedir. Bu şartlar hakkında bkz. Hakan Pekcanıtez/Oğuz Atalay/Muhammet Özekes, Medenî Usûl Hukuku, 5. Bası, Vedat Kitapçılık, İstanbul 2017,es, s.218, N.943 vd.103   Davacının aynı davalıya karşı olan birden fazla talebinin aralarında aslilik-ferilik ilişkisi kurmak suretiyle aynı dava dilekçesinde ileri sürmesi halinde ortada terditli bir davanın bulunduğundan söz edileceği  hakkında bkz. Pekcanıtez/Atalay/Özekes, s.216, N.930. Muvazaa sebebiyle tapu sicilinin düzeltilmesi davasının katılma alacağına ilişkin davada terditli olarak ileri sürülmesi halinde tapu sicilinin düzeltilmesi davasının katılma alacağından tefriki ve genel mahkemelere gönderilmesi gerektiği hakkında bkz. Şıpka/Özdoğan, s.230 ve orada belirtilen Yargıtay kararları. 104  Kişisel mallar artık değerin hesaplanmasında nazara alınmayacaktır. Keza, TMK md.229 un uygulaması açısından da malvarlığı değerinin işlem yapan eşin edinilmiş malı olması gerekir. Bkz. I, A. Bu sebeple, bu başlık altında malvarlığı değerinin eşlerden birinin edinilmiş malı olduğu gözetilerek açıklama yapılmıştır. 105  Oğuzman/Seliçi/Oktay Özdemir, s.263, N.1090; Tekinay/Akman/Burcuoğlu/Altop, Eşya Hukuku, s.420; Hatemi/Serozan/Arpacı, Eşya Hukuku, s.465; Akipek/Akıntürk, s.349, s.351.463İstanbul Hukuk Mecmuası 76/2sonuçların ortaya çıkmasına neden olabilir. Çünkü (E) tarafından (E) e karşı açılacak katılma alacağı davasında, önce her eşin sahip olduğu malvarlığı değerleri mal rejiminin sona erdiği an itibariyle belirlenmeli, sonra edinilmiş mal –kişisel mal olarak ayrılmalı, TMK md.231 ve diğer hükümler çerçevesinde (E) in artık değeri hesaplanmalı ve (E) nin varsa katılma alacağı belirlenmelidir. Mal rejiminin sona erdiği anda (TMK md.225) taşınmaz (E) in malvarlığı değerleri arasında görünmemektedir, çünkü taşınmaz (Ü) adına tapuya  yolsuz  olarak tescil edilmiştir. Katılma alacağının sağlıklı ve doğru biçimde belirlenmesi bakımından (E) in gerçek ve maddi hukuka uygun biçimde malvarlığı değerlerinin (aktiflerinin ve pasiflerinin) belirlenmiş olması şarttır. Katılma alacağının bu amaçla belirlenmesini arzu eden (E), taşınmazın (E) e ait olduğunu, onun edinilmiş malı olduğunu ve dolayısıyla artık değerinin hesaplanmasında nazara alınması gerektiğini iddia ve ispat etmelidir (TMK md.222, 6). Örneğimizde, tapu sicili gerçek hak durumunu uygun olsaydı, (E) iddiasını, tapu kayıtlarıyla ispat ederek taşınmazın tasfiyede nazara  alınmasını  sağlayabilecekti.  Ancak,  tapu  sicili  gerçek  hak  durumunu göstermemektedir. İlk olarak, bu meselenin aile mahkemesinde katılma alacağı davasında incelenmesi gerektiği ileri sürülebilirse de katılma alacağı davasında aile mahkemesi, eşler arasındaki katılma alacağına ilişkin ihtilafları çözümlemekle görevli olup, taşınmaz adına yolsuz tescille kaydedilmiş olan üçüncü kişilerin de menfaatlerinin  tartışılacağı  bu  ihtilaflarda  genel  mahkemeler  görevlidir.  Bu sebeple, bu sorun, genel mahkemelerde irdelenmelidir. Ancak, gerçek hak sahibi olan (E) de katılma alacağı davasındaki menfaatleri sebebiyle (işlemi de bu sebeple muvazaalı yapması göz önüne alındığında) tapu sicilinin düzeltilmesi davasını açmayacaktır. İşte bu durumda, katılma alacağı davalarında, tasfiyenin sağlıklı ve doğru şekilde yapılabilmesi için, katılma alacağı sahibi eşin, istisnai olarak tapu sicilinin düzeltilmesi davası açarak, eşi tarafından muvazaalı işlem yapılmış olduğunu ve örneğimizdeki gibi, taşınmazın gerçek hak sahibinin (Ü) değil eşi (E) olduğunu tespit ettirme olanağına sahip olması gereklidir. Nitekim öğretide bazı yazarlar ve Yargıtay katılma alacaklısı eşe, böyle bir imkân tanınmaktadır. Öğretide, katılma alacağı hakkı olan eşin  muvazaa talep etmede menfaati  bulunduğu gerekçesiyle tapu sicilinin düzeltilmesi davası açabilmesi için önce katılma alacağı olduğunu mal rejimi davasında tespit ettirmesi, daha sonra tapu sicilinin düzeltilmesi davası açması gerektiği ifade edilmiştir. Bu görüşe göre 106  Katılma alacağının belirlenmesi hakkında ayrıntılı bilgi için bkz. Sarı, s.102 vd. 107  Bkz. II, A. 108  Şıpka/Özdoğan, s.227; Karamercan, s.659 vd.; Ahmet Kılıçoğlu, Medeni Kanun umuzun Aile- Miras Eşya Hukuku nda Getirdiği Yenilikler, 3. Bası, Turhan Kitabevi, Ankara 2014, s.218.109  Yarg. HGK., 26.09.2012, 8-192/629 (Karamercan, s.660 vd.) ; Yarg. 8.HD., 20.05.2013, 2012/4070 E., 2013/7420 K. (Karamercan, s.667).110  Nomer, s.100. Yarg. 17. HD., 19.01.2016, 177/600 (Karamercan, s.636-637). Tasarrufun iptali davasının mal rejiminin tasfiyesi davasını beklemesi gerektiği yönünde bkz. Karamercan, s.633 vd. Bkz. Yarg. 17.HD., 20.11.2014, 13106/16392 (Karamercan, s.634).464Genç Arıdemir / Eşlerden Birinin Üçüncü Kişiyle Yaptığı Muvazaalı İşlemlerin Edinilmiş Mallara Katılma Rejimine İlişkin ...tapu sicilinin düzeltilmesi davasında mal rejimi davası (katılma alacağına ilişkin) bekletici mesele yapılmalıdır. Kanaatimizce, bu görüş, katılma alacaklısı eşin menfaatlerini korumada yetersiz kalmaktadır. Örnek olarak, taşınmazı dışında hiçbir edinilmiş malvarlığı değeri olmayan (E) in taşınmazını muvazaalı olarak (Ü) ye devretmiş olduğunu varsayalım. Eşi (E), katılma alacağı davası açtığında, (E) e ait hiçbir edinilmiş mal olmadığından (E) bakımından katılma alacağına da  hükmedilemeyecek,  dava  reddedilecektir.  (E) in  başka  edinilmiş  malları varsa ancak o zaman (E) için katılma alacağı tespit edilebilecek, bu görüşe göre, bu halde (E) muvazaa sebebine dayanarak tapu sicilinin düzeltilmesi davası açabilecek; açmışsa bekletici sorun çözümlendiğinden davacı eş menfaati olduğunu ispat ettiğinde hâkim tapu sicilinin düzeltilmesi davasında hüküm verebilecektir. Bu takdirde katılma alacağı davası da sonuçlanmış olduğundan tapu sicilinin düzeltilmesi davasının kabul edilmesi halinde katılma alacaklısı eş şu avantajı elde edecektir: Borçlu eş, katılma alacağı borcunu ifa etmediği takdirde, alacaklı, cebri icra vasıtasıyla borçlu eşin malvarlığı değerlerinin, bu arada tapu sicilinin düzeltilmesi davasının konusunu oluşturan taşınmazın da, haciz suretiyle paraya çevrilmesini ve elde edilenden alacağının karşılanmasını talep edebilecektir. İlk ihtimalde ise, katılma alacağına ilişkin dava, (E) in edinilmiş malı bulunmadığı için  reddedilecek  ve  üstelik  bu  sebeple  tapu  sicilinin  düzeltilmesi  davası  da açılamayacağı kabul edildiği için (E) için haksız ve adaletsiz sonuçlar doğmuş olacaktır. Ayrıca, katılma alacağı davası da bu arada sonuçlanmış olacağından taşınmaz,  katılma  alacağının  belirlenmesinde  de  nazara  alınmamış  olacak  ve (E) için daha az bir katılma alacağı belirlenmiş olacaktır. Bu ihtimalde muvazaa sebebiyle tapu sicilinin düzeltilmesi davasının kabul edilmesi halinde Yargıtay ın her  bir  malvarlığının  ayrı  ayrı  tasfiye  edilmesi  yöntemi  sebebiyle  alacaklı eşin sonradan söz konusu malvarlığı değeri için de katılma alacağı talep etmesi gerekecektir. Bu sonuç, tarafların uzun yıllar ihtilaflı kalmalarına da neden olacaktır. Bu da ikinci ihtimalin (E) için yarattığı olumsuz sonuçtur. Bu  açıklamalarımız  çerçevesinde,  katılma  alacağının  sağlıklı  ve  doğru biçimde belirlenmesini sağlamak, ihtilafların uzun yıllar sürmesine engel olmak, alacağın tahsil edilmesi safhasında alacağın tahsil edilmesini kolaylaştırmak nedenleriyle, katılma alacağı davasındaki menfaati dolayısıyla katılma alacaklısı olan eşin tapu sicilinin düzeltilmesi davası açmada hukukî menfaati bulunduğu kanaatindeyiz. 111  Nitekim tapu sicilinin düzeltilmesi davasının sonucunun katılma alacağına ilişkin davalarda bekletici sorun yapılmaması gerektiğine içtihat eden Yargıtay, davanın katılma alacağına ilişkin tek sonucunun bu olduğunu belirtmektedir. Bkz. Yarg. HGK., 26.09.2012, 8-192/629 (Karamercan, s.660 vd.) ; Yarg. 8.HD., 20.05.2013, 2012/4070 E., 2013/7420 K. (Karamercan, s.667).112  Yarg. 8.HD., 21.03.2017, 2015/13223 E., 2017/3960 K. (Şıpka/Özdoğan, s.252-253). Yargıtay ın katılma alacağını belirlerken tasfiyeyi bütün malvarlığı yerine her bir malvarlığını ayrı ayrı tasfiye etme yöntemi ve eleştirisi hakkında bkz. Şıpka/Özdoğan, s.252 vd.465İstanbul Hukuk Mecmuası 76/22. Tapu Sicilinin Düzeltilmesi Davasında Verilen Kararın Katılma Alacağına Etkisia. Tapu Sicilinin Düzeltilmesi Davasının Katılma Alacağı Davasında Bekletici Sorun Yapılıp Yapılamayacağı Sorununun Yargıtay İçtihatları Çerçevesinde Ele Alınması ve Tapu Sicilinin Düzeltilmesi Davasının Kabulüne Karar Verilmesi Halinde Kararın Katılma Alacağına EtkisiBu başlık altında muvazaa sebebiyle açılan bir davanın mal rejiminin tasfiyesine ilişkin davada bekletici sorun yapılması gerekip gerekmediği hususu ele alınacaktır. Öğretideki  bazı  yazarlar,  eklenecek  değerlerde  edinilmiş  malın  devredildiği tarihteki değerinin; muvazaa olduğu ispat edildiği takdirde ise edinilmiş malın tasfiyedeki değerinin (TMK md.235/f.1) artık değere eklenmesinin hak sahibi eşin aleyhine olabileceğini, bu sebeple muvazaaya yönelik davanın sonucunun katılma alacağı davasında bekletici sorun yapılması gerektiğini savunmaktadır. Bu görüşteki yazarlar, ayrıca muvazaanın bulunduğunun ya da bulunmadığının belirlenmesinin taraflar açısından önemli sonuçların ortaya çıkmasına sebep olacağı; birbiriyle çelişen mahkeme kararlarının ortaya çıkma ihtimalinin bulunması sebebiyle bu olumsuz sonuçların önlenmesi için ve üçüncü kişi ve davalı eş aleyhine haksız sonuçların giderilmesi açısından muvazaaya dayalı davanın katılma alacağına ilişkin davada bekletici sorun yapılması gerektiğini belirtmektedirler. Tapu sicilinin düzeltilmesi davasında işlemin muvazaalı işlem olduğuna kanaat getirilmişse, işleme konu olan malvarlığı değeri, devreden eşin edinilmiş malı olarak, tasfiye sırasındaki değeri ile artık değerin hesabında yer almalı ve diğer eşin katılma alacağı hesaplanmalıdır.Bazı yazarlar ise, muvazaa sebebiyle açılan davanın bekletici sorun yapılmasının mal rejimine ilişkin davaları gereksiz yere uzatacağını, hak sahibi eşin aleyhine mi  yoksa  lehine  mi  olduğunun  tespitinin  tasfiye  davasındaki  hâkim  tarafından yapılması gerektiğini, muvazaa davasının bekletici sorun yapılmaması gerektiğini savunmaktadır. Bu görüşe göre, tasfiye davasında hak sahibi eşin aleyhine bir değer farkı olduğunu belirleyen hâkimin TMK md.227/f.2 ve 234 hükmüne dayanarak değer arttırma yetkisi yoktur. Ancak bu yetkinin olmaması örtülü boşluk kabul edilebilecek ve eklenecek malın hakkaniyete göre değeri tasfiyedeki değer üst sınırına kadar artırabilecektir. Bu görüşe göre, muvazaanın olmadığının belirlendiği hallerde ise mal rejimi davasında bu sonuçların kabul edilmesinin haksızlık olacağı söylense de bu haksızlığa malı eklenecek değer olarak elden çıkaran eşin katlanması gerekecektir. 113   Bir davada hüküm verilebilmesi, başka bir davaya, idari makamın tespitine yahut dava konusuyla ilgili bir hukukî ilişkinin mevcut olup olmadığına kısmen veya tamamen bağlı ise mahkemece o davanın sonuçlanmasına veya idari makamın kararına kadar yargılama bekletilebilir (HMK md.165/1) . Ayrıntılı bilgi için bkz. Pekcanıtez/Atalay/Özekes, s.291 vd.114  Karamercan, 668 vd. 115  Acar, Mal Rejimleri, s.309. 116  Acar, Mal Rejimleri, s.306 vd. 117  Zeytin, Edinilmiş, s.233, N.506; Nomer, s.101.466Genç Arıdemir / Eşlerden Birinin Üçüncü Kişiyle Yaptığı Muvazaalı İşlemlerin Edinilmiş Mallara Katılma Rejimine İlişkin ...Yargıtay bazı kararlarında, genel mahkemelerin görevli olduğu muvazaaya dayalı tapu sicilinin düzeltilmesi davalarının katılma alacağı davalarında bekletici sorun yapılması gerektiğine ve o davanın sonucuna göre katılma alacağı ile ilgili yargılamaya devam edilmesi gerektiğine karar vermiştir. Ancak Yargıtay Hukuk Genel Kurulu Kararından sonra istikrarlı biçimde, muvazaa sebebiyle açılan tapu  sicilinin  düzeltilmesi  davasının,  katılma  alacağı  davasında  bekletici  sorun yapılamayacağına; davanın olumlu sonuçlanmasının tek sonucunun davacının mal rejiminden kaynaklanan alacağını tahsilini kolaylaştırma olduğuna, başka bir hukuki sonucunun olmadığına içtihat etmiştir. Öğretide,  Yargıtay ın  eklenecek  değerlerin  değerlemesi  ile  ilgili  yeni uygulamasının, ele alınan sorunun pratik önemini ortadan kaldırmış olduğu, ilk görüş taraftarları tarafından da ifade edilmiştir. Gerçekten de bu sorunun temelinde yatan eleştiri, eklenecek değerlerde devir tarihi itibariyle edinilmiş malın değeri artık değere eklenirken; muvazaa olduğu ispat edildiği takdirde işlem kesin hükümsüz olduğunda edinilmiş  malın  tasfiyedeki  değerinin  (TMK  md.235/f.1)  esas  alınmasının  hak sahibi eşin aleyhine olabileceğidir. Ancak Yargıtay son yıllarda eklenecek değerler bakımından içtihadını değiştirerek, eklenecek değerlerin tasfiye tarihindeki sürüm değeri nazara alınarak artık değerin hesaplanmasında yer alacağına içtihat etmektedir. Yargıtay ın uygulaması çerçevesinde, işlemin TMK md.229 kapsamında olduğu ispat edilirse, taşınmazın  tasfiye anındaki sürüm değeri  artık değerde hesaba katılarak, katılma alacağı belirlenecektir. Tapu sicilinin düzeltilmesi davasında talebin kabul edilmesine karar verilmesi halinde ise alacaklı, alacağını tahsil etme konusunda bir avantaj elde edecek; bu değer de dâhil olarak borçlu eşin malvarlığı veya terekesi esas alınarak alacağını elde edebilecek ve hatta şartları gerçekleşirse TMK md.241 e dayanarak kazandırmadan yararlanan üçüncü kişiye eksik kalan katılma alacağı için başvurabilecektir. 118  Yarg. 8.HD., 26.06.2012, 4116/6310 (Lexpera com., çevirimiçi: 11.05.2018). Tasarrufun iptali davası ile ilgili olarak bkz. Yarg. 8.HD., 04.11.2014, 2014/10025 E., 2015/19631 K.;  Davacı-davalının ... ada ... parsel sayılı taşınmazdaki 10 ve 11 nolu meskenlere yönelik temyiz itirazlarının incelenmesinden; tapuda dava dışı üçüncü şahsa ait olduğu gözüken söz konusu meskenlerle ilgili olarak, bedellerinin evlilik birliği içerisinde ödendiği fakat davalı-davacının mal kaçırmak amacıyla tapuyu üzerine almadığı iddia edilmiş olup, tarafça bu meskenlerle ilgili Kozan 2. Asliye Hukuk Mahkemesi ne tasarrufun iptali davası da açıldığı dosya kapsamından anlaşılmaktadır. Mahkemece yapılması gereken; HMK 165. madde uyarınca Kozan 2. Asliye Hukuk Mahkemesi nde görülmekte olan 2007/... Esas sayılı dosya bekletici mesele yapılarak, davanın sonucuna göre söz konusu iki mesken hakkında bir karar verilmesi gerekirken yazılı şekilde hüküm tesisi hatalıdır.  (Lexpera.com., çevirimiçi: 15.05.2018).119  Yarg. HGK., 26.09.2012, 8-192/629 (Karamercan, s.660 vd.) ; Yarg. 8.HD., 20.05.2013, 4070/7420 (Karamercan, s.667).120  Yarg. 8. HD., 10.12.2012, 4670/12103 (Lexpera.com, çevirimiçi: 15.05.2018).:   (…) taraflar arasında illiyet bağını sağlayan akti bir ilişki bulunmadığından, istekte bulunan şahsın mülkiyet isteme hakkı yoktur. Bu bakımdan açılan mal rejimi davalarının genel muvazaa (B.K. m. 18, 6098 s B.K. m. 19) hukuksal sebebine dayanılarak açılan derdest davalarının sonucunun beklenmesine ve mal rejimi davalarının bekletici mesele yapılmasına gerek görülmemektedir. (Hukuk Genel Kurulu 26.09.2012 tarih, 2012/8 -192 Esas ve 2012/629 Karar sayılı kararı ile bu husus ön sorun olarak çözüme kavuşturulmuştur.). Muvazaa nedeniyle açılan bu tür davalar ister olumlu veya isterse olumsuz sonuçlanmış bulunsun mal rejimi davasının sonucunu kesinlikle etkilemez. Kısaca istek sahibinin alacak hakkı varsa, davası kabul edilecek, aksi halde ise muvazaa nedeniyle açılan tapu iptali ve tescil davasına bağlı kalmaksızın isteği reddedilecektir .121  Şıpka/Özdoğan, s.233. 122  Bkz. Karamercan, s.670. 123  Örnek olarak bkz. Yarg. 8.HD., 4125/14240 K. (Lexpera.com, çevirimiçi: 18.06.2018). Bkz. I, C.467İstanbul Hukuk Mecmuası 76/2b. Tapu Sicilinin Düzeltilmesi Davasının Kararının Kesinleşmesinden Sonra Katılma Alacağı Davası Açılması HalindeKatılma alacaklısı, önce tapu sicilinin düzeltilmesi davası açmış ve davanın kabulüne karar verilmiş ve karar kesinleşmiş olabilir. Bu başlık altında bu kararda varılan sonuçların sonradan açılacak katılma alacağı davasına etkisi ele alınacaktır. Tapu sicilinin düzeltilmesi davasında mahkeme, mutlak muvazaa halinde işlemin hüküm doğurmadığına; nisbî muvazaa halinde ise görünürdeki işlemin muvazaa, gizlenen  işlemin  taşınmazın  devri  resmi  şekle  tabi  olduğundan  şekle  aykırılık sebebiyle  kesin  hükümsüz  olduğuna  kanaat  getirdiği  takdirde,  işlemler  baştan itibaren hiçbir hüküm doğurmayacaktır. Böylece edinilmiş mal (taşınmaz), devreden eşin malvarlığında yer alacak ve mal rejiminin tasfiyesinde malın tasfiye sırasındaki değeri esas alınarak diğer eşin katılma alacağı hesaplanacaktır. Bu ihtimalde, işlemin TMK md.229 kapsamında olup olmadığının bir önemi de bulunmamaktadır. c. Katılma Alacağı Davasından Sonra Tapu Sicilinin Düzeltilmesi Davasının Açılması Halinde Katılma  alacaklısının  önce  katılma  alacağı  davasını  açması  ve  bu  dava sonuçlandıktan  sonra  eşinin  muvazaalı  işlem  yapmış  olduğunu  öğrenmesi  de mümkündür. Bu ihtimalde ise, katılma alacaklısı için iki ayrı hukukî olanak söz konusudur. İlk ihtimalde, ispat edilmesi daha zor olan muvazaa sebebiyle tapu sicilinin düzeltilmesi davası açılabilir. Bu ihtimalde, talebin kabul edilmesi halinde dava konusu taşınmazın aslında devreden eşin malvarlığında yer aldığı da tespit edilmiş olduğundan, katılma alacaklısı eş, ayrıca malın tasfiye sırasındaki değeri esas alınarak bu malvarlığı değeri için katılma alacağı davası açabilecektir. Yargıtay ın her bir malvarlığının ayrı ayrı tasfiye edilmesi yöntemi sebebiyle alacaklı eşin sonradan söz konusu malvarlığı değeri için de katılma alacağı talep etmesi uygulamaya göre olanaklıdır. Katılma alacaklısı, bu iki aşamalı ve ispat süreci zor olan hukukî olanak yerine, doğrudan bu malvarlığı değerinin eklenecek değer niteliği taşıdığının (eşin katılma alacağını azaltma kastıyla yapıldığı) ispat edileceği (TMK md.229/f.1.b.2) katılma alacağı davası da açabilir. d. Tapu Sicilinin Düzeltilmesi Davasının Üçüncü Kişinin İyiniyetli Olması Sebebiyle Reddedilmesi Halinde TMK md.229 ve TMK md.241 in UygulanmasıMuvazaalı işlemle taşınmazı devralan üçüncü kişi, edinilmiş malı iyiniyetli bir başka üçüncü kişiye devrederse ve kanunun iyiniyete koruma sağladığı durumlardan 124  Yarg. 8.HD., 21.03.2017, 2015/13223 E., 2017/3960 K. (Şıpka/Özdoğan, s.252-253). Yargıtay ın katılma alacağını belirlerken tasfiyeyi bütün malvarlığı yerine her bir malvarlığını ayrı ayrı tasfiye etme yöntemi ve eleştirisi hakkında bkz. Şıpka/Özdoğan, s.252 vd.468Genç Arıdemir / Eşlerden Birinin Üçüncü Kişiyle Yaptığı Muvazaalı İşlemlerin Edinilmiş Mallara Katılma Rejimine İlişkin ...birisi (TMK md.1023 gibi) söz konusu ise, davalı iyiniyetli üçüncü kişi herhangi bir iade yükümlülüğü altında kalmaz; işlem konusu aynî hakkı iyiniyetle kazanmış sayılır. Tapu sicilinin düzeltilmesi davasında, eşlerden birinin muvazaalı işlem yaptığına ve fakat TMK md.1023 ün şartlarının gerçekleşmesi sebebiyle davanın reddedilmesine karar verilmesi halinde, davalı mülkiyeti TMK md.1023 gereği tescil anında kazanmıştır (yevmiye defterine kayıt anından itibaren geçerli olmak üzere). Dolayısıyla katılma alacağı davasında, mal rejiminin sona erdiği an itibariyle (TMK md.225) taşınmaz, devreden eşin malvarlığı değerleri arasında yer almadığı için tasfiyede edinilmiş mal olarak nazara alınamaz. Yargıtay ın  katılma  alacağı  davalarında  eklenecek  değerlerin  tasfiyede  anı itibariyle değerlendirilmesi şeklindeki son içtihatlarından sonra, katılma alacaklısı eşin bu çetrefilli sorunlarla uğraşmak yerine, TMK md.229 un şartları varsa katılma alacağı  davalarında  eklenecek  değer  kavramından  yararlanması  ona  kolaylık sağlayacaktır. Çünkü katılma alacağı davasında işlemin TMK md.229 un şartlarını taşıdığının ve özellikle eşin işlemi onun katılma alacağını azaltmak kastıyla yapmış olduğu  iddiasının  ispat  edilmesi  yeterli  olacaktır.  İşlemin  –muvazaalı  olduğu kanıtlanmaksızın- diğer eşin katılma alacağını azaltma kastıyla yapıldığı kanıtlanırsa, mal rejiminin tasfiyesinde bu değer, eklenecek değer olarak nazara alınabilecektir. Oysa muvazaa sebebiyle tapu sicilinin düzeltilmesi davasında, davalının iyiniyetle tapu siciline güvenerek aynî hak iktisap eden kişi olmadığını ve muvazaanın olduğunu ispat etme güçlüğü bulunmaktadır. III. Eşlerden Birinin Üçüncü Kişilerle İnançlı İşlem Yapması Halinde TMK Md.229 un UygulanmasıEşin malvarlığı değerini üçüncü kişiye inançlı işlemle devretmesi ihtimali de söz konusu olabilir. İnançlı devir sözleşmesinin konusunu taşınır ya da taşınmaz eşya ya da bir miktar para da oluşturabilir. Bu başlık altında, yukarıda yaptığımız açıklamalar çerçevesinde, Yargıtay uygulamasındaki örnekler dikkate alınarak konu incelenecektir. İnançlı işlemler, geçerlilik şartlarına uygun olarak yapılırsa,  taraflar arasındaki borç ilişkisinde öngörülen amaca bağlılık saklı kalmak üzere, bir hakkın ciddi biçimde ve  tam  olarak  bir  başkasına  devredil mesini  sağlamaktadır.  Böylece,  hukukî 125  Halûk N. Nomer/Serkan Ergüne, Eşya Hukuku, İstanbul 2017, s.71, 124 vd.; Oğuzman/Seliçi/Oktay Özdemir, s.376 vd. Kural olarak muvazaa üçüncü kişilere karşı ileri sürülebilir. Ancak bazı istisnai durumlarda muvazaa üçüncü kişilere karşı ileri sürülemez: TMK md.2/2, TMK md.988, TMK md.1023; TBK md.18/2. Ayrıntılı bilgi için bkz. Kocayusufpaşaoğlu, Borçlar Hukuku, s.362 vd.126  Bkz. I, C.127  Şıpka, s.236. 128  Bkz. Karamercan, s.659 vd.129  Kocayusufpaşaoğlu, Borçlar Hukuku, s.363-364, N.37.469İstanbul Hukuk Mecmuası 76/2işlemin amacına uygun olmak kaydıyla üçüncü kişinin (inanılanın/itimat olunanın) malvarlığı değeri üzerinde mülkiyet hakkının verdiği tüm yetkilere sahip olduğu kabul edilmektedir. Çünkü inançlı işlem, muvazaalı işlemlerden farklı olarak, ciddi bir hukuki işlem niteliği taşımakta, temel borç ilişkisini oluşturan inanç sözleşmesinin hukuki sebebini oluşturduğu inançlı devir işlemi (tasarruf işlemi), hakkın inanandan inanılan  kimseye  geçmesini  sağlamaktadır.  Hakkı  devreden  (inanan),  taraflar arasındaki sözleşmenin hükümlerine göre şartlar gerçekleştiği takdirde, devredilen hakkın  geri  verilmesi  hususunda  alacak  hakkına  sahiptir.  Bu  çerçevede değerlendirildiğinde, eşlerden biri tarafından inançlı işlemle edinilmiş malvarlığı değeri üçüncü kişiye inançlı işlemle devredilmişse üçüncü kişi/inanılan, inançlı olarak iktisap ettiği hakkı (örneğin mülkiyet hakkını), sözleşmede kararlaştırılan sınırlamalara uygun olarak kullanma ve zamanı gelince inanana geri vermeyi taahhüt etmektedir. Örneğin (E) e ait taşınmaz, teminat amacıyla rehin verileceği yerde alacaklıya inançlı işlemle devredilebilir. Bu ihtimaldeki (teminat amacıyla veya karma) inançlı işlemde, yapılan devir geçerli olur ve üçüncü kişi (inanılan) mülkiyet hakkını iktisap eder. Keza (E) in, alacağının tahsil edilmesi için alacağını (Ü) ye inançlı olarak devretmesi halinde de (yönetim veya saf) inançlı işlem söz konusu olup üçüncü kişi, alacağı tahsil edince sözleşmeye göre elde ettiği tutarı alacağı devreden (E) e vermekle yükümlüdür. Eğer inançlı işlem, diğer eşin katılma alacağını azaltmak kastıyla yapılmışsa TMK md.229/f.1 b.2 çerçevesinde değerlendirilmesi ve bu hükümde belirtilen şartlar söz konusuysa inançlı işlemin konusunu oluşturan malvarlığı değerinin eklenecek değer olarak tasfiyede nazara alınması gerekmektedir.İnançlı işlemin muvazaalı olarak yapıldığı ispat edildiği takdirde ise, yukarıda işlemin  muvazaalı  olması  halinde  doğacak  hukukî  sonuçların  ve  ihtimallerin uygulanması söz konusudur. Bu  başlık  altında Yargıtay ın,  katılma  alacağına  ilişkin  davalarda,  davalının mülkiyet hakkını haiz olmadığı malvarlığı değerinin edinilmesi için katkı sağlaması 130  Oğuzman/Öz, Borçlar Hukuku, C.1, s.134, N.424. Ancak uygulamada bir borcu teminat altına almak amacıyla yapılan inanç sözleşmelerinin, tapuda resmi şekilde düzenlenmemiş olsa bile yazılı bir belge/yazılı delil başlangıcı/diğer kesin delillerle ispatı halinde geçerli kabul edilmektedir. Bu konuda ayrıntılı bilgi için bkz. Oğuzman/Seliçi/Oktay Özdemir, s.380 vd. ; Kocayusufpaşaoğlu, Borçlar Hukuku, s.374-375. Ayrıca bkz. Yarg. 14.HD., 22.03.2012, 225/3207. (Kazancı İçtihat Bankası). 131  Kocayusufpaşaoğlu, Borçlar Hukuku, s.365 N.39 vd.; Oğuzman/Seliçi/Oktay Özdemir, s.386, N.1457.132  Eren, Borçlar Hukuku, s.365; Oğuzman/Seliçi/Oktay Özdemir, s. 384; Eren, Mülkiyet, s.233; Keller/Schöbi, s.195; Tuhr, s.276; Saibe Oktay Özdemir,  Teminat Amaçlı Mülkiyet Devri Sözleşmeleri , Milletlerarası Hukuk ve Milletlerarası Özel Hukuk Bülteni, Prof. Dr. Aysel Çelikel e Armağan, İstanbul 2001, s. 657 vd., 661; Halûk Tandoğan,  İnançlı işlemlerde İnananın Korunması Sorunu ve Bu Sorunun Çözümünde BK. md. 393 ten Yararlanma Olanakları , Temsil ve Vekalete İlişkin Sorunlar Sempozyumu, İstanbul 1977, s.78; Özsunay, s.123. Yargıtay ın inançlı işlemler hakkındaki uygulamasının değerlendirilmesi hakkında bkz. Oğuzman/Seliçi/Oktay Özdemir, s.384 vd.133  İnançlı işlemler ile yapılan devirler gerçek bir devir niteliğinde olup, muvazaalı sayılamaz. Bkz. Oğuzman/Öz, Borçlar Hukuku, C.1, s.134, N.423. Bu konuda ayrıntılı bilgi içi bkz. Oğuzman/Seliçi/Oktay Özdemir, s.381 vd; Fikret Eren, Mülkiyet Hukuku, 4. Baskı, Yetkin Yayınları, Ankara 2016, s.229 vd. Ancak buradaki örneklerde ise, taraflar, inanç sözleşmesini gizleyerek nitelikli (mevsuf) muvazaa yaratmaktadırlar. 134  Bkz. Yarg. 8.HD., 26.06.2012, 4116/6310 (Lexpera com., çevirimiçi: 11.05.2018).135  Bkz. II, B, 2. 470Genç Arıdemir / Eşlerden Birinin Üçüncü Kişiyle Yaptığı Muvazaalı İşlemlerin Edinilmiş Mallara Katılma Rejimine İlişkin ...durumunda, malvarlığı değerinin tasfiyeye dâhil edilmesi gerektiğine dair içtihatları da değerlendirilmelidir. Yargıtay bir kararında, davalı adına kayıtlı olmasa da aracın satın alma bedelinin davalı eş tarafından ödenmiş olduğu ispat edildiği takdirde, araç, edinilmiş mal olarak katılma alacağının hesaplanmasında nazara alınmıştır. Bir başka Yargıtay kararında ise dava dışı bir üçüncü kişi adına kayıtlı taşınmazın ½ payının katılma alacağının belirlenmesinde göz önüne alınabilmesi için taşınmazın hangi nedenle söz konusu üçüncü kişi adına tescil edilmiş olduğu hususunun da araştırılması gerektiğine içtihat edilmiştir. Bir başka kararında ise Yargıtay, arazi ile üzerindeki binayı eşya hukuku prensiplerine aykırı olarak tasfiyede birbirinden ayrı olarak nazara almıştır. Bu kararda, arazinin, malikinin üçüncü kişi olması sebebiyle edinilmiş mal olarak nazara alınamayacağına; fakat davalı eşin yapılması için katkıda bulunduğu arazi üzerindeki binanın davalının edinilmiş malı olduğuna;   (…) taşınmazın üçüncü kişi adına kayıtlı olması (nın), üzerindeki binanın edinilmiş mal niteliğini ortadan kaldırmayacağına (…)  hükmetmiştir. Öğretide Yargıtay ın  bu  uygulaması  isabetli  bulunmamış,  üçüncü  kişi  adına kayıtlı malvarlığının doğrudan tasfiyeye dâhil edilmesi yerine, üçüncü kişiye verilen bedellerin  TMK  md.229  kapsamında  eklenecek  değer  olarak  nazara  alınması gerektiği belirtilmiştir. Kanaatimizce, ihtimallere göre değerlendirme yaparak sorunu ele almak gereklidir. Eğer  muvazaalı  bir  işlem  yapılarak  diğer  eşten  mal  kaçırmak  amaçlanmışsa muvazaaya ilişkin hukukî sonuçları uygulamak gerekmektedir. Örneğin, (E), satıcı (S) ile anlaşmış, bedelini ödediği taşınmazın arkadaşı (A) adına tapuya tescil edilmesi için görünürdeki satış sözleşmesi (A) ile (S) arasında; gizli satış sözleşmesi ise (E) ile (S) arasında yapılmıştır. Bu durumda, (S) ile (A) arasındaki satış sözleşmesi muvazaa; (E) ile (S) arasındaki satış sözleşmesi ise şekle aykırı olması sebebiyle kesin hükümsüzdür. Ancak, muvazaanın şartlarının bulunmadığı veya ispatının çok güç olduğu hallerde, davalının, diğer eşin katılma alacağını azaltmak kastıyla örneğin bir taşınmazı doğrudan iktisap etmek yerine, bedelini satıcıya ödeyerek güvendiği bir kimse adına tapuya tescil edilmesini sağladığının ispat edilmesi halinde, TMK md.229/f.1 b.2 çerçevesinde değerlendirme yapılabilir. Hükmün şartları açısından, eş tarafından üçüncü kişiye yapılan bir  devir  olmasa da sonuç itibariyle diğer eşin katılma alacağını azaltma kastıyla yapılan bu işlemler, kanaatimizce, davalı eşin 136  Yarg. 8. HD., 23.05.2013, 2012/11340 E., 2013/7775 K. (Lexpera.com, çevirimiçi: 18.04.2018). 137  Yarg. 8.HD., 30.01.2012, 2011/1730 E., 2012/417 K. (Şıpka/Özdoğan, s.213-214). 138  Yarg. 8.HD., 16.04.2015, 2014/3470 E., 2015/8654 K. (Şıpka/Özdoğan, s.97). 139  Şıpka/Özdoğan, s.214.140  Öğretide bu durum, tarafta (veya şahısta) muvazaa haline örnek gösterilmektedir. Bkz. Kocayusufpaşaoğlu, Borçlar Hukuku, § 35, N.61, s.379; Eren, Mülkiyet, s.229. Ayrıca bkz. ve karş. Oğuzman/Öz, Borçlar Hukuku, C.1, s.129, N.414; Cevdet Yavuz/Faruk Acar/Burak Özen, Borçlar Hukuku Özel Borç İlişkileri, İstanbul 2017, s.272-273; Hüseyin Hatemi,  Nam-ı Müstear Kavramı ve Vekalet ile İlişkisi , Temsil ve Vekalete İlişkin Sorunlar Sempozyumu, İstanbul 1977, s.131 vd. 141  Bkz. II, B, 2. 471İstanbul Hukuk Mecmuası 76/2edinilmiş mallarının arttırılmasını önleyici niteliği itibariyle TMK md.229/f.1 b.2 kapsamında değerlendirilebilir. Diğer ihtimalde ise somut olayda inançlı işlem veya vekâlet sözleşmesine dayalı dolaylı temsil ilişkisi de söz konusu olabilir. Bu ihtimallerde ise, davalı eş, söz konusu malvarlığı değerinin –şartlar gerçekleştiği takdirde- kendisine devredilmesini isteme alacak hakkına sahip olacaktır. Örneğin (E), vekili (V) ye kendi hesabına taşınmaz alması için yetki vermiş ya da (E) ile (V) arasında inançlı işlem yapılmıştır. Daha sonra (V) ile satıcı (S) arasında taşınmaz satış sözleşmesi yapılmış, taşınmaz (V) adına tapuya tescil edilmiştir. (E), aralarındaki hukukî ilişkiye dayanarak daha sonra taşınmazın şartlar gerçekleştiğinde kendisine devredilmesini (V) den (dolaylı temsilciden/inançlı  işlemde  inanılan  kişiden)  talep  edecektir.  Bu  alacak  hakkı için ödenen karşılığı ise, o malvarlığı değerinin üçüncü kişiye devri için davalı eş tarafından ödenen bedeller oluşturmaktadır. Dolayısıyla bu ihtimalde, davalı eş, bir malvarlığı değerini doğrudan iktisap etmek yerine onun devrini talep etme  alacak hakkını 144, karşılığını ödeyerek elde etmektedir. TMK md.219 daki şartların varlığı halinde bu alacak hakkı, mal rejimi yürürlükte iken karşılığı ödenmiş bir malvarlığı değeri olarak edinilmiş  mal  olarak tasfiyede nazara alınabilir. Bu ihtimalde üçüncü kişinin malik olduğu malvarlığı değerini davalı eşin artık değerinin belirlenmesinde nazara almak yerine, malvarlığı değerinin mülkiyetini talep etme (alacak) hakkının değerini tasfiyede nazara almak gerekecektir. Ancak ele aldığımız sorun bakımından inançlı devir sözleşmelerinden doğan alacağın muaccel olacağı tarih, çoğu kez edinilmiş  mallara  katılma  rejiminin  tasfiyesi  tamamlandıktan  sonraki  bir  tarih olacaktır. Yargıtay, mal rejiminin sona erdiği anda henüz muaccel olmamış alacakların tasfiyede nazara alınamayacağına içtihat etmektedir. Bu içtihat karşısında inançlı işlemlere ilişkin alacak hakkını tasfiye nazara almak mümkün sayılamazsa, bu kez, TMK md.229 dan yararlanarak soruna çözüm getirmek gerekecektir. Bu ihtimalde, üçüncü kişiye (ya da onun hak sahibi olması için bir başka kimseye) davalı eş tarafından ödenen bedeller, ancak TMK md.229 kapsamındaki şartlarla eklenecek değer olarak nazara alınabilecektir. Sonuç olarak, Yargıtay ın yukarıda ele alınan sorun hakkındaki içtihatları, eşya hukukunun prensipleriyle bağdaşmadığı gibi, somut olayda inançlı işlem veya dolaylı temsil ilişkisinin bulunduğu haller ile muvazaalı işlem arasında ayrım yapılmaması 142  Eren, Mülkiyet, s.227; Kocayusufpaşaoğlu, Borçlar Hukuku, § 35, N.61, s.379-380. (Yazar, inanç sözleşmesi de bir çeşit vekalet ya da vekalet benzeri bir işlem sayıldığı için ikisi arasında ayrım yapılmasının pratik önemi olmadığı görüşündedir, bkz. a.e., N.62, s.380-381)143  Tuhr, s.276; Oğuzman/Seliçi/Oktay Özdemir, s.389-390. Vekâlet sözleşmesinde ve inançlı işlemde alacak hakkının kanunen vekâlet verene geçmesine ve taşınır eşyaya ilişkin ayırma hakkına ilişkin TBK md.509 hükmünün uygulanması ve bu konudaki tartışmalar hakkında bkz. Haluk Tandoğan, Borçlar Hukuku, Özel Borç İlişkileri, C.2, Ankara 1987, s.512 vd.; Tandoğan, İnançlı İşlemler, s.83 vd.; Kocayusufpaşaoğlu, Borçlar Hukuku, s.378 vd.144  Bu konudaki tartışmalar için bkz. Kocayusufpaşaoğlu, Borçlar Hukuku, § 35, N.63, s.381 vd.145  Yarg. 8.HD., 11.06.2015, 2014/3307 E., 2015/12874 K. (Şıpka/Özdoğan, s.434). Aynı yönde bkz. Şıpka/Özdoğan, s.429 vd. Aksi görüş için bkz. Zeytin, Edinilmiş, s.199-200. 472Genç Arıdemir / Eşlerden Birinin Üçüncü Kişiyle Yaptığı Muvazaalı İşlemlerin Edinilmiş Mallara Katılma Rejimine İlişkin ...ve sorunun TMK md.229 kapsamında değerlendirilmemesi sebepleriyle kanaatimizce yerinde değildir. SonuçTMK md.229/f.1 b.1 e göre, bir eşin mal rejiminin sona ermesinden önceki bir yıl içinde diğer eşin rızası olmadan, olağan hediyeler dışında yaptığı karşılıksız nitelikteki kazandırmalar, eklenecek değerlerin ilk halini oluşturmaktadır. TMK md.229/f.1 b.2 ye göre, bir eşin mal rejiminin devamı süresince diğer eşin katılma alacağını azaltmak kastıyla yaptığı devirler de edinilmiş mallara değer olarak eklenir. TMK md.229/f.1 de düzenlenen şartların bulunması halinde, sağlararası karşılıksız kazandırma veya katılma alacağını azaltma kastıyla yapılan devirler, mal rejiminin tasfiyesi sırasında, sanki hiç yapılmamış gibi değerlendirilecek ve bu işlemlere konu olan edinilmiş mal, işlemi yapan eşin artık değerinin hesaplanmasında dikkate alınacaktır. İşlem, TMK md.229 kapsamında yer almakta ise; işlem konusu malvarlığı değerini iktisap eden/ kazandırmadan yararlanan üçüncü kişi, ancak TMK md.241 de belirtilen şartların bulunması halinde iade ile yükümlü tutulabilir. Üçüncü kişinin sorumluluğu, hem kazandırmanın miktarı, hem de katılma alacağının eksik kalan kısmıyla sınırlıdır.Bir eş, diğer eşin katılma alacağını azaltmak kastıyla davranarak muvazaalı işlem de yapabilir. Bu takdirde, muvazaanın bulunduğunun ispat edilmesi halinde doğacak hukukî sonuçlar ile işlemin TMK md.229 kapsamında bulunduğunun ispat edilmesi halinde doğacak hukukî sonuçlar birbirinden farklıdır. Mutlak muvazaalı olarak yapılan görünüşteki işlem geçerli olmaz ve herhangi bir hüküm doğurmaz. Nisbî muvazaa halinde ise, görünürdeki işlem kesin hükümsüz iken; gizlenen hukukî işlem geçerlilik şartlarına uygun olarak yapılmışsa muvazaadan etkilenmez ve geçerli bir işlem olarak hükümlerini doğurur. Ancak şekle aykırılık gibi bir başka geçerlilik şartına uyulmamış olması sebebiyle gizlenen işlem de kesin hükümsüz olabilir. İşlemin muvazaa sebebiyle hükümsüz olduğu, gerek taraflar gerekse üçüncü kişiler tarafından ileri sürülebilir. Hâkimin, önündeki dava dosyasından işlemin muvazaalı olduğunu anlaması halinde muvazaayı kendiliğinden göz önüne alması gerekmektedir. Muvazaalı işlem baştan itibaren hukukî sonuç doğurmadığı için taraflar arasında herhangi bir borcun ya da alacak hakkının doğmasına sebep teşkil etmez. Keza bu halde tarafların sözleşmeden doğan borcu ifa etmek veya icazet vermek suretiyle işlemi geçerli hale getirmeleri mümkün değildir. Taşınmazın muvazaalı bir işleme dayanılarak üçüncü kişi adına tescil edilmesi halinde, yolsuz tescil söz konusu olacağından, gerçek hak sahibi tapu sicilinin düzeltilmesi davası ile kütükteki yolsuz kaydın düzeltilmesini talep edebilir. Muvazaaya ilişkin bu ihtilaflar aile hukukuna özgü bir nitelik taşımamaktadır. Davanın tarafları eşlerden 473İstanbul Hukuk Mecmuası 76/2biri ile diğer eş ve/veya üçüncü kişi olabilir ve bu konularda genel mahkemeler yetkilidir.  Bu  sebeple  muvazaaya  ilişkin  hukukî  ihtilaflarda,  görevli  ve  yetkili mahkeme, Hukuk Muhakemeleri Kanunu hükümlerine göre belirlenir. TMK md.229 kapsamında bir işlemin var olup olmadığı ise, eşler arasındaki edinilmiş mallara katılma mal rejiminin tasfiyesine ilişkin bir sorundur. Bu sebeple, eklenecek değer ile ilgili ihtilaflar, edinilmiş mallara katılma rejiminin tasfiyesi aşamasına özgü ve aile hukukunu ilgilendirmektedir. Dolayısıyla katılma alacağı davalarında ve TMK md.241 e dayanan davalarda aile mahkemeleri görevlidir (4787 sayılı Kanun un 4/1 hükmü). Katılma alacağına ilişkin davalarda yetkili mahkeme de TMK md. 214.maddesine göre belirlenmelidir; TMK md.241 e dayanan davada ise böyle bir özel yetki kuralı bulunmadığı için Hukuk Muhakemeleri Kanunu na göre genel yetki kuralı uygulanmalı ve dava, davalının yerleşim yeri mahkemesinde açılmalıdır.Muvazaalı  işlemde  tarafların  görünürdeki  işlemin  hüküm  ifade  etmeyeceği konusunda anlaşmaları (muvazaa anlaşması) ve bu anlaşmanın da üçüncü kişileri aldatma kastıyla yapılması gerekir. Burada aldatma kastı, diğer eş dışında herhangi bir üçüncü gerçek veya tüzel kişiye de yönelik olabilir. Oysa eklenecek değer sayılan işlemlerde (TMK md.229/f.1.b.2) aldatma kastı değil, eşin katılma alacağını azaltma kastı söz konusudur. Öte yandan, muvazaalı işlemdeki  muvazaa anlaşması  unsuru sebebiyle, işlem taraflarının (eş ile eşle işlem yapan üçüncü kişinin) işlemin hüküm ifade etmeyeceği konusunda iradelerinin uyuşması şarttır. Oysa eklenecek değer ile ilgili işlemlerde eşle işlem yapan örneğin karşılıksız kazandırmadan yararlananın/ edinilmiş malı devralanın (karşı tarafın) böyle bir iradeye sahip olması ya da diğer eşin katılma alacağını azaltma kastına sahip olması şartına yer ve gerek yoktur. TMK md.229 un uygulanması açısından, işlemin karşı tarafının yapılan devir işleminin katılma alacağını azaltma kastıyla yapıldığını bilmesi veya gerekli özeni gösterseydi bilebilecek durumda olması şartı da aranmaz. Her iki hukukî kavramın birbirinden farklı özellikleri göstermektedir ki, bir işlemin hem muvazaalı olarak, hem de TMK md.229 un kapsamında değerlendirilmesi zorunlu değildir, şartlar her iki hukukî kavrama göre ayrı ayrı belirlenir. Ayrıca ortak uygulama alanı olsa dahi aile mahkemesindeki katılma alacağı davasında hem muvazaanın hem de TMK md.229 ve 241 de belirtilen hukukî sonuçların birlikte uygulanması mümkün değildir. Yargıtay, kanaatimizce isabetsiz bir şekilde, aile mahkemesinin hem davalı eş tarafından yapılan işlemin muvazaalı olduğu gerekçesiyle diğer davalı üçüncü kişi adına yapılan tapu kaydının iptali ile taşınmazın davalı eş (taşınmazı devreden eş) adına tapuya tesciline hem de yapılan işlemin karşılıksız kazandırma olduğundan bahisle TMK md.229 kapsamında eklenecek değer sayılarak katılma alacağının hesaplanması  gerektiğine  içtihat  etmiştir.  Kanaatimizce  aile  mahkemesindeki davada, aynı işlemin hem muvazaa sebebiyle geçersiz sayılıp hem de TMK md.229 kapsamında değerlendirilmiş olması çelişkili ve hukuken dayanaksızdır. 474Genç Arıdemir / Eşlerden Birinin Üçüncü Kişiyle Yaptığı Muvazaalı İşlemlerin Edinilmiş Mallara Katılma Rejimine İlişkin ...Taşınmaz üzerinde aynî hakkı olmayan eşlerden birinin, diğerine muvazaa sebebine dayanan tapu sicilinin düzeltilmesi davası açıp açamayacağı öğretide tartışmalıdır. Kanaatimizce, katılma alacağının sağlıklı ve doğru biçimde belirlenmesini sağlamak, ihtilafların uzun yıllar sürmesine engel olmak, alacağın tahsil edilmesi safhasında alacağın tahsil edilmesini kolaylaştırmak nedenleriyle, katılma alacağı davasındaki menfaati dolayısıyla katılma alacaklısı olan eşin tapu sicilinin düzeltilmesi davası açmada hukukî menfaati bulunmaktadır. Nitekim öğretide bazı yazarlara ve Yargıtay a göre katılma alacaklısı eşe, böyle bir imkân tanınmaktadır. Öğretide, muvazaa sebebiyle açılan tapu sicilinin düzeltilmesi davasının mal rejiminin tasfiyesine ilişkin davada bekletici sorun yapılması gerekip gerekmediği hususu  da  tartışılmıştır.  Yargıtay ın   tasfiye  tarihi  itibariyle   eklenecek  değer konusu edinilmiş malın sürüm değerinin artık değere eklenmesi gerektiğine dair yeni içtihatları, bu tartışmanın pratik önemini kaybetmesini sağlamıştır. Yargıtay ın uygulaması çerçevesinde, katılma alacaklısı eş, işlemin TMK md.229 kapsamında olduğunu ispat ederse, katılma alacağı davasında eklenecek değer,  tasfiye anındaki sürüm değeri  ile artık değerde hesaba katılarak katılma alacağı belirlenecektir. Tapu sicilinin düzeltilmesi davasında talebin kabul edilmesine karar verilmesi halinde ise alacaklı, alacağını tahsil etme konusunda bir imkân elde edecek; bu değer de dâhil olarak borçlu eşin malvarlığı veya terekesi esas alınarak alacağını elde edebilecek ve hatta şartları gerçekleşirse TMK md.241 e dayanarak kazandırmadan yararlanan üçüncü kişiye eksik kalan katılma alacağı için başvurabilecektir.Katılma alacaklısı, önce tapu sicilinin düzeltilmesi davası açmış ve davanın kabulüne karar verilmiş; daha sonra ise katılma alacağı davası açılmış olabilir. Tapu sicilinin düzeltilmesi davasında mahkeme, mutlak muvazaa halinde işlemin hüküm doğurmadığına; nitelikli muvazaa yapılması halinde ise görünürdeki işlemin muvazaa, gizlenen işlemin taşınmazın devri resmi şekle tabi olduğundan şekle aykırılık sebebiyle kesin hükümsüz olduğuna kanaat getirdiği takdirde, işlemler baştan itibaren hiçbir hüküm doğurmayacaktır. Böylece edinilmiş mal (taşınmaz) devreden eşin malvarlığında yer alacak ve mal rejiminin tasfiyesinde malın tasfiye sırasındaki değeri esas alınarak eşin katılma alacağı hesaplanacaktır. Bu ihtimalde, işlemin TMK md.229 kapsamında olup olmadığının bir önemi de bulunmamaktadır.Katılma  alacaklısının  önce  katılma  alacağı  davasını  açması  ve  bu  dava sonuçlandıktan  sonra  eşinin  muvazaalı  işlem  yapmış  olduğunu  öğrenmesi  de mümkündür. Bu ihtimalde ise, katılma alacaklısı ya ispat edilmesi daha zor olan muvazaa sebebiyle tapu kaydının düzeltilmesi davası açmalı ya da doğrudan bu malvarlığı değerinin eklenecek değer niteliği taşıdığının (eşin katılma alacağını azaltma kastıyla yapıldığının) ispat edileceği katılma alacağı davası açmalıdır. İlk ihtimalde, talebin kabul edilmesi halinde ise taşınmaz için katılma alacağı davası 475İstanbul Hukuk Mecmuası 76/2açılarak,  bu  malvarlığı  değeri  için  de  ayrı  bir  katılma  alacağı  belirlenecektir. Yargıtay ın her bir malvarlığının ayrı ayrı tasfiye edilmesi yöntemi sebebiyle alacaklı eşin sonradan söz konusu malvarlığı değeri için de katılma alacağı talep etmesi mümkündür. Eşlerden biri üçüncü kişi ile inançlı işlem yaparak edinilmiş malını devretmiş olabilir.  Ciddi  bir  işlem  niteliğinde  olan  inançlı  işlemin  diğer  eşin  katılma alacağını azaltmak kastıyla yapılması halinde, TMK md.229/f.1 b.2 çerçevesinde değerlendirilmesi ve bu hükümde belirtilen şartlar söz konusuysa inançlı işlemin konusunu oluşturan malvarlığı değerinin eklenecek değer olarak tasfiyede nazara alınması gerekmektedir. İnançlı işlemin muvazaalı olarak yapıldığı ispat edildiği takdirde  ise,  işlemin  muvazaalı  olması  halinde  doğacak  hukukî  sonuçların  ve ihtimallerin  uygulanması  söz  konusudur.  Yargıtay ın,  katılma  alacağına  ilişkin davalarda, davalının, mülkiyet hakkını haiz olmadığı malvarlığı değerinin edinilmesi için  katkı  sağlaması  durumunda  malvarlığı  değerinin  tasfiyeye  dâhil  edilmesi gerektiğine dair içtihatları bulunmaktadır. Kanaatimizce bu içtihatlar, eşya hukukunun prensipleriyle bağdaşmadığı gibi, somut olayda inançlı işlem veya dolaylı temsil ilişkisinin bulunduğu haller ile muvazaalı işlem arasında ayrım yapılmaması ve sorunun TMK md.229 kapsamında değerlendirilmemesi sebepleriyle isabetli değildir. Kısaltmalar Cetvelia.e.  : aynı eserArt.  : Artikelb.  : bentBAM HD  : Bölge Adliye Mahkemesi Hukuk DairesiBGE  : Entscheidungen des Schweizerischen BundesgerichtesBkz/Bkz.  : bakınız/BakınızC.  : CiltDn./dn.  : DipnotE.  : Esas Numarasıf.  : fıkraHMK  : 6100 sayılı Hukuk Muhakemeleri KanunuİİK  : İcra İflas KanunuİÜHFM  : İstanbul Üniversitesi Hukuk Fakültesi MecmuasıK.  : Karar NumarasıKarş./karş.  : Karşılaştırınızmd.  : maddeN.  : Not/NumaraOR  : Bundesgesetz vom 30 Maerz 1911 über das Obligationenrecht RG  : Resmi Gazete476Genç Arıdemir / Eşlerden Birinin Üçüncü Kişiyle Yaptığı Muvazaalı İşlemlerin Edinilmiş Mallara Katılma Rejimine İlişkin ...s.  : sahifeS.  : SayıT.  : TarihTBBD  : Türkiye Barolar Birliği DergisiTBK  : 6098 sayılı Türk Borçlar KanunuTMK  : 4721 sayılı Türk Medeni Kanunuvd.  : ve diğerleri/ve devamıY  : YılYarg. HD  : Yargıtay Hukuk DairesiYarg. HGK  : Yargıtay Hukuk Genel KuruluZGB  : Schweizerisches Zivilgesetzbuch vom 10 Dezember 1907477İstanbul Hukuk Mecmuası 76/2",
     "Kaynakça": "/ReferencesAcar, Faruk: Aile Hukukumuzda Aile Konutu Mal Rejimleri Eşin Yasal Miras Payı, 5. Baskı, Seçkin, Ankara 2016, (  Mal Rejimleri  olarak kısaltılmıştır). Aday, Nejat: Taşınmaz Mülkiyetinin Naklinde Muvazaa, İstanbul 1992. Akıntürk, Turgut / Ateş, Derya : Türk Medenî Hukuku, Aile Hukuku, İkinci Cilt, 20. Bası, Beta, İstanbul 2017.Akipek, Jale G. / Akıntürk, Turgut : Eşya Hukuku, Beta, İstanbul 2009.Badur, Emel:   Eşin Rızası , TBBD, Y.2013, S.109, s.251 302.Dural, Mustafa /Öğüz, Tufan / Gümüş, Alper: Türk Özel Hukuku, C.III, Aile Hukuku, Filiz Kitabevi, İstanbul 2018.Dural, Mustafa / Öz, Turgut: Türk Özel Hukuku, C.IV, Miras Hukuku, 12. Bası, Filiz Kitabevi, İstanbul 2018.Eren,  Fikret:  Borçlar  Hukuku  Genel  Hükümler, Ankara  2017.  ( Borçlar  Hukuku   olarak kısaltılmıştır).Eren, Fikret : Mülkiyet Hukuku, 4. Baskı, Yetkin Yayınları, Ankara 2016. ( Mülkiyet  olarak kısaltılmıştır). Esener, Turhan: Türk Hususi Hukukunda Muvazaalı Muameleler, Ankara 1956. Gençcan, Ömer Uğur: Türk Medeni Hukuku, Madde 185 530, 2. Bası, Yetkin Yayıncılık, Ankara 2007.Gümüş, Mustafa Alper: Evliliğin Genel Hükümleri ve Mal Rejimleri (TMK m.185 281), Vedat Kitapçılık, İstanbul 2008.Hatemi, Hüseyin:  Nam ı Müstear Kavramı ve Vekalet ile İlişkisi , Temsil ve Vekalete İlişkin Sorunlar Sempozyumu, İstanbul 1977, s.127 146.Hatemi, H./Serozan, R. /Arpacı, A.: Eşya Hukuku, Filiz Kitabevi, İstanbul 1991. Hausheer, Heinz / Aebi Müller, Regina E.: Zivilgesetzbuch I Art.1 456 ZGB, Basler Kommentar, 5. Auflage, Herausgeber: Honsell/Vogt/Geiser, Helbing Lichtenhahn Verlag, Basel 2014. (Basler Komm. olarak kısaltılmıştır.).Hausheer, Heinz / Reusser, Ruth / Geiser, Thomas: Allgemeine Vorschriften, Art.181 195a ZGB; Die ordentliche Güterstand der Errungenschaftsbeteiligung, Art.196 220 ZGB, Schweizerisches Zivilgesetzbuch, Das Familienrecht, Das Eherecht, Das Güterrecht der Ehegatten, Berner Kommentar, II/1/3/1, Staempfli Verlag AG  Bern 1992 (Berner Komm. olarak kısaltılmıştır.). Helvacı, İlhan:  Edinilmiş Mallara Katılma Rejiminin Boşanma Nedeniyle Sona Ermesi Halinde Artık Değere Katılma Alacağının Tabi Olacağı Zamanaşımı Süresi Üzerine (İçtihadı Birleştirme Kararını Gerektiren Durum) , Prof. Dr. Rona Serozan a Armağan, İstanbul 2010, s.969 980.İmre, Zahit/ Erman, Hasan : Miras Hukuku, 14. Basım, Der Yayınları, İstanbul 2018.Jaggi, Peter / Gauch, Peter: Das Obligationenrecht, Kommentar zu Art.18 OR, Zürich 1980. Jungo, Alexandra: Personen  und Familienrecht  Partnerschaftsgesetz Art.1 456 ZGB – PartG, CHK  Hand Kommentar zum Schweizer Privatrecht, 3. Auflage, Schulthess, Zürich Basel Genf 2016. Keller, Max / Schöbi, Christian: Allgemeine Lehren des Vertragsrecht, Band I, Helbing § Lichtenhahn, Basel und Frankfurt 1988.Kılıçoğlu, Ahmet: Aile Hukuku, 3. Bası, Turhan Kitabevi, Ankara 2017 (Aile Hukuku olarak kısaltılmıştır).478Genç Arıdemir / Eşlerden Birinin Üçüncü Kişiyle Yaptığı Muvazaalı İşlemlerin Edinilmiş Mallara Katılma Rejimine İlişkin ...Kılıçoğlu, Ahmet: Edinilmiş Mallara Katılma Rejimi, 2. Baskı, Ankara 2002 (Edinilmiş olarak kısaltılmıştır.). Kılıçoğlu, Ahmet: Medeni Kanun umuzun Aile  Miras Eşya Hukuku nda Getirdiği Yenilikler, 3. Bası, Turhan Kitabevi, Ankara 2014 (Yenilikler olarak kısaltılmıştır).Kocayusufpaşaoğlu, Necip: Borçlar Hukuku Genel Bölüm, Borçlar Hukukuna Giriş, Hukukî İşlem Sözleşme, Kocayusufpaşaoğlu/Hatemi/Serozan/Arpacı, 1. Cilt, 4 üncü Bası dan 7 inci Tıpkı Bası, Filiz Kitabevi, İstanbul 2017.Kuru, Baki: İcra ve İflâs Hukuku, Ders Kitabı, 26. Baskı, Yetkin Yayınları, Ankara 2012.Nomer, H. N./ Ergüne, M.S.: Eşya Hukuku, Zilyetlik, Tapu Sicili, Rehin hakları, 3. Bası, On İki levha Yayıncılık, İstanbul 2016.Nomer, Halûk Nami: Borçlar Hukuku, Genel Hükümler, Beta, İstanbul 2017. Nuspliger, Isabelle: ZGB Kommentar Schweizerisches Zivilgesetzbuch, Orell Füssli Kommentar (Navigator.ch), 3. Auflage, 2016.Oğuzman, M.K./Seliçi, Ö./Oktay Özdemir,S.: Eşya Hukuku, 21. Bası, Filiz Kitabevi, İstanbul 2018.Oğuzman, M.Kemal ./Öz, Turgut: Borçlar Hukuku, C.1, Vedat Kitapçılık, İstanbul 2017. Oğuzman, M. Kemal /Barlas, Nami: Medeni Hukuk, Giriş, Kaynaklar, Temel Kavramlar, 24. Bası, Vedat Kitapçılık, İstanbul 2018.Ott, Walter:  Der Schutz der Anwartschaft auf den Vorschlagsanteil unter dem Güterstand der  Errungenschaftsbeteiligung  mit  Hilfe  der  güterrectlichen  Herabsetzungs   und Rückforderungsklage,Festschrift für Cyril Hegnauer zum 65. Geburtstag, Bern 1986.Özdamar/ Kayış/ Yağcıoğlu/Akgün: Yasal Mal Rejimi ve Tasfiyesi, 4. Baskı, Seçkin Yayınları, Ankara 2017.Oktay Özdemir, Saibe:  Teminat Amaçlı Mülkiyet Devri Sözleşmeleri , Milletlerarası Hukuk ve Milletlerarası Özel Hukuk Bülteni, Prof. Dr. Aysel Çelikel e Armağan, İstanbul 2001, s. 657 vd.Özsunay,  Ergun:   Saf  İnançlı  Muamelelerde  Vekalet  Sözleşmesine  İlişkin  Hükümlerin Uygulanması , Temsil ve Vekalete İlişkin Sorunlar Sempozyumu, İstanbul 1977, s.99 125.Pekcanıtez Hakan / Atalay Oğuz / Özekes, Muhammet : Medenî Usûl Hukuku, 5. Bası, Vedat Kitapçılık, İstanbul 2017.Piotet, Paul: Die Errungenschaftsbeteiligung nach schweizerischem Ehegüterrecht, Bern 1987.Rumo Jungo, Alexandra / Majid, Nadja:   Lebzeitige Zuwendungen im Spannungsfeld zwischen Güter – und Erbrecht , successio, 2013, s.323 335.Sarı, Suat: Evlilik Birliğinde Yasal Mal Rejimi Olarak Edinilmiş Mallara Katılma Rejimi, Beşir Kitabevi, İstanbul 2007. Serozan, Rona/Engin, B. İlkay: Miras Hukuku, Seçkin Yayıncılık, Ankara 2017. Serozan, Rona:  Tenkis Davasını Bütünleyen Edim Davası Üçüncü Kişilere Yöneltilebilir Mi? (Bir İçtihadı Birleştirme Kararı Üstüne Düşünceler , İÜHFM, Y.1977, C.43, S.1 4, s.209 218. ( Tenkis  olarak kısaltılmıştır.) . Steck,  Daniel  /  Fankhauser,  Roland:  Scheidung,  Band  I:ZGB/Band  II:Anhänge,  Sechster Titel:  Das  Gütercht  der  Ehegatten/Zweiter  Abschnitt:  Der  ordentliche  Güterstand  der Errungenschaftsbeteiligung, 3. Auflage, Stämpfli Verlag, Bern 2017.Sert Sütçü, Selin: Miras Bırakanın Muvazaalı Hukukî İşlemleri ve Sonuçları, Seçkin, Ankara 2018.Şeker, Muzaffer: Der türkische und der schweizerische gesetzliche Güterstand im Vergleich, Verlag H.J. Maurer, Freiburg 2006,479İstanbul Hukuk Mecmuası 76/2Şıpka, Şükran: Edinilmiş Mallara Katılma Rejimi ve Uygulamaya İlişkin Sorunlar, 3.Basım, 2013.Şıpka, Şükran / Özdoğan, Ayça: Eşler Arasındaki Malvarlığı Davaları, 2.Bası, On İki Levha Yayıncılık, İstanbul 2017. Tandoğan, Halûk: İnançlı işlemlerde İnananın Korunması Sorunu ve Bu Sorunun Çözümünde BK. md. 393 ten Yararlanma Olanakları , Temsil ve Vekalete İlişkin Sorunlar Sempozyumu, İstanbul 1977, s.73 98. (İnançlı İşlem olarak kısaltılmıştır).Tandoğan, Halûk: Borçlar Hukuku, Özel Borç İlişkileri, C.2, Ankara 1987. (Borçlar olarak kısaltılmıştır).Tekinay/Akman/Burcuoğlu/Altop: Borçlar Hukuku Genel Hükümler, İstanbul 1993. (Borçlar Hukuku olarak kısaltılmıştır).Tekinay/Akman/Burcuoğlu/Altop: Eşya Hukuku, C.1, 5. Bası, İstanbul 1989. (Eşya Hukuku olarak kısaltılmıştır).Tuhr, Andreas von: Borçlar Hukukunun Umumi Kısmı, C.1 2, Çeviren: Cevat Edege, Yargıtay Yayınları No:15, Olgaç Matbaası, Ankara 1983.Turan Başara, Gamze:  Eşlerden Birinin Yaptığı Sağlararası Kazandırmaların Edinilmiş Mallara Katılma Rejimine ve Miras Hukukuna İlişkin Kurallar Kapsamında Değerlendirilmesi , Terazi Hukuk Dergisi, C.10, S.11, Kasım 2015, s.58 76. Tuor/Schnyder/Schmid/ Jungo: Das schweizerische Zivilgesetzbuch, Schulthess, 2015. Ulukapı, Ömer: İcra ve İflâs Hukuku, Mimoza Yayınları, Konya, 2015. Wolf,  Stephan:   Vorschlags   und  Gesamtgutszuweisung  an  den  überlebenden  Ehegatten mit  Berücksichtigung  der  grundbuchrechtlichen  Auswirkungen,  Abhandlungen  zum Schweizerischen Recht, Band: 584, Staempfli Verlag, 1996, s.61 103.Yavuz, Cevdet / Acar, Faruk / Özen, Burak: Borçlar Hukuku Özel Borç İlişkileri, İstanbul 2017.Yenice Ceylan, Özge:  Edinilmiş Mallara Katılma Rejiminde Eklenecek Değerler , Yıldırım Beyazıt Üniversitesi Hukuk Fakültesi Dergisi, Y.3, S.2018/2, s.215 246.Zeytin, Zafer: Edinilmiş Mallara Katılma Rejimi ve Tasfiyesi, 3. Baskı, Seçkin Yayıncılık, Ankara 2017 ( Edinilmiş  olarak kısaltılmıştır.)Zeytin, Zafer:  Değer Artış Payı, Eklenecek Değerler ve Denkleştirme Alacağı , Uygulamalı Aile Hukuku Sertifika Programı III. Dönem 17 18 Kasım 2006, Edinilmiş Mallara Katılma Rejimi ve Uygulama Sorunları, Hazırlayanlar: Şıpka/Özbilen/Şensöz, ( Eklenecek Değer  olarak kısaltılmıştır). 480"
}