{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "04",
     "Ay": "09",
     "Yıl": "2020",
     "Cilt": "78",
     "Sayı": "2",
     "Başlık": "COVID 19 un Iş Kazası ve Meslek Hastalığı Bakımından Değerlendirilmesi",
     "Title": "Evaluation of COVID 19 in Terms of Work Accident and Occupational Disease",
     "Yazar İsmi": [

          "Seda Arslan Durmuş"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "COVID-19", "İş kazası", "Meslek hastalığı", "İş sağlığı ve güvenliği", "İşverenin yükümlülükleri"
     ],
     "Keywords": [
          "COVID-19", "General employer responsibility", "Occupational disease", "Occupational health and safety", "Work accident"
     ],
     "Özet": "COVID 19 hastalığı (Korona virüs), Çin in Wuhan kentinde ortaya çıkmış ve tüm dünyada hızla yayılmıştır. Salgın, çalışma yaşamını derinden etkilemiş ve bu sebeple çalışma hayatına dair birçok yeni düzenleme yapılmıştır. Pandemi döneminde iş sağlığı ve güvenliği hukuku ise işçi işveren ilişkisine dair en çok etkisini gösteren alanlardan biri olmuştur. İşveren,  COVID 19  hastalığının  işyerinde  yayılmasını  engellemek  için  alması  gereken  her  türlü  önlemi  almakla yükümlüdür. İşverenin yükümlülüklerine aykırı hareket etmesi, şüphesiz ki sorumluluğunu gündeme getirecektir. Bu noktada COVID 19 hastalığının iş kazası veya meslek hastalığı bakımından değerlendirilmesi söz konusu olmaktadır.  COVID 19 un iş kazası veya meslek hastalığı sayılıp sayılmayacağı hususu, öğretide ve uygulamada tartışmalı konuların başında gelmektedir. COVID 19 virüsüne bağlı bedensel veya ruhsal bir zarar ortaya çıktığında, koşullar varsa iş kazası olarak nitelendirilebilecektir. Bunun gibi COVID 19 hastalığının meslek hastalığı olarak nitelendirilmesi de mümkündür. Sağlık çalışanları bakımından ise konuyu ayırarak incelemekte fayda vardır. Çalışmamızda iş kazası ve meslek hastalığı kavramları üzerinde kısaca durulduktan sonra COVID 19 un neden iş kazası sayılması gerektiği açıklanacaktır.",
     "Abstract": "Coronavirus 2019 (COVID-19) emerged in Wuhan, China and spread rapidly around the world, causing an epidemic that has deeply affected working life and resulted in many new regulations regarding working life. Occupational health and safety law is one of the areas that showed the most impact on employee-employer relationships during the pandemic period. Employers are obliged to take every precaution to prevent the spread of COVID-19 in the workplace. The employer is responsible if he acts against his obligations. At this point, COVID-19 is evaluated in terms of work accident or occupational disease. Whether COVID-19 can be counted as a work accident or occupational disease is among the most controversial issues in teaching and practice. When a physical or mental injury resulting from the COVID-19 virus occurs, conditions can be considered a work accident. It is also possible to characterize COVID-19 as an occupational disease. In terms of health workers, it is useful to separate the subject by examining it. In our study, after briefly focusing on the concepts of work accident and occupational disease, we will explain why COVID-19 should be considered as a work accident.",
     "Metin": "Çin in Hubei eyaletinin Wuhan şehrinde Aralık 2019 da ortaya çıkan korona virüs, zamanla tüm dünyada etkisini göstermeye başlamış ve küresel olarak birçok ülkeyi etkisi altına almıştır. En son bulunan korona virüsün neden olduğu bulaşıcı hastalık COVID-19 adıyla anılmaktadır. Dünya Sağlık Örgütü, COVID-19 salgınını 30 Ocak ta  uluslararası boyutta halk sağlığı acil durumu  olarak sınıflandırmış, ilk salgının başladığı Çin dışında 113 ülkede COVID-19 vakalarının görülmesi, virüsün yayılımı ve şiddeti nedeniyle 11 Mart 2020 de küresel salgın (pandemi) olarak tanımlamıştır. Türkiye de de ilk COVID-19 vakası 11 Mart 2020 tarihinde görülmüştür. Virüsün yayılma hızını azaltmak amacıyla ülkemizde birtakım tedbirler alınmış, sokağa çıkma kısıtlamaları söz konusu olmuş, riskli gruplarda yer alanlar bakımından özel koruyucu düzenlemeler getirilmiştir. İlk vakanın tespit edilmesinden bu yana geçen süreçte işyerleri ve çalışanlar, korona virüsten en çok etkilenenlerin başında gelmektedir. Pandeminin halen sürmesi sebebiyle de çalışma hayatını etkilemeye devam etmektedir. Kimi işyerlerinde üretim tamamen veya kısmen durma noktasına gelmiş iken kimi işyerlerinde ise üretim daha da çok artmıştır. COVID-19 dan kaynaklı olası hukuki sorunları çözebilmek adına mevzuatımızda yeni/geçici hukuki düzenlemeler yapılmıştır. Ancak pandemi ilan edilen olağanüstü dönem için iş sağlığı ve güvenliği alanına ilişkin sorunlar ve soru işaretleri giderilmiş değildir. Şüphesiz ki üretimin en asli unsuru olan işçilerin sağlıkları, her şeyden önce gelmelidir. İş sağlığı ve güvenliğine ilişkin işverenin yükümlülükleri de bu noktada oldukça önemlidir. İşçilerin sağlıklı ve güvenli bir ortamda çalıştırılmaları esas olup işveren bu konuda üstüne düşen her türlü önlemi almakla yükümlüdür. İş sağlığı ve güvenliği alanına ilişkin en temel hukuki sorun COVID-19 un iş kazası ve meslek hastalığı sayılıp sayılmayacağı hususudur. Güncel gelişmelere bakıldığında  tartışmalı  uygulamaların  olduğu  görülmektedir.  Sosyal  Güvenlik Kurumu Başkanlığı Emekli Hizmetleri Genel Müdürlüğü nün 7.5.2020 tarihli ve 2020/12 sayılı Genelgesi nde  COVID-19 virüsünün bulaşıcı bir hastalık olduğu dikkate alındığında, söz konusu salgına maruz kalan ve sağlık hizmet sunucularına müracaat eden sigortalılara hastalık kapsamında provizyon alınması gerektiği  ifade edilmiştir. Söz konusu Genelge ile Sosyal Güvenlik Kurumu, COVID-19 a maruz kalan sigortalıları  iş kazası ve meslek hastalığı sigortası  kapsamında değil 1  <https://www.who.int/health-topics/coronavirus#tab=tab_1> Erişim Tarihi 13 June 2020. 2  T.C. Sağlık Bakanlığı Halk Sağlığı Genel Müdürlüğü, ‘COVID-19 (Sars-Cov-2 Enfeksiyonu), Genel Bilgiler, Epidemioloji ve Tanı, Bilimsel Danışma Kurulu Çalışması , Ankara, (1 Haziran 2020) 5 <https://covidbilgi.saglik.gov.tr/depo/rehberler/covid-19-rehberi/COVID-19_REHBERI_GENEL_BILGILER_EPIDEMIYOLOJI_VE_TANI.pdf>  Erişim Tarihi 13 June 2020. 366Arslan-Durmuş / COVID-19 un İş Kazası ve Meslek Hastalığı Bakımından Değerlendirilmesi de  hastalık sigortası  kapsamında değerlendirmiştir. Şüphesiz ki idari kararlar yargı kararlarını bağlamamaktadır. Bu sebeple COVID-19 virüsünün Genelge ile hastalık kapsamına alınmasının bağlayıcı olmadığı kanaatindeyiz. Nitekim Yargıtay 21. Hukuk Dairesinin 15.04.2019 tarihli emsal diyebileceğimiz bir kararında, tır şoförü olan işçinin işveren tarafından Ukrayna ya sefere gönderildiği, HN virüsünün (domuz gribi) bulaşması sonucu daha sonra ölümün gerçekleştiği olayda,  işveren  tarafından  yürütülmekte  olan  iş  nedeniyle  Ukrayna ya  yapılan sefer sırasında bulaştığı rapor kapsamından anlaşılan HN virüsüne bağlı olarak, meydana gelen ölüm, oy çokluğu ile iş kazası olarak değerlendirilmiştir. Yargıtayın bu yaklaşımının Korona virüsten kaynaklı ölüm olaylarında da sürdürmesi gerektiği ve virüsün çalışan ve işyeri ile ilişkili olduğu ispatlanabildiği ölçüde meydana gelen zararların iş kazası sayılması gerektiği kanaatindeyiz. Aynı şekilde özellikle sağlık çalışanları bakımından sigortalı, Korona virüsten kaynaklı bedensel veya ruhsal bir  zarara  uğrarsa  meslek  hastalığı  kapsamında  değerlendirilebilir.  COVID-19 hastalığının iş kazası veya meslek hastalığı olarak değerlendirilmesinin yapılabilmesi için öncelikle 5510 sayılı Sosyal Sigortalar ve Genel Sağlık Sigortası Kanunu ve 6331 sayılı İş Sağlığı ve Güvenliği Kanunundaki düzenlemelere bakılacak ve unsurlar kısaca teker teker incelenecektir. II. İş Kazası KavramıA. Genel OlarakKaza kavramı, borçlar hukuku, iş hukuku ve sosyal güvenlik hukuku bakımından ayrı kavramları ifade eder ve hukuki sonuçları da farklıdır. Genel tanımıyla kaza, kişinin isteği dışında, öngörülemeyen, dıştan gelen bir etkenle, ani olarak ortaya çıkan bir olaydır. İş kazasının söz konusu olabilmesi için, insan vücudunun zarar görmesi gerekir. Bu sebeple eşyaya ilişkin zararlar, iş kazası olarak nitelendirilemezler. 3  Yargıtay 21 HD, 5018/2931, 15.04.2019 <www.kazanci.com>. 4  Sosyal  Sigortalar  ve  Genel  Sağlık  Sigortası  Kanunu,  Kanun  Numarası:  5510,  Kabul  Tarihi:  31.05.2003,  RG 16.06.2006/26200.5  İş Sağlığı ve Güvenliği Kanunu, Kanun Numarası: 6331, Kabul Tarihi: 20.06.2012, RG 30.06.2012/28339.6  Ali Güzel, Ali Rıza Okur and Nurşen Caniklioğlu, Sosyal Güvenlik Hukuku (18th edition, Beta 2020) 354; Can Tuncay and Ömer Ekmekçi, Sosyal Güvenlik Hukuku Dersleri, (20th edition, Beta 2019) 390-391; Nurşen Caniklioğlu, ‘Sosyal Sigorta Türleri Açısından Yargıtayın 2002 Yılı Kararlarının Değerlendirilmesi , (2004) İş Hukuku ve Sosyal Güvenlik Hukuku Türk Milli Komitesi 339, 342; Ali Nazım Sözer, Türk Sosyal Sigortalar Hukuku, (4th edition, Beta 2019) 335-337; Zeki Okur, ‘Yargıtay Kararları Çerçevesinde İş Kazası  (2013), VII. Ulusal İşçi Sağlığı ve İş Güvenliği Kongresi Bildiriler Kitabı 18-20 Nisan 2013, 325, 326; Sabahattin Yürekli, ‘Çalışma Hayatında Koronavirüs (COVID-19) Salgınının Etkileri  (2020) 19(38) İstanbul Ticaret Üniversitesi Sosyal Bilimler Dergisi, COVID-19 Hukuk Özel Sayısı, 34, 42.7  Güzel, Okur and Caniklioğlu (n 6) 361; Tuncay and Ekmekçi (n 6) 394; Haluk Hadi Sümer, İş Sağlığı ve Güvenliği Hukuku (3th edition, Seçkin 2019) 91; Levent Akın, ‘COVID-19 un İş İlişkilerine Olası Etkileri  (2020) 34(3) Çimento İşveren Dergisi, 16, 21; Yürekli (n 6) 43.8  ibid 365. 367İstanbul Hukuk Mecmuası 78/2İş kazası kavramı hem 6331 sayılı İş Sağlığı ve Güvenliği Kanununda hem de 5510 sayılı Sosyal Sigortalar ve Genel Sağlık Sigortası Kanununda düzenlenmiştir. İş kazaları, sadece işçi-işveren ilişkisi bağlamında düşünülemez. Toplumu derinden etkileyen, uluslararası belgelerde ve TC Anayasasında korunan yaşama hakkı, en temel insan hakkı olup iş kazaları ile ihlal edilmemelidir. Sonuçları bakımından sadece iş hukuku, iş sağlığı ve güvenliği hukuku ile ilgili olmayan iş kazaları, aynı zamanda hem sosyal güvenlik hukuku boyutuyla hem de borçlar hukuku ve ceza hukuku boyutlarıyla da ele alınmalıdır. İş kazaları ve meslek hastalıklarını en aza indirmek için öncelikle devlete, işverenlere, sendikalara ve nihayet çalışanlara büyük görevler düşmektedir. Her iş kazası, kazaya uğrayana, ailesine, işverene ve topluma maddi manevi büyük kayıplar getirmektedir. Önleyici tedbirlere ağırlık vermek, öncelikli amaç olmalıdır. Bu sebepledir ki 6331 sayılı İş Sağlığı ve Güvenliği Kanunu, 2012 yılında önleme amacına yönelik bir Kanun olarak yürürlüğe girmiştir. 5510 sayılı Sosyal Sigortalar ve Genel Sağlık Sigortası Kanunu bakımından iş kazası kavramı ile 6331 sayılı İş Sağlığı ve Güvenliği Kanunu bakımından iş kazası kavramları birbirinden farklıdır. İşverenin iş kazasından sorumlu olabilmesi için, sorumluluk hukukunun genel ilkeleri doğrultusunda işçinin gördüğü iş veya işverenin yürüttüğü iş ile kaza arasında uygun nedensellik bağı olmalıdır. Bir başka ifadeyle, işveren, ancak iş sağlığı ve güvenliği yükümlülüklerini yerine getirmemişse, oluşan zarardan sorumlu tutulabilecektir. İş sağlığı ve güvenliği yükümlülükleri yerine getirilmiş ve işçinin gördüğü iş ile nedensellik bağı içinde olmayan ancak işyerinde meydana gelen bir kaza da 5510 sayılı Kanun bakımından iş kazası sayılacaktır. Ancak böyle bir durumda işverenin sorumluluğu söz konusu olmayacaktır. Kısaca iş hukuku anlamında her kaza, sosyal güvenlik hukuku anlamında da bir iş kazasıdır. Bununla birlikte sosyal güvenlik hukukuna göre bir iş kazası, iş hukuku bakımından iş kazası olmayabilir. Sigortalının kendi kusuru sonucu uğradığı kaza da, iş kazası sayılmalıdır. 5510 sayılı Kanun madde 13 te bazı hal ve durumlar sayılarak kaza olayının belirtilen durumlardan birinde meydana gelmesinin iş kazası olduğu ifade edilmiştir. Bir kaza, sosyal güvenlik hukuku bakımından bir iş kazası ise, 5510 sayılı Kanunda öngörülen sigorta yardımlarına hak kazanacaktır. 5510 sayılı Kanun madde 13 e göre iş kazası;  a) Sigortalının işyerinde bulunduğu sırada, b) İşveren tarafından yürütülmekte  olan  iş  nedeniyle  sigortalı  kendi  adına  ve  hesabına  bağımsız çalışıyorsa yürütmekte olduğu iş nedeniyle, c) Bir işverene bağlı olarak çalışan 9  ibid 351, 356.10  Güzel, Okur and Caniklioğlu (n 6) 359 vd.; Tuncay and Ekmekçi (n 6) 391; Sarper Süzek, İş Hukuku (16th edition, Beta 2018) 425; Erdem Özdemir, İş Sağlığı ve Güvenliği Hukuku, (Vedat 2014) 519; Levent Akın, ‘İşverenin İşçiyi Gözetme Borcundan Doğan Hukuki Sorumluluğunda Uygun Nedensellik Bağı  (Karar İncelemesi) (Mart 2011) Çimento İşveren Dergisi, 26, 34; Sümer (n 7), 208-209. 11  ibid 391; Levent Akın, İş Kazasından Doğan Maddi Tazminat (Yetkin 2001) 44-45; ibid 211. 12  Güzel, Okur and Caniklioğlu (n 6) 366.368Arslan-Durmuş / COVID-19 un İş Kazası ve Meslek Hastalığı Bakımından Değerlendirilmesi sigortalının, görevli olarak işyeri dışında başka bir yere gönderilmesi nedeniyle asıl işini yapmaksızın geçen zamanlarda, d) Bu Kanunun 4 üncü maddesinin birinci fıkrasının (a) bendi kapsamındaki emziren kadın sigortalının, iş mevzuatı gereğince çocuğuna süt vermek için ayrılan zamanlarda, e) Sigortalıların, işverence sağlanan bir taşıtla işin yapıldığı yere gidiş gelişi sırasında, meydana gelen ve sigortalıyı hemen veya sonradan bedenen ya da ruhen engelli hâle getiren olaydır . Sosyal güvenlik hukuku bakımından iş kazası denilebilmesi için kazanın 5510 sayılı Kanun madde 13 te sayılan beş durumdan birinde gerçekleşmiş olması gerekir. Bu sebeple 5510 sayılı Kanun madde 13 te yer verilen iş kazasının unsurlarının teker teker ele alınmasında fayda vardır. 5510 sayılı Kanun madde 13 te iş kazası olduğu belirtilen hal ve durumlar şunlardır:B. İş Kazasının Unsurları1. Sigortalı Olmaİş  kazasının  unsurlarından  ilki,  kazaya  uğraya  kişinin  5510  sayılı  Kanun hükümlerine göre sigortalı sayılmasıdır. 5510 sayılı Kanun madde 3/I, 6 ya göre sigortalı, kısa ve/veya uzun vadeli sigorta kolları bakımından adına prim ödenmesi gereken veya kendi adına prim ödemesi gereken kişidir. Sigortalı kavramı, 506 sayılı Kanuna göre daha geniş bir kavramı ifade etmektedir. İş kazası ve meslek hastalığı sigorta kolu, kısa vadeli sigorta kolları arasındadır (5510 sayılı Kanun madde 3/I-4). 5510 sayılı Kanunun kısa vadeli sigorta kollarına ilişkin hükümleri ise aynı Kanunun dördüncü maddesinin birinci fıkrasının (c) bendi kapsamında sigortalı sayılanlara bu kapsamda oldukları sürece uygulanmaz (5510 sayılı Kanun madde 4/VI). Dolayısıyla iş kazası ve meslek hastalığı sigorta kolu, 5510 sayılı Kanun madde 4/I, a ve madde 4/I, b kapsamına giren sigortalılar hakkında uygulanacak; madde 4/I, c bendine giren sigortalılar hakkında uygulanmayacaktır. O halde kazanın 5510 sayılı Kanun bakımından bir iş kazası sayılabilmesi için, öncelikle bir iş sözleşmesine bağlı olarak çalışan sigortalı veya bağımsız çalışan bir sigortalı olmak gerekir. Kamu görevlileri, için kısa vadeli sigorta kolları bakımından 5434 sayılı Emekli Sandığı Kanunu uygulanacaktır. İş kazası ve meslek hastalığı sigorta kolu ayrıca 5510 sayılı Kanun madde 5 te düzenlenen iş kazası ve meslek hastalığı sigortasının kapsamında olduğu belirtilen kişiler hakkında da uygulama alanı bulur. Madde 5 te düzenlenen iş kazası ve meslek hastalığı sigortasının kapsamında olduğu belirtilen kişiler şunlardır: İş sözleşmesi ile çalışmamakla birlikte, ceza infaz kurumları ile tutukevleri bünyesinde oluşturulan tesis, atölye ve benzeri ünitelerde çalıştırılan hükümlü 13  Bağımlı çalışanlar yanında bağımsız çalışanlar da sigortalı sayılacaktır; ancak bağımsız çalışanlar, sadece yürütmekte oldukları iş sebebiyle kazaya uğramaları durumunda bu sigortadan faydalanacaklardır, ibid 362. 369İstanbul Hukuk Mecmuası 78/2ve  tutuklular  (5510  sayılı  Kanun  madde  5/I,  a).  Meslekî  Eğitim  Kanununda belirtilen aday çırak, çırak ve işletmelerde meslekî eğitim gören öğrenciler (5510 sayılı Kanun madde 5/I, b). Meslekî ve teknik ortaöğretim ile yükseköğrenimleri sırasında staja tabi tutulan öğrenciler, mesleki ve teknik ortaöğretim sırasında tamamlayıcı eğitim ya da alan eğitimi gören öğrenciler, kamu kurum ve kuruluşları tarafından desteklenen projelerde görevli bursiyerler ile 2547 sayılı Yükseköğretim Kanununun 46 ncı maddesine tabi olarak kısmi zamanlı çalıştırılan öğrencilerden aylık prime esas kazanç tutarı, günlük prime esas kazanç alt sınırının otuz katından fazla olmayanlar (5510 sayılı Kanun madde 5/I, b). Harp malulleri ile 2330 sayılı Nakdi Tazminat ve Aylık Bağlanması Hakkında Kanuna veya 2330 sayılı Kanun hükümleri veya 5434 sayılı Kanunun 56 ncı maddesi uygulanarak aylık bağlanmasını gerektiren Kanunlara göre vazife malullüğü aylığı bağlanmış malullerden, madde 4/I, a ve b bentleri kapsamında sigortalı olarak çalışmaya başlayanların aylıkları kesilmeksizin madde 4/I, a ve b bentleri kapsamında çalışanlar (5510 sayılı Kanun madde  5/I,  c).  Türkiye  İş  Kurumu  tarafından  düzenlenen  meslek  edindirme, geliştirme ve değiştirme eğitimine katılan kursiyerler (5510 sayılı Kanun madde 5/I, e). Ülkemiz ile sosyal güvenlik sözleşmesi olmayan ülkelerde iş üstlenen işverenlerce yurt dışındaki işyerlerinde çalıştırılmak üzere götürülen Türk işçileri (5510 sayılı Kanun madde 5/I, g).Tarım veya orman işlerinde iş sözleşmesiyle süreksiz olarak çalışanlar da 5510 sayılı Kanun madde 4/1, a bendi kapsamında sigortalı sayılırlar. Bu kişiler hakkında da iş kazası ve meslek hastalığı sigorta kolu uygulanır (5510 sayılı Kanun ek madde 5/IV). Ayrıca ev hizmetlerinde çalışanlar ile konut kapıcılığı işyerlerinde çalıştırılan sigortalılar da iş kazası ve meslek hastalığı sigortasından yararlanacaklardır (5510 sayılı Kanun ek madde 9).Sigortalılık niteliğinin kazanılması için, sigortalılık niteliğinin edinilebileceği bir işte çalışmaya başlamak yeterlidir. Bu kişilerin Sosyal Güvenlik Kurumuna bildirilmemiş  olmaları,  bu  niteliklerini  ortadan  kaldırmaz.  Dolayısıyla  Sosyal Güvenlik Kurumuna bildirilmemiş bir kişi, kazaya uğrasa dahi uğradığı kaza, iş kazası olarak sayılabilecektir. İş kazası ve meslek hastalıkları sigorta kolundan yararlanabilmek için, sigortalının çalışmaya başlaması yeterlidir. Ayrıca belli bir süre sigortalılık veya belirli bir süre prim ödemiş olma koşulunun gerçekleşmesi aranmayacaktır. Bu yönüyle belirli bir süre sigorta primi bildirilmesinin şart olduğu hastalık sigortası kolunun uygulanmasına göre daha avantajlıdır. 14  ibid 362; Sümer (n 7) 91. 15  ibid 362; ibid 91.370Arslan-Durmuş / COVID-19 un İş Kazası ve Meslek Hastalığı Bakımından Değerlendirilmesi 2. Kazaya Uğramaa. Sigortalının İşyerinde Bulunduğu Sırada Kazaya UğramasıSigortalının işyerinde bulunduğu sırada meydana gelen kazalar, başka bir koşula gerek duyulmaksızın iş kazası sayılırlar. Böyle bir durumda ayrıca kaza ile iş arasında uygun nedensellik bağının bulunması gerekmez. 5510 sayılı Kanun madde 11 e göre, işyeri, sigortalı sayılanların maddî olan ve olmayan unsurlar ile birlikte işlerini yaptıkları yerlerdir. İşyerinde üretilen mal veya verilen hizmet ile nitelik yönünden bağlılığı bulunan ve aynı yönetim altında örgütlenen işyerine bağlı yerler, dinlenme, çocuk emzirme, yemek, uyku, yıkanma, muayene ve bakım, beden veya meslek eğitimi yerleri, avlu ve büro gibi diğer eklentiler ile araçlar da işyerinden sayılır. Görüldüğü üzere, sadece asıl işyerinde meydana gelen kazalar değil, asıl işyerine bağlı yerlerde meydana gelen kazalar da iş kazası sayılacaktır. Sigortalının uğradığı kazanın iş kazası sayılabilmesi için mutlaka iş saatleri içinde meydana gelmesi de gerekmez. İşyerinde meydana gelen kaza, ara dinlenmesi sırasında da gerçekleşse iş kazası olarak kabul edilebilecektir. b.  İşveren Tarafından Yürütülmekte Olan İş Nedeniyle Meydana Gelen Kazalarİşveren tarafından işyeri dışında da birtakım işlerin yürütülmesi mümkündür. İşveren tarafından yürütülmekte olan işin sonucunda ortaya çıkan kazalar, işyeri dışında da meydana gelse iş kazası kabul edilecektir. Bu sebeple işçinin işini yurt dışında yerine getirdiği bir sırada geçirdiği kaza da iş kazası olarak kabul edilebilecektir.c. Görevli Olarak Başka Yere Gönderilen Sigortalının Uğradığı Kaza Bir işverene bağlı olarak çalışan sigortalının, görevli olarak işyeri dışında başka bir yere gönderilmesi nedeniyle asıl işini yapmaksızın geçen zamanlarda meydana gelen kazalar da iş kazası sayılmıştır. Sigortalı, işverenin işi için başka bir yere gittiğinden işverenin otoritesi altındadır. Bu sebeple sigortalının asıl işini yapmaksızın geçen zamanlarda meydana gelen kazalar da iş kazası sayılacaktır. Asıl işin yapılmadığı zamanlar, işyerine gidiş geliş yolculuğunu kapsadığı gibi işçinin özel yaşamındaki yemek, uyku, eğlence vb. boş zamanları da madde kapsamında kalmalıdır. 16  Sözer (n 6) 339; ibid 92.17  Güzel, Okur and Caniklioğlu (n 6) 367-368; ibid 344-345; ibid 92, 94.18  ibid 94.19  Güzel, Okur and Caniklioğlu (n 6) 371; Sözer (n 6) 347; ibid 95. 371İstanbul Hukuk Mecmuası 78/2d. Süt İzninde Meydana Gelen KazalarEmziren kadın sigortalının, iş mevzuatı gereğince çocuğuna süt vermek için ayrılan zamanlarda meydana gelen kazalar da iş kazası sayılacaktır. 4857 sayılı İş Kanunu madde 74/VII ye göre kadın işçilere bir yaşından küçük çocuklarını emzirmeleri için günde toplam bir buçuk saat süt izni verilir. Bu sürenin hangi saatler arasında ve kaça bölünerek kullanılacağını işçi kendisi belirler ve bu süre günlük çalışma süresinden sayılır. Bu süre içinde kadın işçi evde veya yolda bir kazaya uğrar ise bu kaza, iş kazası sayılmalıdır. e. İşverence Sağlanan Bir Taşıtla İşin Yapıldığı Yere Gidiş Geliş Sırasında Meydana Gelen KazaSigortalıların, işverence sağlanan bir taşıtla işin yapıldığı yere gidiş gelişi sırasında, meydana gelen kazalar, iş kazası sayılacaktır. Hükümde vurgu yapılan husus, aracın işverence sağlanmış olması ve kazanın bu araçla işe gidiş-geliş sırasında meydana gelmiş olmasıdır. İşveren, işçilere servis aracını işin niteliği gereği veya sosyal yardım yapılması amacıyla sağlayabilir. Hangi amaçla olursa olsun eğer kaza işverence sağlanan bir araçla ve işin yapıldığı yere gidiş geliş sırasında ortaya çıkmışsa, iş kazası olarak değerlendirmek gerekecektir. Kazanın iş kazası sayılması için, aracın işverenin mülkiyetinde olması zorunlu değildir. İşveren, aracı kiralamış dahi olsa kaza işin yapıldığı yere gidiş geliş sırasında meydana gelmiş ise iş kazası olarak nitelendirilebilecektir. 3. Bedensel veya Ruhsal Bir Zarara UğramaMeydana gelen bir kazanın iş kazası olarak sayılabilmesi için, Kanunda sayılan durumlarda ortaya çıkmasının yanında sigortalıyı hemen veya sonradan bedenen ya da ruhen engelli hâle getirmesi gerekmektedir. Bedensel zarar; kırık, çıkık, yanık, kesik, beyin kanaması, iç kanama ve hatta ölüm de olabilir. Ancak dikkat edilmesi gereken, uğranılan zararın en azından sosyal sigorta yardımlarının Kurumca sağlanmasını gerektirecek nitelikte ve derecede olmasıdır. İş kazası sonunda sigortalının bedensel zarar görmesi yanında ruhsal zarar görmesi de mümkündür. Ayrıca zarar, iş kazasının meydana geldiği anda ortaya çıkabileceği gibi kazadan sonra da ortaya çıkabilir. Bir olayın iş kazası olarak değerlendirilmesi için mutlaka sigortalının bedensel ya da ruhsal bir zarara uğraması gerekmekte olup 20  İş Kanunu, Kanun Numarası: 4857, Kabul Tarihi: 22.5.2003, RG 10.6.2003/25134.21  Sözer (n 6) 348. 22  Güzel, Okur and Caniklioğlu (n 6) 373-374; Tuncay and Ekmekçi (n 6) 407; Sözer (n 6) 349; Sümer (n 7) 97.23  ibid 373; ibid 407; Sözer (n 6) 350; ibid 97.24  Gündelik iş yaşamında sıkça karşılaşılan yaralar, sıyrıklar iş kazası olarak nitelendirilmeyecektir, ibid 374; ibid 412; Sözer (n 6) 353.372Arslan-Durmuş / COVID-19 un İş Kazası ve Meslek Hastalığı Bakımından Değerlendirilmesi bedensel veya ruhsal zararlar dışındaki mal kaybına neden olan olaylar, iş kazası olarak değerlendirilmeyecektir. 4. Kaza ile Sigortalının Uğradığı Zarar Arasında Nedensellik Bağının Bulunmasıİş kazası ile sigortalının uğradığı zarar arasında bir ilişkinin, uygun neden-sonuç bağlantısının olması gerekir. Kaza ile zarar arasındaki uygun nedensellik bağının tespiti her zaman kolay olmayabilir. Hayatın olağan akışına göre zarar, sigortalının maruz kaldığı kazanın sonunda gerçekleşmiş olmalıdır. Kaza ile zarar arasında uygun nedensellik bağının olup olmadığı somut olayın özelliklerine göre değişecektir. Nedensellik bağının tespitinde  işverenin otoritesi altında olma  belirleyici bir ölçüt olarak değerlendirilebilir. Buna göre sigortalı eğer işverenin emir ve talimatı altında bulunduğu sırada bir kazaya uğramışsa, nedensellik bağı gerçekleşmiş olacağı için, kaza da iş kazası sayılabilecektir. III. COVID-19 un İş Kazası Olarak DeğerlendirilmesiA. İşverenin Yükümlülükleri1. Genel Olarakİşverenin işçiyi koruma (gözetme) borcu, işverenin en temel yükümlülüklerinden biridir. Türk Borçlar Kanunu madde 417 de işverenin işyerinde iş sağlığı ve güvenliğinin sağlanması için gerekli her türlü önlemi almak, araç ve gereçleri noksansız bulundurmakla yükümlü olacağı düzenlenmiştir. İşverenin, kanuna ve sözleşmeye aykırı davranışı nedeniyle işçinin ölümü, vücut bütünlüğünün zedelenmesi veya kişilik haklarının ihlaline bağlı zararların tazmini ise sözleşmeye aykırılıktan doğan sorumluluk hükümlerine tabi olacaktır (TBK madde 417/son). Buna göre işverenin, işçiyi koruma borcunu yerine getirmemesi sebebiyle ortaya çıkan iş kazası ve meslek hastalıklarından sorumluluğu doğacaktır.İşverenin iş sağlığı ve güvenliğine ilişkin yükümlülükleri 6331 sayılı İş Sağlığı ve Güvenliği Kanunu ile somutlaştırılmıştır. 6331 sayılı Kanunda işverenin genel yükümlülükleri madde 4 te sayılmış ve aslında iş sağlığı ve güvenliğine ilişkin olarak işverenin yapması gerekenler Kanunun bütününde belirtilmiştir. 6331 sayılı Kanunun 25  Sigortalıya takılan ve organ görevi yapan protezlerde meydana gelen zararlar, iş kazası olarak kabul edilmelidir, ibid 375; ibid 412; Sözer (n 6) 352-353; Okur (n 6) 329.26  ibid 375; ibid 410; Sümer (n 7) 98; Yürekli (n 6) 43; Okur (n 6) 330.27  ibid 376; ibid 397; ibid 44. 28  ibid 375-376.29  Türk Borçlar Kanunu, Kanun Numarası: 6098, Kabul Tarihi: 11.01.2011, RG 04.02.2011/27836.373İstanbul Hukuk Mecmuası 78/2temelinde  önlemenin ödemeden daha ucuz olduğu  yaklaşımı benimsenerek önleme ve koruma politikası yer almaktadır. Buna göre işveren, iş kazası veya meslek hastalığı meydana geldikten sonra değil, iş kazası veya meslek hastalığı meydana gelmeden önce gerekli sistemi kurma yükümlülüğü altındadır. İşveren hem TBK hem de 6331 sayılı Kanun uyarınca bilim, teknik ve tecrübenin o anda ulaştığı son duruma göre gerekli iş sağlığı ve güvenliği önlemlerini almak zorundadır. Buna göre işverenler, iş sağlığı ve güvenliği önlemlerini sürekli izlemek, geliştirmek;  tehlikeli  olanı  tehlikesiz  olanla  değiştirmekle  yükümlüdürler.  Bu doğrultuda işveren, iş sağlığı ve güvenliği mevzuatında öngörülmemiş önlemleri de almalı, bilimsel ve teknolojik gelişmelerin gerekli kıldığı bütün iş sağlığı ve güvenliği önlemlerini uygulamalıdır. 2. İşverenin COVID-19 Özelinde Yükümlülükleriİşverenin iş sağlığı ve güvenliği konusunda göstermesi gereken özen derecesi, tehlike arttığı ölçüde artmaktadır. COVID-19 un Dünya Sağlık Örgütü tarafından pandemi ilan edilen salgın bir hastalık olduğu, virüsün yayılma hızı, öldürücülüğü dikkate alındığında, işverenin göstermesi gereken özen yükümlülüğü de en üst seviyeye çıkmalıdır. İşveren, bu konuda gerekli önlemleri almazsa, yükümlülüklerini yerine getirmezse, özen yükümlülüğünü de yerine getirmemiş olacaktır. Zira salgın hastalık halinde toplumsal risk söz konusudur. Toplumsal risk konusunda da iş ile ilgisi kurulabildiği sürece işverenin iş sağlığı ve güvenliği yükümlülükleri devam etmektedir. COVID-19 salgın hastalığı, işyerinde bulaşma riskini artırabildiği sürece, COVID-19 un iş ile ilgisi kurulabilir. İşveren gözetme borcu gereği, dünyayı tehdit eden salgın hastalığın işyerinde bulaşma riskini önleyecek önlemler almalıdır. Hatta olağanüstü dönem dikkate alınarak İş Sağlığı ve Güvenliği Kanununda yazılan standartların üzerine çıkılmalı, iş güvenliği profesyonelleri ile sık sık görüşülmeli ve önlemler sürekli yenilenmelidir. TC Aile, Çalışma ve Sosyal Hizmetler Bakanlığı  İşyerlerinde Koronavirüse (COVID-19) Karşı Alınması Gereken Önlemler i yayınlamıştır. Örneğin, COVID-19 ile ilgili 30  Nuri Çelik, Nurşen Caniklioğlu and Talat Canbolat, İş Hukuku Dersleri (32th edition, Beta, 2019) 376; Nurşen Caniklioğlu ‘6331 Sayılı İş Sağlığı ve Güvenliği Kanununda Öngörülen İşveren Yükümlülükleri  (2012) Türkiye Toprak, Seramik, Çimento ve Cam Sanayii İşverenleri Sendikası, Çalışma Mevzuatı Seminer Notları, Antalya, 26-30 Eylül 2012, 27, 29; Sümer (n 7) 11; Efe Yamakoğlu, İşverenin İşyeri Hekimi ve İş Güvenliği Uzmanı Çalıştırma Yükümlülüğü, (Seçkin 2016) 21; Seda Arslan, ‘İş Sağlığı ve Güvenliği Kanunu na Göre İşverenin Genel Yükümlülükleri  (2014) 20(1) MÜHFHAD, Özel Sayı, Prof. Dr. Ali Rıza Okur a Armağan, 767, 807. 31  Çelik, Caniklioğlu and Canbolat, (n 30) 373 vd.; Süzek (n 10) 412; Ömer Ekmekçi, 4857 Sayılı İş Kanunu na Göre İş Sağlığı ve Güvenliği Konusunda İşyeri Örgütlenmesi, (Legal 2005) 39 vd.; Caniklioğlu, ‘İşveren Yükümlülükleri  (n 30) 36; Özdemir (n 10) 65 vd.; Yamakoğlu (n 30) 49; Arslan ( n 30) 776 vd; Zehra Gizem Ateş, ‘COVID-19 un İşverenin İş Sağlığı ve Güvenliği Konusunda Alması Gereken Önlemlere Etkisi , (2020) 19(38) İstanbul Ticaret Üniversitesi Sosyal Bilimler Dergisi, COVID-19 Hukuk Özel Sayısı, 161, 166. 32  Akın, ‘COVID-19 un İş İlişkilerine Etkileri  (n 7) 18.33  <https://www.ailevecalisma.gov.tr/media/40969/isyerlerinde-koronaviruse-covid-19-karsi-alinmasi-gereken-onlemler.pdf> Erişim Tarihi 14 June 2020.374Arslan-Durmuş / COVID-19 un İş Kazası ve Meslek Hastalığı Bakımından Değerlendirilmesi işyeri özelindeki tehlikeler belirlenerek ayrı bir risk değerlendirmesi veya mevcut risk değerlendirmesi üzerinde güncelleme yapılması gerekmektedir. Çalışanların işe başlamadan önce temassız ateş ölçerle kontrol edilmesi ve ateşi olanların işyeri hekimine yönlendirilmesi gerekir. İşyeri genelinde çalışanların sosyal mesafesini sağlamak için uygun bir çalışma modeli geliştirilmelidir. Çalışanlar, işyeri ortamına girmeden ve çalışma sırasında en az yirmi saniye boyunca sabun ve suyla ellerini yıkamaları konusunda bilgilendirilmelidir, su ve sabuna erişim olmadığı takdirde alkol bazlı bir el dezenfektanı kullanarak ellerini sık sık temizlemeleri sağlanmalıdır. Çalışanlara verilecek olan iş sağlığı ve güvenliği eğitimleri uzaktan eğitim şeklinde, işyeri temizliği ve düzeni, hijyen ve psikososyal risk faktörleri konuları öncelikli olarak verilmelidir. İşyeri belirli aralıklarla mümkünse doğal yolla havalandırılmalıdır. Bu ve buna benzer önlemlere işverenin uyup uymadığı, işverenin sorumluluğunun tespitinde dikkate alınmalıdır. Yine TC Aile, Çalışma ve Sosyal Hizmetler Bakanlığı İş Sağlığı ve Güvenliği Genel Müdürlüğü tarafından  Yeni Koronavirüs Salgını ile Mücadele Kapsamında İş Sağlığı ve Güvenliği Yönünden Sıkça Sorulan Sorular ve Cevapları  kitapçığı yayınlanarak işverenlere yol gösterici tavsiyelerde bulunulmuştur. TC  Sağlık  Bakanlığı  Bilim  Danışma  Kurulu  tarafından   COVID-19  Salgın Yönetimi ve Çalışma Rehberi  yayınlanmış ve farklı iş kollarına yönelik olarak alınması gereken önlemler ayrıntılı olarak belirtilmiştir. Örneğin AVM ve AVM içindeki işyerlerinde, bakkallarda, kasaplarda, kuyumcu, Pazar yerleri, terzi, kent içi ulaşım araçlarında, madenlerde, akaryakıt istasyonlarında, restoran, lokanta vb yemeiçme sunan işletmelerde, spor salonlarında alınması gereken önlemler, işyerlerine, müşterilere, personeli korumaya yönelik olarak ayrıntılı bir şekilde açıklanmıştır. İşveren, Aile, Çalışma ve Sosyal Hizmetler Bakanlığının, Sağlık Bakanlığının, Bilim Kurulunun tavsiyelerini, onların yayınladığı rehberleri ve çalışmaları takip etmekle ve kendi işyeri için tavsiye edilen önlemleri almakla yükümlüdür. İşveren, işçinin sağlığını tehdit eden salgının işyerinde bulaşma ihtimalini ortadan kaldırmak için işyerini tamamıyla kapatabilir. Bu durumda işçiler işyerinde söz konusu virüsün bulaşma riskine maruz bırakılmadıkları için, olası enfekte olmaları durumunda, hastalık ile iş arasında uygun illiyet bağının kurulması engellenmiş olacaktır. Bilim Kurulunun önerilerine, uyarılarına rağmen hala işyerinde işçi çalıştırmaya devam ettiren her işverenin kusurlu sayılması gerektiği ifade edilmiştir. Ancak işyerinde faaliyetine devam eden her işvereni mutlak kusurlu kabul etmemek 34  <https://drive.google.com/file/d/1wyqKwKdbPkEtfBOFgrHBMFYtt/view> Erişim Tarihi 26 June 2020.35  <https://covidbilgi.saglik.gov.tr/depo/toplumda-salgin-yonetimi/salgin-yonetimi-ve-calisma-rehberi/COVID-19_SALGIN_YONETIMI_VE_CALISMA_REHBERI.pdf> Erişim Tarihi 26 June 2020.36  Ateş (n 31) 166.37  Akın, ‘COVID-19 un İş İlişkilerine Etkileri  (n 7) 18. 38  Söz konusu görüşe göre, COVID-19 un iş kazası sayılması bakımından fiili karine olmalıdır. COVID-19 un işyerinde bulaşma ihtimali yüksektir ve aksinin ispatı işverende olmalıdır, Murat Özveri, ‘Pandemi Sürecinin İş Hukukuna Yansımaları , (2020) İzmir Barosu Bülten, İş ve Sosyal Güvenlik Hukuku Komisyonu Pandemi Özel Bülteni, 25, 35.375İstanbul Hukuk Mecmuası 78/2gerekir.  İşveren,  gözetme  borcunun  gereğini  yerine  getirerek  her  türlü  önlemi almış ve üretimine/hizmetine devam etmiş olabilir. İşveren, işletmesel karar gereği tercih hakkına sahiptir. İşyerinde üretimi/hizmeti sürdürmeyi seçiyor ise virüsün bulaşma ihtimalini en aza indirecek/yok edecek önlemler alması gerekir. İşveren, COVID-19 virüsünün kaçınılmaz olduğunu veya mücbir sebep oluşturduğunu ileri sürerek iş sağlığı ve güvenliği yükümlülüklerini yerine getirmekten kaçınamaz ve sorumluluktan kurtulamaz. B. COVID-19 daki Anilik UnsuruBir kazanın söz konusu olabilmesi için yukarıda ifade edildiği üzere zarar doğuran olayın aniden veya çok kısa bir zaman içinde ortaya çıkması gerekir. Anilik, olayın bir anda değil, bütün olarak bir kerede doğmasını ifade etmektedir. Ani olayın gerçekleşmesinden sonraki bir zamanda sigortalıda bedenen veya ruhen zararlar meydana gelebilmektedir. COVID-19 hastalığının belirtilerine bakıldığında en çok karşılaşılan belirtilerin ateş, öksürük ve nefes darlığı olduğu ifade edilmiştir. Belirtisiz olgular olabileceği bildirilmekle birlikte, bunların oranı da bilinmemektedir. Şiddetli olgularda zatürre, ağır solunum yetmezliği, böbrek yetmezliği ve ölüm gelişebilmektedir. Korona virüsün kuluçka süresi ise 2 gün ile 14 gün arasında değişmektedir. Dolayısıyla zarar doğuran olayın kısa bir zaman içinde ortaya çıkmasından dolayı bir kazada aranan anilik unsuru COVID-19 da gerçekleşmiştir diyebiliriz. Zira virüs ile enfekte olmadan kısa bir zaman sonra sigortalıda bedenen zarar meydana gelmektedir. Yargıtay 21. Hukuk Dairesinin emsal olabilecek 15.04.2019 tarihli kararında HN virüsünün (domuz gribi) bulaşması sonucu vefat eden işçinin ölümünün iş kazası olduğu belirtilmiştir. HN virüsünün kuluçka süresinin 1-4 gün arasında değiştiği raporda bildirilmiştir. İş kazası ani bir olay şeklinde ortaya çıkabilir ve buna bağlı olarak zarar derhal gerçekleşebilir. Bununla birlikte gazdan zehirlenme olayında olduğu gibi olayın etkileri daha sonra da ortaya çıkabilir. Yargıtay böyle bir durumda sonradan oluşan zarar ile olay arasında uygun illiyet bağı bulunması koşuluyla olayın iş kazası kabul edilmesi gerektiğini belirtmiştir. Söz konusu kararda 1-4 gün arasında değişen kuluçka süresi, kazadaki anilik unsurunu karşılamaktadır. Korona virüsün kuluçka süresinin 2 ila 14 gün arasında gerçekleştiği göz önüne alındığında içtihatta belirtilen yaklaşıma paralel olarak COVID-19 a yakalanma olayının da kaza sayılması mümkündür. Zira söz konusu Kararda da belirtildiği üzere, olayın etkilerinin bir süre devam ederek zaman içinde artması ve buna bağlı 39  Akın, ‘COVID-19 un İş İlişkilerine Etkileri  (n 7) 18.40  ibid 22.41  <https://covidbilgi.saglik.gov.tr/tr/sss/halka-yonelik.html> Erişim Tarihi 16 June 2020.42  Yargıtay 21 HD, 5018/2931, 15.04.2019 <www.kazanci.com>.376Arslan-Durmuş / COVID-19 un İş Kazası ve Meslek Hastalığı Bakımından Değerlendirilmesi olarak sonucun daha sonra gerçekleşmesi mümkündür. Öğretide domuz gribindeki 1-4 günlük kuluçka süresinin Korona virüsteki 2-14 günlük kuluçka süresine göre daha kısa olduğu, Korona virüsteki kuluçka süresinin uzunluğunun illiyet bağının kurulmasını engelleyebileceği ifade edilmiştir.Yargıtayın HN virüsüne bağlı olarak ölüm olayının gerçekleştiği olayı iş kazası sayması kararının isabetli olduğunu ve Korona virüsü bakımından da emsal teşkil etmesi gerektiği kanaatindeyiz. Buna göre COVID-19 hastalığının işin görülmesi sırasında, iş ortamının koşullarından doğması halinde iş kazası sayılması gerekecektir. Öğretide baskın görüş, bunun bir iş kazası sayılması gerektiği şeklindedir. İşçinin işyerinden kaynaklı bir COVID-19 virüsünü kapması ve buna bağlı olarak hastalanıp ölmesi halinde, olay iş kazası olarak değerlendirilecektir. Virüsün çalışan ve işyeri ile ilişkili olduğu ispatlanabildiği ölçüde COVID-19 dan kaynaklı zararları iş kazası saymak gerekecektir. COVID-19 hastalığında virüsün bulaşıp bulaşmadığının anında derhal belli olmaması, belirli bir kuluçka süresinin aranması ve buna bağlı olarak zararın sonradan ortaya çıkması iş kazası olarak nitelendirilmesinde ispat zorluğu yaratmaktadır. Önemli olan, virüsün işyeri ile ilgisini tespit edebilmektir. İşyeri ile ilgisi tespit edildiğinde, işçiyi hemen veya sonradan engelli hale getiren olay, sosyal güvenlik kurumu bakımından iş kazası sayılacaktır. İşverenin kusuru oranında da sorumluluğuna gitmek mümkündür. C. COVID-19 daki Dışsallık UnsuruBir kazanın borçlar hukuku ve iş hukuku bakımından kaza olarak nitelendirilebilmesi için, kazanın kişinin isteği dışında, dıştan gelen bir etkinin sonucu olarak ortaya çıkması  gerekir. Ancak  aynı  durum,  sosyal  güvenlik  hukuku  bakımından  kaza kavramında  mutlak  şart  değildir.  Sosyal  güvenlik  hukuku  bakımından  kaza kavramının kapsamına, dış etkenlerin dışında iç etkenlerin de alınması gerekebilir. Dolayısıyla bir olayın iş kazası sayılabilmesi için mutlaka dıştan gelen bir etkinin varlığı şart değildir. Zira 5510 sayılı Kanun m. 13 te iş kazasının unsurlarına yer verilirken dıştan gelen bir etkinin varlığından bahsedilmemiştir. Bu durum pek tabi olayın sosyal güvenlik hukuku bakımından iş kazası sayılması içindir. İşverenin sorumluluğu için kusurunun bulunması şart olup nedensellik bağının varlığı için sigortalının yaptığı iş ile gerçekleşen kaza arasında bir bağ olması gerekmektedir. Korona virüs de dıştan gelen bir sebeptir. İşçide hemen veya sonradan bir zarar 43  Nurşen Caniklioğlu, Koronavirüs Döneminde Güncel Hukuki Meseleler Sempozyumu, İbn Haldun Üniversitesi, 29.05.2020, <https://www.youtube.com/watch?v=sQPmdcI-Gc> Erişim Tarihi 10 June 2020.44  Akın, ‘COVID-19 un İş İlişkilerine Etkileri  (n 7) 24.45  Akın, ‘COVID-19 un İş İlişkilerine Etkileri  (n 7) 24; Hakan Keser, ‘Korona Virüs (Covid 19) Özelinde Bir Salgın Durumunda İş Mevzuatı Kapsamında İşçi ve İşverenin Kullanabileceği İzin, Esnek Çalışma Süreleri ve Fesih Hakları Üzerine Bir Değerlendirme  (2020) 17(65) Legal İSGHD, 23, 70; Yürekli (n 6) 45; Özveri, (n 38) 27-28; Mehmet Zahid Yener, ‘COVID-19 Salgınının İş Kazası ve Meslek Hastalığı Bakımından Değerlendirilmesi  (2020) Koronavirüs Döneminde Güncel Hukuki Meseleler Sempozyumu Bildiri Özeti Kitabı, İbn Haldun Üniversitesi Yayınları, 108, 110.46  Sözer (n 6) 336; Okur (n 6) 326.377İstanbul Hukuk Mecmuası 78/2bırakabilir. COVID-19 hastalığı, işçinin iradesinden bağımsız, dışsal bir etkinin sonucu olarak meydana geldiği için dışsallık unsurunu taşımaktadır.Yargıtay 10. Hukuk Dairesi ve 21. Hukuk Dairesi kararlarında sigortalının kalp krizi veya beyin kanaması geçirmesi, iş kazası kapsamında değerlendirildiği gibi sigortalının intihar etmesi de iş kazası kapsamında değerlendirilmektedir. Yargıtay, sosyal güvenlik hukuku anlamında bir iş kazası sayılabilmesi için, isabetli bir yaklaşımla kalp krizi veya beyin kanaması olaylarında, etkinin mutlaka dıştan gelmesini aramıyor. Kalp krizi olaylarında etkinin içten mi ya da dıştan mı geldiğinin ispatı  kolay  olmamaktadır.  Sigortalı,  işyerinin  koşullarından  ya  da  kendi  kalp rahatsızlığından dolayı kalp krizi geçirmiş olabilir. Sigortalının kalp krizi geçirmesi, sigortalının işyerinde bulunduğu sırada veya işveren tarafından yürütülmekte olan iş dolayısıyla meydana geliyorsa iş kazası saymak için yeterli olacaktır. Bu sebeple geniş yorumlamak isabetli bir yaklaşımdır. Bununla birlikte konu öğretide tartışmalı olup içten gelen olayların iş kazası olarak kabul edilemeyeceği de ileri sürülmektedir. Yargıtayın sigortalının kalp krizi veya beyin kanaması geçirmesi halinde sosyal devlet ilkesi gereği geniş yorumladığı yaklaşımını COVID-19 özelinde de sürdüreceği kanaatini taşıyoruz. Zira Yargıtay Hukuk Genel Kurulu, 5510 sayılı Kanun madde 13 hükmünü sosyal güvenlik hukuku ilkeleri içinde değerlendirmekte, maddede yer alan herhangi bir hâle uygunluk varsa zararlandırıcı sigorta olayının kaynağının işçi olup olmaması ya da ortaya çıkmasındaki diğer etkenlerin değerlendirilmesinde dar bir yoruma gitmemektedir. D. COVID-19 Özelinde Nedensellik Bağı1. Genel OlarakSosyal güvenlik hukuku bakımından iş kazasının varlığı için kaza ile zarar arasında uygun nedensellik bağının olması gerekli ve yeterli iken iş hukuku bakımından iş kazasından işverenin sorumlu olabilmesi için kaza ile zarar arasındaki nedensellik 47  Talat Canbolat and Hasan Kayırgan, ‘Korona Virüs Salgınının İş Sözleşmesi ile İşçi İşveren İlişkilerine Etkisi ve Sonuçları , (2020) 5(1) Çankaya Üniversitesi Hukuk Fakültesi Dergisi Arş. Gör. Ceren Damar Şenel Armağanı, 637, 646.48  Yargıtay 10 HD, 1292/10164, 23.12.2019 <www.kazanci.com>; Yargıtay Hukuk Genel Kurulu, 21-816/457, 16.04.2019 <www.kazanci.com>; Yargıtay 21 HD, 2721/2084, 18.03.2019 <www.kazanci.com>. 49  Yargıtay 21 HD, 7249/48, 14.01.2019 <www.kazanci.com>.50  Yargıtay 21 HD, 5063/902, 17.02.2020 <www.kazanci.com>. 51   Daha açık ifadeyle; sigortalının, işyerinde çalışmakta iken kalp krizi geçirerek ölümü, 506 sayılı Sosyal Sigortalar Kanunu nun 11. maddesinin ( A ) fıkrasının ( a ) bendinde gösterilen   Sigortalının işyerinde bulunduğu sırada meydana gelme   haline uygun bir olay olduğu gibi, aynı maddenin ( b ) bendinde yer alan   işveren tarafından yürütülmekte olan iş dolayısıyla meydana gelme   haline de uygun olup; iş kazası sayılması gerekir. Maddede, başkaca bir şart ya da kısıtlamaya yer verilmemiş olduğundan, yasada olmayan bir kısıtlamanın yorum yoluyla getirilmesine de olanak yoktur. , Yargıtay Hukuk Genel Kurulu, 21-529/527, 13.10.2004 <www.kazanci.com>. 52  Kişinin bedeni yapısının arızalı olmasından kaynaklanan zarar varsa iş kazası olarak kabul edilemeyeceği yönünde bkz, Caniklioğlu ‘Değerlendirme 2002  (n 6), s. 343; Tuncay and Ekmekçi (n 6) 395, 405.53  Yargıtay Hukuk Genel Kurulu, 21-816/457, 16.04.2019, <www.kazanci.com>; Yargıtay Hukuk Genel Kurulu, 21-400/432, 14.10.2009 <www.kazanci.com>. 378Arslan-Durmuş / COVID-19 un İş Kazası ve Meslek Hastalığı Bakımından Değerlendirilmesi bağının yanında kaza ile yapılan iş arasında uygun nedensellik bağının varlığı da gerekmektedir.  Nihayetinde  yapılan  iş  ile  zarar  arasında  da  nedensellik  bağı gerekecektir. COVID-19 bakımından konuya yaklaşılırsa, işverenin sorumluluğunun tespiti için, Korona virüsü ile enfekte olan bir işçinin bu durumunun yapılan işten kaynaklanması gerekir. Korona virüsüne yakalanma ile işçinin yaptığı iş arasında nedensellik bağının olması gerekir. Örneğin eğer işçi, işyerine toplu taşıma ile gidiyor ve toplu taşıma ile işyerine giderken virüs ile enfekte olmuş ise bu da tespit ve ispat edilebiliyorsa işverenin sorumluluğuna gidilmemesi gerekir. Diğer taraftan işverenin sağladığı bir servis aracıyla işin yapıldığı yere gidiş gelişi sırasında, virüsün bulaşmış olduğu tespit edilebiliyorsa, iş kazası sayılacaktır.İşverenin sorumlu olabilmesi için, işçinin COVID-19 hastalığına yakalanmasında işverenin kusurlu olması gerekir. COVID-19 özelinde nedensellik bağının tespiti, oldukça zordur. Zira hızlı bulaşma ihtimali olan virüsün işyeri ortamından mı işyeri dışından mı bulaştığının ispatı kolay değildir. Ancak işverenin gerekli önlemleri alıp almadığı, filyasyon çalışmaları gibi bazı durumlar nedensellik bağının tespitinde yardımcı olabilir. İşveren, iş sağlığı ve güvenliği yükümlülüklerine uymamışsa ve iş kazası da işverenin yükümlülüklerini yerine getirmemesinden kaynaklanmışsa, işveren oluşan zararlardan sorumlu olacaktır. Yargıtaya göre işverenin kusurlu eylemi ile zarar arasında uygun bir nedensellik bağı yoksa işverenin sorumluluğundan da söz edilemeyecektir. 2. Nedensellik Bağını Kesen Nedenlerİşverenin sorumluluğu, yapılan iş ile kaza arasındaki nedensellik bağının kesildiği durumlarda  ortadan  kalkar.  Uygun  nedensellik  bağını  kesen  nedenler;  kazaya uğrayan işçinin ağır kusuru, üçüncü kişinin ağır kusuru ve zorlayıcı nedendir. Yargıtaya göre de illiyet bağının mücbir sebep, zarar görenin veya üçüncü kişinin ağır kusuru nedenleriyle kesilmesi halinde işverenin sorumluluğuna gidilmesi mümkün değildir. Bunun için işçinin eyleminin iş ile kaza arasındaki uygun nedensellik bağını ikinci plana itebilecek yoğunluğa ulaşması gerekir. Eğer işçinin kusuru nedensellik bağını kesecek ağırlıkta değilse, birlikte (müterafık) kusur söz konusu olur ve işverenin ödeyeceği tazminattan indirim yapılır. Yine aynı şekilde uyarılara 54  Sözer (n 6) 338; Sümer (n 7) 98, 208; Akın, ‘COVID-19 un İş İlişkilerine Etkileri  (n 7) 27; Yürekli (n 6) 45.55  Yargıtay Hukuk Genel Kurulu, 21-1121/386, 20.03.2013, <www.kazanci.com>.56  Fikret Eren, Borçlar Hukuku Genel Hükümler (21th edition, Yetkin, 2017) 579; Fikret Eren, Sorumluluk Hukuku Açısından Uygun İlliyet Bağı Teorisi, (Ankara Üniversitesi Hukuk Fakültesi Yayınları No:361 1975) 174-175; Çelik, Caniklioğlu and Canbolat (n 30) 401, 403; Özdemir (n 10) 522; Sümer (n 7) 211; Yürekli (n 6) 46.57   Kusurlu olmadığı halde işvereni, meydana gelen zarardan sorumlu tutmak adalet ve hakkaniyet duygularını incitir. , Yargıtay Hukuk Genel Kurulu, 21-1121/386, 20.03.2013, <www.kazanci.com>; Yargıtay Hukuk Genel Kurulu, 21-586/95, 12.02.2014, <www.kazanci.com>.58  Özdemir (n 10) 522. 59  Süzek (n 10) 427; Çelik, Caniklioğlu and Canbolat, (n 30) 402; Özdemir (n 10) 523; Sümer (n 7) 211; Akın ‘Nedensellik Bağı  (n 10) 34.379İstanbul Hukuk Mecmuası 78/2rağmen COVID-19 tedbirlerine uymayan üçüncü bir kişinin ağır kusuru sonucu işçi ile teması halinde nedensellik bağının kesilebileceğinden bahsedilebilir. 3. Zorlayıcı Neden ve Kaçınılmazlık İlkesinin COVID-19 da GörünümüZorlayıcı nedenin ne olduğu konusunda Sosyal Sigortalar ve Genel Sağlık Sigortası Kanununda ve İş Kanununda bir tanım yoktur. Zorlayıcı neden kavramına ilişkin olarak Kısa Çalışma ve Kısa Çalışma Ödeneği Hakkında Yönetmelikte bir tanım yapılmıştır. Söz konusu Yönetmelik m. 3/1-(h) ye göre;  zorlayıcı sebep: İşverenin kendi sevk ve  idaresinden  kaynaklanmayan,  önceden  kestirilemeyen,  bunun  sonucu  olarak bertaraf edilmesine imkân bulunmayan, geçici olarak çalışma süresinin azaltılması veya faaliyetin tamamen veya kısmen durdurulması ile sonuçlanan dışsal etkilerden kaynaklanan dönemsel durumları ya da deprem, yangın, su baskını, heyelan, salgın hastalık, seferberlik gibi durumları  ifade eder. Zorlayıcı neden, genel bir davranış normunun veya borcun ihlaline mutlak ve kaçınılmaz bir şekilde yol açan öngörülemez, karşı konulamaz ve dışarıdan gelen olağanüstü bir olay olarak tanımlanabilir. Buna göre zorlayıcı neden, çoğunlukla yıldırım düşmesi, kasırga, deprem, sel gibi bir doğa olayı olabileceği gibi bazen savaş, genel grev, askeri darbe gibi beşeri ya da sosyal bir olay, hatta ithal yasağı, kamulaştırma gibi hukuki bir olay da olabilir. Yargıtaya göre;  Mücbir sebepte öngörülemezlik ve kaçınılmazlık objektif yani herkes için geçerli olup, mutlak bir anlam taşır. Kaçınılmazlığın mutlaklığından amaç, teknik ve bilimin o andaki verilerine göre mevcut her türlü önlem alınsa, her türlü özen gösterilse bile ihlalin, dolayısıyla zararlı sonucun hiç kimse tarafından önlenememesidir.64  İfade edilmelidir ki mücbir sebep olarak nitelendirilen her olay mutlak nitelikte olmayabilir. Her olay, oluş şekline, olayın meydana geldiği yere göre farklı değerlendirilebilir. COVID-19  özelinde  konuya  yaklaşıldığında  salgın  hastalığın  mücbir  sebep oluşturup  oluşturmadığı  incelenmelidir.  Mücbir  sebebin  en  önemli  özelliği öngörülemez olmasıdır. İşveren, her türlü önlemi almasına rağmen, işyeri dışından öngörülemeyen bir sebebin ortaya çıkması gerekir. Korona virüsünün öngörülebilir olması, onu mücbir sebep olarak değerlendirilmesi görüşünden uzaklaştırmaktadır. 60  Akın, ‘COVID-19 un İş İlişkilerine Etkileri  (n 7) 30.61  Kısa Çalışma ve Kısa Çalışma Ödeneği Hakkında Yönetmelik, RG 30.04.2011/27920. 62  Eren, Borçlar Genel (n 56) 579; Can Tuncay, ‘Kurumun İşverene Rücuu-Olayda Kaçınılmazlık Durumu  (Aralık 2006)(4) Sicil İHD 183, 187; Canbolat and Kayırgan (n 47) 639.63  Eren, Borçlar Genel (n 56) 580; Eren (n 56) 177; Tuncay (n 62) 187; Sümer (n 7) 213; Yargıtay Hukuk Genel Kurulu, 102682/986, 01.10.2019 <www.kazanci.com>; Yargıtay Hukuk Genel Kurulu, 10-1141/282, 27.02.2013, <www.kazanci.com>.64  Yargıtay Hukuk Genel Kurulu, 10-1141/282, 27.02.2013 <www.kazanci.com>.65  Eren (n 56) 178; Akın, ‘COVID-19 un İş İlişkilerine Etkileri  (n 7) 30;  Mücbir sebepte önlenememe (kaçınılmazlık) mutlaktır ve kaçınılmazlığa sebep olan unsur tazminat borçlusunun riziko alanı dışında gerçekleşir. Buna karşılık beklenmeyen hale sebep olan kaçınılmazlık, borçlunun riziko alanından kaynaklanır, dolayısıyla aslında önlenemezlik (kaçınamama) sadece borçlu açısından söz konusudur; mutlak değil, nispidir , Gaye Baycık, ‘Sosyal Güvenlik Kurumunun İş Kazası veya Meslek Hastalığından Kaynaklanan Rücu Davalarına Eleştirel Bakış  (2017) 7(1) Sosyal Güvenlik Dergisi, 31, 57. 380Arslan-Durmuş / COVID-19 un İş Kazası ve Meslek Hastalığı Bakımından Değerlendirilmesi Bu noktada kaçınılmazlık ilkesi, zorlayıcı neden ile birlikte incelenmelidir. Zira kaçınılmazlık,  uygun  nedensellik  bağını  kesen  sebeplerden  en  önemli  olanı olup zorlayıcı nedenin bir unsurudur. Öngörülebilir bir olay olmasına rağmen beklenilmeyen hal olarak kaçınılmazlık söz konusu olabilir. Kaçınılmazlık  ilkesinin  tanımı  5510  sayılı  Kanunda  yapılmamıştır.  Ancak Kanunda  işverenin  sorumluluğunun  tespitinde  kaçınılmazlık  ilkesinin  dikkate alınacağı belirtilmiştir. (5510 sayılı Kanun madde 21/I, madde 76/IV). Kaçınılmazlık ilkesinin tanımı Sosyal Sigorta İşlemleri Yönetmeliği madde 45/3 te düzenlenmiştir. Yönetmelikte işverenin sorumluluğunun tespitinde kaçınılmazlık ilkesinin dikkate alınacağı belirtildikten sonra kaçınılmazlık,  olayın meydana geldiği tarihte geçerli bilimsel ve teknik kurallar gereğince alınacak tüm önlemlere rağmen, iş kazası veya meslek hastalığının meydana gelmesi durumu  olarak tanımlanmıştır. İşveren, alınması gerekli herhangi bir önlemi almamış ise olayın kaçınılmazlığından söz edilemeyecektir.  Yargıtay  da  kaçınılmazlığı   önüne  geçmenin  imkânsız  olduğu veya ne kadar özen gösterirse göstersin, hangi tedbir alınırsa alınsın oluşması engellenemeyen bir durum  olarak ifade etmiştir. İşverenin mevzuatta yer almasa bile, iş sağlığı ve güvenliği yönünden aklın, bilimin, tekniğin gerekli gördüğü her türlü önlemi almak zorunda olduğu, Yargıtayın yerleşik içtihatlarındandır. Alınması gereken  her  türlü  önlem,  objektif  olarak  işverenden  beklenen  makul  önlemler olmalıdır. Yargıtay devamla, hastalığın ortaya çıkmasında kaçınılmazlığın varlığı halinde işveren ve üçüncü kişilerin, belirlenen kaçınılmazlık oranında sorumluluktan kurtulacağını da belirtmektedir. Yargıtaya  göre  iş  kazasının  meydana  gelmesinde  tamamen  kaçınılmazlığın etkili olduğu durumlarda, hâkim tarafından TBK madde 51 çerçevesinde tazminat belirlenirken  hakkaniyet  ilkeleri  gözetilerek  işverenin  %60,  işçinin  ise  %40 kusurlu olduğunun kabulü gerekmektedir. İş kazasının tamamen kaçınılmazlıktan kaynaklandığı  durumlarda  kaçınılmazlığın  yükünü  taraflardan  sadece  birisine yüklemek, adalet duygusunu zedelemektedir. Kaçınılmazlık, her iki taraf açısından da önlenemez bir olay olduğuna göre, beklenmeyen olayın neden olduğu olumsuz sonuçlara her iki taraf da katlanmalıdır. Bu sebeple Yargıtaya göre kaçınılmazlığın etki ettiği zarar, hakkaniyetin gerektirdiği ölçüde taraflara yüklenmelidir. Yargıtay, olayın kaçınılmazlıktan kaynaklanması hâlinde sorumluluğun işçi ve işveren arasında %50 şer oranında paylaştırılması uygun gibi görünebilirse de,  işçinin işverene karşı daha güçsüz oluşu, nimet - külfet dengesi, işçiyi koruma ve sosyal devlet ilkesi  gibi nedenler karşısında işverene daha fazla sorumluluk verilmesinin hakkaniyet gereği olduğunu belirtmektedir. Dolayısıyla Yargıtay uygulamalarında kaçınılmazlık 66  Eren, Borçlar Genel (n 56) 582; Eren (n 56) 181; Canbolat and Kayırgan (n 47) 643; Yargıtay 10 HD, 5151/164, 15.01.2020 <www.kazanci.com>; Yargıtay 10 HD, 7385/58, 13.01.2020 <www.kazanci.com>; Yargıtay Hukuk Genel Kurulu, 101141/282, 27.02.2013 <www.kazanci.com>. 67  Yargıtay 10 HD, 5151/164, 15.01.2020 <www.kazanci.com>. 381İstanbul Hukuk Mecmuası 78/2durumunda sorumluluğun paylaştırılması kural olarak %60 işveren, %40 kazalı kusuru olarak sorumluluğun paylaştırılması şeklinde olmaktadır.COVID-19 bağlamında işçinin enfekte olması ve bunun sonucunda bir zarar görmesi, kaçınılmazlık kapsamında değerlendirilebilir. Bu noktada korana virüs salgını, zorlayıcı neden olarak kabul edilebilir. İşveren alması gereken tüm önlemleri aldıysa işverenin sorumluluğuna gidilirken kaçınılmazlık ilkesi göz önünde bulundurulabilir. Ancak salgının başladığı ilk dönemdeki etkisi ile normalleşme sürecinin yaşandığı sonraki dönemin etkisi birbirinden farklıdır ve kaçınılmazlık ilkesinin değerlendirilmesinde aradaki  zaman  ilişkisi  de  göz  önünde  bulundurulmalıdır.  COVID-19  hastalığın tedavisi için çare bulunmuş olabilir veya yayılmasının önüne geçilmiş olabilir. Bu durumda  kaçınılmazlık  da zamanla azalacaktır. 4. Filyasyon Çalışmalarının Nedensellik Bağına KatkısıFilyasyon, bulaşıcı hastalık varlığında, hastalığı taşıyan kişinin temas ettiği herkesin o hastalık açısından taranmasıdır. Filyasyon çalışmaları ile amaçlanan, etkeni ve kaynağı erken dönemde saptayarak hastalığın yayılmasını engellemektir. Filyasyon çalışmaları işverenin sorumluluğunun doğması bakımından nedensellik bağının tespitine yardımcı olabilir. Şöyle ki COVID-19 tanısı konan bir işçinin filyasyon çalışmaları sonucunda temas ettiği kişiler arasında iş arkadaşlarından kimsenin  olmaması,  zarar  ile  iş  arasındaki  nedensellik  bağının  kurulmasını engelleyebilir. Yine aynı şekilde COVID-19 tanısı konan bir işçinin filyasyon çalışmalarında iş arkadaşları ile teması saptanıyor ise, nedensellik bağının varlığı söz konusu olabilecektir. Filyasyon raporlarında işyerinde çalışan bir işçinin COVID-19 ile enfekte olmasının saptanmasına rağmen işveren aynı işyerinde gerekli önlemleri almıyorsa kusuru söz konusu olacaktır ve böyle bir durumda işverenin kusurunun tespiti daha kolay olabilir. İşyerinde hiç vaka tespit edilmemiş de olabilir, ancak bir işçinin yakını Korona virüsüne yakalanmışsa, işveren gerekli önlemleri alarak o işçinin işyerine gitmemesini sağlamalıdır. Bu noktada işveren, işçinin enfeksiyon riski olan yerlere gidip gitmediğini ve yakınında COVID-19 hastasının olup olmadığını sorma hakkına sahiptir.68  Yargıtay Hukuk Genel Kurulu, 21-983/252, 07.03.2019, <www.kazanci.com>; Yargıtay 21 HD, 5246/975, 20.02.2020, <www.kazanci.com>; Yargıtay 21 HD, 6023/10373, 21.06.2016 <www.kazanci.com>.69  Akın, ‘COVID-19 un İş İlişkilerine Etkileri  (n 7) 31; Yener (n 45) 110; Aksi görüşe göre, Bilimsel ve teknik kararlar gereğince alınacak önlemlerin bulunduğu ve hangi önlemlerin alınması gerektiği hususunda kişiler uyarıldığı için kaçınılmazlık ilkesi söz konusu olmaz, Mehmet Bulut, ‘Türkiye de Pandemi Sürecinde İş Sağlığı ve Güvenliği Mevzuatına İlişkin Meseleler  (2020), Koronavirüs Döneminde Güncel Hukuki Meseleler Sempozyumu Bildiri Özeti Kitabı, İbn Haldun Üniversitesi Yayınları, 99, 100. 70  Canbolat and Kayırgan (n 47) 646.71  Akın, ‘COVID-19 un İş İlişkilerine Etkileri  (n 7) 32.72  <https://covidbilgi.saglik.gov.tr/tr/> Erişim Tarihi 22 June 2020.73  Akın, ‘COVID-19 un İş İlişkilerine Etkileri  (n 7) 29-30.382Arslan-Durmuş / COVID-19 un İş Kazası ve Meslek Hastalığı Bakımından Değerlendirilmesi Filyasyon raporları sayesinde, işçiye virüsün kimden bulaştığı tespit edilebilir. İşçiye ailesinden veya yakınlarından Korona virüsün bulaştığı tespit edildiğinde, bu durum iş kazası olarak değerlendirilemeyecektir. Bu sebeple filyasyon çalışmaları iş hukuku ve sosyal güvenlik hukuku bakımından da önem arz eder. Filyasyon raporlarının, Sosyal Güvenlik Kurumu ile paylaşılması durumunda, sorumluluğun tespiti noktasında ispat kolaylığı sağlayabilir. E. İşverenin COVID-19 Vakasını Bildirmesiİşverenin  iş  kazalarını  kazadan  sonraki  üç  iş  günü  içinde  Sosyal  Güvenlik Kurumuna bildirme yükümlülüğü, 6331 sayılı Kanun madde 14 te düzenlenmiştir. Yine 5510 sayılı Kanun madde 13/II de iş kazasının 4 üncü maddenin birinci fıkrasının; (a) bendi ile 5 inci madde kapsamında bulunan sigortalılar bakımından bunları çalıştıran işveren tarafından, o yer yetkili kolluk kuvvetlerine derhal ve Kuruma da en geç kazadan sonraki üç iş günü içinde, (b) bendi kapsamında bulunan sigortalı bakımından kendisi tarafından, bir ayı geçmemek şartıyla rahatsızlığının bildirim yapmaya engel olmadığı günden sonra üç iş günü içinde, iş kazası ve meslek hastalığı bildirgesi ile doğrudan ya da taahhütlü posta ile Kuruma bildirilmesinin zorunlu olduğu düzenlenmiştir. İşveren, iş kazasını bildirme yükümlülüğünü yerine getirmezse, 5510 sayılı Kanun madde 21 gereğince bildirim tarihine kadar geçen süre için sigortalıya ödenecek geçici iş göremezlik ödeneği, Kurumca işverenden tahsil edilecektir. İşverenin kusurlu olup olmadığına bakılmaksızın bildirim yükümlülüğüne aykırılığın sonucu düzenlenmiştir. Sosyal Güvenlik Kurumu genelgesinde her ne kadar COVID-19  vakalarının hastalık kapsamında bildirilmesi gerektiği ileri sürülmüş ise de işverenlerin bunu iş kazası olarak bildirmeleri gerektiği kanaatindeyiz. Balcı ya göre, COVID-19 hastalığının  iş  kazası  olup  olmadığı  tartışmalı  olduğu  için  işveren,  COVID-19 vakasını Genelge ye dayanarak hastalık kapsamında da bildirse, geçici iş göremezlik ödeneğinden sorumlu olmamalıdır. Ancak işverenin kusuru varsa, şüphesiz ki sorumluluğu doğacaktır. 74  Bulut (n 69) 101. 75  Yürekli (n 6) 48.76  Mesut Balcı, ‘Covit-19 un İş Güvenliği Yönünden Hukuki Nitelendirmesi , Türkiye Barolar Birliği Eğitim Merkezi Online Eğitim Programları, TBB TV, 29 Nisan 2020, <https://www.youtube.com/watch?v=RwHqOMwMqq>, Erişim Tarihi 7 June 2020.383İstanbul Hukuk Mecmuası 78/2IV. Meslek Hastalığı KavramıA. Genel OlarakMeslek hastalığı kavramı 5510 sayılı Kanun madde 14/I de tanımlanmıştır. Buna göre;  Meslek hastalığı, sigortalının çalıştığı veya yaptığı işin niteliğinden dolayı tekrarlanan bir sebeple veya işin yürütüm şartları yüzünden uğradığı geçici veya sürekli hastalık, bedensel veya ruhsal engellilik halleridir . 6331 sayılı Kanunda da meslek hastalığı,  mesleki risklere maruziyet sonucu ortaya çıkan hastalık  biçiminde tanımlanmıştır. Meslek hastalığının iş kazasından farkı, tekrarlanan bir sebeple çalışanın yapmış olduğu işin koşullarından ve bu koşullara maruz kalma nedeniyle ortaya çıkmasıdır. Dolayısıyla iş kazası, aniden veya kısa bir zaman diliminde; meslek hastalığı ise uzun bir zaman diliminde ortaya çıkmaktadır. Ortaya çıkış nedenleri farklı olan  iş kazası  ve  meslek hastalığı , iki ayrı risk olarak kapsama alınmıştır ve söz konusu her iki risk grubu farklı özelliklere sahiptir. Bir hastalığın meslek hastalığı olarak tespit edilebilmesi için aşağıdaki unsurlara sahip olması gerekir. B. Meslek Hastalığının Unsurları1. Sigortalı Olma5510 sayılı Kanunda meslek hastalığının tanımı verilirken  sigortalının  çalıştığı veya yaptığı işin niteliğinden dolayı tekrarlanan bir sebeple veya işin yürütüm şartları yüzünden uğradığı geçici veya sürekli hastalık, bedensel veya ruhsal engellilik halleri meslek hastalığı olarak ifade edilmiştir. Bu durumda bir kişinin meslek hastalığı sigortasından yararlanabilmesi için her şeyden önce sigortalı olması gerekmektedir. İş  kazası  bakımından  sigortalı  sayılan  kişiler  ile  meslek  hastalığı  bakımından sigortalı sayılan kişiler örtüşmektedir. İş kazası kavramının unsurları incelenirken kimlerin sigortalı sayılacağı ele alınmıştı. Aynı bilgiler meslek hastalığı bakımından da geçerli olduğu için tekrara düşmemek adına yukarıdaki bilgilere atıf yapmakla yetinilmiştir. 2. İşin Niteliği veya Yürütüm Şartlarına Bağlı Olarak Geçici veya Sürekli Bir Hastalığın Ortaya ÇıkmasıMeslek hastalığının unsurlarından bir diğeri, 5510 sayılı Kanun madde 14 te belirtildiği üzere hastalığın işin niteliği veya yürütüm şartlarına bağlı olarak ortaya çıkmasıdır. Dolayısıyla bir hastalığın meslek hastalığı olarak kabul edilebilmesi 77  Güzel, Okur and Caniklioğlu (n 6) 381 vd.; Tuncay and Ekmekçi (n 6) 417; Yürekli (n 6) 44-45; Sümer (n 7) 99; Ayşe Ledün Akdeniz, Meslek Hastalığı Kavramı Üzerine, (Beta 2015) s. 21.78  Bkz., II. İş Kazası Kavramı, B. İş Kazasının Unsurları, 1. Sigortalı Olma. 384Arslan-Durmuş / COVID-19 un İş Kazası ve Meslek Hastalığı Bakımından Değerlendirilmesi için her şeyden önce hastalık ile sigortalının yaptığı iş arasında nedensellik bağının bulunması gerekir.  İşin niteliği , çalışanın ifa etmekte olduğu görevle ilgilidir.  İşin yürütüm şartları  ise mevcut çalışma koşullarının özelliğinden kaynaklanmaktadır. Meslek hastalığının tümüyle mesleki özellikler taşıması, onu iş kazasından ayırır. Zira iş kazasının yapılan iş ile ilgili bulunması zorunlu olmadığı halde, meslek hastalığının sigortalının yaptığı işin sonucunda ortaya çıkması gerekir. Hangi hastalığın işin niteliği veya yürütüm şartlarına bağlı olduğunun tespiti her somut olayın özellikleri dikkate alınarak belirlenmelidir ve tespiti zordur. Çalışma Gücü ve Meslekte Kazanma Gücü Kaybı Oranı Tespit İşlemleri Yönetmeliği (bundan sonra Güç Kaybı Yönetmeliği olarak anılacaktır) ile meslek hastalıkları bir liste halinde sayılmıştır. Güç Kaybı Yönetmeliği madde 17/1 e göre; hangi hastalıkların meslek hastalığı sayılacağı ve bu hastalıkların, işten fiilen ayrıldıktan en geç ne kadar zaman sonra meydana çıkması hâlinde sigortalının mesleğinden ileri geldiğinin kabul edileceği Meslek Hastalıkları Listesine (Ek-2) göre tespit ve tayin edilir. Söz konusu hükme göre, bir hastalığın meslek hastalığı olarak nitelendirilebilmesi için, kural olarak, Meslek Hastalıkları Listesinde yer alması ve yine bu listede belirtilen süre içinde ortaya çıkmış olması gerekir. Meslek Hastalıkları Listesine göre meslek hastalıkları beş grupta toplanmıştır (Güç Kaybı Yönetmeliği madde 18/1). Bunlar, A Grubu: Kimyasal maddelerle olan meslek hastalıkları, B Grubu: Meslekî cilt hastalıkları, C Grubu: Pnömokonyozlar ve diğer meslekî solunum sistemi hastalıkları, D Grubu: Meslek bulaşıcı hastalıklar, E Grubu: Fizik etkenlerle olan meslek hastalıklarıdır. Meslek Hastalıkları Listesinde yer almayan bir hastalık hali de meslek hastalığı olarak değerlendirilebilir. Zira 5510 sayılı Kanun madde 14/son a göre, Güç Kaybı Yönetmeliğinde belirlenmiş hastalıklar dışında herhangi bir hastalığın meslek hastalığı sayılıp sayılmaması hususunda çıkabilecek uyuşmazlıklar, Sosyal Sigorta Yüksek Sağlık Kurulunca karara bağlanır. Buna göre listede yer almayan bir hastalığın, işin niteliği veya işin yürütüm şartları yüzünden ortaya çıktığı sağlık kurulu raporu ve dayanağı tıbbi belgeler ispatlanması halinde Yüksek Sağlık Kurulu kararı ile meslek hastalığı olarak kabul edilebilecektir. Meslek hastalığı, sigortalı çalışırken ortaya çıkabileceği gibi, sigortalının işten ayrılmasından sonra da ortaya çıkabilir. Meslek hastalığı, işten ayrıldıktan sonra meydana çıkmış ve sigortalı olarak çalıştığı işten kaynaklanmış ise, sigortalının 5510 sayılı Kanunla sağlanan haklardan yararlanabilmesi için, eski işinden fiilen ayrılmasıyla  hastalığın  meydana  çıkması  arasında  bu  hastalık  için  Güç  Kaybı 79  Güzel, Okur and Caniklioğlu (n 6) 383; Tuncay and Ekmekçi (n 6) 416-417; Sümer (n 7) 99; Akdeniz (n 77) 59 vd.80  Sözer (n 6) 359. 81  Güzel, Okur and Caniklioğlu (n 6) 383.82  Çalışma Gücü ve Meslekte Kazanma Gücü Kaybı Oranı Tespit İşlemleri Yönetmeliği, RG 11.10.2008/27021. 385İstanbul Hukuk Mecmuası 78/2Yönetmeliğinde belirtilen süreden daha uzun bir zamanın geçmemiş olması şarttır (5510 sayılı Kanun madde 14/III). Ancak sözü edilen yükümlülük süresi mutlak değildir.  Herhangi  bir  meslek  hastalığının  klinik  ve  laboratuvar  bulgularıyla belirlendiği ve meslek hastalığına yol açan etkenin işyerindeki inceleme sonunda tespit edildiği hallerde, meslek hastalıkları listesindeki yükümlülük süresi aşılmış olsa bile, söz konusu hastalık Kurumun veya ilgilinin başvurusu üzerine Sosyal Sigorta Yüksek Sağlık Kurulunun onayı ile meslek hastalığı sayılabilir (5510 sayılı Kanun madde 14/III-son cümle).3. Bedensel veya Ruhsal Bir Zarara UğramaSigortalının meslek hastalığından yararlanabilmesi için, uğradığı meslek hastalığı sonucunda bedensel veya ruhsal bir zarara uğraması gerekir. Söz konusu hastalık hali geçici olabilir, sigortalı bütünüyle iyileşebilir ya da hastalık hali sürekli olabilir ve vücutta kalıcı hasara yol açabilir. Hastalık halinin geçici veya sürekli olması, meslek hastalığı olarak nitelendirilmesinde herhangi bir farklılığa yol açmayacaktır. İş kazasında olduğu gibi, meslek hastalığında da sigortalının uğradığı zarar bedensel olabileceği gibi ruhsal da olabilir. 4. Meslek Hastalığı ile Zarar Arasında Nedensellik Bağının BulunmasıSigortalının yaptığı iş ile yakalandığı meslek hastalığı arasında uygun nedensellik bağının bulunması gerekir. Nedensellik bağının varlığı, Meslek Hastalıkları Listesi ile  ortaya  konulmaktadır.  Zira  hangi  hastalıkların  meslek  hastalığı  sayılacağı, Meslek Hastalıkları Listesi ile düzenlenmiş bulunmaktadır. Bu durumda sigortalının yakalandığı hastalık, Meslek Hastalıkları Listesinde yer alıyor ve çalışması ile bağı kurulmuş ise nedensellik bağının varlığını ispata gerek kalmayacaktır. V. COVID-19 un Meslek Hastalığı Olarak DeğerlendirilmesiA. Genel OlarakMeslek hastalığı, iş kazasında olduğu gibi aniden veya çok kısa bir zaman içerisinde ortaya çıkmamakta, işin niteliğinden dolayı sürekli tekrarlanan bir sebeple veya yürütüm şartları yüzünden yavaş yavaş meydana gelmektedir. Sigortalı uzun süre aynı işi yapmakta, aynı şekilde çalışmakta, işin yürütümü ve niteliği nedeniyle belirli bir zaman sonra yaptığı işten etkilenmekte ve meslek hastalığına tutulmaktadır. COVID-19 un  meslek  hastalığı  olarak  değerlendirilmesinde  sağlık  çalışanlarını diğer çalışanlardan ayırarak konunun incelenmesinde fayda vardır. Zira Korona 83  Güzel, Okur and Caniklioğlu (n 6) 384; Sözer (n 6) 360; Akdeniz (n 77) 67.84  Yargıtay 10 HD, 5151/164, 15.01.2020 <www.kazanci.com>, Erişim Tarihi 25 June 2020. 386Arslan-Durmuş / COVID-19 un İş Kazası ve Meslek Hastalığı Bakımından Değerlendirilmesi virüsün sağlık çalışanları açısından meslekleri gereği bulaşma riski daha yüksektir. Bununla birlikte konu salgın hastalık olduğunda kişilerin çalıştıkları yerlere göre ayrılmamaları gerektiği ifade edilmektedir. Bu görüşe göre, sağlık çalışanlarının diğer çalışan grubuna göre riski daha fazla olduğu kabul edilebilir. Ancak kargo çalışanları, belediye otobüsü şoförleri gibi çalışanlar da en az sağlık çalışanları kadar risk altındadır. Zira kargo çalışanlarının, internet üzerinden satıştan dolayı iş yükleri daha da artmakta ve sürekli temas halinde olmaları dolayısıyla da virüsle temas riskleri artmaktadır. Bu sebeple sağlık çalışanı ayrımına girilmeden Korona virüsü ile enfekte olan işçilerin durumu meslek hastalığı değil fakat iş kazası kapsamında değerlendirilmelidir. COVID-19 un  iş kazası  veya  meslek hastalığı  olarak kabul edilmesi, aslında yararlanmaya ilişkin haklar konusunda bir fark yaratmamaktadır. Korona virüsüne maruz kalan kişiye veya yakınlarına Sosyal Güvenlik Kurumu tarafından bağlanması gereken geçici veya sürekli yardımlar yönünden veya işverenden talep edilebilecek maddi ve manevi tazminatlar yönünden de bir fark olmayacaktır. Zira 5510 sayılı Kanun  sistematiğinde  iş  kazası  ve  meslek  hastalığı  risklerine  tek  bir  sigorta kolundan  İş kazası ve meslek hastalığı  sigorta kolundan güvence sağlanmaktadır. Sigortalıya sağlanacak yardımlar bakımından bir farklılık olmayacağı için COVID19 un iş kazası veya meslek hastalığı olarak değerlendirilmesi,  akademik  düzeyde kalacaktır. İş kazası ile meslek hastalığının örtüştüğü durumlarda, işçi açısından takip etmesi daha kolay bir prosedür olduğu için nihai olarak iş kazasına öncelik vermek yararlı olacaktır. B. Sağlık Çalışanları Bakımından Konunun Değerlendirilmesi Sağlık çalışanlarının korona virüsü ile karşılaşma ihtimalleri, diğer çalışan gruplarına kıyasla daha yüksek görünmektedir. Sağlık çalışanlarının COVID-19 a maruz kalan en yüksek riskli meslek grubu olduğu ifade edilebilir. Zira hastane ortamı, virüsün her an yayılarak sağlık çalışanlarına bulaşmasına olanak sağlamaktadır. Sağlık çalışanlarının enfekte olması halinde, bunun hastanede olma ihtimali, hastane dışında olma ihtimaline göre daha yüksektir. Yapılan çalışmalarda, çalışanların virüsle karşılaşma risklerine göre dört maruz kalım düzeyi tanımlanmıştır. Bu sınıflamaya göre sağlık çalışanları COVID-19 85  Balcı (n 76).86  ‘COVID-19 Pandemisi Günlerinde İş Kazası ve Meslek Hastalığı Rehberi , İstanbul Tabip Odası Hukuk Bürosu, 25.04.2020, s. 1, <https://www.istabip.org.tr/site_icerik/2020/mayis/covid_19_is_kazasi_meslek_hastaligi.pdf>, Erişim Tarihi 25 June 2020. 87  Özveri, (n 38) 27-28.88  Dünya Sağlık Örgütü ne göre hekim, hemşire, diş hekimi, sağlık memuru, ebe, eczacı, biyolog, diyetisyen, veteriner, fizyoterapist vb. kişiler sağlık çalışanı kabul edilmektedir, bkz <https://www.who.int/hrh/statistics/Health_workers_classification.pdf> Erişim Tarihi 25 June 2020. 89  Akın, ‘COVID-19 un İş İlişkilerine Etkileri  (n 7) 25.387İstanbul Hukuk Mecmuası 78/2maruz kalımı için en yüksek riskli meslek grubu kabul edilmiştir. Sağlık sektörünün yanı sıra, turizm ve taşımacılık gibi sektörlerde çalışanlarda da riskin fazla olduğu gözlenmiştir. Bunlar arasında koruyucu hizmet meslekleri (polis memurları, ıslah memurları, itfaiyeciler), ofis ve idari destek meslekleri (kuryeler ve haberciler, hasta servis temsilcileri), eğitim (okul öncesi ve kreşler), toplum ve sosyal hizmet meslekleri  (sağlık  çalışanları,  sosyal  hizmet  uzmanları,  danışmanlar)  ve  inşaat sektörü (tesisatçılar, foseptik tesisatçıları, asansör onarımı işçileri) mevcuttur.Öğretide bir görüşe göre; bir hastalığın meslek hastalığı sayılabilmesi için, yapılan işin  niteliğinden  kaynaklanan  bir  sonucun  olması  gerekir.  COVID-19,  yapılan işin niteliğinden veya yürütüm şartlarından kaynaklanan bir sebeple bulaşmadığı için meslek hastalığı olarak değerlendirilemez. COVID-19 hastalığı, bulaşıcı bir hastalıktır ve yapılan iş ile ilgili değildir. Mesleğe bağlı olmadan ortaya çıkmaktadır. Salgın geçici bir durumdur. Sürekliliği olmadığı için mesleki sayılmamalıdır. Meslek hastalığı olabilmesi için tekrarlanan bir sebeple devam etmesi gerekir. Korona virüsünün bulaşması ise ani olmaktadır. İş kazasındaki anilik unsuru, Korona virüs bulaşan işçinin durumunun iş kazası sayılması ihtimalini güçlendirmektedir. Bu sebeple sağlık çalışanları bakımından da COVID-19 hastalığının meslek hastalığı olarak değerlendirilmemesi gerektiği; zira COVID-19 hastalığına yakalanmanın, sağlık çalışanları bakımından da işin yürütüm şartlarından doğmadığı gibi işyeri şartlarından da oluşmadığı belirtilmiştir. Bununla birlikte Korona virüsün bulaşması sebebiyle,  işçinin  akciğerlerinde  sürekli,  kalıcı  bir  hastalık  durumu  ve  giderek sürekli  iş  göremezlik  oluşursa  COVID-19  hastalığının,  meslek  hastalığı  olarak nitelendirilebileceği de ileri sürülmüştür. Alman öğretisinde iş kazasının kısa bir zaman diliminde, meslek hastalığının ise uzun bir zaman diliminde ortaya çıkmasının mutlak olmadığı belirtilmektedir. Dolayısıyla meslek hastalıkları listesinde yer alan bir hastalığın zararlı etkene bir defa veya kısa süreli maruz kalmak yoluyla ortaya çıkabileceği ifade edilebilir. Öğretide diğer görüşe göre ise, sağlık çalışanları bakımından COVID-19 hastalığı, çalışanların hastane ortamında virüse yakalanmış olmaları halinde meslek hastalığı olarak değerlendirilmelidir. İşin yürütümü gereği hastalarla çok yakın temas halinde 90   Yakın temaslı, bilinen ve şüphelenilen COVID-19 vakasında aerosol üreten prosedürler; numune toplama ve işleme prosedürleri, ölen vakaların otopsi prosedürlerini içeren iş kolları (Doktorlar, hemşireler, diş hekimleri, sağlık görevlileri, acil tıp teknisyenleri, numune toplayan sağlık ve laboratuvar personeli, otopsi yapan morg çalışanı) , COVID-19 Pandemisi nde Meslek Hastalığı Tanı Kılavuzu, s. 8, 9, <https://www.istabip.org.tr/koronavirus/Haberler/5578/covid-19pandemisi-nde-meslek-hastaligi-tani-kilavuzu> Erişim Tarihi 25 June 2020.91  COVID-19 Pandemisi nde Meslek Hastalığı Tanı Kılavuzu, (n 90) 8. 92  Yürekli (n 6) 45; Balcı (n 76); Yener (n 45) 110; Sami Narter and Cebrail Şimşek, ‘Sağlık Çalışanları İçin COVID-19 Hastalığı İş Kazası veya Meslek Hastalığı Mıdır?  (2020/16) Karatahta İş Yazıları Dergisi 139, 163 vd.93  ‘COVID-19 Pandemisi Günlerinde İş Kazası ve Meslek Hastalığı Rehberi  (n 86) 3.94  Akdeniz (n 77) 21.95  Caniklioğlu (n 43); Bulut (n 69) 100; Yener (n 45) 110; ‘COVID-19 Pandemisi Günlerinde İş Kazası ve Meslek Hastalığı Rehberi , (n 86) 2.388Arslan-Durmuş / COVID-19 un İş Kazası ve Meslek Hastalığı Bakımından Değerlendirilmesi olmaları, sağlık çalışanlarını riskli gruba dâhil etmektedir. Bu sebepledir ki sağlık çalışanları bakımından nedensellik bağı daha kolay kurulabilir. Güç  Kaybı Yönetmeliği  ile  meslek  hastalıklarının  bir  liste  halinde  sayıldığı daha önce belirtilmişti. Güç Kaybı Yönetmeliğinin ekindeki Meslek Hastalıkları Listesi nin (D) Grubunda Mesleki Bulaşıcı Hastalıklar düzenlenmiştir. Güç Kaybı Yönetmeliği madde 19/1 de Mesleki Bulaşıcı Hastalıklar Listesinin (D) Grubunda yer alan bulaşıcı hastalıkların, görülen işin gereği olarak veya işyerinin özel koşullarının etkisiyle oluşması ve enfeksiyonun laboratuvar bulguları ile de kanıtlanmasının gerekli olacağı belirtilmiştir. Aynı maddenin ikinci fıkrasına göre, mesleki bulaşıcı hastalıklar listesinde yer almayan fakat görülen iş ve görev gereği olarak bulaştığı kesin olarak saptanan diğer bulaşıcı hastalıklar da meslek hastalığı sayılacaktır. Bu husustaki teşhisin laboratuvar deneyleriyle kanıtlanması gereklidir. Hastalığın en uzun kuluçka süresi yükümlülük süresi olarak alınacaktır. Söz konusu Meslek Hastalıkları  Listesinde  COVID-19  hastalığı  yer  almamaktadır.  Bununla  birlikte anılan Yönetmeliğin ikinci fıkrası gereği COVID-19 hastalığı (D) Grubunda yer alan mesleki bulaşıcı hastalıklardan sayılabilir. Diğer taraftan bir hastalığın Listede sayılmaması o hastalığın meslek hastalığı sayılmayacağı anlamına da gelmemelidir. 5510 sayılı Kanun madde 14/son gereğince Güç Kaybı Yönetmeliğinde belirlenmiş hastalıklar  dışında  herhangi  bir  hastalığın  meslek  hastalığı  sayılıp  sayılmaması hususunda çıkabilecek uyuşmazlıklar, Sosyal Sigorta Yüksek Sağlık Kurulunca karara bağlanacaktır. VI. SonuçCOVID-19 hastalığı, 5510 sayılı Kanunda yazılı koşullar çerçevesinde ortaya çıkarsa  iş  kazası  olarak  nitelendirilebilecektir.  Sigortalının  işyerinde  bulunduğu sırada Korona virüse yakalanması, şüphesiz ki iş kazası olarak değerlendirilmelidir. İşveren tarafından verilen emir ve talimatları yerine getirirken işçinin virüsle enfekte olması da aynı kapsamdadır. Yine işveren tarafından yürütülmekte olan iş nedeniyle bir müşterinin evinde musluk tamiri için gittiği sırada, işçinin müşteriden Korona virüsü kapması da iş kazasıdır. Sigortalı görevli olarak işyeri dışında başka bir yere gönderildiğinde, toplu taşıma araçlarını kullanırken Korona virüsü ile enfekte olması durumu iş kazası sayılacaktır. Zira işverence sağlanan bir taşıt olmasa bile işverenin otoritesi devam etmektedir. Aynı şekilde emziren kadın sigortalının çocuğuna süt vermek için ayrılan süt izni içinde işyerine gidiş gelişinde toplu taşıma aracını kullanırken Korona virüse yakalanması halinde iş kazası gündeme gelebilecektir. İşverence sağlanan servis aracında sigortalının işin yapıldığı yere gidiş gelişi sırasında virüs bulaşması da iş kazası sayılacaktır. Bu örnekleri çoğaltmak mümkündür ancak olası bir yargılamada tespit edilmesi gereken, COVID-19 un işçiye ne zaman ve nasıl bulaştığıdır. Olması gereken, her COVID-19 hastalığını iş kazası saymak yerine, 389İstanbul Hukuk Mecmuası 78/2nedensellik bağının olduğu olayları iş kazası saymak olmalıdır. COVID-19 un 2-14 günlük kuluçka süresi de dikkate alınarak virüsün 5510 sayılı Kanun madde 13 te yazılan unsurlardan birinde bulaştığının kanıtlanması gerekir. İşçinin sadece Korona virüs testinin pozitif çıkması iş kazası sayılması için yeterli olmayacak; virüs sonucunda sigortalının bedensel veya ruhsal bir zarara uğraması gerekecektir. Korona virüs sigortalının akciğeri üzerinde büyük bir hasar bırakmış olabilir veya sigortalı geçirdiği hastalık sonucu vefat etmiş olabilir. Veyahut virüse yakalanma olayı sigortalıda ruhsal bir engel yaratmış olabilir. Bütün bunlar sigortalının enfekte olduğu virüs sonucu bedensel veya ruhsal bir zarara uğradığını gösterir. Bir kazanın sosyal güvenlik hukuku bakımından iş kazası sayılması ile iş hukuku bakımından iş kazası sayılması kavramları birbirinden farklıdır. 5510 sayılı Kanuna göre iş kazası sayılan bir durumda, Sosyal Güvenlik Kurumu tarafından sigorta yardımları yapılır. Sigorta yardımlarının yapılabilmesi için işverenin kusurlu olması şartı aranmamaktadır. Daha açık bir ifadeyle bir olayın iş kazası olarak nitelendirilmesi, her zaman işverenin hukuki veya cezai sorumluluğunu doğurmayabilir. İşverenin iş kazasından hukuki sorumluluğunun doğabilmesi için kaza ile yapılan iş arasında uygun  nedensellik  bağının  kurulması  gerekir.  İşverenin  iş  sağlığı  ve  güvenliği yükümlülüklerine uymaması sebebiyle sorumluluğu söz konusu olacaktır. Bu nedenle işçi, COVID-19 hastalığından dolayı bir zarara uğrarsa, işverenin sorumlu olabilmesi için  kusurlu  olması  gerekecektir.  İşçi  ve  işverenin  sorumluluğunun  tespitinde kaçınılmazlık ilkesi de dikkate alınmalıdır. Yargıtayın 2019 tarihli HN virüsüne (domuz gribi) bağlı olarak meydana gelen ölümü iş kazası olarak kabul ettiği kararının Korona virüsü (COVID-19 hastalığı) bakımından da emsal teşkil etmesi gerektiği kanaatindeyiz. Yargıtay bu kararında sonradan oluşan zarar ile olay arasında uygun illiyet bağının bulunduğunu belirtmiştir. COVID-19 hastalığında da aynı şekilde kuluçka süresine bağlı olarak sonradan oluşan hastalık durumu veya vefat halinin iş kazası olduğunun kabulü gerekmektedir. Zira Yargıtayın da belirttiği gibi 5510 sayılı Kanun madde 13 hükmü, sosyal güvenlik hukuku ilkeleri içinde değerlendirilerek geniş yorumlanmalıdır. COVID-19 un  meslek  hastalığı  bakımından  değerlendirilmesinde  konunun sağlık çalışanı için ayrı bir değerlendirmeye tabi tutulması gerektiği kanaatindeyiz. Sağlık  çalışanı,  ister  kamu  isterse  de  özel  sağlık  kuruluşunda  çalışsın,  sağlık çalışanının COVID-19 hastalığına yakalanması durumu, meslek hastalığı olarak değerlendirilebilir. Meslek hastalığı olarak nitelendirilebilmesi için, sağlık çalışanının COVID-19 hastalığına yakalanması ve tedavi olsa dahi buna bağlı olarak sürekli bir akciğer hastalığının oluşması ve maluliyet durumunun ortaya çıkması gerekmektedir. 390Arslan-Durmuş / COVID-19 un İş Kazası ve Meslek Hastalığı Bakımından Değerlendirilmesi Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir.Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare.Grant Support: The author declared that this study has received no financial support.391İstanbul Hukuk Mecmuası 78/2",
     "Kaynakça": "Akdeniz AL, Meslek Hastalığı Kavramı Üzerine, (Beta 2015).Akın L, ‘COVID 19 un İş İlişkilerine Olası Etkileri  (2020) 34(3) Çimento İşveren Dergisi, 16 71 (COVID 19 un İş İlişkilerine Etkileri). Akın L, ‘İşverenin İşçiyi Gözetme Borcundan Doğan Hukuki Sorumluluğunda Uygun Nedensellik Bağı  (Karar İncelemesi) (Mart 2011) Çimento İşveren Dergisi, 26 39 (Nedensellik Bağı).Akın L, İş Kazasından Doğan Maddi Tazminat (Yetkin 2001).Arslan S, ‘İş Sağlığı ve Güvenliği Kanunu na Göre İşverenin Genel Yükümlülükleri  (2014) 20(1) MÜHFHAD, Özel Sayı, Prof. Dr. Ali Rıza Okur a Armağan, 767 807.Ateş ZG, ‘COVID 19 un İşverenin İş Sağlığı ve Güvenliği Konusunda Alması Gereken Önlemlere Etkisi , (2020) 19(38) İstanbul Ticaret Üniversitesi Sosyal Bilimler Dergisi, COVID 19 Hukuk Özel Sayısı, 161 179.Balcı M, ‘Covit 19 un İş Güvenliği Yönünden Hukuki Nitelendirmesi , Türkiye Barolar Birliği Eğitim Merkezi Online Eğitim Programları, TBB TV, 29 Nisan 2020, <https://www.youtube.com/watch?v=RwHqOMwMqq8>, Erişim Tarihi 7 June 2020.Baycık G, ‘Sosyal Güvenlik Kurumunun İş Kazası veya Meslek Hastalığından Kaynaklanan Rücu Davalarına Eleştirel Bakış  (2017) 7(1) Sosyal Güvenlik Dergisi, 31 70.Bulut M, ‘Türkiye de Pandemi Sürecinde İş Sağlığı ve Güvenliği Mevzuatına İlişkin Meseleler  (2020), Koronavirüs Döneminde Güncel Hukuki Meseleler Sempozyumu Bildiri Özeti Kitabı, İbn Haldun Üniversitesi Yayınları, 99 107.Canbolat T and Kayırgan H, ‘Korona Virüs Salgınının İş Sözleşmesi ile İşçi İşveren İlişkilerine Etkisi ve Sonuçları , (2020) 5(1) Çankaya Üniversitesi Hukuk Fakültesi Dergisi Arş. Gör. Ceren Damar Şenel Armağanı, 637 688.Caniklioğlu  N,  ‘Sosyal  Sigorta  Türleri  Açısından  Yargıtayın  2002  Yılı  Kararlarının Değerlendirilmesi , (2004) İş Hukuku ve Sosyal Güvenlik Hukuku Türk Milli Komitesi 339393 (Değerlendirme 2002). Caniklioğlu N, ‘6331 Sayılı İş Sağlığı ve Güvenliği Kanununda Öngörülen İşveren Yükümlülükleri  (2012) Türkiye Toprak, Seramik, Çimento ve Cam Sanayii İşverenleri Sendikası, Çalışma Mevzuatı Seminer Notları, Antalya, 26 30 Eylül 2012, 27 84 (İşveren Yükümlülükleri).Caniklioğlu N, Koronavirüs Döneminde Güncel Hukuki Meseleler Sempozyumu, İbn Haldun Üniversitesi, 29.05.2020, <https://www.youtube.com/watch?v=sQPmdcI G4c> Erişim Tarihi 10 June 2020.Çelik N, Caniklioğlu N and Canbolat T, İş Hukuku Dersleri (32th edition, Beta, 2019).Ekmekçi Ö, 4857 Sayılı İş Kanunu na Göre İş Sağlığı ve Güvenliği Konusunda İşyeri Örgütlenmesi, (Legal 2005).Eren F, Borçlar Hukuku Genel Hükümler (21th edition, Yetkin, 2017) (Borçlar Genel).Eren F, Sorumluluk Hukuku Açısından Uygun İlliyet Bağı Teorisi, (Ankara Üniversitesi Hukuk Fakültesi Yayınları No:361 1975).Güzel A, Okur AR and Caniklioğlu N, Sosyal Güvenlik Hukuku (18th edition, Beta 2020).Keser H, ‘Korona Virüs (Covid 19) Özelinde Bir Salgın Durumunda İş Mevzuatı Kapsamında İşçi ve İşverenin Kullanabileceği İzin, Esnek Çalışma Süreleri ve Fesih Hakları Üzerine Bir Değerlendirme  (2020) 17(65) Legal İSGHD, 23 94.Narter S and Şimşek C, ‘Sağlık Çalışanları İçin COVID 19 Hastalığı İş Kazası veya Meslek Hastalığı Mıdır?  (2020/16) Karatahta İş Yazıları Dergisi 139 168. 392Arslan Durmuş / COVID 19 un İş Kazası ve Meslek Hastalığı Bakımından Değerlendirilmesi Okur Z, ‘Yargıtay Kararları Çerçevesinde İş Kazası  (2013), VII. Ulusal İşçi Sağlığı ve İş Güvenliği Kongresi Bildiriler Kitabı 18 20 Nisan 2013, 325 331.Özdemir E, İş Sağlığı ve Güvenliği Hukuku, (Vedat 2014). Özveri M, ‘Pandemi Sürecinin İş Hukukuna Yansımaları , (2020) İzmir Barosu Bülten, İş ve Sosyal Güvenlik Hukuku Komisyonu Pandemi Özel Bülteni, 25 38. Sözer AN, Türk Sosyal Sigortalar Hukuku, (4th edition, Beta 2019). Sümer HH, İş Sağlığı ve Güvenliği Hukuku (3th edition, Seçkin 2019).Süzek S, İş Hukuku (16th edition, Beta 2018).Tuncay C, ‘Kurumun İşverene Rücuu Olayda Kaçınılmazlık Durumu  (Aralık 2006)(4) Sicil İHD 183 188.Tuncay C and Ekmekçi Ö, Sosyal Güvenlik Hukuku Dersleri, (20th edition, Beta 2019).Yamakoğlu E, İşverenin İşyeri Hekimi ve İş Güvenliği Uzmanı Çalıştırma Yükümlülüğü, (Seçkin 2016).Yener MZ, ‘COVID 19 Salgınının İş Kazası ve Meslek Hastalığı Bakımından Değerlendirilmesi  (2020) Koronavirüs Döneminde Güncel Hukuki Meseleler Sempozyumu Bildiri Özeti Kitabı, İbn Haldun Üniversitesi Yayınları, 108 117.Yürekli S, ‘Çalışma Hayatında Koronavirüs (COVID 19) Salgınının Etkileri  (2020) 19(38) İstanbul Ticaret Üniversitesi Sosyal Bilimler Dergisi, COVID 19 Hukuk Özel Sayısı, 34 61.Elektronik Kaynaklar<www.kazanci.com><https://www.who.int/health topics/coronavirus#tab=tab_1, Erişim Tarihi 13 June 2020.T.C. Sağlık Bakanlığı Halk Sağlığı Genel Müdürlüğü,  COVID 19 (Sars Cov 2 Enfeksiyonu), Genel Bilgiler, Epidemioloji ve Tanı, Bilimsel Danışma Kurulu Çalışması, Ankara, 1 Haziran 2020, s. 5,  <https://covid19bilgi.saglik.gov.tr/depo/rehberler/covid 19 rehberi/COVID 19_REHBERI_GENEL_BILGILER_EPIDEMIYOLOJI_VE_TANI.pdf> Erişim Tarihi 13 June 2020.<https://www.ailevecalisma.gov.tr/media/40969/isyerlerinde koronaviruse covid 19 karsialinmasi gereken onlemler.pdf> Erişim Tarihi 14 June 2020.<https://covid19bilgi.saglik.gov.tr/tr/sss/halka yonelik.html> Erişim Tarihi 16 June 2020.<https://covid19bilgi.saglik.gov.tr/tr/> Erişim Tarihi 22 June 2020.COVID 19 Pandemisi nde Meslek Hastalığı Tanı Kılavuzu, s. 8, 9, <https://www.istabip.org.tr/koronavirus/Haberler/5578/covid 19 pandemisi nde meslek hastaligi tani kilavuzu>  Erişim Tarihi 25 June 2020.‘COVID 19 Pandemisi Günlerinde İş Kazası ve Meslek Hastalığı Rehberi , İstanbul Tabip Odası Hukuk Bürosu, 25.04.2020, s. 1, <https://www.istabip.org.tr/site_icerik/2020/mayis/covid_19_is_kazasi_meslek_hastaligi.pdf>, Erişim Tarihi 25 June 2020.<https://www.who.int/hrh/statistics/Health_workers_classification.pdf> Erişim Tarihi 25 June 2020.<https://drive.google.com/file/d/1wyqKwK18db87PkEtfBO4FgrHBM9FY3tt/view> Erişim Tarihi 26 June 2020.<https://covid19bilgi.saglik.gov.tr/depo/toplumda salgin yonetimi/salgin yonetimi ve calismarehberi/COVID 19_SALGIN_YONETIMI_VE_CALISMA_REHBERI.pdf> Erişim Tarihi 26 June 2020.393"
}