{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "20",
     "Ay": "06",
     "Yıl": "2019",
     "Cilt": "77",
     "Sayı": "1",
     "Başlık": "Alman Karayolları Trafik Kanunu nda 20 Haziran 2017 de Yapılan Değişiklikler Çerçevesinde Türk/ İsviçre Hukuku nda Araçların Otonomlaştırılmasının İşletenin Sorumluluğuna Etkisi",
     "Title": "The Effect of Motor Vehicle s Autonomisation to Operator s Liability in Turkish/ Swiss Law within Scope of Modifications Come Into Force in 20. 06. 2017 on German Road Traffic Code",
     "Yazar İsmi": [

          "Cüneyt Pekmez"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Otonomlaştırma" , "Otonomlaştırılmış araç" , "İşleten" , "işletme tehlikesi" , "Ürün sorumluluğu"
     ],
     "Keywords": [
          "Autonomisation" , "Auotonomisated vehicle" , "Operator" , "Risk of operating" , "Product liability"
     ],
     "Özet": "Otomotiv endüstrisindeki gelişmeler Alman kanunkoyucuyu birtakım düzenlemeler yapmaya sevk etmiştir. Bu çerçevede Alman Karayolları Trafik Kanunu nda birtakım eklemeler ve değişiklikler yapılmıştır. Bu değişiklikler, genel itibariyle sürücü ile otonom araç arasındaki ilişkinin netleştirilmesine yöneliktir. Türk ve İsviçre Hukuku nda özellikle işletenin sorumluluğu bakımından böyle bir değişikliğe ihtiyaç olup olmadığı, otonomlaştırmanın işletenin sorumluluğuna ilişkin unsurları etkileyip etkilemediği incelenmiştir. Bu çerçevede konu, zararın tazmini hususunda sorumlulukların çatışması ve rücu kapsamında ele alınmıştır. Sorumlulukların çatışması kapsamında otonomlaştırmanın işletme tehlikesi, zarar verenin kusuru ve zarar görenin kusuru unsurlarına etkisi ele alınmıştır. Rücu hususunda ise, işletenle birlikte genel itibariyle müteselsil sorumlu olanlar belirlenmiş ve sorumlular arasında zararın nasıl paylaştırılacağı hususu incelenmiştir. Konuların ele alınmasıyla şu sonuçlara ulaşılmıştır: Sürücü ile araç arasındaki ilişkiyi aracın teknik özellikleri netleştirecektir. Dolayısıyla aracın herhangi bir sürücüye ihtiyaç duymadığı en ileri seviye sürüş olanağı sunan araçlar ile diğer araçlar arasındaki fark, her iki nevi bakımından farklı hukuki değerlendirme yapılmasını gerektirir. Teknik özelliğin farklılaşması sorumluluların  belirlenmesini  etkileyecektir.  Otonomlaştırmanın  işletenin  sorumluluğunu  ortadan  kaldırma  veya ağırlaştırma gibi radikal etkileri yoktur. Ancak herhalde otonomlaştırma işletme tehlikesinin daha düşük oranda takdir edilmesini sağlayabilir. Otonomlaştırılmış araçların karıştığı kazada kazanın teknik arızadan doğabilmesi aynı zamanda üretici niteliğindeki kişilerin sorumluluğunu da gündeme getirecektir. Bu husus ülkemizde her türlü tartışmadan uzak şekilde ürün sorumluluğunun kanuni dayanağının oluşturulmasına olan ihtiyacı da ortaya koymaktadır.",
     "Abstract": "The developments in automative industry lead German legislator to issue a couple of new provision on Road Traffic Law. This modification determines generally relations between driver and autonomisated vehicle. In scope of our work it is examined whether it is necesarry to modificate provisions especially on operator liability, as well as whether autonomisation effects operator s liability directly or undirectly rather than all relating provisions on Road Traffic Code. In this context, the subject is examined in scope of liability conflict and recourse related to compensate. It is also examined how autonomisation effects risk of operating, default of liable one, default of sufferer in liability conflict, as well as who is/are liable for compensating and how damage to compensate is shared between liable parties in recourse process. It shall have consequently determined that technical features of vehicle determine relations between driver and autonomisated vehicle, differences between driverless vehicle and other one give rise to tackle differently with law issue between driver and autonomisated vehicle. Autonomisation have no radical effect to abolish or weigh liability of operator but lead to assess risk rates of operating subduedly in any cases. The need of amending provisions or code on producer s liability for accidents which autonomisated vehicle causes arises in Turkish Law System.",
     "Metin": "Günümüzde otomobil endüstrisindeki gelişmeler, yakın dönemde, otomobillerin sürüşün  başlangıcı,  devamı  ve  sonunda  sürüş  için  gerekli  olan  faaliyetlerin gerçekleştirilebilmesi için sürücünün sevk ve idaresine oldukça az ihtiyaç duyulacağı hatta  hiç  ihtiyaç  duyulmayacağı  günlerin  gelebileceğini  göstermektedir.  Bu gelişmeler çerçevesinde sürücü tanımının yeniden belirlenip belirlenmeyeceği, aracı sevk ve idare edenin kim veya ne olduğu bunun bildiğimiz anlamıyla aracı sevk ve idare eden kişi ile olan ilişkisinin yeniden belirlenmesine neden olacağı söylenebilir. Özellikle bilinen anlamıyla bir sürücüye hiç ihtiyaç duyulmayacağı durumlarda sürücü tanımının yeniden ele alınması veya bu nevi araçlarda artık bir sürücüden bahsedilip bahsedilemeyeceğinin belirlenmesi gerekecektir. Otomobil endüstirisindeki mevcut veriler gözönüne alındığında üst düzeydeki gelişmeler göstermektedir ki, araçlar seyir halinde iken, üst düzeyden başlayarak azalan düzeyde bu ve benzeri yazılım ve donanımlara sahip araçların karıştığı kazadan doğan zararların tazmininden kim(ler)in sorumlu olacağı, bu hususa ilişkin mevcut düzenlemelerin özellikle Karayolları Trafik Kanunu (KTK) nun mevcut hükümlerinin yeterli  olup  olmadığı  ayrıca  incelemeyi  gerektirmektedir.  Zira  yakın  dönem içerisinde bu nevi araçların ülkemizde de trafiğe çıkabileceği gözönüne alındığında yasal düzenlemelerin yeniden gözden geçirilme ihtiyacı olacağı aşikardır. Bu ihtiyacı ortaya çıkaran otomobil endüstrisindeki gelişmeler, Alman kanunkoyucusunu 20. 06. 2017 de Alman Karayolları Trafik Kanunu nda (AKTK) bir kısım eklemeler ve değişiklikler yapmaya sevk etmiştir. Bu eklemeler ve değişiklikler sorumlululuk hukukunun yanında kişisel verilerin işlenmesi ve korunması, bu bilgilerin yetkililerle paylaşılabilmesi  ve  gerektiğinde  kullanılabilmesi  gibi  konularla  da  ilgilidir. Konumuz kapsamında bu ekleme ve değişiklikler irdelenecek ve en azından zararın tazmininden  sorumluluk  hususunda Türk  ve  İsviçre  Hukuku  bakımından  böyle bir  eklemeye  veya  değişikliğe  gerek  olup  olmadığı  belirlenmeye  çalışılacaktır. Bunun yanında bu değişikliklerin belirlediği sınırlar çerçevesinde, Türk ve İsviçre Hukuku nda  otonomlaştırılmış  araçların  karıştığı  kazalarda  otonomlaştırmanın işletenin ve diğerlerinin sorumluluğuna olan etkisi genel itibariyle ele alınacaktır. Konunun kapsamının genişletilmeye müsait olması nedeniyle ve çalışmamızın bir makale olması amaçlandığından, konunun kapsamını daraltmak gerekeceği aşikardır.Çalışmamızın amaçlarından birisi, aracın sürücüye veya çevreye dair kişisel bilgileri toplaması, depolaması veya bu bilgileri kullanmasının kişilik hakkının korunması çerçevesinde incelemek olmadığından bu kapsamda ortaya çıkabilecek sorunlar, bunlara ulusal ve uluslararası düzenlemelerde yer alan veya yer alması beklenen  çözümler  çalışmamız  dışında  bırakılmıştır.  Ayrıca  otonomlaştırılmış araçların ortaya çıkarabileceği etik ile ilgili sorunlar, bunların hukuki sorunlara ve bu sorunların çözümüne yönelen önerilere etkisi de çalışmamız kapsamı dışındadır. 157İstanbul Hukuk Mecmuası 77/1Çalışmamız  kapsamı  gözönüne  alındığında,  6299  sayılı  Karayolu  Trafiği Konvansiyonu ile Bu Konvansiyonu Tamamlayıcı Avrupa Anlaşmasına Katılmamızın Uygun Bulunduğuna Dair Kanun ile tarafı olduğumuz Karayolu Trafiği Konvansiyonu ve ilgili Anlaşma inceleme dışında bırakılmıştır. Ancak genel itibariyle şu hususlara değinmek yararlı olacaktır:Otonomlaştırılmış  araçların  ulusal  ve  uluslararası  karayollarında  görülmeye başlanacağı gözönüne alındığında, Karayolları Trafik Konvansiyonu nun bu hususa ne  ölçüde  izin  verdiği  sorusu  sorulabilir.  Bu  soruyu,  çalışmamızın  kapsamını aşmayacak  şekilde  genel  itibariyle  cevaplamak  istediğimizde,  Konvansiyon un belirli bazı hükümlerini incelemek zorunda kalacağız. Konvansiyon m 8 I e göre, hareket eden her taşıt ve taşıt katarı bir sürücüye sahip olacaktır. Konvansiyon m 8 V e göre ise, her sürücü her zaman taşıtını kontrol edebilecek veya hayvanlarını yönlendirebilecek durumda olacaktır. Aynı şekilde Konvansiyon m 13 I, her taşıt sürücüsünün, taşıtını gerekli dikkat ve özeni gösterebilecek ve her zaman kendisinden beklenen bütün manevraları yapabilecek şekilde kontrol altında tutacağını belirtmiştir. Konvansiyon un bu hükümleri birlikte değerlendirildiğinde, Konvansiyon çerçevesinde bir sürücünün varlığı aranmakta ve sürücünün her zaman taşıtı üzerinde sürüş için gerekli hakimiyete sahip olması gerektiği  belirtilmektedir.  İleride  açıklamaya  çalışacağımız  otonomlaştırma seviyeleri gözönüne alındığında 5. seviye hariç, diğer otonomlaştırma seviyelerinde araç içerisinde bir sürücünün varlığı ve bu sürücünün sürüşü sisteme bıraksa dahi nihai hakimiyete sahip olması zorunlu olacağı kabul edildiği sürece konvansiyonun bu hükümlerinin 3. ve 4. seviye otonomlaştırılmış araçların kullanımına izin verdiği belirtilebilir. Ancak Konvansiyon un bu hükümleri 5. seviye otonomlaştırılmış araçların kullanımına izin verilebilmesi için bu araçların trafige çıkmasından önce (her ne kadar diğer seviyelere nazaran daha geç dönemde gündeme gelebilecek görünse de) değişikliğe ihtiyaç göstermektedir.Konvansiyon m 8 VI c 1 a göre, bir taşıtın sürücüsü, her zaman sürüş dışındaki herhangi bir faaliyeti asgariye indirecektir. Konvansiyon m 8 VI c 3 e göre ise, her durumda taşıt hareket halinde iken bir motorlu taşıt veya motorlu bisiklet sürücüsünün cep telefonu kullanımı yasaklanacaktır. Özellikle otonomlaştırılmış araçlarda, aracın sürüşü için gerekli sevk ve idare araç sisteminde olduğu ihtimalde, sürücüye  diğer  faaliyetlerde  bulunabilme  imkanı  tanıdığı  gözönüne  alındığında 1  Bu hükmün, sürücünün sürekli şekilde izleme ve denetleme zorunluluğundan kurtaran otonomlaştırılmış araçların kullanımını kapsam dışında bıraktığı yönünde bkz Merih Erdem Kütük-Markendorf and David Essers,  Zivilrechtliche Haftung des Herstellers beim autonomen Fahren-Haftungsfragen bei einem durch ein autonomes System verursachten Verkehrsunfall , (2016) (1) MMR 22, 24; kanımızca hüküm 3. ve 4. seviye araçların kullanımını kapsam dışında bıraktığı görüşü isabetli değildir. Zira ileride belirteceğimiz üzere 3. ve 4. seviye araçlarda da sürücü, sürüşün nihai hakimiyetine sahip kişidir, sürüş bakımından sürüşün gerektirdiği dikkt ve özeni gösterme yükümlülüğü altındadır. Bu nedenle görüş isabetli değildir.2  Kütük-Markendorf and Essers, 23.158Pekmez / Alman Karayolları Trafik Kanunu nda 20 Haziran 2017 de Yapılan Değişiklikler Çerçevesinde Türk/ İsviçre Hukuku nda ...açıkça Konvansiyon m 8 VI a aykırılığın ortaya çıkacağı söylenebilir. Ancak 24-26 Mart 2014 deki oturumda Konvansiyon m 8 V e ek fıkra getirilmiştir. Konvansiyon m 8 V e getirilen ek fıkrada, uluslararası hukuki standartlar çerçevesinde aracın üretilmesi  ve  kullanımına  yönelik  hükümlere  uygun  olduğu  sürece,  sürüşün kontrolüne etki edebilecek araç sistemlerinin Konvansiyon m 8 V de ve m 13 I de belirtilen hükümlere uygun olduğu belirtilmiştir. Bu hükümle, sürücünün aracın kontrolünü bırakabileceği ve sürekli şekilde sürüşü denetlemek ve izlemek zorunda kalmadığı otonomlaştırılmış araç sistemlerine izin verildiği sonucuna varılmaktadır. Bu sonuç, ileride bahsedeceğimiz otonomlaştırılma seviyeleri gözönüne alındığında 3. ve 4. seviye otonom sürüş imkanı veren araçların kullanımını kapsayacaktır. Ancak 5. seviye otonomlaştırılmış araçların kullanımı Konvansiyon hükümlerine aykırı düşecektir. 3. ve 4. seviye otonomlaştırılmış araçlarda sürücünün sürüş sırasında diğer faaliyetlerde bulunabileceği ve m 8 V e ek fıkranın buna imkan sağladığı gözönüne alındığında, Konvansiyon m 8 VI mevcut haliyle, m 8 V e ek fıkra ile çelişki oluşturacaktır. Bu nedenle Konvansiyon m 8 VI hükmünde m 8 V e ek fıkra lehine bir değişiklik yapılması gerekecektir. Konvansiyon m 3 I de, sözleşme taraflarının kendi ülkelerinde yürürlükte olan kuralların, bu Konvansiyon nun Bölüm II ( Konvansiyon m 5 vd ) hükümlerine uymasını sağlamak üzere uygun tedbirleri alacağı belirtilmiştir. Konvansiyon m 3 I, Konvansiyon daki son gelişmelerin ülkemizde kanuni düzenlemeye yansıması, en azından gerekli önlemlerin alınması gerekliliğini ortaya koymaktadır. Bu nedenle ülkemizde 3. ve 4. seviye araçların trafiğe çıkabilmesi bakımından Konvansiyon m 3 I in belirttiği üzere gerekli tedbirlerin alınması gerekecektir. Bu tedbirler arasında bu araçların trafikte yer almasını kolaylaştırıcı hukuki, idari ve fiili tedbirler sayılabilir.  Bu  tedbirlerin  içeriğinin  ne  olacağı  çalışmamız  kapsamı  dışındadır. Özellikle ülkemizde otonomlaştırılmış sürüşe imkan sağlayan araçların karayollarına çıkabilmesi için KTK da öngörülen tescil ve tescil belgesi almış olma zorunluluğu ile, TİP Onay Yönetmeliğine uygun olup olmadığının değerlendirilmesi zorunluluğu gibi hususlar konumuz dışında bırakılmıştır. Sonuç itibariyle çalışmamızın kapsamı Alman Karayolları Trafik Kanunu nda yapılan değişiklikler çerçevesinde otonomlaştırılmış araçların, ortaya çıkan zarardan sorumluluğa özellikle işletenin sorumluluğuna etkisi olduğundan, otonomlaştırılmış 3  Bu değerlendirme için bkz Thomas Probst, ‘Die Benutzung (teil-) autonomer Motorfahrzeuge im Strassenverkehr aus haftpflichtrechtlicher Sicht/ I.-V.  in Thomas Probst and Franz Werro (eds), Strasssenverkehrsrechts-Tagung 21.- 22. Juni 2016, (Schulthess 2016) 1, 22 -24; Rüdiger Balke, ‘Automatisiertes Fahren-Begriffbestimmungen und haftungsrechtliche Fragestelllungen im Zusammenhang mit dem automatisierten Fahren , (2018) (1) SVR 5, 6; Ulrich Lange, ‘Automatisiertes und autonomes Fahren- eine verkehrs-, wirtschafts-, rechtlichepolitische Einordnung , (2017) (8) NZV 345, 348.4  Bu değerlendirme için bkz Probst, 22- 24; Balke, 6; Lange, 348; Mesut Serdar Çekin, ‘Otonom Araçlar ve Hukuki Sorumluluk , (2018) (33) TAAD 283, 287.5  Aynı yönde bkz. Kütük-Markendorf and Essers, 23. 6  Konvansiyon m 49 I ve II a göre, Konvansiyon da yapılan değişiklikler sözleşme taraflarınca kabul edilmiş sayılacağı sonucuna varılabileceğinden Konvansiyon m 8 V e ek fıkra Türk Hukuku bakımından da bağlayıcı olacaktır.159İstanbul Hukuk Mecmuası 77/1araçların işletenin sorumluluğuyla ilgili etkisinin değerlendirilmesinde gözönüne alınması  gereken  hususlar  ele  alınacaktır.  Bunun  sonucu  olarak  zamanaşımı, görevli ve yetkili mahkeme gibi, işletenin sorumluluğuyla ilgili olup da aracın otonomlaştırılmasının etkisinin olmadığı kurumlar inceleme dışı bırakılacaktır.Çalışmamız  genel  itibariyle  otonomlaştırılmış  araçların  sorumluluğa  etkisi üzerine olacağından, Anglo-Saxson hukuk sisteminin uygulandığı bazı ülkelerin otomotiv endüstrisindeki öncülere sahip olması ve bu ülkelerde sürücüsüz araçlar konusunda ciddi çalışmaların yapılmış olmasına rağmen, sorumluluk sisteminin Kara Avrupası hukuk sisteminden farklı değerlendirilebileceği gözönüne alındığında otonomlaştırılmış araçların Anglo -Saxson hukuk sistemindeki sorumluluk hukukuna etkisi inceleme dışı bırakılmıştır. I. Otonomlaştırılmış Araçlar ve Otonomlaştırma SeviyeleriOtomobil endüstrisindeki gelişmeler, araçların aracın hız, manevra ve sürüş için gerekli olan diğer hususlara ilişkin kontrolü sağlama ve sürüş sırasında sürücünün yardımına  ihtiyaç  duyup  duymama  hususundan  yola  çıkılarak  genel  itibariyle otonomlaştımayı 5 seviyede sınıflandırılmayı gerektirmiştir. Bu hususta öncelikle belirtmek gerekir ki aracın, sürücünün idaresine tamamen bağımlı olduğu otomobiller, bu sınıflandırmanın içinde yer almamaktadır.Belirtilenler  gözönüne  alındığında  1.  seviye  otonomlaştırılmış  araçlarda  ( assistiertes Fahren), bu nevi araçlar, otomobil seyir halinde iken, sürücünün izni ile, özellikle hızlanma ve durma konusunda sürücüye yardım sağlayabilir. Seyir halinde iken belirlenecek hız ve mesafe limitleriyle seyri kolaylaştırabilir veyahut araç park edilirken aracın direksiyon hakimiyetini sürücüden devralabilir. Diğer deyişle sürücü, ya hız ve durma ya da direksiyon hakimiyetini oldukça sınırlı ölçüde sisteme bırakabilir. Bu seviyede sürüşün kontrolü tamamen sürücüdedir. 2.  seviyede  (teilautomatisiertes  Fahren),  sürücü,  hız  ve  aracın  direksiyon hakimiyetini araca bırakabilir, ancak yol durumunu ve sürüşü izlemek ve denetlemek zorundadır, gerektiğinde kontrolü tekrar alabilecek durumda hazır bulunmalıdır. 7  Acil fren sistemi, şerit koruma sistemi gibi sürüşe yardımcı sistemler bu seviyede otonomlaştırılmış araç sınıflandırması içerisinde yer alabilir. Bu seviyede araçlarda sistemin gereği gibi çalışmamasına rağmen sürücünün sistem üzerinde nihai hakimiyeti olması gerektiğinden yola çıkarak sürücünün kusurlu olduğu yönünde karar veren İsviçre Federal Mahkemesi kararı için bkz BGE 1C_95/ 2014 13. 06. 2014; bu kararın değerlendirilmesi için ayrıca bkz Arnold E. Rusch, ‘Haftpflichtrecht -Wichtige Urteil  in Thomas Probst and Franz Werro (eds), Strassenverkehrsrechts - Tagung 21. - 22. Juni 2016 (Schulthess 2016) 259, 287 vd8  2. seviyeden itibaren aracın, sürücüye kontrolu bırakmadan önce yeterli uyarıcı sistemleri kullanacağı aşikardır. Bu hususta görsel, akustik veya hissedilebilir uyarıcılar kullanılabilmektedir. 2. seviye araçlar dünya genelinde band üretimden geçmiş ve halihazırda kullanılagelmektedir. Deutsche Bahn nın şirketlerinden birisi olan Schenker in, Münih ile Nürnberg arasında günde üç defa mal taşıma amacıyla 2. seviye ve üzeri otonomlaştırılmış tırlardan yararlanmaya başlaması bu hususa örnek teşkil  eder  niteliktedir.  Bkz  http://www.faz.net/aktuell/wirtschaft/autonome-lkw-auf-der-a-zwischen-muenchen-undnuernberg-15658523.html (Çevrimiçi 26. 06. 2018)160Pekmez / Alman Karayolları Trafik Kanunu nda 20 Haziran 2017 de Yapılan Değişiklikler Çerçevesinde Türk/ İsviçre Hukuku nda ...3. seviyede (hochautomatisiertes Fahren) aracın direksiyon hakimiyeti, hız, yol kontrolu, seyiri takip gibi hususlar araca bırakılabilir, ancak sürücü araç içerisinde sürüş ile ilgili olmayan diğer basit işleriyle ilgilenebilir. Bu halde de sürücü her an seyir kontrolünü devralabilecek şekilde hazır bulunmalıdır. Ancak 2. seviyeden farklı olarak, sürüşü sürekli şekilde izlemek ve denetlemek zorunda değildir. 4. seviyede (vollautomatisiertes Fahren) en azından dar anlamda aracın seyri tamamen araç sisteminin kontrolündedir. Sistem gerektiğinde sürücüyü kontrolü devralması bakımından uyarabilir, sürücü kontrolü devralmadığı veya devralmayı geciktirdiği durumda, araç ortaya çıkan riski en aza indirecebilecek seviyededir. Bu seviyede de sistemin, sürücüye aracın kontrolünü devralması için gereken belirli bir süre tanıması gerekmekle birlikte 3. seviyede olduğu gibi sürücü sürüşü sürekli şekilde izlemek ve denetlemek zorunda değildir. Ancak 3. seviyeden farklı olarak, sürücü kendisine tanınan belirli süre içerisinde sürüşü devralmazsa sistem aracın kontrolünü minimum risk seviyesinde tutarak, aracın kontrolünü sürdürebilecektir. 5. seviyede ( autonomes Fahren ), artık aracın idaresini kısmen veya tamamen devralmayı gerektirecek bir sürücüden bahsedilmez. Bu halde araçta herhangi bir hız veya fren aksamı hatta direksiyon bile bulunmamaktadır.Otomobil endüstrisindeki gelişmelerden yola çıkılarak yapılan bu sınıflandırma hukuki bakış açısından bir sürücünün varlığından bahsedilebilip bahsedilemeyeceği genel kriteri üzerinden yeniden ele alınabilir. Sürüşün otonomlaşması içerisinde belirlenen  bu  seviyelerden  5.  seviyede  artık  bir  sürücüden  bahsedilemeyeceği açıktır. Bu halde taşıma konusunu, araç içerisindeki kişi veya eşya oluşturur. Mevcut gelişmeler çerçevesinde, günümüzde 5. seviye sürüş özelliklerine sahip araçlara diğerlerine nazaran daha geç dönemde rastlanabileceği söylenebilir. Bu seviye dışında diğer seviyelerde sürücünün aracın kontrolüne ve idaresine katkısının yoğunluğuna bakılmaksızın bir sürücünün varlığına gerek duyulduğundan bahsetmek gerekecektir.  Bu  seviyelerde  de  sürücünün  sürüşe  katkısı  ve  aracın  özellikleri gözönüne alınarak sürücü ile araç arasındaki ilişkinin netleştirilmesi gerekir.Sürücü  ile  araç  arasındaki  ilişkinin  netleştirilmesi,  2.  seviyeden  itibaren otonomlaştırılmış  araçlar  bakımından  şu  sorulara  da  cevap  verilmesini kolaylaştıracaktır. Acaba otonomlaştırılmış araçların karıştığı kazada, sürücü hukuki sorumluluktan kurtulabilir mi veya kurtulmalı mıdır? Diğer deyişle sürücü, aracın 9  Bu seviyeler için bkz Probst, 14- 15 ; Tom M. Gasser, ‘Rechtsfolgen zunehmender Fahrzeugautomatisierung , Berichte der Bundesanstalt für Strassenwesen (BASt), (Heft 83, Fachverlag NW in der Carl Ed. Schünemann KG, 2012). (2012) (83) 9; Peter-Martin Meier, ‘Bringt automatisierte Fahrt auch Wohlfahrt? , (2018) (1) Strassenverkehr 49, 50; Basil D. Kupferschmied,  Autonome Fahrzeuge- Die Haftung im Strasssenverkehr der Zukunft , (2015) HAVE 356, 356-357; Balke, 5; seviyelere ilişkin farklı bir değerlendirme için bkz Servet Yetim,  Sürücüsüz Araçlar ve Getirdiği/ Getireceği Hukuki Sorunlar , (2016) (1) Ankara Barosu Dergisi, 127, 138-139; Tuba Kelep Pekmez,  Otonom Araçların Kullanımından Doğan Cezai Sorumluluk: Türk Hukuku Bakımından Genel Bir Değerlendirme , (2018) (2) Ceza Hukuku ve Kriminoloji Dergisi, 173, 177-178.10  Krş Probst, 15.11  Bu halde, geçerli olan hukuka göre, araç sistemi, sürücü tanımının dışında bırakılacaktır. Bkz Kupferschmied, 357.161İstanbul Hukuk Mecmuası 77/1kontrolünü geçici veya sürekli bir şekilde sisteme bıraksa dahi sürücü niteliğini koruyacak  mıdır?  Sürücü  bu  süreler  içerisinde  5.  seviyede  otonomlaştırılmış araçlarda olduğu gibi  yolcu  niteliğinde değerlendirilir mi ve bu surette sistem, ortaya çıkan zararın tazmini bakımından sürücüyü sorumluluktan kurtarabilir mi? Sürücünün sorumluluktan kurtulup kurtulmasının işletenin sorumluluğuna etkisi hangi  yönde  olacaktır?  Sürücü  sorumluluktan  kurtulursa  işletenin  sorumluluğu devam eder mi? Zarar, işleten ve sürücü dışında sistemin hatasından doğmuşsa acaba üreticinin sorumluluğuna başvurulabilir mi? Hem sistemin hem de sürücünün zararın ortaya çıkmasındaki etkisi üretici ile işletenin sorumluluğu bakımından zararın paylaştırılmasına ne yönde etki edecektir?II. Otonomlaştırılmış Araçlarla ilgili Alman Karayolları Trafik Kanunu ndaki DeğişikliklerA. Otonomlaştırılmış Araçların Sürücü ile İlişkisiAlman kanunkoyucusu, söz konusu gelişmeler çerçevesinde, sürücü ile otomatik sürüş özelliklerine sahip araç arasındaki ilişkiyi, bu ilişkinin sınırlarını ve kapsamını düzenleme ihtiyacı hissetmiş ve ihtiyacı karşılamak amacıyla Alman Karayolları Trafik Kanunu nda 16. 06. 2017 de kabul edilen 21. 06. 2017 de yürürlüğe giren kanun ile bir takım eklemeler ve değişiklikler yapmıştır. Bu değişikliklerle, genel itibariyle kanunkoyucu, sürücünün belirli durumlarda sürüşün kontrolünü devralabilecek şekilde 3. seviye ve 4. seviye sürüş özelliklerine sahip araçların karayollarına çıkabileceği hususunu kabul etmiş, bu kabulün gereği olarak da motorlu araç tanımına §1a ve §1b hükümlerini eklemiştir.Alman  Karayolları  Trafik  Kanunu na  eklenen  §1a  maddesinin  1.  fıkrasına göre, 3. (hochautomatisiertes Fahren) ve 4. (vollautomatisiertes Fahren) seviye otonomlaştırılmış motorlu aracın işletilmesi, sözkonusu özellik kullanım amacına uygun şekilde kullanıldığı durumda hukuka uygun olacaktır. Kullanım amacına uygun olmasından ne anlaşılması gerektiği aracın sahip olduğu özelliklere bağlıdır. Örneğin, aracın mevcut sistemi, sürücüye 3. ve 4. seviye otonomlaştırılmış sürüş imkanını sadece otobanda kullanım için vermiş ise, söz konusu sistemin, özelliğin otoban dışındaki diğer karayolları tipinde kullanımına izin vermediği sonucuna 12  Alman Karayolları Trafik Kanunu nda ayrıca bir sürücü tanımı yer almadığından, bu ilişkinin belirlenmesine olan ihtiyaç daha fazla kendisini göstermektedir.13  Achtes Gesetz zur Ӓnderung des Strassenverkehrgesetzes, Bundesgesetzblatt 2017/ I, (n. 38) 1648 vd14  Tasarı için bkz. Gesetzentwurf der Bundesregierung zur Ӓnderung des Strassenverkehrgesetzes, Drucksache 18/11300, 7; incelememiz dışında kalmakla birlikte, kanunda ayrıca AKTK §12 hükmü ile otonomlaştırılmış araçların karıştığı kazada zarar görene ödenecek tazminat miktarı bakımından sigorta kapsamı arttırılmıştır. Düzenlemenin bu açıdan otonomlaştırılmış araç satın alanların primlerinin yükselmesine neden olacağı,  güvenilir  otonomlaştırılmış araç işletenin yüksek sorumluluk sınırı belirlenmekle cezalandırılacağı yönünde eleştirilere konu olmuştur. Bkz Stephan Berndt, ‘Der Gesetzentwurf zur Ӓnderung des Straßenverkehrsgesetzes-ein Überblick, Das automatisierte Fahren auf dem Vormasch- oder doch nur ein Schnellschluss? , (2017) SVR 121, 126.162Pekmez / Alman Karayolları Trafik Kanunu nda 20 Haziran 2017 de Yapılan Değişiklikler Çerçevesinde Türk/ İsviçre Hukuku nda ...varılabilecektir.  Bu  halde  otoban  dışında,  örneğin  şehir  içi  ulaşım  için  bu özelliğin kullanımı amaca uygun kullanım olmayacak, sözkonusu özellik kullanım amacına aykırı kullanılmış olacaktır. Hükmün aynı zamanda sürücüye bir davranış yükümlülüğü yüklediği söylenebilir. Kullanım amacına aykırı kullanım durumunda sürücünün kusurlu hukuka aykırı davranışının var olduğu kabul edilebilir. 3. ve 4. seviye sürüş özelliklerine sahip araç başlığını taşıyan AKTK §1a II ‘de yer alan 6 bent halinde sayılan teknik özelliklere sahip motorlu araç, 3. ve 4. seviyede otonomlaştırılmış motorlu araç olarak tanımlamıştır. AKTK §1a II, 3. ve 4. seviye otonomlaştırılmış aracın temel özelliğini belirtmekte, bu nevi araçların tanımını içermektedir. Bu özellikler şu şekilde sıralanabilir: Sistem aktif hale geldikten sonra aracın sürüşünü (direksiyon, hız veya fren sistemlerine hakim olmayı da içerecek şekilde) yönetebilecek (AKTK §1a II b 1), seyir sırasında, sürüş için gerekli trafik kurallarına uyabilecek (AKTK §1a II b 2), herhangi bir zamanda sürücüsü tarafından kontrolun devralınabileceği veya devre dışı bırakılabileceği (AKTK §1a II b 3), sürücü tarafından sürüşün devralınmasına ilişkin gereklilikleri tanıyabilecek (AKTK §1a II b 4)20, bu gerekliliği, aracın kontrolünün alınması için gereken süre tanımak suretiyle, sürücüyü, görsel, işitsel, hissedilebilir veya algılanabilir şekilde uyararak gösterebilecek (AKTK §1a II b 5), sistemde tanımlanan kullanım şekline aykırı kullanıma işaret edebilecek (AKTK §1a II b 6).AKTK §1a II c.3 de ise, bu nitelikteki araçların üreticisinin, sözkonusu aracın AKTK §1a II  de belirtilen şartlara uygun olduğunu, sistem kayıtları içerisinde bağlayıcı şekilde açıklamak zorunda olduğu hükmünü düzenlemiştir. AKTK  §1a  IV de  ise,  sürücü,  araç  özelliklerinin  kullanım  amacına  uygun kullanımı çerçevesinde aracın kontrolünü devralmamış olsa dahi, 3. ve 4 seviyede otonom sürüşe imkan tanıyan özellikleri kullanıma açabilen ve bu özellikleri aracın sürüşü için kullanan kişi olarak tanımlanmıştır. 15  Michael Burmann, Rainer Heß, Katrin Hühnermann and Jürgen Jahnke, Straßenverkehrsgesetz Kommentar 3. Teil, (25 Aufl, Beck 2018) (n 8) §1a, BT-Drucksache, 18/11300, 13; sistemin sürüşü sürücüye bırakmaya ilişkin gereklilikleri tanıyabilecek olması, kullanım amacına aykırı kullanımın sözkonusu olabileceği durumlarda mevcut olmalıdır. Bkz. Berndt, 123.16  ibid, 122.17  Kanunkoyucunun burada bu unsurları zorunlu unsur olarak ele aldığı şeklinde yorumlamak isabetli olur. Böylece bu unsurları sağlamayan 3. ve 4. seviye otonomlaştırılmış araçların kullanımı AKTK §1a I e de aykırılık oluşturacak ve bu araçların kullanımı engelenebilecektir. Bkz ibid 123.18  Kanunkoyucu  otomobil  endüstrisindeki  sınıflandırmaya  uygun  şekilde  sıınıflandırmayı  ele  almıştır.  Böylelikle kanunkoyucunun birlik arz eden sınıflandırması sayesinde kavramın teknik boyutu ile hukuki boyutu arasındaki farklar minimum düzeye indirilmiştir. Bkz ibid, 122.19  Burmann, Heß, Hühnermann and Jahnke, (n 14-15) §1a; Berndt 121.20  Kanunkoyucu bu unsurların yanına ek bir unsur daha ekleseydi daha isabetli olurdu. Bu unsur güvenlik gerekçesiyle şekillenen, otonomlaştırılmış aracın sistem arızasına sahip olduğu durumda bu arızayı tanıma ve sürücüye sürüşü bırakma unsurudur. Örneğin, aracın sensörlerinin uzun süre çalışması nedeniyle ortaya çıkacak, kazaya sebep verebilecek düzeyde metal yorgunluğunun araç tarafından tanınmasında olduğu gibi. Her ne kadar AKTK §1a II b 4 bu unsuru kapsayabilecek nitelikte ise de, tanıyabilir ifadesi nedeniyle bunun zorunlu bir unsur olduğunu aramamaktadır. Bkz ibid, 12321  Alman Karayolları Trafik Kanunu nda değişiklikten önce bir sürücü tanımı yer almadığından, Federal Mahkeme nin sürücü tanımı ile maddede belirtilen sürücü tanımı arasındaki ilişkiyi inceleyen Yazar, Federal Mahkeme nin sürücü tanımında yer 163İstanbul Hukuk Mecmuası 77/1Hüküm  5.  seviye  otonomlaştırılmış  araçlardan  farklı  olarak,  sürücünün gerekliliğine  ve  ayrıca  sistemin  aracın  sürüşünü  kontrol  edebileceği  bir  sürüş devresinin de olduğuna işaret etmektedir. Bu devrede sistem, sürücünün yerine geçmemektedir. Bu nevi araçlarda nihai kontrol yine sürücüde bulunmaktadır ve sistemin çalıştığı süre içerisinde, diğer deyişle sürücünün aracın sürüşü için gerekli kontrolleri sisteme bıraktığı ve aracın kullanım amacına uygun şekilde kullanımı çerçevesinde aracın sürüşünü devralmadığı süre içerisinde, söz konusu kişi sürücü niteliğini korumaktadır. Bu nitelendirmenin doğrudan sonucu, 3. ve 4. seviye otonomlaştırılmış araçlarda, sürüşe ilişkin kontrol sisteme bırakılsa dahi, sistemin işleyişinin sürücünün sorumluluğu içerisinde yer almasında kendisini gösterir. Zira sistem çalışsa dahi nihai hakimiyet sürücüdedir. Nihai hakimiyetin sürücüde olması, sistem devrede iken sistemdeki arızadan dolayı doğabilecek zararlardan sürücünün hukuka aykırı ve kusurlu hareket etmiş sayılacağı sonucuna yol açacak şekilde yorumlanmamalıdır.  Bu  nedenle  nihai  hakimiyetin  sürücüde  olmasının  hukuki sonucu sürücünün hak ve yükümlülükleri belirlenmek suretiyle sınırlandırılmalıdır.B. Otonomlaştırılmış Araç Sürücüsünün Hak ve YükümlülükleriAKTK §1b, başlığından yola çıkıldığında 3. ve 4. seviye otonomlaştırılmış araç fonksiyonlarının kullanılması hususunda sürücünün hakları ve yükümlülüklerini düzenlemiştir. AKTK §1b I e göre, sürücü 3. ve 4. seviye otonomlaştırılmış araç fonksiyonlarının  kullanıldığı  sürüş  sırasında,  trafiği  ve  aracı  sürekli  gözetim altında tutmayı bırakabilir. Ancak bunun sınırını ikinci fıkradaki yükümlülüklerini yerini getirecek şekilde hazır bulunma zorunluluğu çizer. Hüküm, aracın belirtilen özelliklerinin aktifleştirildiği ve aracın kontrolünün sisteme bırakıldığı durumda, sürücünün trafiğin ve aracın kontrolünden ayrılabileceğini, ancak böyle bir ayrılma durumunda  dahi  ikinci  fıkrada  belirtilen  yükümlülüklerini  yerine  getirebilmek amacıyla  trafiğin  ve  aracın  kontrolünü  yeniden  devralabilecek  durumda  hazır bulunmakla yükümlü olduğunu düzenlemiştir.AKTK §1b II ‘de hazır bulunma durumunda sürücünün yerine getirilmesi beklenen yükümlülüklerin neler olduğu ve ne zaman yerine getirilebileceği düzenlemiştir. AKTK §1b II e göre, sistemin, sürücüden aracın kontrolünü devralmasını istediği veya  sürücünün  sistemin  kullanım  amacına  uygun  kullanımı  için  gerekli  olan şartların artık mevcut olmadığını fark etttiği veya mevcut, açık durumlar gereği fark etmesi gerektiği durumlardan birinin mevcudiyeti halinde sürücü gecikmeksizin alan aracın sürüşü için gerekli ve esaslı unsurlardan birini kullanan kişi olarak ele aldığı gözönüne alındığında, sürücünün sistemi aktivite ettikten sonra, sürüşün idaresi için herhangi bir esaslı unsuru kullanmadığı veya kullanmasına gerek olmadığı söylenebilir. Sürücünün nihai hakimiyete sahip olması, diğer deyişle, sürüşü kontrol ve izleme ile hazır bulunma yükümlülüğünün olması Federal Mahkeme nin belirtttiği sürücü tanımı içerisinde yer almayı zorunlu kılmamaktadır. Ancak mahkeme kararı ve değişiklik gözönüne alındığında, bu sistemi aktivite eden kişinin sürücü olduğu karinesi üzerinden yola çıkılabilir. Bkz Berndt, 123-124; AKTK §1a II b 3 gözönüne alındığında sürücünün iradesi dışında sistemin aracın sevk ve idaresini yürütmesine izin verilmeyeceği sonucu çıkarılabilir.22  Burmann, Heß, Hühnermann and Jahnke, (n 14-15) §1a; BT-Drucksache, 18/11300, 14.164Pekmez / Alman Karayolları Trafik Kanunu nda 20 Haziran 2017 de Yapılan Değişiklikler Çerçevesinde Türk/ İsviçre Hukuku nda ...aracın kontrolünü yeniden devralmakla yükümlüdür. Sistemin sürücüyü uyarmadığı, ancak sürücünün sistemin kullanım amacına uygun şekilde çalışmadığını fark ettiği veya fark etmesi gerektiği durumda kendiliğinden harekete geçmek zorundadır. Aracın belirtilen hükümlere uygun şekilde sürücü tarafından kullanılması ve aracın kontrolünün sağlanmasına rağmen, araçtaki teknik arıza nedeniyle bir kaza meydana gelirse, araç sürücüsünün sorumlu tutulabilmesi için kusuru arandığından, kusuru olmayan sürücü tazminatla yükümlü olmayacak (AKTK §18), bu halde AKTK §7 e göre, herhalde tehlike sorumluluğu kapsamında kusuru olmasa dahi işleten sorumlu olacaktır.C. Otonomlaştırılmış Araç ile Sürücü Arasındaki İlişkinin İspatıAlman kanunkoyucusunun AKTK ya eklediği bir diğer düzenleme olan §63a I c 1 e göre, sistem ve sürücü arasında sürüşün devralınma süreci gerçekleştiği durumda, sistem, uydu aracılığıyla devralmaya ilişkin pozisyon ve zaman bilgisini kaydedecektir. Bu  surette  3.  ve  4.  seviyede  otonomlaştırılmış  araçların  teknik  özelliklerinin gerekliliklerine göre, sistemin, aracı sürücünün mü yoksa sistemin mi sevk ve idare edip etmediğini kayıt altına alacağını düzenlenmiştir. Bunun yanında §63a I c 2, aracın sürücüden kontrolü devralmasını istediği veya mevcut sistemde teknik bir arıza olduğu ihtimalde de sistemin bu durumu kayıt altına alacağını düzenlemiştir. Bu  hükmün  sorumluluk  bakımından  özelliği,  ispat  kolaylığı  sağlamasında kendisini gösterecektir. Bu çerçevede, aracın, sürüşü ve aracın kontrolünü ne zaman ve nerede devraldığı, teknik bir arızanın ortaya çıkıp çıkmadığı, sistemin sürücüden hangi andan itibaren aracın kontrolünü devralmasını istediğine ilişkin kayıtlar ispat kolaylığı sağlayacaktır Bu çerçevede, sürücünün veya üreticinin birbirlerine karşı ileri sürebileceği iddialarını daha kolay ispat edilebilmesinin önü açılmıştır. Sürücü kazanın meydana geldiği sırada aracın kontrolünün sistemde olduğunu ve sistemin kullanım amacına uygun şekilde kullanıldığını sistem kayıtlarına dayanarak ispat edebilecektir. Ancak burada da sürücünün sistemin herhangi bir uyarı yapmasını beklemeksizin,  sistemin  kontrolünü  devralmasının  kendisinden  bekleneceğinin tespitini sistemin kayıt altına alabilmesi güç gibi görünse de eldeki verilerden ve durum ve şartların özelliğinden böyle bir yükümlülüğü sürücünün yerine getirmesinin beklenebilirliği tespit edilebilir.23  Burmann, Heß, Hühnermann and Jahnke, (n 5) §1b; Balke, s. 7; sürücünün sürüşteki düzensizliği veya sistemin çalışmadığını hangi hallerde ve ne zaman fark etmesinin kendisinden bekleneceği hususu her bir somut olay özelinde şekillenecektir. Bkz ibid 7; ayrıca bkz. BT-Drucksache, 18/11300, 22.24  Burmann, Heß, Hühnermann and Jahnke, (n 6) §1b; Balke, s. 7; Benjamin von Bodungen and Martin Hoffmann, ‘Autonomes Fahren- Haftungverschiebung entlang der Supply Chain? (1. Teil) , (2016) (10) NZV 449, 451; Lennart S. Lutz, ‘Autonome Fahrzeuge als rechtliche Herausforderung , (2015) (3) NJW 119, 120-121; Volker M. Jӓnich, Paul T. Schrader and Vivivan Reck, ‘ Rechtsprobleme des autonomen Fahrens , (2015) (7) NZV 313, 315; ancak ilerleyen dönemlerde işletenin sorumluluğunun ürün sorumluluğu aleyhine değişmesi veya üreticinin sorumluluğunun ağırlaştırılması gibi hususlar, sürücü, işleten ve üretici arasındaki sorumluluğun sınırlarının belirlenmesi hususunda yapılacak tartışmalarda ileri sürülen görüşlerden birisi olabilir. Bkz Balke, 7; BT-Drucksache, 18/11300, 14.25  Burmann, Heß, Hühnermann and Jahnke, (n 11)§1b, N. 11; BT-Drucksache, 18/11300,15, 24.165İstanbul Hukuk Mecmuası 77/1Sonuç itibariyle Alman Hukuku nda mevcut Alman Karayolları Trafik Kanunu na eklenen  düzenlemelerle,  3.  ve  4.  seviye  otonomlaştırılmış  motorlu  taşıt  tanımı yeniden ele alınmış bu çerçevede sürücü ile bu motorlu taşıtlar arasındaki ilişki kazuistik olarak nitelendirilebilecek şekilde düzenlenmiştir. Alman Hukuku nda bu araçların ortaya çıkardığı zararların tazmininden işletenin sorumlu olacağı hususunda herhangi bir değişiklik olmamakla birlikte, sürücü ile otonomlaştırılmış motorlu taşıt arasındaki ilişki net çizgilerle belirlenmiştir. Acaba Türk ve İsviçre Hukuku bakımından da böyle bir netleştirmeye gerek var mıdır?III. Türk/ İsviçre Hukuku nda Otonom Araçların Motorlu Taşıt Tanımı İçerisindeki Yeri ve Sürücü ile İlişkisiİsviçre Hukuku nda İsviçre Karayolları Trafik Kanunu (İKTK) m 31 I, dikkat ve özen yükümlülüğünü yerine getirecek şekilde araç üzerinde sürekli hakimiyeti olan bir sürücünün varlığını gerektirmektedir. Hüküm sadece 5. seviye otonomlaştırılmış araçlar bakımından sorunlu görünmektedir. Ancak 3. ve 4. seviye otonomlaştırılmış araçlar bakımından sürücü kısmen veya tamamen aracın kontrolünü sisteme bıraksa dahi sürücü niteliğini koruyacaktır. Bu nedenle bu seviyedeki araçların kullanımı İKTK m 31 I e uygun görünmektedir. Bu nedenlerle 5. seviye araçlar bakımından bir revizyona ihtiyaç olduğu kabul edilmektedir. Acaba  ülkemizde  de  3.  ve  4.  seviye  araçların  kullanılmaya  başlanmasıyla Karayolları Trafik Kanunu muzda (KTK) genel itibariyle motorlu araç tanımı ve sürücü tanımında bir değişiklik yapmak gerekecek midir? KTK m 3 de, otomobil, kamyon, kamyonet, otobüs tanımları yapılmıştır. Özetle m 3 de otomobil ve otobüs, insan taşımak için imal edilmiş; kamyonet ve kamyon ise yük taşımak için imal edilmiş motorlu taşıt olarak tanımlanmıştır. Bu çerçevede 3. ve 4. seviyede otonomlaştırılmış sürüşe imkan veren motorlu taşıtlar trafiğe çıktığı durumda, motorlu taşıt vasfını koruyacağından gerek yük taşıma gerekse yolcu taşıma bakımından mevcut tanımlar içerisinde yer bulacaktır. Bu çerçevede 5. seviye otonomlaştırılmış motorlu taşıt ülkemizde piyasaya çıkmış olsa dahi, insan veya yük taşıma amaçlarında herhangi bir değişikliğe neden olmayacağından bu tanımlar 5. seviyede otonomlaştırılmış motorlu taşıtlar için de geçerli olacaktır. KTK m 3 de sürücü, karayolunda motorlu veya motorsuz aracı veya taşıtı sevk ve idare eden kişi olarak tanımlanmıştır. Bu tanım, 3. ve 4. seviye otonomlaştırılmış araçlar bakımından geçerliliğini korur. 3. ve 4. seviye otonomlaştırılmış araçlarda, sistemi aktivite eden, gerektiğinde sistemi devre dışı bırakabilecek, araç sürüşüne ilişkin faaliyetleri sistem gerçekleştirse dahi araç sistemi üzerinde nihai hakimiyeti bulunan kişi, bu motorlu aracı sevk ve idare eden kişi olma niteliğini kanımızca 26  Probst, 19-20, 23-24.166Pekmez / Alman Karayolları Trafik Kanunu nda 20 Haziran 2017 de Yapılan Değişiklikler Çerçevesinde Türk/ İsviçre Hukuku nda ...koruyacaktır. Ancak tanım, 5. seviye otonomlaştırılmış araçlarda artık bir sürücüden bahsedilemeyeceğinden bu nevi araçlar bakımından geçerliliğini yitirecektir.KTK m 3 de yolcuyu, aracı kullanan sürücü ve hizmetliler dışında araçta bulunan kişiler olarak tanımladığından, 5. seviyede araç içerisindeki herkes, 3. ve 4. seviyede ise  sürücü  ve  hizmetliler  dışındaki  herkes  yolcu  niteliğini  taşıyacaktır. Ancak bu nitelik farklılığı kanımızca KTK da tanımlarda bir değişikliği veya eklemeyi haklılaştırmayacaktır.  Sonuç  itibariyle aracın  mevcut  özelliğindeki ileri  düzey teknik gelişmeler özellikle Alman Karayolları Trafik Kanunu ndan farklı olarak tanımlarda bir değişikliği veya eklemeyi gerektirmemektedir.Araca, sürüş için gerekli olan kontrolün, kısmen veya tamamen, geçici veya sürekli  bırakılabildiği  ve  gerektiğinde  sürücünün  aracın  kontrolünü  yeniden devralabildiği  seviyede  otonomlaştırılmış  araçlarda,  aracın  kontrolünü  sağlama hususunda  sürücü,  kendisinden  beklenenleri  yerine  getirmekle  yükümlüdür. Sürücünün ne tür davranışlarda bulunması gerektiği, hangi yapma veya yapmama davranışının aracın kontrolünü ve trafik güvenliğini sağlamak için gerekli olduğu, aracın teknik özellikleri ve bu teknik özelliklerin kullanım amacıyla belirlenecek genel  davranış  yükümlülüğünden  çıkarılabilir.  Bu  kapsamda  otonomlaşma sürecinde araç içerisindeki teknik özelliklerin ne olduğu, bu özelliklerin kullanımının ne  zaman  başlaması  veya  bitmesi  gerektiği,  sistemin  kullanım  amacının  ne olduğunun belirlenmesiyle mümkün olacağı Alman Karayolları Trafik Kanunu ndaki değişikliklerden anlaşılmaktadır. Örneğin 1. seviyede otonomlaştırılmış araçlarda bulunan park sensörünün hangi amaçla, nerede ve nasıl kullanılacağı, aracın teknik özelliklerinden anlaşılacaktır. Park sensörünün, trafik sıkışlığının mevcut olduğu durumda, sürücünün, aracı park etmek için değil sürüşü kolaylaştırmak için, trafik sıkışlığında aracın idaresini park sensörüne bırakması sürücünün kusurlu hukuka aykırı davranışta bulunduğunu ortaya koyabilecektir. Davranışın hukuka aykırı olup olmadığı, aracın teknik özellikleri ve kullanım amacının  belirlenmesiyle  netleşecektir.  Bu  kapsamda  sözkonusu  sürüşe  ilişkin verileri kayıt edebilecek olan araçların piyasaya girişinin sağlanması, AKTK §63  de olduğu gibi ispat hususunda büyük kolaylık sağlayacaktır. Örnekte görüleceği üzere park sensörünün ne zaman devreye sokulduğu, devreye sokulduğu durumdaki şartlar,  aracın   kara  kutu su  olarak  adlandırılabilecek  araç  sistemi  içerisinde yer alan, dışarıdan müdahalelere karşı yeterli korumayı sağlayan veri depolama 27  Otonomlaştırılmış araçların karıştığı ölümlü trafik kazalarında yolcu/ sürücü ayrımı yapılmayacağı ve her durumda destekten yoksun kalma tazminatı talep edilebileceğinin ileri sürülmesi (Yetim, 160) yolcu/ sürücü ayrımının tamamen terk edilmesi sonucuna yol açmamalıdır. 5. seviye otonomlaştırılmış sürüş imkanı veren araçlarda aracın kontrolü tamamen sistemde olduğundan bu halde sürücü/yolcu ayrımının kalktığından bahsedilebilir. Ancak bu husus genel itibariyle, otonomlaştırmanın bütün seviyelerinde kabul edilebliir değildir. Bu açıdan isabetsiz görüş için bkz. Yetim, 160. 28  Bu kapsamda, anlaşmaya taraf olan devletler bakımından Karayolları Trafik Konvansiyonu ndan da yararlanılabileceği yönünde bkz. Kupferschmied, 358. 167İstanbul Hukuk Mecmuası 77/1merkezlerinden yararlanılarak ispat edilebilecektir. Bu sebeple Alman Karayolları Trafik Kanunu ndan farklı olarak, sorumluluk bakımından kazuistik bir normlaştırma sürecine  kanımızca Türk  Hukuku  bakımından  yakın  gelecekte  gerek  olmadığı, sürücü ile araç arasındaki ilişkiyi aracın teknik özelliklerinin ve kullanım amacının belirleyeceği kanısındayız.IV. Türk/ İsviçre Hukuku nda Otonomlaştırmanın İşletenin Sorumluluğuna EtkisiA. İşletenin Sorumluluğuna Etkisine İlişkin Genel Bakış1. Otonomlaştırılmış Aracın İşletilmesi Halinde SorumlulukKTK kapsamında sorumluluk bakımından ise, gerek 3. ve 4. seviye gerekse 5. seviyede araçların karıştığı kazadan doğan zararın tazmini bakımından KTK m 85 gereği, tehlike sorumluluğu kapsamında, genel olarak, işletenin ve/ veya teşebbüs sahibinin sorumlu olacağını belirtmek gerekir. Zira aracın işletilmesine ilişkin tehlikenin somutlaşması ve bu surette zararın meydana gelmesi, aracın işletilme tehlikesini üstlenen kişi olan işletene aittir. Bunun sonucu olarak kazanın sürücünün kusurlu hareketinden mi yoksa araçtaki teknik arızadan mı doğup doğmadığı önem arz etmez. Her seviyede otonomlaştırılmış araçlarda kaza gerek teknik arızadan gerekse sürücünün kusurlu davranışından doğsun, ortaya çıkan zararlardan sorumluluk işleten üzerinde kalmaya devam edecektir.2. İşletilme Halinde Olmama Halinde SorumlulukOtonomlaştırılmış araçlar bakımından, otomobil endüstrisindeki gelişmelere bağlı olarak örnekler genişletilebilir olmakla birlikte, aracın işletilme halinde olmadığı halde ve kazanın, sistemdeki arıza nedeniyle sistemin kullanım amacına aykırı olarak çalışması veya çalışmamasından doğduğu halde, araçtaki bir bozukluğun varlığından bahsedilebilecektir. Bu kapsamda işletilme halinde olmayan araçlar bakımından işletenin sorumluluğu hususunda KTK m 85 III, otonomlaştırılmamış araçlarda olduğu gibi, her seviyede otonomlaştırılmış araçlar bakımından da uygulama alanı bulacaktır.29  Veri depolama merkezlerinin sözkonusu verileri ilgili kamu kurum ve kuruluşuyla paylaşabilecek durumda olması ve bu verilerin kişisel veri statüsünde olması, bunun ortaya çıkaracağı hukuki sorunlar çalışmamız kapsamı dışında tutulmuştur. Bu sorunlar ve çözüm önerileri için bkz Yetim, 152 vd30  İsviçre Hukuku nda İKTK m 58 I e göre, otonomlaştırılmış araçların karıştığı kazadan doğan zararlardan işletenin sorumlu olacağı yönünde bkz Melinda Florina Lohmann and Arnold Rusch,   Fahrassistenzsysteme und selbstfahrende Fahrzeuge im Lichte von Haftpflicht und Versicherung ,(2015) HAVE 349, 350; Kupferschmied, 364; Probst, 28 vd; Melinda Lohmann and Markus Müller Chen,  Selbstlernende Fahrzeuge-eine Haftungsanalyse , (2017) SZW 48, 50; Türk Hukuku bakımından aynı yönde bkz Çekin, 289; Alman Hukuku bakımından aynı yönde bkz Tom Michael Gasser, ‘Grundlegende und spezielle Rechtsfragen für autonome Fahrzeuge  in Markus Maurer, Christian Gerdes, Barbara Lenz and Hermann Winner (eds), Autonomes Fahren (Springer 2015) 544, 567; Kütük-Markendorf and Essers, 24 vd; Berndt, 125 vd 31  İsviçre Hukuku bakımından aynı yönde bkz Probst, 32 vd168Pekmez / Alman Karayolları Trafik Kanunu nda 20 Haziran 2017 de Yapılan Değişiklikler Çerçevesinde Türk/ İsviçre Hukuku nda ...3. İşletenin Sorumluluktan Kurtulabileceği HallerKazanın teknik arızadan veya sürücünün (işletenin eylemlerinden sorumlu olduğu kişi niteliğiyle) kusurlu davranışından doğması, KTK m 86 dan anlaşılacağı üzere işletenin sorumluluktan kurtulabilmesine imkan tanıyacak yolların da tıkanmasına neden olacaktır. Zira KTK m 86, işletenin maddede belirtilen sorumluluktan kurtuluş imkanı sağlayan hususlara dayanabilmesi, eylemlerinden sorumlu olduğu kişilerin kusurlu davranışının bulunmamasına veya araçtaki bir bozukluğun kazayı etkilemiş olmamasına bağlıdır. Eylemlerinden sorumlu olduğu sürücünün kusurlu davranışı veya her seviyede otonomlaştırılmış araçtaki teknik arızanın kazaya sebep olması, işleteni sorumluluktan kurtarmayacaktır. Bu noktada acaba aracın hukuka uygun olmayacak şekilde sürüşe ilişkin nihai hakimiyeti alması işletenin sorumluluğu bakımından illiyet bağını kesecek bir etken olarak değerlendirilebilir mi sorusu akla gelebilir. Ancak araçtaki sistemsel arızanın dış etken olmaması ve arızanın işletme tehlikesi içerisinde yer alması nedeniyle bu soruya olumsuz cevap vermek gerekecektir. Sonuç itibariyle otonomlaştırılmış araçların karıştığı kazalardan doğan sorumluluk işletende olacağından, işletenin sorumluluğu  bakımından  kanun  hükmünde  değişikliğe  gerek  yoktur.  Ancak doktrinde  yer  bulan  araçtaki  bozukluk  tanımının  kapsamının  genişleyeceği söylenebilir. Bu çerçevede, mevcut tanım aracın donanımı (motor, şasi, tekerlekler, aracın ön, arka, alt, üst iç, dış bileşenleri) ile ilgili iken, bu tanım en azından aracın yazılımından doğan bozuklukları da kapsayacağı açıktır.B. Sorumlulukların Çatışmasına EtkisiZararın ortaya çıkmasında birden fazla kişinin etkisinin olduğu, en az bir zarar görenin aynı zamanda bu kişiler arasında bulunduğu durumlarda sorumlulukların çatışmasından (Haftungkollision) bahsedilir. Sorumlulukların çatışmasında bütün 32  5. seviye otonomlaştırılmış araçlarda bir sürücüden bahsedilemeyeceğinden, işletenin eylemlerinden sorumlu olduğu kişiler arasında yer alan yolcuların zararın ortaya çıkmasına neden olduğu durumda işleten sorumluluktan kurtulamayacaktır. Ayrıca bkz Probst, 38.33  Türk ve İsviçre Hukuku bakımından aynı yönde bkz ibid 32, 38; Lohmann and Müller- Chen, 50; Çekin, 289; hükümde araçtaki bozukluğun, sorumluluktan kurtulmayı engelleyici bir unsur olarak sayılması, araçtaki bozukluğun işletme tehlikesini artıran bir etken olmasına dayanmaktadır. Bkz Hamdi Yılmaz, Karayolları Trafik Kanunu na Göre Motorlu Araç İşletenin Hukuksal Sorumluluğu (Vedat 2014) 144.  Otonomlaştırılmış araçların, yetkili makamlarca trafiğe çıkmasına izin verilmiş, trafik güvenliği bakımından gerekli denetimleri yapılmış olması bu hususta bir değişiklik oluşturmayacaktır. 34  Bu bakımdan durum tipik araçlarda olduğu gibidir. Bkz Probst, 38. 35  Aracın günün tekniğine uygun olarak yapılmamış, donatılmamış veya bakımının yapılmamış olması, kaynağı önemli olmaksızın herhangi bir parçanın işlevini yerine getirememesi araçta bozukluk olarak tanımlanmıştır. Bu tanım için bkz Yılmaz, 144; Haluk Nami Nomer, ‘2918 Sayılı Karayolları Trafik Kanununa Göre Motorlu Araç İşletenin Hukuki Sorumluluğu (1992) (1-2-3) İstanbul Barosu Dergisi (ayrı bası) 1, 36.36  Aynı yönde bkz. Lohmann and Müller- Chen, 50.37  Zararın ortaya çıkmasında birden fazla kişinin etkisinin olduğu, zarar gören(ler)in aynı zamanda bu kişiler arasında bulunduğu durumlarda sorumlulukların çatışmasından (Haftungkollision) bahsedilmektedir. Bu husus birden fazla kişinin zarar görene karşı sorumlu olduğu ve sorumlulardan birinin zararı tazmin ettikten sonra diğer sorumlulara rücu etmesi hususuna benzer, ancak birbirinden ayrılmaktadır. Rücu iç ilişkide, sorumlulukların çatışması ise dış ilişkide zararın paylaştırılmasına yöneliktir. Rücu için en az üç kişi(zarar gören ve en az iki sorumlu), çatışma için en az iki kişi gerekir Bkz Yılmaz, 215.169İstanbul Hukuk Mecmuası 77/1zararın paylaştırılmasında her bir sorumluluk kaynağı gözönüne alınır. Bu halde işletenin sorumluluğu bakımından işletme tehlikesi, işletenin ve/ veya eylemlerinden sorumlu olduğu kişilerin kusuru, zarar görenin kusuru şeklinde üç hususun ayrı ayrı değerlendirilmesi gerekecektir. Rücu da ise, zarar görenin kusurunun tazminata etkisi haricinde, zararın paylaştırılmasında durum sorumlulukların çatışmasında olduğu gibidir.1. İşletme Tehlikesine Etkisiİşletenin  sorumluluğu  bakımından  işletme  tehlikesi,  motorlu  aracın  işletilme halinde iken ortaya çıkardığı zarar verme riski ve potansiyeli olarak anlaşılabilir. İşletme tehlikesinin değerlendirilmesinde, otonomlaştırılmış araçların tipik araçlara nazaran  ortaya  çıkaracağı  zarar  verme  riski  daha  düşük  değerlendirilebilir. Zira otonomlaştırılma teknolojisinin esaslı amaçlarından birisi trafik güvenliğini yükseltmek, bu hususta gerekli yazılım ve donanıma ait unsurları geliştirmektir. Bu nedenle araçlar, yüksek trafik güvenliği sağlayabilecek düzeyde tasarlanmakta ve programlanmaktadır. Özellikle 5. seviye otonomlaştırılmış araçlar, trafik kurallarına uymak zorunda olan ve trafik güvenliğine dikkat eden sisteme sahip araçlar olduğu sürece tipik araçlara nazaran zarar verme riski yanında zarar verme potansiyeli de daha düşük araçlar olacaktır. Bu nedenle bu araçların trafiğe çıktığı durumda, bu araçların, tipik araçlarla (otonomlaştırılmamış) birlikte karıştığı kazalarda, mevcut durumda genel olarak kabul edilen (her bir somut olayın özelliği değerlendirilmek şartıyla, iki otomobilin kendi arasında, iki tırın kendi arasında) her iki aracın da aynı motorlu taşıt kategorisinde yer aldığı ve bu nedenle aynı işletme tehlikesi ortaya çıkaracağı kabulünün hala geçerli olup olmayacağı sorulabilir.Öncelikle  otonomlaştırılmış  araçların  ortaya  çıkardığı  işletme  tehlikesini doğuran etkenlerden hız ve ağırlık konusunda otonom olmayan araçlardan farklı bir değerlendirme yapmak isabetli olmayacaktır. Trafik güvenliğine öncelik vermek ve trafik kurallarına uymak şartıyla, bu nevi araçlar, sensörler, navigasyon vb. yazılım ve donanım içerisinde yer alan sistemsel unsurlardan yararlanmak suretiyle sürücüden beklenenin üzerinde risk analizi yapmaktadır. Otonomlaştırılmış araçların tek sürücünün sürüş faaliyeti gerçekleştirmesinden daha fazla, 200 milyon sürücünün gerçekleştirmesinden daha az nitelikte sürüş faaliyeti gerçekleştirdiği belirtilmektedir. Bunun sonucu olarak otonomlaştırılmış araçların, trafikteki oluşabilecek riskleri 38  Probst, 29-31; işletilen her motorlu araç bir işletme tehlikesi oluşturmaktadır. İşletme tehlikesinin belirlenmesinde hız, ağırlık, yolu kavrama yeteneği, teknik donanım, bakım ve benzeri gibi hususlar gözönüne alınmakla birlikte, asıl olan bu hususların zararın doğmasına olan etkisidir. Bu kapsamda hız ve kütle/ağırlık motorlu taşıtın ortaya çıkaracağı zarar verici güçte kilit rol oynamaktadır. Ancak herhalde her bir somut olayın özelliği değerlendirilmelidir. Bkz Yılmaz, 223-224; Nomer, 46.39  Probst, 40 41; Alman Hukuku bakımından aynı yönde bkz von Bodungen and Hoffmann, 451 ; Lutz, 120-121; otonomlaştırılmış araçların tipik araçlardan beş sebeple daha güvenli olacağı yönünde değerlendirme ve bu beş sebep için bkz Bryant Walker Smith,  Automated Driving and Product Liability , (2017) (1) Michigan State Law Review 1, 15.40  Probst, 3041  Smith, 16.170Pekmez / Alman Karayolları Trafik Kanunu nda 20 Haziran 2017 de Yapılan Değişiklikler Çerçevesinde Türk/ İsviçre Hukuku nda ...doğru değerlendirip, riski en aza indiren veya sürücüye bu hususta yardımcı olan ya da geçici veya sürekli, kısmen veya tamamen sürüşü devralan sistemleri barındırdığı gözönüne alındığında, tipik araçlardan farklı olarak daha az işletme tehlikesi ortaya çıkaracağı ileri sürülebilebilir. Bu kapsamda aynı hızda giden ve aynı ağırlığa sahip biri tipik biri otonomlaştırılmış araçın karıştığı kazada, aracın sürüş sırasındaki risk analizi tipik araçla aynı olmayabilecektir. Örneğin, aynı ağırlığa sahip tipik aracın sağ şeritte, otonomlaştırılmış aracın orta şeritte aynı hızda işletildiği ihtimalde(veya ilki sağda, ikincisi ortada işletildiği ihtimalde), illiyet bağını kesmeyecek yoğunlukta karayolu dışında bulunan hayvanın yola koşarak geldiğini otonomlaştırılmış araç sensörler vasıtasıyla daha kolay fark edip sürücüyü erkenden uyarabilecek veya hızını diğerinden daha önce azaltabilecek ve tipik aracın varlığını da gözönüne alabilecek iken, tipik araçta sürücü hayvan yol kenarında görünene kadar sürüş üzerinde herhangi bir değişiklik yapmayabilecektir. Hayvan yol kenarında görününce ani fren yaparak veya şerit değiştirerek, ortaya çıkan yüksek riski en aza indirmeye çalışacaktır. Bu halde aynı ağırlık ve hıza sahip olmasına rağmen, iki aracın risk analizindeki farklılık nedeniyle otonomlaştırılmış aracın diğerinden daha güvenli bir sürüş ortaya koyduğu görülebilecek, bu hususta otonomlaştırılmış aracın daha düşük işletme tehlikesi ortaya çıkaracağı kabul edilebilecektir. Herhangi bir sürücüye ihtiyaç duymayan 5. seviye araçlarda bu husus daha açık şekilde görülebilecektir. Bu nedenle bu soruya olumsuz cevap vermek gerekecektir 43. Ancak işletme tehlikesi bakımından somut işletme tehlikesi gözönüne alınacağından her bir somut olayın özelliğinin ayrıca değerlendirilmesi gerektiği unutulmamalıdır. 2. Zarar Verenin Kusurunun Belirlenmesine EtkisiOtonomlaştırılmış araçlar ile işleten ve/ veya eylemlerinden sorumlu olduğu kişi arasındaki ilişkinin belirlenmesi hem sorumluluk çatışmasının değerlendirilmesinde 42  En azından geçiş süreci bakımından bu sonuç kabule şayandır. Ancak trafikteki tüm araçların otonomlaştırılmış araçlar olduğu ihtimalde eşit işletme tehlikesinden bahsedilebilir. Bkz Probst, 52.43  İsviçre Hukuku nda savunulan bir görüşe göre, gelişmiş güvenlik özelliğine sahip otonomlaştırılmış araç devralan ve bunun için tipik araçlara nazaran daha fazla ödemede bulunan işletene karşı, kazaya karışan otonomlaştırılmış aracın tipik araçlardaki gibi bir işletme tehlikesi ortaya çıkardığını ileri sürmek artık isabetli olmayabilecektir. Bunun yanında aksi yönde bir kabul, yanlış piyasa eğilimlerine neden olmanın yanında, trafik güvenliğini seviyesini arttıran ileri teknik seviyeye sahip araçlara ilişkin toplumsal menfaati de zedeleyebilecektir. Bkz Probst, 40 41.   Kanımızca bu gerekçe işletme tehlikesinin farklı değerlendirilmesi hususunda isabetli değildir. Zira toplumun teknolojinin gelişmesindeki menfaati ve tipik araçlara nazaran daha fazla ödemede bulunan otonomlaştırılmış aracı satın alan işletenlerin menfaatlerinin, otonom araçların daha düşük işletme tehlikesi ortaya çıkaracağı sonucunu haklılaştıracağını belirtmek isabetli değildir. Otonomlaştırılmış araç işletenin aracın güvenilirliğinin artması nedeniyle tipik araca nazaran kazaya karışma ihtimalinin düşmesi ve bunun işletenin sigorta prim ödeme borcunun daha az takdir edilmesini sağlayacağı söylenebilir. 44  Ancak herhalde işletme tehlikesinin somut olarak değerlendirileceği gözönüne alındığında (Yılmaz, 224) otonomlaştırılmış araçların aracın işletilmesi sırasında ortaya çıkarabileceği tehlike de somut olarak değerlendirilmelidir. Otonomlaştırılmış araçlar bakımından bunun anlamı, tipik araçlarda mevcut olan arızaların bu araçlarda da mevcut olabileceği, zarar doğurucu kazanın bu nevi arızadan kaynaklandığı ihtimalde, aracın otonom olup olmaması herhangi bir fark doğurmayacağından -diğer tüm hususlar (ek kusur, ortaya çıkardığı somut tehlike vb) sabit ve eşit olmak şartıyla- farklı bir işletme tehlikesini gözönüne almanın isabetli olmayacağıdır. Bunun yanında her iki otonomlaştırılmış araç bakımından da işletme tehlikesinde farklılık doğabilir. Örneğin, trafik kurallarına uymak suretiyle 50 km hızla giden bir otonomlaştırılmış araç ile 100 km hızla giden otonomlaştırılmış aracın ortaya çıkaracağı işletme tehlikesi farklı olacaktır.171İstanbul Hukuk Mecmuası 77/1hem  de  rücu  da  önem  arz  edebilir.  Daha  önce  belirttiğimiz  üzere  sürücü  ile otonomlaştırılmış araç arasındaki ilişkinin belirlenmesinde otonomlaştırılmış aracın teknik özellikleri önemli rol oynayacağından, otonomlaştırılmış aracın sahip olduğu özelliklere göre, sürücünün kusurlu hukuka aykırı davranışının mevcut olup olmadığı belirlenecektir. Otonomlaştırılmış aracın teknik özellikleri, sürücünün ne zaman bir kusurlu hukuka aykırı davranışının olacağının belirlenmesinde tipik araçtakinden farklı bir değerlendirmeyi haklılaştıracaktır.3. ve 4. seviye otonomlaştırılmış araçlarda, sürüşün sisteme bırakıldığı durumda, sürüş faaliyetinin gerçekleştirilmesi bakımından sürüşe müdahale etmesine gerek olmamasına  rağmen,  sistemin  devre  dışı  bırakılması,  gerektiğinde  sürüşün devralınması  hususları  gözönüne  alındığında  araç  üzerinde  nihai  hakimiyetin sürücüde olması gerekliliği, sisteme rağmen sürücü kavramına bağlı kalmayı zorunlu kılar. Sürücünün hukuka uygun davransa dahi salt sistemdeki arızanın kazaya sebep olması durumu dışında, sürücünün başlangıçta, sürüş sırasında veya sonunda sisteme müdahale edebilecek durumda olması, hatta AKTK §1b de görüleceği üzere belirli durumlarda müdahale etmekle yükümlü olması, 5. seviye hariç otonomlaştırılmış araçlarda da sürücünün hukuka aykırı kusurlu davranışının doğabileceği durumların varlığını ortaya koymaktadır. Diğer deyişle otonomlaştırılmış araçlarda da sürücünün kusurlu hukuka aykırı davranışı sözkonusu olabilir. Sürüşün sisteme bırakılması bu hususta herhangi bir değişikliğe neden olmayacaktır. Örneğin 3. ve 4. seviye otonomlaştırılmış araçlarda, sürücünün araç sistemine aracın kontrolünün kusurlu bir şekilde bırakması durumunda veyahut aracın kontrolünün hukuka uygun şekilde bırakılmasına  rağmen  sistemdeki  arıza  nedeniyle  sürücünün  devreye  girmesi gerekirken girmediği veya geç müdahale ettiği durumlarda da sürücünün kusurlu hukuka aykırı davranışının varlığından bahsedilebilecektir. Bu halde işleten ve sürücü sorumlu olmakla birlikte bu husus ayrıca işleten bakımından ek kusur teşkil edecektir. Belirtilenler ışığı altında 5. seviye hariç diğer seviyelerde bir sürücünün varlığına ihtiyaç  duyulması,  KTK  kapsamında  işletenin  eylemlerinden  sorumlu  olduğu kişi(ler) arasında sürücünün yer alması, sürücünün ayrıca kendi kusurundan dolayı 45  Alman Hukuku nda Alman Karayolları Trafik Kanunu nda yapılan değişiklik öncesi, sürüşün sisteme bırakıldığı durumda yargı kararlarıyla belirlenen sürücü kavramının artık sisteme ait olduğu ve otonomlaştırılmış aracı kullananların bu süreç için sürücü olarak nitelendirilemeyeceği, kanunkoyucunun, sürüşe etki edebilecek durumda olan sürüş eğitmenlerini sorumluluk bakımından sürücü olarak nitelendirmediği gözönüne alındığında, otonomlaştırılmış aracı kullananların da sürüş eğitmeninden farklı şekilde ele alınmayacağı yönünde isabetsiz görüş için bkz von Bodungen and Hoffmann, 452 vd; ayrıca bkz Çekin, 292-293; metinde belirttiğimiz gerekçelerle ne Türk/ İsviçre ne de Alman Hukuku bakımından özellikle Alman Karayolları Trafik Kanunu nda yapılan değişiklik sonrası kabul edilebilir bir görüş değildir. Kaldı ki KTK ya göre aracı sevk ve idare eden kişi sürücü olduğundan, 2. seviye ve üzeri araçların sürücü koltuğunda bulunanın, sürüşü başlatan gerektiğinde sürüşe müdahale edebilen veya sürüşü sona erdirebilecek kişi olması nedeniyle sevk ve idare kavramı içerisinde yer aldığı söylenebilir.46  Probst, 41-42.172Pekmez / Alman Karayolları Trafik Kanunu nda 20 Haziran 2017 de Yapılan Değişiklikler Çerçevesinde Türk/ İsviçre Hukuku nda ...BK m 49 a göre sorumlu olması nedeniyle, işletenin sorumluluğunun belirlenmesi bakımından, otonomlaştırılmış araçlarda sürücünün kusurlu hukuka aykırı davranışı özellik arz eden bir durum ortaya çıkarmayacak görünmektedir. Sürücünün aracı sevk ve idare eden kişi olarak tanımlanmış olması, bu sevk ve idare sürecindeki kusurlu hareketinden genel hükümlere göre sorumlu olacağının kabulü ile ayrıca bunun işletenin ek kusuru olarak değerlendirileceği hususunda KTK daki ilgili hükümler, otonomlaştırılmış araçları kullanan sürücülerin hukuka aykırı ve kusurlu davranışlarının sonuçlarına ilişkin ortaya çıkan ihtiyaca cevap verecek niteliktedir. Otomotiv endüstrisindeki teknik gelişmeler bakımından kayda değer çalışmaların yapıldığı Almanya da AKTK ya eklenen §1a ve §1b maddeleri, sistemin sürüşün kontrolünü sürücünün iradesi dışında kendiliğinden ele almasının hukuki düzenlemeye henüz yansıyacak yeterlilikte olmadığını göstermesi ve sürücünün araç üzerinde nihai kontrolüne olan ihtiyacı ortaya koyması bu sonucu desteklemektedir. İKTK m 31 I ve Karayolları Trafik Konvansiyonu m 8 V e eklenen fıkra ile, de lege lata, 5. seviye hariç, otonomlaştırılmış araçlarda, nihai kontrolun sürücüde bulunduğu ve sistemin ortaya  çıkaracağı  riskleri  araç  üzerinde  nihai  kontrole  sahip  sürücünün  sürüşü devralmak suretiyle en aza indirmesi ve/veya dikkat ve özen yükümlülüğüne uygun davranması gerektiği Türk ve İsviçre Hukuku bakımından da kabul edilmelidir. Bu nedenle otonomlaştırılmış araçlarda, işletenin sorumluluğunda olduğu gibi sürücünün kusurlu hukuka aykırı davranışı nedeniyle sürücünün sorumluluğu bakımından da Alman Karayolları Trafik Kanunu ndan farklı olarak kazuistik bir düzenlemeye gerek olmadığı kanısındayız.3. Zarar Görenin Kusurunun Belirlenmesine EtkisiRücudan farklı olarak sorumlulukların çatışmasında zarar görenin kusuru da dikkate  alınabileceğinden,  zararın  paylaştırılmasında  aracın  otonomlaştırılmış olup olmamasının zarar görenin kusuruna etkisi de ayrıca değerlendirilmelidir. Bu kapsamda zarar görenin kusuru, zararın 3. ve 4. seviye otonomlaştırılmış araçların karıştığı  kazadan  doğduğu  durumda,  aracın  kontrolü  kısmen  veya  tamamen sisteme bırakılsa da sürücünün aracın nihai kontrolü ve gözetiminden sorumlu olmasına  dayandığından  tipik  araçlarda  olduğundan  farklı  bir  değerlendirmeyi haklılaştırmayacaktır. Zararın doğumunda zarar görenin kusurunun olduğu ihtimalde, zarar veren aracın otonomlaştırılmış olup olmaması önemli değildir. Örneğin, 90 km 47  Alman Karayolları Trafik Kanunu ndaki düzenlemeden önce İsviçre Hukuku nda şu sorulara cevap aranmıştır. Acaba otonomlaştırılmış araçların karıştığı kazada, sürücü hukuki sorumluluktan kurtulabilir mi veya kurtulmalı mıdır? Diğer deyişle sürücü, aracın kontrolünü geçici veya sürekli bir şekilde sisteme bıraksa dahi sürücü niteliğini koruyacak mıdır? Sürücü bu süreler içerisinde araçtaki yolcu gibi değerlendirilir mi ve bu surette sistem, ortaya çıkan zararın tazmini bakımından sürücüyü sorumluluktan kurtarabilir mi? Bkz ibid 41; ayrıca bkz Çekin, 293; Alman Karayolları Trafik Kanunu ndaki eklemeler ve değişiklikler gözönüne alındığında en azından yakın dönemde 3. ve 4. seviye araçların trafiğe çıkma ihtimalinin 5. seviyeye nazaran daha yüksek olması ve 3. ve 4. seviye bakımından bir sürücünün varlığının kabul edilmesi karşısında bu sorular cevabını bulmuş görünmektedir.48  Probst, 40.173İstanbul Hukuk Mecmuası 77/1hızla giden otonomlaştırılmış araç ile yine aynı hızda giden tipik aracın, illliyet bağını kesecek ağırlıkta olmayacak şekilde yola kontrolsüz bir şekilde çıkan yayaya çarptığı ihtimalde, zararın doğumunda zarar görenin kusuru farklı bir değerlendirmeye konu olmayacaktır. Buna karşı zarar görenin işleten ve/veya eylemlerinden sorumlu olduğu kişi olduğu ve  aracının  kazaya  karıştığı  durumda,  aracın  otonomlaştırılmış  olup  olmaması, işletme tehlikesi ve işleten/işletenin eylemlerinden sorumlu olduğu kişilerin kusuru bakımından ayrıca değerlendirilmesi gerekliliği bakımından önem arz edebilir. Bu hususta da zarar görenin aracının karıştığı kazada, otonomlaştırılmış araçlar bakımından  işletme  tehlikesi  daha  düşük  değerlendirilebileceğinden,  bu  husus zarar görenin işleten olduğu durumda ona ödenecek tazminatı etkilebilecektir. Aynı şekilde sürücünün kusurunun olup olmadığı hususunda da aracın otonomlaştırılmış olup olmaması etkili olacaktır. Aracın otonomlaştırılmış olup olmamasına, şayet otonomlaştırılmış ise teknik özelliklerin sürücüye ne tür yükümlülükler yüklediğinin belirlenmesine bağlı olarak, sürücünün kusurlu hukuka aykırı davranıp davranmadığı, davranmış ise aykırılığın derecesi belirlenecektir.C. Tazminatı Ödeyen Sorumlunun Diğer Sorumlulara Rücuya Etkisi1. Genel OlarakOtonomlaştırılmış araçların ülkemiz karayollarında görünmeye başladığı andan itibaren  bu  araçların  karıştığı  kazadan  doğan  zararları  sorumlulardan  birinin tazmin ettiği durumda, bu sorumlu zararın tazmininden sorumlu olan diğerlerine başvurabilecektir. Olayların büyük çoğunluğunda sigortacı zarar görenin zararını tazmin edecektir. Zararı tazmin eden sigortacı, otonomlaştırılmış aracın karıştığı kazada, zarar hem teknik arızadan hem de sürücüden kaynaklanmış ise, zararın ortaya çıkmasında müteselsil sorumlu olan tehlike sorumluluğu esasına göre kusursuz sorumlu işletene, kusurlu sorumlu sürücüye ve ayrıca üreticiye rücu edilebilecektir. Örneğin, sürüşün araç sistemine bırakıldığı, ancak sistemin gereği gibi çalışmadığı bu hususta da sürücüyü uyarmadığı, sürücünün bu durumu geç fark ettiği ihtimalde, aracın yayanın yaralanmasına sebep olmasında görülebilir. Otonamlaştırılmış sürüş imkanı veren aracın karıştığı kazada, zarar sadece teknik arızadan meydana gelmiş ise sürücünün herhangi bir kusuru yoksa, zarar görenin zararını tazmin eden sigortacı, sürücü hariç diğer sorumlulara rücu edebilecektir. 49  ibid 40.50  İsviçre Hukuku bakımından aynı yönde bkz. Lohmann and Rusch, 35251  Yazar, uzun sürece önce, otomobil endüstrisindeki modern tekniklerin, sürücünün hukuka uygun davranabilmesinin kendisinden beklenebilirliğine ilişkin standartların yükselmesine neden olacağını belirtmiştir. Bkz. Karl Oftinger and Emil W. Stark, Schweizerisches Haftpflichtrecht, Bd. II/2, Besonderer Teil, Zweiter Teilband, Gefӓhrdungshaftungen: Motorfahrzeughaftpflicht und Motorfahrzeughaftpflicht-versicherung, (4. Aufl, Schulthess 1989) (n 485) §25.52  Ayıptan doğan sorumluluk hükümlerine göre satıcıya rücu edilebilir, ancak ayıptan doğan sorumluluğun doğabilmesi için gerekli olan külfetlerin yerine getirilmesi zarar gören ve zarar görenin haklarına halef olan sigortacı için olumsuzluklar 174Pekmez / Alman Karayolları Trafik Kanunu nda 20 Haziran 2017 de Yapılan Değişiklikler Çerçevesinde Türk/ İsviçre Hukuku nda ...Belirtilenlerden  de  anlaşılacağı  üzere,  otonomlaştırılmış  araçların  karıştığı kazada, zararın doğumunda sistemdeki arızanın etkisi, üreticinin sorumluluğunu da etkileyecektir. Üreticinin sorumluluğuna ilişkin kanuni düzenlemelerin yer aldığı Almanya ve İsviçre Hukuk sistemlerinden farklı olarak, Türk Hukuk sisteminde üreticinin sorumluluğunun kusur sorumluluğu mu yoksa kusursuz sorumluluk mu olup olmadığı; kusursuz sorumluluk ise kanuni dayanağının ne olduğu yönünde çeşitli görüşler ileri sürülmüştür. Doktrindeki üreticinin sorumluluğuna ilişkin tartışmalar doğurabilecektir. Bkz Kupferschmied, 359; ancak bu sonuç üçüncü kişiye etkili sözleşme teorisi gözönüne alınırsa kabule şayandır. Zira satım sözleşmesinin tarafı satıcı ve alıcı olup zarar gören üçüncü kişi satım sözleşmesinin tarafı değildir. Alıcıya sağlanan sözleşmeye dayanan korumadan, zarar gören üçüncü kişi, üçüncü kişiye etkili sözleşme teorisi vasıtasıyla yararlanabilir. Ancak satıcı üretici kapsamı içerisinde yer alırsa, bu halde zarar gören ister üçüncü kişi isterse alıcı olsun satıcıya karşı üreticinin sorumluluğu kapsamında başvurabilir.  Bu hususlar gözönüne alınmaksızın genel itibariyle rücu edebileceğini söylemek isabetli değildir. Zarar gören alıcı ise, alıcının satıcı üretici kapsamında değerlendirilmesinden bağımsız olarak ayıptan doğan sorumluluk kapsamında satıcıya başvurabileceği açıktır. Örneğin işleten, araçtaki teknik arıza nedeniyle kaza yapmış, hem bedensel hem maddi zarara uğramışsa, bu halde işleten satıcıya ayıptan doğan sorumluluk hükümlerine göre, satıcı üretici kavramı içerisinde yer alıyorsa ayrıca üreticinin sorumluluğuna göre, üretici olarak nitelendirilebilecek satıcı dışındaki diğerlerine karşı da ürün sorumluluğuna göre başvurabilir. Bu halde her ikisi de bu zarardan müteselsilen sorumludur. Ayrıca örnekte sorumlulukların çatışmasından da bahsedilebilir. Bunun sonucu olarak zarar gören işletenin, araç işletmekle ortaya çıkardığı işletme tehlikesi kendisine ödenecek tazminatın belirlenmesinde gözönüne alınacaktır. Bu halde araç otonomlaştırılmış araç ise daha az işletme tehlikesi ortaya çıkaracağı da gözardı edilmemelidir. 53  Türk Hukuku nda üreticinin sorumluluğunun bir kusur sorumluluğu mu yoksa bir kusursuz sorumluluk mu olup olmadığı tartışmalıdır. Baskın görüşe göre, üretici, doğan zararların tazmininden kusursuz sorumludur. Kusursuz sorumluluğun dayanağı hususunda değişik görüşler ortaya çıkmıştır. Bu bakımından kusursuz sorumluluğun ayıptan doğan sorumluluğa dayandığı yönünde bkz Gökhan Antalya, Borçlar Hukuku Genel Hükümler, (Beta, 2012) 609; aynı yönde bkz Fadıl Yıldırım, ‘Türk Hukukunda İlaç Üreticisinin İlacın Ayıplarından Sorumluluğu  Erciyes Üniversitesi Hukuk Fakültesi I. Sağlık Hukuku Sempozyumu 8-9 Mayıs 2009 19, 23 vd; aynı yönde bkz Emrah Kulaklı, Ürün Sorumluluğu ve Ayıp Kavramı, (On iki Levha, 2009) 23 vd; kusursuz sorumluluğun türüne değinmemekle birlikte aynı yönde bkz Çigdem Kırca, Ürün Sorumluluğu, (Banka ve Ticaret Hukuku Araştırma Enstitüsü, 2007) 94 -95; kusursuz sorumluluğun kabul edidiğinin 4703 sayılı Ürünlere İlişkin Teknik Mevzuatın Hazırlanması ve Uygulanmasına Dair Kanun m 5 IV ün ifadesinden anlaşıldığı yönünde bkz Kemal Oğuzman and Turgut Öz; Borçlar Hukuku Genel Hükümler (C. II, 13 edn. Vedat 2017) (n 670); tehlike sorumluluğu olduğu yönünde bkz Rona Serozan,  Tüketiciyi Koruma Kanunu Değişikliğinin Artıları ve Eksileri , (2003) 61 ( 1-2) İÜHFM 339, 347; Oğuz Sadık Aydos, Ürün Sorumluluğu, (Adalet, 2009) 94 -96; aynı yönde bkz Ünsal Dönmez,  Türk ve Alman Hukukunda Hatalı Üretilen İlaçtan Doğan Sorumluluk  (2016) (1), İnönü Üniversitesi Hukuk Fakültesi Dergisi 381, 392; Veysel Başpınar, ‘İlaç Üreticisinin Hukuki Sorumluluğu  Erciyes Üniversitesi Hukuk Fakültesi I. Sağlık Hukuku Sempozyumu 8-9 Mayıs 2009, 85, 99; genel olarak, üreticinin sorumluluğunun tehlike sorumluluğu kapsamında yer almayan sui generis bir kusursuz sorumluluk olarak nitelendirilebileceği yönünde bkz Meliha Sermin Paksoy and Gizem Aslan Demir, ‘Üreticinin TBK 71 Kapsamında Sorumlu Tutulması , (2013) (2) İÜHFM 299, 313-314 ; TBK m. 66 III gereği organizasyon sorumlululuğu kapsamında değerlendirilebileceği yönünde bkz Ahmet Türkmen, ‘6098 sayılı Türk Borçlar Kanununa Göre Organizasyon Sorumluluğu (TBK m 66 /III) , (2012) (2) İÜFM 257, 258;   Aksi  yöndeki  görüşe  göre,  üreticinin  sorumluluğunun  kusursuz  sorumluluk  olarak  nitelendirilmesi  için  gerekli yasal düzenlemenin mevcut olmadığı, Ayıplı Malın Sebep Olduğu Zararlardan Sorumluluk Hakkında Yönetmelik te sorumluluğun bir kusursuz sorumluluk olarak nitelendirmesine rağmen, yönetmelikle bu hususun düzenlenmesinin hukuka uygun olmadığını, 4703 sayılı Ürünlere İlişkin Teknik Mevzuatın Hazırlanması ve Uygulanmasına Dair Kanun un üreticiye bir takım yükümlülükler getirmişse de bu yükümlülüklerin ihlalinin idari veya para cezası gibi yaptırımlara tabi kılındığı bu nedenle kanunun kusursuz sorumluluğa dayanak oluşturamayacağını, bu nedenlerle üreticinin sorumluluğunun genel sorumluluk prensibi olan bir kusur sorumluluğu olduğu yönünde bkz. Tuba Akçura Karaman, ‘Üreticinin Sorumluluğu , Sorumluluk ve Tazminat Hukuku Sempozyumu, (Gazi Üniversitesi Hukuk Fakültesi, 2009) 295, 299 vd; Tuba Akçura Karaman, Üreticinin Ayıplı Ürününün Sebep Olduğu Zararlar Nedeniyle Üçüncü Kişilere Karşı Sorumluluğu, (Vedat, 2008), 119-120; kusur sorumluluğu olduğu yönünde bkz. Ayşe Havutçu, Türk Hukukunda Örtülü Bir Boşluk; Üreticinin Sorumluluğu, (Seçkin 2005) 130;  Yargıtay ‘da genel itibariyle üreticinin sorumluluğunun bir kusur sorumluluğu olduğunu belirtmiştir. Bkz. Y. 4 HD. 7799/1330, 15.2. 2005 (Kazancı):  ...Davacı, zarar gören konumunda olup, bu zararın davalının ürettiği araçtaki yapım hatasından kaynaklandığı iddia edilmiştir. İddia ve somut olayın oluş biçimi itibariyle konu, imalatçının sorumluluğunu çağrıştırmaktadır. İmalatçının sorumluluğundan doğan tazminat davaları da, haksız eylemden doğan davalardaki yönteme göre çözümlenmelidir… ; ayrıca bkz Y. 4. HD. 11057/ 1826, 26. 2. 2003 (Kazancı); Y. HGK. 4-114/ 84, 13. 2. 2002 (Kazancı); Y. 4. HD. 517/ 3348, 11. 4. 2000 (Kazancı); Y. 13. HD, 2040/ 2557, 19.3.1998 (Kazancı); Y. 4. HD, 4787/ 8679, 25. 9. 1997 (Kazancı)  İsviçre Hukuku nda Ürün Sorumluluğuna ilişkin Kanun (PrHG) m 1 I  e veya OR Art. 55( TBK m 66) a göre, otonomlaştırılmış araçlardaki teknik arızadan doğan zararlardan üreticinin kusursuz sorumlu olacağı yönünde bkz Lohmann and Rusch, 351; her seviye otonomlaştırılmış araçlar bakımından üreticinin sorumluluğunun sözkonusu olduğu yönünde bkz Kupferschmied, 360 ; araç sistemindeki arızanın yazılımdan mı yoksa donanımdan mı kaynaklanıp kaynaklanmadığına 175İstanbul Hukuk Mecmuası 77/1ve  otomobil  endüstrisindeki  gelişmeler  gözönüne  alındığında,  otonomlaştırılmış sürüşe imkan tanıyan araçların ülkemizde karayollarına çıkmasından önce üreticinin sorumluluğuna  ilişkin  tartışmaları  sona  erdirecek  özel  bir  düzenlemenin  kabul edilmesine  ilişkin  ihtiyaç  daha  yoğun  hissedilecektir.  Kanımızca  bu  nedenle, üreticinin kusursuz sorumluluğuna ilişkin zarar görenin tüketici niteliğinde olmasını gerektirmeyen, bu açıdan genel, ancak genel sorumluluk hükümlerine nazaran özel bir düzenlemenin kabul edilmesi gerekir. Ürün Güvenliği ve Teknik Düzenlemeler Kanunu Tasarısı m 6. I, ürünün bir kişiye veya bir mala zarar vermesi halinde bu ürünün imalatçısı veya ithalatçısının zararı gidermekle yükümlü olduğu yönünde bir  düzenlemeyi  içermektedir.  İlgili  tasarının  kanunlaşması  en  azından  ürün sorumluluğunun yasal zemine dayandırılması ihtiyacını karşılayacaktır.2. İç İlişkide Zararın Paylaştırılmasına Etki Eden UnsurlarRücuda  paylaştırmada  hangi  kriterlerin  rol  oynacağı  meselesi  de  ayrıca incelenmelidir. Genel olarak, sorumlular arasında zarar, zarara neden olma oranlarına göre paylaştırılacaktır. Zarara neden olma hususunda bütün durum ve koşullar özellikle zararın ortaya çıkmasında yaratılan tehlike (özel olarak işletme tehlikesi) ve kusur gözönüne alınacaktır. Bu sonuç TBK m 62 nin aynı zararın tazmininden birden fazla sorumlunun var olduğu ihtimalde zararın paylaştırılmasında, bütün durum ve koşullar, özellikle onlardan her birine yüklenebilecek kusurun ağırlığı ve yarattıkları tehlikenin yoğunluğunun gözönüne alınacağını belirten genel hükme dayanmaktadır. Ancak KTK da rücu hususuna ilişkin bu hükme nazaran özel nitelikte ancak içerik itibariyle genel hükme paralel hükümler sevkedilmiştir. KTK m 88 (İKTK m 60) üçüncü kişilerin uğradığı zararların tazmininden birden fazla kişinin sorumlu olduğu hali düzenlemekte olup, sorumlulardan birinin diğerine rücu hususunda gözönüne alınması gereken hususlar KTK m 88 II de belirtilmiştir. KTK  m  88  II  c  1,  sorumlular  arasında  zararın,  olayın  bütün  şartlar  altında değerlendirilerek paylaştırılacağını belirtmiştir. Hüküm zararın paylaştırılmasında olayın  bütün  şartlarının  değerlendirilmesini  aramıştır.  Bu  kapsamda  işletenin sorumluluğu bakımından zararın paylaştırılmasında işletme tehlikesi ve işletenin/ işletenin eylemlerinden sorumlu olduğu kişilerin kusuru dikkate alınacaktır. Aracın göre, yazılım mühendisi veya ilgİli diğer çalışanlar da üreticinin yanında müteselsil sorumlu olacaktır. Herhalde üreticinin sorumluluğundan bahsedilebilir.54  Aynı yönde bkz Çekin, 295.55  Yılmaz, 226 vd56  Otonomlaştırılmış araçların karıştığı kazada doğan zararın tazmininden müteselsil sorumluluk ve rücu bakımından, içerik itibariyle paralel bir düzenlemeler içerse dahi KTK nın müteselsil sorumluluk ve rücu hususundaki özel hükmünü gözardı eden, TBK m 62 e dayanan isabetsiz görüş için bkz Çekin, 298-299.57  Probst, 45; hem sorumlulukların çatışmasında hem de rücu da zararın paylaştırılması bakımından herhalde işletme tehlikesinin gözönüne alınacak olması nedeniyle herhangi bir kusuru olmasa dahi kusursuz sorumlu işleten, ödediği tazminatın tamamını kusurluya rücu edemeyecektir. İşletme tehlikesi nedeniyle zararın bir kısmına katlanmalıdır. İşletenin ek kusuru varsa, kusur işletme tehlikesiyle birlikte dikkate alınır. Herhalde kusur ve işletme tehlikesinin birlikte gözönüne alınacaktır. Bkz Nomer, 1, 45, 47-48; aynı yönde görüşe katılmakla birlikte aksi yönde görüşler ve tartışmalar için bkz Hatice 176Pekmez / Alman Karayolları Trafik Kanunu nda 20 Haziran 2017 de Yapılan Değişiklikler Çerçevesinde Türk/ İsviçre Hukuku nda ...donanım ve yazılımında mevcut arızanın kazanın meydana gelmesine katkısı olduğu ihtimalde de işletenin sorumluluğu bakımından işletme tehlikesi ve varsa kusur, kusursuz sorumluluk olduğunu kabul ettiğimiz ürün sorumluluğu bakımından ise, ürün sorumluluğunun esası olan ürünlerin üretiminden doğan objektif düzensizlik rücuda gözönüne alınacak değerlendirme kriterleri arasında yer alır. Rücu hususunda belirtilenler bu bakımdan sorumlulukların çatışmasında olduğu gibidir.3. Ürün Sorumlusu ile İşleten Arasında Zararın Paylaştırılmasına EtkisiZararın tazmininden tipik aracı işletenin ve ürün sorumlusunun sorumlu olduğu ve işleten ile ürün sorumlusunun sorumluluklarını arttırıcı etkenler mevcut olmadığı ihtimalde (ek kusur gibi), işletene %55, ürün sorumlusuna %45 oranında zarar paylaştırılmaktadır. Ancak bu halde ürün sorumluluğu olağan sebep sorumluluğu olması nedeniyle, işletme tehlikesi olağan sebep sorumluluğunun ortaya çıkardığı objektif  düzensizliğe  nazaran  daha  ağırlıklı  bir  etken  olarak  değerlendirmeyi haklılaştıracaktır. Bu nedenle zararın görece ağırlıklı kısmına işletenin katlanması gerektiği  söylenebilir.  Ancak  otonomlaştırılmış  araçlar  bakımından  işletme tehlikesinin diğerine göre daha düşük belirlenebileceği gözönüne alındığında, ürün sorumlusu ile işletenin zararın paylaştırılmasında yarı oranında sorumlu olabileceği söylenebilir. Herhalde  somut  işletme  tehlikesinin  gözönüne  alınacağı  unutulmamalıdır. Bu  noktada  otonomlaştırılmış  araçların  karıştığı  kazada,  otonomlaştırılmış aracın  sistemindeki  arızanın  kazanın  doğumuna  sebep  olduğu  ihtimalde,  ürün sorumluluğunun hukuki niteliğinden yola çıkarak zararın paylaştırılması esası değil, her bir sorumlunun zarar verici sonucun doğumundaki katkısı esas alınması gerekir. Bu husus kazanın meydana gelmesinde araç sistemindeki arızanın işletme tehlikesine nazaran ağırlıklı etken unsur olabileceği durumlarla karşılaşılabileceği sonucuna yol açmaktadır. Bu halde üreticinin sorumluluğunun işleten lehine genişlediği sonucuna varılabilir. Örneğin, sürüşün sisteme bırakılmasından sonra kar yağması ve sistemin hava şartlarını doğru değerlendirmemesi nedeniyle sürücüye sürüşü devralma imkanı vermeksizin trafik güvenliğini tehlike atan manevra yapması, aracın yol dışına çıkarak ağaca çarpması ve sürücünün yaralanması halinde görülebilir. Bu halde işletme Karaca Çetin, ‘Karayolları Trafik Kanununda Hukuki Sorumluluk (Türk, İsviçre ve Alman Hukukları Karşılaştırmalı) , (Doktora tezi, İstanbul Üniversitesi 2015) 351 vd58  Probst, 78; işletenle birlikte olağan sebep sorumlusunun da zararın tazmininden müteselsil sorumlu olduğu ihtimalde işletme tehlikesi ile objektif düzensizliğin zararın paylaştırılmasında gözönüne alınacağı yönünde bkz. ibid 78, 46-47.59  Yapı malikinin kusursuz sorumluluğu ile işletenin sorumluluğu hususundaki paylaştırmayı gözönüne alarak aynı sonuca ulaşan değerlendirme için bkz ibid 78, 46-47.60  Ürün sorumluluğuna ilişkin herhangi bir ifadeye yer vermemekle birlikte olağan sebep sorumluluğu ile işletenin sorumluluğunun yarıştığı ihtimalde aynı yönde bkz Yılmaz, 294; Probst, 46-47; Nomer, 45.61  Probst, 47-77; Genel olarak sorumluluğu artırıcı etkenler olmadığı sürece, olağan sebep sorumlusu olan hayvan bulunduran ile otonom olmayan tipik araç işletenin kazadan sorumlu olduğu halde, zararın paylaştırılmasında 10/15 işletene, 5/10 hayvan bulundurana sorumluluk yüklenebilir. (Bkz BGE 108 II 51) İşletme tehlikesinin daha düşük derece belirlenebileceği gözönüne alındığında, işletene 9/15, hayvan bulundurana ise 6/15 oranında sorumluluk paylaştırılabilir. Bkz ibid, 47. 177İstanbul Hukuk Mecmuası 77/1tehlikesi mevcut olmakla birlikte kazanın oluşmasında ağırlıklı etken sistemin doğru değerlendirmede bulunmaması ve bu hususta sürücüyü uyarmamasıdır. Hatta bu halde sürüşü devralması gerektiği sürücünden beklense dahi sistem bu halde devralmaya izin vermezse sürücünün kusurlu olduğundan da bahsedilemez. Bu halde sorumluluk işleten ve ürün sorumlusu arasında paylaştırılacaktır. Zarar görenin zararının tazmini noktasında, arıza işletme tehlikesi içerisinde yer alacak olsa da gerek sorumlulukların paylaştırılmasında gerekse rücuda iç ilişki bakımından zararın paylaştırılmasında, işletene nazaran ürün sorumlusu zararın tazmininden daha yüksek oranda sorumlu olmalıdır.  Zira  örnekte  de  görüleceği  üzere,  kazanın  oluşmasında  sistemdeki arıza işletme tehlikesinden daha ağırlıklı bir etkendir. Bu nedenle zararın tazmini bakımından sorumluluğunun ağırlıklı kısmı ürün sorumlusu üzerinde bırakılmalıdır. Bundan ayrı olarak işletme tehlikesinin objektif düzensizliğe nazaran daha ağırlıklı etken olarak değerlendirilebileceği durumlar da ortaya çıkabilir. Bu halde artık zararın tazmininden işleten, ürün sorumlusuna nazaran daha yüksek oranda zararın tazmininden sorumlu olacaktır. 4. İşletenler Arasında Zararın Paylaştırılmasına EtkisiKTK  m  88  II  c  2 e  göre,  birden  fazla  işletenin  sorumlu  olduğu  ihtimalde, özel durumlar ve özellikle araçların işletme tehlikeleri, zararın iç ilişkide farklı şekilde paylaştırılmasını haklı göstermedikçe, işletenler kusurları oranında zarara katlanacaktır. KTK m 89 I de ise, birden fazla işletenin karıştığı kazada, yani sorumlulukların çatıştığı ihtimalde işletenlerden birinin uğradığı bedensel zararın diğeri tarafından tazmininde gözönüne alınması gereken hususlar KTK m 88 II c 2 de  belirtilenle  aynıdır.  Bu  kapsamda  işletenler  arasında  hem  sorumlulukların çatışmasında hem de iç ilişkideki rücu sorununda, otonomlaştırılmış aracın karıştığı kazada, kural olarak, her iki aracın ortaya çıkardığı tehlike genel itibariyle bir birine  eşit  değerlendirilecek,  paylaşım  oranı  işletenlerin  ve/veya  eylemlerinden sorumlu oldukları kişilerin kusurlarına göre farklılaşabilecektir. Bu halde 5. seviye otonomlaştırılmış araçlar hariç, otonomlaştırılmış aracın nihai kontrolünün sürücüde olmasının gerektiği gözönüne alındığında, işletenin/ işletenin eylemlerinden sorumlu olduğu kişilerin kusurlu olup olmadığına göre, işletenler arasında zarar paylaşım oranı belirlenecektir. Ancak biri tipik araç diğerinin otonomlaştırılmış araç olduğu ihtimalde otonomlaştırılmış araç işletenin sorumluluğu bakımından işletme tehlikesi diğerine göre daha düşük oranda belirlenebileceği gözardı edilmemelidir.Otonomlaştırılmış  aracın  işleteninin  ve/veya  işletenin  eylemlerinden  sorumlu olduğu kişilerin kusuru mevcut ise, bu kusur ek kusur olarak değerlendirilip işletenin 62  Sorumlulukların çatışması bakımından aynı yönde bkz. Probst, 50-51; rücu bakımından aynı yönde bkz Probst, 48; tipik araç ile motorsikletli sürücünün karıştığı kazada, ağır kusurlu motorsikletli sürücünün %75 oranında, hız ve süratini ayarlayamayan araç sürücünün ise %25 kusurlu olduğu yönünde Yargıtay kararı için bkz Y. 17 HD. 232/11232, 4. 12 2017 (Kazancı) 63  Ibid 48-49.178Pekmez / Alman Karayolları Trafik Kanunu nda 20 Haziran 2017 de Yapılan Değişiklikler Çerçevesinde Türk/ İsviçre Hukuku nda ...sorumluluğu bakımından bu oranı arttırabilecektir. Bunun yanında özel durumlar ve özellikle işletme tehlikeleri farklı şekilde paylaştırmayı haklı kılmadıkça ifadesi, kusur ve işletme tehlikesi yanında, sistemden doğan arızaların meydana gelmesi araçta  bozukluk  olarak  değerlendirilecek,  sorumlulukların  çatışmasında  ve  bir işletenin diğerine rücunda işletenlerin sorumluluğu bakımından işletme tehlikesini arttırabilecektir. Örneğin aynı hız ve ağırlıkta tipik ve otonomlaştırılmış aracın karıştığı kazada, kazanın otonomlaştırılmış araçtaki sistemin var olmayan bir riski varmış gibi kabul ederek sürücünün kontrol edemeyeceği şekilde yanlış manevra yapması  durumunda,  otonomlaştırılmış  aracın  ortaya  çıkardığı  işletme  tehlikesi sistemdeki arıza nedeniyle daha yüksek belirlenecektir. 5. İşleten ile Kusurlu Sorumlu Arasında Zararın Paylaştırılmasına EtkisiTipik araçlarda olduğu gibi otonomlaştırılmış araçların karıştığı kazada, işletenin yanında,  kusurlu  sorumlu  olan  kişiler  arasında  sayılabilecek  yayalar,  bisiklet sürücüleri veya aracın sürücüsü de üçüncü kişiye verilen zararlardan dolayı işletenle birlikte sorumlu olabilir. Genel olarak, sorumluluğu artırıcı etkenler olmadığı sürece, tipik aracı işleten ile kusurlu sorumlu arasında zararın paylaştırılmasında, işletenin ve kusurlu sorumlunun kusuru eşit ise, işleten ve kusurlu sorumlu yarı yarıya sorumlu olabilir. Ancak otonomlaştırılmış araç ile kusurlu sorumlu arasında bu oran araç işleten lehine değişebilecektir. Bu halde %45 işleten %55 kusurlu sorumlu zararı paylaşacaktır. Her somut olayın özelliğine göre bu oranlarda değişiklik sözkonusu olabilir.Zararın  tazmininden  işleten  işletme  tehlikesi  nedeniyle  sorumlu  olduğu  ve kusur sorumlusunun kusurunun ağır olduğu ihtimalde, genel olarak %75 oranda kusurlu  sorumluya,  %25  ise  işletene  zarar  paylaştırılabilir.  İşletenin  aracı otonomlaştırılmış ise bu oran işleten lehine daha hafif takdir olunabilir. Bu halde zararın  paylaştırılmasında  kusurlu  sorumluya  %80,  işletene  ise  %20  oranında zarar paylaştırılabilir. Örneğin yayaların ve bisikletlilerin çıkabileceği karayolunda kurallara uygun şekilde seyreden tipik aracın kusursuz sürücüsü, illiyet bağının kesilmesine neden olmayacak ağırlıkta kusurlu olan ve yola çıkan bisikletli sürücüye çarpar. Bisikletli sürücü yaralanır. Bu halde herhangi bir sürücüden içinde bulunduğu durumda bisikletliyi fark etmesi kendisinden beklenemese dahi, otonom aracın 64  KTK m. 89 II işletenler arasında, eşyaya gelecek zararlardan dolayı sorumluluğu düzenlemiştir. Hükümde işletenler arasındaki eşyaya gelecek zararlardan dolayı işletenin sorumluluğu bir tehlike sorumluluğu olarak kararlaştırılmamıştır. Bu neden işletenin sorumluluğu bakımından belirttiğimiz işletme tehlikesi bu hususta dikkate alınmayacaktır. Ancak otonomlaştırılmış araçlar bakımından da işletenin ve/veya eylemlerinden sorumlu olduğu kişilerin kusurunun olup olmamasına göre zararın tazmininden işletenin sorumlu olup olmadığı belirlenecektir. Bkz Ibid 51-51; Nomer, 49.65  Probst, 47-48.66  İsviçre Federal Mahkemesi, bir kararında yolda 80-90 km hızla kontrollü bir şekilde seyreden aracın yola çıkan sarhoş bir yaya çarpması nedeniyle doğan zarardan yayanın tek başına sorumlu olacağına hükmetmiştir. Bkz BGE 85 II 516; tipik araçlar bakımından işleten ve kusur sorumlusunun birlikte zararı paylaşım oranları için bkz. Yılmaz, 232.67  Bu husus, sürücünün sürüşü devralmasının kendisinden beklenebilirliğiyle de ilgilidir. 179İstanbul Hukuk Mecmuası 77/1sensörleri  bisikletli  sürücünün  ortaya  çıkaracağı  riski  analiz  ederek,  durma  ve manevra konusunda kazayı önleme ve/veya riski minumum düzeye indirmek için gerekli sürüş faaliyetini yürütebilecektir. Buna rağmen kaza ortaya çıkarsa bu halde işletme tehlikesi daha düşük oranda değerlendirilmelidir. Herhalde sürücünün kusuru olmadığı ihtimalde ona rücu edilemeyecektir.Sürücü ile işleten arasında rücu bakımından ise, zarar, sürücünün aracın işletme tehlikesine  katlanmasının  kendisinen  bekleneceği  derecede  ağır  kusurundan doğmuşsa  bu  halde,  sürücü  işletme  tehlikesinden  yararlanamayabileceği  ve zararın tamamına katlanacağı söylenebilir. Örneğin, sürücünün sürüş sırasında uyuyakalması ve aracın karayolu dışına çıkarak takla atmasında olduğu gibi. Örnekte görülen durum otonomlaştırılmış araçlar bakımından da sözkonusu olabilir. 3. ve 4. seviye otonomlaştırılmış araçlarda sürücünün uyuyakalması, sürücünün sürüş faaliyetinin aksamadan yürümesi için sürüşü izleme ve kontrol yükümlülüğüne aykırı davrandığını ve ağır kusur teşkil ettiği hususunda değişikliğe neden olmayacaktır. Özellikle 4. seviye otonomlaştırılmış araçlarda sürüşün kontrolünü devralmadığı ihtimalde dahi aracın riski en aza indirecek şekilde sürüşü gerçekleştirebilecek durumda olması, bu nevi aracın karıştığı kazada sürücünün hukuka aykırı ve kusurlu davrandığı sonucunu etkilemeyecektir. Bu halde zararın tamamını tazmin eden işleten ve/veya sigortacı sürücüye zararın tamamının tazmini için başvurabilecektir.Ancak bazı hallerde sürücü kusurlu olsa dahi işletme tehlikesinden yararlanabileceği durumlar ortaya çıkabilir. Özellikle zarar, araçtaki arızadan doğmuşsa, teknik arıza işletenin sorumluluğunu arttırıcı bir etken olarak değerlendirilebileceğinden bu halde, sürücünün işletme tehlikesinden yararlanabileceği söylenebilir. Örneğin bu halde otonomlaştırılmış aracın karıştığı ve sürücünün yaralandığı kazada, sistemin sürüşü devralması yönünde sürücüyü beklenilenden geç uyarmasına rağmen sürücünün sürüşü devralmayarak kusurlu davrandığı halde, ağır kusurlu sürücü hem işletme tehlikesinden hem de araçtaki teknik arızadan yararlanarak işletenin sorumluluğuna başvurabilecektir.  Bu  halde  işleten  ayrıca  ödediği  tazminatı  ürün  sorumlusuna da  rücu  edebilecektir.  5.  seviye  otonomlaştırılmış  araçlarda  bir  sürücüden bahsedilemeyeceğinden, bu nevi araçların karıştığı kazada, kaza ister teknik arıza isterse  sadece  işletme  tehlikesinden  doğsun  işleten  herhalde  araç  içindekilerin uğradığı zararların tamamından sorumlu olacaktır.SonuçOtomotiv endüstrisindeki gelişmeler gözönüne alındığında, beş seviyeden oluşan otonomlaştırma seviyelerinden bahsedilebilecektir. Bu seviyeler Alman Karayolları Trafik  Kanunu ndaki  düzenlemede  görüleceği  üzere  hukuki  bakış  açısından  da 68  Ayrıca bkz ibid 234-236.69  Yılmaz, 235-236.180Pekmez / Alman Karayolları Trafik Kanunu nda 20 Haziran 2017 de Yapılan Değişiklikler Çerçevesinde Türk/ İsviçre Hukuku nda ...korunmaya çalışılmıştır. Bu kapsamda Alman Karayolları Trafik Kanunu özellikle 3. ve 4. seviye otonomlaştırılmış araçları düzenlemesine konu yapmıştır. 5. seviye otonomlaştırılmış araçların ise trafiğe çıkış süreci diğer seviyelere nazaran erken dönemde tamamlanabilir görünmemektedir. Bu nedenle 5. seviye otonomlaştırılmış araçlar düzenleme dışı bırakılmıştır. Alman  Hukuku nda  mevcut  Alman  Karayolları  Trafik  Kanunu na  eklenen düzenlemelerle, 3. ve 4. seviye otonomlaştırılmış motorlu taşıt tanımı yeniden ele alınmış bu çerçevede sürücü ile bu motorlu taşıtlar arasındaki ilişki düzenlenmiştir. Alman Hukuku nda bu araçların ortaya çıkardığı zararların tazmininden işletenin sorumlu olacağı hususunda herhangi bir değişiklik olmamakla birlikte, sürücü ile otonomlaştırılmış motorlu taşıt arasındaki ilişki net çizgilerle belirlenmiştirÖzellikle Türk Hukuku nda KTK da yer alan motorlu taşıt tanımında her seviyede otonomlaştırılmış araçların özellikleri gözönüne alındığında herhangi bir değişikliğe gerek yoktur. Bunun yanında 3. ve 4. seviye otonomlaştırılmış araçlarda bir sürücünün varlığından bahsedileceğinden ve nihai hakimiyet sürücüde olacağından KTK da yer alan sürücü tanımında da herhangi bir değişikliğe gerek yoktur. Ancak 5. seviye otonomlaştırılmış araçlarda artık bir sürücüden bahsedilemeyeceğinden KTK daki sürücü tanımı bu nevi otonomlaştırılmış araçları kapsamayacaktır. Alman Hukuku nda olduğu gibi Türk ve İsviçre Hukuku nda da otonomlaştırılmış araçların karıştığı kazada, ortaya çıkan zarardan, bu araçları işletenlerin sorumlu olacağı  hususunda  bir  değişiklik  ortaya  çıkmayacaktır.  Kaza  otonomlaştırılmış araçtaki teknik arızadan kaynaklandığı ihtimalde, işleten, kendisini sorumluluktan kurtaracak unsurlara dayanamayacak zarar görene karşı zararın tazmininden sorumlu olmaya devam edecektir. Bu açıdan da belirtilenler ışığı altında, işletenin sorumluluğu bakımından ne sorumluluktan kurtulma ne de tazminatın belirlenmesi bakımından, kanunda revizyonu gerektirecek bir hukuki değişikliğe ihtiyaç olmadığı sonucuna varılabilir. Ancak  otonomlaştırılmış  araçların  trafige  çıktığı  ihtimalde  özellikle  işletme tehlikesi  bakımından  ayrıca  bir  değerlendirme  yapılması  gerekebilir.  İşletenin sorumluluğunu arttırıcı etkenler mevcut olmadığı sürece otonomlaştırılmış araçların karıştığı kazada işletenin sorumluluğu bakımından işletme tehlikesinin daha düşük oranda belirlenebileceği sonucuna varılmıştır. Bunun yanında sürücünün kusurlu hukuka  aykırı  davranışının  var  olup  olmadığının  belirlenmesi  bakımından  da aracın otomlaştırılmış olup olmaması, otonomlaştırılmış ise aracın özelikleri ve otonomlaştırma seviyesi gözönüne alınması gereken bir etken olacaktır.Zarar görenin uğradığı zararı tazmin eden sigortacı, zararın ortaya çıkmasında etkisi olan kişilere, özellikle KTK daki ilgili hükümler gereği kusursuz sorumlu 181İstanbul Hukuk Mecmuası 77/1işletene, kusuru varsa sürücüye, kusursuz sorumlu üreticiye rücu edebilecektir. Bu hususta Türk Hukuku bakımıdan üreticinin sorumluluğuna ilişkin kanuni düzenleme yapılmasına ilişkin ihtiyaç otonomlaştırılmış araçların trafiğe çıkmasıyla kendisini daha fazla gösterecektir. Bu nedenle bu araçların trafiğe çıkmasından önce üreticinin sorumluluğuna ilişkin ürün güvenliğini sağlayan bir kanundan ziyade Alman ve İsviçre  Hukukları nda  olduğu  gibi  ürün  sorumluluğunu  düzenleyen  bir  kanuni düzenleme yapılması gerekmektedir.Finansal Destek: Yazar bu çalışma için finansal destek almamıştır.182Pekmez / Alman Karayolları Trafik Kanunu nda 20 Haziran 2017 de Yapılan Değişiklikler Çerçevesinde Türk/ İsviçre Hukuku nda ...",
     "Kaynakça": "Antalya G., Borçlar Hukuku Genel Hükümler ( Beta 2012).Balke R., ‘Automatisiertes Fahren Begriffbestimmungen und haftungsrechtliche Fragestelllungen im Zusammenhang mit dem automatisierten Fahren  (2018) (1) SVR, 5 8.Berndt S, ‘Der Gesetzentwurf zur Ӓnderung des Straßenverkehrsgesetzes ein Überblick, Das automatisierte Fahren auf dem Vormasch  oder doch nur ein Schnellschluss? , (2017) SVR 121127.von Bodungen B and Hoffmann M, ‘Autonomes Fahren  Haftungverschiebung entlang der Supply Chain? (1. Teil) , (2016) (10) NZV 449 454.Burmann M, Heß R, Hühnermann K and Jahnke J, Straßenverkehrsgesetz Kommentar 3. Teil, (25 Aufl, Beck 2018).Çekin M S, ‘Otonom Araçlar ve Hukuki Sorumluluk , (2018) (33) TAAD 283 301.Gasser T M, ‘Rechtsfolgen zunehmender Fahrzeugautomatisierung , Berichte der Bundesanstalt für Strassenwesen (BASt), (Heft 83, Fachverlag NW in der Carl Ed. Schünemann KG, 2012).Gasser T M, ‘Grundlegende und spezielle Rechtsfragen für autonome Fahrzeuge  in Markus Maurer, Christian Gerdes, Barbara Lenz and Hermann Winner (eds), Autonomes Fahren (Springer 2015) 544 573.Jӓnich V M, Schrader P T and Reck V, ‘ Rechtsprobleme des autonomen Fahrens , (2015) (7) NZV 313 318.Kelep Pekmez Tuba, ‘Otonom Araçların Kullanımından Doğan Cezai Sorumluluk: Türk Hukuku Bakımından Genel Bir Değerlendirme , (2018) (2) Ceza Hukuku ve Kriminoloji Dergisi 173195.Kırca Ç, Ürün Sorumluluğu, (Banka ve Ticaret Hukuku Araştırma Enstitüsü, 2007).Kulaklı E, Ürün Sorumluluğu ve Ayıp Kavramı, (On iki Levha, 2009).Kupferschmied B D, ‘Autonome Fahrzeuge  Die Haftung im Strasssenverkehr der Zukunft , (2015) HAVE 356  366.Kütük Markendorf M E and Essers D, ‘Zivilrechtliche Haftung des Herstellers beim autonomen Fahren Haftungsfragen bei einem durch ein autonomes System verursachten Verkehrsunfall  (2016) (1) MMR 22 26.Lange  U,  ‘Automatisiertes  und  autonomes  Fahren   eine  verkehrs ,  wirtschafts ,  rechtlichepolitische Einordnung , (2017) (8) NZV 345 352. Lohmann M F and Rusch A,   Fahrassistenzsysteme und selbstfahrende Fahrzeuge im Lichte von Haftpflicht und Versicherung ,(2015) HAVE 349 355.Melinda Lohmann M and Müller  Chen M,  Selbstlernende Fahrzeuge eine Haftungs analyse , (2017) SZW 48 58.Lutz L S, ‘Autonome Fahrzeuge als rechtliche Herausforderung , (2015) (3) NJW 119  124.Meier P M, ‘Bringt automatisierte Fahrt auch Wohlfahrt? , (2018) (1) Strassenverkehr 49 56.Nomer H N, ‘2918 Sayılı Karayolları Trafik Kanununa Göre Motorlu Araç İşletenin Hukuki Sorumluluğu , (1992) (1 2 3) İstanbul Barosu Dergisi (ayrı bası) 1  54.Oğuzman K and Öz T, Borçlar Hukuku Genel Hükümler (C. II, 13 edn. Vedat 2017).Oftinger K and Stark E W, Schweizerisches Haftpflichtrecht, Bd. II/2, Besonderer Teil, Zweiter Teilband,  Gefӓhrdungshaftungen:  Motorfahrzeughaftpflicht  und  Motorfahrzeughaftpflichtversicherung, (4. Aufl, Schulthess 1989). 183İstanbul Hukuk Mecmuası 77/1Probst  T,  ‘Die  Benutzung  (teil )  autonomer  Motorfahrzeuge  im  Strassenverkehr  aus haftpflichtrechtlicher Sicht/ I. V.  in Thomas Probst and Franz Werro (eds), StrasssenverkehrsrechtsTagung 21.  22. Juni 2016, (Schulthess 2016) 1 83.Rusch Arnold E, ‘Haftpflichtrecht  Wichtige Urteil  in Thomas Probst and Franz Werro (eds), Strassenverkehrsrechts   Tagung 21.   22. Juni 2016 (Schulthess 2016) 259 299.Serozan R, ‘Tüketiciyi Koruma Kanunu Değişikliğinin Artıları ve Eksileri , (2003) 61 ( 1 2) İÜHFM 339 356. Smith B W, ‘Automated Driving and Product Liability , (2017) (1) Michigan State Law Review 1 74.Yıldırım  F,  ‘Türk  Hukukunda  İlaç  Üreticisinin  İlacın  Ayıplarından  Sorumluluğu   Erciyes Üniversitesi Hukuk Fakültesi I. Sağlık Hukuku Sempozyumu 8 9 Mayıs 2009 19 36. Yılmaz H, Karayolları Trafik Kanunu na Göre Motorlu Araç İşletenin Hukuksal Sorumluluğu (Vedat 2014). Yetim S, ‘Sürücüsüz Araçlar ve Getirdiği/ Getireceği Hukuki Sorunlar , (2016) (1) Ankara Barosu Dergisi, 127 184.184"
}