{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": " ",
     "Ay": " ",
     "Yıl": "2021",
     "Cilt": "79",
     "Sayı": "3",
     "Başlık": " ",
     "Title": [
          20,
          "Savaş hukuku, Silahsızlanma, Uluslararası insancıl hukuk, Uzay güvenliği, Uzay sürdürülebilirliği, Uzay hukukuThe Relationship between Space Law and International Humanitarian Law"
     ],
     "Yazar İsmi": [
          10,
          "Kabul: 30.12.2020Uzay Hukuku ve Uluslararası Insancıl Hukuk IlişkisiZeynep Selin Balcı"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Savaş hukuku, Silahsızlanma, Uluslararası insancıl hukuk, Uzay güvenliği, Uzay sürdürülebilirliği, Uzay hukuku"
     ],
     "Keywords": [
          "Disarmament, International humanitarian law (IHL), Space law, Space security, Space sustainability, The law of war"
     ],
     "Özet": "Uluslararası hukukun biri eski diğeri yeni iki hukuk dalı, uluslararası insancıl hukuk / insancıl hukuk (IHL) ve uzay hukuku, arasında ortaya çıkarılması önemli bir ilişki bulunmaktadır. Uzay çağının başlaması ve teknolojinin gelişmesi ile birlikte gerçekleşme ihtimali de artan uzay savaşları düşünüldüğünde, uzay hukukunun tek başına yeterli olmayacağı ortadadır. Uzay hukukunda uzayın güvenliğinin sağlanması ve silahsızlanmanın tesis edilmesi halihazırda mümkün olmadığı için uzayın dahil veya direk parçası olacağı bir savaş durumunda uygulanması gereken hukuk kurallarının saptanması önemli bir gerekliliktir. Başlıca uzay güçlerinin, uzay hukukunun bir parçası olan Ay Antlaşması nı tanımaması ve daha da önemlisi, antlaşma hükümlerine uymayan davranışlarda bulunmasının uzayı kapsayacak savaş ihtimalini arttırması da, uzay savaşına / askeri uzay operasyonlarına dair kuralların belirlenmesinin acil ve önemli olduğunu göstermektedir. Bu bağlamda savaş sırasında uygulanması gereken kuralları oluşturan uluslararası insancıl hukukun askeri uzay operasyonlarında uygulanması ihtimalinin, bu iki hukuk dalının ilişkisini nasıl şekillendireceği sorusu da çözümsüz bırakılmamalıdır. Bu çalışmanın amacı da; uluslararası insancıl hukuk normlarının askeri uzay operasyonlarında uygulanıp uygulanamayacağını tartışmak ve aralarındaki ilişkinin uluslararası hukuk kapsamındaki doğasını ortaya çıkararak, askeri uzay operasyonları durumunda hangi hukukun üstün ve uygulanması gereken normları olduğunu tespit etmektir. Bu bağlamda çalışmada, bu iki uluslararası hukuk dalının gelişim süreçleri ve önemli problemleri tartışılmış ve askeri uzay operasyonları durumunda, uluslararası insancıl hukukun uygulanması gerekliliği ve bundan hareketle, iki uluslararası hukuk dalı arasındaki ilişkide uluslararası insancıl hukukun kapsayıcılığı ortaya konmuştur.",
     "Abstract": "There is an important relationship between International Humanitarian Law (IHL) and Space Law, one old and one comparatively new branch of International Law. Considering that wars in space are more likely to take place with the beginning of the space age and technological development, it is obvious that space law alone will not be sufficient. It is now an important necessity to determine the rules of law to be applied in case of a war in which space is either directly or indirectly included as it is currently not possible to provide space security nor disarmament by the outer space law. The non-recognition of the Moon Treaty, a part of space law, and non-compliance with its provisions by major space powers increase the possibility of war in space and this shows the urgency and importance to determine rules for space wars/military space operations. In this context, how possible application of IHL, rules to be applied in war, in military space operations would shape the relationship between IHL and space law should not be left unresolved. The aim of this study is to determine which law is superior and to be applied, by discussing the applicability of IHL in military space operations and looking at the very nature of the relationship between IHL and space law under international law. This study examines the development processes and problems of these two law branches and presents the necessity of applying IHL in military space operations and that IHL is more comprehensive in comparison to space law.",
     "Metin": "Uluslararası  sistemde,  uluslararası  hukuk  kuralları  dönüşüm  geçirmiştir. Uluslararası hukukun temel parçası olan savaş hukuku da, 1850lerde yazılı hale gelmeye başlamış ve tamamen yazılı hale gelmesi 1977 de gerçekleşerek Uluslararası İnsancıl Hukuk adını almıştır. Sistemdeki bir diğer dönüşüm ise 1957 de insanlığın ilk uzay teması ile uzayın, dünyadaki teknolojik gelişmelerin hedefi ve kaynağı olması  ve  devletlerin  rekabet  alanı  haline  gelmesiyle  başlamıştır.  Uluslararası sistemdeki ve hukuk kurallarındaki gelişmeler sonucu, devlet egemenliğine dayalı sistemin ve insan hakları gibi temel kuralların yeniden şekillendirilmesi, ayrı bir uzay hukukunun oluşturulması gerekliliği oluşmuştur. Uzay hukukunun oluşturulması da, BM çatısında tartışılan kararlar ve imzalanan antlaşmalar ile sağlanmıştır. Bu bağlamda, uluslararası hukukun iki alt dalı olan uzay hukuku ile uluslararası insancıl hukukun ilişkisi de ortaya çıkmaya başlamıştır. Olası uzay savaşlarında uyulması gereken kurallar ve savaş sırasında uygulanacak kuralların hangi hukuka tabi olduğu önemli hale gelmiştir. Bu çalışma, uzay hukuku ile uluslararası insancıl hukuk arasındaki ilişkinin doğasının nasıl olduğu sorusunu sormuştur. Bu soruya cevap bulabilmek amacıyla çalışmada, uluslararası insancıl hukukun uzayda da uygulanabileceği kabul edilerek, iki uluslararası hukuk dalının ilişkisi ortaya çıkarılmıştır. Bunun için de, öncelikle iki hukuk dalının tarihi ve önemli gelişmeleri açıklanmış; ardından birlikte uygulanma durumları tartışılarak ilişkilerinin doğası ifade edilmiştir. I. Uluslararası İnsancıl HukukUluslararası  insancıl  hukuk,  silahlı  çatışmalarda uyulması  gereken  kuralların yazılı halde uluslararası hukuk kapsamına girmesi ile başlamıştır. İlk defa 1856 Paris Bildirisi ile deniz savaşlarına dair kurallar konmuştur.2 Devletler arasındaki yoğun silahlı çatışmalara ilişkin kuralların Savaş Hukuku olarak uluslararası hukuka dahli ise 1864 Savaş Alanında Yaralıların Durumunun İyileştirilmesi Sözleşmesi (Birinci Cenevre Sözleşmesi)4 ile gerçekleşmiş ve 1907 Lahey Sözleşmeleri ile bütün halini almıştır. 1  1856 Paris Declaration Respecting Maritime Law, < https://ihl-databases.icrc.org/applic/ihl/ihl.nsf/Article.xsp?action=openDocument&documentId=473FCBFDCCBC63CD1492D>.2  Ayşe Nur Tütüncü, İnsancıl Hukuka Giriş (Beta 2019) 1-3.3  Özden Sav, Uluslararası İnsancıl Hukuk Açısından Savaş ve Barış Hukuku (TBB 2015) 7-8.4  1864 Geneva Convention, <https://www.icrc.org/en/doc/resources/documents/treaty/geneva-convention-1864.htm>.2082Balcı / Uzay Hukuku ve Uluslararası İnsancıl Hukuk İlişkisiA. Uluslararası İnsancıl Hukukun GelişimiDevletlerin silahlı çatışmalarda uyulmak üzere kabul ettiği kurallar, 19. yüzyıldan itibaren devletlerin iç hukukuna, devletler arası antlaşmalara ve tartışmalara girmeye başlamıştır. 1856 Paris Bildirisi nde korsanlığın yasaklanmasından sonra, ABD in iç hukukunda düzenlenen ve kendi askerleri için  askeri zorunluluk  kuralını belirlediği 1863  Lieber  Kodu  düzenlenmiştir.5  Kıta  Avrupası nda  ise  İtalyan  bağımsızlık savaşı sırasında Solferino dayken şahit olduklarından etkilenerek, savaş sırasında yaralanan  ve  savaşamayacak  durumdaki  askerlerin  tedavileri  için  bir  inisiyatif başlatan İsviçreli Henry Dunant,6 beş kişilik bir ekip kurarak, Avrupa devletlerini 1863 te Cenevre de düzenlenen konferansa katılmaya davet etmiştir.7 Başlangıçta konferansa gayri resmi temsilciler göndermiş Avrupa devletleri, 1863 te Uluslararası Kızıl Haç Komitesi (ICRC) kurulduktan sonra, ancak 1864 te resmi temsilcilerini de göndermiştir.8 Konferans sonunda imzalanan Birinci Cenevre Sözleşmesi ile savaşan tarafların yaralı ve savaşamaz durumdaki askeri personeli için ilk hukuki düzenleme yapılmış ve bugün Uluslararası İnsancıl Hukuk (IHL) olarak bilinen düzenlemelere giden  süreç  başlamıştır.9  Bu  sayede  bir  uluslararası  konferansta,  Uluslararası Kızıl  Haç  Komitesi(ICRC) nin  kurulmasına  vesile  olan  anlayışın  tartışıldığı ve kabule bağlandığı savaşın kuralları belirlenmiştir. Bunu takiben 1868 de St. Petersburg Bildirisi, muharebe alanlarında belli ağırlıktaki mermilerin kullanımını yasaklamıştır.10 ICRC nin savaş hukuku ilkelerine savaş alanında çalışan ve gönüllü sağlık  personelinin  tarafsızlığını  dahil  ettirdiği  1874  Brüksel  Deklarasyonu  ise imzaya açılmamıştır.11 ICRC ye ek, ulusal Kızılhaç ve Kızılay Dernekleri nin kurulması ve antlaşmalar ile gelişen savaş hukuku, insanın korunmasına atfettiği önem gereği 1950lerde Uluslararası İnsancıl Hukuk adını almıştır.13 Bu düzenin tam anlamıyla yazılı hale 5  Tütüncü (n 2) 5.6  Henry Dunant, Un Souvenir de Solferino (CICR 1862) 83-90 7  Martha Finnemore, National Interests in International Society (Cornell Uni Press 1996) 73-80.8  Seha L. Meray, Devletler Hukukuna Giriş CI. (3. Bası, AÜSBFY 1968) 54.9  ICRC ‘Fundamentals of IHL  <https://casebook.icrc.org/law/fundamentals-ihl> Erişim Tarihi 15 Ekim 2019; Hüseyin Pazarcı, Uluslararası Hukuk (Turhan 2005) 522.10  1868 St Peterburg Declaration, <https://ihl-databases.icrc.org/ihl/full/declaration8>; Kızılay ve ICRC, Uluslararası İnsancıl Hukuk (2014) 3; Sav (n 3) 53.11  1874  Brussels  Declaration,  <https://ihl-databases.icrc.org/ihl/INTRO/135>;  Sağlık  personelinin  tarafsızlığı  ve dokunulmazlığı, 1949 da sağlanabilmiştir. Finnemore (n 7) 78, dipnot 23. 12  Çalışmada buradan itibaren  insancıl hukuk  olarak kullanılacaktır.13  Pazarcı (n 9) 522.2083İstanbul Hukuk Mecmuası 78/4gelmesi (kodlaşması), 1949 Cenevre Hukuku ile 1899/1907 Lahey Hukukunu birleştiren 1977 Cenevre Sözleşmeleri Ek Protokolleri ile gerçekleşmiştir. Bu sayede insancıl hukukun gövdesini;  savaşa katılmayan veya savaş dışı kalmış askeri personeli ve siviller gibi muhasamata aktif olarak dahil olmayan kişileri korumak  için oluşturulan Cenevre Hukuku ve  askeri operasyonların yönetiminde muhariplerin hak ve yükümlülüklerini belirlemesinin yanında düşmana zarar verme yöntemlerini sınırlandıran  Lahey Hukuku oluşturmuştur.17İnsancıl hukukun düzenlenmesindeki önemli hukuki metinler şunlardır:1899 Uluslararası Uyuşmazlıkların Barışçı Yollarla Çözümüne İlişkin I. Lahey Sözleşmesi;1899 Kara Savaşlarındaki Kural ve Örflere İlişkin II. Lahey Sözleşmesi; 1906 Cenevre Savaş Alanında Yaralıların ve Hastaların Durumunun İyileştirilmesi Sözleşmeleri; 1907 Kara Savaşlarına İlişkin II. Lahey Sözleşmeleri;1948 Soykırım Suçunun Önlenmesi ve Cezalandırılması Sözleşmesi;1949 Harp Zamanında Sivil Şahısların Korunması Hakkındaki Cenevre Sözleşmesi1977 Cenevre Sözleşmeleri Ek Protokolleri 1980  Belirli  Konvansiyonel  Silahlar  Sözleşmesi  (CCW)  (Silahsızlanma Konferansı)1993 Paris Kimyasal Silahlar Sözleşmesi1997 Ottawa Antipersonel Mayınlar Sözleşmesi1998 Uluslararası Ceza Mahkemesi Roma Statüsü2001 CCW 1. maddesinde Uluslararası Nitelikte Olmayan Silahlı Çatışmaları kapsayan değişiklik14  1864  Birinci  Cenevre  Sözleşmesi ne  1949 da  eklenen  Cenevre  Sözleşmeleri nin  oluşturduğu  bütün,  Cenevre Hukuku olarak kullanılmıştır. Bu sözleşmeler bütünü,196 ülkenin taraf olması ile evrensel statüye sahiptir. 1949 Cenevre  Sözleşmeleri,  <https://ihl-databases.icrc.org/applic/ihl/ihl.nsf/1a44fbbbbec63fb6f/bec4acaecc63cd2ac> Erişim Tarihi 15 Ara 2019; Treaties, State Parties and Commentaries: <https://ihldatabases.icrc.org/applic/ihl/ihl.nsf/States.xsp?xp_viewStates=XPages_NORMStatesParties&xp_treatySelected=380>. 15  Lahey Hukuku, savaş yöntemleri ve işleyişine dair kurallara yönelik 1899 ve 1907 de imzalanan 13 sözleşmenin birleşiminden oluşur. Lahey Sözleşmelerinin tümünü kapsayacak şekilde Lahey Hukuku olarak adlandırılır. The Law of Hague,  <https://casebook.icrc.org/glossary/law-hague#:~:text=As%20opposed%20to%20the%20 law,Conventions%20of%201899%20and%201907.>16  1977 Cenevre Sözleşmeleri Ek Protokolleri için bknz. <https://ihl-databases.icrc.org/ihl>.17  Kızılay ve ICRC (n 10) 8; ICRC (n 9).2084Balcı / Uzay Hukuku ve Uluslararası İnsancıl Hukuk İlişkisiİnsancıl hukukun gelişmesi devam etmekle birlikte, temel yazılı düzenlemeler bütünü bulunmaktadır. Yine de insancıl hukukun ihlal edildiği durumların da söz konusu olmasının birden fazla nedeni olduğu kabul edilir. İnsancıl hukuk kurallarına saygı göstermede isteksizlik, ihlallere yaptırımların bulunmaması, uygulanmasına dair belirsizlikler ve çoğu zaman karar vericilerin ve uygulayıcıların (komutan ve savaşanların) bilgisizlikleri bu nedenleri oluşturur. Bunlara dayanarak, ihlal sebepleri arasında insancıl hukukun kurallar açısından yetersiz olduğunu söylemenin yanlış olacağı da belirtilmelidir.18 B. Uluslararası İnsancıl Hukukun Temel ÖzellikleriÇok sayıda uluslararası hukuki düzenleme bütününden oluşan insancıl hukuk ile ilgili bir diğer önemli husus, uluslararası hukuk çatısında birlikte bulunduğu insan hakları hukuku ile ayrımıdır. İnsan hakları hukuku ile insancıl hukuk,  insan ı öne çıkarma ortak paydasında buluşsa ve benzer ilkelere sahip olsalar da; kurdukları ilişki ve uygulandıkları bağlam açısından farklıdırlar. İnsan hakları hukuku, devlet ile bireyler arasındaki ilişkilerin, uluslararası antlaşmalar çerçevesinde ve tüm insanlara eşit kurallar getirmek üzerine oluşturulmuştur. Kural itibari ile savaş veya barış zamanında uygulansa da; bazı uluslararası antlaşmaların varlığı durumunda bazı hakların askıya alınması mümkündür. İnsancıl hukuk kuralları ise direk olarak devlet ile devlet arasındaki ilişkiyi düzenler. İnsan haklarının yaşam hakkı, işkencenin yasaklanması  gibi  istisnaların  dışında  askıya  alınabildiği  savaş  durumlarında devreye giren insancıl hukuk kuralları askıya alınamadığı gibi, askıya alınan insan haklarının da sınırını belirler.19 Bu açıdan bakıldığında, insan hakları her zaman uygulanması gerekiyor olsa da; çatışma ve savaş sırasında uygulanacak başka hukuk kuralları devreye girdiğinde durdurulabilir olması nedeniyle barış zamanı hukuku da denebilir.20 Savaş zamanında devreye giren bu diğer hukuk ise insancıl hukuktan başkası değildir. Bu iki hukuku ayıran temel durumun savaşlar ve silahlı çatışmalar olduğundan hareketle,  savaş  ve  silahlı  çatışmaların  da  tanımlanması  önemlidir.  BM  yasal düzeni öncesinde savaş, uluslararası hukuk kapsamındaki silahlı çatışmaların geneli olarak tanımlanmıştır. Savaşan taraflar devletler, çarpışanlar ise devletlerin düzenli silahlı kuvvetleri olmuştur. Savaşan ve çarpışanlar arasındaki ayrım, Jean Jacques Rousseau nun  savaş insanın insanla değil, devletin devletle olan ilişkisidir ve bu 18  Jean-Marie Henckaerts ve Louise Doswald-Beck, Uluslararası İnsancıl Teamül (Örf-Adet) Hukuku, Emre Öktem vd. (çev) (GSÜ Hukuk Yayınları 2005)XXXIV.19  Tütüncü (n 2) 2.20  Uluslararası insan hakları sözleşmelerinin çoğunluğunda, savaş durumlarında belirli hakların askıya alınmasına izin verilse de; savaş zamanında dahi uyulması gereken insan hakları kurallarının bulunduğu belirtilmelidir. Örneğin savaş esirlerinin hapsedilmeleri, insan haklarına uygun şekilde olmalıdır. İki hukuk arasındaki ilişkiye dair dava örnekleri için bknz. Malcom N. Shaw, Uluslararası Hukuk, Yücel Acer vd. (çev) (TÜBA 2018) 865-6. ICRC ‘What is IHL  (2004) <https://www.icrc.org/en/doc/assets/files/other/what_is_ihl.pdf> Erişim Tarihi 19 Ara 2019 2.2085İstanbul Hukuk Mecmuası 78/4ilişkide tekler birbirine yalnız rastgele düşmandırlar, insan ve yurttaş olarak değil, asker olarak; yurdun üyeleri olarak değil, koruyucuları olarak. 21 görüşünde yer bulmuştur. Zamanla  savaşların,  bütün  silahlı  çatışmaları  kapsamadığı  ortaya  konmuştur. Yapılan ayrıma göre savaş olarak tanımlanan silahlı çatışmalarda, devletlerin geniş çaplı güç kullanması gerekir.22 Öte yandan devletlerin birbirlerine karşı güç kullandığı halde savaş halini almayan zorlayıcı eylemler - misilleme, zararla karşılık ve müdahale –, sınırlı güç kullanma olmasıyla uluslararası hukuk kapsamının dışındadır.23 Aksine, devletlerin karşılıklı güç kullanmadığı ancak hukuki açıdan savaş halinde bulunduğu durumlar  ise  uluslararası  hukuk  kapsamına  alınmıştır.24  Devlet  içerisindeki  bir grubun/grupların kendi devleti ile arasındaki savaşa varan çatışmalar ise, üçüncü taraflar o gruplara  devlet ,  hükümet  gibi hukuki statü vermedikçe, ana devletin iç meselesi kabul edilmiştir.25 1949  Cenevre  Sözleşmeleri,  ortak  2.  maddesi  ile  insancıl  hukukun  savaş kapsamını genişleterek her tür silahlı çatışmalara kurallar getirirken; 3. maddesi ile de uluslararası nitelikte olmayan savaşları tanımlayarak özelliklerini belirler.26 Uluslararası örgütlerin, çok taraflı uluslararası antlaşmalarda mevzubahis edilmemesi nedeniyle, çatışma ve savaşlarda taraf olamaması ve bu buna bağlı olarak uluslararası hukukun kapsamına alınmaması,27 BM yasal düzeni ile değişir. BM Şartı nın VIII. bölümü 53. maddesi ile BM Güvenlik Konseyi nin izni ve ilgili hükümetlerin isteği ile uluslararası barış ve güvenliği sağlamak amacıyla, bölgesel örgütlerin silahlı çatışmalarda yer alması öngörülür. (BM Şartı, 1945) 1949 itibariyle ise savaş durumu oluşturmayan silahlı çatışmalar da, uluslararası nitelikte olmamasına rağmen insancıl hukukun kapsamındadır. İki devletin silahlı kuvvetlerinin savaşan tarafları oluşturduğu bir silahlı çatışmada bir kişinin vurulması ya da ele geçirilmesi durumunda, insancıl hukuk kuralları uygulanır. Savaşa varmayan silahlı çatışmalarda uygulanması için ise devamlılık gösteren daha yoğunluklu şiddet durumu gereklidir.28 21  Jean-Jacques Rousseau, Toplum Sözleşmesi, Vedat Günyol (çev) (Türkiye İş Bankası Kültür Yay, (1982/2008)) 10.22  Seha L. Meray, Devletler Hukukuna Giriş C.II (3. Bası, AÜSBF Yay. 1965) 391; Pazarcı (n 9) 522, 530.23  Zararla karşılık altındaki ambargo, boykot ve abluka güç kullanmaya dayanmasa da, bombalama ve askeri işgal gibi zorlayıcı önlemlerin savaş halini almayan şekillerde kullanılması sınırlı güç kullanmadır. Meray (n 22) 378-398; Pazarcı (n 9) 528-32; Eric David, Principes de droit des conflits armés (Éditions Bruylant 1994) 93.24  II. Dünya Savaşı sırasında Türkiye, Almanya ve Japonya ya savaş ilan etmiş ve hukuki açıdan savaşa girmiştir ancak silahlı çatışma yaşanmamıştır. Meray (n 22) 429; Pazarcı (n 9) 530.25  Hüseyin Pazarcı, Uluslararası Hukuk Dersleri C. 4 (Turhan 2000) 137; Sav (n 3) 26.26  1949 Cenevre Sözleşmeleri (n) m. 3.27  Pazarcı (n 9) 528. 28  ICRC (n 9).2086Balcı / Uzay Hukuku ve Uluslararası İnsancıl Hukuk İlişkisiC. Uluslararası İnsancıl Hukukun KapsamıSilahlı çatışma ve savaşların, hangi bağlamlarda insancıl hukuk kapsamına girdiği ise ayrıca açıklanmalıdır. Bağlamları açısından silahlı çatışmalar uluslararası ve uluslararası nitelikte olmayanlar olarak ayrılır. Uluslararası silahlı çatışmalar, en az iki devlet arasında gerçekleşen çatışmalardır. 29 Savaşan devletlerin savaş niyetini animus  belligerandi  belirtmesi,  savaş  ilan  etmesi,  ilan  edilmeden  de  başlayan savaşların olması nedeniyle günümüzde aranmaz.30Uluslararası nitelikte olmayan silahlı çatışmalar, bir devletin sınırları içerinde gerçekleşen ve savaşan taraflardan birinin o devletin düzenli askeri olmayabileceği çatışmalardır. Bu çatışmada taraflar, devletin düzenli silahlı kuvvetleri ve çeşitli gruplar; ya da birbiriyle çatışan silahlı gruplar olabilir ve yoğun güç kullanımı vardır. BM yasal düzeni öncesinde devletlerin iç meseleleri kabul edilerek uluslararası hukuk kurallarının dışında kalan bu çatışmalara artık  iç savaş  değil, uluslararası nitelikte olmayan  silahlı  çatışmalar  denmektedir.  Böylece  bu  çatışmalar,  insancıl  hukuk kurallarına tabi olan silahlı çatışmalar sınıfına girer.31 1949 Cenevre Sözleşmeleri ortak 3. maddesine göre:  Muhasamata doğrudan doğruya iştirak etmeyen kimseler, silahlarını terk edenler ve hastalık, yaralılık, mevkufluk veya herhangi bir sebeple muharebe dışı kalanlar, ırk, renk, din ve akide, cinsiyet, doğum ve servet veya buna benzer herhangi bir kıstasa dayanan ve aleyhte görülen hiçbir tefrik yapılmadan insani surette muamele göreceklerdir. 32İnsancıl hukukta, uluslararası nitelikte olmayan ve silahlı çatışma kapsamında da yer almayan şiddet eylemleri de ayırt edilmiştir. İnsancıl hukuk kapsamında olmayan bu  şiddet  eylemleri,  silahlı  çatışmalar  kapsamında  olmaması  dolayısıyla  barış zamanında gerçekleştirilen eylemler olması itibariyle insan hakları hukukuna tabidir. Bu eylemlerden bazıları şunlardır:iç huzursuzluklar ve gerilimler (isyanlar, düzensiz şiddet eylemleri); ve bunlara bağlı devletin silahlı kuvvet uygulaması,geniş kapsamlı tutuklamalar,  siyasi  tutukluların çokluğu,hükümlülerin insancıl olmayan koşullarda tutulması veya kötü muameleye maruz bırakılması,29  Ulusal bağımsızlık savaşlarının, uluslararası çatışmalardan kabul edilmesi iki şekilde mümkündür. Birincisinde, devlet içindeki grupların self-determinasyon ilkesine dayanarak o devlete karşı verdiği bağımsızlık savaşlarına üçüncü bir tarafın dahil olması ile silahlı çatışma uluslararasılaşır. İkincisi ise devletin, yabancı bir devletin üstünlüğüne karşı verdiği ve doğası gereği uluslararası silahlı çatışmalar olan ulusal kurtuluş savaşlarıdır. Ulusal kurtuluş savaşları, 1977 Cenevre Sözleşmeleri Ek Protokol ün 1. maddesinin 4. fıkrası ile uluslararası nitelikte kabul edilerek insancıl hukuk kapsamındadır. Pazarcı (n 9) 534-5; 1977 Cenevre Sözleşmesi EP I, <https://ihl-databases.icrc.org/applic/ihl/ihl.nsf/Article.xsp?action=openDocument&documentId=50FB9FBFAAC63CD1DDC> Erişim Tarihi 15 Kasım 2019 m. 1(4).30  Tütüncü (n 2) 61; Meray (n 22) 431; Pazarcı (n 9) 53031  ICRC (n 9); ICRC (n 20) 132  Sav (n 3) 27; RG, 30 Ocak 1953, Sayı 8322.2087İstanbul Hukuk Mecmuası 78/4yargılanma garantilerinin durdurulması,ortadan kaybolma iddiaları D. Uluslararası İnsancıl Hukukun Temel İlkeleriUluslararası insancıl hukukun ilkeleri, ayrı bir uluslararası hukuk kaynağında bir bütün olarak sıralanmıyorsa da; antlaşmalar, teamüller ve hukukun genel ilkelerinde bulunabilir. İnsancıl hukukta düzenlenen hükümlerin yetmemesi durumunda da, uluslararası hukuk ilkeleri uygulanır. Martens Kaydı bu durumu söyle ifade eder:  Savaş yasalarının daha tamamlanmış duruma getirilmesine kadar, Yüksek Akit Taraflar kendilerince kabul edilen sözleşmeler hükümlerinin kapsamadığı durumlarda toplulukların ve savaşların uygar uluslar arasında yerleşmiş uygulamalardan, insanlık yasalarından ve kamu vicdanının gereklerinden kaynaklanan uluslararası hukukun ilkelerinin etkisi altındadır... 34Genellikle  çok  taraflı  antlaşmalarda  bulunan  insancıl  hukuk  ilkelerinin  en önemlileri şunlardır:- İyi niyet ve orantılılık ilkesi: sivillerin zarar görmesine neden olmayacak saldırı planlarına karar verme ve gerekli durumlarda sivillere yönelik uyarıda bulunarak sivillerin zarar görmesini engelleme(1977 Cenevre Sözleşmeleri Ek Protokol I m.51(5)(b) ve m. 57(2)(a)(iii))35 - İnsaniyet: insanlığa aykırı muamele yapmama, gereksiz acıya neden olan silah ve maddeleri kullanmama- Ayrım gözetme: siviller ve savaşanlar arasında; sivil hedefler ve askeri hedefler arasında ayrım yapılarak, bu kişilerin saldırı hedefi yapılmaması- Askeri gereklilik: sivillerin ve sivil yaşamın korunmasında daimi özen gösterme- İhtiyatlılık: çatışma dışı kalan ya da çatışmalara doğrudan katılmayan kişileri ve malları hedef dışı tutuma 33  1977 Cenevre Sözleşmeleri EP II, <https://ihl-databases.icrc.org/applic/ihl/ihl.nsf/1a44fbbbbec63fb6f/15781cbaddcc63cd39e> Erişim Tarihi 15 Kasım 2019 B. I, M. I, para. 4575-4576.34  1907 - IV Sayılı Lahey Sözleşmesi, <https://ihl-databases.icrc.org/applic/ihl/ihl.nsf/Article.xsp?action=openDocument&documentId=BDEAAD96AC63CD1653F> Erişim Tarihi 15 Ara 2019; Pazarcı (n 9) 527; Henckaerts ve Doswald-Beck (n 18) XXXIII. 35  Melike Batur Yamaner vd. 12 Ağustos 1949 Tarihli Cenevre Sözleşmeleri ve Ek Protokolleri, (GSÜ Hukuk Yay.) 214, 219; Tütüncü (n 2) 49; ICRC ‘Report for IHL and the Challenges of Contemporary Armed Conflicts  (32nd International Conference on ICRC, Geneva, 2015).36  1977 Cenevre Sözleşmeleri EP I (n 29) K. III, m 35 ve K. IV, M. 57/2(a); Batur Yamaner (n 35) 218; Pazarcı (n 9) 257; Sav (n 3) 23; Tütüncü (n 2) 55.37  1977 Cenevre Sözleşmeleri EP I m. 48; m. 51(2); Batur Yamaner (n 35) 205; Henckaerts ve Doswald-Beck (n 18) 3; Sav (n 3) 57; Tütüncü (n 2) 55; Shaw (n) 867.38  1977 Cenevre Sözleşmeleri EP II (n 33) K. IV, M. 57(3), paras. 22206-2230; Tütüncü (n 3) 55; Shaw (n 20) 868. 39  1949 Cenevre Sözleşmesi (n 14) M. 3(1).2088Balcı / Uzay Hukuku ve Uluslararası İnsancıl Hukuk İlişkisi II. Uzay HukukuUluslararası insancıl hukukun gelişimi ve ilkeleri belirlendikten sonra, görece yeni olan Uzay Hukukunun oluşumunun da anlatılması gerekir. 1957 de ilk uzay aracı Sputnik I in uzaya fırlatılmasını takiben, ilgileri uzaya dönen insanlık için yeni bir dönem başlar. Uzay Çağı, insanlık için sınırlarını tahayyül edemediği ve kendi yeterliklerini öngöremediği bir süreçtir. Hatta kimilerine göre  bireyin özgürlüğü, egemenliği ve özerkliği açısından yeni bir başkaldırı dır.40 Ancak aynı zamanda, dünyadaki yarışların ve acımasızlıkların uzaya sıçraması ihtimali yaratması nedeniyle, hukukunun da düzenlenmesini gerektirir. Hukuki düzenlemelerin başlaması da bu nedenle, Sputnik I in fırlatılmasını takip eder. Sputnik I den sonra fırlatılan ikinci yapay uyduda, insanların gönderilmesinden önce şartların anlaşılması için bir canlı - kozmonot köpek Laika - gönderilmiş olması ise hukuki düzenlemelere olan ihtiyacı gözler önüne sermesi açısından önemlidir.A. BM Çatısında Uzay Hukuku GelişimiUzay hukuku düzenlemeleri, bağlayıcı olmayan BM Genel Kurul kararları ile başlamıştır. İlk fırlatma sonrası 1958 de, BM Genel Kurulu 13. toplantısında uzay ile ilgili ilk karar alınmış; uzayın insanlığın ortak çıkarı olduğu vurgulanarak, uzayın yalnızca barışçıl amaçlarla kullanılması gerektiği savunulmuştur.42 Genel Kurul 1961 deki toplantısında, uzaya gök cismi fırlatan devletlerin BM Genel Sekreteri ne, Uzaya Gönderilen Cisimler Kaydı na işlenmesi için bilgi vermesine karar vermiştir.43 BM Genel Kurulu, 1963 Uzayın Keşfi ve Kullanımında Devletlerin Faaliyetlerini Düzenleyen Hukuk İlkeleri Bildirisi ile uzay ve gök cisimlerinin, hiçbir devletin kullanımına giremeyeceğini, uluslararası hukuk ve eşitlik ilkesine göre tanımlamıştır. 44 Genel Kurul, devletlerin uzay faaliyetlerine dair  uluslararası işbirliği ve anlayışın geliştirilmesi,  uluslararası  hukukun  uygulanması…  uzayın  keşfi  ve  kullanımı için gerekli nükleer güç kaynaklarının güvenli kullanımı  ilke ve standartlarını öngörmüştür.45 1996 Bütün Devletlerin Yararına ve Menfaati için Uzayın Keşfinde ve Kullanımında Milletlerarası İşbirliğine Dair Bildiri ile de uzay kapasitesine sahip devletler ile gelişmekte olan devletlerin, uzay faaliyetlerine yönelik işbirliklerinin 40  Ayşe Nur Tütüncü, ‘Uzay Hukuku ve Uzaydaki Faaliyetlerin Gelişmesiyle İlgili Milletlerarası Sistemin Yapısı, Düzenlediği İlişkiler ve Dayandığı Esaslara Genel Bir Bakış  (1999) 19(1-2) MHB 979, 987. 41  Ekim Devrimi kutlamalarının 40. yılı kapsamında Sputnik II, içinde bir canlı ile yörüngeye gönderildi: köpek Laika. Uzaya gönderilmek üzere toplanan sokak hayvanları arasından seçilen Laika, uzaya giden ilk dünyalı, ilk kozmonot olarak bilinse de, insanlığın uzay şartlarına uyum sağlamasının ölçülmesi için bir denekti. Kozmonot Laika nın insanlık için bilinçsizce çıktığı yolculuğa dair bilinen, atmosferden çıktıktan birkaç saat sonra öldüğüdür. Laika dan sonra maymun, domuz, kedi gibi daha pek çok hayvan uzaya gönderilmeye devam etmiştir. Moskova da ve pek çok şehirde, ilk kozmonot Laika ve uzaya gönderilen tüm hayvanların anısına anıtlar bulunmaktadır.42  UNGA A/RES/1348(XIII), 13 Aralık 1958.43  UNGA A/RES/1721(XVI), 20 Aralık 1961.44  UNGA A/RES/1962(XVIII), 27 Kasım 1963.45  Shaw (n 20) 387-8; Tütüncü (n 40) 998. 2089İstanbul Hukuk Mecmuası 78/4arttırılması çağrısında bulunulmuştur.46 Bunlara ek olarak, 1961 Uzayın Barışçıl Amaçlarla Kullanılmasına Dair İşbirliği, 1986 Milletlerarası Doğrudan Televizyon Yayıncılığında  Yapay  Dünya  Uydularının  Devletlerce  Kullanımını  İdare  Eden İlkeler ve 1992 Nükleer Güç Kaynaklarının Uzayda Kullanımına Dair İlkeler de, Genel Kurul un uzay faaliyetlerine yönelik temel ilkeleri karar bağladığı belgelerdir. Genel Kurul ayrıca BM çatısı altında çalışan ad hoc Uzayın Barışçı Amaçlarla Kullanımı Komitesi – Uzay Komitesi ni (COPUOS) kurmuştur. 1959 da sürekli hale getirilen Komite,50 BM Genel Sekreteri ne bağlı olması ve üyeleri devlet temsilcilerinden olması itibariyle siyasidir. Tartışılması gereken konulardan, komitenin yetkileri ve oylama prosedürlerine kadar anlaşmazlıkların nedeni de budur.51 Kapsamı  uzay keşfi faaliyetlerinde oluşan yasal problemlerin saptanması 52 olan Komite nin çalışma alanı, tartışmaların konularından biridir. Hukuk işleri alt komitesi raporunda bunu şöyle anlatmıştır.53 Komitenin görevini yalnızca  uzay keşfi faaliyetlerinden kaynaklanabilecek yasal problemleri saptamak  olarak kabul edenler ile bunlar çözüm getirilmesini isteyenler ve buna itiraz edenler arasında tartışmalar olmuştur. Ancak farklı fikirlerin olması sorunun çözümünü zorlaştırmış ve konu çözülemeden geçilmiştir.54 Hukuk işleri alt komitesi uzay hukukunun oluşturulmasına yönelik önerilerini raporunda şu şekilde belirlemiştir: BM Şartı ve Uluslararası Adalet Divanı Statüsü, halihazırda insanlığın ortak yararını ve işbirliğini öngörürken, hükümleri dünya ile sınırlandırılmamalı ve uzay faaliyetlerini de kapsamalı   Uzay hukukuna dair kapsamlı bir Kod un henüz işin başında iken yaratılması elverişsiz olmakla beraber, uzay faaliyetlerinin gelişmesi ve ilerlemesini takip eden süreçte, uzayın gerçeklerine cevap verir nitelikte hukuk kuralları düzenlenmeli 55 Uzay Komitesi, üç küresel uzay konferansı düzenlemiştir. 1968 deki Birinci BM Uzayın Barışçıl Amaçlarlar Kullanılması Konferansı (Uzay Konferansı) (UNISPACE I), uzayın tüm insanlığa yararlarına dair farkındalık yaratmaya; 1982 deki İkinci Uzay Konferansı (UNISPACE II), yerel işbirliğine odaklanmıştır. Bu sırada Uzay Komitesi de BM Uzay İlişkileri adını almış ve Viyana daki BM Ofisi ne taşınmıştır. Ofis in düzenlediği Üçüncü Uzayın Barışçıl Amaçlarla Kullanılması Konferansı Milenyum 46  Shaw (n 20) 388; UNGA A/RES/51/122, 13 Aralık 1996.47  UNGA A/RES/1721(XVI) (n 43).48  UNGA A/RES/41/65, 3 Aralık 1986.49  UNGA A/RES/47/68, 14 Aralık 1992.50  UNGA A/RES/1472(XIV), 12 Aralık 1959.51  Tütüncü (n 40) 983. 52  UNGA A/RES/1348(XIII) (n 42) m. 1(d).53  UNGA A/RES/1472(XIV) (n 50).54  UN Doc. A/AC.98/2, 12 June 1959. 55  İbid; Tütüncü (n 40) 983-4.2090Balcı / Uzay Hukuku ve Uluslararası İnsancıl Hukuk İlişkisiZirvesi nde (UNISPACE III)  … uzay çevresini koruma ile gelişmekte olan ülkelerin uzay bilimine katkısının arttırılması  gerektiği ifade edilmiştir.56 B. BM Uzay Yasaları ve Önemli Uluslararası AntlaşmalarUzaya  dair  ilk  hukuki  belge,  1963 ABD-SSCB-İngiltere  arasındaki  Nükleer Denemelerin  Kısmi  Yasaklanması  Antlaşmasıdır.  Antlaşmanın  1.  maddesi:  atmosferde, dış uzay dahil olmak üzere atmosferin sınırlarının ötesinde, veya karasuları ve açık denizler dahil olmak üzere su altında nükleer silah denenmesini yasaklar. 57 Bu antlaşma, uzay etkinlikleri için özel olarak yazılmasa da, uzayın da uluslararası antlaşmalara dahil edilmesi açısından önemlidir. Kapsam itibari ile tamamen uzaya ait olan ve Uzay Yasaları nı oluşturan 5 antlaşma vardır. Birinci ve en önemlisi  Ay ve Diğer Gök Cisimleri Dahil Olmak Üzere Uzayın Keşfi  ve  Kullanılmasında  Devletlerin  Faaliyetlerini  Düzenleyen  İlkelere  İlişkin Antlaşma dır. Kısa adıyla Uzay Antlaşması 1967 de yürürlüğe girmiştir ve büyük devletlerin öncülüğündeki silahlanmama antlaşmalarının ikincisidir.59 Antlaşmanın temeli Uzay Komitesi hukuk alt komitesinin 1959 raporu ve Genel Kurul un 1963 te ilan ettiği  Uzayın Keşfi ve Kullanımında Devletlerin Faaliyetlerini Düzenleyen Hukuk İlkeleri Bildirisi dir.60 Uzay Komitesi nde üyelik ve oylama tartışmalarının çözüme ulaşması ve çok sayıda devletin uzlaşısı sonucu imzalanan Uzay Antlaşması nın, birden fazla karara dayanması ve daha önce onaylanan belgeleri temel alması itibariyle,  anayasa-benzeri  niteliği olduğu da düşünülür.61 Üstelik antlaşmanın temel ilkeleri, kendisinden sonraki 4 dört antlaşmaya ışık tutarak, onları yönlendirir. Antlaşmaya Uzayın Magna Cartası diyenler olmakla birlikte, Uzay Şartı demek daha yerindedir.62 Antlaşmanın önemli bazı maddeleri şunlardır:Madde 1:  uzay ve gök cisimlerinin kullanımı tüm insanlığın yetkisinde olmakla birlikte tüm devletler eşit haklara sahip olarak insanlığın yararına ve barışçı şekillerde kullanabilir. Madde 2: Uzay, egemenlik ilanı, kullanma, işgal veya başka yollarla, ülkesel yetkiye konu olamaz.Madde 3: Uzayın keşif ve kullanımı faaliyetleri, BM Şartı ve uluslararası hukuk kapsamındadır. 56  Unispace Conferences, <https://www.unoosa.org/oosa/en/aboutus/history/unispace.html>; Unoosa, ‘The Space Millenium: Vienna Declaration on Space and Human Development  (Third UN Conference on the Exploration and Peaceful Uses of Outer Space, Vienna, 11-30 July 1999). 57  Meray (n 22) 455; 1963 Kısmi Nükleer Deneme Yasağı Sözleşmesi, UN Treaty Series 480 (1), Sayı 6964.58  1967 Uzay Antlaşması: UNGA A/RES/2222(XXI); Ay ve diğer gök cisimleri dahil, uzayın keşif ve kullanılmasında devletlerin faaliyetlerini yöneten ilkeler hakkında Andlaşma: RG, 23 Ekim 1967, Sayı 12732, <https://www.resmigazete.gov.tr/arsiv/12732.pdf> Erişim Tarihi 11 Mart 2020.59  Birinci antlaşma, 01.12.1959 tarihli Antarktika Antlaşmasıdır. Pazarcı (n 9) 521.60  Seha L. Meray, ‘Uzayda devletlerin çalışmasını yönetecek ilkelere ilişkin anlaşma  (1967) 22(1) AÜSBFD 33, 35. 61  Mustafa Serhat Kaşıkara, Devletlerin Uzay Faaliyetlerinden Doğan Sorumluluğu, (Adalet 2017) 38, 44; Tütüncü (n 40) 985.62  Kaşıkara (n 61) 44; Tütüncü (n 40) 984-5. 2091İstanbul Hukuk Mecmuası 78/4Madde 4: hiçbir devlet nükleer silâhlar veya diğer çeşit kitlesel tahrip silâhları taşıyan cisimleri dünya etrafındaki bir yörüngeye oturtamaz, gök cisimlerine yerleştiremez… münhasıran barışçı amaçlarla, kullanılacaktır… askerî üs ve tesisler kurulması ve tahkimat yapılması, her tip silâhın denenmesi ve askerî manevralar yapılması yasaktır. Askerî personelin bilimsel araştırma veya diğer bir barışçı amaçla kullanılması yasaklanmamıştır. 63Uzay Yasalarını oluşturan diğer antlaşmalar şunlardır:1968 -Astronotların Kurtarılması ve Dönüşüne ve Uzaya Fırlatılan Cisimlerin Geri Dönüşüne Dair Antlaşma – Kurtarma Antlaşması1972 - Uzay Cisimlerince Sebep Olunan Zarar için Sorumluluğa Dair Milletlerarası Sözleşme – Sorumluluk Sözleşmesi1975 - Uzaya Fırlatılan Cisimlerin Tesciline Dair Sözleşme – Tescil Sözleşmesi 1979 - Devletlerin Ay ve Diğer Gök Cisimlerindeki Faaliyetlerini İdare Eden Antlaşma - Ay AntlaşmasıAy Antlaşması 1984 te yürürlüğe girmiş olsa da, Fransa dışındaki BM Güvenlik Konseyi daimi üyeleri tarafından imzalanmamıştır.68 Buna neden hükümler şunlardır: ay üzerinde güç kullanılması ya da güç kullanma tehdidi, yasaklanmalıdır. Ay ve çevresine, nükleer ve tüm kitle imha silahları yerleştirmek ve kullanmak yasaklanmalıdır. Ay üzerinde askeri üs bulundurma, herhangi bir silahı deneme ve askeri operasyon yapma yasaklanmalıdır. 69  Ay ın ve üzerindeki doğal kaynaklar insanlığın ortak mirasıdır ; Ay ın üzerinde ya da altında bulunan doğal kaynaklar, bir devletin, uluslararası hükümetlerarası, uluslararası veya değil devlet-dışı örgütlerin, ulusal örgütlerin ya da bir insanın mülkiyetine giremez ; Ay ın doğal kaynaklarının idaresini düzenleyen ve yöneten uluslararası bir rejim oluşturulmalıdır. 7063  RG (n 58).64  1968 Kurtarma Antlaşması: UNGA A/RES/2345(XXII).65  1972 Sorumluluk Antlaşması: UNGA A/RES/2777(XXVI).66  1975 Tescil Sözleşmesi: UNGA A/RES/3235(XXIX).67  1979 Ay Antlaşması, UNGA A/34/68.68  Ay Antlaşması nı, BMGK nın 5 daimi üyesinden yalnızca Fransa imzalamıştır. Ancak Fransa da, antlaşmayı henüz onaylamamıştır. Signatory Status: <https://treaties.un.org/Pages/showDetails.aspx?objid=080000028003b&clang=_en> Erişim Tarihi 06 Mayıs 2020.69  1979 Ay Antlaşması (n 68) m. 3.70  İbid. M. 11; Tütüncü (n 40) 986-7.2092Balcı / Uzay Hukuku ve Uluslararası İnsancıl Hukuk İlişkisiÇok taraflı uzay antlaşmaları, devletlerin ve kurumların kendi aralarında imzaladığı uluslararası antlaşmalar ve BM kararlarının birlikte oluşturduğu uzay hukukunun temel esasları ise şunlardır:Uzayın  tamamı,  insanlığın  ortak  mirasıdır  ve  uzayda  egemenlik  iddiasında bulunulamaz.Uzay ve gökcisimlerinin keşfi ve kullanımında, uluslararası işbirliği olması ve uluslararası hukuk kurallarına uyulması gerekir. Uzayda bilimsel çalışma serbestisi bulunmakla birlikte, uzay faaliyetleri insanlık yararına yapılacaktır.Uzay faaliyetlerinde uzaya ve gök cisimlerine verilecek zararlardan, faaliyetlerde kullanılan uzay araçlarını gönderen devletler sorumludur.71 C. Uzay Hukukunda Temel TartışmalarUzay hukukunun gelişimi devam ederken, üzerinde hala uzlaşılamayan konular vardır. Temel  tartışmalar  uzayın  ve  uzay  nesnelerinin  tanımlanması  ile  uzayın silahsızlanması üzerinedir. Uzayın silahsızlanması tartışmaları ise kendi içinde uzay güvenliği ve uzay sürdürülebilirliği kamplarına dönüşerek devam eder. 1. Uzay ve Uzay Nesnelerinin TanımlanmasıUzayın  tanımlanması  konusu;  (dış)  uzayın  neresi  olduğu,  yeryüzü  ile  olan sınırının nereden başladığı tartışmasıdır. Uluslararası hukukta hava sahası – uzay sahası ayrımı bulunmadığı gibi, uzay hukukunda da yoktur.72 Fiziksel açıdan uzay, havacılık faaliyetlerinin sınırı olan 18 km ile dış uzay faaliyetlerinin güncel en düşük sınırı olan 160 km arasında bir yerdir.73 Hava sahası - uzay sahası ayrımında iki yaklaşım bulunur: sahacılar (spatialist) ve işlevselciler (functionalist). İşlevselciler, uzaydaki faaliyetlerin ve uzay nesnelerinin farklılaşan niteliklerini göz önüne alarak, sınır belirlemeye gerek görmez.74 İşlevselcilere göre hava sahası ile uzay sınırının belirlenmesi, devletlerin uzay faaliyetleri konusundaki gücü ve gelişimine göre farklı sınır belirleme talepleri doğuracağı gibi bu sınırları değiştirmek için anlaşmazlıkların oluşmasına kadar neden olabilir.75 71  Kaşıkara (n 61) 51-53.72  Seha L. Meray, Uzay ve Milletlerarası Hukuk: uzay hukukunda ilk adımlar, (AÜSBFY 1964) 130-140; Kubo Mačák, ‘Military Space Operations  (ECIL Working Paper 2020/2) in Sergey Sayapin (ed) An Introduction to International Conflict and Security Law. (The Hague: T.M.C. Asser Press 2020) 3.73  Daniel Porras, ‘An Update on Outer Space Security and a Brief History of the Prevention of an Arms Race in Outer Space  (UNIDIR Space Security Fellow Presentation, Palais des Nations, 25 Mayıs 2018).74  Ali Bal, ‘Hava-Uzay Araçlarının Hukuki Rejimi  (2013) Özel sayı (15) DÜFKD 1465, 1474-5.75  İşlevselcilerin, sınırın belirlenmesinin doğuracağı sorunlar hakkında ayrıntılı bilgi için bknz: Bal (n 65) 1475-6; Mačák (n 72) 3; Ayhan Sorgucu, Hava ve Uzay Hukuku (Adalet 2019) 234.2093İstanbul Hukuk Mecmuası 78/4Sahacılar ise hava sahasında devletlerin egemenlik yetkisi geçerliyken, uzayda serbestlik ilkesinin geçerli olması nedeniyle ayrımı gerekli görür.76 Hava – uzay sınırı belirlendiği takdirde devletlerin egemenlik sahalarına dair çatışma ihtimali de azalacaktır. Sahacılara göre ayrım; yer çekiminin etkisinin sona erdiği nokta, atmosferin belirlenecek katmanları, devletin kontrolü sağlayabileceği en üst sınır, yörüngede  bulunan  yapay  uyduların  yeryüzüne  en  yakın  olduğu  seviye,  deniz seviyesinden itibaren 100 km olan Karman hattı çizgisi ya da havacılık faaliyetlerinin gerçekleşebileceği üst limit üzerinden belirlenebilir.77Sovyetler Birliği, uzay ile yeryüzünün sınırının belirlenmesine destek vermiştir. Yerin yüzeyinden 100-110 km yüksekliğin, ya da BM tarafından karar verilen ama mutlaka belirlenen bir yüksekliğin oluşturulması için 1979 dan itibaren tasarılar göndermiştir.78  Uzayın  silahsızlanması  kapsamında  uzayın  tanımını  da  içeren tasarılar, özellikle ABD tarafından reddedilmiştir. Uzayın alt sınırının belirsizliğini korumasını ABD,  alçak,  orta  ve  yüksek  irtifalı  füzelerin  kısıtlanmaması  adına istemiştir. Fakat Amerika Federal Havacılık İdaresi nin 1960 tan beri 100 km nin üzerinde uçan pilotlara astronot rozeti vermesi, ABD nin 100 km yi kabul ettiğini de  düşündürür.79  Avustralya,  Danimarka,  Kazakistan  gibi  devletler  ise  kendi hukuklarında sınırı 100 km olarak belirlemiştir.80 Genel itibariyle, deniz seviyesinin 100 km yüksekliğinden itibaren uzay kabul edildiğine dair uluslararası örf ve adet hukuku oluştuğu söylenebilir.81Diğer  tanım  tartışması  uzay  nesnelerine  dairdir.  Uzay Antlaşması nda  uzay faaliyetleri,  insanlığın uzaya girişi  olarak ifade edilirken; uzay nesnelerinin tanımı bulunmaz.82 Ancak uzay sondası, insan yapımı uydular ve insanlı uzay istasyonları uzay nesneleri olarak kabul edilir.83 Öte yandan fırlatılan uzay nesnelerinin, geri dönüşlerinin uzay nesnelerinden kaynaklanan sorumluğa girdiği ilk kez Kurtarma Antlaşması nda  belirtilir.84  Sorumluluk  Antlaşması  ise  madde  I(b) de   uzay nesnelerini fırlatma teşebbüsünün de fırlatmanın kendisine dahil olduğunu  ifade ederek sorumluluğu genişletir. Uzay nesnelerinin  kendisini oluşturan parçalar, fırlatma aracı ve onun parçaları nı da kapsadığını tanımı ise madde 1(d) de yer alır.85 76  Bal (n 74) 1470.77  Ibid. 1476-1677; Kaşıkara (n 61) 20; Reşat Volkan Günel, Uzay Hukuku Açısından Uzay Madenciliği (Turhan 2016) 6.78  UN Doc A/AC.105/769, 18 Ocak 2002.79  Konstantin Kakaes, ‘Where Does Space Begin?  (MIT Technology Review, 2019) <https://www.technologyreview.com/2019/06/26/238928/where-does-space-begin/> Erişim Tarihi 10 Şubat 2020; Bal (n 74) 1478.80  Mačák (n 72) 3.81  Bal (n 74) 1519.82  1967 Uzay Antlaşması (n 58) Önsöz para.1; Frans G. von der Dunk, ‘Defining Subject Matter under Space Law: Near Earth Objects versus Space Objects  (2008) 25 Space, Cyber, and Telecommunications Law Program Faculty Publications 293, 294-296.83  İbid 295.84  1968 Kurtarma Antlaşması (n 64).85  1972 Sorumluluk Antlaşması (65) .2094Balcı / Uzay Hukuku ve Uluslararası İnsancıl Hukuk İlişkisiBuna göre insanlığın roketler ile, roketlerin de dahil olduğu, uzaya fırlattığı insan yapımı nesneler, uzay nesneleridir. Uzay sondaları, yapay uydular, uzay silahları, uzaya fırlatıldıktan sonra geri dönebilen ya da kalan uzay araçları, uzay istasyonları ve her türlü araç buna dahildir. 2. Uzayın SilahsızlanmasıUzayın silahlanması ise günümüzde de önemini koruyan bir mesele olarak devam etmektedir. Silahsızlanma anlaşmalarının uluslararası hukuktaki tarihi, neredeyse insancıl hukukun oluşmaya başladığı dönemlere kadar uzanır. Uzayı içeren ilk silahsızlanma  antlaşması  ise  1963  Moskova  Kısmi  Nükleer  Deneme  Yasağı Sözleşmesi dir. Uzayın silahsızlanmasının tüm kurallarını oluşturacak bir antlaşma bulunmasa da; Uzay Antlaşması ve Ay Antlaşması buna dair hükümler içerir.86 Ancak Ay üzerinde askeri nitelikteki hiçbir faaliyete veya bilimsel araştırmalar için askeri personel bulundurulmasına izin vermeyen Ay Antlaşması, önemli uzay gücüne sahip devletlerce imzalanmadığı için Uzay Antlaşması kadar evrensel değildir.87 Uzay silahsızlanmasında iki yaklaşım vardır: güvenlikçi ve sürdürülebilirlikçi. Uzayın güvenliği (space security) kampı - Çin ve Rusya - uzayda silahsızlanmayı talep eder ve desteklerken; uzay sürdürülebilirliğinin (space sustainability) daha önemli olduğunu düşünenler – ABD - silahsızlanmanın birincil önemde olmadığını savunur. Uzay  sürdürülebilirliği,  temelde  uzay  güvenliğinin  bir  parçasıdır.  Ancak başlangıçta uzay güvenliği, yalnızca tanıma ve iletişim kabiliyetleri olarak anlaşılmış ve silahlanmadan ziyade, uzayda güç kazanma yoluyla diğer devletleri etkileme aracı olarak görülmüştür.89 Örneğin Çin in uzay programının temel amacı; gerçek anlamda uzayı kullanmak değil, gücünü arttırarak süper güç olmak ve saygınlık kazanmak 86  UNODA Disarmament Treaties, <http://disarmament.un.org/treaties/>87  En önemli uzay güçleri olan ABD, Çin ve Rusya antlaşmayı imzalamamıştır. Signatory Status (n 67); 1979 Ay Antlaşması (n 67) M.3(4).88  Rusya ve Çin, BM ye uzayın silahsızlanmasına yönelik tasarılar sunsa da; ABD tarafından bu tasarılar engellenmiştir. Sovyetler Birliği nin (SSCB) 1981 de BM ye sunduğu ilk tasarı, BM nin amacı olan uluslararası barış ve güvenliğin sağlanması için Şart ın yasakladığı güç kullanımının uzayı da kapsamasını amaçlamıştır. Letter dated 10 August 1981, UNGA A/36/192, 20 Ağustos 1981; Paul Mayer, ‘The CD and PAROS: A Short History  (UNIDIR The Conference on Disarmament and the Prevention of an Arms Race in Outer Space, Nisan 2011) <https://www.unidir.org/files/publications/pdfs/the-conference-on-disarmament-and-the-prevention-of-an-arms-race-in-outer-space-370.pdf> Erişim Tarihi 10 Mart 2020. Hollanda ve İsveç, tasarıyı desteklemesine rağmen silahların üretimi, testi ve kullanımının yasaklanmamasını eleştirmiştir. ABD ise  uydu karşıtı sistemlerin geliştirilmesi yasağı nın silahsızlanmadan önemli olduğunu ve SSCB nin de uyduları yok edebilecek silahlara sahip tek ülke olduğunu savunmuştur. 1982 deki tasarısı da sonuçsuz kalan SSCB, 1983 te  atmosfere ve uzaya, herhangi bir silah gönderilmesi veya denenmesini  yasaklayan bir taslak göndermiştir. 1985 te bu kez Çin ile birlikte hazırladığı tasarı sonrasında Silahsızlanma Komitesi, Uzayda Silahlanma Yarışının Önlenmesi Anlaşması (PAROS) nın görüşülmesi için ad hoc komite kursa da; ABD nin engellemeleri 1995 itibariyle komiteyi işlevsiz hale getirmiştir. UN Yearbook 1981 80-84; UNGA A/RES/36/35, 18 Aralık 1981; UNGA A/RES/36/99, 9 Aralık 1981; Letter dated 19 August 1983, UNGA A/38/194, 23 Ağustos 1983; Serap Gürsel, ‘Uzayda Silahsızlanma ve Silahların Kontrolü  (2019) 5(53) SSS Journal 7569, 7584.89  M. Sheehan, ‘Viewpoint: Space security and developing nations  (2016) 37 Space Policy 20, 20.2095İstanbul Hukuk Mecmuası 78/4olmuştur.90 Hindistan ise uzay gücü olmak için gereken ekonomik ve teknolojik gelişmeleri kullanarak; komşusu ve rakibi Çin e karşı siyasi ve teknolojik üstünlük kurmayı, Güney Asya daki baskınlığını arttırmayı ve Bağlantısızlar Hareketi nin lideri olduğunu göstermeyi amaçlamıştır.91 Görüldüğü üzere uzay güvenliği, uzayda askeri güç kazanmaktan farklı güvenlik endişeleri barındırmasıyla devletler için farklı anlamlar taşımıştır.Uzay teknolojisi ve hukuku geliştikçe devletlerin endişeleri de değişmiştir. Avrupa Uzay Politikaları Enstitüsü nün uzay güvenliğini ikiye ayırması bunun sonucudur. AUPE ye göre uzay güvenliği savunma için uzay ve uzayın savunmasından oluşur. Savunma için uzay; yörüngedeki uzay araçları ve yapay uyduların güvenliği ile bunların, devletlerin askeri güvenliğine katkılarını; uluslararası güvenliğe destek kabiliyetini ve uzaya güvenli erişimi kapsar. Uzayın savunması ise yapay uydulara karşı askeri tehditler ve yapay uydular için askeri faaliyetleri ifade eder.92 Mayence ise uzay güvenliğini, üç boyutlu tanımlar. Bu tanımlar güvenlik için uzay – dünyanın güvenliği ve savunması için uzayın kullanımı –, uzaydaki güvenlik – uzay varlıklarını yapay veya doğal tehditlerden koruma ve uzay faaliyetlerinin devamlılığını sağlama –, ve uzaydan güvenliktir – uzaydan, insan hayatını ve dünyanın çevresini doğal tehditlere karşı koruma.93 Uzaydan güvenlik, uzay güvenliğine insani güvenliği de katması açısından önemlidir. Böylece insan hayatı ve insanın yaşadığı çevrenin korunmasının, uzay yolu ile yapılması gerektiği vurgulanır. Bunun için gerekenler askeri teçhizatlar, üsler ya da personeller değil; kurtarma ve afet yönetimi takibi için iletişim ve tanıma araçları, ağır hava şartları takibi için kullanılan uzay araçlarıdır.94 İnsan güvenliğini çevre, refah, afetlere karşı koruma ve tedbirler bağlamında içine alan uzay güvenliğinin önemli bir kısmı, uzayın askeri kullanımı ile ilgilidir. Bu bağlamda uzayın silahsızlanmasını savunan Rusya, Çin –ve silahsızlanma tasarılarına destek veren AB üyeleri - için uzayın güvenliğini önceliyor demek yanlış olmaz. Uzay sürdürülebilirliği ise uzayın silahsızlandırılmasına karşı çıkan ABD nin oluşturduğu, uzay güvenliğinin bir parçasıdır.95 ABD; güvenlikçi Rusya ve Çin in tasarılarına karşı çıkmasına yapılan eleştiriler üzerine, uzayın sürdürülebilirliğinin silahsızlanmadan  daha  önemli  olduğunu  ortaya  atar.  Yeni  bir  uzay  kavramı oluşturan ABD ye göre, uzay çevresi, dünyanın –öncelikle ABD nin - ekonomik 90  James A. Lewis, ‘China as a Military Space Competitor  (Center for Strategic and International Studies, 1 Dec 2005) <https://www.csis.org/analysis/china-military-space-competitor> Erişim Tarihi 27 Mart 2020.91  Stephan F. von Welck, ‘India s Space Policy: A Developing Country in the  Space Club   (1987) 3(4) Space Policy 326, 327.92  ESPI Report, ‘Europe, Space and Defence  (2020) (72) European Space Policy Institute.93  JF Mayence, ‘Space security: transatlantic approach to space governance  iç Jana Robinson vd. (eds), Prospects for Transparency and Confidence-building Measures in Space (ESPI 2010) 35; M. Sheehan, ‘Defining Space Security  iç Schrogl Kai-Uwe vd. Handbook of Space Security. (Springer 2015) 10; Sheehan (n 91) 21.94  Sheehan (n 93) 10. 95  Sheehan (n 91) 22.2096Balcı / Uzay Hukuku ve Uluslararası İnsancıl Hukuk İlişkisive ticari gelişimi için; dolayısıyla ulusal çıkarları için hayati öneme sahiptir.96 Uzayın  çevresinin  güvenceye  alınmasıyla  uzay  faaliyetlerini  güvenceye  almak isteyen ABD için uzay sürdürülebilirliği uzayın silahsızlanmasından önceliklidir. Sürdürülebilirliğin karşısındaki en güçlü tehdit ise öngörülemez olması dolayısıyla uzay çöpleridir. Bu amaçla uzay sürdürülebilirliğinin temel unsuru, uzay atıkları ve uzay araçlarına dair istihbaratta işbirliğidir. Uyduların zarar görmesini engellemek için meteor gibi uzayda kendiliğinden bulunan/oluşan uzay varlıkları, yapay uydular ve güneş gibi uzay havasını etkileyen koşullar da takip edilmelidir.98 D. Uzay Hukukunun Gelişimindeki ProblemlerUzayın  silahsızlanması  tasarılarına  devam  eden  Rusya  ve  Çin,  2008 de Silahsızlanma Konferansı na bir tasarı göndermiştir. Bu tasarı, uzay hukukunda daha önce bahsedilen tanım meseleleri ve uzayın silahsızlanmasındaki eksik konuları kapsaması  açısından  önemlidir.  Uzayda  Silahlanmanın  Önlenmesi  Antlaşması (PPWT) tasarısında tanı sorunu şu şekilde çözülür:Madde 1(a):  uzay; deniz yüzeyinin 100 km üzerinden başlar Madde 1(b):  uzay nesneleri; uzayda faaliyet gösteren, bir gök cismine, yörüngesine fırlatılan ya da yerleştirile, bir gök cisminden diğer bir gök cismine doğru hareket eden ya da yörüngesini terk eden, ya da herhangi bir yolla uzaya yerleştirilmiş olan her türlü araçtır Madde 1(e):  güç kullanımı ya da güç kullanma tehdidi; uzay nesnelerine karşı, onları yok etmek, tahrip etmek, çalışma fonksiyonlarını geçici ya da kalıcı bozmak ya da yörünge ayarlarını özellikle değiştirmek gibi düşmanca hareketlerde bulunmak veya bulunmakla tehdit etmektir 100ABD, tasarıdaki güç kullanma tanımını, hem kalıcı ve geri döndürülemez, hem de geçici ve geri döndürülebilir zararları içermesi açısından, fazla kapsamlı ve 96  Office of Space Commerce, National Space Policy of the USA (2010) <https://www.space.commerce.gov/policy/nationalspace-policy/> Erişim Tarihi 03 Mart 2020.97  Uzay atığı, uzay hurdası veya yörüngesel çöp/atık olarak da ifade edilebilen ve sürdürülebirliğin olduğu kadar uzay güvenliğinin en önemli tehditlerinden olan uzay çöpleri; fırlatıldıktan sonra kullanılmaz hale gelerek yörüngede ve uzayda serbestçe dolanan/kör devinim insan yapımı nesnelerdir. Jennifer Wall, ‘What Is Orbital Debris?  (NASA, 2010) <http://www.nasa.gov/audience/forstudents/5-8/features/nasa-knows/what-is-orbital-debris-58.html> Erişim Tarihi 10 Haziran 2020; Kaşıkara (n 61) 124. 2020 nin ilk aylarında 10 cm den küçük yaklaşık 900.000; 10 cm den büyük ise yaklaşık 34.000; neredeyse 8.000 metrik ton uzay çöpü tespit edilmiştir. Orbital Debris Program Office, ‘Orbital Debris Amounts  <https://orbitaldebris.jsc.nasa.gov/faq/#> Erişim 14 Nisan 2020; Space Debrit Office, ‘Space Debris by the Numbers . (European  Space  Agency,  2020)  <https://www.esa.int/Safety_Security/Space_Debris/Space_debris_by_the_numbers> Erişim Tarihi 16 Nisan 2020. İnsan yapımı ya da doğal kaynaklı (meteor) uzay çöplerinin sayısının çokluğuna rağmen, önemli etkiye sahip çarpışmaların sayısı görece azdır. Örnekleri şunlar: 1996 da, 10 yıl önce patlamış bir Fransız roketi ile Fransız uydusunun çarpışması; 2007 de, Çin in uydu karşıtı silahla eski bir uydusunu yok etmesi; 2009 da, aktif olmayan bir Rus uydusunun aktif bir ABD ticaret uydusunu yok etmesi ve 2013 te, uzay çöplerinin bir Rus uydusunu kullanılamaz duruma getirmesi. Mark Garcia, ‘Space Debris and Human Spacecraft  (NASA, 13 Apr 2015) <http://www.nasa.gov/mission_pages/station/news/orbital_debris.html> Erişim Tarihi 01 Nisan 2020; Gürsel (n 88) 7574.98  Sheehan (n 93) 15-6; (n 91) 22; Gürsel (n 88) 7574.99  CD/1839, 29 February 2008.100  İbid.2097İstanbul Hukuk Mecmuası 78/4belirsiz olmakla eleştirir.101 Ayrıca Çin in 2007 de uydu karşıtı silah fırlatmasının zamanlamasından  yararlanarak,  tasarının  yeryüzünde  silah  geliştirilmesi/denenmesini yasaklamaması ve uydu karşıtı silahları dışarda bırakmasını eleştirir. Uzayın tek süper gücü olmasını sağlayacak teknolojik ve askeri ilerlemesi için uydularının güvenliğine bağlı olan ABD ye göre Çin in uydu karşıtı silahları büyük risk oluşturur.102 ABD, kendisi de 2008 de eski bir uydusunu yok ederek, uzaydaki rekabetin daha da ateşleneceğini göstermiştir.103 Diğer yandan Çin in tehlikeli oranda uzay çöpü yaratmasına yönelik eleştirilere, Çin in Asya daki rakipleri Hindistan ve Japonya da katılır. Rusya ise Çin i kınasa da;  Pandora nın kutusunu açanın Çin olmadığını  belirterek uzayın silahsızlandırılması gerekliliğine vurgu yapmak için bir fırsat bulmuş olur.104 2008 deki tasarıda, güç kullanma tehdidinin tam olarak neleri kapsadığının net olmadığını vurgulayan ABD,  uydu karşıtı silah geliştirmenin tehdit olup olmadığı , ya da  bir devletin kendi uydusunu yok etmesinin diğerleri için tehdit olmadığı 105 sorularını sormuş ve kendi uydusunu yok eden Çin den böyle bir tasarı gelmesine gönderme yapmıştır. Bir tasarıları daha sonuçsuz kalan Rusya ve Çin in 2014 te Komite ye gönderdiği yeni  PPWT  tasarısında,  uzay  tanımının  çıkarılmış  ve  uzay  nesneleri   uzayda çalışması için geliştirilen ve uzaya yerleştirilen araçlar  olarak tanımlanmıştır. Güç kullanma ve güç kullanma tehdidini ayrı tarif eden tasarıda güç kullanma  bir başka devletin kontrolünde ya da yetkisi altındaki bir uzay nesnesinde hasar oluşturma niyeti ile gerçekleştirilen her türlü eylem  olarak; güç kullanma tehdidi ise  (bu) eylemlerin niyetinin yazılı, sözlü ya da başka bir şekilde açıkça ifade edilmesi  olarak belirlenmiştir.106 ABD nin  daha  öncesinde  belirsizlik  yaratması  nedeniyle  fazla kapsamlı bulduğu tanımdan geçici, kalıcı, geri döndürülebilir veya döndürülemez ibarelerinin çıkarılması ABD nin eleştirilerinin önüne geçememiştir. ABD bu kez  geçici ve geri döndürülebilir hasar oluşturan eylemlerin dışarıda mı bırakıldığı  yoksa  bu tür eylemlerin tahrip amacıyla gerçekleştiğinde mi dışarıda bırakıldığı  sorularını sormuş ve tasarının uluslararası hukuk ilkelerini tanımlayamayacağına dikkat çekmiştir. 101  Mačák (n 72) 9; CD/1847, 24 Ağustos 2008.102  Carin Zississ, ‘China s Anti-Satellite Test  (Council on Foreign Relations, 2007) <https://www.cfr.org/backgrounder/chinas-anti-satellite-test> Erişim Tarihi 09 Mart 2020.103  Çin – ABD arasındaki bu rekabetin Rusya yı dışarıda bırakacağı yorumları başlasa da, Çin in uydu karşıtı silah fırlatmasına diplomatik açıdan, uzay silahsızlanmasının gerekliliğini gösterme yolu yorumları da yapıldı. Bruce W. MacDonald, ‘China, Space Weapons, and U.S. Security , Council on Foreign Relations Special   Report No. 38, September 2008, <www.cfr.org/publication/16707/china_space_weapons_and_us_security .html> Erişim Tarihi 8 Şubat 2021; ibid.104  Russia News, ‘Russia against Militarizing Outer Space  (Sputnik News, 6 Feb 2007) <https://sputniknews.com/russia/2007020660290281/> Erişim Tarihi 12 Aralık 2019.105  CD/1847 (n 101) 4.106  Ibid.107  CD/1998, 3 Eylül 2014 para 13.2098Balcı / Uzay Hukuku ve Uluslararası İnsancıl Hukuk İlişkisiABD, yürürlükte olan uluslararası hukuk kurallarının, güç kullanma veya güç kullanma tehdidini tanımlamayıp BM Şartı madde 2(4) ile açıkça yasakladığını ve bu yasağın uzayı da kapsadığını belirtmiştir.108 Güç kullanma tanımında  niyet in vurgulanmasını ise niyetlenmeksizin uzay nesnelerine zarar vermenin güç kullanma sayılıp sayılmayacağı konusunda belirsizlik yaratacağını savunmuş ve bir eylemin uluslararası hukuka göre güç kullanımı olması için verilen zararın amaçlanması veya amaçlanmamasının önemsiz ifade etmiştir.110 Bu bağlamda, zarar verebilecek araçların sadece uzaya fırlatılması ya da yerleştirilmesinin yasaklanması da yeterli değildir. ABD ye göre bahsi geçen araçların araştırılması, geliştirilmesi, üretilmesi, saklanması ve denenmesinin yasaklanmaması, tasarının tutarsızlığıdır.111 2015 te eleştirilere cevap veren Çin ve Rusya ise ABD yi, tasarıyı önce kapsamlı sonra  da  dar  bulması  nedeniyle  tutarsızlıkla  suçlar.  Tasarının  temelde  uzayda silah bulundurmayı yasaklamayı amaçladığını açıklayan güvenlikçiler; araştırma, geliştirme, üretme ve depolamanın; uzaya fırlatılması, yerleştirilmesi ve kullanılması yasak  silahlar  için  devletler  açısından  rasyonel  bir  tercih  olmadığından  ayrıca yasaklanmasına gerek duyulmadığını belirtir.112Uzay  hukukunda  aşılamayan  problemlerden  bir  diğeri  ise Ay Antlaşmasıdır. Antlaşmanın  uzayın  süper  güçleri  tarafından  –  uzay  güvenliği  kampı  ve sürdürülebilirliği kampı – imzalanmaması uluslararası sistem için azımsanmayacak bir  risktir.  ABD nin  imzalamaması  ise  önemli  silahsızlanma  karşıtı  olması bağlamında  önemlidir.  Dönemin  başkanı  Jimmy  Carter  imzalamayı  düşündüğü ifade edilse de; antlaşmanın kurulması öngördüğü Uzay Rejimi nin tüm devletlerin eşitliğine dayalı olmasının ABD için kabul edilemez olması ile baskı gruplarınca imza engellenmiştir.113 ABD nin  Ay  Antlaşması nı  imzalamamasına  rağmen,  açık  bir  pozisyon belirtmemesi de antlaşma için olumsuz havayı dağıtmıştır. Uzay Yasası nın diğer 4 antlaşmasını onaylayan ABD nin Ay Antlaşması ndan hiç bahsetmemesi; antlaşmayı imzalamayarak hukuki açıdan reddetse de, başlarda siyasi açıdan açıkça reddetmemesi 108  İbid. Para 14.109  Mačák (n 72) 9.110  CD/1998 (n 105) para 12.111  İbid. Para 9.112  CD/2042, 14 Eylül 2015 para 3-5. 2016 da Rusya nın uzaya fırlattığı silahın yarattığı tartışma ise ABD nin Rusya yı gerçekten silahsızlanma taraftarı olmamakla suçlamasına ortam hazırladı. Bu silah ABD istihbaratına göre uydu karşıtı silah olsa da; kesinliği bulunmamaktadır. Jim Scuitto vd. ‘Sources: Russia tests anti-satellite weapon  (CNN, 21 Dec 2016) <https://www.cnn.com/2016/12/21/politics/russia-satellite-weapon-test/index.html> Erişim Tarihi 12 Nisan 2020; George Leopold, ‘Russian Test Reported, but Was It ASAT?  (Defense Systems, 22 Dec 2016) <https://defensesystems.com/articles/2016/12/22/russian.aspx> Erişim Tarihi 16 Ocak 2020.113  Öngörülen Uzay Rejimi yapısı eşit katılımcılardan oluşmasının yanı sıra, uzayın kontrolü, kontrolün reddi, uzay araçlarını sınırlama, düzenleme ve hatta uzayda dolaşım serbestisine karar yetkili olacaktır. Tütüncü (n 40) 987.2099İstanbul Hukuk Mecmuası 78/4olumlu görülmüştür.114 Ne var ki başkan Trump ın 6 Nisan 2020 kararnamesinde açıkça, ABD nin Ay Antlaşması nı   ne  imzaladığı  ne  onayladığını   tasdiki  ve  uzayı evrensel ortak varlık  kabul etmediğini ilanı, ciddi bir risk yaratmaktadır.115 ABD nin, kararnameden bir ay geçmeden, Ay daki doğal kaynakların bulunması ve  araştırılmasına  yönelik  hazırladığı  Artemis  Anlaşmasını,  onaylatabileceğini düşündüğü devletlere sunacağını ilan etmesi ile birlikte Ay ın ve belki uzayın sömürülmesi  endişelerinin  önüne  geçilemediği  de  ortaya  çıkmıştır.117 ABD nin antlaşmayı  tanımamasının  ötesinde, Ay ı  ve  uzayı  insanlığın  ortak  mirasından görmediğini açıklamasına ek olarak, uzayda kaynak arama faaliyetlerine yönelik Artemis Anlaşması nı hazırlamaya başladığı haberleri de, tüm uzay hukuku için endişe kaynağıdır. III. Uzay Hukuku ve Uluslararası İnsancıl HukukUluslararası hukuk, uluslararası insancıl hukuk ve uzay hukuku arasında karşılıklı bağımlılık ilişkisi bulunur. İnsancıl hukuk ve uzay hukuku, uluslararası hukukun parçası olduğuna göre, bunlardaki gelişmelerin ilk etkisinin çoğunlukla devletlerin teamüllerinde  değişiklik  yarattığı,  bunların  da  uluslararası  hukuk  kurallarını şekillendirdiğini  belirtmek  yanlış  değildir. Ancak  her  iki  hukukun  da  gelişimi sırasında zorlu aşamalardan geçtiği ve çekişmeler yarattığı da ortadadır. Uluslararası  hukukta  yasaklanan  güç  kullanımının  uzay  hukukundaki  yeri, tanımıyla beraber tartışma konusudur. Ancak güç kullanımı ve güç kullanım tehdidi uluslararası hukukta yasaktır. Uzayın silahsızlanması tartışmalarında uydu karşıtı silahlar düşünüldüğünde, bir devletin diğerini, o devletin uydusuna uydu karşıtı silah göndermekle tehdit etmesi de bu durumda yasaklanmalıdır. Meşru müdafaa açısından bakıldığında ise, başka bir devletin saldırısına uğraması durumunda kendini savunmak adına hareket geçmeye hazır olduğunu açıklayan bir devlet, güç kullanma tehdidi yasağını çiğnemiş olmaz.118 Ayrıca meşru müdafaa hakkını hukuka uygun olarak kullanan devlet, uzayın barışçıl kullanımı ilkesini de ihlal etmiş sayılmaz.119 114  Michael Listner, ‘The Moon Treaty: failed international law or waiting in the shadows?  (The Space Review, 24 Oct 2011) <https://www.thespacereview.com/article/1954/1> Erişim Tarihi 10 Şubat 2020.115  Executive Orders, ‘US Executive Order on Encouraging International Support for the Recovery and Use of Space Resources  (White House, 6 April 2020) <https://www.whitehouse.gov/presidential-actions/executive-order-encouraginginternational-support-recovery-use-space-resources/ Erişim Tarihi 19 Nisan 2020.116  Joey Roulette, ‘Trump Administration Drafting ‘Artemis Accords  Pact for Moon Mining  (Reuters, 6 May 2020) <https://www.reuters.com/article/us-space-exploration-moon-mining-exclusi-idUSKBNHSB> Erişim Tarihi 7 Mayıs 2020.117  Hüseyin Pazarcı, Pozitif Uzay Hukuku ve Bugünkü Sorunları, iç Seha L. Meray a Armağan, C. I. (AÜSBFY 1981) 250.118  Mačák (n 72) 9.119  Barışçıl kullanımın,  saldırgan olmayan  anlamına geldiği baskın görüş olduğu için; hukuka uygun olan belirli askeri operasyonlar da saldırganlık sayılmadığı için barışçıl kullanım ilkesini ihlal etmez. C. Q. Christol, ‘The Common Interest in the Exploration, Use and Exploitation of Outer Space for Peaceful Purposes: The Soviet-American Dilemma  (1985) 18(2) Akron Law Review 193, 197; S. Hobe ve K-W Chen, ‘Legal Status of outer space and celestial bodies  iç Ram. S.Jakhu ve Paul Stephen Dempsey (eds) Routledge Handbook of Space Law (Routledge 2016) 34. 2100Balcı / Uzay Hukuku ve Uluslararası İnsancıl Hukuk İlişkisiGüç  kullanma  tehdidinin   açıkça   ifade  edilmesi  ise  uluslararası  hukuk kapsamında bir gereklilik değildir. Bir devlet açıkça savaş ilanında bulunmasa bile, diğer bir devletin sınırına birliklerini konuşlandırması güç kullanmakla tehdit ettiği anlamına gelir.120 Uzayda ise başka bir devletin uydularının yakınlarından geçen uzay araçlarının o uydular için tehdit yaratmasına rağmen seyrine devam etmesi, devletler uzay yarışında ise bu tarz bir tehdidin kapsamına girerken; devletlerin böyle bir ilişkisi bulunmuyorsa, güç kullanma tehdidi olarak düşünülmeyebilir. Uzay hukukunda güç kullanmanın silahlı çatışmaya varması için bir eşik üzerinde anlaşılamamıştır. Yine de ticari amaçla uzaya fırlatılan uzay nesnesinin amaçlanmadığı halde başka bir devletin uydusunu tahrip etmesinin güç kullanma olmasına rağmen savaş ilanı sayılmadığı kabul edilir.121 Rusya ve ABD nin silahsızlanma tasarılarında anlaşamadığı bu temel ayrımın tespiti ise kolay değildir. Uzayın  silahsızlanması  konusunda  anlaşmaya  varılmamış  olması  da,  uzayda güç  kullanımı  ihtimalini  güçlendirir.  Uzayın  silahsızlanmasında  Japonya  ve ABD nin aynı fikirde; Avrupa Birliği nin de Rusya ve Çin ile aynı fikirde olması, uzlaşının sağlanması ihtimalini arttırmaz.122 ABD nin uzay teknolojisi konusundaki ilerlemesi, Çin ve Rusya ile yarışını devam ettirmesi; bu yarışa Hindistan ve Japonya gibi devletlerin de eklenmesi, uzayda güç yarışının kızışmasına neden olacağı için bağlayıcı bir uzay silahsızlanması antlaşması şart görünse de; ABD için uzay sürdürülebilirliği, tek uzay gücü olmak amacına daha uygundur. ABD, başka  devletlerin  uzayda  silahlanmasını  istememesine  rağmen,  kendisinin  silah geliştirmesine engel olacak bir antlaşmanın karşısındadır. ABD hava kuvvetlerinin yanında, 2019 da uzay kuvvetlerinin kurulması, bu bakış açısını gösterir niteliktedir. Başkan Trump ın  uzay, dünyanın yeni savaş alanıdır  ve  ABD nin uzay üstünlüğü hayatidir  sözleri ise riskin büyüklüğünü göstermesi açısından önemlidir.124 120  ICJ Case Concerning Military and Paramilitary Activities in and Against Nicaragua (Merits) (1986) Judgment 14 para 227.121  Mačák (n 64) 10.122  Gürsel (n 88) 7573.123  Hindistan 2019 da uydu karşıtı silah denemesi yaparak uzay yarışında kendisinin de olduğunu gösterdi. Bu denemesi nedeniyle oluşan tepkileri, hiçbir devleti hedef almadığı ve fırlatılan silahın kalıcı uzay çöpü oluşturmayacağı açıklamasıyla yumuşattı. Uzayda silahlanma yarışına girmeyeceğini ilan eden Hindistan; ABD, Rusya ve Çin den sonra dördüncü uzay gücü olması ile uzay yarışında Çin in takipçisi olacağının sinyallerini de verdi. Rakibi Çin ile silahsızlanma tasarılarında ortaklık yapan Rusya ise Hindistan ı da tasarıya davet ederek, tasarıya güç kazandırma çabasına girdi. BBC India, ‘US Space Debris Warning after India Test  (BBC News India, 28 Mar 2019) <https://www.bbc.com/news/world-asia-india-47729568> Erişim Tarihi 09 Nisan 2020; HT, ‘On Mission Shakti, Russia Asks India to Join Effort against Arms Race in Space  (Hindustan Times, 29 Mar 2019) <https://www.hindustantimes.com/india-news/on-mission-shakti-russia-asks-india-tojoin-efforts-against-arms-race-in-space/story-gfYENShjWwOtycZQGaJ.html> Erişim Tarihi 11 Nisan 2020; Dipanjan Roy Chaudhury, ‘Russia Puts Onus on US for Early Outer Space Rules after India s Test  (The Economic Times, 29 March 2019)  <https://economictimes.indiatimes.com/news/defence/russia-puts-onus-us-for-early-outer-space-rules-after-indiastest/articleshow/68626644.cms> Erişim Tarihi 15 Nisan 2020.124  David Smith, ‘ Space Force : Trump Orders New Branch of US Military  (The Guardian, 19 Jun 2018) <https://www.theguardian.com/us-news/2018/jun/18/space-force-donald-trump-orders-new-branch-of-us-military>  Erişim  Tarihi 16 Nisan 2020; AP in Washington, ‘Donald Trump Officially Launches US Space Force  (The Guardian, 21 Dec 2019) <https://www.theguardian.com/us-news/2019/dec/21/donald-trump-officially-launches-us-space-force> Erişim Tarihi 14 Nisan 2020.2101İstanbul Hukuk Mecmuası 78/4İnsanlığın uzay teknolojisine bağlılığı, uzayın barışçıl kullanılmasını gerektirir. Ancak barışçıl olmayan durumlarda ise dünyada uygulanan kurallar, insancıl hukuk kapsamında olduğu için insancıl hukukun uzayı da nasıl kapsayacağı açıklanmalıdır. İlk  başlarda  dünyadaki  düşmanlıkların  uzayı  etkileyemeyeceği  varsayımı,  uzay hukukunun bu yönde gelişmesini engellemiştir.125 1977 Cenevre Sözleşmeleri Ek Protokolleri nde uzayın kapsama alınmaması da bunu desteklemiştir.Bu bağlamda ilk önemli husus, insancıl hukukun dünya yüzeyi ile sınırlanmaması gerektiğidir.126 İkinci husus, Uzay Antlaşması na göre uluslararası hukuk uzayda uygulanabildiğine ve insancıl hukuk da bu hukukun bir parçası olduğunda göre; insancıl hukuk uzayda geçerli olmalıdır. Cenevre Sözleşmeleri kapsama almamış olsa da, insancıl hukuka her durumda uyulması gerekliliği uzaya genişletilmelidir.127 Bu bağlamda, uzayda bir askeri operasyon durumunda hangi hukukun ilkelerinin uygulanacağının tespiti için temel insancıl hukuk ilkeleri ile uzay hukuku ilkeleri bir arada düşünülerek incelenmelidir.A. Uzayda Ayrım Gözetmeİnsancıl  hukukta  bulunan  savaşan/savaşmayan  ayrımı  uzay  hukukunda bulunmamaktadır. Ayrım gözetme ilkesi; çatışmalar ile ilgisi bulunmayan sivillerin hedef alınmasını yasaklar.128 Savaş dışı olmayan düşman askerleri ise bu kural dışındadır. Bu ayrımın uzayda olmamasının ötesinde, uzay hukuku kapsayıcılık ve eşitlik ilesine dayanır. Uzay hukukuna göre uzayda bulunan herkes,  insanlığın adına  oradadır ve özel düzenlenmiş, eşit korunma yasaları vardır. Uzay Antlaşması nın yanı sıra Sorumluluk Antlaşması da, uzayda bulunan bir insana, ihtiyaç duyduğunda yardım etmek veya onun dünyaya dönmesini sağlamanın tüm dünya devletlerinin sorumluluğu olduğunu belirtir.129 Ancak uzay hukuku uzayın barışçıl kullanımını şart koşarak oluşturulduğu için uzayda başka bir devlet yetkisindeki uzay nesnesine karşı güç kullananlar insancıl hukuk kapsamında savaşan taraf kabul edilebilir. Öte yandan bir askeri operasyonun uzayda gerçekleşmemesine rağmen uzay nesneleri ile desteklenmesi nedeniyle, uzay nesnelerinin de savaşan taraf kabul edilmesi olası görülebilir. Bu açıdan bakıldığında, yapay uyduların devletler ile ilgili istihbarat sağlaması, devletlere savaş teknolojilerini geliştirmek için ekonomik ve teknolojik katkılar sunuyor olması da, dünyada gerçekleşen askeri operasyonlara katkı sunuyor denebilir.130 Bu bağlamda yapay uyduların askeri hedeflerden sayılması söz konusu 125  Uzayı  savaşsız bir dünya  olarak gören Hindistan başlangıçta IHL nin uzayda uygulanamayacağını savunmuştur. UN Doc. A/AC.105/PV.3, 7 May 1962 63.126  Mačák (n 72) 11.127  İbid 12. 128  1977 Cenevre Sözleşmeleri EP I (n 29) M. 51(3).129  1967 Uzay Antlaşması (n 58) M. V(I); 1972 Sorumluluk Antlaşması (n 65) M. I.130  M Bourbonnière, ‘Law of Armed Conflict (LOAC) and the Neutralisation of Satellites or Ius in Bello Satellitis  (2004) 9 JCSL 43, 64.2102Balcı / Uzay Hukuku ve Uluslararası İnsancıl Hukuk İlişkisiolacağı için yapay uyduların askeri görüntüleme ve tanıma işlevi gösterenlerinin hedef haline gelebilmesi, ancak ticari uyduların bu kapsama alınmaması gerektiği söylenebilir. Uzay hukukunun kapsayıcılık ve eşitlik ilkeleri ile devletlere yüklediği sorumluluğun ayrım gözetmediği düşünüldüğünde; uzay hukukunun bu kuralların insancıl  hukukun  ayrım  gözetme  ilkesinden  daha  genel  bir  kural  oluşturduğu görülmektedir. Bu bağlamda insancıl hukukun ayrım gözetme ilkesinin lex specialis olduğu ve uygulanması gerektiğini söylemek yanlış olmamakla beraber; uzay ayrım gözetme ilkesi olarak adlandırılabilir. B. Uzayda OrantılılıkAskeri hedef olan ve askeri operasyonlara katkısının sınırları bilinmeyen uzay nesneleri, insancıl hukukun orantılılık ilkesi ile değerlendirilmelidir. Uzay nesneleri askeri operasyonlara katkı yapıyor olsa da, aynı anda barışçıl ticari faaliyetlerde de kullanılıyor olabilir. Bu durumda da insancıl hukuk gereği, askeri hedef olmalarına rağmen tamamen tahrip edilerek kullanılmaz hale getirilemezler. 131 Uzay nesnelerinin askeri operasyonlara hangi açıdan katkı sunduğu, savaşan devlete teknolojik ilerleme için katkı veya istihbarat sağlayıp sağlamadığı, bu işlevlerini hangi yollarla kullandığı ve bu işlevlerin tahrip edilmesinin siviller için yaratacağı risklerin hesaplanması, uzay hukukunun özel durumları düzenlememesi nedeniyle, insancıl hukukun orantılılık ilkesine göre uygulanabilir. Kısaca bir yapay uydunun askeri hedef haline gelmesine bağlı olarak büyük tahribata uğraması sonucu dünyadaki sivil yaşama etki etmesinin önüne  geçilmesi,  uzayda  insancıl  hukukun  orantılılık  ilkesinin  uygulanmasına bağlıdır. C. Uzayda İhtiyatlılıkİhtiyatlılık  ilkesi  savaş  sırasında,  askeri  operasyonlardan  sorumlu  olanların, sivil yaşamın devamlılığı için gerekli olan ve askeri özelliği de olmayan koşul ve nesneleri korumasını öngörür.132 Askeri uzay operasyonlarında özellikle uzay çöpleri göz önünde bulundurulmalıdır. Ticari veya askeri amaçlar dışında; kendi uydusunu tahrip için uzay nesnesi fırlatmak dahi uzay çöpü yaratacağı için risklidir. Bu nedenle uzaya fırlatılan nesnelerin oluşturacağı riskler hesaplanmalıdır. Ayrıca askeri ve ticari kullanımı amaçlayan uzay nesnelerinden kaynaklanacak riskler de göz önüne alınmalı ve uzayın özgür kullanımı ihtiyatlı sağlanmalıdır. Uzayda ihtiyatlılık olarak adlandırılabilecek bu ilke,  askeri  kapsamına girse dahi uzay çöpü oluşturmadan müdahaleyi  öngören  insancıl  hukuka  uygundur  ve  uzayın  özgür  kullanım  ile karşılaştırıldığında lex specialis niteliği taşır. 131  Mačák (n 72) 14.132  İbid 15.2103İstanbul Hukuk Mecmuası 78/4SonuçUluslararası  insancıl  hukuk,  savaş  dönemlerinde  devletlerin  uyması  gereken kuralları belirlerken, vazgeçilmeyen ilke devlet egemenliğidir. Uzay hukukunda ise en önemli ilkeler uzayın insanlığın tümüne ait olduğu ve uzayın serbestliğidir. İnsancıl hukukun, uzay hukuku ortaya çıkmadan önceki uygulama alanı, yeryüzündeki ve çok önemli bir bölümü devletlerin egemenliği altında bulunan topraklardı. Uzay hukukunun uygulama alanı ise uzayın başlangıcından itibaren, yörüngeler, uzay nesneleri, devletlerin egemenlik yetkilerini kullanmaya devam ettiği kendi yapay uyduları ve uzay istasyonlarıdır. Özetle uzay hukukunda devlet egemenliği ve sabit bir toprak parçası bulunmamakla birlikte, devletler yalnızca kendi uzay ajanslarının bulunduğu kısım üzerinde egemenlik hakkına sahiptir. Uzayın  barışçıl  kullanımı  antlaşmaları  bulunsa  da,  uzayın  silahsızlanması antlaşması oluşturulamaması ve uydu karşıtı silahlardan tehdit algılanması, uzay savaşlarının uzak olmadığını düşündürür. Askeri uzay operasyonlarının kapsamı hala belirsizliği koruyor olduğu için de bunlarda uygulanacak özel hukuk kuralları tam olarak belirli değildir. Bu bağlamda insancıl hukuk kurallarının önemli olduğunun vurgulanması gerekir. Askeri uzay operasyonları, savaş durumu yaratması dolayısıyla şu nedenlerden dolayı insancıl hukuk kapsamına girebilir:İnsancıl hukuk da, uzay hukuku da uluslararası hukukun parçalarıdır.İnsancıl  hukuk,  uzay  hukukunda  olduğu  gibi  hiçbir  ayrım  gözetmeden  tüm insanlara uygulanır.Uzay hukukunun devletler için, ortak insanlık adına temel ilkeler tespit etmesi doğası gereği, bir askeri operasyon durumunda yine devletlerin değil insanların korunması söz konusu olacaktır ve bu da insancıl kapsamındadır. Uluslararası insancıl hukuk ile uzay hukuku ilişkisinde, askeri uzay operasyonları durumunda insancıl hukuk ve uzay hukuku kurallarının çatışması halinde hangi kuralın uygulanacağını uluslararası hukukun lex specialis derogat legi generali ilkesi belirler. Buna göre iki hukuk normunun çatıştığı durumlarda daha özel olan hukuk normu, genel olan hukuk normunu ilga edecektir. Uzay hukuku uluslararası hukukta lex specialis niteliğinde olduğuna dair tartışmalar bulunması ile birlikte; insancıl hukuk kurallarının askeri uzay operasyonlarında uygulanabilirliğinin uzay hukuku kurallarının önüne geçmesi, insancıl hukuk kurallarının askeri uzay operasyonlarında lex specialis niteliğini ortaya koyar. Diğer bir deyişle, askeri uzay operasyonları bağlamında norm hiyerarşisinde, insancıl hukuk normlarının uzay hukuku normlarına üstün geldiğini gösterir. İnsancıl hukukun uzay hukukunda uygulanan ilkelerinin oluşturduğu ilişki, uluslararası hukukun iki dalı arasından insancıl hukukun daha kapsayıcı olduğunun göstergesidir.2104Balcı / Uzay Hukuku ve Uluslararası İnsancıl Hukuk İlişkisiHakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir.Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare.Grant Support: The author declared that this study has received no financial support.2105İstanbul Hukuk Mecmuası 78/4",
     "Kaynakça": "1856 Paris Declaration Respecting Maritime Law, <https://ihl databases.icrc.org/applic/ihl/ihl.nsf/Article.xsp?action=openDocument&documentId=473FCB0F41DCC63BC12563CD0051492D>1864  Geneva  Convention,  <https://www.icrc.org/en/doc/resources/documents/treaty/genevaconvention 1864.htm>1868 St Peterburg Declaration, <https://ihl databases.icrc.org/ihl/full/declaration1868>1874 Brussels Declaration, <https://ihl databases.icrc.org/ihl/INTRO/135>1907   IV Sayılı Lahey Sözleşmesi, <https://ihl databases.icrc.org/applic/ihl/ihl.nsf/Article.xsp?action=openDocument&documentId=BD48EA8AD56596A3C12563CD0051653F> Erişim Tarihi 15 Aralık 2019.1949 Cenevre Sözleşmeleri, <https://ihl databases.icrc.org/applic/ihl/ihl.nsf/1a13044f3bbb5b8ec12563fb0066f226/be12c9954ac2aec2c12563cd0042a25c> Erişim Tarihi 15 Aralık 2019.1963 Kısmi Nükleer Deneme Yasağı Sözleşmesi, UN Treaty Series 480 (1), Sayı 6964. 1967 Uzay Antlaşması: UNGA A/RES/2222(XXI).1968 Kurtarma Antlaşması: UNGA A/RES/2345(XXII).1972 Sorumluluk Antlaşması: UNGA A/RES/2777(XXVI).1975 Tescil Sözleşmesi: UNGA A/RES/3235(XXIX).1977 Cenevre Sözleşmesi EP I, >https://ihl databases.icrc.org/applic/ihl/ihl.nsf/Article.xsp?action=openDocument&documentId=50FB5579FB098FAAC12563CD0051DD7C> Erişim Tarihi 15 Kasım 2019.1977 Cenevre Sözleşmeleri EP II, <https://ihl databases.icrc.org/applic/ihl/ihl.nsf/1a13044f3bbb5b8ec12563fb0066f226/15781c741ba1d4dcc12563cd00439e89> Erişim Tarihi 15 Kasım 2019.1979 Ay Antlaşması, UNGA A/34/68.AP in Washington, ‘Donald Trump Officially Launches US Space Force  (The Guardian, 21 Dec 2019)  <https://www.theguardian.com/us news/2019/dec/21/donald trump officially launchesus space force> Erişim Tarihi 14 Nisan 2020.Ay ve diğer gök cisimleri dahil, uzayın keşif ve kullanılmasında devletlerin faaliyetlerini yöneten ilkeler hakkında Andlaşma: RG, 23 Ekim 1967, Sayı 12732, <https://www.resmigazete.gov.tr/arsiv/12732.pdf> Erişim Tarihi 11 Mart 2020.Bal A, ‘Hava Uzay Araçlarının Hukuki Rejimi  (2013) Özel sayı (15) DEHKD 1465 1528.BBC India, ‘US Space Debris Warning after India Test  BBC News (India, 28 Mar 2019) <https://www.bbc.com/news/world asia india 47729568> Erişim Tarihi 09 Nisan 2020.Bourbonnière M, ‘Law of Armed Conflict (LOAC) and the Neutralisation of Satellites or Ius in Bello Satellitis  (2004) 9 JCSL 43 69.CD/1839, 29 Şubat 2008.CD/1847, 24 Ağustos 2008.CD/1985, 12 Haziran 2014.CD/1998, 3 Eylül 2014.CD/2042, 14 Eylül 2015.Chaudhury DR, ‘Russia Puts Onus on US for Early Outer Space Rules after India s Test  (The Economic Times, 29 March 2019) <https://economictimes.indiatimes.com/news/defence/russiaputs onus us for early outer space rules after indias test/articleshow/68626644.cms>  Erişim Tarihi 15 Nisan 2020.2106Balcı / Uzay Hukuku ve Uluslararası İnsancıl Hukuk İlişkisiChristol CQ, ‘The Common Interest in the Exploration, Use and Exploitation of Outer Space for Peaceful Purposes: The Soviet American Dilemma  (1985) 18(2) Akron Law Review 193 222.David E, Principes de droit des conflits armés (Éditions Bruylant 1994).Dunant H, Un Souvenir de Solferino (CICR 1862).ESPI Report, ‘Europe, Space and Defence  (2020) (72) European Space Policy Institute.Executive Orders, ‘US Executive Order on Encouraging International Support for the Recovery and Use of Space Resources  (White House, 6 April 2020) <https://www.whitehouse.gov/presidential actions/executive order encouraging international support recovery use spaceresources/> Erişim Tarihi 10 Nisan 2020.Finnemore M, National Interests in International Society (Cornell Uni Press 1996).Garcia M, ‘Space Debris and Human Spacecraft  (NASA, 13 Apr 2015) <http://www.nasa.gov/mission_pages/station/news/orbital_debris.html> Erişim Tarihi 01 Nisan 2020.Günel RV, Uzay Hukuku Açısından Uzay Madenciliği (Turhan 2016).Gürsel S, ‘Uzayda Silahsızlanma ve Silahların Kontrolü  (2019) 5(53) SSS Journal 7569 7577.Henckaerts J ve Doswald Beck L, Uluslararası İnsancıl Teamül (Örf Adet) Hukuku, Emre Öktem vd. (çev) (GSÜ Hukuk Yayınları 2005).Harb Felâketzedelerinin Himayesine dair 12 Ağustos 19 19 tarihli Cenevre Sözleşmelerinin onanması: RG, 30 Ocak 1953, Sayı 8322, <https://www.resmigazete.gov.tr/arsiv/8322.pdf> Erişim Tarihi 11 Mart 2020.Hobe S. ve Chen K W, ‘Legal Status of outer space and celestial bodies  iç Ram. S.Jakhu ve Paul Stephen Dempsey (eds) Routledge Handbook of Space Law (Routledge 2016).HT, ‘On Mission Shakti, Russia Asks India to Join Effort against Arms Race in Space  (Hindustan Times, 29 Mar 2019) <https://www.hindustantimes.com/india news/on mission shakti russiaasks india to join efforts against arms race in space/story gfY3ENSh2jWwOtycZ0QGaJ.html> Erişim Tarihi 11 Nisan 2020.ICJ Case Concerning Military and Paramilitary Activities in and Against Nicaragua (Merits) (1986) Judgment 14.ICRC ‘Fundamentals of IHL  <https://casebook.icrc.org/law/fundamentals ihl> Erişim Tarihi 15 Ekim 2019.ICRC ‘Report for IHL and the Challenges of Contemporary Armed Conflicts  (32nd International Conference on ICRC, Genova, 2015).ICRC  ‘What  is  IHL   (2004)  <https://www.icrc.org/en/doc/assets/files/other/what_is_ihl.pdf> Erişim Tarihi 19 Aralık 2019.Kakaes  K,  ‘Where  Does  Space  Begin?   (MIT  Technology  Review,  2019)  <https://www.technologyreview.com/2019/06/26/238928/where does space begin/> Erişim Tarihi 10 Şubat 2020.Kaşıkara MS, Devletlerin Uzay Faaliyetlerinden Doğan Sorumluluğu (Adalet 2017).Kızılay ve ICRC, Uluslararası İnsancıl Hukuk (2014).Leopold G, ‘Russian Test Reported, but Was It ASAT?  (Defense Systems, 22 Dec 2016) <https://defensesystems.com/articles/2016/12/22/russian.aspx> Erişim Tarihi 16 Ocak 2020.Letter dated 10 August 1981, UNGA A/36/192, 20 Ağustos 1981.Letter dated 19 August 1983, UNGA A/38/194, 23 Ağustos 1983.Lewis JA, ‘China as a Military Space Competitor  (Center for Strategic and International Studies, 1 Dec 2005) <https://www.csis.org/analysis/china military space competitor> Erişim Tarihi 27 Mart 2020.2107İstanbul Hukuk Mecmuası 78/4Listner M, ‘The Moon Treaty: failed international law or waiting in the shadows?  (The Space Review, 24 Oct 2011) <https://www.thespacereview.com/article/1954/1> Erişim Tarihi 10 Şubat 2020.Mačák K, ‘Military Space Operations  (ECIL Working Paper 2020/2) iç Sergey Sayapin (ed) An Introduction to International Conflict and Security Law. (The Hague: T.M.C. Asser Press 2020).MacDonald BW, ‘China, Space Weapons, and U.S. Security , Council on Foreign Relations Special Report No. 38, September 2008, <www.cfr.org/publication/16707/china_space_weapons_and_us_security .html> Erişim Tarihi 8 Şubat 2021.Mayence JF, ‘Space security: transatlantic approach to space governance  iç Jana Robinson vd. (edr), Prospects for Transparency and Confidence building Measures in Space (ESPI, 2010).Mayer P, ‘The CD and PAROS: A Short History  (UNIDIR The Conference on Disarmament and the Prevention of an Arms Race in Outer Space, Nisan 2011) <https://www.unidir.org/files/publications/pdfs/the conference on disarmament and the prevention of an arms race inouter space 370.pdf> Erişim Tarihi 10 Mart 2020.Meray SL, Devletler Hukukuna Giriş C. I (3. Bası, AÜSBFY 1968).             Devletler Hukukuna Giriş C. II (3. Bası, AÜSBFY 1965).             ‘Uzayda devletlerin çalışmasını yönetecek ilkelere ilişkin anlaşma  (1967) 22(1) AÜSBF Dergisi 33 53.              Uzay ve Milletlerarası Hukuk: uzay hukukunda ilk adımlar (AÜSBFY 1964).Office of Space Commerce, National Space Policy of the USA (2010) <https://www.space.commerce.gov/policy/national space policy/> Erişim Tarihi 03 Mart 2020.Orbital Debris Program Office, ‘Orbital Debris Amounts  <https://orbitaldebris.jsc.nasa.gov/faq/#> Erişim 14 Nisan 2020.Pazarcı H, Pozitif Uzay Hukuku ve Bugünkü Sorunları, iç Seha L. Meray a Armağan, C. I. (AÜSBFY 1981)             Uluslararası Hukuk Dersleri C. 4 (Turhan 2000).              Uluslararası Hukuk (Turhan 2005).Porras D, ‘An Update on Outer Space Security and a Brief History of the Prevention of an Arms Race in Outer Space  (UNIDIR Space Security Fellow Presentation, Palais des Nations, 25 Mayıs 2018).Roulette J, ‘Trump Administration Drafting  Artemis Accords  Pact for Moon Mining  (Reuters, 6  May  2020)  <https://www.reuters.com/article/us space exploration moon mining exclusiidUSKBN22H2SB> Erişim Tarihi 7 Mayıs 2020.Rousseau JJ, Toplum Sözleşmesi, Vedat Günyol (çev) (Türkiye İş Bankası Kültür Yay, (1982/2008)).Russia News, ‘Russia against Militarizing Outer Space  (Sputnik News, 6 Feb 2007) <https://sputniknews.com/russia/2007020660290281/> Erişim Tarihi 12 Aralık 2019.Sav Ö, Uluslararası İnsancıl Hukuk Açısından Savaş ve Barış Hukuku (TBB 2015). Scuitto J vd. ‘Sources: Russia tests anti satellite weapon  (CNN, 21 Dec 2016) <https://www.cnn.com/2016/12/21/politics/russia satellite weapon test/index.html> Erişim Tarihi 12 Nisan 2020.Shaw MN, Uluslararası Hukuk, Yücel Acer vd. (çev) (TÜBA 2018).Sheehan M, ‘Defining Space Security  iç Schrogl Kai Uwe vd. Handbook of Space Security. (Springer 2015).               ‘Viewpoint: Space security and developing nations  (2016) (37) Space Policy 20 23.Signatory Status: <https://treaties.un.org/Pages/showDetails.aspx?objid=080000028003b946&clang=_en> Erişim Tarihi 6 Mayıs 2020.2108Balcı / Uzay Hukuku ve Uluslararası İnsancıl Hukuk İlişkisiSmith D,  ‘Space Force : Trump Orders New Branch of US Military  (The Guardian, 19 Jun 2018) <https://www.theguardian.com/us news/2018/jun/18/space force donald trump orders newbranch of us military> Erişim Tarihi 16 Nisan 2020.Sorgucu A, Hava ve Uzay Hukuku (Adalet 2019).Space Debrit Office, ‘Space Debris by the Numbers  (European Space Agency, 2020) <https://www.esa.int/Safety_Security/Space_Debris/Space_debris_by_the_numbers> Erişim Tarihi 16 Nisan 2020.The Law of Hague, <https://casebook.icrc.org/glossary/law hague#:~:text=As%20opposed%20to%20the%20 law,Conventions%20of%201899%20and%201907>.Treaties, State Parties and Commentaries: <https://ihl databases.icrc.org/applic/ihl/ihl.nsf/States.xsp?xp_viewStates=XPages_NORMStatesParties&xp_treatySelected=380>.Türkiye Kızılay Derneği, Kızılay ve Kızılhaç ın Milletlerarası Kaynakları (1964).Tütüncü Ayşe Nur, ‘Uzay Hukuku ve Uzaydaki Faaliyetlerin Gelişmesiyle İlgili Milletlerarası Sistemin Yapısı, Düzenlediği İlişkiler ve Dayandığı Esaslara Genel Bir Bakış  (1999) 19(1 2) MHB 979 989.                       , İnsancıl Hukuka Giriş (Beta 2019).UN Doc A/AC.105/769, 18 Ocak 2002.UN Doc. A/AC.105/PV.3, 7 Mayıs 1962.UN Doc. A/AC.98/2, 12 Haziran 1959. UN Yearbook 1981.UNGA A/RES/1348(XIII), 13 Aralık 1958. UNGA A/RES/1472(XIV), 12 Aralık 1959. UNGA A/RES/1962(XVIII), 27 Kasım 1963.UNGA A/RES/1721(XVI), 20 Aralık 1961.UNGA A/RES/36/35, 18 Aralık 1981.UNGA A/RES/36/99, 9 Aralık 1981.UNGA A/RES/41/65, 3 Aralık 1986.UNGA A/RES/47/68, 14 Aralık 1992. UNGA A/RES/51/122, 13 Aralık 1996.Unispace Conferences, <https://www.unoosa.org/oosa/en/aboutus/history/unispace.html>UNODA Disarmament Treaties, <http://disarmament.un.org/treaties/>Unoosa, ‘The Space Millenium: Vienna Declaration on Space and Human Development  (Third UN Conference on the Exploration and Peaceful Uses of Outer Space, Vienna, 11 30 July 1999). Wall J, ‘What Is Orbital Debris?  (NASA, 2010) <http://www.nasa.gov/audience/forstudents/5 8/features/nasa knows/what is orbital debris 58.html> Erişim Tarihi 10 Haziran 2020.von der Dunk FG, ‘Defining Subject Matter under Space Law: Near Earth Objects versus Space Objects  (2008) (25) Space, Cyber, and Telecommunications Law Program Faculty Publications 293 303.von Welck SF,  India s Space Policy: A Developing Country in the ‘Space Club   (1987) 3(4) Space Policy 326 34.Yamaner MB vd. 12 Ağustos 1949 Tarihli Cenevre Sözleşmeleri ve Ek Protokolleri, (GSÜ Hukuk Yay.).Zississ C, ‘China s Anti Satellite Test  Council on Foreign Relations (2007) <https://www.cfr.org/backgrounder/chinas anti satellite test> Erişim Tarihi 09 Mart 2020.2109"
}