{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "28",
     "Ay": "06",
     "Yıl": "2019",
     "Cilt": "77",
     "Sayı": "1",
     "Başlık": "Yabancı Unsurlu Futbol Menajerliği Sözleşmesinden Doğan Uyuşmazlıkların Çözüm Yolları ve Uygulanacak Hukuk",
     "Title": "The Solutions of Disputes Arising From the Football Manager Contract with Foreign Element and the Applicable Law",
     "Yazar İsmi": [

          "Cemil Güner"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Futbol menajerliği sözleşmesi" , "Kanunlar ihtilafı" , "Uygulanacak hukuk" , "Spor Tahkim Mahkemesi" , "Uyuşmazlık Çözüm Kurulu"
     ],
     "Keywords": [
          "Football manager contract" , "Conflict of laws" , "Applicable law" , "Court of Arbitration for Sport" , "Dispute Resolution Board"
     ],
     "Özet": "Futbol menajerliği sözleşmesinin amacı, futbol menajerinin bir futbolcu ile kulüp arasında imzalanan profesyonel futbolcu sözleşmesi ya da iki kulüp arasında imzalanan transfer anlaşması yapılması konusunda hizmet vermektir. Bu bağlamda, taraflarca akdedilen yabancı unsurlu futbol menajerliği sözleşmesinden birçok uyuşmazlık gündeme gelebilecektir. Futbol menajerliği sözleşmesinden doğan yabancı unsurlu bir uyuşmazlık için taraflar, devlet mahkemelerinde dava açabilecekleri gibi Spor Tahkim Mahkemesine (CAS) de başvurabilirler. Bununla birlikte, futbol menajerliği sözleşmesinden doğan bir uyuşmazlık yabancı unsurlu ise Türkiye Futbol Federasyonu Uyuşmazlık Çözüm Kuruluna götürülmesi mümkün değildir. Zira Türkiye Futbol Federasyonu Statüsü md 63/3 de uluslararası ihtilaflarda Uluslararası Futbol Federasyonları Birliği nin (FIFA) yetkili olduğu açıkça hükme bağlanmıştır. Yabancı unsurlu futbol menajerliği sözleşmesinden doğan bir uyuşmazlık Spor Tahkim Mahkemesine götürülürse, hakem heyeti, uyuşmazlığın esasına taraflarca tahkim şartında veya tahkim anlaşmasında seçilen hukuk kurallarını, böyle bir seçimin yapılmaması halinde ise İsviçre hukukunu uygular. Taraflar hakem heyetine hakkaniyete göre karar verme yetkisi de tanıyabilirler. Söz konusu uyuşmazlık Türk mahkemelerinde dava konusu edilirse, uygulanacak hukuk mahkemece yapılacak vasıflandırmaya göre değişebilir. Buna göre, taraflar futbol menajerliği sözleşmesini iş sözleşmesi unsurlarıyla yapmışlarsa uygulanacak hukuk MÖHUK md 27 e göre tayin edilir. Ancak taraflar futbol menajerliği sözleşmesini vekâlet sözleşmesi, simsarlık sözleşmesi, komisyon sözleşmesi veya danışmanlık sözleşmesi unsurlarıyla yapmışlarsa uygulanacak hukuk MÖHUK md 24 uyarınca belirlenir.",
     "Abstract": "The aim of the football manager contract is to provide services for the professional player contract signed between the football player and the club or the transfer agreement signed between two clubs. In this context, many disputes arising from the football manager contract with foreign element made by the parties come up. In the case of a dispute with a foreign element arising from the football manager contract, parties may file a bill in state courts or apply to the Court of Arbitration for Sport (CAS). However, if a dispute arising from the football manager contract has a foreign element, it can t be taken to the Turkish Football Federation Dispute Resolution Board. Article 63/3 of the Statute of Turkish Football Federation states that International Association Football Federation (FIFA) is clearly authorized in international disputes. If a dispute arising from the football manager contract with foreign element is taken to the Court of Arbitration for Sport, the Panel shall decide the dispute according to the rules of law chosen by the parties or, in the absence of such a choice, according to Swiss law. The parties may authorize the Panel to decide ex aequo et bono. If the parties file a bill regarding these disputes in the Turkish courts, the applicable law may vary depending on the qualification to be made by the court. Accordingly, if the parties have made the football manager contract with the elements of the employment contract, the court has to determine the applicable law according to article 27 of MOHUK. However, if the parties have made the football manager contract with the elements of the agency contract, the brokerage contract, the commission contract or the consultancy contract, the court has to determine the applicable law according to article 24 of MOHUK.",
     "Metin": "Sportif alanda menajerlik hizmetinden çokça yararlanılmaktadır. Bu bağlamda, uygulamada önemli bir yer edinen menajerliğin özellikle futbolda ön plana çıktığı görülmektedir. Öyle ki  futbolcu temsilciliği  olarak da bilinen  futbol menajerliği , yüksek bedelli transfer ücretlerinin döndüğü futbol dünyasında önemli bir müessese haline gelmiştir. Zira profesyonel futbolda, futbolcu veya kulüplerin çoğunlukla futbol menajerleriyle çalıştıkları görülmektedir.Profesyonel  futbolcular  ve  kulüpler  birbirleriyle  sözleşme  yaparken  veya sözleşme sonrası aşamada ve özellikle de transfer sürecinde maddi, kültürel, sosyal ve hukuki problemlerle karşılaşabilmektedir. İşte doğabilecek bu tür problemlerin çözümünde  yetkin  ve  profesyonel  uzmanlara  ihtiyaç  duyulmaktadır.  Özellikle yabancı futbolcuların futbol oynayacağı ülkenin lisanını ve kültürünü bilmemesi, ülke ve kulüp şartları hakkında yeterli bilgiye sahip olmaması, maç ve antrenman dönemi sebebiyle zaman yetersizliği onları menajerlik hizmetinden yararlanmaya teşvik etmektedir. Futbol alanında uluslararası nitelikli düzenlemeler getirerek bunlara devletlerin ulusal  federasyonlarının  uymasını  sağlama  noktasında  yetkili  bir  kuruluş  olan Uluslararası Futbol Federasyonları Birliği (FIFA)5, futbol menajerliği hakkında da düzenlemeler yapmıştır. FIFA nın yürürlükte olan son düzenlemesi, 2015 tarihli FIFA Aracılarla Çalışma Talimatıdır (FIFA Aracı Talimatı)7. FIFA Aracı Talimatının başlangıç bölümünde, bu Talimatı her ulusal federasyonun kendi iç düzenlemesi haline getirmesi zorunluluğu yüklenmiştir. Bu doğrultuda her devletin kendi futbol 1  Seamus Kelly and Dikaia Chatziefstathiou, ‘‘Trust me I am a Football Agent  The Discursive Practices of he Players Agents in (un) Professional Football  (2017) Sport in Society 1, 3.2  Özellikle  Bosman Kararı  diye bilenen ve Avrupa Birliği sınırları içinde sporcuların serbest dolaşımı önündeki engelleri kaldıran Avrupa Topluluğu Adalet Divanı nın kararı, futbol menajerlerinin faaliyetlerine de ciddi bir ivme kazandırmıştır: M. Emin Özkurt, ‘Futbolda Sporcu Temsilciliği  (2007) İstanbul Barosu Dergisi (Spor Hukuku Özel Sayısı) 77, 79; Kelly and Chatziefstathiou, 3.3  Hasan Petek, ‘Lisanslı Olmayan Futbol Menajeriyle Yapılan Sözleşmenin Geçerliliği  (2017) (1) Ankara Barosu Dergisi 183, 183 (Menajer); Osman İmamoğlu, Ertan Kılcıgil and Murat Şahin, ‘Türkiye de Futbolcu Temsilciliği ve Futbolcu İlişkisi  (2007) 5(3) Spormetre Beden Eğitimi ve Spor Bilimleri Dergisi 129, 130.4  Petek, Menajer, 183.5  Merkezi Zürih olan FIFA, altı konfederasyon ve iki yüz on bir ulusal federasyonu bünyesinde barındırmaktadır: <https://www.fifa.com/associations/> Erişim Tarihi 13.03.2019. 6  FIFA, menajerlik hakkındaki düzenlemeyi ilk olarak 20.05.1994 te kabul etmiş; 11.12.1995 te bu düzenlemede bazı değişikliklere gitmiş ve nihayetinde 01.01.1996 da nihai haliyle yürürlüğe sokmuştur. Ancak söz konusu düzenleme, Fransa da faaliyet gösteren bir menajer tarafından, düzenlemenin ayrımcı, ölçüsüz ve belirsiz hükümlere sahip olduğu iddiasıyla Avrupa Topluluğu Adalet Divanına götürülmüştür. Dava sürerken FIFA nın bu düzenlemede bazı değişikliklere gitmesi neticesinde dava düşmüştür. Buna rağmen, düzenlemeye yönelik eleştiriler kesilmemiş, Avrupa Birliği Komisyonu bazı konuların yeniden ele alınması konusunda FIFA yla görüşmelerde bulunmuştur. Nihayetinde, Lisanslı Oyuncu Temsilciliği Talimatı adıyla futbol menajerliği ile ilgili düzenleme son şeklini alarak 01.03.2001 de yürürlüğe girmiştir. FIFA nın Lisanslı Oyuncu Temsilciliği Talimatı, 01.04.2015 tarihinde yürürlüğe giren Aracılarla Çalışma Talimatı ile birlikte yürürlükten kalkmıştır. FIFA nın konuya ilişkin çalışma süreci hakkında bkz Stephen Kirwan, ‘Levelling The Playing Field? Remuneration Caps, EU Competition Law and Article 7(3) of The FIFA Regulations on Working with Intermediaries  (2016) 15(1) Hibernian Law Journal 43, 46 ff; Özkurt, 80.7  FIFA Aracı Talimatının (Regulations on Working With Intermediaries) İngilizce metni için bkz <https://resources.fifa.com/image/upload/regulations-on-working-with-intermediaries 2367763.pdf?cloudid=crdquxmadupvqply> Erişim Tarihi 01.02.2019. 106Güner / Yabancı Unsurlu Futbol Menajerliği Sözleşmesinden Doğan Uyuşmazlıkların Çözüm Yolları ve Uygulanacak Hukukfederasyonu, FIFA Aracı Talimatına uygun düzenlemeler getirmiştir. Türk hukukunda da FIFA Aracı Talimatına uygun olarak Türkiye Futbol Federasyonu (TFF) tarafından talimatlar çıkarılmıştır. Buna göre, futbol menajerliği, 1992 tarihli mülga Türkiye Futbol Federasyonu Kuruluş ve Görevleri Hakkında Kanun (3813 sayılı Kanun) ve TFF Statüsü dayanak alınarak, başlangıçta Futbolcu Temsilcileri Talimatı (FTT) ile düzenlenmiş; akabinde ise 09.06.2015 tarihinde yürürlüğe giren ve hali hazırda uygulanmaya devam eden Futbol Menajerleri İle Çalışma Talimatı (FMÇT) adıyla yeni bir düzenlemeye gidilmiştir. Uluslararası  nitelikli  spor  hukuku  uyuşmazlıkları  son  çeyrek  yüzyılda  ciddi artış göstermiştir. Bu çerçevede, yabancı futbolcuların transferi, günümüz futbol dünyasında olağan haline gelmiştir. Türk futbolunda da yabancı oyuncu sınırının kaldırılması yabancı futbolcuların liglerde daha fazla oynamasına zemin hazırlamıştır. Bu durum yabancı futbolcuların ya da onlarla çalışmak isteyen kulüplerin futbol menajerinden istifade etme eğilimini arttıran bir gelişme olmuştur. Buna bağlı olarak, akdedilen yabancı unsurlu futbol menajerliği sözleşmesinden kaynaklanan türlü uyuşmazlıklar gündeme gelmektedir. İşte bu tür uyuşmazlıklar devlet mahkemeleri yanında ulusal veya uluslararası federasyonların kurulları ve tahkim mahkemeleri tarafından  belli  koşullar  altında  çözümlenebilmektedir.  Çalışmamızda  yabancı unsurlu futbol menajerliği sözleşmesinden doğan uyuşmazlıkların çözüm yolları ve yargı yetkisine sahip makamların esas alacağı hukukun tespiti konusu ele alınacaktır. I. Futbol Menajerliği Sözleşmesi Hakkında Genel AçıklamalarA. Futbol Menajerliği Sözleşmesinin TanımıFutbol menajerliği, futbol menajeri adı verilen bir kimsenin, futbolcu ya da kulüple,  aralarındaki  anlaşma  gereğince,  bunlardan  birinin  diğeriyle  yapacağı profesyonel futbolcu sözleşmesi öncesi görüşmeleri yürütme; temsil yetkisine sahip olması durumunda bu sözleşmeyi akdetme işidir. Futbol menajerliği, aynı zamanda, 8  Kirwan, 46. 9  Kanun Numarası: 3813, Kabul Tarihi: 17.06.1992, RG 03.07.1992/21273.10  TFF Statüsü için bkz <http://www.tff.org.tr/Resources/TFF/Documents/TFF-KANUN-STATU/TFF-Statusu.pdf> Erişim Tarihi 01.02.2019.11  FMÇT metni için bkz <http://www.tff.org.tr/Resources/TFF/Documents/TALIMATLAR/Futbol-Menajerleri-ile-CalismaTalimati.pdf > Erişim Tarihi 01.02.2019.12  Eric T. Gilson, ‘Exploring The Court of Arbit ration for Sport  (2006) 98(3) Law Library Journal 503, 504; Erkan Küçükgüngör, ‘Spor Hukuku Uyuşmazlıklarında Milletlerarası Tahkim  (2004) 53(2) Ankara Üniversitesi Hukuk Fakültesi Dergisi 1, 6 (Tahkim); Massimo Coccia, ‘International Sports Justice: The Court of Arbitration for Sport  (2013) (1) European Sports Law and Policy Bulletin 23, 24.13  Profesyonel futbolcu sözleşmesinin tanımı profesyonel futbolla ilgili ulusal ve uluslararası düzenlemelerde yapılmamıştır. Doktrinde ise, profesyonel takım kurmasına izin verilen ve profesyonel futbolcu istihdam etmek isteyen kulüpler ile futbolculuğu sözleşmeyle bir kulübe bağlı olarak, bu sözleşmenin kendisine yüklediği sorumluluk altında, bir ücret karşılığında yapmayı arzu eden profesyonel futbolcu arasında akdedilen sözleşme, profesyonel futbolcu sözleşmesi olarak adlandırılmaktadır: Hasan Petek, Profesyonel Futbolcu Sözleşmesi (1st, Yetkin 2002) 45 (Futbolcu).107İstanbul Hukuk Mecmuası 77/1bir futbolcunun bir kulüpten başka bir kulübe transferi için gerekli görüşmelerin yapılması işinin yerine getirilmesi için de söz konusu olabilmektedir.Futbol menajerliği sözleşmesi ise, futbolcu ya da kulüp ile futbol menajeri arasında menajerlik işinin yapılması konusunda akdedilen bir sözleşmedir. Bu bağlamda, FMÇT md 2/(g) uyarınca, menajerlerin futbolcu veya kulüp ile imzalayacakları, örneği TFF tarafından hazırlanmış yazılı sözleşmeye futbol menajerliği sözleşmesi denir. B. Futbol Menajerliği Sözleşmesinin Unsurları Bir sözleşmenin futbol menajerliği sözleşmesi olarak nitelendirilebilmesi için hangi unsurlara sahip olması gerektiğini gösteren bir kanuni düzenleme yoktur. Ancak borçlar hukuku alanında sözleşme serbestisi ilkesi geçerli olduğundan, tarafların kanunda düzenlenen sözleşme türlerinden ayrı yeni bir sözleşme tipi oluşturmalarında da bir engel yoktur. Bu açıdan, futbol menajerliği sözleşmesi de sözleşme serbestisi ilkesine  uygun  şekilde,  bazı  sözleşme  tiplerinin  farklı  unsurlarının  bir  araya getirilmesiyle oluşturulmuş karma sözleşmeler arasında kabul edilmektedir. Futbol menajerliği sözleşmesinin, karma sözleşme tiplerinden biri olarak, özelliğini taşıdığı çeşitli sözleşmelere özgü unsurlara sahip olması yeterlidir. Bu sebeple, aşağıda açıklanacağı üzere, futbol menajerliği sözleşmesine; iş sözleşmesi, komisyon sözleşmesi, danışmanlık sözleşmesi, simsarlık sözleşmesi, vekâlet sözleşmesi ve benzeri sözleşme türlerinin çeşitli özellikleri verilebilir. Nitekim FMÇT md 13/1 de de, futbolcu ve kulüplerin, şeffaflık gereği, akdettikleri menajerlik sözleşmesinde menajerle girdikleri kanuni ilişkinin hukuki niteliğini, başka bir ifadeyle bu ilişkinin bir hizmet mi, danışmanlık mı, temsil mi veya başka bir kanuni ilişki mi olduğunu belirlemekle yükümlü oldukları hükme bağlanmıştır. Bu yükümlülüğün bir yansıması olarak  futbol  menajerliği  sözleşmesinin  temel  unsurları,  menajerlik  faaliyeti başlamadan evvel akdedilecek yazılı bir sözleşmede taraflarca belirlenmelidir (FMÇT md 13/2). Aynı yönde bir düzenleme, FIFA Aracı Talimatı md 5 de de yer almaktadır. Bu açıklamalardan hareketle,  menajerlik işinin görülmesi  ve  anlaşma  futbol menajerliği sözleşmesinin temel iki zorunlu unsuru olarak görülmektedir. Futbol 14  Futbolcular, sportif ya da maddi gerekçelerle kulübüyle olan sözleşmesi henüz sona ermeden veya sona erdikten sonra kulübünden ayrılarak başka bir kulüple profesyonel futbolcu sözleşmesi yapmak isteyebilir. Aynı şekilde, kulüp de beklentilerini karşılamayan ya da maddi açıdan kendine yük olan futbolcusunun sözleşmesini uzatmak istemeyebilir. İşte bir futbolcunun sözleşmeyle bağlı olduğu kulüpten başka bir kulübe ücret karşılığında geçişi transfer olarak adlandırılmaktadır: Çağrı Cem, Profesyonel Futbolcu Transfer Sözleşmesi (1st, On İki Levha 2012) 51 ff.15  FIFA Aracı Talimatı md 2/1 de de, menajerlik; aracılık hizmetinin futbolcu ve kulüp arasında akdedilecek iş sözleşmesi veya iki kulüp arasında akdedilecek transfer anlaşması için hüküm ifade edeceğine işaret edilmiştir.16  M. Kemal Oğuzman and M. Turgut Öz, Borçlar Hukuku Genel Hükümler (10th, Vedat 2012) 24; Fikret Eren, Borçlar Hukuku Genel Hükümler (9th, Beta 2006) 19.17  Mehmet Serhan Özdemir, ‘Türkiye Futbol Federasyonu ve Türkiye Basketbol Federasyonu nda Sporcu Temsilciliği Düzenlemelerinin İncelenmesi  in Çağlar Tacar (ed), Ankara Barosu Spor Hukuku Kurulu Av. İsmail İnan Armağanı (Salmat 2013) 559, 560; Petek, Menajer, 199. 108Güner / Yabancı Unsurlu Futbol Menajerliği Sözleşmesinden Doğan Uyuşmazlıkların Çözüm Yolları ve Uygulanacak Hukukmenajerliği sözleşmesinde futbol menajeri, diğer akit taraf futbolcu ya da kulüple temasa  geçme,  onlarla  sözleşme  müzakerelerini  yürütme,  transfer  görüşmeleri yapma ve/veya temsil yetkisine sahip olması durumunda futbolcu ya da kulüp ad ve hesabına sözleşme akdetme işini üstlenmektedir. Dolayısıyla, futbol menajerliği sözleşmesi bakımından, futbol menajeri ile futbolcu veya kulüp arasında karşılıklı ve birbirine uygun irade beyanları ile kurulan, menajerin futbolcu ya da kulüp adına menajerlik işini yerine getirmesi hususunda bir anlaşmaya ihtiyaç vardır. Buna karşın, menajerlik işinin belli bir ücret karşılığında yapılması, sözleşmenin zorunlu unsurlarından biri değildir. Bu sebeple ücret, futbol menajerliği sözleşmesinin ihtiyari unsuru özelliği gösterir. Zira FMÇT md 2/(e) de ve FIFA Aracı Talimatının giriş-önsöz hükümlerinde yapılan menajerlik tanımında, futbol menajerinin belli bir ücret karşılığında veya ücretsiz olarak faaliyette bulunabileceğine işaret edilmiştir. C. Futbol Menajerliği Sözleşmesinin TaraflarıFutbol menajerliği sözleşmesi, futbol menajeri ile futbolcu ya da kulüp arasında akdedilmektedir. Futbol menajeri, FMÇT md 2/(e) de belli bir ücret karşılığında veya ücretsiz olarak, profesyonel futbolcu sözleşmesi müzakeresi yürütmek amacıyla futbolcu veya kulüpleri temsil eden veya kulüpler arasında transfer müzakeresi yürütmek amacıyla kulüpleri temsil eden TFF den lisans almış gerçek kişi olarak tanımlanmıştır. FIFA Aracı Talimatı giriş-önsöz hükümlerinde de benzer şekilde, futbol menajeri,  aracı  adıyla ücretli veya ücretsiz olarak, iş sözleşmesi yapmak amacıyla yürütülen müzakerelerde kulüpleri veya oyuncuları ya da transfer sözleşmesi yapmak amacıyla yürütülen müzakerelerde kulüpleri temsil eden gerçek veya tüzel kişi şeklinde ifade edilmiştir. FMÇT de  kural  olarak  gerçek  kişilerin  futbol  menajerliği  faaliyetinde bulunabileceği açıklanmakla birlikte, şirket olarak futbol menajerliği faaliyetinin organize edilmesinde de bir engel yoktur. Ancak bu ihtimalde, futbol menajerliği 18  Petek, Menajer, 196.19  Futbol menajerliği sözleşmesi, kural olarak süreli olarak akdedilir. FMÇT md 13/4 gereğince sözleşme, en fazla iki yıllık bir süre için yapılır ve sözleşme süresi sonunda kendiliğinden uzayacağına ilişkin hükümler geçerli değildir. Bu sebeple, taraflar bu faaliyeti sürdürmek isterlerse iki yılı geçmeyen yeni bir sözleşme akdetmek durumundadır. FIFA Aracı Talimatında ise taraflarca akdedilecek futbol menajerliği sözleşmesinde sözleşme süresinin de belirtilmesi gerektiği ifade edilmektedir (md 5/2). 20  Mülga FTT md 2/(f) de ise futbolcu temsilcisinin bir ücret karşılığında faaliyette bulunabileceği hükme bağlanmıştı. 21  Mülga FTT md 2/(f) de ise futbol menajeri,  futbolcu temsilcisi  adıyla tanımlanmıştı. Buna karşın mülga FTT de  futbolcu temsilcisi  olarak yalnızca futbolcuların menajerliğinin yapılması gibi bir algı uyandıran kavram yerine FMÇT de  futbol menajerliği  benimsenerek hem uygulamadaki kullanımı daha iyi yansıtması hem de futbolcu yanında kulüplerin de menajerlik hizmetinden yararlanabildiğini gösteren daha kapsamlı bir terime geçilmiştir. 22  Futbol menajerliği sözleşmesinin taraflarından biri olan futbol menajerliğini, FIFA, FIFA ya bağlı konfederasyonlar, TFF, diğer ülke federasyonları, herhangi bir lig oluşumu ve benzeri ile kulüpler veya bunların herhangi bir kurulunda fahri ya da ücretli olarak görevli bulunan kişiler ile faal futbolcu, teknik adam, antrenörler ve müsabaka görevlilerinin yapması yasaktır (FMÇT md 4/2). Aynı şekilde, aktif futbol hayatına devam eden futbolcu, teknik adam ve futbol faaliyeti içinde bulunan diğer kişilerin doğrudan ya da menajerlik faaliyetinde bulunan bir şirkete ortak olmak üzere dolaylı yoldan menajerlik faaliyetinde bulunmaları da yasaktır (FMÇT md 4/3). 23  Mülga FTT de ise gerçek kişiler dışında kulüplerin, şirketlerin ve sair tüzel kişilerin futbolcu temsilcisi olmalarına imkân tanınmamıştı. 109İstanbul Hukuk Mecmuası 77/1faaliyetinin FMÇT ye uygun olarak lisans sahibi olan gerçek kişi futbol menajeri kişilerce bizzat yürütülmesi gerekir (FMÇT md 4/6). FIFA Aracı Talimatında da gerçek kişiler dışında şirket gibi tüzel kişilere de futbol menajerliği yapma yetkisi verilmiştir.Futbol menajerinin vatandaşlığı/tabiiyeti kural olarak sorun arz etmez. Bu sebeple, futbol  menajerliği,  Türkiye de  salt  vatandaşlara  hasredilmiş  meslekler  arasında görülmemektedir. Bununla birlikte, yabancıların futbol menajerliği yapabilmesinin vatandaşlara oranla ek şartlara tabi tutulmasında bir engel yoktur. Nitekim FMÇT md 4/1(a) da yabancıların ülkemizde futbol menajerliği yapabilmesi, Türkiye de yasal yerleşim yerine ve çalışma iznine sahip olmaları şartına bağlanmıştır. Türkiye de futbol menajerliği yapacak kişinin kural olarak FMÇT kapsamında TFF ye tescil edilmiş olması yani lisans alması gerekir (FMÇT md 3/3). TFF den lisans almayanların durumu ise özel olarak düzenlenmiştir. Buna göre, FIFA ya bağlı bir futbol federasyonundan lisanslı olan veya FIFA Aracı Talimatına uygun olarak düzenlenmiş ve FIFA ya bağlı bir futbol federasyonuna tescil edilmiş en az bir sözleşme yaptığını belgeleyen futbol menajerleri de FIFA Aracı Talimatında yer alan aracılık taahhütnamesini imzalamak ve akdedilen menajerlik sözleşmesinin bir nüshasını TFF ye ibraz etmek şartıyla uluslararası transferlerde TFF lisanslı olmasalar dahi hizmet verebilir (FMÇT md 11/2). Bu düzenlemeye aykırı şekilde Türkiye de menajerlik yapmanın hukuki sonuçları ise, FMÇT de açıklanmıştır. Buna göre, menajerlik lisansı olmamasına rağmen futbol menajerliği yapan kişiler ile lisanslı olmayan menajerlerle sözleşme akdeden futbolcu ya da kulüplere belli bazı cezalar verilmektedir. Ancak bu yükümlülüğe uymayarak lisanslı olmayan futbol menajeri ile yapılan futbol menajerliği sözleşmesinin geçersiz olacağına ilişkin bir hükme yer verilmemiştir. Bununla birlikte, Yargıtay ın bir kararında lisanslı olmayan futbol  menajeriyle  yapılan  futbol  menajerliği  sözleşmesinin  geçersiz  olacağına hükmedilmiştir. Doktrinde de vurgulandığı üzere, temel hak ve hürriyetlerin ancak kanunla  sınırlandırılabileceğine  ilişkin  anayasal  düzenleme  dikkate  alındığında, TFF ye kanun dışında bir talimat hükmüyle kural olarak yalnızca lisanslı futbol menajerlerine faaliyet imkânı verilmesi ve buna bağlı olarak da lisanslı olmayan 24  FIFA nın mülga Lisanslı Oyuncu Temsilciliği Talimatında futbolcu temsilcisi (player s agent) sistemi öngörülmüşken, yürürlükteki FIFA Aracı Talimatında uygulamadaki ihtiyaçlar doğrultusunda aracılık (intermediary) sistemine geçilmiştir. Böylece mülga Talimatın yürürlükte olduğu dönemde futbol menajerlerinin faaliyette bulunabilmesi için bulundukları ülkenin federasyonlarından alınmış lisansa sahip olmaları gerekmekte iken, bu lisanslama sistemi terk edilip yerine, futbol menajerinin yaptığı her işlemde faaliyet gösterdiği federasyonda bulunan sisteme kayıt yaptırmasını öngören kayıt sistemine geçilmiştir (FIFA Aracı Talimatı md 2/3, md 3). 25  FMÇT md 17/1(b) de futbolculara yalnızca lisanslı futbol menajerlerinin hizmetinden yararlanma ve bu hususta gerekli kontrolü yapma yükümlülüğü öngörülmüş; bu yükümlülüğü ihlal eden futbolculara lisanssız futbol menajerlerine ödedikleri veya ödemeyi taahhüt ettikleri ücretin en az % 10 u kadar para cezası verileceği ve her halükarda para cezasının miktarının bu Talimatta belirlenen asgari tutarlardan az olamayacağı hükme bağlanmıştır. 26  Konuya ilişkin bir Yargıtay kararında, lisanslı olmayan futbol menajeriyle yapılan sözleşmenin geçerli olduğuna hükmeden ilk derece mahkemesi kararı, söz konusu sözleşmenin lisanslı olmayan bir futbol menajeri ile akdedilmesi sebebiyle geçersiz olduğu gerekçesiyle bozulmuştur: Yargıtay 13 HD, 2014/22582 E, 2016/5295 K, 23.02.2016 (Kazancı İçtihat Bilgi Bankası).110Güner / Yabancı Unsurlu Futbol Menajerliği Sözleşmesinden Doğan Uyuşmazlıkların Çözüm Yolları ve Uygulanacak Hukukfutbol menajerleriyle çalışmak üzere yapılan sözleşmenin geçersizliğinin kabulü, Anayasa  md  48 te  ifade  edilen  herkesin  dilediği  alanda  çalışma  ve  sözleşme hürriyetine  sahip  olduğuna  ilişkin  hükme  aykırıdır.  Nihayetinde,  FMÇT de lisanslı olmayan futbol menajeri ile sözleşme yapılmasını ve onun hizmetinden yararlanılmasını  yasaklayan  bir  hüküm  bulunmamaktadır.  Bu  sebeple,  lisanslı olmayan bir futbol menajerinin futbolcu veya kulüple akdettiği futbol menajerliği sözleşmesi, salt futbol menajerinin lisanslı olmamasından ötürü geçersiz sayılamaz. Dolayısıyla, TFF den lisanslı olmayan ya da uluslararası transferler bakımından TFF ve/veya diğer ulusal federasyonlardan birinden lisanslı olmayan veya FIFA Aracı Talimatına uygun olarak düzenlenmiş ve FIFA ya bağlı bir futbol federasyonuna tescil edilmiş en az bir sözleşme yaptığını belgeleyemeyen bir futbol menajeri ile yapılan sözleşmenin geçerli sayılması, ancak FMÇT ye aykırı hareket edilmesinden kaynaklı  olarak  Talimatta  öngörülen  futbol  menajerliği  statüsünün  doğurduğu hakların kullanılmasının mümkün olamayacağı kanısındayız. Örneğin FMÇT de belirtilen bu şartlara sahip olmayan bir futbol menajeri ile yapılan sözleşmeden doğan uyuşmazlıkla ilgili taraflar arasında bir anlaşma olsa dahi TFF Uyuşmazlık Çözüm Kurulu (UÇK) nezdinde bir talepte bulunulamaz. Futbol menajerliği sözleşmesinin diğer tarafı olan futbolcu veya kulüp bakımından da  bazı  özel  hükümler  bulunmaktadır.  FMÇT  uyarınca  akdedilecek  menajerlik sözleşmesi,  menajer  ile  futbolcu  arasında  ise,  futbolcunun  profesyonel  olması şarttır. Futbol menajerliği sözleşmesinin kulüple akdedilmesi ihtimalinde ise, akit taraf; tüzel kişiliği haiz bir dernek veya ticaret şirketi olabilecektir. D. Futbol Menajerliği Sözleşmesinin ŞekliTürk hukukunda, futbol menajerliği sözleşmesinde yazılı şekil şartı aranmaktadır. FMÇT md 2/(g) de yapılan tanıma göre, futbol menajerliği sözleşmesi; menajerlerin futbolcu veya kulüp ile imzalayacakları, örneği TFF tarafından hazırlanmış standart sözleşme şeklinde yazılı bir sözleşmedir. Bu doğrultuda, tarafların TFF tarafından hazırlanan ve tavsiye edilen standart menajerlik sözleşmesinden yararlanabileceği FMÇT md 13/6 da açıkça ifade edilmiştir. Taraflarca  akdedilen  en  az  iki  nüshadan  oluşması  zorunlu  kılınan  yazılı sözleşmenin imzalanmasından sonra bir nüshası taraflarda kalmak şartıyla diğer nüshanın sözleşmenin imzalanmasından itibaren en geç otuz gün içinde tescil için 27  Petek, Menajer, 202, 206.28  Aynı yönde bkz Petek, Menajer, 205. 29  Profesyonel futbolcu, TFF Profesyonel Futbolcuların Statüsü ve Transferleri Talimatı (PFST) md 3 uyarınca, bir kulüple yazılı sözleşme yapmış ve kendisine futbol faaliyetleri kapsamında yaptığı harcamalardan daha fazla miktarda ödeme yapılan kişidir: Şeref Ertaş and Hasan Petek, Spor Hukuku (2nd, Yetkin 2011) 303; Recep Gülşen, Spor Hukuku (2nd, Adalet 2013) 19. 30  Spor kulübü, PFST md 2 uyarınca, futbol dalında faaliyette bulunan, mevzuata uygun olarak kurulmuş ve TFF tarafından tescil edilmiş dernek veya şirketlerdir: Ertaş and Petek, 162; Gülşen, 47.111İstanbul Hukuk Mecmuası 77/1TFF ye sunulması zorunludur (FMÇT md 13/7). Ancak bu yükümlülüğün yerine getirilmemesinin yaptırımı FMÇT de düzenlenmemiştir. Bu sebeple, yukarıda da belirtildiği üzere, TFF ye tescil edilmemiş bir futbol menajerliği sözleşmesi geçersiz sayılamayacak olmakla birlikte, sözleşmeden doğan haklar bakımından TFF ye başvurulamayacaktır. Nitekim UÇK nın TFF ye tescil edilmemiş sözleşmelerin geçersiz olduğuna ilişkin verdiği bir kararı, TFF Tahkim Kurulu bozarak sözleşmenin geçerli sayılması gerektiğine hükmetmiştir. II. Yabancı Unsurlu Futbol Menajerliği Sözleşmesinden Doğan Uyuşmazlıkların Çözüm Yolları Spor hukuku kapsamında meydana gelen uyuşmazlıkların çözümünde olağan çözüm yolu mahkemelere başvuru olmakla birlikte, ulusal ve uluslararası spor federasyonlarının sportif yargı mercilerine başvuru veya tahkim merciine başvuru da bu konuda etkili çözüm yolları olarak kabul edilmektedir. Buna göre, spor ile ilgili uyuşmazlıkların temelde üç tür çözüm yolu vardır: İlgili ulusal ya da uluslararası federasyonların yetkisi dahilinde yetkili kurullara başvuru, mahkemelere başvuru ve tahkim başvurusu. Uygulamaya bakıldığında, spor ile ilgili uyuşmazlıkların mahkemeler aracılığıyla çözümü  yolunun  terk  edilmeye  başlandığı,  daha  çok  ulusal  ve  uluslararası federasyonların yetkili kurullarına başvurunun ve tahkim yolunun tercih edildiği görülmektedir.  Federasyonların  yetkili  kurullarına  başvuruda  tercih  sebebi, ekseriyetle sportif kuruluşların kendilerine bağlı olarak faaliyette bulunan kişilerle ilgili  spor  uyuşmazlıklarını  ve  çözüm  yollarını  bilen  kişilerin  daha  iyi  çözüm getireceği düşüncesidir. Aynı şekilde tahkim yoluna başvuruda, özellikle spor hukuku  kaynaklı  uyuşmazlıkların  mahkemelere  kıyasen  hızlı,  düşük  maliyetli ve  alanında  uzman  kişilerce,  gizlilik  esasına  uyularak,  esnek  usul  kurallarına göre çözümlenmesi ihtiyacının etkili olduğu ifade edilmektedir. Bu ihtiyaçlar 31  Mülga FTT md 14/3 de de TFF tarafından tescil edilmeyen sözleşmelere dayanılarak Federasyon nezdinde talepte bulunulamayacağına hükmedilmişti. Dolayısıyla bu halde, yapılan sözleşme geçersiz sayılmamakla birlikte, taraflar hakkında disiplin cezası hükümlerinin uygulanması bir yana, TFF nezdinde sözleşmeye dayanılarak bir hak talep edilmesine de imkân tanınmamakta idi: Petek, Menajer, 192.32  TFF  Tahkim  Kurulunun  07.05.2009  tarihli  2009/191  E,  2009/263  K  sayılı  kararı  <http://www.tff.org/default.aspx?pageID=247&ftxtID=7010> için ayrıca bkz Özdemir, 564. 33  Küçükgüngör, Tahkim, 1.34  Nuray Ekşi, Spor Tahkim Hukuku (1st, Beta 2015) 76 (Spor); Hatice Özdemir Kocasakal, Sportif Uyuşmazlıkların Tahkim Yoluyla Çözümü ve Spor Tahkim Mahkemesi (CAS) (1st, Vedat 2013) 97 (Spor).35  Erkan Küçükgüngör, ‘Spor Hukuku Uyuşmazlıklarında Tahkim ve Alternatif Çözüm Yöntemleri  (2004) (4) Banka ve Ticaret Hukuku Dergisi 47, 47 ff (Spor). 36  Özdemir Kocasakal, Spor, 98. 37  Darren Kane, ‘Twenty Years On: An Evaluation of The CAS  (2003) 4(2) Melbourne Journal of Intern ational Law 611, 612; Ian Blackshaw, ‘The Court of Arbitration for Sport: An International Forum for Setting Disputes Effectively ‘Within The Family of Sport   (2003) 2(2) Entertainment and Sports Law Journal 61, 69; James A. R. Nafziger, ‘International Sports Law: A Replay of Charateristics and Trends  (1992) 86(3) The American Journal of International Law 489, 506 (Trends); Louise Reilly, ‘An Introduction to The Court of Arbitration For Sport (CAS) & The Role of National Courts in International Sports Disputes, A Symposium  (2012) (1) Journal of Dispute Resolution 63, 63.112Güner / Yabancı Unsurlu Futbol Menajerliği Sözleşmesinden Doğan Uyuşmazlıkların Çözüm Yolları ve Uygulanacak Hukukdoğrultusunda her ülkede çeşitli spor federasyonlarına bağlı spor hukukuna özgü ulusal  tahkim  mercileri  oluşturulduğu  gibi,  uluslararası  nitelikli  Spor  Tahkim Mahkemesi (Court of Arbitration for Sport-CAS) kurularak bu alanda uluslararası tahkim hizmeti de verilmeye başlanmıştır. TFF de CAS ın yargılama yetkisini tanımaktadır. Nitekim Türk spor hukukunda meydana gelen değişiklikler ve Türk takımlarının uluslararası spor organizasyonlarında daha çok yer alması, Türkiye de doğan spor uyuşmazlıklarının CAS a götürülmesinde ciddi bir artışa sebep olmuştur. Türk hukukunda spor hukuku ilgili uyuşmazlıkların çözümünde görevli mercii konusunda son yıllarda önemli hukuki gelişmeler yaşanmıştır. Bunlardan belki de en önemlisi, futbol alanında ortaya çıkmıştır. İlk olarak, mülga 1992 tarihli 3813 sayılı Kanunu ilga eden 2009 tarihli Türkiye Futbol Federasyonu Kuruluş ve Görevleri Hakkında Kanunun (5894 sayılı Kanun) 5. maddesinin 2. fıkrasında TFF nin ilk derece hukuk kurullarından biri olan UÇK nın 5894 sayılı Kanun, TFF Statüsü, TFF nin diğer talimat ve düzenlemeleri ile diğer yetkili TFF kurul ve organları tarafından  alınacak  kararlara  ilişkin  olarak  çıkacak  ihtilaflarda  karar  vermeye münhasıran yetkili olduğu öngörülmekte idi. Buna karşın, Anayasanın 59. maddesine 17.03.2011 tarihli ve 6214 sayılı Kanunla eklenen 3. fıkrada, spor federasyonlarının spor faaliyetlerinin yönetimine ve disiplinine ilişkin kararlarına karşı ancak zorunlu tahkim yoluna başvurulabileceği; TFF Tahkim Kurulunun bu konuda verdiği kararlara kesin olması nedeniyle hiçbir yargı merciine başvurulamayacağı hükme bağlanarak futbolla ilgili uyuşmazlıklarda da zorunlu tahkim-ihtiyari tahkim ayrımını yansıtacak anayasal bir çerçeve çizilmişti. Anayasanın bu açık hükmü dikkate alındığında, futbol menajerliği sözleşmesinden doğan uyuşmazlıklar da dahil olmak üzere, spor 38  Uluslararası Olimpiyat Komitesi (IOC) tarafından kurulan CAS, merkezi İsviçre Lozan da olan, ABD New York ve Avustralya Sidney de de Daimi İdari Büroları bulunan, uluslararası alanda görev yapan ve sporla ilgili uyuşmazlıkları tahkim veya arabuluculuk yoluyla kısa sürede çözen, herhangi bir federasyona bağlı olmayan bağımsız bir tahkim merkezidir: Richard H. Mclaren, ‘Introducing The Court of Arbitration for Sport: The Ad Hoc Division at The Olympic Games  (2001) 12(1) Marquette Sports Law Review 515, 519 ff; Kısmet Erkiner, Uluslararası Spor Tahkim MahkemesiCAS (1st, Nobel 2006) 14 ff; Blackshaw, 62 ff; Coccia, 27 ff.39  Simon Gardiner and Alexandra Felix, ‘Juridification of The Football Field: Strategies for Giving Law The Elbow  (1995) 5(2) Marquette Sports Law Journal 189, 215; Murat Nart Bozkurt, ‘Spor Hukuku Uyuşmazlıklarının Çözümünde Milletlerarası Spor Tahkim Mahkemesi  (2010) (2) Ankara Barosu Dergisi 165, 166; Lorenzo Casini, ‘The Making of A Lex Sportiva by The Court of Arbitration for Sport  (2011) (3-4) The International Sports Law Journal 21, 21; Reilly, 63.40  Erkiner, 17.41  Kanun Numarası: 5490, Kabul Tarihi: 05.05.2009, RG 16.05.2009/27230.42  5894 sayılı Kanun md 5/1(a) gereğince TFF nin ilk derece hukuk kurulları; UÇK, Disiplin Kurulları, Kulüp Lisans Kurulu ve Etik Kurulu olarak belirlenmiştir.43  5894 sayılı Kanunun 6. maddesinin 4. fıkrasında ayrıca, TFF Tahkim Kurulunun kendisine yapılan başvuruları kesin ve nihai olarak karara bağlayacağı hükme bağlanmakta iken, madde devamındaki  ... ve bu kararlar aleyhine yargı yoluna başvurulamaz  hükmü Anayasa Mahkemesinin 06.01.2011 tarihli ve 2010/61 E, 2011/7 K sayılı kararı ile hükmün Anayasa md 36 da koruma altına alınan hak arama hürriyetini ihlal ettiği gerekçesiyle iptal edilmiştir. İlgili karar için bkz RG 26.02.2011/27858.44  Anayasa Mahkemesi, 2009 ve 2011 tarihli kararlarında TFF Tahkim Kurulu kararlarına karşı itiraz edilemezlik kuralını iptal etmiş olmasına karşın, Anayasa md 59 a 6214 sayılı Kanunla ek fıkra getirilerek,  Spor federasyonlarının spor faaliyetlerinin yönetimine ve disiplinine ilişkin kararlarına karşı ancak zorunlu tahkim yoluna başvurulabileceği ve Tahkim Kurulu kararlarının kesin olması nedeniyle bu kararlara karşı hiçbir yargı merciine başvurulamayacağı  hüküm altına alınmıştır. Anayasa Mahkemesinin konuya ilişkin kararları için ayrıca bkz Ertaş and Petek, 387, 396 ff; Gülşen, 41 ff.113İstanbul Hukuk Mecmuası 77/1faaliyetlerinin yönetimi ve disiplinine ilişkin konular kapsamında olmayan futbolla ilgili sözleşmelerden doğan uyuşmazlıkları zorunlu tahkime tabi tutan düzenlemeler getirilmesi o günkü düzenlemeler karşısında Anayasaya aykırı olacaktı. Bu doğrultuda, 24.08.2011 tarihinde yürürlüğe konan mülga UÇK Talimatında da Anayasaya uygun şekilde UÇK nın futbolla ilgili sözleşmelerden doğan uyuşmazlıklar bakımından ihtiyari hakem kurulu özelliği gösterdiğine işaret edilmekte idi. Zira mülga UÇK Talimatında, kulüpler ile futbolcular, teknik direktörler, antrenörler, futbolcu  temsilcileri,  sağlık  personeli  ve  müsabaka  organizatörleri  arasındaki futbolla ilgili her türlü sözleşmeden kaynaklanan uyuşmazlığı, tarafların UÇK nın yetkisini kabul etmeleri şartıyla, UÇK nın çözeceği öngörülmüştü. Dolayısıyla, 5894 sayılı Kanunun aksine, söz konusu ihtilaflarda UÇK taraflarca çözüm mercii olarak üzerinde anlaşılması şartıyla ihtiyari hakem heyeti olabilmekte; anlaşma olmaması ihtimalinde ise mahkemelerde dava açılabilmekte idi. Hâl böyle iken, 5894 sayılı Kanunun ardından yürürlüğü giren TFF Statüsünün 25.06.2015  tarihli TFF  Genel  Kurulu  kararı  ile  değiştirilen  56.  maddesinin  1. fıkrasında UÇK nın kulüpler; kulüpler ile futbolcular, profesyonel teknik adamlar, antrenörler, futbol menajerleri; futbol menajerleri ile futbolcular, profesyonel teknik adamlar, antrenörler arasında sözleşmeden doğan futbolla ilgili tüm uyuşmazlıkları, tarafların başvurusu üzerine münhasıran görevli ve yetkili olarak inceleyeceği ve karara bağlayacağı Anayasa md 59/3 e aykırı şekilde hükme bağlanmıştı. Aynı şekilde, TFF Statüsündeki UÇK ya zorunlu tahkim mercii görevi yükleyen bu madde değişikliğine uygun şekilde hazırlanarak 01.08.2015 tarihinde yürürlüğe konan UÇK 45  Buna karşın örneğin, bir futbol menajeri hakkında TFF Yönetim Kurulu tarafından verilen karara karşı futbol menajerinin, kararın kendisine tebliğini izleyen yedi gün içinde yazılı olarak TFF Tahkim Kuruluna başvuruda bulunması mümkündür. Zira örnekteki gibi sporun yönetilmesi ve disiplinine ilişkin uyuşmazlıklarda Tahkim Kurulu zorunlu tahkim mercii olup, kendisine yapılan başvuruları kesin ve nihai olarak karara bağlamakla görevlidir. 46  O dönemde, Mersin Asliye Hukuk mahkemelerinde açılan bir davada, futbol menajeri bir gerçek kişi ile bir futbol kulübü arasında akdedilen menajerlik sözleşmesinde kararlaştırılan menajerlik ücretinin ödenmemesi üzerine, futbol menajerinin vadeli senet karşılığı olan on beş bin Euro tutarındaki borcun ödenmesini talep ettiği görülmektedir. Açılan bu davada mahkeme, davanın kıymetli evrak niteliğindeki bonodan kaynaklanması sebebiyle görevsizlik kararı vermiş ve davanın Asliye Ticaret Mahkemelerinin görev alanına girdiğine hükmetmiştir. Yargıtay ın temyiz incelemesinde, salt bononun kıymetli evrak niteliği taşımasından dolayı ticaret mahkemelerinin görevli olduğuna hükmedilmesinin söylenemeyeceği, bu sebeple Asliye Hukuk mahkemelerinin bu davada görevli olduğuna karar verilerek ilk derece mahkemesinin kararı bozulmuştur. Söz konusu kararda, futbol menajerliği sözleşmesinden doğan uyuşmazlıklarda UÇK nın ihtiyari hakem heyeti sıfatına da işaret edilmiş; taraflar arasında bir anlaşma olmaması nedeniyle UÇK nın görevli olamayacağına, ilk derece mahkemelerinde bu davanın açılmasında bir engel halin olmadığına vurgu yapılmıştır: Yargıtay 13 HD, 2014/4522 E, 2014/16434 K, 26.05.2014 (www.kararara.com). İlgili kararın ayrıntılı analizi için ayrıca bkz Ekşi, Spor, 303 ff. 47  TFF Statüsünün 25.06.2015 tarihli değişiklikten önceki halinde, kulüpler, futbolcular, teknik direktörler, antrenörler, futbolcu temsilcileri, sağlık personelleri ve müsabaka organizatörlerinin, aralarındaki futbolla ilgili her türlü sözleşmeden doğan ihtilafların çözümü için UÇK nın yetkisini kabul edip etmemekte serbest olduğu hükme bağlanmıştı (TFF Statüsü md 56/1). TFF Statüsünde yapılan 2015 tarihli değişiklikten önceki bu düzenlemeyi TFF Genel Kurulu, 29.06.2011 tarihli Statü değişikliği kararı ile yapmış, md 56 da yapılan değişiklikle UÇK nın futbol ile ilgili sözleşmelerden kaynaklanan uyuşmazlıklarda taraflar arasında uyuşmazlık ortaya çıktıktan sonra yapılan yazılı sözleşme ile ihtiyari hakem kurulu olarak yetkilendirilebileceği, bu uyuşmazlıklar bakımından UÇK nın verdiği kararlar aleyhine TFF Kanunu ve HMK çerçevesinde yargı yoluna başvurulabileceği hükme bağlanmıştı. Ayrıca UÇK nın sportif cezalar ve yetiştirme tazminatı ile ilgili uyuşmazlıklar bakımından münhasır yetkili olduğu, zorunlu hakem kurulu olarak vereceği kararlara karşı ancak TFF Tahkim Kuruluna itiraz edilebileceği öngörülmüştü.48  Düzenlemenin anayasaya aykırılığı ile ilgili ayrıntılı tespitler için ayrıca bkz Ekşi, Spor, 339 ff. 114Güner / Yabancı Unsurlu Futbol Menajerliği Sözleşmesinden Doğan Uyuşmazlıkların Çözüm Yolları ve Uygulanacak HukukTalimatı md 2 de de bu hüküm aynen yer almış ve söz konusu uyuşmazlıklarda UÇK nın  münhasıran  görevli  ve  yetkili  olduğuna  işaret  edilmişti. Anayasaya açıkça aykırı olan bu değişikliğin bir sonucu olarak, taraflar, aralarındaki futbolla ilgili  sözleşmelerden  doğan  uyuşmazlıkları  yalnızca  UÇK ya  götürebilmekte, mahkemelerde  dava  açmaları  mümkün  olamamakta  idi.  Bu  bağlamda  FMÇT md 24 ün ilk halinde de futbol menajerliği sözleşmesinden doğan uyuşmazlıklar bakımından UÇK zorunlu hakem kurulu olarak nitelendirilmişti. Uygulama, yaşanan bu mevzuat değişikliklerinden etkilenmek suretiyle sürekli değişmekte iken, UÇK nın zorunlu hakem kurulu olarak belirlenmesindeki temel kanuni dayanak olan 5894 sayılı Kanunun 5. maddesinin 2. fıkrası, Anayasa md 59/3 e aykırı şekilde düzenleme getirdiği; zira 5894 sayılı Kanun, TFF Statüsü ve UÇK Talimatında futbolla ilgili sözleşmelerden doğan uyuşmazlıkların çözümünde yalnızca UÇK ya zorunlu tahkim mercii olarak başvurulabileceğinin öngörülmesi suretiyle yargı denetiminin kapatılması Anayasanın 2, 13, 36 ve 59. maddelerine aykırı olduğu gerekçesiyle Anayasa Mahkemesinin 18.01.2018 tarihli ve 2017/136 E, 2018/7 K sayılı kararı ile iptal edilmesi sürece yeni bir boyut kazandırmıştı. Bu 49  UÇK yı bazı spor uyuşmazlıkları bakımından zorunlu hakem heyeti yapan TFF Statüsü ve UÇK Talimatı dikkate alındığında TFF nin kanun koyucu yerine geçerek adeta genel kurul kararı ve yönetim kurulu kararı ile zorunlu tahkim hükmü getirmesine yönelik eleştirel bir analiz için ayrıca bkz Gökçen Topuz, ‘Türkiye Futbol Federasyonu Uyuşmazlık Çözüm Kurulunun Yargı Yetkisi Üzerine Düşünceler  (2017) 19 Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi (Prof. Dr. Şeref Ertaş a Armağan) 1901, 1915 ff. 50  Ancak UÇK Talimatının Geçici 1. maddesi gereğince, TFF Statüsünün 55. ve 56. maddelerinde UÇK nın yargı yetkisine ilişkin olarak getirilen değişikliklerin yürürlük tarihi olan 11.07.2015 tarihinden önce adli yargıda açılmış ve görülmekte olan davaların UÇK nın münhasır görevi kapsamında olmadığı, dolayısıyla Statü değişikliğinin yürürlük tarihi olan 11.07.2015 tarihinden önce adli yargıda açılmış ve devam eden davalar yönünden mahkemelerin görevli olmaya devam edecekleri hükme bağlanmıştı.51  İtiraza konu teşkil eden davada, lisanslı futbol menajeri olan davacı ile bir futbol kulübü arasında imzalanan futbolcu temsilci sözleşmesi diğer adıyla futbol menajerliği sözleşmesi çerçevesinde, davacı futbol menajerinin, ücretinin ödenmediği gerekçesiyle davalı futbol kulübü aleyhine icra takibi başlattığı görülmektedir. Bu takibe karşı yapılan itiraz üzerine davacının açtığı itirazın iptali davasında mahkeme, itiraz konusu 5894 sayılı Kanunun 5. maddesinin 2. fıkrasının Anayasaya aykırı olduğu kanısına vararak, söz konusu kuralın iptali için Anayasa Mahkemesine başvuruda bulunmuştur. İlgili Anayasa Mahkemesi kararı için bkz RG 02.03.2018/30348. 52  Anayasa Mahkemesinin ilgili kararında, 5894 sayılı Kanun, TFF Statüsü ve UÇK Talimatında futbolla ilgili sözleşmelerden doğan uyuşmazlıklarda zorunlu tahkim öngörmek suretiyle yargı yolunun kapatılmasının, Anayasa md 2 deki hukuk devleti ilkesine, bununla bağlantılı olarak belirlilik ilkesine aykırılık teşkil ettiği ifade edilmiştir. Aynı şekilde, kararda Anayasanın 13. maddesinde temel hak ve özgürlüklerin özlerine dokunulmaksızın yalnızca anayasanın ilgili maddelerinde belirtilen sebeplere bağlı olarak ve ancak kanunla sınırlanabileceği, bu sınırlamaların anayasanın sözüne ve ruhuna, demokratik toplum düzeninin ve laik Cumhuriyetin gereklerine ve ölçülülük ilkesine aykırı olamayacağı öngörülmekte iken, futbolla ilgili sözleşmelerden doğan uyuşmazlıklara yargı yolunun kapatılmasının, demokratik toplum düzeninin sürekliliği için zorunlu olduğu ölçüde bir sınırlama olarak görülmeyerek hakkın özüne dokunur niteliğiyle anayasaya aykırı olduğu belirtilmiştir. Kararda ayrıca, Anayasanın 36. maddesinde koruma altına alınan hak arama hürriyetinin temel unsurlarından biri olan mahkemeye erişim hakkı kapsamında, bir hukuki uyuşmazlığın bu konuda karar verme yetkisine sahip bir mahkemeye götürülmesi de bulunmakta iken, futbolla ilgili sözleşmelerden doğan uyuşmazlıklar bakımından zorunlu tahkimin öngörülerek kişilerin mahkemeler nezdinde dava açma hakkını kullanamamalarına ilişkin düzenleme getirmenin anayasaya aykırı olduğu tespit edilmiştir. Kararda yapılan son tespitte ise, Anayasanın  Sporun geliştirilmesi ve tahkim  başlıklı 59. maddesine 17.03.2011 tarihli ve 6214 sayılı Kanunla eklenen 3. fıkrasında, spor federasyonlarının spor faaliyetlerinin yönetimine ve disiplinine ilişkin kararlarına karşı ancak zorunlu tahkim yoluna başvurulabileceği, Tahkim Kurulu kararlarının kesin olduğu ve bu kararlara karşı hiçbir yargı merciine başvurulamayacağı hükmedilmişken, UÇK gibi TFF nin ilk derece hukuk kurullarının spor ile ilgili tüm uyuşmazlıklarda münhasıran yetkili olduğunun 5894 sayılı Kanunda belirtilmesi ve spor ile ilgili hangi uyuşmazlıklar bakımından ilk derece hukuk kurullarının yetkili olduğu hususunda ayrıntıları kanun dışında TFF Statüsü, talimat gibi alt düzenlemelere bırakılması, UÇK Talimatında da aynı şekilde spor federasyonlarının spor faaliyetlerinin yönetimine ve disiplinine ilişkin uyuşmazlıklar da dâhil futbolla ilgili sözleşmelerden doğan uyuşmazlıklarda UÇK nın münhasır yetkisine işaret edilmesinin anayasaya aykırı olduğu vurgulanmıştır. 115İstanbul Hukuk Mecmuası 77/1çerçevede, 5894 sayılı Kanunun 5. maddesinin 2. fıkrasının iptaline ilişkin Anayasa Mahkemesinin verdiği kararın 02.03.2018 tarihli ve 30348 sayılı Resmi Gazetede yayımlanmasından başlayarak 1 yıl sonra yürürlüğe gireceği hükme bağlanmıştı. UÇK nın futbolla ilgili sözleşmelerden doğan uyuşmazlıklardaki zorunlu tahkim mercii görevi, kanuni dayanak teşkil eden 5894 sayılı Kanunun 5. maddesinin 2. fıkrasının iptali ve yürürlüğünün ertelenmesine ilişkin 1 yıllık süre 02.03.2019 itibariyle dolmuştur. Böylece UÇK, söz konusu uyuşmazlıklar bakımından yeniden ihtiyari tahkim merciine dönmüştür. Bu değişikliği yansıtacak şekilde, 2015 tarihli UÇK Talimatı da 02.03.2019 tarihinde yürürlüğe giren yeni UÇK Talimatı ile birlikte yürürlükten kalkmıştır.Nihayetinde, hâli hazırdaki 2019 tarihli UÇK Talimatı md 2 gereğince, sportif cezalar ve yetiştirme tazminatına ilişkin ihtilaflarda UÇK nın münhasır yetkili olması istisna edilmek üzere; kulüpler, futbolcular, teknik adamlar ve futbol menajerleri, aralarındaki futbolla ilgili her türlü sözleşmeden doğan ihtilafların çözümü için UÇK nın yargı yetkisini kabul edip etmemekte serbesttir. Buna göre UÇK, futbolla ilgili sözleşmelerden  doğan  uyuşmazlıklar bakımından ihtiyari  hakem  kuruluna dönüştüğü  için,  akit  taraflarca  mahkemelere  başvuru  konusunda  da  bir  hukuki engel kalmamıştır. Dolayısıyla, UÇK ancak tarafların yazılı başvurusu üzerine, futbol menajerliği sözleşmesi de dâhil olmak üzere futbolla ilgili sözleşmelerden doğan ihtilafları çözebilecektir. Nitekim bu durum, FMÇT md 24 te TFF Yönetim Kurulunun 02.03.2019 tarihinde yürürlüğe giren değişiklikle yaptığı düzenlemeyle tekrar edilmiş; futbol menajerliği sözleşmesinden doğan uyuşmazlıklarla ilgili olarak tarafların UÇK nın yetkisini kabul edip etmemekte serbest olduğu vurgulanmıştır. 53  İptal kararının Anayasa Mahkemesi kararının Resmi Gazetede yayımlanmasından 1 yıl sonra yürürlüğe gireceğinin öngörülmesi, ilgili kararda da vurgulandığı üzere, 5894 sayılı Kanun md 5/2 nin iptal edilmesi sebebiyle doğacak hukuksal boşluğun kamu yararını ihlal edebileceği gerekçesiyledir.54  Ancak 2019 tarihli UÇK Talimatının Geçici 1. maddesi gereğince, 02.03.2019 tarihinden önce UÇK önünde açılmış dosyalar bakımından UÇK nın münhasır yetkisi devam etmektedir. Aynı şekilde, UÇK Talimatının Geçici 2. maddesinde, 02.03.2019 tarihinden önce imzalanan sözleşmelerle ilgili uyuşmazlıkların, UÇK önüne 02.03.2019 tarihinde ve bu tarihten sonra getirilmesi halinde davalı tarafın, dilekçenin kendisine tebliğinden itibaren yedi gün içinde UÇK nın yetkisine itiraz etmediği takdirde UÇK nın ihtiyari yetkisini kabul etmiş sayılacağı; UÇK nın yetkisine itiraz edilmesi halinde ise, davacı tarafın yatırdığı başvuru ve hakem ücretinin, maktu ücret düşülerek ilgili tarafa iade edileceği hükme bağlanmıştır.55  Bu tür uyuşmazlıklarda UÇK münhasır yetkili olup, verdiği kararlara karşı yalnızca TFF Tahkim Kuruluna itiraz edilebilecek, yargı yoluna gidilemeyecektir. Bu anlamda, Tahkim Kurulu, TFF ilk derece hukuk kurulları tarafından verilen kararlar aleyhine yapılacak başvuruları inceleyen ikinci derece hukuk kuruludur. Bunun yanında, TFF Yönetim Kurulunun, federasyon ile kulüpler, hakemler, futbolcular, teknik direktörler, antrenörler, futbol menajerleri, sağlık personelleri ve diğer yetkililer hakkında verdiği kararlar ile çıkardığı talimatlar aleyhine yapılacak başvuruları da TFF Statüsü md 62 gereğince incelemeye yetkilidir.56  TFF ye tescilli olmayan futbol menajerleri ile yapılan futbol menajerliği sözleşmesinden kaynaklı uyuşmazlıkların çözümlenmesinde ise UÇK nın ihtiyari hakem kurulu olarak görev yapamayacağı kabul edilmektedir. Bu çerçevede, FMÇT md 24 de kulüp ya da futbolcunun sözleşme akdettiği kişinin lisans sahibi futbol menajeri olması gerektiğine ilişkin bir hükme yer verilmemekle birlikte, TFF tarafından tanınmayan yani lisanslı olmayan bir futbol menajeri ile akdedilen sözleşmeden doğan uyuşmazlığın UÇK tarafından çözümlenemeyeceği, ancak olağan yetki ve görev kuralları uygulanmak suretiyle adli yargıda çözümlenmesi gerektiği doktrinde belirtilmektedir: Petek, Menajer, 213 ff. Nitekim TFF ye tescil edilmemiş futbol menajerliği sözleşmesinden doğan uyuşmazlıklar bakımından adli yargı mahkemelerinin görevli olduğuna ilişkin birçok Yargıtay kararı da aynı yöndedir. Örnek bir karar için bkz Yargıtay 13 HD, 2014/24490 E, 2015/11183 K, 09.04.2015 (Kazancı İçtihat Bilgi Bankası). 116Güner / Yabancı Unsurlu Futbol Menajerliği Sözleşmesinden Doğan Uyuşmazlıkların Çözüm Yolları ve Uygulanacak HukukUÇK nın görevli olabilmesi için tarafların yapmış oldukları sözleşmede tahkim şartına yer vermeleri yeterli olmayıp, tarafların uyuşmazlık çıktıktan sonra yazılı olarak  anlaşmaları  gerekmektedir.  Dolayısıyla,  TFF  Sekretaryasının  davacının başvurusu üzerine davalının süresi içinde açık kabulü olması halinde bu yazılı anlaşma kabul edilerek UÇK görevli hale gelecektir. Bu halde, UÇK ilk derece hakem kurulu olarak görev yapacağından verdiği kararlara karşı TFF Tahkim Kuruluna itiraz edilebilecektir. Zira 5894 sayılı Kanun md 5/3 ve md 6/2, TFF Statüsü md 54/3, UÇK Talimatı md 13/2 uyarınca UÇK nın verdiği kararlara karşı tebliğ tarihinden itibaren yedi gün içinde Tahkim Kuruluna itiraz edilebileceği hükme bağlanmıştır. Tahkim Kurulunun vermiş olduğu kararlara ise Hukuk Muhakemeleri Kanunu (HMK) md 439 çerçevesinde iptali amacıyla yargı yoluna başvurulabilecektir. Her ne kadar 5894 sayılı Kanun md 6/4 te Tahkim Kurulunun kendisine yapılan başvuruları kesin ve nihai olarak karara bağlayacağı ifade edilmiş olmakla birlikte, Tahkim Kurulunun kararlarının kesinliği ve nihailiği ile kastedilen, TFF içinde iç hukuk yollarının tüketilmesi olduğundan, UÇK nın kararına yapılan itiraz sonucunda Tahkim Kurulunun vermiş olduğu karara karşı tahkim yeri mahkemesinde dava açma konusunda bir engel bulunmamaktadır. UÇK nın futbol menajerliği sözleşmesinden kaynaklı uyuşmazlıklarda tarafların anlaşmalarıyla  yetkili  hale  gelmesi  hususunda  yukarıda  yapılan  açıklamaların, uyuşmazlığın yabancı unsurlu olması durumunda da aynen geçerli olup olmadığı izaha  muhtaçtır.  5894  sayılı  Kanun  ve  UÇK  Talimatında  yabancı  unsurlu uyuşmazlıklar bakımından UÇK nın yargı yetkisine işaret eden bir hüküm yoktur. 57  Örnek bir UÇK kararında, bir futbol kulübü tarafından yabancı futbolcusu aleyhine sözleşme hükümlerini ihlal ettiği gerekçesiyle sözleşmede yazılı cezai şartın tahsil edilmesine ilişkin UÇK ya başvurduğu görülmektedir. Başvuru üzerine, futbolcu, kendisinin yabancı olması nedeniyle UÇK nın yetkili olmadığı yönünde itirazda bulunmuş; UÇK ise yaptığı inceleme sonucu verdiği 02.02.2010 tarihli, 2009-KF-1193 E, 2010/73 K sayılı kararında, yetkili olmadığına ancak yabancı futbolcunun dava açması veya yetki itirazında bulunmaması durumunda davaya bakabileceğine hükmetmiştir. İlgili UÇK kararı için bkz <http://www.tff.org/default.aspx?pageID=829&ftxtID=9068> Erişim Tarihi 11.02.2019. Karar hakkında ayrıca bkz Kadir Gürten and Faruk Baştürk, ‘Futbolda Sözleşmelerden Doğan Uyuşmazlıkların Çözümünde Görevli Yargı Mercii Sorunu  in Çağlar Tacar (ed), Ankara Barosu Spor Hukuku Kurulu Av. İsmail İnan Armağanı (Salmat 2013) 397, 419.58  Doktrinde, görev konusunun devletin yargı gücünün doğrudan doğruya işleyişine ilişkin olmasından ötürü görevle ilgili kuralların emredici olduğu, ayrıca kamu düzenini ilgilendirmesinden dolayı kanunilik ilkesinin bir yansıması olarak ancak kanunla düzenleneceği, bu açıdan mahkemelerin UÇK yı zorunlu tahkim mercii olarak kabul ederek görevsizlik kararı vermesinin doğal hakim ilkesine açıkça aykırı olacağı, ilgili mevzuatta aranan usuli şartlar sağlanmadıkça UÇK nın görevli olamayacağı, UÇK ya başvurmaksızın doğrudan mahkemelerde dava açılması durumunda, UÇK ya başvurulup başvurulmadığının mahkemece inceleme konusu edilemeyeceği ifade edilmektedir: Gürten and Baştürk, 420 ff. 59  Olması gereken hukuk bakımından UÇK nın kararlarına karşı TFF Tahkim Kuruluna itiraz yapılmaması ve bu kararlara karşı HMK md 439 da belirtilen şartlar çerçevesinde iptal davası açılması gerektiğine ilişki bir tespit için ayrıca bkz Gürten and Baştürk, 423.60  Kanun Numarası: 6100, Kabul Tarihi: 12.01.2011, RG 04.02.2011/27836.61  Özdemir Kocasakal, Spor, 121 ff; Ekşi, Spor, 382 ff.62  Anayasa Mahkemesi verdiği bir kararda, 5894 sayılı Kanun md 6/4 de geçen  kesin  ibaresinin Tahkim Kurulunun incelemiş olduğu kararın biçimsel açıdan kesin, uygulanabilir ve bağlayıcı olduğunu belirtmek için;  nihai  ibaresinin ise Tahkim Kurulunun TFF içinde başvurulacak en son mercii olduğunu belirtmek için kullanıldığını; dolayısıyla, Tahkim Kurulunun verdiği kararların yargı yoluna başvuruyu engellemeyeceğini açıklamıştır: Anayasa Mahkemesi, 2010/61 E, 2011/7 K, 06.01.2011. İlgili karar için bkz RG 26.02.2011/27858. 63  Alper Çağrı Yılmaz, FIFA ve CAS Kuralları Çerçevesinde Uluslararası Nitelikli Profesyonel Futbolcu Sözleşmesinin Feshi (1st, On İki Levha 2017) 383; Ekşi, Spor, 326 ff.117İstanbul Hukuk Mecmuası 77/1Ancak TFF Statüsü md 63/3 ün  ulusal ihtilaflarda TFF, uluslararası ihtilaflarda ise FIFA nın yetkili olduğu nu belirten hükmü dikkate alındığında, UÇK nın yalnızca ulusal  nitelikli,  başka  bir  ifadeyle  yabancı  unsurlu  olmayan  ihtilaflarda  yargı yetkisine sahip olduğu sonucuna varılması gerektiği kanısındayız. Yabancı unsurlu futbol menajerliği sözleşmesinden kaynaklı bir uyuşmazlığın taraflarca UÇK ya götürülebilmesi, doktrinde de isabetle belirtildiği üzere, Türk hukukunda bu yetkinin tanınmış olması ya da reddedilmemiş olmasına bağlıdır. Bu sebeple, her ne kadar UÇK, yabancı unsurlu uyuşmazlıklar bakımından yargı yetkisine sahip olabilmek için FIFA nın aradığı şartları sağlıyor olsa da, TFF Statüsü md 63/3 deki uluslararası ihtilaflarda FIFA nın yetkili olduğunun açıkça hükme bağlanması UÇK nın yabancı unsurlu uyuşmazlıklarda yargı yetkisine sahip olmadığını ortaya koymaktadır. Sonuçta, yabancı unsurlu uyuşmazlıklar bakımından UÇK ya başvuru mümkün olamamakla birlikte, TFF Statüsü md 63/3 te yapılacak bir değişiklikle UÇK nın bu uyuşmazlıklar bakımından da yargı yetkisine sahip olması mümkün kılındığı takdirde, uyuşmazlığın tarafları ister UÇK ya başvurabilecek isterse genel mahkemelerde dava açabilecektir. Yabancı  unsurlu  olmayan  futbol  menajerliği  sözleşmesinden  kaynaklanan bir  uyuşmazlığın  UÇK da  görülmesi  konusunda  tarafların  anlaşamamış  olması durumunda adli yargı ilk derece mahkemelerinde dava açılabilecektir. Başka bir deyişle, UÇK nın yetkisini taraflar kabul etmek zorunda olmadıklarından doğrudan mahkemeye başvurmaları da mümkündür. 64  Aynı yönde bkz Yılmaz, 371. 65  Yılmaz, 371. Doktrinde bir görüş, bir uyuşmazlığın UÇK ya götürülmesi durumunda, UÇK nın kendi Statüsünde yer alan hükümler çerçevesinde karar vereceğini, uyuşmazlığın yabancı unsurlu olması halinde ise Milletlerarası Özel Hukuk ve Usul Hukuku Hakkında Kanun (MÖHUK) (Kanun Numarası: 5718, Kabul Tarihi: 27.11.2007, RG 12.12.2007/26728) uyarınca belirlenen yetkili hukukun maddi hukuk kurallarına tabi tutulmasının makul bir çözüm olacağını belirtmekte, bir diğer ifadeyle, yabancı unsurlu uyuşmazlıkların da UÇK nın yetkisi kapsamında olduğuna işaret etmektedir: Özdemir Kocasakal, Spor, 94. 66  FIFA, ulusal federasyonların ilk derece hukuk kurullarının yetkisinin taraflarca yapılacak tahkim anlaşması veya esas sözleşmeye konulmuş bir tahkim şartına dayandırılmasını şart koşmaktadır. Aynı şekilde, uyuşmazlığa bakacak ilk derece hukuk kurullarının eşit temsil ve bağımsızlık ilkelerine uygun şekilde teşekkül ettirilmesi zorunluluğu bulunmaktadır. Son olarak, ilk derece hukuk kurullarının adil yargılama yapması gerekliliği söz konusudur. Konuya ilişkin ayrıntılı bilgi için bkz Yılmaz, 366 ff. 67  Buna karşın, uygulamada bir futbol kulübü tarafından yabancı futbolcusu aleyhine sözleşme hükümlerini ihlal ettiği gerekçesiyle sözleşmede yazılı cezai şartın tahsil edilmesine ilişkin UÇK ya yapılan başvurunun kabul edildiği, başvuru üzerine futbolcunun, kendisinin yabancı olması nedeniyle UÇK nın yetkili olmadığı yönünde itirazda bulunduğu ancak UÇK nın, kural olarak yetkili olmadığını kabul etmekle birlikte, yabancı futbolcunun dava açması veya yetki itirazında bulunmaması durumunda davaya bakabileceğine, başka bir ifadeyle şartların gerçekleşmesi durumunda uyuşmazlığın yabancı unsurlu olmasının bir fark yaratmadığına karar verdiği görülmektedir: UÇK, 2009-KF-1193 E, 2010/73 K, 02.02.2010. İlgili karar için bkz <http://www.tff.org/default.aspx?pageID=829&ftxtID=9068> Erişim Tarihi 11.02.2019.68  Yabancı unsurlu uyuşmazlıklarda tarafların UÇK ya başvurmalarının önünü açan bir düzenleme değişikliğine gidilmesi ihtimalinde, UÇK nın vereceği karara karşı Tahkim Kuruluna itirazda bulunulabilir. Tahkim Kurulunun vereceği karara karşı ise 4686 sayılı Milletlerarası Tahkim Kanunu (MTK) md 15 uyarınca iptal davası açabilecektir: Yılmaz, 371.69  Örnek bir uyuşmazlıkta, davacı yabancı tabiiyetli bir futbol menajerliği şirketi ile davalı Türk tabiiyetli bir futbol kulübü arasında yabancı bir futbol takımından Türk futbol takımına futbolcu transferi yapmak suretiyle transfer sözleşmesi yapılmasından kaynaklı futbol menajerliği ücretinin eksik ödenmesine ilişkin olarak Ankara mahkemelerinde dava açıldığı görülmektedir. Uyuşmazlık Mahkemesinin 21.05.2012 tarihli, 2012/14 E, 2012/108 K. sayılı kararına yansıyan Ankara 5. Asliye Hukuk Mahkemesinin 05.11.2009 tarihli, 2009/88 E, 2009/335 K. sayılı kararı için bkz RG 18.06.2012/28327 Mükerrer. 118Güner / Yabancı Unsurlu Futbol Menajerliği Sözleşmesinden Doğan Uyuşmazlıkların Çözüm Yolları ve Uygulanacak HukukAdli yargı ilk derece mahkemelerinde açılan bir davada, davalının futbol menajerliği sözleşmesinden doğan uyuşmazlık bakımından UÇK nın görevli olduğuna ilişkin bir itirazı olsa bile, kural olarak bu itiraz reddedilir. Bu sebeple davacı UÇK ya başvurduğu halde, davalının kendisine yapılan tebligata rağmen bu konuda herhangi bir kabul beyanı yoksa, başka bir ifadeyle UÇK ya uyuşmazlığın çözümü için yetkisinin tanındığına ilişkin davalı tarafından herhangi bir başvuruda bulunulmamışsa, bu ihtimalde uyuşmazlığın çözümünde mahkemeler görevli olacaktır. Aynı şekilde, UÇK nın ihtiyari hakem heyeti olarak baktığı uyuşmazlıklarda taraflardan birinin mahkemede dava açması ihtimalinde, karşı taraf tahkim ilk itirazında bulunmadıkça mahkeme davanın esasına girmek zorundadır. Böyle bir sonucun temelinde ihtiyari tahkimde, mahkemenin tahkim anlaşmasını re sen göz önüne alamayacağı kuralı yatmaktadır. Bu sebeple mahkeme, ancak davalı tarafından yapılacak tahkim ilk itirazı üzerine davadan el çekebilir. Ancak bunun için, ilk itiraz üzerine yapılacak incelemede uyuşmazlık ortaya çıktıktan sonra UÇK nın yetkilendirildiğine ilişkin bir anlaşma olmalıdır. Böyle bir anlaşma yoksa, ilk itiraza rağmen mahkeme davayı görmeye devam edecektir.Yürürlükteki  mevzuat  hükümleri  doğrultusunda  yargı  yetkisi  dışında  kaldığı için taraflarca UÇK ya götürülemeyecek olan yabancı unsurlu futbol menajerliği sözleşmesinden doğan uyuşmazlıklar da mahkemelerde dava konusu edilebilecektir. Yabancı unsurlu futbol menajerliği sözleşmesinden doğan uyuşmazlıklarda Türk mahkemelerinin milletlerarası yetkisi, MÖHUK md 40 uyarınca iç hukukun yer itibariyle yetki kurallarına göre tayin edilir. Yabancı unsurlu spor sözleşmelerinden doğan davalarda Türk mahkemelerinin milletlerarası yetkisine ilişkin özel bir yetki kuralı bulunmadığı için, futbol menajerliği sözleşmesinde Türk mahkemelerinin milletlerarası yetkisi, kural olarak sözleşmeden doğan davalarda yetkiyi düzenleyen HMK md 10 ve genel yetkiyi düzenleyen md 6 ve md 9 a göre belirlenir. Buna göre, kesin yetki kurallarının geçerli olmadığı sözleşmeden doğan davalardan kaynaklı bir uyuşmazlık türü olarak, yabancı unsurlu 70  Gürten and Baştürk, 416.71  Yargıtay ın vermiş olduğu örnek bir kararda, futbolcu ile futbol menajeri arasındaki sözleşmeden kaynaklı menajerlik ücreti alacağına ilişkin olarak açılan bir davada, taraflar arasında UÇK nın görevinin kabul edildiğine ilişkin bir anlaşma olduğunun iddia ve ispat edilememesi nedeniyle genel mahkemelerde bu uyuşmazlığın görüleceğine hükmedilmiştir: Yargıtay 13 HD, 2012/13578 E, 2012/19793 K, 12.09.2012. İlgili kararın tahlili için bkz Gürten and Baştürk, 417. 72  Ekşi, Spor, 316 ff.73  UÇK nın zorunlu hakem kurulu olarak görev yaptığı dönemde, futbol menajerliği ücret alacağı için Ankara mahkemelerinde açılan bir davada, davalı kulübün söz konusu uyuşmazlığa UÇK da bakılması gerektiğine ilişkin yaptığı görevsizlik itirazı mahkemece kabul edilmiş; temyiz sonucu bu karar Yargıtay tarafından onanmış ve karar düzeltme istemi Yargıtay tarafından reddedilerek Ankara mahkemesinin vermiş olduğu karar kesinleşmiştir. Bunun üzerine, alacaklı menajerlik şirketi UÇK ya başvurmuş; UÇK da 26.03.2010 tarihli ve 2009/KM/1262 E, 2010/185 K sayılı kararı ile bu davada münhasır yetkili olduğunu ancak o dönem yürürlükte olan mülga FTT gereğince yalnızca gerçek kişi futbol menajeri ile futbolcu veya kulüp arasında akdedilen sözleşmelerin UÇK nın yargı yetkisine girmesi, dolayısıyla davacının bir menajerlik şirketi olması sebebiyle UÇK nın görevine girmeyen bir uyuşmazlık olduğu gerekçesiyle görevsizlik nedeniyle başvuruyu reddetmiştir. Bu red kararına karşı Tahkim Kuruluna gidilmiş olmakla birlikte, yine red kararı verilerek UÇK nın kararı onanmıştır. İlgili UÇK kararı için bkz <http://www.tff.org/default.aspx?pageID=829&ftxtID=9530> Erişim Tarihi 11.02.2019. 119İstanbul Hukuk Mecmuası 77/1futbol menajerliği sözleşmesi ile ilgili bir davada sözleşmenin ifa edileceği yer mahkemesi (HMK md 10) veya davalının davanın açıldığı tarihteki yerleşim yeri (HMK md 6), davalının yerleşim yeri belli değilse Türkiye de mutad meskeninin bulunduğu yer (HMK md 9) mahkemeleri yetkili sayılır. Ancak futbol menajerliği sözleşmesinin  iş  sözleşmesi  niteliği  göstermesi  durumunda  yabancı  unsurlu  iş sözleşmesinden doğan davalarda Türk mahkemelerinin milletlerarası yetkisini tayin eden MÖHUK md 44 esas alınarak Türk mahkemelerinin milletlerarası yetkisinin olup  olmadığı  tespit  edilir.  Bu  noktada  belirtilmelidir  ki,  kanun  koyucunun öngördüğü yetkili mahkemelerden birinde dava açılmaması durumunda, davalının en geç cevap dilekçesinde yetki itirazında bulunması gerekir, aksi halde yetkisiz mahkemenin yetkisi kabul edilmiş sayılacaktır (HMK md 19). Tarafların MÖHUK md 47 uyarınca yetki anlaşması yaparak aralarındaki yabancı unsurlu futbol menajerliği sözleşmesine bakacak yabancı mahkemeyi yetkilendirmeleri konusu üzerinde de durulmalıdır. MÖHUK md 47/1 de öngörülen yetki anlaşmasının şartları dikkate alındığında, futbol menajerliği sözleşmesinden doğan uyuşmazlıklarda yer itibariyle yetki münhasır yetki esasına göre tayin edilmediğinden, taraflar, futbol menajerliği sözleşmesinden kaynaklanan bir uyuşmazlığı  borç ilişkisinden doğan bir uyuşmazlık  olarak  yabancı unsur  taşımasıyla şartıyla yabancı bir devletin mahkemesine  götürme  konusunda  anlaşabilirler.  Bu  durum,  futbol  menajerliği sözleşmesinin iş sözleşmesi unsurları verilerek yapılması ihtimalinde de geçerlidir. Zira yabancı unsurlu iş sözleşmesinden doğan uyuşmazlıklarda yer itibariyle yetkinin münhasır yetki esasına göre tayin edilmesi söz konusu olmadığından, MÖHUK md 47/1 uyarınca tarafların yetki anlaşması ile yabancı bir devletin mahkemesini yetkili  kılmaları  mümkündür.  MÖHUK  md  47/2 de  açıklandığı  üzere,  yabancı unsurlu iş sözleşmesinde Türk mahkemelerinin milletlerarası yetkisini tayin eden MÖHUK md 44 te belirlenen mahkemelerin yetkisi tarafların anlaşmasıyla bertaraf edilemez. Dolayısıyla taraflar arasında işçi lehine olmak koşuluyla yetki anlaşması yapılarak yabancı bir mahkemenin yetkilendirilmesi mümkün olup, MÖHUK md 44 te gösterilen Türk mahkemelerinin yetkisi de kaldırılamaz. Sonuçta, yabancı unsurlu  futbol  menajerliği  sözleşmesinde  tarafların  yabancı  bir  mahkemeyi 74  Teknik direktörlerle kulüplerin yaptığı sözleşme özelinde aynı yönde bir tespit için ayrıca bkz Ekşi, Spor, 40.75  Doktrinde MÖHUK md 44 ün iş sözleşmesi ve iş ilişkisi davaları bakımından öngördüğü yetki kuralının iş sözleşmesinde zayıf taraf konumundaki işçiyi korumak amacıyla getirildiği; aynı şekilde, MÖHUK md 47/2 nin MÖHUK md 44 de belirlenen mahkemelerin yetkisinin tarafların anlaşmasıyla bertaraf edilemeyeceğinin öngörülmesinin de aynı amaca hizmet ettiği; bu sebeple işçi lehine olmak kaydıyla yetki anlaşması yapılmasında bir engel olmadığı; neticede bu hükümlerden hareketle, MÖHUK md 44 deki yetki kuralının münhasır yetki niteliği arz ettiği sonucuna varmanın güç olduğu ifade edilmiştir: Vahit Doğan, Milletlerarası Özel Hukuk (5th, Savaş 2019) 84. Doktrinde ayrıca, düzenlemenin alternatif yetki kuralı içermesi sebebiyle de münhasır yetki kuralı olarak kabul edilemeyeceği savunulmuştur: Emre Esen, ‘Türk Hukukunda Yabancı Mahkeme Kararlarının Tanınması ve Tenfizinde Münhasır Yetki Kavramı  (2002) 22(2) Milletlerarası Hukuk ve Milletlerarası Özel Hukuk Bülteni (Prof. Dr. Ergin Nomer e Armağan) 183, 197. MÖHUK md 44 ün sınırlı münhasır yetki kuralı özelliği gösterdiğine ilişkin doktrinel görüşler için bkz Ergin Nomer, Devletler Hususi Hukuku (21st, Beta 2015) 480; Cemal Şanlı, Emre Esen and İnci Ataman Figanmeşe, Milletlerarası Özel Hukuk (6th, Vedat 2018) 421; Aysel Çelikel and B Bahadır Erdem, Milletlerarası Özel Hukuk (15th, Beta 2017) 607. 76  Çelikel and Erdem, 608; Doğan, 84; Nomer, 480; Şanlı, Esen and Ataman Figanmeşe, 420.120Güner / Yabancı Unsurlu Futbol Menajerliği Sözleşmesinden Doğan Uyuşmazlıkların Çözüm Yolları ve Uygulanacak Hukukyetkilendirmelerine karşın Türk mahkemelerinde dava açılması durumunda, Türk mahkemeleri, yetki itirazının yapılması şartıyla öncelikle MÖHUK md 47 de aranan şartların mevcut olup olmadığını kontrol edecek, söz konusu şartların yokluğu halinde yetkisizlik kararı verecektir. Türk mahkemelerine yetki itirazında bulunulmamış olması ihtimalinde ise, Türk mahkemeleri yetkili sayılarak davaya bakacaktır. Yabancı  unsurlu  futbol  menajerliği  sözleşmesinden  kaynaklı  uyuşmazlıkların mahkemelerde dava konusu edilmesi yerine, ilk derece tahkim mahkemesi sıfatıyla doğrudan CAS nezdinde çözümlenip çözümlenemeyeceği konusu üzerinde ayrıca durulmalıdır. CAS ın olağan tahkim usulü kapsamında ilk derece tahkim mahkemesi olarak yetkili olabilmesi için CAS Spor Tahkim Kodu R de vurgulandığı üzere,  uyuşmazlığın spor ile ilgili olması  ve  taraflar arasında CAS ın yetkisini öngören bir tahkim anlaşmasının yapılması  gerekir. Buna göre, bir uyuşmazlık bakımından CAS ın yetkili olabilmesi için uyuşmazlığın doğrudan veya dolaylı olarak sporla ilgili olması şarttır. CAS Spor Tahkim Kodu R/2 uyarınca sporla ilgili prensip uyuşmazlıkları veya sporun uygulanmasından veya gelişiminden ve genel olarak sporla ilgili her türlü faaliyetten kaynaklanan parasal veya diğer menfaatlerle ilgili uyuşmazlıklar, CAS ın yargılama yetkisi içinde görülmektedir. Örneğin sponsorluk sözleşmelerinden doğan uyuşmazlıklar, televizyon yayın hakkının devrinden doğan uyuşmazlıklar, yayın sözleşmelerinden doğan uyuşmazlıklar, spor karşılaşmalarının organizasyonundan doğan uyuşmazlıklar, sporcu transferinden doğan uyuşmazlıkları, sporcu,  antren ör,  futbol  menajeri,  kulüp  arasında  doğan  uyuşmazlıklar,  hukuki sorumluluklardan doğan uyuşmazlıklar, sporcu sözleşmelerinden doğan uyuşmazlıklar bakımından CAS ın yetkisi vardır. Spor  uyuşmazlıklarının  CAS a  götürülebilmesinde  yabancı  unsurlu  olma zorunluluğu yoktur. Dolayısıyla, futbol menajerliği sözleşmesi gibi bir tarafında futbolcu veya kulüp gibi sportif nitelikli bir kişi olmakla beraber, diğer yanında futbol menajeri gibi ekseriyetle belli bir ücret karşılığında faaliyette bulunan, sportif sıfata sahip olması gerekmeyen bir kişinin olduğu bir sözleşmeden doğan uyuşmazlık 77  Konuya ilişkin genel bir tespit için ayrıca bkz Ekşi, Spor, 40 ff.78  CAS Spor Tahkim Kodu nun İngilizce metni için bkz <https://www.tas-cas.org/fileadmin/user_upload/Code_2019__en_.pdf> Erişim Tarihi 02.03.2019.79  Frank Oschütz, ‘Harmonization of Anti Doping Code Through Arbitration: The Case Law of The Court of Arbitration for Sport  (2002) 12(2) Marquette Sports Law Review 675, 677; Mary K. FitzGerald, ‘The Court of Arbitration for Sport: Dealing With Doping And Due Process During The Olympics  (2000) 7 Sports Lawyers Journal 213, 220; Corina Louise Haemmerle, ‘Choice of Law In The Court of Arbitration for Sport: Overview, Critical Analysis And Potential Improvements  (2013) 13 International Sports Law Journal 299, 300; Gardiner and Felix, 245; Gilson, 506; Coccia, 34. 80  Coccia, 35; Mclaren, 516; Küçükgüngör, Tahkim, 12. 81  Konu hakkında ayrıntılı tespitler için bkz Ekşi, Spor, 518 ff; Özdemir Kocasakal, Spor, 178 ff.82  James A. R. Nafziger, ‘International Sports Law As A Process For Resolving Disputes  (1996) 45(1) International And Comparative Law Quarterly 130, 143 (Disputes); Haemmerle, 301; Blackshaw, 62; Gardiner and Felix, 245; Gilson, 504 ff; Küçükgüngör, Tahkim, 13; Reilly, 64; Kane, 616; Erkiner, 29. Buna karşın, CAS ın taraf iradelerinin uyuşmazlığın çözümünü kendilerine bırakmasını da dikkate alarak sportif yönü zayıf uyuşmazlıkları dahi kendi yetkisi kapsamında görmesi, CAS ın kuruluş amacına aykırı olacağı gerekçesiyle doktrinde eleştirilmektedir: Özdemir Kocasakal, Spor, 181. 83  ibid 519.121İstanbul Hukuk Mecmuası 77/1bakımından yabancı unsurlu olup olmadığı önem arz etmeksizin CAS ın yetkili olduğu sonucuna varılabilir. Ancak CAS a başvuruda bulunulabilmesi için, taraflar arasında CAS ın yetkili olduğu konusunda yazılı bir tahkim anlaşmasına ihtiyaç vardır. Bu doğrultuda futbol menajerliği sözleşmesinin tarafları da sözleşmeden doğan  bir  uyuşmazlığa  doğrudan  CAS ın  bakabilmesi  için  sözleşmeye  tahkim şartı (arbitration clause) koyarak ya da ayrı bir tahkim anlaşması (arbitration agreement) yaparak uyuşmazlığı CAS ın çözmesi konusunda uyuşmazlık öncesinde ya da uyuşmazlık çıktıktan sonra kararlaştırmalıdırlar.CAS a temyiz mercii olarak başvuru hususunda bu noktada açıklama gerekir. CAS Spor Tahkim Kodu R ye göre, bir federasyonun veya diğer bir sportif kuruluşun kararına karşı CAS a temyiz başvurusunda bulunulabilmesi için, ilgili federasyon/sportif kuruluşun statüsünde/tüzüğünde buna izin veren bir hükmün bulunması ya da taraflar arasında bu amaçla yapılmış bir tahkim anlaşması olması ve temyiz başvurusu yapan tarafın söz konusu statü/tüzük hükümleri çerçevesinde temyize başvurmadan önceki iç başvuru yollarını tüketmesi gerekir. Bu bağlamda, 5894 sayılı Kanunda TFF Tahkim Kurulu kararlarına karşı CAS ın temyiz yetkisinin tanındığına ilişkin bir hükme yer verilmemiş; aksine md 6 da Tahkim Kurulu tarafından verilen kararların nihai olduğu hükme bağlanmıştır. Söz konusu düzenleme dikkate alındığında, CAS ın temyiz yetkisinin tanınmadığı sonucuna varılabilir. Aynı şekilde sporcuların, teknik  direktörlerin  ve  antrenörlerin  sözleşmelerden  kaynaklanan  ve  yabancılık unsuru taşıyan ihtilaflar hakkında Tahkim Kurulu tarafından verilen kararlara karşı FIFA ve UEFA talimat ve düzenlemeleri doğrultusunda CAS a başvurabileceğine 84  Örneğin CAS ın 2007 tarihli Del Bosque kararında (CAS 2006/O/1055 Del Bosque, Grande, Miñano Espín & Jiménez v/Beşiktaş, Arbitral Award, 9 February 2007) Beşiktaş kulübü ile teknik direktör Vicente Del Bosque González arasında meydana gelen uyuşmazlıkta, tarafların akdettikleri özel sözleşmeye aralarındaki sözleşmeden doğan ihtilaflarda CAS ın yetkili olduğunu beyan ettikleri ve CAS dışında bir merciiye başvuruda bulunma konusunda feragatta bulundukları görülmektedir. Ancak tarafların özel sözleşmeden sonra ayrıca bir tip sözleşme daha yaparak uyuşmazlıkların çözümünde TFF Tahkim Kurulunun yetkili olduğu konusunda sözleşmeye bir hüküm koydukları ve iki sözleşme arasında çatışma bulunması halinde ilk akdedilen özel sözleşmenin üstün kabul edileceğini kararlaştırdıkları anlaşılmaktadır. Tüm bu gelişmeleri dikkate alan CAS hakem heyeti, CAS ın yetkisinin özel sözleşme hükümleri gereğince tarafların anlaşması gereğince mevcut olduğuna ve doğrudan CAS a başvuruda bir engel olmadığına karar vermiştir. CAS ın ilgili kararı hakkında ayrıntılı analiz için ayrıca bkz Murat Oruç, ‘Spor Tahkim Mahkemesi nin (CAS) Del Bosque vs. Beşiktaş AŞ Uyuşmazlığına İlişkin Vermiş Olduğu Kararın İncelenmesi  (2011) (92) Türkiye Barolar Birliği Dergisi, 350, 350 ff. 85  Tahkim şartı, CAS Spor Tahkim Kodunun Standart Hükümler başlığının Ek 1 Bölümünün md 1.1 inde şöyle örneklendirilmiştir:  İş bu sözleşmeden doğan veya sözleşmeyle ilgili her türlü uyuşmazlık, münhasıran İsviçre-Lozan da bulunan Spor Tahk im Mahkemesine sunulacaktır ve Spor Tahkim Mahkemesi Kuralları çerçevesinde kesin olar ak karara bağlanacaktır. 86  Tahkim anlaşması, CAS Spor Tahkim Kodunun Standart Hükümler başlığının Ek 1 Bölümünün md 1.2 sinde şöyle örneklendirilmiştir:  Uyuşmazlık, münhasıran İsviçre-Lozan da bulunan Spor Tahkim Mahkemesine sunulacak ve Spor Tahkim Mahkemesi Kuralları çerçeves inde kesin olarak karara bağlanacaktır. 87  Ekşi, Spor, 517; Gardiner and Felix, 245; Gilson, 506; Özdemir Kocasakal, Spor, 182; Oschütz, 676; Haemmerle, 300. Tahkim anlaşmasının şeklî geçerliliği ise İsviçre hukukuna tabidir. Zira tahkim anlaşmasının şeklî geçerliliği tahkim yeri hukukuna (lex arbitri) tabi olduğundan, CAS ın merkezi Lozan ın bulunduğu İsviçre hukuku bu konuda yetkilidir. Konuya ilişkin olarak bkz Özdemir Kocasakal, Spor, 183 ff, Oschütz, 678 ff.88  Blackshaw, 69; Gilson, 506; Ekşi, Spor, 517 ff; Özdemir Kocasakal, Spor, 168 ff; Kane, 616; Erkiner, 25; Haemmerle, 301.89  5894 sayılı Kanunun ilga ettiği 3813 sayılı mülga TFF Kuruluş ve Görevleri Hakkında Kanun md 14/2 de ise, Tahkim Kurulu kararlarına karşı CAS a başvuru hakkı saklı tutulmuştu. 90  Yılmaz, 372.122Güner / Yabancı Unsurlu Futbol Menajerliği Sözleşmesinden Doğan Uyuşmazlıkların Çözüm Yolları ve Uygulanacak Hukukilişkin Tahkim Kurulu Talimatı md 14/3 de, TFF Yönetim Kurulu tarafından alınan 23.08.2011 tarihli kararla yürürlükten kaldırılmıştır. Ayrıca TFF Statüsü md 64/12 de CAS ın yetkisinin TFF tarafından kabul edildiği ve CAS tarafından verilen kararlara uyulmasının sağlanacağı belirtilmekte; ancak TFF nin bağımsız ve usulüne uygun  olarak  oluşturduğu  Tahkim  Kurulu  tarafından  verilen  kararlar  aleyhine CAS a itirazda bulunulamayacağı hükme bağlanmıştır. Benzer şekilde, TFF Statüsü md 62/3 de Tahkim Kurulu kararlarının kesin olduğunun ve bu kararlar aleyhine herhangi bir yargı merciine başvurulmayacağının öngörülmesi, CAS ın Tahkim Kurulu tarafından verilen kararlar aleyhine temyiz mercii olarak yetkisine engel teşkil etmektedir. Tüm bu düzenlemeler dikkate alındığında, CAS Spor Tahkim Kodu R uyarınca CAS ın temyiz yetkisinin ulusal federasyonlarca kabul edilip edilmeme serbestisi bulunmasına karşın, yabancı unsurlu olsun ya da olmasın, Tahkim Kurulu da dahil olmak üzere TFF organlarının verdiği kararların CAS a temyiz amacıyla götürülmesine izin verilmemiştir. Nitekim bu tespit, CAS tarafından verilmiş bir kararda da açıkça ortaya konmuştur. Bununla  birlikte,  CAS  Kodu  R de  ulusal  federasyon  yetkili  organlarının kararlarına karşı CAS ın temyiz mercii olarak tayini noktasında taraflar arasında yapılmış bir tahkim anlaşmasının CAS ın yetkisinin doğumu bakımından yeterli olacağı ifade edilmiştir. Bu sebeple, tarafların TFF Tahkim Kurulu kararı aleyhine CAS a başvuru hususunda yaptıkları bir anlaşma da, TFF nin iç düzenlemelerinde CAS ın temyiz yetkisi tanınmamış olsa bile, CAS a başvuruya imkân verecektir. Ancak CAS ın temyiz yetkisinin kabulünde ilgili ulusal federasyonun statü veya talimatlarında  öngörülen  iç  hukuk  yollarının  tüketilmesi  zorunlu  olduğundan, tarafların tahkim anlaşması ile ilk derece hukuk kurulu mahiyetindeki UÇK kararı bakımından CAS ın temyiz yetkisini kabul etmeleri hüküm ifade etmez. Zira UÇK tarafından verilen kararlara karşı tebliğden itibaren yedi gün içinde yapılan itiraz üzerine Tahkim Kurulunca verilen karara karşı süresi içinde iptal davası açılmaması ya da tarafların tahkim yeri mahkemesinde iptal davası açması ve bu mahkeme kararına karşı kanun yollarına başvurunun tamamlanmasıyla karar kesinleşecektir. Bu halde, eğer UÇK nın kararına karşı Tahkim Kuruluna gidilmiş ve bu karara karşı 91  Aynı yönde bkz Yılmaz, 376. Tahkim Kurulunun tarafsız bir yargı mercii olmaması sebebiyle, verdiği kararlara karşı hem mahkemelere hem de tahkime başvurunun engellenmesinin hak arama hürriyetine aykırı olduğuna ilişkin bir tespit için ayrıca bkz Özdemir Kocasakal, Spor, 216.92  CAS ın 2010 tarihli Omer Riza kararında (CAS 2010/A/1996 Omer Riza v. Trabzonspor & TFF, Award, 10 June 2010) hem İngiliz hem Türk vatandaşı Omer Riza adlı futbolcunun, Trabzonspor kulübü ile arasında doğan uyuşmazlıktan dolayı TFF Tahkim Kurulunun vermiş olduğu kararı CAS a temyiz için götürdüğü görülmektedir. Bu başvuru üzerine CAS hakem heyeti, Türk hukukundaki düzenlemeleri inceleyerek 5894 sayılı Kanunun 6. maddesi, TFF Statüsünün 2/1(m), 13/1(e), (f) ve 64 ün maddelerinin Tahkim Kurulu kararlarına karşı CAS a temyiz yetkisini tanımadığını tespit etmiş; ayrıca TFF Statüsünün 64. maddesinde FIFA Statüsüne atıf yapılmış olmasını CAS ın temyiz yetkisinin kabulü için yeterli görmemiş ve söz konusu uyuşmazlık bakımından CAS ın yetkili olmadığı sonucuna varmıştır. Bu karara karşı açılan iptal davası da İsviçre Federal Mahkemesi tarafından reddedilmiştir. Adı geçen karar hakkında ayrıntılı tespitler için ayrıca bkz Ekşi, Spor, 583 ff; Yılmaz, 376 ff. 93  Özdemir Kocasakal, Spor, 217.94  Yılmaz, 378 ff.123İstanbul Hukuk Mecmuası 77/1HMK uyarınca iptal davası açılmışsa burada verilen karara karşı CAS a temyiz başvurusunda bulunulamaz. Zira Türk mahkemelerinden verilmiş bir karara karşı CAS a temyiz amacıyla gidilemez. III. Yabancı Unsurlu Futbol Menajerliği Sözleşmesine Uygulanacak HukukÖzel hukuktan kaynaklı spor uyuşmazlıkları, tarafların karşılıklı ve eşit menfaat ilişkilerini düzenleyen özel hukuk kurallarının ihlalinden doğar. Bu bağlamda, futbolcu ya da kulübün futbol menajeri ile yaptığı futbol menajerliği sözleşmesinden kaynaklı uyuşmazlıklar da bir tür özel hukuktan doğan spor ihtilafıdır. Futbol menajerliği sözleşmesinin yabancı unsurlu olması ise, bağlantılı olduğu birden fazla hukuk sistemi olması anlamına gelmektedir.Yabancı unsurlu futbol menajerliği sözleşmesine uygulanacak hukukun tayini konusu, uyuşmazlığın Türk mahkemelerinde dava konusu edilmesi veya CAS a götürülmesi ihtimaline göre açıklanmalıdır. Yukarıda belirtildiği üzere TFF Statüsü md 63/3 ün  ulusal ihtilaflarda TFF, uluslararası ihtilaflarda ise FIFA nın yetkili olduğu nu belirten hükmü bağlamında UÇK nın yalnızca ulusal nitelikli ihtilaflarda yargı  yetkisine  sahip  olduğu  sonucuna  varılacağından,  yabancı  unsurlu  futbol menajerliği sözleşmesinden doğan bir uyuşmazlığın UÇK ya götürülebilmesi mevcut düzenleme karşısında mümkün olmadığından, uygulanacak hukukun tespitine ilişkin bir gereklilik de ortaya çıkmayacaktır. 95  Aynı yönde bkz Ekşi, Spor, 574.96  Spor hukuku uyuşmazlıklarının kamu hukuku kaynaklı ve hatta rekabet hukuku kaynaklı uyuşmazlıklarda olduğu gibi kamu hukuku ve özel hukuk kapsamına net bir şekilde dahil edilemeyen bir uyuşmazlık olması da mümkündür. Ayrıca sporun kendine has yapısı içinde ortaya çıkan, yanlış hakem kararlarının müeyyidesi örneğinde olduğu gibi sportif uyuşmazlıklar da görülebilir. Spor hukuku uyuşmazlıklarının sınıflandırılmasına ilişkin tespitler için bkz Rifat Erten, Milletlerarası Özel Hukukta Spor (1st, Adalet 2007) 195 ff; FitzGerald, 220.97  Bir futbol menajerliği sözleşmesinde yabancı unsur değişik şekillerde ortaya çıkabilir. Buna göre, futbol menajerliği sözleşmesi, kişi veya yer bakımından yabancı bir ülke ile irtibatlıysa yabancı unsur var kabul edilecektir. Örneğin futbol menajerliği sözleşmesinin taraflarının birinin ya da her ikisinin yabancı devlet vatandaşlığına sahip olmaları, yabancı bir ülkede ikamet etmeleri veya mutad meskene veya işyerine sahip olmaları, sözleşmenin akdedildiği yerin yabancı bir ülke olması, sözleşmeye konu edimin örneğin transfer görüşmesi yapmanın yabancı bir ülkede gerçekleştirilecek olması gibi değişik kriterler, bir futbol menajerliği sözleşmesine yabancı unsur katacaktır. Genel olarak sporla ilgili uyuşmazlıklara yabancı unsur katan örnekler için ayrıca bkz Erten, 250. Ayrıca doktrinde, yabancı unsurlu olmayan ancak ekonomik karakteri ile milletlerarası ticaretin menfaatlerini ilgilendiren sözleşmelerin de milletlerarası sözleşme olarak nitelendirilmesi gerektiğine işaret edilmiştir: Şanlı, Esen and Ataman Figanmeşe, 273. Bu doğrultuda ülke sınırlarını aşarak hizmet sağlayan bir futbol menajerliği ilişkisinin de özellikle uluslararası transferlerde yüksek bedelli profesyonel futbolcu sözleşmesinin yapılmasında önemli rol oynayan bir müessesenin ve bunun temelini teşkil eden futbol menajerliği sözleşmesinin de yabancı unsurlu olmasa dahi milletlerarası nitelikli bir sözleşme olarak kabulü gerektiği kanısındayız. Genel olarak aynı özellikleri haiz yabancı unsurlu olmayan hukuki ilişkilerde de aynı sonuca varan tespitler için ayrıca bkz Bilgin Tiryakioğlu, Taşınır Mallara İlişkin Milletlerarası Unsurlu Satım Akitlerine Uygulanacak Hukuk (1st, Ankara Üniversitesi Hukuk Fakültesi Yayınları 1996) 7; Fügen Sargın, Milletlerarası Unsurlu Patent ve Ticari Marka Lisansı Sözleşmelerine Uygulanacak Hukuk (1st, Turhan 2002) 183 (Patent); Ziya Akıncı, Milletlerarası Özel Hukukta İnşaat Sözleşmeleri (1st, Dokuz Eylül Üniversitesi Hukuk Fakültesi Döner Sermaye İşletmesi Yayınları 1996) 69 (İnşaat).98  Yabancı unsurlu olmayan futbol menajerliği sözleşmesinden doğan bir uyuşmazlığın UÇK ya götürülmesi durumunda ise, UÇK Talimatı md 17 esas alınacaktır. Buna göre, UÇK; 5894 sayılı Kanun, TFF Statüsü, TFF Talimat ve Düzenlemeleri ile FIFA ve UEFA kurallarını esas alarak Türk maddi hukukuna göre karar verir. Böylece genel olarak Türk maddi hukuku bağlamında uygulanacak hukukun tayin edileceği belirtilmek suretiyle, UÇK nın her ne kadar kendi statülerindeki hükümlere göre karar verileceği öngörülse de faaliyette bulunduğu yer olarak Türk hukukunun emredici düzenlemelerine aykırı karar verilemez. Sportif kuruluşların kendi yargı mercileri tarafından çözümlenecek uyuşmazlıklar bakımından, bu yargı mercilerinin faaliyette bulunduğu ülkenin hukuk sisteminin emredici nitelikteki hükümlerinin sportif yargı 124Güner / Yabancı Unsurlu Futbol Menajerliği Sözleşmesinden Doğan Uyuşmazlıkların Çözüm Yolları ve Uygulanacak HukukA. Uyuşmazlığın CAS ta Görülmesi DurumundaYabancı  unsurlu  futbol  menajerliği  sözleşmesinden  doğan  bir  uyuşmazlığın, taraflarca çözüm mercii olması konusunda üzerinde anlaşılması şartıyla CAS a götürülebileceğini yukarıda detaylarıyla açıklamıştık. Tarafların anlaşması suretiyle yabancı unsurlu futbol menajerliği sözleşmesinden doğan bir uyuşmazlığın CAS a götürülmesi  durumunda,  CAS  olağan  tahkim  kuralları  uyarınca  uyuşmazlığı çözecektir. CAS hakem heyetinin uyuşmazlığın esasına hangi kuralları uygulayacağı CAS Spor Tahkim Kodu R te açıklanmıştır. Buna göre, CAS hakem heyeti, uyuşmazlığın esasına taraflarca tahkim şartında veya tahkim anlaşmasında seçilen hukuk kurallarını, böyle bir seçimin yapılmaması halinde ise İsviçre hukukunu uygular. Taraflar hakem heyetine hakkaniyete (ex aequo et bono) göre karar verme yetkisi de tanıyabilirler. Bu açıklamalardan hareketle, yabancı unsurlu futbol menajerliği sözleşmesinin tarafları eğer aralarındaki uyuşmazlığı çözme konusunda CAS ı yetkili kılmışlarsa, CAS hakem heyeti tarafından uygulanması gereken hukuku da tayin noktasında serbesttirler. CAS ın ekseriyetle sporla ilgili ticari nitelikli sözleşmelerden doğan uyuşmazlıklarda ilk derece tahkim yargılaması yaptığı göz önüne alındığında, irade muhtariyetinin tanınması taraf beklentilerine uygun olması açısından yerindedir. Örnek bir CAS kararında, bir profesyonel futbolcu ile futbol menajeri arasındaki sözleşmeden  doğan  uyuşmazlıkta  taraflarca  CAS ın  yetkisi  üzerine  anlaşmaya varıldığı, bunun üzerine uyuşmazlığa bakan CAS hakem heyetinin sözleşmenin geçerli  olup  olmadığını  taraflar  arasında  akdedilen  sözleşmede  seçilen  Fransız hukukunu dikkate alarak incelediği ve bu surette sözleşmenin Fransız hukukuna göre geçersizliğine, dolayısıyla, futbol menajerinin sözleşmeden kaynaklanan alacak talebinin reddine hükmetmiştir.Hukuk seçimi anlaşmasının yapılma şekli, zamanı ve seçilebilecek kuralların niteliği konusunda CAS Spor Tahkim Kodu nda bir hüküm yoktur. Bu hususta CAS tahkim yargılaması açısında lex arbitri olan İsviçre MÖHK esas alınarak bir sonuca mercilerinin kararları bakımından bir sınır oluşturacağına ilişkin bir tespit için bkz Özdemir Kocasakal, Spor, 94. Neticede, uyuşmazlığa Türk maddi hukuku, öncelikle TFF talimatı ve diğer özel kurallar; TBK ve diğer mevzuatta yer alan emredici hükümlere aykırı olmamak kaydıyla uygulanacak, özel hüküm yokluğunda ise, genel hüküm niteliği gösteren TBK gibi mevzuat hükümleri uygulanacaktır: Özdemir Kocasakal, Spor, 94 ff; Baştürk, 28 ff. İlave olarak, FIFA ve UEFA gibi uluslararası kuruluşların talimat ve kuralları da Türk hukukundaki emredici düzenlemelere aykırı olmamak şartıyla Türk hukuku ile birlikte uygulanır. Dolayısıyla, yabancı unsurlu olmayan futbol menajerliği sözleşmesi de sözleşmeden doğan borç ilişkisi kapsamında kural olarak TBK da düzenlenen hükümlere tabi olmakla birlikte, TFF mevzuatında özel hükümler bulunan hallerde öncelikle bunlar uygulanır. Genel olarak sporcu sözleşmelerine yönelik aynı yönde bir tespit için bkz Erten, 204.99  Reilly, 68; Haemmerle, 302; Coccia, 64.100  Aynı yönde bkz Özdemir Kocasakal, Spor, 299; Haemmerle, 312. 101  16.04.1978 tarihli CAS 2007/O/1310 Bruno Heiderscheid c. Franck Ribèry davası <http://jurisprudence.tas-cas.org/Search/results.aspx#k=(Title%3A%222007%2FO%2F0%22)> Erişim Tarihi 04.03.2019.102  Switzerland s Federal Code on Private International Law 1987.125İstanbul Hukuk Mecmuası 77/1varılabileceği doktrinde ifade edilmiştir. Buna göre, hukuk seçiminin geçerliliği herhangi bir şekle tabi tutulmadığından, tarafların bu konudaki iradelerini açık veya zımni olarak ortaya koymaları yeterli olacaktır. Başka bir ifadeyle, tarafların tahkim şartı veya tahkim sözleşmesi ya da tahkim yargılaması başladıktan sonra dahi hakem heyetine sunulan dilekçelerde veya beyanlarda hukuk seçimi anlaşması konusundaki irade uyuşmalarını göstermeleri yeterlidir. Dolayısıyla, taraflar CAS hakem heyetinin uygulaması amacıyla aralarında açık hukuk seçimi yapabilecekleri gibi, belli bir devletin iç hukukundaki düzenlemelere sözleşme hükümlerinde yer verme örneğinde olduğu gibi zımni hukuk seçiminde de bulunabileceklerdir. Taraflarca seçilecek hukukun niteliği konusunda ise, CAS Spor Tahkim Kodu R deki ve İsviçre MÖHK md 187/1 deki hüküm belirleyici olacaktır. Zira her iki düzenlemede de taraflarca hukuk seçiminden değil, hukuk kuralları seçiminden bahsedilmiştir. Bu hükümden hareketle, doktrinde, taraflarca yapılacak hukuk seçiminde mutlaka milli bir hukuk sistemi değil, milli nitelik arz etmeyen hukuk kuralları,  hukukun  genel  ilkeleri,  örf  ve  adet  kurallarının  da  seçilebileceği savunulmaktadır.  Bu  bakımdan,  belli  bir  devletin  hukukunun  uygulanması yanında  uluslararası sportif hukuk düzeninin koyduğu kurallar  ve  sportif yargı organlarının koyduğu içtihatlar dan oluştuğu ifade edilen lex sportiva nın da uygulanması konusunda taraflar irade serbestisine sahiptir. Özellikle FIFA ve FIFA ya bağlı altı konfederasyondan birini oluşturan, kısa adı UEFA olan Avrupa Futbol Federasyonlar Birliği başta olmak üzere uluslararası spor federasyonlarının getirdiği kurallar, CAS içtihatlarının ortaya koyduğu temel ilkeler, taraflarca futbol menajerliği sözleşmesinden doğan uyuşmazlıklara uygulanacak hukuk kuralı olarak seçilebilmelidir. Nitekim CAS uygulamasında da taraflarca açıkça seçilen veya zımni hukuk seçiminin işaret ettiği lex sportiva kuralları öncelikle uygulanmakta; 103  Haemmerle, 308.104  Coccia, 65; Haemmerle, 308.105  Özdemir Kocasakal, Spor, 299 ff; Erten, 244; Erkiner, 53.106  Haemmerle, 308.107  Haemmerle, 308.108  Özdemir Kocasakal, Spor, 300.109  Lex sportiva hakkında ayrıntılı bilgi için bkz James A. R. Nafziger, ‘Lex Sportiva  (2004) (2) The International Sports Law Journal 3, 3 ff (Lex sportiva); Ken Foster, ‘Lex Sportiva And Lex Ludica: The Court Of Arbitration For Sport s Jurisprudence  (2006) (January) Entertainment And Sports Law Journal 1, 1 ff; Özdemir Kocasakal, Spor, 38 ff; Ekşi, Spor, 9; Casini, 21 ff.110  Nafziger, Lex sportiva, 3; Özdemir Kocasakal, Spor, 300; Haemmerle, 308.111  UEFA nın bünyesinde hali hazırda Avrupa kıtasında bulunan elli beş ulusal federasyon bulunmaktadır: <https://www.uefa.com/insideuefa/about-uefa/> Erişim Tarihi 13.03.2019.112  CAS ın koyduğu sportif ilkelerin  judge-made sport law  tanımlamasıyla lex sportiva niteliği taşıdığına ilişkin bir tespit için bkz Casini, 21 ff. CAS ın görevlerinden birinin lex sportiva niteliği taşıyacak ilke ve kuralları oluşturmak olduğuna ilişkin bir tespit için bkz Foster, 2. CAS içtihatlarının muhtemel davalarda ve buna bağlı olarak verilecek kararlarda önemli etkileri olması ve emsal teşkil edebilmesi nedeniyle lex sportiva nın tek kaynağı olduğuna ilişkin bir tespit için bkz Nafziger, Lex sportiva, 3.113  Genel olarak sportif uyuşmazlıklar bağlamında uygulamada bu yönde hukuk seçimlerinin yapıldığına ilişkin bir tespit için bkz Özdemir Kocasakal, Spor, 301.126Güner / Yabancı Unsurlu Futbol Menajerliği Sözleşmesinden Doğan Uyuşmazlıkların Çözüm Yolları ve Uygulanacak Hukuktamamlayıcı olarak ise CAS Spor Tahkim Kodu R uyarınca İsviçre hukukunun uygulanmasına hakem heyetince karar verilmektedir. Tarafların hem milli hukuk sistemi hem lex sportiva kuralı seçmesi ihtimalinde ise, CAS hakem heyeti yine öncelikle lex sportiva yı esas almakta; tamamlayıcı olarak ise taraflarca seçilen milli hukuku uygulamaktadır. Taraflarca uyuşmazlığın esasına uygulanmak üzere hukuk seçimi yapılmamışsa, hakem heyeti, uyuşmazlığı CAS Spor Tahkim Kodu R uyarınca İsviçre hukukuna göre karara bağlar. Bu sebeple uyuşmazlığın ya da tarafların İsviçre ile bağlantılı olup olmadığı dikkate alınmaksızın hakem heyetince İsviçre maddi hukuku esas alınır. Son olarak, CAS Spor Tahkim Kodu R te, tarafların yetki vermeleri halinde, hakem heyetinin hakkaniyete göre karar vermesine de imkân tanınmıştır. Buna göre, taraflar uyuşmazlığın belli bir hukuk sistemine göre çözümlenmesi yerine, hakem heyetine verdikleri yetkiyle, hakkaniyete uygun bir şekilde karara varılması konusunda anlaşabilirler. Bu halde, hakem heyeti aldığı yetkiyle belli bir hukuk sistemini  esas  almaksızın  kendi  adalet  duyguları  çerçevesinde  değerlendirmede bulunarak hakkaniyete uygun olarak uyuşmazlığa çözüm getirir.  Taraflarca seçilen hukukun kamu düzenine aykırı olması halinde uygulanmaması hususunda CAS Spor Tahkim Kodunda bir hüküm yer almamakla birlikte, böyle bir durumun hakem heyetinin verdiği kararın kamu düzenine aykırılığı gerekçesiyle İsviçre MÖHK md 190/2(e) gereğince iptaline sebep olacağı doktrinde haklı olarak belirtilmektedir. Dolayısıyla, hakem heyetinin kararının iyi niyet, hakkın kötüye kullanılması yasağı, ahde vefa ilkesi, ayrımcılık yasağı, zayıf akit tarafın korunması gibi  uluslararası  kamu  düzenini  ilgilendiren  temel  ilkelere  aykırılığının  tespiti halinde uygulanmamalıdır. Aksi halde bu durum hakem kararının iptaline gerekçe teşkil edecektir. B. Uyuşmazlığın Türk Mahkemelerinde Görülmesi DurumundaYabancı unsurlu futbol menajerliği sözleşmesinin hukuki niteliğinin tespiti, bu sözleşmeden doğacak ihtilafların çözümünde dikkate alınacak bağlama kurallarının 114  Bu hususta 05.11.2003 tarihli bir CAS kararı için bkz CAS 2003/O/482 Ariel Arnaldo Ortega davası <http://jurisprudence.tas-cas.org/Search/results.aspx#k=(Title%3A%222003%2FO%2F%22)>. Karar hakkında ayrıca bkz Haemmerle, 316 ff. 115  Bu hususta 16.04.2008 tarihli bir CAS kararı için bkz CAS 2008/O/1455 Boxing Australia v/AIBA davası <http://jurisprudence.tas-cas.org/Search/results.aspx#k=(Title%3A%222008%2FO%2F5%22)>. Karar hakkında ayrıca bkz Özdemir Kocasakal, Spor, 302. 116  İsviçre MÖHK md 187/1 in hukuk seçimi yokluğunda uyuşmazlığa en sıkı bağlantılı olduğu devletin hukukunu uygulatan hükmünde olduğunun aksine her durumda İsviçre hukukunu uygulatan CAS düzenlemesine yönelik eleştiriler için ayrıca bkz Özdemir Kocasakal, Spor, 304. Buna karşın doktrindeki, CAS Spor Tahkim Kodunda benimsenen uyuşmazlığa uygulanacak hukuku belirleyen bu tespitin, CAS hakem heyetine uyuşmazlığı en kolay ve en hızlı şekilde çözüme kavuşturma konusunda kolaylık sağladığına ilişkin aksi yönde bir görüş için bkz Haemmerle, 312.117  Özdemir Kocasakal, Spor, 305; Erkiner, 46.118  Özdemir Kocasakal, Spor, 303, 393.127İstanbul Hukuk Mecmuası 77/1belirlenmesinde önemlidir. Zira futbol menajerliği sözleşmesi bağlamında hangi hukuki  ilişkinin  esas  alınacağı,  ihtilafa  uygulanacak  bağlama  kurallarının  da değişmesine,  buna  bağlı  olarak  maddi  hukuk  kurallarının  de  farklılaşmasına sebebiyet verebilecektir. Buna göre, bir uyuşmazlığın kaynağını teşkil eden hukuki ilişkinin futbol menajerliği sözleşmesi olup olmadığının tespiti kural olarak hâkimin hukukuna (lex fori) göre yapılacak vasıflandırma ile gerçekleştirilir. Dolayısıyla Türk mahkemelerinde hâkim, önüne gelen yabancı unsurlu bir uyuşmazlıkta futbol menajeri ile futbolcu veya kulüp arasındaki ilişkinin hukuki niteliğini tayin ederken, kural olarak Türk maddi hukukuna göre vasıflandırma yapar. Yukarıda futbol menajerliği sözleşmesinin unsurlarını açıklarken vurguladığımız üzere, futbol menajerliği sözleşmesi hakkında Türk Borçlar Kanununda (TBK) özel bir düzenleme bulunmamakta; konu TFF talimatları ile hükme bağlanmaktadır. Bu çerçevede, FMÇT md 13/1 de sözleşme serbestisi ilkesine uygun şekilde, futbolcu ve kulüplere, akdettikleri menajerlik sözleşmesinde menajerle girdikleri kanuni ilişkinin hukuki niteliğini, başka bir ifadeyle bu ilişkinin bir hizmet mi, danışmanlık mı, temsil mi veya başka bir kanuni ilişki mi olduğunu belirleme yükümlülüğü getirilmiştir. Böylece taraflar, futbol menajerliği sözleşmesinin hukuki niteliğini serbestçe tayin edebileceklerinden, muhtemel uyuşmazlıkların çözümü açısından hangi sözleşmenin esas alınarak ilgili hükümlere tabi olduklarının öngörülebilmesi bakımından kolaylık sağlanacaktır. Dolayısıyla taraflar, iş sözleşmesi, komisyon sözleşmesi, danışmanlık sözleşmesi, simsarlık sözleşmesi, vekâlet sözleşmesi ve temsil yetkisi içeren sair sözleşme türlerinden birinin unsurlarını vererek futbol menajerliği sözleşmesini akdetme yükümlülüğü altındadırlar. İşte akdedilen sözleşmeye taraflarca konulacak unsurlar dikkate alınarak yapılacak vasıflandırma sonucunda tespit edilen bağlama konusuna göre uygulanacak hukuk tayin edilecektir. Neticede, yabancı unsurlu futbol menajerliği sözleşmesine taraflarca yüklenen nitelik, bu sözleşmenin tabi olacağı hukuk kurallarını da tayin edecek olması bakımından önemlidir. Taraflarca bir futbol menajerliği  sözleşmesine  hangi  sözleşmenin  hukuki  niteliğini  taşıtan  özellikler verilmişse, söz konusu sözleşme bu belirleme çerçevesinde vasıflandırılacak ve buna göre uygulanacak hukukun tayini gerçekleştirilecektir.Görüldüğü gibi, yabancı unsurlu futbol menajerliği sözleşmesinden doğan bir uyuşmazlık Türk mahkemelerinde dava konusu edilmişse, hâkim, Türk hukukuna göre yaptığı vasıflandırma neticesinde futbol menajerliği sözleşmesinin unsurları 119  Türk hukukunda genel eğilim, yabancı unsurlu bir hukuki ilişkinin vasıflandırılmasının istisnaları olmakla birlikte kural olarak lex fori ye göre yapılması yönteminin tercihi yönündedir: Gülören Tekinalp and Ayfer Uyanık, Milletlerarası Özel Hukuk Bağlama Kuralları (12th, Vedat 2016) 35; Çelikel and Erdem, 86; Şanlı, Esen and Ataman Figanmeşe, 51; Doğan, 217; Nomer, 104. 120  Kanun Numarası: 6098, Kabul Tarihi: 11.01.2011, RG 04.02.2011/27836.121  Aynı yönde bkz Hakkı Mert Doğu, ‘Futbolcu Menajerliği Sözleşmesi  (2015) (3) Ankara Barosu Dergisi 379, 386; Petek, Menajer, 200.122  Özdemir, 560. 128Güner / Yabancı Unsurlu Futbol Menajerliği Sözleşmesinden Doğan Uyuşmazlıkların Çözüm Yolları ve Uygulanacak Hukukçerçevesinde belirlenecek hukuki niteliğine göre MÖHUK taki bağlama kurallarını uygulayarak yetkili hukuku tespit edecektir. Uygulanacak hukukun Türk kanunlar ihtilafı kurallarına göre tayini kural olmakla birlikte, sportif faaliyetlerin ekseriyetle uluslararası  federasyonların  koyduğu  yeknesak  kurallarla  düzenlendiği  dikkate alındığında, bu kuralların lex sportiva olarak kanunlar ihtilafı kuralları yanında uygulanabilirliği izaha muhtaçtır. Bu hususta doktrinde, uluslararası federasyonların koyduğu yeknesak kuralların uygulanıp uygulanmayacağı; uygulanacaksa hangi ölçüde uygulanabileceğinin davanın açıldığı ülkeye ve kanunlar ihtilafı kurallarına göre yetkili olan hukuka göre değişeceği ifade edilmektedir. Buna göre, Türk mahkemelerinde görülmekte olan bir uyuşmazlıkta, yetkili mahkeme, lex sportiva yı, uyuşmazlığa uygulanacak hukuk sisteminin emredici kurallarına aykırı olmamak şartıyla uygulayabilir. Dolayısıyla, yabancı unsurlu uyuşmazlıklarda Türk kanunlar ihtilafı kurallarının gösterdiği yetkili hukukun emredici kurallarına aykırı olmama koşuluyla lex sportiva nın uygulanmasında bir engel yoktur. Kanaatimizce de FIFA veya UEFA gibi uluslararası spor organizasyonları tarafından konulan kuralların ya da CAS gibi bir uluslararası spor tahkim merciinin kararlarının uygulanacak hukukun emredici kurallarını ihlal etmemesi şartıyla bir uyuşmazlığın çözümünde dikkate alınması, spor faaliyetlerinin sınır aşan özelliği ve bunların yeknesaklaştırılma amacı da dikkate alındığında makul bir yaklaşım olacaktır. 1. Vasıflandırma Yabancı  unsurlu  futbol  menajerliği  sözleşmesine  uygulanacak  hukuk,  özel hukuk kaynaklı bir hukuki ilişki olarak MÖHUK uyarınca tayin edilir. MÖHUK ta genel olarak sportif uyuşmazlıklara özel olarak da futbol menajerliği sözleşmesine uygulanacak hukuku tayin eden özel bir bağlama kuralı bulunmamaktadır. Bu sebeple, futbol menajerliği sözleşmesi, bu sözleşmenin taraflarca üzerinde anlaşılan unsurları,  başka  bir  ifadeyle  niteliği  dikkate  alınarak  yapılacak  vasıflandırma neticesinde karşılık geldiği sözleşme esas alınarak MÖHUK daki ilgili bağlama kuralı tespit edilecektir.MÖHUK un düzenlediği sözleşmelerden doğan borç ilişkileri ile ilgili bağlama kuralları dikkate alındığında, md 24 te genel akit statüsüne yer verildiği; md 2529 da  ise  bazı  sözleşme  türlerinin  özel  olarak  düzenlendiği  görülmektedir.  Bu çerçevede, taşınmazlara ilişkin sözleşmeler (md 25), tüketici sözleşmeleri (md 26), iş sözleşmeleri (md 27), fikri mülkiyet haklarına ilişkin sözleşmeler (md 28) ve eşyanın taşınmasına ilişkin sözleşmelere (md 29) uygulanacak hukukun tayini özel bağlama kurallarına tabi tutulmuşken; bu sözleşmeler dışında kalan diğer borçlar hukuku 123  Özdemir Kocasakal, Spor, 140 ff.124  Özdemir Kocasakal, Spor, 92 ff.125  Futbol menajerliği sözleşmesi, Türk hukukuna paralel olarak karşılaştırmalı hukuktaki kanunlar ihtilafı hukukuna ilişkin milli kanunlarda da bir bağlama konusu olarak düzenlenmemiştir. 129İstanbul Hukuk Mecmuası 77/1sözleşmeleri, genel akit statüsü (md 24) kapsamına alınmıştır. İşte MÖHUK un bu düzenlemeleri dikkate alınarak, Türk mahkemelerinde görülmekte olan bir davada futbol menajerliği sözleşmesinin hukuki niteliğine göre yapılacak vasıflandırmada, kural olarak lex fori olan Türk hukuku belirleyicidir. Yukarıda açıklandığı üzere, futbol menajerliği sözleşmesi, uygulamaya yansıyan örneklerde de görüldüğü gibi, genellikle simsarlık sözleşmesi, komisyon sözleşmesi, iş sözleşmesi, danışmanlık sözleşmesi ve vekâlet sözleşmesi gibi sözleşme türlerinin unsurları dikkate alınarak yapılmaktadır. Bu sebeple, futbol menajerliği sözleşmesi bu sözleşmelerden hangisi esas alınarak yapılmışsa, sözleşmeden doğan uyuşmazlığa uygulanacak hukukun tayini de ilgili akit statüsü dikkate alınarak gerçekleştirilir. MÖHUK ta düzenlenen borçlar hukuku sözleşmeleriyle ilgili bağlama konuları dikkate alındığında, futbol menajerliği sözleşmesinin taşıdığı unsurlar itibariyle genel akit statüsüne (md 24) veya iş sözleşmesi statüsüne (md 27) tabi olabileceği sonucuna varılabilir. Zira aşağıda açıklanacağı üzere, tarafların futbol menajerliği sözleşmesine iş sözleşmesi özelliği vermesi halinde uygulanacak hukuk MÖHUK md 27; danışmanlık, komisyon, simsarlık, vekâlet sözleşmesi özelliği vermesi ihtimalinde ise MÖHUK md 24 e göre tayin edilir. Ayrıca futbol menajerine temsil yetkisi veren bir sözleşme olarak akdedilen bir futbol menajerliği sözleşmesi, nitelik bakımından vekâlet sözleşmesi, iş sözleşmesi, şirket sözleşmesi ve benzeri temel akit niteliğiyle temsil iç ilişkisini oluşturan sözleşmelerden hangisinin unsurlarını taşıyorsa, temsil yetkisinin iç ilişki kaynaklı uyuşmazlıkları da bu sözleşmeye uygulanacak hukuka tabidir. Zira MÖHUK md 30/1 de genel olarak, temsilci ile temsil olunan arasındaki hukuki ilişkiden doğan temsil yetkisinin, aralarındaki sözleşmeden doğan ilişkiye uygulanacak  hukuka  tabi  olduğu  hükme  bağlandığından,  futbol  menajerliği sözleşmesinde yer alan temsil yetkisinin iç ilişkiden kaynaklanan uyuşmazlıkları, iş sözleşmesinden doğuyorsa MÖHUK md 27 ye, vekâlet sözleşmesine dayanıyorsa genel akit statüsünü düzenleyen MÖHUK md 24 e tabi olacaktır. Bu  noktada  futbol  menajerliği  sözleşmesinin  bir  tüketici  sözleşmesi  olarak vasıflandırılarak  MÖHUK  md  26 ya  tabi  tutulup  tutulamayacağı  üzerinde  de durulmalıdır.  Kanun  koyucu  MÖHUK  md  26 da,  mesleki  veya  ticari  olmayan amaçla mal veya hizmet ya da kredi sağlanmasına yönelik sözleşmeleri tüketici sözleşmesi olarak nitelendirmiş ve bu tür sözleşmelere uygulanacak hukuku genel akit statüsünden ayrı tutarak özel bağlama kurallarına tabi tutmuştur. Bu çerçevede, hangi sözleşmelerin tüketici sözleşmesi sayılacağı tek tek sayılmamakla birlikte, bu nitelendirmede mesleki veya ticari olmayan amaçla mal veya hizmet ya da kredi 126  Genel olarak spora ilişkin sözleşmelerin MÖHUK un hangi maddesinin kapsamına girdiğinin Türk hukukuna göre vasıflandırılacağına ilişkin bir tespit için ayrıca bkz Ekşi, Spor, 39.127  Konu hakkında bkz Burak Huysal, Milletlerarası Özel Hukukta Temsile Uygulanacak Hukuk (1st, On İki Levha 2015) 121 ff.130Güner / Yabancı Unsurlu Futbol Menajerliği Sözleşmesinden Doğan Uyuşmazlıkların Çözüm Yolları ve Uygulanacak Hukuksağlanmasına yönelik edim içerip içermediği bu sözleşmenin tüketici sözleşmesi olup  olmadığı  noktasında  belirleyicidir.  Futbol  menajerliği  mesleki  faaliyet kapsamında ve ticari amaçla yapılan bir iştir. Bu bağlamda, futbol menajerliğinin ücretli ya da ücretsiz olarak yapılması imkânı bulunduğundan, bu işi belli bir ücret karşılığı yapan bir futbol menajeri, kazanç elde etme yani ticari amaçla hareket etmektedir. Buna karşın belli bir ücret karşılığı yapılmaksızın menajerlik hizmetinin verilmesi durumunda futbol menajeri bakımından ticari bir amaç bulunmamakla birlikte, futbolcu açısından mesleki ve ticari bir amaç söz konusu olacaktır. Örneğin, uygulamada da görüldüğü üzere bir futbolcunun babasının kendisi adına futbol menajerliği  yapması  söz  konusu  ise,  menajerlik  hizmeti  baba-oğul  ilişkisinden dolayı belli bir ücret karşılığında yapılmasa bile menajerlik sözleşmesi mesleki amaçla yapılan bir sözleşme sayılır. Dolayısıyla sözleşmenin diğer tarafı futbolcu, ticari ve mesleki amaçla hareket eden profesyonel bir kişi olduğundan, akdedilen sözleşme yine tüketici sözleşmesi niteliği taşımaz. Gerçekten de futbol menajeri, şahsi çalışmasına dayanarak, bilgi, uzmanlık ve tecrübesi çerçevesinde uzmanlık gerektiren bir iş yapmaktadır. Dolayısıyla belli bir ücret karşılığında veya ücretsiz olarak yapılması fark yaratmaksızın futbol menajerliği hizmeti mesleki faaliyet kapsamında gerçekleştirilen bir iştir. Bu açıklamalardan hareketle, futbol menajerliği sözleşmesine tarafların simsarlık sözleşmesi özelliği vermesi imkân dâhilindedir. Buna göre, futbol menajerinin belli bir ücret karşılığında, futbolcu ya da kulüple bağımlılık ilişkisi olmaksızın yalnızca futbolcu veya kulüple karşı akit taraf futbolcu veya kulüp arasında profesyonel futbolcu  sözleşmesi  ya  da  transfer  sözleşmesinin  yapılmasına  aracılık  etme, müzakereleri yürütme, sözleşme şartlarının nihai olarak belirlenerek imza aşamasına getirme işini üstlendiği ve futbol menajerine temsil yetkisi vermeyen bir yabancı unsurlu futbol menajerliği sözleşmesi, Türk hukukuna göre yapılan vasıflandırmada simsarlık sözleşmesi olarak belirlenerek uygulanacak hukuk tayin edilir. Bu halde, yukarıda açıklandığı üzere, yabancı unsurlu simsarlık sözleşmesi MÖHUK ta özel olarak düzenlenmiş bir bağlama konusu olmadığından, bu sözleşmeden doğacak 128  Doktrinde de lisanslı futbol menajerleri yanında lisanslı olmayan futbol menajerlerinin de menajerlik hizmetinin tüketici sözleşmesi olarak nitelendirmeye yetmeyeceği, zira sözleşmenin karşı tarafı olan futbolcunun mesleki bir faaliyet kapsamında hizmet sunumundan yararlandığı, bu sebeple de futbol menajerliği sözleşmesinde tüketici niteliğine sahip kişi olmadığı için bu ilişkinin tüketici işlemi özelliği göstermediği savunulmaktadır: Petek, Menajer, 214.129  Sportif alanda yapılan sözleşmelerden kaynaklı uyuşmazlıkların ticari uyuşmazlıkların bir türü olduğu yönünde genel bir tespit için ayrıca bkz Özdemir Kocasakal, Spor, 170.130  Simsarlık sözleşmesi, TBK md 520/1 de  simsarın taraflar arasında bir sözleşme kurulması imkânının hazırlanmasını veya kurulmasına aracılık etmeyi üstlendiği ve bu sözleşmenin kurulması halinde ücrete hak kazandığı sözleşmedir  şeklinde tanımlanmış ve simsarlık sözleşmesine, kural olarak vekâlete ilişkin hükümlerin uygulanacağı (md 520/2) düzenlenmiştir: Reha Poroy and Hamdi Yasaman, Ticari İşletme Hukuku (16th, Vedat 2017) 291; Sabih Arkan, Ticari İşletme Hukuku (18th, Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayınları 2013) 190. 131  Futbol menajerinin hizmetinin yalnızca sözleşme kurmak için aracılık faaliyetinden ibaret olması durumunda simsarlık sözleşmesi olarak nitelendirilmesi gerektiğine ilişkin benzer bir tespit için bkz Petek, Menajer, 200 ff.132  Yargıtay ın temsil yetkisi içerip içermediğine bakılmaksızın genel olarak bütün menajerlik sözleşmelerinin hukuki nitelik bakımından simsarlık sözleşmesi özelliği gösterdiğine yönelik aksi yönde bir kararı için bkz Yargıtay 13 HD, 2013/15789 E, 2014/16309 K, 26.05.2014 (Kazancı İçtihat Bilgi Bankası).131İstanbul Hukuk Mecmuası 77/1muhtemel bir uyuşmazlık, MÖHUK md 24 te düzenlenen genel akit statüsüne tabidir.Yabancı unsurlu futbol menajerliği sözleşmesinin taraflarca komisyon sözleşmesi olarak yapılması da mümkündür. Buna göre, dolaylı temsilci konumundaki futbol menajerinin belli bir ücret karşılığında kendi adına ancak futbolcu ya da kulüp hesabına sözleşme  yapması  konusunda  anlaşılmışsa,  söz  konusu  sözleşmenin  komisyon sözleşmesi  özelliği  gösterdiği  söylenebilir.  Uygulamada  pek  karşılaşılmamakla birlikte,  tarafların  futbol  menajerinin  profesyonel  futbolcu  sözleşmesi  ya  da transfer sözleşmesini belli bir ücret karşılığında kendi adına ancak futbolcu ya da kulüp hesabına akdetmesi konusunda yapılacak bir anlaşma, bu hukuki ilişkinin komisyon sözleşmesi olarak vasıflandırılmasına gerekçe teşkil edecektir. Komisyon sözleşmesi niteliği taşıyan yabancı unsurlu futbol menajerliği sözleşmesinden doğan bir uyuşmazlığın çözümünde yine genel akit statüsünün düzenlendiği MÖHUK md 24 uygulama bulacaktır. Zira komisyon sözleşmesi de MÖHUK ta düzenlenen özel bağlama konularından biri değildir. Futbol menajerinin belli bir ücret karşılığında, bağımlılık ilişkisi içinde olmadan futbolcu ya da kulübe onların emir ve direktifi altında çalışmaksızın danışmanlık hizmeti vermesi de söz konusu olabilir. Özellikle futbolcu ya da kulübün bilgi veya tecrübe eksikliğinden kaynaklı hususlarda uzman bir kişi olarak futbol menajerinin danışmanlığından  istifade  etmesi  mümkündür.  Örneğin  danışman  rolü  üstlenen futbol menajeri, yabancı bir futbolcuya transfer görüşmesi öncesinde kulübün mali ve idari yapısı, Türkiye nin ekonomik, sosyal ve kültürel özellikleri, Türk sporunun içinde bulunduğu şartlar ve diğer konularda bilgi verebilir, rapor hazırlayabilir, gerekli  tavsiyelerde  bulunabilir,  yapılan  teklifi  değerlendirebilir  ve  nihayetinde yönlendirmede bulunabilir. Danışmanlık sözleşmesi MÖHUK ta yer alan bağlama konularından biri olmadığından, danışmanlık sözleşmesi özelliği gösteren yabancı unsurlu futbol menajerliği sözleşmesinden doğacak bir uyuşmazlığa uygulanacak hukuk yine genel akit statüsünü düzenleyen MÖHUK md 24 e göre belirlenecektir. Uygulamada  tarafların  futbol  menajerliği  sözleşmesini  genellikle  vekâlet sözleşmesi  içeriğiyle  yaptıkları  görülmektedir.  Buna  göre,  futbol  menajerinin futbolcu ya da kulübün yani müvekkilinin vekili olarak onlarla bağımlılık ilişkisi 133  Komisyon sözleşmesi, alım veya satım komisyonculuğu olarak TBK md 532-545. maddeler arasında düzenlenmekte iken, diğer komisyonculuk işlerini içine alacak şekilde, TBK md 546 da bir ücret karşılığında komisyoncunun kendi adına ve vekâlet veren hesabına hukuki işlem yapmasını konu edinen sözleşmeleri ifade etmektedir. Bu bağlamda, komisyon sözleşmesine TBK md 532-545 deki hükümler saklı kalmak üzere vekâlete ilişkin hükümlerin uygulanacağı hükme bağlanmıştır: Arkan, 229; Poroy and Yasaman, 285. 134  Genel olarak danışmanlık sözleşmesinde danışmanın fonksiyonuna ilişkin benzer tespitler için bkz Sema Çörtoğlu Koca, ‘Danışmanlık Sözleşmesinin Esasına Uygulanacak Hukuk  (2007) 11(1-2) Gazi Üniversitesi Hukuk Fakültesi Dergisi 233, 236.135  TBK md 502 vd da düzenlendiği üzere, vekilin vekâlet verenin bir işini görmeyi ya da işlemini yapmayı üstlendiği sözleşme vekâlet sözleşmesi adını alır. Kaldı ki, TBK md 502/2 de vekâlete ilişkin hükümlerin niteliklerine uygun düştüğü ölçüde bu kanunda düzenlenmemiş iş görme sözleşmelerine de uygulanacağının öngörülmesi, bir iş görme borcu doğuran sözleşme olarak futbol menajerliği sözleşmesine özel hükümlerin yokluğu halinde vekâlet sözleşmesine ilişkin hükümlerin uygulanmasına gerekçe teşkil etmektedir. 132Güner / Yabancı Unsurlu Futbol Menajerliği Sözleşmesinden Doğan Uyuşmazlıkların Çözüm Yolları ve Uygulanacak Hukukiçerisinde olmaksızın, belli bir ücret karşılığında ya da ücretsiz olarak menajerlik işinin görülmesini üstlendiği sözleşme, vekâlet sözleşmesi olarak nitelendirilecektir. Vekâlet sözleşmesinde vekilin, müvekkilinin menfaatine uygun şekilde iş görme borcunu ücretli veya ücretsiz olarak üstlenmesi futbol menajerliği sözleşmesinin ruhuyla  da  uyuşmaktadır.  Futbol  menajerliği  sözleşmesinde  futbol  menajerine temsil yetkisi verilmesi de mümkün olduğundan, bu yetki her ne kadar belli bir sözleşmeye dayandırılması zorunluluğu olmasa da, uygulamada ekseriyetle vekâlet sözleşmesinden kaynaklanmaktadır. Böylece kulüp ya da futbolcu, kendi ad ve hesaplarına hukuki işlemde bulunmak üzere futbol menajerine vekâlet sözleşmesiyle temsil yetkisi verebilir. Futbol menajerinin ücretli veya ücret almaksızın futbolcu ya da kulübü temsil etmesi konusunda anlaşmaları ve onlar ad ve hesabına hukuki işlem  yapma  konusunda  temsil  yetkisine  sahip  olması  durumunda  söz  konusu sözleşme vekâlet sözleşmesi olarak vasıflandırılacağından uygulanacak muhtemel bir uyuşmazlık, yine MÖHUK md 24 e tabi olacaktır. Buna göre yabancı unsurlu futbol menajerliği sözleşmesinin temsil yetkisi içerecek şekilde vekâlet sözleşmesi unsurlarıyla akdedilmesi ihtimalinde, hem vekâlet sözleşmesinden hem de MÖHUK md 30/1 uyarınca futbol menajeri ile futbolcu veya kulüp arasındaki temsil yetkisi kaynaklı iç ilişki kapsamında doğan ihtilaflar MÖHUK md 24 ün uygulama alanına girecektir. Futbol menajerinin futbolcu ya da kulüp tarafından verilecek emir ve talimatlara mutlak şekilde bağımlılığının öngörüldüğü bir futbol menajerliği sözleşmesinin iş sözleşmesi özelliği gösterdiğinde şüphe yoktur. Bu durumda işçi konumunda futbol menajeri, işveren konumunda ise futbolcu ya da kulüp olacaktır. Futbol menajerinin diğer işçilere nazaran aldığı yüksek bedelli ücret, futbol piyasasını yönlendirme güçleri, genel olarak tam zamanlı çalışma ortamlarının olmaması, sabit bir işyerinde çalışmamaları, pazarlık güçlerinin kuvvetli olma özellikleri dikkate alındığında, klasik iş sözleşmelerinde yer alan işçinin işverene karşı ekonomik ve şahsi bakımdan daha zayıf konumda olması kuralını karşılamaması nedeniyle, futbol menajerliği sözleşmesine hukuki nitelik olarak iş sözleşmesi özelliği verilebileceği 136  FMÇT öncesi dönemde de taraflara futbol menajerliği sözleşmesinin hukuki niteliğini belirleme yükümlülüğünün tanınmaması sebebiyle, bu sözleşme, özellik itibariyle vekâlet sözleşmesine benzetilmiş ve buna bağlı olarak futbol menajerliği sözleşmesi hakkında vekâlet sözleşmesi hükümlerinin uygulanması öngörülmüştü.137  Konuya ilişkin genel bir tespit için ayrıca bkz Huysal, 134.138  Hizmet sözleşmesi ve iş sözleşmesi bağlamında  hizmet  ve  iş  kavramlarının aynı sözleşme türünü karşıladığı, bu sebeple her iki sözleşme arasında bir fark bulunmadığına ilişkin doktrindeki eğilim doğrultusunda çalışmamızda hizmet sözleşmesi-iş sözleşmesi kavramları birbiriyle eş anlamlı kullanılmıştır. Doktrindeki bu yöndeki tespitler için bkz Sarper Süzek, İş Hukuku (12th, Beta 2016) 257; Yılmaz, 9; Petek, Futbolcu, 46. Bu doğrultuda doktrinde İş Kanunu kapsamı dışında kalan TBK ya tabi hizmet sözleşmelerinin de ücret, iş görme ve bağımlılık unsurlarını içermesi nedeniyle zayıf akit tarafın korunması bağlamında iş sözleşmesine uygulanacak hukuku düzenleyen MÖHUK md 27 kapsamında kabul edilmesi gerektiğine işaret edilmiştir: Zeynep Derya Tarman, ‘Yabancılık Unsuru Taşıyan İş Sözleşmelerine Uygulanacak Hukuk  (2010) 59(2) Ankara Üniversitesi Hukuk Fakültesi Dergisi 521, 525 ff; Doğa Elçin, Milletlerarası Unsurlu Bireysel ve Toplu İş Sözleşmelerine Uygulanacak Hukuk (1st, Adalet 2012) 19. 139  TBK md 393/1 de belirtildiği gibi işçinin işverene bağımlı olarak belirli veya belirli olmayan süreyle iş görmeyi ve işverenin de ona zamana veya yapılan işe göre ücret ödemeyi üstlendiği sözleşme hizmet sözleşmesidir.133İstanbul Hukuk Mecmuası 77/1yönündeki tespiti tartışmaya açabilecektir. Bununla birlikte, bu tartışmaya sebep olabilen  kriterlere  karşın  futbol  menajerliği sözleşmesinde  menajer  bakımından bağımlılık unsurunun varlığının sözleşmenin iş sözleşmesi olarak tanımlanmasına yeteceği kanısındayız. Dolayısıyla, futbol menajerinin belli bir iş için, örneğin yalnızca yabancı bir ülkedeki kulüpten Türkiye deki bir kulübe transfer görüşmelerinin yapılması amacıyla değil de, belirli ya da belirsiz bir süre için sürekli olarak belli bir ücret karşılığında futbolcu ya da kulübe bağlı olarak onun emir ve talimatlarına uygun  şekilde  faaliyette  bulunması  konusunda  anlaşılan  bir  futbol  menajerliği sözleşmesi, iş sözleşmesi özelliği taşıyacaktır. Bununla birlikte, uygulamada futbol menajerliği sözleşmesine, tarafların iş sözleşmesi niteliği vermeyi pek tercih etmediği görülmektedir. Zira menajerlik, iş gören konumunda olan menajerin iş gördüren kişiye göre belli bir uzmanlığa, bilgi birikimine ve yetkinliğe sahip olduğu bir iş olduğundan, futbol menajerliği sözleşmesinde futbol menajeri ile futbolcu veya kulüp arasında mutlak bir bağımlılık ilişkisi pek tercih edilmemektedir. Yine de tarafların yabancı unsurlu futbol menajerliği sözleşmesini iş sözleşmesinin unsurlarıyla akdetmeleri durumunda uygulanacak hukuk, iş sözleşmesine uygulanacak hukuku özel olarak düzenleyen MÖHUK md 27 uyarınca tayin edilir.Neticede, MÖHUK md 24 ve 27 bağlamında gerek taraflarca seçilen gerek kanun koyucunun  gösterdiği  objektif  bağlama  kuralları  dikkate  alınarak  tespit  edilen yetkili hukukun maddi hukuk düzenlemeleri, yabancı unsurlu futbol menajerliği sözleşmesinin  kurulması,  yerine  getirilme  şartları,  irade  sakatlıkları,  sözleşme görüşmelerinden doğan sorumluluk, tarafların hak ve borçları, sözleşmenin maddi geçerliliği, süresi, içeriği, ifası, yorumu, sona ermesi ile hüküm ve sonuçları gibi sözleşmesel ilişkiden doğan uyuşmazlıklara uygulanır. Buna karşın, akit statüsünün 140  Aynı durumun, profesyonel futbolcu sözleşmesinin hukuki niteliğinin tespitinde futbolcu için de geçerli olduğuna, bu sebeple iş sözleşmesinde işçinin emsal bir işçiye nazaran daha avantajlı ve imtiyazlı bir statüde olmasının, söz konusu sözleşmeyi atipik iş sözleşmesi haline getireceğine doktrinde işaret edilmiştir: Yılmaz, 12 ff. 141  İş sözleşmesi unsurları gözetilerek teknik direktörlerle kulüplerin yaptığı sözleşme özelinde aynı yönde bir tespit için ayrıca bkz Ekşi, Spor, 40. 142  Yabancı unsurlu spor sözleşmelerinin iş sözleşmesi unsurları verilerek akdedilmesi durumunda Türk mahkemelerinde açılan bir davada sözleşmenin esasına uygulanacak hukukun MÖHUK md 27 uyarınca tayin edileceğine yönelik genel bir tespit için ayrıca bkz Özdemir Kocasakal, Spor, 93. 143  MÖHUK md 2/4 uyarınca uygulanacak hukuku seçme imkânı verilen hallerde, taraflarca aksi kararlaştırılmadıkça, seçilen hukukun maddi hukuk hükümleri uygulanır. Dolayısıyla, futbol menajerliği sözleşmesine uygulanacak hukukun taraflarca seçilmesi durumunda taraflar aksini öngörmemişse, seçilen hukukun maddi hukuk hükümleri esas alınacaktır. Aynı şekilde, MÖHUK md 2/3 de atıf kuralından bahsedilmiş ve yalnızca kişi ve aile hukukuna ilişkin ihtilaflarda atfın dikkate alınacağı öngörülerek, diğer konularda yetkili hukukun maddi hukuk hükümlerinin uygulanacağına işaret edilmiştir. Futbol menajerliği sözleşmesi de borçlar hukuku kapsamında kalan bir bağlama konusu olarak atfa tabi olmadığından, Türk kanunlar ihtilafı kurallarının işaret ettiği hukukun maddi hukuk hükümlerine göre uyuşmazlık çözüme kavuşturulacaktır.144  MÖHUK md 32/1 de sözleşmeden doğan ilişkinin veya bir hükmünün varlığı ve maddi geçerliliğinin sözleşmenin geçerli olması halinde hangi hukuk uygulanacaksa o hukuka tabi olduğu hükme bağlanarak, sözleşmenin maddi geçerliliğine ilişkin bir uyuşmazlığın ilgili akit statüsüne göre çözümleneceği ifade edilmiş olmaktadır: Doğan, 415. AB hukukunda da benzer bir düzenleme 2008 tarihli Sözleşmeden Doğan Borç İlişkilerine Uygulanacak Hukuka İlişkin Roma I Tüzüğü (Regulation (EC) No. 593/2008 of the European Parliament and of the Council of 17 June 2008 on the Law Applicable to Contractual Obligations (Rome I), O.J. L 177/6) md 10/1 de yer almaktadır: Peter Stone, EU Private International Law (2nd, Edward Elgar 2010) 305; James Fawcett and Janeen M. Carruthers, Cheshire, North & Fawcett Private International Law (14th, Oxford University Press 2008) 707.145  Nomer, 331 ff; Şanlı, Esen and Ataman Figanmeşe, 297 ff.134Güner / Yabancı Unsurlu Futbol Menajerliği Sözleşmesinden Doğan Uyuşmazlıkların Çözüm Yolları ve Uygulanacak Hukukuygulanmadığı durumlar da vardır. Bu çerçevede, sözleşmeden doğan borç ilişkisine taraf olan kişilerin ehliyeti ile ilgili uyuşmazlıklar, MÖHUK md 24 ün kapsamı dışında bırakılmış, MÖHUK md 9 da düzenlenen ehliyet statüsüne tabi tutulmuştur. Dolayısıyla, futbol menajerliği sözleşmesinin taraflarının hak ve fiil ehliyeti ile ilgili muhtemel bir uyuşmazlık MÖHUK md 9 a göre çözümlenecektir. Aynı şekilde, sözleşmenin şekli, kanun koyucu tarafından MÖHUK md 7 ye tabi tutularak, akit statüsünün uygulama alanında kalan konular dışında bırakılmıştır. Buna göre, futbol menajerliği sözleşmesinin şekline uygulanacak hukuk, MÖHUK md 7 gereğince tespit edilecektir. 2. Uygulanacak Hukukun Genel Akit Statüsüne Göre TespitiMÖHUK md 24 uyarınca uygulanacak hukukun tayininde sübjektif ve objektif bağlama kuralları esas alınmaktadır. Bu bağlamda, kanun koyucu irade muhtariyeti çerçevesinde  taraflara  aralarındaki  sözleşmeye  uygulanacak  hukukun  tayini noktasında hukuk seçimi imkânı tanımıştır. Sözleşmeden doğan borç ilişkileri tarafların açık olarak seçtikleri hukuka tabi tutulmuş; sözleşme hükümlerinden veya halin şartlarından tereddüde yer vermeyecek biçimde anlaşılabilen hukuk seçimi de geçerli sayılmıştır (MÖHUK md 24/1)148. Buna göre, taraflar akdettikleri yabancı unsurlu futbol menajerliği sözleşmesine uygulanacak hukuku açıkça, başka bir ifadeyle herhangi bir yoruma ihtiyaç olmaksızın ortaya konan irade beyanlarıyla seçebilir. Bu hukuk seçimi, esas sözleşmenin bir şartı olarak yapılabileceği gibi ayrı bir anlaşma şeklinde de ortaya konabilir ve hatta uyuşmazlık çıktıktan sonra mahkeme huzurunda dahi anlaşmaya varılabilir. Aynı şekilde, açık bir hukuk seçimi bulunmamakla birlikte futbol menajerliği sözleşmesi hükümlerinden veya halin şartlarından şüphe yaratmayacak şekilde yorum yoluyla tespit edilen zımni hukuk seçiminin de bu sözleşmeden doğan uyuşmazlıklara uygulanacak hukuku belirlemesi mümkündür. Örneğin futbol menajerliği sözleşmesinde yapılan yetki anlaşmasıyla belirlenen yetkili mahkemenin bulunduğu ülkenin, sözleşmenin lisanının, futbol menajerinin  işyerinin,  futbol  menajerinin  vatandaşı  olduğu  devletin  ve  benzeri kriterlerin belli bir devlete işaret etmesi durumunda mahkemece yapılacak yorumla bu devletin hukukunun zımni hukuk seçimi yoluyla seçildiği kabul edilebilecektir. 146  MÖHUK md 24 uyarınca sözleşmeden doğan borç ilişkisine uygulanacak hukukun tespiti hakkında ayrıntılı bilgi için bkz Berk Demirkol, Milletlerarası Özel Hukuk ve Usul Hukuku Hakkında Kanun un 24. Maddesi Çerçevesinde Sözleşmeye Uygulanacak Hukuk (2nd, Vedat 2014) 32 ff.147  Çağdaş hukuk sistemlerinde de tarafların sözleşmeden doğan borç ilişkilerine uygulanacak hukuk konusunda hukuk seçiminde bulunmaları kural olarak kabul edilmektedir. Örneğin Amerikan hukukunda 1971 tarihli Restatement (Second) of Conflict of Laws (Restatement II) § 187/1, AB hukukunda Roma I Tüzüğü md 3/1 ve İsviçre MÖHK md 116 da sözleşmeden doğan borç ilişkilerine uygulanacak hukukun tespitinde taraflara hukuk seçimi imkânı tanınmıştır.148  AB hukukunda Roma I Tüzüğü md 3/1 de de tarafların uygulanacak hukuku açık ya da zımni irade beyanı ile seçebilmelerine imkân tanınmıştır. Aynı şekilde, Amerikan hukukunda Restatement II § 187 de de bu yönde bir hüküm yer almaktadır.149  Doğan, 402; Tiryakioğlu, 27.150  Zımni hukuk seçimine ilişkin örnek kriterler için bkz Rona Aybay and Esra Dardağan, Uluslararası Düzeyde Yasaların Çatışması (Kanunlar İhtilâfı) (2nd, İstanbul Bilgi Üniversitesi Yayınevi 2008) 232; Mo Zhang, ‘Contractual Choice Of Law In Contracts Of Adhesion and Party Autonomy  (2008) 41(1) Akron Law Review 122, 130. Bununla birlikte doktrinde 135İstanbul Hukuk Mecmuası 77/1Taraflarca seçilen hukukun akdedilen sözleşmeyle bir bağlantıya sahip olmasının veya  tarafların  bu  hukuk  seçiminde  bir  menfaatlerinin  bulunmasının  gerekip gerekmediği  hususunda  kanun  koyucu  bir  açık  hükme  yer  vermemiştir.  Türk hukukunda bu konuda doktrindeki genel eğilim, bu hususta bir sınırlama olmadığı yönündedir. Bu bakımdan, seçilen hukukun taraflarla ve sözleşmeyle bir ilgisi olmasa ve hatta tarafların menfaatlerine uygun sonuçlar doğurmasa dahi futbol menajerliği  sözleşmesinden  doğan  uyuşmazlığın  çözümünde  sübjektif  bağlama kuralı olarak dikkate alınacaktır. Böyle bir sonucun taraf iradelerine mutlak bir serbesti sağlanması bakımından da yerinde olduğu kanısındayız.Türk hukukunda tarafların seçmiş olduğu hukukun sözleşmenin tamamına veya bir kısmına uygulanmasını kararlaştırmalarına imkân verilmiştir (MÖHUK md 24/2)152. Bu  şekilde,  futbol  menajerliği  sözleşmesinin  belli  kısımlarının  ayrı  hukuklara tabi tutulmasının nasıl uygulama bulacağı üzerinde durulması gerekir. Doktrinde sözleşmenin belli kısımlarına farklı hukukların uygulanması amacıyla kısmi hukuk seçiminde  bulunulabileceği  görüşüne  karşın,  kısmi  hukuk  seçiminin  ancak sözleşmenin ekonomik ve hukuki bakımından birbirlerinden ayrılabilen kısımları için yapılabileceğine ilişkin görüş de mevcuttur. Doktrinde ayrıca kısmî hukuk seçiminin olumsuzluklarını da dikkate alınarak, ancak karşı konulamaz sebeplerin varlığı veya çok önemli bir avantaj sağlaması hâlinde hukukî etki tanınması gerektiği de belirtilmiştir. Kanaatimizce futbol menajerliği sözleşmesi bakımından doktrinde yapılan bu tespitler dikkate alınarak, tarafların özgür iradesini yansıtması bakımından sözleşmenin birbirinden ayrılabilen kısımlarını farklı hukuklara tabi tutan kısmi hukuk  seçimi  mümkün  görülmeli,  ancak  uygulanacak  maddi  hukuk  hükümleri arasında ciddi bir çelişki veya çatışma olmaması ve mantıki bir uzlaşıyı da göstermesi koşuluyla bu seçim geçerli sayılmalıdır.vurgulandığı üzere, böyle bir zımni hukuk seçiminin kabulü için tarafların önceden hukuk seçimi anlaşması konusunda açıkça görüşmemiş olmaları gerekir: Doğan, 402.151  Şanlı, Esen and Ataman Figanmeşe, 270; Çelikel and Erdem, 370; Tekinalp and Uyanık, 278; Doğan, 405; Akıncı, Taraf, 12; Sargın, Patent, 203. Tarafların ancak sözleşmeyle ya da taraflarla objektif ve somut bir bağlantısı olan hukuku seçebileceklerine, bu sebeple sözleşmeyle hiçbir bağlantısı olmayan bir hukuk seçiminin geçersiz sayılması gerektiğine ilişkin aksi yönde bir görüş için bkz Fleur Johns, ‘Performing Part Autonomy  (2008) 71(3) Law And Contemporary Problems 243, 253. Amerikan hukukunda Restatement II § 187/2(a) da da seçilen hukukun taraflar ve hukuki işlemle maddi bir bağlantısı ya da tarafların seçiminin makul bir temelinin olması gerektiği ifade edilmiştir. Konu hakkında ayrıca bkz Giesela Ruhl, ‘Party Autonomy In The Private International Law of Contracts, Transatlantic Convergence And Economic Efficiency  in Eckart Gottschalk, Ralf Michaels, Giesela Rühl and Jan von Hein (eds), Conflict of Laws In A Globalized World (Cambridge University Press 2007) 153, 160. Konuya ilişkin bir diğer sınırlama Roma I Tüzüğü md 3/3 de yer almaktadır. Buna göre, taraflarla ya da sözleşme konusuyla hiçbir ilgisi bulunmayan bir devlet hukukunun seçimi, sözleşmenin bağlantılı olduğu devletin hukukunun doğrudan uygulanan kurallarının uygulanmasını bertaraf etmemelidir. Konu hakkında ayrıca bkz Stone, 300.152  AB hukukunda Roma I Tüzüğü md 3/1 de de tarafların bir sözleşmenin herhangi bir bölümüne ya da tamamına uygulanacak hukuku seçebilecekleri hükme bağlanmıştır.153  Çelikel and Erdem, 386; Nomer, 321; Tekinalp and Uyanık, 279.154  Doğan, 408. 155  Sargın, Patent, 204.156  Peter Nygh, Autonomy In International Contracts (1st, Oxford University Press 1999) 128; Aybay and Dardağan, 251; Sargın, Patent, 204.136Güner / Yabancı Unsurlu Futbol Menajerliği Sözleşmesinden Doğan Uyuşmazlıkların Çözüm Yolları ve Uygulanacak HukukFutbol menajerliği sözleşmesine uygulanacak hukukun seçim zamanı ise MÖHUK md 24/3 bağlamında açıklanabilir. Buna göre, hukuk seçiminin yapılma zamanı konusunda bir sınırlama yoktur. Dolayısıyla hukuk seçimi taraflarca her zaman yapılabilir veya değiştirilebilir. Bu bakımdan, taraflar sözleşme yapılırken hukuk seçimi anlaşması yapabilecekleri gibi, sözleşme kurulduktan sonra ve hatta mahkeme aşamasında bile bu hususta anlaşabilirler. Ancak sözleşmenin kurulması sonrasında yapılacak hukuk seçimi veya hukuk seçimi değişikliğinin, üçüncü kişilerin hakları saklı kalmak kaydıyla geçmişe etkili olarak geçerli kabul edileceği öngörülmek suretiyle, hukuk seçimi anlaşmasına hiçbir dahli olmayan ancak sözleşmeden belli haklar elde eden veya borçlar yüklenen üçüncü kişiler korunmuş olmaktadır. Uygulanacak  hukukun  seçiminde  tarafların  milli  bir  hukuk  sistemi  yerine, yukarıda  açıkladığımız,  milli  bir  karaktere  sahip  olmayan,  uluslararası  sportif ilişkileri  düzenleyen  kural  olarak  lex  sportiva yı  tercih  edip  edemeyecekleri üzerinde de açıklama gerekir. MÖHUK md 24 te konuya ilişkin bir açık hüküm bulunmamaktadır. Bu sebeple, bir ülkede pozitif geçerliliği olmayan kuralların akit statüsü olarak seçilmesinin mevcut MÖHUK düzenlemesi dikkate alındığında mümkün gözükmediğine ilişkin doktrindeki genel eğilimden hareketle, tarafların lex sportiva özelliği taşıyan UEFA veya FIFA nın konuya ilişkin düzenlemelerini ya da CAS kararlarında benimsenen ilke ve kuralları uygulanacak hukuk olarak seçmeleri geçerli sayılmayacak olmakla beraber, lex sportiva yı futbol menajerliği sözleşmesi  hükümleri  olarak  sözleşmeye  dâhil  etmelerinde  bir  engel  olmadığı kanısındayız. Dolayısıyla, akit tarafların aralarındaki sözleşmeye uygulanmak üzere seçtikleri lex sportiva kuralları, MÖHUK md 24 te işaret edilen bir hukuk seçim anlaşması  olmayıp,  söz  konusu  kuralların  sözleşme  hükmü  olarak  aktarılması (incorporation) anlamına gelecektir. Bu halde, mahkemeler, sportif hukuk düzeni olarak lex sportiva yı uyuşmazlık bakımından uygulanacak milli hukukun emredici kurallarına aykırı olmamak kaydıyla uygulayabilirler.157  Hukuk seçimi anlaşmasının yapılma zamanına ilişkin tespitler için bkz Nygh, 99; Stone, 299; Fawcett and Carruthers, 692.158  Çelikel and Erdem, 386; Nomer, 321 ff; Şanlı, Esen and Ataman Figanmeşe, 268. Benzer düzenlemeler karşılaştırmalı hukukta da kabul edilmiştir. Örneğin AB hukukunda Roma I Tüzüğü md 3/2 de hem şekli geçerlilik hem üçüncü kişilerin hakları saklı kalmak kaydıyla her zaman için hukuk seçimi yapılabileceği veya değiştirilebileceği hükme bağlanmıştır: Stone, 299 ff; Fawcett and Carruthers, 694. 159  Doğan, 408. 160  Amerikan hukukunda Restatement II § 187/1-2 de taraflarca seçilecek hukukun yalnızca bir devlet hukuku olması gerektiği kabul edilmiştir: Ruhl, 164. Aynı şekilde AB hukukunda Roma I Tüzüğünde konuya ilişkin bir hüküm bulunmamakla birlikte, milli bir hukuk sistemi dışında hukuk seçiminde bulunulamayacağı kabul görmektedir: Fawcett and Carruthers, 699. 161  Doğan, 407; Nomer, 315; Şanlı, Esen and Ataman Figanmeşe, 269. Aksi yönde görüş için bkz Musa Aygül, ‘Milletlerarası Ticarî Sözleşmelerde Lex Mercatoria nın Uygulanması  (2004) 12(3-4) Selçuk Üniversitesi Hukuk Fakültesi Dergisi 45, 79; Sargın, Patent, 194. 162  Tarafların sözleşme serbestisi uyarınca yabancı hukuk kurallarını sözleşmeye dahil etmelerinin sözleşme hükmü niteliği taşıyacağına ilişkin genel tespitler için ayrıca bkz Nuray Ekşi, ‘Kanunlar İhtilafı Alanında Incorporation  (1999-2000) 19(1-2) Milletlerarası Hukuk ve Milletlerarası Özel Hukuk Bülteni (Prof. Dr. Aysel Çelikel e Armağan) 263, 266 ff (Incorporation). Milli olmayan bir hukukun incorporation yoluyla sözleşme hükmü olarak sözleşmeye nakli imkânının karşılaştırmalı hukukta da kabul gördüğüne ilişkin tespitler için ayrıca bkz Ruhl, 165; Fawcett and Carruthers, 699. 163  Özdemir Kocasakal, Spor, 92.137İstanbul Hukuk Mecmuası 77/1Yabancı  unsurlu  futbol  menajerliği  sözleşmesine  taraflarca  hukuk  seçimi yapılmamış olması ihtimalinde ise, uygulanacak hukuk, objektif bağlama kurallarını gösteren MÖHUK md 24/4 e göre tayin edilir. Buna göre, uyuşmazlık konusu sözleşmeden doğan ilişkiye o sözleşmeyle en sıkı ilişkili olan hukuk uygulanır. Sözleşmeyle en sıkı ilişkili hukuk ise, karakteristik edim borçlusunun sözleşmenin kuruluşu sırasındaki mutad meskeni hukuku, ticari veya mesleki faaliyetler gereği kurulan sözleşmelerde karakteristik edim borçlusunun işyeri, bulunmadığı takdirde yerleşim yeri hukuku, karakteristik edim borçlusunun birden çok işyeri varsa söz konusu sözleşmeyle en sıkı ilişki içinde bulunan işyeri hukuku olarak kabul edilir. Ancak halin bütün şartlarına göre sözleşmeyle daha sıkı ilişkili bir hukukun bulunması halinde sözleşme bu hukuka tabi olur. Bu  açıklamalardan  hareketle,  futbol  menajerliği  sözleşmesine  uygulanacak hukukun objektif bağlama kurallarına göre tayini gündeme geldiğinde, bu sözleşmeyle en sıkı ilişkili hukukun tespitinde karakteristik edim borçlusu, sözleşmenin ticari veya mesleki faaliyet gereği kurulan bir sözleşme olduğu dikkate alınarak yapılmalıdır. 164  AB hukukunda Roma I Tüzüğü md 4/1 de sayılanlar dışında kalan veya bu katalogda sayılan sözleşmelerden birden fazlasının kapsamına giren sözleşmeler bakımından sözleşmeyle en sıkı ilişkili hukuku tespitte karakteristik edim borçlusunun mutad mesken hukuku esas alınmaktadır (md 4/2): Fawcett and Carruthers, 724; Stone, 309 ff. Amerikan hukukunda ise, Restatement II, objektif bağlama kuralının tespitinde yine sözleşmeyle ve taraflarla en sıkı ilişkiden hareket etmekle birlikte, karakteristik edim teorisini dikkate almadan bir belirlemeye gitmiştir. Buna göre, Amerikan hukukunda sıkı ilişkili hukukun uygulanması, mahkemelerce incelenecek bazı irtibat noktalarının değerlendirilmesiyle gerçekleştirilmektedir. Başka bir ifadeyle, sözleşme ve taraflarla en sıkı ilişkiyi haiz hukuk konusunda, Restatement II § 291 deki hüküm gereğince § 6 nın sıraladığı faktörler ışığında bir değerlendirmeye gidilecektir. Konu hakkında ayrıntılı bilgi için bkz Gülin Güngör, Temel Milletlerarası Özel Hukuk Metinlerinin Sözleşmeden Doğan Borç İlişkilerine Uygulanacak Hukuk Konusunda Yakınlık Yaklaşımı (1st, Yetkin 2007) 44 ff. İlave olarak, sözleşmeyle ve taraflarla en sıkı ilişkili devletin hukuku tayin edilirken, Restatement II § 6/2 deki ilkeler esas alınmakla birlikte, § 188/2 deki irtibat noktalarının da dikkate alınması zorunludur. Buna göre en sıkı ilişkiyi gösteren bağlantılar olarak sözleşmenin yapıldığı yer, sözleşme görüşmelerinin yapıldığı yer, ifa yeri, sözleşme konusunun bulunduğu yer, tarafların yerleşim yeri, mutad meskeni, vatandaşlığı, tüzel kişilik olması hâlinde kuruluş yeri ve işyeri sayılmıştır. Ancak bu bağlantı noktaları, sınırlı sayıda sayılmadığı için, bunlar dışında kalan, ancak sözleşme ve taraflarla en sıkı ilişkiyi haiz devlet hukukunun belirlenmesine kılavuzluk edecek diğer bağlantıların da dikkate alınmasında bir engel yoktur. Bu bakımdan, gerek § 188/2 de sayılan irtibat noktaları gerek bunlar dışında kalan ve hâkimce tespit edilecek hususlar, göreceli önemlerine göre dikkate alınmalıdır: Ole Lando, ‘The American Choice of Law Principles And The European Conflict of Laws of Contracts  (1982) 30(1) The American Journal And Comparative Law 19, 28. Son olarak, Amerikan hukukunda, sözleşmenin müzakere yeri ile ifa yerinin aynı ülkede bulunması hâlinde, kural olarak bu ülkenin hukukunun uygulanacağı ayrıca hükme bağlanmıştır. Restatement II § 188/3 ün bu düzenlemesi, uygulanacak hukukun objektif bağlama kurallarına göre tayini bakımından genel karine şeklinde önemli bir istisna getirmiştir: Güngör, 42. Akit statüsünü düzenleyen İsviçre MÖHK md 117/1 de, hukuk seçiminin yapılmadığı hâllerde sözleşmenin, en sıkı ilişkili olduğu ülkenin hukukuna tâbi tutulmasını öngören bir içeriğe sahiptir. Sözleşmeyle en sıkı ilişkili hukukun belirlenmesinde karakteristik edim teorisi uyarınca bazı bağlama noktaları karine olarak sıralanmıştır (md 117/2). Buna göre, kural olarak karakteristik edim borçlusunun mutad meskeninin bulunduğu devlet sözleşmeyle en sıkı ilişkili devlet olmakla birlikte, karakteristik edimi ifa edecek kişinin ticari veya mesleki faaliyet kapsamında iş yapması halinde işyerinin bulunduğu devlet esas alınarak sözleşmeyle en sıkı ilişkili devlet hukuku tayin edilir. Ayrıca bazı sözleşme tipleri bakımından, kanunda en sıkı ilişki gösterilmiştir (md 117/3 (c)). Ancak çeşitli hukukî ilişkiler bakımından sayılan karakteristik edim kataloğunda, menajerlik sözleşmesi yer almamaktadır. İsviçre hukukuna göre objektif bağlama kuralının tespiti hakkında ayrıca bkz Güngör, 169 ff.165  AB hukukunda Roma I Tüzüğü md 4/3 de bir kaçış hükmü öngörerek, md 4/1 ve md 4/2 ye göre tayin edilen ülkeye göre hâlin bütün şartlarından, sözleşmenin, açıkça bir başka ülke ile daha sıkı ilişkili olmasının tespiti hâlinde, sözleşmeyle daha sıkı ilişkili olan ülke hukukunun uygulanacağına ilişkin bir istisna kuralına yer vermiştir. Roma I Tüzüğü md 4/4 de ayrıca, 1. fıkrada öngörülen kurallara veya karakteristik edime ilişkin kurala göre uygulanacak hukukun tespit edilememesi durumunda, sözleşmenin en sıkı ilişkili olduğu hukukun uygulanması hükme bağlanmıştır (md 4/4): Fawcett and Carruthers, 724; Stone, 317.166  Taraflarca akdedilen bir sözleşmenin ticari veya mesleki faaliyet kapsamında kurulup kurulmadığı, bir vasıflandırma meselesidir. Uyuşmazlığa bakan hakim, söz konusu sözleşmenin ticari veya mesleki faaliyet kapsamında yapılıp yapılmadığını kural olarak lex fori vasıflandırma ile tespit etmelidir: Şanlı, Esen and Ataman Figanmeşe, 282.138Güner / Yabancı Unsurlu Futbol Menajerliği Sözleşmesinden Doğan Uyuşmazlıkların Çözüm Yolları ve Uygulanacak HukukZira yukarıda da vurgulandığı üzere futbol menajerliği sözleşmesi, ticari ve aynı zamanda mesleki faaliyet gereği kurulan bir sözleşme özelliği göstermektedir. Buna göre, futbol menajeri ile futbolcu ya da kulüp arasında akdedilen sözleşmede karakteristik edim, başka bir ifadeyle sözleşmeyi karakterize eden, sözleşmeye adını veren, rizikolu olan edim; futbol menajerinin edimidir. Nitekim doktrinde de mesleki veya ticari faaliyet kapsamında kurulan sözleşmelerde karakteristik edimin, bu faaliyetler sonucu ortaya çıkan edim olduğu ifade edilmiştir. Gerçekten de futbol menajerliği sözleşmesinde karakteristik edim borçlusunun tayininde bu sözleşmenin unsurları itibariyle hukuki niteliğini taşıdığı sözleşmelere göre belirleme yapıldığında bu sonuç aşikârdır. Futbol menajerliği sözleşmesi simsarlık sözleşmesi özelliği gösteriyorsa simsar, komisyon sözleşmesi özelliği gösteriyorsa komisyoncu, danışmanlık sözleşmesi özelliği gösteriyorsa danışman, vekâlet sözleşmesi özelliği gösteriyorsa vekil karakteristik edim borçlusu sayılacağından, MÖHUK md 24/4 uyarınca mesleki ve ticari faaliyet kapsamında menajerlik yapılması da dikkate alındığında, kural olarak futbol menajerinin sözleşmenin kuruluşu sırasındaki işyeri, uygulanacak hukuku tayin eden bağlama noktası kabul edilmelidir. Dolayısıyla futbol menajerinin menajerlik işini yerine getirdiği yer, onun işyeri kabul edilmek suretiyle işyeri hukuku tespit edilmelidir.İlave olarak, futbol menajeri birden çok ülkede faaliyette bulunan bir kişi olarak birden fazla ülkede işyerine sahipse, MÖHUK md 24/4 gereğince, uyuşmazlık konusu futbol menajerliği sözleşmesiyle en sıkı ilişkili olduğu tespit edilen ülkedeki işyeri esas alınmalıdır. Buna karşın, futbol menajerinin mesleki ve ticari faaliyet kapsamında  faaliyette  bulunması  nedeniyle  işyerine  sahip  olması  esas  olmakla birlikte, işyerine sahip olmaması ihtimalinde, onun yerleşim yeri hukuku dikkate alınarak uygulanacak hukuk belirlenir (MÖHUK md 24/4). 167  Türk hukukunda ticari iş kavramı 6102 sayılı Türk Ticaret Kanununda (TTK) yapılmıştır. Buna göre, TTK da kanunda düzenlenen hususlarla bir ticari işletmeyi ilgilendiren bütün işlem ve fiiller ticari iş sayılır (md 3). Aynı şekilde, TTK md 19 da  bir tacirin borçlarının ticari olması asıldır  hükmüne yer verilerek ticari iş karinesi getirilmiş, ancak gerçek kişi tacirin işlemi yaptığı anda bunun ticari işletmesiyle ilgili olmadığını diğer tarafa açıkça bildirdiği veya işin ticari sayılmasına durum elverişli olmadığı takdirde borcun adi sayılacağına işaret edilmiştir. İlave olarak, taraflardan yalnızca biri için ticari iş niteliğinde olan sözleşmelerde, kanunda aksine hüküm olmadıkça, diğeri için de ticari iş sayılacağı hükme bağlanmıştır. Konu hakkında ayrıntılı bilgi için bkz Arkan, 64 ff.168  Aynı yönde bkz Petek, Menajer, 214. Genel olarak sportif özellikli ticari sözleşmeler bağlamında ayrıca bkz Özdemir Kocasakal, Spor, 170 ff.169  Karakteristik edimin tespitine ilişkin görüşler için ayrıca bkz Ziya Akıncı, Tarafların Yetkili Hukuku Belirlememeleri Durumunda Sözleşmeye Uygulanacak Hukuk (1st, Dokuz Eylül Üniversitesi Hukuk Fakültesi Döner Sermaye İşletmesi Yayınları 1992, 31 ff (Taraf); Sibel Özel, ‘Sözleşmesel İlişkide MÖHUK md 24/II de Öngörülen Bağlama Kuralının Mukayeseli Hukuk Açısından Değerlendirilmesi  2002 22(2) Milletlerarası Hukuk ve Milletlerarası Özel Hukuk Bülteni (Prof. Dr. Ergin Nomer e Armağan) 577, 582; Tekinalp and Uyanık, 286 ff. Karakteristik edimin Türk hukuku bakımından ayrıntılı analizi için bkz Fügen Sargın, ‘Karakteristik Edim Teorisine Eleştirel Bir Yaklaşım  (2001) 50(2) Ankara Üniversitesi Hukuk Fakültesi Dergisi 37, 77 ff (Edim).170  Akıncı, Taraf, 31; Özel, 591.171  Nomer, 326; Şanlı, Esen and Ataman Figanmeşe, 283; Çörtoğlu Koca, 250.172  Türk hukukunda İş Kanunu md 2/1 uyarınca, işveren tarafından mal veya hizmet üretmek amacıyla maddî olan ve olmayan unsurlar ile işçinin birlikte örgütlendiği birime işyeri denir. Kanun koyucunun bu tanımlaması dışında, işyeri kavramını  mesleki faaliyetin yapıldığı yer  şeklinde dar anlamda tanımlayan bir görüş için bkz Işıl Özkan, Devletler Özel Hukukunda İkametgâh, Mutad Mesken ve İşyeri Bağlama Noktalarının Yeniden Değerlendirilmesi (1st, Naturel 2003) 45.139İstanbul Hukuk Mecmuası 77/1Son olarak belirtilmelidir ki, somut uyuşmazlık bakımından futbol menajerinin işyeri veya yerleşim yeri hukukuna göre daha sıkı ilişkili bir hukuk tespit edilebiliyorsa bu hukuk uygulanır. Örneğin Türk vatandaşı bir futbol menajerinin işyeri yurt dışında olmasına karşın menajerlik faaliyetini büyük oranda Türkiye de yerine getiriyor ve Türkiye deki futbolcu ve kulüplere hizmet veriyorsa, bu durumda milletlerarası özel hukuk adaletinin sağlanması amacıyla MÖHUK md 24/4 ün öngördüğü istisna kuralı gereğince daha sıkı ilişkili olması gerekçesiyle Türk hukukunun uygulanması gerektiği kanaatindeyiz.3. Uygulanacak Hukukun İş Sözleşmesi Statüsüne Göre TespitiFutbol  menajerliği  işinin  karakteristik  yapısına  pek  uymasa  ve  bu  sebeple uygulamada  örneklerine  çok  rastlanmamakla  birlikte,  FMÇT de  belirtildiği üzere tarafların futbol menajerliği sözleşmesini iş sözleşmesi unsurlarını vererek yapmalarında da bir engel yoktur. Böyle bir ihtimalde, futbol menajerliğinin belli bir ücret karşılığında mutlak bağımlılık unsurunu içerecek şekilde futbolcu ya da kulübün emir, talimat, denetim ve gözetiminde yapılması konusunda anlaşılması durumunda, yapılacak vasıflandırma iş sözleşmesine işaret edeceğinden, yabancı unsurlu söz konusu sözleşmeden doğacak bir uyuşmazlık genel akit statü değil, MÖHUK md 27 de özel olarak düzenlenen iş sözleşmesi statüsüne tabi olacaktır.MÖHUK md 27/1 uyarınca, iş sözleşmesi unsurları verilerek yapılmış yabancı unsurlu futbol menajerliği sözleşmesinden doğan bir uyuşmazlığa uygulanacak hukuku taraflar seçebilir. Ancak taraflarca seçilen hukukun uygulanması bakımından işçinin mutad işyeri hukukunun emredici hükümleri uyarınca sahip olacağı asgari koruma saklıdır. Bu sebeple, seçilen hukukun maddi hukuk düzenlemelerinde, işçi özelliği öngörülerek sözleşmeye taraf olan futbol menajerinin mutad işyeri hukukunun işçiyi koruyan hükümlerine göre işçinin aleyhine olan hükümler bulunmamalıdır. Böylece hukuk seçimi yokluğu halinde iş sözleşmesinden doğan uyuşmazlığa uygulanacak hukuku  belirleyecek  olan  objektif  bağlama  kuralının  yani  işçinin  mutad  işyeri hukukunun işçiyi koruyan hükümleri, hukuk seçiminin asgari sınırını oluşturur. Bu sebeple taraflarca seçilen hukukun hükümleri işçiyi mutad işyeri hukukunun hükümlerinden daha iyi koruduğu ölçüde geçerli sayılır. Aksine, tarafların seçtiği hukukun hükümleri işçinin mutad işyeri hukukuna göre işçi bakımından aleyhte ise, tarafların seçtikleri hukuk geçersiz sayılarak objektif bağlama kuralı uygulanacaktır. MÖHUK md 27/1 uyarınca yapılabilecek olan hukuk seçiminin yapılma şekli bakımından kanun koyucu bir açık hükme yer vermemiş olmakla birlikte, doktrinde de 173  Akıncı, Taraf, 47; Tekinalp and Uyanık, 288.174  İş sözleşmesi de dahil olmak üzere zayıf akit tarafın bulunduğu sözleşmelerde onları korumak amacıyla hukuk düzenlerinde hukuk seçimi anlaşmasına bazı sınırlamalar getirildiğine ilişkin ayrıca bkz Nygh, 69. 175  Şanlı, Esen and Ataman Figanmeşe, 291; Çelikel and Erdem, 418; Doğan, 430; Elçin, 70.140Güner / Yabancı Unsurlu Futbol Menajerliği Sözleşmesinden Doğan Uyuşmazlıkların Çözüm Yolları ve Uygulanacak Hukukbelirtildiği üzere işçinin mutad işyeri hukukunun emredici hükümleri uyarınca sahip olacağı asgari koruma hukuk seçiminin asgari sınırını oluşturarak işçi bakımından koruyucu bir şart olduğundan, hukuk seçiminin açık veya zımni olması mümkün görülebilir. Dolayısıyla futbol menajerliği sözleşmesine uygulanacak hukuk açıkça seçilebileceği gibi, sözleşme hükümlerinden veya halin icabından tereddütsüz tespit edilebilen zımni hukuk seçimi de geçerli sayılmalıdır.Taraflarca uygulanacak hukukun seçilmemesi durumunda ise, iş sözleşmesine uygulanacak hukuk, işçinin işini mutad olarak yaptığı işyeri hukukudur (MÖHUK md 27/2). Bu bakımdan, iş sözleşmesi niteliği verilen bir futbol menajerliği sözleşmesinden doğan uyuşmazlığa uygulanacak hukukun taraflarca seçilmemesi durumunda, objektif bağlama kuralı olarak, işçi sıfatıyla hareket eden futbol menajerinin menajerlik işini mutad olarak yürüttüğü işyerinin bulunduğu ülke hukuku uygulanacaktır. İlave olarak belirtilmelidir ki, futbol menajerinin, bir ülkedeki işyerinde düzenli olarak çalışırken başka bir ülkeye geçici olarak giderek menajerlik yapmaya başlaması halinde, burası onun mutad işyeri sayılmaz. Zira MÖHUK md 27/2 de vurgulandığı üzere, işçinin işini geçici olarak başka bir ülkede yapması halinde, bu işyeri mutad işyeri sayılmaz. MÖHUK md 27/3 te ayrıca, işçinin işini belirli bir ülkede mutad olarak yapmayıp devamlı olarak birden fazla ülkede yapması halinde iş sözleşmesine uygulanacak hukukun işverenin esas işyerinin bulunduğu ülke hukuku olduğu ifade edilmiştir. Dolayısıyla, futbol menajerinin işi gereği birden çok ülkede menajerlik faaliyetinde bulunduğu bir ihtimalde, uygulanacak hukukun tespitinde esas alınacak olan bağlama noktasının tayininde, futbol menajerinin işvereni konumunda hareket eden futbolcu ya da kulübün esas işyerinin bulunduğu ülke hukuku esas alınacaktır. Son olarak, kanun koyucu, somut uyuşmazlık bakımından futbol menajerliği sözleşmesiyle MÖHUK md 27/2-3 te öngörülen bağlama kurallarının işaret ettiği hukuka göre daha sıkı ilişkili bir hukuk mevcutsa bu hukukun uygulanabilmesine imkan  veren  bir  istisna  kuralı  getirmiştir.  Zira  halin  bütün  şartlarına  göre  iş sözleşmesiyle daha sıkı ilişkili bir hukukun bulunması halinde sözleşmeye MÖHUK md 27/2-3 hükümleri uygulanmayıp, işçinin korunması düşüncesinden hareketle, iş sözleşmesiyle daha sıkı ilişkili olduğu tespit edilen hukukun uygulanması hususunda mahkemeye takdir yetkisi tanınmıştır (MÖHUK md 27/4).4. Kamu Düzeni MüdahalesiMÖHUK md 5 uyarınca, yetkili yabancı hukukun belirli bir olaya uygulanan hükmünün  Türk  kamu  düzenine  açıkça  aykırı  olması  halinde,  bu  hüküm 176  Çelikel and Erdem, 418; Elçin, 78; Nomer, 339.177  Türk kamu düzeni kavramının içeriğinin belirlenmesinde Yargıtay ın 10.12.2012 tarihli İçtihadı Birleştirme Kararında (2010/1 E, 2012/1 K) yapılan kamu düzeni tanımlaması önemlidir. Buna göre, Türk hukukunun temel değerleri, Türk genel adap ve ahlak anlayışı, Türk kanunlarının dayandığı temel adalet anlayışı, Türk kanunlarının dayandığı genel siyaset, 141İstanbul Hukuk Mecmuası 77/1uygulanmaz,  gerekli  görülen  hallerde  Türk  hukuku  uygulanır.  Kamu  düzeni müdahalesi  sözleşmeden  doğan  borç  ilişkilerinde  ekseriyetle  zayıf  akit  tarafın korunması  bağlamında  ortaya  çıktığından,  yabancı  unsurlu  futbol  menajerliği sözleşmesi de dâhil olmak üzere bu konuda kamu düzeni müdahalesine nadiren rastlanmaktadır.  Dolayısıyla  kamu  düzeni  müdahalesinin  münhasıran  futbol menajerliği sözleşmesine özgü bir uygulaması yoktur. Genel olarak sözleşmeden doğan borç ilişkileri bakımından kamu düzeni müdahalesine maruz kalacak durumlar, somut olayın özelliklerine göre, futbol menajerliği sözleşmesi bakımında da geçerli olacaktır. Örneğin futbol menajerliği sözleşmesi sona erdikten sonra makul bir süreyi aşacak şekilde başka bir futbolcu ya da kulüple sözleşme yapmama yasağı getiren yabancı bir hukuk düzenlemesinin Türk kamu düzenini ihlal ettiği söylenebilir. Böyle bir ihtimalde, akit statüsünün işaret ettiği yetkili yabancı hukuk değil, Türk hukukunun uygulanması söz konusu olacaktır.5. Doğrudan Uygulanan Kuralların EtkisiDevletlerin ekonomik, sosyal, siyasi, kültürel ve toplumsal yapılarının korunması gereği olarak getirdiği doğrudan uygulanan kural niteliği taşıyan düzenlemeler, uyuşmazlığın yabancı unsurlu olup olmadığı fark etmeksizin uygulanacağından, bu anlamda Türk hukukunun doğrudan uygulanan kurallarının uygulama alanına giren  konularda  akit  statüsünün  uygulanmasını  engelleyecektir.  Bu  çerçevede, yetkili yabancı hukukun uygulandığı durumlarda düzenleme amacı ve uygulama alanı  bakımından Türk  hukukunun  doğrudan  uygulanan  kurallarının  kapsamına giren hallerde o kural uygulanır (MÖHUK md 6). Dolayısıyla, Türk hukukundaki bu nitelikteki kurallar dikkate alınarak uyuşmazlık çözümleneceğinden, yabancı unsurlu  futbol  menajerliği  sözleşmesine  uygulanacak  hukukun  tayininde  Türk hukukunda  bulunan  doğrudan  uygulanan  kural, Türk  kanunlar  ihtilafı  kuralları dikkate alınmaksızın uygulanacaktır. Spor,  kamu  hizmeti  sayılmasından  dolayı  devletin  örgütlenmesi  içinde  yer alır. Bu sebeple, bu alanda kültürel yapıyı ve kamu sağlığını korumaya yönelik düzenlemelerin bazılarının kamu hukuku nitelikleri nedeniyle doğrudan uygulanan kural olduğu kabul edilmektedir. Buna karşın sözleşme hukukuna özgü doğrudan Anayasada yer alan temel hak ve hürriyetler, milletlerarası alanda geçerli olan ortak prensip ve özel hukuka ait iyi niyet ilkesine dayanan kurallar, medeni toplulukların müştereken benimsedikleri ahlak ilkeleri ve adalet anlayışının ifadesi olan hukuk prensipleri, toplumun medeniyet seviyesi, siyasi ve ekonomik rejim, insan hak ve hürriyetleri kamu düzeni çerçevesinde geniş bir anlayışla sayılmıştır: RG 20.09.2012/28417178  Teorik olarak, sözleşmeden doğan borç ilişkilerine uygulanacak yetkili yabancı hukukun Türk kamu düzenini açıkça ihlal etmesi ihtimalinin olduğuna doktrinde de işaret edilmiştir: Cemile Demir Gökyayla, Yabancı Mahkeme Kararlarının Tanınması ve Tenfizinde Kamu Düzeni (1st, Seçkin 2001) 393.179  Doktrindeki benzer örnekler için ayrıca bkz Aybay and Dardağan, 125.180  Doğrudan uygulanan kurallar hakkında ayrıntılı bilgi için bkz Hatice Özdemir Kocasakal, Doğrudan Uygulanan Kurallar ve Sözleşmeler Üzerindeki Etkileri (1st, Mat 2001) 8 ff (Doğrudan).181  Nihan Esendal, ‘Spor Hukuku Uyuşmazlıklarında Arabuluculuk Uygulamasının Türk Hukuku ve CAS Kuralları Açısından Karşılaştırılması  (2014) 4(1) Hacettepe Hukuk Fakültesi Dergisi 149, 154.142Güner / Yabancı Unsurlu Futbol Menajerliği Sözleşmesinden Doğan Uyuşmazlıkların Çözüm Yolları ve Uygulanacak Hukukuygulanan kuralların, futbol menajerliği sözleşmesi bakımından özellik arz eden bir yönü bulunmamaktadır. Zaten futbol menajerliği sözleşmesi gibi spor hukukuna özgü sözleşmelerden doğan borç ilişkilerinde özel hukuk nitelikli uyuşmazlıklar bakımından doğrudan uygulanan kural niteliği taşıyan kurallara pek rastlanmaz. Ancak  futbol  menajerliğine  ilişkin  Türk  hukukundaki  çeşitli  düzenlemelerin doğrudan uygulanan kural niteliği taşıdığı söylenebilir. Belirtilmelidir ki, doğrudan uygulanan kural niteliği taşıyan düzenlemelerin kaynağının kanun hükmü yerine ulusal federasyonların çıkardığı bir talimat veya diğer alt düzenlemelerin olmasının doğrudan uygulanan kural olarak nitelendirilmesi bakımından bir önemi yoktur. Böyle bir kabulde, futbol menajerliği faaliyetinin işlemsel hacmi ve menajerlik faaliyetinden yararlanacak olanların korunması düşüncesi etkili olmakta, ayrıca bu amaç, ülke ekonomisini de doğrudan ilgilendirmektedir.Bu bağlamda, futbol menajerliği sözleşmesi yapma ehliyetini sınırlandıran nitelikli bir hükmün doğrudan uygulanan kural özelliği gösterdiği kanısındayız. Örneğin FMÇT md 4/1 uyarınca Türkiye de futbol menajerliği yapacak kişinin yabancı olması durumunda Türkiye de yasal yerleşim yerine ve çalışma iznine sahip olması şart koşulmaktadır. Böyle bir düzenleme, Türk hukukunun doğrudan uygulanan kuralı olarak dikkate alınmalıdır. Zira yabancı futbol menajerlerinin Türkiye de faaliyette bulunabilmeleri ve sözleşme akdedebilmeleri için çalışma izninin şart koşulması, Türkiye de menajerlik yapacak yabancıların ve faaliyetlerinin kontrol altına alınmasını sağlayacağı gibi çalışma hayatı düzeninin korunmasıyla devletin ekonomik ve sosyal yapısının da muhafaza edilmesini sağlayacaktır. Aynı şekilde, futbol menajerliği sözleşmesine taraf olabilecek kişilerden biri olan futbolcular bakımından FMÇT md 14/7 de doğrudan uygulanan kural niteliği taşıyan bir hükme yer verilmiştir. Buna göre, futbol menajerlerinin on beş yaşını doldurmamış küçük futbolcular ile sözleşme imzalaması ve bunlar adına menajerlik faaliyetinde bulunmaları yasaktır. Böylece kanun koyucu futbol menajerliği sözleşmesine taraf olma bakımından asgari bir yaş sınırı getirerek, küçüklerin korunması ilkesine uygun bir düzenlemeye yer vermiştir. 182  Erten, 262. 183  Erten, 256.184  Konuya ilişkin genel bir tespit için bkz Özdemir Kocasakal, Doğrudan, 127.185  Yabancıların çalışma iznine tabi tutulmasının hem işçiyi koruyucu hem devletin ekonomik, siyasi ve sosyal düzenini korunmasına hizmet edeceğine ilişkin bir tespit için bkz Elçin, 168 ff.186  Devletin ülkesinde bulunan yabancıları etkin şekilde kontrol etmek, kendi vatandaşlarının menfaatlerini korumak ve ülkede hakim olan çalışma rejiminin tutarlı bir şekilde uygulanmasını temin etmek suretiyle devletin ekonomik ve sosyal politikasına yönelik amaçları doğrultusunda koyduğu kurallardan biri olan sözleşme yapma ehliyetini sınırlandıran hükümleri doğrudan uygulanan kural olarak addeden yabancılara özgü benzer örnekler için bkz Özdemir Kocasakal, Doğrudan, 143 ff. 187  İş sözleşmesi örneğinde olduğu gibi bazı sözleşmeler bakımından asgari yaş sınırının getirilerek küçüklerin çalıma hayatının ağır koşullarından korunması ve fiziksel ve ruhsal gelişimlerinin sağlanmasının amaçlandığına ilişkin tespitler için bkz Özdemir Kocasakal, Doğrudan, 145. 143İstanbul Hukuk Mecmuası 77/1Devletin, ekonomik veya sosyal bir politikasının etkinliğini temin etmek amacıyla getirdiği, özellikle de ülkede gerçekleştirilen ekonomik faaliyetler hakkında bilgi edinilmesine ve etkin denetimin sağlanmasına hizmet eden doğrudan uygulanan kurallar arasında sözleşmenin şekil şartlarına ilişkin hükümler de vardır. Örneğin bir işin yapılması için emredici şekilde belli makamdan izin, onay, lisans, ruhsat alınması veya tescil yapılmasının öngörülmesi, devletin ekonomik menfaatlerine hizmet eden doğrudan uygulanan kurallar olarak kabul edilmektedir. Bu amaç bağlamında, FMÇT md 3/3 de futbol menajerinin faaliyette bulunabilmesi için öngörülen şartları sağlamış olmak şartıyla TFF ye tescil edilmiş olması; md 11/2 de TFF den lisans almamış olan futbol menajerlerinin FIFA ya bağlı başka bir ulusal federasyondan lisans almış olması veya FIFA ya bağlı bir federasyona tescil edilmiş en az bir sözleşme yaptığını belgelemesi zorunluluğunun getirilmesine ilişkin düzenlemenin doğrudan uygulanan kural niteliği taşıyıp taşımadığı tartışılabilir. Her ne kadar söz konusu düzenlemeler, futbol alanında menajerlik faaliyetinin yürütülmesini kontrol altına alarak etkin denetim sağlanmasını, aynı zamanda da aleniyet ve hukuki güvenliğin temin edilmesini amaçlamakla birlikte, yukarıda da açıklandığı üzere, bu şartların ihlal edilmesi durumunda yapılan futbol menajerliği sözleşmesi geçerli kabul edilmektedir. Başka bir ifadeyle lisanslı olmayan futbol menajeriyle yapılan sözleşme sonrasında taraflara disiplin cezaları verilmekte aynı zamanda TFF nezdinde hak talebinde bulunulamayacağı kabul edilmektedir. Bu sebeple, futbol menajerliği gibi sadece futbol alanında sınırlı bir düzenlemenin ihlalinin tüm toplumun menfaatini zedeleyeceğini söylemek gerçekçi olmayacağından ve bu ihlal sonucunda ortaya çıkan futbol alanındaki düzensizliği verilecek disiplin cezaları gidermeye hizmet edecek nitelikte olduğundan, söz konusu düzenlemelerin doğrudan uygulanan kural niteliği taşıdığı sonucuna varılamayacağı kanısındayız.Futbol menajerliği sözleşmesinin iş sözleşmesi unsurları verilerek akdedilmesi ihtimalinde, işçinin korunmasına yönelik kabul edilen bazı doğrudan uygulanan kuralların bu çerçevede hüküm ifade edip etmeyeceği üzerinde de durulmalıdır. Gerçekten de Türk hukukunda işçinin korunmasına yönelik bazı düzenlemelerin doğrudan  uygulanan  kural  olduğu  kabul  edilmektedir.  Buna  karşın,  futbol menajerliği sözleşmesinin atipik iş sözleşmesi özelliği gösterdiğine ilişkin tespitten hareketle, futbol menajerinin klasik bir işçiye oranla sahip olduğu ekonomik ve şahsi avantajlı pozisyon dikkate alınarak işçinin korunmasına yönelik düzenlemelerin 188  Sözleşmelerin belli bir sicile kaydedilme zorunluluğunun öngörülmesi konusunda aynı yönde bkz Özdemir Kocasakal, Doğrudan, 152 ff. Sportif alanda faaliyette bulunabilmeyi lisans almaya bağlayan düzenlemelerin doğrudan uygulanan kural niteliği taşıdığına ilişkin bir görüş için bkz Erten, 256. 189  Petek, Menajer, 206.190  İş hukukuna ilişkin olarak işçinin işverene karşı korunmasına yönelik getirilen ancak devletin ekonomik ve sosyal düzeninin de bir gereği, bazı doğrudan uygulanan kurallar olabilir. Örneğin, işin yapıldığı ülke Türkiye ise, Türk hukukunda öngörülen asgari ücretin altında bir ücretin ya da asgari kıdem tazminatının altında bir tazminatın sözleşmede kararlaştırılamaması, Türk hukukunun doğrudan uygulanan kuralı olarak yabancı unsurlu iş sözleşmesinden doğan konuya ilişkin bir uyuşmazlık bakımından uygulanır. İş sözleşmesi kaynaklı uyuşmazlıklarda doğrudan uygulanan kurallar için bkz Özdemir Kocasakal, Doğrudan, 107 ff; Elçin, 165 ff. 144Güner / Yabancı Unsurlu Futbol Menajerliği Sözleşmesinden Doğan Uyuşmazlıkların Çözüm Yolları ve Uygulanacak Hukukdoğrudan uygulanan kural niteliği hakkında sonuca gidilmesi gerekir. Zira asgari ücretle çalışan bir işçi ile yüksek bedelli transfer ücretlerinde kayda değer oranda ücret alan bir futbol menajerinin aynı kefeye konularak, Türk hukukundaki iş sözleşmesi kaynaklı her doğrudan uygulanan kuralın futbol menajerliği sözleşmesinden doğan talepler bakımından da hüküm ifade ettiğini söylemek adilane olmasa gerekir. Bu sebeple, futbol menajerinin sahip olduğu statü dikkate alınarak somut olay bazında bir değerlendirmeye gidilerek FIFA Aracı Talimatı ve FMÇT nin futbol menajerliğine ilişkin özel hükümlerinin esas alınması, dolayısıyla İş Kanunundaki işçiyi koruyucu hükümlerin esnek bir değerlendirmeye tabi tutulması gerektiği kanısındayız.Üçüncü bir devletin doğrudan uygulanan kuralı ise, Türk mahkemelerinde MÖHUK md 31 çerçevesinde dikkate alınabilir. Buna göre, sözleşmeden doğan ilişkinin tabi olduğu hukuk uygulanırken, sözleşmeyle sıkı ilişkili olduğu takdirde üçüncü bir devletin hukukunun doğrudan uygulanan kurallarına etki tanınabilir. Bu kurallara etki tanımak ve uygulayıp uygulamamak konusunda kuralların amacı, niteliği, muhtevası ve sonuçları dikkate alınır. Bu bakımdan, Türk mahkemelerinde, yabancı unsurlu futbol menajerliği sözleşmesinden doğan bir uyuşmazlık bakımından da üçüncü bir devletin doğrudan uygulanan kurallarının uygulama alanı bulması mümkündür. Futbol menajerliği sözleşmesiyle sıkı ilişkili olması şartıyla, lex causae nın işaret ettiği hukuk dışında kalan yabancı bir devletin doğrudan uygulanan kurallarının hakimin takdirine bağlı olarak dikkate alınabilmesi ihtimali vardır. Bu anlamda, üçüncü  bir  ülkenin  doğrudan  uygulanan  kurallarının  sözleşmeden  doğan  borç ilişkileri kapsamında kalan yabancı unsurlu futbol menajerliği sözleşmesi bakımından uygulanabilmesi, akit statüsüne tabi diğer sözleşmelerle aynı hüküm ve sonuçlara tabidir.SonuçGünümüz spor dünyasında menajerlik hizmetinden sıklıkla yararlanılmaktadır. Profesyonel  futbolda,  futbolcu  ve  kulüplerin  çoğunlukla  futbol  menajerleriyle çalıştıkları görülmektedir. Türk hukukunda futbol menajerliği, 2015 tarihli FMÇT hükümleriyle düzenlenmektedir.Futbol menajeri ile futbolcu veya kulüp arasında akdedilen yabancı unsurlu futbol menajerliği sözleşmesinden kaynaklanan uyuşmazlıklar, mahkemeler yanında 191  Profesyonel futbolcu sözleşmesinin iş sözleşmesi niteliği taşımasına rağmen, işçinin korunması ilkesinin profesyonel futbolcu sözleşmesi bakımından uygulanıp uygulanamayacağına ilişkin tartışma ve tespitler için ayrıca bkz Yılmaz, 10 ff.192  Kanun Numarası: 4857, Kabul Tarihi: 22.05.2003, RG 10.06.2003/25134.193  Profesyonel futbolcu sözleşmesi özelinde benzer tespitler için ayrıca bkz Yılmaz, 13.194  Lex causae nın yabancı hukuk olması halinde de bu hukuk düzeninde yer alan doğrudan uygulanan kurallar MÖHUK md 2/1 gereğince yetkili yabancı hukukun bir parçası olarak dikkate alınacaktır: Doğan, 422. 195  Konuya ilişkin genel tespitler için bkz Mustafa Erkan, ‘MÖHUK Madde 31 Bağlamında Türk Hukukunda Doğrudan Uygulanan Kurallara Bakış , (2011) 15(2) Gazi Üniversitesi Hukuk Fakültesi Dergisi 81, 105 ff.145İstanbul Hukuk Mecmuası 77/1ulusal  veya  uluslararası  federasyonların  kurulları  ve  tahkim  yolunda  hakemler tarafından belli koşullar altında çözümlenebilmektedir. Türk hukukunda yabancı unsurlu futbol menajerliği sözleşmesinden doğan uyuşmazlıklar, adli yargı ilk derece mahkemelerinde dava konusu edilebileceği gibi, taraflar arasında CAS ın yetkisini öngören bir tahkim anlaşması bulunması koşuluyla olağan tahkim usulü kapsamında CAS a  götürülebilecektir.  Bununla  birlikte,  TFF  Statüsü  md  63/3 teki  ulusal ihtilaflarda TFF, uluslararası ihtilaflarda ise FIFA nın yetkili olduğunu belirten hüküm dikkate alındığında, futbolla ilgili sözleşmesel uyuşmazlıklar bakımından 2 Mart 2019 tarihi itibariyle ihtiyari hakem kurulu olarak görev yapmaya başlayan TFF nin ilk derece hukuk kurullarından biri olan UÇK yalnızca ulusal nitelikli ihtilaflarda yargı yetkisine sahip olup, yabancı unsurlu futbol menajerliği sözleşmesinden doğan bir uyuşmazlığın taraflarca UÇK ya götürülmesi mümkün değildir. Yabancı unsurlu futbol menajerliği sözleşmesine uygulanacak hukukun tayini konusu, uyuşmazlığın Türk mahkemelerinde dava konusu edilmesi veya CAS a götürülmesi  ihtimaline  göre  açıklanmalıdır.  Uyuşmazlığın  taraflarca  yapılan tahkim anlaşması sebebiyle CAS a götürülmesi durumunda, CAS hakem heyetinin uyuşmazlığın esasına hangi kuralları uygulayacağı CAS Spor Tahkim Kodu R te açıklanmıştır.  Buna  göre,  CAS  hakem  heyeti,  uyuşmazlığın  esasına  taraflarca tahkim şartında veya tahkim anlaşmasında seçilen hukuk kurallarını, böyle bir seçimin yapılmaması halinde ise İsviçre hukukunu uygular. Taraflar hakem heyetine hakkaniyete göre karar verme yetkisi de tanıyabilirler.Yabancı unsurlu futbol menajerliği sözleşmesinden doğan bir uyuşmazlık Türk mahkemelerinde  dava  konusu  edilmişse,  hâkim,  Türk  hukukuna  göre  yaptığı vasıflandırma  neticesinde  futbol  menajerliği  sözleşmesinin  unsurlarını  dikkate alarak  yapacağı  hukuki  nitelendirmeye  göre  MÖHUK taki  bağlama  kurallarını uygulayarak yetkili hukuku tespit eder. Futbol menajerliği sözleşmesinin hangi unsurlara sahip olması gerektiğini gösteren bir kanuni düzenleme yoktur. Buna karşın borçlar hukukunda sözleşme serbestisi ilkesi geçerli olduğundan, tarafların kanunda düzenlenen sözleşme türlerinden ayrı yeni bir sözleşme tipi oluşturmalarında da bir engel bulunmamaktadır. Dolayısıyla, futbol menajerliği sözleşmesinin karma sözleşme tiplerinden biri olarak, özelliğini taşıdığı çeşitli sözleşmelere özgü unsurlara sahip olması yeterlidir. Bu sebeple, taraflarca futbol menajerliği sözleşmesine; iş sözleşmesi, komisyon sözleşmesi, danışmanlık sözleşmesi, simsarlık sözleşmesi, vekâlet sözleşmesi ve benzeri sözleşme türlerinin özellikleri verilebilir. Nitekim FMÇT md 13/1 de de, futbolcu ve kulüplerin, şeffaflık gereği, akdettikleri menajerlik sözleşmesinde menajerle girdikleri kanuni ilişkinin hukuki niteliğini, başka bir ifadeyle bu ilişkinin bir hizmet mi, danışmanlık mı, temsil mi veya başka bir kanuni ilişki mi olduğunu belirlemekle yükümlü oldukları hükme bağlanmıştır. 146Güner / Yabancı Unsurlu Futbol Menajerliği Sözleşmesinden Doğan Uyuşmazlıkların Çözüm Yolları ve Uygulanacak HukukMÖHUK ta genel olarak sportif uyuşmazlıklara özel olarak da futbol menajerliği sözleşmesine uygulanacak hukuku tayin eden bir bağlama kuralı bulunmamaktadır. Bu  sebeple,  futbol  menajerliği  sözleşmesi,  bu  sözleşmenin  taraflarca  üzerinde anlaşılan unsurları esas alınarak yapılacak vasıflandırma neticesinde MÖHUK daki ilgili  bağlama  kuralı  tespit  edilecektir.  Futbol  menajerliği  sözleşmesi,  hangi sözleşmenin unsurları esas alınarak yapılmışsa, sözleşmeden doğan uyuşmazlığa uygulanacak hukukun tayini de ilgili akit statüsüne göre gerçekleştirilir. Buna göre, tarafların futbol menajerliği sözleşmesine iş sözleşmesi özelliği vermesi halinde uygulanacak hukuk MÖHUK md 27; danışmanlık, komisyon, simsarlık, vekâlet sözleşmesi özelliği vermesi ihtimalinde ise MÖHUK md 24 e göre tayin edilir.Yabancı unsurlu futbol menajerliği sözleşmesine uygulanacak hukukun genel akit statüsünü düzenleyen MÖHUK md 24 e göre tayin edilmesi durumunda, kanun koyucu taraflara aralarındaki sözleşmeye uygulanacak hukukun tayini noktasında hukuk seçimi imkânı tanımıştır. Futbol menajerliği sözleşmesine taraflarca hukuk seçimi yapılmamış olması ihtimalinde ise, uygulanacak hukuk, objektif bağlama kurallarını gösteren MÖHUK md 24/4 e göre belirlenir. Buna göre, futbol menajerliği sözleşmesiyle en sıkı ilişkili hukukun tespitinde karakteristik edim borçlusu, bu sözleşmenin ticari ve mesleki faaliyet gereği kurulan bir sözleşme olduğu dikkate alınarak yapılmalıdır. Futbol menajeri ile futbolcu ya da kulüp arasında akdedilen sözleşmede karakteristik edim, futbol menajerinin edimidir. Dolayısıyla, kural olarak futbol menajerinin sözleşmenin kuruluşu sırasındaki işyeri, işyeri yoksa yerleşim yeri uygulanacak hukuku tayin eden bağlama noktası kabul edilmelidir. Ancak somut uyuşmazlık bakımından futbol menajerinin işyeri veya yerleşim yeri hukukuna göre daha sıkı ilişkili bir hukuk tespit edilebiliyorsa bu hukuk uygulanmalıdır.Tarafların  futbol  menajerliği  sözleşmesini  iş  sözleşmesi  unsurlarını  vererek yapmaları ihtimalinde ise, uygulanacak hukuk MÖHUK md 27 uyarınca tespit edilmelidir. Bu doğrultuda yapılmış yabancı unsurlu futbol menajerliği sözleşmesinden doğan bir uyuşmazlığa uygulanacak hukuku taraflar seçebilir. Ancak taraflarca seçilen hukukun uygulanması bakımından işçinin, bir başka ifadeyle futbol menajerinin mutad işyeri hukukunun emredici hükümleri uyarınca sahip olacağı asgari koruma saklıdır. Taraflarca uygulanacak hukukun seçilmemesi durumunda ise, uygulanacak hukuk, MÖHUK md 27/2 gereğince futbol menajerinin işini mutad olarak yaptığı işyeri hukuku olacaktır. Buna karşın, halin bütün şartlarına göre sözleşmeyle daha sıkı ilişkili bir hukukun tespiti halinde futbol menajerliği sözleşmesine daha sıkı ilişkili olduğu tespit edilen hukukun uygulanması hususunda mahkemenin takdir yetkisi bulunmaktadır. Finansal Destek: Yazar bu çalışma için finansal destek almamıştır.147İstanbul Hukuk Mecmuası 77/1",
     "Kaynakça": "Akıncı Z, Milletlerarası Özel Hukukta İnşaat Sözleşmeleri (1st, Dokuz Eylül Üniversitesi Hukuk Fakültesi Döner Sermaye İşletmesi Yayınları 1996) (İnşaat).Akıncı Z, Tarafların Yetkili Hukuku Belirlememeleri Durumunda Sözleşmeye Uygulanacak Hukuk (1st, Dokuz Eylül Üniversitesi Hukuk Fakültesi Döner Sermaye İşletmesi Yayınları 1992 (Taraf).Arkan S, Ticari İşletme Hukuku (18th, Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayınları 2013).Aybay R and Dardağan E, Uluslararası Düzeyde Yasaların Çatışması (Kanunlar İhtilâfı) (2nd, İstanbul Bilgi Üniversitesi Yayınevi 2008).Aygül M, ‘Milletlerarası Ticarî Sözleşmelerde Lex Mercatoria nın Uygulanması  (2004) 12(3 4) Selçuk Üniversitesi Hukuk Fakültesi Dergisi 45 85.Blackshaw I, ‘The Court of Arbitration for Sport: An International Forum for Setting Disputes Effectively ‘Within The Family of Sport   (2003) 2(2) Entertainment and Sports Law Journal 61 83. Bozkurt MN, ‘Spor Hukuku Uyuşmazlıklarının Çözümünde Milletlerarası Spor Tahkim Mahkemesi  (2010) (2) Ankara Barosu Dergisi 165 190.Casini L, ‘The Making of A Lex Sportiva by The Court of Arbitration for Sport  (2011) (3 4) The International Sports Law Journal 21 28.Cem Ç, Profesyonel Futbolcu Transfer Sözleşmesi (1st, On İki Levha 2012).Coccia M, ‘International Sports Justice: The Court of Arbitration for Sport  (2013) (1) European Sports Law and Policy Bulletin 23 76. Çelikel A and Erdem BB, Milletlerarası Özel Hukuk (15th, Beta 2017). Çörtoğlu Koca S, ‘Danışmanlık Sözleşmesinin Esasına Uygulanacak Hukuk  (2007) 11(1 2) Gazi Üniversitesi Hukuk Fakültesi Dergisi 233 257. Demir Gökyayla C, Yabancı Mahkeme Kararlarının Tanınması ve Tenfizinde Kamu Düzeni (1st, Seçkin 2001).Demirkol B, Milletlerarası Özel Hukuk ve Usul Hukuku Hakkında Kanun un 24. Maddesi Çerçevesinde Sözleşmeye Uygulanacak Hukuk (2nd, Vedat 2014).Doğan V, Milletlerarası Özel Hukuk (5th, Savaş 2019). Doğu HM, ‘Futbolcu Menajerliği Sözleşmesi  (2015) (3) Ankara Barosu Dergisi 379 396.Ekşi N, ‘Kanunlar İhtilafı Alanında Incorporation  (1999 2000) 19(1 2) Milletlerarası Hukuk ve Milletlerarası Özel Hukuk Bülteni (Prof. Dr. Aysel Çelikel e Armağan) 263 291 (Incorporation).Ekşi N, Spor Tahkim Hukuku (1st, Beta 2015) (Spor).Elçin D, Milletlerarası Unsurlu Bireysel ve Toplu İş Sözleşmelerine Uygulanacak Hukuk (1st, Adalet 2012). Eren F, Borçlar Hukuku Genel Hükümler (9th, Beta 2006).Erkan M, ‘MÖHUK Madde 31 Bağlamında Türk Hukukunda Doğrudan Uygulanan Kurallara Bakış , (2011) 15(2) Gazi Üniversitesi Hukuk Fakültesi Dergisi 81 121.Erkiner K, Uluslararası Spor Tahkim Mahkemesi CAS (1st, Nobel 2006). Ertaş Ş and Petek H, Spor Hukuku (2nd, Yetkin 2011).Erten R, Milletlerarası Özel Hukukta Spor (1st, Adalet 2007).Esen E, ‘Türk Hukukunda Yabancı Mahkeme Kararlarının Tanınması ve Tenfizinde Münhasır Yetki Kavramı  (2002) 22(2) Milletlerarası Hukuk ve Milletlerarası Özel Hukuk Bülteni (Prof. Dr. Ergin Nomer e Armağan) 183 206. 148Güner / Yabancı Unsurlu Futbol Menajerliği Sözleşmesinden Doğan Uyuşmazlıkların Çözüm Yolları ve Uygulanacak HukukEsendal N, ‘Spor Hukuku Uyuşmazlıklarında Arabuluculuk Uygulamasının Türk Hukuku ve CAS Kuralları Açısından Karşılaştırılması  (2014) 4(1) Hacettepe Hukuk Fakültesi Dergisi 149 174.Fawcett J and Carruthers JM, Cheshire, North & Fawcett Private International Law (14th, Oxford University Press 2008).FitzGerald MK, ‘The Court of Arbitration for Sport: Dealing With Doping And Due Process During The Olympics  (2000) 7 Sports Lawyers Journal 213 242. Foster K, ‘Lex Sportiva And Lex Ludica: The Court Of Arbitration For Sport s Jurisprudence  (2006) (January) Entertainment And Sports Law Journal 1 14. Gardiner S and Felix A, ‘Juridification of The Football Field: Strategies for Giving Law The Elbow  (1995) 5(2) Marquette Sports Law Journal 189 219.Gilson ET, ‘Exploring The Court of Arbit ration for Sport  (2006) 98(3) Law Library Journal 503514.Gülşen R, Spor Hukuku (2nd, Adalet 2013). Güngör G, Temel Milletlerarası Özel Hukuk Metinlerinin Sözleşmeden Doğan Borç İlişkilerine Uygulanacak Hukuk Konusunda Yakınlık Yaklaşımı (1st, Yetkin 2007).Gürten K and Baştürk F, ‘Futbolda Sözleşmelerden Doğan Uyuşmazlıkların Çözümünde Görevli Yargı Mercii Sorunu  in Çağlar Tacar (ed), Ankara Barosu Spor Hukuku Kurulu Av. İsmail İnan Armağanı (Salmat 2013) 397 424. Haemmerle CL, ‘Choice of Law In The Court of Arbitration for Sport: Overview, Critical Analysis And Potential Improvements  (2013) 13 International Sports Law Journal 299 328.Huysal B, Milletlerarası Özel Hukukta Temsile Uygulanacak Hukuk (1st, On İki Levha 2015).İmamoğlu O, Kılcıgil E and Şahin M, ‘Türkiye de Futbolcu Temsilciliği ve Futbolcu İlişkisi  (2007) 5(3) Spormetre Beden Eğitimi ve Spor Bilimleri Dergisi 129 133.Johns F, ‘Performing Part Autonomy  (2008) 71(3) Law And Contemporary Problems 243 271.Kane D, ‘Twenty Years On: An Evaluation of The CAS  (2003) 4(2) Melbourne Journal of International Law 611 636.Kelly S and Chatziefstathiou D, ‘‘Trust me I am a Football Agent  The Discursive Practices of The Players Agents in (un) Professional Football  (2017) Sport in Society 1 15.Kirwan S, ‘Levelling The Playing Field? Remuneration Caps, EU Competition Law and Article 7(3) of The FIFA Regulations on Working with Intermediaries  (2016) 15(1) Hibernian Law Journal 43 64.Küçükgüngör E, ‘Spor Hukuku Uyuşmazlıklarında Tahkim ve Alternatif Çözüm Yöntemleri  (2004) (4) Banka ve Ticaret Hukuku Dergisi 47 76 (Spor). Küçükgüngör E, ‘Spor Hukuku Uyuşmazlıklarında Milletlerarası Tahkim  (2004) 53(2) Ankara Üniversitesi Hukuk Fakültesi Dergisi 1 32 (Tahkim).Lando O, ‘The American Choice of Law Principles And The European Conflict of Laws of Contracts  (1982) 30(1) The American Journal And Comparative Law 19 35. Mclaren RH, ‘Introducing The Court of Arbitration for Sport: The Ad Hoc Division at The Olympic Games  (2001) 12(1) Marquette Sports Law Review 515 542.Nafziger JAR, ‘International Sports Law As A Process For Resolving Disputes  (1996) 45(1) International And Comparative Law Quarterly 130 149 (Disputes).Nafziger JAR, ‘Lex Sportiva  (2004) (2) The International Sports Law Journal 3 8 (Lex sportiva).Nafziger JAR, ‘International Sports Law: A Replay of Charateristics and Trends  (1992) 86(3) The American Journal of International Law 489 518 (Trends).149İstanbul Hukuk Mecmuası 77/1Nomer E, Devletler Hususi Hukuku (21st, Beta 2015).Nygh P, Autonomy In International Contracts (1st, Oxford University Press 1999). Oğuzman, MK and Öz MT, Borçlar Hukuku Genel Hükümler (10th, Vedat 2012).Oruç M, ‘Spor Tahkim Mahkemesi nin (CAS) Del Bosque vs. Beşiktaş AŞ Uyuşmazlığına İlişkin Vermiş Olduğu Kararın İncelenmesi  (2011) (92) Türkiye Barolar Birliği Dergisi, 350 376.Oschütz F, ‘Harmonization of Anti Doping Code Through Arbitration: The Case Law of The Court of Arbitration for Sport  (2002) 12(2) Marquette Sports Law Review 675 702.Özdemir MS, ‘Türkiye Futbol Federasyonu ve Türkiye Basketbol Federasyonu nda Sporcu Temsilciliği Düzenlemelerinin İncelenmesi  in Çağlar Tacar (ed), Ankara Barosu Spor Hukuku Kurulu Av. İsmail İnan Armağanı (Salmat 2013) 559 659.Özdemir Kocasakal H, Doğrudan Uygulanan Kurallar ve Sözleşmeler Üzerindeki Etkileri (1st, Mat 2001) (Doğrudan).Özdemir Kocasakal H, Sportif Uyuşmazlıkların Tahkim Yoluyla Çözümü ve Spor Tahkim Mahkemesi (CAS) (1st, Vedat 2013) (Spor).Özel S, ‘Sözleşmesel İlişkide MÖHUK md 24/II de Öngörülen Bağlama Kuralının Mukayeseli Hukuk Açısından Değerlendirilmesi  2002 22(2) Milletlerarası Hukuk ve Milletlerarası Özel Hukuk Bülteni (Prof. Dr. Ergin Nomer e Armağan) 577 617. Özkan I, Devletler Özel Hukukunda İkametgâh, Mutad Mesken ve İşyeri Bağlama Noktalarının Yeniden Değerlendirilmesi (1st, Naturel 2003).Özkurt ME, ‘Futbolda Sporcu Temsilciliği  (2007) İstanbul Barosu Dergisi (Spor Hukuku Özel Sayısı) 77 91.Petek H, Profesyonel Futbolcu Sözleşmesi (1st, Yetkin 2002) (Futbolcu).Petek H, ‘Lisanslı Olmayan Futbol Menajeriyle Yapılan Sözleşmenin Geçerliliği  (2017) (1) Ankara Barosu Dergisi 183 214 (Menajer).Poroy R and Yasaman H, Ticari İşletme Hukuku (16th, Vedat 2017).Reilly L, ‘An Introduction to The Court of Arbitration For Sport (CAS) & The Role of National Courts in International Sports Disputes, A Symposium  (2012) (1) Journal of Dispute Resolution 63 81.Ruhl Giesela, ‘Party Autonomy In The Private International Law of Contracts, Transatlantic Convergence And Economic Efficiency  in Eckart Gottschalk, Ralf Michaels, Giesela Rühl and Jan von Hein (eds), Conflict of Laws In A Globalized World (Cambridge University Press 2007) 153 183.Sargın F, ‘Karakteristik Edim Teorisine Eleştirel Bir Yaklaşım  (2001) 50(2) Ankara Üniversitesi Hukuk Fakültesi Dergisi 37 95 (Edim).Sargın F, Milletlerarası Unsurlu Patent ve Ticari Marka Lisansı Sözleşmelerine Uygulanacak Hukuk (1st, Turhan 2002) (Patent).Stone P, EU Private International Law (2nd, Edward Elgar 2010).Süzek S, İş Hukuku (12th, Beta 2016).Şanlı C, Esen E and Ataman Figanmeşe İ, Milletlerarası Özel Hukuk (6th, Vedat 2018).Tarman ZD, ‘Yabancılık Unsuru Taşıyan İş Sözleşmelerine Uygulanacak Hukuk  (2010) 59(2) Ankara Üniversitesi Hukuk Fakültesi Dergisi 521 550. Tekinalp G and Uyanık A, Milletlerarası Özel Hukuk Bağlama Kuralları (12th, Vedat 2016).Tiryakioğlu B, Taşınır Mallara İlişkin Milletlerarası Unsurlu Satım Akitlerine Uygulanacak Hukuk (1st, Ankara Üniversitesi Hukuk Fakültesi Yayınları 1996).150Güner / Yabancı Unsurlu Futbol Menajerliği Sözleşmesinden Doğan Uyuşmazlıkların Çözüm Yolları ve Uygulanacak HukukTopuz G, ‘Türkiye Futbol Federasyonu Uyuşmazlık Çözüm Kurulunun Yargı Yetkisi Üzerine Düşünceler  (2017) 19 Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi (Prof. Dr. Şeref Ertaş a Armağan) 1901 1926. Yılmaz AÇ, FIFA ve CAS Kuralları Çerçevesinde Uluslararası Nitelikli Profesyonel Futbolcu Sözleşmesinin Feshi (1st, On İki Levha 2017). Zhang M, ‘Contractual Choice Of Law In Contracts Of Adhesion and Party Autonomy  (2008) 41(1) Akron Law Review 122 173. <http://jurisprudence.tas cas.org/Search/results.aspx#k=(Title%3A%222008%2FO%2F1455%22)><http://jurisprudence.tas cas.org/Search/results.aspx#k=(Title%3A%222003%2FO%2F482%22)><https://www.uefa.com/insideuefa/about uefa/><http://jurisprudence.tas cas.org/Search/results.aspx#k=(Title%3A%222007%2FO%2F1310%22)><https://www.tas cas.org/fileadmin/user_upload/Code_2019__en_.pdf><http://www.tff.org/default.aspx?pageID=829&ftxtID=9530><http://www.tff.org/default.aspx?pageID=829&ftxtID=9068><http://www.tff.org/default.aspx?pageID=829&ftxtID=9068> <https://www.fifa.com/associations/><https://resources.fifa.com/image/upload/regulations on working with intermediaries 2367763.pdf?cloudid=cr6dquxm2adupv8q3ply><http://www.tff.org.tr/Resources/TFF/Documents/TFF KANUN STATU/TFF Statusu.pdf><http://www.tff.org.tr/Resources/TFF/Documents/TALIMATLAR/Futbol Menajerleri ileCalisma Talimati.pdf ><http://www.tff.org/default.aspx?pageID=247&ftxtID=7010>151"
}