{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "09",
     "Ay": "04",
     "Yıl": "2020",
     "Cilt": "78",
     "Sayı": "1",
     "Başlık": "Adi Ortaklıklarla Ilgili Takiplerde Haciz",
     "Title": "The Seizures in the Pursuances of A Judgement Related With the Unregistered (Ordinary) Partnerships",
     "Yazar İsmi": [

          "Vildan Peksöz"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Adi ortaklık", "Elbirliği", "Haciz", "Hisse", "Tasfiye payı"
     ],
     "Keywords": [
          "Unregistered (Ordinary) Partnership", "Joint ownership", "Seizure", "Share", "Liquidation share"
     ],
     "Özet": "Adi ortaklık ilişkileri kapsamında elde edilen mal varlığı üzerinde, ortaklar elbirliği ile hak sahibidir. Bu kural gereğince, ortaklardan biri tek başına ortaklık mal varlığı üzerinde tasarruf edemez. Elbirliği ilkesinin bu özelliği sebebiyle, ortaklık ilişkisi kapsamında üstlenilen borçlara ilişkin haczin konusunu elbirliği ile hak sahibi olunan mal varlığının oluşturup oluşturmadığı belirlenmelidir. Bu kapsamda ZPO § 736 hükmünün Türk hukukunda karşılığı olmamasının bir eksiklik olup olmadığı çalışmada tartışılmaktadır. Zira bu hükümde adi ortaklık ortaklarının tamamına karşı elde edilen ilâmla, ortaklık mal varlığında haczin mümkün olduğu ifade edilmiştir. Bu değerlendirmenin devamında, ortakların kişisel borçlarından dolayı elbirliği konusu mal varlığı değerlerinin haczinin mümkün olmadığı üzerinde durulmaktadır. Ardından ortaklık ilişkisi kapsamında üstlenilen borçlardan dolayı ortaklık mal varlığının haczedilme meselesi tartışılmıştır. Böyle bir haczin ortakların hepsine karşı başlatılan takiple mümkün olduğuna karar verilmiştir. Son olarak, ortakların hisse haczinden anlaşılması gerekenin ne olduğu üzerinde durulmuş ve bundan ortakların tasfiye payı veya kâr payı haczinin anlaşılması gerektiği sonucuna varılmıştır. Kişisel alacaklıların ortakların tasfiye payına veya kâr payına haciz koyabileceği ifade edilmiştir.",
     "Abstract": "The partners that make up an unregistered (ordinary) partnership are entitled to the assets and rights as joint owners which they hold as a partnership. Because of this principle, the partners can not dispose of these rights and assets. In considering this principle, it is necessary to determine if seizure of these things is possible or not. In this context, does the lack of an equivalent article of ZPO § 736 in Turkish codes let private creditors seize the properties of a partnership or not should be answered. The properties of the partnership can not be seized because of private debts of the partners. For satisfaction of personal creditors, liquidation and profit shares of partners can be seized. Also, it needs to be asked if properties which belong to partners jointly can be seized because of debts of all partners or not. To make this legally possible, all partners have to be parties in the pursuance of a judgement because joint ownership requires this.",
     "Metin": "Ortaklar adi ortaklık sözleşmesinde, katılım paylarını ortak bir amaç doğrultusunda birleştirmeyi ve bu amaca ulaşmak için birlikte çaba göstermeyi üstlenirler. Adi ortaklıklar elbirliği ortaklığı olarak kurulurlar ve bu ortaklıkların tüzel kişiliği yoktur. Bu sebeple ortaklar, ortaklık mal varlığı üzerinde elbirliği ile hak sahibidir. Bunun yanında adi ortaklıkla ilgili işlemlerden doğan borçlardan ortaklık değil; ortaklar borç sahibi olur. TBK m 638, III e göre, ortaklar ortaklık ilişkileri kapsamında üstlendikleri bu borçlardan müteselsilen sorumludur. Keza ortakların bu borçlardan sınırsız (tüm mal varlıklarıyla)3 ve birinci derece (dolaysız)4 sorumlulukları söz konusudur. Adi ortaklıkta ortakların elbirliği ile hak sahipliği yerine paylı hak sahipliğini benimsemeleri durumunda, TMK m 688, III e göre payın devri, rehni ve haczi caizdir. Ancak adi ortaklıkta asıl kural, ortakların elbirliği ile hak sahipliğidir. Elbirliği ile hak sahipliğinde ise haciz açısından tartışılması gereken sorunlar bulunmaktadır. Bu çalışmada söz konusu sorunların tespiti ve çözümü üzerinde durulmaktadır. Bu kapsamda ZPO § 736 hükmünün Türk hukukunda olmamasının haciz bakımından bir 1  Reha Poroy/Ünal Tekinalp (Ersin Çamoğlu), Ortaklıklar Hukuku I, (14. Bası 2019) 85, Nr 100a; Oruç Hami Şener, Adi Ortaklık (2008) 416; Nami Barlas, Adi Ortaklık Temeline Dayalı Sözleşme İlişkileri (4. Bası 2016) 90; Fatih Bilgili,  Adi Ortaklıkların Fiil Ehliyeti ve Alman Federal Mahkemesi nin Verdiği Yeni Karar Karşısında Ortaya Çıkan Durum  (2002) Prof. Dr. Ömer Teoman a 55. Yaş Günü Armağanı, Cilt I, 203; Güzin Üçışık, Türk Hukukunda Kollektif Ortaklıkta Ortakların Sorumluluğu (1985) 20. 2   Ortaklığın sorumlu olabilmesi için, tüzel kişiliğe sahip olması gerekir. Ortaklık tüzel kişiliğe sahip değilse ortakların sorumluluğundan bahsedilebilir (Üçışık 20).3  Ortaklar ortaklık borçlarından dolayı alacaklılara karşı, sadece ortaklığa koymuş oldukları katılma payları ile değil; kişisel olarak tüm mal varlıkları ile sınırsız sorumludurlar (Fikret Eren, Borçlar Hukuku Özel Hükümler (7. Bası 2019) 854, Nr 2888). Sınırsız sorumluluk, ortağın ortaklığa koymayı taahhüt ettiği sermaye payıyla sınırlı olmaksızın ortaklığın borçlarının tamamından sorumlu olmasını ifade eder (Fatih Bilgili/Ertan Demirkapı, Şirketler Hukuku Dersleri (2013) 42). Adi ortaklıkta sınırsız sorumluluk için ayrıca bkz Ömer Ali Girgin, Adi Ortaklıkta Temsil ve Borçlardan Sorumluluk (2017) 115-116. Alacaklının alacağının tamamı için borçlunun tüm mal varlığına başvurabilmesi mümkün olduğunda, borçlunun sınırsız sorumluluğu söz konusudur. Bu durumda ortağın sorumluluğunu sınırlayan bir kanun veya sözleşme hükmü yoktur (Üçışık 35). Sınırsız sorumluluk bakımından aynı yönde bkz Selâhattin Sulhi Tekinay/Sermet Akman/Haluk Burcuoğlu/Atilla Altop, Tekinay Borçlar Hukuku (7. Bası 1993) 21. Bir kişinin tüm mal varlığı ile sorumlu olmasının kişisel sorumluluk anlamına geldiğine ilişkin bkz Nuşin Ayiter, Mamelek Kavramı Üzerine İnceleme (1968) 134.4  Soysal Özenli, Uygulamada Adi Ortaklık ve Neden Olduğu Davalar (1988) 101. Adi ortaklığa ait bir mal varlığı olmadığından, alacaklılar zorunlu olarak doğrudan ortakların mal varlığına başvurabilir (Bilgili/Demirkapı 41). Adi ortaklığın tüzel kişiliği olmadığından ortakların sorumluluğu birinci derecedir (Oruç Hami Şener, Teorik ve Uygulamalı Ortaklıklar Hukuku (4. Bası 2019) 59; Girgin 116).5  Arthur Meier-Hayoz/Peter Forstmoser, Schweizerisches Gesellschaftsrecht (10 Auflage 2007) § 12, Nr 31, 315; Nr 69, 325; Alfred Siegwart, Das Obligationenrecht, 4. Teil: Die Personengesellschaften (1938) Art 544, 181, Nr 28; Werner von Steiger, Schweizerisches Privatrecht, Handelsrecht, Band VIII/1 (1976) 383; Christoph Pestalozzi/ Nedim Peter Vogt, Basler Kommentar, Obligationenrecht II (5. Auflage 2016) 47, Nr 14; Walter Fellmann/Karin Müller, Berner Kommentar, Kommentar zum schweizerischen Privatrecht, das Obligationenrecht, Bd VI, 2. Abteilung, Die Einzelnen Vertragsverhältnisse, Die Einfache Gesellschaft, 8. Teilband (2006) Art 544 1093, Nr 142; Lukas Handschin/Reto Vonzun, Kommentar zum schweizerischen Zivilrecht, Obligationenrecht, Teilband V/4a, Die einfache Gesellschaft (2009), Art 544, 544, Nr 44; Frédéric Krauskopf/Soluna Giron (Schütz, Jürg Gian), Personengesellschaftsrecht (2015) Art 544, 130, Nr 13; Peter Jung, Handkommentar zum Schweizer Privatrecht (3. Auflage 2016), OR Art. 544, 72-73, Nr 9-11; Şener, Adi Ortaklık, 417; Şener, Ortaklık, 59, 85-87; Poroy/Tekinalp (Çamoğlu) 85, Nr 100; Eren, Borçlar, 853-854, Nr 2885-2888; Barlas 91; Bilgili/Demirkapı 26-27, 41; Bilgili 203; Girgin 115-116. Bkz Yargıtay 12. HD, 8274/635, 19.1.2017 (Kazancı İçtihat Bankası). 4Peksöz / Adi Ortaklıklarla İlgili Takiplerde Haciz         eksiklik olup olmadığı tartışılmaktadır. Söz konusu tartışmanın sonucuyla bağlantılı olarak ortakların kişisel alacaklılarının ortaklık mal varlığı değerleri üzerinde haciz talebinin mümkün olup olmadığı ele alınmaktadır. Elbirliği konusu mal varlığı değerlerinin ortaklık borçları için haczi ise ayrı bir tartışma konusudur. Söz konusu tartışmanın ardından ortakların kişisel borçları sebebiyle ortaklık hissesinin haczinin uygun olup olmadığı değerlendirilmektedir. I. Ortakların Elbirliği ile Sahip Olduğu Mal Varlığının HacziA. Genel OlarakOrtaklara karşı yapılacak takiplerin konusu, ortaklık ilişkisi kapsamında ortakların üstlendikleri borçları veya ortakların kişisel borçları olabilir. Bu sebeple ortaklara karşı yürütülen takibin alacaklı tarafında, ortakların ortaklık amacı kapsamında borçlandıkları alacaklıları veya kişisel alacaklıları yer alabilir. Örnek olarak, (A) ve (B) lokanta işletmek maksadıyla bir adi ortaklık kurmuştur. Ortaklık olarak işlettikleri bu lokantada kullanmak için elli litre, evlerinde kullanmak için de yirmişer litre zeytinyağını (D) den satın alırlar. (A) ve (B) nin lokantada kullanmak için aldıkları zeytinyağının borcundan ortaklık ilişkisi sebebiyle sahip oldukları mal varlığı ile sorumlu olup olmadığı hususu tartışılmalıdır. Bu borçtan dolayı, ortakların kişisel mal varlığına (D) nin başvurmasının mümkün olup olmadığı da sorgulanmalıdır. Bunun yanında sadece (A) nın evinde kullanmak için aldığı zeytinyağının borcundan dolayı, (A) ve (B) nin elbirliği ile sahip olduğu malların haczinin mümkün olup olmadığı da düşünülmelidir.B. Ortağın Kişisel Borcu Sebebiyle Ortakların Elbirliği ile  Sahip Olduğu Mal Varlığının HacziOrtaklardan birinin kişisel borcu sebebiyle adi ortaklığın mal varlığının haczinin mümkün olup olmadığına ilişkin açıklamalara, Alman hukukunda yer alan ZPO § 736 hükmü esas alınarak başlanması uygun olur. Anılan hükmün Türk hukukunda karşılığı yoktur. Bu durumun bir eksiklik teşkil edip etmediği tartışılmalıdır.ZPO § 736 hükmüne göre, adi ortaklığın ortaklık mal varlığında icra takibi yapılabilmesi için tüm ortaklara karşı ilâm alınmış olması gerekir. Bu hüküm, ortakların  elbirliği  hâlinde  hak  sahibi  oldukları  mal  varlığı  üzerinde,  serbestçe tasarrufta bulunamayacaklarına ilişkin BGB § 719 hükmünün icra hukukundaki 6  Benzer olay ve sorular için bkz Nicole Raster, Die Verselbständigung der Gesellschaft des bürgerlichen Rechts (2001) 56; Walter F Lindacher,  Grundfälle zur Haftung bei Personengesellschaften  (1982), JuS, 1982, 595, Fall 36. 5İstanbul Hukuk Mecmuası 78/1karşılığıdır. Böylece elbirliği mülkiyetinin konusu mal varlığında, ortaklardan sadece birine karşı takip yapılması ve birinin kişisel alacaklısının ortaklık mal varlığında icra işlemi yaptırması engellenir. Dolayısıyla ortaklardan birinin kişisel alacaklısı, ortaklık mal varlığı değerlerine haciz koyduramaz. Ortakların tamamının adi ortaklıkla ilgili olmayan kişisel borçlarından dolayı, alacaklıların tüm ortaklara karşı ilâm alarak ortaklık mal varlığına başvurmasının mümkün olup olmadığı ise tartışmalıdır. Türk  hukukunda  ve  İsviçre  hukukunda  ZPO  §  736  hükmüne  benzer  bir düzenlemenin olmaması sebebiyle, ortaklardan birinin kişisel alacaklısının ortaklık mal varlığına başvurabilmesinin mümkün olduğu düşünülebilir. İsviçre hukukunda adi ortaklıktaki hak sahipliği rejiminin paylı mülkiyet olarak kabul edildiği dönemde, ortakların  kişisel  alacaklılarının  ortakların  paylarına  başvurarak  ortaklık  mal varlığından doğrudan tatmin edilmeleri mümkündü. Ancak hak sahipliği rejiminin elbirliğine dönüşmesinden sonra ortakların kişisel alacaklılarının ortağın tasfiye 7  Johannes Wertenbruch, Die Haftung von Gesellschaften und Gesellschaftsanteilen in der Zwangsvollstreckung (2000) 188; Mathias Morawietz, Die rechts-und parteifähige Gesellschaft bürgerlichen Rechts im Zivilprozess (2011) 23-24; Baha Nurettin Güven, Die Unterscheidung von Innen- und Aussengesellschaft bürgerlichen Rechts (2010) 77-78. Alman hukukunda dış adi ortaklığn taraf ehliyeti kabul edildiğinden, ortaklığa karşı alınmış ilâmla ortaklık mal varlığında takip yapılabilir (Christian Seiler (Thomas Heinz/Hans Putzo), Zivilprozessordnung (38. Auflage 2017) § 736, 1014, Nr 4; Karsten Schmidt,  Die parteifähige BGB-Aussengesellschaft: noch immer ein schwieriger Fall!  (2007) 150; Hanns Prütting/Markus Gehrlein, Zivilprozessordnung (9. Auflage 2017) § 50, 246, Nr 21; Güven 78. ZPO § 736 hükmünün lafzı buna engel değildir (Seiler (Thomas/Putzo), § 736, 1014, Nr 4). Raster adi ortaklığa taraf ehliyeti tanınmadan önce, adi ortaklık ve hak ehliyeti olmayan dernekler arasında kurduğu benzerlikten dolayı ZPO § 50 II gibi ZPO § 735 in de adi ortaklık için uygulanabileceğini, böylece adi ortaklığa karşı alınmış kararla adi ortaklığa karşı takip yapılıp ortaklık mal varlığından alacaklının tatmin edilebileceğini savunmuştur. Raster e göre, ZPO § 736 hükmü pratik olmayan ve sisteme aykırı hale gelmiş bir düzenlemedir (Raster 143, 150). ZPO § 736 hükmünde tüm ortaklara karşı karar alınması ortaklık mal varlığına başvurmak için gerekli kabul edilse de, artık ortaklığa karşı alınmış bir kararın da ortaklık mal varlığına başvurmak için yeterli olduğuna ilişkin bkz Eberhard Wieser,  Rechtsfähige BGB-Gesellschaft- Neue Rechtslage nach der BGH-Entscheidung  (8/2001), MDR, 422. Tüm ortakların ortaklık borçlarından kişisel sorumlu olmalarından dolayı, onlara karşı karar alınması adi ortaklığın taraf ehliyeti varken de caizdir (Seiler (Thomas/Putzo), § 736,  1014, Nr 4; Schmidt 158; Prütting/Gehrlein, § 50, 246, Nr 21; Güven 78).8  Morawietz 23-24. 9  Güven 78.10  Morawietz 23-24; Peter-Hendrik Müther,  Zivilprozessuale Probleme der ‘neuen  BGB-Gesellschaft , MDR, 628; Raster 64. 11  Bir görüşe göre, ortakların ortaklık mal varlığı ile sorumlu olması, ortaklık amacı kapsamında üstlenilen borçlara (ortaklık borçlarına) ilişkindir. Ortakların kişisel alacaklıları ortaklık mal varlığına başvuramaz (tüm ortaklara karşı karar alınmış olsa dahi). Bu yönde bkz Raster 59, 144; Morawietz 24-25; Robert Heller, Der Zivilprozess der Gesellschaft bürgerlichen Recht (1989) 229; Stephan Göckeler, Die Stellung der Gesellschaft des bürgerlichen Rechts im Erkenntnis-, Vollstreckungs und Konkursverfahren (1992) 201 vd. Alman İflas Kanunu nun ortaklığın iflâsını mümkün görmesi neticesinde, ortaklık mal varlığının yalnızca ortaklık alacaklılarına tahsis edildiğine ilişkin bkz Raster 59; Morawietz 25. Ortakların kişisel mal varlığının ortaklık alacaklılarına karşı korunmasında olduğu gibi; ortakların kişisel alacaklılarından da ortaklık mal varlığı korunmalıdır (Raster 59). Alacaklının dava açarken ortaklık mal varlığına mı ortakların kişisel mal varlığına mı başvurmak istediğine karar vermesi ve hangi mal varlığına başvurmak istediğini dava dilekçesinde belirtmesi gerektiğine ilişkin bkz Raster 137. Diğer görüşe göre ortaklık mal varlığı ile sorumluluğu, ortaklık işlemi ile ilişkilendirmemek gerekir. Ortaklık amacı dışındaki bir konuya ilişkin olarak, ortaklara karşı ortaklık mal varlığında takipte bulunulabilir. Bunun için alacaklının tüm ortaklara karşı ilâm alması yeterlidir. Alacaklının talebinin temelinde yer alan hukukî sebebin ne olduğu, ortaklık mal varlığına başvururken önemli değildir (Müther 627; Wieser 422-423; Wertenbruch, Haftung, 149-150). Tüm ortaklar birlikte hareket ederek, istedikleri gibi ortaklık mal varlığında tasarruf edebilirler ve kişisel alacaklılarını bu mal varlığından tatmin edebilirler (Wertenbruch, Haftung, 149-150). Miras ortaklığında, mirasçıların kişisel alacaklılarının terekeye başvurabilmesinin mümkün olduğuna dair bkz Wertenbruch, Haftung, 156-157. Alman Federal Mahkemesinin adi ortaklığın taraf ehliyetini tanımasından sonra da bu tartışma devam etmiştir. Bu yönde bkz Morawietz 25-26, 122-123; Wieser 422-423; Wertenbruch, NJW,  328. 12  Fellmann/Müller, Art 544, 1114, Nr 221; Reto Vonzun, Rechtsnatur und Haftung der Personengesellschaften (2000) 145.6Peksöz / Adi Ortaklıklarla İlgili Takiplerde Haciz         payını haczettirerek tatmin olmaları sağlanmış, kişisel alacaklıların ortaklık mal varlığına doğrudan başvurmaları engellenmiştir. Böylece adi ortaklığın her ne kadar tüzel kişiliği olmasa da elbirliği ile hak sahipliği sayesinde ortakların mal varlığı ve ortaklığın mal varlığı birbirinden ayrılmıştır. ZPO  §  736  hükmünün  Türk  hukukunda  ve  İsviçre  hukukunda  karşılığı bulunmamasına rağmen, bu hükmün temelini oluşturan elbirliği ilkesinden dolayı, Alman hukukundaki gibi kişisel alacaklıların ortaklık mal varlığına başvuramaması Türk hukukunda ve İsviçre hukukunda da kabul edilmelidir. Zira elbirliği ilkesi sayesinde ortakların elbirliği mal varlığında münferit olarak tasarrufu engellenmiştir. Bu sebeple ortakların münferit kişisel alacaklıları da ortakların elbirliği ile sahip olduğu mal varlığında yer alan değerlere haciz koyduramaz. Bunun yanında TBK m 638, II ye göre, ortakların kişisel alacaklılarına, borçlu ortağın tasfiye payından talepte bulunma imkânı verilmiştir. Bu hükmün temeli ortakların ortaklık mal varlığında, birlikte tasarruf etme zorunluluğuna dayanır. Böylece TBK 638, II hükmü ile ortaklık mal varlığına bir ortağın kişisel alacaklısının doğrudan başvurması engellenmiştir.  Keza  ortakların  kişisel  alacaklılarının  ortağın  tasfiye  payından alacağını tahsil edebilmesinden çıkan sonuçla, ortaklık alacaklıları ile ortakların kişisel alacaklıları birbirinden ayrılır. Dolayısıyla ortakların kişisel alacaklılarının ortaklık mal varlığına başvurma hakları bulunmaz. 13  Fellmann/Müller, Art 544, 1114, Nr 221; Jung OR Art 544, 69, Nr 3; Baki Kuru, İcra ve İflas Hukuku El Kitabı (2. Bası 2013) 454; Vonzun 145.14  Fellmann/Müller, Art 544, 1114, Nr 221; Handschin/Vonzun, Art 544, 565, Nr 105; Krauskopf/Giron, Art 544, 129, Nr 10; Jung OR Art 544, 69, Nr 3; Vonzun 145; Alfred Müller, Die Haftungsverhältnisse bei der einfachen Gesellscahft (1938), 28; Kuru, El Kitabı, 454; Karahan/Akın 96. 15  Jung OR Art 544, 69, Nr 3; Isabella Chabloz/Michel Heinzmann (Çev. Tuncer Kazancı),  Actio Pro Socio: Usuli Bir Yaklaşım (Actio Pro Socio: A Procedural Approach)  (2017/1) MİHDER, C 13, S 36, 28. Bu durumun bir nevi ortaklık mal varlığının olduğunu gösterdiğine dair bkz Karahan/Akın 96.16  Ortakların tek başına ortaklık mal varlığında tasarruf imkânı olmadığından, Alman hukukunda ZPO § 736 düzenlemesi bulunmasaydı da ortaklık mal varlığında icra takibi yapabilmek için tüm ortaklara karşı ilâm almak gerekirdi (Bayer Soergel/Walter Hadding, Bürgerliches Gesetzbuch, Band 4, Schuldrecht III (11. Auflage 1985) 126, Nr 53).17  Nuşin Ayiter, Türk Medeni Kanunu ve Borçlar Kanununda Elbirliği Ortaklıkları (İştirak Halinde Mülkiyet) (1961) 156. Bir örnek kapsamında yapılan açıklamalar bakımından aynı yönde bkz Şener, Ortaklık, 26-27.  Adi ortaklıkta, ortağın kişisel alacaklıları borçlu ortağın şirketteki kâr payını veya adi ortaklığın tasfiye edilmesi halinde borçluya isabet edecek tasfiye payını haczettirebilir. Ne var ki, henüz adi ortaklığa ait kazancın ortaklar arasında taksim edilmediği veya ortaklığın tasfiyesi halinde borçlu ortağa isabet edecek tasfiye payının belirlenmediği bir aşamada, adi ortaklığın yaptığı işin karşılığında üçüncü kişiden alacağının haczi mümkün değildir.  Yargıtay 3. HD, 1085/11995, 22.11.2018. Ayrıca bkz HGK, 12-1233/1014, 10.12.2014; HGK, 12-863/432, 3.4.2013 (Kazancı İçtihat Bankası).18  Handschin/Vonzun, Art 544, 565, Nr 105; Fellmann/Müller, Art 544, 1115, Nr 226; Müller, A 28; Şener, Ortaklık, 26, 27. TBK m 638, II ye göre,  Ortaklık sözleşmesinde aksine bir hüküm bulunmadıkça, bir ortağın alacaklıları, haklarını ancak o ortağın tasfiyedeki payı üzerinde kullanabilirler. 19  Fellmann/Müller, Art 544, 1057, Nr 17; 1114, Nr 221.20  ibid, Art 544, 1057, Nr 17; 114, Nr 221.21  ibid, Art 544, 1081, Nr 102.22  Fellmann/Müller, Art 544, 1081, Nr. 102; Handschin/Vonzun, Art 544, 565, Nr 105; Krauskopf/Giron, Art 544, 129, Nr 10; Müller, A 28; Eren, Mülkiyet, 141.  Adi ortaklıklarda, ortaklardan birinin kişisel borçlarından dolayı hakkında icra takibi yapılması halinde, borçlu ortağın kar veya tasfiye payı belirlenmeden ortaklığa ait mevcut bir hakkın haczine karar verilemeyeceğinden...  Yargıtay 12. HD, 23461/14891, 30.11.2017; 12. HD., 5318/294, 16.1.2019 (Kazancı İçtihat Bankası).7İstanbul Hukuk Mecmuası 78/1Alacaklı, ortakların müteselsil sorumluluğuna dayanarak onlardan birine veya birkaçına karşı takip yaparsa elbirliği konusu mal varlığı değerleri üzerinde haciz koyduramaz. Çünkü takibin borçlu tarafında ortakların tamamı yer almadığından elbirliği konusu mal varlığı üzerinde birlikte tasarruf şartı sağlanmış değildir. Bu durumda ancak ortağın kişisel mal varlığına ve ortaklıktaki tasfiye payına haciz konularak alacak tahsil edilebilir. Ortaklardan birinin kişisel alacaklısının elbirliği konusu mal varlığını haczettirmesi hâlinde, diğer ortaklar tarafından İİK m 96 vd na göre istihkak iddiası ileri sürülebileceği gibi, elbirliği mülkiyeti konusu malın haczedildiği gerekçesiyle şikâyet yoluna da başvurulabilir. Bu yollardan birine başvurmak mümkündür. Her iki yola birlikte başvurulduğunda, şikâyet yolu ile istihkak davasının birleştirilmesi söz konusu olmaz. Ancak şikâyetin sonucu, istihkak davası için bekletici mesele yapılabilmelidir.C. Ortaklık Borcu Sebebiyle Ortakların Elbirliği ile Sahip  Olduğu Mal Varlığının HacziAdi ortaklık mal varlığının haczine ilişkin verilen örnekte tartışılması gereken bir diğer hususun ortaklık borcu sebebiyle ortaklık mal varlığının haczi olduğu ifade edilmişti. Bu anlamda, söz konusu borç sebebiyle ortakların tamamına karşı takip yapılması ve ortakların hepsinin tasfiye payına haciz konulması söz konusu olabilir. Ancak  ortakların  tamamının  tasfiye  payı  yerine  ortakların  elbirliği  ile sahip olduğu mal varlığı değerlerine haciz konulmasının mümkün olup olmadığı da sorgulanmalıdır. Alman hukukunda ZPO § 736 hükmü ile bu durum mümkün kabul edilmekle beraber, Türk hukuku bakımından bu hükmün olmayışı, söz konusu durumu tartışmalı hâle getirmektedir.23  Fellmann/Müller, Art 544, 1127, Nr 266; Müller, A 133; Evrim Erişir, Medeni Usul Hukukunda Taraf Ehliyeti (2007) 226.24  Fellmann/Müller, Art 544, 1127, Nr 267; Erişir 227.25  Müller, A 133.26  Yargıtay 8. HD, 3802/4714, 1.4.2013 (Kazancı İçtihat Bankası). Aynı yönde bkz Kudret Aslan, Hacizde İstihkak Davası (2005) 124. Bu durumda istihkak davası yoluna gidilemeyeceği, süresiz şikâyet yoluna başvurulması gerektiğine dair bkz Şener, Adi Ortaklık, 186-187. Hisse haczini mümkün gören görüşe göre, hisse haczi yapıldığında diğer ortaklar elbirliği ile hak sahibi oldukları gerekçesiyle istihkak iddiasında bulunamazlar (Mesut Ertanhan,  Elbirliği Mülkiyeti, Miras Ortaklığı ve Miras Hissesinin Haczi, Antalya Bilim Üniversitesi Hukuk Fakültesi Dergisi  (2019) C 7, S 13, 117).27   Türk Borçlar Kanunu nun 622 ve 623 ... maddeleri gereğince; adi ortaklıkta her ortak, şirketin iştirak hakkına sahip olduğundan, ortağın kişisel alacaklıları, borçlu ortağın, yıl sonunda bilançonun düzenlenmesi ile ortaya çıkan şirketteki kâr payını haczettirebilirler. Ayrıca, adi ortaklığın tasfiye edilmesi halinde borçluya isabet edecek tasfiye payının da haczi mümkün bulunmaktadır. Açıklanan bu hükme göre, adi ortaklığın para ve malları üzerine haciz konulması halinde, bu husus, ortaklardan her biri tarafından İİK nun 16/2. maddesi kapsamında süresiz olarak şikayet konusu yapılabilir.  Yargıtay 12. HD, 1464/9367, 8.10.2018; 12. HD, 24766/14892, 30.11.2017; 8. HD, 21193/14864, 8.9.2014 (Kazancı İçtihat Bankası).28  Hakan Pekcanıtez/Oğuz Atalay/Meral Sungurtekin Özkan/Muhammet Özekes, İcra İflâs Hukuku, (6. Bası 2019), 194.29  ibid 194.30  Bkz yuk. I. A.31  İsviçre hukukunda VVAG Art 1 den dolayı ortaklık mal varlığında haciz yapılamayacağı, haczin konusunun tasfiye payı olabileceği ileri sürülmüştür. Federal Mahkemenin de bu yönde kararı olmakla beraber, Mahkeme aksi yönde de karar vermiştir. Aksi yöndeki kararına göre, tüm ortaklara karşı takibin yöneltilmesi hâlinde ortaklık mal varlığındaki değerler de haczedilebilir (BGE 124 III 508). Fellmann/Müller e göre ise ortakların tamamına karşı takip yapılmışsa ve tasfiye paylarının haczi ve paraya çevrilmesi mümkün ise istisnai olarak bu duruma imkân verilmelidir. Fakat bu malın paraya çevrilmesi tek tek tasfiye paylarının paraya çevrilmesinden daha fazla gelir getirmelidir. Nitekim Alman hukukunda ZPO §736 hükmüyle ortakların tamamına karşı alınan ilâmla, ortaklık mal varlığında haciz imkânı kabul edilmiştir. Bu husustaki açıklamalar için bkz Fellmann/Müller, Art 544, 1128-1129, Nr 270-275. İsviçre Federal Mahkemesinin bir kararında, bütün ortaklar takip edilse dahi ortaklık mal varlığının haczinin mümkün olmayacağına dair bkz BGE 58 III 107, Poroy/Tekinalp (Çamoğlu) 84, Nr 99i, f.8Peksöz / Adi Ortaklıklarla İlgili Takiplerde Haciz         Yargıtay bazı kararlarında, adi ortaklığın tüzel kişiliği olmadığı gerekçesiyle, ortakların borcu için elbirliği hâlinde sahip olunan mal varlığında haciz yapılmasına imkân olmadığı sonucuna varmaktadır. Yargıtayın bu görüşüne katılmıyoruz. Zira adi ortaklık ilişkisi kapsamında ortakların üstlendikleri borçlardan dolayı elbirliği hâlinde hak sahibi oldukları mal varlığına başvurmak mümkün olmalıdır. Ortakların adi  ortaklık  olarak  katıldıkları  hukuki  ilişkilerden  doğan  borçlardan  sorumlu olmaları, onların adi ortaklık olarak sahip oldukları mal varlığı ile de sorumluluğunu gerektirmelidir.  Nitekim  sorumluluk  kavramının  anlamından  da  bu  sonuca ulaşılmalıdır. Keza ortaklar hem kişisel mal varlıkları hem de ortaklık olarak sahip oldukları elbirliği mal varlığıyla bu borçlardan sorumludur. Fakat bu sorumluluk sebebiyle ortaklık mal varlığı değerleri üzerinde haciz yapabilmek için ortakların tamamının genel haciz yoluyla takipte taraf olarak yer alması veya ilâmlı takipte ilâmın ortakların hepsine karşı alınması ve takipte de hepsinin taraf olarak bulunması gerekir. Bu şartlar sağlandığı takdirde, ortakların borcundan dolayı ortaklık mal varlığında  haciz  yapmaya  engel  yoktur. Ayrıca  ortakların  tamamı  takipte  yer aldığında bu durum elbirliği ilkesine aykırılık teşkil etmez. 32   Alacaklı vekilinin istemi üzerine Konya Selçuklu Belediye Başkanlığı‘na gönderilen haciz ihbarnamesinde, her ne kadar borçlu olarak adi ortaklığı oluşturan şirketler gösterilmiş ise de, alacağın Selçuklu Kongre Merkezi yapım işine ilişkin ihale alacağından kaynaklandığı belirtilmiş olup, haczedilen alacağın adi ortaklığa ait olduğu anlaşılmaktadır. Adi ortaklıklarda, ortakların borçlarından dolayı takip yapılması halinde, ortağın ancak kâr payı veya tasfiye payına haciz konulması mümkün olup, tüzel kişiliği bulunmayan ortaklığa ait bir mal veya alacak üzerine haciz konulamaz.  Yargıtay 12. HD, 14198/26940, 5.11.2015.  Ortaklığın kendisini oluşturan şirketlerden ayrı bir tüzel kişiliğinin bulunmaması ve adi ortaklığın 3. şahıslardaki alacak ve hakları üzerine haciz konulmasının mümkün bulunmaması sebebiyle  Yargıtay 12. HD, 21568/11532, 28.9.2017. Yargıtayın bazı kararlarında ise, haciz konusu borcun doğum sebebinin araştırılması gerektiğine yer verilmiştir. Bu yönde bkz  Borçlu şirket aleyhine yürütülen kambiyo senetlerine mahsuz haciz yoluyla takipte, Valiliğe İİK.nun 89. maddesine göre gönderilen 1. haciz ihbarnamesi ile borçlu şirketin her türlü doğmuş ve doğacak hak ve alacakları ile istihkakları üzerine haciz konulduğu görülmüştür. Borçlu tarafından Konya Valiliği nezdinde haczedilen alacağın adi ortaklığın alacağı olduğu iddia edilmektedir. Bu durumda Konya Valiliği nezdinde bulunup haciz konulan alacağın kaynağının ne olduğu, hangi ilişkiden kaynaklandığı ve borçlunun bireysel alacaklarının olup olmadığı araştırılarak sonucuna göre karar verilmesi gerekirken...  Yargıtay 12. HD, 11282/13016, 3.5.2016.  Bu sebeple adi ortaklıklarda, ortaklardan birinin kişisel borçlarından dolayı hakkında takip yapılması halinde, adi ortaklığın istihkakına haciz konulamaz ... Belediyesi nezdinde bulunup da üzerine haciz konulan alacağın kaynağının ne olduğunun, hangi ilişkiden kaynaklandığının, adi ortaklığa ait alacak mı yoksa borçlunun bireysel alacağı mı olduğunun araştırılarak oluşacak sonuca göre karar verilmesi gerekirken...  Yargıtay 12. HD, 21478/13136, 26.10.2017 (Kazancı İçtihat Bankası).33  Yargıtayın elbirliği ile tasarruf olunan bir mal üzerinde haciz konamayacağına ilişkin 1945 yılında verdiği içtihadının hatalı olduğu, böyle bir mal üzerinde haciz imkânını tanımamanın alacaklı için vahim sonuçlar doğurabileceği, ortakların malı başkasına devredebileceği görüşü için bkz Ayiter, Elbirliği, 158.34  Sorumluluk kelimesinin Borçlar Hukukunda iki anlamı vardır. Birinci anlamına göre, bir kişinin diğerine hukuka aykırı bir fiilden dolayı zarar vermesi hâlinde, ona karşı sorumlu olmasıdır. Diğer anlamına göre ise, borcunu yerine getirmeyen borçlunun mal varlığına alacaklının el koyabilmesidir. Yani borcunu ödemeyen borçlu, mal varlığı ile alacaklıya karşı sorumludur. Borçlunun bu anlamdaki sorumluluğu, alacaklının dava ve (özellikle) takip yoluyla borçlunun mal varlığına başvurması hâlinde söz konusu olur (Necip Kocayusufpaşaoğlu, Borçlar Hukuku Genel Bölüm (2008) 36-37, Nr 44-45; Tekinay/Akman/Burcuoğlu/Altop, 18-21).35  Pestalozzi/Vogt, Art 544, 46, Nr 7; Erişir 226-227. 36  Adi ortaklıkla ilgili takipte ortakların elbirliği ile mülkiyetinde olan malın haczinin mümkün olduğu yönünde bkz Poroy/Tekinalp (Çamoğlu) 84, 99i, f. Elbirliği mülkiyetinin konusu olan eşyanın ancak ortaklığın borcu için haczedilebileceği yönünde bkz Eren, Mülkiyet, 141. Ortaklığın üçüncü kişi alacaklıları, alacaklarını tahsil etmek için her bir ortağın payı üzerine haciz koydurup tüm ortaklık mal varlığını sattırarak alacaklarını tahsil edebilir. Tüzel kişilerde alacaklıların başvurabileceği ayrı bir mal varlığı mevcut iken; adi ortaklıkta bu şekilde ayrı bir mal varlığı yoktur. Ortakların kişisel alacaklıları ortaklık alacaklılarına göre dezavantajlı konumda olup, ortaktan olan alacaklarını sadece tasfiye bakiyesinden alabilir (Karahan/Akın 96). Aksi yöndeki görüşe göre, tüm ortaklara icra takibi yapılsa bile ortaklık mal varlığında doğrudan haciz yapılamaz. Ortaklık mal varlığına doğrudan haciz imkânı tanınmış olması, ortaklığı karşı takip yapılmış olmasıyla aynı anlama gelir. Bu durum ise mümkün değildir (Müller, A 133-134).9İstanbul Hukuk Mecmuası 78/1Alacaklı, ortaklık ilişkisi haricinde kişisel bir sebepten dolayı tüm ortaklara karşı alacak hakkına sahipse bu alacağın tahsili için ortaklık mal varlığı değerlerinin haczi mümkün olmalıdır. Çünkü tüm ortakların bir borcu bulunmaktadır ve haczin talep edildiği mal varlığı ortaklığa değil; ortakların tümüne aittir.Yukarıda bahsedilen Yargıtay uygulamasına ilişkin ilk kararda, davalı tarafta sadece tek bir ortak gösterilmemiş, ortaklığı oluşturan ortaklıklar takibin tarafı olarak yer almıştır. Bu olayda adi ortaklığın alacakları için gönderilen ihbarname, adi  ortaklık  ortaklarının  elbirliği  hâlinde  sahip  olduğu  mal  varlığına  ilişkindir. Ortakların tamamına karşı yapılan takipte adi ortaklığın üçüncü kişilerdeki alacakları için İİK m 89 ihbarnamelerinin gönderilmesi mümkün olmalıdır. Ne var ki Yargıtay bu duruma imkân tanımamıştır. Ayrıca Yargıtay, önce adi ortaklığın tüzel kişiliği olmadığını belirtmekte ve adi ortaklığın mal varlığını kabul etmekte; sonra da bu mal varlığıyla ortaklık ilişkisi kapsamındaki borçlardan hem ortakların hem de ortaklığın sorumluluğunu engellemektedir. Bu durum açık bir çelişki oluşturur. Hukuk  Genel  Kurulu,  26.03.2019  tarihinde  verdiği  isabetli  kararıyla  bu uygulamanın aksini kabul etmiştir. Bu karara konu olayda, adi ortaklığın ticari faaliyette bulunduğu mallara karşılık temsilcisi aracılığıyla çek keşide edilmiştir. Kararda bu borcun  ortakların şahsi borcu olmayıp, adi ortaklığın borcu  olduğu ifade  edilmiştir.  Bu  borcun  adi  ortaklığın  borcu  olması  sebebiyle   ortaklar müteselsilen sorumlu oldukları ve ortaklığın mal varlığı elbirliğiyle idare edildiğine göre, birlikte sorumluluk gereği adi ortaklığın borcu nedeniyle adi ortaklığa ait mal veya alacağa haciz konulabilir ve alacaklı tarafından ortaklığın mal varlığından tahsilat yapılabilir . Böylece Hukuk Genel Kurulunun bu içtihadı ile adi ortaklığın ortaklık ilişkileri kapsamındaki borçlara ilişkin yapılan takipte, ortakların elbirliği hâlinde sahip oldukları mal varlığı üzerinde haciz konulmasının önü açılmıştır.Söz konusu karardaki karşı oy yazılarından birinde, adi ortaklığın TOKİ nezdinde oluşan istihkak alacağı üzerinde ortakların elbirliği ile hak sahibi olduğu ve bu alacak hakkının haczedilemeyeceği görüşü ifade edilmiştir. Takip konusu borcun ortaklardan birinin üçüncü kişiye borcu olması ile borcun adi ortaklığın faaliyetinden kaynaklanması arasında bir fark olmadığı ileri sürülmüştür. Kanunda da böyle bir ayrıma gidilmediği, İİK m 94 te hisse haczi ile TBK m 638, II de tasfiye payı haczinin düzenlenmesine  rağmen  takip  konusu  borcun  ortaklığın  borcu  olması  hâlinde, ortaklığa ait mal, hak ve alacaklar üzerinde münferiden haciz konulabileceğine ilişkin aykırı bir hüküm olmadığı vurgulanmıştır. 37  Jung OR Art 544, 70, Nr 4.38  ibid.39  Yargıtay 12. HD, 14198/26940, 5.11.2015 (Kazancı İçtihat Bankası).40  12-763/344 (Kazancı İçtihat Bankası).10Peksöz / Adi Ortaklıklarla İlgili Takiplerde Haciz         İİK 94 ve TBK 638, II hükümleri ortakların kişisel alacaklılarına ortaklıkla ilgili sahip olunan değerler üzerinde haciz yapma imkânı vermektedir. Ortakların kişisel alacaklıları tek bir ortağa karşı yaptıkları takipte, ancak tasfiye ve kâr payına haciz koyabilirken;  ortakların  elbirliği  hâlinde  sahip  olduğu  mal  varlığı  değerlerini haczedemez. Buna karşın, ortaklar adi ortaklık ilişkisi kapsamında hak kazanabiliyor ve borç altına girebiliyorsa bu borçlardan hem kendi kişisel mal varlığı hem de ortaklık olarak sahip oldukları elbirliği konusu mal varlığı ile sorumlu olurlar. Kanun koyucunun açıkça ortakların elbirliği hâlinde sahip oldukları mallar üzerinde haciz yapılabileceğini  düzenlememiş  olması,  varılan  bu  sonuca  engel  değildir.  Hisse haczinin ve tasfiye payının haczinin ayrıca düzenlenmesi de aslında bu sonucu haklı çıkarır niteliktedir. Zira kişisel alacaklıların elbirliği mülkiyetinde tek başlarına haciz yapamamalarından dolayı, onlara böyle bir imkân vermek gerekmiştir. Fakat ortaklık alacaklılarının  elbirliği  mal  varlığı  üzerinde  haciz  yapabilmeleri  için  bir  yasal düzenlemeye ihtiyaçları yoktur. Kaldı ki bu durum, ortakların elbirliği konusu mallar üzerinde birlikte tasarrufta bulunma ilkesine aykırılık teşkil etmez. Çünkü elbirliği mülkiyeti konusu mallar üzerinde ortakların birlikte tasarruf zorunluluğu, takipte de devam eder; haciz bu mallar üzerinde tüm ortaklara karşı yapılmaktadır. Mademki ortaklar birlikte tasarrufta bulunarak bu mallar üzerinde işlemler yapabiliyorlar, ortaklık işlemlerinden hak kazanıyorlar veya borç altına giriyorlar, o hâlde bu mallarla söz konusu borçlardan da sorumlu olmalıdırlar. Karardan ortakların üçüncü kişilerdeki mal ve alacak haklarının haczinin de mümkün olduğu sonucu çıkarılmaktadır. Uygulamada adi ortaklıkların ortaklarının ismiyle ve adi ortaklık ifadesiyle ya da hukukî ilişkilerde kullandıkları ortak isim altında mevduat hesabı açtıkları görülür. Bu hesaptaki mevduata ortakların borçları sebebiyle haciz konulabilir. Fakat ortaklardan birinin borcundan dolayı, mevduat hesabındaki para haczedilemez. Zira ortaklar hesaplarındaki bu para üzerinde elbirliği ile hak sahibidir. Bankalardaki veya diğer üçüncü kişilerdeki mal ve hakların haczi için de ortakların tamamına karşı takip yapmak gerekir. Ortakların elbirliği hâlinde sahip oldukları mal, hak ve alacaklar üzerinde ortaklık alacaklısının haciz yapabilmesi bakımından da, ortağın kişisel alacaklısının ortaklık mal varlığında haciz uygulatamamasında olduğu gibi, ZPO § 736 hükmüyle aynı sonuca varılmıştır. Bir diğer ifadeyle ZPO § 736 hükmüne benzer bir düzenlemenin Türk hukukunda olmaması, ortaklık mal varlığının ortaklık borcu sebebiyle haczine engel teşkil etmez.41   Ortağın kişisel alacaklıları, borçlu ortağın şirketteki, yıl sonunda bilançonun düzenlenmesi ile ortaya çıkan kâr payını haczettirebilirler. Ayrıca, adi ortaklığın tasfiye edilmesi halinde borçluya isabet edecek tasfiye payının da haczi mümkün bulunmaktadır.  Yargıtay 12. HD, 4259/9664, 30.5.2019 (Kazancı İçtihat Bankası).42   Adi ortaklığı oluşturan şirketlerden herhangi birinin borcu nedeniyle adi ortaklık hesaplarına haciz konulmasının mümkün olmadığı, ancak adi ortaklığın tasfiyesi halinde borçlu ortağa düşecek paydan veya kâr payından söz konusu alacağın istenebileceği…  Yargıtay 11. HD, 5128/2048 12.3.2019 (Kazancı İçtihat Bankası).11İstanbul Hukuk Mecmuası 78/1II. Ortağın Kişisel Borcu Sebebiyle Elbirliği ile Sahip Olunan  Mal Varlığındaki Hissesinin HacziOrtaklar adi ortaklık mal varlığında elbirliği ile hak sahibi olduğundan, ortakların tasarrufta bulunabileceği ve alacaklıların başvurabileceği hisseleri yoktur. Bununla birlikte kanun koyucu, elbirliği ortaklığında  hisse den bahsetmiş ve bu  hisse nin haczedilebileceğini İİK 94 ve 121 hükümlerinde öngörmüştür. Ortakların ortaklık ilişkisi kapsamında üstlendikleri borçlardan tüm mal varlıkları ile sorumlu olmaları sebebiyle, kişisel mal varlıkları da bu sorumluluğa dâhildir. Bunun yanında ortaklık hissesi ortağın kişisel mal varlığında bulunduğundan, ortağın kişisel  alacaklısının   hisse den  anlaşılması  gereken  değerleri  haczedebileceği söylenebilir. Ne var ki kanun koyucunun hissenin haczine imkân verir nitelikteki düzenlemesine  rağmen,  tek  bir  ortağın  kişisel  alacaklısının  elbirliği  mülkiyeti konusu mal varlığına (hisseye) haciz koydurması mümkün değildir. Çünkü elbirliği mülkiyetinde  ortakların  belirli  hisseleri  olmadığından,  ortağın  ortaklık  hissesi 43  Karin Müller, Die Übertragung der Mitgliedschaft bei der einfachen Gesellschaft (2003), 85. Karş Ayiter, Elbirliği, 111112. Elbirliği mal varlığı için  uyuyan/gizli hisse  kavramının kullanımı yönünde bkz Ayiter, Elbirliği, 112.44  Ortak sıfatı, kişinin bir kişi ortaklığı içindeki konumunu, bütün hak ve sorumluluklarını ifade eden geniş bir kavramdır. Oysa hisse, ortağın haklarının yalnız bir tarafıdır (Ayiter, Elbirliği, 112-113). Elbirliği mal varlığındaki hisse, ortakların mal varlıksal taleplerinin toplamıdır (Fellmann/Müller, Art 544,1067, Nr 54). Üyelik anlamındaki hisse bir ortaklığa aidiyeti ve ortaklık ilişkisinden doğan hak ve yükümlülükleri ifade eder. Buradaki haklar yönetim ve temsil gibi kişisel ortaklık haklarını ve kâr ve tasfiye payı gibi mal varlığı haklarını içerir. Kişisel ortaklık hakları ortaklığın amacını gerçekleştirmeye yönelik haklardır ve bir başkasına devredilemez. Mal varlığı hissesi ise ortaklık mal varlığına yönelik taleplerin tamamını ifade eder. Mal varlığı hissesinin devredilmesi ortaklık sıfatını kazandırmaz. Ancak devralan, mal varlığı haklarını elde edebilir. Bu anlamda, TBK m 623 hükmünde ifade edilen kazanç ve zarardaki pay kavramı mal varlığı hissesini ifade eder. TBK m 632, II de ortaklıktaki payın devrinde bahsedilen pay kavramı ise ortağın ortaklık ilişkisinden doğan hak ve yükümlülüklerinin toplamını, üyelik anlamındaki hisseyi karşılar (Gökçen Topuz, Hisse Haczi ve Satışı (2009), 72-73). Ortaklık/üyelik, esas anlamda bir kişinin ortaklığa aidiyetine ilişkin hukukî durum iken; ortaklık hissesi bu pozisyonun maddî ifadesidir. Üyelik hem hukukî ilişki hem de haktır (Müller, K 144, 204). 45  Bilgili/Demirkapı 42; Özenli 101. Adi ortaklığın taraf ehliyetinin kabul edilmesinden sonra, adi ortaklığa karşı alınmış bir ilâmla ortakların kişisel mal varlığına başvurulamayacağı kabul edilmektedir (Petra Pohlmann,  Rechts- und Parteifähigkeit der Gesellschaft bürgerlichen Rechts-Folgen für Erkenntnisverfahren, Zwangsvollstreckung und freiwillige Gerichtsbarkeit-  (2008), WM Zeitschrift für Wirtschafts- und Bankrecht, Heft 28, 1421; Wertenbruch, NJW, 329; Müther 990; Lindacher, Haftung 1982, 595; Seiler (Thomas/Putzo), § 736, 1014, Nr 5; Morawietz 128; Wieser 422; Güven 78). Çünkü ortaklığa karşı alınmış ilâmda ortaklar borçlu olarak yer almaz; ortaklığın kendisi borçludur (Wieser 422; Pohlmann 1281). Alacaklı, ortaklığın ve ortakların kişisel mal varlığına başvurmak istiyorsa ortaklara karşı ilâm almalıdır (Wertenbruch, NJW, 329; Wieser 422, 423).46  Ortağın kişisel alacağı sebebiyle ZPO § 859 I e göre ortaklık hissesinde haciz yapılabilir. Nitekim bu hisse, ortağın kişisel mal varlığına aittir (Müther 627-628; Hüsstege (Thomas/Putzo), § 736, 1013, Nr. 3). Hissenin kişisel mal varlığına ait olduğuna dair bkz Pestalozzi/Vogt, Art 544, 46, Nr 7; Seiler (Thomas/Putzo), § 736, 1013, Nr 3. 47  Kuru, El Kitabı, 454; Pestalozzi/Vogt, Art 544, 46, Nr 7; Ramazan Arslan/Ejder Yılmaz/Sema Taşpınar Ayvaz/Emel Hanağası, İcra ve İflâs Hukuku (5. Bası 2019) 256; İsmet Sungurbey,  Miras Payının ya da Belirli Konulardaki Miras Payının Üçüncü Bir Kişiye Geçirilmesi Sözleşmelerine ve Bu Payların Haczine İlişkin Pratik Sorunlar  (1984), Yasa Hukuk Dergisi, C 7, S 11, 1531; Nihat Güman, Elbirliği Mülkiyeti İle Kollektif ve Komandit Şirket Hisselerinin Haczi ve Paraya Çevrilmesi (2010) 196. Öğretideki aksi görüşe göre, her mirasçının miras hissesi bellidir ve veraset ilamında bu oran yer alır. Bir bütün olarak miras hissesi veya belirli bir mal ya da hak üzerindeki miras hissesi, borçlunun haczi mümkün olan ve belli bir ekonomik değer ifade eden mal ve haklardan sayıldığından bu hissenin haczi mümkündür. Bu duruma İİK m 94 izin vermektedir (Ertanhan 107, 115-116).12Peksöz / Adi Ortaklıklarla İlgili Takiplerde Haciz         olarak ifade edilen kısım üzerinde tek başına tasarrufta bulunma imkânı da yoktur. Bu yüzden her ne kadar hissenin haczedildiği belirtilse de, esasında ortaklık mal varlığındaki haczin konusunu hisse değil, elbirliği ortaklığının son bulması hâlinde ortağa düşecek olan tasfiye payı oluşturur. Keza TBK m 638, II ye göre  Ortaklık sözleşmesinde aksine bir hüküm bulunmadıkça, bir ortağın alacaklıları, haklarını ancak o ortağın tasfiyedeki payı üzerinde kullanabilirler.  Ayrıca TBK m 639, I, b. 3 te, tasfiyedeki payın paraya çevrilmesi adi ortaklığın sona erme sebeplerinden biri olarak öngörülmüştür.Tasfiye payı, ortağın ortaklık ilişkisinden kaynaklanan ve üzerinde serbestçe tasarruf edebileceği bir mal varlığı hakkıdır. Alacak hakkı niteliğinden dolayı, tasfiye payının İİK m 89 a göre haczedilebilmesi de mümkündür. Tasfiye payının haczinden başka alacaklı, ortağın ortaklıktaki diğer mal varlıksal haklarını da haczedebilir. Bu anlamda, TBK m 630, III gereğince yılda en az bir defa yapılacak hesap sonucu ortağın hak kazanacağı kâr payına, İİK 89 hükmüne göre haciz koydurabilir. Ayrıca ortağın faiz, masraf ve avans alacakları da bu yolla haczedilebilir. Ortağa kural olarak ücret verilmemekle beraber, idareci ortağa yaptığı hizmetlerinden dolayı ücret ödenmesi veya katılım payı olarak emeğini koymuş 48  Siegwart, Art 544, Nr 13; Ayiter, Elbirliği, 113-114; Eren, Borçlar, 83, Nr 2884; Barlas 104; Aslan 122. Ayrıca bkz Poroy/Tekinalp (Çamoğlu) 59, Nr 82. Yargıtayın yerinde olmayan bir kararı için bkz  B.K. nun 534. maddesinde bir ortağın alacaklıları haklarını ancak o ortağın tasfiyedeki hissesi üzerinde kullanabilecekleri yazılı ise de, bu hüküm ortaklığa ait mal üzerinde haciz konulmasına engel değildir. Çünkü o malın içinde borçlu ortağın da hissesi vardır. Öte yandan İ.İ.K.nun 94. maddesinde ortağın hissesine haciz konulabileceği öngörülmüştür. Bu durumda olayda ortaklığın varlığı kabul edildiği takdirde borçlu ortağın payına ait haczin devamına, başka bir deyişle davanın davacı üçüncü kişi ortağın ortaklıktaki 1/2 payı oranında kabulü gerekirken...  Yargıtay 17. HD, 2499/3135, 7.4.2011 (Kazancı İçtihat Bankası). Ortaklık payının/hissenin diğer ortakların rızasıyla devredilmesi durumunda, mal varlığı değerlerinin haczinin sonuçsuz kalacağına ilişkin bkz Topuz 78-79, 97.49  Kuru, El Kitabı, 453, 454; Pestalozzi/Vogt, Art 544, 46, Nr 7; Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası 256; Ayiter, Elbirliği, 114, 156; Sungurbey 1530, 1531; Timuçin Muşul, İcra ve İflas Hukuku (6. Bası 2013), 550, 551; Mehmet Bahtiyar, Ortaklıklar Hukuku (14. Bası 2020), 34; Güman 124, 129; Özenli 63; Aslan 122, 123. Karş. Poroy/Tekinalp (Çamoğlu) 59, Nr 82. Ayrıca bkz Fellmann/Müller, Art 544, 1116, Nr 228; 1068, Nr 54. Bkz Yargıtay 17. HD, 1663/6941, 7.6.2016 (Kazancı İçtihat Bankası). Hisse haczinin konusunu, borçlunun ortaklık ilişkisinden kaynaklanan tüm hak ve yükümlülüklerini ifade eden üyelik anlamındaki hissenin oluşturduğuna dair bkz Topuz 79. Haczin konusunu üyelik haklarının oluşturduğuna ve ortaklık mal varlığındaki hissenin haczedilemeyeceğine ilişkin bkz Dauner-Lieb/Langen/Hanke, § 725, Nr. 3. Ortağın hissesinin haczinden anlaşılması gereken, ortağın ortaklıktaki mal varlıksal haklarının ve tasfiye payının haczidir (Güman 124). Tasfiye payının haczine ilişkin bkz Murat Atalı/İbrahim Ermenek/Ersin Erdoğan, İcra ve İflâs Hukuku (2. Bası 2019) 230. Adi ortaklıkta ortağın iştirak hissesinin, tasfiyedeki hissesinin ve tasfiye sonunda bir şey kalırsa ortağa düşecek olan miktarın belirlenmesine yaradığına dair bkz Atalı/Ermenek/Erdoğan 119. Ortağın kişisel alacaklısının hakkını, o ortağın tasfiye payını haczettirerek kullanabileceği yönünde bkz Poroy/Tekinalp (Çamoğlu) 87, Nr 102; Eren, Mülkiyet, 141.50  Topuz 73. Adi ortaklığın tasfiyesinde, ortaklığın alacakları tahsil edilip borçları ödenir. Daha sonra aktifler toplanıp pasifler çıkarılır ve geriye bir mal varlığı kalırsa kalan bu mal varlığı tasfiye bakiyesi olur (Güman 129). Ortakların ortaklığa koymayı taahhüt ettikleri katılım payından ve ortaklığın tasfiye bakiyesinden öncelikle ortaklık ilişkisi kapsamında alacaklı olanlar alacaklarını alır. Geriye kalan bir şey olursa borçlu ortağın alacaklıları alacaklarını alabilir (Muşul 552). 51  Topuz 78; Güman 200.52  Kuru, El Kitabı, 454; Muşul 550; Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası 257; Murat Yavaş, Borçlunun Üçüncü Şahıslardaki Mal, Hak ve Alacaklarının Haczi (İİK m. 89) (2005) 167; Topuz 78; Güman 127, 190. Karş Aslan, 123. Ortağın kişisel alacaklısının ortağın tasfiye payını ve kâr payını haczettirebileceğine, bunun dışında adi ortaklığa ait diğer değerlere haciz koyduramayacağına dair bkz Şener, Adi Ortaklık, 185. Kâr payının haczedilebileceğine ilişkin bkz Atalı/Ermenek/Erdoğan 230; Özenli 63. Ortağın kişisel alacaklısı TBK m 636, II den yararlanabilir (Poroy/Tekinalp (Çamoğlu) 87, Nr 102).  Şirketin karına iştirak hakkına sahip olduğundan ortağın kişisel alacaklıları, borçlu ortağın şirketteki kâr payını İİK.nun 89. maddesine göre haczettirebilirler.  HGK, 12-1233/1014, 10.12.2014.53  Muşul 551; Güman 125-128, 190; Yavaş 167. Borçlunun adi ortaklıktaki masraf, avans, faiz ve kâr payı alacakları aynı zamanda taşınır mal niteliğinde olduğundan İİK m 88 e göre de haczedilebilir (Güman 191).13İstanbul Hukuk Mecmuası 78/1ortağa ücret ödenmesi kararlaştırılabilir. Bu hâllerde ortağın ücret alacağının haczi söz konusu olabilir. Adi ortaklık ortaklarının ortaklık ilişkisi kapsamında sahip oldukları mal varlığında elbirliği mülkiyeti yerine paylı mülkiyet rejimini benimsemesi mümkündür (TMK m 703, I; TBK m 638, I). Bu durumda her bir ortağın diğer ortaklardan ayrı ve belirlenmiş payı bulunduğundan ortağın alacaklısı bu paya haciz koydurabilir (TMK m 688, III)56.Buraya kadar yapılan açıklamalardan hareketle, ortaklardan birinin kişisel alacaklısı veya ortaklık alacaklısının takibi ortaklardan birine veya birkaçına karşı yöneltmişse, ortağın elbirliği mülkiyeti konusu mal varlığında hissesi olduğu gerekçesiyle bu mal varlığı değerlerini haczedemeyeceği ifade edilmelidir. Söz konusu alacaklı, ortağın ortaklıktaki mal varlıksal hakları üzerinde haciz uygulayabilir. Bu anlamda İİK 94 hükmünde yer alan hisse haczinden anlaşılması gereken de ortaklığın tasfiyesi neticesinde ortağa düşecek olan tasfiye payıdır. Dolayısıyla İİK m 94 ün ifadesinden yola çıkılarak elbirliği ile hak sahibi olunan mal varlığında adi ortaklık ortaklarından birinin  kişisel  alacaklısının  tatmin  edilmesi  için  tüm  mala  haciz  konulmamalı ve ortağın borcu için bu mal satılmamalıdır. Aksi takdirde elbirliği ilkesine zarar verilmiş olur.Ortağın tasfiye payının paraya çevrilmesi İİK m 121 e göre yapılır. Hükme göre icra mahkemesi tasfiye payının açık artırma ile satılmasına karar verebilir. Bu 54  Güman 125.55  Güman 125. Alacaklı, ortaklığın günlük kazancından ortağa düşecek paya haciz koyduramaz (Kuru, El Kitabı, 454; Güman 127; Aslan 123). İdareci ortağa ücret verilmesi kararlaştırıldığında, ortağın kişisel alacaklısı bu ücreti İİK m 83 e göre haczettirebilir (Yavaş 167; Güman 185). İİK m 355 ve m 356 hükümleri de uygulama alanı bulur (Güman 185). Alacaklı, borçlu ortağın adi ortaklıktaki tasfiye payına haciz koydurmadan önce faiz, ücret ve kâr payının haczini talep etmelidir. Bu değerler haczedilmeden hisse/tasfiye payı haczi yapılmamalıdır (Siegwart, Art 544, 179, Nr 22; Fellmann/Müller, Art 544, 1115, Nr 228; Verordnung über die Pfändung und Verwertung von Anteilen an Gemeinschaftsvermögen Artikel 3). Türk hukukunda bu yönde bir düzenleme bulunmadığından alacaklının tercih hakkı olduğuna ilişkin bkz Topuz 95. Alacaklı borçlunun ortaklıktaki mal varlıksal haklarını haczederek alacağını elde edebiliyorsa, ortağın tasfiye payını haczetmesine hacizde ölçülülük ilkesinden dolayı icra müdürü imkân vermemelidir (Güman 124).56  Bu hususta ayrıca bkz. Kuru, El Kitabı, 454; Şener, Ortaklık, 25; Eren, Borçlar, 852-853, Nr 2883; Bahtiyar, 34; Güman, 124.57  Elbirliği ortaklığında ortakların belirlenmiş hisseleri olmadığından ortağın alacaklısı, birer alacak hakkı olan ortaklığın tasfiyesi sonunda ortağa düşecek olan paya veya ortağa düşecek kâr payına ya da ortağın ortaklık sıfatından kaynaklanan diğer mal varlığı haklarına haciz koydurabilir. Bu bakımdan İİK m 94 ve m 121 de ifade edilen hisse kavramının ortaklık anlamındaki hisse olduğu; yani ortaklık sıfatından kaynaklanan hak ve yükümlülüklerin toplamı anlamına geldiği ifade edilmiştir. Bu anlamda ortağın şahsına bağlı haklar devredilemez ve paraya çevrilemez. Mal varlığı hakları ise haczin konusunu oluştururlar (Topuz 74-75, 79-80).58  Bu düzenlemenin elbirliği mülkiyetine ilişkin ilkelerle uyumlu olmadığı ifade edilmiştir. Buna göre elbirliği mülkiyetinde hisselere ayrılmış bir dağılım olmadığından, haczin hangi hisse bakımından konulduğu belli olmadığı gibi, tüm mal üzerine haciz şerhi konulması da diğer ortaklara zarar verebilir (Baki Kuru, İcra ve İflâs Kanunu Değişikliği Hakkında Düşünceler (1962) 25-26; Topuz 109). Anılan hükmün dar yorumlanması gerektiği ve madde metninde adi ortaklıkla ilgili herhangi bir ifadeye yer verilmediği için, adi ortaklığa ilişkin tapu siciline şerh düşülmesinin gerekmediği yönünde bkz Topuz 109. Ayrıca bkz Özenli 63 ve dn 21.59  Mirasçılardan  biriyle  bir  üçüncü  kişi  arasında  borçlandırıcı  işlem  yapılması  mümkündür.  Bu  sebeple  mirasın paylaştırılmasından önce miras hissesinin artırma ile paraya çevrilmesi mümkündür. Kaldı ki İİK m 121, II hükmüne göre icra mahkemesi, gerekli tedbiri yerine getirebilir. Dolayısıyla icra mahkemesi, ortaklığı gidermeden hissenin satılabilmesine karar verebilir (Ayiter, Elbirliği, 158). Ayrıca bkz İlhan Postacıoğlu, İcra Hukuku Esasları (4. Bası 1982), 466-468. 14Peksöz / Adi Ortaklıklarla İlgili Takiplerde Haciz         hüküm kapsamında, adi ortaklığın tasfiyesinin en çabuk ve ortakların menfaatlerine en uygun şekilde yapılması için icra müdürü gereken tedbirlere karar verme yetkisine sahiptir. Dolayısıyla icra müdürü, alacaklıya adi ortaklığın tasfiyesini talep etme yetkisi verebilir. Zira adi ortaklığın bir elbirliği ortaklığı olması sebebiyle, ortaklığın tasfiye edilmesi gerekir ki bu sayede, ortağın tasfiye payı ortaya çıkabilsin ve alacaklı da bu paydan alacağını tahsil edebilsin.SonuçAdi ortaklık ilişkileri kapsamında sahip olunan mal varlığı üzerinde ortakların elbirliği ile hak sahibi olmaları, haczin konusu bakımından önem taşır. Ortakların adi ortaklık ilişkisi kapsamında üstlendikleri borçlardan dolayı elbirliği mülkiyetinin konusunu oluşturan değerler haczedilebilir. Fakat bunun için tüm ortaklara karşı takip başlatmak gerekir. Buna karşın ortaklardan birinin kişisel alacaklısı, ortaklık mal varlığına bu alacak için başvuramaz. Çünkü elbirliği mülkiyeti üzerinde ortağın paylı ortaklıktaki gibi devredilebilir veya haczedilebilir bir payı bulunmaz. Kişisel alacaklı, ortağın tasfiye payına, kâr payına, ücret veya masraf alacağı gibi mal varlıksal haklarına haciz koydurarak alacağının tahsil edilmesini sağlayabilir. Böylece yukarıda (A), (B) ve (D) ile ilgili verilen zeytinyağı örneğinde şu sonuçlara ulaşılmıştır: (A) ve (B), hem lokantalarında hem de evlerinde kullanmak için aldıkları zeytinyağının borcundan dolayı elbirliği ile sahip oldukları mal varlığı ile sorumludur. Aynı zamanda (A) ve (B) kişisel mal varlıkları ile de bu borçtan sorumluluk altında kabul edilirler. Dolayısıyla (D), hem ortakların kişisel mal varlığında hem de ortakların elbirliği ile sahip oldukları mal varlığında haciz talep edebilir. Ancak ortaklık mal varlığına her iki ortak da takip edilmek şartıyla başvurulabilir. Sadece (A) nın evinde kullanmak için aldığı zeytinyağı borcundan dolayı, (A) ve (B) nin adi ortaklık olarak sahip olduğu mal varlığı değerleri haczedilemez. Bu borç için (D), (A) nın tasfiye payına veya diğer mal varlıksal haklarına haciz koydurabileceği gibi, (A) nın kişisel mal varlığına da haciz koydurabilir.60   Bir ortağın alacaklıları, haklarını ancak ortağın tasfiyedeki payı veya kâr payı üzerinde kullanabilirler. Adi ortaklığın feshediidiğine ve tasfiyesi için gerekli işlemlerin yapılmasına icra müdürlüğünce karar verilemez. İİK nun 121. maddesi gereğince mahkemeden karar alınarak müteakip işlemlere devam edilmesi gerekirken, icra müdürlüğünce ortaklığın feshedildiğine karar verilerek tasfiye için gerekli işlemlerin yapılması için ortaklara müzekkere yazılmasına karar verilmesi doğru değildir.  Yargıtay 12. HD, 29097/7998, 7.3.2013.  İİK.121.m.dayalı olarak ... İcra Hukuk Hakimliğinin 2016/14 D.İş sayılı yetki kararına istinaden,  ... Yapı Mimarlık İnşaat Taahhüt Nak. San. Tic. Ltd. Şti ve ... İş Ortaklığının  tasfiyesi ile...  Yargıtay 3. HD, 7300/292, 17.1.2019 (Kazancı İçtihat Bankası). Aynı yönde bkz Yargıtay 3 HD, 2575/4756, 25.3.2014. Ayrıca bkz Kuru, El Kitabı, 640-641; Güman 314-315. 61  Adi ortaklığa ait mallar üzerinde elbirliği mülkiyeti ilişkisinin kaldırılması ve bu malların satışının sağlanması için alacaklıya ortaklığın giderilmesi davası açma yetkisi verilemez. Zira adi ortaklık tamamen tasfiye edilip borçları ödenmeden, borçlu ortağa ne düşeceği belli değildir (Kuru, El Kitabı, 641). Uygulamada İİK m 121 e göre görüşü sorulan merciinin yaygın olarak ortaklığın giderilmesine yönelik yetki verdiğine ilişkin bkz Şakir Balcı  Elbirliği Mülkiyetinde Pay Haczettiren Alacaklının Usulden ve Esastan Yararlanma Yöntemleri  (2004), 75. Yaş Günü İçin Prof. Dr. Baki Kuru Armağanı, 118. Ortaklığın giderilmesi davası ile karşılaşan mirasçıların TMK m 644 e göre elbirliği mülkiyetini paylı mülkiyete dönüştürme davası açabilmesi ve bu davanın ortaklığın giderilmesi davası için bekletici mesele yapılması gerektiği yönünde bkz Balcı 123. İİK m 121 e göre ortaklığın giderilmesi davası açılması yönünde bkz Sungurbey 1531. 15İstanbul Hukuk Mecmuası 78/1Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir.Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare.Grant Support: The author declared that this study has received no financial support.16Peksöz / Adi Ortaklıklarla İlgili Takiplerde Haciz",
     "Kaynakça": "Arslan R, Yılmaz E, Taşpınar Ayvaz S, Hanağası E, İcra ve İflâs Hukuku (5. Bası 2019).Aslan K, Hacizde İstihkak Davası (2005). Atalı M, Ermenek İ, Erdoğan E, İcra ve İflâs Hukuku (2. Bası 2019).Ayiter N, Mamelek Kavramı Üzerine İnceleme (1968).Ayiter N, Türk Medeni Kanunu ve Borçlar Kanununda Elbirliği Ortaklıkları (İştirak Halinde Mülkiyet) (1961) (Elbirliği).Bahtiyar M, Ortaklıklar Hukuku (14. Bası 2020).Balcı Ş,  Elbirliği Mülkiyetinde Pay Haczettiren Alacaklının Usulden ve Esastan Yararlanma Yöntemleri  (2004) 75. Yaş Günü İçin Prof. Dr. Baki Kuru Armağanı, 117 124.Barlas N, Adi Ortaklık Temeline Dayalı Sözleşme İlişkileri (4. Bası 2016).Bilgili F, Demirkapı E, Şirketler Hukuku Dersleri (2013).Bilgili F,  Adi Ortaklıkların Fiil Ehliyeti ve Alman Federal Mahkemesi nin Verdiği Yeni Karar Karşısında Ortaya Çıkan Durum  (2002) Prof. Dr. Ömer Teoman a 55. Yaş Günü Armağanı, Cilt I, 197 215. Chabloz I, Heinzmann M (Çev. Tuncer Kazancı İ),  Actio Pro Socio: Usuli Bir Yaklaşım (Actio Pro Socio: A Procedural Approach)  (2017/1) MİHDER, C 13, S 36, 23 50.Dauner Lieb, Barbara, Langen, Werner/Hanke, Jessica: BGB Schuldrecht, 3. Auflage, BadenBaden, Nomos Verlagsgesellschaft, 2016.Eren F, Borçlar Hukuku Özel Hükümler (7. Bası 2019) (Borçlar). Eren F, Mülkiyet Hukuku (4. Bası 2016) (Mülkiyet).Erişir E, Medeni Usul Hukukunda Taraf Ehliyeti (2007).Ertanhan M,  Elbirliği Mülkiyeti, Miras Ortaklığı ve Miras Hissesinin Haczi  (2019) Antalya Bilim Üniversitesi Hukuk Fakültesi Dergisi, C 7, S 13, 99 136.Fellmann W, Müller K, Berner Kommentar, Kommentar zum schweizerischen Privatrecht, das Obligationenrecht, Bd. VI, 2. Abteilung, Die Einzelnen Vertragsverhältnisse, Die Einfache Gesellschaft, 8. Teilband (2006). Girgin Ö A, Adi Ortaklıkta Temsil ve Borçlardan Sorumluluk (2017).Göckeler S, Die Stellung der Gesellschaft des bürgerlichen Rechts im Erkenntnis , Vollstreckungs und Konkursverfahren (1992). Güman N, Elbirliği Mülkiyeti İle Kollektif ve Komandit Şirket Hisselerinin Haczi ve Paraya Çevrilmesi (2010).Güven B N, Die Unterscheidung von Innen  und Aussengesellschaft bürgerlichen Rechts (2010).Handschin L, Vonzun R, Kommentar zum schweizerischen Zivilrecht, Obligationenrecht, Teilband V/4a, Die einfache Gesellschaft, Art 530 551 OR (2009).Heller R, Der Zivilprozess der Gesellschaft bürgerlichen Recht (1989).Jung P, Handkommentar zum Schweizer Privatrecht (3. Auflage 2016) (Herausgeber: Roberto,Vito/Trüeb, Hans Rudolf).Karahan S, Akın M Y, Şirketler Hukuku (2. Bası 2013). Kocayusufpaşaoğlu N, Borçlar Hukuku Genel Bölüm, C. I (2008).Krauskopf F, Giron S (Schütz, Jürg Gian), Personengesellschaftsrecht, Art 530 619 (2015).Kuru B, İcra ve İflas Hukuku El Kitabı (2. Bası 2013) (El Kitabı).17İstanbul Hukuk Mecmuası 78/1Kuru B, İcra ve İflâs Kanunu Değişikliği Hakkında Düşünceler (1962).Lindacher W F,  Grundfälle zur Haftung bei Personengesellschaften  (1982), JuS, 1982, Heft 1, 36 41vd; Heft 5, 349 357 vd; Heft 8, 592 597.Meier Hayoz A, Forstmoser P, Schweizerisches Gesellschaftsrecht, (10. Auflage 2007).Morawietz M, Die rechts und parteifähige Gesellschaft bürgerlichen Rechts im Zivilprozess (2011).Muşul T, İcra ve İflas Hukuku (6. Bası 2013).Müller A, Die Haftungsverhältnisse bei der einfachen Gesellscahft (1938). Müller K, Die Übertragung der Mitgliedschaft bei der einfachen Gesellschaft (2003).Müther P H,  Zivilprozessuale Probleme der ‘neuen  BGB Gesellschaft  (17/2002), MDR, 987991.Özenli S, Uygulamada Adi Ortaklık ve Neden Olduğu Davalar (1988).Pekcanıtez H, Atalay O/Sungurtekin Özkan M/Özekes M, İcra İflâs Hukuku, (6. Bası 2019).Pestalozzi, Vogt, (Honsell H/Vogt N P/Watter R) Basler Kommentar, Obligationenrecht II, Art 530964 OR, (5. Auflage 2016).Pohlmann  P,   Rechts   und  Parteifähigkeit  der  Gesellschaft  bürgerlichen  Rechts Folgen  für Erkenntnisverfahren,  Zwangsvollstreckung  und  freiwillige  Gerichtsbarkeit    (2002),  WM Zeitschrift für Wirtschafts  und Bankrecht, Heft 28, 1421 1432.Poroy R, Tekinalp Ü/Çamoğlu E, Ortaklıklar Hukuku I (14. Bası 2019).Postacıoğlu İ, İcra Hukuku Esasları (4. Bası 1982).Prütting H, Gehrlein M, Zivilprozessordnung (9. Auflage 2017). Raster N, Die Verselbständigung der Gesellschaft des bürgerlichen Rechts (2001).Schmidt K,  Die parteifähige BGB Aussengesellschaft: noch immer ein schwieriger Fall!  (2007) Facetten des Verfahrensrechts Liber amicorum Walter F. Lindacher zum 70. Geburtstag am 20. Februar 2007, 143 159.Soergel B, Hadding W, Bürgerliches Gesetzbuch, Band 4, Schuldrecht III, § § 705 853 (11. Auflage 1985).Siegwart A, Das Obligationenrecht, 4. Teil: Die Personengesellschaften, Art 530 619 (1938).von Steiger W, Schweizerisches Privatrecht, Handelsrecht, Band VIII/1 (1976).Sungurbey İ,  Miras Payının ya da Belirli Konulardaki Miras Payının Üçüncü Bir Kişiye Geçirilmesi Sözleşmelerine ve Bu Payların Haczine İlişkin Pratik Sorunlar , (1984) Yasa Hukuk Dergisi, C 7, S 11, 1517 1533.Şener O H, Adi Ortaklık (2008) (Adi Ortaklık).Şener O H, Teorik ve Uygulamalı Ortaklıklar Hukuku (4. Bası 2019) (Ortaklık).Tekinay S S, Akman S, Burcuoğlu H, Altop A, Tekinay Borçlar Hukuku Genel Hükümler (7. Bası 1993).Thomas H, Putzo H, Zivilprozessordnung (38. Auflage 2017) (Hüsstege, ZPO §§ 50 66; Seiler, ZPO § 736).Topuz G, Hisse Haczi ve Satışı (2009).Üçışık G, Türk Hukukunda Kollektif Ortaklıkta Ortakların Sorumluluğu (1985).Vonzun R, Rechtsnatur und Haftung der Personengesellschaften (2000).Yavaş M, Borçlunun Üçüncü Şahıslardaki Mal, Hak ve Alacaklarının Haczi (İİK m. 89) (2005).18Peksöz / Adi Ortaklıklarla İlgili Takiplerde Haciz         Wertenbruch  J,   Die  Parteifähigkeit  der  GbR die  Aenderungen  für  die  Gerichts und Vollstreckungspraxis  (2002), NJW, 324 329 (NJW).Wertenbruch  J,    Die  Haftung  von  Gesellschaften  und  Gesellschaftsanteilen  in  der Zwangsvollstreckung (2000) (Haftung).Wieser E,  Rechtsfähige BGB Gesellschaft  Neue Rechtslage nach der BGH Entscheidung  (8/2001), MDR, 421 423.19"
}