{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "20",
     "Ay": "12",
     "Yıl": "2019",
     "Cilt": "77",
     "Sayı": "2",
     "Başlık": "Hukuk Düzeninin Birliği Ilkesi Çerçevesinde Zorunluluk Hâlinin Hukukî Niteliği",
     "Title": "The Legal Nature of State of Necessity in Light of the Principle of Unity of the Legal Order",
     "Yazar İsmi": [

          "R. Murat Önok"  , "Işık Önay"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Zorunluluk hâli", "Hukuka uygunluk nedenleri", "Hukuki sorumluluk", "Cezai sorumluluk"
     ],
     "Keywords": [
          "State of necessity", "Grounds for justification", "Civil liability", "Criminal liability"
     ],
     "Özet": "ZorunlulukhâlineilişkinolarakTürköğretisindebugünekadaryapılmışçalışmalardakonununmedenihukukvecezahukukubakımındançoğunluklaayrıayrıelealındığıgörülmektedir.Hâlbukikonununmedenihukukvecezahukukuarasındakietkileşimdikkatealınarak,hukukdüzenininbirliğiilkesiışığındaincelenmesibirgerekliliktir.ÖzellikleTürkCezaKanunuveCezaMuhakemesiKanunu nun01.06.2005 teyürürlüğegirmesindensonrazorunlulukhâlininhukukiniteliğicezahukukuöğretisindeyoğunbirşekildetartışılmış,fakatbutartışmalarda,zorunlulukhâlininmedenihukukbakımındanbirhukukauygunluksebebiteşkilettiğivebunundoğurduğusonuçlaryeterincedikkatealınmamıştır.Buçalışmadazorunlulukhâlihemmedenihukukhemdecezahukukuaçısındanbubakışaçısıylaelealınmaktavehukukunbuikidisipliniarasındakietkileşimedikkatçekilmektedir.Çalışmadaönceliklehukukdüzenininbirliğiilkesihakkındagenelaçıklamalarayerverilmekte,ardındansırasıylamedenihukukvecezahukukuaçısındanzorunlulukhâliincelenmektedir.YapılandeğerlendirmelersonucundaCMKm223/3 c dekiaçıkhükümkarşısındacezahukukundazorunlulukhâlininbirhukukauygunluksebebiolmadığı,dolayısıylaTCKm25/2anlamındazorunlulukhâlleribakımındanberaatdeğil,cezaverilmesineyerolmadığıkararıverilmesigerektiği;bununlabirliktemedenihukukbakımındanzorunlulukhâliteşkiledenfiillerinhukukunbirliğiilkesigereğicezahukukuanlamındadahukukauygunsayılarak,buhâllerdeberaatkararıverilmesigerektiğisonucunavarılmaktadır.",
     "Abstract": "ThecurrentTurkishlegaldoctrineonthestateofnecessitymostlyhandlestheconceptseparatelyintermsofcivilandcriminallaw.However,theprincipleofunityofthelegalorderrequiresaholisticapproach.EspeciallyaftertheentryintoforceoftheTurkishPenalCode(TPC)andtheCodeofPenalProcedure(CPP)on01.06.2005,thelegalnatureofthestateofnecessityhasbeenextensivelydiscussedincriminallawdoctrine.Butthesediscussionsrarely,ifever,takethefactthatthestateofnecessityconstitutesagroundofjustificationundercivillawintoaccount.Thisstudytakesaholisticapproachinexaminingthelegalnatureofthestateofnecessityandemphasizestheinteractionbetweencivillawandcriminallawwithinthecontextofgroundsforjustification.Itstartswithgeneralremarksontheprincipleofunityofthelegalorderandproceedswithadescriptionofthestateofnecessitywithaparticularfocusonitslegalnaturefromcivillawandcriminallawperspectivesrespectively.ThestudyconcludesthatinlightoftheclearprovisioninArt.223(3)(c) CPP,thestateofnecessitydoesnotconstituteajustificationincriminallaw,andtherefore,whereArt.25(2)TPCapplies,thejudgmenttoberenderedisnotanacquittal,butadecisionthatinflictionofpunishmentisnotrequired.Nonethelessincaseswheretheactqualifiesasoneperformedinastateofnecessityfromacivillawperspective,theactshallalsobedeemedlawfulintermsofcriminallawandthecourtshalldecideforacquittal.",
     "Metin": "(10th edn, Beta 2017) 327; Hakan Hakeri, Ceza Hukuku Genel Hükümler (21st edn, Adalet 2017) 429; Veli Özer Özbek, Koray Doğan, Pınar Bacaksız and İlker Tepe, Türk Ceza Hukuku Genel Hükümler (9th edn, Seçkin 2018) 392; Zeki Hafızoğulları and Muharrem Özen, Türk Ceza Hukuku Genel Hükümler (8th edn, US-A 2015) 224; Mahmut Koca and İlhan Üzülmez, Türk Ceza Hukuku Genel Hükümler (11th edn, Seçkin 2018) 351; Zafer (n 104) 338 Berrin Akbulut, Ceza Hukuku Genel Hükümler (5th edn, Adalet 2018) 560); Ayşe Nuhoğlu, ‘Tıp Ceza Hukukunda Zaruret Halinin Sınırları  in Tıp Ceza Hukukunun Güncel Sorunları: V. Türk Alman Tıp Hukuku Sempozyumu (TBB 2008) 44; Kangal (n 16) 278; Elif Bekar, Türk ve Amerikan Ceza Hukukunda Zorunluluk Hali (Seçkin 2013) 101. Kuruma daha geniş uygulama alanı tanıyan diğer bir görüşe göreyse, ancak (olası veya doğrudan) kastın varlığı durumunda hükme başvurmak mümkün değildir; demek ki adi veya bilinçli taksirin varlığı, hükmün uygulanmasına engel olmaz (bu yönde bkz Mehmet Emin Artuk, Ahmet Gökcen, Emin Alşahin and Kerim Çakır, Ceza Hukuku Genel Hükümler (11th edn, Adalet 2017) 508; Bahri Öztürk and Mustafa Ruhan Erdem, Uygulamalı Ceza Hukuku ve Güvenlik Tedbirleri Hukuku (17th edn, Seçkin 2017) para 432; Doğan Soyaslan, Ceza Hukuku Genel Hükümler (6th edn, Yetkin 2014) 392); Kayıhan İçel, Ceza Hukuku Genel Hükümler (7th edn, Beta 2017), 364). Öte yandan, StGB § 35 te failin ‘tehlikeye bizzat kendisinin sebebiyet vermiş bulunması ndan bahsedildiği için, tartışmalı olmakla birlikte (bu konuda bkz Heinrich (n 23) para 573), failin adi taksirle tehlikeye yol açması durumunda bile hükmün uygulanmayacağı savunulabilir.867İstanbul Hukuk Mecmuası 77/2aranmadığı takdirde, ceza hukuku anlamında kusurluluğu kaldıran neden olarak bile kabul edilmeyen hâllerde fiilin hukuka uygun kabul edilmesi ve fail hakkında beraat kararı verilmesi gerekecektir. Bu gerekçelerle failin tehlikeye kendi kusuruyla (TCK m 25/2 anlamında bilerek) yol açmamış olmasının medeni hukuk bakımından zorunluluk hâli için de bir şart olarak aranması gerektiği kanaatindeyiz.F. Sonuçları1. Fiilin Hukuka Uygun SayılmasıDaha önce açıklandığı üzere medeni hukukta zorunluluk hâli bir hukuka uygunluk sebebidir. Yukarıda açıklanan şartlar gerçekleştiği takdirde, normal şartlarda hukuka aykırı sayılacak zarar verici fiil zorunluluk hâli nedeniyle hukuka uygun sayılır. 2. Denkleştirme YükümlülüğüZorunluluk hâlinde zarar veren kişinin fiili hukuka uygun olmasına rağmen TBK m 64/2 de bu kişinin zararı giderim yükümlülüğünü hâkimin hakkaniyete göre belirleyeceği ifade edilmektedir. Bu yükümlülük hukuka aykırı bir fiilden doğan tazminat yükümlülüğü ile karıştırılmamalıdır. Burada fedakârlığın denkleştirilmesi ilkesine dayanan bir denkleştirme yükümlülüğü söz konusudur. Bu düzenlemenin arkasında yatan düşünce, tehlikenin önlenmesi için zarara uğrayan kişinin bu zarara tek başına katlanmasının adil görülmemesidir.Denkleştirme yükümlülüğünün içeriğinin ve kapsamının belirlenmesi hâkimin takdir yetkisine bırakılmıştır. Bunun nedeni de böyle bir denkleştirme yükümlülüğüne ihtiyaç duyulup duyulmayacağı veya ihtiyaç duyulacaksa bunun kapsamının nasıl belirlenmesi gerekeceğinin somut olayın şartlarına göre değişkenlik gösterebilecek olmasıdır. Hâkim takdir yetkisini TMK m 4 uyarınca kullanır. Bununla birlikte şu iki temel ilke göz önünde bulundurulmalıdır: 1) Yükümlülüğün konusunu oluşturan zarar yalnızca zarar verilen nesnenin değerinden ibaret olmayabilir. Zarar görenin 122  Ceza hukukunda zorunluluk hâlinin hukukî niteliğine dair görüşler ve bu çalışmada savunulan görüş için bkz § 4, A.123  5237 sayılı TCK sisteminde kast ve taksirin kusur türleri olarak değil de, haksızlığın ceza hukukunda gerçekleştiriliş biçimleri olarak düşünüldüğüne dikkat etmek gerekir. Buna karşılık özel hukukta ‘kast  ve ‘ihmal , kusur çeşitleri olarak mütalaa edilmektedir. Bu açıdan, burada ‘kusur  terimini özel hukukta anlaşıldığı şekliyle kullanmış bulunmaktayız. Ceza hukuku açısından bunun karşılığı ise, failin tehlikeye bilerek (yani en azından bilinçli taksirle) yol açmış olmasıdır (bkz yukarıda dn. 121).124  Bkz III, C.125  Bu nedenle kanunda kullanılan ‘zararı giderim yükümlülüğü  ifadesi yerine bu ifadeyi kullanmanın daha isabetli olduğu yönünde bkz Ulusan (n 41) 351; Nomer (n 54) para 109.5. İsviçre hukuku bakımından Landmann bu durumda bir tazminat talebi (Alm Ersatzanspruch) yerine zararın giderilmesine ilişkin bir talepten (Alm Entschädigungsanspruch) bahsetmek gerektiğini ifade etmektedir [Landmann (n 34) 130].126  Landmann (n 34) 130.127  Kessler, ‘Art. 52 OR  (n 43) para 14; Fellmann and Kottmann  (n 39) para 365.128  Landmann (n 34) 130.129  Brehm (n 37)  Art. 52 para 51; Fellmann and Kottmann (n 39) para 365.868Önok, Önay / Hukuk Düzeninin Birliği İlkesi Çerçevesinde Zorunluluk Hâlinin Hukukî Niteliğibununla  bağlantılı  olarak  gördüğü  başkaca  zararların  (örn  eşyanın  yok  olması nedeniyle uğranan manevi zarar veya eşyaya gelen zarar ile uygun illiyet bağı içinde olan başkaca zararlar) da dikkate alınması söz konusu olabilir; 2) Denkleştirme yükümlülüğünün üst sınırını her hâlükârda toplam zarar miktarı oluşturur.Öğretide hâkimin denkleştirme yükümlülüğünün kapsamına ilişkin değerlendirme yaparken yararlanabileceği bazı ölçütlere dikkat çekilmektedir:-  Zarar  verici  davranışın  saldırı  planında  mı  savunma  planında  mı  gerçekleştirildiği denkleştirme yükümlülüğüne ilişkin değerlendirmede yol gösterici olabilir. Eğer zarar veren kişi tehlikenin doğumuna neden olan malvarlığı değerine müdahale etmişse savunma planında zorunluluk hâlinden (Alm defensiver Notstand; Verteidigungsnotstand; Sachwehr), önlenmek istenen tehlikeyle bağlantısı olmayan bir malvarlığı değerine müdahale hâlinde ise saldırı planında zorunluluk hâlinden (Alm aggressiver Notstand; offensiver Notstand) bahsedilir. Savunma planında zorunluluk hâlinde bir denkleştirme yükümlülüğünün söz konusu olması çoğunlukla adil olmayacakken, saldırı planında zorunluluk hâlinde çoğu zaman denkleştirme yükümlülüğüne hükmedilmesi uygun olur.-  Zarar verenin ve zarar görenin kusurlu olup olmadığı da denkleştirme yükümlülüğünün belirlenmesinde hâkimin dikkate alması gereken ölçütlerden biridir. Burada kusurla kast edilen tehlikenin (zarar verenin zorunluluk hâlinin) ortaya çıkmasındaki kusurdur. Tehlikenin ortaya çıkmasında zarar görenin kusuru bulunuyorsa veya tehlike ona ait bir şeyden kaynaklanıyorsa bu durum denkleştirme yükümlülüğünün daha hafif takdir edilmesini gerektirir. Tehlikenin ortaya çıkmasında zarar verenin kusurunun bulunduğu hâllerde ise bu çalışmada savunulan görüşe göre zorunluluk hâli söz konusu değildir. 130  v.Tuhr un ifadesiyle zarar görenin tüm menfaati (volle Interesse) dikkate alınmalıdır [v.Tuhr (n 17) 605].131  Ulusan (n 41) 100-101; Landmann (n 34) 104; Oftinger and Stark (n 23) para 296; Rey (n 37) para 784; Guhl and Koller (n 48) § 24 para 36.132  Brehm (n 37)  Art. 52 para 55; Landmann (n 34) 132. Bu ayrım Alman hukukunda kanunda yapılmış; savunma planında zorunluluk hâli için denkleştirme yükümlülüğü öngörülürken (BGB § 904), saldırı planında zorunluluk hâli için denkleştirme yükümlülüğü kural olarak öngörülmemiş, yalnızca failin tehlikenin ortaya çıkmasında kusurlu olduğu hâllerde öngörülmüştür (BGB § 228). Ayrıca bkz Wolf and Neuner (n 23) § 21 para 63 ff; Grothe (n 23) § 228 para 1.133  Landmann (n 34) 132; Tandoğan (n 35) 40.134  Tandoğan (n 35) 38-39; v.Tuhr and Peter (n 2) 423; Landmann (n 34) 132. Belirtmek gerekir ki, zarar görenin tehlikenin ortaya çıkmasında kusurlu olduğu bazı hâllerde zaten zorunluluk hâli değil, haklı savunma söz konusu olacaktır [Tandoğan (n 35) 38] ve bir denkleştirme yükümlülüğü gündeme gelmeyecektir. Eğer zarar gören zarar verene yönelik hukuka aykırı bir saldırıda bulunmuşsa durum böyledir [v.Tuhr (n 17) 600; Tekinay et al (n 47) 488]. Buna karşılık, tehlikenin kaynağının zarar gören olduğu tüm hâllerde zorunluluk hâlinin değil haklı savunmanın bulunduğu [bu yönde Eren (n 59) 631] söylenemez. Zira zarar görenin hukuka aykırı bir saldırıda bulunmadığı hâllerde de tehlikenin ortaya çıkması zarar görenin kusurundan veya ona ait bir eşyadan kaynaklanabilir. Örneğin sahibi tarafından başı boş bırakılan köpeğin, bir başkası tarafından birine saldırtılması ve saldırıya uğrayanın kendini savunarak köpeğe zarar vermesi hâlinde durum böyledir. Bu gibi hâllerde haklı savunmadan bahsedilemez, çünkü kendini savunan kişi saldırgana değil, üçüncü bir kişiye (örnekte üçüncü kişiye ait köpeğe) zarar vermiştir. Dolayısıyla zorunluluk hâline ilişkin hükmü uygulamak gerekir. Fakat bu durumda tehlike zarar görenin kusurundan veya ona ait bir şeyden kaynaklandığı için denkleştirme yükümlülüğü daha hafif takdir edilir.135  Tandoğan (n 35) 39; v.Tuhr and Peter (n 2) 423.136  Zarar verenin üçüncü kişiye yönelik bir tehlikeyi önlediği hâllerde, üçüncü kişinin tehlikeli durumun oluşmasındaki kusurunun zarar verenin kusuru olarak değerlendirilemeyeceği yönünde bkz Landmann (n 34) 132. Bu çalışmada savunduğumuz ve biraz aşağıda açıklanacak görüşe göre üçüncü kişinin tehlikeden kurtarıldığı hâllerde denkleştirme yükümlüsü bu üçüncü kişi olacaktır. Dolayısıyla bu gibi durumlarda denkleştirme yükümlülüğünün kapsamını belirlerken söz konusu üçüncü kişinin kusurunu dikkate almak gerekir. Tehlikenin ortaya çıkmasında bu kişinin kusurlu olması hâlinde denkleştirme yükümlülüğü daha ağır takdir edilir. Zarar verenin üçüncü kişiyi koruduğu bu gibi hâllerde üçüncü kişinin kusuru zarar verenin fiilinin hukuka uygun sayılmasına engel olmaz.137  Bkz. III, E, 6. Krş. Landmann (n 34) 132: Yazar bu gibi hâllerde denkleştirme yükümlülüğünün daha ağır takdir edilmesi gerektiğini ifade etmektedir.869İstanbul Hukuk Mecmuası 77/2-  Denkleştirme yükümlülüğünün belirlenmesinde faydalanabilecek bir diğer ölçüt olarak feda edilen menfaat ile kurtarılan menfaat arasındaki farka dikkat çekilmektedir. Buna göre, eğer bu fark büyükse yani kurtarılan menfaat, feda edilene göre çok daha ağır basıyorsa zararın tamamının denkleştirme yükümlülüğüne konu edilmesi adil bulunmaktadır. Bu ihtimalde zarar verenin önemli derecede üstün bir menfaati korunmuş olduğu için buna nazaran çok daha önemsiz bir zararın tamamını karşılamakla yükümlü tutulması makul bir sonuç olarak görülebilir.-  Şayet müdahalede bulunulmasaydı söz konusu zarar başka bir şekilde meydana gelecek idiyse denkleştirme yükümlülüğünün doğmayacağı kabul edilmektedir. Bu duruma verilen klasik örnek, yanmakta olan bir binanın yangının komşu binaya sıçramaması için yıkılmasıdır.Denkleştirme yükümlülüğüne ilişkin oldukça tartışmalı bir mesele, müdahaleden bulunanın başka birinin menfaatine yönelik tehlikeyi savuşturmak için üçüncü kişiye zarar verdiği hâllerde denkleştirme yükümlüsünün kim olacağına ilişkindir.Öğretideki hâkim görüşe göre denkleştirme yükümlüsü müdahalede bulunandır fakat bu kişi ödediği denkleştirme bedeli için vekâletsiz iş görme hükümleri uyarınca (TBK m 529) tehlikeden kurtardığı kişiye rücu edebilecektir. Bu görüşün en güçlü dayanağı TBK m 64/2 nin lafzı ile uyumlu olmasıdır. Gerçekten de hükümde kişinin hem kendisini hem de başkasını tehlikeden korumak için başkasının mallarına zarar verdiği takdirde zararı giderim yükümlülüğü olduğundan bahsedilmektedir. Kanun koyucu zarar verenin hem kendisini hem de başkasını koruduğu hâlleri düzenlemiş ama denkleştirme yükümlüsünün kim olacağı konusunda bir ayrım yapmamıştır. Bu görüş lehine ileri sürülen bir diğer gerekçe de denkleştirme bedelini talep edecek zarar görenin, müdahaleden yararlanan kişiyi tespit etmekte yaşayabileceği güçlüktür.Kanımızca da üstün tutulması gereken ikinci bir görüşe göre ise bu hâllerde denkleştirme yükümlüsü müdahaleden yararlanan olmalıdır. Her şeyden önce 138  Kessler, ‘Art. 52 OR  (n 43) para 14; Fellmann and Kottmann (n 39) para 365; Tandoğan (n 35) 40.139  Brehm (n 37) Art. 52, para 54.140  v.Tuhr (n 17) 603-604; Ulusan (n 41) 116. Aslında bu ihtimalde sorumluluk hukukundaki farazi nedensellik problemine benzer bir durum söz konusudur [Ulusan (n 41) 116, fn 44; Lauta (n 1) 317]. Farazi nedenselliğin varlığı gerçek sebep teşkil eden fiilin failini kural olarak sorumluluktan kurtarmaz ancak bu durum zararın belirlenmesi aşamasında dikkate alınabilir [Nomer (n 54) para 112.4].141  Bu örneğe Roma hukukunun kaynaklarında da rastlanılmaktadır [Ulpian (Celsus) D. 9.2.49.1] ve kaynaklarda müdahalede bulunanın bir denkleştirme yükümlülüğüne işaret edilmemektedir. Aynı zamanda kurtarılan menfaatin feda edilene nazaran önemli ölçüde üstün olmasının arandığından da bahsedilmemektedir. Bunun nedeninin Romalı hukukçuların yangının binayı zaten yok edeceğini düşünmüş olmaları olabileceği tahmin edilmektedir [Zimmermann (n 65) 1002]. Ayrıca Roma da o dönemde şehirlerde çıkan bir yangının kontrol altına alınmasının çok güç olduğuna ve bu nedenle yangına karşı olan hassasiyetin de bu duruma yol açmış olabileceğine de işaret edilmektedir [Zimmermann (n 65) 1002].142  Kessler, ‘Art. 52 OR  (n 43) para 14; v.Tuhr and Peter (n 2) 423; Honsell et al (n 43) § 5 para 14; Oftinger and Stark (n 23) para 305; Tandoğan (n 35) 40; Kaneti (n 22) 260; Oğuzman and Öz (n 54) para 575; v.Tuhr (n 17) 603-604; Brehm (n 37)  Art. 52, para 48; Alman hukuku bakımından Grothe (n 23) § 904 para 16-19.143  Desax (n 30) 55; Ulusan (n 41) 105.144  Ulusan (n 41) 105 te anılan yazarlar.145  Ulusan (n 41) 113; Nomer (n 54) para 162; olması gereken hukuk bakımından bu yönde Desax (n 30) 56-57. Alman hukuku bakımından bu yönde Wolf and Neuner (n 23) § 21 para 69.870Önok, Önay / Hukuk Düzeninin Birliği İlkesi Çerçevesinde Zorunluluk Hâlinin Hukukî Niteliğibu sonuç hükmün temelinde yatan düşünceye uygun düşer. Unutmamak gerekir ki, zorunluluk hâli içerisinde verilmiş zararlar bakımından hukuka aykırı fiilden doğan bir sorumluluk söz konusu değil, fedakârlığın denkleştirilmesi ilkesine dayanan bir sorumluluk söz konusudur. Bu nedenle denkleştirme yükümlüsünün de müdahaleden yararlanan olması hükmün amacıyla tutarlı bir yaklaşım olacaktır. Birinci görüşü savunan  yazarların  önerdiği  şekilde  denkleştirme  bedelini  ödeyen  müdahalede bulunana TBK m 529 uyarınca rücu imkânı tanımak da yeterli olmayacaktır. Zira bu ihtimalde müdahaleden yararlananın ödeme güçsüzlüğü riski müdahalede bulunana yüklenmiş olur. Bu sonuç adil olmadığı gibi, hukuk politikası bakımından da tercihe şayan değildir. Şöyle ki, zorunluluk hâlinde üçüncü kişiyi koruma amaçlı müdahaleler hukuk düzenince teşvik edilmelidir. Eğer böyle bir risk müdahalede bulunana yüklenirse bu tür bir hukukî düzenleme zor durumdaki üçüncü kişiye yardım etme konusunda cesaret kırıcı olur. Nitekim Yargıtay da bir apartman dairesinde çıkan  yangını  söndürmek  üzere  müdahale  eden  itfaiyenin  üst  kattaki  dairenin malikine verdiği zarara ilişkin bir kararında, dairesindeki yangın söndürülen maliki (yani müdahaleden yararlananı) denkleştirme yükümlüsü olarak belirlemiştir.Birinci görüş lehine ileri sürülen, zarar görenin müdahaleden yararlananı tespit etmek bakımından yaşayabileceği güçlüklere işaret eden gerekçe ise şu şekilde cevaplanabilir:  Müdahalede  bulunanın  müdahaleden  yararlanan  hakkında  zarar görenden daha çok bilgiye sahip olduğu hâllerde TMK m 2 uyarınca zarar göreni bilgilendirme yükümlülüğü olduğu kabul edilebilir. Eğer müdahalede bulunan bu yükümlülüğünü yerine getirmez ve zarar gören bu nedenle müdahaleden yararlanandan denkleştirme bedelini talep edemezse, müdahalede bulunan bu yükümlülüğe aykırı davranışı nedeniyle sorumlu tutulabilir.Belirtmek gerekir ki, olması gereken hukuk bakımından üstün tutulması gerektiğini kabul ettiğimiz ikinci görüşün yürürlükteki hukuk bakımından savunulabilmesi ise ancak TBK m 64/2 nin lafzının amacıyla çelişmesi nedeniyle bu mesele bakımından bir  örtülü  kanun  boşluğunun  bulunduğunun  kabul  edilmesi  hâlinde  mümkün olabilecektir. Son olarak belirtmek gerekir ki, denkleştirme alacağına kıyasen haksız fiillere ilişkin zamanaşımı süresi uygulanır.146  Ulusan (n 41) 117.147  Aksi yönde Oğuzman and Öz (n 54) para 575.148  Ulusan (n 41) 109, fn 29.149  Yargıtay 11. HD 4306/4775, 15.6.1990 (YKD, 1991/2, 216). Kararın isabetli olduğu yönünde Ulusan (n 41) 352.150  TBK m 64/2 nin (818 sayılı mülga Borçlar Kanunu m 52/2) gerçek olmayan bir boşluk içerdiği yönünde bkz Ulusan (n 41) 113. Bir örtülü boşluğun bulunduğu yönünde bkz Nomer (n 54) para 109.5. Bu durum bakımından gerçek olmayan bir boşluğun mevcut olduğunun kabul edilemeyeceği yönünde Desax (n 30) 57-58. Gerçek olmayan boşluk ve örtülü boşluk kavramları hakkında bkz M Kemal Oğuzman and Nami Barlas, Medenî Hukuk (25th edn, Vedat 2019) para 340-341.151  Landmann (n 34) 134; Oğuzman and Öz (n 54) para 575; v.Tuhr (n 17) 605.871İstanbul Hukuk Mecmuası 77/2IV. Ceza Hukukunda Zorunluluk HâliA. Türk Ceza Kanunu ndaki Düzenleme ve Kurumun Hukukî NiteliğiTCK m 25/2 ye göre: Gerek kendisine gerek başkasına ait bir hakka yönelik olup, bilerek neden olmadığı ve başka suretle korunmak olanağı bulunmayan ağır ve muhakkak bir tehlikeden kurtulmak veya başkasını kurtarmak zorunluluğu ile ve tehlikenin ağırlığı ile konu ve kullanılan vasıta arasında orantı bulunmak koşulu ile işlenen fiillerden dolayı faile ceza verilmez.Ceza hukuku bakımından zorunluluk hâli, bir kimsenin bilerek neden olmadığı bir tehlikeden kendini veya bir başkasını kurtarmak için tehlikeyi uzaklaştırmak için yetecek ölçüde fakat suç teşkil eden bir fiili işlemesidir.Hemen belirtelim ki bu makalede sadece TCK m 25/2 de bir genel hüküm olarak düzenlenen zorunluluk hâli ele alınacak, TCK nin çeşitli özel hükümlerinde yer verilen özel zorunluluk düzenlemelerine değinilmeyecektir.5237 sayılı TCK de düzenlenen zorunluluk hâlinin hukukî niteliği doktrinde çok ciddi ihtilafa neden olmaktadır. Kanunun sistematiğinden bir sonuca varmak mümkün olmamaktadır çünkü zorunluluk hâli, altında hem hukuka uygunluk sebeplerinin hem  de  kusurluluğu  etkileyen  hâllerin  aynı  başlık  altında  düzenlendiği  ‘Ceza Sorumluluğunu Kaldıran veya Azaltan Nedenler  başlıklı bölümde düzenlenmiştir. Kurumun hukukî niteliği bakımından hükmün lafzından yola çıkarak da bir sonuca varmak mümkün değildir: Zorunluluk durumunda ‘faile ceza verilmez  denilmek suretiyle, kurumun sadece hukukî neticesi ortaya konulmuştur. Bilindiği üzere, ister bir hukuka uygunluk nedeninin varlığı sonucunda beraata hükmedilsin (CMK m 223/2), isterse kusurluluğu kaldıran bir nedenin varlığı sonucunda ceza verilmesine yer olmadığı kararı verilsin (CMK m 223/3), her iki durumda da faile ceza verilmez.152  Çok benzer tanım için bkz Sulhi Dönmezer and Sahir Erman, Nazari ve Tatbiki Ceza Hukuku, (Vol II, 11th edn, Beta 1997) para 816; İçel (n 119) 356; Timur Demirbaş, Ceza Hukuku Genel Hükümler (13th edn, Seçkin 2018) 300; Nuhoğlu (n 119) 35; Kan (n 16) 36. Çeşitli tanımlar için bkz Kangal (n 16) 30; ayrıca bkz Toroslu (n 1) 6-7.153  Kıyaslayınız, Zafer (n 104) 335: Yazar, zorunluluğun TCK m 25 te meşru savunma ile birlikte düzenlenmesinden hareketle, zorunluluğa ‘meşru savunmadan farklı bir hukuki nitelik vermek, sistematik yorum kuralları ile bağdaşmaz.  demektedir. Oysa aynı maddede hukukî nitelikleri farklı kurumlara yer verilmesi pekâlâ mümkündür. Nitekim bu yazar da TCK m 24 te kanunun hükmünü yerine getirme (f. 1) ve emrin yerine getirilmesi (f. 2-4) bir arada düzenlenmesine rağmen; ilkini hukuka uygunluk nedeni [Zafer (n 104) 317 ff], ikincisini ise kusurluluğu kaldıran neden [Zafer (n 104) 378 ff] olarak ele almaktadır. 154  Veli Özer Özbek and Koray Doğan, ‘Zorunluluk Halinin (TCK m/2) Hukuki Niteliği  (2007) 9(2) DEÜHFD 195, 195. Özgenç e göre bu tercihteki maksat, bu başlık altında yer alan hükümlerin hukukî niteliği açısından doktrinde öne sürülen farklı görüşler bakımından bağlayıcı bir düzenleme getirmemektir (İzzet Özgenç, ‘Ana Hatlarıyla TCK Tasarısı  (2004) 2 Hukuki Perspektifler Dergisi 102, 104). Yasa koyucunun bu yaklaşımının eleştirisi için bkz Kan (n 16) 96; Can Canpolat, Kusur İlkesi Işığında Mazeret Nedeni Olarak Zorlayıcı Cebir, (Adalet 2016) 184-185.155  Oysa daha önceki TCK döneminde, yasa koyucunun yine aynı nötr ibareleri kullanması eleştiri konusu yapılmış ve zorunluluk hâlinin hukukî niteliğinin açıkça belirtilmesi gerektiği öne sürülmüştür (Toroslu (n 1) 167). Yeni kanun açısından benzer eleştiri için bkz Hafızoğulları and Özen (n 119) 222-223. Yine bkz Canpolat (n 151) 187: hukuka uygunluk nedenleri ile kusurluluğu kaldıran nedenler arasındaki ayrım CMK de değil, TCK nin ilgili hükümlerinde açık ifadelere yer verilmek suretiyle ortaya konulmalıdır.872Önok, Önay / Hukuk Düzeninin Birliği İlkesi Çerçevesinde Zorunluluk Hâlinin Hukukî NiteliğiBu durum karşısında, zorunluluk hâlinin hukukî niteliği açısından başlıca iki görüş ortaya çıkmıştır. Belirtelim ki, kurumun hukukî niteliğini açıklamaya çalışan teorilerden  ‘tekçi   olarak  bilinenler,  zorunluluk  hâlinin  niteliğini  tek  bir  esasa dayandırmaya çalışırlar; ayırma teorisine göreyse, zorunluluğun birden çok hukukî niteliğe bürünmesi mümkündür. Daha sonra ifade edeceğimiz gibi, pozitif ceza hukukumuz açısından tekçi yaklaşımın benimsenmesi taraftarıyız.Öğretide 5237 sayılı Türk Ceza Kanunu nun yürürlüğe girmesinden sonra ortaya çıkan kuvvetli bir görüşe göre, m 25/2 de düzenlenen zorunluluk hâli kusurluluğu kaldıran (veya etkileyen) bir nedendir. Nitekim madde gerekçesinde zorunluluk hâlinin kusurluluğu kaldıran bir neden olduğu belirtilmiştir; CMK deki düzenleme de (m 223/3-b) bu yöndedir. Yargıtay uygulaması da zorunluluk hâlini kusurluluğu kaldıran neden olarak nitelendirmektedir. Bu görüşe (ve CMK hükmüne) göre, zorunluluk hâlinden yararlanan kimse, hukuka aykırılık içindedir ve hatta bir suç işlemiştir; bu kişinin zorunluluk hâlinden yararlanması onun ‘suçsuz  sayılmasını ve beraat etmesini gerektirmez, ancak kusuru bulunmadığından bu kişi hakkında ceza verilmesine yer olmadığı yönünde hüküm kurulur. Ağır ve muhakkak bir tehlike ile karşı karşıya olan failin saikinin teşekkülü sürecindeki anormallik, kusur yargısı açısından değişiklik yaratmaktadır ve failin cezaya layık görülmemesini açıklamaktadır.Türk doktrininde zorunluluğun kusurluluğu etkileyen bir ‘mazeret nedeni  (Alm Entschuldigungsgrund) olduğu da öne sürülmektedir: kusur yeteneği bulunmakla ve hukuka aykırı hareket etmiş olmakla birlikte, içinde bulunduğu durum nedeniyle failin somut olayda kınanması mümkün değildir. Aslında mazeret sebepleri, kusurluluğu kaldıran nedenlerden farklıdır: Mazeret sebebinde kusurun azalmasına yol açan husus, faili harekete geçiren dürtü veya saiktir; buna karşılık, mazeret sebebinin doğması için kusurun ‘ortadan kalkması  şart değildir. Mazeret sebebi söz konusu olduğunda, azalmış da olsa bir kusurdan bahsedilebilir; fakat failin içinde bulunduğu özel durum nedeniyle ona yönelik kınama yargısında bulunmaktan vazgeçilmektedir. Bunun da nedeni, failin içinde bulunduğu özel durumun yarattığı aşırı motivasyon baskısı nedeniyle, pozitif hukukun gereklerine uymasının artık kendisinden beklenemeyecek olmasıdır.  Mazeret  nedenleri  var  olduğunda  failin  cezalandırılmama  nedeni, 156  Kangal (n 16) 31, 36, 37.157  Doktrinde bu yönde Özgenç (n 23) 425; Artuk et al (n 119) 503; Koca and Üzülmez (n 119) 346; Hakeri (n 119)  418; Akbulut (n 119) 557; Bekar (n 119) 80.158  Yargıtay CGK, 1-281/37, 26.2.2008; Yargıtay CGK, 2012/1551, 2013/64, 19.2.2013.159  Stefano Canestrari, Luigi Cornacchia and Giulio De Simone, Manuale di diritto penale – Parte generale, (Il Mulino 2007) 564.160  Kangal (n 16) 435; Özgenç (n 23) 425-426; Koca and Üzülmez (n 119) 347; Akbulut (n 119) 557; Özbek et al (n 119) 377; Canpolat (n 151) 179.161  Özbek et al (n 119) 378.162  Çok benzer yönde Kangal (n 16) 432; Heinrich (n 23) para 563; Canpolat (n 151) 179. Yine bkz Bekar (n 119), 43: ‘cezalandırmaya liyakat sınırına ulaşmadığı  için fail cezasız kalmaktadır.163  Çok benzer yönde Heinrich (n 23) para 563; Akbulut (n 119) 557.873İstanbul Hukuk Mecmuası 77/2‘içinde bulunduğu durumda failden tehlikeye katlanmasının beklenmesinin (Alm Unzumutbarkeit) imkânsız olmasıdır. 164Bununla birlikte, CMK m 223/3 hükmü karşısında, mazeret sebebinin varlığı ile kusurluluğu kaldıran nedenin varlığı aynı hukukî sonuca yol açacaktır: ‘kusurun bulunmaması  gerekçesiyle faile ceza verilmesine yer olmadığına hükmedilecektir. Bu bakımdan, normatif düzlemde, hukukumuz açısından iki kavram arasında fark olmadığı söylenebilir. Keza, sonuçları açısından da; teorik olarak, mazeret sebebi teşkil eden zorunluluğun varlığında faile ceza vermek ve sadece indirim uygulamak mümkün  olmakla  birlikte,  CMK  m  223/3  böyle  bir  fark  yaratmaya  olanak tanımamakta ve faile ceza verilmesinin önüne geçmektedir.Neticeten, zorunluluk hâline ister ‘kusurluluğu kaldıran  neden isterse ‘mazeret  nedeni diyelim, çalışma konumuz açısından varılacak sonuç aynıdır: ortada hukuka aykırı bir fiil vardır. Bu bakımdan bu iki görüşü aynı ana başlık altında toplamak mümkündür. Bunun sonucu olarak, zorunluluk hâlinde işlenen fiile iştirak eden bir kimsenin cezalandırılması mümkündür.Buna karşılık, bugün bile doktrinde birçok yazar zorunluluk hâlini, 765 sayılı eski TCK döneminde olduğu gibi, hukuka uygunluk nedeni olarak ele almaya devam etmektedir. Bu görüş esas alındığında, TBK m 64/2 ye göre çok daha geniş kapsamı olan TCK m 25/2 kapsamına giren fiiller hukuka uygundur. Bu esastan hareket edildiğinde, hukuk düzeninin birliği ilkesi uyarınca, bu fiillerin medeni hukuk açısından da hukuka uygun olduğunu söylemek gerekecektir. Keza bu ihtimalde, suçla korunan hukuksal değerin ihlal edildiğinden de bahsedilemeyecektir. Mesela hırsızlık suçu açısından düşündüğümüzde, şayet zorunluluğu kusurluluğu etkileyen 164  Özbek and Doğan (n 151)198. Yine bkz Canpolat (n 151) 178-179; Akbulut (n 119) 558.165  Hatta Özgenç e göre mazeret sebebinin varlığı durumunda da kişi kusurlu addedilmemektedir [Özgenç (n 23) 426]. Bu bakımdan, yazara göre [Özgenç (n 23) 427], ‘mazeret sebepleri, kusurluluğu etkileyen nedenlerin bir değişik ifadesi olarak telakki edilmektedir . Aksi görüşte Kangal (n 16) 433 ve Heinrich (n 23) para 562: yazarlara göre iki kavram arasında ayrım yapmak gerekir. Ayrımın eleştirisi için bkz Canpolat (n 151) 180-181.166  Özbek et al (n 119) 384.167  Bekar (n 119) 81.168  Özbek and Doğan (n 151) 215.169  Örneğin, Centel, Zafer and Çakmut (n 119) 323 ff; Toroslu and Toroslu (n 119) 171; İçel (n 119) 359; Demirbaş (n 149) 300; Öztürk and Erdem (n 119) para 428; Soyaslan (n 119) 389; Hafızoğulları and Özen (n 119) 222; Nuhoğlu (n 119) 208; Ersan Şen, Yeni Türk Ceza Kanunu Yorumu, C: I (Madde 1-140) (Vedat 2006) 70; Yener Ünver, ‘YTCK da Kusurluluk , (2006) 1 CHD 37, 59; Kan (n 16) 98, 161, 162. Fakat Kan ın bu yargısına gerekçe olarak belirttiği hususun ikna edici olduğu söylenemez: Yazara göre [Kan (n 16) 304], ‘ zorunluluk hali   tehlikenin ağırlığı   konu  ve  kullanılan araç arasında orantı  bulunmasını şart kıldığı için bir hukuka uygunluk nedenidir . Oysa aynı değerlendirme kusurluluğu kaldıran neden veya mazeret sebebi teşkil eden zorunluluk hâli açısından da yapılmaktadır.170  Bu dönemde kurumu hukuka uygunluk nedeni olarak gören başlıca eser için bkz Dönmezer and Erman (n 149) para 825; yine bkz Toroslu (n 1) 67, 166; Önder (n 119) 251. Eski TCK döneminde dahi kurumun niteliğini kusurluluğu kaldıran neden olarak gören bir eser için bkz Faruk Erem, Ahmet Danışman and Mehmet Emin Artuk, Ceza Hukuku Genel Hükümler (14th edn, Seçkin 1997) 584. Bununla birlikte, baskın görüşün, zorunluluğun hukuka uygunluk nedeni olduğu yönünde olduğu rahatlıkla söylenebilir (aynı yönde Fatih Selami Mahmutoğlu, ‘5237 Sayılı Türk Ceza Kanununda Hukuka Uygunluk Nedenleri  (2005) 5 Hukuk ve Adalet Dergisi 42, 51).171  Aynı görüşte Özgenç (n 23) 313; aksi görüşte Katoğlu (n 22) 78.874Önok, Önay / Hukuk Düzeninin Birliği İlkesi Çerçevesinde Zorunluluk Hâlinin Hukukî Niteliğibir neden olarak düşünürsek, ortada hukuka aykırı bir fiil vardır ve haksızlık teşkil eden bu fiil aracılığıyla çalınan malın sahibinin mülkiyet hakkı ve/veya zilyedinin zilyetliği ihlal edilmiştir. Oysa zorunluluğu hukuka uygunluk nedeni olarak kabul edersek; hukuka uygun bu fiil vasıtasıyla malikin mülkiyet hakkına ve/veya zilyedin zilyetliğine bir ‘müdahale  söz konusu olsa da hukukun izin verdiği ve meşru saydığı bu davranışı ilgilinin mülkiyet hakkının veya zilyetliğinin ‘ihlali  olarak değerlendirmek söz konusu olamaz.Zorunluluk hâlinin hukuka uygunluk nedeni olarak değerlendirilmesi, hele Türk doktrininde birçok yazarın hukuka uygunluk sebeplerinin objektif nitelikli olduğunu kabul ettikleri düşünüldüğünde, garip ve kabul edilemez bazı sonuçlara yol açabilir. Şöyle bir örnek düşünelim: Çok hasta çocuğu için acil ilaç alması gereken ve fakat açık eczane bulamayan fail, geceleyin kapalı bir eczanenin önünde beklemektedir. İlacı başka türlü temin edememiş olan fail, yoldan geçmekte olan (Z) ye ‘Şu camı kırmama ve içeriden X ilacını almama yardım eder misin?  der. ‘Harika, adrenalin benim işim!  diyen (Z), camı kırarak içeri girer ve kendisine tarif ve işaret edilen ilaçtan 2-3 kutu alır. Ne var ki, eczanenin iç kısmında uyumaktan olan (E) uyanır ve (Z) ye müdahale ederek elindeki ilaçları zorla alır. Şimdi, Türk doktrininde birçok yazarca savunulduğu üzere, zorunluluğun bir hukuka uygunluk nedeni olduğunu ve hukuka uygunluk nedenlerinin de objektif nitelikte olduğunu düşünelim  Bu durumda (Z) nin de eylemi hukuka uygun olacaktır; hukuka uygun eyleme karşı meşru savunma söz konusu olamayacağı için de, (E) nin eylemi cebir suçunu teşkil edecektir! Oysa zorunluluğun kusurluluğu kaldıran bir neden olarak kabul edilmesi durumunda, (E) nin eylemi her hâlükârda meşru savunma kapsamında kalacaktır; ayrıca, bir de zorunluluğun sübjektif unsuru olduğu da kabul edilirse, (Z) nin zaten cezadan kurtulması mümkün olmayacaktır. Bu örnek ilk bakışta abartılı gelse de aslında teorik ve pratik gerçeğe uygundur: Zorunluluk hâlinin hukuka uygunluk nedeni olarak kabul edildiği vakit, kendisine karşı suç işlenmekte olan masum üçüncü kişinin kendini hukuka uygun olarak savunması olanağı elinden alınmış olacaktır. Gerçi, masum üçüncü kişinin eyleminin de bu sefer zorunluluk hâli kapsamında görülebileceği  savunulabilirse  de;  zorunluluk  kurumunun  çerçevesine  tam  da uymayan bir durum söz konusu olacaktır. Öte yandan, zorunluluk hâlinin ceza hukuku bakımından bir hukuka uygunluk nedeni olarak kabul edilmesi ile TBK m 64/2 uyarınca zorunluluk hâlinde bulunan kimsenin zararın tamamını veya bir kısmını karşılamaya mecbur bırakılabilmesini 172  Örneğin bkz Dönmezer and Erman (n 149) para 696; Centel, Zafer and Çakmut (n 119) 299; Demirbaş (n 149) 276; Soyaslan (n 119) 357.173  Kangal (n 16) 435; Heinrich (n 23) para 401; Öztürk and Erdem (n 119) para 428; Hakeri (n 119)  423.174  Bu konularda bkz Mahmutoğlu (n 167) 51-52.175  Nitekim doktrinde bu konuda masum üçüncü kişiye kendini savunmak hakkını tanıyan özel bir düzenleme yapılması gerektiği savunulmaktadır [Mahmutoğlu (n 167) 52].176  Bu yönde Mahmutoğlu (n 167) 52.875İstanbul Hukuk Mecmuası 77/2bağdaştırmak mümkündür. TBK m 64/2 hükmü hakkaniyet düşüncesine dayanan bir düzenlemedir; kaldı ki, bu tazminatın verilen zararı tümüyle karşılaması da aranmamaktadır. Yukarıda da açıklandığı üzere, kanunun açık ifadesi karşısında TBK daki zorunluluk hâlinin bir hukuka uygunluk sebebi olduğu tartışmasızdır (TBK m 63/2)178. TBK m 64/2 uyarınca failin ödemekle yükümlü tutulabileceği denkleştirme bedelinin kaynağı, hukuka aykırı bir fiilden doğan bir sorumluluk değildir. Zorunluluk hâli içerisindeki kişi hukuka uygun davranmış, buna rağmen zararın  tamamına  zarar  görenin  katlanması  adil  bulunmamış  ve  fedakârlığın denkleştirilmesi ilkesi uyarınca hâkimin zararın tamamı veya bir kısmını tehlikeden kurtulan kişinin ödemesine hükmetmesine imkân tanınmıştır. Bu bakımdan, salt TBK m 64/2 gereği zorunluluk hâli altında hareket eden kişinin de denkleştirme bedeli ödemek zorunda bırakılabileceğinden hareketle ortada bir hukuka uygunluk nedeni bulunmadığı sonucuna varılamaz, bilakis TBK m 63/2 uyarınca aksi sonuca varılması gerekir. Netice olarak, Türk Borçlar Kanunu nda zorunluluk hâli içerisinde hareket eden kişinin denkleştirme bedeli ödemesine olanak sağlayan düzenlemeye dayanarak, zorunluluğun bir hukuka uygunluk nedeni teşkil edemeyeceği; hukuk düzeninin birliği ilkesi uyarınca, ‘tazminat sorumluluğu 182 olabilen failin fiilini ceza hukuku bakımından hukuka uygun kabul edebilmenin olanaksız olduğu yönündeki görüşte isabet yoktur. Bu görüş, TBK m 64/2 de hâkime tanınan denkleştirme bedeline hükmetme olanağının, fiilin aslında hukuka aykırı olduğunu gösterdiği yönündeki dayanaksız ön kabulden kaynaklanmaktadır. Yukarıda izah edildiği üzere, TBK m 64/2 de öngörülen denkleştirme yükümlülüğünün dayanağı hukuka aykırı bir fiil değil, fedakârlığın denkleştirilmesi ilkesidir.Mehaz Alman Ceza Kanunu na (StGB) bakarsak, zorunluluk düzenlemesi iki ayrı maddede ele alınmıştır: Bir maddede hukuka uygunluk nedeni olarak zorunluluk 177  Toroslu (n 1) 167; Dönmezer and Erman (n 149) para 825; Özbek and Doğan (n 151) 204; İçel (n 119) 359; Kan (n 16) 159. İtalyan doktrininde aynı yönde Antolisei (n 207) 310.178  Bkz § 3, C.179  Bu nedenle de, TBK de zorunluğun hem hukuka aykırılığı kaldıran bir neden olarak kabul edilmesi hem de bu durumda verilen zararı tazmin yükümlülüğü getirilmesinin ‘kendi içinde (…) çelişkiye neden  olduğu görüşü [Koca and Üzülmez (n 119) 206] isabetli değildir. Bu bakımdan, TBK düzenlemesinden hareketle TCK m 25/2 deki hükmün kusurluluğu etkileyen bir mazeret sebebi olarak kabul edilmesinin zorunlu olduğu sonucuna da [Koca and Üzülmez (n 119) 207] varılamaz.180  Bkz. III, F, 2.181  Aynı yönde Kan (n 16) 93-94; Soyaslan (n 119) 390. Ayrıca bkz Toroslu (n 1) 167: ‘Şu halde, zaruret hali sebebiyle kanunun suç olarak ön gördüğü bir fiili işleyen kimseye ceza verilemiyeceği gibi, medenî hukuk yönünden de, bir hukuka aykırılık mevcut olmadığı ve haksız fiilden söz edilemiyeceği cihetle, faile bir mes'uliyet terettüp etmez. Borçlar Kanununun 52/2 nci maddesinde söz konusu olan tazminat, zaruri kılınmış fiilin hukuka aykırılığına değil, sadece hakkaniyete müstenittir (1). Nitekim bu tazminatın, zararın tamamını telâfi etmesi şart değildir. Hatta hâkimin, icabında, tazminata hiç hükmetmemesi de mümkündür (2). .182  TBK m 64/2 de öngörülen denkleştirme bedeli ödeme yükümlülüğü hukuka aykırı bir fiilden sorumluluğa değil, fedakârlığın denkleştirilmesi ilkesine dayanır (bkz § 3, F, 2).183  Koca and Üzülmez (n 119) 347.184  Keza, TBK m 64/2 de tazminat yükümlülüğü öngörülmesinin nedenini zorunluluk hâlinin hukuk düzeninin tümü tarafından hukuka uygun sayılmaması ile açıklamak da (bu yönde Hakeri (n 119) 423) doğru değildir.185  Heinrich (n 23) para 401.876Önok, Önay / Hukuk Düzeninin Birliği İlkesi Çerçevesinde Zorunluluk Hâlinin Hukukî Niteliğihâli (StGB § 34)186, diğerinde ise kusurluluğu kaldıran neden olarak zorunluluk hâli (StGB § 35)187 düzenlenmiştir. Hâliyle, her iki düzenlemenin uygulanma koşulları farklıdır. Belirtmek gerekir ki, kusurluluğu kaldıran zorunluluk hâline tekabül eden § 35 düzenlemesi kanunun 1871 tarihli orijinal versiyonunda yerini bulmuşken, hukuka uygunluk nedeni teşkil eden zorunluluk hâline dair düzenleme StGB ye 1969 yılında eklenmiştir. Bununla birlikte hem doktrinde hem de içtihatlarda hukuka uygunluk sebebi olan zorunluluk hâlinin varlığı ‘Fark Gözetme Teorisi  (Alm  Differenzierungstheorie)  kapsamında  ‘kanun  üstü  zorunluluk  hâli   (Alm übergesetzlicher Notstand) olarak kabul edilmekteydi . Öyle ki, bugün için de Alman doktrininde bazı yazarlar, hem § 34 e hem de § 35 e girmeyen bazı fiillerin yine kanun üstü zorunluluk kavramı dahilinde (Alm übergesetzlicher entschuldigender Notstand) cezasız bırakılabileceği kanaatindedir, fakat içtihat henüz o yönde gelişim göstermemiştir.StGB deki hukuka uygunluk nedeni olarak zorunluluk hâli ile kusurluluğu kaldıran neden olarak zorunluluk hâli arasında, inter alia, şu farklar vardır: 1) Hukuka uygunluk nedeni olarak zorunlulukta, korunmak istenen hukukî yarar, feda edilen yarardan üstün (hatta StGB ye göre, ‘önemli ölçüde  üstün) olmalıdır. Örneğin, açlıktan ölmemek için ekmek çalmak gibi. Buna karşılık, eğer korunmak istenen hukuksal yarar ile feda edilen hukuksal yarar eşit ölçüde öneme sahipse, bu durumda zorunluluk, kusurluluğu ortadan kaldıran bir neden olacaktır. Bu farkı anlamak kolaydır: Eğer fail zaten üstün (hatta ‘önemli ölçüde  üstün) yararı korumuşsa, bu davranış zaten hukuk düzeninin kendisinden beklediğidir. Buna karşılık, mesela eşit değerin korunması durumunda (kendi canını kurtarmak için masum ve alakasız bir üçüncü kişiyi öldürmek), hukuk düzenine objektif olarak uygun bir davranış olmasa da failin bu tercihi mazur görülebilirdir. Hatta StGB § 35 in uygulanmasında hukukî değerlerin mukayesesi esasından hareket edilmediği için, korunan yararın (feda edilene) mutlaka eşit olması da aranmamaktadır; makul bir 186  Hukuka uygunluk nedeni olarak zorunluluk hâli: ‘Her kim, hayat, vücut, özgürlük, şeref, mülkiyet veya diğer bir hukukî menfaate yönelik olan, hâlihazırdaki ve başka türlü bertaraf edilemeyen bir tehlike içinde iken, tehlikeyi kendisi veya bir başkası bakımından def etmek için, bir suç fiili işlerse, tarafların rakip menfaatlerinin, özellikle ilgili hukukî menfaatler ile onları tehdit eden tehlikenin derecesi karşılaştırıldığında, korunan menfaat tehdit edilen menfaate nazaran önemli ölçüde ağır basıyorsa, fail, hukuka aykırı hareket etmiş olmaz. Ancak bu hüküm sadece, işlenen fiilin tehlikeyi def etmek için uygun bir araç olduğu durumlarda uygulanır.  [Feridun Yenisey and Gottftied Plagemann, Alman Ceza Kanunu – Strafgesetzbuch (StGB) (2nd edn, Beta 2015) 25].187  Kusurluluğu ortadan kaldıran zorunluluk hâli: ‘(1) Her kim, hayat, vücut veya özgürlüğe yönelik, halihazırdaki ve başka türlü bertaraf edilemeyen bir tehlike içinde iken, tehlikeyi kendisi, ailesine mensup bir kişi veya bir yakını bakımından def etmek için, bir hukuka aykırı bir fiili gerçekleştirirse, kusurlu sayılmaz. Olaydaki şartlara göre, özellikle tehlikeye bizzat kendisinin sebebiyet vermiş bulunması veya özel bir hukukî ilişki içinde bulunması nedeniyle, tehlikeye atlanması failden beklenebilir idiyse, yukarıdaki hüküm uygulanmaz (…)  [Yenisey and Plagemann (n 175)  25-26].188  Özbek and Doğan (n 151) 207.189  Özbek and Doğan (n 151) 207; Michael Bohlander, Principles of German Criminal Law (Hart Publishing 2009) 106; Heinrich (n 23) para 403; Kan (n 16) 153.190  Bohlander (n 178) 129-130.191  Demirbaş (n 149) 302; Özbek et al. (n 117) 384; Koca and Üzülmez (n 119) 346; Santiago Mir Puig, Derecho Penal Parte General (8th edn, Editorial Reppertor 2006) 457. Bu dengelemenin nasıl yapılacağına dair kriterler için bkz Kai Ambos and Stefanie Bock, ‘Germany  in Alan Reed, Michael Bohlander, Nicola Wake and Emma Smith (eds) General Defences in Criminal Law - Domestic and Comparative Perspectives (Ashgate, Farnham/Burlington 2014) 234.192  Artuk et al (n 119) 502; 460; Özbek et al (n 119) 411.193  Ambos and Bock (n 180) 236; Özbek and Doğan (n 151) 208; Zafer (n 104) 336.877İstanbul Hukuk Mecmuası 77/2oranın varlığı yeterlidir. Bu yaklaşımın nedeni de, kusurluluğu kaldıran neden olarak işlev gösteren StGB § 35 açısından ceza verilmemesinin çıkış noktasının failin anormal motivasyonu (saiki), yani psikolojik bir esasın olmasıdır.2) StGB düzenlemesine göre, hukuka uygunluk nedeni oluşturan zorunluluk her hak bakımından uygulanabilirken, kusurluluğu kaldıran neden olarak zorunluluk hâli, sadece hayat, vücut ve özgürlüğü korumak için vardır. Bunu da anlamak kolaydır: Kişinin aslında hukuka aykırı olan davranışa yönelmesinin mazur görülebilmesi ve kınanabilirliğin ortadan kalkması, sadece çok önemli bazı hukukî değerlerin korunması amacıyla hareket etmesi durumunda söz konusu olabilir.3) Kusurluluğu kaldıran neden olarak zorunluluk hâli, sadece failin kendisini, akrabasını veya yakınını koruması durumunda uygulanabilir; oysa hukuka uygunluk nedeni teşkil eden zorunluluk hâli açısından, tehlikede bulunan kişi ile fail arasında özel bir ilişkinin varlığı aranmaz. Bunu da anlamak kolaydır: Kendisiyle hiçbir irtibatı olmayan bir kimseye yönelik bir tehlikenin varlığında, failin iradesinin ciddi baskı altına girdiğini ve objektif olarak yanlış davranışı seçmesi nedeniyle kınanabilirliğinin ortadan kalktığını söylemek çok zordur; böyle bir psikolojik etki ancak kendisine, akrabasına veya en azından yakınına yönelik bir tehlike durumunda mevzubahis olur. StGB de ikili bir düzenleme mevcut olmakla birlikte; TCK de böyle bir ayrım yapılmadığına ve m 25/2 te tek bir düzenleme olduğuna dikkat edilmelidir. Bu bakımdan, bizim hukukumuz açısından, TCK m 25/2 deki zorunluluğa ya hukuka uygunluk nedeni ya da kusurluluğu kaldıran neden denilmelidir. Fakat Türk Hukuku bakımından da, ‘fark gözetme teorisi ni (Alm Differenzierungstheorie) savunarak korunan ve feda edilen yararların mukayesesini dikkate almak suretiyle ikili ayrım yapan yazarlar mevcuttur: Söz konusu yazarlara göre, korunan hukukî değer (feda edilen değere nazaran) ‘önemli ölçüde üstün  ise, hukuka uygunluk nedeni; korunan 194  Mir Puig (n 180) 457. Mesela TCK de ‘tehlikenin ağırlığı ile konu ile kullanılan araç arasında orantı  bulunması arandığı içindir ki, Türk doktrininde Öztürk and Erdem ve Nuhoğlu kurumu hukuka uygunluk nedeni olarak kabul etmektedirler [Öztürk and Erdem (n 119) para 428; Nuhoğlu (n 119) 41].195  Mir Puig (n 180) 457.196  Özbek et al (n 119) 411; Ambos and Bock (n 180) 236. Bu sayımın sınırlayıcı olduğu çok baskın doktriner görüştür [Bohlander (n 178) 124].197  Özbek et al (n 119) 411.198  Ambos and Bock (n 180) 234.199  Yine bkz Mir Puig (n 180) 457-458.200  Kaldı ki, TCK m 25/2 de ‘önemli ölçüde üstünlük  kıstasının da yer almadığı belirtilmektedir [Bekar (n 119) 88]. 201  Aslında teorik olarak isabetli bir görüşe göre [Özbek et al (n 119) 414], TCK deki düzenleme ile amaçlanan her ne olursa olsun, m 25/2 deki kurum bazı yönleriyle hukuka uygunluk nedeni olarak zorunluluk hâli bazı yönleriyle de kusurluluğu kaldıran neden olarak zorunluluk hâlinin unsurlarını bünyesinde barındırmaktadır [bu hususta detaylı bilgi için bkz Özbek and Doğan (n 151) 216 ff; yine bkz ve kıyaslayınız Soyaslan (n 119) 394]. Ne var ki, düzenlemenin tek olması karşısında, hukukî niteliği açısından birini (hukuka uygunluk nedeni) ya da diğerini (kusurluluğu kaldıran neden) seçmek gerekecektir [netice olarak aynı görüşte Kan (n 16) 126]. İspanyol ceza doktrininde aynı tartışma hususunda benzer görüş için bkz Mir Puig (n 180) 457. Doktrinde belirtildiği üzere, belki de temel sorun, her biri farklı hukukî esasa dayandırılabilecek birçok görünüm biçimi olan zorunluluk kurumunun tek bir hüküm ve nitelik altında düzenlenmeye çalışılmış olmasıdır [Kan (n 16) 306].202  Bu konuda bkz Özbek and Doğan (n 151) 205.203  Kangal (n 16) 48; Demirbaş (n 149) 302; Fatih Selami Mahmutoğlu and Selami Karadeniz, Türk Ceza Kanunu Genel Hükümler Şerhi (Beta 2017) 521-522. Yine bkz Zafer (n 104) 335: yazara göre TCK m 25/2 hükmü hem hukuka uygunluk nedeni hem de kusurluluğu kaldıran neden olan zorunluluk hâlinin hukukî dayanağı olarak görülebilir.878Önok, Önay / Hukuk Düzeninin Birliği İlkesi Çerçevesinde Zorunluluk Hâlinin Hukukî Niteliğihukukî değer (feda edilen değere) eşit ise, zorunluluk hâli söz konusudur. Hatta bizdeki gibi tek bir hüküm içeren İspanyol Ceza Kanunu m 20/5 açısından İspanyol doktrininde de baskın görüşün bu yönde olduğu belirtilmektedir. Bu ayrım teorik olarak makul olmakla birlikte, TCK de tek bir hükmün yer alması karşısında, TCK m 25/2 nin bazen hukuka uygunluk nedeni, bazense kusurluluğu kaldıran neden olabileceğini söylemek, kanaatimizce, mümkün değildir. Kanaatimizce, TCK m 25/2 deki hükmü kusurluluğu kaldıran bir neden olarak görmek gerekir. Bunun temel nedeni ise CMK m 223/3-b hükmüdür. Madde gerekçesindeki bu yöndeki açıklamanın ve m 25/2 hükmünün niteliğini bu şekilde açıklayan Yargıtay Ceza Genel Kurulu içtihadının bağlayıcı olmadığı açıktır. Ne var ki, CMK deki hükmün göz ardı edilmesi olanaksızdır. Şüphesiz, TCK m 25/2 deki hükmün hukukî niteliğinin ortaya konulacağı yer CMK olmamalıdır. Ne var ki, yasa yapma tekniği açısından eleştiriye açık olsa da, böyle bir nitelendirme yapılmıştır. CMK m 223/3-b hükmünde açıkça ‘Yüklenen suçun (…) zorunluluk hali (…) etkisiyle işlenmesi, (…) Hallerinde, kusurunun bulunmaması dolayısıyla ceza verilmesine yer olmadığı kararı verilir.  denilmiştir. Böylece, zorunluluk hâli, ‘Yüklenen suçun sanık tarafından işlenmesine rağmen, olayda bir hukuka uygunluk nedeninin bulunması  durumunda beraat kararı verilmesini öngören CMK m 223/2 hükmünün kapsamı dışında bırakılmıştır. Olması gerekene ve TCK m 25/2 deki hükmün gerçek mahiyetine dair akademik tartışmalar bir yana, bu hükmün ve yaratılan farklılığın görmezden gelinmesi hukuken mümkün değildir. Nitekim Yargıtay da CMK deki hükümden hareketle hükmün niteliğini kusurluluğu kaldıran bir sebep olarak kabul etmiştir.B. Zorunluluk Hâlinin Kabul Nedenini Açıklayan Teoriler Zorunluluk hâlindeki faile niye ceza verilmeyeceğine dair farklı teoriler öne sürülmüştür.  Kanaatimizce,  zorunluluk  hâline  atfedilen  hukukî  niteliğe  göre sonuca varılmalıdır.İspanyol doktrininde ayrım gözetme teorisi (İsp teoría de la diferenciación, İt teoria differenziale) olarak adlandırılan bu yaklaşımın hâkim olduğu belirtilmektedir 204  Mir Puig (n 180) 457.205  Aynı yönde Koca and Üzülmez (n 119) 347 n 998. İspanya açısından aynı yönde Mir Puig (n 180) 457.206  Aynı yönde Özbek and Doğan (n 151) 218.207  Gerekçe yönünden aynı argüman için bkz Kangal (n 16) 47; Zafer (n 104) 334.208  Aynı mealde Bekar (n 119) 81. Aksi görüşte Kangal (n 16) 48; Zafer (n 104) 334; Kan (n 16) 160 [hatta yazara göre (148) söz konusu hüküm ‘yasal ama hukuk dışı bir düzenleme  (?) teşkil etmektedir].209  Aynı eleştiri için bkz Kan (n 16) 118.210  Yine bkz Özgenç (n 23) 428: ‘CMK nın bu düzenlemesi de göz önünde bulundurulduğunda, mevzuatımızca zorunluluk halinin kusurluluğu etkileyen bir neden olarak kabul edildiği açık bir şekilde görülecektir. .211  Özbek and Doğan (n 151) 206.212  Bilgi için bkz Dönmezer and Erman (n 149) para 820 ff; Toroslu (n 1) 20 ff.879İstanbul Hukuk Mecmuası 77/2ve kurumun hukukî esasına bağlı olarak dayanağı açıklanmaktadır. Bu anlayışa göre, hukuka uygunluk nedeni olan zorunlulukta, korunan hukuksal değer feda edilen nazaran objektif anlamda üstün olduğuna göre, birbiriyle çatışan iki hukukî değerden üstün olanı tercih etmiş failin davranışı objektif olarak hukuka uygundur [hakların (veya hukuksal değerlerin) çatışması teorisi]215. Bu anlayışa göre, eğer failin başka türlü davranma imkânı yoksa, hukuken daha üstün olan hukuksal değeri korumak amacıyla daha değersiz olana zarar verilmesine hukuk düzeni izin verir ve hukukî değeri ihlal edilen kişinin de buna katlanma yükümlülüğü vardır. Buna karşılık, Türk doktrininde ve İtalyan doktrininde birçok yazar kendini koruma içgüdüsüne dayanmaktadır. Ancak, şayet kendini koruma içgüdüsüne dayanılacaksa, kurumun kusurluluğu kaldıran neden olarak kabul edilmesi makul olacaktır. Kaldı ki, bu durumda üçüncü kişi lehine zorunluluk hâlinin kabulünü açıklamak mümkün olmamaktadır.Zorunluluğu kusurluluğu kaldıran bir neden olarak kabul ettiğimizde, korunan hukuksal değerin üstün olması şart olmadığına göre, hakların çatışması teorisine dayanmak artık mümkün olmaz. Bu durumda ceza verilmemesinin nedenini failin içinde  bulunduğu  psikolojik  durumla  açıklamak  gerekir:  Failin  karşı  karşıya bulunduğu tehlike nedeniyle içinde bulunduğu psikolojik baskı (manevi cebir teorisi) onun irade serbestisine tesir eder ve esasen ahlaka aykırı sayılabilecek davranışı nedeniyle onun hukuken kınanmasına engel olur. Almanya ve İspanya gibi ülkelerde 213  Mir Puig (n 180) 456.214  Öztürk and Erdem (n 119) para 428; Özbek et al (n 180) 407-408.215  Teori hakkında bilgi için bkz Toroslu (n 1) 35 ff; Kangal (n 16) 221 ff; Bekar (n 119) 52-53; Kan (n 16) 67 ff. Mesela kurumu esasen hukuka uygunluk nedeni olarak değerlendiren Demirbaş ve Hafızoğulları and Özen bu teoriye dayanmaktadır [Demirbaş (n 149) 306; Hafızoğulları and Özen (n 119) 222]. İtalyan doktrininde de, bu teoriye dayanılacaksa, kurumun niteliğinin hukuka uygunluk nedeni olarak benimsenmesi gerektiği ifade edilmiştir. [Canestrari, Cornacchia and De Simone (n 156) 563].216  Özbek and Doğan (n 151) 216.217  Bayraktar et al (n 119) para 416 (fakat sosyal yarar yokluğu teorisi de benimsenmektedir); Toroslu (n 1) 166 (fakat yazar, ‘hakların  veya menfaatlerin çatışması  teorisine de başvurmaktadır; aynı yönde Centel, Zafer and Çakmut (n 119) 323); Önder (n 119) 250; Artuk et al (n 119) 504-505; İçel (n 119) 358; Mahmutoğlu (n 167) 51; Kan (n 16) 82; Zafer (n 104) 333 (yazar manevi cebir ve sosyal yarar yokluğu görüşlerine de dayanmaktadır). 218  Francesco Antolisei, Manuale di Diritto Penale, Parte Generale (16th edn, Giuffre 2003) 308.219  Canestrari, Cornacchia and De Simone (n 156) 563. Kıyaslayınız Öztürk and Erdem (n 119) para 428. Yine bkz ve kıyaslayınız Toroslu and Toroslu (n 119) 172: yazarlara göre, kendini koruma içgüdüsü hukuk tarafından tanınarak doğalcı bir norm, hukuk normu hâline getirilmiştir. Bunun etkisi hukuka aykırılık yönündendir: bu durumlarda sosyal bir zarar olmadığı için hukuka aykırılığın maddi yönü gerçekleşmemiştir.   220  Bekar (n 119) 53. Nitekim Kan üçüncü kişi lehine zorunluluk durumunda kendini koruma içgüdüsü teorisinin uygulanamayacağını teslim etmekte; çıkış yolunu, hukuka uygunluk nedeni olarak zorunluluk, kusurluluğu kaldıran neden olarak zorunluluk ve üçüncü kişi lehine zorunluluk düzenlemelerinin ayrı ayrı yapılmasında görmektedir [Kan (n 16) 301]. Üçüncü kişi lehine zorunluluk hâlini açıklayabilen tek teori, hakların çatışması teorisi olarak gözükmektedir [Nuhoğlu (n 119) 37] Kan a göre, hükümde haklar arasında bir ayrım ya da hiyerarşinin gözetilmemiş olması, bu teoriyi hükmü açıklayan – en azından tek – dayanak olarak görmeye engeldir [Kan (n 16) 298-299].221  Özbek et al (n 180) 408.222  Özbek et al (n 180) 408.223  Erem, Danışman and Artuk (n 167) 581; Nuhoğlu (n 119) 36. Teori hk bilgi için bkz Toroslu (n 1) 22 ff; Bekar (n 119) 4850; Kan (n 16) 102 ff. Kan a göre, TCK m 28 deki ayrı düzenleme karşısında, manevi cebir esasına dayanarak zorunluluğu açıklamak Türk hukuku açısından mümkün değildir [Kan (n 16) 299]. Teorinin eleştirisi ve reddi için bkz Toroslu (n 1) 25-27 ve Erem, Danışman and Artuk (n 167) 583.880Önok, Önay / Hukuk Düzeninin Birliği İlkesi Çerçevesinde Zorunluluk Hâlinin Hukukî Niteliğipopüler olan normatif teorilere göre, tehdit altında olan hukukî değeri feda etmesi kendisinden  beklenemeyecek/istenemeyecek  olan  fail  mazur  görülmelidir.  Bu bakımdan, kusurluluğu kaldıran neden olarak zorunluluk hâli söz konusu olduğunda fiil artık hukuk düzeni tarafından onaylanmamaktadır; fakat fail açısından cezaya gereksinim duyulmamaktadır. Öyle ki, Almanya daki baskın görüşe göre, failin aynı zamanda bir hukuksal değeri koruması nedeniyle, fiilin haksızlık muhtevası da azalmaktadır; kusurdaki azalmayla birlikte değerlendirildiğinde ise, failin cezadan kurtarılması izahat bulmaktadır. Keza, zorunluluk durumunun etkisiyle suç işleyen kişinin  cezalandırılmasında  cezanın  önleme  amacı  açısından  fayda  olmadığını savunan görüşler de vardır.C. ŞartlarıYukarıda belirttiğimiz üzere, TCK m 25/2 nin bütün uygulama koşullarına ilişkin derinlemesine bir değerlendirme yapmak bu çalışmanın kapsamı dahilinde değildir; zaten çalışmanın ortaya konulan amacı açısından bunu yapmaya gerek de yoktur. Bu bakımdan, hükmün hukukî niteliğinin hukuka uygunluk nedeni olarak mı yoksa kusurluluğu kaldıran neden/mazeret nedeni olarak mı kabul edileceğinin uygulama şartları açısından yaratacağı farkı ele almakla yetineceğiz.Bilindiği üzere, doktrinde TCK m 25/2 nin uygulama koşulları iki başlık altında kategorize edilmektedir: ‘tehlikeye ilişkin şartlar  ve ‘korunma hareketine/fiiline  veya ‘kurtarma hareketine/fiiline  ilişkin şartlar 229.Tehlikeye ilişkin şartları şöyle tasnif edebiliriz: 1. ‘Ağır ve muhakkak bir tehlikenin varlığı , 2. ‘Tehlikenin, kişinin kendisinin veya başkasının bir hakkına yönelik olması , 3. ‘Tehlikeye bilerek sebebiyet verilmemiş olması ,  4. ‘Tehlikeye karşı koyma yükümlülüğünün bulunmaması  (veya ‘tehlikeye göğüs 224  Bunların varyasyonları için bkz Kangal (n 16) 437 ff.225  Yine bkz Özbek and Doğan (n 151) 212. İtalyan doktrininde ‘inesigibilità  (istenemezlik) olarak ifade edilen kavram hakkında geniş bilgi için bkz Kan (n 16) 54 ff.226  Kangal (n 16) 435.227  Kangal (n 16) 439-440; Canpolat (n 151) 179. Belirtmek gerekir ki, fiilin haksızlık içeriğindeki azalmadan hareketle, CMK m 223/4 ün de uygulanabilir hâle geldiğinin savunulabileceğine dair düşüncede (Kan (n 16) 151) isabet yoktur. CMK m 223/4 açısından kast edilen, tek başına ele alındığında, haksızlık muhtevası itibariyle ceza hukuku açısından önemsiz olan ve cezaya layık olmayan harekettir. Buna birkaç parça boş kâğıdın ‘çalınması  örnek olabilir. Böyle bir durumda zaten zorunluluk hükmüne başvurmaya gerek yoktur.228  Kangal (n 16) 441-442; Soyaslan (n 119) 390. Cezalandırmada sosyal faydanın yokluğuna dair teoriler için bkz Toroslu (n 1) 31 ff. İtalyan doktrininde Antolisei kurumun esasını sosyal zararın yokluğuyla açıklamaktadır (Antolisei (n 207) 309). Özellikle de, feda edilen hukuksal değer ile korunan hukuksal değer eşit olduğu vakit, tehlike ile karşı karşıya kalan kişinin fiili sosyal topluluk nezdinde mevcut durumu kötüleştirmemektedir zira zarar bir şahıs yerine bir başkası üzerinde gerçekleşmektedir. İki değerden birini feda etmek gerektiğine ve bunlar da eşdeğer olduğuna göre, toplum açısından bir zarar doğmamıştır (age, 310). Benzer yönde görüş için bkz Bayraktar et al (n 119) para 416.229  Dönmezer and Erman (n 149) para 826; Önder (n 119) 251 ff; Artuk et al (n 119) 505 ff; İçel (n 119) 359; Centel, Zafer and Çakmut (n 119) 325 ff.; Demirbaş (n 149) 307; Öztürk and Erdem (n 119) para 429 ff; Hafızoğulları and Özen (n 119) 223; Kangal (n 16) 230 ff; Koca and Üzülmez (n 154) 349 ff; Hakeri (n 119) 425 ff; Kan (n 16) 163 ff.881İstanbul Hukuk Mecmuası 77/2germe yükümlülüğünün bulunmaması ).  Korunmaya ilişkin şartlar: 1. ‘Tehlikeden başka türlü kurtulma imkânının bulunmaması , yani korunma hareketinde zorunluluk bulunması; 2. ‘İşlenen fiil ile tehlike arasında oran bulunması . Çalışmamız açısından, zorunluluk hâlinin hukuka uygunluk nedeni mi yoksa kusurluluğu kaldıran neden/mazeret nedeni mi sayılacağına dair fark, kendini ‘oran  koşulu açısından gösterecektir. Diğer bir deyişle, Türk ceza hukuku açısından, sadece bu son koşulun tanımlanması açısından bir fark doğacaktır. Bu bakımdan, kurumun hukukî niteliğine göre farklı uygulama koşulları belirleyen STGB §§ 34-35 in aksine, TCK  m  25/2 yi  nasıl  nitelendirirsek  nitelendirelim,  doktrinimizde  öne  sürülen uygulama koşulları yukarıdakilerden ibarettir. Bunların içeriğini anlamlandırmak açısından ise, sadece ‘oran  koşulu esaslı bir farklılık gösterecektir.Alman ceza hukuku açısından, hukuka uygunluk sebebi teşkil eden zorunluluk hâli her hakkın korunması açısından söz konusu olabilecekken; kusurluluğu kaldıran neden olan zorunluluk hâli sadece belirli hakların korunması açısından gündeme gelebilmektedir. TCK m 25/2 nin hukukî niteliği nasıl kabul edilirse edilsin, bizim kanunumuzda hak kategorisi açısından bir sınırlama yoktur. TCK m 25/2 nin kapsamına açıkça her türlü hak alınmak suretiyle, önceki TCK m 49/3 te ‘nefsini  ibaresinin  kullanılması  sonucu  doktrinin  mecbur  kaldığı  daraltıcı  yorumun geçerliliği kalmamıştır.Keza, Alman hukukuna göre, kusurluluğu kaldıran neden olarak zorunluluk hâli, sadece failin kendisini, akrabasını veya yakınını koruması durumunda uygulanabilir. Kanunumuz açısından, üçüncü kişi lehine zorunluluk durumunda böyle bir sınırlama yoktur.Yine  Alman  Hukukuna  göre,  ‘tehlikeye  karşı  koyma  yükümlülüğünün bulunmaması  koşulu sadece StGB § 35 açısından uygulanmaktadır; Türk hukuku açısından ise, TCK m 25/2 de bu hususta bir açıklık olmamasına rağmen, hükmün niteliğini  hukuka  uygunluk  nedeni  olarak  kabul  eden  yazarlar  da  bu  koşulu zikretmektedir. Kaldı ki, bu koşulu zorunlu şart olarak aramayan Almanya da, failin tehlikeye katlanmakla yükümlü olup olmadığı hususu orantılılık değerlendirmesi 230  Özbek et al (n 119) 384.231  Bu konuda bkz Toroslu (n 1) 109.232  Özbek et al (n 119) 384.233  Bu konuda eleştiri için bkz Toroslu and Toroslu (n 119) 174: yazarlara göre üçüncü kişi lehine zorunluluk durumunu sınırlandırmak gerekmektedir.234  Örneğin bkz Toroslu (n 1) 138; Önder (n 119) 255; Bayraktar et al (n 119) para 425; Toroslu and Toroslu (n 119) 176; Hafızoğulları and Özen (n 119) 225; Centel, Zafer and Çakmut (n 119) 328; Öztürk and Erdem (n 119) para 403; Demirbaş (n 149) 310; Soyaslan (n 119) 392; Zafer (n 104) 339; Nuhoğlu (n 119) 45; Kan (n 16) 205. Yine bkz Kangal (n 16) 284.882Önok, Önay / Hukuk Düzeninin Birliği İlkesi Çerçevesinde Zorunluluk Hâlinin Hukukî Niteliğiesnasında dikkate alınmaktadır. Türk doktrininde, mazeret sebebi teşkil eden (veya kusurluluğu kaldıran neden olan) zorunluluk hâli açısından da bu koşulun aranması gerektiği savunulmaktadır.Aynı husus, failin tehlikeye kendisinin sebebiyet vermiş olmaması koşulu açısından da söylenmelidir: bu koşula sadece § 35 ye ver verilmiştir. Ne var ki, TCK m 25/2 de tehlikeye bilerek neden olmama koşuluna açıkça yer verilmiştir. Kaldı ki, zorunluluğu hukuka uygunluk nedeni olarak kabul eden ülkeler açısından da bu koşulun aranıp aranmayacağı konusunda yeknesak bir yaklaşım olmadığı gibi, bu koşulu zorunlu şart olarak aramayan Almanya gibi ülkelerde bile failin tehlikeye bilerek neden olup olmadığı hususu orantılılık değerlendirmesi esnasında dikkate alınmaktadır.O hâlde, zorunluluğun hukukî niteliği ne olarak kabul edilirse edilsin, ‘tehlikeye bilerek  neden  olmama   ve  ‘tehlikeye  katlanma  yükümlülüğünün  olmaması  koşullarının aranmasında dogmatik bir sorun gözükmemektedir.Keza  ağır  ve  muhakkak  bir  tehlikenin  varlığı  koşulunun  yorumu  açısından, hükmün hukukî niteliğinin öyle ya da böyle kabul edilmesi bir fark yaratmayacaktır, denilebilir. Korunma hareketinde zorunluluk bulunması (başka türlü korunma olanağının bulunmaması) koşulu açısından da aynı şey söylenebilir.Ek bir bilgi olarak, Alman hukuku açısından, gerek StGB § 34 gerekse StGB § 35 durumunda failin hükümden yararlanması için sübjektif bir unsurun varlığının aranacağı kesindir; bu bakımdan, failin tehlikeyi bertaraf etmek amacıyla hareket etmesi gerekir. Öyle ki, baskın görüşe göre, fiilin tehlikeyi bertaraf etmek saikine dayanması  bile  aranır.  Türk  doktrininde  zorunluluk  hükmünün  uygulanması açısından sübjektif bir unsurun aranıp aranmayacağı tartışması hükmün hukukî niteliğinden bağımsız olarak cereyan etmektedir denilebilir. Daha önce belirttiğimiz gibi, Türk doktrininde birçok yazar hukuka uygunluk nedenlerinin uygulanması açısından bile ‘objektif  yaklaşımı kabul ederek bunların objektif olarak somut olayda var olmasını hükmün uygulanması için yeterli görmektedir.235  Kangal (n 16) 284; Heinrich (n 23) para 423.236  Kangal (n 16) 460; Artuk et al (n 119) 510; Hakeri (n 119) 430; Akbulut (n 119) 561. Aksi yönde Koca and Üzülmez (n 119) 351-352.237  Kangal (n 16) 270; Özbek and Doğan (n 151) 215.238  Kangal (n 16) 270-271; yine bkz Heinrich (n 23) para 573.239  Aynı yönde Kangal (n 16) 445, 448 Bohlander (n 178) 124; Heinrich (n 23) para 565, 568.240  Bohlander (n 178) 125; Heinrich (n 23) para 570.241  Bohlander (n 178) 126. Kıyaslayınız Özbek and Doğan (n 151) 212.242  Heinrich (n 23) para 432.243  Kurumu hukuka uygunluk nedeni olarak gören Öztürk and Erdem failin tehlikeyi bilmesi ve ‘daha üstün bir yararı korumak amacıyla hareket  etmesini aramaktadır [Öztürk and Erdem (n 119) para 437]. Buna karşılık, hukukî nitelik açısından aynı kanaatte olan diğer yazarlar böyle bir sübjektif koşula yer vermemektedir. 883İstanbul Hukuk Mecmuası 77/2O hâlde, zorunluluk altında işlenen fiille (korunma hareketiyle) tehlike arasında orantı bulunması koşuluna yoğunlaşabiliriz. Türk doktrininde çok baskın görüşe göre, korunan hak, feda edilen haktan üstün olmalıdır ya da en azından bunlar birbirine eşit olmalıdır. Burada bir hukuka uygunluk nedeni olmadığı için, korunan hakkın, korunma hareketini yapmak suretiyle feda edilen haktan ‘önemli ölçüde üstün  olması aranmaz. Zorunluluk hâlinin etkisiyle işlenen fiil hâlâ suç oluşturduğu için, önemli olan, korunan hak ile feda edilen hakkın birbirine en azından eşit olmasıdır. Hatta Alman doktrininde, StGB § 35 açısından, yol açılan zararın, kaçınılmak istenilen zarara nazaran ‘açıkça orantısız  olmaması yeterli görülmektedir. Daha da önemlisi, değerlendirme  sadece  yarışan  hukuksal  değerlerin  hiyerarşik  değeri  üzerinden yapılmadığı için, somut olayın özelliklerine göre, daha ‘değersiz  bir hakkın korunması amacıyla daha önemli bir hakkın feda edilmesi bile, istisnaen, mazur görülebilir. TCK m 25/2 açısından da aynı sonuca varılabilir zira hükümde aranan orantı ‘tehlikenin ağırlığı ile konu ve kullanılan vasıta arasında  kurulmalıdır. Kusurluluğu kaldıran neden (ya da mazeret sebebi) olarak zorunluluğun hakların yarışması esasına dayanmadığı düşünüldüğünde, korunan hukukî yarar ile feda edilen yarar arasındaki ilişki bu oranı tespit etmekte sadece bir kriterdir. İtalyan Ceza Kanunu m 54 te, verilen zarar ile karşı karşıya olunan tehlike arasında oran aranmış olup İtalyan doktrininde şu husus ifade edilmiştir: Somut olayın koşulları ışığında bütüncül bir değerlendirme yapmak gerektiği için, tehlike altında bulunan hukuksal değere nazaran daha üstün bir değerin hiçbir zaman ihlal edilemeyeceği söylenemez. StGB § 34 te ‘açıkça üstün lükten bahsedilse de, baskın doktriner görüşe göre bundan kasıt, salt olarak korunan hukuksal değerin feda edilene nazaran çok daha önemli olması değildir; daha ziyade, olayın tüm özgül koşulları da değerlendirildiğinde, ortalama makul kişinin değerlendirmesine göre, korunan değerin üstün olduğu ‘açık  (bariz/belirgin) olmalıdır. Kangal ın ifadesiyle: ‘Tehlike tarafından tehdit edilen hukuksal değerin korunmasındaki ve böylece genel olarak yasaklanmış bir fiile cevaz verilmesindeki yararın, bu fiilin yapılmamasındaki yarardan daha ağır basıp basmadığı (üstün olup olmadığı) somut olayın bütünsel olarak değerlendirilmesi yle tespit edilecektir. Bu tespitin nasıl yapılacağı konusunda da farklı görüşler olmakla birlikte, bizim açımızdan şu kesindir: değerlerin mukayesesi ve dengeleme faaliyeti de sadece mukayese edilen hukuksal değerler üzerinden değil; pozitif hukuk düzeninin ve 244  Dönmezer and Erman (n 149) para 836; Artuk et al (n 119) 510; Özgenç (n 23) 429; İçel (n 119) 366; Demirbaş (n 149) 311; Hakeri (n 119) 432; Özbek et al (n 119) 414, 421; Koca and Üzülmez (n 119) 352; Zafer (n 104) 340; Akbulut (n 119) 562; Nuhoğlu (n 119) 44; Bekar (n 119) 116 ff.245  Nitekim bkz Heinrich (n 23) para 571: ‘Korunan menfaat, ihlal edilen menfaate göre önemli ölçüde daha ağır nitelikte olmadıkça, hakkın ihlaline ilişkin bir mazeret nedeni kabul edilebilir .246  Canestrari, Cornacchia and De Simone (n 156) 566.247  Heinrich (n 23) para 423. Detaylı bilgi için bkz Kangal (n 16) 304 ff.248  Bohlander (n 178) 113.249  Kangal (n 16) 306; yine bkz Bekar (n 119) 118-119.250  Kangal (n 16) 304-305.884Önok, Önay / Hukuk Düzeninin Birliği İlkesi Çerçevesinde Zorunluluk Hâlinin Hukukî Niteliğigenel olarak kabul gören hukukî ilkelerin tümü ışığında yapılacaktır. StGB § 34 açısından, hükmün son cümlesinde yer alan ve fiilin tehlikeyi uzaklaştırmak için ‘uygun  bir araç olması gerektiğini öngören koşul bu son değerlendirmeyi gerekli kılmaktadır. Örneğin, Alman doktrinindeki ‘zorla kan alma  örneğinde bu son kurala bağlı olarak StGB § 34 ün tatbiki kabul edilmemektedir. Türk doktrininde de, koruma hareketinin hukuk düzeni ile uyuşabilir nitelikte olması gerektiğini belirten Hakeri, hukuk düzeninin temel ilkeleri ile çatışan bir fiilin zorunluluk hâli kapsamında görülemeyeceğini savunmaktadır.  Zorunluluğu hukuka uygunluk nedeni olarak gören yazarların, korunan yararın zarara uğratılan zarardan üstün olmasını aramaları beklenirdi. Nitekim yabancı doktrinde bu kıstas aranmaktadır. Oysa Türk doktrininde zorunluluğu hukuka uygunluk nedeni olarak gören yazarlar korunan haklar arasında ‘eşitlik  şartını ve/veya genel olarak korunma hareketiyle tehlikenin konusu ve ağırlığı arasındaki orantıyı yeterli görmektedirler. Bu durumda, eşitliği yeterli gören yazarların 251  Bohlander (n 178) 113.252  Kangal (n 16) 330-331. Bu konuda bkz Heinrich (n 23) para 427.253  Örnek için bkz Heinrich (n 23) para 427 (imla hataları tarafımızca düzeltilmiştir): ‘Anton, hastanedeki eşi Berta'yı ziyaret eder. O esnada, bir otomobil kazasında çok kan kaybeden ve bu nedenle acilen kan nakline ihtiyacı olan ağır yaralı Bruno hastaneye getirilir. Bruno hastanede hiç yedeği bulunmayan çok nadir bir kan grubuna sahiptir. Görevli doktor Armin tesadüfen, Anton'un bu gerekli (çok nadir) kan grubuna sahip olduğunu bilmektedir. Kendisine sorulmakla birlikte, Anton kan bağışlamaktan kaçınır. Kan bağışı Bruno'nun tek kurtarılma olanağı olduğu için, Armin şöyle bir tertip yapar: Anton dört güçlü hasta bakıcı tarafından tutulacaktır ve kendisinden Armin tarafından zorla kan alınmasına katlanacaktır. 254  Kangal (n 16) 333; Heinrich (n 23) para 427.255  Hakeri (n 119) 433.256  Nitekim bu yönde Öztürk and Erdem (n 119) para 436. Yine bkz Özbek and Doğan (n 151) 211; Demirbaş (n 149) 302; Hafızoğulları and Özen (n 119) 225.257  Örneğin ABD bakımından bkz Luis E Chiesa, ‘United States of America  in Alan Reed, Michael Bohlander, Nicola Wake and Emma Smith (eds) General Defences in Criminal Law - Domestic and Comparative Perspectives (Ashgate 2014) 337. İngiliz uygulaması bakımından aynı yönde bkz Kangal (n 16) 108). İsviçre Ceza Kanunu nda da hukuka uygunluk nedeni olan zorunluluk hâli (§ 17) ile mazeret nedeni olan zorunluluk hâli (§ 18) farklı hükümlerde düzenlenmiş ve § 17 açısından korunan yararın (feda edilene nazaran) üstün olması aranmıştır [Kangal (n 16) 131]. Keza İspanyol Ceza Kanunu m 20/5 açısından, hükmün hem hukuka uygunluk nedeni hem de kusurluluğu kaldıran neden olarak işlev gösterebileceğini savunanlar, ilk ihtimalde, koruna hukukî yararın üstün olmasını aramaktadırlar [Mir Puig (n 180) 457]. Buna karşılık, Fransız Ceza Kanunu m 122-7 açısından, bizde olduğu gibi Fransız doktrininde de feda edilen ile korunan hak arasındaki eşitlik yeterli görülmektedir [Catherine Elliott ‘Germany  in Alan Reed, Michael Bohlander, Nicola Wake and Emma Smith (eds) General Defences in Criminal Law - Domestic and Comparative Perspectives (Ashgate 2014) 218; Kangal (n 16) 99]. Ancak Fransız Ceza Kanunu nda düzenlemenin hukuka uygunluk nedeni mi yoksa kusurluluğu kaldıran neden mi teşkil ettiği Fransız doktrininde pek tartışılmamıştır ve düzenlemenin her ikisini de kapsayabileceği ifade edilmektedir (Kangal (n 16) 99). İspanyol Ceza Kanunu m 20/5 te de ‘yol açılan kötülüğün önlenmek istenilenden daha büyük olmaması  (İsp ‘Que el mal causado no sea mayor que el que se trate de evitar ) yeterli görülmüştür. Fakat bu hükmün yer aldığı bölümün başlığı, bizde olduğu gibi, ‘ceza sorumluluğunu kaldıran nedenler(e) dair  şeklinde, belirsizdir. Hükümde hukuka uygunluk nedenleri ile kusur yeteneğini veya kusurluluğu kaldıran nedenlere bir arada yer verildiği gibi; hükümde, aşağıda sayılan durumlardakilerin ‘cezai sorumluluktan muaf olacakları  (İsp ‘Están exentos de responsabilidad criminal) belirtilmiştir. Doktrinde de hükmün hukukî niteliği tartışmalıdır [bu son hususta bkz Kangal (n 16) 145, detaylı tartışma için bkz Mir Puig (n 180) 456 ff, özellikle 458-459]. Polonya Ceza Kanunu m 26 da da, ilk fıkrada hukuka uygunluk nedeni olan, ikinci fıkrada ise kusurluluğu kaldıran neden olan zorunluluğa yer verilmiş ve ilk durumda korunan yararın üstün olması aranmışken ikinci durumda açık bir orantısızlığın bulunmaması yeterli görülmüştür [Kangal (n 16) 152-153]. Ayrıca bkz n 257.258  Önder (n 119) 255.259  Kan (n 16) 224.260  Hatta bkz ve kıyaslayınız Centel, Zafer and Çakmut (n 119) 328: yazarlar, değerler arasında eşitlik bulunmasını şart görmemekte, ‘korunan hukuki değer feda edilen hukuki değerden çok daha önemsiz ise  (vurgu tarafımızca eklenmiştir), bu koşulun gerçekleşmediğini savunmaktadırlar. Yine bkz Soyaslan (n 119) 393: yazara göre eşitlik şart değildir; ‘Aralarında 885İstanbul Hukuk Mecmuası 77/2hükmün  dayanağı  olarak  hakların  çatışması  teorisine  de  dayanmamaları  icap ederdi.Oran açısından Almanya da tartışılan bir durum, farklı kişilerin yaşam hakkının kıyaslanıp kıyaslanamayacağıdır. Bu noktada da kurumun hukuka uygunluk nedeni mi yoksa kusurluluğu kaldıran neden mi olduğuna dair tespit belirleyici olacaktır. Örneğin, iyileşme olanağı bulunan genç hastanın yaşam hakkı, zaten kurtulamayacak olan yaşlı hastanınkine tercih edilebilir mi? Ya da bir kişinin yaşam hakkı, on kişinin yaşam hakkını korumak için feda edilebilir mi; örneğin, terör eylemi için kaçırılan ve içinde 10 yolcu bulunan, teröristler tarafından şehir merkezinde kalabalık bir binaya çakılacağı bilinen uçağın havada vurulması mümkün müdür? Alman doktrinindeki yaygın bir görüşe göre, yaşam hakkı gerek nitelik (mesela sağlıklı bir gencin yaşama hakkına karşı yaşlı ve hastanın yaşama hakkı), gerekse nicelik bakımından (bir kişinin yaşamına karşı on kişinin yaşamı), yararlar karşılaştırılmasına konu edilemez. Dolayısıyla, genç ve kurtarılabilecek bir kimsenin hayatını kurtarmak adına yaşlı ve zaten nispeten kısa bir zaman içerisinde ölecek kimsenin hastanedeki yaşam destek ünitesini çekip çocuğu buna bağladığınızda, zorunluluk hâli yoktur – fail kasten öldürmeden sorumludur! Fakat Almanların bu görüşleri StGB § 34 kapsamında öne sürdüğüne çok dikkat edilmelidir. Öyle ki, Almanya daki klasik görüşe göre, meşhur dağcı örneğinde bile bu hüküm uygulanamaz! Diğer bir örneğe göre, bir tren kontrolden çıkar ve terminale çarpacaktır, kişileri tahliye edecek vakit olmayıp tren terminale çarptığında yüzlerce kişi ölecektir. Buna yol açmamak için, içinde on kişi olan treni bombalayan ve böylece yüz kişinin hayatını kurtaran failin zorunluluk hâlinden  yararlanmayacağı Alman  doktrininde  savunulmaktadır.  Bu  argüman, hukuka uygunluk nedeni söz konusu ise, teorik olarak doğrudur çünkü yaşam hakkı açısından niceliksel bir kıyas yapılamaz: bu manada, ‘yüz kişinin yaşamı, on kişinin yaşamından daha önemlidir  denilemez. az-çok fark olabilir. Ancak büyük bir fark olmamalıdır ). Oysa Alman doktrininde bu koşul StGB § 35 açısından savunulmaktadır. Mesela Avusturya Ceza Kanunu § 10 (1) de de ‘önemli ölçüde orantısız  olmama kıstasını açıkça aramakla birlikte, bu hükümde sadece bir mazeret nedeni olarak zorunluluk hâli düzenlenmiştir [Kangal (n 16) 132]. Kanunda yer almamakla birlikte doktrinde ve uygulamada tatbik olanağı kabul edilen, hukuka uygunluk nedeni olarak zorunluluk hâli açısından ise, korunan yararın feda edilenden üstün olması aranmaktadır [Kangal (n 16) 133]. Hukuka uygunluk nedeni olan zorunluluğun esası menfaatlerin tartımına dayandığı için [Heinrich (n 23) para 401] dayandığı için, baskın görüşe göre, daha üstün hukuksal değerin feda edilmesi asla kabul görmez.261  Canestrari, Cornacchia and De Simone (n 156) 564. Yazarlara göre, bu ihtimalde faile ceza vermemenin dayanağını olsa olsa saikin oluşum sürecinde aramak mümkündür.262  Detaylı bilgi için bkz Kangal (n 16) 320 ff.263  Ambos and Bock (n 180) 234; Bohlander (n 178) 110, 112; Heinrich (n 23) para 425; Demirbaş (n 149) 312.264  Hakeri (n 119) 432.265  Sayısız eserde yer alan bu örneğe göre [bkz inter alia Önder (n 119) 249]; iki dağcı aynı iple bir dağa tırmanmaktadır, ne var ki bir noktadan sonra ipin ikisinin birden ağırlığını taşıyamayacak ve kopacak olduğu anlaşılır. İkisinin birden düşeceğini anlayan üstteki dağcı, en azından kendini kurtarmak için, ipi hemen altından keser ve böylece, düşmekten kurtulur; alttaki dağcı ise düşerek ölür (veya ağır yaralanır).266  Örnek için bkz Heinrich (n 23) para 425. Yine bkz Bohlander (n 178) 112. Bu durumda kusurluluğu kaldıran neden olarak zorunluluk hâlinin uygulanabileceğine dair bkz Özbek and Doğan (n 151) 216; Heinrich (n 23) para 425.267  Hakeri (n 119) 432. Fakat yazar, TCK m 25/2 yi kusurluluğu kaldıran neden olarak kabul etmesine rağmen, bu örneğe ve görüşe yer vermektedir.886Önok, Önay / Hukuk Düzeninin Birliği İlkesi Çerçevesinde Zorunluluk Hâlinin Hukukî NiteliğiBununla birlikte, en az yüz kişinin öleceği kesinse ve başka bir çare yoksa, yüzlerce kişiyi kurtarmak için bir kişinin öldürülmesi durumunda bunu yapan kişinin ‘kınanması , kusur yargısı bakımından adil ve doğru olmaz. Böyle bir durumda bir kişinin yaşam hakkı diğerinden üstün değere sahip olmasa da, her ikisinin yaşam hakları eşittir. Yani, birinin yaşamı diğerinden daha önemsiz olmadığından; diğer bir deyişle, korunan yarar feda edilen değere en azından eşit olduğundan, zorunluluk hâli kabul edilebilmelidir.  Korunan değer (yüz kişinin hayatı), feda edilen değere (on  kişinin  hayatı)  en  azından  eşit  ise,  bu,  kusurluluğa  kaldıran  neden  olarak zorunluluk hâlinden yararlanmak için yeterli olmalıdır. Yukarıdaki örneklerde, eğer zorunluluk hâlinin hukuka uygunluk nedeni olarak kabul etseydik, o zaman farklı bir sonuca varmak gerekirdi: Yaşlı ve hasta kişinin yaşam hakkı daha değersiz olmadığı gibi; x kişinin yaşam hakkının x+1 kişinin yaşam hakkından değersiz olduğu da söylenemeyeceği için, zorunluluk hâline başvurmak mümkün olmazdı. Nitekim Alman ceza hukuku bakımından da, StGB § 35 söz konusu olduğunda, bir kimsenin kendi yaşamını korumak için masum birçok kişiyi öldürebileceği örneği verilmektedir. Öyle ki, sadece orantı arandığından, ‘vücut bütünlüğüne yönelik ağır tehlikeler bakımından  bile kasten öldürme suçunun mazur görülebileceği kabul edilmektedir.Buna karşılık, Amerikan içtihadi hukukunda, hiçbir davada cinayetin zorunluluk hâli kapsamında kabul edildiği olmamıştır. Öyle ki, yaşam hakkının feda edilmesinin hiçbir zaman zorunluluk hâli altında (hukuka uygun anlamında) meşru olmayacağı Anglosakson hukuk sisteminde sıklıkla savunulan bir görüştür. Fakat bu noktada da hemen üç hususa dikkati çekmek gerekir: (i) Anglosakson hukuk sistemi açısından zorunluluk hâli bir hukuka uygunluk nedeni olarak görülmektedir; (ii) aksi yöndeki 268  Alman doktrini açısından tren örneğinde zaten kusurluluğu kaldıran neden olarak zorunluluk (StGB § 35) uygulanamayacaktır çünkü hakkı korunmak istenen kişiler failin ‘akrabası veya yakını  değildir.269  Ambos and Bock (n 180) 236. Aynı yönde Kangal (n 16) 470. Yine bkz Heinrich (n 23) para 571: StGB § 34 ün aksine, burada başka bir insanın öldürülmesi bile, istisnaen, mazur görülebilir.270  Kangal (n 16) 470-471.271  Chiesa (n 254) 338; Bekar (n 119) 123.272  Bohlander (n 178) 106. İngiltere bakımından bkz Richard Card, Card, Cross & Jones Criminal Law (17th edn, Oxford University Press 2006) 802. Türkçe eserlerde de sıklıkla atıf yapılan (örneğin bkz Toroslu (n 1) 10-11; Bekar (n 119) 124 ff), kazazede gemicilerin açlıktan ölmemek için bir miçoyu öldürüp kısmen yedikleri olaya dair 1884 tarihli Dudley and Stephens davası bu kabulün klasik bir örneği olarak gösterilmektedir (Card (n 269) 803). Bununla birlikte, diğer bir klasik örnek olan ve yukarı da aktardığımız dağcı örneği açısından, ‘kimin  öleceğine dair failin hiçbir tercih olanağı olmadığı durumlarda onu yine de ölümden sorumlu tutmanın mümkün olmaması gerektiği de İngiliz doktrininde savunulmuştur [Card (n 269) 804; David Ormerod, Smith & Hogan Criminal Law (11th edn, Oxford University Press, 2005) 321]. Keza, Dudley and Stephens davası açısından değerlendirme yapan bir yazara [Ormerod (n 269) 320] göre, görünen odur ki, kazazedelerden biri kendini gönüllü olarak feda etmeye razı olmadıkça, Mahkemeye göre hepsinin üzerine düşen görev, ölmektir! Özellikle kusurluluğu kaldıran neden olarak zorunluluk açısından, hukukun hiç kimseden böyle bir beklenti içerisinde olmaması gerektiği düşüncesindeyiz. Karara yönelik eleştirilere dair bilgi için bkz Bekar (n 119) 126 ff. Türk doktrininde de yaşam hakkını feda etmenin hiçbir zaman zorunluluk hâli kapsamında görülemeyeceği savunulmuştur (Erem, Danışman and Artuk (n 167) 583-584).273  Bekar (n 119) 73. ABD de de baskın kabulün bu yönde olduğuna dair bkz Bekar (n 119) 64; fakat Kanada da içtihadın aksi yönde olduğuna dair bkz aynı eser, 79. Bununla birlikte, Amerikan Hukukunda (ki bu tespit İngiliz Hukuku açısından da geçerlidir), hukuka uygunluk nedenleri ile mazeret nedenlerinin ceza mahkemeleri tarafından aynı şekilde karşılandığı; zorunluluk hâlinin hangisine girdiği (veya her ikisine de girip girmediği) konusunda tam bir netlik olmadığı belirtilmektedir [Bekar (n 119) 60].887İstanbul Hukuk Mecmuası 77/2içtihada rağmen, Amerikan Model Ceza Kanunu nun düzenlemesinde (§ 3.01), birçok kimsenin hayatının kurtarılması için masum bir kimsenin öldürülmesine cevaz verilmiştir; (iii) bilhassa İngiliz Hukuku bakımından içtihada bakıldığında, zorunluluğun genel olarak oldukça dar bir kapsamda kabul gördüğü ve çok istisnaen uygulanmak istendiği söylenebilir.V. Ceza Hâkiminin Zorunluluk Hâline İlişkin Verdiği Kararın Hukuk Hâkimi Üzerindeki Bağlayıcılığı SorunuMedeni hukuk ile ceza hukukunun zorunluluk hâli bağlamında etkileşimine ilişkin olarak değerlendirilmesi gereken bir mesele de ceza hâkiminin zorunluluk hâline ilişkin kararının hukuk hâkimini bağlayıp bağlamayacağı sorunudur. TBK m 74 uyarınca,[h]âkim, zarar verenin kusurunun olup olmadığı, ayırt etme gücünün bulunup bulunmadığı hakkında karar verirken, ceza hukukunun sorumlulukla ilgili hükümleriyle bağlı olmadığı gibi, ceza hâkimi tarafından verilen beraat kararıyla da bağlı değildir.Aynı şekilde, ceza hâkiminin kusurun değerlendirilmesine ve zararın belirlenmesine ilişkin kararı da, hukuk hâkimini bağlamaz.Hükmün  ikinci  fıkrasında  yalnızca  kusur  ve  zararın  belirlenmesine  ilişkin hususlardan bahsediliyor olsa da özellikle İsviçre öğretisinde hâkim olan bir görüşe göre hukuk hâkimi hukuka aykırılık bakımından da ceza hâkiminin verdiği kararla bağlı değildir. Yargıtay ın da benimsediği ve Türk hukukunda hâkim olduğu görülen bir diğer görüşe göre ise ceza hâkiminin verdiği karar hukuka aykırılık bakımından hukuk hâkimini bağlar.274  Chiesa (n 254) 338; Bekar (n 119) 135-136.275  Card (n 269) 799 ff, 808; Ormerod (n 269) 315, 316; Bekar (n 119) 130-131: Yazar aksi durumda kurumun kötüye kullanılması ihtimalinden korkulduğunu belirtmektedir. Türk ceza hukuku bakımından zorunluluk hâli kapsamında göreceğimiz tipik örneklerin çoğunun İngiliz Hukukunda ‘necessity  (zorunluluk) kavramı altında değil de, ‘duress of circumstances  (şartların yarattığı icbar) kavramı altında ele alındığını da vurgulamak gerekir. Bununla birlikte, bu son kurumun, zorunluluğun bir alt türü olduğu da içtihatta ifade edilmiştir [Card (n 269) 798-799]. Genel olarak da, bunlar arasındaki farkın, varsa, ne olduğunun içtihat tarafından ortaya konulamadığı eleştirisi yapılmıştır [Ormerod (n 269) 325]. Yine bkz Bekar (n 119) 28: Zorunluluk teriminin tek bir tanımı olmadığı gibi, ABD de en az üç farklı anlamda kullanılmaktadır.276  Brehm (n 37)  Art. 53 para 26-27; Martin A. Kessler ‘Art. 53 OR  in Heinrich Honsell, Nedim Vogt, Wolfgang Wiegand (eds) Basler Kommentar Obligationenrecht I (6th edn, Helbing Lichtenhahn 2015) para 4; Eren (n 59) 849,851; Oftinger and Stark (n 23) para 134; v.Tuhr and Peter (n 2) 437; aksi yönde Oser and Schönenberger (n 38), Art. 53 para 9.277  Yargıtay HGK, 2013/4-1008, 2014/490, 09.04.2014: ‘Bu açık hüküm karşısında, ceza mahkemesince verilen, beraat kararı, kusur ve derecesi, zarar tutarı, temyiz gücü ve yükletilme yeterliği, illiyet gibi esasların hukuk hakimini bağlamayacağı konusunda duraksama bulunmamaktadır. Ancak, hemen belirtilmelidir ki, gerek öğretide ve gerekse Yargıtay ın yerleşmiş içtihatlarında, ceza hakiminin tespit ettiği maddi olaylarla ve özellikle ‘fiilin hukuka aykırılığı  konusuyla hukuk hakiminin tamamen bağlı olacağı kabul edilmektedir . Ayrıca bkz Nomer (n 54), para 101.3, n 499 da anılan kararlar. 278  TCK deki bir kuralın ihlal edildiğini tespit ettiği takdirde hukuk hâkiminin fiilin hukuka aykırı olmadığına karar vermemesi gerektiği yönünde Tekinay et al (n 47) 714; ceza mahkemesi kararının hukuka aykırılık bakımından hukuk mahkemesinde kesin delil etkisi bulunduğu yönünde Kadir Berk Kapancı ‘Ceza Mahkemesi Kararlarının Hukuk Mahkemesi Kararlarına Etkisi (TBK m 74)  7 (1) (2016) İnönü Üniversitesi Hukuk Fakültesi Dergisi 511, 525; failin cezaya mahkûm edildiği kararlar bakımından aynı yönde Oğuzman and Öz (n 54) para 252; Nomer (n 54), para 101.3; fiilin suç teşkil edip etmediğine ilişkin ceza mahkemesi kararının hukuk mahkemesi için bağlayıcı olacağı yönünde Murat Atalı ‘Karar ve Hüküm  in Hakan 888Önok, Önay / Hukuk Düzeninin Birliği İlkesi Çerçevesinde Zorunluluk Hâlinin Hukukî NiteliğiAçıklanan  görüşlerden  hangisi  kabul  edilirse  edilsin,  maddi  olguların  tespiti bakımından ceza hâkiminin kararının hukuk hâkimini bağladığı söylenebilir. Nitekim Türk öğretisindeki hâkim görüş ve Yargıtay uygulaması da ceza hâkiminin maddi olgulara ilişkin tespitlerinin hukuk hâkimini bağlayacağı yönündedir.Konumuz bakımından ceza hâkiminin zorunluluk hâline ilişkin verdiği kararın hukuk hâkimini ne ölçüde bağlayacağı önem taşımaktadır. Ceza hâkiminin zorunluluk hâlinin varlığı nedeniyle kusur bulunmadığından faile ceza verilmesine yer olmadığı yönünde bir karar (CMK m 223/3-b) vermesi ve bu kararın kesinleşmesi hâlinde hukuk hâkimi aynı fiilin TBK m 64/2 kapsamına girdiğini tespit ederse fiilin hukuka uygun  olduğuna  karar  verebilecek  midir?  Öncelikle  belirtmek  gerekir  ki,  ceza hâkiminin bu kararı fiilin hukuka aykırı olduğuna dair bir tespit de içermektedir. Zira fiil hukuka uygun olsaydı beraat kararı verilmesi gerekirdi. Dolayısıyla kanımızca ceza hâkiminin fiilin TBK m 64/2 kapsamına girip girmediğini değerlendirmesi ve eğer girdiği sonucuna varıyorsa beraat kararı (CMK m 223/2-d) vermesi uygun olurdu. Ceza hâkimi bu hususu değerlendirmeden ceza verilmesine yer olmadığı yönünde (aslında hatalı) bir karar verdiğinde, hukuk hâkiminin bununla ne ölçüde bağlı olduğu yukarıda işaret edilen tartışmada benimsenecek görüşe göre farklılaşır.-  Eğer  ceza  mahkemesinin  kararının  hukuka  aykırılık  yönünden  hukuk  hâkimini bağladığı kabul edilirse, bu durumda hukuk hâkimi fiilin hukuka uygun olduğuna karar veremeyecektir. Bir başka deyişle ceza mahkemesinin yanlış kararı hukuk hâkimini de bağlayacaktır.-  Şayet  ceza  mahkemesinin  kararının  hukuka  aykırılık  yönünden  hukuk  hâkimini bağlamadığı kabul edilirse, bu durumda hukuk hâkimi fiilin hukuka uygun olduğuna karar verebilecektir. Bir başka deyişle, ceza hâkiminin medeni hukuk bakımından zorunluluk hâlinin şartlarının gerçekleşip gerçekleşmediğini incelemeksizin verdiği bir karar kesinleşmiş olsa dahi hukuk hâkimi, gerekçelerini açıklamak kaydıyla, medeni hukuk anlamında zorunluluk hâlinin mevcut olduğu sonucuna varabilir.Benzer bir sorun ceza hâkiminin -CMK m 223/3-b ye rağmen- TCK m 25/2 de düzenlenen zorunluluk hâlini bir hukuka uygunluk nedeni olarak kabul edip beraat kararı vermiş olması hâlinde de ortaya çıkabilir. Belirtmek gerekir ki, günümüzde Pekcanıtez, Muhammet Özekes, Mine Akkan, Hülya Taş Korkmaz (eds) Pekcanıtez Usûl Medenî Usûl Hukuku Cilt III (15th edn, On İki Levha 2017) 2076.279  Tandoğan (n 35) 354; Tekinay et al (n 47) 714; Nomer (n 54), para 101.3.280  Yargıtay 4 HD 2018/4420, 2019/3470, 20.06.2019: ‘6098 sayılı Türk Borçlar Kanunu'nun 74. maddesi uyarınca hukuk hakimi, ceza mahkemesinin beraat kararı ile bağlı değil ise de hem ilmi, hem de kökleşmiş yargı kararlarında ceza mahkemesince belirlenen maddi olgunun hukuk hakimini bağlayacağı kabul edilmektedir.  Yargıtay HGK, 2013/4-1008, 2014/490, 09.04.2014: ‘Yargıtay ın yerleşik uygulamasına ve öğretideki genel kabule göre, maddi olgunun tespitine ilişkin ceza mahkemesi kararı hukuk hakimini bağlar. Ceza mahkemesinde bir maddi olayın varlığı ya da yokluğu konusundaki kesinleşmiş kabule rağmen, aynı konunun hukuk mahkemesinde yeniden tartışılması olanaklı değildir. .281  Hukuk hâkiminin hukuka uygunluk nedenleri bakımından ceza hâkiminden farklı bir sonuca varabileceği yönünde bkz Brehm (n 37)  Art. 53 para 26. Ceza hâkiminin kararının hukuk hâkimi üzerindeki bağlayıcılığı değerlendirilirken, hukuka uygunluk sebeplerinin ceza hukuku ve borçlar hukukunda tamamen aynı olmadığının göz önünde bulundurulması gerektiği yönünde bkz Tandoğan (n 35) 354.889İstanbul Hukuk Mecmuası 77/2zorunluluk hâllerinde ceza verilmesine yer olmadığı kararı verilmesi yönündeki Yargıtay uygulaması dikkate alındığında bu ihtimalin gerçekleşme olasılığı oldukça düşüktür. Her nasılsa bu ihtimal gerçekleşirse (örn. kanun yollarına başvurmadan kararın kesinleşmesi söz konusu olabilir) yukarıda değinilen tartışmada benimsenecek görüş önem taşıyacaktır:-  Eğer ceza mahkemesinin kararının hukuka aykırılık yönünden hukuk hâkimini bağladığı kabul edilirse, bu durumda hukuk hâkimi fiilin hukuka uygun olduğuna karar vermek durumunda kalacak, fiil TBK m 64/2 kapsamında değerlendirilemeyecek olsa bile bu sonuca varması gerekecektir.-  Şayet  ceza  mahkemesinin  kararının  hukuka  aykırılık  yönünden  hukuk  hâkimini bağlamadığı kabul edilirse, bu durumda hukuk hâkimi fiilin hukuka aykırı olduğuna karar verebilecek ve failin haksız fiil sorumluluğu nedeniyle tazminata hükmedebilecektir.VI. Değerlendirme ve SonuçBu çalışmanın çıkış noktası ve temel amacı zorunluluk hâli kavramı bağlamında medeni hukuk ile ceza hukukunun etkileşiminin incelenmesidir.Bu incelemeyi yaparken ortaya koyulması gereken ilk tespitler hukuk düzeninin birliği ilkesine (bkz yukarıda § 2) ilişkindir. Zorunluluk hâli kavramının benzer durumları  ifade  etmek  üzere  hem  medeni  hukukta  hem  de  ceza  hukukunda kullanıldığı aşikârdır. Yukarıda hukukun bu iki dalı bakımından ayrı ayrı yapılan inceleme göstermektedir ki, aynı terim bu iki hukuk disiplininde farklı anlamlar taşımaktadır. Dolayısıyla bu kavram bakımından terminolojik bir tutarsızlık söz konusudur. Ancak bu durum zorunluluk hâli kavramına özgü olmadığı gibi, bu iki farklı kurumun aynı hukukî düşünceye dayandığı da göz önünde bulundurulduğunda mazur görülebilir.Zorunluluk hâli kavramının şartları iki disiplin bakımından incelendiğinde, bunlar arasındaki en dikkat çekici farkın şahıs varlığına yönelik müdahaleler bakımından ortaya  çıktığı  görülmektedir.  Medeni  hukukta  zorunluluk  hâli  malvarlığına yapılan müdahalelerle sınırlı tutulmuşken, ceza hukukunda böyle bir sınırlamaya gidilmemiştir. Dolayısıyla şahıs varlığına yapılan müdahalelerin de zorunluluk hâli kapsamında  değerlendirilebildiği  ceza  hukukunda  bu  kavramın  medeni  hukuka nazaran çok daha geniş bir uygulama alanı olduğu sonucuna varılabilir.282  Bu ihtimalde dahi hâkim TBK m 64/2 ten kıyasen yararlanmak suretiyle hâkim denkleştirme bedeli ödemesine hükmedebilir.283  Hukuk hâkiminin hukuka uygunluk nedenleri bakımından ceza hâkiminden farklı bir sonuca varabileceği yönünde bkz Brehm (n 37)  Art. 53 para 26. Ceza hâkiminin kararının hukuk hâkimi üzerindeki bağlayıcılığı değerlendirilirken, hukuka uygunluk sebeplerinin ceza hukuku ve borçlar hukukunda tamamen aynı olmadığının göz önünde bulundurulması gerektiği yönünde bkz Tandoğan (n 35) 354.284  İki farklı hukuk disiplinindeki iki farklı anlam için farklı terim tercih edilmesinin daha yerinde olacağı yönünde Enneccerus and Lehmann (n 98) 325. Yazarlar bu düşünceyle medeni hukuktaki zorunluluk hâli kavramı için Almanca Nothstand yerine Nothrecht (zorunluluk hakkı) kavramının kullanılmasını önermişlerdir.890Önok, Önay / Hukuk Düzeninin Birliği İlkesi Çerçevesinde Zorunluluk Hâlinin Hukukî NiteliğiHukuk düzeninin birliği ilkesi uyarınca önemle vurgulanması gereken asıl husus hukuka aykırılığa ilişkindir. Anılan ilke uyarınca bir hukuk düzeninde bir davranışın hukuka aykırı olup olmadığı konusunda bir yargıya varıldığında bu yargının tüm hukuk düzeni bakımından geçerli olması gerekir. Dolayısıyla bir davranışın medeni hukuk uyarınca hukuka uygun sayılması fakat ceza hukuku bakımından hukuka aykırı sayılması söz konusu olamaz. Bunun tersi de geçerlidir: Hukukun herhangi bir disiplinine aykırı davranış, ceza hukuku açısından da hukuka aykırıdır; ceza hukukuna özgü bir özel aykırılıktan bahsedilemez. Hukuka (ve hâliyle ceza hukukuna) aykırı davranışın cezalandırılabilirliği ise, yasa koyucu tarafından kararlaştırılacak ayrı bir meseledir. Bir haksızlığın cezai yaptırıma layık görülmemiş olması, onu (bir bütün olarak hukuk düzeni ve bu arada ceza hukuku açısından) hukuka aykırı olmaktan çıkartmaz.Medeni hukukta zorunluluk hâlinin bir hukuka uygunluk sebebi olduğu konusunda hiçbir tereddüde yer yoktur (TBK m 63/2). Ceza hukukunda ise konu oldukça tartışmalı olsa da bu çalışmada zorunluluk hâlinin kusurluluğu kaldıran bir neden olarak kabul edilmesi gerektiği sonucuna varılmıştır. Bunun temel nedeni CMK m 223/3-b deki açık hükümdür. Buna karşılık, öğretide bazı yazarlarca zorunluluk hâlinin hukuka uygunluk nedeni teşkil etmemesine gerekçe olarak TBK m 64/2 de öngörülen denkleştirme yükümlülüğünün gösterilmesi isabetli değildir. Zira TBK m 64/2 de öngörülen denkleştirme yükümlülüğünün dayanağı hukuka aykırı bir fiilden sorumluluk değil, fedakârlığın denkleştirilmesi ilkesidir.O  hâlde  hukuk  düzeninin  birliği  ilkesi  uyarınca  varılması  gereken  sonuçlar şunlardır:1. Şayet bir davranış medeni hukuk bakımından zorunluluk hâli teşkil ediyorsa (ceza hukuku da dahil olmak üzere) tüm hukuk düzeni bakımından hukuka uygun kabul edilmelidir. O hâlde böyle bir davranış ceza hukuku bakımından da haksızlık teşkil etmeyecek, hâliyle ortada bir suç bulunduğu söylenemeyecektir. Bu nedenle de böyle bir fiilin faili ceza yargılaması sonucunda CMK m 223/2-d uyarınca beraat ettirilmelidir. Bu hâllerde fiilin TCK m 25/2 kapsamına girdiğinden hareketle CMK m 223/3-b uyarınca ceza verilmesine yer olmadığı kararı verilmesi hukuk düzeninin birliği ilkesine aykırı olur. Hemen belirtmek gerekir ki, hukuka uygun davranan ve cezai yaptırıma tâbi tutulamayacak bu fail bakımından TBK m 64/2 uyarınca bir denkleştirme yükümlülüğü söz konusu olabilecektir.2. Medeni hukuk bakımından zorunluluk hâli kapsamına girmeyen fakat TCK m 25/2 uyarınca zorunluluk hâli kapsamında değerlendirilen ve suç teşkil eden bir davranış 285  Aynı yönde Ambos and Bock (n 180) 233. Nitekim Alman Hukuku bakımından BGB §§ 228 ve 904 teki hükümlerin ‘hukuk düzeninin birliği ilkesi  uyarınca ceza hukukuna da şamil olduğu belirtilmektedir [Bohlander (n 178) 106-107].286  Akbulut (n 119) 557.287  Bu durumda, TBK m 64/2 ve TCK m 25/2 arasında bir çelişkiden de bahsedilemeyecektir. Kıyaslayınız Bekar (n 119) 87: yazar, TBK de yer alan hükmün TCK ye uygun olarak tekrar düzenlenmesi gerektiği görüşündedir. Bizim görüşümüz esas alındığında, buna ihtiyaç olmayacaktır.891İstanbul Hukuk Mecmuası 77/2söz konusu olduğunda, failin fiili hukuka aykırıdır. Yine de böyle bir fiilin failine ceza verilemez çünkü onun kusuru söz konusu değildir (ya da davranışı mazur görülebilir). Böyle bir fiilin ceza yargılamasına konu olması hâlinde, yargılamanın sonucunda ortada bir suç bulunmasına rağmen ceza verilmesine gerek yoktur (CMK m 223/3b). Böyle bir fiilin failinin hukukî sorumluluğu değerlendirilirken ise hukuka aykırılık şartının gerçekleştiği kabul edilecek, sorumluluğun diğer şartları da gerçekleştiyse fail sorumlu tutulacaktır. Bu ihtimalde TCK m 25 anlamında zorunluluk hâli, failin kusurlu olup olmadığını değerlendirirken önem taşıyabilecektir.Eğer bu çalışmada benimsemediğimiz, TCK m 25/2 uyarınca zorunluluk hâlinin bir hukuka uygunluk nedeni olduğu yönündeki görüş kabul edilirse hukukun düzeninin birliği ilkesi gözetilerek varılacak sonuç şudur: TCK m 25/2 kapsamına giren ancak medeni hukuk bakımından zorunluluk hâli kapsamında değerlendirilmeyen fiiller medeni hukuk bakımından da hukuka uygun sayılacaktır. Bu ihtimalde TBK m 64/2 ye kıyasen denkleştirme yükümlülüğüne hükmedilebilir.Son olarak belirtmek gerekir ki, medeni hukuk anlamında zorunluluk hâlinin şartlarını değerlendirirken, yapılacak tercihlerin ceza hukuku üzerindeki etkileri de göz önünde bulundurulmalıdır. Zira medeni hukukta zorunluluk hâlinin kapsamının genişletilmesi bu genişletme sonucu hukuka uygun sayılan fiillerin (ceza hukuku da dahil olmak üzere) tüm hukuk düzeni bakımından hukuka uygun hâle gelmesi anlamına  gelecektir.  Kavramın  kapsamını  sadece  medeni  hukuka  odaklı  bir bakış açısıyla genişletmek, diğer disiplinler bakımından öngörülemeyen ve adil olmayan sonuçlar doğurabilir. Bu yüzden medeni hukukta zorunluluk hâlinin şartları mümkün olduğu ölçüde ve özellikle başka çözümler bulunabildiği takdirde genişletilmemelidir.Finansal Destek: Yazarlar bu çalışma için finansal destek almamışlardır. 288  Aynı yönde v.Tuhr (n 17) 599-600: Yazar, eseri yazdığı tarihte yürürlükte olan Alman Ceza Kanunu § 54 ün zorunluluk hâlinin hukukî niteliğine ilişkin bir açıklık içermediğini belirtmekte; bununla birlikte hükmün kişinin kendisinin veya yakınlarının hayatını ya da vücut bütünlüğünü korumak amacıyla zorunluluk hâli içerisinde gerçekleştirdiği fiiller bakımından sorumlu tutulamayacağını düzenlediğine işaret etmektedir. Yazar bu hükmün kapsamına giren fakat BGB § 904 kapsamına girmeyen fiillerin medeni hukuk bakımından hukuka aykırı olduğunu ifade etmektedir. Benzer şekilde Enneccerus and Lehmann (n 98) 325289  Bu çalışmada zarar verenin kasten hareket etmesi (§ 3, E, 4) ve tehlikeye kendi kusuruyla neden olmaması (§ 3, E, 6) şartlarının aranması yönündeki görüşler tercih edilirken bu düşünce de etkili olmuştur.290  Ceza hukuku öğretisinde zorunluluk hâlinin kapsamının dar tutulması gerektiğine dair görüşler bulunduğu gibi [Erem, Danışman and Artuk (n 167) 584-585], geniş tutulması yönünde görüşler de bulunmaktadır [Akbulut (n 119) 562; Özgenç (n 23) 429].892Önok, Önay / Hukuk Düzeninin Birliği İlkesi Çerçevesinde Zorunluluk Hâlinin Hukukî Niteliği",
     "Kaynakça": "Akbulut B, Ceza Hukuku Genel Hükümler (5th edn, Adalet 2018)Ambos K and Bock S, ‘Germany  in Reed A, Bohlander M, Wake N and Smith E (eds) General Defences in Criminal Law   Domestic and Comparative Perspectives (Ashgate, Farnham/Burlington 2014)Antolisei F, Manuale di Diritto Penale, Parte Generale (16th edn, Giuffre 2003)Artuk M E, Gökcen A, Alşahin E and Çakır K, Ceza Hukuku Genel Hükümler (11th edn, Adalet 2017)Atalı M, ‘Karar ve Hüküm  in Pekcanıtez H, Özekes M, Akkan M, Taş Korkmaz H (eds) Pekcanıtez Usûl Medenî Usûl Hukuku Cilt III (15th edn, On İki Levha 2017)Atamer K, Deniz Ticareti Hukuku (vol 1, On İki Levha 2017)Bayraktar K, Kiziroğlu S K, Zafer H, Kartal P M, Sınar H, Erman R B, Eroğlu F and Önok R M, Dönmezer & Erman Nazarî ve Tatbikî Ceza Hukuku, (Vol II 14th edn, DER 2019)Belgesay, M R, ‘Mecellenin Külli Kaideleri ve Yeni Hukuk  (1946) XII (2 3) İstanbul Üniversitesi Hukuk Fakültesi Mecmuası 561Bekar E, Türk ve Amerikan Ceza Hukukunda Zorunluluk Hali (Seçkin 2013)Bohlander M, Principles of German Criminal Law (Hart Publishing 2009)Brehm R, ‘Die Entstehung durch unerlaubte Handlungen, Art. 41 61 OR  in Hausheer H, Walter H P (eds) Berner Kommentar Band/Nr. VI/1/3/1 (3th edn, Stämpfli 2006)Canaris C W, ‘Systemdenken und Systembegriff in der Jurisprudenz  in Neuner J and Grigoleit H C (eds) Claus Wilhelm Canaris Gesammelte Schriften, Bd. 1: Rechtstheorie (De Gruyter 2012)Canestrari S, Cornacchia L and De Simone G, Manuale di diritto penale – Parte generale, (Il Mulino 2007)Canpolat C, Kusur İlkesi Işığında Mazeret Nedeni Olarak Zorlayıcı Cebir, (Adalet 2016)Card R, Card, Cross & Jones Criminal Law (17th edn, Oxford University Press 2006)Centel N, Zafer H and Çakmut Ö, Türk Ceza Hukukuna Giriş (10th edn, Beta 2017)Chiesa L E, ‘United States of America  in Reed A, Bohlander M, Wake N ve Smith E (eds), General Defences in Criminal Law   Domestic and Comparative Perspectives (Ashgate 2014)Coing H ‘Geschichte und Bedeutung des Systemgedankens in der Rechtswissenschaft  Frankfurter Universitätsreden Heft 17 (Buchdruckerei Otto 1956)Demirbaş T, Ceza Hukuku Genel Hükümler (13rd edn, Seçkin 2018)Dönmezer S and Erman S, Nazari ve Tatbiki Ceza Hukuku, (Vol II, 11th edn, Beta 1997)Desax M, Haftung für erlaubte Eingriffe (Universitätsverlag Freiburg 1977)Elliott C, ‘Germany  in Reed A, Bohlander M, Wake N and Smith E(eds), General Defences in Criminal Law   Domestic and Comparative Perspectives (Ashgate 2014)Engisch K, Einführung in das juristische Denken (9th edn, Kohlhammer 1999   Die Einheit der Rechtsordnung (Carl Winters Universitätsbuchhandlung 1935)Enneccerus L and Lehmann H, Das Bürgerliche Recht (1st vol, Verlag N. G. Elwertsche 1900)Erem F, Danışman A and Artuk M E, Ceza Hukuku Genel Hükümler (14th edn, Seçkin 1997)Eren F, Borçlar Hukuku Genel Hükümler (21st edn, 2017 Yetkin)Fellmann W and Kottmann A, Schweizerisches Haftpflichtrecht (vol 1, Stämpfli 2012)Flume W, Allgemeiner Teil des Bürgerlichen Rechts (vol 2, 4th edn, Springer 1992)893İstanbul Hukuk Mecmuası 77/2Grothe ‘§ 226 231 BGB: Ausübung der Rechte, Selbstverteidigung, Selbsthilfe  in Säcker F J, Rixecker R, Oetker H and Limperg B (ed) Münchener Kommentar zum Bürgerlichen Gesetzbuch (8th ed, vol 1, Beck 2018)Guhl T and Koller A, Das Schweizerische Obligationenrecht mit Einschluss des Handels  und Wertpapierrechts (9th edn, Schultess 2000)Haab R, Simonius A, Scherrer W and Zobl D, ‘Das Eigentum, Art. 641 729 CGB  in Zürcher Kommentar zum Schweizerischen Zivilgesetzbuch, Das Sachenrecht (2nd edn, Schultess 1977)Hafızoğulları Z and Özen M, Türk Ceza Hukuku Genel Hükümler (8th edn, US A 2015)Hakeri H, Ceza Hukuku Genel Hükümler (21st edn, Adalet 2017)Heinrich B, Ceza Hukuku Genel Kısım – I (Ünver Y ed; Hakeri H, Ünver Y, Özbek V Ö, Yenerer Çakmut Ö, Erman B, Doğan K, Atladı R B, Bacaksız P and Tepe İ trs, Adalet 2014)Honsell H and Mayer Maly T, Die Grundlagen des Rechts (7th edn, Stämpfli 2017)Honsell H, Isenring B and Kessler M A, Schweizerisches Haftpflichtrecht (5th edn, Schultess 2013)İçel K, Ceza Hukuku Genel Hükümler (7th edn, Beta 2017)Jäggi  P,  ‘Zum  Begriff  der  vertraglichen  Schadenersatzforderung   in  Festschrift  Wilhelm Schönenberger, (Universitätsverlag Freiburg 1968)Kan Ç, Türk Ceza Hukukunda Zorunluluk Hali (Yetkin 2018)Kaneti S, Haksız Fiilde Hukuka Aykırılık Unsuru (Kazancı 2007)Kangal Z T, Ceza Hukukunda Zorunluluk Durumu (Seçkin 2010)Kapancı K B, ‘Ceza Mahkemesi Kararlarının Hukuk Mahkemesi Kararlarına Etkisi (TBK m. 74)  7 (1) (2016) İnönü Üniversitesi Hukuk Fakültesi Dergisi 511Katoğlu T, Ceza Hukukunda Hukuka Aykırılık (Seçkin 2003)Kelsen H, Reine Rechtslehre (2th edn, Österreichisches Staatsdruckerei 1992)Kessler M, ‘Art. 52 OR  in Honsell H, Vogt N, Wiegand W (eds) Basler Kommentar Obligationenrecht I (6th edn, Helbing Lichtenhahn 2015)   ‘Art. 53 OR  in Honsell H, Vogt N, Wiegand W (eds) Basler Kommentar Obligationenrecht I (6th edn, Helbing Lichtenhahn 2015)Koca M and Üzülmez İ, Türk Ceza Hukuku Genel Hükümler (11th edn, Seçkin 2018)Kramer E, Juristische Methodenlehre (5th edn, Stämpfli 2016)Landmann V, Notwehr, Notstand und Selbsthilfe im Privatrecht (Schultess 1975)Larenz K, Methodenlehre der Rechtswissenschaft (6th edn, Springer 1991)Larenz, K, Lehrbuch des Schuldrechts, I. Band: Allgemeiner Teil (6th edn, Beck, 1963)Lauta K C, ‘When a Right is a Wrong: Compensation for Acts of Necessity  (2017) 8(3) JETL 297Mahmutoğlu F S, ‘5237 Sayılı Türk Ceza Kanununda Hukuka Uygunluk Nedenleri  (2005) 5 Hukuk ve Adalet Dergisi 42   and Karadeniz S, Türk Ceza Kanunu Genel Hükümler Şerhi (Beta 2017)Mir Puig S, Derecho Penal Parte General (8th edn, Editorial Reppertor 2006)Nomer H N, Borçlar Hukuku Genel Hükümler (15th edn, Beta 2017)Nuhoğlu A, ‘Tıp Ceza Hukukunda Zaruret Halinin Sınırları  in Tıp Ceza Hukukunun Güncel Sorunları: V. Türk Alman Tıp Hukuku Sempozyumu (TBB 2008) 44Oechslin K, Kernpunkte der Kausalhaftungsproblematik (Bern, 1966)  894Önok, Önay / Hukuk Düzeninin Birliği İlkesi Çerçevesinde Zorunluluk Hâlinin Hukukî NiteliğiOftinger K and Stark E W, Schweizerisches Haftpflichtrecht Zweiter Band: Besonderer Teil    Erster  Teilband:  Verschuldenshaftung,  gewöhnliche  Kausalhaftungen,  Haftung  aus Gewässerverschmutzung (4th edn, Schultess 1995)Oğuzman M K and Barlas N, Medenî Hukuk (25th edn, 2019 Vedat)Oğuzman M K and Öz M T, Borçlar Hukuku Genel Hükümler (vol 2, 12th edn, 2016 Vedat)Olgaç S, Kazai ve İlmi İçtihatlarla Türk Borçlar Kanunu Şerhi (İsmail Akgün Matbaası, 1976)Ormerod D, Smith & Hogan Criminal Law (11th edn, Oxford University Press, 2005)Oser,  H,  Schönenberger,  W,  Kommentar  zum  schweizerischen  Zivilgesetzbuch,  Das Obligationenrecht, erster Halbband: Art. 1 183 (2nd edn, 1929 Schultess)Önder A, Ceza Hukuku Dersleri (Filiz Kitabevi 1992)Özbek V Ö and Doğan K, ‘Zorunluluk Halinin (TCK m.25/2) Hukuki Niteliği  (2007) 9(2) DEÜHFD 195Özbek V Ö, Doğan K, Bacaksız P and Tepe İ, Türk Ceza Hukuku Genel Hükümler (9th edn, Seçkin 2018)Özgenç İ, ‘Ana Hatlarıyla TCK Tasarısı  (2004) 2 Hukuki Perspektifler Dergisi 102   Türk Ceza Hukuku Genel Hükümler (14th edn, Seçkin 2018)Öztürk B and Erdem M R, Uygulamalı Ceza Hukuku ve Güvenlik Tedbirleri Hukuku (17th edn, Seçkin 2017)Rey H, Ausservertragliches Haftpflichtrecht (4 edn, Schultess, 2008)Serozan R, Hukukta Yöntem (Vedat 2015)Soyaslan D, Ceza Hukuku Genel Hükümler (6th edn, Yetkin 2014)Söğüt İ S, ‘A Synoptic Overview of the Lex Rhodia De Iactu  23(3) MÜHFHAD 209Şen E, Yeni Türk Ceza Kanunu Yorumu, C: I (Madde 1 140) (Vedat 2006)Tandoğan H, Türk Mes uliyet Hukuku (Vedat 2010)Tekinay S S, Akman S, Burcuoğlu H and Altop A, Tekinay Borçlar Hukuku Genel Hükümler (7th edn, Filiz 1993)Toroslu N, Ceza Hukukunda Zaruret Hali (Sevinç Matbaası 1968)   and Toroslu H, Ceza Hukuku Genel Kısım (24th edn, Savaş 2018)Ulusan İ, Fedakarlığın Denkleştirilmesi İlkesi ve Uygulama Alanı (2nd edn, Vedat 2012)Ünan S, Çetingil E, Kender R, Müşterek Avarya Hukuku (On İki Levha 2011)Ünver Y, ‘YTCK da Kusurluluk , (2006) 1 CHD 37v.Tuhr A, Der Allgemeine Teil des Deutschen Bürgerlichen Rechts (vol 2/2, Duncker & Humblot 1918)  and Peter H, Allgemeiner Teil des Schweizerischen Obligationenrecht (3rd edn, Schultess 1979)Wolf, M, Neuner, J, Allgemeiner Teil des Bürgerlichen Rechts (11th edn, Beck, 2016)Yenisey F and Plagemann G, Alman Ceza Kanunu – Strafgesetzbuch (StGB) (2nd edn, Beta 2015)Zafer H, Ceza Hukuku Genel Hükümler (6th edn, Beta 2016)Zimmermann R, The Law of Obligations: Roman Foundations of the Civilian Tradition (2nd edn, Juta & Co., Beck, Kluwer 1992)895"
}