{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "06",
     "Ay": "12",
     "Yıl": "2017",
     "Cilt": "75",
     "Sayı": "2",
     "Başlık": "YARGITAY KARARLARI IŞIĞINDA TERK İHTARININ BOŞANMA SEBEPLERİNE VE MANEVİ TAZMİNAT TALEBİNE ETKİSİ",
     "Title": "THE IMPACT OF THE NOTICE OF ABANDONMENT UPON THE REASONS FOR DIVORCE AND THE CLAIM FOR NON-PECUNIARY DAMAGES IN THE LIGHT OF THE SUPREME COURT’S RULINGS",
     "Yazar İsmi": [

          "Yrd. Doç. Dr./Asst. Prof. Dr. Tülay Aydın Ünver" , " Arş. Gör./Res. Asst. Şeyda Dursun Karaahmetoğlu"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          " Terk, terk ihtarı", "evlilik birliğinin temelinden sarsılması", "boşanma davası", "manevi tazminat"

     ],
     "Keywords": [
          " Abandonment", "notice", "irretrievable breakdown of marriage", "divorce suit", "non-pecuniary damages"

     ],
     "Özet": "Terk özel boşanma sebeplerinden birisidir. Terke dayanarak boşanma davası açmak isteyen eşin, hâkim veya noter aracılığıyla göndereceği ihtar ile terk eden eşe ortak konuta dönmesi gerektiği ve dönmemesi halinde doğacak sonuçlar hakkında uyarıda bulunması gereklidir (TMK m. 164 II). Yargıtay kararlarında ise terk ihtarına sadece terk sebebiyle açılacak boşanma davalarında değil, diğer boşanma sebepleri, özellikle de evlilik birliğinin temelinden sarsılması sebebiyle açılacak boşanma davaları açısından bir sonuç bağlandığı görülmektedir. Söz konusu kararlara göre, eşinin eve dönmesini ihtar eden diğer eş, bu davet ile eve davet edilen eşin ihtar tarihinden önceki kusurlu davranışlarını affetmiş, en azından hoşgörü ile karşılamıştır. Bu itibarla, eşinin eve dönmesini ihtar eden eş, ihtardan önceki olaylara dayanarak evlilik birliğinin temelinden sarsılması sebebiyle boşanma davası açamaz. Yargıtay aynı gerekçeyle terk sebebine dayanan boşanma davalarında da, davacı eşin manevi tazminat istemini reddetmektedir. Bu çalışmada öğretideki görüşler de dikkate alınmak suretiyle belirtilen hususlarda Yargıtay uygulamasının isabetli olup olmadığı değerlendirilmiştir.",
     "Abstract": "Abandonment is one of the special reasons for divorce. A spouse, who wants to sue for a divorce based on the abandonment, has to send a notice through a notary public or judge and warn another spouse about returning the family home and the consequences of the non-performance of returning (TCC. Art. 164 II). The Supreme Court takes into consideration the notice not only at a divorce case based on abandonment but also other grounds for divorce especially irretrievable breakdown of marriage. According to the rulings of the Supreme Court, the spouse, who sends a notice to another spouse and warns him/her to return the family home, in essence, has forgiven or at least tolerated the misconducts of another spouse until the notice through the notice. Therefore, the spouse who sends a notice to another spouse about returning home is not able to sue for a divorce based on irretrievable breakdown of marriage on the ground of another spouse s misconducts until the notice. Similarly, the Supreme Court denies the claims of the claimant spouse for satisfaction in the divorce cases based on  abandonment. In this study, the rulings of the Supreme Court have been scrutinized in the light of doctrine.",
     "Metin": "Boşanma sebepleri Türk Medeni Kanunu nun (TMK) 161 ve devam eden maddelerinde düzenlenmiştir. Söz konusu sebepler incelendiğinde, boşanma sebeplerinin özel ve genel boşanma sebepleri olarak bir ayrıma tabi tutulduğu görülmektedir. Özel boşanma sebeplerinden biri olan terk sebebiyle boşanma davasının açılabilmesi için öncelikle terk eden eşe ortak konuta dönmesi için bir ihtar gönderilmesi gerekliliği Kanun da ifade edilmiştir. Bununla birlikte, Yargıtay kararları değerlendirildiğinde söz konusu terk ihtarına sadece terk sebebiyle açılan boşanma davaları açısından değil, boşanmanın diğer sebepleri açısından ve ayrıca boşanmanın mali sonuçlarından manevi tazminat yönünden de sonuç bağlandığı anlaşılmaktadır. Bu çalışmanın konusunu da Yargıtay kararlarına göre terk ihtarına bağlanan bu sonuçların değerlendirilmesi teşkil etmektedir.  I. Boşanma Sebepleri Açısından A. Terk Sebebine Dayanan Boşanma Davasında Eşlerden birinin evlilik birliğinden doğan yükümlülüklerini yerine getirmemek amacıyla diğerini terk etmesi ya da haklı bir sebep olmadan ortak ko                                                 1 İsviçre Medeni Kanunu nda (ZBG) 1.1.2000 tarihinde yürürlüğe giren değişiklikle, boşanma sebepleri açısından farklı bir düzenleme kabul edilmiş, özel boşanma sebeplerine yer verilmeyerek, 111-116. maddelerde boşanmanın şartları düzenlenmiştir. Buna göre, eşlerin birlikte talebi yoluyla hâkim tarafından boşanmaya hükmedilecektir (tam anlaşma: ZGB Art. 111, kısmi anlaşma: ZGB Art. 112). Eşlerden yalnızca birinin talebi üzerine hâkimin boşanmaya hükmedebilmesi ise iki halde söz konusu olur: Birincisi, eşlerin en az iki yıldan beri ayrı yaşamalarıdır (ZGB Art. 114). İkincisi ise, iki yıllık sürenin dolmasından önce de evlilik birliğinin devamının beklenemediği hallerde önemli sebeplere dayanılarak boşanma davası açılabilmesidir (ZGB Art. 115).  2 Eşlerin ortak arzusunun bulunması veya mahkemece TMK m.170-171 e dayanılarak verilmiş olan ayrılık kararının varlığı halinde, eşlerden birinin ortak hayat sebebiyle kişiliğinin, ekonomik güvenliğinin ve aile huzurunun tehlikeye düşmüş olduğu durumda (TMK m.197 I), eşlerden birinin tedbir nafakası aldığı durumlarda (TMK m.197 II), konutun bağımsız ve ailenin ihtiyaçlarına uygun olmaması durumunda terk eden eşin ortak konuta dönmemesi için haklı bir sebebin varlığından bahsedilebilir. Bağımsız birYargıtay Kararları Işığında Terk İhtarının Boşanma Sebeplerine ve   589 Manevi Tazminat Talebine Etkisi nuta dönmemesi halinde Türk Medeni Kanunu nun 164. maddesinde belirtilen diğer şartların da gerçekleşmiş olması şartıyla özel ve mutlak bir boşanma sebebi olan terk sebebine dayanılarak boşanma davası açılması mümkündür. TMK m.164 de düzenlenen terk, mutlak bir boşanma sebebi olduğu için, hükümde belirtilen şartların gerçekleşmesi halinde hâkimin terk olgusu sebebiyle ortak hayatın diğer eş için çekilmez hale gelip gelmediğini araştırmadan, boşanmaya (ya da ayrılığa) karar vermesi gereklidir.                                                                                                                        eve davet ihtarının bulunmadığı hallerde de davalı eşin ihtara uymamakta haklı olduğu kabul edilmektedir. Bu yönde bkz.: Yargıtay 2. HD., 23.02.2015, E: 2014/17948, K: 2015/2515 (Kazancı İçtihat Bilgi Bankası); Yargıtay 2. HD., 21.9.2007, E: 2006/22079, K:  2007/12371  (Kazancı  İçtihat  Bilgi  Bankası);  Yargıtay  2.  HD.,  03.5.2007,  E: 2006/18718,  K:  2007/7329  (Kazancı  İçtihat  Bilgi  Bankası);  Yargıtay  2.  HD., 23.01.2006, E: 2005/15942, K: 2006/136 (Kazancı İçtihat Bilgi Bankası). Her ne kadar Medeni Kanun da açıkça yer almasa bile, boşanma ve ayrılık davaları ve evliliğin butlanı davası sürecinde de eşlerin ayrı yaşama hakları olduğu kabul edilmektedir. Bu yönde bkz. Yargıtay 2. HD. 12.2.2004, E: 2004/537, K: 2004/1471 (Kazancı İçtihat Bilgi Bankası). Haklı sebep teşkil eden haller bakımından ayrıntılı bilgi için bkz.: Andreas B. Schwarz, Aile Hukuku I, İstanbul, İsmail Akgün Matbaası, 1946, s. 149; Ferit H. Saymen/Halid K. Elbir, Türk Medeni Hukuku, Cilt III, Aile Hukuku, İstanbul, Hak Kitabevi, 1957, s. 250-251; Bülent Köprülü/Selim Kaneti, Aile Hukuku, Gözden Geçirilmiş 2. Bası, İstanbul, Filiz Kitabevi, 1989, s. 158-159; Hıfzı Veldet Velidedeoğlu, Türk Medeni Hukuku, Cilt II, Aile Hukuku, Üçüncü Bası, İstanbul, Tan Matbaası, 1956, s. 173; Selahattin Sulhi Tekinay, Türk Aile Hukuku, Yedinci Baskı, İstanbul, Filiz Kitabevi, 1990, s. 216-220; Kemaleddin Birsen, Medeni Hukuk Dersleri, Genel İlkeler-Şahsın Hukuku-Aile Hukuku, 6. Bası, İstanbul, Fakülteler Matbaası, 1966, s. 324-325; Turgut Akıntürk/Derya Ateş, Türk Medeni Hukuku İkinci Cilt Aile Hukuku, Yenilenmiş 20. Bası, İstanbul, Beta Yayıncılık, 2017, s. 255-256; Ahmet M. Kılıçoğlu, Aile Hukuku, Ankara, Turhan Kitabevi, 2015, s. 127-129; Seher Kandil, Türk Hukukunda Terk Sebebiyle Boşanma, Ankara, 2006, s. 57-67.; Şenol Şenol,  Terk Nedeni ile Boşanma , Adalet Dergisi, 1988, S: 3, s. 29-30. 3 TMK m.164 I c.2 ye göre diğer eşi ortak konutu terk etmeye zorlayan veya haklı bir sebep olmaksızın ortak konuta dönmesini engelleyen eş de terk etmiş sayılır. Evlilik birliğinin görevlerini yerine getirmeyen, gece geç saatlerde eve dönen, eşi ve çocuklarıyla ilgilenmeyen ve eşine şiddet uygulayan davacı eşin davalı eşini ortak konutu terk etmeye zorladığı ve bu nedenle terk sebebine dayanan boşanma davası açamayacağı yönünde bkz.: Yargıtay 2. HD., 15.6.2017, E: 2016/18628, K: 2017/7501 (Kazancı İçtihat Bilgi Bankası); davalı eşini ortak konutu terke zorladığı gibi ortak konutun anahtarını da değiştirerek eve dönmesini engelleyen davacı eşin terke dayalı boşanma davası açamayacağı yönünde bkz.: Yargıtay HGK, 04.11.2009, 2-402/484 (Kazancı İçtihat Bilgi Bankası); ayrıca bkz.: Yargıtay 2. HD., 13.01.2016, E: 2015/25093, K: 2016/462 (Kazancı İçtihat Bilgi Bankası). 4 Zira bu halde evlilik birliğinden doğan birlikte yaşama yükümlülüğüne (TMK m.185 III) aykırı davranılmış olduğu yönünde bkz.: Kılıçoğlu, Aile, s. 126; Hasan Petek,  Terke Dayalı Boşanmada Manevi Tazminat , Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, C: 12, S: 2, 2010, s. 43-78 (Basım Yılı: 2012), s. 45. 5 Saymen/Elbir, s. 242; Kemal Oğuzman/Mustafa Dural, Aile Hukuku, İstanbul, Filiz Kitabevi, 1998, s. 121; Mustafa Dural/Tufan Öğüz/Mustafa Alper Gümüş, Türk Özel Hukuku, Cilt II, Aile Hukuku, İstanbul, Filiz Kitabevi, 2016, N 622 vd.; Bilge Öztan, Aile Hukuku, 5. Bası, Ankara, Turhan Kitabevi, 2004, s. 398; Akıntürk/Ateş, s. 243244, 258; Kılıçoğlu, Aile, s. 114-115; Talih Uyar,  Yargıtay Kararlarında  Terk  Nedeniyle Boşanma (MK.132) , Manisa Barosu Dergisi, Yıl: 18, S: 71, s. s. 60; Erden Kuntalp,  Mutlak Boşanma Nedenleri , Ankara Hukuk Fakültesi Ellinci Yıl Armağanı 1925-590  T. A. Ünver - Ş. D. Karaahmetoğlu (İÜHFM C. LXXV, S. 2, s. 587-608, 2017) Terk  sebebine  dayanan  boşanma  davasının  açılabilmesi  için  gereken şartlardan biri, terk eden eşe evlilik birliğini devam ettirmek amacıyla ortak konuta dönmesi için bir ihtarın yapılmış olması ve bu ihtarın sonuçsuz kalmasıdır (TMK m.164 I)9. Söz konusu hükme göre terkin en erken dördüncü ayından itibaren terk ihtarında bulunulabilir ve ihtardan sonra iki ay geçmedikçe boşanma davası açılamaz (TMK m.164 II c.3)11. Hükümde belirtilen bu süreler dava şartı olup hâkim tarafından re sen araştırılacak ve dikkate alınacaktır. İhtardan sonra dikkate alınması gerekli iki aylık süre, ihtarın diğer eşe                                                                                                                        1975, Cilt: II, Boşanma Hukuku Haftası, Ankara, 1977, s. 116; Petek, s. 43-44; Kandil, s. 27.  6 TMK m.167 ye göre, boşanma davası açmaya hakkı olan eş, isterse boşanma isterse ayrılık kararı isteyebilir. Dava ayrılığa ilişkinse, hâkim yalnızca ayrılık kararı verebilir, boşanmaya karar veremez (TMK m.170 II). Ancak, dava boşanmaya ilişkinse, hâkim, takdirine göre boşanmaya ya da ortak hayatın yeniden kurulması ihtimalinin varlığı halinde ayrılığa karar verir (TMK m.170 III).  Bununla birlikte, eşlerin ortak hayatı tekrar kuramayacaklarına karine sayılarak, terk sebebiyle açılan boşanma davalarında kural olarak ayrılığa karar verilmesinin mümkün olmadığı, ancak hâkimin yine de eşlerin bir araya gelmeleri olasılığını görüyorsa ayrılığa karar verebileceği yönünde karş.:  Petek, s. 53-54, dn. 26; benzer şekilde, TMK m.166 III uyarınca açılacak boşanma davalarında da hâkimin takdir yetkisini kullanarak ayrılık kararı veremeyeceği yönünde bkz.: Öztan, Boşanma, s. 725; Hüseyin Hatemi/Rona Serozan, Aile Hukuku, İstanbul, Filiz Kitabevi, 1993, s. 238. Davacının mutlak bir boşanma nedenine dayanmış ve bunun varlığını kanıtlamış olsa bile, hâkimin eşlerin barışma ihtimallerini gördüğü takdirde boşanma yerine ayrılığa hükmedilebileceği yönünde bkz.: Yargıtay 2. HD., 17.10.2005, 12032-14274 (Ömer Uğur Gençcan, Boşanma Tazminat ve Nafaka Hukuku, 7. Baskı, Ankara, 2017, s. 364); Yargıtay 2. HD., 01.06.2009, 8576-10441 (Gençcan, s. 364-365).  7 Terk sebebiyle boşanma davasının şartları hakkında ayrıntılı bilgi için bkz.: Feyzi Necmeddin Feyzioğlu/Cumhur Özakman//Enis Sarıal, Aile Hukuku, Yeniden Gözden Geçirilmiş, Genişletilmiş 3. Baskı, İstanbul, 1986, s. 279 vd.; Oğuzman/Dural, s. 120 vd.; Tekinay, s. 215 vd.; Köprülü/Kaneti, s. 157 vd.; Hatemi/Serozan, s. 224 vd.; Birsen, s. 323 vd.; Dural/Öğüz/Gümüş, N 605 vd.; Öztan, Aile, s. 392 vd.; Kılıçoğlu, Aile, s. 125 vd.; Zevkliler/Acabey/Gökyayla, s. 988 vd.; Akıntürk/Ateş, s. 254 vd.; Petek, s. 45 vd.; Şenol, s. 27 vd. 8 Bu ihtarın bağımsız bir kazai sonucu olmayan, hâkim tarafından yapılmış bir işlemden ibaret olup aleyhine temyiz yoluna başvurulamayacağına ilişkin bkz.: Yargıtay İBK, 27.3.1957, E: 1956/10, K: 1957/1 (RG. 24.06.1957, Sayı: 9641). Buna karşılık, ihtar isteğinin reddine ilişkin kararlar için kanun yolunun açık olduğu kabul edilmektedir: Yargıtay 2. HD., 01.4.1982, 2646/3012 (Kazancı İçtihat Bilgi Bankası). 9 Modern kanunlarda olduğu gibi ihtar kurumunun kaldırılmasının, bununla birlikte terk süresinin uzun tutulmasının uygun olacağı yönünde bkz.: Kuntalp, s. 124-125. 10 Davacı eşin davalı eşin evi terk etmesinden itibaren dört aylık yasal süre dolmadan ihtar göndermiş olması halinde TMK m.164 ün koşulları oluşmadığından davanın reddine karar verilmesi yönünde bkz.: Yargıtay 2. HD., 21.9.2007, 44/12316 (Kazancı İçtihat Bilgi Bankası); Yargıtay 2. HD., 15.4.2004, 3515/4793 (Kazancı İçtihat Bilgi Bankası).  11 Yargıtay 2. HD., 18.5.1999, E: 1999/3508 K: 1999/536 (YKD, Cilt:25 Sayı:10, Ekim 1999, s. 1365); Yargıtay 2. HD., 03.05.2012, E: 2011/15337 K: 2012/11873 (Gençcan, s. 323); Yargıtay 2. HD., 24.05.2007, 19867-8714 (Gençcan, s. 323); Yargıtay 2. HD., 19.11.2012, E: 2012/22615 K: 2012/27350 (Gençcan, s. 323).  12 Kandil, s. 68-69; Yargıtay HGK., 16.01.2013, E: 2012/2-686, K: 2013/67 (Kazancı İçtihat Bilgi Bankası); Yargıtay 2. HD., 16.5.2002, 5832/6625 (Kazancı İçtihat Bilgi Bankası); Yargıtay 2. HD., 08.4.1992, 4031/4236 (Kazancı İçtihat Bilgi Bankası).Yargıtay Kararları Işığında Terk İhtarının Boşanma Sebeplerine ve   591 Manevi Tazminat Talebine Etkisi tebliği tarihinden itibaren işlemeye başlayacaktır; ancak ihtar kararında davet edilen eş ve yanındaki çocuklar için dönüş parasının verilmesine de karar edilmişse, iki aylık süre dönüş parasının alındığı ya da ihtarda bulunulan eş tarafından alınmasından kaçınıldığı tarihten itibaren işlemeye başlayacaktır. Terk sebebiyle boşanma davası açabilmek için ayrılığın en az altı ay sürmüş olması gerektiğine göre (TMK m.164 I c.1)15, bu sürenin dört ayının ihtardan önce ve iki ayının ise ihtardan sonra geçmiş olması gereklidir. Bununla birlikte terk ihtarının mutlaka ayrılıktan dört ay sonra yapılması zorunlu olmayıp daha sonra, örneğin ayrılıktan bir yıl sonra, yapılması mümkündür, ancak her halde terk ihtarından sonra boşanma davası açılabilmesi için iki ayın beklenmesi gerekir. İhtardan sonra iki ay geçmeden terk nedenine dayalı olarak boşanma davası açılması halinde ise süre şartı gerçekleşmediğinden dava reddedilecektir. Yargıtay kararlarında, terk eden eşe gönderilen ihtarda eve dönüş süresi olan iki aylık sürenin açıkça gösterilmesi gerektiği, aksi takdirde ihtarın sonuç doğurmayacağı, ayrıca terk eden eşe yasal olarak tanınmış olan iki aylık dönüş süresinin kısaltılamayacağı, eğer kısaltılırsa ihtarın geçersiz hale geleceği kabul edilmektedir.                                                  13 Bu yönde bkz.: Yargıtay 2. HD., 16.5.2002, 5832/6625 (Kazancı İçtihat Bilgi Bankası); Yargıtay 2. HD., 08.4.1992, 4031/4236 (YKD 1992/8, s. 1188-1189).  14 Eşler arasında terk sebebiyle mevcut ayrılığın dava açıldığı tarihte de devam ediyor olması gereklidir. Boşanma davasının açıldığı sırada, eşlerin kısa süreli beraberlikler dışında, ortak konutta yaşamak üzere bir araya gelmiş olmaları halinde terk sebebiyle boşanma davası da açılamaz: Tekinay, s. 220; Şenol, s. 31; Kandil, s. 67. 15 TMK m.164 ün karşılığını teşkil eden mülga MK m.132 ye göre terkin en az üç ay sürmüş olması ve ihtarın terkten itibaren iki ay sonra yapılabileceği kabul edilmişken, TMK m.164 de boşanma davası açabilmek için gereken terk süresi üç aydan altı aya çıkarılmıştır. Hükmün gerekçesine bakıldığında ise, bu yöndeki değişikliğin sebebi olarak, ortak konutu terk etmiş olan eşe düşünmek için daha fazla zaman tanıyarak, telafisi mümkün olmayan adımların atılmasının engellenmek istenmesi gösterilmektedir. TMK  m.164 ün  gerekçesi  için  bkz.:  (Çevrimiçi)  https://www.tbmm.gov.tr/sirasayi/ donem/yil/ssm-2.htm, 25.10.2017.  16 Hükümde belirtilen altı aylık toplam süre dolmadan terk sebebine dayanılarak boşanma davası açılamayacağı, ancak terk edilen eşin isterse diğer eşin terk halini ortak hayatı çekilmez hale getiren bir sebep olarak ileri sürerek TMK m.166 uyarınca boşanma davası açabileceği, bu durumda ise terk eden eşin altı ayın henüz dolmadığı yönünde bir itirazda bulunamayacağı yönünde bkz.: Tekinay, s. 228; Kılıçoğlu, Aile, s. 130. 17 Bu yönde bkz.: Yargıtay 2. HD., 16.02.2011, 949/2497 (Kazancı İçtihat Bankası). 18 Yargıtay 2. HD., 12.3.2007, E: 2006/16012, K: 2007/3680 (Kazancı İçtihat Bilgi Bankası); Yargıtay 2. HD., 20.02.2002, 1707-2346 (Gençcan, s. 305); Yargıtay 2. HD., 16.03.1998, 1689-3157 (Gençcan, s. 305).  19 Terk ihtarının öncesindeki ve sonrasındaki sürelerin kesin olduğu ve bu sürelerin hâkim ya da taraflarca kısaltılamayacağı yönünde bkz.: Esat Şener,  Terk Hukukî Sebebine Dayanan Boşanma Davası Üzerinde Düşünceler , Türkiye Noterler Birliği Hukuk Dergisi, 1983, S: 37, s. 4-5; aynı yazar, Boşanma, s. 96-97; Mehmet Akif Tutumlu, Teorik ve Pratik Boşanma Yargılaması Hukuku, Cilt II, Ankara, Seçkin Yayıncılık, 2009, s. 916. 20  Yargıtay  2.  HD.,  9.11.2004,  10822-13319  (Gençcan,  s.  305);  Yargıtay  2.  HD., 12.10.2004, 11897-11718 (Gençcan, s. 305); Yargıtay HGK., 13.02.2008, E: 2008/2136, K: 2008-117 (Gençcan, s. 305); Yargıtay 2. HD., 13.10.2003, 12383-13266 (Gençcan, s. 306).Yargıtay başka bir kararında ise terk eden eşe eve dönmesi için bir yıllık süre tanınmasını kabul etmiş ve bu bir yıllık süre dolmadan gönderilmiş olan ikinci ih-592  T. A. Ünver - Ş. D. Karaahmetoğlu (İÜHFM C. LXXV, S. 2, s. 587-608, 2017) Terk ihtarı davaya hakkı olan eşin istemi üzerine hâkim veya noter tarafından yapılır (TMK m.164 II c.1). 2011 yılında Türk Medeni Kanunu nun 164. maddesinde yapılan değişikliğe kadar terk ihtarı sadece hâkim tarafından yapılabiliyordu. 31.3.2011 tarihli ve 6217 sayılı Kanun un 19. maddesiyle TMK m.164 de yapılan değişiklikle noterlere de terk ihtarında bulunma yetkisi verilmiştir. Mirasçılık Belgesi Verilmesi ve Terk Eden Eşin Ortak Konuta Davet Edilmesi İşlemlerinin Noterler Tarafından Yapılmasına İlişkin Usul ve Esaslar Hakkında Yönetmelik in 7. maddesinde TMK m.164 II c.1 de belirtildiği şekilde, talep eden eşin istemi üzerine noterler tarafından dava şartları incelenmeksizin ihtarın yapılacağı belirtilmiştir. Esasen TMK m.164 II c.1 de de hâkim veya noterin esası incelemeksizin ihtarı yapacağı ifade edilmiştir. Zira ihtarın haklı olup olmadığı ve terk sebebiyle boşanma davasının şartları boşanma davasında incelenecektir. Bununla birlikte, hâkimin terkin süreyle ilgili şartları,                                                                                                                        tara dayanılarak boşanmaya hükmedilmesi Kanuna aykırı bulmuştur. Bu karar için bkz.: Yargıtay 2. HD., 22.2.2001, E: 2001/1441, K: 2001/2914 (Kazancı İçtihat Bilgi Bankası). Doktrinde de bir görüş,   …bu ihtarın terk eden eşe tebliğinden itibaren, en az iki aylık süre geçmiş olacaktır...   diyerek iki ayın asgari bir süre olduğunu, terk eden eşe iki aydan daha uzun bir sürenin tanınabileceğini savunmuştur. Bu görüş için bkz.: Kılıçoğlu, Aile, s. 130-131. Buna karşılık, bir diğer görüş ise, kanunda yazılı olan sürelerin hakim ya da taraflarca değiştirilemeyeceğini ifade etmektedir. Bu görüş için bkz.: Şener, Boşanma, s. 97. Yargıtay Hukuk Genel Kurulu da 2008 yıllı bir kararında söz konusu iki aylık sürenin değiştirilemeyeceğini ifade etmiştir. Bkz.: Yargıtay HGK., 13.02.2008, 2-136/117 (Kazancı İçtihat Bilgi Bankası):  ...Kanunda gösterilen süreler hâkim veya taraflarca değiştirilemeyeceğinden konuta dönmesi istenen eşe  iki aylık  süreden farklı bir süre verilemez ve bu sürenin ihtarda yer alması geçerlilik koşuludur. Zira kanun koyucu, yasada yer alan sürelerde her türlü olayın etkilerinin ve tepkilerinin sona ereceğini bir karine olarak kabul etmiştir. Bu sürelerin değiştirilmesi, bunlara ayrı bir süre eklenmesi düşünülemez...  21 Mülga 743 sayılı Türk Kanunu Medenisi nin 132. maddesinde de terk ihtarının yalnızca hâkim tarafından yapılabileceği kabul edilmişti. 22 RG. 14.4.2011, Sayı: 27905. 23 RG. 04.10.2011, Sayı: 28074. 24 Bu yönde bkz.: Yargıtay İBK, 27.3.1957, E:1956/10, K:1957/1 sayılı kararı (RG. 24.06.1957, Sayı: 9641): . ...Medeni Kanunun 132 inci maddesine tevfikan evlenmenin kendisine tahmil ettiği vazifeleri ifa etmemek maksadıyla diğerini terk ettiği veya muhlik bir sebep olmaksızın evine dönmediği iddia edilen eşe karşı yapılacak ihtar müstakil kazai neticesi olmayan ve boşanma davasına tekaddüm eden hâkim delaletiyle yaptırılması iktiza eden bir muameleden ibarettir. Terkin, netayici mühim telakki edilerek akıbetinin hâkim marifetiyle bir kere ihtarından sonra bu ihtarın akim kalması halinde ancak 132 inci maddeye dayanılarak boşanma davasının açılacağı esası kanunen kabul edilmiştir. Bahis mevzuu maddenin diğer şartları gibi ihtar da boşanma davasının kabulü için mevcudiyeti elzem olan şartlardan biridir. İhtar talebinin isafı hâkimlikçe mecburidir. İhtar icrası talebi hakime işin esasını tetkike salahiyet vermez... ; Yargıtay HGK., 16.01.2013, E: 2012/2-686, K: 2013/67 (Kazancı İçtihat Bilgi Bankası); ayrıca bkz.: Saymen/Elbir, s. 252; Köprülü/Kaneti, s. 160; Oğuzman/Dural, s. 121; Dural/Öğüz/Gümüş, N 619; Akıntürk/Ateş, s. 257; Öztan, Aile, 398; Zevkliler/M. Beşir Acabey/K. Emre Gökyayla, Giriş, Başlangıç Hükümleri, Kişiler Hukuku, Aile Hukuku, Gözden Geçirilmiş ve Genişletilmiş 6. Baskı, Ankara, Seçkin Yayınevi, 1999, s. 992; Tutumlu, s. 926; Feyzioğlu/Özakman/Sarıal, s. 284-285: Yazarlar, bahsi geçen İçtihadı Birleştirme Kararı na istinaden, hakimin terkin esasına ilişkin şartların varlığını araştırmakla yükümlü olmamasının isabetli olduğunu; ancak ihtar talebinin süre ve içerik bakımından hakimin ön incelemesine tabi tutulmadan uygulamakla zorunlu tutulmasının ihtar şartının konuluş amacına aykırı olduğunu belirtmektedirler.Yargıtay Kararları Işığında Terk İhtarının Boşanma Sebeplerine ve   593 Manevi Tazminat Talebine Etkisi yani hükümde aranan dört aylık sürenin dolup dolmadığını incelemesi gerektiği, böylelikle süre şartının gerçekleşmediğinin anlaşıldığı hallerde ihtar talebinin reddedilmesi gerektiği öğretide kabul edilmektedir. Zira hâkimin veya noterin dört aylık sürenin dolup dolmadığını incelemesi boşanmanın esasının incelenmesi anlamını taşımayacaktır. Yukarıda adı geçen Yönetmeliğin 8. maddesine göre terk eden eşe gönderilen ihtar; - İhtar gönderen eşin ad, soyad ve adresini, - İhtar gönderilen eşin ad, soyad ve adresini, - Davet edilen ortak konutun adresini, - Davet edilen eş ve yanında çocukları varsa bunların ortak konuta dönmesi için gereken giderler ile konuta kabul edilmemesi halinde dönüş için yol ve konaklama giderlerini karşılayacak yeterli paranın konutta teslim şeklinde gönderilmesi durumunda buna ilişkin açıklamayı, - Davet edilen konuta ait anahtarın bulunduğu yeri, - İki ay içinde dönmesi gerektiğini, dönmemesi halinde hakkında Türk Medeni Kanunu nun 164. maddesine göre boşanma davası açılabileceği hususlarını kapsayacaktır. Davaya hakkı olan eşin istemi üzerine terk eden eşe yukarıda anılan içerikte yapılan bir ihtarla, iki ay içinde ortak konuta dönmesi gerektiği ve dönmemesi halinde doğacak sonuçlar hakkında uyarıda bulunulacaktır. Gerektiği taktirde terk ihtarının ilan yoluyla yapılması mümkündür (TMK m.164 II c.2)27. Terk ihtarının amacı, evlilik birliğinden doğan yükümlülüklerini yerine getirmemek amacıyla ortak konutu terk eden ve haklı bir sebep olmadan ortak konuta dönmeyen eşe mahkeme aracılığı ile son bir çağrı yapmak ve ona evlilik birliğine devam etmek için bir düşünme imkânı tanımaktır. Dolayısıyla, evlilik birliğinin devamı için terk eden eşe yapılan son çağrı niteliğinde olan terk ihtarının hüküm ifade edebilmesi için ihtarda bulunan eşin, terk eden eşin geri dönmesini ve evlilik birliğinin devamının sağlanabilmesi için ortak hayata devam etmesini gerçekten istemiş olması, bir başka ifadeyle ihtarın samimi ve ciddi olması gereklidir. İhtarın birlikte yaşama niyetiyle değil de, sadece terk sebebine dayanan boşanma davasını açmak üzere şeklen yapılmış olduğunun anlaşıldığı hallerde, ihtar edenin terk sebebine dayanan boşanma davası açma                                                  25 Bu yönde bkz.: Tekinay, s. 222; Oğuzman/Dural, s. 121; Berna Özcan Çelik,  Genel Boşanma Sebebi Olarak Evlilik Birliğinin Temelinden Sarsılması , Ankara Üniversitesi Sosyal Bilimler Enstitüsü, Yayınlanmamış Yüksek Lisans Tezi, Ankara 2015, s. 24; hâkimin ihtarı tüm koşulları ile incelemeye tabi tutması gerektiği, zira ihtarda gösterilen hususların ihtarda bulunan eş tarafından sağlanmamış olması halinde diğer eşin yerinde olmayan bir ihtara muhatap bırakılabileceği, hâkimin bir işlemi yaparken inceleme yetkisinin ve takdir hakkının mutlak olduğu, bu itibarla ya hâkime inceleme yetkisinin verilmesi ya da ihtar yapma yetkisinin noterlere verilmesi gerektiği yönünde karş.: Kandil, s. 73. 26 Petek, s. 51, dn. 18. 27 İhtarın şekline ilişkin olarak ayrıca bkz.: Kandil, s. 92 vd. 28 Hatemi/Serozan, s. 225; Kandil, s. 71-72; Tutumlu, s. 916. 29 Feyzioğlu/Özakman/Sarıal, s. 286; Köprülü/Kaneti, s. 161; Dural/Öğüz/Gümüş, N 621; Şenol, s. 34; Şener, Boşanma, s. 95; Petek, s. 52; Kandil, s. 74-76; Tutumlu, s. 917; Yargıtay, terk ihtarındaki davetin samimi olmasının bir dava şartı olduğu görüşündedir. Bu yönde bkz.: Yargıtay 2. HD., 29.4.2003, E: 2003/3385, K: 2003/6301 (Kazancı İçtihat Bilgi Bankası).594  T. A. Ünver - Ş. D. Karaahmetoğlu (İÜHFM C. LXXV, S. 2, s. 587-608, 2017) hakkının doğmuş olmayacağı öğretide ifade edilmektedir. Ayrıca ihtar gönderen eşin samimiyeti ihtardan sonra da devam ediyor olmalıdır. Terk eden eşe karşı ihtarda bulunmak eşlere kanunda tanınmış bir hak olmakla birlikte, bu hakkın dürüstlük kuralı çerçevesinde kullanılması gerektiği, aksi halde ihtarın geçerli olmayacağı ve hukuki bir sonuç doğurmayacağı kabul edilmektedir. Bu kapsamda örneğin, eşi hakkında ceza davası açan diğer eşin, aynı zamanda ona ihtarda bulunarak ortak hayata devam etmeyi istediğini bildirmesinin ya da eşlerden birinin diğerini acımasızca dövüp yaraladıktan sonra evi terk eden yaralı eşin, diğer eşi yürekten bağışlayacağı kadar bir süre geçmeden, ona karşı nefret ve kızgınlık duyguları içinde bulunduğu bir sırada ihtarla eve davet edilmesinin samimi bir arzunun ürünü olamayacağı ve dürüstlük kuralı ile bağdaşmayacağı ifade edilmektedir. Yargıtay kararlarına bakıldığında, terk ihtarının özellikle samimi olup olmadığı açısından değerlendirildiği ve ihtarın samimi olmadığının somut olayda anlaşıldığı hallerde yapılan ihtarın geçersiz olması sebebiyle terk nedenine dayalı boşanma davasının reddine karar verildiği görülmektedir. Örneğin, ihtarın tebliğinden sonra, karısına, gönderdiği ihtarın bir formalite olduğunu, bu evliliğin yürümeyeceğini ya da karısıyla artık geçinemeyeceğini belirten kocanın bu ihtar bakımından samimi olmadığı kabul edilmiştir. Benzer şekilde, davacı kocanın ihtar döneminde  gerçekte amacının evlilik birliğini sürdürmek olmadığı, zaten imam nikâhı ile başka biri ile birlikte olduğunu 38, başka bir kadını sevdiğini ve onunla evleneceğini beyan etmesi halinde ya da bir başkası ile nişanlandığının anlaşılması, davacı kocanın başka bir kadınla evlilik dışı ilişki kurması ve bu ilişkiden çocukları da bulunup bu ilişkinin devam etmekte olduğunun anlaşılması hallerinde de söz konusu terk ihtarı samimi görülmemiştir. Davacı kocanın ihtarından sonra davalı eşine şiddet uygulama                                                 30 Hatemi/Serozan, s. 227; Şener, Boşanma, s. 94. 31 Kandil, s. 76. 32 Şener, Terk, s. 4. 33 Şener, Terk, s. 4; eşi hakkında ceza davası açan terk ihtarında bulunması halinde ihtarın samimi olmadığı yönündeki kararlar için bkz.: aşağıda dn. 46. 34 Yargıtay 2. HD., 27.2.2013, E: 2013/2937, K: 2013/5115 (Kazancı İçtihat Bilgi Bankası); Yargıtay 2. HD., 11.12.2012, E: 2012/10079, K: 2012/29935 (Kazancı İçtihat Bilgi Bankası); Yargıtay 2. HD., 27.11.2012, E: 2012/8580, K: 2012/28405 (Kazancı İçtihat Bilgi Bankası); Yargıtay 2. HD., 1.10.2012, E: 2012/19139, K: 2012/23064 (Kazancı İçtihat Bilgi Bankası); Yargıtay 2. HD., 29.4.2003, E: 2003/3385, K: 2003/6301 (Kazancı İçtihat Bilgi Bankası).  35 Yargıtay HGK. 27.11.1968, 2-1077/782 (Ankara Barosu Dergisi, Sayı: 2, 1969, s. 321); Yargıtay 2. HD., 8.4.2004, E: 2004/3658, K: 2004/4552 (Kazancı İçtihat Bilgi Bankası).  36 Yargıtay 2. HD., 15.05.2006, 985-7514 (Gençcan, s. 331).  37 Yargıtay 2. HD., 02.05.2012, E: 2011/15220, K: 2012/11519 (Gençcan, s. 333-334). 38 Yargıtay 2. HD., 20.12.2006, E: 2006/11758, K: 2006/18035 (Kazancı İçtihat Bilgi Bankası); benzer yönde bkz.: Yargıtay 2. HD., 13.7.2004, E: 2004/6708, K: 2004/9527 (Kazancı İçtihat Bilgi Bankası); Yargıtay HGK., 6.11.2002, E: 2002/2-824, K: 2002/896 (Kazancı İçtihat Bilgi Bankası). 39 Yargıtay 2. HD., 14.07.2004, 8307-9547 (Gençcan, s. 333). 40 Yargıtay 2. HD., 27.3.2003, 2005/4324 (Kazancı İçtihat Bilgi Bankası). 41 Yargıtay 2. HD., 15.6.1987, 4675/5191 (YKD 1987/11, s. 1642).Yargıtay Kararları Işığında Terk İhtarının Boşanma Sebeplerine ve   595 Manevi Tazminat Talebine Etkisi sı, eşini tehdit etmesi, ihtara rağmen eşini konuta almaması ya da eşin çağırılan eve rahatça girebilmesinin sağlanmaması, kendisi hakkında şikâyette bulunup cezalandırılması istenilen eşin, ceza davası devam ederken eve davet edilmesi halinde de terk ihtarının samimiyetinden bahsetmenin mümkün olmadığı kabul edilmiştir. Terk ihtarının samimi olarak kabul edilmediği yukarıda belirtilen Yargıtay kararlarına konu olaylarda, söz konusu ihtar hukuki bir sonuç doğurmayacağından, ihtardan itibaren yasada belirtilen süre geçmiş olsa dahi terk sebebine dayanılarak açılan boşanma davası reddedilecektir. Terk ihtarının hüküm ifade edebilmesi bakımından tartışılması gereken başka bir husus ise terk ihtarı yapıldıktan sonra davacının terke dayalı olarak dava açma süresidir. Öğretide terk eden eşe ihtarın yapılmış olmasına rağmen eşin ortak konuta dönmemesi halinde, terkten itibaren altı aylık süre dolmuşsa (terkten itibaren dördüncü ayda ihtar gönderilmişse ve ihtardan sonra da iki ay beklenmişse), terke dayalı boşanma davası açılabilmesi için bir üst süre söz konusu olmadığı, davanın her zaman açılmasının mümkün olduğu kabul edilmektedir. Yargıtay da vermiş olduğu bir kararda ihtarın tebliğinden dokuz yıl sonrasında açılan boşanma davasının bu sebeple reddini kanuna aykırı bulmuştur. Ancak Yargıtay başka kararlarında, ihtarın davalıya tebliğ edilmiş olmasına rağmen hiç bir haklı ya da kabul edilebilir sebep göstermeden yedi yıl sonra bu ihtar kararına dayanılarak terk sebebi ile boşanma davası açılmasını dürüstlük kuralına aykırı bulmuştur ve arada geçen zamanı da dikkate alarak söz konusu ihtarın samimi olmadığı kanaatine varmıştır. Terk hukuki sebebine dayanarak açılacak olan boşanma davalarına ilişkin Medeni Kanun da yer alan düzenlemelere bakıldığında, davanın açılması yönünden herhangi bir üst süre kabul edilmiş değildir. Bu sebeple, herhangi bir yasal üst süre öngörülmemesine rağmen boşanma davası açma hakkının sınırlandırılması isabetli                                                  42  Yargıtay  2.  HD.,  06.06.2002,  6622-7657  (Gençcan,  s.  337);  Yargıtay  2.  HD., 11.02.2002, 1348-1779 (Gençcan, s. 337). 43 Yargıtay 2. HD., 8.4.2004, 3658-4552 (Gençcan, s. 337); Yargıtay 2. HD., 08.03.2005, 16976-3475 (Gençcan, s. 337); Yargıtay 2. HD., 15.03.2005, 369-4011 (Gençcan, s. 337); Yargıtay 2. HD., 12.09.2005, 9398-11763 (Gençcan, s. 337). 44 Yargıtay 2. HD., 21.04.2005, 4344-6468 (Gençcan, s. 338); Yargıtay 2. HD., 6.6.2006, 1814-8975 (Gençcan, s. 338).  45 Yargıtay 2. HD., 16.4.1985, 3404/3625 (Kazancı İçtihat Bilgi Bankası). 46 Yargıtay 2. HD., 14.02.1984, 1197/1385 (YKD 1984/6, s. 864-865); Yargıtay 2. HD., 3.2.2000, E: 1999/14163, K: 2000/1112 (Kazancı İçtihat Bilgi Bankası); benzer yönde bkz.: Yargıtay 2. HD., 1.5.2007, E: 2006/11958, K: 2007/7198 (Kazancı İçtihat Bilgi Bankası). 47 Dural/Öğüz/Gümüş, N 613; Feyzioğlu/Özakman/Sarıal, s. 283; Schwarz, s. 150; Velidedeoğlu, s. 174-175; Şakir Berki,  Boşanma ve Ayrılık , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Cilt 32, Sayı:1, 1975, s. 141; Zevkliler/M. Acabey/Gökyayla, s. 993; Kandil, s. 68; benzer şekilde, davanın bir hak düşürücü süreye tabi olmadığı görüşünde bkz.: Uyar, Terk, s. 60; Serap Helvacı,  İsviçre ve Türk Hukuklarında Boşanma Sebepleri , Prof. Dr. Ömer Teoman a 55. Yaş Günü Armağanı, İkinci Cilt, İstanbul 2002, s. 1164.  48 Yargıtay 2. HD 16.4.1984, 3581/3565 (Namık Yalçınkaya/Şakir Kaleli, Boşanma Hukuku, Ankara, 1988, s. 991). 49 Yargıtay 2. HD., 08.12.2010, E: 2009/17968, K: 2010/20643 (Gençcan, s. 342); Yargıtay 2. HD., 06.12.2010, E: 2009/17799, K: 2010/20428 (Gençcan, s. 342).596  T. A. Ünver - Ş. D. Karaahmetoğlu (İÜHFM C. LXXV, S. 2, s. 587-608, 2017) değildir. Dolayısıyla terk olgusu devam ettiği sürece, terk ihtarı gönderen kişi terk hukuki sebebine dayanarak boşanma davası açma hakkına sahiptir.  B. Evlilik Birliğinin Temelinden Sarsılması Sebebiyle Açılan Boşanma Davasında Eşler arasında boşanmaya sebebiyet veren olayların özel boşanma sebeplerinden birinin kapsamına dâhil edilmesi her zaman mümkün olmayabilir. Evlilik birliğinin temelinden sarsılmasına ve bu sebeple eşler arasındaki ortak hayatın devamı beklenememesine rağmen özel boşanma sebeplerine dayanılarak dava açılamayan bu gibi durumlarda, boşanmanın genel sebeplerine dayanılabilecektir. Boşanmanın genel sebeplerinden biri evlilik birliğinin temelinden sarsılmasıdır. TMK m.166 I e göre, evlilik birliğinin, ortak hayatı sürdürmeleri kendilerinden beklenemeyecek derecede temelinden sarsılmış olması halinde eşlerden her birinin boşanma davası açması mümkündür. TMK m.166 I kapsamında evlilik birliğinin temelinden sarsılması sebebiyle açılan bir davanın boşanma kararı ile sonuçlanabilmesi için iki şartın gerçekleşmesi gerekir. Söz konusu şartlardan ilki eşler arasındaki evlilik birliğinin  temelinden  sarsılmasıdır.  Bununla  kastedilen  eşler  arasında  önemli derecede duygu ve düşünce ayrılığının, başka bir deyişle  geçimsizlik  halinin mevcut bulunmasıdır. Diğer bir şart ise, evlilik birliğini temelinden sarsan olayın eşlerden en az biri için evlilik birliğinin devamını çekilmez hale getirmiş olmasıdır. Davacı açısından evlilik birliğini sürdürmenin kendisinden beklenemez hale gelmiş olduğunu kabul edebilmek için evliliğin üzerinden belli bir sürenin geçmiş olup olmadığı hususu ise önemli değildir. Evlilik birliğinin temelinden sarsılması nisbi bir boşanma sebebi olduğu için, hâkim, tarafların                                                  50 Aynı yönde bkz.: Berki, s. 141; Velidedeoğlu, s. 174-175; Birsen, s. 325. Bununla birlikte, terk ihtarından sonra iki aylık yasal sürede eve dönmeyen eş, daha sonra eve dönmüşse, artık terke dayalı boşanma davası açılamayacağı, geçmişteki ayrılık süresinin uzunluğunun bu açıdan bir etkisi olmayacağı yönünde bkz.: Petek, s. 48. 51 TMK m.166 da evlilik birliğinin temelinden sarsılması (I. ve II. fıkralar), anlaşmalı boşanma (III. fıkra) ve ortak hayatın yeniden kurulamaması (IV. fıkra) boşanma sebebi olarak kabul edilmiştir. Söz konusu boşanma sebeplerinden evlilik birliğinin temelinden sarsılmasının genel boşanma sebebi olduğu hususunda öğretide tartışma olmamakla birlikte, diğer iki sebebin genel boşanma sebeplerinden olup olmadığı öğretide tartışmalıdır. Ayrıntılı bilgi için bkz.: Özcan Çelik, s. 48-49. 52 Evlilik birliğinin temelinden sarsılması sebebi ile açılacak olan boşanma davasının şartları hakkında ayrıntılı bilgi için bkz.: Feyzioğlu/Özakman/Sarıal, s. 304 vd.; Oğuzman/Dural, s. 123 vd.; Hatemi/Serozan, s. 228 vd.; Dural/Öğüz/Gümüş, N 637 vd.; Öztan, Aile, s. 402 vd.; aynı yazar, Boşanma, s. 718 vd.; Özcan Çelik, s. 49 vd. 53 Feyzioğlu/Özakman/Sarıal, s. 304. Bununla birlikte, geçimsizliğe yol açmamasına rağmen bazı olayların gerçekleşmesi halinde de evlilik birliğinin temelinden sarsılması söz konusu olabilir: Oğuzman/Dural, s. 124; aynı yönde bkz.: Dural/Öğüz/Gümüş, N 637. 54 Ortak hayatın eşlerden her ikisi için de çekilmez hale gelmesi gerekli olmayıp yalnız davacı açısından çekilmez hale gelmesi yeterlidir: Feyzioğlu/Özakman/Sarıal, s. 306; Tekinay, s. 178; Oğuzman/Dural, s. 125; Zevkliler/Acabey/Gökyayla, s. 1001; Akıntürk/Ateş, s. 265; Helvacı, s. 1165; Talih Uyar,  Yargıtay Kararlarında «Evlilik Birliğinin Sarsılması veya Müşterek Hayatın Yeniden Kurulamaması» Nedeniyle Boşanma (MK. 134) , Prof. Dr. M. Kemal Oğuzman ın Anısına Armağan, İstanbul, 2000, s. 1237. 55 Öztan, Boşanma, s. 720.Yargıtay Kararları Işığında Terk İhtarının Boşanma Sebeplerine ve   597 Manevi Tazminat Talebine Etkisi ileri sürmüş oldukları olayların evlilik birliğinin devamını eşlerden en az biri için çekilmez hale getirip getirmediğini takdir edecektir. Terk ihtarının bu boşanma sebebi bakımından önemi ise çekilmezlik şartının değerlendirilmesinde kendini göstermektedir. Yargıtay ın kökleşmiş içtihatlarında, eşinin eve dönmesini ihtar eden öteki eşin, ihtardan önceki olaylara dayanarak evlilik birliğinin temelinden sarsılması sebebiyle boşanma davası açamayacağının kabul edildiği görülmektedir. Söz konusu kararlarda evlilik birliğinin temelinden sarsılması sebebiyle açılacak genel boşanma sebebinin şartlarından evlilik birliğinin devamının çekilmez hale gelmesi açısından değerlendirmede bulunularak, önceki olaylar, evliliği ne kadar sarsıcı nitelikte olursa olsun, eşini eve davet eden diğer eşin (davacının) söz konusu davet ile, eve davet edilen eşin (davalının) ihtar tarihinden önceki kusurlu davranışlarını affettiği, en azından hoşgörü ile karşılamış olduğu kabul edilmiştir. Bu sebeple, söz konusu içtihatlarda, affedilmiş ve hoşgörü ile karşılanmış olan olayların davacı eş için evlilik birliğini çekilmez hale getirmediğinin kabul edilmiş olduğu ifade edilmektedir. Dolayısıyla, ihtar tarihinden sonra, eve davet edilen (davalı) eşe yüklenebilecek evlilik birliğini çekilmez hale getiren yeni bir vakıanın olmaması halinde evlilik birliğinin temelinden sarsılması sebebiyle boşanmaya hükmedilemez. Yargıtay ın benzeri nitelikteki başka içtihatlarında da, boşanma davası açılması esnasında hukuki sebep olarak hem terk hem de genel boşanma sebebine dayanılması halinde terk ihtarının samimi olmaktan çıkacağı kanaatine                                                  56 Feyzioğlu/Özakman/Sarıal, s. 306; Oğuzman/Dural, s. 124; Öztan, Boşanma, s. 718-719; Akıntürk/Ateş, s. 244; Zevkliler/Acabey/Gökyayla, s. 1001; Uyar, Evlilik Birliğinin Sarsılması, s. 1237; Özcan Çelik, s. 50, Kandil, s. 27-28. 57 Yargıtay 2. HD., 9.1.2017, E: 2015/21712, K: 2017/11 (Kazancı İçtihat Bilgi Bankası); Yargıtay 2. HD., 8.6.2016, E: 2015/15905, K: 2016/11303 (Kazancı İçtihat Bilgi Bankası); Yargıtay 2. HD., 25.2.2014, E: 2013/21098, K: 2014/3826 (Kazancı İçtihat Bilgi Bankası); Yargıtay 2. HD., 25.2.2013, E: 2012/18861, K: 2013/4766 (Kazancı İçtihat Bilgi Bankası); Yargıtay 2. HD., 2.4.2012, E: 2012/3983, K: 2012/8010 (Kazancı İçtihat Bilgi Bankası); Yargıtay 2. HD., 14.11.2011, E: 2010/17691, K: 2011/18483 (Kazancı İçtihat Bilgi Bankası); Yargıtay 2. HD., 23.2.2011, E: 2011/788, K: 2011/3136 (Kazancı  İçtihat  Bilgi Bankası);  Yargıtay  2.  HD.,  11.11.2009,  E:  2009/14888,  K: 2009/19530  (Kazancı  İçtihat  Bilgi  Bankası);  Yargıtay  2.  HD.,  12.11.2007,  E: 2007/18074,  K:  2007/15550  (Kazancı  İçtihat  Bilgi  Bankası);  Yargıtay  2.  HD., 25.9.2007, E: 2007/719, K: 2007/12658 (Kazancı İçtihat Bilgi Bankası); Yargıtay 2. HD., 21.3.2006, E: 2006/3111, K: 2006/3816 (Kazancı İçtihat Bilgi Bankası); Yargıtay 2. HD., 24.10.2005, E: 2005/17098, K: 2005/14730 (Kazancı İçtihat Bilgi Bankası); Yargıtay 2. HD., 10.3.2005, E: 2005/2434, K: 2005/3702 (Kazancı İçtihat Bilgi Bankası); Yargıtay 2. HD., 10.12.2003, E: 2003/15416, K: 2003/16545 (Kazancı İçtihat Bilgi Bankası); Yargıtay 2. HD., 22.4.2003, E: 2003/3172, K: 2003/5904; Yargıtay 2. HD., 20.3.2003, E: 2003/2800, K: 2003/3907 (Kazancı İçtihat Bilgi Bankası); Yargıtay 2. HD., 13.3.2003, 2090/3469 (Kazancı İçtihat Bilgi Bankası); Yargıtay 2. HD., 3.3.2003, E:  2003/1670,  K:  2003/2779  (Kazancı  İçtihat  Bilgi  Bankası);  Yargıtay  HGK., 12.3.1997, 2/182 (İlmi ve Kazai İçtihatlar Dergisi, 1997, S: 443, s. 12948); Yargıtay 2. HD., 10.9.1990, 3270/8060 (YKD 1990/12, s. 1768-1769); Yargıtay HGK., 21.9.1977, 2-3332/744  (Yalçınkaya/Kaleli,  Cilt  I,  s.  1057);  Yargıtay  HGK.,  13.5.1977,  21912/473  (Yalçınkaya/Kaleli,  Cilt  I,  s.  1057-1058);  Yargıtay  2.  HD.,  15.2.1977, 1093/1291 (YKD 1977/10, s. 1371-1372).598  T. A. Ünver - Ş. D. Karaahmetoğlu (İÜHFM C. LXXV, S. 2, s. 587-608, 2017) varılmıştır. Öğretide de benzer şekilde terk ve evlilik birliğinin temelinden sarsılması nedenlerine birlikte dayanılarak boşanma davası açılamayacağı, zira ihtarda bulunan eşin ortak hayatı devam ettirmek arzusunda bulunduğunu diğer eşine bildirmiş olduğu ve bu açıdan eşiyle arasında geçmiş olayları hoşgörü ile karşılamış olduğu ifade edilmektedir. Yargıtay ın başka içtihatlarında ise, davacı-davalı kocanın eşine terk hukuki sebebine dayanarak boşanma davası açmış olduğu bir durumda, davalı-davacı kadının birleşen bir dava ile ya da karşı bir dava olarak evlilik birliğinin temelinden sarsılması sebebine dayanarak bir boşanma davası açmış olduğu ihtimalde, evlilik birliğinin temelinden sarsılması sebebi ile açılan boşanma davasının reddi gerektiği yönünde karar verdiği görülmektedir. Söz konusu kararlarda, davacı-davalı kocanın açmış olduğu terk sebebine dayalı olan boşanma davasının şartlarının varlığı tespit edildiği halde, davalı-davacı kadının eve dönmemekte haklı olmadığı sonucuna varılacağı; ihtar sonrasında da boşanma sebebi teşkil edecek başkaca bir olay söz konusu olmadığı için evlilik birliğinin temelinden sarsılması sebebiyle boşanmaya hükmedilmemesi gerektiği ifade edilmiştir. Yargıtay ın da isabetli olarak belirtmiş olduğu gibi, terk ve evlilik birliğinin temelinden sarsılması hukuki sebeplerinin karşı dava olarak bir arada olduğu bu gibi durumlarda, evlilik birliğinin temelinden sarsılması hukuki sebebine dayalı olarak karşı dava açan davalının haklı sebebe dayanıp dayanmamasına  göre  bir  değerlendirme  yapılmalıdır.  Örneğin,  terk  hukuki sebebine dayanarak dava açan kocanın ihtarından sonra onun fiziksel şiddeti                                                 58  Yargıtay  2.  HD.,  09.11.2004,  10822-13319  (Gençcan,  s.  340);  Yargıtay  2.  HD., 25.10.2004, 11271-12402; (Gençcan, s. 340); Yargıtay 2. HD., 15.05.2008, 9041-7093 (Gençcan, s. 341); Yargıtay 2. HD., 05.10.2011, E: 2010/13905, K: 2011/7093 (Kazancı  İçtihat  Bilgi  Bankası);  Yargıtay  2.  HD.,  05.10.2011,  E:  2010/13905,  K: 2011/14908 (Kazancı İçtihat Bilgi Bankası); Yargıtay 2. HD., 13.6.2002, E: 2002/7110, K:  2002/7957  (Kazancı  İçtihat  Bilgi  Bankası);  Yargıtay  2.  HD.,  19.4.2002,  E: 2002/4575, K: 2002/5490 (Kazancı İçtihat Bilgi Bankası); Yargıtay 2. HD., 29.9.2000, E:2000/9126,  K:  2000/11338  (Kazancı  İçtihat  Bilgi  Bankası);  Yargıtay  2.  HD., 17.11.1986, 9105/10076 (Yalçınkaya/Kaleli, Cilt I, s. 1056-1057); Yargıtay 2. HD., 2.12.1980, E: 1980/8495, K: 1980/8812 (Kazancı İçtihat Bilgi Bankası). Yargıtay ın benzer içerikteki bir başka kararındaki karşı oy yazısında ise ihtar kararına yasal sürede haklı sebep olmadan uymayan davalı eşin, bu dönemde cinsel sadakatsizliği gerçekleşmişse evlilik birliğinin temelinden sarsılması nedenine dayalı boşanma davası ve terk hukuki sebebine dayalı boşanma davasının birlikte açılabileceği bu yönde bkz.: Yargıtay 2. HD., 27.2.2013, E: 2013/2937, K: 2013/5115 (Kazancı İçtihat Bilgi Bankası). Yargıtay ın yerleşik içtihadına göre, terk ihtarı gönderilmekle o tarihten önceki olayların ihtar gönderen eş tarafından affedilmiş, en azından hoşgörü ile karşılanmıştır. Bu sebeple, kendisine ihtar gönderilen eş, terk ihtarına rağmen haklı bir sebep olmadan eve dönmese ve bu esnada cinsel sadakatsizlikte bulunsa bile, kendisine, ihtardan önceki davranışlarını konu alan sebeplerle evlilik birliğinin temelinden sarsılmasına dayanılarak boşanma davası açılamaz. Ancak, davalı eşin cinsel sadakatsizliği ihtarın gönderilmesinden sonra gerçekleştiği için, bu husus evlilik birliğini çekilmez hale getiren yeni bir sebep olarak kabul edilip, bu hususa dayanılarak TMK m.166 I e göre evlilik birliğinin temelinden sarsılması sebebine dayanılarak da dava açılabilir.  59 Uyar, Terk, s. 60. 60 Yargıtay 2. HD., 1.12.2014, E: 2014/25319, K: 2014/24263 (Kazancı İçtihat Bilgi Bankası); Yargıtay 2. HD., 27.2.2014, E:2013/21288, K: 2014/4048 (Kazancı İçtihat Bilgi Bankası); Yargıtay 2. HD., 15.06.2009, 8375-11549 (Gençcan, s. 349); Yargıtay 2. HD., 10.02.2005, 433-1797 (Gençcan, s. 350); Yargıtay 2. HD., 09.11.2005, 12025-15531 (Gençcan, s. 350); Yargıtay 2. HD., 05.06.2006, 2802-8872 (Gençcan, s. 350).Yargıtay Kararları Işığında Terk İhtarının Boşanma Sebeplerine ve   599 Manevi Tazminat Talebine Etkisi ne maruz kalan bir kadın, eve dönmemekte ve evlilik birliğinin temelinden sarsılmasına dayalı olarak karşı dava açmakta haklıdır. Zaten böyle bir ihtimalde davacı kocanın göndermiş olduğu terk ihtarı da samimi olmadığı için geçersiz kabul edilecektir. Ancak, herhangi bir haklı sebebi olmadan ortak konuta dönmeyen ve yalnızca terk ihtarını geçersiz kılmak amacı ile açılan karşı bir davanın varlığı durumunda, terk sebebi ile açılan davanın kabulü ve karşı davanın reddi gerekecektir. Yargıtay uygulaması ile aynı doğrultuda olmak üzere öğretide bir görüşe  göre de davacı eşin diğer eşi ihtarla eve davet etmesi, ihtardan önceki olayların affedilmiş ya da hoşgörü ile karşılanmış olduğunu ve bundan sonrası için de ortak hayatın çekilmez hale gelmediğini, yani evlilik birliğinin devamına olanak bulunduğunu göstermektedir. Bu doğrultuda, terk sebebiyle açılan boşanma davasında ıslahla dava sebebinin değiştirilerek evlilik birliğinin temelinden sarsılması sebebine dayanıldığı hallerde, ancak ihtardan sonra boşanmayı gerektiren ve davalıdan kaynaklanan yeni olaylar ileri sürülebilecektir. Terk ve evlilik birliğinin temelinden sarsılması sebeplerine birlikte dayanılarak açılan davada ise, davacıdan davasını hangi sebebe hasrettiğinin sorulmasının gerektiği ve seçim hakkı yapılmadığı taktirde de boşanma davasının reddedilmesi gerektiği kabul edilmektedir. Terk ihtarının gönderilmesi ile, ihtarı gönderen davacı eş, davalı eşe ilişkin önceki olayları hoşgörü ile karşılamış sayılacağı için eşler bakımından evlilik birliğinin çekilmez hale gelmediği ve genel sebebe dayanarak boşanma davası açılamayacağı yönünde Yargıtay uygulaması öğretide bazı yazarlar tarafından ise eleştirilmektedir. Bu görüşe göre, ihtara, genel sebebe dayanılarak açılacak olan boşanma talebini sonlandırıcı bir etki tanımak gerçekçi değildir. Aynı şekilde Yargıtay uygulamasını eleştiren bir başka yazar ise, terk ihtarının şartlı bir ihtar niteliği taşıdığını, ihtarda bulunan eşin, samimi duygularla eve dön çağrısı yaparak, ihtardan önceki olayları affettiğini ve ortak yaşamın tekrar kurulmasını isteğini terk eden eşe bildirdiği, bu çağrıya olumlu cevap verilmediği taktirde terke dayalı boşanma davasının açılacağı ve önceki olayların da affedilmemiş sayılacağının ihtar edildiğini ifade etmektedir. Bu görüşe göre, ihtarın bu şekilde şartlı bir ihtar niteliğinde kabul edilmesi samimi olmadığını göstermez, zira terk eden eşe ihtar gönderen eş, ortak yaşama devam etme arzusuyla samimi olarak ihtar göndermekte, ancak eşin bu ihtara cevap vermeyerek dönmemesi durumunda da kendisine karşı boşanma davası açacağını ihtar etmektedir. O halde bu görüş uyarınca, ihtarın şartlı bir ihtar niteliğinde olduğu kabul edildiğinde, kendisine ihtarda bulunulan eş, bu çağrıya rağmen eve dönmemişse, terke dayalı boşanma davası açılabileceği gibi, ihtar eden eş tarafından önceki olaylar affedilmemiş sayılacağından, evlilik birliğinin temelinden                                                  61 Gençcan, s. 349. Benzer şekilde, terk ihtarından sonra davacı eşin zinasını öğrenen davalı, eve dönmemekte haklıdır ve zina sebebine dayanarak karşı dava açabilir.  62 Gençcan, s. 349. 63 Özcan Çelik, s. 53. 64 Yargıtay 2. HD., 10.3.2005, 2434/3702 (Kazancı İçtihat Bilgi Bankası). 65 Özcan Çelik, s. 26. 66 Tekinay, s. 228, dn. 18.  67 Petek, s. 62. 68 Petek, s. 62.600  T. A. Ünver - Ş. D. Karaahmetoğlu (İÜHFM C. LXXV, S. 2, s. 587-608, 2017) sarsılması sebebine dayanılarak da boşanma davası açılabilecektir. Söz konusu görüşün bir  diğer  gerekçesi  ise  zina  sebebiyle  boşanmayı  düzenleyen TMK m.161 de ve hayata kast, pek kötü veya onur kırıcı davranış sebebiyle boşanmayı düzenleyen TMK m.162 de kanun koyucu dava hakkına sahip olan eşin (açık veya örtülü olarak) diğer eşi affetmesinin etkisini açıkça düzenleyerek, af halinde belirtilen sebeplerle boşanma davası açılamayacağını düzenlemektedir. Oysa terk sebebiyle boşanma davası açısından benzer bir düzenleme bulunmadığına göre terk ihtarının da kayıtsız şartsız af anlamında olduğunun kabul edilmesi isabetli olmayacaktır. Kanaatimizce terk sebebiyle boşanma davası açılabilmesi için terk eden eşe gönderilen ihtarın samimi olması gerekliliği arandığı sürece, Yargıtay kararlarında kabul edildiği gibi, ihtardan önceki olaylara dayanılarak evlilik birliğinin temelinden sarsılması sebebiyle boşanma davası açılamayacağı görüşünün isabetli olduğu sonucuna varılmalıdır. Zira ihtarın samimi olması gerektiği kabul edildiği taktirde, ihtar, terk sebebiyle boşanma davasının sadece şekli bir şartı niteliğinde olmayacaktır. Bununla birlikte, Yargıtay kararlarında ihtar gönderen eşin diğer eşin ihtardan önceki davranışlarını affetmiş sayılacağı yönündeki gerekçesi ise kanaatimizce isabetli değildir. Zira bir eşin diğer eşe evlilik birliğini sürdürme amacıyla ortak konuta dönmesi için ihtarda bulunduğu her halde onu affetmiş olduğu sonucuna varılamaz. İhtarda bulunan eş, terk eden eşi affetmiş olmasa bile, örneğin çocuklarının menfaati ya da tek başına geçimini sağlayamayacağı gibi çeşitli saiklerle, her şeye rağmen terk eden eşi ile evlilik birliğini sürdürmek isteyebilir. Bu itibarla, terk ihtarının samimi olmasından kasıt da, ihtarda bulunan eşin diğer eşi affetmiş olması değil, samimi duygularla terk eden eşi ortak konuta davet eden eşin, diğer eş ile evlilik birliğinin devamının çekilmez hale gelmediğini kabul etmiş olmasıdır. İhtarın samimi olması bu şekilde anlaşıldığında ise, ihtar gönderen eş, ihtardan önce ne yaşanmış olursa olsun, diğer eşle birlikte ortak hayatı sürdürme arzusunda olduğunu, evlilik birliğine devam etmek istediğini ve bu amaçla diğer eşin eve dönmesini ihtar etmektedir. Dolayısıyla, eğer ihtarda bulunan eş, bu amaçlarla ihtarda bulunmamışsa, sadece terk sebebine dayanarak boşanma davası açmak üzere bir şekli koşulu yerine getirmek amacıyla diğer eşe ortak konuta dönmesini ihtar etmişse, esasen bu halde ihtarın samimi olması gerekliliği sağlanmış olmadığından ihtarın geçersiz olduğu sonucuna varılacaktır. İhtarın samimi olmadığı gerekçesiyle geçersiz olduğu sonucuna varıldığı hallerde ise, ihtarda bulunan eş diğer eşle ortak hayatın çekilmez hale gelmediğini kabul etmiş olmayacağından ve diğer eşle ortak hayata devam etme arzusunda bulunmadığından, terk sebebiyle boşanma davası açamamakla birlikte, ihtardan önceki sebeplere dayanarak evlilik birliğinin temelinden sarsılması sebebine dayanarak boşanma davası açabilmelidir. Buna karşılık, terk ihtarının samimi olduğu sonucuna varıldığı hallerde ise, ihtarda bulunan eş, diğer eşle birlikte ortak hayata devamın kendisi için çekilmez hale gelmediğini, onunla ortak hayata devam etme arzusunda bulunduğunu kabul etmiş olacağından, artık ihtardan sonra evlilik birliğinin temelinden sarsılması sebebine dayanarak boşanma davası açmasının mümkün olmadığı sonucuna varmak gereklidir. Meğerki terk ihtarından sonra evlilik birliğinin temelinden sarsılmasına neden olacak başka sebepler ortaya çıkmış olsun. Bu itibarla, ihtarda bulunan eş, evlilik birliğinin temelinden sarsılması                                                  69 Petek, s. 77-78.Yargıtay Kararları Işığında Terk İhtarının Boşanma Sebeplerine ve   601 Manevi Tazminat Talebine Etkisi sebebiyle boşanma davası açmak istiyorsa, söz konusu davada ancak ihtardan sonra gerçekleşmiş sebeplere dayanabilmelidir.  C. Diğer Boşanma Sebepleri Açısından Yargıtay ın vermiş olduğu bazı kararlarda terke dayalı boşanma davasında diğer özel boşanma sebeplerinin ileri sürülemeyeceğinin kabul edildiği görülmektedir. Bir Yargıtay kararına konu olayda, davacı terke ve aynı zamanda zina ile küçük düşürücü suç işlemeye dayalı olarak dava açmış, Yargıtay ise ihtar göndererek eşini eve davet eden eşin evlilik birliğini devam ettirmek konusunda istek ve kararını açıkladığı ve o ana kadar meydana gelen tüm olayları unuttuğu ve eşinin kusurlu davranışlarını bağışladığını kabul etmiş sayılacağını, bu itibarla da ihtardan önceki olaylara dayalı olarak zina ve küçük düşürücü suç işleme hükümleri uyarınca boşanma davası açılamayacağını kabul etmiştir. Yargıtay ın bu sonuca varırken ihtarın geçerli olup olmadığını ise değerlendirmede dikkate almadığı anlaşılmaktadır. Zira anılan kararda bir yandan, davacının eşinin zina ettiğini ve küçük düşürücü suç işlediğini bilmesine rağmen onu eve davet etmesi samimi bir arzunun ürünü olarak kabul edilemeyeceğinden yapılan ihtarın geçersiz olduğu belirtilirken, bir yandan da ihtardan sonra meydana gelmiş olayların varlığı iddia ve ispat edilemediğinden, ihtardan sonra doğmuş bir dava hakkının bulunmadığı sonucuna varılmıştır. Esasen söz konusu kararın kendi içinde çelişkili olduğu görülmektedir. Zira ihtar göndererek eşini eve davet eden eşin evlilik birliğini devam ettirmek konusunda istek ve kararını açıkladığı ve o ana kadar meydana gelen tüm olayları unuttuğu ve eşinin kusurlu davranışlarını bağışladığının kabul edilmiş sayılacağı ifade edilirken, aynı zamanda somut olayda ihtarın samimi olmadığı gerekçesiyle geçersiz olduğu belirtilmiştir. O halde samimi olmadığı için geçersiz olduğu ifade edilen terk ihtarına, davacı eşin ihtardan öncesine ilişkin olarak eşinin kusurlu davranışlarını bağışladığı sonucunun bağlanması isabetli gözükmemektedir.                                                  70 Yargıtay 2. HD., 21.01.1988, E: 1987/10685, K: 1988/531 (YKD 1988/8, s. 10691070); Yargıtay 4. HD., 22.12.1975, E:1975/9250, K: 1975/9503 (Kazancı İçtihat Bilgi Bankası). 71 Yargıtay evlilik birliğinin temelinden sarsılmasına dayanılarak açılmış olan boşanma davasında da benzeri sonuca varmıştır. Bu yönde bkz.: Yargıtay 2. HD., 27.11.2012, E: 2012/8580, K: 2012/28405 (Kazancı İçtihat Bilgi Bankası). Yargıtay ın anılan kararına konu olan olayda, davacı kocanın terk sebebiyle açmış olduğu davada davacının başka biri ile görüştüğü ve davalı eşine  eve dön, dönüp geçmişten bahsetme, ailene de sık gitmek yok, kabul edersen gel  dediği anlaşıldığı için kocanın ihtarının samimi olmadığı sonucuna varılmıştır. Bu sebeple kocanın 25.11.2010 tarihinde terk sebebi ile açtığı boşanma davasının reddi gerekirken kabulü ve davalı-davacı kadının 14.12.2010 tarihinde açtığı evlilik birliğinin temelinden sarsılması sebebiyle açılan boşanma davasının kabulü gerekirken reddi usul ve yasaya aykırı bulunmuş ve yerel mahkemenin kararı bozulmuştur. Yargıtay ın evlilik birliğinin temelinden sarsılması sebebi ile açılan boşanma davasına ilişkin olarak ise; davacı-davalı kocanın terk ihtarı göndermekle davalı-davacı kadının önceki kusurlu davranışlarını affettiği, dolayısıyla, evlilik birliğinin temelinden sarsılması sebebiyle açılan davada boşanmaya neden olan olaylar bakımından kocanın tamamen kusurlu olduğu sonucuna varılmıştır. Bu kararın da kendi içerisinde çeliştiği görülmektedir. Zira yukarıda da ifade edildiği gibi, davacı kocanın terk ihtarının samimi olmadığı ve bu terk sebebiyle açılan boşanma davası reddedilmesi gerektiği sonucuna varıldığı için, geçersiz olan bir ihtar ile kocanın eşinin önceki davranışları affettiği ve bu bakımından eşinin kusursuz olduğu sonucuna varmak isabetli değildir.602  T. A. Ünver - Ş. D. Karaahmetoğlu (İÜHFM C. LXXV, S. 2, s. 587-608, 2017) Yargıtay içtihatlarına konu olan başka bir husus ise terk sebebi ile açılan bir boşanma davasının kabulü halinde TMK m.166 III e dayanarak anlaşmalı boşanmaya karar verilip verilemeyeceğidir. Yargıtay kararlarına konu olaylarda, genel olarak, davacı tarafından terk hukuki sebebine dayanılarak boşanma davası açılmış olup, davanın ilerleyen safhalarında davalının davayı kabul beyanı sebebiyle yerel mahkeme tarafından TMK m.166 III e dayanılarak anlaşmalı boşanmaya hükmedilmiştir. Yargıtay ise, TMK m.166 III e göre anlaşmalı boşanmaya hükmedilebilmesi için boşanma davasının TMK m.166 uyarınca boşanmanın genel sebeplerine göre açılması gerektiği ve bu sebeple TMK m.166 III uyarınca kurulan hükmün usul ve kanuna aykırı olduğuna karar vermiştir. Yargıtay a göre, terk hukuki sebebine dayalı olarak açılan bir boşanma davasında TMK m.166 III e dayanılarak anlaşmalı boşanmaya karar verilebilmesi ancak usulüne uygun olarak bir ıslahın yapılmış olması ihtimalinde mümkündür. Söz konusu kararların değerlendirilmesi açısından öncelikle özel boşanma sebeplerine dayanan boşanma davalarında davaya dayanak olarak gösterilen sebeplerin varlığını ikrar ile davanın kabulü hususlarının birbirinden ayırt edilmesi gereklidir. Bu itibarla, terk sebebiyle açılan boşanma davasında davalının beyanı yalnızca terk olgusunun kabulü yönünde ise bu beyan TMK m.166 III anlamında davalının davayı kabulü olarak yorumlanamaz, sadece terk olgusu ikrar edilmiştir. Dolayısıyla, davalının terk olgusunu kabul beyanı eşlerin anlaşmalı boşanması için yeterli değildir. Zira TMK m.184 b.3 e göre yargılama sırasında tarafların ikrarları hâkimi bağlamaz. Buna karşılık, davalı terk sebebi ile açılan boşanma davasını kabul ettiği yönünde bir beyanda bulunmuşsa davalının bu beyanı TMK m.166 III anlamında davayı kabul anlamına gelir. Eğer evlilik birliği bir yıldan beri devam ediyorsa ve TMK m.166 III teki diğer şartlar da gerçekleşmişse, bu halde TMK m.166 III uyarınca anlaşmalı  hükmüne göre karar verilmesi gerekir. Öğretide de eşlerden birinin açtığı da                                                 72 Yargıtay 2. HD., 25.06.2012, E: 2011/22999, K: 2012/17362 (Gençcan, s.365); Yargıtay 2. HD., 02.04.2007, 16638-5405 (Gençcan, s.365); Yargıtay 2. HD., 08.06.2009, 8710-10983  (Gençcan,  s.366).  Ayrıca  bkz.:  Yargıtay  2.  HD.,  5.10.2011,  E: 2010/13905, K: 2011/14908 (Kazancı İçtihat Bilgi Bankası). Yargıtay bu kararında, terk ve evlilik birliğinin temelinden sarsılması sebeplerinin aynı davada birleşemeyeceğini; çünkü davacının ihtar isteğinde bulunmakla, o tarihten önceki olayları hoşgörü ile karşılamış olduğunu; dolayısıyla evlilik birliğinin temelinden sarsılmadığını ve ortak hayatın çekilebilir olduğunu kabul ettiğini belirterek TMK m. 166 I/II ye dayanılarak boşanmaya karar verilmesini isabetli bulmamıştır. Yargıtay, ayrıca, TMK m.184 I 3. de yer alan  tarafların bu konudaki her türlü ikrarları hâkimi bağlamaz   hükmüne dayanarak, TMK m.166 III te yer alan anlaşmalı boşanma hali söz konusu olmadıkça davalının davayı kabul açıklamasının herhangi bir sonuç doğurmayacağını belirtmiştir. Benzer yönde bkz.: Yargıtay 2. HD., 8.12.2004, 13745/14686 (Lexpera Hukuk Bilgi Sistemi).  73 Yargıtay 2. HD., 08.06.2009, 8710-10983 (Gençcan, s. 365-366).  74 Özcan Çelik, s. 104. Bir eşin açmış olduğu zina ya da terke dayalı boşanma davasında davalı eşin boşanma sebebini kabul etmesi hâkimi bağlamamakla birlikte, boşanma davasını kabul etmesi halinde, diğer şartlar da gerçekleşmişse, anlaşmalı boşanmaya karar verilebilir: Oğuzman/Dural, s. 129; zina sebebiyle açılan boşanma davaları açısından aynı yönde bkz.: Dural/Öğüz/Gümüş, N 574.  75 Bir eşin açtığı davayı diğerinin kabul etmesi halinde anlaşmalı boşanmanın söz konusu olacağını ifade eden TMK 166 III hükmünün sadece evlilik birliğinin temelinden sarsılması sebebiyle açılacak boşanma davası açısından mı yoksa diğer özel boşanma sebep-Yargıtay Kararları Işığında Terk İhtarının Boşanma Sebeplerine ve   603 Manevi Tazminat Talebine Etkisi vayı diğerinin kabul etmesi halinde, TMK m.166 III de düzenlenen anlaşmalı boşanmanın uygulanmasının, eşlerin boşanma sebebi konusunda anlaşmalarının ve ikrarlarının hakim için bağlayıcı olmadığına ilişkin TMK m.184 b.3 kuralının bir istisnası niteliğini taşıdığı ifade edilmektedir.  II. Manevi Tazminat Talebine Etkisi Boşanma davası sonucunda boşanmaya hükmedilmesi halinde mevcut ya da beklenen menfaatleri boşanma nedeniyle zedelenen eşin TMK m.174 I deki şartlarla maddi tazminat talep etme, boşanmaya sebep olan olaylar nedeniyle kişilik hakkı saldırıya uğrayan eşin TMK m.174 II deki şartlarla manevi tazminat talep etme ve boşanma nedeniyle yoksulluğa düşecek olan eşin de TMK m.175 de düzenlenen şartlar kapsamında yoksulluk nafakası talep etme hakkı söz konusudur. Eşler yönünden boşanmanın söz konusu mali sonuçları açısından terk ihtarının gönderilmesi ise özellikle manevi tazminat talebi yönünden Yargıtay kararlarına konu edilmiştir. Bu gerekçeyle bu çalışmada terk ihtarının boşanmanın mali sonuçlarından manevi tazminata etkisi yönünden Yargıtay kararları ve öğretide savunulan görüşler değerlendirilmiştir. Yargıtay ın yerleşik kararlarına göre, terk sebebiyle boşanmaya karar verilmiş olan durumlarda, davacı olan eş lehine yalnızca bu sebebe dayanarak manevi tazminata hükmedilemeyecektir. Zira terk sebebiyle eşlerin boşanmasına hükmedildiği durumlarda, boşanmaya sebep olan olay, usulüne uygun olan bir ihtara rağmen davalının ortak konuta dönmemesidir. Bu durum ise davacının kişilik haklarına saldırı teşkil etmemektedir. Yargıtay ayrıca, eşinin eve dönmesi için gönderilen bir ihtarın, ihtardan önceki davranışların affedildiği, en azından hoşgörü ile karşılandığı anlamına geldiği ve bu davranışlar dolayısıyla                                                                                                                        lerine dayanılarak açılacak boşanma davaları açısından da mı uygulanmasının mümkün olacağı hususu öğretide tartışmalıdır. Ayrıntılı bilgi için bkz.: Nevzat Özdemir, Türk-İsviçre Hukukunda Anlaşmalı Boşanma, İstanbul, Beta, 2003, s. 138 vd. Kanaatimizce eşlerden birinin açmış olduğu davayı diğerinin kabul etmesi, yalnızca genel sebebe dayanan boşanma davalarında değil, diğer boşanma sebeplerine dayanan boşanma davalarında da söz konusu olabilir. Aynı yönde bkz.: Oğuzman/Dural, s. 129; Özdemir, s. 139-140; karş.: Hatemi/Serozan, s. 260; Bilge Öztan,  3444 sayılı Kanunla Getirilen Değişiklikten Sonra Medeni Kanun un 134 üncü Maddesi , Prof. Dr. Halûk Tandoğan ın Hatırasına Armağan (1925-1988), Ankara, Banka ve Ticaret Hukuku Araştırma Enstitüsü, 1990, s. 128; Yalçınkaya/Kaleli, Cilt II, s. 2060. 76 Ahmet Kılıçoğlu,  Boşanmayla İlgili Olarak Medenî Kanunumuzda Yapılan Son Değişiklikler , Ankara Barosu Dergisi, 1988, Yıl: 45, S: 3, s. 387. 77 Boşanmanın mali sonuçları hakkında ayrıntılı bilgi için bkz.: Feyzioğlu/Özakman/ Sarıal, s. 402 vd.; Köprülü/Kaneti, s. 191 vd.; Birsen, s, 340 vd.; Dural/Öğüz/ Gümüş, N 772 vd.; Akıntürk/Ateş, s. 293 vd.; Kılıçoğlu, Aile, s. 161 vd.; Zevkliler/ Acabey/Gökyayla, s. 1017; Ömer Arbek,  Boşanmanın Mali Sonuçları , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Cilt:54, Sayı:1, 2005, s. 115 vd.; manevi tazminat talebi açısından bkz.: Petek, s. 55 vd. 78 Yargıtay 2. HD., 30.04.2008, 6137-6052 (Gençcan, s. 366); Yargıtay 2. HD., 08.06.2009, 8710-10983 (Gençcan, s.366); Yargıtay 2. HD., 25.12.2012, E: 2011/23348, K: 2012/31564 (Gençcan, s.367); Yargıtay 2. HD., 21.2.2013, E: 2013/1489, K: 2013/4535 (Kazancı İçtihat Bilgi Bankası); Yargıtay 2. HD., 26.12.2012, E: 2012/11645, K: 2012/31740 (Kazancı İçtihat Bilgi Bankası); Yargıtay 2. HD., 25.9.2007, E: 2007/719, K: 2007/12658 (Kazancı İçtihat Bilgi Bankası); Yargıtay 2. HD., 1.6.2016, E: 2015/18675, K: 2016/10808 (Kazancı İçtihat Bilgi Bankası).604  T. A. Ünver - Ş. D. Karaahmetoğlu (İÜHFM C. LXXV, S. 2, s. 587-608, 2017) artık evi terk eden eşin kusurlu sayılamayacağı ve dolayısıyla aleyhine manevi tazminata hükmedilemeyeceğine karar vermiştir. Yargıtay kararlarında terk ihtarına manevi tazminat açısından bağlanan bu sonuç, yani terk ihtarının gönderilmesiyle birlikte ihtardan önceki davranışların affedildiği, en azından hoşgörü ile karşılandığı ve bu davranışlar dolayısıyla artık evi terk eden eş aleyhine manevi tazminata hükmedilemeyeceği sonucu öğretide eleştirilmektedir. Terk ihtarının şartlı bir ihtar niteliğinde olduğunu kabul eden öğretideki söz konusu görüşe göre, ihtarda bulunan eş, samimi duygularla eve dön çağrısı yaparak, ihtardan önceki olayları affettiğini ve ortak yaşamın tekrar kurulmasını isteğini, ancak bu çağrıya olumlu cevap verilmediği taktirde terke dayalı boşanma davasının açılacağı ve önceki olayların da affedilmemiş sayılacağını terk eden eşe ihtar etmektedir. O halde ihtara rağmen terk eden eşin ortak konuta geri dönmemesi durumunda, ihtardan önceki davranışlar affedilmiş sayılmayacağından, terk eden eş aleyhine manevi tazminat talep edilmesi de mümkün olacaktır. Söz konusu görüşe göre, ihtarın samimi olması gerekliliği sebebiyle, ihtarda bulunan eşin manevi tazminat talebinden vazgeçmiş olduğunu kabul etmek ise kişilik hakkını korunması gereken en üstün değer olarak gören Medeni Kanun sistemine aykırı olduğu gibi, ihtar gönderen eşin haklarının korunmamış olup buna karşılık ortak konutu kusurlu olarak terk eden eşin de ödüllendirileceği anlamına gelecektir. Yukarıda da belirtildiği üzere, kanaatimizce, bir eşin diğer eşe evlilik birliğini sürdürme amacıyla ortak konuta dönmesi için ihtarda bulunduğu her halde onu affetmiş olduğu sonucuna varılamaz. İhtarda bulunan eş, terk eden eşi affetmiş olmasa bile, örneğin çocuklarının menfaati ya da tek başına geçimini sağlayamayacağı gibi çeşitli saiklerle, her şeye rağmen terk eden eşi ile evlilik birliğini sürdürmek isteyebilir. Bu itibarla, terk ihtarının samimi olmasından kasıt da, ihtarda bulunan eşin diğer eşi affetmiş olması değil, samimi duygularla terk eden eşi ortak konuta davet eden eşin, diğer eş ile evlilik birliğinin devamının çekilmez hale gelmediğini kabul etmiş olmasıdır. Bu sonuç da terk ihtarının gönderildiği hallerde evlilik birliğinin temelinden sarsılması sebebiyle açılacak boşanma davasına etki edecektir. İhtarın bu yönden manevi tazminat talebine bir etkisi olduğu ise söylenemez. Bununla birlikte, terk ihtarının gönderilmesinden sonra terk sebebine dayanan boşanma davalarında terk eden eş aleyhine manevi tazminata hükmedilememesinin Yargıtay kararlarında kabul edildiği üzere bir başka gerekçesi bulunmaktadır. Hemen yukarıda da belirtildiği üzere, TMK m.174 II ye göre manevi tazminat talep edebilmek için tazminat talep eden eşin boşanmaya sebep olan olaylar nedeniyle kişilik hakkının saldırıya uğramış olması gereklidir. Terke dayalı boşanma davasında ise boşanmaya sebep olan olay, diğer eşin evlilik birliğinden doğan yükümlülüklerini yerine getirmemek üzere ortak konutu terk etmiş olması ya da haklı sebep bulunmadan ortak konuta dönmüyor olmasıdır. Dolayısıyla diğer eşin sadece ortak konutu terk etmiş olması ve haklı sebep olmadan ortak konuta dönmemesi, yani  terk  olgusu, her halde terk sebebine dayalı olarak boşanma davası açan eş için kişilik haklarının ihlali sonucunu doğurmayacaktır. Bu itibarla, terk sebebine dayalı boşanma davalarında da davacı lehine manevi tazminata                                                  79 Petek, s. 62. 80 Petek, s. 62. 81 Bkz.: yukarıda s. 598.Yargıtay Kararları Işığında Terk İhtarının Boşanma Sebeplerine ve   605 Manevi Tazminat Talebine Etkisi hükmedilmesi,  somut  olayın  özelliği  aksi  sonuca  varılmasını  gerektirmediği sürece, mümkün gözükmemektedir. Yargıtay ın bir başka kararına konu olan olayda ise, terk sebebi ile açılan bir boşanma davasında, dava devam ederken davalı eşin cinsel sadakate aykırı davranması  sebebiyle yerel  mahkeme  tarafından  davacıya  manevi  tazminat verilmesinin bozma sebebi olarak kabul edilmediği anlaşılmaktadır. Bu karar için yazılan karşı oy yazısında ise, terk sebebi ile açılan boşanma davasında boşanmaya sebep olayların usulüne uygun olarak gönderilmiş olan ihtarın tebliğ edilmesine rağmen davalı eşin iki ay içerisinde eve dönmemiş olmasının olduğu, bu hususun ise Yargıtay ın kökleşmiş içtihatlarına göre kişilik haklarına saldırı oluşturmadığı; davalı eşin sadakatsiz davranışının boşanmaya sebebiyet veren bir olgu olmadığı dolayısıyla bu olguya dayanarak davacı lehine manevi tazminata hükmedilmesinin mümkün mümkün olmadığı belirtilmiştir. Yargıtay benzer olaylara ilişkin olarak daha sonra vermiş olduğu kararda ise, anılan karşı oy yazısına uygun olarak karar vermiştir. TMK m.174 II ye göre, eşlerden biri lehine boşanma sonrasında manevi tazminata hükmedilebilmesi için boşanmaya sebep olan olaylar nedeniyle o eşin kişilik hakları ihlal edilmiş olmalıdır. Yukarıda da belirtilmiş olduğu gibi, terk sebebiyle açılan boşanma davalarında ise TMK m.174 anlamında boşanmaya sebep olan olay ihtara rağmen terk eden eşin konuta dönmemesidir. Başka bir söylemle, davanın devamı esnasında meydana gelen olaylar ise boşanmaya sebep olan olaylar değildir. Dolasıyla, terk sebebi ile açılmış olan bir boşanma davasında davalı eşin cinsel sadakatsizliği boşanmaya sebep olan bir olay olmadığı için, her ne kadar davacı eşin bu olay sebebiyle kişilik hakları ihlal edilmiş olsa bile, davacı lehine manevi tazminata hükmedilemez. Bu bakımdan bahsi geçen karşı oy yazısı ve buna uygun bir biçimde verilmiş olan Yargıtay kararları isabetlidir.  Sonuç Terk sebebiyle boşanma davası açılabilmesi için öncelikle terk eden eşe terkin en erken dördüncü ayından itibaren ortak konuta dönmesi için bir ihtarın yapılmış olması ve bu ihtardan sonra iki ay geçmesine rağmen ihtarda bulunulan eşin ortak konuta dönmemiş olması, yani ihtarın sonuçsuz kalması gereklidir. Terke dayanan boşanma davalarında ihtar gönderilmesinin amacı, eşini terk eden ve haklı bir sebep olmadan ortak konuta dönmeyen eşe mahkeme aracılığı ile son bir çağrı yapmak ve ona evlilik birliğine devam etmek için bir düşünme imkânı tanımaktır. Dolayısıyla, evlilik birliğinin devamı için terk eden eşe yapılan son çağrı niteliğinde olan terk ihtarının hüküm ifade edebilmesi için ihtarda bulunan eşin, terk eden eşin geri dönmesini ve ortak hayata devam etmesini gerçekten istemiş olması, bir başka ifadeyle ihtarın samimi ve ciddi olması gerektiği kabul edilmektedir. Terk ihtarının samimi olmadığının anlaşıldığı hallerde ise yapılan ihtarın geçersiz olması sebebiyle terk nedenine dayalı boşanma davasının reddine karar verilecektir.                                                  82 Yargıtay 2. HD., 23.10.2012, E: 2011/14441, K: 2012/25685 (Gençcan, s. 366-367). 83 Yargıtay 2. HD., 25.12.2012, E: 2011/23348, K: 2012/31564 (Gençcan, s. 366-367). 84 Bu yönde bkz.: Yargıtay 2. HD., 18.11.2015, E: 2015/5079, K: 2015/21791:  ...Ne var ki, her dava açıldığı tarihteki şartlara tabidir. Davadan sonra oluşan olaylar boşanma kararında esas alınamaz, ancak yeni bir davanın konusu olur. Davalının sadakatsizliği dava tarihinden sonra olup bu davada nazara alınamaz...   (Kazancı İçtihat Bilgi Bankası).606  T. A. Ünver - Ş. D. Karaahmetoğlu (İÜHFM C. LXXV, S. 2, s. 587-608, 2017) Yargıtay ın kökleşmiş içtihatları değerlendirildiğinde, terk ihtarına sadece terke dayanan boşanma davaları açısından değil, diğer boşanma sebepleri ve boşanmanın mali sonuçlarından manevi tazminat açısından da bir sonuç bağlandığı anlaşılmaktadır. Yargıtay ın artık kökleşmiş hale gelen kararlarında, eşinin eve dönmesini ihtar eden öteki eşin, ihtardan önceki olaylara dayanarak evlilik birliğinin temelinden sarsılması sebebiyle boşanma davası açamayacağının kabul edildiği görülmektedir. Söz konusu kararlarda evlilik birliğinin temelinden sarsılması sebebiyle açılacak genel boşanma sebebinin şartlarından evlilik birliğinin devamının çekilmez hale gelmesi açısından değerlendirmede bulunularak, ihtardan önceki olaylar, evliliği ne kadar sarsıcı nitelikte olursa olsun, ihtarda bulunan eşin söz konusu davet ile, diğer eşin ihtar tarihinden önceki kusurlu davranışlarını affettiği, en azından hoşgörü ile karşılamış olduğu, bu itibarla affedilmiş ve hoşgörü ile karşılanmış olan olayların davacı eş için evlilik birliğini çekilmez hale getirmediğinin kabul edilmiş olduğu ifade edilmektedir. Dolayısıyla, ihtar tarihinden sonra, ihtarda bulunulan eşe yüklenebilecek evlilik birliğini çekilmez hale getiren yeni bir vakıanın olmaması halinde evlilik birliğinin temelinden sarsılması sebebiyle boşanmaya hükmedilemeyeceği kabul edilmektedir. Yargıtay ın söz konusu kararlarında vardığı sonuç öğretide eleştirilmekle birlikte, kanaatimizce, ihtarın samimi olması gerektiği kabul edildiği taktirde, ihtarda bulunan eş, ihtardan önce ne yaşanmış olursa olsun diğer eşle birlikte ortak hayatı sürdürme arzusunda olduğunu, evlilik birliğine devam etmek istediğini ve bu amaçla diğer eşin eve dönmesini ihtar etmektedir. Dolayısıyla, eğer ihtarda bulunan eş, bu amaçlarla ihtarda bulunmamışsa, sadece terk sebebine dayanarak boşanma davası açmak için bir şekli koşulu yerine getirmek amacıyla diğer eşe ortak konuta dönmesini ihtar etmişse, esasen bu halde ihtarın samimi olması gerekliliği sağlanmış olmadığından ihtarın geçersiz olduğu sonucuna varılacaktır. İhtarın samimi olmadığı gerekçesiyle geçersiz olduğu sonucuna varıldığı hallerde, ihtarda bulunan eş diğer eşle ortak hayatın çekilmez hale gelmediğini kabul etmiş olmadığından ve diğer eşle ortak hayata devam etme arzusunda bulunmadığından, terk sebebiyle boşanma davası açamamakla birlikte ihtardan önceki sebeplere dayanarak evlilik birliğinin temelinden sarsılması sebebine dayanarak boşanma davası açılabilmedir. Buna karşılık, terk ihtarının samimi olduğu sonucuna varıldığı hallerde ise, ihtarda bulunan eş, diğer eşle birlikte ortak hayata devamın kendisi için çekilmez hale gelmediğini, onunla ortak hayata devam etme arzusunda bulunduğunu kabul etmiş olacağından, artık ihtardan sonra evlilik birliğinin temelinden sarsılması sebebine dayanarak boşanma davası açmasının mümkün olmadığı sonucuna varmak gereklidir. İhtarda bulunan eş, evlilik birliğinin temelinden sarsılması sebebiyle boşanma davası açmak istiyorsa, söz konusu davada ancak ihtardan sonra gerçekleşmiş sebeplere dayanabilmelidir. Yargıtay kararlarında terk ihtarına manevi tazminat talebi açısından da sonuç bağlanmış ve eşinin eve dönmesi için gönderilen bir ihtarın, ihtardan önceki davranışların affedildiği en azından hoşgörü ile karşılandığı anlamına geldiği ve bu davranışlar dolayısıyla artık evi terk eden eşin kusurlu sayılamayacağı  ve  dolayısıyla  aleyhine  manevi  tazminata  hükmedilemeyeceği  kabul edilmiştir. Ayrıca, terk sebebiyle boşanmaya karar verilmiş olan durumlarda, davacı olan eş lehine yalnızca bu sebebe dayanarak manevi tazminata hükmedilemeyeceği ifade edilmiştir.Yargıtay Kararları Işığında Terk İhtarının Boşanma Sebeplerine ve   607 Manevi Tazminat Talebine Etkisi Kanaatimizce, terk ihtarının samimi olmasından kasıt, ihtarda bulunan eşin diğer eşi affetmiş olması değil, samimi duygularla terk eden eşi ortak konuta davet eden eşin, diğer eş ile evlilik birliğinin devamının çekilmez hale gelmediğini kabul etmiş olmasıdır. Bu sonuç da terk ihtarının gönderildiği hallerde evlilik birliğinin temelinden sarsılması sebebiyle açılacak boşanma davasına etki edecektir. İhtarın bu yönden manevi tazminat talebine ise bir etkisi bulunmamaktadır. Bununla birlikte, TMK m.174 II ye göre manevi tazminat talep edebilmek için tazminat talep eden eşin boşanmaya sebep olan olaylar nedeniyle kişilik hakkının saldırıya uğramış olması gerekli olduğuna ve terke dayalı boşanma davasında ise boşanmaya sebep olan olay, diğer eşin evlilik birliğinden doğan yükümlülüklerini yerine getirmemek üzere ortak konutu terk etmiş olması ya da haklı sebep bulunmadan ortak konuta dönmemesi olduğuna göre, diğer eşin sadece ortak konutu terk etmiş olması ve haklı sebep olmadan ortak konuta dönmemesi, yani  terk  olgusu, her halde terk sebebine dayalı olarak boşanma davası açan eş için kişilik haklarının ihlali sonucunu doğurmaz. Bu gerekçeyle terke dayalı boşanma davalarında kendisine terk ihtarı gönderilen eş aleyhine manevi tazminata hükmedilmesi mümkün gözükmemektedir.",
     "Kaynakça": "Akıntürk, Turgut/Ateş, Derya: Türk Medeni Hukuku İkinci Cilt Aile Hukuku, Yenilenmiş 20. Bası, İstanbul, Beta Yayıncılık, 2017. Arbek, Ömer:  Boşanmanın Mali Sonuçları , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Cilt:54, Sayı:1, 2005, s. 115 163. Berki, Şakir:  Boşanma ve Ayrılık , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Cilt 32, Sayı:1, 1975, s. 135 154. Birsen, Kemaleddin: Medeni Hukuk Dersleri, Genel İlkeler Şahsın Hukuku Aile Hukuku, 6. Bası, İstanbul, Fakülteler Matbaası, 1966. Dural, Mustafa/Öğüz, Tufan/Gümüş, Mustafa Alper: Türk Özel Hukuku, Cilt II, Aile Hukuku, İstanbul, Filiz Kitabevi, 2016. Feyzioğlu, Necmeddin/Özakman, Cumhur/Sarıal, Enis: Aile Hukuku, Filiz Kitabevi, 1986. Gençcan, Ömer Uğur: Boşanma Tazminat ve Nafaka Hukuku, 7. Baskı, Ankara, 2017. Hatemi, Hüseyin/Serozan, Rona: Aile Hukuku, İstanbul, Filiz Kitabevi, 1993. Helvacı, Serap:  İsviçre ve Türk Hukuklarında Boşanma Sebepleri , Prof. Dr. Ömer Teoman a 55. Yaş Günü Armağanı, İkinci Cilt, İstanbul 2002, s. 1151 1169. Kandil, Seher: Türk Hukukunda Terk Sebebiyle Boşanma, Ankara, Seçkin Yayıncılık, 2006. Kılıçoğlu, Ahmet M.: Aile Hukuku, Ankara, Turhan Kitabevi, 2015. (Aile) Kılıçoğlu, Ahmet:  Boşanmayla İlgili Olarak Medenî Kanunumuzda Yapılan Son Değişiklikler , Ankara Barosu Dergisi, 1988, Yıl: 45, S: 3, s. 383 392. Köprülü, Bülent/Kaneti, Selim: Aile Hukuku, Gözden Geçirilmiş 2. Bası, İstanbul, Filiz Kitabevi, 1989. Kuntalp, Erden:  Mutlak Boşanma Nedenleri , Ankara Hukuk Fakültesi Ellinci Yıl Armağanı 1925 1975, Cilt: II, Boşanma Hukuku Haftası, Ankara, 1977, s. 113 125. Oğuzman, Kemal/Dural, Mustafa: Aile Hukuku, İstanbul, Filiz Kitabevi, 1998.608  T. A. Ünver   Ş. D. Karaahmetoğlu (İÜHFM C. LXXV, S. 2, s. 587 608, 2017) Özcan Çelik, Berna:  Genel Boşanma Sebebi Olarak Evlilik Birliğinin Temelinden Sarsılması , Ankara Üniversitesi Sosyal Bilimler Enstitüsü, Yayınlanmamış Yüksek Lisans Tezi, Ankara 2015. Özdemir, Nevzat: Türk İsviçre Hukukunda Anlaşmalı Boşanma, İstanbul, Beta, 2003. Öztan, Bilge: Aile Hukuku, 5. Bası, Ankara, Turhan Kitabevi, 2004. (Aile) Öztan, Bilge:  Türk Medeni Kanunu na Göre Evliliği Sona Erdiren Sebepler, Özellikle Boşanma , Prof. Dr. Turgut Kalpsüz e Armağan, Ankara 2003, s. 713 728. (Boşanma) Öztan, Bilge:  3444 sayılı Kanunla Getirilen Değişiklikten Sonra Medeni Kanun un 134 üncü Maddesi , Prof. Dr. Halûk Tandoğan ın Hatırasına Armağan  (1925 1988),  Ankara,  Banka  ve  Ticaret  Hukuku  Araştırma  Enstitüsü, 1990, s. 111 137. Petek, Hasan:  Terke Dayalı Boşanmada Manevi Tazminat , Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, C: 12, S: 2, 2010, s. 43 78 (Basım Yılı: 2012). Saymen, Ferit H,/Elbir, Halid K.: Türk Medeni Hukuku Cilt III Aile Hukuku, İstanbul, Hak Kitabevi 1957. Schwarz, Andreas B.: Aile Hukuku I, İstanbul, İsmail Akgün Matbaası, 1946. Şener, Esat: Uygulama ve Teoride Her Yönü İle Boşanma, Ankara, Seçkin Yayınevi, 1997. (Boşanma) Şener, Esat:  Terk Hukukî Sebebine Dayanan Boşanma Davası Üzerinde Düşünceler , Türkiye Noterler Birliği Hukuk Dergisi, 1983, S: 37, s. 3 10. (Terk) Şenol, Şenol:  Terk Nedeni ile Boşanma , Adalet Dergisi, 1988, S: 3, s. 25 39. Tekinay, Selahattin Sulhi: Türk Aile Hukuku, Yedinci Baskı, İstanbul, Filiz Kitabevi, 1990. Tutumlu, Mehmet Akif: Teorik ve Pratik Boşanma Yargılaması Hukuku, Cilt II, Ankara, Seçkin Yayıncılık, 2009. Uyar, Talih:  Yargıtay Kararlarında «Evlilik Birliğinin Sarsılması veya Müşterek  Hayatın  Yeniden  Kurulamaması»  Nedeniyle  Boşanma  (MK.  134) , Prof. Dr. M. Kemal Oğuzman ın Anısına Armağan, İstanbul, 2000, s. 12291281. (Evlilik Birliğinin Sarsılması) Uyar, Talih:  Yargıtay Kararlarında  Terk  Nedeniyle Boşanma (MK.132) , Manisa Barosu Dergisi, Yıl: 18, S: 71, s. 56 70. (Terk) Velidedeoğlu, Hıfzı Veldet: Türk Medeni Hukuku, Cilt II, Aile Hukuku, Üçüncü Bası, İstanbul, Tan Matbaası, 1956. Yalçınkaya, Namık/Kaleli, Şakir: Boşanma Hukuku, Cilt I, Cilt II, Ankara, 1988. Zevkliler, Aydın/Acabey, M. Beşir/Gökyayla, K. Emre: Giriş, Başlangıç Hükümleri, Kişiler Hukuku, Aile Hukuku, Gözden Geçirilmiş ve Genişletilmiş 6. Baskı, Ankara, Seçkin Yayınevi, 1999."
}