{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": " ",
     "Ay": " ",
     "Yıl": "2021",
     "Cilt": "79",
     "Sayı": "3",
     "Başlık": " ",
     "Title": [
          32,
          "Ekonomik yaptırımlar, Karşı tedbirler, İç işlerine müdahale yasağı, Yaptırımların etkinliği, Ülke dışı yetki, ABD nin tek taraflı yaptırımları  Economic Sanctions in International Law and A Short Evaluation of the Us  Unilateral Sanctions"
     ],
     "Yazar İsmi": [
          16,
          "Kabul: 19.01.2021Uluslararası Hukuk Açısından Ekonomik Yaptırımlar ve ABD nin Tek Taraflı Yaptırımlarının Kısa Bir DeğerlendirilmesiGalip Engin Şimşek"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Ekonomik yaptırımlar, Karşı tedbirler, İç işlerine müdahale yasağı, Yaptırımların etkinliği, Ülke dışı yetki, ABD’nin tek taraflı"
     ],
     "Keywords": [
          "Economic sanctions, Counter-measures, Principle of non-intervening in domestic affairs, Effectiveness of sanctions,"
     ],
     "Özet": "Bu makalede devletlerin aralarında çıkan belli uyuşmazlık alanlarında birbirlerini belli şekilde davranmaya zorlamak üzere uygulamaya koydukları ekonomik yaptırım politikalarının uluslararası hukuka uygunluğu ve etkinliği meselesi ele alınmaktadır. Bu amaçla öncelikle söz konusu yaptırım politikalarının uygulanmasını yasaklayan bir uluslararası hukuk kuralının mevcut olup olmadığına yönelik bir araştırma yapılmakta ve ardından bu tür yaptırım politikalarının uygulanması sırasında uyulması gereken ilgili uluslararası kurallar incelenmektedir. Makalede ele alınan diğer bir mesele devletlerin birbirlerine baskı kurmak üzere başvurdukları söz konusu politikaların istenen sonucu sağlayıp sağlamadığı, başka bir ifade ile etkinliği konusudur. Bu çerçevede bu tür politikaların etkinliğini arttıran veya azaltan devlet içi ve devletlerarası ekonomik ve sosyal dinamikler analiz edilmektedir. Makalede son olarak ekonomik yaptırım politikalarının özel bir türü olan ve genellikle ABD tarafından sıklıkla kullanılan belli devletlere, örgütlere ve kişilere yönelik yaptırımlar öngören ülke aşıcı etkili kanuni düzenlemelerin uluslararası hukuka uygunluğu sorunu ele alınmaktadır.",
     "Abstract": "The purpose of this article is to analyse the international legality and the effectiveness of economic sanctioning policies, adopted by states to force each other to behave in a certain way in areas of conflict. In this regard, first of all, research directed towards discovering if a rule exists prohibiting economic sanction is undertaken, and then relevant international rules that need to be conformed in applying these policies are elaborated. Another issue addressed in this article is the probability of success, namely, effectiveness, of these sanctioning policies. In this context, economic and social inter and intra state dynamics, which either strengthen or weaken the effectiveness of these policies, are closely examined. Finally, the article scrutinises, from the perspective of international law, the problems arising from the US  laws having extraterritorial effects and prescribing sanctions for foreign entities.",
     "Metin": "Geçen asırda devletler tarafından dış politika amaçlarını gerçekleştirmek üzere başvurulan kuvvet kullanma veya tehdidinin bu dönemde yasaklanmasının ardından, bu yöntemlerin yerini, hedef devleti yerine getirmediği bir uluslararası yüküme uymaya zorlamaya yönelik yaptırımlar almıştır. Yaptırımlar ticari, diplomatik ve kültürel ilişkilerin kesilmesi de dahil her türlü baskı yöntemini kapsayacak şekilde olabilmektedir. Yaptırımların bir alt türü olan ekonomik ve finansal yaptırımlar son zamanlarda güçlü devletlerin tek başlarına uyguladıkları başlıca dış politika araçlarından birisi haline gelmiştir.1 Yine geçmişte yaptırımların hedefi yalnızca devletler olurken günümüzde bunlar akıllı yaptırımlar adıyla özel kişi ve kurumları da hedef alabilmektedir. Ayrıca devletler doğrudan hedef seçilen devlet ve buna mensup kişi ve kurumların yanı sıra ikincil yaptırımlar çerçevesinde bunlarla iş yapan üçüncü devletleri ve bunlara mensup kişi ve kurumları da cezalandırabilmektedir.Her ne kadar uluslararası hukuk devletlere diğer devletlerle ilişkilerinde tek taraflı ekonomik tedbirler alma bakımından bir alan bıraksa da bunlardan bazılarının devletlerin egemenliği ve uluslararası hukukun diğer prensiplerini ihlal riski taşıdığı yönünde  büyük  bir  tartışma  vardır. Ayrıca  bazı  devletlerin  yaptırımlar  getiren kanunlarında ülke dışı yetki esasına dayanarak diğer ülkelerde faaliyet gösteren kişi ve kurumlar aleyhine kararlar almasının da uluslararası hukukun bu konuya ilişkin kurallarına aykırı olduğu iddia edilmektedir. Bu açıdan özellikle ABD hükümetinin kendi dış politika amaçları doğrultusunda tek taraflı ekonomik yaptırımlar uygulaması ve bu yaptırımların uygulanması sırasında ülke dışı yetki ilkelerinin çok geniş yorumlanması tartışmalara yol açmaktadır. Bu  makalede  ekonomik  yaptırım  politikaları  uluslararası  hukuk  açısından incelenerek bunlara ilişkin temel hukuki parametreler ortaya koyulmaya çalışılacaktır. Bu amaçla ilk bölümde yaptırım kavramının uluslararası hukukta ne anlama geldiği ve bunların uluslararası hukukun hangi kavram ve kurumlarıyla ilişkili olduğu ele alınacaktır. İkinci bölümde BM Güvenlik Konseyi ve bazı bölgesel örgütler tarafından uygulanan ekonomik yaptırımlar ile devletlerin tek başlarına uygulamaya soktukları bu tür yaptırımların uluslararası hukuka uygunluğu açısından ortaya çıkan tartışmaları analiz edilecektir. Üçüncü bölümde yaptırım politikalarının uygulanmasında güdülen amaçları yerine getirmede ne kadar etkin olabileceğine ilişkin değerlendirmeleri ele alınacaktır. Çalışmanın son bölümünde ise tek taraflı ekonomik yaptırımlara sıkça başvuran ABD nin bu alandaki iç düzenlemelerini ve bunlardan bazılarının 1  Serdar Acar, Ekonomik Yaptırımlar, (Vedat Kitabevi 2015); Kern Alexander, Economic Sanctions- Law and Public Policy, (Palgrave Macmillan 2009).2052Şimşek / Uluslararası Hukuk Açısından Ekonomik Yaptırımlar ve ABD nin Tek Taraflı Yaptırımlarının Kısa Bir...haiz olduğu ülke dışı yetki unsurlarının uygulanması bakımından tartışmalara yol açan yabancı bankalar hakkındaki cezalandırma işlemlerinin uluslararası hukuka uygunluğu sorgulanacaktır.    II. Yaptırım KavramıYaptırım kavramını genel olarak hukuka uymama hallerinde cezalandırma tehdidi veya gerektiğinde cezalandırarak davranış değişikliği yaratma amacı taşıyan zorlayıcı tedbirler şeklinde tanımlamak mümkündür. Bu amaçla uluslararası hukuk devletlere bir diğer devleti hukuka uygun davranmaya zorlamak üzere üstüne düşen yükümü yerine getirmeyen devlete karşı, ilgili yükümün kendilerine düşen kısmının yerine getirmeme (mukabele etme), yükümü ihlal eden devlete karşı uluslararası hukuka aykırı olmayan tedbirler uygulama veya ihlalci devlete karşı uluslararası hukuku ihlal eden tedbirler uygulama (misilleme) gibi tek taraflı zorlama amaçlı yöntemlere başvurma  hakkı  tanımaktadır.3  Bu  kapsamda  başvurulan  ekonomik  yaptırımlar ise hedef devletin hukuka aykırı davranışını ekonomik faaliyetlerini sınırlayarak değiştirmeyi amaçlayan ekonomik ve finansal tedbirler şeklinde tanımlanmaktadır.4 Her ne kadar bu açıdan literatürde bazı yazarlar yaptırımlar terimi ile zorlayıcı tedbirler terimini eş anlamlı kullansalar da,5 BM Uluslararası Hukuk Komisyonu devletlerin  sorumluluğuna  dair  çalışmasında  yaptırım  terimini  BM  gibi  bir uluslararası örgüt bünyesinde alınan ortak tedbirleri tanımlamak için kullanmış, bir devletin uluslararası hukuka aykırı bir eyleminden zarara uğrayan bir başka devletin uygulayabileceği tek taraflı yöntemler için karşı tedbirler terimini tercih etmiştir.6  Dolayısıyla uluslararası hukukta örgütlerin uygulayabileceği yaptırımlar ile devletlerin kendileri aleyhine yapılmış bir hukuki yüküm ihlaline karşı sorumlu devleti, ihlalden vazgeçirmek üzere uluslararası sorumluluk hukuku çerçevesinde başvurabileceği karşı tedbirler birbirinden ayrılmıştır. Bu açıdan karşı tedbirler 2  Ör, diplomatik personeli geri çekme veya ekonomik yardımı kesme gibi bkz, Yearbook of the UN International Law Commission, (2001) Vol II Part Two, 128.3  Rahmat Mohamad,  Unilateral Sanctions in International Law: A Quest for Legality , in Marossi ve Basset (eds), Economic Sanctions under International Law, (Asser Press 2015), 75; Andrew T Guzman, How International Works, (OUP 2008), 46-8; Süleyman Dost ve Zehra Korkmaz,  Savaşa Varmayan Zorlama Yolu Olarak Zararla Karşılık ve Bazı Uygulamalar  (2015) 5 (2) Süleyman Demirel Üniversitesi Hukuk Fakültesi Dergisi, 114-6.4  Ekonomik yaptırımlar ticari olanlar (ör, ithalat ve ihracat kısıtlamaları), yatırım içerikli olanlar (ör, sermaye akışının kesilmesi veya yapılmış olan yatırımın geri çekilmesi) ve akıllı yaptırımlar (ör, hedef devlet elitlerinin ülke dışındaki malvarlıklarının dondurulması ve seyahat yasakları) şeklinde üçe ayrılmaktadır.5  Jana Ilieva et al,  Economic Sanctions in International Law , (2018) 9 (2) UTMS Journal of Economics. Söz konusu yazarlar uluslararası hukukun devletlerin ve diğer bazı aktörlerin menfaatleri doğrultusunda belli bir konuda anlaşması ile bağlayıcılık kazanan kurallara dayanan bir hukuki koordinasyon düzeni olduğunu ve söz konusu kurallara uyulmaması halinde; bunlara uyulmasının sağlanmasının da bu kuralları oluşturan aktörlerin bunları ihlal edenlere karşı aldıkları bireysel veya ortak zorlayıcı tedbirler yoluyla temin edildiğini ifade etmektedir. Dolayısıyla, günümüzde sıkça başvurulan ekonomik zorlayıcı tedbirler bir yandan hedef devletin refahında bir azalma yaratarak istenen yönde bir politik değişikliğe yol açmayı, bir yandan da diğer devletlerin ve uluslararası kamuoyunun hedef devlet üzerinde ortak baskı oluşturması için desteğini kazanmayı amaçlamaktadır, ibid 202.6  Yearbook of the UN International Law Commission, (2001) Vol II Part Two, 75, para 3; Dost ve Korkmaz,  savaşa varmayan zorlama yolu , (n 3) 124. 2053İstanbul Hukuk Mecmuası 78/4devletlerin kendileri ile ilgili bir uluslararası hukuk ihlaline tepki verme haklarına dayanmakta ve ihlalden sorumlu devlete karşı kendi üzerlerine düşen bazı yükümleri orantılılık ve geçicilik gibi belirli şartlar çerçevesinde yerine getirmeme şeklinde ortaya çıkmaktadır. Buna karşı yaptırımlar ise uluslararası toplumu temsil eden bir örgütün kendi üyelerinden birisinin uluslararası hukuka aykırı bir davranışına karşı ve hukuk tarafından öngörülen davranış standardını idame ettirmek amacıyla uyguladığı kollektif tedbirler şeklinde ortaya çıkmakta ve belli bir yükümün ihlali halinde ilgili devletlerin kendi aralarında uyguladıkları sınırlı bir takım tedbirlerin çok ötesine (ör, sorumlu devletle her türlü ilişkinin ortadan kaldırılması ve diğer devletlerin bu yaptırımlara uymaya zorlanması için güç kullanılması gibi) geçebilmektedir.7  Ancak  uluslararası  sorumluluk  hukukunda  özellikle  bir  devletin  jus  cogens/erga omnes niteliğinde uluslararası topluma karşı üstlendiği yükümleri ihlal etmesi durumunda,  ihlalden  doğrudan  zarar  gören  devletin  yanı  sıra  bütün  devletlere ortak karşı tedbirlere başvurma hakkının tanınmış olması,8 yaptırımlar ile karşı tedbirler arasındaki tanımsal farklılığı belirsiz hale getirmiştir.9 Bununla beraber her  ne  kadar  jus  cogens/erga  omnes  nitelikteki  kuralların  ihlalinin  her  devleti ilgilendiren bir mesele olduğu ve sorumlu devletin egemenlik yetkisinin bu gibi hallerde sınırlandırılabileceği kabul edilse de, bu ihlallerin tespiti ve sorumlu devlete uygulanacak ortak tedbirlerin çerçevesi bakımından devletlerin kendi başlarına karar verme yetkisinin sınırları tartışmalıdır.10 Uluslararası  hukukta  bütün  devletleri  ilgilendiren  barış  ve  güvenlikle  ilgili konularda yaptırım uygulama yetkisi esasen BM Şartı nın, VII. Bölümü (madde 41) 7  Nico Schrijver,  The Use of Economic Sanctions by the UN Security Council: An International Law Perspective , in Post (ed), International Economic Law and Armed Conflict, (Martinus Nijhoff, 1994), 125; Nigel D White,  Autonomous and Collective Sanctions in the International Legal Order , (2018) 27 (1) The Italian Yearbook of International Law, 13. 8  UHK Devletin Sorumluluğu Taslak Maddeleri, madde 48 ve 54, Yearbook of the UN International Law Commission, (2001) Vol. II Part Two, 31. 9  Ör, Tzankopoulos BM yaptırımlarının karşı tedbirlerden farklı olduğunu kabul etmekte birlikte, BM Şartı nın devletlere bir uluslararası barış ve güvenliğe tehdit oluşturmama yükümü yüklediği kabul edilirse, GK nin aldığı yaptırım kararlarının da bu yükümü ihlal edenlere karşı alınmış ortak karşı tedbirler niteliğinde saymanın mümkün olduğunu ileri sürmektedir, Antonios Tzanakopoulos,  The Right to Be Free from Economic Coercion , No 41/2015, Oxford Legal Studies Research Paper, 13-4. 10  Nitekim Komisyon un devletlerin sorumluluğuna ilişkin taslağında 48. maddenin şerhinde üçüncü devletler tarafından ortak karşı tedbirlere başvurulmasının uluslararası hukukta yeni bir gelişme olduğu ve sınırlı hallerde geçerli olduğu vurgulanmaktadır, Commentary on Article 48, para 8. BM İnsan Hakları Konseyi Özel Raportörü nün tek taraflı yaptırımların hukukiliğine dair raporunda meşru bir gerekçeye dayanmayan ve karşı tedbirlerle ilgili usule ve esasa ilişkin şartlara uymayan kararların ilgili devletin uluslararası sorumluluğuna yol açacağı vurgulanmaktadır, A/71/287, para 1316. Bu açıdan White uluslararası barış ve güvenlik tanımının içine saldırı, soykırım, savaş ve insanlığa karşı suçların önlenmesine ilişkin jus cogens niteliğindeki kuralların korunmasının da dahil edilmesinden sonra, somut olayda nelerin barış ve güvenliğin tehdidi veya ihlali sayılacağı ve hangi devlete veya aktörlere yaptırım uygulanacağı gibi hususların devletler tarafından suiistimalini önlemek üzere bu konudaki takdirin Güvenlik Konseyi ne bırakılması gerektiğine dikkat çekmektedir. Dolayısıyla bir ihlalden doğrudan etkilenmeyen devletlerin herhangi bir örgüt kararından bağımsız bir şekilde kendi tehdit değerlendirmeleri veya ulusal çıkarları doğrultusunda kendilerine göre tanımladıkları bir takım normları uygulatmak üzere karşı tedbirlere başvurması tartışmalara yol açacaktır, White,  autonomous and collective , (n 7) 9-13. Mohamad ise devletlerin tek taraflı yaptırımlarını Güvenlik Konseyi ne ait bir yetkinin gaspı saymaktadır,  unilateral sanctions , (n 3) 72. 2054Şimşek / Uluslararası Hukuk Açısından Ekonomik Yaptırımlar ve ABD nin Tek Taraflı Yaptırımlarının Kısa Bir...çerçevesinde Güvenlik Konseyi ne tanınmıştır.11 Ancak Konsey bu hususta VIII. Bölüm (madde 53) uyarınca, diğer bölgesel örgütlerden de yardım alabilmektedir. Dolayısıyla BM Şartı VIII. Bölüm çerçevesinde bir bölgesel kuruluş niteliğinde olan örgütler de Güvenlik Konseyi nin yetkilendirmesi üzerine bu konuda yaptırım kararları  alabilmektedir.12  Bu  açıdan  özellikle AB, Afrika  Birliği  ve Amerikan Devletleri Topluluğu gibi kurucu andlaşmalarında kendilerine bu konuda yetki tanınan örgütlerin aldığı çok sayıda yaptırım veya kısıtlama kararı bulunmaktadır.13 Ancak AB gibi bazı örgütler gerek kendileri ile ilgili bir yükümün ihlalinden ötürü doğrudan zarar gördükleri gerekçesiyle veya jus cogens/erga omnes nitelikteki kuralların ihlali gerekçesiyle,14 herhangi bir Güvenlik Konseyi kararı bulunmasa dahi (veya Konsey in bir yaptırım kararına istinaden alınmış olsa da asıl karardaki yaptırımların da ötesine geçen),15 üyeleri için bağlayıcı ortak karşı tedbirler niteliğinde kararlar da alabilmektedir.16 11  Vera Gowland-Debbas,  UN Sanctions and International Law: An Overview , in Vera Gowland-Debbas (ed), United Nations Sanctions and International Law, (Kluwer Law International 2001), 4; Alain Pellet ve Alina Miron,  Sanctions , in Wolfrum (ed), The Max Planck Encyclopedia of Public International Law, (OUP 2012), para 10-11; Ayşe Nur Tütüncü,  Güvenlik Konseyi Kararlarının İç Hukukta İcrası , (2013) 13 AÜSBD 18. Bu çerçevede Konsey barışı desteklemek, anayasaya aykırı değişiklikleri önlemek, terörizmi azaltmak, insan haklarını korumak ve silahsızlanmayı teşvik etmek gibi amaçlarla, silah ve ticaret ambargoları, finansal sınırlamalar, mal varlıklarının dondurulması, seyahat yasakları gibi tedbirler içeren yaptırım kararları alabilmektedir. Konsey in hali hazırda uygulamakta olduğu yaptırımlar için bkz, www.un.org/securitycouncil/sanctions/information ve www.un.org/securitycouncil/content/un-sc-consolidated-list  Erişim tarihi 10 Ocak 2019.12  BM Şartı madde 48(2) gereği bu örgütlere üye devletlerin ilgili örgütün Konsey in yetkilendirmesi suretiyle alacağı yaptırım kararlarına destek vermeleri gerekmekte olup, Şart ın 103. maddesi uyarınca bu devletler Konsey in kararlarına karşı diğer uluslararası yükümlerini mazeret olarak ileri süremezler. 13  AB tarafından alınan yaptırım kararlarının AB hukukundaki temellerini AB Andlaşması nın 215. maddesi oluşturmaktadır, Treaty of Lisbon, (2007) OJ (C/01). Ayrıca bkz, Amerikan Devletleri Örgütü Andlaşması, madde 29 ve Afrika Birliği Andlaşması, madde 23(2). Bunların dışında NATO, IMF, WTO, IMO, IAEA, INTERPOL gibi diğer bazı örgütlerin de sınırlı yaptırım yetkisi bulunmaktadır, Acar,  ekonomik yaptırımlar , (n 1) 97-107.14  AB nin bu tür tedbirlere genellikle kuvvet kullanma yasağı veya bazı insan hakları ihlalleri gibi erga omnes/jus cogens nitelikte saydığı yükümlerin ihlali gerekçesiyle ve genel menfaati korumak üzere başvurduğu ifade edilmektedir, bkz, Antonios Tzanakopoulos,  Sanctions Imposed Unilaterally by the European Union: Implications for the European Union s International Responsibility , in Marossi ve Basset (eds), Economic Sanctions under International Law, (Asser Press 2015) 149-52. Ayrıca; 2007 yılındaki bir BM Genel Kurul toplantısında AB temsilcisinin tek taraflı tedbirlerin terörizmle ve kitle imha silahlarının yayılmasıyla mücadele için gerekli olduğunda veya insan haklarının, demokrasinin ve hukukun üstünlüğünün korunması gibi amaçlarla alınması halinde de kabul edilebileceğine dair açıklaması için bkz, Statement made on behalf of the EU before the UNGA Second Committee, A/C.2/ 62/SR.28, para 30. 15  AB nin bir Güvenlik Konseyi kararı bulunmamasına rağmen tek başına aldığı Yugoslavya nın yurt dışındaki mal varlığını donduran ve Yugoslavya ile uçuşları sonlandıran kararları için bkz, EU Council Common Position 98/326/CFSP, EU Council Common Position 98/426/CFSP, EU Common Position 98/240/CFSP ve 1901/98 sayılı Tüzük. AB nin tek başına aldığı Suriye aleyhine bir silah ambargosu konulmasını, sivillere yönelik baskıdan sorumlu olan kişilere seyahat yasağının getirilmesini ve mal varlıklarının dondurulmasını ve bu ülkeden gelen petrolün ithalinin yasaklanmasını isteyen kararları için bkz, EU Council Decision 2011/273/CFSP, EU Council Regulation 2012/36/CFSP ve 442/2011 ile 36/2912 sayılı Tüzükler. Türkiye nin Doğu Akdeniz de sondaj faaliyetlerine karşı AB nin tek başına aldığı TPAO mensubu iki kişi aleyhine aldığı yaptırım kararı için bkz, EU Council Decision 2020/275/CFSP. AB nin İran ın nükleer zenginleştirme programına karşı Konsey in VII. Bölüm yetkileri çerçevesinde aldığı silah ambargosu ve bu programa dahil olan bazı kişilere ilişkin yaptırımlarını, ilgili Konsey kararının da ilerisinde tek taraflı olarak genişleterek İran ile hava kargo taşımacılığının durdurulmasını, petrol ve gaz sektöründe ve gemicilik sektöründe kullanılan araç ve gereç tedarikinin ve İran Merkez Bankası dahil diğer bankalarla ticari finansal işlemleri yasaklanmasını isteyen kararları için bkz, EU Council Decision 2010/413/CFSP, EU Council Decision 2010/413/CFSP, EU Council Decision 2012/635/CFSP ve 428/2009, 961/2010 ile 267/2012 sayılı Tüzükler.16  Uluslararası örgütlerin bu tür durumlarda karşı tedbirlere başvurma hakkı için bkz, Uluslararası Örgütlerin Sorumluluğuna dair Maddeler Taslağı, madde 43 ve 49, A/RES/66/10/Annex. Ancak AB nin Konsey kararlarının ötesine geçen yaptırım kararları BM Şartı madde 103 ün korumasından yararlanamayacaktır. 2055İstanbul Hukuk Mecmuası 78/4III. Yaptırımların Uluslararası Hukuka UygunluğuYukarıda da ifade edildiği üzere uluslararası hukukta barış ve güvenlikle ilgili konularda yaptırım uygulama yetkisi devletler tarafından esasen Güvenlik Konseyi ne tevdi edilmiş olup, BM Şartı madde 103 uyarınca üye devletler bu kararları diğer uluslararası yükümlerinden bağımsız olarak gereği gibi yerine getirme yükümünü açıkça  üstlenmişlerdir. Ancak  uluslararası  hukukta  gerek  BM  gerek  diğer  bazı örgütlerin alacakları yaptırım kararlarının hukukiliği bakımından sorun yaşanmadığı söylenemez.Özellikle Güvenlik Konseyi nin yaptırım kararları açısından ortaya çıkan önemli bir sorun, bu kararlarının belli bir süre öngörmemesi ve hangi koşulların yerine gelmesi halinde sona ereceklerinin ilgili kararlarda açıkça belirtilmemesidir.17 Yine Güvenlik Konseyi  tarafından  uygulamaya  konulan  yaptırımlarda  özellikle  hedef  devlette yaşayan insanların temel haklarına olumsuz etkilerine özen yükümü çerçevesinde dikkat edilmesi gerektiği de sıkça ifade edilen bir husustur.18 Nitekim bu konuda BM Genel Kurulu tarafından Konsey in ekonomik yaptırımlarının özellikle temel insan hakları ve insancıl hukuk prensiplerine uygun olması gerektiği vurgulanmış ve bu hususta tavsiyelerde bulunulmuştur.19 Ayrıca BM Ekonomik, Sosyal ve Kültürel Haklar  Komitesi nin  1997  yılındaki  Genel  Yorumunda  da  yaşadıkları  devleti yönetenlerin barış ve güvenliği ihlal eden davranışlarından ötürü buradaki halkın temel ekonomik, sosyal ve kültürel haklarından mahrum bırakılamayacağı ve bu hakları dikkate almayan ekonomik yaptırımların meşruiyetini yitireceği ifade edilmiştir.20 Bu gibi sorunlara karşı Güvenlik Konseyi bir çözüm yöntemi olarak doğrudan barış ve güvenliği tehdit eden politikalardan sorumlu devlet temsilcilerini (veya terör 17  Paul Szasz,  The Law of Economic Sanctions , in Schmitt ve Green (eds), International Law Studies, The Law of Armed Conflict: Into the Next Millenium, (1998) 71 (1), US Naval War College P, 466. Ayrıca yaptırımları denetlemek üzere kurulan yaptırım komitelerinin hedef devletin veya yaptırımlardan dolaylı olarak etkilenen üçüncü devletlerin meşru taleplerine gereken önemi vermemesi de sorun oluşturmaktadır, ibid, 469. Ayrıca Genel Kurul un yaptırımlardan etkilenen üçüncü devletlere yardım edilmesine dair kararı için bkz, A/RES/52/162. 18  Uluslararası Hukuk Derneği nin Konsey in yetkisini kullanırken en azından uygulamayı düşündüğü yaptırımların temel insan haklarına etkisini dikkate almak ve ihlalleri önleyebilecek gerekli tedbirleri almak hususunda bir özen yükümü bulunduğuna dair görüşü için bkz, International Law Association, Final Report of Committee on Accountability of International Organizations, (2004) 15. Tzankopoulos da bir uluslararası hukuk kişisi olarak ilgili andlaşmalar ve örf ve adet kuralları ile bağlı olan BM örgütünün bir organı olan Konsey in yaptırım kararlarına uygulanabilecek olan andlaşma hükümleri ve örf ve adet kuralları arasında orantılılık ilkesi, insan haklarının korunmasına dair kurallar ve jus cogens nitelikteki yükümleri saymaktadır,  the right to , (n 9) 13-4. 19  A/RES/51/242, Annex II, para 14-20. Uluslararası örf ve adet hukuku uyarınca ekonomik yaptırımlar seçilirken ve uygulanırken orantılılık, gereklilik ve ayrım gözetme gibi prensiplerin ve yaptırımların uygulanması ile istenen sonuçlara ulaşılıp ulaşılamayacağı gibi hususların periyodik olarak değerlendirilmesi gerektiğine dair görüşler için bkz, Michael W Reisman ve Douglas L Stevick,  The Applicability of International Law Standards to United Nations Economic Sanctions Programs , (1998) 9 (1) European Journal of International Law, 94; Berat L. Akkutay,  Birleşmiş Milletler Andlaşması Çerçevesinde Ekonomik Yaptırımların Hukuki Niteliği ve Yargısal Denetimi , (2014) 111 TBB Dergisi, 427-8. 20  Committee on Economic, Social and Cultural Rights General Comment No 8 on the Relationship between Economic Sanctions and Respect for Economic, Social and Cultural Rights (12 December 1997). BM İnsan Hakları Komisyonu nun ekonomik yaptırımların uluslararası meşruiyetin temelinde yatan adalet ve insan haklarının (özellikle hayat hakkı, yeterli gıda hakkı ve sağlık hakkı gibi) temel prensiplerine tamamen aykırı olan bir kollektif cezalandırma yöntemi olduğuna dair görüşü için bkz, International Progress Organization, Appeal against Sanctions, Submission to the Commission on Human Rights, Sub-Commission on Prevention of Discrimination and Protection of Minorities, Commission on Human Rights  Forty-eighth Session, Geneva (15 August 1996). 2056Şimşek / Uluslararası Hukuk Açısından Ekonomik Yaptırımlar ve ABD nin Tek Taraflı Yaptırımlarının Kısa Bir...örgütlerini) ve destekçilerini hedef alan akıllı yaptırımları (silah ambargosu, mal varlığını dondurma, seyahat yasakları vb.) tercih etmeye başlamıştır.21 Ancak bu tür yaptırımların da kişilerin adil yargılanma hakkı, etkili başvuru hakkı, mülkiyet hakkı, seyahat ve haberleşme hakkı gibi hususlarda ihlallere yol açabildiği görülmektedir.22 Nitekim bu açıdan Avrupa İnsan Hakları Mahkemesi, Güvenlik Konseyi kararları çerçevesinde hazırlanan yaptırım listesinde yer alan bir kişinin mal varlığını donduran ulusal işlem aleyhine açılan bir davada, uluslararası barış ve güvenlik ile temel hak ve özgürlükler arasındaki dengenin korunması adına davalı devletin tüm tedbirleri alması ya da en azından buna çabalaması gerektiğine karar vermiştir.23   Daha önce de ifade edildiği üzere BM dışında diğer uluslararası örgütler tarafından da kendileri ile ilgili bir kuralın ihlalinden doğrudan zarar gördükleri gerekçesiyle veya jus cogens/erga omnes niteliğindeki kuralların ihlali iddiasıyla sorumlu devlet aleyhine  ortak  karşı  tedbir  niteliğinde  yaptırım  kararı  alınabilmektedir.  Ancak bu kararlar bakımından uluslararası sorumluluk hukukunun bu tür tedbirler için öngördüğü esas ve usule ilişkin şartlara dikkat edilmesi gerekmektedir.24 Bu çerçevede bu tür tedbirlere başvurmadan önce usulen ilgili devletten ihlali sonlandırmasının istenmesi  ve  ona  karşı  tedbir  alınacağının  ve  görüşmeye  hazır  olunduğunun bildirilmesi gerekmektedir. Ayrıca bu usuli şartların yerine getirilmesinin ardından alınabilecek olan tedbir kararları bakımından da şu hususlara uyulması zorunludur: sadece hedef devleti üzerine düşen uluslararası yükümlere uymaya sevk etme amacı güdülmesi, belli nitelikteki yükümlere (kuvvet kullanma yasağı, temel insan hakları, insancıl hukuka aykırı misillemeler, diplomatik muafiyetler, uyuşmazlık çözüm mekanizmalarına dair  hükümler  vb.)  aykırı  davranılmaması,  üçüncü  devletlerin 21  Akkutay,  Birleşmiş Milletler Andlaşması , (n 19) 418. Türk Hukukunda Güvenlik Konseyi nin akıllı yaptırım kararlarını uygulamak üzere çıkartılmış iki mevzuat için bkz, Terörizmin Finansmanının Önlenmesi Hakkında Kanun, Kanun Numarası 6415, Kabul tarihi: 07.02.2013, RG 16.02.2013/28561; Kitle İmha Silahlarının Yayılmasının Finansmanının Önlenmesine İlişkin Kanun, Kanun Numarası 7262, Kabul tarihi: 27.12.2020, RG 31.12.2020/31351. 22  Bu tür ihlallere karşı Konsey, yaptırım uygulanacaklar listesine giren kişilerin başvurabilecekleri bir Ombudsdmanlık kurumu oluşturma yoluna gitmiş olsa da bu kurumun tek başına ilgili kişiyi listeden çıkartma gibi bir yetkisi bulunmamaktadır, bkz, Konsey in S/RES/1904 (2009) sayılı kararı. 1267 sayılı Güvenlik Konseyi kararının BM Medeni ve Siyasi Haklar Sözleşmesi nde düzenlenen seyahat özgürlüğü ile özel hayatın gizliliğine ilişkin maddeleri ihlal ettiğine dair BM İnsan Hakları Komitesi kararı için bkz, Sayadi and Vick v Belgium, Merits, UN Doc CCPR/C/94/D/1472/2006, IHRL 3216 (UNHRC 2008). 23  Mahkeme söz konusu davada ilgili listeye dayalı ulusal işlemin adil yargılanma hakkını ihlal ettiğine hükmetmiştir, AlDulimi and Montana Management Inc v.Switzerland, Grand Chamber, App No 5809/08 (ECHR, 21 June 2016). Konsey in kurduğu yaptırım komiteleri tarafından hazırlanan söz konusu listeleri AB hukukuna aktaran işlemler üzerinden, bu listelerde yer alan özel kişilere uygulanan yaptırımların delil eksikliği veya delilleri gizleme gibi nedenlerle adil yargılanma ve özel mülkiyet haklarına aykırı olduğuna ilişkin AB Adalet Divanı kararı için bkz, Case T-306/01, Yusuf and Al Barakaat International Foundation v Council of the European Union and Commission of the European Communities, ECHR 2005II 3533. Ancak Avrupa İnsan Hakları Mahkemesi nin Güvenlik Konseyi tarafından kurulan KFOR gibi bir uluslararası organizasyon içinde görev alan devlete ait unsurların tasarruflarını bunlar üzerindeki yetki ve denetim noktasında Birleşmiş Milletler e ait sayarak kendini yetkisiz gördüğü kararı için bkz, Behrami and Behrami v France and Saramati v France Grand Chamber, App No 71412701 ve 78166/01 (ECHR, 2 May 2007). Bu ve diğer bazı benzer davalarla ilgili ayrıntılı bir analiz için bkz, Ceren Karagözoğlu,  Birleşmiş Milletler Güvenlik Konseyi Bireye Yönelik Ekonomik Yaptırım Kararları ve İnsan Hakları İlişkisi , (2019) 39 (1) Public and Private International Law Bulletin 250-65. 24  Uluslararası örgütlerin karşı tedbir niteliğinde olmayan kararlarının ilgili örgütün ve hatta AB gibi bazı örgütlerde üye devletlerin de sorumluluğuna yol açacağına dair BM İnsan Hakları Konseyi Özel Raportörü nün tek taraflı yaptırımlara dair raporundaki görüşü için bkz, A/RES/71/287, para 18-21.2057İstanbul Hukuk Mecmuası 78/4haklarına dikkat edilmesi ve orantılılık ile gereklilik ölçütlerine riayet edilmesi.25 Dolayısıyla ilgili devleti hukuka aykırı eylemden vazgeçirmekten ziyade politikalarını değiştirmeye zorlayan ve kapsamı gereklilik ve orantılılık kriterleri açısından çok geniş tutulan kararların karşı tedbir olarak nitelendirilmesi mümkün olmayacaktır.26 Uluslararası hukukta yaptırımlar konusunda en tartışmalı alan, devletlerin herhangi bir örgüt kararından veya diğer devletlerden bağımsız bir şekilde kendi tehdit değerlendirmeleri veya ulusal çıkarları doğrultusunda aldıkları tek taraflı ekonomik yaptırım  kararlarıdır.27  Bu  hususta  devletler  ilgili  kararlarına  dayanak  olarak, uluslararası hukukun kuvvet kullanma yasağı dışında kalan tek taraflı yaptırımlara başvurulmasını açıkça yasaklamamış olmasını ve ayrıca uluslararası sorumluluk hukukunun kendilerine tanıdığı doğrudan veya dolaylı zararlara karşı bireysel veya dolaylı ortak karşı tedbirlere başvurma hakkını göstermektedir.28 Mesele devletlerin söz konusu gerekçeleri doğrultusuna ele alındığında; gerçekten de BM Şartı madde 2(4) de yer alan, bir devletin politik bağımsızlığı ve ülkesel bütünlüğüne karşı kuvvet kullanma ve tehdidi yasağının, askeri güç kullanma dışında neleri yasakladığının uzun zamandır tartışılagelen bir husus olduğu görülmektedir.29 Yine bu açıdan gerek ekonomik zorlamanın tanımı ve gerek nelerin bu tanım içinde yer aldığı konusu da uluslararası hukukta belirsizlikler içermektedir. Ancak Uluslararası Hukuk  Komisyonu nun  hazırladığı  devletlerin sorumluluğuna  dair Taslakta,  bir devletin zorlanmasına dair 18. maddenin şerhinde, zorlama kavramı içinde BM Şartı madde 2(4) de yasaklanan kuvvet kullanma ve tehdidi ile diğer zorlayıcı müdahalelere atıf yapılırken, hukuka uygun olmayan diğer zorlayıcı müdahalelere örnek olarak hedef devleti uluslararası yükümlere uyamaz hale getiren ciddi ekonomik baskılardan bahsedilmiştir.30 Dolayısıyla bu eşiği aşmayan ekonomik yaptırımların kuvvet kullanma yasağına aykırı olduğu söylenemeyecektir. Bununla beraber her ne kadar her türlü ekonomik yaptırımın Madde 2(4) ün bir ihlali sayılamayacağı 25  Tzanakopoulos,  Sanctions Imposed Unilaterally by the European Union , (n 14) 148. Ayrıca AB hukukunda bu örgütün gerek Güvenlik Konseyi kararları doğrultusunda, gerek kendi başına aldığı yaptırım kararlarına maruz kalan özel kişi ve kurumların temel haklarının ihlal edildiği iddiasıyla AB Adalet Divanı na başvurması da mümkündür, bkz, Joined Cases C-402/05 P and C-415/05 P, Yassin Abdullah Kadi and Al Barakaat International Foundation v. Council and Commission, 2008 ECR, I-06351, para 334; Case T-496/10, Bank Mellat v. Council of the European Union, 2013, ECR II-0000. 26  Nitekim Orakhelashvili AB nin aldığı bazı kararların karşı tedbir niteliğinde olmadığını bu gibi gerekçelerle açıklamaktadır, Orakhelashvili,  The Impact of Unilateral EU Economic Sanctions on the UN Collective Security Framework: The Cases of Iran and Syria , in Marossi and Basset (eds), Economic Sanctions under International Law, (Asser Press 2015) 17-8. Ayrıca bkz, Marco Gestri,  Sanctions Imposed by the European Union: Legal and Institutional Aspects , in Ronzitti (ed), Coercive Diplomacy, Sanctions and International Law, (Brill 2016) 79. 27  Bu tür yaptırımlara ilişkin örnekler için bkz, Hufbauer et al., Economic Sanctions Reconsidered, Peterson Institute for International Economics, (3rd ed Columbia University Press 2009) 20-33.28  Szasz,  the law of economic sanctions , (n 17) 481. 29  Tom Ruys,  The Meaning of ‘Force  and the Boundaries of the Jus Ad Bellum- Are ‘Minimal  Uses of Force Excluded from UN Charter Article 2(4)? , (2014) 108 (2) The American Journal of International Law 163.30  Yearbook of the International Law Commission, (2001) Vol II Part Two, 70, para 3. Nitekim Viyana Andlaşmalar Hukuku Sözleşmesi, madde 52 ye göre andlaşmaların kuvvet kullanma ve tehdidi yoluyla yaptırılması halinde bu tür andlaşmaların geçersiz olduğu kabul edilmişse de, sözleşme görüşmeleri sırasında ekonomik zorlamalarla bir andlaşmanın yapılması halinde bunun geçerliliği etkileyip etkilemeyeceği hususunda ortak bir kanaat oluşturulamamıştır, Mark E Villiger, Commentary on the 1969 Vienna Convention on the Law of Treaties, (Martinus Nijhoff 2009) 64-43.2058Şimşek / Uluslararası Hukuk Açısından Ekonomik Yaptırımlar ve ABD nin Tek Taraflı Yaptırımlarının Kısa Bir...kabul edilse de, bunların ekonomik etkileri dikkate alınarak insancıl hukuk ve insan haklarının bazı ilkelerinin ekonomik yaptırımlara da uygulanması gerektiği ileri sürülmektedir.31 Nitekim Güvenlik Konseyi nin kendisi de devletlerin bir ekonomik yaptırım uygularken insan hakları ve insancıl hukuk kuralları çerçevesinde hareket etmeleri gerektiğini vurgulamaktadır.32 Yine bu çerçevede söz konusu ekonomik yaptırımların akıllı yaptırımlar şeklini alması halinde bunların hedef aldığı özel kişilerin temel hak ve özgürlüklerinin korunması için gereken tedbirlerin alınması gerektiği de açıktır.33 Uluslararası hukukta devletlerin tek taraflı ekonomik yaptırımların hukukiliğine ilişkin diğer bir değerlendirme bunların içişlerine müdahale yasağına uygun olup olmadığı bakımından yapılmaktadır. BM Adalet Divanı Nikaragua kararında; bir örf ve adet kuralı olan iç işlerine müdahale yasağının, devletlere diğer bir devletin iç ve dışişlerine doğrudan veya dolaylı müdahalesini yasakladığını ve her devletin egemenlik alanı içinde olan politik, ekonomik, sosyal ve kültürel sistemini ve dış politikasını serbestçe belirleme hakkı üzerindeki zorlamaların bu yasağa aykırı olduğunu  ifade  etmiştir.34 Ancak  Divan  aynı  kararında;  doğrudan  veya  dolaylı askeri güç kullanma içeren eylemlerin iç işlerine müdahale yasağına aykırı zorlayıcı müdahale olduğuna hükmetmişken, başka devletlere yapılan ekonomik yardımların kesilmesi ve ticaret ambargosu gibi eylemleri iç işlerine müdahale saymamıştır.35 Bu görüş doğrultusunda bazı yazarlar ekonomik yaptırımların iç işlerine müdahale yasağı kapsamında hukuka aykırı olamayacağını ileri sürmektedir.36 Bununla beraber; bu hususta BM Genel Kurulu, diğer bazı uluslararası örgütler ve bazı devletler tarafından kabul edilmiş olan, devletlerin tek taraflı ekonomik yaptırımlarını iç işlerine müdahale yasağına ve diğer bazı uluslararası hukuk prensiplerine aykırı 31  Lowe ve Tzanakopoulos a göre hedef devleti davranış değiştirmeye zorlamak için kullanılan bu tür yaptırımlar o devletin kendisi ve halkı bakımından askeri güç kullanmaya yakın yıkıma neden olabildiğinden, orantılılık, gereklilik ve ayrım gözetme gibi ilkelere uyulması gerekmektedir, Vaughan Lowe and Antonios Tzanakopoulos,  Economic Warfare , in Wolfrum (ed), Max Planck Encyclopedia of Public International Law, (OUP 2012) 8-13. Joyner ise yaptırımların hedef ülkedeki sivil halk ve altyapı üzerindeki son derece yıkıcı etkileri dikkate alındığında, bunların yaptırımcı devletin temel insan hakları yükümlülüklerine de (hayat hakkı, sağlık hakkı, beslenme ve barınma hakkı vb) aykırı olacağını iddia etmektedir, Daniel H Joyner,  International Legal Limits on the Ability of States to Lawfully Impose International Economic/Financial Sanctions , in Marossi and Basset (eds), Economic Sanctions under International Law, (Asser Press 2015) 89-91. BM İnsan Hakları Raportörü nün tek taraflı ekonomik yaptırımların temel haklara ve ayrımcılık yasağına aykırı olduğuna dair görüşü için bkz, A/73/175,  para 33-44. 32  Bkz, S/RES/1456, para 6 ve S/RES/1822, preamble.33  Bu tür yaptırımların ihlal edebileceği temel haklara ilişkin davalar için bkz, yukarıda dipnot 22 ve 23. 34  Military and Paramilitary Activities In and Against Nicaragua (Nicaragua v United States of America), (Merits), (1986) ICJ Rep 14, para 205. 35  Ibid, para 245. 36  Alexandra Hofer,  The Developed/Developing Divide on Unilateral Coercive Measures: Legitimate Enforcement or Illegitimate Intervention? , (2017) 16 (2) Chinese Journal of International Law, 180-81. Tzanakopoulos da devletleri ekonomik baskıdan koruyacak bir münhasır iç yetki alanının olup olmadığı ve varsa sınırlarının ne olduğu konusunu iç işlerine müdahale yasağı açısından incelemiştir. Yazar söz konusu iç yetki alanını münhasır olmaktan çıkaran pek çok uluslararası kuralın bulunduğu dikkate alındığında, bir devletin kendi politik, ekonomik, sosyal ve kültürel sistemini ve dış politikasını serbestçe belirleme hakkının, diğer devletlere kuvvet kullanma yasağında olduğu gibi bir jus cogens yasak yükümü yüklemediği sonucuna varmıştır,  the right to , (n 9) 14-5.2059İstanbul Hukuk Mecmuası 78/4sayan pek çok karar ve deklarasyon yukarıda yer alan değerlendirmeyi tartışmalı hale getirmektedir. Nitekim Genel Kurulun 1965 Devletlerin İç İşlerine Müdahalenin Kabul Edilemezliği ve Bağımsızlık ve Egemenliğini Koruma Deklarasyonu nda devletlerin bir diğerini ondan bir takım avantajlar elde etmek üzere ekonomik, politik veya diğer tedbirler yoluyla zorlaması yasaklanmış olup, Kurul benzer ifadelere 1970 Dostça İlişkilere Dair Uluslararası Hukuk Prensipleri Deklarasyonu,38 1974 Devletlerin Ekonomik Hak ve Görevleri Deklarasyonu ve 1980 Devletlerin İç İşlerine Müdahale ve Karışmanın Kabul Edilemezliği Deklarasyonu da da yer vermiştir.41 Ayrıca Genel Kurul 1995 Gelişmekte Olan Devletlere Karşı bir Ekonomik ve Politik Baskı Aracı Olarak Ekonomik Tedbirler Deklarasyonu nda da bazı gelişmiş devletlerin aldığı tek taraflı ekonomik tedbirlerin BM Şartı ndaki prensiplere aykırı düşecek şekilde gelişmekte olan devletlerin ekonomi ve kalkınması ve uluslararası ekonomik işbirliği üzerinde yarattığı olumsuz etkileri dikkate alarak, uluslararası topluma bu tür tek taraflı yaptırımların ortadan kaldırılması için acil ve etkin önlemler alması çağrısı yapmıştır.42 BM dışında Asya-Afrika Hukuki Danışma Örgütü de bu tür yaptırımlara 1956 yılından beri sürekli karşı çıkarak, bunların kalkınma hakkı dahil BM Şartı nı ve uluslararası hukukun diğer bazı prensiplerini ihlal ettiğini kabul etmiştir.43 Yine 2016 yılında Çin, Rusya ve Hindistan ın ortak deklarasyonunda bu tür tek taraflı yaptırımların devletlerin egemen eşitliği, iç işlerine müdahale yasağı ve uluslararası işbirliği gibi prensiplere aykırı olduğu söylenmiştir.44  37   UN Doc A/RES/20/2131, para 2.38  UN Doc A/RES/25/2625.39  UN Doc A/RES/3281.40  UN Doc A/RES/36/103.41  Benzer bir hüküm için bkz, Amerikan Devletleri Örgütü Şartı, madde 19, 119 UNTS 48.42  UN Doc A/RES/50/96. Genel Kurul 1996 ve 1997 yıllarında aldığı benzer başlıklı diğer kararlarda da aynı çağrıyı yinelemiştir, bkz, A/RES/51/22, A/RES/51/103 ve A/RES/52/181. Bunların dışında Genel Kurul un  insan hakları ve tek taraflı yaptırımlar  adını taşıyan tarafsız devletler grubu tarafından gündeme getirilmiş olan toplam yirmi bir kararı (A/RES/51/103 ile A/RES/71/193 arasındaki kararlar) ve  gelişmekte olan devletlere karşı bir politik ve ekonomik zorlama aracı olarak tek taraflı ekonomik tedbirler  adını taşıyan on dokuz kararı (A/RES/48/168 ile A/RES/70/185 arasındaki kararlar) bulunmaktadır. Bu kararlarda tek taraflı ekonomik tedbirlerin bir zorlama aracı olarak BM Şartı ndaki prensipler dahil uluslararası hukuku ihlal ettiği ve bu uygulamadan vazgeçilmesi gerektiği ifade edilmekte, devletlerin terörün sponsoru oldukları gibi mesnetsiz iddialarla tek taraflı hazırlanan listelere dahil edilmesi kınanmakta, bu tür yaptırımların uluslararası işbirliğine, uluslararası hukukun üstünlüğüne, hedef devletin ekonomik gelişmesine olumsuz etkilerine dikkat çekilmekte ve ayrıca bunların yaptırım uygulayan devletin kendi tek taraflı menfaatlerine hizmet ettiği ve bu durumun adil, ayrımcı olmayan kurallara bağlı bir çok taraflı ticaret ve bankacılık sistemleri için tehdit teşkil ettiği vurgulanmaktadır. 43  Asian-African Legal Consultative Organization (AALCO), Unilateral and Secondary Sanctions: An International Law Perspective, (AALCO Secretariat Press 2013).    44  Joint Communique´ of the 14th Meeting of the Foreign Ministers of the Russian Federation, the Republic of India and the People s Republic of China (19 April 2016), para 6. Aynı yıl kabul edilen Rusya-Çin Ortak Deklerasyonu nda da uluslararası hukuka dayanmayan tek taraflı yaptırımların bir çifte standart ve uluslararası hukukun genel kabul görmüş prensip ve kurallarına aykırı şekilde bazı devletlerin iradelerini diğerlerine dayatmalarının bir örneğini oluşturduğu ve bu tür tedbirlerin Güvenlik Konseyi nin uyguladığı yaptırımların konu ve amacı ile etkinliğini ortadan kaldırdığı ileri sürülmektedir, The Declaration of the Russian Federation and the People s Republic of China on the Promotion of International Law (25 June 2016), para 6.    2060Şimşek / Uluslararası Hukuk Açısından Ekonomik Yaptırımlar ve ABD nin Tek Taraflı Yaptırımlarının Kısa Bir...Acaba  uluslararası  düzeyde  alınmış  olan  söz  konusu  kararların  uluslararası hukukta tek taraflı ekonomik yaptırımların yasaklanması yönünde bir kuralı ortaya çıkardığı iddia edilebilir mi?45 Bu husus BM Sekretaryası tarafından 1997 yılında bu konuyu araştırmak üzere toplanan uzmanlar grubu tarafından hazırlanan raporda ele alınmıştır. Söz konusu raporda ilgili pek çok sayıdaki uluslararası hukuki belgede detaylandırılmış ve desteklenmiş olan uluslararası hukuk prensipleri çerçevesinde, bir Güvenlik Konseyi veya Genel Kurul kararının veya bir uluslararası örgütün kendi üyelerine ilişkin bir kararının ya da uluslararası norm ve standartları korumaya yönelik çok sayıda devletçe alınmış bir kararının bulunmadığı hallerde, bir devletin esas olarak ulusal yetkisi içine giren meselelere tek taraflı ekonomik yaptırımlar yoluyla  müdahale  edilmesinin  yasaklandığı  sonucuna  varılmıştır.46 Yine  bu  tür yaptırımların insan hakları üzerindeki olumsuz etkilerini ele alan BM İnsan Hakları Konseyi Özel Raportörü de söz konusu kararların tek taraflı yaptırımlara başvurmayı yasaklayan bir örf ve adet kuralı veya bir emredici normun ortaya çıkışına bir işaret sayılabileceği yorumunu yapmıştır.47 Bu değerlendirmelere rağmen uluslararası hukukçular arasında bu tür kararların bir sonucu olarak; uluslararası hukukta tek taraflı ekonomik yaptırımları yasaklayan bir kuralın oluştuğu yönünde genel bir kanaat bulunmamaktadır. Bu hususta bazı yazarlarca bu kararların ve bunlara olumlu oy veren devletlerin sayısı dikkate alınarak, devletlerin kendi politikalarını bağımsızca belirleme hakkına giren alanlarda tek taraflı ekonomik ve finansal yaptırımları yasaklamaya yönelik prensibin bir uluslararası örf ve adet kuralı halini aldığı ifade edilmektedir.48 Buna karşı diğer bazı yazarlar ise özellikle BM Genel Kurulu kararlarının tavsiye niteliğinde olması ve söz konusu kararlara bazı önemli devletlerin karşı çıkmış olması gibi hususların, bu yönde bir örf ve adetin oluşumuna yol açma açısından bunların normatif değerini düşürdüğünü ileri sürmektedir.49 45  Bu bakımından öncelikle uluslararası hukukta bir uluslararası örgüt veya konferans bünyesinde alınan kararların bir örf ve adet kuralının varlığını ve içeriğini ispat etmede bir delil teşkil etmesinin veya bunların en azından bir örf ve adet kuralının oluşmasına ve biçimlenmesine katkıda bulunabilmesinin mümkün olduğu ifade edilmelidir, ILC Fourth Report on identification of customary international law (2016), Draft Conclusion 4(2) ve 12(2).46  UN Doc N/459 (1997), paras 53-94. 47  Bkz, A/HRC/30/45, para 47. Raportörün iç işlerine müdahale yasağını jus cogens niteliğinde sayan görüşü için, bkz, A/71/287, para. 19 Raportörün bu konuda son görüşleri için bkz, A/73/175 (2018),  Annex.48  Mohamad bu kararların bu konuya ilişkin mevcut örf ve adeti yansıttığı veya bu yönde bir örf ve adet kuralının oluşmasına katkıda bulunduğunu söylemektedir,  unilateral sanctions , (n 3) 76. Aynı şekilde bkz, Pierre E Dupont,  Iran s NonCompliance with Its Non-Proliferation Obligations Revisited , EJIL: Talk!, (22 June 2013) 316. Szasz da günümüzde hiç bir devletin en azından de lege ferenda olarak diğer devletlere karşı kendi özel politika amaçları doğrultusunda tek taraflı ekonomik yaptırım uygulama hakkına haiz olmadığını ifade etmektedir, Szasz,  the law of economic sanctions , (n 17) 458. Joyner e göre ise belli bir sınırı aşan tek taraflı ekonomik baskı biçimleri şayet hedef devleti kendi politik, ekonomik, sosyal ve kültürel sistemini özgürce belirleme hakkı bakımından icbar ediyorsa, bunların içişlerine müdahale yasağına aykırı olacağı söylenebilecektir, Joyner,  international legal limits , (n 31) 89-91. 49  Hofer,  the developed/developing divide , (n 36) 182-84. Hofer söz konusu kararların tek taraflı yaptırımları yasaklayan bir uluslararası hukuk kuralının oluşumuna delil teşkil etmediği görüşüne destek olarak, ayrıca bu kararların genel prensipler ve iç işlerine müdahale yasağı gibi muğlak temellere dayandırılmış olmasını, oylanma aşamasında olumlu oy kullananların temsiliyet açısından yalnızca bir gruba ait olmalarını (G grubu ve Çin gibi çok sayıda gelişmekte olan devlet olumlu oy buna karşın ABD olumsuz oy kullanmıştır), bazı devletlerin karşı çıkmasını veya çekimser kalmış olmasını (AB üyesi devletler bazen olumsuz oy bazen de çekimser oy kullanmıştır) ve çekimser kalan bazı devletlerin sonraki uygulamalarında karara aykırı davranmaları gibi hususlara yer vermektedir, ibid 195-6. 2061İstanbul Hukuk Mecmuası 78/4Tek taraflı yaptırımların hukukiliğini açıklarken kullanılan bir diğer gerekçe uluslararası sorumluluk hukukunun devletlere doğrudan veya dolaylı zararlara karşı bireysel veya dolaylı ortak karşı tedbirlere başvurma hakkını tanımış olmasıdır.50 Ayrıca;  daha  önce  de  ifade  edildiği  üzere,  hangi  devletlerin  karşı  tedbirlere başvurabileceğini düzenleyen devletlerin sorumluluğuna dair Taslağın 42, 48 ve 54. maddelerinde doğrudan zarar gören devletin yanı sıra genel menfaati korumak veya doğrudan zarar gören devlete yardım etmek üzere, diğer devletlere de karşı tedbir alma hakkının tanınmış olması yaptırımlar ile karşı tedbirler arasındaki tanımsal farkı azaltmaktadır.51Ancak bu konuda tek taraflı yaptırımların hukukiliği meselesi karşı tedbirlere başvurma  hakkı  çerçevesinde  ele  alındığında,  Taslağın  49-52.  maddelerinde düzenlenmiş  olan  bu  tür  tedbirlerde  aranacak  usuli  ve  esasi  şartlar  önemlidir. Taslakta  usuli  şartlar  arasında  ilgili  devletten  ihlali  sonlandırmasının  istenmesi ve  karşı  tedbir  alınacağının  ve  görüşmeye  hazır  olunduğunun  bildirilmesi  gibi hususlara yer verilmiştir. Esasa ilişkin olan şartlar arasında ise bu tür tedbirlerin belli nitelikteki yükümlere (kuvvet kullanma yasağı gibi jus cogens kurallar, temel insan hakları, insancıl hukuka aykırı misillemeler, diplomatik muafiyetler, uyuşmazlık çözüm mekanizmalarına dair hükümler vb.) aykırı olmaması, üçüncü devletleri hedeflememesi,52 tedbir alan devletin zararı ile orantılı olması, sadece hedef devleti üzerine düşen uluslararası yükümlere uymaya sevk etme amacıyla alınabilmesi ve ihlalin sona ermesi halinde ortadan kaldırılmak zorunda olunması gibi sınırlamalara yer verilmiştir. Bu şartlar uyarınca bir devleti uluslararası alanda bir andlaşma veya örf ve adet kuralı ile üstlenmiş olmadığı bir yükümü yerine getirmeye veya yapmak zorunda olmadığı bir şeye zorlamak amacıyla karşı tedbir alınması mümkün değildir. Dolayısıyla bir devleti hukuka aykırı eyleminden vazgeçirmekten ziyade, politikalarını değiştirmeye zorlama amacı taşıyan ekonomik baskıların karşı tedbir niteliğinde olamayacağı açıktır.53 Bu açıdan BM İnsan Hakları Raportörü karşı tedbirlerle ilgili usul ve esasa ilişkin şartlara uymayan ve meşru bir gerekçeye dayanmayan tek taraflı kararların ilgili devletin uluslararası sorumluluğuna yol açacağını ifade etmiştir.54 Bununla beraber, her ne amaçla alınırsa alınsın bir devlete finansal yardımı veya ticari ilişkileri kesme gibi bazı ekonomik baskı yöntemlerinin, hedef devlet açısından bir takım olumsuz ekonomik sonuçları olsa bile hukuka aykırı olduğunu söylemek 50  Nitekim Sorumluluk Taslağı madde 18 de yer alan bir devletin zorlanmasına dair hükmün şerhinde de karşı tedbir niteliğindeki zorlamaların iç işlerine müdahale sayılamayacağı ifade edilmektedir, Yearbook of the International Law Commission, (2001) Vol. II Part Two, 70, para 3. 51  Ibid  52  Bu şart açısından karşı tedbirlere başvuran devletin bu tedbirlerden dolaylı şekilde etkilenen üçüncü devletle arasındaki uluslararası yükümleri ihlal edip etmediği ve söz konusu tedbirlerin orantılılık ölçüsüne uyup uymadığı dikkate alınmalıdır, Tzankopoulos,  the right to , (n 9) 10.  53  White uluslararası hukuka uygun sayılabilecek tek taraflı veya ortak karşı tedbirlerin yaptırıma dönüşmesi halinde bunların iç işlerine müdahale yasağına aykırı hale geleceğini ifade etmektedir,  autonomous and collective , (n 7) 23-4.54  Bkz, A/71/287, para 13-16. 2062Şimşek / Uluslararası Hukuk Açısından Ekonomik Yaptırımlar ve ABD nin Tek Taraflı Yaptırımlarının Kısa Bir...de mümkün değildir. Zira uluslararası hukukta aksine bir andlaşma olmadıkça bir devlete karşı bu tür dostça olmayan tedbirlere başvurulmasını yasaklayan bir kural da bulunmamaktadır.55 Son olarak; devletlerin tek taraflı yaptırımlarının hukukiliğine ilişkin tartışmalı olan bir başka husus ise bazı devletlerin ülke dışı yetki unsurları taşıyan kanuni düzenlemelere giderek hedef devlete mensup kişi ve kurumları ve hatta ikincil yaptırımlar aracılığıyla, hedef devlete uyguladığı yaptırımları deldiğini düşündüğü üçüncü devletlere mensup kişi ve kurumları kendi hukukuna göre cezalandırmak üzere, hükümetlerini ve yargı organlarını yetkilendirmeleridir. Uluslararası hukukun temel ilkelerinden biri olan ülkesellik ilkesi uyarınca devletler yetkilerini yalnızca kendi ülkelerinde bulunan kişi ve şeyler üzerinde, kendi ülkeleri dışında bulunan kişi ve şeyler bakımından ise yalnızca buna izin veren uluslararası kurallar çerçevesinde kullanabilirler.56 Yine bu prensip gereği devletlerin kendi başlarına üçüncü devletler için bağlayıcı yaptırım kararı alma hakkı ve yetkisi bulunmamaktadır. Zira tek taraflı yaptırımların kaynağının bunları uygulayan devletin kendi iç hukuku olduğu düşünüldüğünde,  ulusal  hukukların  üçüncü  devletler  için  uluslararası  hukukta öngörülmeyen yükümler getirmesi söz konusu olamaz. Uluslararası hukukta bir takım istisnai hallerde devletlere ülke dışında bulunan kişi ve şeyler üzerinde yetki kullanmalarını mümkün kılan kurallar bulunmaktadır.57 Ancak bir devletin kendi iç hukukuna dayanarak uyguladığı yaptırımlar bakımından, bu istisnaları kendisine göre  yorumlayarak  hedef  devlet  veya  üçüncü  devlete  mensup  kişiler  üzerinde yetki  kullanması  tartışmalara  yol  açmaktadır.58  Nitekim  bu  hususta  gerek  BM Genel Kurulu gerek diğer bazı uluslararası örgütler ve devletler tarafından, diğer devletler üzerinde hukuki yüküm yaratmak amacıyla ulusal yasalarda ülke dışı yetki     55  BM Adalet Divanı nın, aksine bir uluslararası hukuki yüküm olmadıkça bir devletin kendisinin ve kendi yetkisine tabi kişilerin hangi devletlerle ekonomik ve finansal ilişkilere girebileceğini seçme hususunda hukuken takdir hakkı olduğuna dair görüşü için bkz, Military and Paramilitary Activities In and Against Nicaragua (Nicaragua v United States of America), (Merits), (1986) ICJ Rep 14, para 276. Ayrıca bkz, Tzankopoulos,  the right to , (n 9) 11. 56  Daimi Adalet Divanı bu ilkeyi formüle ettiği Lotus davasındaki kararında devletlerin yetkilerini kendi ülkelerinde bulunan kişi ve şeyler üzerinde bir uluslararası kuralla yasaklanmadıkça istedikleri gibi kullanabileceklerini, ancak aynı yetkileri ülke dışında buna izin veren bir uluslararası kural bulunmadıkça kullanamayacaklarını ifade etmiştir, The Case of the S.S.  Lotus  (France v. Turkey), (1927) PCIJ, para 45-7. Ayrıca bkz, İbrahim Kaya ve Yücel Acer, Uluslararası Hukuk, (5th bs Seçkin 2014) 170-72. 57  Uluslararası hukuka göre ülke dışında başlamış, ancak ülkede tamamlanmış eylemler bakımından uygulanan ‘objektif ülkesellik  ilkesi, bir devletin başka ülkedeki kendi vatandaşları üzerinde yetki kullanması veya ülke dışında zarar gören vatandaşının korunması bakımından başvurulan ‘vatandaşlık  ilkesi, devletin kendi önemli menfaatlerini ilgilendiren ülke dışındaki bir takım faaliyetleri düzenlemek için başvurabileceği ‘etki  ve ‘koruma  ilkeleri ve bazı uluslararası suçların yargılanması için uygulanan ‘evrensel yetki  ilkesi gibi bir takım istisnai hallerde ülke dışı yetki kullanmak mümkündür. Bu gibi ülke dışı yetki kullanma hallerinde aranan bir başka koşul ise söz konusu meselenin ilgili devletin meşru menfaatleri ile doğrudan, yakın ve esaslı bir bağlantısının bulunmasıdır, Mohamad,  unilateral sanctions , (n 3) 77. AB hukuk sisteminde ülke dışı etki için aranan ‘ayrılmaz bir şekilde bağlantı  kriterine ilişkin bir çalışma için bkz, Ufuk Dal,  Avrupa Birliği Genel Veri Koruma Tüzüğü nün Ülke Dışı Uygulama Yetkisi ve Bu Yetkinin Uluslararası Hukukta Meşruiyeti , (2019) 1 (1) Kişisel Verileri Koruma Dergisi 27. 58  İstisnai yetkilerin yorumlanmasına ilişkin bu meseleyi ABD deki durumla ilgili son bölümde daha ayrıntılı ele alacağız.2063İstanbul Hukuk Mecmuası 78/4tanıyan düzenlemeler yapılmasını hukuka aykırı sayan ve bunlara karşı gereken tedbirlerin  uygulanmasını  öngören  kararlar  alınmış  ve  kanuni  düzenlemelere gidilmiştir.60   IV. Yaptırımların Etkinliği MeselesiUluslararası  hukukta  yaptırımların  hukuka  uygunluğunun  yanı  sıra  bunlarla varılmak istenen amaçları yerine getirmede ne kadar başarılı olduğu, başka bir ifade ile etkin bir araç olup olmadıkları da ayrı bir tartışma konusudur. Bu bölümde literatürde ekonomik yaptırımların ekonomi-politiği başlığı altında ele alınan yaptırım politikalarının etkinliği değerlendirilirken karşılaşılan belirsizlik problemine ve bu problemin analizi için başvurulan bazı teorik yaklaşımlara yer verilecektir.   Uluslararası hukukta ekonomik yaptırımların amacı hedef devletin veya onu yöneten kişilerin uğradıkları ve uğrayacakları zararlar karşısında fayda-maliyet analizi yaparak daha fazla zarara uğramamak için yaptırım uygulayan devletin istediği politika değişikliğine gitmelerinin sağlanmasıdır.61 Bu çerçevede ekonomik yaptırımların  başarısını  ölçmek  hususunda  söz  konusu  fayda-maliyet  analizi açısından dikkate alınması gereken bazı temel parametreler bulunmaktadır. Bunlar yaptırım uygulayan ve hedef devletin göreceli ekonomik büyüklükleri, bunların birbirine ve küresel ekonomiye bağımlılığı, yaptırımlara katılan diğer devletlerin sayısı, yaptırımlara rağmen hedef devletle ticaret yapmaya hevesli devletlerin ya da devlet dışı aktörlerin sayısı ve yaptırım uygulayan devlet ile hedef devletin siyasi rejimleridir.62 Bu parametreler ışığında yaptırım örneklerini analiz eden çalışmalarda 59  BM Genel Kurulu nun diğer devletlerin şirket ve vatandaşlarına yaptırım öngören ülke dışı etkili yasaların iptalini isteyen ve bütün devletlere bu tür tek taraflı yaptırımların ülke dışı uygulanmasına veya etkilerine karşı koyacak uygun idari ve yasal tedbirleri almaları çağrısı yapan kararları için bkz, A/RES/51/22, A/RES/53/10, A/RES/57/5, A/RES/61/170. AB nin ülke dışı yetki tanıyan tek taraflı yaptırımların uluslararası hukuka aykırı olduğuna ilişkin açıklaması ile bu yaptırımlara uyulmasını yasaklayan ve bu yaptırımlar yüzünden zarar gören kişi ve kurumlara dava açma hakkı getiren yönergesi için bkz, Doc NU, A/50/401 ve Council Regulation (EC) 2271/96. Asya-Afrika Hukuki Danışma Örgütü nün ülke dışı yetki prensibinin, buna ilişkin istisnaların muğlak olması, pek çok devletin ülke dışı yetki kullanılmasına karşı çıkması ve ülke dışı etkili tedbirlerin gelişmiş ve gelişmekte olan devletler arasındaki ticaret ve işbirliğini sekteye uğratması gibi nedenlerle hukuka aykırı olduğu görüşü için bkz, Extraterritorial Application of National Legislation: Sanctions Imposed against Third Parties (2014), AALCO/53/TEHRAN/2014/SD/S 6.60  Ülke dışı yaptırım düzenlemelerine İngiltere, Kanada, Japonya ve Meksika gibi devletler kendi yaptırım karşıtı düzenlemeleri ile (ör, İngiltere nin 1980 Ticari Menfaatleri Koruma Yasası) karşı koymuştur. Ayrıca AB ve Japonya tarafından ABD nin ülke dışı yaptırım uygulamaları aleyhine Dünya Ticaret Örgütü nezdinde davalar açılmıştır, WTO dispute DS, WTO dispute DS, WTO dispute DS 176. Bu son hususta ayrıca bkz, A/HRC/33/48, para 30.    61  Jonathan Kirshner,   The Microfoundations of Economic Sanctions , (1997) 6 Security Studies 42.62  Bunlar ve diğer bazı parametreler çerçevesinde yaptırım örnekleri için bkz, Hufbauer et al,  economic sanctions reconsidered , (n 27) 156-178. Ayrıca; Rusya nın Afganistan ı işgali üzerine uygulanan yaptırımların etkinliği için bkz, Daniel W Drezner, The Sanctions Paradox, (Cambridge University Press 1999) 74-9; Kırım ın ilhakı üzerine Rusya aleyhine uygulanan ticari ve finansal yaptırımların Rusya nın ekonomisine ve kamuoyuna etkisinin analizi için bkz, Ilieva et al,  economic sanctions , (n 5) 207-9; ABD nin Burma ya yönelik yaptırımlarının analizi için bkz, Thihan Myo Nyun,  Feeling Good or Doing Good: Inefficacy of the US Unilateral Sanctions against the Military Government of Burma/Myanmar , (2008) 7 (3) Washington University Global Studies Law Review,  455; ABD nin Kuzey Kore ye uyguladığı yaptırımların analizi için bkz, Chung Young Chul,  Political Economy of the US Economic Sanctions against North Korea: Past, Present and Future , (2005) 34 (2) Development and Society 217; İran a yönelik yaptırımların analizi için bkz, Mustafa Ş Küpeli, Dış Politika Aracı Olarak Yaptırımlar: İran a Uygulanan Yaptırımların Etkileri, (2016) 3 (1) Türkiye Ortadoğu Çalışmaları Dergisi 121. ABD nin İran a yönelik yaptırımlarına AB nin uyguladığı yaptırım karşıtı düzenlemelerin etkisinin düşüklüğü için bkz, Sascha Lohmann,  Extraterritorial US Sanctions , (2019) German Institute for International and Security Affairs, SWP Comment, No 5, 3. 2064Şimşek / Uluslararası Hukuk Açısından Ekonomik Yaptırımlar ve ABD nin Tek Taraflı Yaptırımlarının Kısa Bir...varılan sonuç ise yaptırımların ekonomik olarak hedef ülkenin refahında ciddi azalışlara neden olsa da bu azalışın hedef devletin politikalarına nasıl yansıyacağının önceden  kestirilmesinin  güç  olduğu  yönündedir.63  Söz  konusu  öngörülemezlik problemi literatürde ekonomik yaptırımların işe yarayıp yaramadığına ilişkin bir tartışmayı başlatmıştır. Bu hususta bazı yazarlar yaptırımların çoğunlukla hedef devlette bir politika değişikliğine yol açmadığını ve başarılı olan bazı örneklerde ise sonucun yaptırım dışındaki faktörlere bağlı olduğunu iddia etmektedir.64 Buna karşı diğer bazı yazarlar ise yaptırımların her durumda bir politika değişikliğine yol açmasa da gerek hedef devlette yarattığı maliyetler (ör, pazarlık gücünün azalması, rejimin izole edilmesi ve elindeki kaynakların azaltılması) ve gerekse yaptırımcı devletin itibarı açısından bakıldığında bunların etkili olduğunu savunmaktadır.65  Yaptırım politikalarının etkinliğini analiz eden literatüre baktığımızda bu açıdan bir kaç farklı teorinin kullanıldığı gözlenmektedir. Bunlardan biri olan oyun teorisine göre; yaptırım politikalarında asıl dikkate alınması gereken husus ilgili devletlerin karar alıcılarının doğrudan devletin temel menfaatlerine ilişkin tehdit algılamalarıdır.66 Bu çerçevede; yaptırım uygulamayı düşünen bir devletin kararında asıl belirleyici olan şey hedef ülke ile gelecekte daha fazla çıkar çatışması yaşanacağı öngörüsüdür. Aynı şekilde hedef devletin karar alıcıları da yaptırım uygulayan devletle gelecekte daha fazla çıkar çatışması yaşanacağını öngörüyorlar ise taviz vermek istemeyeceklerinden yaptırımlara karşı durmaları daha muhtemeldir.67 Yine bu teoriye göre; yaptırımların başarı şansında rol oynayan temel etkenlerden birisi söz konusu yaptırımların bunu uygulayan devlete maliyetinin hedef devletten elde edecekleri kazanca göre daha düşük olması ve aynı şekilde bu yaptırımların hedef devlete maliyetinin de vereceği tavizden daha büyük olmasıdır.68 Nitekim uygulamaya bakıldığında en başarılı olan 63  Nitekim yaptırım uygulayan devletin hedef devletin piyasasından çekilmesi sayesinde, onun yerini alacak olan yabancı yatırımcıların rekabet avantajından yararlanması veya yaptırımlar nedeniyle ülkeyi terk etmek zorunda kalan yabancı yatırımcıların mallarını ucuza alan yerli yatırımcıların devreye girmesi nedeniyle, hedef devletin ekonomisini yaptırımlara rağmen canlı tutması ve hatta uzun vadede yerli sanayinin gelişimini desteklemesi de mümkündür, William H Kaempfer ve Anton D Lowenberg,  The Political Economy of Economic Sanctions , (2007) 2, in Sandler ve Hartley (eds), Handbook of Defense Economics, 870-78. Ayrıca yaptırımlar hedef devletin halkında milliyetçi duygularla mevcut politikaları sürdürme yolunda bir istek ve kararlılık da yaratabilmekte ve ülkedeki rejime desteğin artmasına yol açabilmektedir, Andrew Mack ve Asif Khan,  The efficacy of UN sanctions , (2000) 31 Security Dialogue 282.64  Robert A Pape,  Why economic sanctions do not work , (1997) 22 International Security 93; Cooper C Drury,  Revisiting Economic Sanctions Reconsidered , (1998) 35 (4) Journal of Peace Research 497.65  George A Lopez ve David Cortright,  Containing Iraq: Sanctions worked , (2004) 83 Foreign Affairs 90–103; Nikolay Marinov,  Do Economic Sanctions Destabilize Country Leaders? , (2005) 49 (3) American Journal of Political Science 564. Nitekim yaptırımların bazen hedef devlete zarar vermekten ziyade yaptırımcı devletin halkına söz konusu mesele hakkında bir şeyler yapıldığını gösterme veya diğer başka devletler nezdinde güç ve itibarı koruma gibi amaçlar taşıması da mümkündür, Kaempfer ve Lowenberg,  the political economy , (n 63) 870.66  Ibid 889-90. 67  Daniel W Drezner,  Conflict Expectations and the Paradox of Economic Coercion , (1998) 42 International Studies Quarterly 711. 68  Bu açıdan yaptırımların başarısını etkileyen bir başka husus ise seçilen yaptırım stratejisi olup, yaptırımlarla birlikte teşvik mekanizmasının kullanılması halinde başarı şansının artacağına dair görüşler için bkz, David Cortright,  Success Through Sanctions , (2015) Peace Policy 17-8; Küpeli,  dış politika aracı olarak , (n 62) 127-29.  Ayrıca gelişmekte olan devletlere yönelik uzun vadeli finansal yaptırımlarda yabancı sermaye girişinin azalması hedef devletin büyümesine negatif etki ettiği için uygulamada finansal yaptırımların ticarilere kıyasla daha başarılı olduğu gözlenmektedir, Kaempfer ve Lowenberg,  the political economy , (n 63) 878 ve 898. 2065İstanbul Hukuk Mecmuası 78/4yaptırım politikaları tavizlerin kapsamı çok büyük tutulmamış (ör, rejim değişikliği) olup, maliyet hesabı her iki tarafça kolayca kestirilebilir olan ve dolayısıyla henüz yaptırım tehdidi aşamasında gereken tavizi almış olanlardır.69  Yaptırım politikalarının etki analizinde kullanılan bir başka teori olan kamu tercihi yaklaşımı ise bu süreçte rol oynayan bir dinamik olarak ilgili ülkelerin içindeki menfaat gruplarının bu politikalara etkisine odaklanmaktadır. Bu teoriye göre yaptırım uygulamayı düşünen bir devletin söz konusu politikasında belirleyici olan etkenler, bu politikayı ekonomik ve insani gerekçelerle destekleyenler ile bu politikalara benzer gerekçelerle karşı çıkanların kamuoyundaki oranları ve göreceli etki güçleridir. Bu açıdan bakıldığında özellikle hedef ülkeden yaptırımlar nedeniyle ithal edilmeyecek olan malları üreterek kar elde etmeyi isteyen yerli üreticilere karşı bu ülkeye artık mal ihraç edemeyecekleri için gelir kaybı yaşayacak olan yerli üreticilerin hükümet üzerindeki etkileri önemlidir. Ayrıca söz konusu malların fiyatlarında yaşanacak değişikliklerin tüketicilere yansımalarının yanı sıra, yaptırım politikalarının kamuoyunda haklı ve insani görülüp görülmediği gibi hususların da  dikkate  alınması  gerekmektedir.70 Aynı  şekilde,  hedef  devletin  yaptırımlara tepkisini ise mevcut hükümetin yaptırımlara hedef olan politikalarını destekleyen grupların gelirlerine söz konusu yaptırımların etkisi ile hükümete muhalif grupların kamuoyundaki temsil gücünün etkinliği ve bu gruplara dış ülkelerden verilen farklı destekler belirleyici olacaktır.72 Yaptırım politikalarının etki analizinde kullanılan son yöntem olan rejim analizi ise ilgili ülkelerin politik rejimlerini dikkate almaktadır. Bu çerçevede demokrasi ile yönetilen devletlerin yaptırım politikalarına başvurma olasılığının diğer rejimlere kıyasla daha düşük olacağı iddia edilmektedir. Bu iddia demokratik rejimlerde güçlü olan muhalefetin hükümetin sert dış politikalarına karşı çıkacağı, demokrat hükümetlerin kamuoyunda oy kaybettirecek yüksek maliyetler üreten politikalardan kaçınacağı ve bu tür rejimlerde daha baskın olan liberal normların çatışmacı dış 69  Ibid 890-91. 70  Ibid 879-84. Ülke dışı yetki kullanılarak icra edilen yaptırımları inceleyen Stephan bu açıdan hükümetin uluslararası ilişkilerde ortak hareket ve işbirliği noktalarının bulunması için diğer devletlerle pazarlıklar yapmaya daha meyilli ve dolayısıyla ülke dışı yetkileri kullanmada daha isteksiz olduğunu, buna karşı yasamanın yerel üreticileri korumaya ve bu amaçla ülke dışı düzenlemeler yapmaya daha istekli olduğu ifade etmektedir. Nitekim yargı bakımından da yerel kamuoyunun etkilerine daha açık olan alt mahkemelerin kararlarında ülke dışı yetki kullanmaya daha yatkın oldukları, yürütmenin politikaları yönünden daha hassas olan üst mahkemelerin ise ülke dışı yetkileri sınırlandırma yoluna gittikleri gözlenmektedir, Paul B Stephan,  The Political Economy of Extraterritoriality , (2013) I (I) Politics and Governance 94-6.71  Uygulamaya bakıldığında hedef devletin yönetici elitlerine ve bunlara destek veren gruplara yönelik akıllı yaptırımlar daha etkili olurken, hedef devletin toplumsal refahında azalış yaratan ve dolayısıyla kamuoyunda yaptırımcı devlete karşı infial yaratacak kapsamda olan yaptırımların mevcut yönetime desteği arttırıcı rol oynadığı görülmektedir, David Cortright ve George A Lopez, The Sanctions Decade: Assessing UN Strategies in the 1990s, (Lynne Rienner Publishers 2000) 245. 72  Kaempfer ve Lowenberg,  the political economy , (n 63) 884-88. Ancak muhaliflere desteğin hedef ülkenin kamuoyunda yabancı lobilerin etkisi şeklinde algılanması halinde ortak bir karşı duruşa yol açması da mümkündür, Timur Kuran,  Sparks and prairie fires: A theory of unanticipated political revolution , (1989) 61 Public Choice 46.2066Şimşek / Uluslararası Hukuk Açısından Ekonomik Yaptırımlar ve ABD nin Tek Taraflı Yaptırımlarının Kısa Bir...politikaları engelleyeceği gibi gerekçelere dayandırılmaktadır.73 Ancak uygulamaya bakıldığında demokratik rejimlerin de yaptırım politikalarına sıkça başvurdukları gözlenmiştir.  Bu  yaptırımlar  çoğunlukla  ekonomik  nitelikte  olup,  genellikle hükümetin kendilerine destek veren ekonomik grupları korumaya çalışmasından, bazen de hedef devletin yaptıklarına infial duyan kamuoyunu tatmin etme çabasından kaynaklanmaktadır.74 Bunun yanı sıra kendisine yaptırım uygulanan demokratik rejimlerin buna direnme gücünün de oldukça yüksek olduğu gözlenmiştir. Bu durum demokratik rejimlerde hükümetin dış politikada geri adım atmanın politik maliyetine katlanmak istememesinden ve kamuoyunun haklı bulduğu hükümet politikalarına güçlü destek vermesinden kaynaklanmaktadır.75 Buna karşı demokratik gelenekleri zayıf rejimlerde ise yönetici elitler ekonomik yaptırımların maliyetini hesap vermek zorunda olmadıkları halka yükleyerek, kendi gelirlerini kara borsaya dayalı ekonomik yöntemlerle garantiye alarak, milliyetçi propagandaları körükleyerek ve muhalif söylemleri  bastırarak  yaptırımlara  uzun  süre  karşı  koyabilmektedir.76  Nitekim uygulamada bu tür rejimlere uygulanan ekonomik yaptırımların çok az başarılı olduğu gözlenmiştir.77 V. Uluslararası Hukuka Göre ABD nin Tek Taraflı aptırımlarında Ülke Dışı Yetki SorunuDaha önce bazı devletlerin yaptırım yasalarında ülke dışı yetki unsurları taşıyan düzenlemelere giderek, hedef devlete mensup kurum ve kişileri ve hatta ikincil yaptırımlar denen yolla hedef devlete uyguladığı yaptırımları deldiğini düşündüğü üçüncü devletlere mensup kurum ve kişileri, kendi hukukuna göre cezalandırma hususunda  hükümetlerini  ve  yargı  organlarını  yetkilendirdikleri  ifade  edilmişti. 73  Kaempfer ve Lowenberg,  the political economy , (n 63) 898-900. Bazı yazarlar demokratik devletler arasında çatışma yaşanmamasının asıl nedenini bunların ortak ekonomik yapılardan sağladığı faydaya veya müttefiklik ilişkilerine bağlamaktadır, Errol A Henderson,  Neoidealism and the Democratic Peace , (1999) 36 Journal of Peace Research 203–231. Mousseau ise demokratik rejimleri gelir seviyesi açısından ikiye ayırmakta ve barışçıl ilişkilerin daha çok yüksek gelir grubundaki demokrasiler arasında yaşandığına dikkat çekmektedir, Michael Mousseau,  The nexus of market society, liberal preferences, and democratic peace: Interdisciplinary theory and evidence , (2003) 47 International Studies Quarterly 483–510.74  William H Kaempfer ve Anton D Lowenberg,  The theory of international economic sanctions: A public choice approach , (1988) 78 American Economic Review 786–793;  David Lektzian ve Mark Souva,  The economic peace between democracies: Economic sanctions and domestic institutions , (2003) 40 Journal of Peace Research 644–48.  Ayrıca; içeride ekonomik sorunlar yaşayan demokratik bir yönetimin dış politikada başarı kazanmak üzere bir diğer devlete demokrat olmadığı veya insan haklarını ihlal ettiği gibi gerekçelerle yaptırım uygulaması kamuoyunda daha kolay destek bulmaktadır, Gregory D Hess ve Athanasios Orphanides,  War and democracy , (2001) 109 Journal of Political Economy 776–810.75  James D Fearon,  Domestic political audiences and the escalation of international disputes , (1994) 88 (3) American Political Science Review 577–592. Ancak bazı yazarlar seçmenlerin tercihlerine daha hassas olan demokratik yönetimlerin yaptırımların maliyetinin kamuoyunda yarattığı tepkilere katlanma gücünün daha düşük olduğunu ve bu yüzden demokratik yönetimlerin yaptırımları çoğunlukla birbirine karşı kullandığını ifade etmektedir, Irfan Nooruddin,  Modeling selection bias in studies of sanctions efficacy , (2002) 28 International Interactions 69-70.76  Lori F Damrosch,  The civilian impact of economic sanctions , in Damrosch (ed), Enforcing Restraint: Collective Intervention in Internal Conflicts, (Council on Foreign Relations Press 1993) 299; Kim R Nossal,  Liberal democratic regimes, international sanctions, and global governance , in Väyrynen (ed), Globalization and Global Governance, (Rowman and Littlefield 1999) 134; Cortright ve Lopez,  the sanctions decade , (n 71) 214; Pape,  why economic sanctions , (n 64) 93.77  Nooruddin,  modeling selection bias , (n 75) 73.2067İstanbul Hukuk Mecmuası 78/4Bu bölümde uluslararası hukukta oldukça tartışmalı olan bu yönteme bir örnek oluşturması bakımından ABD nin tek taraflı ekonomik yaptırım uygulamak amacıyla çıkardığı ülke dışı etkili düzenlemelerine dayanarak cezalandırdığı yabancı bankalar konusu, uluslararası hukukun devletlere ülke dışı yetki kullanmasına izin veren ilkeleri çerçevesinde incelenecektir.ABD de  yaptırımlara  ilişkin  kanunlar  Kongre  tarafından  çıkartılmakta, yaptırımların kime ve ne zaman uygulanacağına ise Başkan karar vermektedir.78 Bu amaçla çıkarılan kanunlar uyarınca ABD tarafından pek çok sayıda ülke, terör veya uyuşturucu örgütü ile bu devlet ve örgütlere mensup kişi ve kurumlara yönelik ekonomik yaptırım yöntemleri (ör, ithalat ve ihracat yasakları, teknik ve finansal yardım kesintileri, sözleşmelerden çekilme, bankalardan kredi alma veya ödeme ve aracılık işlemleri yapılmasının durdurulması, hesap dondurma, taşınır ve taşınmaz mal alım satımını yasaklama, kamulaştırma, diplomatik sınırlamalar, seyahat ve çalışma yasakları vb) uygulanmaktadır.79 Yine bu kanunlar çerçevesinde söz konusu yaptırımlara aykırı davranan ABD vatandaşlarına ve bu ülkede yerleşik kişi ve kurumlara (yabancı şirketlerin şube ve temsilcilikleri dahil) ceza verilebildiği gibi, bu kanunlardan bazılarında ABD idari makamlarına ikincil yaptırımlar anlayışı uyarınca, söz konusu yaptırımları ihlal eden veya edilmesine yardımcı olan üçüncü devletleri ve ülke dışı yetkiye dayanarak yabancı kişi ve kurumları cezalandırma yetkisi tanınmıştır. Söz konusu yaptırımların idare ve uygulanmasından sorumlu birim hazine bakanlığına bağlı Yabancı Kıymet Kontrol Ofisi dir (OFAC).82 OFAC 78  ABD nin yaptırım öngören kanunları arasında 1917 Düşmanla Ticaret Kanunu, 1945 İhracat-İthalat Bankası Kanunu, 1954 Atom Enerjisi Kanunu, 1961 Dış Yardım Kanunu, 1994 Nükleer Yayılmayı Önleme Kanunu, 1974 Ticaret Kanunu, 1977 Uluslararası Finansal Kurumlar Kanunu, 1985 Uluslararası Güvenlik ve Kalkınma İşbirliği Kanunu, 1991 Kimyasal ve Biyolojik Silahların Kontrolü Kanunu, 1996 Uyuşturucuların Ticaretini Kontrol Kanunu, 1996 Antiterörizm Kanunu, 1998 Dış İlişkiler Yetki Kanunu, 1999 Dış İşlemler, İhracatın Finansmanı ve İlgili Program Ödenekleri Kanunu, 2000 Ticari Yaptırımlar Reformu Kanunu, 2001 PATRIOT Kanunu, 2017 Amerika Düşmanlarına Yaptırımla Mücadele Kanunu (CAATSA), 2018 İhracatın Kontrolü Kanunu vd. bulunmaktadır. Ayrıca; 1976 Silah İhracatını Kontrol Kanunu ve 1977 Uluslararası Acil Durum Ekonomik Yetkiler Kanunu nda (IEEPA) Başkan a nükleer, biyolojik ve kimyasal silahların yayılması veya olağandışı ve olağanüstü bir dış tehdit hallerinde ulusal acil durum ilan eden bir yürütme emri yayınlayarak kendi başına yaptırım süreci başlatabilme yetkisi tanınmıştır. Ayrıca eyaletler de kendi yetki alanlarında re sen yaptırım uygulayabilmektedir. 79  C G Buys,  United States Economic Sanctions: The Fairness of Targeting Persons from Third Countries , (1999) 17 (2) Boston University International Law Journal 242; Dianne E Rennack ve Robert D Shuey,  Economic Sanctions to Achieve US Foreign Policy Goals: Discussion and Guide to Current Law , (1998) CRS Report for Congress 10-21. 80  Ör, 1977 IEEPA, 1996 İran ve Libya Yaptırımları Kanunu (2010 yılında Kapsamlı İran Yaptırımları Kanunu adını almıştır), 1996 Küba Özgürlük ve Demokratik Dayanışma Kanunu (Helms-Burton Act), 2012 İran Tehdidini Önleme ve Suriye İnsan Hakları Kanunu, 2016 Kuzey Kore Yaptırımları Kanunu, 2016 Küresel Magnitsky Kanunu ve 2017 CAATSA. Ayrıca 1970 Banka Sırları Kanunu, 1977 Yurt Dışı Yolsuzluk Faaliyetleri Kanunu ve 1996 Antiterörizm Kanunu gibi diğer bazı düzenlemelerde hem yerli hem de yabancı bankalara kara para aklama ve terörizme karşı kayıt tutma ve rapor verme yükümlülükleri getirilmekte ve bunlara uymayanlara ceza uygulama yetkisi tanınmaktadır.  81  Ör, Çin devletinin CAATSA kapsamında yaptırımlara tabi tutulan Rusya dan S-400 savunma sistemleri ve savaş uçakları alması gerekçe gösterilerek Çin Savunma Bakanlığının Tedarik Müdürlüğü ve bu kurumun başındaki kişi hakkında müeyyide uygulanmasına karar verilmiştir. Benzer gerekçeyle Türkiye hakkında verilen ceza için bkz., https://www.state.gov/the-united-states-sanctions-turkey-under-caatsa-231/ Erişim tarihi 6 Ocak 2021.82  1950 yılında kurulan OFAC ın yaptırımlara tabi işlemleri denetleme, yaptırımlara ilişkin istisnaları belirleme ve kapsam dışı kalanlara lisans verme, yaptırımlara tabi kişilerin mallarını bloke etme ve hesaplarını dondurma, yaptırımları ihlal edenler hakkında idari para cezalarını belirleme gibi yetkileri vardır. OFAC ayrıca Amerika vatandaşı veya burada yerleşik kişi ve kurumların iş yapamayacağı yabancı kişi, kurum veya gemileri gösteren bir yasaklılar listesi (SDNs) hazırlama yetkisine haizdir, Acar,  ekonomik yaptırımlar , (n 1) 113.  2068Şimşek / Uluslararası Hukuk Açısından Ekonomik Yaptırımlar ve ABD nin Tek Taraflı Yaptırımlarının Kısa Bir...tarafından denetlenen yaptırımları ihlal eden yabancı kişi ve kurumlara hazine veya adalet bakanlığı tarafından para veya hapis cezası verilebilmektedir.83Geçtiğimiz yıllarda OFAC ın başlattığı soruşturmalar çerçevesinde çok sayıda Avrupa bankası aleyhine İran, Küba, Burma ve Sudan gibi devletlerle aralarındaki finansal ilişkilerden ötürü ekonomik yaptırımları ihlal ettikleri gerekçesiyle yaklaşık yirmi milyar dolara yakın ceza kesilmiştir. Söz konusu bankalar lisans iptali gibi ekstra  yaptırımlarla  karşılaşmamak  için  OFAC  ile  anlaşma  yoluna  giderek  bu cezaları  ödemişlerdir.  Yabancı  bankaların  ABD  yasalarını  ihlal  gerekçesiyle cezalandırılmasına ilişkin soruşturmalarda kullanılan ülke dışı yetki esasına ilişkin atıflar OFAC ın bankalar ile yaptığı uzlaşma anlaşmalarında yer almaktadır. Bu atıflara bakıldığında söz konusu soruşturmaların uluslararası hukukta düzenlenmiş olan vatandaşlık ilkesi, ülkesel yetki ilkesi, koruma ilkesi ve etki doktrini gibi ülke dışı yetki ilkelerine dayandırılmaya çalışıldığı görülmektedir.84 Ancak ABD nin dayandığı ülke dışı yetkiye dair uluslararası kuralları yorumlama biçimi tartışmalara yol açmaktadır.  Uluslararası hukuk bazı hallerde devletlere yetkilerini kendi ülkeleri dışında bulunan kişi ve şeyler bakımından kullanmalarına izin veren düzenlemeler yapma hakkı tanımıştır. Ülke dışı yetki adı verilen bu gibi hallerde bunun diğer devletlerin egemenliğini ihlal etmediği ve iç işlerine müdahale sayılmayacağı kabul edilmektedir. Bu  çerçevede  bir  devletin  söz  konusu  yetkiyi  kullanabilmesi  için  uluslararası hukuka göre o devletle söz konusu kişi ve şey arasında özel bir bağın bulunması gerekmektedir.  Uluslararası  hukukta  bu  bağlardan  birini  ortaya  koyan  objektif ülkesellik ilkesine göre bir devlet başka bir ülkede başlasa da kendi ülkesinde devam eden bir eylem bakımından yetkisini kullanabilecektir. Bu açıdan aranan bir diğer bağ ise bir devlete başka bir ülkede bulunan vatandaşları veya ülke dışında zarar gören vatandaşına karşı işlenen suçlar bakımından yetki tanıyan vatandaşlık ilkesidir. Bunlardan bir diğeri olan ve etki doktrini olarak bilinen esasa göre de bir devlet ülkesi dışında gerçekleşen ancak etkilerinin kendi ülkesinde yaşandığı faaliyetler bakımından (ör, çok uluslu şirketlerin rekabete aykırı faaliyetleri) yetkisini ortaya 83  ABD Hazine Bakanlığı nın yayınlamış olduğu Ekonomik Yaptırımlar Uygulama Kılavuzu (Economic Sanctions Enforcement Guidelines) uyarınca ekonomik yaptırımların ihlal edilmesi halinde uygulanacak olan ceza miktarı belirlenirken ihlalin bilerek ve isteyerek yapılıp yapılmadığı veya ceza uygulanacak kişinin ihlali gönüllü olarak OFAC a bildirip bildirmediği dikkate alınmaktadır. OFAC ın soruşturmalarıyla ilgili son durum için bkz, <https://www.treasury.gov/resource-center/sanctions/ofac-enforcement/pages/ofac-recent-actions.aspx> Erişim tarihi 10 Ocak 2020. Bu çerçevede Halkbank genel müdürü Hakan Atilla aleyhine İran a yönelik yaptırımların ihlal edilmesine yardımcı olduğu gerekçesiyle açılan ve 36 ay ceza verilmesiyle sonuçlanan dava için bkz, <https://www.justice.gov/usao-sdny/pr/turkish-banker-mehmethakan-atilla-sentenced-32-months-conspiring-violate-us-sanctions> Erişim tarihi 30 Ocak 2020. İran yaptırımlarını ihlal ettiği gerekçesiyle Halkbank aleyhine açılmış, ancak henüz sonuçlanmamış bir dava için bkz, <https://www.justice.gov/opa/press-release/file/1210396/download> Erişim tarihi 30 Ocak 2020. Ayrıca bkz, Hasan Yücel,  ABD, Mehmet Hakan Atilla ya Karşı Davasının Hukuki Meşruluğu , (2017) No 184 Seta Perspektif 1; Kemal İnat ve Burhanettin Duran,  İran Yaptırımları Hukuksal Boyut Bölgesel ve Küresel Yansımalar, Türkiye ye Etkileri , (2019 SETA); Murat Aslan,  ABD nin Yaptırım Politikaları Kapsamında CAATSA: Türkiye nin Durumu , (2019 İRAM); Olijmon Sobır,  ABD nin Türkiye ye Yönelik Yaptırımlarının Uluslararası Hukuk Bağlamında Değerlendirilmesi , (2018 ANKASAM-Rapor No 04).84  Milic Repa, Extraterritorial Measures of the United States of America and The Impact on Foreign Banks: The Example of Financial Sanctions, Yayınlanmamış Yüksek Lisans Tezi (The Graduate Institute of Geneva 2015) 28.2069İstanbul Hukuk Mecmuası 78/4koyan düzenlemeler yapabilecektir. Koruma ilkesi adıyla anılan başka bir bağlantı türü ise devletlere özellikle ulusal güvenliğini tehdit eden faaliyetler (ör, terörizm, casusluk, kalpazanlık, kara para aklama vb) hakkında ülke dışı yetki kullanma imkanı tanımaktadır. Bu yetkiyi kullanmaya izin veren diğer bağlantı hali ise evrensel yetki ilkesi olarak bilinen ve belli bir takım uluslararası suçları (soykırım, savaş suçları, deniz haydutluğu vb) işlemiş kişiler bakımından her devlete bunları yargılama imkanı tanıyan ilkedir. Son olarak uluslararası hukuk ülke dışı yetki kullanmada yukarıda sayılan yetki ilkelerinden en az birinin bulunmasının yanı sıra bir mahkemenin önüne gelen davada bu yetkiyi kullanmanın makul olup olmadığına (devletin meşru menfaatleri ile doğrudan, yakın ve esaslı bir bağlantısının bulunması) bakmasının da gerekli olduğunu öngörmektedir.85 Söz konusu yetki ilkeleri çerçevesinde OFAC soruşturmalarında kullanılan ülke dışı yetki esaslarını incelediğimizde, ülkesellik ilkesi açısından yabancı bankaların yaptırımları ihlal eden finansal hizmet işlemlerini SWIFT mesajları,86 emailler veya telefon aramaları yoluyla Amerika daki bir bankayla gerçekleştirmiş olmaları, bu işlemlerin Amerikan finans sistemi üzerinden yapılmış sayılması ve dolayısıyla ülkeyle  bağlantılı  hale  gelmesi  için  yeterli  görülmüştür. Yine  bu  ilke  gerekçe gösterilerek bir yabancı bankanın SWIFT vasıtasıyla gönderdiği dolar üzerinden yapılmış Amerikan vatandaşı olamayan kişilere ait ödeme emri işlemi, aracı herhangi bir Amerikan bankası takas için kullanılmış olmamasına rağmen ABD ülkesindeki finansal kurumlar yoluyla yapılmış bir işlem sayılmıştır.87 ABD nin ülke dışı yetki esasını kullanmak için gereken ülkesel bağı sadece bir takım internet yazışmaları veya bu ülkenin para biriminin kullanılmasına indirgeyen bu yaklaşımının uluslararası hukuktaki ülkesel yetki anlayışı ile bağdaştırılması oldukça güçtür.Bankalara  yönelik  ihlal  soruşturmalarında  kullanılan  diğer  ülke  dışı  yetki esaslarına ilişkin uygulamaya baktığımızda da bunlardan biri olan vatandaşlık ilkesi açısından ABD nin bu ilkeyi uluslararası hukukta geçerli olan bir şirketin kurulduğu yer  veya  şirket  iş  merkezinin  bulunduğu  yer  gibi  kriterlere  uymayan  yabancı şirketlere de tatbik ettiği görülmektedir. Bu bakımdan Amerikalı kişi kavramı geniş olarak  yorumlanarak  ülkede  sadece  şubesi  bulunan  yabancı  bankalar  hakkında 85  Bu ilkelere ilişkin ayrıntılı açıklamalar ve bazı devletlerin uygulamaları için bkz, International Bar Association, Report of the Task Force on Extraterritorial Jurisdiction, (6 February 2009). Makuliyet kriteri açısından ayrıca bkz, Case concerning the Barcelona Traction, Light and Power Co. (Belgium v Spain), 1970 ICJ Rep 3, Fitzmaurice, Separate Opinion, para 105;  Jeniffer A Zerk,  Extraterritorial Jurisdiction: Lessons for the Business and Human Rights Sphere from Six Regulatory Areas , (2010) Working Paper No 59, 20; Mohamad,  unilateral sanctions , (n 3) 77; Repa,  extraterritorial measures , (n 84) 23.  86  Bir yabancı banka dolar üzerinden bir işlem yaparken SWIFT adı verilen bankalar arası ödeme mesajlarını yönlendiren merkezi Belçika olan bir özel kuruluşu kullanması gerekmektedir. Bu kurum üzerinden iletilen mesajların muhatabı ABD de bulunan bir banka olabileceği gibi söz konusu mesajlar ABD dışındaki bankaların birbirlerine gönderdikleri mesajlar şeklinde de gerçekleşebilmektedir.  87  Yine ülke para birimine dayalı ülkesellik anlayışı çerçevesinde yabancı bir bankanın başka bir ülkede bulunan dolar hesapları hakkında da ülke dışı yetki esası üzerinden dondurulma ve el koyma işlemi yapılabilmektedir, bkz, Repa,  extraterritorial measures , (n 84) 31-4.2070Şimşek / Uluslararası Hukuk Açısından Ekonomik Yaptırımlar ve ABD nin Tek Taraflı Yaptırımlarının Kısa Bir...yetki iddiasında bulunulmakta ve hatta söz konusu yaptırımları ihlal eden eylem ve işlemler ülkede bulunan şube üzerinden gerçekleştirilmiş olmasa dahi yabancı banka hakkında yetki ihdas edilebilmektedir.88 Bir diğer yetki esası olan etki doktrini ise bir yabancı bankanın hesap sahiplerini gizlemek amacıyla göndermiş olduğu yanıltıcı veya  eksik  SWIFT  mesajlarının  muhatap  Amerikan  bankalarının  yaptırımları bilmeden  ihlal  etmelerine  neden  olduğu  gerekçe  gösterilerek  uygulanmaktadır. Ancak yeri geldiğinde bu yetki esasının çok daha geniş bir şekilde arada herhangi bir Amerikan bankasının kullanılmadığı işlemler açısından uygulandığı örnekler de mevcuttur.89 Soruşturmalarda kullanılan son yetki esası olan koruma ilkesinin uygulanmasına gerekçe olarak da yabancı bankaların gerçekleştirdikleri şüpheli işlemlerin  Amerikan  finans  sistemi  üzerinden  düşmanlara  (yabancı  ülkeler, teröristler, uyuşturucu kaçakçıları, kitle imha silahı kaçakçıları vb) ciddi ekonomik fayda sağlaması ve bunun Amerikan milli güvenliğini, dış politikasını, ekonomisini ve yaptırım programlarının amaçlarını zedelemesi gösterilmektedir. Ancak bu son ilkenin kullanılması bakımından da yaptırım uygulanan kişi ve kurumların OFAC tarafından tek taraflı olarak ve yeterli delil gösterilmeden belirlenmiş olduğuna dair itirazlar söz konusudur.90  ABD nin yukarıda örnekleri verilen ülke dışı yetki kullanma ilkelerini uygulama biçimlerini makuliyet kriteri açısından ele aldığımızda ise bu hususta, ilk olarak Adalet  Bakanlığı nın  bu  yetkiye  dayanarak  açtığı  bir  davada  mahkemenin bakanlığın bu konudaki takdirine uyması gerektiğine dair resmi görüş makuliyet kriterinin uygulanmasına engel gibi gözükmektedir.91 Buna rağmen ABD yargısının kuvvetler ayrılığı ilkesi uyarınca buna uyması mecbur olmayıp, bu tür davalarda kendi içtihatlarında yer alan ülke menfaatini karşı tarafın menfaatleri ile kıyaslayan ‘menfaatlerin tartılması  testini makuliyet kriteri çerçevesinde kullanmasının da mümkün olduğu ifade edilmektedir.92 Söz konusu teste ilişkin içtihatlara bakıldığında bu açıdan meselenin ülkeyle ve vatandaşlıkla bağlantısı, meşru beklentilerin varlığı, ilgili yabancı ülkenin yetki sahibi olmada daha yüksek bir menfaate haiz olup olmadığı,  diğer  devletlerin  menfaatleri,  uluslararası  sistemin  menfaatleri,  yetki 88  Ibid 29.89  Ibid 37.90  Ibid 38-9. 2001 PATRIOT Kanunu ile OFAC a herhangi bir somut delille ispatlama şartı aranmadan hesap dondurma yetkisi verilmiş ve hesabı dondurulan kişilerin itiraz hakkı sınırlandırılmıştır. Ancak bu uygulamaya karşı açılan bazı davalarda ABD mahkemeleri bunu adil yargılanma ve mülkiyet haklarına aykırı bulmuştur, Al Haramain v Department of Treasury, US Court of Appeals for the Ninth Circuit (2011); KindHearts v Geithner, 647 F.Supp 2D 857, 866 (ND Ohio 2009). 91  Department of Justice s Antitrust Guidelines for International Operations, s S-22, n 167. 92  Restatement (Third) of U.S. Foreign Relations Law, (1987) para 402(1)(c), 403(1). Ayrıca bkz, Cedric Ryngaert, Jurisdiction in international law: United States and European Perspectives, Yayınlanmamış Doktora tezi, (Katholieke Universiteit Leuven 2007) 149. Bununla beraber  Restatement ın son halinde makuliyet kriterinin ülke dışı yetkiyle ilgili düzenlemeyi yapmak isteyen devlet ile düzenlemenin konusu arasında hakiki bir bağlantı bulunmasının aranması anlamına geldiği ancak bu kriterin bir uluslararası hukuk kuralından ziyade bir uluslararası nezaket ilkesi olduğu, bu kriterin Amerikan hukukunda bir kanunların yorumu prensibi olarak uygulanacağı ve şayet kanun koyucunun amacının ülke dışı yetki yaratmak olduğu açıkça belli ise mahkemelerin yorum yoluyla bu amacı sınırlandıramayacağı ifade edilmiştir, Restatement (Fourth) of US Foreign Relations Law, (2018) para 402-407. Bu değişikliklere dair ayrıntılı bilgi için bkz, W S Dodge,  Reasonableness in the Restatement (Fourth) of Foreign Relations Law , (2019) 55 Williamette L Rev 521. 2071İstanbul Hukuk Mecmuası 78/4kullanmanın uluslararası nezakete aykırı okup olmadığı gibi hususlar mahkemeler tarafından dikkate alınabilecektir.93 ABD nin  tek  taraflı  yaptırım  düzenlemeleri  ile  uygulamaya  başladığı  ülke dışı yetki kullanımlarına dayanak olarak gösterdiği uluslararası yetki ilkelerinin Amerikan idari makamları tarafından yorumlanış ve uygulanış biçimlerinin bu ilkelere ilişkin uluslararası hukukta kabul gören anlayışın dışına çıktığı açıktır.94 Nitekim bu ilkelerin ABD tarafından yorumlanış biçiminin yeni bir uluslararası teamül oluşturma ihtimaline karşı, bu yönde bir gelişmeyi AB ve bazı devletlerin protestoda bulunarak veya kendi şirketlerinin ABD nin bu tür düzenlemelerine uymalarını engelleyecek yasalar çıkartarak önlemeye çalıştıkları görülmüştür.95 Yine bu hususta daha önce de ifade edildiği üzere, hem BM Genel Kurulu ve hem de diğer bazı örgütlerin yalnızca üçüncü devletler üzerinde hukuki yüküm yaratmak amacıyla  ulusal  yasalarda  ülke  dışı  yetki  tanıyan  düzenlemelere  gidilmesini uluslararası hukuka aykırı sayan ve bunlara karşı gereken tedbirlerin alınmasını öngören çok sayıda kararları bulunmaktadır.96 Sonuç olarak; ABD nin kendi yasalarına dayanarak uluslararası hukuka aykırı bir şekilde uyguladığı yaptırımlardan ötürü zarara uğrayan devletlerin gerek kendi gerek vatandaşları adına uluslararası sorumluluk hukuku çerçevesinde bu devlete karşı hem 93  Restatement (Third) of U.S. Foreign Relations Law, (1987) para 403(2). Bu çerçevede ayrıca şu faktörlerin de dikkate alınması önerilmektedir; söz konusu yaptırımın çok taraflı bir uluslararası karara veya bir uluslararası yüküme dayanıp dayanmadığı, diğer devletlerin de ilgili kişi ve kurumlara yönelik benzer yaptırımlar uygulayıp uygulamadığı, uluslararası toplumun yaptırım ihlallerine verilen cezaları orantılı bulup bulmadığı ve yaptırımların bunlardan etkilenen sektörlerle ilgili uluslararası düzenlemelerle bağdaşıp bağdaşmadığı, Zerk,  extraterritorial jurisdiction , (n 85) 213. Mahkemelerin Amerikan içtihat hukukundaki ulusal hukukun uluslararası hukukla uyumlu yorumlanması ilkesi ile yasalarda açıkça öngörülmeyen ülke dışı yetkinin varsayılamayacağı ilkesine de başvurabilecekleri görüşü için bkz, Repa,  extraterritoral measures , (n 84) 43-9.94  Amerikan Yüksek Mahkemesi nin bu ilkeleri keyfi uygulayışına dair bkz, F A Gevurtz,  Extraterritoriality and the Fourth Restatement of Foreign Relations Law: Opportunities Lost  (2019) 55 Williamette L Rev 449, 460. Söz konusu suistimalleri engellemek için ülke dışı yetki konusunda Avrupa da geçerli olan Brüksel Tüzük düzenlemeleri (Regulation 44/2001) ve Lugano Andlaşması gibi uluslararası alanda bağlayıcı hükümler taşıyan bir andlaşmanın yapılması veya en azından bir yumuşak hukuk belgesinin hazırlanması suretiyle ülkdışı yetki kullanmak isteyen devlet ile yabancı kişi ve kurum arasında ‘sahici bağlantı nın aranması ve makuliyet ilkesi için objektif kriterler geliştirilmesine yönelik bir düzenlemeye gidilmesi önerilmektedir, Repa,  extraterritoral measures , (n 84) 57-62.95  AB nin ülke dışı yetki tanıyan tek taraflı yaptırımların uluslararası hukuka aykırı olduğuna ilişkin açıklaması ve bu yaptırımlara uyulmasını yasaklayan ve bu yaptırımlar yüzünden zarar gören kişi ve kurumlara dava açma hakkı getiren yönergesi için bkz, Doc. NU, A/50/401 ve Council Regulation (EC) 2271/96, (22 November 1996). Ülke dışı etkili yaptırım düzenlemelerine İngiltere, Kanada, Japonya ve Meksika gibi devletlerin çıkardığı kendi yaptırım karşıtı düzenlemelerine bir örnek için bkz, İngiltere nin 1980 Ticari Menfaatleri Koruma Yasası. Bazı uluslararası şirketlerin yaptırımlara uyarak Küba devleti vatandaşları aleyhine aldıkları bir takım kararların mensubu oldukları ülke tarafından ayrımcılık yasağına aykırı bulunduğuna dair örnekler için, bkz, Repa,  extraterritForial measures , (n 84) 51. AB ve Japonya tarafından ABD nin ülke dışı yaptırım uygulamaları aleyhine DTÖ nezdinde açtığı davalar için bkz, WTO dispute DS, WTO dispute DS, WTO dispute DS. 96  BM Genel Kurulu nun diğer devletlerin şirket ve vatandaşlarına yaptırım öngören ülke dışı etkili yasaların iptali isteyen ve bütün devletlere bu tür tek taraflı yaptırımların ülke dışı uygulanması veya etkilerine karşı koyacak uygun idari ve yasal tedbirleri almaları çağrısı yapan kararları için bkz, A/RES/51/22, A/RES/53/10, A/RES/57/5, A/RES/61/170. BM Genel Kurulu nun ABD nin Küba ya uyguladığı ülke dışı etkili yaptırımların BM Şartı na ve ticaret serbestisine aykırı olduğuna ve sona erdirilmesi gerektiğine dair kararı için bkz, A/RES/61/11. Ayrıca bkz,  A/HRC/33/48, para 30. Asya-Afrika Hukuki Danışma Örgütü nün ülke dışı yetkinin birçok uluslararası hukuk prensibini ihlal etmesi, ülke dışı yetki prensibinin istisnalarının muğlak olması, pek çok devletin ülke dışı yetki kullanılmasına karşı çıkması ve ülke dışı tedbirlerin gelişmiş ve gelişmekte olan devletler arasındaki ticaret ve işbirliğini sekteye uğratması gibi nedenlerle hukuka aykırı olduğu görüşü için bkz, Extraterritorial Application of National Legislation: Sanctions Imposed against Third Parties, (AALCO/53/TEHRAN/2014/SD/S 6). 2072Şimşek / Uluslararası Hukuk Açısından Ekonomik Yaptırımlar ve ABD nin Tek Taraflı Yaptırımlarının Kısa Bir...uluslararası mahkemeler önünde bir takım taleplerde bulunmaları, hem de söz konusu hukuka aykırılık giderilinceye kadar karşı tedbirler alabilmeleri mümkündür.97SonuçGünümüzde bazı devletlerin sıkça başvurduğu tek taraflı ekonomik yaptırımların uluslararası hukuka uygunluğunun analiz edildiği bu makalede kendi kanaatlerimiz doğrultusunda vardığımız bir kaç önemli sonucu şu şekilde özetlemek mümkündür. İlk olarak uluslararası hukukta devletlere üstlenmiş oldukları bir andlaşmada bunu engelleyen bir kurala aykırı olmadıkça bu tür yaptırımlara başvurmalarını yasaklayan özel bir kuralın bulunmadığı görülmektedir. Ayrıca analizde yer verdiğimiz tartışmalı konulardan biri olan bu tür yaptırımların iç işlerine karışma yasağına aykırı olup olmadığı meselesi bakımından vardığımız sonuç ise bu yönde bir yasağın henüz oluşum aşamasında bulunduğu yönündedir. Bu sonuca varmamızda etkili olan temel sebep bütün devletler için bağlayıcı olacak böyle bir kuralın oluşması için gereken devlet uygulamaları ve hukuki inanışın (opinio juris) henüz yaygın ve tek düze bir şekil almamış olmasıdır.Bununla beraber; bu tür yaptırımların kapsamı ve etkileri açısından yapılacak hukuki değerlendirmelerde gerek uluslararası hukuktaki orantılılık ve gereklilik ilkelerinin, gerek devletlerin sorumluluğu taslağının şerhinde ifade edilen hedef devletin ekonomik olarak tamamen aciz bırakılmamasına yönelik sınırlamanın ve gerekse insancıl hukuk ile insan hakları hukukunun bazı temel kurallarının dikkate alınması gerektiği söylenebilir. Nitekim aynı koşullara BM Güvenlik Konseyi nin ve diğer yetkili uluslararası örgütlerin de kendi yaptırım kararlarında uymaları beklenmektedir. Bununla beraber söz konusu sınırlamalara uyulmaması halinde hedef devlette oluşacak olan zararlardan sorumluluk hukuku bakımından bu alanda uygulanan kontrol kriterine dayalı atfedilebilirlik unsurunun ispatı oldukça güç olup, bu açıdan ilgili devletin sorumluluğunu özen gösterme yükümü kapsamında değerlendirmek daha mümkün gözükmektedir. Ancak ekonomik yaptırımların akıllı yaptırımlar  şeklinde  uygulanması  halinde  ilgili  devletin  sorumluluğu  doğrudan yaptırımlara hedef olan özel kişilerin temel insan haklarına dair yükümlülükler çerçevesinde ortaya çıkabilecektir. Yine analizimizde ele aldığımız bu tür yaptırımların sorumluluk hukukundaki karşı tedbirler niteliğinde sayılabileceğine yönelik görüş bakımından, bu konuyu ele alan BM İnsan Hakları Konseyi Özel Raportörü nün tek taraflı yaptırımların hukukiliğine dair  raporunda  belirttiği  üzere  söz  konusu  yaptırım  kararlarının  uluslararası sorumluluk hukuku açısından meşru sayılabilecek bir gerekçeye dayanması ve karşı tedbirlerle ilgili usule ve esasa ilişkin şartlara uygun olması gibi kriterler bu açıdan yapılacak değerlendirmede belirleyici olacaktır. 97  Uluslararası Adalet Divanı nın ABD nin İran a uyguladığı yaptırımlar bakımından verdiği ilaç, tıbbi malzeme, gıda ve tarımsal ürünler ile uçak parçalarının ithaline izin verilmesi gerektiğine dair geçici tedbir kararı için bkz, Iran v USA, (2018) ICJ 3, para 102. 2073İstanbul Hukuk Mecmuası 78/4Çalışmanın bir diğer problemli konusu olan yaptırımların etkinliği meselesinde ise bu alanda yapılmış örnek olay analizleri ve teorik açıklamalar dikkate alındığında bu hususta kesin bir hükme varmanın kolay olmadığı ortadadır. Ancak etkinlik seviyesi ne olursa olsun, uluslararası hukukun ekonomi-politik analizi açısından bu hukukun devletler arasındaki ilişkileri sıfır toplamlı bir oyun olmaktan çıkarmak ve işbirliğine yönelik bir koordinasyon düzeni kurmak ihtiyacından kaynaklandığı düşünüldüğünde devletlerin yalnızca kendi özel menfaatlerini maksimize etmek amacıyla uyguladıkları ekonomik yaptırımların arzu edilen global refah artışına hizmet etmeyeceği de açıktır. Makalenin son bölümünde ABD nin tek taraflı yaptırım düzenlemeleri örneği ekseninde ele aldığımız ülke dışı etkili yaptırımlar meselesi ise aslında uluslararası hukukta esnek bir şekilde düzenlenmiş olan ülke dışı yetki kullanma hakkının bazı çıkarlar için suistimal edilmesi yüzünden ortaya çıkmış bir sorundur. Bu açıdan bu tür yaptırım uygulamalarının yalnızca ABD tarafından benimsenmiş olması ve diğer devletlerin ve uluslararası örgütlerin buna verdikleri tepkiler gibi hususlar dikkate alındığında,  ABD nin  söz  konusu  düzenlemelerinin  uluslararası  hukuk  uygun olduğu söylenemeyecektir. Dolayısıyla bu yaptırımlara karşı bunlardan zarar gören devletlerin ABD nin uluslararası hukukta sorumluluğuna gidebilmesi mümkündür.Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir.Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare.Grant Support: The author declared that this study has received no financial support.2074Şimşek / Uluslararası Hukuk Açısından Ekonomik Yaptırımlar ve ABD nin Tek Taraflı Yaptırımlarının Kısa Bir...",
     "Kaynakça": "Acar, S, Ekonomik Yaptırımlar, (Vedat Kitabevi 2015)Akkutay, B L,  Birleşmiş Milletler Andlaşması Çerçevesinde Ekonomik Yaptırımların Hukuki Niteliği ve Yargısal Denetimi , (2014) No 111, TBB Dergisi, 411 46Alexander, K, Economic Sanctions  Law and Public Policy, (Palgrave Macmillan 2009)Aslan, M,  ABD nin Yaptırım Politikaları Kapsamında CAATSA: Türkiye nin Durumu , (2019) İRAM, 1 26Buys, C G,  United States Economic Sanctions: The Fairness of Targeting Persons from Third Countries , (1999) Vol 17 No 2, Boston  University International Law Journal, 241 43Chul, C Y,   Political Economy of the US Economic Sanctions against North Korea: Past, Present and     Future , (2005) Vol 34 No 2, Development and Society, 217 38Cortright, D,  Success Through Sanctions , (2015) Peace Policy, 1 18Cortright, D ve Lopez, G A, The Sanctions Decade: Assessing UN Strategies in the 1990s, (Lynne Rienner Publishers 2000)Cortright, D ve Lopez, G A ,  Containing Iraq: Sanctions worked , (2004) 83 Foreign Affairs, 90 103Dal, U,  Avrupa Birliği Genel Veri Koruma Tüzüğü nün Ülke Dışı Uygulama Yetkisi ve Bu Yetkinin Uluslararası Hukukta Meşruiyeti , (2019) Cilt 1 Sayı 1, Kişisel Verileri Koruma Dergisi, 21 33Damrosch, L F,  The civilian impact of economic sanctions , in Damrosch (ed), Enforcing Restraint: Collective Intervention in Internal Conflicts, (Council on Foreign Relations Press 1993)Dodge, W S,  Reasonableness in the Restatement (Fourth) of Foreign Relations Law , (2019) 55 Williamette L Rev, 521 37. Dost, S ve Korkmaz, Z,  Savaşa Varmayan Zorlama Yolu Olarak Zararla Karşılık ve Bazı Uygulamalar , (2015) Cilt 5 Sayı 2, Süleyman Demirel Üniversitesi Hukuk Fakültesi Dergisi, 111 58Drezner, D W,  Conflict Expectations and the Paradox of Economic Coercion , (1998) 42 International Studies Quarterly, 709 31Drezner, D W, The Sanctions Paradox, (Cambridge University Press 1999)Drury, C C,  Revisiting Economic Sanctions Reconsidered , (1998) Vol 35 No 4, Journal of Peace Research, 497 509Dupont, P E,  Iran s Non Compliance with Its Non Proliferation Obligations Revisited , EJIL: Talk!, (22 June 2013)Faeron, J D,  Domestic political audiences and the escalation of international disputes , (1994) Vol 88 No 3,  American Political Science Review, 577 92Gestri, M,  Sanctions Imposed by the European Union: Legal and Institutional Aspects , in Ronzitti (ed), Coercive Diplomacy, Sanctions and International Law, (Brill 2016)Gevurtz,  F A,   Extraterritoriality  and  the  Fourth  Restatement  of  Foreign  Relations  Law: Opportunities Lost  (2019) 55 Williamette L Rev 449 73Gowland Debbas, V,  UN Sanctions and International Law: An Overview , in Vera GowlandDebbas (ed), United Nations Sanctions and International Law, (Kluwer Law International 2001)Guzman, A T, How International Works, (Oxford University Press 2008)Henderson,  A,  Neoidealism and the Democratic Peace , (1999) 36(2) Journal of Peace Research, 203 312075İstanbul Hukuk Mecmuası 78/4Hess G D ve Orphanides, A,  War and democracy , (2001) 109 Journal of Political Economy, 776 810Hofer, A,  The Developed/Developing Divide on Unilateral Coercive Measures: Legitimate Enforcement  or  Illegitimate  Intervention? ,  (2017) Vol  16  Issue  2,  Chinese  Journal  of International Law, 175 214Hufbauer et al, Economic Sanctions Reconsidered, Peterson Institute for International Economics, (3rd ed Columbia University Press 2009)Ilieva, J et al,  Economic Sanctions in International Law , (2018) Vol 9 Issue 2, UTMS Journal of Economics, 201 11İnat, K ve Duran, B,  İran Yaptırımları Hukuksal Boyut Bölgesel ve Küresel Yansımalar, Türkiye ye Etkileri , (2019 SETA)International Bar Association, Report of the Task Force on Extraterritorial Jurisdiction, (6 February 2009)International Law Association, Final Report of Committee on Accountability of International Organizations, (2004)Joyner, D H,  International Legal Limits on the Ability of States to Lawfully Impose International Economic/Financial Sanctions , in Marossi and Basset (eds), Economic Sanctions under International Law, The (Asser Press 2015)Kaempfer, W H ve Lowenberg, A D,  The theory of international economic sanctions: A public choice approach , (1988) 78 American Economic Review, 786 93Kaempfer, W H ve Lowenberg, A D,  The Political Economy of Economic Sanctions , (2007) Vol 2, in Sandler ve Hartley (eds), Handbook of Defense Economics, 867 911 Karagözoğlu, C,  Birleşmiş Milletler Güvenlik Konseyi Bireye Yönelik Ekonomik Yaptırım Kararları ve İnsan Hakları İlişkisi , (2019) Vol 39 Issue 1, Public and Private International Law Bulletin, 217 74Kaya, İ ve Acer Y, Uluslararası Hukuk, (5. bs Seçkin 2014)Kirshner, J,  The Microfoundations of Economic Sanctions , (1997) 6 Security Studies, 32 64Kuran, T,  Sparks and prairie fires: A theory of unanticipated political revolution , (1989) 61 Public Choice, 41 74Küpeli, Mustafa Ş, Dış Politika Aracı Olarak Yaptırımlar: İran a Uygulanan Yaptırımların Etkileri, (2016) Cilt 3 Sayı 1, Türkiye Ortadoğu Çalışmaları Dergisi , 97 135Lektzian D ve Souva, M,  The economic peace between democracies: Economic sanctions and domestic institutions , (2003) Vol 40 No 6, Journal of Peace Research, 641 60Lohmann, S,  Extraterritorial US Sanctions , (2019) German Institute for International and Security Affairs, SWP Comment No. 5, 1 8Lowe, V and Tzanakopoulos, A,  Economic Warfare , in Wolfrum (ed), Max Planck Encyclopedia of Public International Law, (Oxford University Press 2012)Mack, A ve Khan, A,  The efficacy of UN sanctions , (2000) 31(3) Security Dialogue, 279 92Marinov, N,  Do Economic Sanctions Destabilize Country Leaders? , (2005) Vol 49 No 3, American Journal of Political Science, 451 688Mohamad, R,  Unilateral Sanctions in International Law: A Quest for Legality , in Marossi ve Basset (eds), Economic Sanctions under International Law, (Asser Press 2015)Mousseau,  M,   The  nexus  of  market  society,  liberal  preferences,  and  democratic  peace: Interdisciplinary theory and evidence , (2003) 47 International Studies Quarterly, 483 5102076Şimşek / Uluslararası Hukuk Açısından Ekonomik Yaptırımlar ve ABD nin Tek Taraflı Yaptırımlarının Kısa Bir...Myo Nyun, T,  Feeling Good or Doing Good: Inefficacy of the US Unilateral Sanctions against the Military Government of Burma/Myanmar , (2008) Vol 7 Issue 3, Washington University Global Studies Law Review,  455 518Nooruddin, I,  Modeling selection bias in studies of sanctions efficacy , (2002) Vol 28 No 1, International Interactions, 57 74 Nossal, K R,  Liberal democratic regimes, international sanctions, and global governance , in Väyrynen (ed), Globalization and Global Governance, (Rowman and Littlefield 1999)Orakhelashvili, A,  The Impact of Unilateral EU Economic Sanctions on the UN Collective Security Framework: The Cases of Iran and Syria , in Marossi and Basset (eds), Economic Sanctions under International Law, (Asser Press 2015) Pape, R A,  Why economic sanctions do not work , (1997) 22 International Security, 90 136Pellet A ve Miron, A,  Sanctions , in Wolfrum (ed), The Max Planck Encyclopedia of Public International Law, (Oxford University Press 2012)Reisman, M V ve Stevick, D L,  The Applicability of International Law Standards to United Nations Economic Sanctions Programs , (1998) Vol 9 Issue 1, European Journal of International Law, 86 141Repa, M, Extraterritorial Measures of the United States of America and The Impact on Foreign Banks: The Example of Financial Sanctions, Yayınlanmamış Yüksek Lisans Tezi, (The Graduate Institute of Geneva 2015)Rennack D E ve Shuey, R D,  Economic Sanctions to Achieve US Foreign Policy Goals: Discussion and Guide to Current Law , (1998) CRS Report for Congress, 1 31Ruys, T,  The Meaning of ‘Force  and the Boundaries of the Jus Ad Bellum  Are ‘Minimal  Uses of Force Excluded from UN Charter Article 2(4)? , (2014) April, The American Journal of International Law, 159 210Ryngaert,  C,  Jurisdiction  in  international  law:  United  States  and  European  Perspectives, Yayınlanmamış Doktora tezi, (Katholieke Universiteit Leuven 2007)Schrijver, N,  The Use of Economic Sanctions by the UN Security Council: An International Law Perspective , in Post (ed), International Economic Law and Armed Conflict, (Martinus Nijhoff 1994)Sobır,  O,   ABD nin  Türkiye ye  Yönelik  Yaptırımlarının  Uluslararası  Hukuk  Bağlamında Değerlendirilmesi , (2018) ANKASAM, Rapor, No. 04, 1Stephan, P B,  The Political Economy of Extraterritoriality , (2013) Vol I Issue 1, Politics and Governance, 92 101Szasz, P  The Law of Economic Sanctions , in Schmitt ve Green (eds), Vol 71 Issue 1, International Law Studies, The Law of Armed Conflict: Into the Next Millenium, 455 81Tütüncü, A N,  Güvenlik Konseyi Kararlarının İç Hukukta İcrası , (2013) 13 AÜSBD, 17 26 Tzanakopoulos, A,  The Right to Be Free from Economic Coercion , Oxford Legal Studies Research Paper, No. 41/2015Tzanakopoulos, A,  Sanctions Imposed Unilaterally by the European Union: Implications for the European Union s International Responsibility , in Marossi ve Basset (eds), Economic Sanctions under International Law, (Asser Press 2015)Villiger, M E, Commentary on the 1969 Vienna Convention on the Law of Treaties, (Martinus Nijhoff 2009)White, N D,  Autonomous and Collective Sanctions in the International Legal Order , (2018) Vol 27 Issue 1, The Italian Yearbook of International Law, 1 322077İstanbul Hukuk Mecmuası 78/4Yücel, H,  ABD, Mehmet Hakan Atilla ya Karşı Davasının Hukuki Meşruluğu , (2017) No 184, Seta Perspektif, 1 6Zerk, J A,  Extraterritorial Jurisdiction: Lessons for the Business and Human Rights Sphere from Six Regulatory Areas , (2010) Harvard Corporate Responsibility Initiative Working Paper, No 59, 1 2222078"
}