{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "08",
     "Ay": " 09",
     "Yıl": "2020",
     "Cilt": "78",
     "Sayı": "2",
     "Başlık": "Işverenin Sağlık Gözetimi Sağlama Yükümlülüğüne COVID 19 Salgını Bağlamında Genel Bir Bakış",
     "Title": "The Employer s Obligation of Health Oversight During the COVID 19 Pandemic",
     "Yazar İsmi": [

          "Ayça İzmirlioğlu"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "İş sağlığı ve güvenliği", "İşverenin yükümlülükleri", "Sağlık gözetimi", "İşyeri hekimi", "COVID-19"
     ],
     "Keywords": [
          "Occupational health and safety", "Obligations of the employers", "Health surveillance", "Workplace doctors", "COVID-19"
     ],
     "Özet": "Pek çok insanın hayatını kaybetmesine yol açan ve bir biyolojik doğal afet olarak tüm Dünya ülkelerini olduğu gibi ülkemizi de etkileyen COVID 19 salgını karşısında işverenlerin işyerinde iş sağlığı ve güvenliğini koruma yükümlülüğünün önemi daha da artmıştır. İşverenin işçiyi gözetim borcu kapsamında 6331 sayılı İş Sağlığı ve Güvenliği Kanunu nun 15 inci maddesinde hüküm altına alınan  Sağlık Gözetimi  yükümlülüğü, bilhassa salgına karşı çalışanlarını ve işyerini korumak maksadıyla işverenlerin titizlikle yerine getirmesi gereken yükümlülükler arasındadır. Sağlık gözetimi yükümlülüğü yapılan işin niteliğine göre çeşitlilik göstermekte olup, pek çok Yönetmelik te düzenlenmiştir. Bu çalışmada işyeri hekimlerinin görev, yetki ve sorumlulukları incelenmek suretiyle özellikle 6331 sayılı Kanun kapsamında sağlık muayenesi yapılmasına ilişkin düzenleme irdelenecek ve COVID 19 salgını karşısında çalışanların sağlık ve güvenliğini korumak maksadıyla işyeri hekimlerinin ve işverenlerin başvurabileceği yasal prosedür incelenecektir. Ayrıca, pandemi sürecinde sağlık muayenesinden kaçınan çalışanlara yönelik işverenin başvurabileceği ve işveren tarafından yasal düzenlemelere ve prosedürlere uyulmaması durumunda maruz kalınabilecek ciddi ve yakın tehlike karşısında çalışanların başvurabileceği yasal yollar ve idari yaptırımlar konuya ilişkin yargı içtihatlarına da temas edilerek açıklanmaya çalışılacaktır.",
     "Abstract": "The importance of employers  obligation to protect the occupational health and safety of their employees has increased during the COVID-19 pandemic that has affected our country, as well as the entire world, and has led to numerous deaths. The  health surveillance  obligation, regulated by Article 15 of the Occupational Health and Safety Law (No 6331), states that it is the obligation of the employer to diligently protect employees and their workplace, especially against any outbreak. The health surveillance obligation depends on the kind of work performed at the workplace and is governed by many regulations. In this study, the duty, authority, and responsibility of workplace doctors that are regulated by the law are analyzed, and the legal procedure that workplace doctors and employers can apply to protect the health and safety of the employees during the COVID-19 pandemic are investigated. Moreover, the legal procedures that employers can apply if an employee avoids health checks during a pandemic and those that the employees can pursue in case of clear and imminent danger that they could be exposed to because of the noncompliance with the rules and regulations on the part of the employers are explained from a legal perspective.",
     "Metin": "29/5/2009 tarih ve 5902 sayılı Afet ve Acil Durum Yönetimi Başkanlığının Teşkilat ve Görevleri Hakkında Kanun un 2 nci maddesinin b bendinde afetin tanımı yapılmış olup, düzenlemede ifade edildiği üzere afetler, doğal afetler, insan kaynaklı afetler ve teknolojik afetler olmak üzere üç türe ayrılmaktadır. Söz konusu olaylardan doğal afetler ise kendi içinde atmosferik, hidrolojik, jeolojik ve biyolojik olmak üzere dörde ayrılmaktadır. Sözü geçen doğal afetlerden biri olan salgın hastalıklar ise, biyolojik doğal afet kategorisinde olup, bu bağlamda, çalışmanın sebebini oluşturan COVID-19 salgını da bir doğal afet türü olarak biyolojik afetler arasında yer almaktadır.Çalışanları işyerinde COVID-19 salgınından korumak işverenlerin çalışanların iş  sağlığı  ve  güvenliğini  koruma  yükümlülüğüne  dahildir.  Çalışmada  işverenin çalışanların sağlık gözetimini sağlama yükümlülüğü özellikle 6331 sayılı İş Sağlığı ve Güvenliği Kanunu m 15 çerçevesinde tahlil edilecektir. Ayrıca, yeni koronavirüs nedeniyle işyerlerinde alınması gereken tedbirlere yönelik Sağlık Bakanlığı ile Aile, Çalışma ve Sosyal Hizmetler Bakanlığı nın yayımladığı rehberler doğrultusunda COVID-19 salgını bağlamında işverenlerin sağlık gözetimi yükümü ayrıntılı olarak izaha çalışılacaktır.  Diğer taraftan, çalışmada işyerlerinde sağlık gözetiminden sorumlu olan bir isg profesyoneli olarak işyeri hekiminin sağlık gözetimine ilişkin görev, yetki ve sorumlulukları üzerinde de durulacak olup, işyeri hekimlerinin pandemi sürecinde çalışanların sağlık gözetimini yürütmekte iken izlemesi öngörülen prosedüre de yer verilecektir. Akabinde ise, gerek işverenlerin gerek çalışanların pandemi sürecinde sağlık gözetimini ve genel olarak iş sağlığı ve güvenliğini ihlâl etmeleri durumunda karşılaşabilecekleri yasal yaptırımlar yargı içtihatlarından örnekler verilmek suretiyle incelenecektir.I. Genel Olarak İşverenin Çalışanların İş Sağlığı ve Güvenliğini  Koruma Yükümlülüğüİşçiyi gözetme borcu işveren tarafından uyulması gereken en önemli yükümlülükler arasında yer almakta olup, işverenin işçinin yaşam, sağlık ve beden bütünlüğünün korunması amacı ile, işyerinde iş sağlığı ve güvenliğini sağlayacak önlemleri alması zorunludur. İşçilerin iş sağlığı ve güvenliğinin sağlanmasına ilişkin güvenceye sahip 1  RG 17.06.2009/27261.2  Yasin Dursun Sarı, Mehmet Aksoy ve Volkan Karuk, Afet, Acil Durum ve Endüstriyel Kazalarda İş Sağlığı ve Güvenliği (Anadolu Üniversitesi 2020) 28.458İzmirlioğlu / İşverenin Sağlık Gözetimi Sağlama Yükümlülüğüne COVID-19 Salgını Bağlamında Genel Bir Bakış olduğuna dayanak olabilecek temel esaslar 18/10/1982 tarih ve 2709 sayılı Türkiye Cumhuriyeti Anayasası nda hüküm altına alınmıştır. Söz konusu temel esasları, sosyal devlet ilkesi (m 2); yaşama, maddi ve manevi varlığını koruma ve geliştirme ile vücut bütünlüğü hakkı (m 17); yaşına, gücüne ve cinsiyetine uygun işte çalıştırılma hakkı, dinlenme hakkı (m 50) ve sosyal güvenlik hakkı (m 60) şeklinde sıralamak mümkündür. Öte  yandan,  işverenin  çalışanların  iş  sağlığı  ve  güvenliğini  korumakla yükümlüğü  olduğu,  Anayasal  düzenlemeler  doğrultusunda,  20/6/2012  tarih  ve 6331 sayılı İş Sağlığı ve Güvenliği Kanunu nun 4 üncü maddesinde  İşverenin genel yükümlülüğü  başlığı altında hüküm altına alınmıştır. Bahsi geçen maddede zikredildiği üzere, işverenin mesleki risklerin önlenmesi, çalışanlara eğitim ve bilgi verilmesi dâhil olmak üzere her türlü tedbirin alınması ve organizasyonun yapılması gibi birtakım çalışmalar yapması gerekmektedir. Ayrıca, işveren çalışanın ifa edeceği işi tayin ederken, çalışanın iş sağlığı ve güvenliği bakımından işe uygunluğunu gözetmekle yükümlüdür.   Sözü  geçen  düzenleme  ile  işle  ilgili  olmak  kaydıyla  işverenlere  geniş yükümlülükler  getirilmiştir.  Toplumsal  bir  sağlık  riski  olan  COVID-19  salgını bakımından değerlendirildiğinde ise, işyeri ortamında salgın hastalığın bulaşma riski arttığı müddetçe salgın hastalığın işle ilgisi olduğunu belirtmek mümkün olacaktır. Bu bağlamda, çalışanların işyeri ortamının iş sağlığı ve güvenliğinden sorumlu olan işverenin COVID-19 salgınının devamı süresince 6331 sayılı Kanun un 4 üncü maddesinde zikredilen yükümlülükleri söz konusudur. II. Sağlık Gözetimi Kavramı Sağlık gözetimi kavramını sağlığın korunması için gereken hizmetlerin yerine getirilmesi şeklinde ifade etmek mümkündür. Bir başka anlatımla, çalışanların sağlığının korunması amacı ile yapılan sağlık hizmeti uygulamalarına sağlık gözetimi denilmektedir.   6331  sayılı  Kanun  ile  işverenlerin  çalışanların  sağlığını  korumaya  ilişkin sorumluluklarının  daha  kapsamlı  ve  ayrıntılı  olarak  düzenlendiğini  belirtmek 3  RG 9.11.1982/17863.4  Ali Güzel ve Deniz Ugan Çatalkaya, ‘İşverenin İş Kazasından Doğan Sorumluluğunun Niteliği ve Sınırları (Karar İncelemesi)  (2012) 3(34) Çalışma ve Toplum Dergisi 157, 168.5  RG 30.6.2012/28339.6  İlgili maddenin birinci fıkrasında işverenin, çalışanların işle ilgili sağlık ve güvenliklerini sağlama yükümlülüğü çerçevesinde uyması gereken yükümlülükler hüküm altına alınmıştır. 7  Levent Akın, ‘COVID-19 un İş İlişkilerine Olası Etkileri  (2020) 34(3) Çimento İşveren Dergisi (COVID-19) 16, 18.8  Öcal Kemal Evren, İş Sağlığı ve Güvenliği El Kitabı (2. Baskı, Seçkin 2016) 246.9  Evren (n 8) 246.459İstanbul Hukuk Mecmuası 78/2mümkündür.  Nitekim,  sağlık  gözetimi  kavramı,  İSGK  ile  bağlı  mevzuatın çalışanların sağlığına ilişkin daha geniş bir kavramı benimsemesi ile meydana gelmiş ve muayene kavramının yerini almıştır. Sağlık gözetimi kavramı çalışanların gerek sağlık muayenesinden geçmelerini gerek sağlıklarını ilgilendiren her türlü iş ve işlemi kapsamaktadır. Bu doğrultuda, sağlık hizmetleri ise, kişiye ve çevreye yönelik olan koruyucu sağlık hizmetleri ile tedavi edici sağlık hizmetleri olmak üzere ikiye ayrılmakta ve her iki alana ait sağlık hizmetleri iş sağlığı ve güvenliği hukukunun kapsamında yer almaktadır. Bahsi geçen sağlık hizmetleri; sağlık muayenesi ve tetkikler, bağışıklama, gerekli kayıt düzenin oluşturulması ile bütün çalışanların kayıtlı  tutulması,  değerlendirilmesi,  gizlenmesi,  istendiği  zaman  çalışanlar  ya da temsilcilerine yahut yetkili olan birey ve kurumlara verilmesi ve bildirimi, bu hususta çalışanların eğitimi ve hijyen koşullarının izlenmesi, ölçümü, test ve analizi, iş kazası ve meslek hastalıklarında olay/olgu analizi, ilk yardım, acil tedavi, gereken hâllerde görev değiştirme ve benzeri önerilerde bulunulması, sağlığı geliştirme ve rehabilitasyon hizmetleridir. Sağlık gözetimi konusunda özellikle Anayasa nın 50 nci maddesinde hüküm altına  alınan   kimsenin  yaşına,  cinsiyetine  ve  gücüne  uygun  olmayan  işlerde çalıştırılamayacağına  ve Anayasa nın 56 ncı maddesinde ise,  herkesin sağlıklı ve dengeli bir çevrede yaşama hakkına sahip olduğuna  dair düzenleme önem arz etmektedir. Kanunlar bakımından ise, 6331 sayılı Kanun ile 24/4/1930 tarih ve 1593 sayılı Umumi Hıfzıssıhha Kanunu nda birtakım düzenlemelere rastlanmaktadır. İşyerlerinde üretim kesintisiz devam eden bir süreç olduğu için çalışanların üretim sürecinde sağlıklarının hangi sırada olumsuz etkileneceğini ya da etkilendiğini tam olarak  tespit  etmek  mümkün  olmamaktadır.  Bu  bağlamda,  çalışma  ortamından kaynaklanan zararlı çıktıların ya da iş görme edimi tekrar edilirken sürekli yapılan hareketlerin çalışanların sağlığını ne zaman bozmaya başladığının saptanması kolay değildir. Örneğin, sürekli aynı hareketleri yapan bir çalışanın sağlık sorunları çalışma süreci içinde adım adım gelişecek ve çalışan iş göremez düzeye geldiği zaman hastalık  olarak  adlandırılmış  olacaktır.  Gerek  meslek  hastalıklarının  önlenmesi gerek çalışanın sağlık kalitesi bakımından bahsi geçen sürecin tanımlanması hayati önem arz etmektedir. Bu sebeple, çalışanların işyerinde karşı karşıya kalabilecekleri iş sağlığı ve güvenliğine ilişkin riskler 6331 sayılı Kanun da gözetilerek anılan yasanın 15 inci maddesi ile işverenlere çalışanlarını sağlık gözetimine tabi tutma yükümlülüğü getirilmiştir. 10  Nüvit Gerek, ‘İş Sağlığı ve Güvenliği Kanun un Düşündürdükleri  (2012) (28) Sicil İş Hukuku Dergisi 10, 13.11  Evren (n 8) 245-247.12  RG 6.5.1930/1489.13  Murat Özveri, İşçi Sağlığı İş Güvenliği ve İş Cinayetleri (Birleşik Metal-İş 2015) 85-86.460İzmirlioğlu / İşverenin Sağlık Gözetimi Sağlama Yükümlülüğüne COVID-19 Salgını Bağlamında Genel Bir Bakış III. Sağlık Gözetimi Sağlama Yükümlülüğüne İlişkin 6331 sayılı Kanun ile Diğer Kanun ve sair Mevzuatın İncelenmesi Çalışanların işe girişlerinde ve işin devamı sırasında sağlık gözetimine tabi tutulması ve aynı zamanda beden ve ruh sağlıklarına uygun işleri yapacak olmaları iş sağlığı ve güvenliği bakımından büyük önem arz etmektedir. Bu sebeple, İş Sağlığı ve Güvenliği Kanunu nun işverenin sağlık gözetimini yapmakla yükümlüğü olduğuna dair  Sağlık Gözetimi  başlığı altında hüküm altına alınan 15 inci maddesine göre,  (1) İşveren;a) Çalışanların işyerinde maruz kalacakları sağlık ve güvenlik risklerini dikkate alarak sağlık gözetimine tabi tutulmalarını sağlar.b) Aşağıdaki hallerde çalışanların sağlık muayenelerinin yapılmasını sağlamak zorundadır:1) İşe girişlerinde.2) İş değişikliğinde.3) İş  kazası,  meslek  hastalığı  veya  sağlık  nedeniyle  tekrarlanan  işten uzaklaşmalarından sonra işe dönüşlerinde talep etmeleri hâlinde.4) İşin devamı süresince, çalışanın ve işin niteliği ile işyerinin tehlike sınıfına göre Bakanlıkça belirlenen düzenli aralıklarla.(2) Tehlikeli ve çok tehlikeli sınıfta yer alan işlerde çalışacaklar, yapacakları işe uygun olduklarını belirten sağlık raporu olmadan işe başlatılamaz.(3) Bu Kanun kapsamında alınması gereken sağlık raporları işyeri hekiminden alınır. 50 den az çalışanı bulunan ve az tehlikeli işyerleri için ise kamu hizmet sunucuları veya aile hekimlerinden de alınabilir. Raporlara itirazlar Sağlık Bakanlığı tarafından belirlenen hakem hastanelere yapılır, verilen kararlar kesindir. (4) Sağlık gözetiminden doğan maliyet ve bu gözetimden kaynaklı her türlü ek maliyet işverence karşılanır, çalışana yansıtılamaz.(5) Sağlık muayenesi yaptırılan çalışanın özel hayatı ve itibarının korunması açısından sağlık bilgileri gizli tutulur.   14  Erdem Özdemir, İş Sağlığı ve Güvenliği Hukuku (Vedat Kitapçılık 2014) 254 vd; Tankut Centel, ‘İşverenin İşyerinde Sağlık ve Güvenliği Sağlama Yükümü  (2013) 27(3) Çimento İşveren Dergisi 7, 7-15; Gülsevil Alpagut, ‘İş Sağlığı ve Güvenliği Yasa Tasarısında İşverenin Yükümlülükleri ve Risk Değerlendirmesi  İş Sağlığı ve Güvenliği Kanun Tasarısı Semineri (TİSK 2012) 23, 36-37; Sarper Süzek, İş Hukuku (Yenilenmiş 12. Baskı, (Beta 2016) 926; Hediye Ergin, ‘Periyodik Sağlık Kontrolünden Kaçınan İşçinin İş Sözleşmesinin Derhal Feshi  (2019) (42) Sicil İş Hukuku Dergisi 173, 177.461İstanbul Hukuk Mecmuası 78/2Hemen belirtilmelidir ki, sözü geçen madde öğretide işveren tarafından çalışanların sağlık gözetimine tabi tutulacağı hususunun çok genel ve soyut bir şekilde hüküm altına alındığı belirtilerek eleştirilmiştir. Aşağıda düzenleme ayrıntılı olarak izaha çalışılacaktır. İlgili düzenleme m 15/1-a hükmü doğrultusunda işverenin çalışanların işyerinde maruz kalacakları sağlık ve güvenlik risklerini dikkate alarak sağlık gözetimine tabi tutulmalarını  sağlama  yükümlülüğü  COVID-19  salgını  bağlamında  incelenecek olursa, Aile, Çalışma ve Sosyal Hizmetler Bakanlığı tarafından beyan edildiği üzere, COVID-19 hastalığı yeni bir risk faktörü olarak değerlendirilmeli ve işyeri hekimi tarafından gerekli önlemler alınarak çalışanlara periyodik muayeneler yapılmalıdır. İşyeri hekiminin çalışanda COVID-19 hastalığı bulunduğuna dair şüphe duyması halinde Sağlık Bakanlığının 184 numaralı danışma hattını araması, yönlendirmelerin uygulanması ve/veya Sağlık Bakanlığı nın ilgili sağlık kuruluşu ile iletişime geçerek çalışanın sevkini sağlaması gereklidir.   Bahsi  geçen  m  15/1-b,1  uyarınca,  iş  girişlerinde  ve  m/1-b,2 ye  göre,  iş değişikliklerinde,  işveren  tarafından  sağlık  muayenesi  yaptırılması  zorunluluğu getirilmiştir. Ayrıca,  işveren,  çalışanın  iş  kazası,  meslek  hastalığı  ya  da  sağlık nedenleri ile tekrarlanan işten uzaklaşmalardan sonra işe dönüşlerinde çalışanların talep etmeleri halinde sağlık muayenesi yaptırmakla yükümlüdür. Ertürk e göre, işyerinde  özellikle  sık  sık  rapor  kullanan  çalışanların  bulunması  durumunda tekrarlanan işten uzaklaşmalarda, işverenin ilgili çalışanın talebi ile çalışanı tekrar sağlık muayenesine tabi tutmak zorunda bırakılması yerinde olmamıştır. Gerek ise, işçinin iş kazasına maruz kalması, meslek hastalığına tutulması ya da sağlık nedeniyle işten uzaklaşmalardan sonra tekrar çalışmak üzere işyerine gelmesi durumunda, işveren tarafından işçinin talebi olmasa dahi, halen mevcut işini ifa etmek için uygun olup olmadığının belirlenmesi bakımından sağlık muayenesinin yapılmasını sağlamasının uygun olacağı düşüncesindedir. Nitekim, işveren, işe dönüşte çalışanın eski işine uygun olup olmadığını belirlemek ve çalışanın durumuna uygun bir iş vermekle yükümlü olup, söz konusu yükümlülük işçiyi gözetme borcu doğrultusunda çalışanların sağlık ve güvenliğini sağlama yükümlülüğünden ileri gelmektedir. Bu bağlamda, işverenin iyileşmiş olan işçinin önceki işine uygun olup olmadığını tespit etme ihtiyacı duyması ihtimali karşısında, düzenlemede zorunluluktan ziyade 15  Şükran Ertürk, ‘İş Sağlığı ve Güvenliği Kanunu nda İşverene Getirilen Yükümlülükler  (2012) (27) Sicil İş Hukuku Dergisi 13, 2016  Aile, Çalışma ve Sosyal Hizmetler Bakanlığı, ‘İşyerlerinde COVID-19 ile Mücadele  (2020) (COVID-19) https://ailevecalisma.gov.tr/covid/sikca-sorulan-sorular Erişim Tarihi 5 Mayıs 2020.17  Ertürk (n 15) 20; E Tuncay Senyen Kaplan, ‘İşverenin Sağlık Gözetimi Yükümlülüğü ve Hekim Raporlarının Hüküm ve Sonuçları  (2014) 28(3) Çimento İşveren Dergisi 18, 23; Süzek (n 14) 927.18  Gerek (n 10)14; Senyen Kaplan (n 17) 23.19  Senyen Kaplan (n 17) 23.462İzmirlioğlu / İşverenin Sağlık Gözetimi Sağlama Yükümlülüğüne COVID-19 Salgını Bağlamında Genel Bir Bakış sağlık  muayenesi  yaptırma  yetkisinden  söz  edilmesinde  isabet  olurdu. Ancak iş değişikliklerinde, bir ofis işinde ifa edilen görev değişikliği çalışanın sağlığı ve güvenliği bakımından bir değişiklik sayılmayabilecek ve sağlık muayenesi yapılması gerekmeyebilecektir. Kanaatimizce, COVID-19 tanısı konan ve tedavisi tamamlanıp iyileştikten sonra işe dönüş yapmak isteyen çalışanlar bakımından işveren tarafından çalışanın talebine bırakılmaksızın sağlık muayenesinin yaptırılması isabetli olacaktır. Çünkü, virüs enfekte olan hastada kalıcı sağlık sorunlarına yol açabilmekte olup, özellikle çok tehlikeli ve tehlikeli işler bakımından, işverenin işe dönüşte çalışanın eski işine uygun olup olmadığını tespit etmek ve çalışanın durumuna uygun bir iş vermekle  yükümlü  olması  gözetildiğinde  çalışana  sağlık  muayenesi  yapılması zorunluluk arz edebilecektir. İşe girişler bakımından, işverenin bilhassa birtakım yetenek ve eğitim gerektiren tehlikeli işler için işletmenin şartlarına uygun kişileri titizlikle seçmesi gereklidir. Bu bağlamda, kişinin çalışkan olması, çalışacağı makinaların kullanılmasını bilmeyen bir  işçi  bakımından  yeterli  olmayacak  ve  işçinin  tehlikelerle  karşılaşabilmesi mümkün olacaktır. Aynı zamanda, belli bir iş için eğitilmiş bir çalışana farklı bir iş gördürülmesi de tehlikeye maruz kalma riskini arttıracaktır.  İlgili m 15/1-b,4 düzenlemesine göre, işin devamı sırasında Bakanlık tarafından tayin edilen periyodik aralıklarla sağlık muayenelerinin yapılmasının sağlanması işverenlerin yükümlülüğüdür. Yapılan muayeneler sonucunda, çalışanın ifa edeceği ya da önceden gördüğü işlerin sağlığına zarar verip vermediği tespit edilmesi ile çalışanların iş kazaları ve meslek hastalıklarına maruz kalmaları önlenebilecektir. Nitekim, işin devamı sırasında yapılan sağlık gözetimleri neticesinde bir çalışanda meslek  hastalığı  saptanması  durumunda  tedavi  süreci  başlatılacak  ve  işverenin işçiyi gözetme borcunun bir gereği olarak çalışana sağlık durumuna uygun bir iş verilecektir.  Sözü geçen maddenin ikinci fıkrası uyarınca, tehlikeli ve çok tehlikeli işyerlerinde işçinin  sağlık  raporu  almaksızın  çalıştırılması  yasaklanmış,  az  tehlikeli  işler bakımından ise sağlık muayenesi yeterli görülmüştür.  Anılan  maddenin  üçüncü  fıkrası  değerlendirildiğinde  ise,  sağlık  raporlarına itirazların hakem hastanelere yapılacağına dair düzenlemeye ilişkin öğretide  hakem 20  Nurşen Caniklioğlu, ‘6331 sayılı İş Sağlığı ve Güvenliği Kanunu nda Öngörülen İşveren Yükümlülükleri  Çalışma Mevzuatı Seminer Notları (Türkiye Toprak İşverenleri Sendikası 2012) 27, 60; Süzek (n 14) 927.21  Caniklioğlu (n 20) 59; Süzek (n 14) 926-927.22  Senyen Kaplan (n 17) 21.23  ibid 22.24  Süzek (n 14) 927; Halûk Hâdi Sümer, İş Sağlığı ve Güvenliği Hukuku (2. Baskı, Seçkin 2018) 171.25  Gerek (n 10) 13; A Murat Demircioğlu ve Hasan Ali Kaplan, Sorularla İş Sağlığı ve Güvenliği Hukuku, (Beta 2016) 118.26  Demircioğlu ve Kaplan (n 25) 118.463İstanbul Hukuk Mecmuası 78/2hastane  kavramı eleştirilmiş olup, örneğin, Ertürk tarafından ilgili kavram, kanunla getirilmekle  birlikte  Kanun un  tanımlar  bölümünde  hakem  hastane  kavramına ilişkin bir tanım yapılmadığı için yerinde olmayan, yabancı bir kavram şeklinde değerlendirilmiştir. Yazar, hakem hastanenin vereceği kararların kesin olmasını ve dolayısıyla yargı denetiminin dışında bırakılmasını da isabetli bulmamaktadır. Senyen Kaplan a göre ise, Anayasa tarafından güvence altına alınan iddia ve savunma hakkı gereği, taraflara iş mahkemesine başvuru hakkı tanınmasının kabulü yerinde olurdu. İlgili düzenlemenin dördüncü fıkrasında zikredildiği üzere, sağlık gözetiminden doğan her türlü maliyet ve ek maliyet işveren tarafından karşılanacaktır. Bahsi geçen düzenlemenin, 155 sayılı İş Sağlığı ve Güvenliği ve Çalışma Ortamına İlişkin ILO Sözleşmesi ile, 161 sayılı İş Sağlığı Hizmetlerine İlişkin ILO Sözleşmesinde getirilen  düzenlemelere  uyumlu  olduğunu  belirtmek  mümkündür.  Ertürk e göre,  bahsi  geçen  düzenleme  isabetli  olmakla  birlikte  çalışanın  tekrarlanan işten uzaklaşmalarının ardından kendisinin sağlık gözetimi yapılmasını istemesi durumunda bu maliyetlerin de işverene yükletilmesi isabetli olmamıştır.  Bahsi geçen maddenin beşinci fıkrası uyarınca sağlık bilgilerinin gizli tutulması yükümlülüğü  ise,  İşyeri  Hekimi  ve  Diğer  Sağlık  Personelinin  Görev,  Yetki, Sorumluluk ve Eğitimleri Hakkında Yönetmeliğin, işyeri hekiminin yükümlülükleri başlığını taşıyan 11 inci maddesinin birinci fıkrası ile uyumlu olup, ilgili düzenlemeye göre, işyeri hekimleri  çalışanın kişisel sağlık dosyasındaki bilgileri gizli tutmakla yükümlüdür . Ancak Ertürk e göre, çalışanın sağlık durumu ile ilgili olarak işyeri hekiminin hangi bilgilerin nasıl bir şekilde işverene beyan etme yahut beyan etmeme yükümlülüğünü haiz olduğuna ilişkin bir hükme yer verilmesi isabetli olurdu. Ayrıca, mevcut düzenlemede, çalışanın sağlık bilgilerinin işveren tarafından işyeri hekiminden talep edilip edilemeyeceği hususu da açıklığa kavuşturulmamıştır. Oysa ki, iş görme ediminin ifası bakımından bazı sağlık bilgileri önem arz edebilecektir. Diğer taraftan, işverenin, işyeri hekiminden düzenlediği rapor hakkında bilgi istemesi, hekimin sır saklama yükümlülüğü ile bağlantılı bir husus olup, Türk 27  Ertürk (n 15) 20.28  Anayasa m 36/1 uyarınca, herkesin yargı mercileri önünde davacı veya davalı olarak iddia ve savunma hakkı bulunmaktadır.29  Senyen Kaplan (n 17) 24.30  RG 01.01.2004/25345. Bkz Sözleşme m 21 e göre,  iş güvenliği ve sağlığına ilişkin önlemler, işçilere herhangi bir mali yük getirmeyecektir . 31  RG. 13.01.2004/25345. Bkz Sözleşme nin 12 inci maddesi uyarınca,  işçilerin işle ilgili sağlığının gözetimi, onların ücretlerinde herhangi bir azalmaya neden olmayacak, ücretsiz yapılacak  olduğu hüküm altına alınmıştır.32  Senyen Kaplan (n 17) 24.33  Ertürk (n 15) 20.34  RG 20.07.2013/28713.35  Ertürk (n 15) 20.36  Senyen Kaplan (n 17) 25.464İzmirlioğlu / İşverenin Sağlık Gözetimi Sağlama Yükümlülüğüne COVID-19 Salgını Bağlamında Genel Bir Bakış Tabipleri Birliği Hekimlik Meslek Etiği Kuralları m 9 da hekimin sır saklama yükümlülüğü düzenlenmiş ve ancak, hastanın onamı yahut hasta veya diğer kişilerin yaşamını tehlikeye düşürmesi hâlinde ve hastanın kişilik haklarını zedelememek kaydıyla hekimlerin sır saklamakla yükümlü olmadığı ifade edilmiştir. Ayrıca, Tıbbi Deontoloji Tüzüğü nün 4 üncü maddesinde, hekimin mesleğini ifa ettiği esnada öğrendiği sırları, yasal zorunluluk olmadığı sürece açıklamayacağı düzenlenmiştir. Benzer bir hüküm Hasta Hakları Yönetmeliği nin 23 üncü maddesinde de yer almaktadır. COVID-19 salgını bakımından, ülkemizde Sağlık Bakanlığı tarafından bulaşıcı hastalıklara ilişkin olarak filyasyon (saha incelemesi) yapılmasına dair yürütülen bir  uygulama  mevcuttur.  Filyasyon,  vakanın  bildirimi  sonrasında  kaynağın  ve etkenin belirlenmesine yönelik çalışma yapılması ve/veya temaslılar dahil koruma ve kontrol önlemlerinin alınması anlamına gelmektedir. Bu bağlamda, COVID-19 salgını kapsamında da filyasyon çalışmaları yürütülmekte ve COVID-19 tanısı alan bir hastanın, belirli süre içinde temas halinde bulunduğu kişiler taranarak, virüsün kaynağına ulaşılması mümkün olabilmektedir. Söz konusu süreçte Aile, Çalışma ve Sosyal Hizmetler Bakanlığı tarafından yayımlanan  Yeni Koronavirüs Salgını Kapsamında  İş  Sağlığı  ve  Güvenliği  Profesyonellerinin  İşyerlerinde Aldıracağı Tedbirler   doğrultusunda,  isg  profesyonelleri  arasında  olan  işyeri  hekiminin, işyerinde COVID 19 hastalığı şüphesi bulunuyor ise, söz konusu kişi ile temas eden çalışanlarını belirlemesi, çalışan ile temas etmiş olan çalışanların iletişim bilgilerini kaydetmesi, İl/İlçe Sağlık Müdürlüğü nün yönlendirmesine göre hareket etmesi ile ilgili işveren ve/veya vekiline önerilerde bulunması gereklidir. Dolayısıyla, işyeri hekiminin çalışanlarda COVID-19 şüphesi oluşturan belirtiler tespit etmesi durumunda hasta çalışanın sağlık durumunu bir başka anlatımla sağlık verilerini işverene ve/veya işveren vekiline bildirmemesi ve önerilerde bulunmaması durumunda işyeri hekiminin işverene karşı sorumluluğu doğacak ve aynı zamanda gerek kamu sağlığı gerek işyerinde iş sağlığı ve güvenliği tehlikeye düşecektir.37  Bkz https://www.ttb.org.tr/mevzuat/index.php?option=com_content&view=article&id=65:hekl-meslek-etkurallari&catid=4:t&Itemid=31  Erişim Tarihi 15 Mayıs 2020.38  RG 19.02.1960/10436.39  Senyen Kaplan (n 17) 26.40  RG 01.08.1998/2342041  Bulaşıcı Hastalıklar ile Mücadele Rehberi Genelgesi 2018/22 https://dosyamerkez.saglik.gov.tr/Eklenti/27034,bulasicihastaliklarek89df-1eb-4866-8c-919b95fdpdf.pdf? 0 5 Erişim Tarihi 10 Haziran 2020.42  Akın, ‘COVID-19  (n 7) 29.43  Aile Çalışma ve Sosyal Hizmetler Bakanlığı, ‘Yeni Koronavirüs Salgını Kapsamında İş Sağlığı ve Güvenliği Profesyonellerinin İşyerlerinde Aldıracağı Tedbirler  (2020) (Tedbirler) https://www.ailevecalisma.gov.tr/media/41225/yeni-koronavirus-salgini-kapsaminda-is-sagligi-ve-guvenligi-profesyonellerinin-isyerlerinde-aldiracagi-tedbirler.pdf Erişim Tarihi 6 Nisan 2020 1, 8. 44  Bkz İşyeri Hekimi ve Diğer Sağlık Personelinin Görev, Yetki, Sorumluluk ve Eğitimleri Hakkında Yönetmelik m 11/2 uyarınca,  İşyeri hekimleri, iş sağlığı ve güvenliği hizmetlerinin yürütülmesindeki ihmallerinden dolayı, hizmet sundukları işverene karşı sorumludur. 465İstanbul Hukuk Mecmuası 78/2 Nitekim, çalışanların ayırt edilmesinin olanaksız olduğu durumlarda tehlikeye maruz kalan işçi grubunun iş sağlığı ve güvenliğini korumak amacıyla söz konusu işçi grubu ve durum işyeri yönetimine, işçi temsilcilerine ve işyerinin bulunduğu yerdeki sağlık ve güvenlik komitelerine açıklanabilecektir. Ayrıca, işyeri hekimleri işçilerin ve toplumun sağlık ve güvenliğini korumak maksadıyla açıklanması gereken bilgileri saklayamazlar ve gerekirse mevzuatın uygulanması için yetkili mercilere gözetmenlik yapmaları için başvuruda bulunmak zorundadırlar. Bu bağlamda, pandemi sürecinde de hangi işçilerin salgına maruz kaldığının ayırt edilmesinin olanaksız olduğu hallerde işyeri hekimi tarafından iş sağlığı ve güvenliğini korumak amacıyla çalışanlara ait ihtiyaç duyulabilecek sağlık verileri işverene ve çalışanların sevk edildiği sağlık kuruluşlarına bildirilmelidir.  24/4/1930 tarih ve 1593 sayılı Umumi Hıfzıssıhha Kanun unda ise, sağlık gözetiminin sürekliliği düzenlenmiştir. İlgili Kanun un 126 ıncı maddesinin ikinci fıkrası  ile  bulaşıcı  hastalığı  belgelenen  çalışanların  iyileştikleri  belgelenmeden ilgili maddenin birinci fıkrasında belirtilen işyerlerinde çalıştırılamayacakları ifade edilmiş, anılan Kanun un 127 inci maddesinde ise 126 ncı maddede belirtilen iş yerlerinde bulaşıcı bir hastalık veya bir salgın hastalık çıkması durumunda, gereken incelemelerin  ve  analiz  masraflarının  işyeri  sahipleri  ve  işletenleri  tarafından karşılanacağı,  doğacak  hukuki  sorumlulukların  ve  söz  konusu  durumdan  zarar görenlerin tazminat ödemelerinin de işyeri sahipleri ve işletenlere ait olduğu hüküm altına alınmıştır.  Diğer taraftan, sağlık gözetiminin sağlanması yükümlülüğü, işyerlerinde yapılan risk  değerlendirmesine  göre  yol  almakta  olup,  işyerinde  tehlike  kaynaklarına göre  mevcut  tehlike  kaynağına  uygun  sağlık  gözetimi  planlamasının  yapılması önem arz etmektedir. Bu bağlamda, İş Sağlığı ve Güvenliği Risk Değerlendirmesi Yönetmeliği nin 8 inci maddesine göre, tehlikeler tanımlanırken çalışma ortamı, çalışanlar ve işyerine ilişkin ilgisine göre asgari olarak düzenlemede belirtilen bilgiler toplanır. İlgili düzenlemede zikredildiği üzere, sözü geçen bilgiler arasında çalışanların sağlık gözetimi kayıtları, meslek hastalığı ve iş kazası kayıtlarının da tehlikeler arasında mutlaka yer alması gerekmektedir. Ayrıca, ilgili Yönetmeliğin 12 nci maddesine göre, işyerinin tehlike sınıfına bağlı olarak Yönetmelikte belirlenen aralıklarla risk değerlendirmesinin yenilenmesi gerekli olup, işyerinde yeni riskler ortaya çıkması durumunda risk değerlendirmesinin tamamen veya kısmen yenileneceği hüküm altına alınmış ve risk değerlendirmesinin yenilenmesini gerektiren durumlar arasında  İşyeri dışından kaynaklanan ve işyerini etkileyebilecek yeni bir tehlikenin 45  M Celal Mestçioğlu, ‘İşçi Sağlığı ve İş Güvenliği Kültürü  İşyeri Hekimliği   (2010) (86) Toprak İşveren Dergisi 20, 25.46  RG 6.5.1930/1489.47   RG 29.12.2012/28512.48  Teoman Akpınar ve Baki Yiğit Çakmakkaya, ‘İş Sağlığı ve Güvenliği Açısından İşverenlerin Risk Değerlendirme Yükümlülüğü  (2014) 1 (40) Çalışma ve Toplum Dergisi 273, 282-283.466İzmirlioğlu / İşverenin Sağlık Gözetimi Sağlama Yükümlülüğüne COVID-19 Salgını Bağlamında Genel Bir Bakış ortaya çıkması  durumu da sayılmıştır. İlgili düzenleme doğrultusunda COVID-19 salgınının işyerleri için yeni bir tehlikeyi ortaya çıkardığı şüphesizdir.  Yukarıda izaha çalışılan sebeplerle, pandemi sürecinde, Aile, Çalışma ve Sosyal Hizmetler Bakanlığı tarafından yayımlanan  İşyerlerinde Yeni Tip Koronavirüse Karşı Alınması Gereken Önlemler  doğrultusunda COVID-19 ile ilgili işyeri özelindeki tehlikeler belirlenerek ayrı bir risk değerlendirmesi yapılmalı ya da halihazırda bulunan risk değerlendirmesi güncellenmelidir. Ayrıca, COVID-19 a göre güncellenen salgın hastalıkların önlenmesine yönelik acil durum planları da devreye alınmalıdır. IV. Sağlık Gözetimi Bakımından İşyeri Hekiminin Rolü Çalışanların sağlık gözetiminden birinci derecede işveren sorumludur. Fakat sözü geçen sorumluluğun uzmanlık gerektiren bir konu olmasından dolayı sağlık gözetimi işyeri hekimi ile diğer sağlık personeli ve bazı hallerde iş güvenliği uzmanı aracılığıyla  gerçekleştirilmektedir. Ancak  gözetimin  uzmanlar  tarafından  yerine getirilmesi işverenin sorumluluğunu sona erdirmemektedir.  İşyeri Hekimi ve Diğer Sağlık Personelinin Görev, Yetki, Sorumluluk ve Eğitimleri Hakkında Yönetmeliğin Sağlık Gözetimi  başlıklı m 9/2-c hükmü doğrultusunda işyeri hekimleri Yönetmelikte belirtilen görevleri yerine getirmekle yükümlüdür. Tanım ve ilgili düzenlemeden de anlaşıldığı üzere, işyeri hekimi her zaman öncelikle işçinin sağlığını ve güvenliğini gözetmelidir.  Pandemi süreci bakımından ise, Aile, Çalışma ve Sosyal Hizmetler Bakanlığı tarafından 26.3.2020 tarihinde İSG-KATİP sistemi üzerinden  Yeni Koronavirüs Salgını (COVID-19) Kapsamında İş Sağlığı ve Güvenliği Profesyonellerinin İşyerlerinde Aldıracağı Tedbirler 53 başlıklı bilgilendirme rehberi yayımlanmış olup, ilgili rehber doğrultusunda  işyeri  hekimleri  tarafından  önerilerde  bulunulmalı  ve  işverenler tarafından gerekli uygulamalar yapılmalıdır. Hemen belirtilmelidir ki, işyerlerinde iş güvenliği hizmetlerini sunmak üzere görevlendirilen iş güvenliği uzmanı, işyeri hekimi ve diğer sağlık personeli için uygulamada iş sağlığı ve güvenliği profesyonelleri olarak anılmaktadır. Sözü geçen Rehber de belirtildiği üzere işyerine giriş ve çıkışlarda, işyeri hekiminin  çalışanların işe girişlerinde temassız ateş ölçer ile ateşlerinin 49  Aile, Çalışma ve Sosyal Hizmetler Bakanlığı, ‘İşyerlerinde Yeni Tip Koronavirüse Karşı Alınması Gereken Önlemler  (2020) (Önlemler) https://ailevecalisma.gov.tr/covid  1 Erişim Tarihi 2 Haziran 2020.50  Evren (n 8) 246. 51  İşyeri hekiminin sağlık gözetimine ilişkin görevleri 6331 sayılı Kanun m 15 hükmü doğrultusunda ilgili bentte ayrıntılı olarak düzenlenmiş olup, işyeri hekimlerinin temel görevleri arasında, çalışanların yapacakları işe uygun olduklarını ortaya koyan işe giriş ve periyodik sağlık muayenelerini yapmak suretiyle, gerekli tetkiklerin sonuçlarını düzenleyerek işyerinde muhafaza etmek yer almaktadır. 52  Mestçioğlu (n 44) 24.53  Sözü geçen rehber için bkz Aile Çalışma ve Sosyal Hizmetler Bakanlığı, ‘Tedbirler  (n 43) 1-11.54  Sümer (n 24) 112.467İstanbul Hukuk Mecmuası 78/2ölçülmesi  ile  ateş, öksürük, nefes darlığı ve benzeri şikâyeti olan çalışanların işyeri sağlık personeline, bulunmaması durumunda doğrudan sağlık kuruluşlarına yönlendirilmesinin sağlanması  konusunda işveren ve/veya işveren vekiline öneride bulunması gereklidir. Benzer şekilde çalışma ortamında da,  ateş, öksürük, nefes darlığı  ve  benzeri  şikayeti  olan  çalışanların  işyeri  sağlık  personelinin  işyerinde bulunması  halinde  yapılacak  kontrolden  sonra  işe  yönlendirilmesi,  bulunmaması halinde doğrudan sağlık kuruluşlarına yönlendirilmesinin sağlanması ile ilgili işveren ve/veya  vekiline  işyeri  hekimi  önerilerde  bulunmalıdır.  Ayrıca, Türk Tabipleri Birliği tarafından hazırlanan COVID 19 Pandemisinde İşyeri Hekimleri İçin Rehber uyarınca  İşyerinde Hasta Olanları veya Hasta Kişilerle Teması Olanları Yönetmek  başlığı altında Çalışanın COVID-19 ile teması olması durumu, Çalışanda COVID-19 semptomlarının bulunması durumu ve Çalışanın COVID-19 olduğunun ortaya çıkması durumunda işyeri hekimlerinin izlemesi gereken yol gösterilmektedir.  Ayrıca, işyeri hekimi, çalışanların sağlığını artan biyolojik risklere karşı korumak, rahatsızlığı bulunan çalışan için gerekli tedbirleri almak, her türlü önleyici hekimlik faaliyetini  uygulamak,  çalışanları  sağlık  risklerine  ve  alınan  tedbirlere  ilişkin bilgilendirmek,  işyerinde  hijyen  kurallarının  uygulanmasını  sağlamak  ve  tüm yapılanları onaylı deftere işleyerek gerekli olan kayıtları da çalışan sağlık dosyasına eklemek zorundadır. Diğer taraftan yukarıda zikredildiği üzere, Yönetmelik m 9/2-c,8 uyarınca işyeri hekimlerinin bulaşıcı hastalıkların kontrolünü sağlamak amacıyla yayılmayı önleme ve bağışıklama çalışmaları yapması, gerekli hijyen eğitimlerini vermesi, gerekli muayene ve  tetkiklerinin  yapılmasını  sağlaması  gereklidir.  Bu  sebeple,  COVID-19  salgını bağlamında da işyeri hekiminin söz konusu görevleri yerine getirmesi gerektiği açıktır.  İşyeri hekiminin bağışıklama çalışmaları bakımından, Sağlık Bakanlığı, erişkin bağışıklamasının önemini gözetmek suretiyle, gerek çocukluk döneminde bağışıklama takvimi yarım kalan gerek bağışıklığın pekiştirilmesi amacıyla ek aşılamalara ihtiyacı olanlar ile gebeler, yaşlılar, kronik hastalığı olanlar, bağışıklık yetmezliği bulunanlar ve diğer risk gruplarındaki kişilerin enfeksiyon hastalıklarından korunması hedefleri doğrultusunda aşılama çalışmalarını yürütmekte ve desteklemektedir. Bu bağlamda, Sağlık Bakanlığı tarafından 65 yaş ve üzerindeki kişilere zatürre, kan iltihabı, menenjit ve benzeri ciddi hastalıklardan korunmaları için iki pnömokok aşı önerilmektedir. 55  Aile, Çalışma ve Sosyal Hizmetler Bakanlığı, ‘Tedbirler  (n 43) 4.56  ibid 7.57  Türk Tabipleri Birliği, ‘COVID 19 Pandemisinde İşyeri Hekimleri İçin Rehber  (2020) Türk Tabipleri Birliği İşçi Sağlığı ve İşyeri Hekimliği Kolu 27 Nisan 2020 Ankara (Rehber) https://www.ttb.org.tr/userfiles/files/covid_isih_rehber.pdf  Erişim Tarihi 18 Mayıs 2020 1, 5-6.58  Aile, Çalışma ve Sosyal Hizmetler Bakanlığı, ‘COVID-19  (n 16).59  Ayrıntılı bilgi için bkz Sağlık Bakanlığı, ‘Yetişkin Aşılama  Aşı Portalı https://asi.saglik.gov.tr/asi-kimlere-yapilir/liste/30yeti%C%9Fkin-a%C%9F%C%Blama.html Erişim Tarihi 15 Haziran 2020.468İzmirlioğlu / İşverenin Sağlık Gözetimi Sağlama Yükümlülüğüne COVID-19 Salgını Bağlamında Genel Bir Bakış Sağlık Bakanlığı nın erişkin bağışıklamaya verdiği destek karşısında, COVID-19 tanısı konan hastaların solunum yoluna ilişkin şikayetlerinin yoğun seviyede olduğu gözetildiğinde, işyeri hekimlerinin özellikle Sağlık Bakanlığı tarafından zikredilen çalışan grupları başta olmak üzere, çalışanlara zatürre aşısı ve sair koruyucu aşıları yaptırmalarını isteme imkânı olsa gerektir. Diğer taraftan, işyeri hekiminin işçilerin sağlık gözetimine ilişkin görevleri tedavi amaçlı değildir. Bir başka anlatımla işyeri hekiminin görevi koruyucu hekimlik olup, tedavi edici hekimlik değildir. İşyeri hekiminin asli görevi, işyerinde iş sağlığı ve güvenliği için gereken tedbirlerin alınmasını, işçilerin sağlığını dikkate alarak sağlamaktır. Bu sebeple, işyerini ilgilendirmemekle birlikte çalışanların sağlığını etkileyen  sorunlar  da  işyeri  hekiminin  görev  alanına  dahildir.  Yönetmelikte düzenlenen sağlık gözetimi hizmetlerinin hepsi koruyucu niteliktedir. Ancak, her ne kadar kanun koyucu tarafından yapılan düzenlemelerde ve öğretide işyeri hekiminin koruyucu özelliği vurgulansa da, uygulamada, işyeri hekimleri tedavi edici hekimliği benimsemektedir 64.  6331  sayılı  İSGK  ve  ilgili  yönetmelikler  işyeri  hekiminin koruyucu sağlık hizmetlerini yerine getirmesini, tedavi hizmetlerinin ise Sosyal Güvenlik Kurumu sağlık kuruluşları tarafından sağlanması esasını benimsemekle birlikte, işyeri hekiminin çalışanları muayenesi, sağlık kurumuna sevki, reçete ve istirahat raporu hazırlaması gibi hususların yönetmelikte işyeri hekiminin yetkileri bakımından ele alınması daha yerinde olurdu. Çünkü işyeri hekimliğinin tedavi edici niteliği kapsamında işyeri hekimleri işyerinde çalışanlara reçete yazabilmekte, iki güne kadar istirahat raporu verebilmektedir. İşyeri hekimine reçete yazabilme ve istirahat raporu verme yetkilerinin verilmesinin öğretide isabetli bulunduğunu belirtmek mümkündür. 60  Aydın Başbuğ, ‘İşyeri Hekiminin İşyeri Hekiminin İşçi Sağlığı ve İş Güvenliği Organizasyonundaki Yeri ve İşçi Sağlığı ve İş Güvenliğinin Gerçekleştirilmesindeki Rolü  Türk Tabipleri Birliği Uluslararası ve Ulusal Hukuk Sisteminde İşyeri Hekimliği Sempozyumu (Türk Tabipleri Birliği 2003) 65, 95; Asiye Şahin Emir, İşyerinde Tehlike Halinde Alınması Gereken Önlemlerin Hukuki Çerçevesi (Seçkin 2015) 117.61  Levent, Akın, ‘İş Sağlığı ve Güvenliğinde İşyerinin Örgütlenmesi  (2005) 54(1) Ankara Üniversitesi Hukuk Fakültesi Dergisi (İşyerinin Örgütlenmesi) 1, 35; Hatice Adıyaman Üstünel, ‘İş Sağlığı ve Güvenliğinde İşverenin Yükümlülükleri  (2009) Selçuk Üniversitesi Sosyal Bilimler Enstitüsü Yayımlanmamış Yüksek Lisans Tezi https://tez.yok.gov.tr/UlusalTezMerkezi/  Erişim Tarihi 20 Nisan 2020 31; Şahin Emir (n 60) 115.62  Gaye Burcu Seratlı, ‘4857 sayılı İş Kanun una Göre İş Sağlığı ve Güvenliği  (2004) 53 (2) Ankara Üniversitesi Hukuk Fakültesi Dergisi 197, 221; Üstünel (n 61) 50; Şahin Emir (n 60)115.63  Başbuğ (n 60) 95.64  Duygu Üstüner, ‘Yeni Yasal Düzenlemeler Işığında İşyeri Hekimliği  Prof Dr Sarper Süzek e Armağan (Beta 2011) 2107, 2119; Muharrem Emre Ulusoy, ‘İşverenin İş Sağlığı ve Güvenliği Açısından İşyerinde Örgütlenme Yükümlülüğü  (2013) Selçuk Üniversitesi Sosyal Bilimler Enstitüsü Yayımlanmamış Yüksek Lisans Tezi https://tez.yok.gov.tr/UlusalTezMerkezi/  Erişim Tarihi 22 Nisan 2020 84.65  Ulusoy (n 64) 85. 66  Ömer Ekmekçi, ‘İşverenlerin İşyeri Hekimi Bulundurma Yükümü ve Tabip Odalarının Yetkisine İlişkin Sorunlar  (Nisan 2001) MESS Mercek Dergisi 73, 77; Veli Karagöz, ‘İşyeri Hekimliği Kurumu ve Uygulama Sorunları  (2006) 10(1-2) Ankara Üniversitesi Hukuk Fakültesi Dergisi 361, 379; Seratlı (n 62) 221; Ali Güzel, ‘Dünyada ve Ülkemizde İşyeri Hekimliğine Yaklaşım  Türk Tabipleri Birliği, Uluslararası ve Ulusal Hukuk Sisteminde İşyeri Hekimliği Sempozyumu (Türk Tabipleri Birliği 2003) 9, 32; Ulusoy (n 64) 84. Aksi yönde görüş için bkz Gürhan Fişek, ‘İş Güvenliği Uzmanlığında Takım Oyunu  Prof Dr Sarper Süzek e Armağan (Beta 2011) 1855, 1857.469İstanbul Hukuk Mecmuası 78/2 Öte yandan, İSGK nun 8 inci maddesinin ikinci fıkrası doğrultusunda işyeri hekimi ve iş güvenliği uzmanının, görevini ifa ettiği işyerinde işverene iş sağlığı ve güvenliği ile ilgili eksiklik ve aksaklıklar ile tedbir ve tavsiyeleri belirleyen yazılı bir bildirimi yapması gereklidir. Söz konusu bildirim, işyeri hekiminin tespit ettiği ‘ eksiklik ve aksaklıklar   ile ‘ tedbirler ve tavsiyeler  i içermeli ve işverenin alabileceği önlemler açık bir şekilde belirtilmelidir. Aksi takdirde, Kanun da tayin edilen yazılı bildirimin gerçekleşmediği ve işverenin, konunun uzmanı tarafından çözüm önerilemediği hâlde gerekli tedbirleri almadığı gerekçesi ile sorumluluğunun doğduğunu söylemek makul olmayacaktır. Gerek Kanun gerek Yönetmelik m 11/3 hükmü ile açıkça zikredildiği üzere, işyeri hekimi tarafından belirlenecek makul süre içinde işverenin gerekli tedbirleri yerine getirmemesi durumunda, durumu yetkili müdürlüğe iletmekle yükümlüdür. Aksi halde Kanun m 8/3 ve Yönetmelik m 11/2 uyarınca işyeri hekimi yükümlülüğünü ihlâl etmiş olacak ve hukuki sorumluluğu gündeme gelecektir. Pandemi süreci bakımından değerlendirildiğinde, işyeri hekiminin bir çalışanda COVID-19 hastalığı şüphesi bulunması durumunda, ilgili çalışanın izolasyonunu sağlaması ve durumu işyerinde görevli isg profesyonellerine ve işyeri yetkililerine bildirmesi  gerekir.  Akabinde,  Sağlık  Bakanlığı nın  yetkili  kurumu  tarafından belirtilen önlemler yerine getirilmeli ve çalışanın enfekte olduğu doğrulanırsa tanı konmuş olan çalışanın temas etmiş olabileceği diğer çalışanlar tespit edilir ve maske takmaları sağlanarak işyeri sağlık personeli bilgilendirilerek Sağlık Bakanlığı İletişim Merkezi 184 aranarak yetkili tarafından verilecek talimatlar izlenir. İşverenin yukarıda ve önceki açıklamalarımızda yer verilen Bakanlık tedbirlerine aykırı hareket etmesi bir başka deyişle, talimatlara uymaması ve işyeri hekimi tarafından gerekli yazılı bildirim yapılmasına rağmen COVID-19 hastalığı şüphesi veya tanısı bulunan çalışanları işyerinde çalıştırmaya devam etmesi ve/veya işyerinde gerekli sağlık ve güvenlik tedbirlerini almaması durumunda işyeri hekimi durumu 6331 sayılı Kanun m 8/2 hükmü uyarınca yazılı olarak bildirmelidir. Bu bildirim nedeniyle işverenin 67  Söz konusu fıkrada, işyeri hekimi ve iş güvenliği uzmanının görevini ifa etmekte olduğu işyerinde iş sağlığı ve güvenliği ile ilgili eksiklik ve aksaklıkları, tedbir ve tavsiyeleri belirlemek ve işverene yazılı olarak bildirmekle yükümlü olduğu, eksiklik ve aksaklıkların düzeltilmesinden, tedbir ve tavsiyelerin yerine getirilmesinden ise işverenin sorumlu olduğu hüküm altına alınmış olup, bildirilen eksiklik ve aksaklıkların acil durdurmayı gerektirmesi veya yangın, patlama, göçme, kimyasal sızıntı ve benzeri acil ve hayati tehlike arz etmesi, meslek hastalığına sebep olabilecek ortamların bulunmasına rağmen işveren tarafından gerekli tedbirlerin alınmaması halinde ise, bu durumun işyeri hekimi veya iş güvenliği uzmanı tarafından, Bakanlığın yetkili birimine, varsa yetkili sendika temsilcisine, yoksa çalışan temsilcisine bildirilmesi gerektiği aksi takdirde bildirim yapmadığı tespit edilen işyeri hekimi ve iş güvenliği uzmanının belgesinin üç ay, tekrarında ise altı ay süreyle askıya alınacağına yer verilmektedir. Ayrıca işveren tarafından işyeri hekimi veya iş güvenliği uzmanının söz konusu bildirim nedeniyle iş sözleşmesine son verilemeyeceği ve hiçbir şekilde hak kaybına uğratılamayacağı, aksi takdirde işveren hakkında bir yıllık sözleşme ücreti tutarından az olmamak üzere tazminata hükmedileceği de belirtilmektedir. 68  6331 sayılı Kanun un 8 inci maddesinin ikinci fıkrasında düzenlenen yazılı bildirimin akabinde, makul sürede işveren tarafından gereğinin yerine getirilmemesi durumunda işyeri hekimleri işyerinin bağlı bulunduğu çalışma ve iş kurumu il müdürlüğüne durumu yazılı olarak bildirmekle yükümlüdür.69  Ercan Akyiğit, ‘İşyeri Hekimi ve İş Güvenliği Uzmanlarının İş Güvencesi  (2015) (2) Beykent Üniversitesi Hukuk Fakültesi Dergisi 11, 9-10.70  Aile, Çalışma ve Sosyal Hizmetler Bakanlığı, ‘COVID-19  (n 16)470İzmirlioğlu / İşverenin Sağlık Gözetimi Sağlama Yükümlülüğüne COVID-19 Salgını Bağlamında Genel Bir Bakış işyeri hekiminin hak ve yetkilerini, 6331 sayılı Kanun m 8/1 uyarınca, görevlerini yerine getirmeleri nedeniyle kısıtlaması yasaktır.  COVID-19 tanısı ve tedavisi yapılan çalışanların işe dönüşüne ilişkin Aile, Çalışma ve Sosyal Hizmetler Bakanlığı tarafından beyan edildiği üzere, COVID-19 tanısı konan çalışanın tedavisi tamamlandıktan sonra işe dönüşünde sakınca olmadığına dair sağlık kuruluşu tarafından verilecek bir rapor ile çalışan işverenini bilgilendirir ve mevcut işine devam eder. İstenmesi durumunda işyeri hekimi tarafından sağlık muayenesi yapılır . Kanaatimizce COVID-19 tanısı konan ve iyileşen çalışanların işe dönüşlerinde işyeri hekimi tarafından sağlık muayenesinin yapılmasını isteğe bağlı tutmak yerine sağlık muayenesinin zorunlu hale getirilmesi işyerinde iş sağlığı ve güvenliğinin sağlanması ve çalışanın mesai arkadaşlarının çalışma ortamında tedirgin olmamaları bir başka deyişle diğer çalışanların beden ve ruh sağlığının olumsuz şekilde etkilenmemesi bakımından daha uygun olurdu. COVID-19 salgını bağlamında sağlık gözetimine ilişkin 6331 sayılı Kanun un 15 inci maddesinde veya İşyeri Hekimi ve Diğer Sağlık Personelinin Görev, Yetki, Sorumluluk ve Eğitimleri Hakkında Yönetmelik m 9/2-c,7 düzenlemesinde yapılacak bir değişiklik veya bir geçici madde ilavesi ile COVID-19 tanısı doğrultusunda tedavi olan çalışanların işe dönüşlerinde çalışanın talebine bağlı olmaksızın işyeri hekimi tarafından işe dönüş muayenesi yapılmasının zorunlu hale getirilmesi yararlı olacaktır. Böylece, işyeri hekimlerinin önceki işinde çalışması sakıncalı olan çalışanlara mevcut sağlık durumlarına uygun bir görev verilmesini işverene tavsiye ederek işverenin onayına sunması da iş sağlığı ve güvenliğinin korunması bakımından yerinde olacaktır.  Öte  yandan,  Türk  Tabipleri  Birliği  Rehberi nde  belirtildiği  üzere,  işveren tarafından, COVID-19 hastalığı belirtileri bulunan çalışanların işe gelmemeleri, evlerinde istirahat etmeleri ve tıbbi destek almaları istenmeli, çalışanların karantina süreçlerinde işyeri sağlık personeli tarafından aranarak sağlık durumları takip ve kayıt edilmelidir.  Dolayısıyla, işyeri hekimi ve diğer sağlık personeli hastalık belirtisi olan çalışanları ev izolasyonları sırasında telefonla aramalı, sağlık durumlarını takip etmeli ve kayıt altına almalıdır.  Öte yandan, İş Sağlığı ve Güvenliği Hizmetleri Yönetmeliği doğrultusunda İşyeri Sağlık ve Güvenlik Birimi ile Ortak Sağlık ve Güvenlik Birimlerinin de sağlık gözetimi konusunda görev ve sorumlulukları mevcut olup, ilgili Yönetmeliğin 13 üncü maddesinde sağlık gözetiminin sağlanması, işe giriş muayeneleri ile periyodik sağlık muayenelerinin kayıt altına alınması ve saklanması hususlarına yer verilmiştir. 71  ibid.72  Türk Tabipleri Birliği, ‘Rehber  (n 57) 5.73  RG 29.12.2012/28512.471İstanbul Hukuk Mecmuası 78/2V. Sağlık Gözetiminin Sağlanması Yükümlülüğüne Aykırılık Halinde Başvurulabilecek Yasal YollarA. İşverenin Yükümlülüğü İhlâli Bakımından1. İdari Para Cezası, Hukuki ve Cezai Sorumluluk 6331 sayılı Kanun un 26/1-f maddesi uyarınca, işverenin sağlık gözetimini yerine getirmemesinin yaptırımı idari para cezasıdır. Bu doğrultuda 6331 sayılı Kanun unun 15 inci maddesinin birinci ve ikinci fıkralarına aykırılık halinde işverenlerin her bir çalışan için 2020 yılı itibariyle 2.342,00 TL idari para cezası ödemesi gerekecektir. Diğer taraftan, sağlık gözetimi yapılmaması, anılan yükümlülük ile iş kazası ya da meslek hastalığı ile bir nedensellik bağı kurulduğu ölçüde, işverenin iş kazası veya meslek hastalığından sorumluluğunu gündeme getirecektir. Örneğin, işçinin sağlığı bakımından uygun olmayan bir işte çalıştırılması nedeniyle işverenin sağlık gözetimi yükümlülüğüne aykırı davranması durumunda, yapılan ihlâl gerek hukuki gerek cezai sorumluluğunun belirlenmesinde göz önünde bulundurulacaktır. Bir başka anlatımla, işverenin çalışanı sağlık gözetimine tabi tutmaksızın ya da çalışanı sağlığı bakımından uygun olmayan bir işte çalıştırması sonucunda sağlık gözetimi yükümlülüğünü yerine getirmemesi ile nedensellik bağı bulunan iş kazası veya meslek hastalığı ortaya çıkması durumunda işverenin gerek hukuki gerek cezai sorumluluğu ortaya çıkacak ve söz konusu sorumluluklar bakımından kusur oranının tespitinde sağlık  gözetimi  yükümlülüğünün  ihlâli  dikkate  alınacaktır.  Örneğin,  işverenin işçisini bir hastalığı olduğu hâlde aynı işte çalıştırması sebebiyle beyin kanaması geçirdiği belirlenmeden sadece işçinin periyodik sağlık muayenelerinin yapılmaması gerekçesi ile işverenin %60 oranında kusurlu bulunması 23.12.2009 tarihinde verilen Yargıtay 1 inci HD kararı uyarınca, kusur raporunun İş Kanunu 77 nci maddenin öngördüğü koşulları içermemesi gerekçesiyle usul ve yasaya aykırı bulunmuştur. Yargıtay 21 inci HD nin 11.07.2017 tarihli bir kararında da  işverenin sigortalının periyodik sağlık muayenelerini yaptırıp yaptırmadığı  araştırılarak kusur oranlarının belirlenmesi gerektiği ifade edilmiştir.74  İlgili düzenleme şöyledir:  15 inci maddesinin birinci ve ikinci fıkralarında belirtilen yükümlülükleri yerine getirmeyen işverene, sağlık gözetimine tabi tutulmayan veya sağlık raporu alınmayan her çalışan için bin Türk Lirası idari para cezası verilir. 75  6331 sayılı Kanuna göre 2020 yılında uygulanacak idari para cezaları için bkz. https://www.mess.org.tr/media/filer_public/9f/9b/9fba-6989-4402-8fb-bfe29b/6331_tablo.pdf 76  Gonce Gizem ve Akçılgın Metin, ‘Çalışanların Sağlık Gözetimi  (2018) 10 (102) Fasikül Hukuk Dergisi 17, 22. 77  Konuya ilişkin bir Yargıtay kararı için bkz Yargıtay 21 HD, 16956/21076, 23.12.2009 (Kazancı İçtihat Bankası); Sümer (n 24) 172-173.78  Yargıtay 1 HD, 16956/21076, 23.12.2009 (Legalbank Elektronik Hukuk Bankası); Özdemir (n 14) 254-255.79  Yargıtay 21 HD 2016/10978, 2017/5953, 11.07.2017 (Kazancı İçtihat Bankası); ilgili karar ve benzer Yargıtay kararları için bkz Ergin (n 14) 179.472İzmirlioğlu / İşverenin Sağlık Gözetimi Sağlama Yükümlülüğüne COVID-19 Salgını Bağlamında Genel Bir Bakış  COVID-19 salgını bakımından ise, işverenler, işyerlerinde ortaya çıkabilecek COVID-19 risklerinin sonuçlarını yapılan kamusal uyarılardan sonra bilebilecek durumdadır. Bu sebeple, kendilerinden beklenen önlemleri almamaları, uyarılara uymamaları, kurallara uyulup uyulmadığını kontrol etmemeleri durumunda mücbir sebep gerekçesiyle sorumluluktan kurtulabilme imkânları bulunmayacaktır. 2. Çalışanların Çalışmaktan Kaçınma Hakkı   Çalışmaktan kaçınma hakkı , mevzuatımızda İş Sağlığı ve Güvenliği Kanunu nun 13 üncü  maddesinde  hüküm  altına  alınmıştır.  Sözü  geçen  düzenleme  uyarınca, çalışanların ciddi ve yakın tehlike ile karşı karşıya kalması durumunda İş Sağlığı ve Güvenliği Kuruluna, kurulun bulunmadığı işyerlerinde ise, işverene başvurarak durumun tespit edilmesini ve gerekli tedbirlerin alınmasına karar verilmesini talep etmesi çalışanlara tanınan bir yasal haktır. Kurulun veya işverenin talebe ilişkin derhal kararını vermesi ve durumu tutanakla tespit etmesi ve kararı çalışana ve çalışan temsilcisine yazılı olarak bildirmesi gereklidir. Karar, çalışanın talebi doğrultusunda ise çalışanın gerekli tedbirler alınıncaya kadar çalışmaktan kaçınabilmesi mümkündür. Diğer taraftan, ciddi ve yakın tehlikenin önlenemez olduğu durumlarda çalışan sözü geçen usule uymak zorunda olmaksızın işyerini veya tehlikeli bölgeyi terk ederek belirlenen güvenli yere gidebilecektir. İş sözleşmesiyle çalışanların işveren tarafından gerekli tedbirlerin alınmadığı durumlarda sözleşmelerini feshetme imkanı da tanınmıştır.  Çalışmaktan kaçınma hakkının temel amacı iş kazası ve meslek hastalıklarının ortaya çıkmasını önlemek ve çalışanın kendisini korumasını sağlamaktır. Nitekim söz konusu hak çalışanların anayasal bir hak olan yaşama ve kişinin maddi ve manevi varlığını koruma hakkından ileri gelmektedir. Ayrıca, gereken sağlık ve güvenlik önlemlerinin  alınması  işverenin  işçiyi  gözetme  borcundan  kaynaklanmaktadır. Dolayısıyla,  gerekli  tedbirlerin  alınmaması,  iş  sözleşmesinin  ihlâli  olarak nitelendirilmelidir. İSGK m 13/1 uyarınca, İş Sağlığı ve Güvenliği Kurulu nun işyerinde ciddi ve yakın bir tehlikenin mevcut olmadığı veya bu nitelikte bir tehlike olmasına rağmen işverenin gerekli tüm önlemleri aldığı yönünde karar vermesi hâlinde, çalışanın tek başına yapacağı tespit üzerine 11/1/2011 tarih ve 6098 sayılı Türk Borçlar Kanunu madde  408 den  yararlanarak  çalışmaktan  kaçınma  hakkını  kullanması,  işçiler bakımından iş sözleşmesinin haksız feshi diğer çalışanlar bakımından ise haksız ve 80  Akın, ‘COVID 19  (n 7) 19.81  Sümer (n 24) 195.82  Gaye Baycık, ‘Çalışanların İş Sağlığı ve Güvenliğine İlişkin Haklarında Yeni Düzenlemeler  (2013) 71(3) Ankara Barosu Dergisi 103, 120.83  RG 4.2.2011/27836.473İstanbul Hukuk Mecmuası 78/2mazeretsiz devamsızlık olarak nitelendirilebilir. Çünkü iş sağlığı ve güvenliği teknik bir konu olup, çalışanların kurul aleyhine yapacakları tespitin hatalı olma ihtimali mevcuttur. Bu sebeple Baycık, TBK m 408 in kullanılmasından önce durumun tespitinin iyi yapılmasının yararlı olacağı düşüncesindedir. Çalışmaktan kaçınma hakkı süreyle sınırlanmamıştır. Dolayısıyla, çalışanın çalışmaktan kaçınma hakkını işveren tarafından gerekli tedbirler alınıncaya kadar kullanabilmesi mümkündür. Nitekim işveren gerekli önlemleri almadığı müddetçe temerrüde düşmüş durumdadır. Böylece,  çalışanın  da  çalışmaktan  kaçınma  hakkı  gerekli  önlemler  alınıncaya kadar devam edecektir. Diğer taraftan, tehlikenin birden fazla çalışanı etkilemesi durumunda çalışanlar toplu olarak kanundan doğan çalışmaktan kaçınma haklarını kullanabilir ve bu durum kanun dışı grev olarak nitelendirilemez. Sözü geçen düzenleme doğrultusunda, pandemi sürecinde, işyerinde COVID-19 hastalığına maruz kalabilme ihtimali ile karşılaşan çalışanların kurula ya da işverene başvurarak, işyerinde yeni koronavirüs bulunduğunun tespit edilmesi ve gereken önlemlerin alınmasına karar verilmesini istemeleri mümkündür. Çalışanın başvurusu üzerine kurulun acilen toplanması yahut kurul bulunmayan işyerlerinde, işverenin derhâl kararını vermesi ve işyerinde COVID-19 virüsü yahut virüsün enfekte olduğu çalışanların bulunduğunu tutanakla tespit etmesi gerekir. Akabinde ise verilen karar, çalışana ve çalışan temsilcisine yazılı olarak bildirilecek ve kararın ardından çalışanlar, işyerinde gerekli tedbirler alınıncaya kadar çalışmaktan kaçınabileceklerdir. Ayrıca, işçilerin somut örnek bağlamında işverenin gerekli tedbirleri almaması nedeniyle iş sözleşmesini haklı nedenle feshedebilmeleri de mümkün görünmektedir. Öte yandan, 6331 sayılı Kanun m 13/3 hükmünün uygulanabilmesi için, ciddi ve yakın tehlikenin önlenemez nitelikte olması gereklidir. Önlenemezliğin mevcut olup olmadığı konusunda bir maden ocağında zehirli gaz seviyesinin kabul edilebilir sınırların  üzerine  çıkması  durumunun  önlenemez  nitelikte  olduğunu  belirtmek mümkün olup, yeni silinen bir yerin kaygan olması ve düşme tehlikesinin ortaya çıkması halinde ise, önlenemez bir tehlike olduğunu ifade etmek mümkün değildir. Ayrıca, önlenemez niteliğin tespiti için çalışanın sübjektif durumu örneğin, sağlığı, 84  Süzek (n 14) 959; M Polat Soyer, ‘İşçinin İş Görmekten Kaçınma Hakkı, Koşulları, Kullanılması ve Hukuki Sonuçları  Prof Dr Sarper Süzek e Armağan (Beta 2011) 657, 684; Melda Sur, ‘İşçinin Çalışmaktan Kaçınma Hakkı  Prof Dr A Can Tuncay a Armağan (2005) 395, 411-412; Baycık (n 82)118.85  Sur (n 84) 411-412; Baycık (n 82) 118.86  Baycık (n 82) 118.87  Soyer (n 84) 683; Seracettin Göktaş, Türk İş Hukukunda İşçinin Çalışmaktan Kaçınma Hakkı, (Yetkin 2008), 229-230; Sur (n 84) 413; Baycık (n 83) 118; Süzek (n 14) 959; Nuri Çelik, Nurşen Caniklioğlu ve Talat Canbolat, İş Hukuku Dersleri (Yenilenmiş 31. Baskı, Beta 2018) 382.88  Süzek (n 14) 958; Soyer (n 84) 684-685; Levent Akın, ‘İş Sağlığı ve Güvenliği  (2005) Türkiye Toprak, Seramik, Çimento ve Cam Sanayii İşverenleri Sendikası III. Yılında İş Yasası Semineri İstanbul (İş Sağlığı) 302, 321; Murat Engin, ‘Yeni İş Kanunu Tasarısı ve İşçinin İş Görmekten Kaçınma Hakkı  (2013) 5(1) Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi 77, 83-84; Baycık (n 82) 119. 89  Akın, ‘COVID-19  (n 7) 34.474İzmirlioğlu / İşverenin Sağlık Gözetimi Sağlama Yükümlülüğüne COVID-19 Salgını Bağlamında Genel Bir Bakış kıdemi, yaşı, mesleki deneyimi gibi birtakım kişisel nitelikleri de gözetilmelidir. Hâkim tarafından sonradan tehlikenin ciddi ve yakın nitelik taşımadığı yönünde bir saptama yapılmakla birlikte işçiye çalışma ortamının ciddi ve yakın tehlikeye maruz kaldığı düşüncesini uyandırmasının makul sayılabileceği hallerde çalışmaktan kaçınmanın yasaya uygun bulunduğunun kabul edilmesi de olanaklıdır. Ancak, çalışanların yasadan doğan haklarını kötüye kullanmamaları gerektiği açıktır.  Diğer taraftan, m 13/3 uyarınca çalışmaktan kaçınma hakkını kullanarak işyerlerini veya tehlikeli bölgeyi terk eden işçilerin işveren tarafından 6331 sayılı Kanun un 12 nci maddesi gereği tahliye durumunda hazırlanması gereken güvenli yerlere gideceklerdir.  İşveren  tarafından  bu  yerlerin  hazırlanmamış  olması  durumunda ise, işçilerin tehlikeden uzak herhangi bir yere gitmeleri mümkündür. Hemen belirtilmelidir ki, pandemi sürecinde, Sağlık Bakanlığı tarafından 1 Haziran 2020 tarihinde yayımlanan COVID-19 rehberi uyarınca, COVID-19 hastasıyla aynı ofiste çalışanlar yakın temaslı kabul edilmektedir. Dolayısıyla, yakın temaslı duruma maruz kalan çalışanlar bakımından ciddi ve yakın tehlikenin önlenemez olduğu gözetilerek 6331 sayılı Kanun m 13/3 uyarınca, m 13/1 de belirtilen usule uymadan çalışmaktan kaçınmaları yasaya uygun olacaktır. Öte yandan, salgının devamı sürecinde bir işyerinde, yalnızca resmi kanallardan açıklanan önlemlerin alınması, işyerlerindeki maruziyet riskinden kaynaklanacak ciddi ve yakın tehlikenin otomatik olarak ortadan kalktığı anlamına gelmeyecektir. Ancak, işyerinde alınan tedbirlerin seviyesinin, COVID-19 maruziyetini o işyerinde ciddi ve yakın tehlike olmaktan çıkarması durumunda ve süreç içinde çalışanlarda veya ailelerinde vaka bulunmaması halinde, Kanun un 13 üncü maddesindeki prosedürü işletmeden çalışmaktan kaçınma hakkının kullanılması makul karşılanmayabilecektir. Bahsi geçen işyerlerinde, kurul ya da işveren kararı olmaksızın çalışmaktan kaçınmak, iş görme edimini yerine getirmemek şeklinde nitelendirilebilecektir. Ancak buna rağmen, Akın a göre, işçinin davranışı salgının koşulları içinde psikolojik durumu gözetilerek 22/5/2003 tarih ve 4857 sayılı İş Kanunu m 25/II-h kapsamında bir haklı neden değil, geçerli fesih nedeni olarak kabul edilmelidir. Bu bağlamda, geçici 10. madde kapsamında fesih sebeplerinin sınırlandırılması nedeniyle, geçici süre içinde anılan feshin mümkün olmadığı sonucuna ulaşılmalıdır. 90  Süzek (n 14) 960; Sümer (n 24) 198. 91  Süzek (n 14) 960-961.92  ibid 961.93  Sağlık Bakanlığı, ‘COVID-19 (Sars-Cov-2 Enfeksiyonu) Temaslı Takibi, Salgın Yönetimi, Evde Hasta İzlemi ve Filyasyon  (2020)  https://covidbilgi.saglik.gov.tr/depo/rehberler/covid-19-rehberi/COVID-19_REHBERI_TEMASLI_TAKIBI_EVDE_HASTA_IZLEMI_VE_FILYASYON.pdf  6 Erişim Tarihi 5 Haziran 2020.94  RG 10.6.2003/25134.95   İşçinin yapmakla ödevli bulunduğu görevleri kendisine hatırlatıldığı halde yapmamakta ısrar etmesi .96  Akın, ‘COVID-19  (n 7) 34-35.475İstanbul Hukuk Mecmuası 78/23. İşin Durdurulması Öncelikle belirtilmelidir ki, ülkemizde COVID-19 salgını sorunu nedeniyle pandemi sürecinde geçici bir önlem olarak idare tarafından bir işi durdurma uygulamasıyla karşılaşılmış ve bazı işyerleri kapatılmıştır. İçişleri Bakanlığı tarafından genelgelerde sayılan  işyerlerinin  faaliyetleri  geçici  süreliğine  durdurulmuştur.  Bakanlık tarafından belirlenen işyerlerinde işin durdurulması tedbir amaçlı bir idari karar olup, aşağıda açıklanmaya çalışılacak olan işin durdurulması kararından farklıdır. Çalışmada zikredilecek olan işin durdurulması kavramı 6331 sayılı Kanun da iş sağlığı ve güvenliğini sağlama yükümlülüğüne aykırı davranan işverenlere yönelik bir kamu hukuku yaptırımı olarak hüküm altına alınan bir düzenlemedir. Bir başka farklı yasal düzenleme ise, işyeri hekimlerinin yetkilerine ilişkindir. İşverenlerin 6331 sayılı Kanun un 4 üncü maddesinde düzenlenen iş sağlığı ve güvenliğini sağlama yükümlülükleri bağlamında, çalışanların sağlık ve güvenlikleri bakımından ortaya çıkan ciddi tehlikelerin ortadan kaldırılması için gerekli önlemleri alması gereklidir. Bu bağlamda, İşyeri Hekimi ve Diğer Sağlık Personelinin Görev, Yetki, Sorumluluk ve Eğitimleri Hakkında Yönetmeliğin 10 uncu maddesinde  İşyeri Hekiminin Yetkileri  düzenlenmiş olup, işyeri hekiminin yetkileri arasında, işyerinde belirlediği hayati tehlikenin ciddi ve önlenemez olması ve bu hususun acil müdahale gerektirmesi halinde işin durdurulması için işverene başvurmak da yer almaktadır. Bu sebeple, pandemi sürecinde işyeri hekiminin işyerinde COVID-19 hastalığı şüphesi taşıyan çalışanlar tespit etmesi durumunda, işyerinde ortaya çıkan hayati tehlikenin ciddi ve önlenemez olması ve bu hususun acil müdahale gerektirmesi halinde işin durdurulması için işverene başvurması yetkileri arasındadır.  İdari bir yaptırım olarak işin durdurulması ise, 6331 sayılı Kanun un 25 inci maddesinde hüküm altına alınmış olup, ilgili maddenin birinci fıkrası uyarınca, işyeri bina ve eklentilerinde çalışanlar bakımından hayati tehlike oluşturan bir konu tespit edilmesi durumunda söz konusu tehlike giderilinceye kadar, işyerinin bir bölümünde ya da tamamında iş durdurulur.  Yukarıda  zikredilen  hüküm  doğrultusunda,  pandemi  sürecinde  işverenlerin sağlık  gözetimi  yükümlülüklerini  yerine  getirmemeleri  işyerinde  hayati  tehlike oluşturabilecektir. Bu sebeple, işyerinde COVID-19 salgınının önlenmesine yönelik gerekli  önlemleri  almayan  işverenlerin  işyerlerinin  bina  ve  eklentilerinde  yeni koronavirüs bulunduğuna dair hayati tehlike tespit edilmesi durumunda, bu tehlike giderilinceye kadar, 6331 sayılı Kanun m 25 birinci fıkra uyarınca idari bir yaptırım olarak işin durdurulması söz konusu olabilecektir. 97  ibid, 56-57.98  İşin durdurulmasına ilişkin düzenlemenin devamında ise, teftiş ve karar süreci ile işverenin karara itiraz hakkı ve işin durdurulması nedeniyle işsiz kalan işçiler bakımından izlenmesi gereken yasal prosedür ile karara rağmen izinsiz işçi çalıştıran işveren veya işveren vekillerine uygulanacak hapis cezası yer almaktadır. 476İzmirlioğlu / İşverenin Sağlık Gözetimi Sağlama Yükümlülüğüne COVID-19 Salgını Bağlamında Genel Bir Bakış B. Çalışanın İş Sağlığı ve Güvenliği Önlemlerine Uyma Yükümlülüğünü İhlâli Bakımından 6331 sayılı Kanun da hüküm altına alındığı üzere, çalışanların da işverene karşı iş sağlığı ve güvenliğinin korunması bakımından birtakım yükümlülükleri bulunmaktadır.  İlgili  Kanun un   Çalışanların  Yükümlülükleri   başlığı  altında düzenlenen  19 uncu  maddesinin  birinci  fıkrası  uyarınca,  çalışanların  gerek kendilerinin gerek hareketlerinden ya da yaptıkları işten etkilenen diğer çalışanların sağlık ve güvenliklerini tehlikeye düşürmemekle yükümlü oldukları ifade edilmiş olup, anılan maddenin ikinci fıkrasında ise, işveren tarafından verilen eğitim ve talimatlar doğrultusunda çalışanların yükümlülükleri hüküm altına alınmıştır.  Çalışanlar 19. maddede zikredilen yükümlülüklerinin yanı sıra pandemi sürecinde COVID-19 hastalığına özel olarak işyerinde alınan tedbirlere uymak ve bu konuda verilen emir ve talimatları uygulamak zorundadır. Çalışanın COVID-19 hastalık şüphesi varsa, maske takmak suretiyle işyeri sağlık personeline gitmesi bir çalışan yükümlülüğü olup, işyeri hekimi tarafından ise değerlendirmesi yapılmalıdır.   COVID-19  salgını  döneminde  çalışmak  zorunda  kalan  işçilerin,  hastalığın yayılmasını engellemeye yönelik olarak sosyal mesafeyi korumak, uygun koruyucu malzemeleri kullanmak, hijyene dikkat etmek ve sair beyan edilen bütün uyarılara uygun  davranma  yükümlülükleri  bulunmaktadır.  Ayrıca,  işçilerden,  işyerinde uygulanan  sağlık  denetimlerine  katılmaları  da  beklenebilecektir.  Bu  çerçevede, işyerine giriş ve çıkışta işçilere ateş ölçümü yapılması şeklinde gerçekleştirilen sağlık kontrollerinin, özenli uygulanması durumunda kişisel verileri koruma mevzuatına aykırılık söz konusu olmayacaktır. Kaldı ki, COVID-19 salgını gerek kamu güvenliğini gerek kamu düzenini tehdit eden bir pandemidir. Nitekim, 24/03/2016 tarih ve 6698 sayılı Kişisel Verilerin Korunması Kanunu m 28/1-ç bendine göre, kişisel verilerin kamu kurum ve kuruluşları tarafından yürütülen önleyici, koruyucu ve istihbari faaliyetler kapsamında işlenmesi durumunda kanun hükümleri uygulanmayacaktır. Dolayısıyla,  COVID-19  salgını  kapsamında  oluşturulan  kişisel  verilerin  Sağlık Bakanlığı ve ilgili diğer kamu kurum ve kuruluşları tarafından işlenmesi mümkündür. Sözü geçen Kanun m 6/3 uyarınca, sağlığa ilişkin kişisel veriler kamu sağlığının korunması amacıyla, sır saklama yükümlülüğü altında bulunan kişiler veya yetkili kurum ve kuruluşlar tarafından ilgilinin açık rızası aranmaksızın işlenebilecektir.  Öte  yandan,  çalışanın  haklı  bir  mazereti  olmaksızın  sağlık  muayenesinden kaçınması durumunda, işverenin işçiye rıza dışı olarak sağlık muayenesi yapması mümkün  olamayacaktır.  Hâl  böyle  olunca,  İş  Kanunu nun  m  25/II-h  bendi doğrultusunda işverenin sağlık muayenesinden kaçınmak suretiyle iş sağlığı ve 99  Aile, Çalışma ve Sosyal Hizmetler Bakanlığı, ‘COVID-19  (n 16).100  RG 7.4.2016/29677.101  Akın, ‘COVID-19  (n 7) 35.477İstanbul Hukuk Mecmuası 78/2güvenliğini tehlikeye düşüren işçinin iş sözleşmesinin haklı nedenle feshedebileceği kabul edilmektedir. Nitekim, İzmir Bölge Adliye Mahkemesi nin bir kararında da zikredildiği üzere  İş Kanunu nun 25 inci maddesinin ikinci fıkrasının h bendi uyarınca yapılan uyarıya rağmen işçinin periyodik sağlık kontrolüne girmeyerek iş  sağlığı  ve  güvenliğine  ilişkin  kurallara  uymaması;  anılan  maddenin  ikinci fıkrasının i bendine göre, işçinin kendi kusuruyla iş güvenliğini tehlikeye düşürmesi durumunda veya söz geçen maddenin ikinci fıkrasının e bendinde düzenlendiği üzere,  işçinin  doğruluk  ve  bağlılığa  uymayan  davranışlarda  bulunması  işveren açısından iş sözleşmesinin feshinde haklı neden oluşturmaktadır. Dolayısıyla, işçinin sağlık ve güvenliğine ilişkin önlem ve kurallara aykırı davranan ve/veya talimatı yerine getirmeyen işçinin iş sözleşmesinin haklı nedenle feshedilmesini kaçınılmaz kılmaktadır.  Yukarıda izaha çalışıldığı üzere, İş Kanunu nda işçi tarafından iş sağlığı ve güvenliğinin  tehlikeye  düşürülmesi  işverenin  haklı  fesih  sebepleri  arasında  yer almaktadır. Fakat, işçinin tehlike doğuran eyleminin şiddeti nazara alınarak toplu iş sözleşmelerinde yer verilecek düzenlemeler ile farklı seçenekler belirlenebilir ve işverenin fesih hakkı sınırlanabilir. Böylece, birtakım hafif seviyede ihmâller için, haklı sebeple fesih yerine disiplin cezaları veya bildirimli fesih gibi seçenekler kararlaştırılabilir. Akın ise, iş sağlığı ve güvenliğine ilişkin getirilen yükümlülükleri ihlâl eden işçilere ilişkin disiplin cezası, tazminat ödeme ve/veya haklı sebeple fesih gibi birtakım yaptırımlara başvurulabileceği görüşündedir. Yazara göre, bu bağlamda, işyeri hekimi veya işyeri mühendislerine birtakım yeni yetkiler verilebileceği gibi, teknik eleman istihdam etme veya kurul kurma zorunluluğu bulunmayan işyerleri bakımından sözü geçen hususlar yükümlülük haline getirilebilecektir. Pandemi sürecinde ise, kamu sağlığı söz konusu olduğundan kanaatimizce işçinin tehlike yaratan eylemi gerek kendisi gerek çalışma arkadaşları bakımından ciddi ve hayati tehlikeye yol açacağı için işverenin fesih hakkını kullanması makul karşılanmalıdır.Sonuç  COVID-19  salgını  bağlamında  işverenin  iş  sağlığı  ve  güvenliği  mevzuatı kapsamında önemli bir yükümlülüğü olan çalışanların sağlık gözetimini sağlama yükümlülüğü günümüz pandemi sürecinde hayati öneme sahip bir yükümlülük haline  gelmiştir.  6331  sayılı  Kanunu nun  15 inci  maddesinde  genel  ve  soyut şekilde düzenlenen sağlık gözetimi yükümlülüğü, özellikle İşyeri Hekimi ve Diğer 102  Fevzi Demir, ‘İş Sağlığı ve Güvenliği Önlemlerinin Alınmasında İşverenin Sorumluluğu  (2014) 20(1) Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi (Prof. Dr. Ali Rıza OKUR a Armağan) 675, 696; Ergin (n 14) 180.103  İzmir 9 BAM, 1099/190, 16.02.2018 tarihli kararının ayrıntılı incelemesi için bkz Ergin (n 14) 173-183.104  Demir (n 102) 695; ibid 182.105  Akın Levent, ‘Sendikaların İş Sağlığı ve Güvenliğinin Sağlanmasına Katkısı  (2012) 3(34) Çalışma ve Toplum Dergisi (Sendika) 101, 113. 106  Akın, ‘Sendika  (n 105) 110.478İzmirlioğlu / İşverenin Sağlık Gözetimi Sağlama Yükümlülüğüne COVID-19 Salgını Bağlamında Genel Bir Bakış Sağlık Personelinin Görev, Yetki, Sorumluluk ve Eğitimleri Hakkında Yönetmelik doğrultusunda çeşitli sektörlere yönelik hazırlanan Yönetmeliklerde de spesifik olarak yer almaktadır. Ancak, bir biyolojik doğal afet olan ve Dünyayı etkisi altına alan COVID-19 hastalığının bazı bireylerin ölümüne yol açması, bazı kişiler bakımından ise kalıcı sağlık sorunlarına sebep olması gözetildiğinde Sağlık Bakanlığı, Türk Tabipleri Birliği ve Aile, Çalışma ve Sosyal Hizmetler Bakanlığı nın yayımladığı çeşitli rehberler ve talimatlar salgın ile mücadelede gerek işverenlere gerek işyeri hekimlerine  bulaşıcı  hastalığın  işyerlerinde  önlenmesi  konusunda  klavuzluk etmektedir. Çalışmada ayrıntılı olarak izaha çalışıldığı üzere, işverenlerin ve işyeri hekimlerinin COVID-19 salgınına yönelik Bakanlıklar tarafından yayımlanan her türlü rehber ve talimata uygun hareket etmek suretiyle pandemi sürecinde işyerinde iş sağlığını ve güvenliğini korumaları ve işyerinde gerekli tedbirlerin alınması hayati önem arz etmektedir. Bu bağlamda,  Yeni Koronavirüs Salgını Kapsamında İş Sağlığı ve Güvenliği Profesyonellerinin İşyerlerinde Aldıracağı Tedbirler  doğrultusunda işyeri hekiminin, işyerinde COVID 19 hastalığı şüphesi bulunması durumunda, ilgili kişi ile temas eden ve aynı işyerinde çalışmakta olan kişileri belirlemesi ve iletişim bilgilerini kayıt altına alarak, İl veya İlçe Sağlık Müdürlüğü nün yönlendirmesi doğrultusunda hareket etmesi ve ilgili işveren ve/veya işveren vekiline birtakım öneriler sunması gereklidir. Ayrıca, COVID-19 salgını bağlamında sağlık gözetimine ilişkin 6331 sayılı Kanun un 15 inci maddesinde veya bahsi geçen Yönetmeliğin 9 uncu maddesinin ikinci fıkrasında yer alan düzenlemede yapılacak bir değişiklik veya  bir  geçici  madde  ilavesi  ile  COVID-19  tanısı  doğrultusunda  tedavi  olan çalışanların  işe  dönüşlerinde  çalışanın  talebine  bağlı  olmaksızın  işyeri  hekimi tarafından işe dönüş muayenesi yapılmasının zorunlu hâle getirilmesi işyerlerinde iş sağlığı ve güvenliğinin korunması bakımından kanaatimizce daha yararlı olacaktır.  İşverenlerin pandemi sürecinde yapacakları sağlık gözetimi ihlâlleri çalışanları gerek  ciddi  ve  yakın  bir  hayati  tehlikeye  maruz  bırakabilecek  gerek  çalışanın ölümüne sebebiyet vermek gibi telafisi mümkün olmayan sonuçlar doğurabilecektir. Söz konusu ihlâllerin yaptırımı ise, hukuki, cezai ve idari yaptırımlar şeklinde olabilecektir. Çalışmada yargı kararlarına da temas edilerek izaha çalışıldığı üzere, işverenin sağlık gözetimini yerine getirmemesi hukuki sorumluluğu bakımından yapılacak bilirkişi incelemelerinde yüksek oranda veya somut olaya göre tam kusurlu tayin edilmesine yol açabilecektir. Ayrıca, işverene İSGK m 15 birinci ve ikinci fıkraları doğrultusunda idari para cezası verilecektir.   Diğer  taraftan,  işyerinde  çalışanlar  pandeminin  devamı  süresince  işveren tarafından gerekli tedbirler alınmadığı için COVID-19 un enfekte olma tehlikesi ile karşı karşıya kalırlarsa ciddi ve yakın tehlikenin varlığı karşısında 6331 sayılı Kanun un 13 üncü maddesinde hüküm altına alınmış olan çalışmaktan kaçınma haklarını kullanabileceklerdir. Somut olaya göre değişmekle beraber çalışmaktan 479İstanbul Hukuk Mecmuası 78/2derhal veya 13 üncü maddede zikredilen yasal prosedüre uyarak kaçınmak mümkün olabilecektir. Ayrıca, işyerinde COVID-19 salgınının önlenmesine yönelik gerekli önlemleri almayan işverenlerin işyerlerinin bina ve eklentilerinde hayati tehlike tespit edilmesi durumunda, bu tehlike giderilinceye kadar, 6331 sayılı Kanun m 25/1 uyarınca idari bir yaptırım olarak işin durdurulması söz konusu olabilecektir. Son olarak belirtilmelidir ki, işyerlerinde iş sağlığı ve güvenliğinin korunması bağlamında çalışanların da 6331 sayılı Kanun un 19 uncu maddesinde zikredilen düzenlemelere ve COVID-19 hastalığını önlemeye yönelik işyerinde alınan tedbirlere, emir  ve  talimatlara  uyma  yükümlülükleri  bulunmaktadır.  Örneğin,  COVID-19 belirtileri olan çalışanların ivedi olarak işyeri hekimlerine maske takmak suretiyle sağlık muayenesine gitmesi yükümlülükleri arasındadır. Özellikle pandemi sürecinde işyerine giriş ve çıkışta ateş ölçümü yapılması gibi birtakım sağlık kontrollerini yaptırmaları, sosyal mesafeyi korumak, uygun koruyucu malzemeleri kullanmak, hijyene dikkat etmek gibi birtakım yükümlülükleri de mevcuttur. Ayrıca, işyerinde çalışmakta olan işçilerin haklı bir mazeretleri olmaksızın sağlık muayenesinden kaçınmaları veya yükümlülüklere aykırı davranmaları durumunda, iş sağlığı ve güvenliğini ve aynı zamanda kamu sağlığını tehlikeye düşürmeleri nedeniyle iş sözleşmelerinin haklı nedenle feshedilebilmesi gündeme gelebilecektir.Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir.Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare.Grant Support: The author declared that this study has received no financial support.480İzmirlioğlu / İşverenin Sağlık Gözetimi Sağlama Yükümlülüğüne COVID-19 Salgını Bağlamında Genel Bir Bakış",
     "Kaynakça": "Aile,  Çalışma  ve  Sosyal  Hizmetler  Bakanlığı,  ‘İşyerlerinde  COVID 19  ile  Mücadele   (2020) (COVID 19) https://ailevecalisma.gov.tr/covid19/sikca sorulan sorular Erişim Tarihi 5 Mayıs 2020.Aile, Çalışma ve Sosyal Hizmetler Bakanlığı, ‘İşyerlerinde Yeni Tip Koronavirüse Karşı Alınması Gereken Önlemler  (2020) (Önlemler) https://ailevecalisma.gov.tr/covid19 Erişim Tarihi 2 Haziran 2020.Aile Çalışma ve Sosyal Hizmetler Bakanlığı, ‘Yeni Koronavirüs Salgını Kapsamında İş Sağlığı ve Güvenliği Profesyonellerinin İşyerlerinde Aldıracağı Tedbirler (2020) (Tedbirler) https://www.ailevecalisma.gov.tr/media/41225/yeni koronavirus salgini kapsaminda is sagligi ve guvenligiprofesyonellerinin isyerlerinde aldiracagi tedbirler.pdf Erişim Tarihi 6 Nisan 2020 1 11.Akın L, ‘COVID 19 un İş İlişkilerine Olası Etkileri  (2020) 34(3) Çimento İşveren Dergisi (COVID 19) 16 71.Akın L, ‘İş Sağlığı ve Güvenliğinde İşyerinin Örgütlenmesi  (2005) 54(1) Ankara Üniversitesi Hukuk Fakültesi Dergisi (İşyerinin Örgütlenmesi) 1 60.Akın L, ‘Sendikaların İş Sağlığı ve Güvenliğinin Sağlanmasına Katkısı  (2012) 3(34) Çalışma ve Toplum Dergisi (Sendika) 101 124.Akın L, ‘İş Sağlığı ve Güvenliği  (2005) Türkiye Toprak, Seramik, Çimento ve Cam Sanayii İşverenleri Sendikası III. Yılında İş Yasası Semineri İstanbul (İş Sağlığı) 302 348Akpınar T ve Çakmakkaya B Y, ‘İş Sağlığı ve Güvenliği Açısından İşverenlerin Risk Değerlendirme Yükümlülüğü  (2014) 1(40) Çalışma ve Toplum Dergisi 273 304.Akyiğit E, ‘İşyeri Hekimi ve İş Güvenliği Uzmanlarının İş Güvencesi  (2015) (2) Beykent Üniversitesi Hukuk Fakültesi Dergisi 11 38.Alpagut  G,  ‘İş  Sağlığı  ve  Güvenliği  Yasa  Tasarısında  İşverenin  Yükümlülükleri  ve  Risk Değerlendirmesi  İş Sağlığı ve Güvenliği Kanun Tasarısı Semineri (TİSK 2012) 23 40.Başbuğ A, ‘İşyeri Hekiminin İşyeri Hekiminin İşçi Sağlığı ve İş Güvenliği Organizasyonundaki Yeri ve İşçi Sağlığı ve İş Güvenliğinin Gerçekleştirilmesindeki Rolü  Türk Tabipleri Birliği Uluslararası ve Ulusal Hukuk Sisteminde İşyeri Hekimliği Sempozyumu (Türk Tabipleri Birliği 2003) 65 97.Baycık G, ‘Çalışanların İş Sağlığı ve Güvenliğine İlişkin Haklarında Yeni Düzenlemeler  (2013) 71(3) Ankara Barosu Dergisi 103 170. Caniklioğlu N, ‘6331 sayılı İş Sağlığı ve Güvenliği Kanunu nda Öngörülen İşveren Yükümlülükleri  Çalışma Mevzuatı Seminer Notları (Türkiye Toprak İşverenleri Sendikası 2012) 27 84Centel T, ‘İşverenin İşyerinde Sağlık ve Güvenliği Sağlama Yükümü  (2013) 27(3) Çimento İşveren Dergisi 7 15Çelik N, Caniklioğlu N ve Canbolat T, İş Hukuku Dersleri, (Yenilenmiş 31. Baskı, Beta 2018).Demir F, ‘İş Sağlığı ve Güvenliği Önlemlerinin Alınmasında İşverenin Sorumluluğu  (2014) 20(1) Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi (Prof. Dr. Ali Rıza OKUR a Armağan) 675 703Demircioğlu AM ve Kaplan HA, Sorularla İş Sağlığı ve Güvenliği Hukuku (Beta 2016) Ekmekçi Ö, ‘İşverenlerin İşyeri Hekimi Bulundurma Yükümü ve Tabip Odalarının Yetkisine İlişkin Sorunlar  (Nisan 2001) MESS Mercek Dergisi 73 88.Engin M, ‘Yeni İş Kanunu Tasarısı ve işçinin İş Görmekten Kaçınma Hakkı  (2013) 5(1) Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi 77 94.481İstanbul Hukuk Mecmuası 78/2Ergin H, ‘Periyodik Sağlık Kontrolünden Kaçınan İşçinin İş Sözleşmesinin Derhal Feshi  (2019) (42) Sicil İş Hukuku Dergisi 173 183.Ertürk Ş, ‘İş Sağlığı ve Güvenliği Kanunu nda İşverene Getirilen Yükümlülükler  (2012) (27) Sicil İş Hukuku Dergisi 13 24.Evren ÖK, İş Sağlığı ve Güvenliği El Kitabı, (2. Baskı, Seçkin 2016) Fişek G, ‘İş Güvenliği Uzmanlığında Takım Oyunu  Prof Dr Sarper Süzek e Armağan (Beta 2011)1855 1868. Gerek N, ‘İş Sağlığı ve Güvenliği Kanun un Düşündürdükleri  (2012) (28) Sicil İş Hukuku Dergisi 10 19.Gonce G ve Akçılgın M, Çalışanların Sağlık Gözetimi (2018) 10(102) Fasikül Hukuk Dergisi 17 25.Göktaş S, Türk İş Hukukunda İşçinin Çalışmaktan Kaçınma Hakkı (Yetkin 2008).Güzel A, ‘Dünyada ve Ülkemizde İşyeri Hekimliğine Yaklaşım  Türk Tabipleri Birliği, Uluslararası ve Ulusal Hukuk Sisteminde İşyeri Hekimliği Sempozyumu (Türk Tabipleri Birliği 2003) 9 64.Güzel A ve Çatalkaya DU, ‘İşverenin İş Kazasından Doğan Sorumluluğunun Niteliği ve Sınırları (Karar İncelemesi)  (2012) 3 (34) Çalışma ve Toplum Dergisi 157 188. Karagöz V, ‘İşyeri Hekimliği Kurumu ve Uygulama Sorunları  (2006) 10(1 2) Ankara Üniversitesi Hukuk Fakültesi Dergisi 361 394.Mestçioğlu MC, ‘İşçi Sağlığı ve İş Güvenliği Kültürü  İşyeri Hekimliği   (2010) (86) Toprak İşveren Dergisi 20 25. Özdemir E, İş Sağlığı ve Güvenliği Hukuku (Vedat Kitapçılık 2014).Özveri M, İşçi Sağlığı İş Güvenliği ve İş Cinayetleri (Birleşik Metal İş 2015).Sağlık Bakanlığı, ‘COVID 19 (Sars Cov 2 Enfeksiyonu) Temaslı Takibi, Salgın Yönetimi, Evde Hasta  İzlemi  ve  Filyasyon   (2020)  https://covid19bilgi.saglik.gov.tr/depo/rehberler/covid19 rehberi/COVID 19_REHBERI_TEMASLI_TAKIBI_EVDE_HASTA_IZLEMI_VE_FILYASYON.pdf Erişim Tarihi 5 Haziran 2020 1 20.Sağlık Bakanlığı, ‘Yetişkin Aşılama  Aşı Portalı https://asi.saglik.gov.tr/asi kimlere yapilir/liste/30yeti%C5%9Fkin a%C5%9F%C4%B1lama.html Erişim Tarihi 15 Haziran 2020.Sarı Y D, Aksoy M ve Karuk V, Afet, Acil Durum ve Endüstriyel Kazalarda İş Sağlığı ve Güvenliği (Anadolu Üniversitesi 2020)Senyen Kaplan E T, ‘İşverenin Sağlık Gözetimi Yükümlülüğü ve Hekim Raporlarının Hüküm ve Sonuçları  (2014) 28(3) Çimento İşveren Dergisi 18 35.Seratlı GB, ‘4857 sayılı İş Kanun una Göre İş Sağlığı ve Güvenliği  (2004) 53 (2) Ankara Üniversitesi Hukuk Fakültesi Dergisi 197 241.Soyer MP, ‘İşçinin İş Görmekten Kaçınma Hakkı, Koşulları, Kullanılması ve Hukuki Sonuçları  Prof Dr Sarper Süzek e Armağan (Beta 2011) 657 689.Sur M, ‘İşçinin Çalışmaktan Kaçınma Hakkı  Prof Dr A Can Tuncay a Armağan (Legal 2005) 395 414.Sümer HH, İş Sağlığı ve Güvenliği Hukuku (2. Baskı, Seçkin 2018).Süzek S, İş Hukuku (Yenilenmiş 12. Baskı, Beta 2016). Şahin Emir A, İşyerinde Tehlike Halinde Alınması Gereken Önlemlerin Hukuki Çerçevesi (Seçkin 2015)Türk Tabipleri Birliği, ‘COVID 19 Pandemisinde İşyeri Hekimleri İçin Rehber  (2020) Türk Tabipleri Birliği İşçi Sağlığı ve İşyeri Hekimliği Kolu 27 Nisan 2020 Ankara (Rehber)  https://www.ttb.org.tr/userfiles/files/covid_isih_rehber.pdf  Erişim Tarihi 18 Mayıs 2020 1 7.482İzmirlioğlu / İşverenin Sağlık Gözetimi Sağlama Yükümlülüğüne COVID 19 Salgını Bağlamında Genel Bir Bakış Ulusoy ME, İşverenin İş Sağlığı ve Güvenliği Açısından İşyerinde Örgütlenme Yükümlülüğü (2013) Selçuk Üniversitesi Sosyal Bilimler Enstitüsü Yayımlanmamış Yüksek Lisans Tezi https://tez.yok.gov.tr/UlusalTezMerkezi/  Erişim Tarihi 22 Nisan 2020.Üstüner D, ‘Yeni Yasal Düzenlemeler Işığında İşyeri Hekimliği  Prof Dr Sarper Süzek e Armağan (Beta 2011) 2107 2140.Üstünel HA, ‘İş Sağlığı ve Güvenliğinde İşverenin Yükümlülükleri  (2009) Selçuk Üniversitesi Sosyal  Bilimler  Enstitüsü  Yayımlanmamış  Yüksek  Lisans  Tezi  https://tez.yok.gov.tr/UlusalTezMerkezi/ Erişim Tarihi 20 Nisan 2020.483"
}