{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "02",
     "Ay": "07",
     "Yıl": "2019",
     "Cilt": "77",
     "Sayı": "1",
     "Başlık": "Ceza Mahkemesi Tarafından Ceza Verilmesine Yer Olmadığına İlişkin Kararın Hukuk Mahkemesi Kararlarına Tesiri",
     "Title": "The Effects Of The  Non Necessity Of Punishment  Decision That Handed Down By Criminal Court On Civil Court",
     "Yazar İsmi": [

          "Derya Belgin Güneş"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Hukuk mahkemesi" , "Ceza mahkemesi" , "Ceza verilmesine yer olmadığı kararı" , "Kesin hüküm etkisi" , "Unsur etkisi" , "Bağlayıcı etki"
     ],
     "Keywords": [
          "Civil court" , ",Criminal court" , "Non necessity of punishment decision" , "Res judicata effect ", "Condition effect" , "Binding effect"
     ],
     "Özet": "Bu çalışmada, ceza mahkemesinden verilen ve esasa ilişkin nihaî bir karar olan ceza verilmesine yer olmadığı kararının, hukuk mahkemesi bakımından bağlayıcı etkisi ele alınmaktadır. Bağlayıcı etki olarak söz konusu kararın öncelikle hukuk mahkemesi bakımından kesin hüküm etkisi incelenmektedir. Ceza verilmesine yer olmadığı kararının hukuk mahkemesindeki etkileri hakkında hukukumuzda açık ve genel bir düzenleme mevcut değildir. Bu nedenle Türk Borçlar Kanunu nun 74. maddesi ile Hukuk Muhakemeleri Kanunu nun 214. maddesinin yorumlanarak ceza verilmesine yer olmadığı kararının hukuk mahkemesi bakımından kesin hüküm etkisinin izah edilmesi gerekir. Bununla beraber ceza verilmesine yer olmadığı kararının verilme sebepleri tek tek ele alınarak hukuk mahkemesindeki etkisinin incelenmesi de gerekir. Ceza verilmesine yer olmadığı kararı, fiilin hukuka aykırılığı ve failin o fiili işlediği hususlarında hukuk mahkemesi bakımından bağlayıcı iken ceza verilmesine yer olmadığı kararının verilme gerekçeleri bakımından hukuk mahkemesi bağlı değildir. Ceza verilmesine yer olmadığı kararının hukuk mahkemesi bakımından bağlayıcı olmadığı haller de bu çalışma kapsamında incelenmektedir. Ceza verilmesine yer olmadığı kararının hukuk mahkemesi bakımından bağlayıcı olduğu bir diğer husus ise unsur etkisidir. Ceza verilmesine yer olmadığı kararı, hukuk mahkemesinde yargılamanın yenilenmesi sebebi oluşturuyorsa, usûlî bir unsur etkisine sahip olmaktadır. Son olarak ceza zamanaşımının daha uzun olması halinde, ceza verilmesine yer olmadığı kararının haksız fiil zamanaşımını uzatıcı etkiye sahip olup olmadığı konusu da işlenmektedir.",
     "Abstract": "The binding effect of the  non necessity of punishment  decision which is a substantial final judgment rendered by a criminal court, on a civil court is discussed in this paper. Res judicata effect is assessed first regarding the mentioned decision s binding effect on civil courts. There is no explicit or general legislation regulating the effects of  non necessity of punishment decision  on civil courts. Hence, res judicata effect of this decision on civil courts should be explained with regard to article 74 of Turkish Code of Obligations and article 214 of Code of Civil Procedure. Moreover the grounds for rendering  the non necessity of punishment decision  and its effect on civil courts should be examined separately. Even though civil courts are not bound by the rationale of  non necessity of punishment decisions , they are bound by the ruling on the unlawfulness of the actus reus and the fact that the perpetrator committed the act. Situations where the mentioned decision is not binding on the civil courts are also examined within the scope of this article.  Non necessity of punishment decision  has a procedural condition effect if it constitutes the reason for a retrial in civil courts. Finally, extensive effect of  the non necessity of punishment decision  where the criminal statue of limitations is longer upon the statue of limitations regarding tortuous act is evaluated.",
     "Metin": "Ceza mahkemesinin verdiği verilen nihaî kararların hukuk mahkemesi bakımından doğurduğu çeşitli etkiler bulunmaktadır. Ceza mahkemesinden verilen her bir karar türü için bu etkiler farklılık arz eder. Bu nedenle ceza mahkemesinden verilen her bir karar türünün hukuk mahkemesi bakımından doğurduğu etkilerin ayrı ayrı ele alınması gerekir. Doktrinde beraat, mahkûmiyet veya hükmün açıklanmasının geri bırakılması  kararlarının  hukuk  mahkemesindeki  etkilerini  konu  alan  makaleler bulunmakla beraber ceza verilmesine yer olmadığı kararlarının etkisi bakımından herhangi bir çalışma bulunmamaktadır. Bu nedenle söz konusu ceza mahkemesi kararının hukuk mahkemesine etkisi bu çalışmanın konusu olarak seçilmiştir.I. Ceza Verilmesine Yer Olmadığı KararıA. Ceza Verilmesine Yer Olmadığı Kararı Verilen HallerCeza mahkemesi tarafından verilen nihaî kararlar; beraat, mahkûmiyet, ceza verilmesine yer olmadığı kararı, düşme, görevsizlik, davanın reddi kararlarıdır (CMK m. 223/I). Ceza mahkemesi sanık hakkında bir suçun işlenip işlenmediği ile ilgili sadece mahkûmiyet veya beraat kararı vermez. Ceza Kanunu nun kabul ettiği hallerde suç teşkil eden bir fiili işlemiş olsa bile sanık hakkında ceza verilmesine yer olmadığına karar verilebilir. Ceza Muhakemesi Kanunu nun 223. maddesi, ceza verilmesine yer olmadığına kararı verilebilecek halleri iki grupta düzenlemektedir. Söz konusu maddenin 3. fıkrasında sanığın kusurunun ortadan kalkması nedeniyle verilen; 4. fıkrasında ise, suçu işlediği halde sanığa ceza verilmeyen haller yer almaktadır. Ceza Muhakemesi Kanunu nun 223. maddesinin 3. fıkrasına göre, sanık hakkında şu hallerde kusurunun bulunmaması dolayısıyla ceza verilmesine yer olmadığı kararı verilir: a) Yüklenen suçla bağlantılı olarak yaş küçüklüğü, akıl hastalığı veya sağır ve dilsizlik hali ya da geçici nedenlerin bulunması, b) Yüklenen suçun hukuka aykırı fakat bağlayıcı emrin yerine getirilmesi suretiyle veya zorunluluk hali ya da cebir veya tehdit etkisiyle işlenmesi,c) Meşru savunmada sınırın heyecan, korku ve telaş nedeniyle aşılması,d) Kusurluluğu ortadan kaldıran hataya düşülmesi. Ceza Muhakemesi Kanunu nun 223. maddesinin 4. fıkrasına göre ise, işlenen fiilin suç olma özelliğini devam ettirmesine rağmen, şu hallerde sanık hakkında ceza verilmesine yer olmadığı kararı verilir: a) Etkin pişmanlık, b) Şahsî cezasızlık sebebinin varlığı, c) Karşılıklı hakaret, d) İşlenen fiilin haksızlık içeriğinin azlığı. 188Güneş / Ceza Mahkemesi Tarafından Ceza Verilmesine Yer Olmadığına İlişkin Kararın Hukuk Mahkemesi Kararlarına TesiriB.  Ceza  Verilmesine  Yer  Olmadığı  Kararının  Diğer  Ceza  Mahkemesi Kararlarından FarklarıBeraat kararından farklı olarak, kanun koyucu ceza verilmesine yer olmadığına karar verilen hallerde sanığın beraat kararı gibi suçtan tamamen aklanmasını istemez. Örneğin,  meşru  savunma  halinde,  işlenen  suç  nedeniyle  sanık  beraat  ederken, meşru savunmada sınırın heyecan, korku veya telaş nedeniyle aşılması halinde sanık hakkında beraat kararı değil, ceza verilmesine yer olmadığı kararı verilmesi gerekir. Ceza verilmesine yer olmadığı kararı mahkûmiyet kararından farklıdır. Ceza verilmesine yer olmadığı kararı verilen hallerde, esasen fail suçu işlemiştir ve fakat çeşitli sebepler neticesinde ceza gibi ağır bir yaptırımın uygulanmasının uygun olmadığı düşüncesiyle ceza verilmesine yer olmadığına karar verilmesi kabul edilmiştir. Zira bazı durumlarda ceza verilmeyeceği belirtildikten sonra güvenlik tedbirine karar verilebileceği belirtilmiştir. Örneğin, akıl hastalarına işlediği fiil nedeniyle ceza verilmese bile akıl hastalarına özgü güvenlik tedbirine karar verilebilir. C. Ceza Verilmesine Yer Olmadığı Kararının Hukukî NiteliğiCeza verilmesine yer olmadığı kararı niteliği itibariyle ceza yargılamasını sona erdiren bir karar olup, dolayısıyla bu kararın verilmesi ile ceza hâkimi dosyadan elini çekmektedir. Esasa ilişkin ve usûle ilişin nihaî karar ayrımı bakımından ise, ceza verilmesine yer olmadığı kararı esasa ilişkin bir nihaî karardır. Bu nedenle söz konusu karar hüküm niteliğindedir. Çünkü ceza hâkimi, kolektif bir yargılama süreci sonucunda delilleri inceleyerek ve vicdani kanaatine dayanarak uyuşmazlığı esastan çözüp bu kararı vermektedir.Ceza verilmesine yer olmadığı kararı esasa ilişkin nihaî bir karar (hüküm) olduğundan hukuk mahkemesi bakımından bağlayıcı etki doğurmaya elverişli bir karardır. II. Ceza Verilmesine Yer Olmadığı Kararının Hukuk Mahkemesi Bakımından EtkileriA. Genel Olarak Ceza Mahkemesi Kararlarının Hukuk Mahkemesine EtkisiBir mahkeme tarafından verilen karar bağlayıcı niteliktedir. Çünkü aynı konu hakkında artık tekrar dava açılamayacağı ve tartışılamayacağı kabul edilen bir mahkeme  kararının,  aynı  vakıalar  bakımından  başka  bir  mahkemede  dikkate alınmaması kabul edilemez. Aksi durum, hukuka ve yargıya olan güveni sarsacağı gibi, bir hukuk düzeninde aynı vakıalara ilişkin çelişkili kararlar verilmesi tehlikesini 1  Günal Kurşun, Ceza Muhakemesinde Hüküm (Seçkin 2016) 137.2  Adem Sözüer,  Türk Ceza Kanunu nda Öngörülen Mazeret Sebeplerine İlişkin Soru ve Cevaplar  (2006) 6 HPD 230, 231; Bahattin Aras, Hukuk ve Ceza Mahkemesi Kararlarının Birbirine Etkisi (Yetkin 2014) 227; İsmail Deniz, Ceza Muhakemesinde Hüküm (Seçkin 2014) 88.3  Aras, 219.189İstanbul Hukuk Mecmuası 77/1de ortaya çıkarır. Bu nedenle mahkeme kararlarının bağlayıcı olduğunun kabul edilmesi ile hukuk düzenin birliği sağlanmış olur. Dolayısıyla ceza mahkemesinden verilen nihaî kararlar da, hukuk mahkemesi bakımından bağlayıcı niteliktedir. Bu bağlayıcılık hukuk düzeninin birliğine hizmet ettiği gibi, ayrıca bir kimsenin ceza davasında mahkûm olurken hukuk mahkemesinde sorumlu olmadığının kabulüne engel olarak gerek suçun mağduru olan kişi gerek toplum bakımından vicdanların zedelenmesini de önler. Ceza mahkemesi kararlarının hukuk mahkemesi bakımından bağlayıcı olduğunun kabul edilmesi çeşitli etkiler ile sağlanabilir. Bunun başında kesin hüküm etkisi gelir. Şartları sağlandığı takdirde, ceza mahkemesi kararlarının hukuk mahkemesi bakımından maddi anlamda kesin hükmün olumsuz ve olumlu etkisini doğurması mümkündür. Ceza mahkemesi kararlarının hukuk mahkemesi bakımından unsur etkisine sahip olduğu hallerde de bağlayıcı olması söz konusudur. Bu nedenle, ceza mahkemesi kararlarının hukuk mahkemesine etkisini açıklamak için yalnızca kesin hüküm kavramının kullanılması kanaatimizce yeterli değildir.Mevzuatımızda hukuk ve ceza mahkemesi kararlarının bağlayıcı olup olmadığına ilişkin genel bir kanunî düzenleme mevcut değildir. Hukuk ve ceza mahkemesi kararlarının münferit hallerde birbirleri için bağlayıcı olduğunu veya olmadığını belirten dağınık halde kanunî düzenlemeler mevcuttur. Bunlardan ilk akla gelen düzenlemeler Türk  Borçlar  Kanunu nun  74.  maddesi  ve  Hukuk  Muhakemeleri Kanunu nun 214. maddesidir. Türk Borçlar Kanunu nun 74. maddesinde ceza mahkemesi kararının hukuk hâkimine etkisi şu şekilde düzenlenmektedir:  Hâkim, zarar verenin kusurunun olup olmadığı, ayırt etme gücünün bulunup bulunmadığı hakkında karar verirken, ceza hukukunun sorumlulukla ilgili hükümleriyle bağlı olmadığı gibi, ceza hâkimi tarafından verilen beraat kararıyla da bağlı değildir.Aynı şekilde, ceza hâkiminin kusurun değerlendirilmesine ve zararın belirlenmesine ilişkin kararı da, hukuk hâkimini bağlamaz. 4  Bağlayıcı etki kavramını yalnızca maddi anlamda kesin hükmün olumlu etkisi ile açıklayan görüş için bkz. Erdener Yurtcan, Ceza Yargılamasında Kesin Hüküm, (2. bs, Kazancı 1987) 27 v.d.5  Ahmet Hulusi Akkaş, Ceza Muhakemesi Bağlamında Yargı Mercileri Kararlarının Birbirleri Üzerindeki Etkisi, (Adalet 2016) 109; Rıza Nurettin Selçuk,  Ceza Kararlarının Hukuk Hakimine Etkisi  (1975) 5 ABD 718; Hakan Koçak, Ceza Yargılamasının Hukuk Mahkemelerini Bağlayıcılığı Sorunu (Yayımlanmamış Yüksek Lisans Tezi 2009) 72.6  Mevzuatımızda Vergi Usul Kanunu nun 367. maddesinin son fıkrasında yer alan  Ceza mahkemesi kararları, bu Kanunun dördüncü kitabının ikinci kısmında yazılı vergi cezalarını uygulayacak makam ve mercilerin işlem ve kararlarına etkili olmadığı gibi, bu makam ve mercilerce verilecek kararlar da ceza hâkimini bağlamaz.  düzenlemesi vergi ve ceza mahkemeleri arasındaki ilişkiyi değil, vergi cezası uygulayacak makam ve merciler ile ceza mahkemesi kararları arasındaki ilişkiyi düzenler. Ayrıntılı bilgi için bkz. Mustafa Akkaya,  Vergi Mahkemesi ve Ceza Mahkemesi Kararlarının Etkileşimi Üzerine Bir İnceleme  (2000) 49 AÜHFD 85, 87-88; Akkaş, 244.  Sendikalar ve Toplu İş Sözleşmesi Kanunu nun  Tespit davası  başlıklı 71. maddesine göre,  (1) Taraflardan her biri, karar verilen veya uygulanmakta olan bir grev veya lokavtın kanun dışı olup olmadığının tespitini mahkemeden her zaman talep edebilir. Mahkeme bir ay içinde karar verir. Kararın temyizi hâlinde, Yargıtay bir ay içinde kesin olarak karara bağlar. Verilecek karar, tarafları, işçi ve işveren sendikasının üyelerini bağlar ve ceza davaları için kesin delil teşkil eder.  Bu konuda hukuk mahkemesinden verilen kararın ceza mahkemesi için bağlayıcı olduğu düzenlenirken ceza muhakemesi hukukunda yer almayan bir kavram olan  kesin delil in kullanılması doğru olmamıştır. Ayrıntılı bilgi için bkz. Akkaş, 251-262.190Güneş / Ceza Mahkemesi Tarafından Ceza Verilmesine Yer Olmadığına İlişkin Kararın Hukuk Mahkemesi Kararlarına TesiriSahtelik iddiasının ileri sürülmesi bakımından ise Hukuk Muhakemeleri Kanunu nun 214. maddesinde ceza mahkemesi kararının etkisi şöyle düzenlenmektedir: Sahtelik hakkında hukuk ve ceza mahkemesi kararlarının etkisi(1) Belgenin sahte olmadığına dair hukuk mahkemesince verilen karar kesinleştikten sonra, söz konusu belge hakkında ceza mahkemesinde de sahtelik iddiası dinlenmez.(2) Ceza mahkemesince belgeyi düzenleyen hakkında ceza verilmesine yer olmadığı ya da beraat kararı verilmiş olması, hukuk mahkemesinin belgenin sahteliğini incelemesini engellemez. Her iki düzenlemenin lafzı itibariyle ceza mahkemesi ile hukuk mahkemesinin karar verirken bağlayıcı olmadığı halleri düzenlediği görülür. Bu düzenlemeler karşısında, ceza mahkemesi kararlarının hukuk mahkemesi bakımından bağlayıcı olması  kural,  bağlayıcı  olmaması  ise  istisna  teşkil  ettiği  kanaatindeyiz. Ancak karşılaşılan bir ceza mahkemesi kararının hukuk mahkemesindeki etkisini tespit etmek  bakımından  bu  düzenlemeler  kanaatimizce  yetersiz  kalmaktadır.  Bu yetersizliği aşmak için bu düzenlemeler yapılırken kanun koyucunun amacının ne olduğuna bakmak gerekecektir.Kanaatimizce Türk Borçlar Kanunu nun 74. maddesi ve Hukuk Muhakemeleri Kanunu nun 214. maddesinin 2. fıkrasında yer alan düzenlemelerin esas amacı, bir ceza mahkemesi kararında yapılan tespitler ile hukuk mahkemesinin önündeki davada ispatı gereken vakıalar arasında bağlantı bulunduğu hallerde, ceza mahkemesi kararının bağlayıcı olmasıdır. Buna karşılık ceza mahkemesi kararındaki tespitler ile hukuk davasında ispatı gereken vakıalar bakımından bağlantı söz konusu değil ise, ceza mahkemesi kararının bağlayıcı olmaması gerekir. Bu konuyu bir örnekle açıklamaya  çalışırsak,  Türk  Borçlar  Kanunu nun  74.  maddesi  gereği,   zararın değerlendirilmesi   bakımından  hukuk  hâkimi  ceza  mahkemesi  kararı  ile  bağlı değildir. Ceza mahkemesinden hakaret suçu nedeniyle mahkûm olan kimse hakkında hukuk mahkemesinde açılan tazminat davasında hakaret edildiği sabit olduğundan, hukuk mahkemesi hâkimi bununla bağlıdır. Çünkü hem ceza hukuku hem medenî hukuk bakımından hakaretin hukuka aykırı bir fiil olduğu ortak bir husustur.Fakat haksız fiil sorumluluğunun aksine, suçtan sorumlu olmak için zararın doğması kural olarak gerekmez.  Zarar  kavramı bakımından bu iki hukuk dalı arasında ortaklık bulunmadığından, hukuk hâkiminin ceza mahkemesi kararı ile zararın değerlendirilmesinde bağlı olmadığı kabul edilir. Bir başka deyişle, hukuk mahkemesinde zararın ispatında ceza mahkemesi kararı kural olarak elverişli niteliğe sahip değildir. Yine örneğin, bir fiilin ceza davasında hukuka aykırı olduğu tespit edilerek mahkûmiyet kararı verilmiş ise, aynı fiilden doğan haksız fiil sorumluluğu bakımından  da  hukuka  aykırılık  unsurunun  gerçekleştiği  kabul  edilecektir. Dolayısıyla hukuka aykırılık bakımından hukuk ve ceza davalarının birbirinden bağımsız olduğu kabul edilmeyecek, mahkûmiyet kararı hukuk mahkemesini bu 191İstanbul Hukuk Mecmuası 77/1açıdan bağlayacaktır. Bu nedenle Türk Borçlar Kanunu nun 74. maddesi aslında hukuk mantığından süzülerek ortaya çıkmış bir düzenleme niteliğindedir. Benzer durum, sahtelik davası bakımından Hukuk Muhakemeleri Kanunu nun 214. maddesi için de söz konusudur. Hukuk mahkemesinde sahtelik incelemesi yapılması üzerine bir belgenin sahte olduğuna karar verilmişse, ceza mahkemesinde artık tekrar sahtelik incelemesi yapılmaz. Çünkü yapılacak inceleme aynı olduğundan kanun koyucu tekrar yapılmasına gerek görmeyerek ceza mahkemesinin hukuk mahkemesi kararı ile bağlı olmasını kabul etmiştir.B. Ceza Verilmesine Yer Olmadığı Kararının Kesin Hüküm Etkisi1. Kesin Hükmün Olumsuz EtkisiGenel olarak maddi anlamda kesin hükmün olumsuz etkisi için taraflar-dava sebebidava konusu unsurlarının özdeş olması gerekir. Bu şartlar, Hukuk Muhakemeleri Kanunu nun 303. maddesinin 1. fıkrasında düzenlenmiştir. Buna göre,  Bir davaya ait şeklî anlamda kesinleşmiş olan hükmün, diğer bir davada maddi anlamda kesin hüküm oluşturabilmesi için, her iki davanın taraflarının, dava sebeplerinin ve ilk davanın hüküm fıkrası ile ikinci davaya ait talep sonucunun aynı olması gerekir.  Ceza mahkemesi kararlarının hukuk mahkemesi bakımından maddi anlamda kesin 7   Gerçek anlamda «vakıa» ile, hukukî meseleler olan «kusurun takdiri» ve «zararın tayini»ni karıştırmamak lazımdır; bu sonuncular bakımından hukuk hâkiminin (Ceza mahkemesi hükmü karşısında) bağımsızlığı CO 53/BK 53 de mahfuz tutulmuştur. Bu tefrikin sebebi, kusurun takdiri ve zararın tayini mes elelerinin Medenî Hukukta Ceza Hukukuna nazaran farklı prensiplere tabi olmasıdır. Fakat gerçek anlamda «vakıalar» için –mesela otomobilin sağdan gidip gitmediği, lambalarının yanıp yanmadığı- Hukuk Mahkemesinin Ceza Mahkemesi hükmü ile bağlı olduğu yolunda, temyiz olunan kararın belirttiği prensip tamamen mantıkîdir.  [Bilge Umar, Hukuk Usulü Muhakemeleri Kanunumuzun Mehaz Neuchâtel Kantonundaki Tatbikatı (Sermet 1967) 147].8  Davanın tarafları açısından  aynılık  kavramı ile anlaşılması gereken, ilk dava ile ikinci davanın taraflarının aynı konumda olması değildir [Burhan Gürdoğan, Medenî Usûl Hukukunda Kesin Hüküm İtirazı (Ayyıldız 1960) 86; Baki Kuru, İstinaf Sistemine Göre Yazılmış Medenî Usul Hukuku (Legal 2016) 768; Yavuz Alangoya ve M. Kamil Yıldırım ve Nevhis DerenYıldırım, Medenî Usul Hukuku Esasları (Tıpkı 8. bs, Beta 2011) 558; Ramazan Arslan ve Ejder Yılmaz ve Sema Taşpınar Ayvaz ve Emel Hanağası, Medenî Usul Hukuku (4. bs, Yetkin 2018) 685; Abdurrahim Karslı, Medeni Muhakeme Hukuku (4.bs, Alternatif 2014) 536; Murat Atalı, Pekcanıtez Usûl Medenî Usûl Hukuku (Ed.: Hakan Pekcanıtez/ Muhammet Özekes/ Mine Akkan/ Hülya Taş Korkmaz, C. I-II-III, 15. bs, On İki Levha 2017) 2063; Ejder Yılmaz, Hukuk Muhakemeleri Kanunu Şerhi (3. bs, Yetkin 2017) 2937; Murat Atalı ve İbrahim Ermenek ve Ersin Erdoğan, Medenî Usûl Hukuku Ders Kitabı (Yetkin 2018) 556]. Bir başka deyişle, ilk davanın davacısı ile ikinci davanın davacısının aynı olması zorunlu değildir.  Dava sebebi açısından  aynılık  kavramı ile anlaşılması gereken, davanın dayandığı vakıalardır. Dava sebebi kavramının, hukukî sebep olmayıp davanın dayanağı olan vakıalar olduğu doktrinin çoğunluğu bakımından kabul edilmektedir. HMK m. 25, 31, 33 ve 119/I,e hükümleri birlikte ele alındığında kanun koyucunun da dava sebebi kavramından hukukî sebebi değil, davada dayanılan vakıaları anladığı görülmektedir (Gürdoğan, s. 80-81; Mustafa Cenberci, Hukuk Davalarında Kesin Hüküm (Yeni Cezaevi 1965) 56; H. Özden Özkaya-Ferendeci, Kesin Hükmün Objektif Sınırları (On İki Levha 2009) 43; Sabri Şakir Ansay, Hukuk Yargılama Usulleri (7. bs, Güzel Sanatlar 1960) 366; Necip Bilge ve Ergun Önen, Medenî Yargılama Hukuku Dersleri (3. bs, Sevinç 1978) 695; Kuru, İstinaflı Usul, 765; Arslan ve Yılmaz ve Taşpınar Ayvaz ve Hanağası, 687; Saim Üstündağ, Medeni Yargılama Hukuku, (7. bs, Filiz 2000) 705-707; Alangoya ve Yıldırım ve DerenYıldırım, 561; Karslı, 536; Atalı, Pekcanıtez Usûl, 2065; Bilge Umar, Hukuk Muhakemeleri Kanunu Şerhi, (2. bs., Yetkin 2014) 882; Yılmaz, 2944; Atalı ve Ermenek ve Erdoğan, 365). Dava sebebinin davacıyı neticei talebinde haklı gösteren vakıaların hukukî mahiyeti olduğu ve kesin hüküm şartlarından birinin hukukî sebeplerin aynı olması gerektiği görüşü için bkz. İlhan E. Postacıoğlu/Sümer Altay, Medeni Usul Hukuku Dersleri (7. bs, Vedat 2015) 781 v.d.; Hayri Domaniç, Hukukta Kaziyyei Muhkeme ve Nisbî Kuvveti (Fakülteler 1964) 82-92).  İlk dava ile ikinci davanın konularının aynı olması için ise, ilk davada verilen hüküm fıkrası ile ikinci davanın talep sonucunun aynı olması gerekir (Gürdoğan, 76; Bilge ve Önen, 692; Kuru, İstinaflı Usul 764; Arslan ve Yılmaz ve Taşpınar Ayvaz ve Hanağası, 689; Karslı, 536; Atalı, Pekcanıtez Usûl, 2068.). İkinci davada verilecek karar, ilk davadaki hükmü ortadan kaldıracak veya onu etkileyecek nitelikte ise de, dava konusu aynı sayılır (Gürdoğan, 76-77; Domaniç, 75; Cenberci, 49; Atalı, Pekcanıtez Usûl, 2068).192Güneş / Ceza Mahkemesi Tarafından Ceza Verilmesine Yer Olmadığına İlişkin Kararın Hukuk Mahkemesi Kararlarına Tesirihükmün olumsuz etkisine sahip olabilmesi için de bu iki mahkeme kararının taraflardava sebebi-dava konusu şartlarını sağlayıp sağlamadığına bakmak gerekir. Hukuk davası ile ceza davasının tarafları ilk bakışta aynı değildir. Ceza davasında davacı tarafta her zaman devlet bulunur ve devlet adına kamu davasını Cumhuriyet Savcısı  açar  (CMK  m.  170/I).  Kovuşturmanın  başlamasından  itibaren  hükmün kesinleşmesine kadar, suç şüphesi altında bulunan kişi ise sanık olarak adlandırılır (CMK m. 2). Hukukumuzda suçtan zarar gören kişilerin, ceza mahkemesinde şahsî dava açarak taraf konumunda olması kabul edilmez. Hukuk davasında davacı tarafta özel hukuktan doğan bir uyuşmazlık nedeniyle hukukî himaye talep eden kişi; davalı tarafta ise hukukî himaye talep edilen kişi yer alır. Ayrıca hukuk davalarında çok sınırlı hallerde, Cumhuriyet savcısının yer alması mümkündür (HMK m. 70). Bu açıdan ceza davası ile hukuk davasının tarafları aynı değildir. Ancak maddi anlamda kesin hükmün şartları bakımından maddi vakıaların konusu olan olayın taraflarının aynı olup olmadığına kanaatimizce bakılmalıdır. Çünkü ceza davasına konu olan suçu işleyen fail ve suçtan zarar gören kişiler ile hukuk mahkemesinde suçtan doğan zararını failden talep eden kişiler esasen aynıdır. Başka bir deyişle, hukuk davası ve ceza davasına konu olan hukuka aykırı fiil aynı ise, bu hukuka aykırı fiilin tarafları da aynıdır.Ceza mahkemesi ve hukuk mahkemesinde görülen davaların dava sebebi de kural olarak aynı değildir. Ceza mahkemesinde ceza kanunları bakımından suç teşkil eden bir fiili işlediği iddia edilen kimsenin kovuşturması yapılır ve yapılan yargılamada varılan sonuca göre sanığa ceza verilip verilmeyeceğine karar verilir. Buna karşılık, hukuk davasında davacı bir özel hukuk ilişkisinden dolayı hukukî himaye talep eder ve dava sebebi taraflar arasındaki bu özel hukuk ilişkisinin dayandığı maddi vakıalardır. Bununla birlikte ceza mahkemesinin ve hukuk mahkemesinin dayandığı maddi vakıaların aynı olması da mümkündür. Özellikle hukuka aykırı fiilin hem suç hem haksız fiil teşkil ettiği durumlarda ceza davası ve hukuk davasındaki maddi vakıalar bağlantılıdır. Örneğin, bir trafik kazasının faili ceza davasında ceza sorumluluğu bulunup bulunmadığı bakımından yargılanırken, hukuk mahkemesinde zarar gören dava açarsa aynı fail (davalı) haksız fiil sorumluluğu bulunup bulunmadığı bakımından yargılanır.Ceza mahkemesindeki ve hukuk mahkemesindeki davaların konuları da birbiri ile özdeş değildir. Ceza davasının konusu, işlediği suç sebebiyle failin cezaya çarptırılması iken hukuk davasında dava konusu davacının talep sonucuna göre ulaşmak istediği sonuca göre belirlenir.Bütün bu açıklanan nedenler birlikte değerlendirildiğinde, bir ceza mahkemesi kararının hukuk davasında kesin hükmün olumsuz etkisini doğurması kural olarak mümkün olmaz. Çünkü ceza davası ile hukuk davasının tarafları-dava sebebi-dava 193İstanbul Hukuk Mecmuası 77/1konusu unsurları aynı olduğu için aynı davanın ikinci defa görülmesi söz konusu olmaması gerekir. Başka bir deyişle, ceza mahkemesi kararının hukuk mahkemesinde kesin hükmün olumsuz etkisini göstermesi ancak tarafları-dava sebebi-dava konusu unsurlarının aynı olması halinde mümkün olabilir. Hukukumuzda 1412 sayılı Ceza Muhakemeleri Usulü Kanunu nda yer alan şahsi hakların ceza mahkemesinde talep edilebilmesi halinde verilen karar, ceza mahkemesi kararlarının hukuk mahkemesinde kesin hükmün olumsuz etki doğurmasına örnek teşkil etmekteydi. Ancak bugün için hukukumuzda böyle bir yol artık kalmamıştır. Bunun dışında ceza mahkemesi kararlarının hukuk mahkemesi bakımından kesin hükmün olumsuz etkisine sahip olabildiği bir örnek bulunmamaktadır. Sonuç olarak ceza verilmesine yer olmadığı kararı bakımından da, hukuk mahkemesinde kesin hükmün olumsuz etkisi teşkil edebileceği söylenemez.2. Kesin Hükmün Olumlu Etkisia. Genel OlarakMaddi anlamda kesin hükmün etkilerinden ikincisi, olumlu etkisidir. Bu etki gereği, bir uyuşmazlık hakkında kesinleşmiş bir mahkeme kararı, farklı konudaki bir davada ön sorun olarak ortaya çıkmışsa, ikinci davanın hâkimi bu ön sorun hakkında vereceği kararda bağımsız değildir, ilk hüküm ile bağlıdır. Maddi anlamda kesin hükmün olumlu etkisi gereği, daha önce kesin hüküm ile hakkı hükme bağlanmış kişinin hakkı yeniden tartışma konusu yapılamaz.Türk hukukunda maddi anlamda kesin hükmün olumlu etkisinden anlaşılan husus, çoğunlukla kesin hükmün  kesin delil  niteliğinde olmasıdır. Kanaatimizce kesin hükmün olumlu etkisinden söz ettiğimizde bundan anlaşılması gereken  kesin delil  kavramı değildir. Çünkü kesin delil kavramı, kesin hükmün olumlu etkisi nedeniyle bağlayıcı olmasını tam karşılayan bir kavram değildir. Bir başka deyişle kesin hükmün bağlayıcı olması ile kesin delilin bağlayıcı olması birbirinden farklıdır. Kesin delil, genel bir tanım vermek gerekirse, kanun gereği şartları belirlenmiş olan ve hâkime takdir hakkı tanımayan delillerdir. Ancak bu kesin delilin aksi başka bir kesin delil ile ispat edebilir. Buna karşılık kesin hüküm teşkil eden bir mahkeme kararının aksi senet veya yemin gibi bir kesin delil ile ispat edilemez. Kesin hükmün aksinin kesin hüküm 9  Ceza mahkemesinden verilen bazı özel hukuka ilişkin kararların, örneğin nüfus kaydında yaşın düzeltilmesi gibi, hukuk mahkemesi bakımından kesin hükmün olumsuz etkisine sahip olmadığına ilişkin ayrıntılı bilgi için bkz. Derya Belgin Güneş, Ceza Mahkemesi Kararlarının Hukuk Mahkemesi Bakımından Etkileri (On İki Levha 2019) 132-151.10  Walther J. Habscheid, Schweizerisches Zivilprozess- und Gerichtsorganisationsrecht, (Helbing&Lichtenhahn 1986) 223.11  Üstündağ, 694; Süha Tanrıver, Medenî Usûl Hukuku (Cilt I, 2. bs, Yetkin 2018) 881; Ali Cem Budak ve Varol Karaaslan, Medenî Usul Hukuku (2. bs, Adalet 2018) 287.12  Ali Cem Budak, Kara Avrupası ve Anglo-Amerikan Medeni Usul Hukuklarında Kesin Hüküm: Türkiye ve İngiltere Örnekleri (Yayımlanmamış Yüksek Lisans Tezi 1991) 20; Kurşun, 86-87; Ahmet Cahit İyilikli, Hukuk Yargılamasında Kesin Hüküm, (Yetkin 2016) 456 v.d.; Üstündağ, 694; Postacıoğlu ve Altay, 774; Alangoya ve Yıldırım ve Deren-Yıldırım, 349; Kuru, İstinaflı Usûl 775; Arslan ve Yılmaz ve Taşpınar Ayvaz ve Hanağası, 694; Karslı, 538; Umar, Şerh 871; Tanrıver, 881; Atalı, Pekcanıtez Usûl 2072; Budak/Karaaslan, 286.194Güneş / Ceza Mahkemesi Tarafından Ceza Verilmesine Yer Olmadığına İlişkin Kararın Hukuk Mahkemesi Kararlarına Tesiriteşkil eden başka bir mahkeme kararı ile ispatı söz konusu olduğunda ise, birbiriyle çelişen  iki  kesin  hükümden  birinin  yargılamanın  yenilenmesi  yoluyla  ortadan kaldırılması gereği ortaya çıkar (HMK m. 375/I, ı). Kesin hüküm ancak kanundaki şartlar sağlandığında, yargılamanın yenilenmesi yoluyla ortadan kaldırılabilir veya kesinleştikten sonra gerçekleşen yeni vakıalar nedeniyle değiştirilebilir (değişiklik davası)13. Bu nedenle kesin hükmün olumlu etkisi gereği bağlayıcı olması, kesin delil ile bağlayıcılık karşısında kanaatimizce daha üstündür. Bu anlamda doktrinde ileri sürülen maddi anlamda kesin hükmün olumlu etkisinin, kesin delil etkisi olarak nitelenmesinin reddedilmesine ilişkin görüşe tamamen katılıyoruz. Maddi anlamda kesin hüküm sonucu taraflar arasındaki uyuşmazlık artık kanunî bir gerçeklik niteliği kazandığından, olumlu etki olarak bu kanunî gerçekliğin kabul edilmesi gerekir. Bir davada kesin hükmün olumlu etkisinin ortaya çıkması ile o davada artık hükmün içeriğinin ispatına gerek kalmaz.Kesin hükmün olumsuz etkisinin ortaya çıkması için, sonraki dava ile ilk davanın taraflarının, dava konusunun ve dava sebebinin aynı olması gerekir. Olumlu etkide ise, bu şartların üçünün birden aranmasına imkân bulunmaz. Çünkü bu durumda olumsuz etki gereği aynı dava tekrar görülemeyeceğinden kesin hüküm nedeniyle ikinci davanın reddedilmesi zorunluluğu doğar ve bu husus dava şartı teşkil eder. Bu nedenle ikinci davada kesin hükmün olumlu etkisinin söz konusu olması için ilk dava ile taraflarının ve dava sebebinin aynı olması, buna karşılık dava konusunun ise farklı olması gerekir. Bu açıdan bakıldığında, kesin hükmü düzenleyen Hukuk Muhakemeleri Kanunu nun 303. maddesinin 1. fıkrasının maddi anlamda kesin hükmün yalnızca olumsuz etkisinin şartlarını düzenlendiği görülmektedir. Bununla birlikte olumlu etkisinin şartları kanunda yer almamaktadır. Ceza mahkemesi kararlarının hukuk mahkemesi bakımından maddi anlamda kesin hükmün olumlu etkisine sahip olabilmesi için de, iki davanın taraflarının ve dava sebebinin aynı ve fakat dava konusunun farklı olması gerekir. Bu şartlar sağlanmadığı sürece bu etkinin doğmasından söz edilemez. Ceza davası ile hukuk davasının konularının birbirinden farklı olduğunu ve dava sebepleri ve taraflarının ise aynı olabileceğini yukarıda belirtmiştik. Bu nedenle ceza mahkemesi kararları hukuk mahkemesi bakımından maddi anlamda kesin 13  S. Serhat Kırtıloğlu, Medeni Yargılama Hukukunda Değişiklik Davası (Adalet 2014) 45; Üstündağ, 720; Kuru, İstinaflı Usul 786-787; Arslan ve Yılmaz ve Taşpınar Ayvaz ve Hanağası, 702-703; Yılmaz, s. 2967; Atalı, Pekcanıtez Usûl 2085-2086.14  Mine Akkan,  Medeni Usul Hukukunda Tarafların Farklı Olması Durumunda Kesin Hükmün Niteliği  (2009) 11 DEÜHFD 8. Bu konuda diğer yargı merci kararlarının ceza mahkemesine etkisi bakımından benzer görüş için bkz. Akkaş, 63-70.15  Cenberci, 19; Domaniç, 20.16  Haluk Konuralp, Medenî Usul Hukukunda İspat Kurallarının Zorlanan Sınırları (Tıpkı basım, Yetkin 2009) 12.17  Umar, 871; Tanrıver, 882; İyilikli, 457; Atalı ve Ermenek ve Erdoğan, 557.18  Umar, 871.19  Bkz. s. 7.195İstanbul Hukuk Mecmuası 77/1hükmün olumlu etkisini doğurmaya elverişlidir. Ceza davasında yargılama konusu suç ile hakkında hukuk davası açılan hukuka aykırı fiilin aynı olduğu hallerde, ceza mahkemesi kararları hukuk mahkemesi bakımından bağlayıcı etki doğurması mümkündür.Doktrinde ceza mahkemesi kararlarının kesin hüküm gücüne sahip olduğu hallerde kesin delil niteliğinde olduğundan bahsedilmektedir. Ancak yukarıda da belirttiğimiz gibi, maddi anlamda kesin hükmün olumlu etkisi açıklanırken bunu kesin delil kavramı ile özdeş görmemek gerekir. Kesin hükmün bağlayıcılığı ile kesin delilin bağlayıcılığı birbirinden farklıdır. Dolayısıyla ceza mahkemesi kararının maddi anlamda kesin hükmün olumlu etkisine sahip olması da kesin delil kavramı ile açıklanamaz. Ceza  mahkemesinin  nihaî  kararlarının  hüküm  fıkrasında,  hangi  ceza  kuralı gereğince sanığın mahkûm olduğu veya beraat ettiği yahut diğer kararların verildiği belirtilip mahkûm olması halinde uygulanacak ağırlaştırıcı veya hafifletici sebepler uygulanarak sonuç cezanın hesaplanması hususları yer alır (CMK m. 232/VI). Ceza mahkemesi kararının hüküm fıkrası, bu özellikleri itibariyle hangi sebeple beraat veya cezaya verilmesine yer olmadığı kararı verildiği veya maddi vakıaya ilişkin hangi tespitlerin yapıldığı konusunda açıklık getirmez. Bu gibi hallerde, hüküm fıkrasının maddi anlamda kesin hüküm etkisi doğurabilmesi için gerekçe ile hüküm fıkrası arasında bir bağ olduğunun kabul edilmesi gerekir. Böylece örneğin, beraat 20  Baki Kuru, Hukuk Muhakemeleri Usûlü (6. bs, Demir-Demir 2001) 5110 v.d.; Kuru, İstinaflı Usul 779 v.d.; Arslan ve Yılmaz ve Taşpınar Ayvaz ve Hanağası, 698 v.d.21  Hukuk Muhakemeleri Kanunu nun 303. maddesinin ikinci fıkrasına göre, bir hüküm davada ileri sürülen taleplerden, sadece hükme bağlanmış olanlar hakkında kesin hüküm teşkil eder (Bu fıkranın 1086 sayılı Hukuk Usulü Muhakemeleri Kanunu dönemindeki karşılığı olan 237. maddenin birinci fıkrasında da,  Kaziyei muhkeme, ancak mevzuunu teşkil eden husus hakkında muteberdir.  düzenlemesi yer almaktaydı.). Bu nedenle, esasa ilişkin kesinleşmiş nihaî bir kararın yalnızca hüküm fıkrasının maddi anlamda kesin hüküm teşkil ettiği, hükmün gerekçe kısmının kural olarak maddi anlamda kesin hükme dâhil olmadığı kabul edilir (Domaniç, 30; Gürdoğan, 40; Nedim Meriç,  Türk Hukukunda Maddi Anlamda Kesin Hükmün Objektif Sınırları  (2007) 7 MİHDER 420; Bilge/Önen, 700; Ansay, 368; Kuru, İstinaflı Usul, 772; Üstündağ, 718; Arslan ve Yılmaz ve Taşpınar Ayvaz ve Hanağası, 691; Karslı, 537; Yılmaz, 2965; Tanrıver, 1040; Atalı, Pekcanıtez Usûl 2059; Leo Rosenberg ve Karl Heinz Schwab ve Peter Gottwald, Zivilprozessrecht (17. Aufl, C. H. Beck 2010) § 153, Kn. 9. İsviçre hukukunda da maddi anlamda kesin hükmün hüküm fıkrasını kapsayıp gerekçeye kapsamaması görüşü kabul edilmektedir, Habscheid, 225). Ancak bazı hallerde, gerekçenin istisnaen kesin hükme dâhil olacağı kabul edilir. Bir davanın esasına ilişkin bir karar verilip verilmediğini, bir başka deyişle davanın usûlden reddedilip reddedilmediğini anlamak için, gerekçeye başvurmak zorunludur (Özkaya-Ferendeci, 50; Kuru, İstinaflı Usul 772; Arslan ve Yılmaz ve Taşpınar Ayvaz ve Hanağası, 692; Karslı, 538). Bu durumda gerekçe, hüküm fıkrasına açıklık getirir (Bilge ve Önen, 703). Yine gerekçe ile hüküm fıkrası arasında sıkı ve zorunlu bir bağ varsa, gerekçe de kesin hüküm teşkil eder (Gürdoğan, 44; Özkaya-Ferendeci, 50-51; Ansay, 368; Bilge ve Önen, 700-701; Kuru, İstinaflı Usul 772; Arslan ve Yılmaz ve Taşpınar Ayvaz ve Hanağası, 692; Üstündağ, 719; Karslı, 538; Yılmaz, 2967; Tanrıver, 1040; Atalı, Pekcanıtez Usûl, 2059). Yargıtay da kararlarında, hüküm ile gerekçe arasında sıkı bir bağ olduğunda, gerekçenin kesin hükmün kapsamına dâhil olduğunu kabul etmektedir [ ...Kesin hükmün kural olarak hüküm fıkrasına münhasır olduğu ve gerekçeye sirayet etmeyeceği kabul edilmiş ise de hüküm fıkrasına sıkı sıkıya bağlı olan gerekçe de kesin hüküm teşkil etmektedir. Hangi gerekçenin hüküm fıkrasına sıkı sıkıya bağlı olduğu, her olayın özelliğine göre belirlenir. Ancak gerekçe, hükme ulaşmak için mahkemece yapılan hukuki ve mantıki tahlil ve delillerden ibaret kalmayıp, hüküm fıkrası ile ayrılması imkansız bir bağlılık içinde bulunuyor ise, istisnaen bu kısmın da kesin hükme dahil olduğunu kabul etmek gerekir...  22. HD, 14.2.2017, E. 2017/2256, K. 2017/2199 (RG, 1.7.2017, S. 30111);  ...Kesin hüküm, kural olarak hüküm fıkrasına münhasır ve gerekçeye sirayet etmez ise de; hâkimi hükme varmaya hukuken zorlayan ve hüküm fıkrası ile ayrılmaz bir bağlılık içinde bulunan gerekçe de kesin hüküm niteliği alır. Tanınmasına karar verilen yabancı mahkeme kararının gerekçesinde; ‘...Müşterek haneyi terk etmenin evlilik birliğini ortadan kaldırır nitelikte fiil oluşturduğundan davacı erkek tarafın davasında haklı olduğu ve salt davalı eş (kadın) kusuruna dayalı boşanma kararının verilmesi gerektiği kanaati ile boşanma davasını kabul ettiğini belirtmiştir. Bu ifadeden boşanmaya kadının tam kusurlu davranışları esas alınarak hükmedilmiş olduğu sonucu çıkmaktadır. Bu ilam tanındığına göre kesin hüküm etkisi hasıl olmuş ve tarafları bakımından bağlayıcılık vasfını kazanmıştır...  2. HD,5.4.2016, E. 2015/18262, K. 2016/6866 (YKD, C. 42, S. 6, 2016, s. 1333-1334)]. Hüküm fıkrası açık değilse, gerekçe hüküm 196Güneş / Ceza Mahkemesi Tarafından Ceza Verilmesine Yer Olmadığına İlişkin Kararın Hukuk Mahkemesi Kararlarına Tesirikararının sanığın suçu işlemediğinin sübut bulması veya işlediğinin sübut bulmaması nedenlerinden hangisine dayanılarak verildiğinin anlaşılması için kesin hükmün gerekçe kısmını da kapsaması gerekir. Sonuç olarak kanaatimizce gerekçenin kesin hükme istisnaen dâhil olduğu hallerin arasında ceza mahkemesi kararlarının hukuk mahkemesi bakımından bağlayıcı etkisi de bulunur.b. Kesinleşmiş Ceza Verilmesine Yer Olmadığı Kararının Olumlu EtkisiCeza mahkemesi kararlarının hukuk mahkemesindeki bağlayıcılığı konusundaki temel düzenleme olan Türk Borçlar Kanunu nun 74. maddesi, ceza verilmesine yer  olmadığı  kararının  etkisi  konusunda  sessizdir.  Söz  konusu  düzenlemenin mefhumu muhalifi yorumundan, mahkûmiyet kararlarındakine benzer şekilde, ceza verilmesine yer olmadığı kararının hukuk mahkemesi bakımından bağlayıcı olması gerektiği sonucuna ulaşılabilir. Ceza  verilmesine  yer  olmadığı  kararlarının  hukuk  mahkemesinde  bağlayıcı etkisinin olup olmadığı sorusunun cevabı olarak mahkûmiyet kararlarının bağlayıcı etkisi ile benzerlik gösterdiğini söyleyebiliriz. Başka bir deyişle, ceza verilmesine yer olmadığı kararı failin fiili işlediği konusunda ve fiilin hukuka aykırı bulunduğu konusunda hukuk hâkimini bağlayacaktır. Çünkü ceza verilmesine yer olmadığı kararları nitelikleri itibariyle sanığın yüklenen suçu işlediğini tespit etmekle birlikte çeşitli sebeplerle sanığa ceza verilmemesi yönünde hüküm kurulmasını gerektirir. Ceza  verilmesine  yer  olmadığına  ilişkin  Ceza  Muhakemesi  Kanunu nun  223. maddesinin 3. ve 4. fıkraları olmasaydı, sanık hakkında, fiili işlediği sabit olduğundan mahkûmiyet kararı verilmesi gerekecek idi. Hukuk Muhakemeleri Kanunu nun 214. maddesinin 2. fıkrası, sahtecilik suçundan dolayı  ceza  verilmesine  yer  olmadığı  kararının  hukuk  mahkemesi  bakımından bağlayıcı olmadığını düzenlemektedir. Kanun koyucu burada sahtecilik bakımından verilen  beraat  kararı  ile  ceza  verilmesine  yer  olmadığı  kararını  eşit  tutmuştur. Ancak bu düzenlemeyi kanaatimizce ceza verilmesine yer olmadığı kararının hangi gerekçeyle verildiğine bakılarak yorumlamak gerekir. Çünkü ceza verilmesine yer olmadığı kararında, fiilin sanık tarafından işlendiği belirlenmekle beraber çeşitli sebeplerle ceza verilmemesi gerektiği kanun tarafından benimsenmiştir. Bu nedenle ceza verilmesine yer olmadığı kararının fiilin işlendiği hususunda kural olarak hukuk mahkemesi bakımından bağlayıcı nitelikte olması gerekir. fıkrasının kapsamının belirlenmesinde yardımcı olacaktır (Gürdoğan, 43; Özkaya-Ferendeci, 51; Kuru, İstinaflı Usul, 772; Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası, 691; Üstündağ, 719; Karslı, 537.). Doktrinde ileri sürülen bir görüşe göre ise, gerekçenin her durumda hüküm fıkrası ile arasında zorunlu mantıkî bir bağ bulunması sebebiyle kesin hükmün objektif sınırlarının gerekçeyi de kapsaması gerekir, böylece kesin hükmün amaçları arasında yer alan hukukî barış ve güvenliğin sağlanması ve usûl ekonomisine de hizmet edilmesi mümkün olur (Ersin Erdoğan, Hakem Kararlarının Kesin Hüküm Etkisi (Yetkin 2017) 145-152; Atalı ve Ermenek ve Erdoğan, 558).22  Bkz. Belgin Güneş, 150 v.d.23  Aras, 227-228.24  Atalı, Pekcanıtez Usûl, 2083.197İstanbul Hukuk Mecmuası 77/1Sonuç olarak, ceza verilmesine yer olmadığı kararı fiilin hukuka aykırılığı ve failin o fiili işlediği hususlarında hukuk mahkemesi bakımından bağlayıcıdır. Buna karşılık ceza verilmesine yer olmadığı kararının verilme gerekçeleri bakımından hukuk  mahkemesi  bu  sebeplerle  bağlı  değildir.  Ceza  verilmesine  yer  olmadığı kararının verilme sebepleri ile bağlı olmaksızın hukuk hâkimi tazminata karar verilip verilmeyeceğini takdir edecektir. Dolayısıyla Ceza Muhakemesi Kanunu nun 223. maddesinin 3. ve 4. fıkralarında yazılı sebepler hukuk mahkemesi bakımından bağlayıcı nitelikte olmayacaktır.Bunun yanı sıra ceza verilmesine yer olmadığı kararının kesin hükmün olumlu etkisi nedeniyle bağlayıcılığının kapsamı belirleyebilmek için söz konusu kararın gerekçesine bakılması zorunluluğu vardır. Çünkü ceza verilmesine yer olmadığı kararının hangi sebeplerle ve hangi maddi vakıalara dayanılarak verildiğinin tespit edilmesi sonucunda bağlayıcılığının kapsamı belirlenebilecektir. Bu hususlar da, ceza verilmesine yer olmadığının hüküm fıkrasında değil, gerekçe kısmında yer almaktadır.c.  Ceza  Verilmesine  Yer  Olmadığı  Kararının  Sebeplerine  Göre  Hukuk Mahkemesi Bakımından Bağlayıcı Etkisi 1. Yaş Küçüklüğü, Akıl Hastalığı veya Sağır ve Dilsizlik Hali ya da Geçici Nedenlerin Bulunması HalindeYüklenen suçla bağlantılı olarak yaş küçüklüğü, akıl hastalığı veya sağır ve dilsizlik hali ya da geçici nedenlerin bulunması halinde ceza verilmesine yer olmadığı kararı verilir (CMK m. 223/III, a). Bu hallerde, iddia edilen suç bakımından sanığın isnat yeteneği bulunmaz. Ceza hukukunda ayırt etme gücü bakımından on iki yaşın altındaki kimseler tamamen sorumsuzdur; on iki ile on beş yaş arasındaki kimselerin işlediği fiilin hukukî  anlam  ve  sonuçlarını  algılayamaması  veya  davranışlarını  yönlendirme yeteneğinin yeterince gelişmemiş olması hâlinde ceza sorumluluğu yoktur; on beş ile on sekiz yaş arasındaki fiil işleyen kimse ise sadece ceza indiriminden faydalanır (TCK m. 31). Yaş küçüklüğünün yanı sıra, akıl hastalığı, sağır ve dilsizlik, geçici nedenler ve alkol veya uyuşturucu madde etkisinde olma kusur yeteneğini etkileyen hallerdir. Akıl  hastalığı  nedeniyle,  işlediği  fiilin  hukuki  anlam  ve  sonuçlarını algılayamayan veya bu fiille ilgili olarak davranışlarını yönlendirme yeteneği önemli derecede azalmış olan kişiye ceza verilmez. Ancak, bu kişiler hakkında güvenlik tedbirine hükmolunur (TCK m. 32). Türk Ceza Kanunu nun yaş küçüklüğüne ilişkin kuralları da sağır ve dilsizler hakkında uygulanarak fiili işlediği sırada on iki yaşını doldurmamış olan çocuklara ilişkin hükümleri, on beş yaşını doldurmamış 25  Kurşun, 140.198Güneş / Ceza Mahkemesi Tarafından Ceza Verilmesine Yer Olmadığına İlişkin Kararın Hukuk Mahkemesi Kararlarına Tesiriolan sağır ve dilsizler hakkında; on iki yaşını doldurmuş olup da on beş yaşını doldurmamış olanlara ilişkin hükümleri, on beş yaşını doldurmuş olup da on sekiz yaşını doldurmamış olan sağır ve dilsizler hakkında; on beş yaşını doldurmuş olup da on sekiz yaşını doldurmamış olanlara ilişkin hükümleri, on sekiz yaşını doldurmuş olup da yirmi bir yaşını doldurmamış olan sağır ve dilsizler hakkında da uygulanır (TCK m. 33). Geçici bir nedenle ya da irade dışı alınan alkol veya uyuşturucu madde etkisiyle, işlediği fiilin hukuki anlam ve sonuçlarını algılayamayan veya bu fiille ilgili olarak davranışlarını yönlendirme yeteneği önemli derecede azalmış olan kişiye ceza verilmez (TCK m. 34).Ceza hukukunda kusur yeteneği (isnat yeteneği), genellikle medenî hukuktaki ayırt etme gücüne (temyiz kudreti) kıyasla daha dar ifade edilir. Ceza hukukunda belli bir yaşın altındaki herkesin suç işlemek bakımından kusur yeteneğine sahip olmadığı kabul edilir. Buna karşılık, medenî hukukta yaş ölçütü bulunmaz ve ayırt etme gücü bakımından her somut olay için ayrı değerlendirme yapılması gerekir. Medenî hukuktaki ayırt etme gücü ve ceza hukukundaki kusur yeteneği mahkeme hükmünü de birbirinden farklı şekilde etkiler. Ayırt etme gücüne sahip olmayanlar kural olarak haksız fiillerinden sorumlu değildir. Medenî hukukta ayırt etme gücüne sahip olmayan biri hakkaniyet ölçüsünde kısmen veya tamamen zararın tazmininden sorumlu tutulabilir (TBK m. 65). Fakat ceza hukukunda bu kişilere ceza verilen hallerde hakkaniyet ölçütü kullanılmaz.Medenî hukuktaki ayırt etme gücünün varlığı ve yokluğu hakkında düzenlemeler ile ceza hukukundaki isnat yeteneğine ilişkin haller birbirinden oldukça farklıdır. Bu  nedenle  de  kanun  koyucu  ceza  sorumluluğunda  ayırt  etme  gücüne  ilişkin varılan sonuçların hukuk hâkimini bağlamayacağını açıkça düzenlemiştir (TBK m. 74/I). Dolayısıyla ayırt etme gücü bulunmadığına ilişkin verilen ceza verilmesine yer  olmadığı  kararı,  hukuk  mahkemesinde  bağlayıcı  nitelikte  değildir.  Ceza davası sonucunda örneğin, akıl hastalığı olduğu için hakkında ceza verilmeyen bir kimse hakkında, hukuk mahkemesinde bu fiili neticesinde verdiği zarardan dolayı tazminata karar verilebilir. Başka bir deyişle, ceza hâkiminin akıl hastalığı nedeniyle ceza vermemesi hukuk hâkimini bağlamayacak, hâkim medenî hukuk hükümleri çerçevesinde sorumluluk doğup doğmadığını inceleyecektir. Başka bir örnek de Türk Borçlar Kanunu nun 65. maddesine göre, hakkaniyet gerektiriyorsa; 26  Roland Brehm, Berner Kommentar Das Obligationenrecht Die Entstehung durch unerlaubte Handlungen Art. 41-61 OR (4. Aufl., Stämpfli 2013) 738.27  Nazlı Hilal Çelik, İstanbul Şerhi Türk Borçlar Kanunu C. I - Genel Hükümler (Ed. Rona Serozan, Emre Gökyayla, Faruk Acar, M. Turgut Öz, H. Murat Develioğlu, 2.bs, Vedat 2018) 747-748.28  Haluk Tandoğan, Türk Mes uliyet Hukuku (Akit Dışı ve Akdî Mes uliyet) (1. basıdan tıpkı bası, Vedat 2010) 57; Çelik, 747.29  Kudret Ayiter,  Rechtsvergleichende Betrachtungen über wechselseitige Wirkungen der rechtskräftigen Straf-und Zivilurteile  (1972) Festschrift für Ernst Heinitz zum 70. Geburtstag, 753; Çelik, 748.30  Aras, 227; Koçak, 113; O. Gökhan Antalya, Borçlar Hukuku Genel Hükümler C. II (Legal 2017) 518.31  Aras, 227; Antalya, 518.199İstanbul Hukuk Mecmuası 77/1hâkim, ayırt etme gücü bulunmayan kişinin verdiği zararın, tamamen veya kısmen giderilmesine karar verilebilmesidir.Ayrıca zorunluluk durumunda; Ceza Muhakemesi Kanunu nun 223. maddesinin 3. fıkrasının (b) bendine göre, suçun hukuka aykırı fakat bağlayıcı emrin yerine getirilmesi suretiyle veya zorunluluk hali ya da cebir veya tehdit etkisiyle işlenmesi hallerinde ceza verilmesine yer olmadığı kararı verilir. Amirin verdiği emir, hukuka uygun ise, bu emrin yerine getirilmesi hukuka uygunluk sebebi teşkil eder ve bu durumda beraat kararı verilmesi gerekir. Buna karşılık amirin verdiği emir, hukuka aykırı ve fakat bağlayıcı ise, sanığa ceza verilmesine  yer  olmadığı  kararı  verilir  (TCK  m.  24/II). Yine,   Emrin,  hukuka uygunluğunun  denetlenmesinin  kanun  tarafından  engellendiği  hallerde,  yerine getirilmesinden emri veren sorumlu olur.  ifadesi (TCK m. 24/IV) gereği, hukuka aykırı ve bağlayıcı emri yerine getiren kişi hakkından kusurluluğu kaldıran bir neden olarak ceza verilmesine yer olmadığı kararı verilir.Gerek kendisine gerek başkasına ait bir hakka yönelik olup, bilerek neden olmadığı ve başka suretle korunmak olanağı bulunmayan ağır ve muhakkak bir tehlikeden kurtulmak veya başkasını kurtarmak zorunluluğu ile ve tehlikenin ağırlığı ile konu ve kullanılan vasıta arasında orantı bulunmak koşulu ile işlenen fiillerden dolayı faile ceza verilmez (TCK m. 25/II).Karşı koyamayacağı veya kurtulamayacağı cebir ve şiddet veya muhakkak ve ağır bir korkutma veya tehdit sonucu suç işleyen kimseye ceza verilmez. Bu gibi hallerde cebir ve şiddet, korkutma ve tehdidi kullanan kişi suçun faili sayılır (TCK m. 28).Ceza Muhakemesi Kanunu nun 223. maddesinin 3. fıkrasının (b) bendindeki haller, nitelikleri itibariyle mazeret nedeni teşkil eder ve bu hallerde fiilin haksızlığı ve failin kusurluluğu azalır. Söz konusu ceza verilmesine yer olmadığı kararları, 32  Koçak, 113.  …Kusur sorumluluğu için temyiz kudretinin varlığı gerekmektedir. Diğer yandan, kanunda gösterilen istisnaların varlığı halinde, temyiz kudreti bulunmayanlar da sorumlu tutulabilirler. Bu istisna; durumlardan biri ise, Borçlar Kanununun 54/1. maddesidir. Bu madde hükmüne göre, hakkaniyet gerekli kılıyorsa hâkim temyiz kudreti bulunmayan bir kişiyi kısmen veya tam olarak tazminata mahkûm edebilir. Somut olayda; sigortalı ... yı bıçaklayarak öldüren ... in temyiz kudretini haiz olmadığı ceza dosyası kapsamından sabit olmakla birlikte, davalı ...in Borçlar Kanununun 54/1. maddesi hükmü gereğince olayı çevreleyen koşullar ile fiilin mahiyeti göz önünde tutulduğunda tazminat miktarından sorumlu olacağı gözetilerek…  10. HD, 26.5.2016, E. 2015/6461, K. 2016/8682 [Kazancı İçtihat Bilgi Bankası, <http://www.kazanci.com/kho/ibb/anaindex.htm> erişim tarihi 1.12.2018];  …Adli Tıp Kurumundan alınan raporda; davalıda suç tarihi itibari ile şuur ve hareket serbestisini ortadan kaldıracak derecede Paranoik Şizofren olarak tanımlanan akıl hastalığı bulunduğunun belirlendiği, ceza mahkemesince davalının cezai sorumluluğu bulunmadığı gerekçesiyle ceza verilmesine yer olmadığına karar verildiği … anlaşılmaktadır…Olay tarihinde yürürlükte bulunan 818 Sayılı Borçlar Kanununun 54. ve halen yürürlükte bulunan 6098 Sayılı Türk Borçlar Kanunu nun 65. maddesine göre; hakkaniyet gerektiriyorsa hakim, ayırt etme gücü bulunmayan kişinin verdiği zararın tamamen veya kısmen giderilmesine karar verebilir…  4. HD, 3.3.2016, E. 2015/15710, K. 2016/2818 (Kazancı). Aynı yönde, 4. HD, 25.2.2015, E. 2014/15656, K. 2015/2147 (Kazancı); 10. HD, 27.9.2013, E. 2012/24954, K. 2013/17630 (Kazancı); 10. HD, 16.2.2010, E. 2009/15766, K. 2010/1900 (Kazancı).33  Elif Bekar,  Ceza Muhakemesinde Hüküm Çeşitleri (CMK m. 223)  (2017) LXXV/1 İÜHFM, 32.34  Bekar, Hüküm 33.35  Sözüer, 231.200Güneş / Ceza Mahkemesi Tarafından Ceza Verilmesine Yer Olmadığına İlişkin Kararın Hukuk Mahkemesi Kararlarına Tesiridayandıkları mazeret nedenleri bakımından hukuk hâkimini bağlamaz. Çünkü failin kusurunun derecesi nedeniyle bu hallerde ceza verilmesine yer olmadığına karar verilirken, hukuk hâkiminin kusurun derecesini medenî hukuk bakımından takdir ederek farklı sonuca varması mümkündür. Burada ceza hukukunun kusurun ağırlığını dikkate alarak ceza vermemesi ile medenî hukukun kusuru değerlendirmesi ölçütleri birbiri ile örtüşmez. Türk Borçlar Kanunu nun 63. maddesinin 2. fıkrasına göre, zorunluluk halinde işlenen fiil hukuka aykırı sayılmaz. Hukuk hâkimi, zorunluluk hali içinde başkasının mallarına  zarar  veren  kimsenin  hakkaniyet  gereği  bu  zararı  gidermesine  karar verebilir (TBK m. 64/II). Ceza hukuku doktrininde ise, bir görüşe göre, zorunluluk hali ikiye ayrılarak incelenir. Buna göre, zorunluluk hali hukuka uygunluk nedeni ve  mazeret  nedeni  olarak  iki  şekilde  ortaya  çıkabilir.  Korunan  hukukî  yarar, müdahale edilen hukukî yarardan önemli ölçüde daha üstün ise, zorunluluk hali hukuka uygunluk nedenidir. Buna karşılık korunan hukukî yarar, müdahale edilen hukukî yarardan önemli ölçüde üstün değil veya her ikisi de eşit derecede önemli ise, zorunluluk hali mazeret nedeni niteliğindedir. Bu ayrımın ceza mahkemesinin vereceği karara yansıması ise şöyledir: Zorunluluk hali hukuka uygunluk nedeni ise, Ceza Muhakemesi Kanunu nun 223. maddesinin 2. fıkrasının (d) bendi gereği, beraat kararı; mazeret sebebi olan zorunluluk hali söz konusu ise Ceza Muhakemesi Kanunu nun 223. maddesinin 3. fıkrasının (b) bendi gereği ceza verilmesine yer olmadığı kararı verilmesi gerekir. Ceza hukukundaki zorunluluk hali (TCK m. 25/II) ile borçlar hukukundaki zorunluluk hali (TBK m. 63) kavramları içerikleri bakımından  birbiri  ile  örtüşmediği  için  eleştirilir.  Doktrinde  ileri  sürülen  bir başka görüşe göre ise, zorunluluk hali mazeret nedenidir. Dolayısıyla zorunluluk halinde, fiilin haksızlık niteliği devam eder ancak sanık kusurlu sayılmaz. Bu konuda gerek Türk Ceza Kanunu nun 25. maddesinin 2. fıkrası gerek Ceza Muhakemesi Kanunu nun 3. fıkrasının (b) bendi bakımından zorunluluk hali, kusurluluğu ortadan kaldıran bir sebeptir ve bu halde beraat kararı değil, yalnızca ceza verilmesine yer olmadığı kararı verilebilir. Bu görüş, zorunluluk halinin hem hukuka uygunluk nedeni hem de mazeret nedeni olmasına ilişkin görüşü kabul edilemez bulur. 36  Zeynel T. Kangal, Ceza Hukukunda Zorunluluk Hali (Seçkin 2010) 483; Elif Bekar, Türk ve Amerikan Ceza Hukukunda Zorunluluk Hal, (Seçkin 2013) 83 v.d.; Nur Centel ve Hamide Zafer ve Özlem Çakmut, Türk Ceza Hukukuna Giriş (10. bs., Beta 2017) 323; Hamide Zafer, Ceza Hukuku Genel Hükümler TCK m. 1-75 (6. bs., Beta 2016) 382; Timur Demirbaş, Ceza Hukuku Genel Hükümler (13. bs., Seçkin 2018) 299; Veli Özer Özbek ve Koray Doğan ve Pınar Bacaksız ve İlker Tepe, Türk Ceza Hukuku Genel Hükümler (9. bs., Seçkin 2018) 369-370.37  Kangal, 483-484.38  Kangal, 484.39  Bekar, Zorunluluk Hali 86.40  İzzet Özgenç, Türk Ceza Hukuku Genel Hükümler (14. bs., Seçkin 2018) 425; Mahmut Koca ve İlhan Üzülmez, Türk Ceza Hukuku Genel Hükümler (11. bs., Seçkin 2018) 346; Mehmet Emin Artuk ve Ahmet Gökcen ve M. Emin Alşahin ve Kerim Çakır, Ceza Hukuku Genel Hükümler (11. bs., Adalet 2017) 502; Hakan Hakeri, Ceza Hukuku Genel Hükümler (21. bs., Adalet 2017) 422.41  Koca ve Üzülmez, 346.42  Koca ve Üzülmez, 347, dn. 998.201İstanbul Hukuk Mecmuası 77/1Doktrinde zorunluluk halinin hukukî niteliği itibariyle hukuka uygunluk nedeni olduğu görüşü de savunulur. Bu görüşe göre de, Ceza Muhakemesi Kanunu nun 223. maddesi ile Türk Ceza Kanunu nun 25. maddesinin 2. fıkrasının kanun koyucu tarafından uyumlu hale getirilmesi gerekir. Yargıtay kararlarında zorunluluk hali şartları gerçekleştiği takdirde kusurluluğu ortadan kaldıran bir sebep olarak kabul edilir ve ceza verilmesine yer olmadığı kararı verilmesi gerektiği belirtilir.Kanaatimizce  de,  ceza  hukuku  bakımından  zorunluluk  hali  kanun  koyucu tarafından kusurluluğu ortadan kaldıran sebep olarak düzenlenmiştir. Bu nitelik karşısında da zorunluluk hali içerisinde işlenen fiil haksızlık içermesine karşın, kusurluluk ortadan kalktığından ceza verilmesine yer olmadığı kararı verilmesi uygun görülmüştür. Zorunluluk hali, ceza hukuku bakımından hukuka aykırı olan bir fiil iken, özel hukuk bakımından hukuka uygun kabul edilmesi hukuk düzeninin çelişmesi sonucunu doğuracaktır. Zorunluluk hali nedeniyle ceza verilmesine yer olmadığı kararı verilmesi, fiilin haksızlık olduğu tespitini de içerdiğinden, hukuk mahkemesi bakımından bu husus bağlayıcı nitelikte kabul edilmelidir. Bu durumda hukuk hâkimi, ceza verilmesine yer olmadığı kararı karşısında zorunluluk hali nedeniyle verilen zararın giderilmesine hakkaniyet gereği karar verebilir (TBK m. 64/II). 2. Meşru Savunmada Sınırın Mazur Görülebilecek Heyecan, Korku veya Telaş Nedeniyle Aşılması HalindeMeşru  savunmada  sınırın  mazur  görülebilecek  heyecan,  korku  veya  telaş nedeniyle aşılması (TCK m. 27/II) halinde, sınırı aşan kısım hukuka aykırı nitelikte olmakla birlikte kişinin kusurluluğu söz konusu heyecan, korku veya telaş nedeniyle azalır. Bu nedenle meşru savunmada sınırın mazur görülebilecek heyecan, korku veya telaş nedeniyle aşılması hukukî niteliği itibariyle bir hukuka uygunluk nedeni değil, mazeret sebebidir. Ceza Muhakemesi Kanunu nun 223. maddesinin 3. fıkrası 43  Çağrı Kan, Türk Ceza Hukukunda Zorunluluk Hali, (Yetkin 2018) 161; Kayıhan İçel, Ceza Hukuku Genel Hükümler (Beta 2017) 359; Bahri Öztürk ve Mustafa Ruhan Erdem, Uygulamalı Ceza Hukuku ve Güvenlik Tedbirleri Hukuku (18. bs., Seçkin 2018) 253; Nevzat Toroslu ve Haluk Toroslu, Ceza Hukuku Genel Kısım, (Savaş 2018) 170 v.d.; Zeki Hafızoğulları ve Muharrem Özen, Türk Ceza Hukuku Genel Hükümler (11. bs., Usa 2018) 222; Doğan Soyaslan, Ceza Hukuku Genel Hükümler (7. bs., Yetkin 2016) 376.44  Kan, 161.45   ...zorunluluk hali 765 sayılı TCK nunda bir hukuka uygunluk nedeni olarak kabul edilmekte iken, 5237 sayılı TCK nunda kusurluluğu ortadan kaldıran bir neden olarak sayılmış olup, dolayısıyla 5237 sayılı TCK uygulamasında, zorunluluk halinde suç işleyen kişi hakkında  beraat  değil, TCK nun 25/2. maddesi uyarınca  ceza verilmesine yer olmadığı  kararı verilmelidir. Bu husus, 5271 sayılı CMK nun 223/3-b maddesinden de açıkça anlaşılmaktadır.  CGK, 19.2.2013, E. 2012/8-1551, K. 2013/64 [Lexpera İçtihat, <https://www.lexpera.com.tr/ictihat> erişim tarihi 1.1.2.2018];  ...yapılan spor müsabakası esnasında sanığın bulunduğu tribünde yaşanan arbede sırasında demir korkuluklara sıkışmamak için müsabaka alanı olarak kabul edilen kum olan koşu pistine atlaması biçimindeki eylemi karşısında; sanığın yasak alana girme fiilinin ceza sorumluluğunu kaldıran zorunluluk hali kapsamında kaldığı cihetle, TCK nın 25/2. ve CMK nın 223/3-b maddeleri gereğince sanık hakkında kusurunun bulunmaması dolayısıyla ceza verilmesine yer olmadığı kararı yerine beraatine karar verilmesi, Kanuna aykırı ve O Yer Cumhuriyet Savcısının temyiz nedenleri bu itibarla yerinde görüldüğünden tebliğnameye uygun olarak HÜKMÜN BOZULMASINA...  19. CD, 28.6.2016, E. 2015/19686, K. 2016/20393 (Lexpera).46  Aykut Ersan, Ceza Hukukunda Meşru Savunma ve Meşru Savunmada Sınırın Aşılması (On İki Levha 2013) 126-127; Sözüer, 232; Mahmut Koca,  YTCK da Hukuka Uygunluk Sebepleri  (2006) 1 CHD 142; Özgenç, 448; Özbek ve Doğan 202Güneş / Ceza Mahkemesi Tarafından Ceza Verilmesine Yer Olmadığına İlişkin Kararın Hukuk Mahkemesi Kararlarına Tesirigereği, bu halde beraat kararı değil, ceza verilmesine yer olmadığı kararı verilir. Bu mazeret sebepleri hukuk mahkemesi bakımından bağlayıcı nitelikte değildir. Yargıtay ın meşru savunmada sınırın heyecan, korku ve telaş nedeniyle aşılması halinde sanığın kusursuz sayılıp hukuk mahkemesinde bağlayıcı olduğunu belirten kararı kanaatimizce yerinde değildir. Çünkü bu halde sanığın kusurluluğu ortadan kalktığından, hukuk hâkimi kusurun derecesini ceza mahkemesi kararından bağımsız olarak değerlendirebilir.3. Kusurluluğu Kaldıran Hataya Düşülmesi HalindeCeza sorumluluğunu kaldıran veya azaltan nedenlere ait koşulların gerçekleştiği hususunda kaçınılmaz bir hataya düşen kişi, bu hatasından yararlanır (TCK m. 30/III). İşlediği fiilin haksızlık oluşturduğu hususunda kaçınılmaz bir hataya düşen kişi, cezalandırılmaz (TCK m. 30/IV).Kusurluluğu kaldıran hataya düşülmesi halinde (CMK m. 223/III, d), bu hatası nedeniyle hakkında ceza verilmesine yer olmadığı kararı verilmesine karşın, hukuk hâkimi kişinin sorumlu olduğuna karar verebilir. Çünkü ceza hukuku anlamında hata, hukukî sorumluluk ile ilgili değildir. Ceza verilmesine yer olmadığı kararında fail suçu işlemiş olmasına rağmen kusurlu olmadığı konusunda hataya düşmüş olsa da, fiilin işlenmiş olması sebebiyle hukuk hâkimi ilgili kişiyi verdiği zarardan dolayı sorumlu tutabilir. Başka bir deyişle, kusurluluğu kaldıran hataya düşülmesi bakımından hukuk hâkimi, ceza verilmesine yer olmadığı kararı ile bağlı olmayacaktır.4. Etkin Pişmanlık HalindeEtkin pişmanlık Türk Ceza Kanunu nda genel bir madde olarak değil, fakat çeşitli suçlarda özel olarak öngörülmüştür. Bu maddelerde kimi zaman etkin pişmanlık cezayı ortadan kaldıran şahsî sebep iken, kimi zaman da cezada indirimi gerektiren şahsi sebeptir. Bu açıdan etkin pişmanlık sebeplerinin ceza sorumluluğuna etkisi ikiye  ayrılır:  Birincisi  cezayı  azaltan  etkin  pişmanlık,  ikincisi  cezayı  kaldıran etkin  pişmanlıktır.  İlk  halde,  etkin  pişmanlık  nedeniyle  ceza  hâkimi  sanığın mahkûmiyetine karar verir ve fakat cezasında indirim uygular. İkinci halde ise, iddia ve Bacaksız ve Tepe, Ceza Genel 410-412. Meşru savunmada sınırın mazur görülebilecek heyecan, korku veya telaş nedeniyle aşılmasının hukukî niteliğini kusurluluğu ortadan kaldıran sebep olarak kabul eden görüş için bkz. Artuk ve Gökcen ve Alşahin ve Çakır, 489.47   ...hukuka uygunluk nedenlerinde sınırın kast olmaksızın aşılması halinde  beraat hükmü  değil, Yasanın 27/1. maddesine göre indirimli ceza veya Yasa nın 27/2. maddesine göre ceza verilmesine yer olmadığı kararı verilmelidir. Bu husus, 5271 sayılı Yasa nın 223/3-c maddesinden de açıkça anlaşılmaktadır…Bu kapsamda; davalının, maruz kaldığı saldırı karşısında içine düştüğü korku, telaş ve şaşkınlık dolayısıyla davranışlarını yönlendirme yeteneğinin ortadan kalkması söz konusu olduğundan, meşru müdafaada sınırının aşılmasından dolayı kusurlu sayılamayacağı kabul edilmelidir. Dolayısıyla davanın tümden reddine karar verilmesi gerekirken, yazılı şekilde davalının sorumluluğuna karar verilmiş olması doğru görülmemiş kararın bozulması gerekmiştir...  4. HD, 29.9.2015, E. 2015/9205, K. 2015/10251 (Kazancı).48  TCK m. 93/I, m. 192/I, II, IV, m. 201/I, II, m. 221/I, II, III, IV, c. 1, m. 254/I, II, III, m. 274/I,49  TCK m. 93/II, m. 110, m. 168/I, II, III, V, m. 192/III, m. 221/IV, c. 2, m. 248/I, II, m. 269/I, II, III, IV, m. 274/II, III, m. 293.50  Yasemin Baba, Türk Ceza Kanunu nda Etkin Pişmanlık (On İki Levha 2013) 126-129; Bekar, Hüküm, 36.203İstanbul Hukuk Mecmuası 77/1edilen fiili sanığın işlemiş olduğu sübut bulmuş olmasına rağmen, kanunî şartlar gerçekleşmişse, ceza verilmesine yer olmadığına karar verilir.Etkin pişmanlık nedeniyle verilen ceza verilmesine yer olmadığı kararları fiilin fail tarafından işlendiği hakkında hukuk hâkimi bakımından bağlayıcı etkiye sahiptir. Çünkü ceza mahkemesi tarafından deliller değerlendirilip fiilin fail tarafından işlendiği sonucuna ulaşılmıştır. Buna karşılık etkin pişmanlık hükümlerinin uygulanmasına neden olan hususlar hukuk hâkimi bakımından bağlayıcı nitelikte değildir.5. Şahsî Cezasızlık Sebeplerinin Varlığı HalindeŞahsî cezasızlık sebeplerinin varlığı halinde, ceza mahkemesi sanığın fiili işlediğini tespit etmiştir, fakat kanunda sayılan sebepler nedeniyle cezada indirim yapılmasına veya ceza verilmesine yer olmadığına karar verir. Yağma ve nitelikli yağma hariç, malvarlığına karşı suçlar bölümünde yer alan suçların;  a) Haklarında ayrılık kararı verilmemiş eşlerden birinin, b) Üstsoy veya altsoyunun veya bu derecede kayın hısımlarından birinin veya evlat edinen veya evlatlığın, c) Aynı konutta beraber yaşayan kardeşlerden birinin zararına olarak işlenmesi halinde, ilgili akraba hakkında cezaya hükmolunmaz  (TCK m. 167). Bu konuda başka bir örnek de Türk Ceza Kanunu nun 273. maddesindedir. Buna göre,  Kişinin; a) Kendisinin, üstsoy, altsoy, eş veya kardeşinin soruşturma ve kovuşturmaya uğramasına neden olabilecek bir hususla ilgili olarak yalan tanıklıkta bulunması, b) Tanıklıktan çekinme hakkı olmasına rağmen, bu hakkı kendisine hatırlatılmadan gerçeğe aykırı olarak tanıklık yapması halinde, verilecek cezada indirim yapılabileceği gibi, ceza vermekten de vazgeçilebilir. Bu durumlarda da fiilin hukuka aykırılığı bakımından ceza mahkemesinin verdiği ceza verilmesine yer olmadığı kararı, mahkûmiyet kararı gibi hukuk hâkimini bağlar. Buna karşılık şahsî cezasızlık sebepleri bakımından bu karar hukuk mahkemesi bakımından bağlayıcılık teşkil etmez.6. Hakaret Suçunun Varlığı HalindeCeza Muhakemesi Kanunu nun 223. maddesinin 4. fıkrasının (c) bendine göre, karşılıklı hakaret sebebiyle ceza hâkimi sanık hakkında ceza verilmesine yer olmadığı kararı verir. Karşılıklı hakaretin gerçekleşmiş olduğunu tespit eden ceza hâkimi 51  Baba, 126.52   …Söz konusu kararın gerekçe kısmında, katılan ile evli olması sebebiyle hesabın şifresini bilen sanığın müştekinin rızası dışında parayı hesabına havale ettiği, bu şekilde üzerine atılı bilişim sistemlerini kullanmak suretiyle hırsızlık suçunu işlediği sabit ise de eşlerden birinin diğeri hakkında hırsızlık suçunu işlemesi halinde ilgili kişiye ceza verilmeyeceğinin hüküm altına alındığı belirtilmiştir. Ceza dosyası 2.4.2014 tarihinde kesinleşmiştir. Davalının, yargılandığı ceza davasında; davacının rızası dışında parayı hesabına havale ettiği hususu kesinleşmiştir. Bu durumda, mahkemece; davacının, havale işleminin bilgisi dışında yapıldığı iddiasını ispatlayamadığı gerekçesi ile; davanın reddine karar verilmesi doğru görülmemiştir…  3. HD, 17.11.2015, E. 2015/12258, K. 2015/18224 (Kazancı).204Güneş / Ceza Mahkemesi Tarafından Ceza Verilmesine Yer Olmadığına İlişkin Kararın Hukuk Mahkemesi Kararlarına Tesiricezada indirim yaparak mahkûmiyet kararı verebileceği gibi, ceza verilmesine yer olmadığına da karar verebilir (TCK m. 129/III). Karşılıklı hakarette, sanık mağdura hakaret ettiğinden aynı zamanda mağdurun da sanığa hakaret etmesi nedeniyle kendisi de mağdur olduğundan hâkim ceza verilmemesine kanaat getirebilir. Bu durumda hakaret fiilinin işlendiği kesin bir biçimde tespit edildiğinden, bu karar hukuk hâkiminin önündeki uyuşmazlık bakımından bağlayıcı niteliktedir. Bundan başka Türk Ceza Kanunu nun 129. maddesinin 1. ve 2. fıkralarında da bir haksız fiile veya kasten yaralamaya tepki olarak hakaret suçu işlenmesi hali de ceza verilmeyecek hallerdendir. Her ne kadar Ceza Muhakemesi Kanunu nun 223. maddesinin 4. fıkrasında sayılmamış olsa da, bu iki fıkra bakımından da ceza hâkiminin ceza verilmesine yer olmadığına karar vermesi gerekir. Yine Türk Ceza Kanunu nun 128. maddesinde de iddia ve savunma dokunulmazlığı kapsamındaki ifadeler bakımından da ceza verilmesine yer olmadığı kararı verilmesi gerekir. Bu kararlar bakımından da işlenen fiilin hukuka aykırılığı ceza mahkemesince tespit edilmiş olduğundan, hukuk hâkimi için bağlayıcı niteliktedir.7. İşlenen Fiilin Haksızlık İçeriğinin Azlığı HalindeCeza Muhakemesi Kanunu nun 223. maddesinin 4. fıkrasının (d) bendine göre, işlenen fiilin haksızlık içeriğinin azlığı halinde, ceza verilmesine yer olmadığı kararı verilir. Bu duruma örnek olarak, Türk Ceza Kanunu nun 145. maddesi verilebilir. Buna göre, hırsızlık suçunun konusunu oluşturan malın değerinin azlığı nedeniyle, verilecek cezada indirim yapılabileceği gibi, suçun işleniş şekli ve özellikleri de göz önünde bulundurularak, ceza vermekten de vazgeçilebilir.53  Karş. …Ceza dosyası içeriğine göre; davalının, olay tarihinde davacıya hakaret eylemi sabittir. Hukuk hakimi ceza mahkemesince belirlenen bu maddi olgu ile bağlıdır. Mahkeme kararının gerekçesinde belirtilen; ceza mahkemesinin hakaret eyleminin karşılıklı olduğu gerekçesiyle davalı hakkında ceza verilmesine yer olmadığına dair kararı hukuk hakimi yönünden bağlayıcı olmayıp, tazminat miktarının belirlenmesinde etkili olabileceğinden, davacı yararına 6098 Sayılı TBK nın 58. maddesi uyarınca uygun miktarda manevi tazminata hükmedilmesi gerekir…  4. HD, 27.4.2016, E. 2016/4038, K. 2016/5706 (Kazancı);  …Davacının şikayeti üzerine, davalı hakkında …ceza mahkemesince; davaya konu mesajlarla sanığın müştekiye hakaret ettiği, ancak sanığın bu eylemini müşteki ile yapmış olduğu telefon konuşmalarında kendisine hitaben söylenilen sözler üzerine gerçekleştirdiği, karşılıklı hakaret suçundan sanığa ceza verilmemesi gerektiği gerekçesi ile ceza verilmesine yer olmadığına karar verilmiştir…Somut olayda, davaya konu edilen mesajların atılmasına davacının kendi eyleminin sebep olduğu anlaşılmaktadır. Açıklanan nedenle saldırıyı kınayan bir karar vermekle yetinilmesi gerekirken, tazminata hükmedilmiş olması usul ve yasaya uygun görülmediğinden kararın bozulması gerekmiştir…  4. HD, 19.11.2015, E. 2014/16290, K. 2015/13306 (Kazancı);  ...ceza dosyasından taraflar hakkında hakaret suçundan eylemin karşılıklı olduğu gerekçesi ile ceza verilmesine yer olmadığına karar verildiği anlaşılmaktadır…davalının davacıya hakareti mahkemenin de kabulünde olduğuna göre, davacının kişilik haklarının ihlal edildiği kabul edilmeli ve BK nun 49. maddesi uyarınca uygun bir miktar tazminata hükmedilmelidir…  4. HD, 16.4.2014, E. 2013/11110, K. 2014/6365 (Kazancı). Aynı yönde, 4. HD, 3.4.2014, E. 2013/7809, K. 2014/5748 (Kazancı); 4. HD, 21.1.2014, E. 2014/4382, K. 2015/629 (Kazancı). Aksi yönde 4. HD, 30.1.2012, E. 2010/13347, K. 2012/1097 (Gökhan Taneri,  Ceza ve Hukuk Mahkemesi Kararlarının Birbirine Etkisi  (2015) 51 AD 87, dn. 44).54  Kurşun, 154-155; Bekar, Hüküm, 38.55   …davalı hakkında dava konusu edilen beyanı nedeniyle davacıya yönelik hakaret suçundan kamu davası açıldığı, …sanığın sözlerinin TCK 128. maddesi kapsamında iddia ve savunma dokunulmazlığı kapsamında kaldığı kanaatine varılarak ceza verilmesine yer olmadığına karar verildiği anlaşılmaktadır… davalının duruşma sırasında davacıya yönelik sarf ettiği sözlerin davacının kişilik haklarına saldırı olarak değerlendirilemeyeceği, iddia ve savunma dokunulmazlığı sınırları içerisinde kaldığı sonucuna varılarak istemin tümden reddine karar verilmesi gerekirken…  4. HD, 22.10.2015, E. 2015/12516, K. 2015/11879 (Kazancı).56  Bekar, Hüküm, 39-40.205İstanbul Hukuk Mecmuası 77/1İşlenen fiilin haksızlık içeriğinin azlığı halinde, az dahi olsa işlenen fiilin haksız olduğu ceza mahkemesince tespit edilmiş olduğundan, fiilin haksızlığı hususunda hukuk mahkemesi bakımından bağlayıcı etkiye sahip olacaktır.D. Ceza Verilmesine Yer Olmadığı Kararının Bağlayıcı Olmadığı HallerCeza verilmesine yer olmadığı kararının hukuka aykırı fiilin varlığının tespiti bakımından bağlayıcı olduğunun kabul edilmesi, bunun mutlak olduğu anlamına gelmemektedir. Türk Borçlar Kanunu nun 74. maddesi gereği, hukuk hâkimi ayırt etme gücünün varlığı, kusurun olup olmadığı ve zararın miktarının takdirinde ceza verilmesine yer olmadığı kararları hukuk hâkimini bağlamaz. Kanaatimizce kusurluluğu kaldıran veya azaltan haller yahut mazeret sebepleri olarak ceza verilmesine yer olmadığı sonucunu doğuran ve Ceza Muhakemesi Kanunu nun 223. maddesinin 3. ve 4. fıkralarında sayılan sebepler, ceza hukukunun sorumluluk ile ilgili kuralları olduğundan, hukuk hâkimini bağlamayacaktır. Başka bir ifadeyle, ceza verilmesine yer olmadığı kararı fiilin fail tarafından işlendiği ve hukuka aykırılığı konusunda hukuk hâkimini bağlayıcı nitelikte olmakla beraber, bu kararın verilme sebepleri bakımından hukuk hâkimini bağlamaz. E. Ceza Verilmesine Yer Olmadığı Kararının Unsur Etkisi1. Genel Olarak Unsur EtkisiTaraflar arasındaki bir davada verilen hükmün sonraki bir davada uygulanacak bir hukuk kuralının unsurunu veya şartını oluşturmasına unsur etkisi denir. Unsur etkisi, kesin hüküm etkisi gibi, hükmün etkileri arasında yer alır. Fakat unsur etkisi ile kesin hüküm etkisi farklı kavramlardır. Kesin hüküm, Hukuk Muhakemeleri Kanunu nda düzenlemiştir. Fakat unsur etkisine ilişkin herhangi bir düzenleme bulunmamaktadır.  Maddi  anlamda  kesin  hüküm,  taraflar  arasında  mahkeme hükmünün bağlayıcı etkisinin kapsamını ifade ederken, unsur etkisi ise, kesinleşmiş bir mahkeme kararının hukukî sonucunu düzenleyen başka bir normun unsuru olmasını ifade eder. Unsur etkisi, inşaî etkiden de hukukî durumda değişikliğe 57  Aras, 227-228; Antalya, 518.58  Rosenberg ve Schwab ve Gottwald, § 149, Kn. 6; Akkan, 26; Efe Direnisa, Die materielle Rechtskraft im deutschen und türkischen Zivilverfahrenrecht, (Peter Lang 2011) 55.59  Rosenberg ve Schwab ve Gottwald, § 149, Kn. 6; Alexander Völzmann, Die Bindungswirkung von Strafurteilen im Zivilprozess (Heymann 2006) 52; Nevhis Deren Yıldırım, Türk, İsviçre ve Alman Medeni Usul Hukukunda Kesin Hükmün Sübjektif Sınırları (Alfa 1996) 56; Erdoğan, 75 v.d.; Budak/Karaaslan, 289. Türk hukukunda bir görüşe göre, unsur etkisi, kesin hükmün olumlu etkisi olarak değerlendirilmektedir (Bkz. Meriç, 404-406; İyilikli, 455 v.d.). Kanaatimizce  unsur etkisi  Alman hukukunda yer alan kesin hükmün olumlu etkisi için kullanılan  Präjudizialität  veya  Vorgreiflichkeit  kavramlarının değil,  Tatbestandswirkung  kavramının karşılığıdır (Karş. Meriç, 404).60  Erdoğan, 75.61  Bernhard Wieczorek ve Rolf A. Schütze, Zivilprozessordnung und Nebengesetze (3. Aufl., 2. Band, 3. Teilband, De Gruyter Recht 2007) § 322, Kn. 43.206Güneş / Ceza Mahkemesi Tarafından Ceza Verilmesine Yer Olmadığına İlişkin Kararın Hukuk Mahkemesi Kararlarına Tesirineden olmaması bakımından ayrılır. Unsur etkisi, inşaî etkiden farklı olarak hukukî durumda herhangi bir değişikliğe neden olmaz, buna karşılık bir mahkeme kararının, onun varlığının sonuçlarını düzenleyen hukuk kuralının bir unsurunu teşkil eder.Unsur etkisinin ortaya çıkabilmesi için, daha önce taraflar arasında veya kanun tarafından düzenlenmiş olması gerekir, yoksa her hükümden unsur etkisi doğmaz. Kesin hüküm etkisinden farklı olarak, unsur etkisinde bir hukukî ilişki başka bir hukukî ilişkiye değil, sadece başka bir hukukî ilişki hakkında verilen mahkeme hükmüne bağlıdır.Kesinleşmiş bir mahkeme kararı, maddi hukukun veya usûl hukukuna ait bir normun unsuru teşkil edebilir. Maddi unsur etkisinde bir mahkeme kararının mevcudiyeti onun yarattığı hukukî durum dikkate alınmaksızın, hukukî durumun unsuru olarak ilişkilendirilir. Usûlî unsur etkisinde ise, bir hükmün mevcudiyeti yine onun içeriği dikkate alınmaksızın usûlî bir hukukî durumun unsuru teşkil eder. Maddi unsur etkisinden farklı olarak, usûlî unsur etkisi taraflarca kararlaştırılamaz, ancak kanun tarafından öngörülebilir. Usûlî unsur etkisine örnek olarak, hukuk mahkemesi kararına karşı yargılamanın yenilenmesine başvurulduğunda, hükme esas alınan ceza mahkemesi kararının sonradan başka bir karar ile ortadan kalkması hali gösterilebilir. Burada ceza mahkemesi kararının varlığı hukuk mahkemesinin tespit etmesi gereken unsurun bir parçasıdır ve hâkim ceza mahkemesi kararının içeriği ile bağlı değildir. Üçüncü kişi, mahkeme kararının kendisi için bağlayıcı olmadığını veya karardaki olayın gerçekleşmediğini iddia edemez.2. Ceza Verilmesine Yer Olmadığı Kararının Unsur Etkisine Sahip Olduğu HallerMedenî usûl hukukunda kesinleşmiş bir mahkeme kararı diğer yargı kollarında da unsur etkisine sahiptir. Hukuk hâkiminin ceza mahkemesi kararları ile bağlılığı, ceza mahkemesi kararının unsur etkisinden de kaynaklanabilir. Hâkimlerin unsur etkisi ile bağlılığı, genel olarak hâkimlerin kanun ve hukuk ile bağlı olmasından 62  Wieczorek ve Schütze, § 322, Kn. 43.63  Deren Yıldırım, 55; Erdoğan, 76.64  Deren Yıldırım, 57.65  Wieczorek ve Schütze, § 322, Kn. 43; Budak ve Karaaslan, 289.66  Hans Schmidt, Bindung des Zivilrichters an Vorentscheidungen anderer Gerichte und Behörden (von Emil Ebering 1927) 26.67  Schmidt, 30-31.68  Schmidt, 31.69  Schmidt, 38.70  Rosenberg ve Schwab ve Gottwald, § 10, Kn. 13; Thomas Josef Trousil, Die Bindung des Zivilrichters an strafgerichtliche Erkenntnisse (Dissertation, 2005) 28; Völzmann, 52; Akkaş, 103.71  Völzmann, 52.72  Wieczorek ve Schütze, § 322, Kn. 88.73  Trousil, 28; Volkert Vorwerk/ Christian Wolf, Beckscher Online Kommentar ZPO (C. H. Beck 2014) § 322, Kn. 93.207İstanbul Hukuk Mecmuası 77/1doğmaktadır. Ceza mahkemesi kararının doğurduğu unsur etkisini de hukuk hâkimi dikkate almak zorundadır. Örneğin, yargılamanın yenilenmesi sebepleri bakımından kesinleşmiş ceza mahkemesi kararı unsur etkisine sahiptir. Burada unsur etkisi bakımından, mahkeme kararının içeriği ikinci plandadır, ceza mahkemesi kararının varlığı, usûlî bir unsuru doldurmaya tek başına yeterlidir. Bir başka deyişle, hukuk hâkimi, ceza mahkemesi kararının içeriği ile bağlı değildir.Ceza  mahkemesi  kararı  şu  hallerde  hukuk  mahkemesindeki  yargılamanın yenilenmesi sebepleri bakımından unsur etkisine sahiptir:1) Karara esas alınan senedin sahteliğine karar verilmiş veya senedin sahte olduğunun mahkeme veya resmî makam önünde ikrar edilmiş olması. (HMK m. 375/I, d)2) İfadesi karara esas alınan tanığın, karardan sonra yalan tanıklık yaptığının sabit olması. (HMK m. 375/I, e)3) Bilirkişi veya tercümanın, hükme esas alınan husus hakkında kasten gerçeğe aykırı beyanda bulunduğunun sabit olması. (HMK m. 375/I, f)4) Lehine karar verilen tarafın, karara esas alınan yemini yalan yere ettiğinin, ikrar veya yazılı delille sabit olması. (HMK m. 375/I, g)5) Karara esas alınan bir hükmün, kesinleşmiş başka bir hükümle ortadan kalkmış olması. (HMK m. 375/I, ğ).Hukuk Muhakemeleri Kanunu nun 375. maddesinin 2. fıkrasına göre yargılamanın yenilenmesi sebeplerinden üç tanesi için (HMK m. 375/I, e, f ve g bentleri) kesinleşmiş bir ceza mahkûmiyeti kararının varlığı şartı aranır. Ceza verilmesine yer olmadığı kararı, mahkûmiyet kararı olmadığından, bu hallerde bu kararın hukuk mahkemesi bakımından unsur etkisi doğurması söz konusu değildir. Buna karşılık senedin sahteliği ceza mahkemesi tarafından tespit edilmiş veya ceza mahkemesinde senedin sahte olduğu ikrar edilmiş ve fakat yukarıdaki çeşitli sebeplerle ceza verilmesine yer olmadığı kararı verilmişse, kanaatimizce Hukuk Muhakemeleri Kanunu nun 375. maddesinin 1. fıkrasının (d) bendindeki yargılamanın yenilenmesi sebebinin gerçekleşmiş olur. Bu nedenle söz konusu bent bakımından ceza verilmesine yer olmadığı kararının hukuk mahkemesi bakımından unsur etkisi mevcuttur. Benzer şekilde, hukuk mahkemesinde hükme esas alınan ceza mahkemesi kararının daha sonra verilen ceza verilmesine yer olmadığı kararı ile ortadan kalkması da unsur etkisine sahiptir (HMK m. 375/1, ğ).74  Trousil, 28; Fritz Nicklisch, Die Bindung der Gerichte an gestaltende Gerichtsentscheidungen und Verwaltungsakte (Ernst und Werner Gieseking 1965) 141.75  Hans Friedhelm Gaul, Die Grundlagen des Wiederaufnahmerechts und die Ausdehnung der Wiederaufnahmegründe (Deutscher Heimat 1956) 79; Peter Arens, Willensmängel bei Parteihandlungen im Zivilprozeß (Gehlen 1968) 70; Gero Herrmann, Zur Bindung des Zivilrichters an Strafurteile in Deutschland, (Dissertation 1985) 85-86; Trousil, 55; Wieczorek/Schütze, § 322, Kn. 93.76  Nils Wigginghaus, Synergieeffekte zwischen Straf- und Zivilprozess (Hartung-Gorre 2007) 106.77  Rosenberg ve Schwab ve Gottwald, § 10, Kn. 13; Hanns Prütting ve Markus Gehrlein, ZPO Kommentar (6. Aufl., Luchterhand 2014) § 580, Kn. 3, 5.208Güneş / Ceza Mahkemesi Tarafından Ceza Verilmesine Yer Olmadığına İlişkin Kararın Hukuk Mahkemesi Kararlarına TesiriF. Ceza Verilmesine Yer Olmadığı Kararının Haksız Fiil Zamanaşımının Uzaması Bakımından Etkisi1.  Genel  Olarak  Haksız  Fiil  Zamanaşımının  Ceza  Zamanaşımı  Kadar Uzaması Türk Borçlar Kanunu nun 72. maddesinin 1. fıkrasında haksız fiilden doğan tazminat talepleri bakımından zamanaşımı kural olarak,  zarar görenin zararı ve tazminat yükümlüsünü öğrendiği tarihten başlayarak iki yılın ve her hâlde fiilin işlendiği tarihten başlayarak on yıl dır. Bununla beraber tazminat sorumluluğu ceza kanunlarının daha uzun bir zamanaşımı öngördüğü cezayı gerektiren bir fiilden doğmuşsa, ceza zamanaşımının uygulanacağı düzenlenir. Buna göre, haksız fiilden doğan sorumluluğa üç türlü zamanaşımı uygulanır. Zarar görenin zararı ve faili öğrendiği tarihten itibaren 2 yıl; fiilin gerçekleşmesinden itibaren 10 yıl ve cezayı gerektiren bir fiil söz konusu ise ve ceza kanunlarında daha uzun zamanaşımı öngörülmüşse ceza zamanaşımı uygulanır. Ceza hukukunda dava zamanaşımı ve ceza zamanaşımı olmak üzere iki türlü zamanaşımı söz konusudur. Dava zamanaşımı, kanunda öngörülen sürenin dolması ile kamu davasının açılmasını engeller, açılmışsa kamu davasının düşmesine neden olur (TCK m. 66-67). Buna karşılık ceza zamanaşımı kesinleşmiş mahkûmiyet kararının infaz edilmesini engeller (TCK m. 68 v.d.). Haksız fiil zamanaşımından uzun olması sebebiyle onun uzamasına neden olan ceza hukukundaki zamanaşımı  dava  zamanaşımı dır.  Türk  Borçlar  Kanunu nun  72.  maddesinde  haksız fiil  zamanaşımının  uzamasına  neden  olan  ceza  davası  zamanaşımı, Türk  Ceza Kanunu nda yer alabileceği gibi, başka özel ceza kanunlarında da yer alabilir.Türk Borçlar Kanunu nun 72. maddesinin açık düzenlemesi karşısında hukuk hâkiminin  önündeki  dava  cezayı  gerektiren  bir  haksız  fiile  ilişkin  ise,  ceza hukukundaki daha uzun zamanaşımı süresi ile bağlı olması gerekir.Haksız  fiil  zamanaşımının,  ceza  davası  zamanaşımı  kadar  uzaması  için  fail hakkında kovuşturma yapılıp cezaya mahkûm edilmesi zorunlu değildir, önemli 78  818 sayılı Borçlar Kanunu nun 60. maddesinin karşılığı TBK m. 72 dir. Buna göre,  Zarar ve ziyan yahut manevi zarar namiyle nakdi bir meblağ tediyesine müteallik dava, mutazarrır olan tarafın zarara ve failine ittılaı tarihinden itibaren bir sene ve her halde zararı müstelzim fiilin vukuundan itibaren on sene mürurundan sonra istima olunmaz (f. 1). Şukadar ki zarar ve ziyan davası, ceza kanunları mucibince müddeti daha uzun müruru zamana tabi cezayı müstelzim bir fiilden neşet etmiş olursa şahsi davaya da o müruru zaman tatbik olunur (f. 2). 79  Ahmet M. Kılıçoğlu,  Haksız Fiillerden Sorumlulukta Ceza Hukuku ile Medeni Hukuk İlişkisi  (1973) XXIX/3-4 AÜHFD 214; Özlem Yenerer Çakmut,  § 21 Türk Borçlar Kanunu m. 72 ve m. 74 Bakımından Ceza Hukukunda Ceza Sorumluluğunun Esası ve Dava Zamanaşımı Kavramlarına Kısa Bir Bakış  (2014) Prof. Dr. İsmet Sungurbey e Armağan Borçlar Kanunu Genel Hükümler Konferansları II, 35; Tandoğan, 360; Fikret Eren, Borçlar Hukuku Genel Hükümler (21. bs, Yetkin 2017) 857; Çelik, 548; Antalya, 510.80  Ahmet M. Kılıçoğlu, Borçlar Hukuku Genel Hükümler (22. bs, Turhan 2018) 632; M. Kemal Oğuzman ve M. Turgut Öz, Borçlar Hukuku Genel Hükümler (C. II, 14. bs., Vedat 2018) 78; Çelik, 548.81  Yenerer Çakmut, 29.209İstanbul Hukuk Mecmuası 77/1olan haksız fiilin aynı zamanda cezayı gerektiren bir fiil niteliğinde olmasıdır. Haksız fiil zamanaşımının daha uzun olan ceza davası zamanaşımı kadar uzaması, her zaman ceza mahkemesi kararının etkisi sonucu olmaz. Dolayısıyla burada ceza mahkemesi kararlarının hukuk mahkemesine etkisi, medenî usûl hukuku anlamında bir hüküm etkisi değildir. Zaten zamanaşımı kavramı da maddi hukuka ilişkin olup ne medenî usûl hukuku ne ceza muhakemesi hukukuna ait bir kavramdır. Bu nedenle ceza hukuku kavramının hukuk hâkimine bir etkisi ortaya çıkar. Bu durum, kanaatimizce Türk Borçlar Kanunu nun 74. maddesinin 1. fıkrasında da esasen  ceza hukukunun sorumluluk ile ilgili hükümleri  bağlı olmadığına ilişkin düzenlemenin bir uygulaması niteliğindedir.Fiilin suç teşkil edip etmediği hukuk hâkimi bakımından ön sorun niteliğindedir. Kural olarak hukuk hâkimi, haksız fiilin aynı zamanda cezayı gerektiren bir fiil niteliğinde olup olmadığını tespit ederken bağımsızdır. Fail hakkında herhangi bir ceza davası bulunmuyorsa, haksız fiilin cezayı gerektirip gerektirmediğini hukuk hâkimi serbestçe takdir eder. Ceza mahkemesince fiilin suç teşkil edip etmediği henüz  saptanmadığı  için,  hukuk  hâkimi  kendiliğinden  bu  hususu  değerlendirip uygulanacak zamanaşımını belirler. Ancak burada hâkimin davaya uygulanacak zamanaşımını  kendiliğinden  dikkate  alması  gerektiği  anlaşılmamalıdır.  Çünkü hâkim zamanaşımını re sen dikkate alamaz, ancak davalının zamanaşımı def ini ileri sürmesi üzerine, hâkim hangi tür zamanaşımının uygulanacağını belirlerken fiilin suç teşkil edip etmediğini serbestçe ve kendiliğinden araştıracaktır.2.  Ceza  Verilmesine  Yer  Olmadığı  Kararının  Zamanaşımının  Uzaması Bakımından Hukuk Mahkemesini BağlamasıFail hakkında ceza verilmesine yer olmadığı kararı bulunması, failin dava konusu suçu ceza mahkemesi tarafından tespit edilmiş ve fakat kanuni sebeplerden ötürü faile ceza verilmemesi anlamına geldiğinden, ceza verilmesine yer olmadığı kararı bakımından haksız fiil zamanaşımının uzaması için gerekli olan cezayı gerektiren bir 82  Kılıçoğlu, Haksız Fiil 211; Selçuk, 724; Tandoğan, 362; Kenan Tunçomağ, Türk Borçlar Hukuku, I. Cilt Genel Hükümler (6.bs., Sermet 1976) 526; Kılıçoğlu, Borçlar 630; Eren, 857; Selahattin Sulhi Tekinay ve Sermet Akman ve Haluk Burcuoğlu ve Atilla Altop, Tekinay Borçlar Hukuku Genel Hükümler (7. bs., Filiz 1993) 723; Halûk N. Nomer, Borçlar Hukuku Genel Hükümler (15. bs., Beta 2017) 270; Çelik, 549; Antalya, 512.  …ceza zamanaşımının uygulanabilmesi için sadece fiilin cezayı gerektiren bir eylem olmasını yeterli görmekte, bunun dışında, eylemi gerçekleştiren fail hakkında soruşturma yapılmasını, ceza davası açılmış olması veya mahkumiyet kararıyla sonuçlanmış bir ceza davasının varlığı koşulu aranmamaktadır...  HGK, 16.9.2015, E. 2014/17-116, K. 2015/1771 (Kazancı). Aynı yönde 3. HD, 28.5.2014, E. 2014/9540, K. 2014/ 8361 (Kazancı); HGK, 22.2.2012, E. 2011/4-640, K. 2012/89 (Kazancı); HGK, 6.5.2009, E. 2009/4152, K. 2009/155 (Kazancı); HGK, 16.4.2008, E. 2008/4-326, K. 2008/325 (Kazancı); HGK, 10.10.2001, E. 2001/19-652, K. 2001/705 (Kazancı).83  Mehmet Erdem, Özel Hukukta Zamanaşımı (On İki Levha, 2010) 140.84  Erdem, 142; Selçuk, 724; Muhsin Tuğsavul,  Haksız Fiil Zamanaşımı  (1947) 38/5 AD 379; Taneri, 83; Tandoğan, 362; Kılıçoğlu, Borçlar 630; Eren, 857; Oğuzman ve Öz, 78; Tekinay ve Akman ve Burcuoğlu ve Altop, 723; Tunçomağ, 526; Nomer, 270; Çelik, 549.85   …ceza mahkemesince haksız eylemin suç niteliği saptanmamış ise hukuk hakimine bunu kendiliğinden ve özgürce araştırma ve sonucuna göre karar verme yetkisi tanınmıştır…  17. HD, 4.10.2016, E. 2015/18001, K. 2016/8561 (Kazancı); aynı yönde HGK, 5.6.2015, E. 2014/17-2198, K. 2015/1495 (Kazancı).210Güneş / Ceza Mahkemesi Tarafından Ceza Verilmesine Yer Olmadığına İlişkin Kararın Hukuk Mahkemesi Kararlarına Tesirifiil şartı bulunmaktadır. Dolayısıyla hakkında ceza verilmesine yer olmadığı kararı bulunan failin fiili hakkında, hukuk mahkemesinden tazminat talep edilmiş ise, uzamış zamanaşımının uygulanması gerekir. Bir başka deyişle ceza verilmesine yer olmadığı kararı mevcut ise, ceza zamanaşımının haksız fiil zamanaşımını uzatması bakımından hukuk hâkimi bu karar ile bağlıdır.Failin, cezaî ehliyeti bulunmaması nedeniyle beraat etmiş olması, fiilin suç teşkil etmesini ortadan kaldırmadığı için, hukuk zamanaşımının ceza davası zamanaşımı kadar  uzamasına  engel  olmaz.  Buna  karşılık,  cezaî  ehliyeti  bulunmayan  bir kimsenin fiilinin suç teşkil ettiği söylenemeyeceğinden, bu kimselere uzamış ceza zamanaşımının uygulanmaması gerektiği görüşü de ileri sürülür. Yargıtay ise, cezaî ehliyeti bulunmayan kimsenin işlediği fiil suç teşkil ediyorsa, uzamış zamanaşımının uygulanması  gerektiği  kanaatindedir.  Kanaatimizce  öncelikle  failin   Yüklenen suçla bağlantılı olarak yaş küçüklüğü, akıl hastalığı veya sağır ve dilsizlik hali ya da geçici nedenlerin bulunması  halinde beraat kararı değil, ceza verilmesine yer olmadığı kararı verildiğini (CMK m. 223/III, a) belirtmek gerekir. Bu hallerde verilen ceza verilmesine yer olmadığı kararı, fiilin suç teşkil ettiğini tespit eder ama faile ceza verilmesi uygun görülmez. Bu nedenle, fail hakkında ceza verilmesine yer olmadığı kararı verilmesi halinde haksız fiil zamanaşımının ceza zamanaşımı kadar uzamasının kabul edilmesi gerekir.SonuçCeza verilmesine yer olmadığı kararı, ceza mahkemesi tarafından verilen esasa ilişkin nihaî kararlardandır. Bu karar ile sanığın suç teşkil eden fiili işlediği sabittir, ancak kanunda sayılan sebepler gerçekleşmiş ise sanık hakkında mahkûmiyet yerine ceza verilmesine yer olmadığı kararı verilmesi kabul edilmiştir.Ceza verilmesine yer olmadığı kararının bağlayıcı etkisi, onun kesin hüküm ve unsur etkisini kapsar. Söz konusu kararın hukuk mahkemesi bakımından kesin hükmün olumsuz etkisini teşkil eden bir örnek hukukumuzda mevcut değildir. Buna karşılık, ceza verilmesine yer olmadığı kararının hukuk mahkemesi bakımından kesin hükmün olumlu etkisine sahip olması mümkündür. Buradaki bağlayıcı etki, ceza hukuku sorumluluğu ile özel hukuka ilişkin sorumluluk için ortak olan kavramlar söz konusu ise mevcuttur. Fakat bu kavramlarda ortaklık bulunmuyorsa, hukuk mahkemesi bakımından bağlayıcılık söz konusu değildir. 86  Kılıçoğlu, Haksız Fiil 212; Sıtkı Tunçer,  Haksız Fiilde Ceza Müruruzamanı  (1953) 44/12 AD, 1426; Tandoğan, 363; Kılıçoğlu, Borçlar 630; Çelik, 549-550.87  Erdem, 139.88   …Her ne kadar kendisinin olay gününde 11 yaşından küçük olması nedeniyle ceza ehliyeti yoksa da, işlemiş olduğu eylemin suç teşkil etmesi nedeniyle hakkında daha uzun olan ceza zamanaşımının uygulanması gerekir…  4. HD, 17.11.1988, E. 1988/6907, K. 1988/9827 (Erdem, 139, dn. 522).211İstanbul Hukuk Mecmuası 77/1Ceza verilmesine yer olmadığı kararı, hukuk mahkemesi bakımından işlenen fiilin hukuka aykırı olduğu ve o sanık tarafından işlendiği hususlarında bağlayıcı niteliktedir. Buna karşılık ceza verilmesine yer olmadığı kararının verilme sebepleri hukuk mahkemesini bağlamaz. Yine söz konusu karar ayırt etme gücü, kusurun derecesi ve zararın miktarı bakımından da hukuk mahkemesi için bağlayıcı değildir.Ceza verilmesine yer olmadığı kararı, hukuk mahkemesi bakımından yargılamanın yenilenmesi sebebi teşkil edebilir. Bu hallerde unsur etkisi söz konusudur. Ceza verilmesine yer olmadığı kararı  Karara esas alınan senedin sahteliğine karar verilmiş veya senedin sahte olduğunun mahkeme veya resmî makam önünde ikrar edilmiş olması  (HMK m. 375/I, d) ve  Karara esas alınan bir hükmün, kesinleşmiş başka bir hükümle ortadan kalkmış olması  (HMK m. 375/I, ğ) hallerinde hukuk mahkemesi bakımından unsur etkisine sahiptir.Haksız fiil zamanaşımının ceza zamanaşımı kadar uzaması bakımından ise, ceza verilmesine yer olmadığı kararı, cezayı gerektiren bir fiilin bulunduğunu gösteren bir karar olduğundan hukuk mahkemesi bakımından bağlayıcı niteliktedir. Başka bir deyişle, ceza zamanaşımı haksız fiil zamanaşımından daha uzun ise, ceza verilmesine yer olmadığı kararı nedeniyle haksız fiil zamanaşımı uzar.Finansal Destek: Yazar bu çalışma için finansal destek almamıştır.212Güneş / Ceza Mahkemesi Tarafından Ceza Verilmesine Yer Olmadığına İlişkin Kararın Hukuk Mahkemesi Kararlarına TesiriKısaltmalarABD  : Ankara Barosu DergisiAD  : Adalet DergisiAufl.  : Auflage (bası)AÜHFD  : Ankara Üniversitesi Hukuk Fakültesi Dergisibs.  : basıC.  : CiltCD  : Ceza DairesiCHD  : Ceza Hukuku Dergisidn.  : dipnotDEÜHFD : Dokuz Eylül Üniversitesi Hukuk Fakültesi DergisiE.  : Esas numarasıEd.  : Editörf.  : fıkraHD  : Hukuk DairesiHGK  : Hukuk Genel KuruluHMK  : Hukuk Muhakemeleri KanunuHPD  : Hukuki Perspektifler DergisiK.  : Karar numarasıKn.  : Kenar numarasım.  : maddeMİHDER : Medeni Usûl ve İcra İflâs Hukuku DergisiRG  : Resmi GazeteS.  : Sayı s.  : sayfaTBK  : Türk Borçlar KanunuTCK  : Türk Ceza Kanunu v.d.  : ve devamıY.  : YılYKD  : Yargıtay Kararları Dergisi213İstanbul Hukuk Mecmuası 77/1",
     "Kaynakça": "Akkan M,  Medeni Usul Hukukunda Tarafların Farklı Olması Durumunda Kesin Hükmün Niteliği  (2009) 11 DEÜHFD 3 61.Akkaş AH, Ceza Muhakemesi Bağlamında Yargı Mercileri Kararlarının Birbirleri Üzerindeki Etkisi, (Adalet 2016).Akkaya M,  Vergi Mahkemesi ve Ceza Mahkemesi Kararlarının Etkileşimi Üzerine Bir İnceleme  (2000) 49 AÜHFD 85 96.Alangoya Y ve Yıldırım MK ve Deren Yıldırım N, Medenî Usul Hukuku Esasları (Tıpkı 8. bs, Beta 2011).Ansay SŞ, Hukuk Yargılama Usulleri (7. bs, Güzel Sanatlar 1960).Antalya OG, Borçlar Hukuku Genel Hükümler C. II (Legal 2017).Aras B, Hukuk ve Ceza Mahkemesi Kararlarının Birbirine Etkisi (Yetkin 2014).Arens P, Willensmängel bei Parteihandlungen im Zivilprozeß (Gehlen 1968).Arslan R ve Yılmaz E ve Taşpınar Ayvaz S ve Hanağası E, Medenî Usul Hukuku (4. bs, Yetkin 2018).Artuk ME ve Gökcen A ve Alşahin ME ve Çakır K, Ceza Hukuku Genel Hükümler (11. bs, Adalet 2017).Atalı M, Pekcanıtez Usûl Medenî Usûl Hukuku (Ed.: Hakan Pekcanıtez/ Muhammet Özekes/ Mine Akkan/ Hülya Taş Korkmaz, C. I II III, 15. bs, On İki Levha 2017).Atalı M ve Ermenek İ ve Erdoğan E, Medenî Usûl Hukuku Ders Kitabı (Yetkin 2018). Ayiter K, Rechtsvergleichende Betrachtungen über wechselseitige Wirkungen der rechtskräftigen Straf und Zivilurteile  (1972) Festschrift für Ernst Heinitz zum 70. Geburtstag, 751 764.Baba Y, Türk Ceza Kanunu nda Etkin Pişmanlık (On İki Levha 2013).Belgin Güneş D, Ceza Mahkemesi Kararlarının Hukuk Mahkemesi Bakımından Etkileri (On İki Levha 2019). Bekar E,  Ceza Muhakemesinde Hüküm Çeşitleri (CMK m. 223)  (2017) LXXV/1 İÜHFM, 15 60 (Hüküm).   Türk ve Amerikan Ceza Hukukunda Zorunluluk Hali (Seçkin 2013) (Zorunluluk Hali).Bilge N ve Önen E, Medenî Yargılama Hukuku Dersleri (3. bs, Sevinç 1978).Brehm R, Berner Kommentar Das Obligationenrecht Die Entstehung durch unerlaubte Handlungen Art. 41 61 OR (4. Aufl., Stämpfli 2013).Budak AC, Kara Avrupası ve Anglo Amerikan Medeni Usul Hukuklarında Kesin Hüküm: Türkiye ve İngiltere Örnekleri (Yayımlanmamış Yüksek Lisans Tezi 1991).Budak AC ve Karaaslan V, Medenî Usul Hukuku (2. bs, Adalet 2018).Cenberci M, Hukuk Davalarında Kesin Hüküm (Yeni Cezaevi 1965).Centel N ve Zafer H ve Çakmut Ö, Türk Ceza Hukukuna Giriş (10. bs., Beta 2017).Çelik NH, İstanbul Şerhi Türk Borçlar Kanunu C. I   Genel Hükümler (Ed. Rona Serozan, Emre Gökyayla, Faruk Acar, M. Turgut Öz, H. Murat Develioğlu, 2.bs, Vedat 2018).Demirbaş T, Ceza Hukuku Genel Hükümler (13. bs., Seçkin 2018).Deniz İ, Ceza Muhakemesinde Hüküm (Seçkin 2014).Deren Yıldırım N, Türk, İsviçre ve Alman Medeni Usul Hukukunda Kesin Hükmün Sübjektif Sınırları (Alfa 1996).Direnisa E, Die materielle Rechtskraft im deutschen und türkischen Zivilverfahrenrecht (Peter Lang 2011).214Güneş / Ceza Mahkemesi Tarafından Ceza Verilmesine Yer Olmadığına İlişkin Kararın Hukuk Mahkemesi Kararlarına TesiriDomaniç H, Hukukta Kaziyyei Muhkeme ve Nisbî Kuvveti (Fakülteler 1964).Erdem M, Özel Hukukta Zamanaşımı (On İki Levha, 2010).Erdoğan E, Hakem Kararlarının Kesin Hüküm Etkisi (Yetkin 2017).Eren F, Borçlar Hukuku Genel Hükümler (21. bs, Yetkin 2017).Ersan A, Ceza Hukukunda Meşru Savunma ve Meşru Savunmada Sınırın Aşılması (On İki Levha 2013).Gaul HF, Die Grundlagen des Wiederaufnahmerechts und die Ausdehnung der Wiederaufnahmegründe (Deutscher Heimat 1956).Gürdoğan B, Medenî Usûl Hukukunda Kesin Hüküm İtirazı (Ayyıldız 1960).Habscheid  WJ,  Schweizerisches  Zivilprozess   und  Gerichtsorganisationsrecht,  (Helbing& Lichtenhahn 1986).Hafızoğulları Z ve Özen M, Türk Ceza Hukuku Genel Hükümler (11. bs., Usa 2018).Hakeri H, Ceza Hukuku Genel Hükümler (21. bs., Adalet 2017).Herrmann G, Zur Bindung des Zivilrichters an Strafurteile in Deutschland, (Dissertation 1985).İçel K, Ceza Hukuku Genel Hükümler (Beta 2017).İyilikli AC, Hukuk Yargılamasında Kesin Hüküm, (Yetkin 2016).Kan Ç, Türk Ceza Hukukunda Zorunluluk Hali, (Yetkin 2018).Kangal ZT, Ceza Hukukunda Zorunluluk Hali (Seçkin 2010). Karslı A, Medeni Muhakeme Hukuku (4.bs, Alternatif 2014).Kazancı İçtihat Bilgi Bankası: <http://www.kazanci.com/kho2/ibb/anaindex.htm> erişim tarihi 1.12.2018.Kılıçoğlu AM, Borçlar Hukuku Genel Hükümler (22. bs, Turhan 2018) (Borçlar).   Haksız Fiillerden Sorumlulukta Ceza Hukuku ile Medeni Hukuk İlişkisi  (1973) XXIX/3 4 AÜHFD 185 225 (Haksız Fiil).Kırtıloğlu SS, Medeni Yargılama Hukukunda Değişiklik Davası (Adalet 2014).Koca M,  YTCK da Hukuka Uygunluk Sebepleri  (2006) 1 CHD 111 143.Koca M ve Üzülmez İ, Türk Ceza Hukuku Genel Hükümler (11. bs., Seçkin 2018).Koçak H, Ceza Yargılamasının Hukuk Mahkemelerini Bağlayıcılığı Sorunu (Yayımlanmamış Yüksek Lisans Tezi 2009).Konuralp H, Medenî Usul Hukukunda İspat Kurallarının Zorlanan Sınırları (Tıpkı basım, Yetkin 2009).Kurşun G, Ceza Muhakemesinde Hüküm (Seçkin 2016).Kuru B, Hukuk Muhakemeleri Usûlü (6. bs, Demir Demir 2001) (HMU).  İstinaf Sistemine Göre Yazılmış Medenî Usul Hukuku (Legal 2016) (İstinaflı Usul).Lexpera İçtihat: <https://www.lexpera.com.tr/ictihat> erişim tarihi 1.1.2.2018.Meriç N,  Türk Hukukunda Maddi Anlamda Kesin Hükmün Objektif Sınırları , (2007) 7 MİHDER 377 434.Nicklisch F, Die Bindung der Gerichte an gestaltende Gerichtsentscheidungen und Verwaltungsakte (Ernst und Werner Gieseking 1965).Nomer HN, Borçlar Hukuku Genel Hükümler (15. bs., Beta 2017).Oğuzman MK ve Öz MT, Borçlar Hukuku Genel Hükümler (C. II, 14. bs., Vedat 2018).215İstanbul Hukuk Mecmuası 77/1Özbek VÖ ve Doğan K ve Bacaksız P ve Tepe İ, Türk Ceza Hukuku Genel Hükümler (9. bs., Seçkin 2018).Özgenç İ, Türk Ceza Hukuku Genel Hükümler (14. bs., Seçkin 2018).Özkaya Ferendeci HÖ, Kesin Hükmün Objektif Sınırları (On İki Levha 2009).Öztürk B ve Erdem MR, Uygulamalı Ceza Hukuku ve Güvenlik Tedbirleri Hukuku (18. bs., Seçkin 2018).Postacıoğlu İE ve Altay S, Medeni Usul Hukuku Dersleri (7. bs, Vedat 2015).Prütting H ve Gehrlein M, ZPO Kommentar (6. Aufl., Luchterhand 2014).Rosenberg L ve Schwab KH ve Gottwald P, Zivilprozessrecht (17. Aufl, C. H. Beck 2010).Schmidt H, Bindung des Zivilrichters an Vorentscheidungen anderer Gerichte und Behörden (von Emil Ebering 1927).Selçuk RN,  Ceza Kararlarının Hukuk Hakimine Etkisi , (1975) 5 ABD 718 725.Soyaslan D, Ceza Hukuku Genel Hükümler (7. bs., Yetkin 2016).Sözüer A,  Türk Ceza Kanunu nda Öngörülen Mazeret Sebeplerine İlişkin Soru ve Cevaplar , (2006) 6 HPD 230 233.Tandoğan H, Türk Mes uliyet Hukuku (Akit Dışı ve Akdî Mes uliyet) (1. basıdan tıpkı bası, Vedat 2010).Taneri G, Ceza ve Hukuk Mahkemesi Kararlarının Birbirine Etkisi , (2015) 51 AD 75 97.Tanrıver S, Medenî Usûl Hukuku (Cilt I, 2. bs, Yetkin 2018).Tekinay SS ve Akman S ve Burcuoğlu H ve Altop A, Tekinay Borçlar Hukuku Genel Hükümler (7. bs., Filiz 1993).Toroslu N ve Toroslu H, Ceza Hukuku Genel Kısım, (Savaş 2018).Trousil TJ, Die Bindung des Zivilrichters an strafgerichtliche Erkenntnisse (Dissertation, 2005).Tuğsavul M,  Haksız Fiil Zamanaşımı , (1947) 38/5 AD 366 379.Tunçer S,  Haksız Fiilde Ceza Müruruzamanı , (1953) 44/12 AD, 1423 1429.Tunçomağ K, Türk Borçlar Hukuku, I. Cilt Genel Hükümler (6.bs., Sermet 1976).Umar B, Hukuk Muhakemeleri Kanunu Şerhi, (2. bs., Yetkin 2014) (Şerh).  Hukuk Usulü Muhakemeleri Kanunumuzun Mehaz Neuchâtel Kantonundaki Tatbikatı (Sermet 1967) (Tatbikat).Üstündağ S, Medeni Yargılama Hukuku, (7. bs, Filiz 2000).Völzmann A, Die Bindungswirkung von Strafurteilen im Zivilprozess (Heymann 2006).Vorwerk V ve Wolf C, Beckscher Online Kommentar ZPO (C. H. Beck 2014).Wieczorek B ve Schütze RA, Zivilprozessordnung und Nebengesetze (3. Aufl., 2. Band, 3. Teilband, De Gruyter Recht 2007).Wigginghaus N, Synergieeffekte zwischen Straf  und Zivilprozess (Hartung Gorre 2007).Yenerer Çakmut Ö,  § 21 Türk Borçlar Kanunu m. 72 ve m. 74 Bakımından Ceza Hukukunda Ceza Sorumluluğunun Esası ve Dava Zamanaşımı Kavramlarına Kısa Bir Bakış , (2014) Prof. Dr. İsmet Sungurbey e Armağan Borçlar Kanunu Genel Hükümler Konferansları II, 28 36.Yılmaz E, Hukuk Muhakemeleri Kanunu Şerhi (3. bs, Yetkin 2017).Yurtcan E, Ceza Yargılamasında Kesin Hüküm, (2. bs, Kazancı 1987).Zafer H, Ceza Hukuku Genel Hükümler TCK m. 1 75 (6. bs., Beta 2016).216"
}