{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "29",
     "Ay": "06",
     "Yıl": "2017",
     "Cilt": "75",
     "Sayı": "2",
     "Başlık": "HAYAT SİGORTASI GENEL ŞARTLARI’NIN TÜRK TİCARET KANUNU HÜKÜMLERİNE UYGUNLUĞUNA İLİŞKİN BİR İNCELEME",
     "Title": "ANALYSIS ON THE GENERAL TERMS AND CONDITIONS OF LIFE INSURANCE’S COMPATIBILITY WITH THE TURKISH COMMERCIAL CODE PROVISIONS",
     "Yazar İsmi": [

          "Dr. Evrim Akgün"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          " Türk Ticaret Kanunu", "Sigorta Hukuku", "hayat sigortası", "Hayat Sigortası Genel Şartları", "emredici hükümler", "uygunluk"
     ],
     "Keywords": [
          " Turkish Commercial Code", "insurance law", "life insurance", "General Terms and Conditions of Life Insurance", "mandatory rules", "compatiblity"
     ],
     "Özet": "Hayat  sigortası  sözleşmelerine  öncelikli  olarak  uygulanacak  mevzuat Türk Ticaret Kanunu dur. Bunun yanında sözleşmenin bir parçası olan Hayat Sigortası Genel Şartları (‘Genel Şart ) da bu tür sözleşmelerde uygulama alanı bulacaktır. Hâlihazırda uygulanmakta olan Hayat Sigortası Genel Şartları nın son düzenlenme tarihi 2002 yılı iken, 6102 sayılı Türk Ticaret Kanunu (‘TTK ) 2011 yılında kabul edilmiştir. İki düzenleme karşılaştırıldığında, Hayat Sigortası Genel Şartları nın ilgili Kanun da getirilen düzenlemeler ile tamamen uyumlu olmadığı görülmüştür. Bu çalışma ile amaçlanan; genel şart maddelerinin TTK düzenlemeleri ile uyumluluğunun incelenerek, hangi genel şart maddelerinin hangilerinin halen uygulanabilir olduğunun belirlenmesidir. Çalışmamızda ilk olarak genel şartlara ilişkin genel bir bilgi verilecek, sonrasında ise genel şart maddelerin incelenmesine geçilecektir. Yapılacak incelemede öncelikle genel şart maddelerinin TTK nın emredici hükümlerinden olan m.1452 ile 1520 nin ilk ve ikinci fıkralarına aykırı olup olmadığı tespit edilecektir. Bu incelemeden sonra  ise  genel  şart  maddelerinin,  yukarıda  belirtilmiş  TTK  hükümlerinin üçüncü fıkralarında sayılan düzenlemelere göre sigorta ettiren, sigortalı ve lehtarın aleyhine olup olmadığına bakılacaktır.",
     "Abstract": "The legislation to be applied primarily to life insurance contracts is the Turkish Commercial Code. Additionally, the provisions of the General Terms and Conditions of Life Insurance, which is part of the contract, will also be applied to such contracts2. While the last revision of the current General Terms and Conditions of Life Insurance (‘general terms ) has been made in 2002, whereas the Turkish Commercial Code No.6102 (‘TCC ) was adopted in 2011. When the two regulations are compared, it has been understood that the provisions of the general terms are not fully compitable with the regulations of the TCC. The aim of this analysis is to scrutinise the compatibility of the provisions of general terms with the TCC regulations and determine which provisions of the general terms are still acceptable. First, a general information will be given on the general terms, then the provisions of the general terms will be examined, in this analysis. The examination will start with the determination of whether the provisions of the general terms contradict with the first and second paragraphs of Art. 1452 and Art. 1520 TCC, which are mandatory rules. After this examination, the provisions of the general terms will be scrutinised to analyse whether they are disadvantageous to the policy holder, the insured and the beneficiary according to the third paragraphs of the aforementioned articles of the TCC.",
     "Metin": "14.02.2011 tarih ve 27846 sayılı Resmi Gazete de yayımlanan 6102 sayılı Türk Ticaret Kanunu (TTK), sigorta hukukuna ilişkin düzenlemelere 6. kitabında yer vermektedir. İlgili kanun sistematik olarak öncelikle genel hükümleri düzenlemiş, daha sonra ise sigorta türlerine ilişkin özel hükümlere yer vermiştir. Özel hükümler iki ana türde ele alınmış, bu şekilde öncelikle zarar sigortaları, hemen ardından ise can sigortaları düzenlenmiştir. Can sigortaları da hayat, kaza, hastalık ve sağlık sigortaları olarak alt türlere ayrılmış bulunmaktadır. Bunlardan, konumuzu teşkil eden hayat sigortalarına ilişkin özel olarak getirilmiş düzenlemeler kanunun 1487 ila 1506. maddeleri arasında bulunmaktadır. Sigortacılık  Kanunu  m.11/1  hükmü  uyarınca  sigorta  sözleşmelerinin ana muhtevası,  müsteşarlıkça onaylanan ve sigorta şirketlerince aynı şekilde uygulanacak olan genel şartlara uygun olarak düzenlenir 3. Dolayısıyla sigorta genel şartları sigorta sözleşmesinin ayrılmaz bir parçasıdır. Sigorta genel şartları, benzer rizikolara maruz kalan kişilere eşit kapsam ve koşullarla teminat sağlanmasını temin amacıyla Hazine Müsteşarlığı tarafından, gelecekte belirli bir sigorta dalında yapılacak tüm sigorta sözleşmelerinin temelini teşkil etmek üzere önceden hazırlanan, genel ve soyut nitelikte, genellikle basılı ve yazılı kayıtlardır. Sigorta genel şartlarında genellikle kanunda kapsamı tam olarak belirlenmemiş hususlar düzenlenir. Dolayısıyla sigorta genel şartlarının kanundan                                                  3 SK m.34/2 b.f uyarınca eğer bu düzenlemenin aksine genel şart düzenlemelerine aykırı davranılırsa, Müsteşarlık tarafından sigortacıya onbin Türk Lirası idari ceza uygulanacaktır. 4 Mehmet Bahtiyar,  Sigorta Poliçesi Genel Koşulları , Banka ve Ticaret Hukuku Dergisi, Cilt XIX, Sayı 2, 1997, s. 93; Rayegan Kender, Türkiye de Hususi Sigorta Hukuku, 15.Bası, İstanbul 2016, s. 32.Hayat Sigortası Genel Şartları nın Türk Ticaret Kanunu Hükümlerine   559 Uygunluğuna İlişkin Bir İnceleme doğan hakları tamamlamak ve bugünün gereksinimlerini karşılamak gibi bir işlevi olduğu da söylenebilir. Genel şartlar sözleşmesel niteliğe sahip olduklarından emredici hükümlere aykırı olmamaları gerekir. Yine aynı sebeple, taraflarca bunların aksine olacak şekilde anlaşma yapılması da mümkündür. TTK m. 1425/3 hükmü uyarınca kanunda aksine hüküm bulunmaması durumunda, genel şartlarda sigorta ettiren, sigortalı ya da lehtarın lehine bir değişiklik söz konusu olursa, genel şart düzenlemesi doğrudan ve hemen uygulanacaktır. Bu durumun tek istisnası, değişikliğin ek prim alınmasını gerektirmesidir. Bu halde sigortacı genel şart değişikliğinden itibaren sekiz gün içerisinde prim farkı talep edebilir; talep sigorta ettiren tarafından sekiz gün içerisinde kabul edilmezse, sigorta sözleşmesi eski genel şartlarla devam edecektir. İlgili madde hükmünün uygulanmasına ilişkin dikkat edilmesi gereken husus, genel şart değişikliğinin ancak değişikliği takip eden günlerde kazanılacak haklar bakımından uygulanabilecek olduğudur. Dolayısıyla örneğin rizikonun gerçekleştiği anda yürürlükte olan genel şartlara göre teminat dışında olan bir husus, sigorta süresi sona ermeden önce bir genel şart değişikliği ile teminat kapsamına dahil edilirse, sigorta ettiren eski riziko dolayısıyla geriye yönelik sigorta tazminatına hak kazanmaz. 6102 sayılı TTK nın yürürlüğe girmesi ile artık hayat sigortası sözleşmelerine bu kanunun ilgili düzenlemeleri ile Hayat Sigortası Genel Şartları, ayrıca eğer mevcutsa taraflarca belirlenen sözleşme özel şartları da uygulanacaktır. Hâlihazırda uygulanmakta olan Hayat Sigortası Genel Şartları nın en son düzenlenme tarihi 2002 yılıdır. Bu şartların düzenlenme tarihinde yürürlükte olan kanun ise 6102 sayılı mevcut TTK değil, 1956 tarih ve 6762 sayılı TTK dır. Dolayısıyla, bu şartlar hazırlanırken 6762 sayılı TTK daki düzenlemeler temel alınmış bulunulmaktadır; bu nedenle mevcut Hayat Sigortası Genel Şartları mülga kanun ile paralel düzenlemelere sahiptir. Ancak 2011 yılında kabul edilen 6102 sayılı TTK nın yürürlüe girmesi ile, yürürlükteki kanunun hayat sigortalarına ilişkin getirdiği düzenlemeler ve (mülga TTK ya göre hazırlanmış) mevcut Hayat Sigortası Genel Şartları arasında uyumsuzluk baş göstermiştir. 6102 sayılı TTK sistematik açısından emredici düzenlemeleri üç ayrı madde hükmünde  koruyucu hükümler  başlığı altında düzenlemiş bulunmaktadır. Bunlardan ilki genel hükümlerde yer alan madde 1452 hükmü, ikincisi zarar sigortalarının düzenlendiği bölümdeki madde 1486 hükmü ve sonuncusu ise can sigortaları bölümümünün sonunda yer alan madde 1520 hükmüdür.                                                  5 Bahtiyar, Genel Koşullar s. 93. 6 Bahtiyar, Genel Koşullar s. 95-96. 7 Haydar Arseven, Sigorta Hukuku, 2. Bası, İstanbul 1991, s. 33; Işıl Ulaş, Uygulamalı Can Sigortası Hukuku, Ankara 2002, s. 74; Bahtiyar, Genel Koşular s. 100; Şaban Kayıhan, Ömer Bağcı, Türk Özel Sigorta Hukuku Dersleri, Kocaeli 2016, s.102. 8 Samim Ünan, Hayat Sigortası Sözleşmesi, İstanbul 1998, s. 78. 9 Samim Ünan, Türk Ticaret Kanunu Şerhi: Sigorta Hukuku Cilt I – Genel Hükümler, İstanbul 2016, s. 256. 10 Özel şartlara ilişkin ayrıntılı açıklama için lütfen bkz.  C.14- Özel Şartlar  başlığı. 11 Zarar sigortalarına ilişkin koruyucu hüküm TTK nın 1486. madde hükmünde yer almaktadır. Hayat sigortaları bakımından uygulanması söz konusu olmadığından çalışmada ele alınmamıştır.560  Dr. Evrim Akgün (İÜHFM C. LXXV, S. 2, s. 557-586, 2017) Hayat sigortalarına uygulanabilir hükümler; hem bu sigortaya özel olara düzenlenmiş hükümler, hem de genel hükümlerdir. Dolayısıyla hayat sigortaları bakımından hangi düzenlemelerin emredici olduğunu ve bunların emrediciliklerinin derecelerini tespit etmek için 1452 ile 1520. madde hükümlerine bakmak gerekecektir. Ilgili maddelerdeki düzenleme şekli birbirine paraleldir. Buna göre; ilk fıkrada sayılan madde hükümlerine aykırı sözleşmeler geçersiz olacak, ikinci fıkrada belirtilen madde hükümlerine aykırı sözleşme şartları geçersiz olacak, üçüncü fıkrada ifade edilen madde hükümleri ise sigorta ettiren, sigortalı ve lehtar aleyhine değiştirilemeyecek, değiştirilirse TTK nın ilgili hükümleri uygulanacaktır. Tüm bu açıklamalar ışığında, elinizdeki çalışma ile amaçlananlar şunlardır: (cid:1)  Genel şart hükümlerinin, TTK nın 1452 ile 1520. maddelerinin ilk ve ikinci fıkralarında sayılan kesin emredici nitelikteki hükümlere aykırı olup olmadığının tespiti. Aykırılığın tespiti ile artık ilgili genel şart hükmünün uygulanmasının mümkün olmadığı ortaya koyulmuş olunacaktır. (cid:1)  Genel  şart  hükümlerinin,  TTK nın  1452  ile  1520.  maddelerinin üçüncü fıkrasında sayılan ve nisbi emredici olarak düzenlenmiş madde hükümleri bakımından lehe olup olmadığının tespiti. Böylece TTK daki bu hükümlere göre lehe bir düzenleme getiren genel şart hükmünün mevcut durumda hala uygulanabilir olduğu gösterilmiş olunacaktır. Çalışmada okuyucuya kolaylık sağlamak amacıyla, genel şart metni topluca verilmekten kaçınılmış; bunun yerine maddeler fıkralara göre kısımlara ayrılarak koyu şekilde yazılmış, her bir kısımdan sonra ise  açıklama  başlığı altında durum değerlendirmesi yapılmıştır.  II.GENEL ŞARTLARIN İNCELENMESİ A. Sigortanın Kapsamı A.1- Sigortalı, Sigorta Ettiren ve Lehdar  Hayatı üzerine sigorta sözleşmesi yapılan kişiye  sigortalı , prim ödemek suretiyle sigortalının menfaatini sigortacı nezdinde sigortalayan kişiye  sigorta ettiren  ve sigorta sözleşmesine taraf olmamakla beraber lehine sigorta sözleşmesi yapılan ve rizikonun gerçekleşmesi halinde kural olarak sigorta tazminatını sigortacıdan isteme hakkına sahip olana da  lehdar  denir.  Açıklama: Lehtar açısından – TTK m.1493/7 uyarınca lehtarın sigortacıdan edimi yerine getirmesini istem yetkisinin dışında bir de  tahsil yetkisi  mevcuttur.  Sigortalı ile sigorta ettiren aynı şahıs olabileceği gibi hayatta kalma şartıyla yapılan sigortalarda lehdar da aynı şahıs olabilir. Bir kimsenin hayatı, ya o kimse veya onun bilgi ve izni olmasa bile dilediği bir veya birkaç sigortacıya çeşitli bedellerle üçüncü bir kişi tarafından sigorta ettirilebilir, şu kadar ki, üçüncü kişinin o kimsenin hayatının devamında maddi veya manevi menfaatinin bulunması sigortanın geçerliliği için şarttır.  Açıklama: TTK m.1490 hükmü uyarınca başkasının hayatı üzerine sigorta yapılabilmesi için, o kişinin hayatının devamında lehtarın menfaatinin bulunması gerekmektedir. Kanun, sigorta ettirenin değil de lehtarın menfaati-Hayat Sigortası Genel Şartları nın Türk Ticaret Kanunu Hükümlerine   561 Uygunluğuna İlişkin Bir İnceleme nin mevcut olmasını aramaktadır. Ancak lehtar atanmamış olması halinde bu sefer sigorta ettirenin menfaatinin bulunması gerekecektir. Ancak eğer hayat sigortası ölüm şartlı yapılıyor ve bedeli mutat cenaze giderlerini aşıyorsa, menfaat şartına ek olarak bir de riziko şahsından izin almak gerekecektir. Madde hükmü uyarınca riziko şahsının yahut varsa kanuni temsilcisinin yazılı izni gerekmektedir. Eğer riziko şahsı onbeş yaşından büyükse o zaman kendisinin de izni alınacaktır. Bu izin alınmadan sözleşme yapılması halinde icazet verilmesi gerekir; aksi halde sözleşme geçersiz olur. Dolayısıyla TTK yaşam şartlı hayat sigortaları bakımından genel şart düzenlemesine paralelken, ölüm şartlı hayat sigortasında farklı düzenlemeye sahiptir. Fıkradaki  …dilediği bir veya birkaç sigortacıya çeşitli bedellerle…  ifadesi TTK 1491/1 de şu şekilde yer almaktadır:  Bir kimsenin hayatı bir veya birkaç sigortacı tarafından çeşitli bedeller üzerine sigorta ettirilebilir . A.2- Sigortanın Konusu  Sigortacı, bu sigorta ile bir kimsenin belirli bir süre içinde veya sözleşmede belirtilen şart ve haller içinde ölümü veya o kimsenin sözleşmede belirtilen belli bir süreden fazla yaşaması ihtimalini ya da her iki ihtimali beraber sigorta edebilir. Ancak,  küçüklerin,  mahcurların  veya  mümeyyiz  olmayanların ölümünü şart koyarak sigorta etmek batıl, bunların hayatı üzerine sigorta yapmak geçerlidir. Her iki halde de ölüm gerçekleşirse sigortalının ölüm tarihindeki riyazi ihtiyatı ödenir. Bu genel şartlara göre riyazi ihtiyat ödenmesi gereken hallerde varsa kar payı da ödenir.  Açıklama: 2. Cümle - Küçük, mahcur veya mümeyyiz olmayanların ölümünü şart koşarak sigorta yapılması mevcut kanun kapsamında yasak teşkil etmemektedir. TTK m.1490 hükmü uyarınca ölüm şartlı hayat sigortası herkesin hayatı üzerine yapılabilir. Kanun genel şartlarda yer alan bu korumayı, ölüm şartlı sigortalar bakımından izin şartını getirerek sağlamaktadır. A.3- Sigorta Teminatı Dışında Kalan Haller  Aşağıdaki haller sigorta teminatı dışındadır: 3.1- Sigortalı, sigortacıyı haberdar etmeksizin ticari hava hatları üzerinde yolcu nakline ruhsatlı işletmelerin uçak veya herhangi bir hava gemisinde ancak, yolcu sıfatıyla seyahat edebilir. Hayatı sigortalanan kişinin ölümü yolcu sıfatı dışında havada yapılan yolculuklar esnasında olursa, şirket yalnız riyazi ihtiyatı ödemekle yükümlüdür; ölüm tazminatı ödenmez. 3.2- Sigortalı, intihar veya intihara teşebbüs sonucunda öldüğü takdirde, sigortalının intiharı anında akli melekeleri ne olursa olsun, sigortacı sigortanın o andaki riyazi ihtiyatını öder. Aksine bir sözleşme ile süre kısaltılmış olmadıkça sigortalı aralıksız olarak en az üç yıl devam etmiş bulunuyorsa, sigortacı sigorta teminatının tamamını ödemekle yükümlüdür.  Açıklama: 1. Cümle - İntihar a ilişkin TTK m.1503/2 uyarınca eğer intihar, riziko şahsının akli melekelerindeki rahatsızlık sebebiyle üç yıldan önce geçekleşmişse (ki madde hükmünün ilk fıkrasına göre genel düzenleme, sözleşmenin üçüncü yılından önce gerçekleşen intihar veya buna teşebbüs sonucu ölüm halinde sigortacının edim borcundan kurtulacağı şeklindedir), sigortacı562  Dr. Evrim Akgün (İÜHFM C. LXXV, S. 2, s. 557-586, 2017) sigorta bedelinin tamamını ödemekle yükümlü olur. Genel şart düzenlemesi ise akli melekelere ilişkin bir istisna getirmemiş, sigortacının yalnızca matematik karşılığı ödeyeceğini düzenlemiştir. TTK m.1503, m.1520/3 te yer almaktadır; dolayısıyla bu maddenin sigorta ettiren, riziko şahsı ve lehtar aleyhine değiştirilmesi mümkün değildir. Bu durumda genel şart düzenlemesi bu maddeye göre aleyhe düzenleme getirdiğinden uygulanamaz. 2. Cümle - Süreye ilişkin düzenleme TTK m.1503/1 de  yenilemeler de dahil olmak üzere, en az üç yıldan beri devam eden…  şeklindedir. Bu madde hükmü 1520/3 te yer aldığından 3 yıllık süre uzatılamaz ancak sigorta ettirenin lehine olacağından kısaltılması mümkündür. Genel şartlardaki düzenlemede de  aksine sözleşme ile süre kısaltılmış olmadıkça  ifadesi mevcut olduğundan, iki düzenlemenin paralel olduğu görülmektedir.  3.3- Sigortadan faydalanan kimse hayatı üzerine sigorta yapmış olanı öldürmüş veya onun öldürülmesinde herhangi bir şekilde suç ortaklığı etmişse sigorta bedelinden mahrum kalır ve bu bedel ölenin mirasçılarına ait olur.  Açıklama:  Riziko  şahsının  öldürülmesine  ilişkin  düzenleme  TTK m.1504 te yer almaktadır. İlgili madde hükmü m.1520/1 uyarınca emredicidir; buna aykırı sözleşme şartları geçersizdir. m.1504/2 uyarınca lehtarın riziko şahsını öldürmesi ya da öldürülmesine suç ortaklığı etmesi halinde sigorta bedelinden mahrum kalması ve bu bedelin riziko şahsının mirasçılarına ödenmesi yönündeki düzenleme genel şartların bu fıkrası ile paralel.  3.4- Aksi sözleşme ile kararlaştırılmadıkça, sigorta savaş halinde geçerli değildir. Ancak, sigortalı savaş esnasında ve savaş hareketleri dolayısıyla ölürse, ölüm tarihindeki riyazi ihtiyatlar, ödeme tarihine kadar geçecek süreye ait teknik faizleriyle birlikte hak sahiplerine ödenir. 3.5- Sigortalı, aksine bir sözleşme olmadığı sürece, AIDS, nükleer, biyolojik ve kimyasal silah kullanımı veya nükleer, biyolojik ve kimyasal maddelerin açığa çıkmasına neden olacak her türlü saldırı ve sabotaj veya tedavi amaçlı olanlar hariç nükleer rizikolar sonucu ölürse, sigortacı, yalnız riyazi ihtiyatı ödemekle yükümlüdür.  A.4- Sigorta Bedelinin Artırılması  Sigorta süresi içinde, sigorta ettirenin talebi ve sigortacının da kabulü halinde sigorta bedeli artırılabilir. Sigorta özel şartları gereği sigorta bedelini kendiliğinden artıran haller hariç, sigorta ettiren teminat artışı talep ettiğinde durumu sigortacıya yazılı olarak bildirmek ve sigortacının gerekli gördüğü durumlarda yeni bir sağlık raporunu sigortacıya vermek zorundadır. Sigorta bedelinin artırılması halinde yapılacak beyanlar hakkında C.2 hükümleri uygulanır.  Açıklama: Sigorta bedeli TTK nın zarar sigortaları kısmında m.1461 de tanımlanmakla birlikte, genel şartların bu maddesindeki sigorta bedelini arttırmaya ilişkin düzenleme kanunda mevcut değildir. Dolayısıyla A.4. düzenlemesi halen uygulanabilir durumdadır.Hayat Sigortası Genel Şartları nın Türk Ticaret Kanunu Hükümlerine   563 Uygunluğuna İlişkin Bir İnceleme (Bu düzenlemenin karşı tarafında TTK m.1414 bulunmaktadır; madde hükmü sigorta teminatının kapsamında değişiklik yapmadan sigortacının yalnızca  ayarlama  şartına  dayanarak  primi  arttırması  halini  düzenlemektedir. Böyle bir durumda sigorta ettirene sözleşmeyi fesih hakkı tanınmıştır.) A.5- Sigortanın Başlangıcı ve Sonu  Sigorta, poliçede başlama ve sona erme tarihleri olarak yazılan günlerde,  aksi  kararlaştırılmadıkça  Türkiye  saati  ile  öğleyin  saat 12.00'de başlar ve öğleyin saat 12.00'de ve her halükarda rizikonun gerçekleşmesiyle sona erer.  Açıklama: TTK m.1410 hükmünde  süre, sözleşmeyle kararlaştırılmamış ise, taraf iradeleri, yerek teamül ile hal ve şartlar göz önünde bulundurularak, mahkemece  belirlenir   denmek  suretiyle,  sürenin  kararlaştırılmamış  olması halinde bunun ne şekilde tespit edilebileceğini düzenlemektedir. Genel şart düzenlemesi ise sürenin kararlaştırıldığı haller bakımından, günün hangi zaman diliminde (öğleyin saat 12:00) sözleşmenin başlayacağını yahut sona ereceğini düzenlemektedir. Süre sözleşme ile kararlaştırılmamış ise dahi, m.1410 uyarınca mahkemece belirlendikten sonra A.5. maddesi uygulanabilecektir. A.6- Sigortanın Coğrafi Sınırı  Bu sigorta dünyanın her yerinde geçerlidir.  B. Rizikonun Gerçekleşmesi Halinde Hak Sahiplerinin Yükümlülükleri  Hak sahipleri, rizikonun gerçekleştiğini öğrendiği tarihten itibaren durumu beş gün içinde sigortacıya bildirmek zorundadırlar.  Açıklama: Rizikonun gerçekleştiğini beyan görevi TTK m.1446 da düzenlenmektedir. Maddenin ilk fıkrasına göre  sigorta ettiren, rizikonun gerçekleştiğini öğrenince durumu gecikmeksizin sigortacıya bildirir . Madde 1446 hükmü, 1452/3 uyarınca sigorta ettiren, sigortalı ve lehtar aleyhine değiştirilemeyecek maddelerdendir. Genel şartlar ise rizikonun ihbarı için 5 günlük süre getirmiştir. Burada cevaplanması gereken soru; 5 günlük sürenin  gecikmeksizin e göre lehe mi yoksa aleyhe bir nitelik mi teşkil ettiğidir. Eğer daha uzun süre verildiği yorumu yapılabilirse, bu sigorta ettirenin lehine olacak; dolayısıyla m.1446 yerine genel şart hükmü uygulanacaktır. Aksi halde genel şart hükmü aleyhe kabul edileceğinden TTK m.1446 hükmü uygulama alanı bulacaktır. Buna her olay bakımından, olayın özelliğine göre ayrıca karar verilmesi gerekmektedir.  Hak sahipleri, poliçeden doğan haklarını talep edebilmek için, aşağıdaki yazılı belgeleri, masrafı kendilerine ait olmak üzere temin ederek sigortacıya verir. a) Sigorta poliçesi, (kaybı halinde sigortalı veya hak sahibinden alınacak imzalı beyan yeterlidir), b) Nüfus idaresi tarafından verilecek tasdikli ve vukuatlı nüfus kayıt örneği, c) Gerekirse ölüm nedenini açıklayan doktor raporu veya gömme izni, d) Gaiplik halinde mahkemeden alınacak olan gaiplik kararı, e) Lehdar tayin edilmediği durumlarda veraset ilamı, Sigortacı, vefat rizikolarında gerekirse tazminatı kesinleştirmek için sağlık karnesi ile hastane durum raporunu da ayrıca isteyebilir.564  Dr. Evrim Akgün (İÜHFM C. LXXV, S. 2, s. 557-586, 2017) Sigortacı talep halinde lehdar ya da sigorta ettirene tazminatın ödenmesine ilişkin olarak aldığı belgeler karşılığında bir alındı belgesi vermek zorundadır. Bütün belgelerin sigorta şirketine verilmesinden sonra sigortacı, sözleşme hükümlerine göre ödemesi gereken kesinleşmiş tazminatı on gün içinde hak sahiplerine öder. Poliçenin bulunamadığı durumlarda şirket kayıtları esas alınır.  Açıklama: 1. Cümle - Öncelikle, genel şartlarda  tazminat  ifadesine yer verilmesinin yanlış olduğunu, bunun yerine  sigorta bedeli  ifadesinin kullanılmasının gerektiğini belirtmemiz gerekmektedir. Sigortacının bedel ödeme borcunun muacceliyeti TTK m.1427/2 uyarınca  rizikonun gerçekleşmesini müteakip ve rizikoyla ilgili belgelerin sigortacıya verilmesinden sonra sigortacının edimine ilişkin araştırmaları bitince ve her hâlde 1446 ncı maddeye göre yapılacak ihbardan (onbeş gün sonra) muaccel olur.  Genel şart düzenlemesinde getirilen on günlük süre, sigortacının araştırma yaptığı aşamaya ilişkin değildir; aksine araştırmalar sonucunda sigorta bedelinin kesinleşmesinden sonra ödemenin ne kadar süre içerisinde gerçekleştirileceğini göstermek amacıyla getirilmiş bulunmaktadır TTK daki onbeş günlük tavan süre ise, m. 1446 uyarınca rizikonun gerçekleştiğini ihbarla başlıyor; dolayısıyla araştırmaların gerçekleştirildiği aşamadan önceye ilişkindir. Onbeş günlük sürenin bitimi ile sigortacının ödeme borcu muaccel olmakta ve ödemeyi yapması gerekmektedir; bu halde sigortacı genel şart düzenlemesinde olduğu gibi, kesinleşmeden sonra ayrıca on günlük süreye sahip değildir. TTK m.1427/2 hükmü, 1452/3 te sayılan maddeler arasında yer aldığından bu düzenleme sigorta ettiren aleyhine değiştirilemez. İki düzenleme karşılaştırıldığında, genel şartın araştırmalar bitip de bedelin kesinleşmesinden sonra sigortacıya on günlük süre tanıdığı, TTK nın ise bedelin kesinleşmesi ile ödemenin muaccel olduğunu düzenlediği görülmektedir. Bu durumda, genel şart sigorta ettirenin daha uzun beklemesine neden olduğu, bu sebeple de aleyhine düzenleme teşkil ettiği için TTK m.1427 nin uygulanması gerekmektedir. Ancak bir de 1427/2 hükmünün son cümlesini incelemek gerekmektedir. İlgili düzenleme  sigortacıya yüklenemeyen bir kusurdan dolayı inceleme gecikmiş ise süre işlemez  demekle, onbeş günlük sürenin bu halde fiilen uzamasına izin vermiş görünmektedir. Ancak bu düzenleme karşısında dahi genel şartın getirdiği (araştırmaların sonuçlanıp sigorta bedelinin kesinleşmesinden itibaren) on günlük süre düzenlemesi kanuna göre daha lehe bir nitelik teşkil etmemektedir.  Sadece, hayatta kalma şartıyla yapılmış olan sözleşmelerde, sözleşmede belirtilen sürenin dolması nedeniyle yapılacak ödemelerde sadece sigorta poliçesi ve onaylı nüfus suretinin verilmesi yeterlidir.   C. Çeşitli Hükümler C.l-  Sigorta  Priminin  Ödenmesi  ve  Sigortacının  Sorumluluğunun Başlaması  Sigorta priminin tamamı veya taksitle ödenmesi kararlaştırılmış ise ilk taksit poliçenin tesliminde ve kalan taksitler de poliçede belirtilen tarihlerde nakden ödenir. Hayat Sigortası Genel Şartları nın Türk Ticaret Kanunu Hükümlerine   565 Uygunluğuna İlişkin Bir İnceleme Açıklama: Sigorta ettirenin prim ödeme borcuna ilişkin düzenlemeler TTK m.1430 ila 1434. maddeler arasında düzenlenmektedir. Madde 1430/2 hükmü uyarınca  sigorta primi nakden ödenir. İlk taksidin nakden ödenmesi şartıyla, sonraki primler için kambiyo senedi verilebilir; bu hâlde, ödeme kambiyo senedinin tahsili ile gerçekleşir . Genel şartlar ise sonraki primlerin yalnızca nakden ödenmesine izin vermiştir. TTK m.1452/2 uyarınca 1430 un 2. fıkrasına aykırı sözleşme şartları geçersizdir. Dolayısıyla genel şartın bu fıkrasının uygulanması artık mümkün değildir. TTK m.1431/1 uyarınca sigorta priminin tamamı ya da taksitle ödenmesi kararlaştırılmışsa ilk prim taksidinin  sözleşme yapılır yapılmaz ve poliçenin teslimi karşılığında ödenmesi gerekir . Bu açıdan ödeme zamanını poliçenin teslimi anı olarak belirleyen genel şart hükmü, TTK ya paraleldir.  Sigorta sözleşmesinin yapılmasına ilişkin teklifnamenin sigorta şirketine ulaştığı tarihten itibaren 30 gün içinde ret edilmemesi halinde, sigorta sözleşmesi yapılmış olur.  Açıklama: TTK nın  Sözleşmenin Yapılması Sırasında Susma  başlığını taşıyan m. 1405/1 düzenlemesi şu şekildedir:  (1) Sigortacı ile sigorta sözleşmesi yapmak isteyen kişinin, sözleşmenin yapılması için verdiği teklifname, teklifname tarihinden itibaren otuz gün içinde reddedilmemişse sigorta sözleşmesi kurulmuş sayılır.  Her ne kadar iki düzenlemede de otuz günlük süreye yer verilmiş ise de, bu sürenin başlangıcı farklıdır; TTK ilgili süreyi teklifnamenin düzenlendiği tarihten itibaren başlatırken, genel şartlarda bu teklifnamenin şirkete ulaşması ile başlamaktadır. 1405 hükmü 1452 nin 3.fıkrasında yer aldığından, bu düzenlemenin  sigorta  ettirenin,  sigortalının  ve  lehtarın  aleyhine  değiştirilmesi mümkün değildir. Genel şart düzenlemesinin süreyi teklifin ulaşması ile başlatması, sigorta ettiren açısından himayenin başlama süresinin uzaması demektir. Dolayısıyla daha lehe olan TTK düzenlemesi uygulanmalıdır.   Teklifnamenin verilmesi sırasında alındı belgesi karşılığında alınan para, teklifnamenin şirketçe kabul edilmesi halinde sigorta ettirenin prim borcuna mahsup edilir.  Açıklama: TTK m. 1405/2 hükmü şu şekildedir:  (2) Teklifnamenin verilmesi  sırasında  yapılmış  ödemeler,  sözleşmenin  yapılmasından  sonra  prim olarak kabul edilir veya ilk prime sayılır. Bu ödemeler, sözleşme yapılmadığı takdirde, kesinti yapılmadan, faiziyle birlikte geri verilir.  TTK düzenlemesinin sözleşmenin kabul edilmesine ilişkin kısmı ile genel şart düzenlemesi uyum içindedir.  Hayatı sigorta olunan kimse ilk primin ödenmesinden önce ölmüş ise sigorta hükümsüzdür .  Açıklama: Hayat sigortasının tanımlandığı TTK m. 1487/2 hükmü şu şekildedir:  Hayatı sigorta edilen kimse, ilk primin ödenmesinden önce ölmüşse sigorta sözleşmesi geçersizdir.  Görüleceği üzere TTK ile genel şart hükmü uyum içindedir.  Bir yıldan uzun süreli hayat sigortalarında sigorta ücretinin veya taksitlere bağlanmış olduğu takdirde herhangi bir taksitinin vadesinde ödenmemesi halinde sigortacı, sigorta ettirenin kendisine bildirmiş olduğu son ikametgah adresine taahhütlü mektupla veya noter kanalıyla566  Dr. Evrim Akgün (İÜHFM C. LXXV, S. 2, s. 557-586, 2017) ücret veya taksitin bir ay içinde ödenmesini, aksi takdirde sigortanın feshedilmiş olacağını ihtar eder. Bu sürenin sonunda söz konusu ücret veya taksit ödenmemiş ise sözleşme feshedilmiş olur.  Açıklama: TTK m.1502 uyarınca en az 1 yıldır yürürlükte bulunan hayat sigortası sözleşmesinin eğer 1 yıllık prim ödendi ise, sonraki primlerin ödenmemesi durumunda sigortacı sözleşmeyi feshedemez ve bu halde sözleşme prim ödemeden muaf sigortaya dönüşür. Bu düzenleme 1520/3 uyarınca nisbi emredicidir. 1 yıldan uzun süreli hayat sigortalarında ödenmeyen eğer ilk yıla ait primse sigortacı izleyen primi TTK m.1434/3 uyarınca talep edebilecektir. Bu durumda sigortacı noter aracılığı veya iadeli taahhütlü mektupla 10 günlük süre vererek borcun yerine getirilmesini, aksi halde süre sonunda sözleşmenin feshedilmiş sayılacağını ihtar edecektir. Bu sürenin sonunda borç hala ödenmemişse sözleşme feshedilmiş olacaktır. Bu düzenleme de TTK 1452/3 uyarınca nisbi emredici niteliktedir. Genel şarttaki düzenleme ödenmeyen prime ilişkin herhangi bir zaman şartı getirmemiştir. Dolayısıyla primin ilk yıl içerisinde ödenmemesi ile ilk yıldan sonra ödenmemesi bakımından genel şart düzenlemesinde bir fark bulunmamaktadır. (Esasen genel şart düzenlemesinde yer alan  sigorta ücretinin veya taksitlere bağlanmış olduğu takdirde herhangi bir taksitinin vadesinde ödenmemesi halinde   ifadesinden,  taksitlere  bölünmemişse  primin  tamamının;  bir  diğer ifadeyle ilk ve tek ödemenin ya da taksitlere bölünmüş ise ilk prim taksidi olmak üzere herhangi bir primin ödenmemesine ilişkin düzenleme getirildiği anlaşılmaktadır. İlk ve tek primin yahut primin ilk taksidinin ödenmemesi TTK m.1434 ün 2.fıkrasında ayrıca düzenlenmektedir. Madde hükmü şu şekildedir:  İlk taksidi veya tamamı bir defada ödenmesi gereken prim, zamanında ödenmemişse, sigortacı, ödeme yapılmadığı sürece, sözleşmeden üç ay içinde cayabilir. Bu süre, vadeden başlar. Prim alacağının, muacceliyet gününden itibaren üç ay içinde dava veya takip yoluyla istenmemiş olması hâlinde, sözleşmeden cayılmış olunur .) Bu durumda eğer hayat sigortası 1 yıldan uzun süreliyse ve ödenmeyen prim(ler) ilk yıldan sonrasına aitse; TTK düzenlemesi sözleşmenin feshine izin vermediği için, genel şart düzenlemesine göre sigorta ettirenin daha lehine olacaktır. Eğer hayat sigortası 1 yıldan uzun süreliyse ancak ödenmeyen primler ilk yıla aitse, bu takdirde genel şartlar uyarınca sigortacı sigorta ettirene yapacağı ihtarda ödemeyi yapması için 1 aylık süre vermek zorundayken, TTK uyarınca sigortacı 10 günlük süre verecektir. Bu bakımdan genel şart hükmü ödeme bakımından sigorta ettirene daha uzun süre sağladığından, daha lehedir.  Bir yıl ve daha kısa süreli hayat sigortalarında ise, sigorta ettiren kimse primini veya taksitlere bağlanmış olduğu takdirde herhangi bir taksitini vadesinde ödememesi halinde temerrüde düşer ve temerrüt gününü takip eden on beş gün içerisinde dahi sigorta ettiren prim borcunu ödemediği takdirde bu müddetin bitiminden itibaren on beş gün süre ile sigorta teminatı durur. Bu sürenin sonuna kadar prim ödenmediği takdirde sigorta sözleşmesi herhangi bir ihtara gerek kalmadan feshedilmiş olur. Hayat Sigortası Genel Şartları nın Türk Ticaret Kanunu Hükümlerine   567 Uygunluğuna İlişkin Bir İnceleme Açıklama:  Eğer  ödenmeyen  prim  hayat  sigortasının  ilk  yılına  aitse, TTK daki genel hükümlere göre sigortacı izleyen primi TTK m.1434/3 uyarınca talep edebilecektir. Buna göre sigortacı noter aracılığı veya iadeli taahhütlü mektupla 10 günlük süre vererek borcun yerine getirilmesini, aksi halde süre sonunda sözleşmenin feshedilmiş sayılacağını ihtar edecektir. Bu sürenin sonunda borç hala ödenmemişse sözleşme feshedilmiş olacaktır. Madde 1434 hükmü 1452 nin 3. fıkrasında düzenlenmektedir; dolayısıyla bu maddedeki düzenlemeler sigorta ettiren, sigortalı ve lehtar aleyhine değiştirilemez. Genel şart ile getirilen düzenlemeye göre ise sigorta sözleşmesinin feshi sonucu 15+15 günün bitimiyle meydana gelecektir. Ancak burada dikkat edilmesi gereken; ilk 15 günde teminatın sürerken, sonraki 15 günde teminatın duruyor olmasıdır. TTK düzenlemesi yarınca ihtardan itibaren 10 günde ödeme yapılmazsa sözleşme feshedilmiş olacak; genel şarta göre ise ihtar yapılmayacak ancak sözleşme vadeden itibaren 1 ay içerisinde feshedilmiş olacaktır. İlkinde süre sigortacının aktif hareketi ile başlarken, ikincisinde vade ile başlamaktadır. Bu farklı düzenlemelerden hangisi daha lehe kabul edilirse onun uygulanması gerekmektedir.  Sigorta primi önceden taraflarca belirlenen vadede makbuz karşılığında ödenir. Poliçede belirtilmek kaydıyla PTT ve diğer kişilerden alınacak primlerin ödendiğine dair belgeler sigorta şirketi makbuzu ile eş değerdedir. Aksine bir sözleşmeyle süre kısaltılmış olmadıkça üç yıl geçmeden sigorta ettiren sigortadan cayar veya taahhüdüne uymazsa verdiği primi veya bedeli sigortacıdan talep edemez.  Açıklama: Cayma- TTK da sigorta ettirenin cayma hakkı üç ayrı şekilde düzenlenmektedir.  Bunlardan  ilki  hayat  sigortalarına  özel  olarak  getirilmiş m.1489 hükmü, ikincisi genel hükümlerde yer alan 1430/3 hükmü, sonuncusu da yine genel hükümlerde yer alan m.1415/2 hükmüdür. -  Madde 1489 uyarınca cayma hakkı, hak konusunda sigortacı tarafından bilgilendirmeden itibaren 15 günde kullanılmalıdır. Eğer sigortacı bilgilendirme yapmaz ise, bu takdirde cayma hakkı ilk primin ödenmesinden bir ay sonra sona ermektedir. Madde 1520/3 uyarınca bu hüküm sigorta ettiren, sigortalı veya lehtar aleyhine değiştirilemez; değiştirilirse kanunun hükümleri uygulanır. Sigorta ettiren sigortacının cayma hakkına ilişkin bilgilendirmesinden itibaren 15 gün yahut ilk primin ödenmesinden itibaren 1 ay içerisinde cayacak olursa; genel şart düzenlemesine göre üç yıldan önce olacağından o zamana kadar ödediği primi geri alamaz. TTK düzenlemesine göre ise ödenen primin sigortacıda kalacağı özel olarak belirtilmediğine göre, sigorta ettiren bu ödemeleri geri alabilecektir; zira cayma sözleşmeyi geriye yönelik sona erdirir ve ifa edilmiş edimlerin iadesi gerekir. TTK düzenlemesi sigorta ettirenin aleyhine değiştirilemeyeceğine göre, bu halde genel şart hükmünün uygulanması mümkün değildir. -  Madde 1430/3 uyarınca ise cayma hakkı ancak sigortacının sorumluluğu başlamadan önce kararlaştırılan primin yarısını ödeyerek kullanılabilmektedir. Bu düzenleme de m.1452/3 uyarınca sigorta ettiren, sigortalı ve lehtar aleyhine değiştirilemeyecek hükümlerdendir. Bu ihtimalde sigorta ettiren yalnızca sigortacının sorumluluğu başlamadan cayabildiğine göre; ilk primi henüz ödememiş olması gerekmektedir.568  Dr. Evrim Akgün (İÜHFM C. LXXV, S. 2, s. 557-586, 2017) - Madde 1415/2 uyarınca eğer sigortacı sözleşmeyi kısmen feshetmiş veya ondan caymışsa, bunun üzerine sigorta ettiren sözleşmenin tamamını feshedebilir yahut ondan cayabilir. Yine bu madde hükmü de 1452/3 uyarınca aleyhe değiştirilemeyecek hükümlerdendir. Sigortacının sözleşmeden kısmen caymasından sonra sigorta ettiren sözleşmeden tamamen cayması için herhangi bir süre getirilmemiştir. Genel şartlara göre caymanın 3 yıldan önce gerçekleştirilmesi ihtimalinde sigorta ettiren o zamana kadar ödediği primi geri alamaz. TTK düzenlemesine göre ise ödenen primin sigortacıda kalacağı özel olarak belirtilmediğine göre, sigorta ettiren sözleşmeden caydığında bu ödemeleri geri alabilecektir. TTK düzenlemesi sigorta ettirenin aleyhine değiştirilemeyeceğine göre, bu hihtimalde genel şart hükmünün uygulanması mümkün değildir. Ancak cayma 3 yıldan sonra gerçekleştirilirse, bu takdirde genel şart hükmü ile TTK hükmü paralel olacaktır. Taahhüde Uymama- Taahhüde uymama ile primin ödenmemesi hali kast edilmiş olmalıdır. Bu durumda, TTK m.1502 uyarınca eğer ilgili hayat sigortası en az 1 yıldır yürürlükte ve 1 yıllık primi de ödenmiş ise  prim ödenmesinden muaf sigorta ya dönüşecekir. Bu halde sigortacı primi talep edemez ve sözleşmeyi feshedemez ancak sigorta bedelini ödenen prim ile ödenmesi gereken prim arasındaki orana göre öder. Hüküm 1520/3 te sayılan maddeler arasındadır; dolayısıyla sigorta ettiren, sigortalı ve lehtar aleyhine değiştirilemez. Genel şart düzenlemesine göre ise 3 yıl geçmeden sigorta ettirenin taahhüdüne uymaması, bir diğer ifade ile prim borcunu yerine getirmemesi durumunda, sigorta ettiren o zamana kadar ödediği primleri sigortacıdan geri alamayacaktır. Bu takdirde TTK düzenlemesi daha lehe olduğundan, 1 yıldır yürürlükte ve bu süreye ilişkin primi ödenmiş olan hayat sigortaları bakımından madde 1502 hükmü uygulama alanı bulacaktır. 1 yıldan daha kısa süredir yürürlükte bulunan hayat sigortaları bakımından ise genel hükümlerdeki primin ödemede temerrüde ilişkin m.1434 düzenlemesi uygulanacaktır.  İlk üç senenin primleri ödendikten sonra müteakip primler ödenmeyecek olursa poliçe feshedilmez; Ancak, sigortacı re'sen madde C.5 hükümlerini uygular.  Açıklama: Bahsolunan C.5. maddesi  ücretsiz sigorta  başlığına sahiptir. Bu kurum TTK m.1502 de  prim ödemeden muaf sigorta  adı altında düzenlenmektedir. Madde 1502 uyarınca en az 1 yıldır yürürlükte olan ve 1 yıllık primleri ödenmiş hayat sigortalarında sonraki primler ödenmezse sigorta bu hale dönüşüyor. Genel şartlar ise ilk 3 yılın primlerinin ödenmiş olması gerektiğini düzenliyor. TTK m.1502, m.1520/3 uyarınca nisbi emredici nitelikte olduğundan burada getirilen süre uzatılamaz. Dolayısıyla genel şart hükmü uygulanamaz.                                                     12 Düzenlemedeki  bedel  ifadesi, sigorta hukukundaki anlamıyla kullanılmamıştır. Buradaki kullanımı ile ifade, sigorta ettirence bir kerede toplu olarak ödenen tutarı anlatmaktadır. Örneğin sigortacının irat bağlamasını öngören sigortalarda iradın peşin değeri olarak ödenen para bu şekildedir. Ünan, Hayat s.130.Hayat Sigortası Genel Şartları nın Türk Ticaret Kanunu Hükümlerine   569 Uygunluğuna İlişkin Bir İnceleme C.2- Sözleşmenin Yapılması Sırasındaki Beyan Yükümlülüğü Genel Açıklama: Sözleşmenin yapılması sırasındaki beyan görevi genel olarak TTK nın 1437 ila 1442 maddeleri arasında düzenlenmektedir. Hayat sigortası  sözleşmeleri  için  özel  olarak  getirilen  düzenlemeler  ise  şunlardır: m.1497 (yanlış yaş beyanı) ve m.1498 (sözleşmenin yapılması sırasındaki beyan görevinin ihlali).  2.1- Sigortacı, bu sözleşmeyi, gerek sigorta ettiren gerekse bilgisinin olduğu hallerde hayatı sigorta edilenlerin ve temsilci aracılığıyla sigorta yapılıyorsa temsilcinin de beyanını esas tutarak yapmıştır.  Açıklama: TTK, sözleşme öncesi beyan görevini düzenlerken karma yöntemi kullanmıştır; bu yöntemde hem beyan yöntemi hem de liste yöntemi bir arada kullanılır. TTK m.1435 beyan yöntemini düzenlerken, m.1436 liste yöntemine ilişkin düzenlemelere yer vermektedir. Ancak burada şu hususa da dikkat etmek gerekir: liste yöntemini getiren 1436. madde hükmü kendisine her halde uygulama alanı bulamamaktadır. İlgili madde hükmü yalnızca sigortacının soru listesi vermesi halinde uygulanacak bir düzenlemedir. Sigortacı soru sorup sormamakta serbest bırakılmış durumdadır, dolayısıyla sigortacının liste vermemeyi seçmesi de mümkündür. Bu halde temel yöntem olarak madde 1435 de düzenlenen beyan yöntemi esastır; zira sigortacı sigorta ettirene soru lstesi vermese bile, sigorta ettiren sigortacı için önemli sayılacak hususları beyanla yükümlüdür. Dolayısıyla TTK da karma yöntem benimsenmekle birlikte, ağırlıklı olarak beyan usulünün esas alındığı görülmektedir. Bu açıklamalar ışığında genel şart düzenlemesinin TTK paralelinde bir düzenleme olduğunu söyleyebiliriz. Genel şarttaki bu düzenleme ayrıca TTK m.1412 ye de paraleldir. İlgili kanun hükmü şu şekildedir:  Kanunda sigorta ettirenin bilgisi ve davranışına hukuki sonuç bağlanan durumlarda, sigortadan haberi olması şartı ile sigortalının, temsilci söz konusu ise temsilcinin, can sigortalarında da lehtarın bilgisi ve davranışı da dikkate alınır .  2.2- Gerek sigorta ettiren gerekse sigortalı ve temsilci, sigorta sözleşmesinin  yapılması  sırasında  kendisince  bilinen  ve  sigortacının sözleşmeyi yapmamasını veya daha ağır şartlarla yapmasını gerektire                                                 13 İbrahim Ağsakal, Sigorta Sözleşmesinde Sözleşme Öncesi Beyan Yükümlülüğüne Aykırılık ve Sonuçları, Ankara 2015, s. 42-43. 14 Beyan yönteminde sigorta ettiren rizikonun gerçekleşmesi ihtimaline etki edebilecek bütün hususları kendiliğinden bildirir. Fırat Öztan, Sigorta Akdinin İnikadında İhbar Mükellefiyeti, Ankara 1966, s.74. Bir diğer ifade ile, bu yöntemde sigorta ettirenin bildirmesi gereken hususlar, kendi değerlendirmesi sonucunda sigortacı açısından önemli olacağını düşündüğü hususlardan ibarettir. 15 Liste yönteminde ise, sigorta ettirenin sadece kendisine verilen listedeki soruları yanıtlaması söz konusu olur ve eğer listede sorulmamış sorular varsa, sigorta ettirenin bu hususlarda kendiliğinden beyanda bulunması beklenmez. Kendisine sorulan sorular dışında sigorta ettirenin, sigortacının riziko hakkındaki kararına etki edebilecek başka bazı hususlar olup olmadığını araştırması gerekmemektedir. Öztan s.76. 16 Ünan, Şerh s. 424. 17 Ağsakal s. 46. Şeker Öğüz ise sonuçta karma yöntemin benimsendiğini kabul etmekle birlikte, kanunda liste yönteminin esas alındığı görüşündedir. Zehra Şeker Öğüz, Sözleşme Öncesi İhbar Görevi: Türk Ticaret Kanunu ve Türk Ticaret Kanunu Tasarısına Göre Sigorta Sözleşmelerinde, İstanbul 2010, s. 105-106.570  Dr. Evrim Akgün (İÜHFM C. LXXV, S. 2, s. 557-586, 2017) cek bütün halleri bildirmekle yükümlüdür. Bu yükümlülüğün ihlali halinde, sigortacı durumu öğrendiği tarihten itibaren bir ay içinde sözleşmeden cayabilir veya sözleşmeyi yürürlükte tutarak sekiz gün içinde prim farkını talep edebilir. Ancak, sigortacının bildirilmemiş, eksik veya yanlış bildirilmiş olan hususları bilmesi veya ihbar etmemenin ya da yanlış ihbar etmenin kusura dayanmaması halinde cayma caiz değildir. Bu durumda rizikonun kabul edildiğinden daha yüksek olması nedeniyle daha fazla bir prim alınması gerekiyorsa sigortacı durumu öğrendiği tarihten itibaren sekiz gün içinde prim farkını talep edebilir.  Açıklama: 1. Cümle- Beyan görevinin kapsamına ilişkin düzenleme TTK m.1435 te yer almaktadır. İlgili hüküm şu şekildedir:  Sigorta ettiren sözleşmenin yapılması sırasında bildiği veya bilmesi gereken tüm önemli hususları sigortacıya bildirmekle yükümlüdür. Sigortacıya bildirilmeyen, eksik veya yanlış bildirilen hususlar, sözleşmenin yapılmamasını veya değişik şartlarda yapılmasını gerektirecek nitelikte ise, önemli kabul edilir. Sigortacı tarafından yazılı veya sözlü olarak sorulan hususlar, aksi ispat edilinceye kadar önemli sayılır.  Genel şart düzenlemesinde sigorta ettiren, sigortalı ve temsilcinin yalnızca kendilerince bilinen hususları beyan etmeleri gerekli iken, TTK da bildikleri ve bilmeleri gereken hususların bildirilmesi söz konusudur. 1435. madde hükmü TTK 1452 nin 3.fıkrasında sayılan maddelerdendir; dolayısıyla sigorta ettiren, sigortalı ve lehtarın lehine sözleşme ile değişiklik yapmak mümkündür. Genel şart düzenlemesi beyan görevini TTK ya göre sınırlamış olduğundan bu durum sigorta ettiren, sigortalı ve lehtar bakımından lehe düzenleme teşkil etmektedir. Bu nedenle TTK hükmü yerine genel şart düzenlemesinin uygulanması söz konusu olacaktır. 2. Cümle: Cayma- Hayat sigortalarına ilişkin özel olarak getirilen düzenlemelerden TTK m.1498 yalnızca yenilemeler de dâhil olmak üzere, hayat sigortası sözleşmesinin yapılmasından itibaren beş yıl geçmişse uygulama alanı bulabilecektir. Ilgili hüküm bu sigortalar bakımından sigortacının cayma hakkını ortadan kaldırmakta, sigortacıya yalnızca prim farkı isteme hakkı tanımaktadır. Bu düzenlemenin iki istisnası vardır: ilki beyan görevinin kastla ihlal edilmesi, ikincisi ise beyan görevinin ihlali dolayısıyla risk artışı teknik esaslara göre saptanan sınırlarının dışına kaldı ise. TTK m.1498 bu iki halden birisinin mevcudiyeti halinde sigortacının caymasına izin vermekte, ancak caymaya ilişkin özel bir süre getirmemektedir. Dolayısıyla süre bakımından genel hükümlere gidilmesi gerekmektedir; o halde m.1439 atfıyla m.1440 taki 15 günlük sürenin uygulanması söz konusu olur. Madde 1440 1452/3 de sayılan maddeler arasında yer aldığından, sigorta ettiren, sigortalı ve lehtar aleyhine değiştirilemez. 5 yıldan kısa süreli hayat sigortaları bakımından ise caymaya ilişkin doğrudan genel hükümler uygulanacaktır. Dolayısıyla yukarıdaki açıklamalarımız burada da geçerli olacaktır. Burada elbette TTK m.1442 hükmünde sayılan hallerden birinin mevcudiyeti halinde sigortacının cayma hakkının düştüğünü de göz önünde bulundurmak gerekecektir. Bu durumda genel şart düzenlemesinin getirdiği 1 aylık cayma süresi ancak bu süre TTK daki 15 günlük süreye göre leheyse uygulama alanı bulabilecektir. Prim farkı- Cayma hakkını belirtirken ifade edildiği üzere hayat sigortalarına ilişkin özel olarak getirilen düzenlemelerden TTK m.1498 yalnızca yenilemeler de dâhil olmak üzere, hayat sigortası sözleşmesinin yapılmasındanHayat Sigortası Genel Şartları nın Türk Ticaret Kanunu Hükümlerine   571 Uygunluğuna İlişkin Bir İnceleme itibaren beş yıl geçmişse uygulama alanı bulabilecektir. Dolayısıyla böyle bir hayat sigortasının mevcudiyetinde sigortacının prim farkı talep etme hakkı söz konusudur. Ancak burada da prim talebine ilişkin bir süre getirilmemiş durumdadır. Bu nedenle prim farkı isteme hakkının kullanılmasında süre için genel hükümlere gidilmek gerekir. Hayat sigortasının yapılmasından itibaren henüz 5 yıl geçmemiş ise, bu takdirde özel düzenleme mevcut olmadığından genel hükümlere bakmak gerekecektir. TTK m.1439 atfıyla m.1440 uyarınca prim farkı istemek için de caymadaki gibi 15 günlük süre söz konusu olacaktır. Genel şartlarda ise prim farkı istemek bakımından süre, yükümlülüğün ihlalinin sigortacı tarafından öğrenilmesinden itibaren 8 gün olarak düzenlenmiştir. TTK m. 1439 ve 1440 hükümleri m.1452/3 te nisbi emredici olarak düzenlendiğinden, burada getirilmiş 15 günlük sürenin mi yoksa genel şartlardaki 8 günlük sürenin mi sigorta ettiren, sigortalı ve lehtarın lehine olduğuna bakmak gerekir. Eğer daha kısa sürenin daha lehe olduğu kabul edilirse bu takdirde genel şart düzenlemesinin uygulanması, aksi halde TTK hükmünün uygulanması gerekecektir. 3. ve 4. Cümleler: Sözleşmenin yapılmasından itibaren 5 yıl geçmiş olan hayat sigortaları için getirilmiş olan özel düzenleme m.1498 beyan görevinin ihlalinde kusur olmaması ya da ihmal olması (kastın olmaması) hallerinde caymaya izin vermemektedir. Bunun istisnası ise kusur bakılmaksızın risk artışının teknik esaslara göre saptanan sınırların dışında kalması halidir; bu halde sigortacıya cayma hakkı tanınmaktadır. 1489 hükmü m.1520/3 uyarınca sigorta ettiren, sigortalı ve lehtar aleyhine değiştirilemez. Genel şartlar ise kusurun yokluğu halinde caymanın mümkün olmadığını düzenlemektedir; dolayısıyla ihmal veya kastın mevcudiyeti halinde sigortacının cayması mümkün olacaktır. Bu durumda eğer hayat sigortasının yapılmasının üzerinden 5 yıl geçmiş ise; genel şart hükmü değil, ihmal halinde dahi sigortacıya cayma hakkı tanımaması dolayısıyla sigorta ettirenin daha lehine olan m.1498 hükmü uygulanmalıdır. Eğer sözleşmenin akdinin üzerinden henüz 5 yıl geçmedi ise, o zaman TTK nın genel hükümlerinde yer alan düzenlemelere bakmak gerekir. Sigortacının cayma hakkını kullanması bakımından m. 1439/1 de ihmal ya da kastın varlığı aranmamaktadır; sigortacı beyan görevinin ihlali her ne sebebe dayanırsa dayansın cayabilecektir (m.1442 de düzenlenen 3 hal hariç olmak üzere). 1439 düzenlemesi 1452/3 uyarınca nisbi emredicidir. Bu durumda yaptırım uygulanabilmesi için kişinin en azından kusurunun mevcudiyetini arayan genel şart hükmü sigorta ettiren, sigortalı ve lehtar açısından daha lehe olduğundan, genel şart düzenlemesi uygulanmalıdır.                                                  18 Ünan durumun öğrenildiği tarih olarak görev ihlalilinin öğrenilmesi tarihinin esas alınması halinde şöyle bir sakıncanın ortaya çıkacağını ifade etmektedir: eğer 8 günlük süre ile 1 aylık süre aynı anda işlemeye başlayacaksa, 8 günlük sürenin prim talep edilmeden sona ermesi sonrasında 1 ayın bitimine kadar sigortacının hala cayma yoluna gitmesi mümkün olacaktır. Bu durumda daha ağır bir yaptırım için daha uzun süre öngörülmesi söz konusu olmaktadır. Ünan, Hayat s.207.572  Dr. Evrim Akgün (İÜHFM C. LXXV, S. 2, s. 557-586, 2017)  Sigorta ettiren, talep edilen prim farkını kabul ettiğini sekiz gün içinde  bildirmediği  takdirde  sözleşmeden  cayılmış  olur.  Ancak,  prim farkının kabul edilmemesi nedeniyle sözleşmeden cayılması sigortacının gerçeğe aykırı veya eksik beyanı öğrendiği tarihten itibaren bir aylık süre içinde söz konusudur.  Açıklama: 1. Cümle- Hayat sigortalarına ilişkin özel düzenleme olan m.1498 uyarınca sözleşmenin yapılmasının üzerinden 5 yıl geçti ise, sigortacının beyan görevinin ihlali dolayısıyla talep ettiği prim farkı sigorta ettirence kabul edilmezse, riziko gerçekleştiğinde sigortacı ödenen primle ödenmesi gereken prim arasındaki oranı dikkate alarak sigorta bedelini öder. Ancak bu hükümde prim farkını talep bakımından herhangi bir süre getirilmemiştir. Bunun için genel hükümlerdeki düzenlemelere bakmak gerekir. Yapılmasının üzerinden 5 yıl geçmemiş olan hayat sigortaları için ise genel hükümlerde yer alan m.1439/1 uygulanır. Bu durumda sigortacı tarafından istenilen prim farkının 10 gün içinde kabul edilmemesi hâlinde, sözleşmeden cayılmış olunur. İlgili düzenleme 1452/3 te düzenlendiğinden, buna karşı ancak sigorta ettirenin kehine olacak bir şart getirilmesi mümkün olacaktır. Genel şart düzenlemesine göre ise sigortacının prim farkı talebi karşısında, sigorta ettirenin de bunu kabul etmek için 8 günlük süresi vardır. Bu sürede prim farkını kabul etmediği veya sessiz kaldığı takdirde hayat sigortası sözleşmesinden cayılmış olunur. İstenilen prim farkını kabul etmek bakımından sigorta ettirenin daha uzun süreye sahip olması lehine olacaktır. İki düzenleme karşılaştırıldığında TTK daki 10 günün daha lehe olduğu görülmektedir. Ayrıca prim farkını kabul etmeme halinde caymanın kendiliğinden söz konusu olması iki düzenleme bakımından paraleldir. 2. Cümle: Genel şart düzenlemesi uyarınca prim farkı kabul edilmediği için sözleşmeden cayılması ancak sigortacının beyan görevinin ihlalini öğrenmesinden itibaren 1 aylık süre içerisinde söz konusu olacaktır. Sigortacının cayma hakkı 1 ayla sınırlıdır ve bu süreden sonra cayma hakkı düşer. Dolayısıyla sigortacı, beyan görevinin ihlalini öğrendikten daha sonra sigorta ettirenin bu ihlalde kusuru olduğunu öğrendiği takdirde, cayma hakkı bu 1 aylık tavan süre ile sınırlanmış olacaktır. Bu nedenle örneğin kusuru ihlali öğrenmesinden 25 gün sonra sigorta ettirenin bunda kusuru olduğunu tespit ederse, cayma hakkını kullanmak için yalnızca 5 günlük süresi kalmış olacaktır. Kusurun olduğunu 1 aydan sonra tespit etmesi halinde ise artık cayması mümkün olmayacaktır.  Beyan yükümlülüğünün kasıtlı ihlalinde sigortacı riziko gerçekleşmiş olsa bile sözleşmeden cayabilir ve prime hak kazanır.  Açıklama: TTK nın hayat sigortaları kısmında getirilmiş olan m.1498 uyarınca eğer sigorta ettiren beyan görevini kasten ihlal ettiyse, sigortacının sözleşmenin akdinden itibaren 5 yıl geçmiş olması halinde dahi cayma hakkı mevcuttur. Ancak bu hükümde düzenlenen rizikonun gerçekleşmesinden önceki zamandır. Dolayısıyla m.1498 ile genel şartla getirilen düzenleme aynı zamana ilişkin değildir.                                                  19 Ünan, Hayat s.208.Hayat Sigortası Genel Şartları nın Türk Ticaret Kanunu Hükümlerine   573 Uygunluğuna İlişkin Bir İnceleme Genel hükümler açısından ise rizikonun gerçekleşmesinden sonra sigortacının hakları m.1439/2 de düzenlenmektedir. Bu hükme göre gerçekleşen riziko ile beyan görevinin kasten ihlali arasında illiyet aranmaktadır; yaptırım da bunun varlığına göre değişmektedir. İlliyet varsa sigortacının ödeme borcu ortadan kalkmakta, illiyet yoksa sigortacı bedeli, ödenen primle ödenmesi gereken  prim  arasındaki  oranı  dikkate  alarak  ödemektedir.  Ilgili  düzenleme 1452/3 te sayılan hükümlerden olduğundan sigorta ettiren, sigortalı ve lehtar aleyhine değiştirilemez. TTK hükümleri ile genel şart hükmünü karşılaştırdığımızda; kasten ihlal ile riziko arasında illiyet yoksa genel şart düzenlemesi TTK ya göre daha aleyhe olduğundan uygulanamayacaktır. Kasten ihlal ile riziko arasında illiyet olması ihtimalinde ise, genel şart düzenlemesi ile TTK nın getirdiği yaptırımların aynı olduğu görülmektedir. Ancak genel şartta yer alan, sigortacının cayma halinde prime de hak kazanacağı yönündeki düzenleme, TTK m.1441 de şu şekilde yer almaktadır:  Cayma halinde, sigorta ettiren kasıtlı ise, sigortacı rizikoyu taşıdığı süreye ait primlere hak kazanır . Dolayısıyla iki düzenleme paraleldir.  Kastın söz konusu olmadığı durumlarda riziko; sigortacı durumu öğrenmeden önce veya sigortacının cayabileceği veya caymanın hüküm ifade etmesi için geçecek süre içinde gerçekleşirse, sigortacı tazminatı o tazminata ilişkin olarak tahakkuk ettirilen prim ile tahakkuk ettirilmesi gereken prim arasındaki orana göre öder.  Açıklama: Bu düzenleme TTK da sözleşme öncesi beyan görevi için değil de, sözleşme sürerkenki beyan görevi için m.1445/7 de düzenlenmiştir. İlgili fıkra şu şekildedir:  Sigortacıya tanınan feshin bildirim süresi veya feshin hüküm ifade etmesi için verilen süre içinde, yapılan değişiklikle bağlantılı olarak rizikonun gerçekleşmesi hâlinde, sigorta tazminatı veya bedeli ödenen primle ödenmesi gereken prim arasındaki oran dikkate alınarak hesaplanır.  Kanunda herhangi bir düzenleme mevcut olmadığından ve genel şartla getirilen bu düzenleme emredici herhangi bir hükme aykırı olmadığından, geçerli olacaktır.  2.3- Cayma veya prim farkını talep etme hakkı süresinde kullanılmadığı takdirde düşer.  Açıklama: Genel şarttaki bu düzenlemenin paralelinde bir düzenleme TTK da sözleşme öncesi beyan görevinde değil, yalnızca sözleşme sürerkenki beyan görevini düzenleyen m.1445/3 te düzenlenmiştir. Ancak esasen sözleşme öncesi beyan görevi bakımından bu şekilde özel bir düzenlemeye de gerek yoktur, zira TTK m.1439 da tanınan süreler zaten hak düşürücü niteliktedir.  2.4- Sözleşme akdedilmesinden itibaren aralıksız veya itirazsız olarak iki yıl süreyle yürürlükte kalmışsa artık sigortacı sözleşmeden cayamaz ancak durumu öğrendiği tarihten itibaren sekiz gün içinde prim farkını talep edebilir. Ancak, sigortalı talep edilen prim farkını kabul etmezse rizikoya ilişkin olarak alınan prim ile alınması gereken prim arasındaki oran çarpılır çıkan miktar tazminat olarak ödenir.  Açıklama: TTK m.1498 uyarınca sözleşmenin akdedilmesinin üzerinden 5 yıl geçti ise artık sigortacı sözleşmeden cayamaz; ancak prim farkı isteyebilir.                                                  20 Ancak ilgili fıkrada cayma değil de fesih yaptırımı getirilmiştir.574  Dr. Evrim Akgün (İÜHFM C. LXXV, S. 2, s. 557-586, 2017) Prim farkı isteme konusunda bu hükümde herhangi bir süre getirilmemiş olduğundan genel hükümlere giderek m.1439/1 atfıyla 1440. madde hükmündeki 15 günlük süreyi uygulamak gerekmektedir. (Ancak burada konu bakımından bir sınırlama yapılması gerekir. Eğer kasten yanlış beyan edilen husus kişinin yaşı ise, bu takdirde TTK m.1497 hükmüne girmek gerekmektedir. Bu halde sigortacı gerçek yaşın sözleşme yapıldığı sırada teknik esaslara göre belirlenen sınırlar dışında kalması durumunda sözleşmeden cayabilir. Bu madde bakımından belirli bir süre sınırlaması yoktur; dolayısıyla herhangi bir zaman bu durum tespit edildiğinde sigortacının cayması mümkündür.) Genel şartlara göre prim farkı talebi için sigortacının durumu öğrenmeden itibaren 8 gün süresi vardır. Genel hükümlerdeki bu maddeler m.1452/3 te ve 1498 de m.1520/3 te düzenlenmekte olduklarından, sigorta ettiren aleyhine değiştirilemeyecek hükümlerdendir. TTK da cayma için getirilen süre 5 yıl iken, genel şartta süre 2 yıl olarak düzenlenmiştir. Sürenin kısa olması sigortacının cayabileceği süreyi azalttığından, genel şart hükmünün sigorta ettirenin daha lehine olduğunu söylemek gerekir. Prim farkı talebi bakımından ise; TTK da 15 günlük süre getirilmişken genel şartta bu süre 8 gün ile sınırlandırılmıştır. Prim farkı istemek bakımından bu sürenin kısa olmasının sigorta ettirenin lehine olduğunu kabul edersek bu halde de genel şart hükmünün uygun olduğu görülecektir. Sözleşmenin akdinin üzerinden 2 yılın geçip henüz 5 yılın geçmemiş olması ihtimalinde TTK genel hükümlerine bakmak gerekmektedir. Bu durumda TTK 1439/1 atfıyla 1440 uyarınca sigortacının cayma veya prim farkı istemek için 15 gün süresi vardır. Genel şart düzenlemesi ise 2 yıldan sonra cayılamayacağını düzenlemektedir. 1439 ve 1440, 1452/3 te sayılan maddelerden olduğundan, bunlar yerine, daha lehe olan genel şart düzenlemesi uygulanacaktır.  2.5- Eksik ve yanlış beyan fazla prim alınmasına neden olmuşsa, fazla alınan miktar sigorta ettirene gün esası üzerinden iade olunur.  Açıklama: Hayat sigortaları için özel olarak getirilen TTK m.1497 düzenlemesi yanlış beyanların tamamı hakkında değil, yalnızca yaşın yanlış bildirilmesi ile sınırlı olacak şekilde bir düzenleme getirmektedir. Genel şart ise genel nitelikte bir düzenleme getirmiş bulunmaktadır. 1497/2 uyarınca  Gerçek yaşa göre fazla prim ödenmesi hâlinde, sigorta bedeli ödenen prime göre artırılır. Artırımdan önce sigorta bedeli ödenmiş ise eksik kısım sigortacı tarafından tamamlanır . Bu madde hükmü 1520/3 uyarınca sigorta ettiren, sigortalı ve lehtar aleyhine değiştirilemeyecek hükümlerdendir. Genel şart düzenlemesi primin iadesini, TTK hükmü ise primin iade edilmeyip sigorta bedelinin fazla alınan prim oranında artırılmasını düzenlemektedir. Bu durumda primin kendisindense sigorta bedelinin artırılması sigorta ettiren için daha lehe bir sonuç olacaktır. Dolayısıyla bu konuda genel şart hükmü uygulanamayacaktır. (TTK m.1497/1 deki  yaşın yanlış bildirilmesi sonucunda prim düşük belirlenmişse...  ifadesi riziko şahsının yaşının olduğundan düşük söylenmiş olduğu ihtimalini anlatmaktadır. Bu duruma ilişkin düzenleme genel şartlarda mevcut değildir. ) Yaşın yanlış beyan edilmesi dışındaki yanlış ve eksik beyanlar bakımından görevin ihlali ise TTK m.1498 de düzenlenmiştir. Ancak bu madde hükmünün uygulanabilmesi için yenilemeler de dahil olmak üzere sözleşmenin yapıl-Hayat Sigortası Genel Şartları nın Türk Ticaret Kanunu Hükümlerine   575 Uygunluğuna İlişkin Bir İnceleme masındna itibaren 5 yılın geçmiş olması gerekir. Aksi halde, bir diğer ifadeyle 5 yıl henüz dolmadı ise, sözleşme öncesi beyan görevinin ihlaline ilişkin genel hükümlerde yer alan düzenlemelere gitmek gerekecektir. Bu durumda 5 yıldan kısa veya 5 yılı dolmamış hayat sigortalarında; eksik veya yanlış beyan dolayısıyla fazla prim alınıyor ise,  Primin İndirilmesi  başlığına sahip TTK m.1433 hükmünün 2. fıkrasına gidilecektir. İlgili fıkra şu şekildedir:   Sözleşmede  öngörülen  yüksek  primin,  sigorta  ettirenin,  rizikoyu ağırlaştıran sebeplere ilişkin olarak bildirdiği hususlardaki yanılmalardan kaynaklanması hâlinde birinci fıkra hükmü geçerlidir.  Buna göre prim indirilecek ve halihazırda ödenmiş ise fazlaya ilişkin kısım geri verilecektir. Tahsil edilen primin geri verilmesi, TTK m.1433 te aksi belirtilmediğine göre m.1419 uyarınca gün esasına göre yapılacaktır. Genel şart düzenlemesi de fazla alınan primin sigorta ettirene gün esası üzerinden iade edileceğini getirmektedir. Bu durumda genel şart düzenlemesi ile TTK hükmü paraleldir. 5 yılı dolmuş olan hayat sigortaları bakımından ise, falza alınan primin iadesine ilişkin özel bir düzenleme mevcut değildir. Bu nedenle genel hükümler, dolayısıyla da m.1433 hükmü devreye girecektir. Bu durumda yukarıdaki açıklamalarımız 5 yılı dolmuş olan hayat sigortaları bakımından da geçerli olacaktır. C.3- Sigorta Süresi İçinde Beyan Yükümlülüğü Genel Açıklama: Bu düzenlemeye ilişkin genel hükümler TTK m.1444 ve 1445 te yer almaktadır. Ayrıca hayat sigortalarına ilişkin düzenlemeler arasında da bu göreve yer verilmiştir; ancak m.1499 daki bu düzenleme sözleşmenin yenilemeler dahil beş yıl geçmesinden itibaren uygulanma olanağı bulacaktır. Dolayısıyla aşağıdaki değerlendirmeler de süre dikkate alınarak ayrı ihtimallere göre yapılmıştır.  Sözleşmenin yapılmasından sonra, sigortacının izni olmadan, rizikoya etki edebilecek hususlarda meydana getirilen değişikliklerin sekiz gün içinde sigortacıya bildirilmesi gerekir.  Açıklama: TTK m.1444/2 şu şekildedir:  Sigorta ettiren veya onun izniyle başkası, rizikonun gerçekleşme ihtimalini artırıcı veya mevcut durumu ağırlaştırıcı işlemlerde bulunursa yahut sözleşme yapılırken açıkça riziko ağırlaşması olarak kabul edilmiş bulunan husulardan biri gerçekleşirse derhâl; bu işlemler bilgisi dışında yapılmışsa, bu hususu öğrendiği tarihten itibaren en geç on gün içinde durumu sigortacıya bildirir.  TTK derhal veya 10 gün olmak üzere iki tür süre getirmiştir. Bunlardan ilki sigortacının rızası olmaksızın rizikonun bizzat sigorta ettirenin kendi eylemleri ile ağırlaşması olan  sübjektif riziko ağırlaşması  22 teşkil eden haller, ikincisi ise rizikonun sigorta ettirenin herhangi bir etkisi olmaksızın; üçüncü bir kişinin fiili ile yahut hiç kimsenin etkisi olmadan ağırlaşması olarak tanımlanan  objektif riziko ağırlaşması dır. Kanun bu iki tür ağırlaşma için farklı süreler öngörmektedir. Genel şartarda ise  ...meydana getirilen değişiklikler...                                                   21 TTK m.1419 hükmü şu şekildedir:  Sigorta sözleşmesi sona erdiği takdirde, Kanunda aksi öngörülmemişse, işlemeyen günlere ait ödenmiş primler sigorta ettirene geri verilir.  22 Kender s.272. 23 Merih Kemal Omağ, Türk Hukukunda Rizikonun Ağırlaşması Sorunu, İstanbul 1985, s.66-67; Kender s.272.576  Dr. Evrim Akgün (İÜHFM C. LXXV, S. 2, s. 557-586, 2017) denmek suretiyle yalnızca sübjektif riziko ağırlaşması düzenlenmiş görünmektedir. TTK m.1444, m.1452/3 uyarınca nisbi emredici düzenleme olduğundan bu hüküm sigorta ettiren, sigortalı ve lehtar aleyhine olarak değiştirilemez. Bu durumda sigorta ettirenin beyandan bulunmak bakımından genel şartlardaki 8 güne göre TTK uyarınca 10 güne sahip olması daha lehe olduğundan, TTK hükmü uygulanacaktır. (TTK m.1499 da ağırlaşmanın bildirilmesine ilişkin düzenleme olmadığından TTK bakımından yalnız m.1444 dikkate alınmıştır.)  Durumun sigortacı tarafından öğrenilmesinden sonra, 3.1- Değişiklik, sigortacının sözleşmeyi yapmaması ya da daha ağır şartlarla yapmasını gerektiren hallerden ise, Sigortacı sekiz gün içinde sözleşmeyi fesheder veya prim farkını almak suretiyle sözleşmeyi yürürlükte tutar.  Açıklama: TTK m.1445/1 in ilk cümlesi uyarınca  Sigortacı sözleşmenin süresi içinde, rizikonun gerçekleşmesi veya mevcut durumun ağırlaşması ihtimalini ya da sözleşmede riziko ağırlaşması olarak kabul edilebilecek olayların varlığını öğrendiği takdirde, bu tarihten itibaren bir ay içinde sözleşmeyi feshedebilir veya prim farkı isteyebilir.  Genel şarttaki 8 günlük süreye karşılık TTK düzenlemesi aylık süre getirmiştir. Ilgili madde hükmü TTK m.1452/3 uyarınca sigorta ettiren, sigortalı ve lehtar alehyine değiştirilemez ancak lehine değişiklik yapmak mümkündür. Bu durumda hangi sürenin daha lehe olduğuna bakmak gereklidir. Sigortacının yaptırıma başvurması bakımından daha kısa olan süre sigorta ettiren açısından daha lehe kabul edilirse, bu takdirde genel şartlardaki 8 günün uygulanması gerekmektedir.  Sigorta ettiren talep edilen prim farkını kabul ettiğini sekiz gün içinde bildirmediği takdirde sözleşme feshedilmiş olur. Ancak, prim farkının kabul edilmemesi nedeniyle sözleşmenin feshi sigortacının değişikliği öğrendiği tarihten itibaren sekiz gün içinde söz konusudur.  Açıklama: 1. Cümle- Burada yer alan üzenleme TTK m.1445/1 in son cümlesinde de yer almakla birlikte, TTK daki süre 10 gündür. İlgili düzenleme m.1452/3 te sayılan maddelerden oladuğundan sigorta ettiren, sigortalı ve lehtar aleyhine düzenlenemez. Prim farkını talep etmeye ilişkin sürenin daha uzun olması sigorta ettirenin lehine olacağından, genel şartlardaki 8 gün değil de, TTK daki 10 gün uygulanacaktır. 2. Cümle- Bir üstteki fıkra uyarınca sigortacı durumu öğrenmesinden itibaren 8 gün içerisinde sözleşmeyi feshedebilecğei gibi prim farkı istemek suretiyle yürürlükte de tutabilir. Bu durumda sigortacı 8 gün içinde prim farkı talep ederse, sigorta ettirenin de bu farkı kabul etmesi için yine 8 günlük süresi olacaktır. Ancak mevcut fıkra prim farkının kabul edilmemesi nedeniyle sözleşmenin feshini, sigortacının değişikliği öğrenmesinden itibaren 8 günle sınırlamaktadır. Dolayısıyla sigorta ettirenin henüz daha prim farkı talebini düşünme safhasında olduğu bir sırada süre bitecek ve fesih hakkı da düşecektir. Bu durumda esasen bu düzenlemenin uygulama yeteneğinden yoksun olduğu söylenebilir.                                                  24 Ünan, burada sigorta ettirene prim farkı talebi yapılırken,  önerinin 8 gün içerisinde kabul edilmemesi halinde sözleşmenin bu 8 günün sonundan itibaren feshedilmiş ola-Hayat Sigortası Genel Şartları nın Türk Ticaret Kanunu Hükümlerine   577 Uygunluğuna İlişkin Bir İnceleme Buna karşın TTK m.1445/1 uyarınca, sözleşme süresi içindeki beyan görevinin ihlalinin sigortacı tarafından henüz riziko gerçekleşmeden öğrenilmesi halinde eğer sigortacı prim farkı istemiş ise, bu farkın kabul edilmesi için sigorta ettirenin 10 gün süresi bulunmaktadır. İlgili hüküm TTK m.1452/3 te sayılan maddelerden olduğundan, sigorta ettiren, sigortalı veya lehtarın aleyhine olacak bir düzenleme getirilmesi söz konusu değildir. Bu halde, genel şart düzenlemesinin karşısında TTK hükmünün uygulanması gerekir.  Süresinde kullanılmayan fesih veya prim farkını talep etme hakkı düşer. Her ne şekilde olursa olsun değişikliği öğrenen sigortacı, sigorta hükmünün devamına razı olduğunu gösterir bir harekette bulunursa fesih hakkı düşer.  Açıklama: İlk cümle, aynı ifade ile TTK m.1445/3 te de yer almaktadır. 2. cümlede getirilen düzenleme ise TTK da yer almamaktadır. Bu şekilde bir düzenleme sigorta sözleşmenin akdi esnasındaki beyan görevinde, 1442. maddedeki cayma hakkının düştüğü haller arasında yer almaktadır. Ancak sigorta sözleşmesi sırasındaki beyan görevi bakımından herhangi bir düzenleme mevcut değildir. Bu nedenle bu genel şart hükmü uygulanabilirliğini korumaktadır.  3.2- Değişiklik, rizikoyu hafifletici nitelikte ve daha az prim uygulanmasını  gerektirir  hallerden  ise,  sigortacı  değişikliğin  yapıldığı tarihten itibaren dönem sonuna kadar geçecek süre için gün esasına göre hesap edilecek prim farkını sigorta ettirene geri verir.  Açıklama: Primin indirilmesine ilişkin TTK m.1433 şu şekildedir:  Primi etkileyen sebeplerde, rizikonun hafiflemesini gerektiren değişiklikler meydana gelmişse, prim indirilir ve gereğinde geri verilir.  TTK ayrıca eğer aksi kanunda belirtilmemişse, primin iadesi bakımından gün esasını kabul etmiştir. Dolayısıyla genel şart düzenlemesi ile kanun hükmü birbirinden farklı hususlar getirmemektedirler.  3.3- Sigortacının sözleşmeyi bu değişikliklere göre yapmamasını veya daha ağır şartlarla yapmasını gerektiren hallerde: a) Sigortacı durumu öğrenmeden önce, b) Sigortacının fesih ihbarında bulunabileceği süre içinde, c) Fesih ihbarının hüküm ifade etmesi için geçecek süre içinde riziko gerçekleşirse, sigortacı tazminatı, o tazminata ilişkin olarak tahakkuk ettirilen prim ile tahakkuk ettirilmesi gereken prim arasındaki orana göre öder.  Açıklama: (a) İçin- Rizikonun, sigortacının sözleşme sırasındaki beyan görevinin ihlal edildiğini öğrenmesinden önce gerçekleşmesi durumunda sigortacının haklarının ne olacağı TTK m.1445/5 te düzenlenmektedir. Fıkra hükmü şu şekildedir:  Rizikonun gerçekleşmesinden sonra sigorta ettirenin ihmali belirlendiği ve değişikliklere ilişkin beyan yükümlülüğünün ihlal edildiği saptandığı takdirde, söz konusu ihlal tazminat miktarına veya bedele ya da rizikonun gerçekleşmesine etki edebilecek nitelikte ise, ihmalin derecesine göre, tazminattan veya bedelden indirim yapılır. Sigorta ettirenin kastı hâlinde ise meydana gelen değişiklik ile gerçekleşen riziko arasında bağlantı varsa, sigortacı sözleşmeyi                                                                                                                        cağı  ihtarı yapılırsa, bunu zamanında yapılmış fesih beyanı saymanın gerekeceğini ifade etmektedir. Ünan, Hayat s.215. 25 Ünan, Hayat s.215.578  Dr. Evrim Akgün (İÜHFM C. LXXV, S. 2, s. 557-586, 2017) feshedebilir; bu durumda sigorta tazminatı veya bedeli ödenmez. Bağlantı yoksa, sigortacı ödenen primle ödenmesi gereken prim arasındaki oranı dikkate alarak sigorta tazminatını veya bedelini öder.  İhmalin veya kastın varlığına, hatta kastta illiyetin varlığına göre de farklı yaptırımların getirilmiş olması dolayısıyla TTK düzenlemesinin çok daha ayrıntılı olduğu görülmektedir. Buna göre hmalin varlığı halinde genel şart ile TTK düzenlemesi paralel ise de, kastın varlığı halinde TTK düzenlemesi uyarınca sigortacı ya hiç ödeme yapmayacak ya da yine aradaki orana göre ödeme yapacaktır. Dolayısıyla her hal bakımından alınan prim ile alınması gereken prim arasındaki orana göre ödeme öngören genel şart düzenlemesi daha lehe görünmektedir. Ilgili TTK düzenlemesi m.1452 nin 3. fıkrasında yer aldığından, sigorta ettiren, sigortalı ve lehtarın aleyhine değiştirilemez, ancak lehine değiştirilebilir. Bu nedenle de genel şart düzenlemesinin uygulanması gerektiği düşüncesindeyiz. (b) ve (c) İçin- Bu haller TTK m.1445/7 de şu şekilde düzenlenmiştir:  (7) Sigortacıya tanınan feshin bildirim süresi veya feshin hüküm ifade etmesi için verilen süre içinde, yapılan değişiklikle bağlantılı olarak rizikonun gerçekleşmesi hâlinde, sigorta tazminatı veya bedeli ödenen primle ödenmesi gereken prim arasındaki oran dikkate alınarak hesaplanır.  İlgili hüküm genel şarttaki b ve c bentlerini içermektedir. Ancak genel şart düzenlemesinden farklı olarak TTK, rizikonun gerçekleşmesi ile yapılan değişiklik arasında bağlantı aramaktadır; hükme göre oransal ödeme ancak bu halde söz konusu olacaktır. Genel şart maddesi ise yapılan değişiklik ve riziko arasında herhangi bir bağlantı aramamaktadır. TTK m.1445, 1452/3 uyarınca nisbi emredici olduğundan; bu madde hükmünde getirilen hususlar sigorta ettiren, sigortalı veya lehtarın aleyhine değiştirilemezler. Değişiklik yani riziko ağırlaşması ile rizikonun gerçekleşmesi arasında bağlantı (illiyet) aranması ise sigorta ettirenin daha genel şartların 3.3. maddesinin b ve c bentlerinin uygulanabilirliği kalmamıştır.  C. 4- Sigortanın Tekrar Yürürlüğe Konulması veya Eski Haline Dönüştürülmesi Primin ödenmemesinden dolayı fesih veya tenzil edilmiş olan sözleşme, ödenmeyen ilk primin vadesini izleyen altı ay içinde ve birikmiş primler, her primin vadesinden itibaren hesap edilecek kanuni gecikme faiziyle birlikte sigorta ettiren tarafından bir defada ödenmek şartıyla tekrar yürürlüğe konulur veya eski haline dönüştürülür.  Açıklama: Primin ödenmemesi dolayısıyla fesih haline ilişkin (ilk prim taksidinin değil, sonraki taksitlerin ödenmemesi halinde) TTK m.1434/3 ve 4 hükmü düzenlemesi mevcuttur. Ilgili fıkralar şu şekildedir:  (3) İzleyen primlerden herhangi biri zamanında ödenmez ise, sigortacı sigorta ettirene, noter aracılığı veya iadeli taahhütlü mektupla on günlük süre vererek borcunu yerine getirmesini, aksi hâlde, süre sonunda, sözleşmenin feshedilmiş sayılacağını ihtar eder. Bu sürenin bitiminde borç ödenmemiş ise sigorta sözleşmesi feshedilmiş olur. Sigortacının, sigorta ettirenin temerrüdü nedeniyle Türk Borçlar Kanunundan doğan diğer hakları saklıdır. (4) Bir sigorta dönemi içinde sigorta ettirene iki defa ihtar gönderilmişse sigortacı, sigorta döneminin sonunda hüküm doğurmak üzere sözleşmeyi feshedebilir. Can sigortalarında indirime ilişkin hükümler saklıdır. Hayat Sigortası Genel Şartları nın Türk Ticaret Kanunu Hükümlerine   579 Uygunluğuna İlişkin Bir İnceleme Bununla birlikte TTK da, feshedilmiş sözleşmenin tekrar yürürlüğe konulmasına ilişkin herhangi bir düzenleme mevcut değildir. Dolayısıyla genel şartların bu düzenemesi hayat sigortaları bakımından halen uygulanma alanı bulabilecektir. Tenzil, mevcut TTK da  prim ödemeden muaf sigorta  adı ile düzenlenmiştir. (Bu konuyla ilgili açıklamalarımız için bkz. C.5.  Ücretsiz Sigorta  başlığı) TTK 1502 de sözleşmenin bu hale geldikten sonra eski haline dönüştürülmesine ilişkin herhangi bir düzenleme mevcut değildir; dolayısıyla genel şart hükmü uygulanabilecektir.  Bu altı aylık süre geçtiği takdirde, sigortacı isterse, masrafı sigorta ettirene ait olmak üzere sigortalıdan yeni bir muayene isteyebilir. Muayene sonucu sigortanın devamı bakımından uygun görüldüğü ve birikmiş primler yukarıda yazılı esaslar dahilinde ödendiği takdirde sigortacı sözleşmeyi tekrar yürürlüğe koyar.  Açıklama: TTK da buna ilişkin bir düzenleme mevcut değildir. Herhangi bir emredici düzenlemeye de aykırı olmadığına göre, özel şartla aksine bir düzenleme getirilmezse pekala uygulanabilir. Sigortanın yeniden yürürlüğe girmesi esnasında sigortalının hayatta bulunması şarttır. Sigortanın yeniden yürürlüğe konması esnasında yapılacak beyanların gerçeğe aykırı olması halinde madde C.2 hükümleri uygulanır.  C.5- Ücretsiz Sigorta (Tenzil) Sigorta ettiren kimse, aksine bir sözleşmeyle süre kısaltılmış olmadıkça en az üç yıllık primi ödedikten sonra sigortadan cayar veya taahhüdüne uymaz ve de sigortayı satın alma (iştira) hakkını da kullanmaz ise, sigortası prim ödenmesinden muaf bir sigorta haline çevrilmiş olur. Bu takdirde sigorta bedeli poliçede ve tarife teknik esaslarında gösterildiği şekilde indirilir.  Açıklama: Ücretsiz sigorta (tenzil), TTK da  prim ödemeden muaf sigorta  adı altında düzenlenmektedir. TTK m.1502 uyarınca en az bir yıldır yürürlükte bulunan ve bir yıllık primi ödenmiş olan sigorta sözleşmelerinde eğer bu süreden sonra prim ödenmezse, sigortacının prim ödememe sebebiyle sözleşmeyi feshetme veya prim isteme hakkı olmayacaktır. Bu halde sigorta sözleşmesi prim  ödemeden muaf  sigortaya dönüşmektedir;  rizikonun gerçekleşmesi  ile ödenecek sigorta bedeli, ödenen primle ödenmesi gereken prim arasındaki orana göre ödenecektir. İlgili düzenleme m.1520 3 te yer almaktadır; dolayısıyla sigorta ettiren, sigortalı ve lehtar aleyhine değiştirilemez. Bundan dolayı genel şart düzenlemesinin değil, TTK hükmünün uygulanması gerekir. Genel şart  ...primi ödedikten sonra sigortadan cayar veya taahhüdüne uymaz ve de sigortayı satın alma (iştira) hakkını da kullanmaz ise...  sigortanın prim ödemeden muaf hale dönüşeceğini düzenlemeketedir. TTK hükmüne göre ise  ...sigorta ettiren daha sonra prim ödeme borcunu yerine getirmezse...  sigorta bu tür sigortaya dönüşecektir. Genel şartta yer alan  taahhüde uymama , TTK daki  ödeme borcunu yerine getirmeme yi karşılamaktadır; ancak genel şart düzenlemesi uyarınca hayat sigortasının prim ödemeden muaf hale gelmesi için sigorta ettirenin taahhüdüne uymamasına ek olarak, sigortadan ayrılma hakkının kullanılmaması da gerekmektedir. Bu düzenleme her ne kadar TTK ya göre farklı görünse de, esasen pratik bir önem arz etmeyecektir; sigorta ettiren580  Dr. Evrim Akgün (İÜHFM C. LXXV, S. 2, s. 557-586, 2017) sigortadan ayrılma hakkını kullanırsa zaten sözleşme sona ermiş olacak, dolayısıyla prim ödemeden muaf hale dönüşecek bir sigorta mevcut olmayacaktır. Prim ödemeden muaf sigortaya dönüşme bakımından sigortadan ayrılmaya ilişkin bu açıklama, sigorta ettirenin sigortadan caymasına ilişkin şart için de geçerlidir. Ayrıca prim ödemeden muaf hale gelen sigortanın hangi şartlarla eski haline dönebileceğine ilişkin genel şartlarda getirilen düzenleme için lütfen C.4. maddesine bakınız.  C.6- Satın Alma (İştira) Sigortacı, aksine bir sözleşmeyle kısaltılmış olmadıkça en az üç yıllık primi ödenmiş olan bir sigortayı, sigorta ettirenin talebi üzerine ve sigorta poliçesinin geri verilmesi karşılığında poliçede belirtilen şekilde satın almak zorundadır.  Açıklama: İlgili kurum TTK da  sigortadan ayrılma  olarak adlandırılmaktadır. TTK m.1500 uyarınca en az bir yıldır yürürlükte olan ve bu süreye ilişkin primleri ödenmiş sigorta sözleşmelerinde sigorta ettiren istediği zaman ayrılma talebinde bulunabilir. Bu hakkın kullanımı ile sigorta sözleşmesi sona ermektedir. İlgili hüküm 1520/3 uyarınca nisbi emredici niteliktedir; dolayısıyla sigorta ettirenin, sigortalının ve lehtarın aleyhine değiştirilemez. Genel şart tarafından getirilen düzenleme ise aksine bir sözleşme yapılmamışsa en az üç yıllık bir süre öngörmektedir. Düzenleme bu haliyle sigorta ettirenin aleyhine olduğundan TTK hükmünün uygulanması gerekir. TTK da ayrıca 1500/2 hükmünde yaşama ihtimaline karşı yapılan sigortalar bakımından ayrılmanın mümkün olabilmesi için kişinin sağlıklı olduğunu ispatlamalasının gerektiği düzenlenmektedir.  C. 7- Borç Verme (İkraz) Sigortacı, aksine bir sözleşmeyle kısaltılmış olmadıkça en az 3 yıllık primi ödenmiş sigortada, sigorta ettirenin talebi üzerine ve poliçenin iadesi karşılığında sigorta poliçesi üzerinden ödünç para vermek zorundadır.  Açıklama: Bu kurum TTK m.1501 de  ödünç verme  olarak adlandırılmaktadır. İlgili hüküm uyarınca en az bir yıldan beri yürürlükte bulunan ve bir yıllık primi ödenmiş olan sigorta sözleşmelerinde eğer sigorta ettiren bu yönde bir talepte bulunursa sigortacı ödünç para vermek zorunda olacaktır. İlgili madde hükmü 1520/3 uyarınca sigorta ettiren, sigortalı ve lehtar aleyhine değiştirilemez. Genel şart hükmü ise aksine bir sözleşme yapılmamışsa en az üç yıllık bir süre öngörmektedir. Düzenleme bu haliyle sigorta ettirenin aleyhine olduğundan TTK hükmünün uygulanması gerekir.  Borcun faizleri, taraflarca kararlaştırılan vadelerde ödendiği sürece sözleşme yürürlükte kalır. Faizler vadelerinde ödenmeyecek olursa, sigortacı, sigorta ettirene bir ihbar mektubu göndererek borcunu işlemiş faiz ve masraflarıyla üç ay içinde ödemeye davet eder. Borç bu süre içinde ödenmez ise sigortacı re'sen iştira eder ve alacağını işlemiş faiz ve masraflarıyla birlikte tahsil eder. Kalan miktar sigorta ettirene iade olunur.  Açıklama: Alınan ödüncün geri ödenmesine ilişkin TTK da düzenleme mevcut değildir. Bu eksikliğin genel şart düzenlemesi ile kaldırılmaya çalışıldığıHayat Sigortası Genel Şartları nın Türk Ticaret Kanunu Hükümlerine   581 Uygunluğuna İlişkin Bir İnceleme görülmektedir. Burada sigortacıya, vadede ödememe halinde ihtarda bulunma ve sonrasında sözleşmeden resen ayrılma hakları tanınmaktadır. TTK da ise yalnızca primin ödenmemesine ilişkin düzenleme mevcuttur. Dolayısıyla genel şart düzenlemesi uygulanabilir.  C.8- Hak veya Borçların Devri -Menfaattarın Değiştirilmesi 8.1- Bu sözleşmeden doğan hakların veya borçların devri mümkündür. 8.2-  Sigorta  ettiren,  sigortadan  faydalanan  kimseyi  sigortanın başlangıcında veya daha sonra tayin edebileceği gibi istediği zaman değiştirme hakkına da sahiptir. Ancak, sigorta ettiren değiştirme hakkından vazgeçtiğini poliçeye yazdırmakla birlikte poliçeyi lehdara teslim etmişse artık o kişiyi değiştiremez.  Açıklama: Lehtarın atanması ve değiştirilmesine ilişkin düzenleme TTK m.1493 te yer almaktadır. İlgili madde hükmü genel şart düzenlemesi ile paralel  olmakla  birlikte,  TTK da  buna  ilave  başka  hususlar  da  düzenlenmiştir. 1493/4 uyarınca lehtarın dönülebilir mi yoksa dönülemez şekilde mi atandığı yönünde tereddüt mevcutsa, sigorta ettirenin değiştirme hakkını saklı tuttuğu; dolayısıyla lehtarı dönülebilir şekilde atadığı kabul edilecektir. Dolayısıyla kanun burada bir karine getirmiş bulunmaktadır. Bunun dışında yine 4. fıkrada lehtarın -dönülemez şekilde atanması halinde dahi- değiştirilebileceği hallere yer verilmiştir. Hükme göre mirasçılıktan çıkarma veya hibeden rücu hâlleri gerçekleşmiş yahut ilgililer arasında o kişinin lehtar olarak atanmasına ilişkin sebep ortadan kalkmışsa dönülemez lehtar dahi değiştirilebilecektir. Bununla birlikte, m.1493 hükmü emredici olmadığından, taraflarca istenilen şekilde değiştirilebilmesi mümkündür.  C.9- Poliçenin Kaybı Poliçenin kaybı halinde, şirkette bulunan ve sigorta ettiren tarafından onaylanmış kayıt ve belgeler esas, kaybolan nüsha geçersiz kabul edilerek yerine sigorta ettiren tarafından imza edilecek bir kayıp formu karşılığında ikinci bir örnek poliçe verilir. Bu konuda yapılacak masraflar sigorta ettirene aittir.  Açıklama: 2. Cümle- TTK m.1424/2, sigorta ettirenin poliçesini kaybetmesi durumunda,  gideri kendisine ait olmak üzere, yeni bir poliçe verilmesini  sigortacıdan  isteyebil(eceğini)   düzenlemektedir.  Görüleceği  üzere  TTK  ile genel şart düzenlemesi paraleldir.  C.l- Tebliğ ve İhbarlar Sigortalı ve sigorta ettirenin bildirimleri, sigorta şirketinin merkezine noter eliyle veya taahhütlü mektupla yapılır. Sigortacının bildirimleri de sigorta ettirenin ve sigortalının poliçede gösterilen adresine aynı surette yapılır. Bu adreslerin değişmiş olması halinde ise, sigorta ettiren bunu sigorta şirketine bildirmek zorundadır. Aksi takdirde sigortacı tarafından yapılacak tebligatın sigorta ettirene  ulaştırılmamış  olmasından  doğacak  kanuni  sonuçlar  doğrudan doğruya sigorta ettirene ait olur. Taraflara imza karşılığında, elden verilen mektup veya telgraf ile yapılan bildirimler de taahhütlü mektup hükmündedir.  Açıklama: 1. Fıkra- C.10 maddesinde tarafların yapacağı tebliğ ve ihbarların şekli ile yapılacağı yer düzenlenmiştir. Bu madde ile aynı başlığı taşı-582  Dr. Evrim Akgün (İÜHFM C. LXXV, S. 2, s. 557-586, 2017) yan TTK m.1416 ise  Sigorta ettiren tarafından yapılacak tebliğler ve bildirimler sigortacıya veya sözleşmeyi yapan ya da yapılmasına aracılık eden acenteye; sigortacı tarafından yapılan tebliğler ve bildirimler ise, sigorta ettirenin veya gerektiğinde sigortalının ya da lehtarın sigortacıya bildirilmiş son adreslerine yapılır  demek suretiyle tebliğ ve ihbarların şeklini değil ama yapılacağı yeri düzenlemektedir. TTK hükmü m.1452/3 uyarınca nisbi emredici niteliktedir; dolayısıyla sigorta ettiren, sigortalı ve lehtar aleyhine değiştirilemez. TTK madde 1416 nın kapsamı açısından genel şart düzenlemesi incelendiğinde sigortacıya yapılan bildirimler bakımından bunları yalnızca sigorta şirketinin merkezi ile sınırladığı için sigorta ettirenin aleyhine olduğu görülmektedir. Dolayısıyla genel şart maddesinin ilgili kısımları uygulanamaz. 2. Fıkra- Adres değişikliğine ilişkin bir düzenleme TTK da bulunmamaktadır. Getirilen düzenleme emredici hükümlere de aykırı olmadığına göre bu fıkra uygulama alanı bulur. 3.Fıkra- Burada belirtilen usuller tebliğ ve ihbarlara ilişkin emredici düzenlemede düzenlenmeyen bir hususu düzenlemekle birlikte, esasen sigorta ettirene kolaylık da getirmektedir; dolayısıyla uygulanır.  C.11- Sigortalıya Ait Sırların Saklı Tutulması Sigortacı ve sigortacı adına hareket edenler bu sözleşmenin yapılması dolayısıyla sigortalıya, sigorta ettirene ve lehdara ait öğrenecekleri sırların saklı tutulmamasından doğacak zararlardan sorumludurlar.  Açıklama: Sırların saklamasına ilişkin bir yükümlülük TTK da yer almazken, SK nın 31/A maddesinde  Sır Saklama Yükümlülüğü  başlığı altında şu şekilde düzenlenmektedir:  (1) Bu Kanunun uygulanmasında ve uygulanmasının denetiminde görev alanlar, bu Kanuna tâbi kuruluşların görevlileri ve yetkilileri, bu Kanuna tâbi kişiler ile bunların yanında çalışanlar ve dışarıdan hizmet alımı yoluyla sigortacılık sektöründe iş görenler, sıfat ve görevleri dolayısıyla öğrendikleri bu Kanun kapsamında faaliyet gösteren kişi ve kuruluşlar ile bunların iştirakleri, kuruluşları ve sigorta sözleşmesi ile ilgili kişilere ait sırları bu konuda kanunen açıkça yetkili kılınan mercilerden başkasına açıklayamaz, kendilerinin veya başkalarının yararlarına kullanamaz. Bu yükümlülük söz konusu sıfat ve görevlerin sona ermesinden sonra da devam eder. (2) Ancak, gizlilik sözleşmesi yapılması ve sadece risk değerlendirmesi amacıyla kullanılmak üzere sigorta şirketi, reasürans şirketi ve emeklilik şirketlerinin kendi aralarında doğrudan doğruya ya da Sigorta Bilgi ve Gözetim Merkezi vasıtasıyla yapacakları her türlü bilgi ve belge alışverişi sırasında sigorta şirketi, reasürans şirketi ve emeklilik şirketlerine ya da sigorta sözleşmesi ile ilgili kişilere ait, yanlış sigorta uygulamaları dâhil, sır niteliğindeki bilgilerin öğrenilmesi ve paylaşımı sır saklama yükümlülüğü dışındadır.  Bu yükümlülüğe ilişkin yaptırım ise SK nın adli cezaları düzenleyen 35. maddesinin 9. fıkrasında şu şekilde düzenlenmiştir:  Bu Kanuna tâbi kuruluşların görevlileri ve yetkilileri, bu maddenin sekizinci fıkrasında yazılı kişiler hariç olmak üzere bu Kanuna tâbi kişiler ile bunların yanında çalışanlar ve dışarıdan hizmet alımı yoluyla sigortacılık sektöründe iş görenler, sıfat ve görevleri dolayı                                                 26 Ulaş her ne kadar kanunda açıkça yer almasa da, bu yükümlülüğün esasen  her tacirin, ticaretine ait bütün faaliyetlerinde basiretli bir iş adamı gibi hareket etmesi gerekir  şeklindeki TTK m.18/2 dolayısıyla mevcut olduğu görüşündedir. Ulaş s.124.Hayat Sigortası Genel Şartları nın Türk Ticaret Kanunu Hükümlerine   583 Uygunluğuna İlişkin Bir İnceleme sıyla öğrendikleri ... sigorta sözleşmesi ile ilgili kişilere ait sırları bu konuda kanunen açıkça yetkili kılınan mercilerden başkasına açıklamaları halinde bir yıldan üç yıla kadar hapis cezası ve ikiyüz günden az olmamak üzere adlî para cezası ile cezalandırılır . Buna ilişkin idari ceza ise getirilmemiştir. Ilgili madde hükmü genel şart düzenlemesinden daha ayrıntılı bir düzenleme getirmiştir. Ancak yaptırım bakımından iki düzenleme farklı hususları düzenlemektedir. SK uyarınca verilecek cezalar, sırlarının ifşası ile zarar gören sigorta ettiren ve sigorta ilgililerinin zararlarını karşılamaya yönelik değil, bunu yapan kişiyi cezalandırmaya yöneliktir. Zarar görenin zararını karşılamaya yönelik düzenleme ise genel şartlardadır. Dolayısıyla genel şart hükmü uygulanacaktır.  C.12- Yetkili Mahkeme Bu  sözleşmeden  doğan  uyuşmazlıklar  nedeniyle  sigorta  şirketi aleyhine açılacak davalarda yetkili mahkeme sigorta şirketi merkezinin veya sigortalının ikametgahının bulunduğu, sigorta şirketince açılacak davalarda ise davalının ikametgahının bulunduğu yerdeki ticaret davalarına bakmakla görevli mahkemelerdir.  Açıklama:  Sigorta  sözleşmelerinden  doğan  davalar  bakımından  yetki HMK da özel olarak düzenlenmiştir. HMK m.15 hükmü sigorta sözleşmelerinin tamamı için bir tek yetkili mahkeme atamak yerine; zarar, can ve deniz sigortaları için ayrı ayrı düzenlemeler getirmiştir. Madde 15/2 ye göre can sigortalarında  sigorta ettirenin, sigortalının veya lehdarın leh veya aleyhine açılacak davalarda onların yerleşim yeri mahkemesi kesin yetkilidir . Bir can sigortası türü olan hayat sigortası bakımından da bu düzenleme uygulama alanı bulacaktır. Yetki kuralları kamu düzenini ilgilendirdiğinden hayat sigortalarında sigorta ettiren, sigortalı veya lehtar bakımından açılacak tüm davalarda kesin yetki sahibi olan mahkeme bunların yerleşim yeri mahkemesi olacaktır. Dolayısıyla yukarıdaki genel şart düzenlemesinin uygulanması mümkün değildir. (Her ne kadar genel şartlarda görevli mahkemeye ilişkin düzenleme olmasa da, şu açıklamayı yapmak yerinde olacaktır: Görevli mahkemeye ilişkin HMK m. 2 hükmü uyarınca  dava konusunun değer ve miktarına bakılmaksızın malvarlığı haklarına ilişkin davalarla, şahıs varlığına ilişkin davalarda görevli mahkeme, aksine bir düzenleme bulunmadıkça asliye hukuk mahkemesidir . Malvarlığı ve sahışvarlığı sigortaları olarak yapılacak bir ayrımda, hayat sigortaları şahısvarlığı sigortaları arasında yer almaktadır. Dolayısıyla ilgili madde uyarınca hayat sigortaları bakımından görevli mahkeme asliye hukuk mahkemesidir.)  C.13- Zaman Aşımı Sigorta sözleşmesinden doğan bütün talepler iki yılda zaman aşımına uğrar.  Açıklama: TTK m.1420 uyarınca sigorta sözleşmesinden doğan tüm istemler, alacağın muaccel olmasından itibaren iki yılda zamanaşımına uğrar. Eğer istem sigorta tazminatı yahut bedeline ilişkinse, bu takdirde zamanaşımı rizikonun gerçekleştiği tarihten itibaren altı yıldır.                                                  27  Madde  1420  düzenlemesi,  sorumluluk  sigortalarında  zamanaşımını  düzenleyen m.1482 hükmünü saklı tutmaktadır.584  Dr. Evrim Akgün (İÜHFM C. LXXV, S. 2, s. 557-586, 2017) İlgili  düzenleme  m.1452/2 de  sayılan  düzenlemelerdendir;  dolayısıyla TTK nın bu düzenlemesine aykırı sözleşme şartları geçersizdir.  C.14- Özel Şartlar Sigorta sözleşmelerine, genel şartlara aykırı düşmemek ve sigortalı aleyhine olmamak üzere özel şartlar konulabilir.  Açıklama: Özel şartlar sigorta konusu menfaatin özellikleri göz önünde tutularak, sigorta sözleşmesinin tarafları olan sigortacı ve sigorta ettirenin karşılıklı müzakereleri sonucunda sözleşmeye dahil ettikleri şartlardır. Bu şartlar hukuki açıdan sözleşmesel nitelik teşkil ederler. Sigorta genel şartları da sözleşme hükmü niteliği taşıdığı için, tarafların anlaşarak sözleşmeye ekleyecekleri özel şartta genel şart düzenlemesinin aksine hüküm getirmeleri mümkündür. Bunun aksinin kabul edilmesi, idare tarafından hazırlanan bu şartların adeta emredici kanun hükmü niteliğine bürünmesini sağlayacaktır; bu da kabul edilebilir bir durum değildir. Özel şartlar bakımından tek sınırlama, kanunun emredici hükümlerine aykırılıktır. Dolayısıyla taraflar genel şart düzenlemlerine aykırı olmakla birlikte kanunun emredici hükümlerine aykırı olmayan birtakım şartlar üzerine anlaşarak bunları sözleşmeye dahil etmekte özgürdür.  III. SONUÇ Genel şart düzenlemelerinin kanunun emredici hükümlerine aykırı olmaması gerekir. Dolayısıyla yapılan incelemede TTK nın 1452 ve 1520 madde hükümlerinin 1. ve 2.fıkralarına aykırı olduğu tespit edilen genel şart maddelerinin uygulanabilmesi, TTK nın yürürlüğe girmesinden sonra artık mümkün olmayacaktır. TTK daki diğer tür emredicilik ise 1452/3 ve 1520/3 te düzenlenmiş ve bu hükümlerde sayılan maddelerin sözleşme ile sigorta ettiren, sigortalı ile lehtarın aleyhine değiştirilmesine izin verilmemiştir. Çalışmamızda bu hükümlerde sayılan maddeler dikkate alınmış ve ilgili genel şart hükümler ile hangisinin daha lehe olduğu açısından bir inceleme yapılıp, sonuçta hayat sigortası sözleşmesine uygulanacak kural tespit edilmiştir. Buna göre eğer ilgili genel şart düzenlemesi TTK daki düzenlemeye göre sigorta ettiren, sigortalı ve lehtarın lehine ise, bu durumda kanun hükmü yerine genel şart düzenlemesinin uygulanması  mümkün  olacaktır.  Ancak  genel  şart  ile  getirilen  düzenleme  eğer TTK da getirilenlere göre aleyhe nitelik teşkil ediyorsa, bu durumda emredici                                                  28 Kayıhan, Bağcı s.102. 29 Mehmet Bahtiyar,  Sigorta Poliçesi Özel Koşulları, Genel Koşullardan Ayırdedilmesi ve Bazı Sorunlar , Prof. Dr. Ali Bozer e Armağan, Ankara 1998, s. 134. 30 Ünan, Hayat s. 78. Doktrinde kimi yazarlar ise özel şartların, ancak genel şartlarla tarafların anlaşmalarına bırakılmış hususlarda kararlaştırılabileceğini savunmaktadır. Reşat Atabek,  Sigorta Akdinin Yorumu , Sigorta Hukuku Dergisi, Cilt 1, Sa.2, 1982, s. 137; Arseven s. 33; Kayıhan, Bağcı s.103. Adıgüzel ise sigorta genel şartlarını, sözleşme serbestisini sınırlayan hükümlerin sonuncusu olarak saymıştır ve sigorta genel şartlarında düzenlenmiş bir konunun, özel şartlarla sigorta ettiren aleyhine değiştirilemeyeceği görüşündedir. Burak Adıgüzel,  Sigorta Hukukunda Sözleşme Serbestisi İlkesinin Sınırları Bakımından Türk Ticaret Kanunu ve Tasarı Hükümlerinin Karşılaştırılması , Haluk Konuralp Anısına Armağan, Ankara 2009, s.43. 31 Ünan, Hayat s. 227; Bahtiyar, Özel Koşullar s. 143.Hayat Sigortası Genel Şartları nın Türk Ticaret Kanunu Hükümlerine   585 Uygunluğuna İlişkin Bir İnceleme düzenleme dolayısıyla bunlar yerine ilgili TTK hükmünün uygulanması söz konusu olacaktır. Çalışmada TTK hükümleri ile Hayat Sigortası Genel Şartları arasındaki farklılıkları ile zıtlıkların oldukça fazla sayıda olduğu tespit edilmiştir. Hayat sigortalarında söz konusu olan bu uyumsuzluğu ortadan kaldırarak karmaşayı önlemek adına mevcut Hayat Sigortası Genel Şartları nın ivedilikle güncellenmesi ve yürürlükteki TTK ya uygun hale getirilmesi gerekmektedir.",
     "Kaynakça": "ADIGÜZEL Burak,  Sigorta Hukukunda Sözleşme Serbestisi İlkesinin Sınırları Bakımından Türk Ticaret Kanunu ve Tasarı Hükümlerinin Karşılaştırılması , Haluk Konuralp Anısına Armağan, Ankara 2009, s.1 47. AĞSAKAL İbrahim, Sigorta Sözleşmesinde Sözleşme Öncesi Beyan Yükümlülüğüne Aykırılık ve Sonuçları, Ankara 2015. ARSEVEN Haydar, Sigorta Hukuku, 2. Bası, İstanbul 1991. ATABEK Reşat,  Sigorta Akdinin Yorumu , Sigorta Hukuku Dergisi, C. 1, Sa. 2, 1982, s.125 140. BAHTİYAR  Mehmet,   Sigorta  Poliçesi  Genel  Koşulları ,  BATİDER  C. XIX, Sa. 2, 1997, s.89 108. (Kısaltma: Genel Koşullar) BAHTİYAR Mehmet,  Sigorta Poliçesi Özel Koşulları, Genel Koşullardan Ayırdedilmesi ve Bazı Sorunlar , Prof. Dr. Ali Bozer e Armağan, Ankara 1998, s.133 148. (Kısaltma: Özel Koşullar) KAYIHAN Şaban, BAĞCI Ömer, Türk Özel Sigorta Hukuku Dersleri, Kocaeli 2016. KENDER Rayegan, Türkiye'de Hususi Sigorta Hukuku, 15. Bası, İstanbul 2016. OMAĞ Merih Kemal, Türk Hukukunda Rizikonun Ağırlaşması Sorunu, İstanbul 1985. ÖZTAN Fırat, Sigorta Akdinin İnikadında İhbar Mükellefiyeti, Ankara 1966. ŞEKER ÖĞÜZ Zehra, Sözleşme Öncesi İhbar Görevi, İstanbul 2010. ULAŞ Işıl, Uygulamalı Can Sigortası Hukuku, 2. Bası, Ankara 2002. ÜNAN Samim, Türk Ticaret Kanunu Şerhi – Cilt I – Genel Hükümler, İstanbul 2016. (Kısaltma: Şerh) ÜNAN Samim, Hayat Sigortası Sözleşmesi, İstanbul 1998. (Kısaltma: Hayat)"
}