{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "21",
     "Ay": "08",
     "Yıl": "2021",
     "Cilt": "79",
     "Sayı": "3",
     "Başlık": "9 Haziran 2021 Tarihli Alman Elektronik Kıymetli Evrak Kanunu (eWpG) Üzerine Düşünceler",
     "Title": "Thoughts on German Electronic Securities Code (eWpG) Dated 9 June 2021",
     "Yazar İsmi": [

          "Aydın Alber Yüce"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Kıymetli Evrak", "Elektronik Kıymetli Evrak", "Tahvil", "Pay Senedi", "Demateryalizasyon"
     ],
     "Keywords": [
          "Negotiable Instrument", "Electronic Negotiable Instrument", "Debenture Bonds", "Share Certificates", "Dematerialization"
     ],
     "Özet": "Klasik kıymetli evrakın ortaya çıkması, bir varakanın düzenlenmesine bağlıdır. Buna karşılık, teknolojik gelişmeler ve pratik ihtiyaçlar arasındaki etkileşim artarak devam etmektedir. Bu anlamda, sermaye piyasası araçlarının kaydileştirilmesinde olduğu gibi bazı tür kıymetli evrakın ve hatta pay senetlerinin de demateryalize edilmesi yönünde gelişmeler yaşanmaktadır.Anılan gelişme, etkileşim ve ihtiyaçlar doğrultusunda, 9 Haziran 2021 tarihinde kabul edilen Alman Elektronik Kıymetli Evrak Kanunu ile hâmiline yazılı tahvillerin elektronik olarak düzenlenebilmesi imkânı getirilmiştir. Bu imkân işletmelerin finansman ihtiyaçlarını sağlamalarında önemli bir kolaylıktır. Elektronik kıymetli evrak aynı zamanda kâğıdın piyasalardan kaldırılmasında önemli bir adımdır.eWpG hükümlerinin getirdiği sistemde, merkezî ve merkezî olmayan nitelikte iki sicil üzerinden (kayden) izlenen iki tür elektronik kıymetli evrak vardır. Bunlardan birincisi, merkezî sicil kıymetli evrakı olarak isimlendirilmektedir. İkinci tür elektronik kıymetli evrak ise, kripto kıymetli evraktır. eWpG hükümleriyle, fizikî ve elektronik kıymetli evrak arasındaki ilişki de düzenlenmiştir. Bu bağlamda, fizikî kıymetli evrak ve elektronik kıymetli evrak arasında, doğurdukları hüküm ve sonuçlar açısından hiçbir fark olmadığı belirtilmiştir. Ayrıca, fizikî kıymetli evrak ile elektronik kıymetli evrak arasında dönüşüm kabul edilmiştir. eWpG hükümleriyle kabul edilen sisteme göre, sadece hâmiline yazılı tahviller elektronik olarak düzenlenebilir. Ancak, düzenlemeye henüz Tasarı halinde iken getirilen ilk eleştirilerden biri, düzenleme taslağının en azından anonim şirket pay senetlerini de kapsaması gerektiği yönündedir. Kanun, teknolojinin en güncel hali göz önüne alınarak kaleme alınmıştır. Ancak, Kanun un mevcut ve ileride ortaya çıkabilecek her türlü yeni teknolojiye eşit mesafede olduğunu da kabul etmek gerekir.Tüm dünyayı etkisi altına alan, başta kripto para fenomeni olmak üzere, teknolojideki gelişmelerin Türk hukukuna da etki etmesi kaçınılmazdır. Dünyaya entegre bir ekonomik düzen içinde, eWpG benzeri düzenlemelerin Türk hukukunda da kabul edilmesi sürpriz olmayacaktır. Hâmiline yazılı anonim şirket pay senetlerinin kayden izlenmesi zorunluluğunun getirilmesi bunun bir göstergesidir. Bu çalışmada, Alman Elektronik Kıymetli Evrak Kanunu incelenerek, bu düzenlemenin Türk hukukuna olası etkileri değerlendirilecektir.",
     "Abstract": "The formation of the classic negotiable instruments depends on the drawing of a deed. Therewith, the interaction between technological progress and practical needs continues to increase. In this sense, there are developments in the dematerialization of some types of negotiable instruments and even share certificates, as in capital market instruments.With the German Electronic Securities Code dated June 16, 2021, the drawer has been given the opportunity to issue debenture bonds electronically. This opportunity is an important convenience for companies to meet their financial needs. Electronic securities are also a crucial step in removing paper from the markets.In the system brought by the articles of eWpG, there are two types of electronic negotiable instruments that are tracked through a central and a decentralized registers. The first of these is called the central registry of negotiable instruments. The second type of electronic register is crypto register of negotiable instruments. With the articles of eWpG, the relevance between physical and electronic negotiable instruments is also regulated. In this regard, it has been stated that there is no discrepancy between physical and electronic negotiable instruments in terms and conditions they have. In addition, conversion between physical and electronic negotiable instruments has been accepted.According to the system adopted with the regulation of eWpG, only bearer bonds can be issued electronically. However, one of the first criticisms brought to the eWpG-E is that the draft should at least include joint stock company shares.The draft has been written by considering the most up-to-date state of technology. However, it should be acknowledged that the eWpG is equidistant from all existing and future technologies.It is inevitable that the developments in technology, especially the crypto money phenomenon, which affects the whole world, will also affect Turkish legal system. In a world-integrated economic order, it would not be surprising that regulations analogue to eWpG are also adopted in Turkish law. The statutory obligation to monitor the bearer joint stock company share certificates is an indication of this headway.In this study, the German Electronic Securities Code will be examined and the possible effects of this regulation on Turkish law will be evaluated.",
     "Metin": "Teknoloji  ve  hukuk  insan  ihtiyaçlarına  göre  şekillenen  ve  insan  hayatında vazgeçilemez yerler işgal eden iki önemli unsurdur. Bu iki unsurun birbirini, yine insan ihtiyaçlarına göre etkilediği de tartışmadan uzaktır. Yakın bir geçmişten başlamak üzere, tüm dünyayı etkisi altına alan kripto para fenomeni, esasında blok zincir başta olmak üzere diğer gelişmiş teknojilerin bir sonucudur. Bu gelişmiş teknolojiler, hukuk alanında da etkisini göstermiştir ve Alman yasa koyucusu, elektronik kıymetli evrak çerçevesinde bu alana müdahale etmiştir.eWpG hükümleri, esas itibariyle hâmiline yazılı tahvilleri kapsayan iki türlü elektronik kıymetli evrak getirmektedir. Bunlardan biri bir merkezî sicil tarafından takip edilen türde, diğeri ise blok zincir teknolojisinden yararlanmak suretiyle kurulan merkezî olmayan bir sicil tarafından takip edilen türdedir. eWpG, her ne kadar çerçeve bir düzenleme gibi görünse de konuyu tüm hatlarıyla ele alan bir metindir. Bu metinde, hangi tür kıymetli evrakın elektronik olarak düzenlenebileceğinden,  keşideci  ve  lehtarın  kim  olabileceğine;  hâmil  ve  onun talimatıyla elektronik kıymetli evrakın devrinden merkezî sicilin sorumluluğuna kadar pekçok konuda detaylı düzenlemeler vardır. Aşağıda,  öncelikle  eWpG  hükümleri  bir  sistematik  içerisinde  ayrıntılarıyla incelenecektir. Bunun ardından, eWpG düzenlemesini de ortaya çıkaran dijitalleşme rüzgârının Türk şirketler hukuku ve kıymetli evrak hukukunda nasıl etkiler doğuracağı üzerinde durulacaktır.I. Elektronik Kiymetli EvrakA. Kısa Tarihçe ve Kavramsal Çerçeve1. Kısa TarihçeElektronik  kıymetli  evrak  kavramının  geçmişine   tarihçe   demek  belki  bir açıdan sorgulanabilecek bir tercihtir. Çünkü elektronik kıymetli evrakın geçmişi, bu çalışmanın konusunu oluşturan Alman Elektronik Kıymetli Evrak Kanunu (eWpG) göz önünde tutulursa epey kısa bir zaman dilimine karşılık gelmektedir. Gerçi, Kanun da (ve bu kanuna ait Tasarı nın gerekçesinde) hâkim olan anlayış, elektronik 1  Bundesgesetzblatt Jahrgang 2021 Teil I Nr 29, ausgegeben zu Bonn am 9. Juni 2021, 1423, Kanun metni için bkz https://www.bmjv.de/SharedDocs/Gesetzgebungsverfahren/Dokumente/Bgbl_elektronische_Wertpapiere.pdf;jsessionid=7417114A161FEBBDFDE6.1_cid?__blob=publicationFile&v=2; Erişim Tarihi 2 Temmuz 2021.732Yüce / 9 Haziran 2021 Tarihli Alman Elektronik Kıymetli Evrak Kanunu (eWpG) Üzerine Düşüncelerkıymetli evrakın tamamen yeni bir kavram olduğu yönünde olsa da bu düşünce öğretide eleştirilmiştir. Zira Alman hukukunda deniz ticareti hukuku alanında 2013 yılında yapılan reform ile birlikte getirilen hukukî imkânlar dâhilinde, zaten kıymetli evrak düzenlemek için fiziki bir varakaya ihtiyaç olmadığı vurgulanmaktadır. Fakat bu açıdan verilen örnekler taşıma senedi, makbuz senedi ve konşimento ile sınırlıdır.Daha yaygın anlamıyla kıymetli evrakın kaydileştirilmesi (demateryalizasyonu) için  oldukça  yakın  bir  tarihe  uzanmak  gerekir.  Alman  kanun  koyucusunun elektronik kıymetli evrak kavramına bakış açısını ortaya koyan 7 Mart 2019 tarihli  Eckpunkte für die regulatorische Behandlung von elektronischen Wertpapieren und Krypto-Token  bu konuda önemli bir belgedir. Bu belgede ilk vurgulanan husus, finansal  piyasalarda  dijital  unsurların  kullanılmasıyla  (kara  para  aklama  dâhil) kötüye kullanım ihtimallerinin azalacağı ve böylelikle yatırımcıların daha etkili bir biçimde korunacağıdır. Bu amacı gerçekleştirmek için kullanılabilecek teknolojiler sadece blok-zincir teknolojisi değil; aksine, teknik imkânların gelişmesiyle ortaya çıkabilecek benzer her türlü teknolojidir. İlerleyen zaman diliminde ise daha somut adımlar atılmaya başlanmış ve 11 Ağustos 2020 tarihinde konunun uzmanları tarafından bir tasarı taslağı (Referentenentwurf) hazırlanmıştır. Bu tasarı taslağı bir süre öğreti ve uygulamadaki aktörler tarafından tartışılmış ve konuya dair görüşler ilgili makamlara iletilmiştir. Bu görüşler uyarınca hazırlanan resmî Tasarı ise 16 Aralık 2020 tarihinde yayınlanmıştır. Resmî Tasarı, 9 Haziran 2021 tarihinde kanunlaşarak yürürlüğe girmiştir.2. Kavramsal ÇerçeveElektronik kıymetli evrak, senet ve onda mündemiç olan hakkın fiziki bir varaka vasıtasıyla değil de elektronik ortamda izlendiği kıymetli evrak  ihraç metodu dur. Bundan dolayı, fiziken çıkarılmak yerine kaydîleştirilmiş (demateryalize edilmiş) bir elektronik kıymetli evrak ya da onun alt türü olan kripto kıymetli evrak söz konusu olsa dahi, sicile tescille birlikte ortaya çıkan hukukî varlık yine, kanunî anlamda bir 2  David Saive, ‘Einführung elektronischer Wertpapiere , ZRP 2020, 219.3  ibid (n 2) 219.4  ibid (n 2) 219.5  MüKoBGB: Wendehorst Art 43 N 266a.6  Eckpunktpapier 1.7  Eckpunktpapier 1; Stellungnahme blockLAB 1.8  Taslak metin için bkz https://www.bmjv.de; Erişim Tarihi 27 Aralık 2020.9  Konu ile ilgili görüşler için bkz https://www.bmjv.de; Erişim Tarihi 27 Aralık 2020.10  Tasarı ve kanunlaşan metin ile ilgili başlıca belgeler için bkz https://www.bmjv.de/SharedDocs/Gesetzgebungsverfahren/DE/Einfuehrung_elektr_Wertpapiere.html; Erişim Tarihi 2 Temmuz 2021.11  Elektronik kıymetli evrakın kabul edilmesiyle, kıymetli evrakta numerus clausus ilkesine bir istisna getirilmediği; aksine bunun yalnızca kıymetli evrak ihracının yöntemlerinden biri olduğu yönünde bkz Ursula Kleinert ve Volker Mayer, ‘Der deutsche Weg zum elektronischen Wertpapier-Der Referentenentwurf für das eWpG , EuZW 2020, 1060.733İstanbul Hukuk Mecmuası 79/3kıymetli evraktır. Bu sebeple, bahis konusu olan şey elektronik bir unsur da olsa kıymetli evrak sayıldığından, kıymetli evrak hukukunun genel prensipleri bunlar hakkında da geçerlidir. eWpG,  elektronik  kavramını ele alırken sadece mevcut teknolojileri değil; ileride  ortaya  çıkabilecek  teknolojileri  de  göz  önüne  almıştır.  Bu  anlamda Kanun, tüm mevcut ve gelecekte ortaya çıkabilecek teknolojilere eşit mesafede (technologieneutral) bir tavır takınmıştır. Dolayısıyla, halihazırda kullanılan blokzincir ya da mevcut elektronik kayıt sistemleri yanında ileride ortaya çıkabilecek veri saklama teknolojileriyle de elektronik kıymetli evrak ihracı mümkün olabilir. Burada önemli olan, kâğıt formunun artık terk ediliyor olmasıdır. Elektronik kıymetli evrak, klasik kıymetli evrak yerine geçmek üzerine değil; onun yanı sıra, kıymetli evrakın çıkarılabilmesi için yeni bir yol olarak tasavvur edilmiştir.  Dolayısıyla,  elektronik  kıymetli  evrak  ve  buna  dair  düzenlemelerin hayata geçmesiyle geleneksel anlamda kıymetli evrak keşide etme imkânı ortadan kaldırılmış değildir. Fiziki kıymetli evrakın neredeyse yüzyıllara dayanan geçmişi sebebiyle, bu geleneksel metodun birden ve toptan olarak yürürlükten kaldırılması ise öğretide ve uygulamada önerilen bir tercih değildir. Kıymetli  evrakta  geleneksel  usulün  terk  edilmemesiyle  birlikte  Kanun da, fiziken saklanan kıymetli evrakın dijital olarak muhafazasına yönelik dönüşümü hızlandırmak için fiziki kıymetli evrakın elektronik kıymetli evraka ve bir elektronik kıymetli evrakın da fizikî kıymetli evraka dönüştürülmesi imkânı getirilmiştir. Elektronik kıymetli evrak bir eşyadır. Bu husus bizzat eWpG m 2/3 hükmünde belirtilmiştir. Hükme göre, bir elektronik kıymetli evrak Alman Medenî Kanunu m 90 anlamında bir eşyadır. Alman Medenî Kanunu nun m 90 hükmü ise şu şekildedir:  Bu Kanun anlamında eşya sadece cismani nesnelerdir . Böylelikle fizikî kıymetli evrakla elektronik kıymetli evrak hukukî etki bakımından eşit kabul edilmiştir. Böyle bir düzenlemenin kabul edilmesiyle, aynı zamanda, fizikî kıymetli evrak sahipleri 12  Thomas Preusse ve Karsten Wöckener ve Daniel Gillenkirch, ‘Der Gesetzesentwurf zur Einführung elektronischer Wertpapiere - Überblick und Bewertung der zukünftigen Rechtslage mit Blick auf die Rechtsordnungen in Frankreich und Luxemburg , BKR 2020, 554.13  Kleinert ve Mayer (n 11) 1060.14  ibid (n 11) 1060.15  Christian Conreder, ‘Gesetzgebung: Bundestag verabschiedet Gesetz zur Einführung elektronischer Wertpapiere , DStRAktuell 2021, 103; Stellungnahme Aktieninstitut 3.16  Kleinert ve Mayer (n 11) 1060.17  ibid (n 11) 1060.18  Preusse ve Wöckener ve Gillenkirch (n 12) 553.19  ibid (n 12) 553.20  ibid (n 12) 553; eWpG anlamında elektronik kıymetli evrak ve fizikî kıymetli evrak arasındaki ilişkinin incelenmesi için bkz aşa III.21  BGB §90-Begriff der Sache:  Sachen im Sinne des Gesetzes sind nur körperliche Gegenstände .734Yüce / 9 Haziran 2021 Tarihli Alman Elektronik Kıymetli Evrak Kanunu (eWpG) Üzerine Düşünceleriçin söz konusu olan hukukî koruma, varakadan yoksun (kaydî/elektronik) kıymetli evrak sahipleri için de geçerli olacaktır. Kanun da, elektronik kıymetli evrakın eşya sayılmasıyla, gerek icra hukuku ve gerekse medenî hukuk açısından mülkiyet hakkının korunmasına ilişkin hükümler elektronik kıymetli evrak için de geçerli olacaktır.B. Klasik Kıymetli Evrak Anlayışı ile KarşılaştırmaeWpG m 2/2 hükmüne göre, Kanun da yer alan düzenlemelerde aksi belirlenmiş olmadıkça, bir elektronik kıymetli evrak ile fiziki varakaya sahip bir kıymetli evrak arasında hukukî açıdan herhangi bir fark yoktur. Bundan dolayı, elektronik kıymetli evrak da hamiline, fiziki kıymetli evraka hamil olma durumuyla aynı hakları bahşeder. Bu benzerliğin ötesinde, elektronik kıymetli evrak ile bir belgeye bağlı (fizikî) kıymetli evrak arasında farklar da bulunmaktadır. Elektronik kıymetli evrak ile klasik kıymetli evrak arasındaki temel fark, fiziki varakanın yokluğudur. Burada fiziki varakanın yerini veri taşıyıcıları almaktadır. Klasik kıymetli evrakta, örneğin nama yazılı bir senette, hak sahipliği senede hâmil olma yanında bir temlik işleminin de varlığını gerektirirken; elektronik kıymetli evrakta hâmil olma durumu merkezî ya da kripto sicildeki kayıtlara istinaden tespit edilir. Yine detaylandırmak gerekirse, fizikî kıymetli evrakta, örneğin emre yazılı bir senetteki hakkın devredilmesine yönelik kâğıt üzerinde yazılması ve imza edilmesi gereken bir irade beyanına ihtiyaç duyulurken, ki bu işlem ciro olarak nitelendirilmektedir; elektronik kıymetli evrakta, hak sahibinin merkezî ya da kripto sicile yönelen bir talimatına ihtiyaç duyulmaktadır.C. Elektronik Kıymetli Evraka İhtiyaç Duyulmasının Bazı SebepleriFinansal piyasalarda, başta teknolojik ilerlemenin etkisiyle, pratik ihtiyaçlardan dolayı  ve  ekonomik  gelişmelerden  ötürü  menkul  kıymetlerin  dijitalleştirilmesi ve yenilikçi teknolojilerden istifade edilmesi bir ihtiyaç olarak ortaya çıkmıştır. Bu anlamda, evraksız kıymetli evrak anlamına gelen elektronik kıymetli evrak ve dolayısıyla hamiline yazılı elektronik tahviller, şirketlerin finansman ihtiyaçlarını karşılamaları açısından ek bir opsiyon olarak karşımıza çıkmaktadır.22  Johannes Meier, ‘Elektronische Wertpapiere in der Zwangsvollstreckung Eine Vollstreckung in Forderungen und Vermögensrechte , MMR-Zeitschrift für IT-Recht und Recht der Digitalisierung, Heft 5, 2021, 381.23  ibid (n 22) 381.24  MüKoBGB: Wendehorst Art 43 N 266c.25  Preusse ve Wöckener ve Gillenkirch (n 12) 553.26  ibid (n 12) 553.27  Fırat Öztan, Kıymetli Evrak Hukuku (24. Bası, Yetkin 2019) 39.28  Hüseyin Ülgen ve Mehmet Helvacı ve Arslan Kaya ve Füsun Nomer Ertan, Kıymetli Evrak Hukuku (12. Bası, Vedat 2019) 167 ve 170.29  Preusse ve Wöckener ve Gillenkirch (n 12) 551.30  Stellungnahme Blockchain Bundesverbandes 5.735İstanbul Hukuk Mecmuası 79/3Söz konusu gereklilik sebebiyle menkul kıymetlerde dijitalleşmeye gidilmesinin önemli yararları vardır. Bu yararlardan bir tanesi, fiziki varakalara artık ihtiyaç duyulmayacak olunması dolayısıyla ihraç ya da muhafaza masraflarının azalacak olmasıdır. Örneğin, blok-zincir teknolojisi kullanılarak bir elektronik tahvil ihraç edildiğinde bunların tedavülünü sağlayan ya da bunları saklayan kurumlara artık ihtiyaç olmayacaktır. Söz konusu teknolojinin kullanılmasıyla, finansman ihtiyacı içerisinde  olan  şirketlerin  bu  ihtiyacı  hukukî  olarak  daha  güvenli  bir  biçimde karşılanacaktır.D. Elektronik Kıymetli Evrakın Yaratılması, Tedavülü ve Ödenmesi1. Elektronik Kıymetli Evrakın Yaratılması İçin Gerekli İşlemElektronik bir kıymetli evrakın ortaya çıkması, klasik kıymetli evrakta olduğu gibi fiziki bir varaka üzerinden yapılacak keşide işlemi ile değil;  Elektronik Kıymetli Evrak Sicili  adlı bir sicile yapılacak tescille mümkündür. eWpG m 2/1 hükmünde de bu doğrultuda, bir kıymetli evrakın, elektronik kıymetli evrak şeklinde de tedavüle çıkarılabileceği  belirtildikten  sonra  bunun,  kıymetli  evrak  keşide  etmek  yerine Elektronik Kıymetli Evrak Sicili ne yapılacak bir tescil ile gerçekleştirilebileceği açıkça belirtilmiştir. Keşidecinin tescili sağlamaya yönelik söz konusu irade beyanı elektronik ortamda iletilir. Bu iletimin altyapısı, ilgili elektronik kıymetli evrakın nezdinde izlendiği sicil tarafından sağlanacaktır.Bu şekilde yapılacak ihraç ile kıymetli evrakın keşidecisine yüklediği borçlar ya  da  hamiline  tanıdığı  haklar  bakımından  klasik  kıymetli  evrakla  hiçbir  fark yaratılmamaktadır.  Burada  sadece  evrakın  muhafazası  metodu  değişmektedir. Bu doğrultuda, eWpG m 2/2 hükmünde, mevzuatta aksi öngörülmediği sürece bir elektronik kıymetli evrak ve fiziki olarak ihraç edilmiş kıymetli evrakın ile aynı hukukî etkiye sahip olduğu belirtilmiştir.31  Preusse ve Wöckener ve Gillenkirch (n 12) 551. 32  Kleinert ve Mayer (n 11) 1060.33  Preusse ve Wöckener ve Gillenkirch (n 12) 553; Bu tescil iki türlü olabilir. İlk tür toplu tescildir (eWpG m 8). Bu tescil türünde bir portföy bankası ya da saklayıcı elinde bulundurduğu elektronik kıymetli evrak için tescil işlemlerini gerçekleştirir. Ayrıca, toplu tescil ile kaydedilmiş elektronik kıymetli evrak, bir kolektif kıymetli evrak portföyü sayılır. İçerik olarak aynı olan tescilli hakların sahipleri, tescil edilmiş olan elektronik kıymetli evrak üzerindeki pay oranlarına göre hissedar sayılırlar. Söz konusu bu pay oranı, hak sahipleri için toplu tescil ile korunan hakların itibari değerine göre tespit olunur. Bir portföy bankası ya da müstevdi (saklayıcı), toplu tescilleri hak sahipleri adına kendileri hak sahibi haline gelmeksizin itimata dayalı olarak yönetirler. Portföy bankası ya da müstevdi, hak sahipleri için toplu tescili kendi payıyla beraber ortak olarak yönetebilir (eWpG m 9).  İkinci tür ise münferit (tekil) tescildir. Münferit tescili sağlayan elektronik kıymetli evrakı kendi ad ve hesabına (hak sahibi olarak) elinde bulunduran gerçek ya da tüzel kişinin veya tüzel kişiliğe sahip bir şahıs şirketinin talimatıdır. Hamilin talebi üzerine münferit tescil toplu tescile dönüştürülebilir (eWpG m 8).34  Stellungnahme DAV 7.35  Preusse ve Wöckener ve Gillenkirch (n 12) 553.736Yüce / 9 Haziran 2021 Tarihli Alman Elektronik Kıymetli Evrak Kanunu (eWpG) Üzerine Düşünceler2. Tedavül Koşullarıa. Hâmil ve Hak SahibiElektronik  olarak  düzenlenmiş  bir  kıymetli  evrakın  hâmili,  sicilde  hâmil olarak tescil edilmiş kişidir. Bu tescil münferit bir ihraç üzerinde olabileceği gibi toplam emisyonun belirli bir payı üzerinde de gerçekleşebilir (eWpG m 3/1). Her iki durumda da ismi müseccel kişi hâmil sayılır. Elektronik kıymetli evrak sicilinin gerçek hak sahipliğini gösterici bu fonksiyonu sebebiyle, ilgili kıymetli evrakın hâmili değiştiğinde durum mutlaka elektronik kıymetli evrak siciline tescil edilir. Hak sahibi ise, elektronik kıymetli evrakın sahibine bağışladığı hakları kullanabilen ve bu kıymetli evrak üzerinde tasarrufta bulunabilecek kişidir. Bu kişi çoğunlukla hâmildir. Hâmil böylelikle elektronik kıymetli evrakın keşidecisine karşı mülkiyet ya da ona benzer bir hakkın sahibi haline gelmektedir.b. Elektronik Kıymetli Evrakın Yaratılması İçin Gerekli  Bilgilerin Sicile TevdiiKlasik  anlamda  kıymetli  evrakın  aksine,  elektronik  kıymetli  evrakta  fiziki varakanın yokluğu ve özellikle merkezî (ya da kripto kıymetli evrakta merkezî olmayan) bir sicile tescilde bulunulması gerekliliği konuya has koşulları beraberinde getirmektedir. Elektronik kıymetli evrakın ortaya çıkabilmesi için öncelikle kıymetli evrakla ilgili bilgilerin sicile tevdi edilmesi gerekir.eWpG  m  5  hükmüne  göre,  elektronik  bir  kıymetli  evrakın  keşidecisi  sicile yapılacak tescil işleminden önce kıymetli evraka dair bilgileri sicile göndermelidir. İlgili elektronik kıymetli evrakın çıkarma (yaratılma) şartları, sicili tutan makama elektronik bir doküman formunda iletilmelidir. Bu form kararlı olmalıdır. Kararlı olmaktan kasıt, bilgilerin içerisinde bulunduğu elektronik ortam itibariyle sonradan değiştirilemez nitelikte olmasıdır. Elektronik bilgileri taşıyan fizikî araç bir taşınabilir bellek  olabilir.  Önemli  olan  bu  verilere  kolaylıkla  erişilebilmesi  ancak  bunlar üzerinde oynama yapma imkânının bulunmamasıdır. Sicile tevdi edilen bilgiler, istendiğinde tekrar okunabilmelidir. Kanun un yine aynı hükmüne göre, elektronik kıymetli evrakı keşide eden kişinin talimatıyla ve konuyla ilgili çıkarılacak bir tüzük hükümleri çerçevesinde bu bilgilere erişim kısıtlanabilir.36  Bu hususta bkz Elektronik Kıymetli Evrak Sicili, eWpG m 12 vd.37  Laurenz Wieneke ve H Jens Kunz, ‘Das Gesetz zur Einführung von elektronischen Wertpapieren-Der Regierungsentwurf , NZG 2021, 319.38  MüKoBGB: Wendehorst Art 43 N 266c; Fakat hâmil ile hak sahibinin aynı kişi olmaması, açık deyişle hâmilin elektronik kıymetli evraktan kaynaklanan hakkı talep etme yetkisinin bulunmaması da mümkündür (Stellungnahme DAV 8).39  Stellungnahme DAV 4.737İstanbul Hukuk Mecmuası 79/3Keşideci  tarafından  sicile  gönderilen  bilgilere  ve  belgelere  rağmen  tescilin gerçekleşmemesi  mümkündür.  Bu  durumda  eWpG  m  5/1  hükmüne  göre, bilgilerin sicile tevdi tarihinden itibaren bir ay içerisinde sicili tutan makam tescili gerçekleştirmezse, kendisine tevdi edilen bu bilgileri sicilden kaldırmalıdır. eWpG m 5/2 hükmüne göre, elektronik kıymetli evrak ile ilgili sicile tevdi edilmiş bilgiler üzerinde tescilden önce yapılabilecek değişiklikler, doğrudan bir kanun aracılığı ile ya da bir kanun hükmüne dayanılarak gerçekleştirilebilir. Ayrıca bir hukukî işlem ya da bir mahkeme kararı ya da icra edilebilir bir idari işlem de tevdi  edilmiş  bilgilerde  değişiklik  yapılmasının  gerekçesi  olabilir.  Sayılan  bu hukukî sebepler haricinde herhangi bir sebebe istinaden (elektronik kıymetli evrak siciline) tevdi edilmiş çıkarılma bilgileri üzerinde değişiklik yapılamaz. Yapılacak değişikliklerin hüküm ifade etmesi ise, değişikliklerin de tevdi edilen makama yazılı olarak bildirilmesine bağlıdır (eWpG m 5/3, 4). c. Devrin GerçekleşmesiElektronik kıymetli evrakın devri, elektronik kıymetli evrak siciline tescil edilmiş bir hamilinin yeni bir hamil ile değiştirilmesidir (eWpG m 4/8). Elektronik kıymetli evrakın devri için, evrak üzerinde hak sahibi ve bu evrakı iktisap edecek kişinin iradelerinin uyuşması gereklidir. eWpG sisteminde, sicil dışındaki tasarruflara herhangi bir hukukî sonuç bağlanmadığından bu manadaki sicile tescil edilmemiş işlemler hükümsüzdür. Burada, fiziki kıymetli evraktaki teslim fiilinin yerini tescil işlemi almıştır. Alman öğretisinde de ifade edildiği üzere, Kanun da elektronik kıymetli evrakın yaratılması bakımından sözleşme teorisine ağırlık verilmiştir. Sözleşme teorisine göre, kıymetli evrak için yapılan keşide işlemi (elektronik kıymetli evrakta sicile tescil), bir hazırlık hareketidir ve kıymetli evrakta mündemiç hakkın doğumu ayrıca bir  tedavül sözleşmesi ni gerektirir. Tedavül (dolaşıma koyma ya da kambiyo) sözleşmesi, kambiyo senedini ilk olarak keşide eden kişiyle, senedin zilyetliğini ilk olarak elde eden kişi arasında kurulan sözleşmedir.Elektronik bir kıymetli evrakın devri, eWpG m 24 hükmünde de konu edilmiştir. Buna  göre;  doğrudan  elektronik  kıymetli  evrakın  kendisi  üzerinde,  elektronik kıymetli evraktan kaynaklanan bir hak ya da böyle bir haktan kaynaklanan başka bir hak üzerinde tasarrufta bulunulması, varlığı muhtemel diğer kanunî gerekliliklerin 40  Preusse ve Wöckener ve Gillenkirch (n 12) 554.41  ibid (n 12) 554.42  ibid (n 12) 554.43  Wieneke ve Kunz (n 37) 318; Aynı yönde bkz Murat Can Atakan, ‘Kıymetli Evrak Hukuku nda Yeni Bir Öneri: Elektronik Çek. Alman Elektronik Kıymetli Evrak Kanunu Tasarısı (eWpG-E) Işığında Bir İnceleme , (2021), Cilt 47 (2), Yargıtay Dergisi, 541, 549.44  Abuzer Kendigelen ve İsmail Kırca, Kıymetli Evrak Hukuku-Genel Esaslar Kambiyo Senetleri (Oniki Levha 2019) N 172.45  Reha Poroy ve Ünal Tekinalp, Kıymetli Evrak Hukuku Esasları (23. Bası, Vedat 2019) N 64a.738Yüce / 9 Haziran 2021 Tarihli Alman Elektronik Kıymetli Evrak Kanunu (eWpG) Üzerine Düşüncelerde yerine getirilmesi koşuluyla sicile yapılacak bir tescili gerektirir. Dolayısıyla, elektronik kıymetli evrakın yaratılmasında olduğu gibi, hak sahipliği üzerindeki değişikliklerin de sicile yapılacak bir tescili gerektirdiği görülmektedir. d. İyiniyetle İktisapElektronik kıymetli evrakın iyiniyetle iktisabında, kıymetli evrakın sicile tescil edilmiş içeriği iyiniyetli muktesip açısından tam ve doğru olarak kabul edilir. Ayrıca, bir hukukî işleme müsteniden kıymetli evrak siciline (hak sahibi olarak) tescil edilen kişi lehine, sicilin içeriğinin tam ve doğru olduğu, hâmilin hak sahibi olduğu var sayılır. Ancak, ilgili elektronik kıymetli evrakı iktisap eden kişi, kendisinin sicile tescili anında gerçek durumun aksini biliyor ya da kendisinin ağır kusuru sonucu gerçek durumu bilemeyecek durumda ise hak sahipliği yönündeki karine geçerli değildir. Tasarruf sınırlamalarının iyiniyetli muktesibe karşı ileri sürülebilmesi, söz konusu sınırlamaların elektronik kıymetli evrakın yer aldığı sicilde tescil edilmiş olmasına bağlıdır (eWpG m 26). Ayrıca Kanun da, aksi öngörülmemiş ise elektronik bir kıymetli evrakın hamilinin, sicilde adına tescil bulunduğu müddetçe ilgili kıymetli evrakın hamili sıfatıyla hak sahibi olduğu kabul edilmiştir (eWpG m 27). Özellikle, Kanun nun bu hükmüyle ortaya çıkan hukukî görünüşün, taşınırlarda mülkiyet karinesine benzemesi sebebiyle, elektronik kıymetli evrak taşınmaz mallardan çok taşınır mallara yakın görülmüştür.3. Elektronik Kıymetli Evrakın Ödenmesi ve Elektronik Kıymetli Evrakta Borçlunun Def ileriElektronik  bir  kıymetli  evrak  olarak  tedavüle  çıkarılmış  bir  tahvilin  hamili, keşideciden tahvilde taahhüt edilmiş edimin ifasını talep edebilir; meğer ki hamil bunun için hak sahibi olmasın. Kanun a göre bu durumda, elektronik kıymetli evrakın keşidecisi hamile ifa ile de borcundan kurtulabilir (eWpG m 28/1).Elektronik olarak tedavüle çıkarılmış bir tahvilin keşidecisi, kendisinden ödeme talep edildiğinde sadece aşağıdaki def ileri ileri sürebilir (eWpG m 28/2): 1. Elektronik kıymetli evrak siciline yapılan tescilden kaynaklanan def iler,2. Elektronik kıymetli evrak siciline yapılan tescilin geçerliliğini etkileyen def iler,3. Tahvilin içerdiği şartlardan kaynaklanan def iler,4. Keşidecinin;46  Preusse ve Wöckener ve Gillenkirch (n 12) 554.47  Karş Türk Medenî Kanunu m 985 ve BGB §1006.48  Meier (n 22) 384.739İstanbul Hukuk Mecmuası 79/3a. Münferit (tekil) tescil halinde doğrudan doğruya hamile karşı sahip olduğu,b. Toplu tescil halinde, Portföy Kanunu nun (Depotgesetzes) §6/2, üçüncü cümle hükmüne göre hakların kullanılmasına yarayan bir portföy sertifikasına dayanarak hâmil olan bir kişiye karşı doğrudan doğruya sahip olduğu, def iler.Kıymetli evrakta def iler, etkilerine göre mutlak ve nisbî (şahsi) def iler olmak üzere  iki  kısma  ayrılır.  Mutlak  def iler,  senet  borçlusunun  kendisine  senetten kaynaklanan taleple başvuran herkese karşı ileri sürebileceği def ilerdir. Nisbî (şahsi) def iler ise, senet borçlusunun ancak belirli kişilere karşı ileri sürebileceği def ilerdir. Elektronik kıymetli evrakla ilgili yukarıdaki def iler incelendiğinde; 1, 2 ve 3 numaralı def ilerin mutlak def i niteliğinde olduğu; buna karşılık 4 numaralı, tekil ve toplu tescil hallerine özgü def ilerin ise nisbî def iler olduğu görülmektedir. Elektronik  olarak  çıkarılmış  bir  tahvilin  ibrazı,  edimin  ifasının  açıkça  talep edilmesi vasıtasıyla gerçekleşir. Hâmil, bu süreçtehak sahipliğini ispatlayıcı delil gösterme yükümlülüğü altındadır. Elektronik tahvil olarak ihraç edilmiş bir kıymetli evraktan kaynaklanan borcun ödenmesi için, ilgili elektronik kıymetli evrakın hâmili olarak görünen kişinin sicili tutan makama bir talimat vermesi gerekir. Bu talimat, elektronik  kıymetli  evrakın  keşideciye  devri  yönünde  olmalıdır. Aynı  zamanda hâmil, makbuz niteliğinde bir ödeme belgesi de sunmalıdır. Hâmilin bu koşulları gerçekleştirmesi halinde keşideci ödemeyle yükümlü olur (eWpG m 29).II. Elektronik Olarak Düzenlenebilecek Kıymetli Evrak (Uygulama Alanı)Kanun, iki tür elektronik evrak üzerinde uygulama alanına sahiptir. Bunlardan biri merkezî sicil kıymetli evrakı (Zentralregisterwertpapier) olarak isimlendirilirken; diğeri kripto kıymetli evrak (Kryptowertpapier) olarak isimlendirilmiştir. Her iki tür elektronik kıymetli evrak da hamiline yazılı tahvil formunda olmalıdır. eWpG m 4/2 ve 3 hükümlerinde, her iki kıymetli tür kıymetli evrakın tanımı için de ilgili sicile tescil edilmiş olmak olgusu vurgulanmış olsa da bu vurgu tanımlama için  yeterli  değildir.  Elektronik  kıymetli  evrakın  tanımında,  daha  kapsamlı  ve bilgilendirici olan KWG §1/11, dördüncü cümle hükmünden istifade edilebilir. Bu hükümde elektronik kıymetli evrak özel olarak tanımlanmamıştır. Daha genel bir kavram olan  dijital değerler  mefhumu kullanılmıştır. Tanıma göre dijital değerler; (TCMB ya da Deutsche Bundesbank gibi) herhangi bir merkez bankası ya da kamu 49  Kendigelen ve Kırca (n 44) N 187; Ersin Çamoğlu, Kıymetli Evrak Hukukunun Temel İlkeleri (Vedat 2020) N 48 ve 56.50  Kendigelen ve Kırca (n 44) N 187; Çamoğlu (n 49) N 48 ve 56.51  Gesetz über das Kreditwesen (Kreditwesengesetz - KWG),  Kreditwesengesetz in der Fassung der Bekanntmachung vom 9. September 1998 (BGBl I S 2776), das zuletzt durch Artikel 2 des Gesetzes vom 12. Mai 2021 (BGBl I S 990) geändert worden ist. 52  Dominik Skauradszun, ‘Handels- und steuerrechtliche Bilanzierung von Kryptowerten und Kryptowertpapieren iSv § 1 Abs 11 S 4 KWG, § 4 Abs 3 eWpG , DStR 2021, 1063.740Yüce / 9 Haziran 2021 Tarihli Alman Elektronik Kıymetli Evrak Kanunu (eWpG) Üzerine Düşüncelerkuruluşu tarafından çıkarılmayan, garanti edilmeyen, para gibi yasal bir statüye sahip olmayan; ancak, gerçek veya tüzel kişiler tarafından bir sözleşmeye ya da fiilî uygulamaya istinaden değişim ya da ödeme aracı olarak kullanılan ya da yatırım amacına hizmet edebilen; elektronik metodlarla saklanabilen ya da el değiştirebilen değerlerdir. A. Merkezî Sicil Kıymetli Evrakı (Elektronik Kıymetli Evrak)eWpG  m  1  hükmüne  göre  yapılan  düzenlemeler   hamiline  yazılı  tahvillere uygulanır . Kanun dan önce yayınlanan bakanlık görüşünden anlaşıldığı kadarıyla böyle bir sınırlamanın yapılması bilinçli bir tercihtir. Hatta öğretide anonim şirketlerin ihraç ettiği pay senetleri ismen zikredilerek bunların gereğinde ileride yapılacak bir düzenlemeyle elektronik olarak düzenlenebileceği ifade edilmiştir. Özellikle anonim şirketlerin kuruluşunda, sermaye artırımlarında, paylarının uluslararası tedavülünde ve genel kurulun toplantıya çağrılmasında yaşanabilecek sorunlara vurgu yapılarak bu erteleme gerekçelendirilmektedir. Kanun un ilerleyen hükümlerinde üst kavram olarak tahvil değil; kıymetli evrak kavramı kullanılmıştır. Bu kullanımın sebebi öğretide, tasarının yayınlanmasından (ve kanunlaşmadan) sonraki zaman diliminde ortaya çıkabilecek yeni ihtiyaçları yeniden  bir  düzenleme  yapmak  zorunda  kalmaksızın  çözebilme  isteği  olarak gösterilmektedir. Böylece, eWpG çerçeve bir düzenleme niteliğini haizdir. eWpG m 2/1 hükmü de bunu doğrular niteliktedir. Burada da bir kıymetli evrakın elektronik kıymetli evrak şeklinde de tedavüle çıkarılabileceği ifade edilirken; ilgili evrakın türü bakımından herhangi bir ayrım yapılmamıştır. Kanunla sadece hamiline yazılı senetler kapsama alınmıştır. Bunun gerekçesi ise, uygulamada nama ve emre yazılı senetler için elektronik olarak çıkarılma ihtiyacının mevcut olmaması olarak gösterilmektedir. Yine, çek ve poliçeler için de benzer bir tespit yapılmıştır. Fakat, kanun koyucunun tercihleri ve bu tercihlerini dayandırdığı gerekçeler eleştirilmektedir. Öncelikle, Alman deniz ticareti hukukunda emre ve nama yazılı senetler için de elektronik olarak keşide edilebilmenin büyük önem arz ettiği belirtilmektedir. Ardından, özellikle Covid-19 Pandemisi nin yarattığı ticarî ilişkiler ortamında Uluslararası Ticaret Odası nın (ICC) uygulamaları başta olmak 53  MüKoBGB: Wendehorst Art 43 N 266a ve aynı yönde bkz Matthias Lehmann, ‘Zeitenwende im Wertpapierrecht-Der Referentenentwurf für ein Gesetz über elektronische Wertpapiere (eWpG) , BKR 2020, 432.54  Lehmann (n 53) 432; Aynı yönde bkz Stellungnahme Aktieninstitut s 2; İleride gerçekleşecek teknolojik ilerlemelerle Tasarı nın kapsamının da bu yönde genişletilmesi gerektiği yönünde bkz Conreder (n 15) 104.55  Saive (n 2) 220.56  Stellungnahme Blockchain Bundesverbandes 3.57  eWpG-T m 1 Gerekçesi; Lehmann (n 51) 433.58  eWpG-T m 1 Gerekçesi.59  Saive (n 2) 220.741İstanbul Hukuk Mecmuası 79/3üzere genel eğilimin kâğıdın ticari hayattan tamamen kaldırılması yönünde olduğu belirtilmektedir. Kanun un uygulama alanının bu denli dar belirlenmesi öğretide olduğu kadar uygulamada  da  eleştirilmiştir.  Kanunlaşmadan  önce,  tasarıya  karşı  bildirilen görüşlerde,  hukukî  ya  da  pratik  gerekçelerle  haklı  kılınamayacak  bu  tarz  bir sınırlamanın  kaldırılarak,  uluslararası  rekabette  güç  kazanabilmek  açısından  en azından  hamiline  yazılı  pay  senetlerinin  de  kapsama  alınması  gerektiği  ifade edilmiştir. Türk öğretisinde de benzer bir tespit yapılmış ve kanımızca da isabetli olarak, halihazırda mevcut ve ilerideki teknik gelişmeler ve hukukî ihtiyaçlara göre ortaya çıkabilecek tüm kıymetli evrak türlerinin kapsama alınması gerektiği ifade edilmiştir.B. Kripto Kıymetli EvrakKripto  kıymetli  evrak,  Kanun da  elektronik  kıymetli  evrak  olarak  çerçevesi çizilen evraksız kıymetli evrakın bir alt türüdür. Kripto kıymetli evrak, merkezî sicil kıymetli evrakından farklı bir şekilde ortaya çıkmaktadır. Kripto kıymetli evrakı karakterize eden şey, tescillerin merkezî sicil kıymetli evrakında olduğu gibi açık ve anlaşılır olması değildir. Aksine, kripto kıymetli evrak verilerin korunması kaygılarıyla anonim olarak tescil edilir. Bu halde dahi kıymetli evrakın ortaya çıkması için gerekli olan anlaşmadan (tedavül, dolaşıma koyma ya da kambiyo sözleşmesi) vazgeçilmiş değildir. Bir kripto kıymetli evrakın ortaya çıkması için de sicile yapılacak anonim tescilin yanı sıra, keşideci ve elektronik kıymetli evrakın hamili olacak kişi arasında bir anlaşmanın varlığı şarttır. Kripto kıymetli evrakın tedavülü münhasıran kripto kıymetli evrak sicili üzerinde gerçekleşir.Bilimin güncel durumuna göre kripto kıymetli evrakın sicil üzerinde ihdası ve muhafazası için kullanılan teknik, Dağıtılmış Defter Teknolojisi dir (Distributed Ledger Technology, DLT).60  ibid (n 2) 220.61  Stellungnahme Blockchain Bundesverbandes 4; Stellungnahme BAI 2; Stellungnahme bitkom 1; Stellungnahme BVI 1; Stellungnahme Deutsche Börse 1.62  Atakan (n 43) 541, 552.63  Lehmann (n 53) 434; Stellungnahme blockLAB 1. 64  MüKoBGB: Wendehorst Art 43 N 266d.65  ibid Art 43 N 266d; Kripto kıymetli evrakın anonim tescili her ne kadar gizliliği sağlıyor olsa da bu aynı zamanda kamuya açıklığı da sınırladığından yatırımcıların korunması bakımından şüpheyle karşılanmaktadır (Stellungnahme blockLAB 1).66  MüKoBGB: Wendehorst Art 43 N 266d.67  Conreder (n 15) 103; MüKoBGB: Wendehorst Art 43 N 266f; Atakan (n 43) 541, 547 ve 548.742Yüce / 9 Haziran 2021 Tarihli Alman Elektronik Kıymetli Evrak Kanunu (eWpG) Üzerine DüşüncelerIII. Elektronik Kıymetli Evrak ve Fiziki Varaka Arasındaki İlişkiA. Genel OlarakElektronik kıymetli evrak düzenleme imkânının getirilmesi fizikî kıymetli evrakın tamamen sistem dışında bırakıldığı anlamına gelmemektedir. Elektronik kıymetli evrak  klasik  kıymetli  evraka  bir  alternatif  olarak  düşünülmüştür.  Halihazırda tedavülde olan fizikî varakaya dayanan kıymetli evrak varlığını sürdürmeye devam edecektir. Ancak bu durum da kıymetli evrakta artık fizikî varakaya hemen hemen hiç ihtiyaç kalmaması sebebiyle eleştirilmiştir. Elektronik kıymetli evrak ve fizikî kıymetli evrak arasındaki ilişki, Kanun un altıncı maddesinde ele alınmıştır.B. Elektronik Kıymetli Evrakın Fizikî Kıymetli Evraka Dönüştürülmesi (eWpG m 6/1, 2)Kanun da, elektronik ve fiziki kıymetli evrak arasında dönüşüm kabul edilmiştir. Bununla beraber, eWpG m. 6/1 hükmüne göre, bir kez elektronik olarak düzenlenmiş kıymetli evrakın artık fizikî varakaya dökülmesi mümkün değildir. Ancak, elektronik kıymetli evrakın çıkarılma şartlarında bu kuralın aksi açıkça öngörülmüşse, elektronik kıymetli evrak fizikî bir varaka üzerinde de temsil edilebilir. eWpG m 6/2 hükmüne göre, keşidecinin elektronik kıymetli evrakı, bedel başta olmak üzere içerik olarak özdeş bir fizikî kıymetli evraka dönüştürmesi mümkündür. Bunun için, dönüştürme anında  elektronik  kıymetli  evrak  üzerinde  hak  sahibi  olan  kişinin  (çoğunlukla hâmilin) onayı sağlanmalıdır. Eğer elektronik kıymetli evrakın çıkarılması sırasında, çıkarılma şartlarında olası bir dönüşüm öngörülerek keşidecinin hak sahibinin rızası olmaksızın bunu sağlayabileceği belirtilmişse, hak sahibinin rızasının yokluğunda da fiziki evraka dönüşüm sağlanabilir. Bu işlemin tersinin de mümkün olduğu ifade edilmektedir.Keşidecinin  fiziki  kıymetli  evraka  dönüşümü  gerçekleştirmesi  durumunda, elektronik kıymetli evrak sicilindeki kayıt terkin edilir. Bu durumda, elektronik kıymetli evrakta mündemiç olan hak artık fiziki varaka aracılığı ile temsil edilir (eWpG m 6/2).Burada gerçekleşen fiziki varakanın demateryalizasyonudur ve yapılan işlem sermaye piyasası araçlarının kaydileştirilmesine benzemektedir. Zira, kâğıt unsurunun yerini dijital değerler almaktadır. Sermaye piyasası araçlarının kayden izlenmesine 68  MüKoBGB: Wendehorst Art 43 N 266i; Martin Weber, ‘Die Entwicklung des Kapitalmarktrechts 2020/2021 , NJW 2021, 987.69  Conreder (n 15) 103.70  Atakan (n 43) 541, 553.71  Preusse ve Wöckener ve Gillenkirch (n 12) 553.72  Terkin, tescil edilmiş bir elektronik kıymetli evrakın yazılı olarak belirlenmiş ihraç şartları da dâhil olmak üzere konusuz kaldığını belirleyen işlemdir (eWpG m 4/9).743İstanbul Hukuk Mecmuası 79/3benzer şekilde, kayıt altına alınan kıymetli evrak da (merkezî sicil nezdinde tutulan bilgiler üzerinden) kayden izlenmektedir.C. Fizikî Kıymetli Evrakın Elektronik Kıymetli Evraka Dönüştürülmesi (eWpG m 6/3, 4)Fizikî bir kıymetli evrakın keşidecisi, bir toplu senet (Sammelurkunde) ya da toplu  saklama  (Sammelverwahrung)  yoluyla  muhafaza  edilen  münferit  (fizikî) senetlerin, hak sahibinin rızasına ihtiyaç bulunmaksızın ve her zaman, bir merkezî sicil kıymetli evrakına dönüştürülmesini aşağıdaki koşullardan birinin varlığı halinde gerçekleştirebilir:1. Dönüştürülecek şekil olan elektronik kıymetli evrakın kayıtlı olduğu elektronik sicilin bir portföy bankası tarafından idare edilmesi, diğer bir deyişle sicili tutan makamın bu banka olması halinde.2. Dönüştürülecek şekil olan elektronik kıymetli evrakın hâmili olarak bir portföy bankasının sicile kaydedilmiş olması halinde.3. Dönüşümün, dönüştürülecek şekil olan elektronik kıymetli evrakın çıkarma şartlarında yasaklanmamış olması ya da söz konusu dönüşümün hak sahibinin rızasına bağlı kılınmaması hallerinde.Sayılan  koşullardan  birinin  gerçekleşmesi  ile  elektronik  kıymetli  evraka dönüştürülen fizikî kıymetli evrak hükümden düşer (eWpG m 6/3). eWpG m 6/3 hükmünde sayılan haller dışındaki tüm hallerde elektronik kıymetli evraka dönüşüm mutlaka hak sahibinin buna rıza göstermesini gerekli kılar. Yine bu durumlarda da dönüşüm ile birlikte fizikî varaka hükümden düşer (eWpG m 6/4).IV. Elektronik Kıymetli Evrak SiciliA. Sicil TürlerieWpG hükümlerine göre elektronik kıymetli evrak sicili merkezî ve merkezî olmayan sicil olmak üzere iki türlüdür. Her iki sicil de eWpG anlamında elektronik kıymetli evrak sicilidir (eWpG m 4/1). Üst kavram olan elektronik kıymetli evrak sicili altındaki bu iki sicil, içerdikleri kıymetli evrakı da farklı türlere ayırır. Merkezî sicile tescil edilen kıymetli evrak merkezi sicil kıymetli evrakı olarak isimlendirilirken; merkezî olmayan sicile tescil edilen kıymetli evrak kripto kıymetli evrak adını alır. Bu sicillerin gerçek dünya ve dijital dünya arasında bir köprü olması düşünülmüştür.73  Bu hususta bkz eWpG m 2 ve 3.74  Stellungbahme Börse Stuttgart 1.744Yüce / 9 Haziran 2021 Tarihli Alman Elektronik Kıymetli Evrak Kanunu (eWpG) Üzerine Düşünceler1. Merkezî SicilMerkezî sicil, tescil edilen elektronik kıymetli evrak ve bu kıymetli evrak üzerinde gerçekleştirilecek devir gibi işlemlerin tek merkezden yürütülmesini ve bu kıymetli evrak ile ilgili bilgilerin ilgililerine yine tek merkezden sunulmasını sağlayan sicildir (eWpG m 12/1). Merkezî sicile yapılan tescil, ilgili elektronik kıymetli evrakın aleniyetini sağlar.Merkezî sicil bir portföy bankası tarafından ya da keşidecinin açıkça ve yazılı olarak yetkilendirmesi kaydıyla bir saklayıcı tarafından yönetilebilir (eWpG m 12/2). Her iki ihtimalde de denetim makamı merkezî sicilin teşekkülü ve işleyişi konusunda bilgilendirilir (eWpG m 12/4).2. Merkezî Olmayan SicilMerkezî olmayan elektronik kıymetli evrak sicili kripto kıymetli evrak sicilidir. Kripto kıymetli evrak sicili, tescil edilecek kıymetli evrak ile ilgili verilerin bir zaman dizisi içerisinde yazıya geçirildiği ve bu verilerin yetkisiz olarak silinmesine ve sonradan değiştirilmesine karşı muhafaza edildiği, sahteciliğe karşı korumalı bir kayıt sisteminde tutulan sicildir (eWpG m 16/1). Merkezî olmayan bu sicili tutan makam, keşideci tarafından hamile karşı bu sıfatla bildirilen kişidir. Böyle bir bildirim yapılmamışsa, keşidecinin kendisi sicili tutan makam sayılır. Sicili tutan makamın keşideci vasıtasıyla değişimi hamilin ya da hak sahibinin rızası olmaksızın da mümkündür; meğer ki elektronik kıymetli evrakın ihraç şartlarında aksi öngörülmüş olsun (eWpG m 16/2). Merkezî  olmayan  kripto  kıymetli  evrak  sicilinin  merkezî  sicil  üzerinden idare edilmesi de mümkün olup; Kanun a ait tasarıda bu yönde bir düzenleme bulunmaması eleştirilmiştir. Ayrıca Kanun, farklı kripto kıymetli evrak sicillerinde müseccel kıymetli evrakın, siciller arasında temlik edilip edilemeyeceği ihtimalini de öngörmemiş olması dolayısıyla eksik olarak nitelenmiştir. 75  İşbu çalışmanın yapıldığı tarihte Almanya da bu nitelikte olan tek kuruluş (Tasarı ve Kanun anlamında  sicili tutan makam ) Clearstream Bankacılık Anonim Şirketi dir (Clearstream Banking AG; https://www.clearstream.com), MüKoBGB: Wendehorst Art 43 N 266g. Tasarı, Clearstream Banking AG nin bu konumunun elektronik kıymetli evrakın tedavülü açısından bir monopol oluşturacak olması sebebiyle eleştirilmiştir (Stellungbahme Börse Stuttgart 1; Stellungnahme bwf 4).76  MüKoBGB: Wendehorst Art 43 N 266e.77  Saklayıcı, yurtiçinde portföy işlemlerini gerçekleştirebilmek için gerekli ruhsata sahip olan kişidir (eWpG m 4/6).78  Federal Finans Hizmetleri Denetim Kurumu (Die Bundesanstalt für Finanzdienstleistungsaufsicht) denetim makamı olarak, elektronik kıymetli evrak sicilinin idaresini Kanun a göre kontrol eder. Dolayısıyla, Kanun anlamında denetim makamı, Federal Finans Hizmetleri Denetim Kurumu dur (eWpG m 11). Elektronik kıymetli evrak sicilinin devlet denetiminde olmasının yatırımcılara güven vereceği yönünde bkz Atakan (n 43) 541, 549.79  MüKoBGB: Wendehorst Art 43 N 266f.80  Bu düzenleme hak sahibi ve hâmil arasındaki sınırı iyi tespit edemediği gerekçesiyle eleştirilmektedir. Özellikle, kripto sicildeki veriler üzerinde değişiklik yapma hakkının kime ait olduğu konusunda belirsizlik olduğu ifade edilmektedir (Stellungnahme Deutsche Börse 6). 81  Stellungnahme Aktieninstitut 5.82  ibid 5.745İstanbul Hukuk Mecmuası 79/3B. Sicilin İşleviElektronik kıymetli evrak sicilinin en önemli fonksiyonu, yaratılacak elektronik kıymetli  evrak  için  gerekli  ilk  tescilin  ve  bu  tescilden  sonra  ilgili  kıymetli evrakın  hamiline  sağladığı  haklardaki  ve  çıkarılma  şartlarındaki  değişikliklere ait dokümantasyonun yapılmasıdır. Sicilin diğer bir işlevi, elektronik kıymetli evrakın ortaya çıktığı saklama ortamını muhafaza etmesi ve böylece fiziki varaka kullanılmasını gereksizleştirmesidir. Fiziki kıymetli evraka ihtiyaç kalmadığında, bunları fizikî olarak muhafaza etmek için gerekli masraflar da ortadan kalkar. Böylelikle sicil, işlem maliyetinin azalmasına yardımcı olur. Elektronik kıymetli evrak sicili, aynı zamanda bilgi ve işlem güvenliğini de sağlar. Örneğin, bir anonim şirketin pay defteri her durumda gerçek pay sahipliği durumunu göstermeyebilir. Oysa kıymetli evrak üzerindeki hak sahipliği başta olmak üzere, elektronik kıymetli evrak sicilindeki hak sahipliği anlık değişiklikleri dahi yansıtabilecek şekilde yapılandırılmıştır. Elbette ki bu örnek ve varsayım, Kanun a göre hâmiline yazılı anonim şirket paylarının da kayıt altına alınması gerekli olursa bir anlam taşıyacaktır.C. Sicil Kayıtları Üzerinde Yapılacak Değişiklikler ve Sicile Tescil Edilecek Bilgiler1. Sicil Kayıtları Üzerinde Yapılacak DeğişikliklerHangi tür sicil olursa olsun bir sicilde yapılacak işlemler düşünüldüğünde akla ilk gelecek işlem tescildir. Fizikî varaka söz konusu olduğunda yapılan  keşide  işleminin yerini, elektronik kıymetli evrakta sicile yapılacak  tescil  almaktadır. Bu tescil kurucudur.Elektronik kıymetli evrak sicili üzerinde yapılacak bir tescil işlemi öncelikle elektronik kıymetli evrak olarak tedavüle çıkarılacak kıymetli evrakın çıkarılma şartlarının belirlenmesini gerektirir. Bu çıkarılma şartları yazılı olarak belirlenir ve sicili tutan makama sunulur. Daha sonra yapılacak tescil işlemi bu çıkarılma şartlarına açıkça ve doğrudan yapılacak bir atfa dayanmalıdır (eWpG m 4/4). 83  Preusse ve Wöckener ve Gillenkirch (n 12) 555. 84  ibid (n 12) 555.85  ibid (n 12) 555.86  Michael Beurskens, ‘Blockchain und Gesellschaftsrecht – Endlose Möglichkeiten? , NZG 2021, 353.87  MüKoBGB: Wendehorst Art 43 N 266b.88  Stellungnahme Blockchain Bundesverbandes 5.746Yüce / 9 Haziran 2021 Tarihli Alman Elektronik Kıymetli Evrak Kanunu (eWpG) Üzerine DüşüncelerBir elektronik kıymetli evrak üzerinde gerçekleştirilecek tasarrufların geçerli olması diğer yasal gerekliliklerin de yerine getirilmesi şartıyla elektronik kıymetli evrak siciline bir tescil ya da devir kaydını gerektirir (eWpG m 24). Bir elektronik kıymetli evrak üzerindeki mülkiyetin nakli için, hak sahibinin talimatı üzerine elektronik kıymetli evrakın iktisap eden kişiye devredilmesi ve her iki tarafın da mülkiyet hakkının intikali konusunda iradelerinin uyuşması gereklidir. Mülkiyetin kıymetli evrakı iktisap eden kişiye geçmesi anına kadar hak sahibi mülkiyet hakkını kaybetmiş olmaz. Kıymetli evraktan kaynaklanan hak, elektronik kıymetli evrakın buna göre temlik edilmesiyle devredilmiş olur (eWpG m 25). Bu kural, Kanun da kıymetli evrakın bir eşya olarak kabul edilmesinin doğal sonucudur. Merkezî sicili tutan makam, elektronik kıymetli evrak ile ilgili sicile kaydedilmesi gereken bilgilerdeki bir değişikliği ya da bu kıymetli evrak ve çıkarılma şartlarının sicilden terkinini ancak şu şartlar dahilinde gerçekleştirebilir (eWpG m 14/1 ve m 18/1): 1. Sicili tutan makamca hak sahibi olarak bilindiği sürece, hâmilin bu yönde bir talimatının olması.2. Bir kanun, hukukî işlem, mahkeme kararı ya da icra edilebilir bir idari işleme müsteniden hak sahibi olan kişinin talimatının olması. eWpG m. 13/1, N 1 anlamında bir tasarruf kısıtlamasının bulunması durumunda hâmil, sicili tutan makam ile paylaştığı talimatına ilaveten, tasarruf kısıtlamasından yararlanan kişinin de sicile verilen talimata rızasının bulunduğunu ispat etmek zorundadır. eWpG m 13/2, N 2 hükmüne uyarınca münferit bir tescilin varlığında üçüncü bir kişinin hakkının söz konusu olması durumunda, hak sahibi üçüncü kişi de (elektronik kıymetli evrak sicili üzerinde) değişiklik talimatını verebilir. Sicili tutan makam, elektronik kıymetli evrak ile ilgili talimatın alınma tarihini bir zaman damgası ile tespit eder. Sicili tutan makam, ilgili talimat uygun bir doğrulama aracı ile paylaşılmış olduğu zaman, talimatın kıymetli evrak hâmili tarafından verilmiş olduğunu kabul edebilir (eWpG m 14/1).Kanun da  bazı  konularda  sicil  kayıtları  üzerinde  gerçekleşecek  değişiklikler, elektronik kıymetli evrakın keşidecisinin rızasına tabi kılınmıştır. eWpG m 14/2 ve m 18/2 hükümlerine göre, kanunlarda aksi öngörülmedikçe aşağıdaki konularda sicil kayıtları üzerinde değişiklik yapılması ancak ilgili elektronik kıymetli evrakın keşidecisinin rızası ile mümkün olabilir:1. İlgili merkezî sicil kıymetli evrakında ya da kripto kıymetli evrakta mündemiç hakkın önemli içeriği ile ilgili, benzersiz tanımlayıcı numara (Unique ID) ve kıymetli evrak olarak yapılan özel niteleme dâhil bilgiler.89  BeckOGK BGB Fritzsche §90 N 5.747İstanbul Hukuk Mecmuası 79/32. Emisyon (çıkarılma) hacmi.3. İtibarî değer.4. Keşidecinin kimliği.5. Tekil ya da toplu tescilden hangisinin gerçekleştirilmiş olduğuna dair belirleme.6. Kanunun m 9/3 hükmüne göre birleşik toplu portföyün varlığı durumunda, buna dair bilgiler.Sicili  tutan  makam,  özellikle  elektronik  kıymetli  evrakın  hâmili  açısından gerçekleşecekler olmak üzere, sicil içeriğindeki değişikliklerin, ilgili talimatların sicil tarafından alındığı sıra içerisinde gerçekleşmesini sağlar. Sicili tutan makam, sicil içeriğindeki değişiklik tarihini de bir zaman damgası ile tespit eder (eWpG m 14/3 ve m 18/3).Sicili tutan makam, devirlerin açık ve anlaşılır olmasını, makul bir zaman dilimi içerisinde  gerçekleşmesini  ve  (sicil  kayıtları  üzerindeki  değişikliklerin  gerçek durumu yansıtmaması sebebiyle) işlemin tekrar hükümsüz olmamasını sağlamakla yükümlüdür (eWpG m 14/4 ve m 18/4).2. Sicile Tescil Edilecek BilgilereWpG m 13 (merkezî sicil için) ve m 17 (merkezî olmayan sicil için) hükümlerinde elektronik kıymetli evrakın çıkarılması için sicile tescil edilmesi gerekli bilgilere yer verilmiştir. Buna göre sicili tutan makam, müseccel elektronik kıymetli evrak ile ilgili aşağıdaki bilgileri muhafaza etmelidir:Her bir elektronik kıymetli evrakın diğerlerinden ayırt edilebilmesi için benzersiz bir tanımlayıcı unsura (unique ID) ihtiyaç vardır. Bundan dolayı, sicilde yer alan bu elektronik kıymetli evrakın kendine özgü tanımlayıcı numarası açıkça anlaşılır şekilde gösterilir. Bunun yanında hakkın önemli nitelikte sayılan içeriği de sicilde yer almalıdır. Bu önemli içerik, her şeyden önce senedin temsil ettiği değerdir.Senedin temsil ettiği değer yanında, tüm emisyonun (çıkarmanın) toplam olarak ne kadarlık bir tutara ulaştığı da sicilde yer alması gerekli diğer bir unsurdur. Bununla bağlantılı olarak, müseccel elektronik kıymetli evrakın itibari kıymeti de sicilde yer alır. Sicilde,  ayrıca  senedin  ilk  olarak  ortaya  çıkmasını  sağlayan  keşidecinin  adı da yer alır. Ayrıca hâmilin kim olduğu da merkezî ve merkezî olmayan sicilde gösterilmelidir. Tekil tescilin yapılması durumunda, hâmile benzersiz bir tanımlayıcı atanması suretiyle bu kişinin gösterilmesi de mümkündür. eWpG m 14/1, N 1 ya da 748Yüce / 9 Haziran 2021 Tarihli Alman Elektronik Kıymetli Evrak Kanunu (eWpG) Üzerine Düşünceler2 ve m. 18/1 N 1 ya da 2 hükümlerine istinaden sicili tutan makama talimat vermeye yetkili bir kişinin talimatının bulunması halinde ise, tasarruf sınırlamaları ve hak sahipliği hakkında bilgilere de yer verilir. Elektronik kıymetli evrak siciline yapılacak toplam ihraç, bir karma fon şeklinde, kısmen bir toplu tescilden veya kısmen fiziki varaka aracılığı ile çıkarılan kıymetli evraktan ya da aynı sicile yapılmış münferit tescillerden kaynaklanıyorsa bu ayrı parçalar, sicilde toplu tescil yapılabileceği yönünde bir kayıt da düşülmüşse birleşik bir toplu portföy sayılır (eWpG m 9/3). Böyle bir durumun varlığında karma fon ile ilgili bilgiler de sicilde yer almalıdır.Elektronik kıymetli evrakın tescili kapsamında toplu değil fakat tekil bir tescil işlemi gerçekleştirilmekteyse, eWpG m 13/2 ve m 17/2 hükümlerine göre, yukarıda sayılan bilgilerin yanı sıra tasarruf sınırlamaları ve üçüncü kişilerin haklarına da yer verilmelidir. Sicili tutan makam, sicilde yer alması gereken bilgilerin sadece toplu bir şekilde erişilebilecek bir biçimde muhafaza edilmesini sağlar (eWpG m 13/3 ve m 17/3). Dolayısıyla, sicilin aleniyet fonksiyonundan istifade etmek isteyen ve buna hakkı olan kişiler yalnızca keşidecinin adını ya da yalnızca ilgili kıymetli evrakın benzersiz numarasını öğrenme talebinde bulunamaz. Böylelikle sicilde yer verilen bilgilere sadece toplu bir şekilde erişilebilir. D. Elektronik Kıymetli Evrak Sicilindeki Bilgilerin Taraflar ve Üçüncü Kişilerle Paylaşılması1. Genel EsaslareWpG m 10/1 hükmüne göre sicili tutan makam, katılımcıların sicilde elektronik olarak inceleme yapabilmelerini sağlar. Bu hüküm anlamında katılımcılar, öncelikle inceleme anında kıymetli evrak üzerinde hak sahibi olan kişiler ve ilgili elektronik kıymetli evrakı keşide ederek borç altına girmiş olan kişidir. Dikkat edilmesi gereken husus inceleme imkânının elektronik ortamda sağlanması gerekliliğidir. Sicili tutan makam, haklı bir yararını ispat edebilen herkese sicil üzerinde elektronik ortamda inceleme yapma imkânını tanımak zorundadır. Haklı yarar, inceleme anında kıymetli evrak üzerinde hak sahibi ya da borçlu olmaktan ileri gelir. Bu hususta ispat külfeti inceleme yapmak isteyen tarafa aittir. Sicili tutan makamdan talep edilen edilen bilgiler, elektronik kıymetli evrakın vadesi, itibari değeri ya da borçlusu gibi temel bilgiler olabilir. Fakat bazı durumlarda bu malumatı aşan bilgilere de ihtiyaç duyulabilir. Sicili tutan makamın bu nitelikteki 749İstanbul Hukuk Mecmuası 79/3bilgileri paylaşması, eWpG m 10/3 hükmünde bazı koşullara bağlı tutulmuştur. Buna göre, müseccel kıymetli evrakla ilgili malumatı aşan hâmilin kimliği ve adresi gibi bilgilerin paylaşılması; bilgiyi talep edenin özel ve haklı bir yararını ispatlamasına ve bilginin paylaşılmasının bu yararın gerçekleşmesini sağlayıcı nitelikte olması halinde mümkündür. İlaveten, bilgileri paylaşılan hâmilin mahremiyetinin korunmasındaki yararın, bilgiyi talep eden kişinin yararına ağır basmaması da aranmaktadır. eWpG m 10/3 hükmünde bilgi talep edilmesi konusunda hâmil lehine bir karine kabul edilmiştir. Buna göre, ispat edilmesi gerekli özel ve haklı yarar hamilin kendi adına kayıtlı kıymetli evrak açısından her zaman var sayılır. Böylelikle hâmil, talep ettiğinde kendisinden önceki cirantalar ve özellikle borçlu ile ilgili bilgileri kolaylıkla elde edebilecektir. Hâmil lehine kabul edilen bu karine gibi, yetkili makamlar lehine de düzenleme yapılmıştır.  eWpG  m  10/4  hükmüne  göre,  talep  edilen  bilgilerin  kendileriyle paylaşılması görevlerini yerine getirebilmeleri açısından zorunlu ise, yetkili denetim makamlarıyla, mahkemelerle ve idari otoritelerle bu bilgilerin paylaşılması zorunludur.2. Bilgi Paylaşımı ile İlgili Tutanak Tutulması (eWpG m 10/5)Haklı bir yararını ispat edebilen kişilere ve bu yararı var sayılan makamlara sağlanan  inceleme  ve  bilgi  edinme  imkânı  ile  ilgili  bir  tutanak  düzenlenmesi zorunludur. Sicilin katılımcısı sayılan kişilerle yapılan bilgi paylaşımının ve erişim izninin tutanak altına alınmasına gerek yoktur. Kendileriyle ilgili bilgi paylaşımı ve erişim izni verilen sicil katılımcılarına, bu hususlarda tutulan tutanaklarla ilgili bilgi verilmesi zorunludur. Fakat bu bilgi verme işlemi, bir denetim makamının veya mahkemenin ya da idari makamın yürüttüğü bir soruşturmayı ya da icra edilen bir görevin yerine getirilmesini tehlikeye atıyorsa, sicili tutan makam bilgi vermekten kaçınabilir. Bilgi paylaşımı ile ilgili tutanak kayıtları, elektronik kıymetli evrakın tescilinden itibaren iki yılın geçmesiyle imha edilir. 3. Kripto Kıymetli Evrak Sicil Kayıtlarının Suretinin VerilmesiKripto kıymetli evrakın tescilli olduğu sicili tutan makam, hamilin haklarının muhafazası için gerekli olduğu müddetçe, münferit olarak tescil edilmiş bir kripto kıymetli evrakın hamilinin isteği üzerine, bu kişiye yazılı bir formda sicil suretini vermek zorundadır (eWpG m 19/1). Münferit olarak tescil edilmiş bir kripto kıymetli evrakın hamili bir tüketici ise, sicili tutan makam hamile, kripto kıymetli evrakın sicile tescilinden sonra ya da 750Yüce / 9 Haziran 2021 Tarihli Alman Elektronik Kıymetli Evrak Kanunu (eWpG) Üzerine Düşüncelersicilin içeriğindeki yapılacak her değişiklik zamanında veya yılda bir kere yazılı bir formda sicil suretini vermek zorundadır (eWpG m 19/2).E. Elektronik Kıymetli Evrak Sicilinin Tutulmasından Doğan Sorumluluk1. Merkezi SicilElektronik kıymetli evrak sicilinin yönetimi konusundaki ilke ve prensipler ile olası zararlardan doğan sorumluluk eWpG m 7 hükmünde düzenlenmiştir. Hükmün ilk fıkrasına göre sicili tutan makam, ihraç edilen elektronik kıymetli evrak ile ilgili bilgilerin mahremiyetini sağlar. Bunun anlamı, üçüncü kişilerin bilmelerinde hukukî yararları bulunmayan hususların bu kişilerin erişimine kapalı olmasıdır. Hükme göre ayrıca, sicilde tutulan bilgilerin doğruluğu ve bütünlüğü sağlanmalıdır. Dolayısıyla, sicilde muhafaza edilen bilgiler hukuka aykırı olarak değiştirilememelidir. Elektronik kıymetli evrak sicilinde yer alan kayıtlar her zaman mevcut hak sahipliği durumunu tam ve doğru olarak yansıtmalıdır. Bu noktada, sicili tutan makam ayrıca gerçekleşen devir işlemlerinin de usulüne uygun ve gerçek durumu yansıtacak şekilde gerçekleşmesini temin eder. Sicili tutan makam, sicilde muhafaza edilen bilgilerin doğruluğunu, bütünlüğünü ya da mahremiyetini sağlayamaz ise kusursuz olmadığı müddetçe hak sahiplerine karşı sorumludur (eWpG m 7/2). Elektronik kıymetli evrak sicilini idare eden makam, sicilin idaresi için gerekli teknik tedbirleri almalıdır. Ayrıca gerekli organizasyonel tedbirleri almak da bu makamın sorumluluğundadır. Anılan tedbirler ile, müseccel kıymetli evrak ile ilgili elektronik verilerin kaybı ya da yetkisiz olarak değiştirilmesinin önüne geçilebilmelidir. Aksi takdirde sicili tutan makam, bundan doğan zararlardan sorumlu olur (eWpG m 7/3). Tasarı ya karşı sunulan görüşlerde eWpG m 7/3 hükmüyle getirilmek istenen bu sorumluluk sistemi eleştirilmiştir. Kanun da da bu düzenlemeler korunduğundan, bu eleştriler halen geçerlidir. Bu doğrultuda bir görüşe göre, elektronik sicil kayıtlarının muhafaza edildiği sisteme bir siber saldırı (hack) gerçekleştiğinde; ilk bakışta ve doğrudan sicili tutan makamın üzerine düşen yükümlülüğü yerine getirmemesi dolayısıyla sorumlu olduğu görüntüsü oluşmaktadır. Bununla beraber, eWpG m 7/2 hükmünde olduğu gibi ispat yükü ters çevrilmemiştir. Bu tercihin bir sonucu olarak iddia sahibi, verilerdeki bir kayıp ya da yetkisiz olarak değiştirilme durumunda sicili tutan makamın gerekli teknik tedbirleri almadığını ispat etmek zorundadır. Böylelikle, sicil kayıtlarına erişim ya da teknik bilgi açısından ortalama düzeyde malumat sahibi yatırımcılar, haklarını korumak bakımından aşılmaz engeller önünde kalmaktadırlar. Söz konusu görüşe göre, bu sebeple, en azından gerçek kişi yatırımcılar için eWpG m 7/2 hükmünde olduğu gibi ispat yükü ters çevrilmelidir. 90  Stellungnahme Blockchain Bundesverbandes 12.751İstanbul Hukuk Mecmuası 79/32. Kripto Kıymetli Evrak SiciliMerkezî olmayan bu sicilde, keşidecinin eWpG m 16/2 hükmüne göre belirleme yapmadığı durumlarda keşideci sicili tutan makam sayılmaktadır. eWpG m 21 hükmünde ise keşidecinin bu bağlamdaki yükümlülükleri sayılmaktadır. Buna göre; kripto kıymetli evrakın keşidecisi, ilgili kıymetli evrakın müseccel olduğu tüm bir tescil süresi boyunca, kripto kıymetli evrakın bütünlüğü ve gerçekliğini garanti etmek için gerekli teknik ve organizasyonel tedbirleri alır (f 1). Kanun a göre kripto kıymetli evrak için geçerli olan gerekliliklerin artık yerine getirilmemesi halinde, keşideci münasip bir zaman içerisinde bu durum için bir çare geliştirmek zorundadır. Eğer keşideci gerekli çözümü geliştiremez ise, denetim makamları keşideciden ilgili kıymetli evrakı bir diğer elektronik kıymetli evrak siciline taşımasını talep edebilir.Bu düzenleme, aynı zamanda sicili tutan makam olan keşideci açısından belirsiz bir yükümlülük ve sorumluluk yumağına sebep olması açısından eleştirilmektedir. Bu düşünceye göre, sorumluluk dairesi keşideci, (keşideciden farklı bir kişi olması halinde) sicili tutan makam ve kripto saklayıcı arasında somut olarak sınırlanmalıdır. Örneğin, keşidecinin hangi  organizasyonel ve teknik tedbir leri alması gerektiği tek tek belirtilmeli ve sorumluluk da buna uygun olarak tespit edilmelidir. V. eWpG nin Türk Hukuku Hakkında DüşündürdükleriHukuk  ve  teknolojik  gelişmelerin  içinde  bulunduğu  etkileşim  yadsınamaz. Özellikle,  bilgisayar  ve  internet  teknolojilerindeki  gelişim,  hukuk  alanında  da etkisini  göstermiş  ve  sermaye  piyasası  araçlarının kaydileştirilmesiyle başlayan süreç, bugün kripto paraların devletler tarafından geçerli bir ödeme aracı olarak kabul edilmelerine kadar gelmiştir. Almanya da da kıymetli evrakın (şimdilik sadece tahviller için de olsa) elektronikleştirilmesi, bu açıdan bakıldığında, sürpriz değildir. Dünya gündeminde büyük yer işgal eden elektronikleşme ve kripto veri transferinin ülkemizi de etkilemesi kaçınılmazdır.eWpG hükümleri, şüphesiz, konunun her yönüyle ele alındığı ve düzenlendiği ya da hiçbir açık noktanın bırakılmadığı bir kanun yaratmayacaktır. Böyle bir olanak mevcut olmadığı gibi; kanaatimizce asıl önemli olan, Kıta Avrupası hukuk sisteminde bu yönde bir adım atılmasıdır. Bu adımı, başka devletlerin yapacağı atılımların izleyeceği kesindir. Bu sebeple, görüşümüzce, Türk hukukunda da bu yönde adımlar atılmalıdır.91  Stellungnahme Aktieninstitut 5.92  ibid 5.93  Örneğin El Salvador,  bitcoin  isimli kripto parayı geçerli bir ödeme aracı olarak kabul eden ilk devlet olma yolundadır (https://www.cnbc.com/2021/06/09/el-salvador-proposes-law-to-make-bitcoin-legal-tender.html; Erişim Tarihi 9 Haziran 2021).94  Zira, yukarıda da temas edildiği üzere, halka açık olmayan anonim ortaklıkların hamiline yazılı pay senetlerinin MKK kaydına alınması zorunluluğunun getirilmesi (6102 sayılı TTK m. 489) bunu doğrular niteliktedir.752Yüce / 9 Haziran 2021 Tarihli Alman Elektronik Kıymetli Evrak Kanunu (eWpG) Üzerine DüşüncelerKanun un içerdiği temel düşüncenin Türk hukukuna uygulanması halinde hem şirketler hukuku alanında hem de kıymetli evrak hukuku alanında önemli gelişmeler yaşanacaktır.A. Dijitalleşmenin Şirketler Hukuku Açısından Sonuçları1. Dijital Değerlerin Şirket Nezdinde Kayden İzlenmesi Dijitalleşme  ile kastedilen, şirketler hukukunda kâğıt formunun tamamen terk edilmesidir. Özellikle anonim şirketlerde, bu şirketlerin paylarını temsil eden pay senetlerinin hamiline ya da nama yazılı olmasına bakılmaksızın tamamının sayısal değerlere dönüştürülerek, şirketin altyapısını ve güvenliğini sağlayacağı çevrimiçi sistemler üzerinden takip edilmesi düşünülebilir. Kağıt formunun terk edilmesi sadece pay senetleri açısından değil; şirketlerin fon ihtiyaçlarını karşılamak için ihraç ettikleri tahvil ve benzeri borçlanma senetleri olmak üzere tüm sermaye piyasası araçları için uygulanabilir. Çıkarılan her bir pay senedi ya da borçlanma aracı veya sermaye piyasası aracı için sayısal bir değer (unique ID) atanması suretiyle bu senetler, şirketler bünyesinde oluşturulacak dijital sistemler içinde muhafaza edilebilir. Tasvir  etmeye  çalıştığımız  sistem,  şirketin  kuruluşunda  ya  da  kuruluşundan sonra  kabul  edilebilir.  Sistem  uygulandığında,  pay  sahiplerine  sisteme  girişleri için elektronik imza benzeri bir aracın sağlanması mümkündür. Aslında, elektronik imza teknolojisinin dahi eskidiği söylenebilir. Bugün kripto paraların saklanması için   mobil  kripto  para  cüzdanları   ismi  verilen  ve  taşınabilir  bellek  benzeri, içinde yazılım barındıran araçlar da kullanılmaktadır. Mobil kripto para cüzdanı, barındırdığı yazılım sayesinde blok zincir teknolojisi ile doğrudan bağlantı kurmayı sağlayan cihazdır. Pay sahiplerine bu şekilde bir bağlantı imkânı sağlanabilir. Elbette, kağıt formunda bir pay senedine göre böyle bir teknolojinin maliyeti yanında marjinal faydası sorgulanabilir. Önemli olan, şirket nezdinde tutulan bir mikro sicil üzerinden hak sahipliği değişikliklerinin takip edilebilmesidir. Hâmiline yazılı paylar açısından böyle bir sistemin gerekliliği düşündürücü olabilir. Çünkü, hâlihazırdaki kağıt formunda, hâmiline yazılı bir pay senedi sadece zilyetliğin geçirilmesi suretiyle devredilebilir (6102 sayılı TTK m. 489/1). Sayısal değerlerin kağıt formuna tercih edilmesi, hâmiline yazılı pay senetlerinin devrini zorlaştırır. Çünkü, Kanun a göre de, sicil üzerinden takip edilen hak sahipliği üzerindeki değişikliklerin hüküm ifade 95  eWpG-T hükümlerine getirilen önemli eleştirilerden biri de bu tasarının neden sadece hâmiline yazılı tahvilleri kapsamına aldığı yönündeydi. Söz konusu eleştirilere göre, hâmiline yazılı pay senetleri de elektronik kıymetli evrak ile ilgili düzenlemeler kapsamına alınabilirdi (Stellungnahme bitkom 1; Stellungnahme BVI 1; Stellungnahme Deutsche Börse 1). Kanunlaşmadan sonra da bu konuda bir değişiklik olmadığı gözlenmektedir.96  https://www.btcturk.com/bilgi-platformu/kriptoparanizi-yaninizda-tasiyin-mobil-kriptopara-cuzdanlari;  Erişim  Tarihi  9 Haziran 2021.97  Bir elektronik kıymetli evrak üzerinde gerçekleştirilecek tasarrufların geçerli olması diğer yasal gerekliliklerin de yerine getirilmesi şartıyla elektronik kıymetli evrak siciline bir tescil ya da devir kaydını gerektirir (eWpG m 24).753İstanbul Hukuk Mecmuası 79/3etmesi sicile yapılacak bildirime bağlıdır. Hâmiline yazılı senetlerde bu yöntem işlevsel değildir.Hâmiline yazılı pay senetleri açısından yapılan bu yorum, nama yazılı senetler açısından geçerli olmasa gerektir. Çünkü, elektronik kıymetli evrak ve buna dair sicili tutan makama talimat-sicile tescil zincirinin uygulanması ile, özellikle bağlı nama yazılı pay senetlerinin devri açısından pay defterine kaydedilmemiş paylar (Dispoaktien) sorununun önüne geçilebilir. Pay defterine kaydedilmemiş paylar fenomeni, bağlı nama yazılı pay senetlerinin borsada iktisap edilmesine rağmen şirkete pay sahibi olarak tanınma başvurusu yapılmaması üzerine oluşan boşluğu ifade etmektedir. Borsaya kote bağlı nama yazılı hisse senetlerini iktisap eden kişi, şirkete pay sahibi olarak  tanınma  başvurusu  yapmazsa,  idari  hakları  kullanamayacağından;  şirket açısından olumsuz bir durum ortaya çıkar ve bir yönetim boşluğu oluşur. Ancak, tüm paylar şirket nezdinde kayden takip edilirse, diğer bir deyişle dijitalleştirilirse, pay sahipliği konumunda meydana gelen değişiklikler anlık olarak takip edilebilir ve söz konusu yönetim boşluğunun önüne geçilebilir.Şirketler hukuku ile ilgili tasavvur edilen bu yapının avantajlı ve dezavantajlı yönlerinin bulunduğu söylenebilir. Her şeyden önce, senetlerin kâğıttan kurtarılarak sayısal değerler vasıtasıyla temsil edilmesi; piyasa güvenliğini sağlayacak, sahteciliğin büyük oranda önüne geçecek ve senetlerin daha kolay tedavül etmesi sağlanacaktır. Bu avantajların yanında, bahsedilen sistemin ancak büyük maliyetlerle kurulabileceği de bir gerçektir. Çünkü, şirketin çıkardığı pay senetleri başta olmak üzere tüm menkul kıymetlerin tek bir sistem ve sayısal (ya da dijital) değerler üzerinden izlenmesi, büyük bir tehlikeyi de beraberinde getirir. Bu tehlike de siber saldırılardır. Bugünün dünyasına, teknoloji devlerinin dahi siber saldırılar sonucu büyük zararlara uğradığı ve bu saldırılar sonucunda, örneğin müşteri bilgilerinin karaborsalarda alınıp satıldığı bilinmektedir. Hal böyle iken, şirketlerin ihraç ettikleri menkul kıymetlerin güvenli bir şekilde tedavül etmesini sağlayacak siber güvenlik altyapısının sağlanmasının oldukça zor olduğu sonucu ortaya çıkmaktadır. Bu sebeple, hukukî altyapısı kusursuz bir şekilde kurulsa dahi, şirketler açısından pay senetleri başta olmak üzere sermaye piyasası araçlarının dijital olarak izlenmesinin uzun yıllar mümkün olmayacağı; en azından belirli bir ekonomik gücün altındaki şirketler açısından bu yolun marjinal faydası düşük bir yatırım olacağı söylenebilir. 2. Dijital Değerlerin Şirket Dışında Merkezî Bir Kurum Tarafından İzlenmesiŞirket paylarının, şirket dışında merkezî bir kurum tarafından kayden izlenmesi yakın bir zamanda Türk hukukunda hukukî altyapısı (kısmen de olsa) hazırlanmış bir 98  Daniel M Häusermann, ‘Dispoaktien: Ein 250-Milliarden-Problem? , GesKR, 2012/2, 220; Hans Caspar von der Crone, ‘Bericht zu einer Teilrevision des Aktienrechts: Stimmrechtsvertretung/Dispoaktien , REPRAX, 2003/2, 9.99  von der Crone (n 98) 9.754Yüce / 9 Haziran 2021 Tarihli Alman Elektronik Kıymetli Evrak Kanunu (eWpG) Üzerine Düşüncelergelişmedir. Hâmiline Yazılı Pay Senetlerinin Merkezî Kayıt Kuruluşuna Bildirilmesi ve Kayıt Altına Alınması Hakkında Tebliğ, konu ile ilgili olup, hâmiline yazılı pay senetlerinin MKK kaydına alınmasını düzenlemektedir. Bu Tebliğin m 4/2 hükmüne  göre,  hâmiline  yazılı  payların  sahiplerine  dair  bazı  bilgiler  MKK ye bildirilir. Sonrasında bu bilgiler, bu amaçla oluşturulan sisteme kaydedilir. MKK ye yapılacak bildirimde şirketin iletişim bilgilerine de yer verilir. Pay senedi, sistemde ilgili şirketle ilişkilendirilerek özel algoritma ile üretilen tekil numara (unique, benzersiz ID) altında senet sahibi adına kaydedilir. Yapılan kayıtlar ve üretilen tekil numaralara ilişkin bilgiler MKK sisteminden elektronik ortamda alınır.Anılan Tebliğ ile kâğıt formundan tamamen vazgeçilmiş değildir. Zira mezkur Tebliğin m 4/3 hükmünde, MKK tarafından bir hâmiline yazılı pay için tekil numara atanması gerçekleştirilmiş olsa bile bu senetlerin yine de (kendilerine ait tekil numarayı içerecek şekilde) bastırılacağı belirtilmiştir. Kayıt altına alınmış payların devri, yine klasik (hâmiline yazılı) kıymetli evrakta olduğu gibi, zilyetliğin devri ile gerçekleşecektir. Burada payı devralanın MKK ye bildirimde bulunması gerekir (Tebliğ, m 5/1). Kaydın etkisine dair Tebliğ m 10/1 hükmüne  göre,  MKK ye  bildirimde  bulunulmaması  halinde,  hâmiline  yazılı pay senedine sahip olanlar, kanundan doğan paya bağlı haklarını gerekli bildirim yapılıncaya kadar kullanamaz. Hâmiline yazılı pay senetlerinin MKK nezdinde izlenmesi, eWpG anlamında bir dijital atılım sayılamaz. Zira, az önce de temas edildiği üzere, hâmiline yazılı pay  senetlerinin  bastırılmasından  vazgeçilmemiştir.  Oysa,  eWpG  hükümleriyle, bir kıymetli evrakın kâğıt unsuru olmaksızın tedavülü mümkün olmaktadır. eWpG hükümleri,  hukukumuzdaki  Kaydileştirilen  Sermaye  Piyasası Araçlarına  İlişkin Kayıtların Tutulmasının Usul ve Esasları Hakkında Tebliğ ile getirilen sisteme benzemektedir. Bu tebliğe göre, sermaye piyasası araçlarının senede bağlanmaksızın elektronik ortamda kayden ihracı esastır (m 14). Kaydileştirilen sermaye piyasası araçları, önceden senede bağlanmış ise de bunlar teslim edilir ve imha edilir (m 15). Kaydileştirilen sermaye piyasası araçları, MKK üyelerince, MKK nezdinde için üyeler açılmış hesaplar üzerinden izlenir (m 5 ve 6). Bu noktada eWpG ve Türk hukukuna göre kaydileştirme farklıdır. Zira eWpG, kripto kıymetli evrak sicili bir kenara bırakılırsa, tek bir merkezden ve tek elden kayıt altına alma sistemini kabul etmiştir.Görüşümüzce, MKK sistemine ya da eWpG sistemine benzer şekilde, anonim şirket payları ve diğer tüm sermaye piyasası araçları şirket dışında merkezî bir kurum tarafından kayden izlenmelidir. Bu noktada, halka açık olmayan anonim ortaklıkların 100  RG 6.4.2021/31446.101  Seri II-13.1, RG 7.8.2014/29081.755İstanbul Hukuk Mecmuası 79/3halka arz edilmeyen pay ihraçları da kapsama alınmalıdır. Hâmiline Yazılı Pay Senetlerinin Merkezî Kayıt Kuruluşuna Bildirilmesi ve Kayıt Altına Alınması Hakkında Tebliğ Sermaye Piyasası Kanunu nun m. 13 hükmüne göre payları kayden izlenen şirketler dışında, hâmiline yazılı pay ihraç eden şirketleri kapsamaktadır. Bu noktada düşüncemiz, konunun tüm yönleriyle tekrar ele alınarak halka açık olsun olmasın tüm şirketlerin hâmiline ve/veya nama yazılı tüm pay senetlerinin kağıt formundan çıkarılarak, merkezî bir kuruluş nezdinde kayden izlenmesi gerektiği yönündedir.B. Dijitalleşmenin Kıymetli Evrak Hukuku Açısından SonuçlarıDünyada birçok ülkede blok zincir teknolojisine dayalı finansman araçlarının ve bu arada kıymetli evrakın düzenleniyor olması dikkat çekmektedir. eWpG-T için hazırlanan uzman tasarısına ilişkin gerekçede de belirtildiği üzere, birçok ülkede bu konuda gelişmeler yaşanırken; bu konuda yerel bir düzenleme olmaması, dış piyasalara entegrasyona zarar verebileceği gibi yatırımcıların o ülkede yatırım yapma cesaret ve ilgileri de azalır. Bu sebeple, sermaye piyasası araçlarının kaydileştirilmesinde olduğu  gibi  kıymetli  evrakın  da  digital  unsurlar  üzerinden  takip  edilebilmesi, işletmelerin ihtiyaç duydukları kaynaklara kavuşmasını kolaylaştıracağından yatırım ortamını iyileştirir.Kıymetli evrakın ve özellikle kambiyo senetlerinin sayısal değerlere dönüştürülerek merkezî bir makam nezdinde takip edilmesi, her şeyden önce işlem güvenliğini sağlar. eWpG hükümlerinde de belirtildiği üzere, bu şekilde kayıt altına alınmış kıymetli evrak, sadece, keşidecinin ve ondan senedi devralan hâmil başta olmak üzere hak sahiplerinin sicili tutan (merkezî) otoriteye talimatları ve tescil ile el değiştireceğinden, en başta sahte veya tahrif edilmiş çek sorununun önüne geçilmiş olur. Bu yönüyle, elektronik kıymetli evrakın mülkiyet hakkını koruyucu bir fonksiyonu da vardır.SonuçYakın bir geçmişten başlamak üzere tüm dünyayı etkisi altına alan ve yatırım konusunda yeni bir trend yaratan blok zincir teknolojisi başta olmak üzere inovatif teknolojiler, hukuk alanında da etkisini göstermiştir. Alman yasa koyucusu, bu ülkedeki yatırım ortamının çekiciliğini korumak üzere, söz konusu teknolojilerin kıymetli evrak hukuku alanında da uygulanmasını hedeflemektedir. Bunu teminen, 16 Aralık 2020 Tarihli Alman Elektronik Kıymetli Evrak Kanunu Tasarısı (eWpG-E) yayınlanmıştır. Bu tasarı 9 Haziran 2021 tarihinde kanunlaşmıştır.102  Karş Sermaye Piyasası Kanunu m 2/1.103  Referentenentwurf des Bundesministeriums der Justiz und für Verbraucherschutz und des Bundesministeriums des Finanzen, 1; https://www.bmjv.de; Erişim Tarihi 10 Haziran 2021.104  Referentenentwurf 1.105  Referentenentwurf Gerekçesi 1.756Yüce / 9 Haziran 2021 Tarihli Alman Elektronik Kıymetli Evrak Kanunu (eWpG) Üzerine DüşüncelereWpG sistemi incelendiğinde, bunun aslında geleceğe yönelik bir köprü niteliğinde düzenleme olduğu görülür. Zira, Kanun ile sadece hâmiline yazılı tahviller kapsama alınmış; bunun dışındaki (başta anonim şirket payları olmak üzere) kıymetli evrak için henüz erken olduğu Kanun gerekçesinde de ifade edilmiştir. Kanun, teknolojiye yaklaşımı  bakımından  da  çekimser  davranmış;  şimdiki  teknolojinin  en  güncel olanaklarını göz önüne almakla beraber, ilerideki teknolojileri de kapsayacak şekilde düzenlemeler getirilmiştir. Alman yasa koyucusunu eWpG yi ortaya koymaya iten şey, çevre ülkelerde bu yönde yaşanan teknik ve hukukî ilerlemelerdir. Dünyaya entegre olmak isteyen bir Türkiye nin de bu gelişmelerden uzak durması düşünülemez. Yakın bir gelecekte, blok zincir teknolojisi başta olmak üzere, tüm güncel teknolojik imkânların ekonomi ve hukuku etkilemesi kaçınılmazdır.Hukuk  sistemimizde,  sermaye  piyasası  araçlarının  kaydileştirilebilmesi imkânından yola çıkılarak, ülkemizin bu yöndeki gelişmelere aslında tamamen yabancı olduğu söylenemez. Aksine, oldukça yakın bir tarihte, halka açık olmayan anonim ortaklıkların hâmiline yazılı pay senetlerinin MKK nezdinde izlenmesi yönünde düzenlemeler yapılmıştır. Ancak, bu gelişme eWpG hükümlerinde olduğu gibi  kağıt  formundan  tamamen  vazgeçilmesini  gerektirmemektedir.  Oysa,  hem kıymetli evrak hukuku alanında hem de şirketler hukuku alanında, en başta işlem güvenliğinin sağlanması ve yatırımcının güvenliğinin korunması gerekçeleriyle kağıt formu terk edilmelidir. Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir.Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare.Grant Support: The author declared that this study has received no financial support.757İstanbul Hukuk Mecmuası 79/3Bibliyografya/",
     "Kaynakça": "Atakan M C, ‘Kıymetli Evrak Hukuku nda Yeni Bir Öneri: Elektronik Çek. Alman Elektronik Kıymetli Evrak Kanunu Tasarısı (eWpG E) Işığında Bir İnceleme , (2021), Cilt 47 (2), Yargıtay Dergisi, 541 580.Beurskens M, ‘Blockchain und Gesellschaftsrecht – Endlose Möglichkeiten? , NZG 2021, 353 354.Conreder C, ‘Gesetzgebung: Bundestag verabschiedet Gesetz zur Einführung elektronischer Wertpapiere , DStR Aktuell 2021, 103 104.Çamoğlu E, Kıymetli Evrak Hukukunun Temel İlkeleri, (Vedat 2020).Eckpunkte für die regulatorische Behandlung von elektronischen Wertpapieren und KryptoToken, Digitale Innovationen ermöglichen   Anlegerschutz gewährleisten, 7. März 2019, Bundesministerium der Justiz und für Verbraucherschutz107. (Anılış: Eckpunktepapier)Gruppe Deutsche Börse, Kommentare zum Referentenentwurf des Bundesministeriums der Justiz und für Verbraucherschutz und des Bundesministeriums der Finanzen, Entwurf eines Gesetzes zur Einführung von elektronischen Wertpapieren (eWpG), Frankfurt am Main, 14 September 2020. (Anılış: Stellungnahme Deutsche Börse)Hau W ve Poseck R, BeckOK BGB, 58. Edition, Stand: 01.05.2021, (CH Beck 2021). (Anılış: BeckOGK BGB Yazar § , N  )Häusermann D M, ‘Dispoaktien: Ein 250 Milliarden Problem? , GesKR, 2012/2, 220 230.Hein J v, Münchener Kommentar zum Bürgerlichen Gesetzbuch, Band 13: Internationales Privatrecht  II,  Internationales  Wirtschaftsrecht  II,  Einführungsgesetz  zum  Bürgerlichen Gesetzbuche (Art. 50 253), 8. Auflage, (CH Beck 2021). (Anılış: MüKoBGB: Yazar Art N)Kendigelen A ve Kırca İ, Kıymetli Evrak Hukuku Genel Esaslar Kambiyo Senetleri, (Oniki Levha 2019).Kleinert U ve Mayer V, ‘Der deutsche Weg zum elektronischen Wertpapier   Der Referentenentwurf für das eWpG , EuZW 2020, 1059 1064.Lehmann  M,  ‘Zeitenwende  im  Wertpapierrecht Der  Referentenentwurf  für  ein  Gesetz  über elektronische Wertpapiere (eWpG) , BKR 2020, 431 438.Meier J, ‘Elektronische Wertpapiere in der Zwangsvollstreckung Eine Vollstreckung in Forderungen und Vermögensrechte , MMR Zeitschrift für IT Recht und Recht der Digitalisierung, Heft 5, 2021, 381 385.Öztan F, Kıymetli Evrak Hukuku, 24. Bası, (Yetkin 2019).Poroy R ve Tekinalp Ü, Kıymetli Evrak Hukuku Esasları, 23. Bası, (Vedat 2019).Preusse T ve Wöckener K ve Gillenkirch D, ‘Der Gesetzesentwurf zur Einführung elektronischer Wertpapiere     Überblick  und  Bewertung  der  zukünftigen  Rechtslage  mit  Blick  auf  die Rechtsordnungen in Frankreich und Luxemburg , BKR 2020, 551 559.Saive D, ‘Einführung elektronischer Wertpapiere , ZRP 2020, 219 222.Skauradszun  D,  ‘Handels   und  steuerrechtliche  Bilanzierung  von  Kryptowerten  und Kryptowertpapieren iSv § 1 Abs. 11 S. 4 KWG, § 4 Abs. 3 eWpG , DStR 2021, 1063 1070.Stellungnahme der Börse Stuttgart (Baden Württembergische Wertpapierbörse GmbH, Regulatory Affairs). (Anılış: Stellungbahme Börse Stuttgart). 106  Tasarı ya ilişkin bildirilen görüşler (Stellungnahmen) şu adresten temin edilmiştir: https://www.bundesfinanzministerium.de/Content/DE/Gesetzestexte/Gesetze_Gesetzesvorhaben/Abteilungen/Abteilung_VII/19_Legislaturperiode/2020 08 11einfuehrung elektronische wertpapiere/0 Gesetz.html; Erişim Tarihi 17 Ocak 2021.107  Belgeye şu adresten erişilebilir: https://www.bundesfinanzministerium.de/Content/DE/Gesetzestexte/Gesetze_Gesetzesvorhaben/Abteilungen/Abteilung_VII/19_Legislaturperiode/2019 03 07 Eckpunktepapier Wertpapiere Krypto Token/2019 03 07Eckpunktepapier regulatorische Behandlung elektronische Wertpapiere Krypto Token.pdf?__blob=publicationFile&v=3; Erişim Tarihi 17 Ocak 2021.758Yüce / 9 Haziran 2021 Tarihli Alman Elektronik Kıymetli Evrak Kanunu (eWpG) Üzerine DüşüncelerStellungnahme des Blockchain Bundesverbandes, zum Referentenwurf des Bundesministerium des Justiz und für Verbraucherschutz und des Bundesministerium der Finanzen eines Gesetzes zur Einführung von elektronischen Wertpapieren vom 11. August 2020, Berlin 14. September 2020. (Anılış: Stellungnahme Blockchain Bundesverbandes).Stellungnahme des Bundesverbandes Alternative Investments e.V. (BAI) BAI, Hinweise zum RegE OGAW V UmsG   zum Referentenentwurf eines Gesetzes zur Einführung von elektronischen Wertpapieren,  GZ:  VII  B  5  –  WK  6100/20/10001:004,  DOK:  2020/0779342.  (Anılış: Stellungnahme BAI).Stellungnahme des BVI zum Referentenentwurf eines Gesetzes zur Einführung von elektroni  schen Wertpapieren (eWpG), GZ: VII B 5 – WK 6100/20/10001:004, DOK: 2020/0779342, Frankfurt am Main, 14. September 2020. (Anılış: Stellungnahme BVI)Stellungnahme  des  Deutschen  Aktieninstituts  zum  Referentenentwurf  eines  Gesetzes  zur Einführung  von  elektronischen  Wertpapieren  des  Bundesministeriums  der  Finanzen  und des Bundesministeriums der Justiz und für Verbraucherschutz, 11. September 2020. (Anılış: Stellungnahme Aktieninstitut) Stellungnahme  des  Deutschen  Anwaltvereins  durch  den  Ausschuss  Handelsrecht  und  den Ausschuss Bank  und Kapitalmarktrecht zum Referentenentwurf eines Gesetzes zur Einführung von elektronischen Wertpapieren – im Anschluss an die DAV Stellungnahme Nr. 14/2019 – Stellungnahme Nr.: 63/2020 Berlin, September 2020. (Anılış: Stellungnahme DAV)Stellungnahme zum gemeinsamen Referentenentwurf des Bundesministeriums der Justiz und für Verbraucherschutz sowie des Bundesministeriums der Finanzen eines „Gesetzes zur Einführung von elektronischen Wertpapieren , blockLAB Stuttgart e.V. c/o PURE CLUB, 14.09.2020. (Anılış: Stellungnahme blockLAB)Stellungnahme Bundesverband der Wertpapierfirmen e.V. (bwf), Hamburg, 14.09.2020. (Anılış: Stellungnahme bwf) Stellungnahme Referentenentwurf des Bundesministeriums der Justiz und für Verbraucherschutz und des Bundesministeriums der Finanzen – Entwurf eines Gesetzes zur Einführung von elektronischen Wertpapieren, Bitkom Bundesverband Informationswirtschaft, Telekommunikation und Neue Medien e.V., 10.09.2020. (Anılış: Stellungnahme bitkom)Ülgen H ve Helvacı M ve Kaya A ve Nomer Ertan F, Kıymetli Evrak Hukuku, 12. Bası, (Vedat 2019).von der Crone, H C, ‘Bericht zu einer Teilrevision des Aktienrechts: Stimmrechtsvertretung/Dispoaktien , REPRAX, 2003/2, 1 26Weber M, ‘Die Entwicklung des Kapitalmarktrechts 2020/2021 , NJW 2021, 985 992.Wieneke L ve Kunz J H, ‘Das Gesetz zur Einführung von elektronischen Wertpapieren Der Regierungsentwurf , NZG 2021, 316 323.https://www.bmjv.de; Erişim Tarihi 27 Aralık 2020.https://www.bundesfinanzministerium.de; Erişim Tarihi 5 Aralık 2020.759"
}