{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "19",
     "Ay": "03",
     "Yıl": "2020",
     "Cilt": "78",
     "Sayı": "1",
     "Başlık": "Rehinli Malın Konkordato Mühleti Içinde Paraya Çevrilmesi Yasağı (IIK m 295)",
     "Title": "Prohibition of the Sale by Auction of the Pledged Goods within the Period of the Concordat",
     "Yazar İsmi": [

          "Anıl Köroğlu"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Rehin", "Rehnin paraya çevrilmesi", "Konkordato", "Konkordato mühleti", "Üçüncü kişi rehni"
     ],
     "Keywords": [
          "Pledge", "Debt collection by Realising pledged property", "Concordat period", "Pledge on the assets of the third party"
     ],
     "Özet": "Son yıllarda çeşitli gerekçelerle önemini yitiren konkordatonun yeniden canlandırılması için 7101 sayılı Kanun  ile İcra ve İflâs Kanunu nun  konkordatoya ilişkin hükümlerinde bazı değişiklikler yapılmıştır. Yapılan değişikliklerden birisi de, kesin mühletin rehinli alacaklılar bakımından sonuçlarının ayrı bir maddede (İİK m 295) düzenlenmesidir.İcra ve İflâs Kanunu nun 294. maddesinin birinci fıkrasına göre, kesin mühlet içinde borçluya karşı kural olarak hiçbir takip işlemi yapılamaz ve daha önce başlamış olan takiplere devam edilemez. Rehnin paraya çevrilmesi yoluyla takip bakımından ise durum farklıdır. Zira Kanun un 295. maddesinin birinci fıkrasına göre, konkordato mühleti sırasında rehinle temin edilmiş alacaklar nedeniyle rehnin paraya çevrilmesi yoluyla takip başlatılabilir veya başlamış olan takiplere devam edilebilir; ancak bu takip nedeniyle muhafaza tedbirleri alınamaz ve rehinli malın satışı gerçekleştirilemez. 7101 sayılı Kanun ile yapılan değişiklikten önce, bu konuda İcra ve İflâs Kanunu nda benzer bir hüküm yer almaktaydı (İİK m 289). Bununla birlikte, yeni maddede düzenlenen rehinli malın satış yasağının 7101 sayılı Kanun ile değiştirilen diğer maddeler çerçevesinde incelenmesi gerekir. Çalışmada konkordato süreci bakımından önemli sonuçları bulunan konkordato mühleti içinde rehinli malın paraya çevrilmesi yasağı incelenmiştir. Söz konusu yasak; yasağın amacı, yasağın geçerli olduğu zaman dilimi ve kişi bakımından kapsamı yönleriyle ele alınmıştır. Yasağın kişi bakımından kapsamı incelenirken özellikle konkordato borçlusu lehine üçüncü kişinin malvarlığı üzerinde rehin tesis edilmesi durumunda, satış yasağının üçüncü kişiye ait rehinli mal bakımından geçerli olup olmadığı meselesi üzerinde durulmuş ve bu konuda Türk ve İsviçre hukukundaki görüşler değerlendirilerek bu yasağın üçüncü kişiye ait rehinli mallar açısından da mevcut olduğu sonucuna varılmıştır.",
     "Abstract": "To revitalize the concordat process which has lost its importance for various reasons in recent years, some amendments have been made in the provisions of the Turkish Code of Enforcement and Bankruptcy (IIK) by Law No 7101. One of the amendments is to regulate the results of the definitive period in terms of pledged creditors in a separate article (Article 295 of the Turkish IIK).Under the first paragraph of Article 295 of the Turkish Code of Enforcement and Bankruptcy, pledges may initiate debt collection by realising pledged property during the definitive period; but no protection measures can be taken and the sale by auction of the pledged property cannot be realized. Prior to the amendment to Law No 7101, a similar provision was included in the Turkish Code of Enforcement and Bankruptcy Law. However, the prohibition on the sale by auction of pledged goods issued in the new article should be examined within the framework of other articles amended by Law No 7101. In this study, the prohibition of the sale by auction of pledged goods within the definitive period is examined, which has important results in terms of the concordat process. In this study, the purpose and scope of prohibition are taken into consideration in terms of the time period. When considering the scope ofprohibition in terms of a person, especially in the case of pledge on the assets of the third party in favor of the concordat debtor, the issue of whether the prohibition of auction by sale applies to the pledged property of the third party was discussed and the opinions of Turkish and Swiss jurists were evaluated. As a result of this study, it was concluded that prohibition also exists for the third party pledged goods.",
     "Metin": "Konkordato, vadesi gelmesine rağmen borçlarını ödeyemeyen veya ödeyememe tehlikesi  altında  bulunan  borçlunun,  borçlarında  tenzilat  yapılması  veya  vade verilmesi yoluyla borçlarını ödeyebilmesi veya olası bir iflâstan korunması için başvurabileceği hukukî bir imkândır. Konkordato talebi asliye ticaret mahkemesine yapılır (İİK m 285/1). Mahkeme, şartları varsa öncelikle geçici mühlet kararı (İİK m 287/1); bu geçici mühlet içinde konkordato projesinin başarıya ulaşmasının mümkün olduğunu anlarsa kesin mühlete kararı verir (İİK m 289/3). Asliye  ticaret  mahkemesinin  verdiği  kesin  mühlet  kararının  çeşitli  sonuçları vardır. Bu sonuçlardan birisi de mühlet içinde borçluya karşı takip yapılması yasağıdır. İcra ve İflâs Kanunu nun 294. maddesinin birinci fıkrasına göre, mühlet içinde borçluya karşı kural olarak hiçbir takip işlemi yapılamaz ve daha önceden başlamış olan takiplere devam edilemez.Mühlet içinde konkordato borçlusuna karşı takip yapılmasına ilişkin yasağın bazı amaçları vardır. Öncelikle bu yasakla takip baskısı altında kalınmadan konkordato projesinin gerçekleştirilmesi için gerekli olan işlemlerin yapılabilmesi sağlanmak 1  Selçuk Öztek, ‘Yeni Konkordato Hukuku  iç Selçuk Öztek (ed), Yeni Konkordato Hukuku (2. Bası, Adalet Yayınevi 2019) 139; diğer tanımlar için bkz. Süha Tanrıver ve Adnan Deynekli, Konkordatonun Tasdiki (Yetkin 1996) 29; Süha Tanrıver, Konkordato Komiseri (Yetkin 1993) 3 vd; Saim Üstündağ, İflâs Hukuku (8. Bası, Yaylacık 2009) 230; Ejder Yılmaz, İcra ve İflâs Kanunu Şerhi (Yetkin 2016) 1256; Ömer Ulukapı, Konkordatonun Feshi (Mimoza 1998) 7; Serdar Kale, Sorularla Konkordato (On İki Levha 2017) 2.2  Kesin mühlet kararının sonuçları hakkında genel olarak bkz. Murat Atalı, ‘Konkordatoda Kesin Mühlet ve Sonuçları  iç Muhammet Özekes (ed), 7101 Sayılı Kanunla Konkordato ve Elektronik Tebligat Konularında Getirilen Yenilikler (On İki Levha 2018) 85, 93.3  Konkordato mühleti içinde takip yapılması yasağı İsviçre hukukunda da mevcuttur. Oradaki kanunî düzenlemeye göre, mühlet içinde borçluya karşı bir takip yapılamayacağı gibi başlamış olan takiplere de devam edilemez (SchKG Art 297, Abs 1).142Köroğlu / Rehinli Malın Konkordato Mühleti İçinde Paraya Çevrilmesi Yasağı (İİK m 295)istenmiştir.  Ayrıca  takip  yasağı,  alacaklılar  arasında  eşitliğin  tesis  edilmesine hizmet eder. Zira konkordato mühleti içinde kural olarak hiçbir alacaklı takip yapamayacağından,  bir  alacaklının  diğerlerine  karşı  daha  avantajlı  bir  konuma gelmesinin önüne geçilmiş olur.Mühlet  içinde  borçluya  karşı  takip  yapılmasına  ilişkin  yasak  rehnin  paraya çevrilmesi yoluyla takip bakımından geçerli değildir. Çünkü İcra ve İflâs Kanunu nun 295. maddesinin birinci fıkrasına göre, mühlet içinde rehnin paraya çevrilmesi yoluyla takip yapılabilir ve mühlet kararından önce başlamış olan takiplere devam edilebilir. Ancak bu takip sebebiyle rehinli malın muhafaza altına alınması ve satışı mümkün değildir (İİK m 295/1)7.Çalışmanın  konusu,  İcra  ve  İflâs  Kanunu nun  295.  maddesinde  düzenlenen satış yasağıdır. Çalışmada bu yasağın amacı, geçerli olduğu zaman dilimi ve kişi bakımından kapsamı incelenmiştirI. Konkordato Mühleti İçinde Rehnin Paraya Çevrilmesi  Yoluyla Takip YapılmasıMühlet içinde borçluya karşı takip yapılmasına ilişkin yasak, rehnin paraya çevrilmesi yoluyla takip bakımından uygulanmaz (İİK m 295/1)8. Alacak hakkı rehinle güvence altına alınan alacaklı, konkordato mühleti içinde borçlu aleyhine rehnin paraya çevrilmesi yoluyla takip yapabilir. Asliye ticaret mahkemesi, kanun 4  Bu maddenin gerekçesinin ilgili bölümü şu şekildedir:  […] Takip yasağının en temel gerekçesi, borçlunun bu süreçte konkordato müzakerelerine hazırlık yapabilmesine olanak sağlanması ve alacaklıların baskısından kurtularak iyileşme olanağının kendisine verilmesidir […] ; öğretide benzer görüşler hakkında bkz. J. Alfred Büchi, Grundzüge des schweizerischen Schuldbetreibungsrechts (Schulthess 1975) 93 ff; Alexander Vollmar, ‘Art 297  in: Adrian Staehelin, Thomas Bauer and Daniel Staehelin (eds), Basler Kommentar SchKG, Bundesgesetz über Schuldbetreibung und Konkurs (2nd, Helbing Lichtenhahn 2010) N 1; Thomas Bauer, ‘Art 297  in Thomas Bauer and Daniel Staehelin, Basler Kommentar SchKG, Bundesgesetz über Schuldbetreibung und Konkurs Ergänzungsband (2nd, Helbing Lichtenhahn 2017) N 2; Baki Kuru, İcra ve İflâs Hukuku El Kitabı, (2. Bası, Adalet Yayınevi 2013) 1460; Baki Kuru, İflâs ve Konkordato Hukuku (2. Bası, Alfa 1992) 418; Necmeddin M Berkin, İflâs Hukuku (İstanbul Üniversitesi 1972) 538; Mustafa Reşid Belgesay, İcra ve İflâs Hukuku I (2. Bası, Fakülteler Matbaası 1953) 18; İlhan E Postacıoğlu, Konkordato (2. Bası, Banka ve Ticaret Hukuku Araştırma Enstitüsü 1965) 36; Sümer Altay ve Ali Eskiocak, Modern İflâs Hukuku Açısından Konkordato ve Yeniden Yapılanma Hukuku (5. Bası, Vedat 2019) 153 ff; Daniel Hunkeler, ‘Art 297  in: Daniel Hunkeler (ed), KurzkommentarSchKG, Kurzkommentar zum Bundesgesetz über Schuldbetreibungs und Konkurs (2nd, Helbing Lichtenhahn 2014) N 1; Brigitte Umbach-Spahn, Stephan Kesselbach and Stefan Bossart, ‘Art 297  in: Jolanta Kren Kostkiewicz and Dominik Vock (eds), Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs SchKG (4th, Schulthess 2017) N 1; Kurt Amonn and Fridolin Walther, Grundriss des Schuldbetreibungs- und Konkursrecht (9th, Stämpfli 2013) 527; Hans Fritzsche and Hans Ulrich Walder-Bohner, Schuldbetreibung und Konkurs nach schweizerischem Recht, (3rd, B II, Schulthess Polygraphischer Verlag 1993) 595; Marcel Greder and Gustave Jornot, Leitfaden für Schuldbetreibung und Konkurs (2nd, Verlag Organisator 1952) 239; Enver Buruloğlu ve Yuda Reyna, Konkordato Hukuku ve Tatbikat (Yörük Matbaası 1968) 29; geçici mühletin amacı hakkında bkz. Ramazan Arslan, Ejder Yılmaz, Sema Taşpınar Ayvaz ve Emel Hanağası, İcra ve İflâs Hukuku (5. Bası, Yetkin 2019) 549.5  Hunkeler, ‘Art 297  N 1.6  Erich Bley and Jürgen Mohrbutter, Vergleichsordnung (3rd, Walter de Gruyter 1972) § 48, N 2; Andreas Coradi, Der Sachwalter im gerichtlichen Nachlassverfahren nach Art. 293 ff. SchKG (Juris Druck u. Verlag 1973) 23.7  Konkordato mühleti içinde rehinli malların muhafaza altına alınması ve satılmasına ilişkin yasak hukukumuza 4949 sayılı Kanun un 71. maddesi ile getirilmiştir. Aynı yasak daha sonra 7101 sayılı Kanun un 22. maddesi ile değiştirilen İcra ve İflâs Kanunu nun 295. maddesinde  Kesin mühletin rehinli alacaklılar bakımından sonuçları  başlığıyla tekrarlanmıştır.8  İcra ve İflâs Kanunu nun 295. maddesindeki rehin ifadesinden ne anlaşılması gerektiği hakkında aynı Kanun un 23. maddesindeki düzenleme dikkate alınmalıdır (Yeşilova, 375).143İstanbul Hukuk Mecmuası 78/1hükmü hilâfına, mühlet kararıyla birlikte borçlu aleyhine rehnin paraya çevrilmesi yoluyla takip yapılmasını yasaklayamaz.Mühlet  içinde  rehnin  paraya  çevrilmesi  yoluyla  takip  yapılabilmesi,  rehinli alacakların  konkordatodan  etkilenmemesi  kuralıyla  (İİK  m  302/5)  uyumluluk gösterir. Ayrıca bu düzenlemenin taşınmaz rehinleri açısından başka bir önemi daha vardır. Şöyle ki, kiraya verilen taşınmazda rehnin kapsamına, borçluya karşı rehnin paraya çevrilmesi yoluyla takibe başlandığı an ile rehnin paraya çevrilmesi anına kadar olan dönemdeki kira bedelleri de girer (TMK m 863/1). Eğer konkordato mühleti içinde rehnin paraya çevrilmesi yoluyla takip yasaklanmış olsaydı, alacaklı, kira  bedellerinin  taşınmaz  rehniyle  güvence  altına  alınabilmesini  isteyebilme hakkından mahrum bırakılmış olurdu.Mühlet içinde rehnin paraya çevrilmesi yoluyla takibin yapılabilmesi açısından rehnin borçlu veya üçüncü kişi tarafından gösterilmesinin bir önemi yoktur. Şu kadar ki, rehinli malın üçüncüye kişiye ait olması durumunda takibin borçlu ve üçüncü kişiye karşı birlikte yapılması gerekir. Örneğin, taşınır rehninin paraya çevrilmesi yoluyla yapılan takipte takip talebinde hem borçlu hem de üçüncü kişi yer alır (İİK m 145) Yine bu takipte ödeme emri borçlu ve üçüncü kişiye gönderilir (İİK m 146/1). Dolayısıyla sadece üçüncü kişiye karşı takip yapılması mümkün değildir. 9  İflâsın ertelenmesi kararıyla birlikte rehnin paraya çevrilmesi yoluyla takiplerin durdurulmasına ilişkin karar verilemeyeceği hakkında bkz. Hakan Pekcanıtez, ‘İflâsın Ertelenmesi  iç Prof. Dr. Hakan Pekcanıtez Makaleler II (On İki Levha 2016) 48; ayrıca bkz. Selçuk Öztek, İflasın Ertelenmesi (Arıkan 2007) 102, 105;  […] Mahkemece yasa hükmüne rağmen rehinli takiplerin durdurulmasına karar verilmesi usul ve yasaya aykırıdır […]  (Yargıtay 19 HD, 3011/8154, 8.7.2004) (Öztek, Erteleme, 102).10  Hans Fritzsche, Schuldbetreibung und Konkurs nach schweizerischem Recht (2nd, Schulthess & Co AG 1968) 317; ayrıca Coradi, 24.11  Fritzsche, 317; Fritzsche and Walder-Bohner, 609; Coradi, 25; ayrıca BGE, 102 III 109, 111.12  Kuru, İflâs ve Konkodarto, 431, 432; Burhan Gürdoğan, Türk-İsviçre İcra ve İflas Hukukunda Rehnin Paraya Çevrilmesi (Ajans Türk Matbaası 1967) 110; Jolanta Kren Kostkiewicz, ‘Art 88  in: Philipp Annen, Walter Häberlin, Jolanta Kren Kostkiewicz, Gerhard Kuhn, Roger Schober and Markus Zopfi (eds), Kurzkommentar VZG, (Stutz Druck 2011) N. 26.13  Kuru, El Kitabı 992; Gürdoğan, Rehin 79; Saim Üstündağ, İcra Hukukunun Esasları, (8. Bası, 2004) 315; Müjgan Tunç Yücel, Banka Alacaklarının İpoteğin Paraya Çevrilmesi Yoluyla Takibi (On İki Levha 2010) 176 ff; Yargıtay 12 HD, 2011/17912, 2012/3325, 13.2.2012 (www.kazanci.com.tr) (erişim tarihi: 01.12.2019); Yargıtay ın bir kararına göre, takip talebinde sadece üçüncü kişi gösterilmişse, sonradan borçlunun bu takibe dâhil edilmesi mümkün değildir. Örneğin;  […] Mecburi takip arkadaşlığı nedeni ile takibin borçlulardan biri hakkında takip edilmeyerek diğeri hakkında yürütülmesi olanaksızdır. Bu hususun yasaya aykırılık nedeni ile tetkik merciince doğrudan göz önünde tutulması gerekir. Takip talepnamesinde gösterilmeyen borçluya teşmil suretiyle takibin yürütülmesi de mümkün olmadığı nazara alınarak, sadece ipotek veren üçüncü kişi hakkında takibin iptaline karar vermek gerekirken […]  Yargıtay 12 HD, 5735/5791, 20.5.1997 (www.kazanci.com.tr) (erişim tarihi: 01.12.2019); ayrıca bkz  […] Kredi borçlusunun sonradan takibe dahili de mümkün bulunmadığına göre İİK.nun 149. maddesine aykırı olarak sadece ipotek veren 3. kişi hakkında başlatılan takibin iptaline karar verilmesi gerekirken […]  Yargıtay 12 HD, 23828/25717, 2.12.2002 (www.kazanci.com.tr) (erişim tarihi: 01.12.2019); aynı yönde bkz Yargıtay 12 HD, 10286/10717, 14.10.1997 (www.kazanci.com.tr) (erişim tarihi: 01.12.2019). Öğretide, borçlunun sonradan icra takibine dâhil edilebileceği görüşü hakkında bkz. Hakan Pekcanıtez, ‘İpoteğin Paraya Çevrilmesiyle İlgili Uygulamada Karşılaşılan Sorunlar , iç Prof. Dr. Hakan Pekcanıtez Makaleler I (On İki Levha 2016) 604; Ali Cem Budak, İpoteğin Paraya Çevrilmesi Yoluyla Takip, (3. Bası, On İki Levha 2010) 105; bu konu hakkındaki görüşler için genel olarak bkz. Pekcanıtez, İpotek 600.144Köroğlu / Rehinli Malın Konkordato Mühleti İçinde Paraya Çevrilmesi Yasağı (İİK m 295)Bu durum, öğreti ve yargı kararlarında borçlu ve rehinli malın sahibi üçüncü kişi arasında mecburî takip arkadaşlığının bulunduğu şeklinde değerlendirilmektedir.II. Rehinli Malın Mühlet İçinde Paraya Çevrilmesi YasağıA. Yasağın Geçerli Olduğu Zaman AralığıRehinli malın mühlet içinde paraya çevrilmesi yasağının hangi zaman aralığı için söz konusu olduğunun belirlenebilmesi için İcra ve İflâs Kanunu nun 295. maddesinin yanında Kanun un ilgili diğer maddeleri de birlikte dikkate alınmalıdır.Rehinli malın mühlet içinde paraya çevrilmesi yasağı, her ne kadar İcra ve İflâs Kanunu nun kesin mühletin sonuçları başlıklı 295. maddesinde düzenlenmiş ise de, esasen geçici mühlet kararının verilmesi ile başlar. Zira İcra ve İflâs Kanunu nun 288. maddesinin birinci fıkrasına göre, geçici mühlet ile kesin mühlete ilişkin sonuçlar doğar (İİK m 288/1). Dolayısıyla rehinli malın paraya çevrilmesi, kesin mühlette olduğu gibi geçici mühlet içinde de yasaktır.Geçici mühlet içinde konkordato projesinin başarıya ulaşmasının mümkün olduğu anlaşılırsa kesin mühlet kararı verilir (İİK m 289/3). Rehinli malın satılması yasağı kesin mühlet süresi içinde devam eder. Kesin mühlet süresi bir yıldır (İİK m 289/3). Bazı durumlarda bu süre altı aya kadar uzatılabilir (İİK m 289/5). Ayrıca konkordato hakkında yapılan yargılamada kesin mühlet içinde bir karar verilemeyeceği anlaşılırsa; mahkeme, karar verilinceye kadar mühlet hükümlerinin devamına (bu süre altı aydan fazla olamaz) karar verebilir (İİK m 304/2)17. Dolayısıyla kesin mühletin etkileri devam ettiği müddetçe rehinli malın paraya çevrilmesi yasaktır.Konkordato mühleti içinde, mühletin kaldırılması söz konusu olabilir. Örneğin, borçlunun malî durumunun düzelmesi sebebiyle kesin mühletin kaldırılmasına karar verilebilir (İİK m 291). Bu kararın verilmesi ile kesin mühlete ilişkin sonuçlar ortadan 14  Bu konuda genel olarak bkz. Kuru, El Kitabı 991; Üstündağ, İcra 72; Murat Atalı, İbrahim Ermenek ve Ersin Erdoğan, İcra ve İflâs Hukuku (2. Bası, Yetkin 2019) 475; Baki Kuru, İstinaf Sistemine Göre Yazılmış İcra ve İflâs Hukuku Ders Kitabı (3. Bası, Yetkin 2019) 328; Abdurrahim Karslı, İcra ve İflas Hukuku (3. Bası, Alternatif 2014) 431; Budak, 104, 106; Tunç Yücel, 176 ff; Buse Dişel, İcra Hukukunda Takip Arkadaşlığı, (On İki Levha 2014) 101 ff.15   […] Bu nedenle de sadece asıl borçlu ya da gemi siciline kayıtlı gemisini ipotek ettirmiş olan üçüncü kişi hakkında takip yapılamaz. Nitekim bu kural, İİK nun 149/b maddesinde;  icra müdürü borçluya ve varsa taşınmaz sahibi üçüncü şahsa birer ödeme emri gönderir  şeklinde düzenlenmiştir. Şu halde, gemi maliki üçüncü kişi ile asıl borçlu arasında mecburi takip arkadaşlığı vardır. Mecburi takip arkadaşlığı nedeni ile takibin borçlulardan biri hakkında takip edilmeyerek diğeri hakkında yürütülmesi olanaksızdır. Bu hususun icra mahkemesince doğrudan göz önünde bulundurulması gerekir […]  Yargıtay 12 HD, 2011/17912, 2012/3325, 13.2.2012 (www.kazanci.com.tr) (erişim tarihi: 01.12.2019);  […] Her iki durumda da ipotek verenler üçüncü kişi olduğundan asıl borçlu ile bu kişiler arasında birlikte takip zorunluluğu vardır […]  Yargıtay 12 HD, 3333/5845, 25.3.2008 (www.kazanci.com.tr) (erişim tarihi: 01.12.2019).16  Hakan Pekcanıtez ve Güray Erdönmez, 7101 sayılı Kanun Çerçevesinde Konkordarto (Vedat 2018) 33; Atalı, Ermenek ve Erdoğan, 667; Bilgehan Yeşilova, ‘Yeni Konkordato Hukuku  iç Selçuk Öztek (ed), Yeni Konkordato Hukuku (2. Bası, Adalet Yayınevi, 2019) 384.17  Bu düzenlemenin isabetli olmadığı hakkında bkz. M Serhat Sarısözen, ‘Geçici ve Kesin Mühlet Kararı  iç MİHBİR XVI 7101 sayılı Kanun Çerçevesinde Konkordato (Türkiye Cumhuriyeti Adalet Bakanlığı 2019) 69.18  Genel olarak bkz Atalı, 103-105.145İstanbul Hukuk Mecmuası 78/1kalkmış olacağından, rehinli malın satılmasına ilişkin yasak da sona ermiş olur. İcra ve İflâs Kanunu nun 293. maddesinin birinci fıkrasında, mühletin kaldırılması talebinin reddine ilişkin kararlara karşı kanun yoluna başvurulması yasaklanmış olmasına rağmen, mühletin kaldırılması kararına ilişkin bir yasak getirilmediğinden mühletin kaldırılması kararına  karşı  kanun  yoluna  başvurulabilir.  Mühletin  kaldırılması kararına karşı kanun yoluna başvurulması, hükmün icrasını durdurmayacağından (Karş HMK m 350/1)21 kanun yolu incelemesi sırasında dahi rehinli mal satılabilir. Ancak bu durum, haksız olarak verilen karar sonrasında işletmesi için önemli bir malını kaybetme riski altında bulunan borçlunun hakkını önemli ölçüde zedeler. Dolayısıyla  bu  durumun  önüne  geçebilmek  için  kararın  icrasının  durdurulması istenebilir (Karş İİK m 36).İcra ve İflâs Kanunu nun 305. maddesindeki şartların mevcut olması durumunda konkordato mahkemece tasdik edilir (İİK m 306). Burada rehinli mala ilişkin satış yasağının tasdik kararı ile mi yoksa tasdik kararının kesinleşmesinden itibaren mi sona ereceğinin üzerinde durmak gerekir.İlk olarak İcra ve İflâs Kanunu nun 307. maddesinin birinci fıkrası dikkate alınmalıdır. Bu düzenlemeye göre, mahkemenin tasdik kararında rehinli malın satışı, karardan itibaren bir yılı geçmemek üzere ertelenebilir. Bu hükümde, rehinli malın satışının ertelenmesine ilişkin süre karar tarihinden itibaren başladığına göre, rehinli malın satış yasağının da (erteleme yoksa) tasdik kararı tarihinden itibaren kalktığı çıkarımına varılabilir. Aksi takdirde, rehinli malın satışının ertelenmesine ilişkin sürenin tasdik kararının verildiği andan itibaren başlatılmasına gerek kalmazdı.Burada tartışılması gereken asıl mesele, İİK m 308/c, I hükmünün satış yasağını süre olarak uzatıp uzatmadığıdır. Söz konusu hüküm şu şekildedir:  Konkordato, tasdik kararıyla bağlayıcı hâle gelir. Tasdik edilen konkordato projesinde konkordatonun, tasdik  kararının  kesinleşmesiyle  bağlayıcı  hâle  geleceği  de  kararlaştırılabilir; bu takdirde mühletin etkileri, kanunda öngörülen istisnalar saklı kalmak kaydıyla konkordatonun bağlayıcı hâle geldiği tarihe kadar devam eder .  19  Olması gereken hukuk bakımından kesin mühletin kaldırılması talebinin reddine ilişkin kararlara karşı istinaf yoluna başvurulmasının mümkün olması gerektiği hakkında bkz. Barış Toraman, ‘Konkordato Müessesesi Hakkında 7101 Sayılı Kanunla Getirilen Yeniliklerin Kanun Yollarına İlişkin Hükümleri Bakımından Değerlendirilmesi  iç MİHBİR XVI 7101 sayılı Kanun Çerçevesinde Konkordato (Türkiye Cumhuriyeti Adalet Bakanlığı 2019) 216. 20  Hakan Pekcanıtez, ‘7101 Sayılı Kanunla Getirilen Konkordato Hükümlerinin Değerlendirilmesi  iç MİHBİR XVI 7101 sayılı Kanun Çerçevesinde Konkordato (Türkiye Cumhuriyeti Adalet Bakanlığı 2019) 163; Toraman, 217.21  İsviçre hukukunda bu karara karşı şikâyet yoluna başvurulabilir. Şikâyet yoluna başvurulması, kararın icrasını durdurmaz (BBI 2010, s. 684; Brigitte Umbach-Spahn, Stephan Kesselbach and Roland Burkhalter, ‘Art 296a  in: Jolanta Kren Kostkiewicz and Dominik Vock (eds), Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs SchKG (4th, Schulthess 2017) N 15; Bauer, Art 296a, N 16).146Köroğlu / Rehinli Malın Konkordato Mühleti İçinde Paraya Çevrilmesi Yasağı (İİK m 295)Tasdik  edilen  konkordato  projesinde  konkordatonun,  tasdik  kararının kesinleşmesiyle bağlayıcı hâle geleceğinin kararlaştırılması durumunda İİK m 308/c, I hükmü rehinli malın satış yasağı açısından iki şekilde yorumlanabilir:İlk olarak denilebilir ki, rehinli malın satılmasına ilişkin yasak konkordato mühletinin etkilerinden biri olduğuna göre, bu yasak ancak tasdik kararının kesinleşmesiyle ortadan kalkar. Böylece rehinli mal, tasdik kararının kesinleşmesine kadar satılamaz. Bu yorumun zorunlu bir sonucu da, rehinli malın satışının ertelenmesinin karar tarihinden itibaren başlayacağını düzenleyen İİK m 307/1 hükmünün, rehinli malın satışına ilişkin ertelemenin tasdik kararının kesinleşmesinden itibaren başlaması şeklinde anlaşılması mecburiyetidir.İkinci  olarak  iddia  edilebilir  ki,  rehinli  malın  satışının  ertelenmesinin  karar tarihinden itibaren başlayacağını düzenleyen İİK m 307/1 hükmü, İİK m 308/c de yer  alan   kanunda  öngörülen  istisnalar dan  biridir.  Dolayısıyla  rehinli  malın satılması yasağı (erteleme kararı verilmemişse) tasdik kararı verilmesiyle ortadan kalkar. Böylece tasdik edilen konkordato projesinde konkordatonun, tasdik kararının kesinleşmesiyle bağlayıcı hâle geleceği kararlaştırılmasının, rehinli malın satışına ilişkin yasağın süresi bakımından bir etkisi bulunmaz.Kanaatimizce ikinci yorum tarzı daha isabetlidir. Zira İİK m 307/1 hükmü ile rehinli malın satış yasağının en fazla ne kadarlık bir süre için uygulanabileceği açıkça düzenlenmiştir. Bu düzenlemeye göre, yasak tasdik kararı verilmesinden itibaren en fazla bir yıl uzatılabilir. Buradaki süre kesin niteliktedir. Dolayısıyla Kanun da açıkça  belirtilmedikçe  bu  sürenin  uzatılması  mümkün  değildir.  Eğer  yukarıda aktarılan  birinci  yorum  tarzı  benimsenirse,  satış  yasağı  süresi  tasdik  kararının kesinleşmesinden itibaren başlayacağı için süre kanun koyucunun öngördüğünden daha fazla uzamış olacaktır.Ne var ki, ikinci yorum tarzının benimsenmesi beraberinde bir tehlikeyi getirebilir: Rehinli malın, konkordatonun henüz bağlayıcı hâle gelmediği ve hükümlerinin uygulanmaya  başlamadığı  bir  dönemde  satılması  konkordatonun  uygulanmasını anlamsızlaştırabilir. Ancak öğretide de belirtildiği üzere söz konusu tehlike sadece bu durumla sınırlı olmayıp, genel olarak rehinli malların satılmasına ilişkin yasağın 22  Yeşilova, 385 ff.23  ibid 386 ff.24  Yeşilova, her iki yorum tarzının leh ve aleyhindeki düşüncelerini ifade etmiş olsa da, ilk yorum tarzının kabul edilmesinin 307. maddenin lafzının  ziyadesiyle örselenmesi  anlamına geleceğini belirtmiştir (ibid 387).25  Rehinli malların satışının ertelenmesine karar verilebilmesi imkânı ilk olarak 4949 sayılı Kanun ile İcra ve İflâs Kanunu nda yapılan değişiklik sonrasında getirilmiştir. O dönemde ifade edilen bir görüşe göre de, rehinli malların satışının ertelenmesi süresi kesin niteliktedir (Sema Taşpınar Ayvaz, İcra-İflâs Hukukunda Yeniden Yapılandırma (Yetkin, 2005) 251; Sema Taşpınar Ayvaz, ‘Adî Konkordato Hakkında İcra ve İflâs Kanunu nda Yapılan Değişiklikler  (2003) C. XXII (Aralık) BATİDER 89. 26  Yeşilova, 387.147İstanbul Hukuk Mecmuası 78/1kalktığı an konkordatonun uygulanması zora girecektir. Ancak kanun koyucu bu tehlikeye rağmen yine de rehinli malın belirli bir süreden sonra satılabileceğini düzenlemiştir. Dolayısıyla Kanun un mevcut hükümleri dikkate alındığında ikinci yorum tarzı kanuna daha uygun görünmektedir.Yukarıda aktarılan bilgiler çerçevesinde, rehinli mala ilişkin satış yasağı, geçici mühlet kararı verilmesi anından itibaren başlar ve konkordatonun tasdik edildiği tarihte sona erer. Satış yasağı, eğer mahkeme rehinli malın satışının ertelenmesine karar verirse (İİK m 307), en geç tasdik kararının verildiği tarihten itibaren bir yıl içinde sona erer.B. Yasağın Üçüncü Kişiye Ait Rehinli Mallar Bakımından  Geçerli Olup Olmadığı MeselesiBorçlu, konkordatoya başvurmadan önce kendi malvarlığı üzerinde alacaklısı lehine rehin tesis etmişse, rehinli malın konkordato mühleti içinde paraya çevrilmesi İİK m 295 hükmü gereği yasaktır. Bir alacağın teminatı olarak gösterilen rehinli mal borçluya veya üçüncü kişiye (Örn. TMK m 881/2) ait olabilir. Burada üzerinde durulması gereken mesele, üçüncü kişiye ait olan ve konkordato borçlusu lehine rehin gösterilen malın konkordato mühleti içinde rehnin paraya çevrilmesi yoluyla satılıp satılamayacağıdır. Dolayısıyla İcra ve İflâs Kanunu nun 295. maddesindeki yasağın kapsamına, üçüncü kişiye ait rehinli malların dâhil olup olmadığı hususu değerlendirilmelidir.Yasağın üçüncü kişiye ait rehinli mallar bakımından mevcut olup olmadığı hakkında bir değerlendirme yapılmadan önce inceleme konumuzla benzerlik gösteren İcra ve İflâs Kanunu nun mülgâ 179/b maddesinin ikinci fıkrasına değinmek gerekir. İflâsın ertelenmesine ilişkin kararının sonuçlarını düzenleyen bu maddeyle, erteleme kararı sonrası rehnin paraya çevrilmesi yoluyla takip yapılabilse de bu takip sebebiyle rehinli mal hakkında muhafaza tedbirlerinin alınması ve malın satılması yasaklanmıştı.27  ibid 387; genel sistem bakımından bu tehlikeye işaret eden ve rehinli alacaklıların konkordatoya tâbi olmasına ilişkin bir düzenleme yapılmasının konkordato kurumunun amacına daha uygun olacağını belirten Atalay a göre,  Rehinli malların paraya çevrilmesi en fazla tasdikten itibaren bir yıl daha ertelenebilecek ve anlaşma yapılmadıysa, örneğin, işletmedeki rehinli malların satışına geçilebilecek ve böylece iflas da kaçınılmaz olacaktır  (Oğuz Atalay, ‘Konkordato Reformu Hakkında Değerlendirmeler  iç Muhammet Özekes (ed), 7101 Sayılı Kanunla Konkordato ve Elektronik Tebligat Konularında Getirilen Yenilikler (On İki Levha 2018) 131.148Köroğlu / Rehinli Malın Konkordato Mühleti İçinde Paraya Çevrilmesi Yasağı (İİK m 295)Yargıtay  19.  Hukuk  Dairesi,  iflâsın  ertelenmesi  kurumunun  amacından  yola çıkarak, üçüncü kişiye ait rehinli malın satılabileceği görüşündedir. Buna karşılık, borçlu ve üçüncü kişi arasında mecburî takip arkadaşlığı gerekçesinden hareket eden Yargıtay 12. Hukuk Dairesi nin istikrar kazanmış olan uygulamasına göre, rehinli malın satılmasına ilişkin yasak sadece borçluya ait olan rehinli mallar için değil aynı zamanda üçüncü kişiye ait rehinli mallar için de mevcuttur. Yargıtay Hukuk Genel Kurulu da, yakın tarihte vermiş olduğu bir kararında aynı sonuca ulaşmıştır. İflâsın ertelenmesi kararının varlığına rağmen üçüncü kişiye ait olan rehinli malın satılması ihalenin feshi sebebi olarak değerlendirilmektedir. 28   […] İİK.nun 179/6. maddesinin ikinci fıkrasında iflasın ertelenmesi kararının ipotekli takipler yönünden sonucu düzenlenmiştir. Kural olarak iflasın ertelenmesi kararı ipotekli takipleri durdurmayacak ancak satış işlemi yapılamayacaktır. İflasın ertelenmesinin temel amacı erteleme süresince şirketin aktiflerinin korunması, çalıştırılması, bu şekilde pasiflerin azaltılmasıdır. İİK.nun 179/a maddesinde iflasın ertelenmesini talep eden şirketin malvarlığının korunması için mahkemeye her türlü tedbiri alma yetkisi tanınmıştır. Tedbirlerin erteleme talebinde bulunan şirket yönünden uygulanacağı kabul edildiğinden şirkete göre üçüncü kişi konumunda bulunan kefil veya ipotekli taşınmaz maliklerinin hukuki durumunu etkileyecek şekilde tedbire hükmedilmesi mevcut düzenlemeye aykırıdır […]  Yargıtay 19 HD, 2033/3760, 7.4.2005 (www.kazanci.com.tr) (erişim tarihi: 01.12.2019); aynı yönde bkz Kuru, El Kitabı, 1080.29   […] İİK nun 149. maddesi içeriğinden, asıl borçlu ile ipotek veren arasında zorunlu takip arkadaşlığının bulunması sebebiyle haklarında birlikte takip yapılması gerektiği anlaşılmaktadır. Şu halde, asıl borçlu hakkında iflasın ertelenmesi davası kapsamında verilen tedbir kararının, hem söz konusu kararın niteliği gereği, hem de zorunlu takip arkadaşlığı sebebiyle ipotekli taşınmaz maliki yönünden sonuç doğurmayacağının kabulü mümkün değildir. Temyize konu dosyada asıl borçlunun şikayetçi ... Ltd. Şti. olduğu, ipotekli taşınmazın malikinin ise ... olduğu anlaşılmaktadır. İpotekli taşınmazın maliki ... hakkında verilmiş iflas erteleme veya ihtiyati tedbir kararı bulunmasa da, takip, şikayetçi şirketin borçlarından dolayı ve söz konusu şirket lehine verilen ipoteğe dayalı olarak başlatılmıştır. Bu durumda, iflas ertelenmesi davasında verilen tedbir kararı kapsamında İİK nun 179/b maddesi gereğince, ipotek konusu taşınmazın satışı gerçekleştirilemeyeceğinden, bölge adliye mahkemesince, dosyada mübrez iflasın ertelenmesi ve ihtiyati tedbir kararları incelenerek ve ihale tarihinde borçlu şirket hakkındaki tedbirin devam edip etmediği tespit edilmek suretiyle oluşacak sonuca göre karar verilmesi gerekirken […]  Yargıtay 12 HD, 10525/7456, 5.7.2018 (www.kazanci.com.tr) (erişim tarihi: 01.12.2019); aynı yönde bkz. Yargıtay 12 HD, 1612/11973, 22.11.2018 (emsal.yargitay.gov.tr); Yargıtay 12 HD, 2018/8672, 2019/79, 14.1.2019 (www.kazanci.com.tr) (erişim tarihi: 01.12.2019); Yargıtay 12 HD, 611/4100, 3.5.2018 (www.kazanci.com.tr) (erişim tarihi: 01.12.2019); Yargıtay 12 HD, 2016/24819, 2017/16036, 22.12.2017 (www.kazanci.com.tr) (erişim tarihi: 01.12.2019); Yargıtay 12 HD, 2984/12958, 24.10.2017 (www.kazanci.com.tr) (erişim tarihi: 01.12.2019); Yargıtay 12 HD, 1075/12424, 12.10.2017 (www.kazanci.com.tr) (erişim tarihi: 01.12.2019); Yargıtay 12 HD, 93/1275, 6.2.2017 (www.kazanci.com.tr) (erişim tarihi: 01.12.2019); Yargıtay 12 HD, 2704/7442, 14.3.2016 (www.kazanci.com.tr) (erişim tarihi: 01.12.2019).30   […] Direnme yoluyla Hukuk Genel Kurulu önüne gelen uyuşmazlık; ipoteğin paraya çevrilmesi yolu ile yapılan ilamlı icra takibinde asıl borçlu şikâyetçi şirket hakkında iflasın ertelenmesi kararı bulunması hâlinde, İİK nın 149. maddesine göre aralarında zorunlu takip arkadaşlığı olan ve hakkında iflas erteleme kararı bulunmayan borçlunun maliki olduğu ipotekli taşınmazın satışının yapılıp yapılamayacağı, burada varılacak sonuca göre ihalenin feshi isteminin kabulüne karar verilip verilemeyeceği noktasında toplanmaktadır […] Öte yandan yukarıda açıklandığı üzere ipoteğin paraya çevrilmesi yolu ile takiplerde ipotek veren üçüncü kişi ise asıl borçlu ile üçüncü kişi arasında İİK nın 149 ve 149/b maddesi hükümleri gereğince şekli bakımdan zorunlu takip arkadaşlığı vardır. Bu takip arkadaşlığının tıpkı davada olduğu gibi takibin sonuna kadar sürmesi gereklidir. Zorunlu takip arkadaşlarından birinin takipte gösterilmemesi takibin iptali sebebi olup bu konudaki şikâyet takibin sonuna kadar süresiz olarak yapılabilir. Asıl takip borçlusu hakkında iflas erteleme kararı verildiğinde asıl borçlu için gerçekleşen satışın durması diğer takip arkadaşı için de satışın durması sonucunu doğurur. Örneğin asıl borçlu hakkında iflas erteleme kararı bulunması hâlinde, hakkında iflas erteleme kararı bulunmayan ipotek veren üçüncü kişi yönünden satışa hazırlık işlemlerine devam edilerek, asıl borçluya satış ilanının tebliğ edilmesi mümkün olmamasına rağmen kanunun emredici hükümlerine aykırı davranılarak satışın yapılması ihalenin feshi sebebi oluşturur. Borçluya satış ilanı tebliği borçlunun kendince ilan yapması, daha fazla alıcı bulabilmesi ve böylece taşınmazın gerçek değerine satılarak borcunu ödeyebilmesi bakımından önemli olup bu durum hukuki dinlenme hakkının da bir gereğidir […]  2017/12-760, 2019/838, 2.7.2019 (www.kazanci.com.tr) (erişim tarihi: 01.12.2019).31   […] İİK nun 149. maddesi içeriğinden, asıl borçlu ile ipotek veren arasında zorunlu takip arkadaşlığının bulunması nedeniyle haklarında birlikte takip yapılması gerektiği anlaşılmaktadır. Şu halde, asıl borçlu hakkında iflasın ertelenmesi davası kapsamında verilen tedbir kararının, hem söz konusu kararın niteliği gereği, hem de zorunlu takip arkadaşlığı nedeniyle ipotekli taşınmaz maliki yönünden sonuç doğurmayacağının kabulü mümkün değildir. O halde mahkemece, borçluların şikayetinin kabulü ile ihalenin feshine karar verilmesi gerekirken […]  Yargıtay 12 HD, 17167/24714, 1.12.2016 (www.kazanci.com.tr) (erişim tarihi: 01.12.2019); aynı yönde bkz Yargıtay 12 HD, 24226/24277, 13.10.2015 (www.kazanci.com.tr) (erişim tarihi: 01.12.2019).149İstanbul Hukuk Mecmuası 78/1Buna karşılık, öğretide savunulan bir görüşe göre, iflâsın ertelenmesi süresi içinde rehinli  malın  satılmasının  yasaklanmasıyla  borçlunun  malvarlığının  korunması amaçlandığından, üçüncü kişiye ait rehinli malın satılabilmesi mümkün olmalıdır. Zira  üçüncü  kişiye  ait  olan  rehinli  malın  satılması  ne  borçlunun  malvarlığı unsurlarının azalmasına ne de onun pasifinde bir artışa neden olur. Yine aynı görüşe göre, borçlu ve üçüncü kişi arasında mecburî takip arkadaşlığının bulunması, üçüncü kişiye ait rehinli malın satışına engel olmaz. Çünkü burada borçlu ve üçüncü kişinin birlikte hareket etmeleri maddî hukuk açısından zorunlu olmayıp üçüncü kişinin takipte gösterilmesinin temel gerekçesi onun bu takibe karşı koyabilmesine imkân sağlanmasından ibarettir.Yargıtay ın mecburî takip arkadaşlığı gerekçesinden hareket ederek vardığı bu sonuç bugün de takip edilirse, üçüncü kişiye ait rehinli malın konkordato mühleti içinde satılmasının yasak olduğu şeklinde bir çıkarıma varılabilir. Ancak mecburî takip arkadaşlığı gerekçesi bu şekilde bir sonuca varmak için kanaatimizce isabetli değildir. Zira borçlu ve üçüncü kişi arasında maddî hukuktan kaynaklanmayan mecburî takip arkadaşlığı, onların birlikte hareket etmelerini gerektirmediği gibi onlara karşı tüm işlemlerin birlikte yapılması anlamına gelmez. Öyleyse bu meselenin daha farklı gerekçeler etrafında değerlendirilmesi gerekir.Öğretide bir görüşe göre, üçüncü kişiye ait rehinli malın konkordato mühleti içinde  rehnin  paraya  çevrilmesi  yoluyla  yapılan  takip  sonucunda  satılabilmesi mümkündür. Yeşilova ya göre, borçlu ve üçüncü kişi arasındaki mecburî takip arkadaşlığı bulunması üçüncü kişiye ait rehinli malın konkordato mühletinde paraya çevrilmesine engel oluşturmaz. Öğretide azınlıkta kaldığı anlaşılan diğer bir görüşe göre ise, Kanun da bir ayrıma gidilmemesi sebebiyle rehinli malın borçluya veya 32  Bu amaç hakkında bkz. Hakan Pekcanıtez ve Cemil Simil, ‘Asıl Borçlu Hakkında Verilen İflâsın Ertelenmesi Kararı Üçüncü Kişiye Ait İpotekli Taşınmazın Satışına Engel Olur Mu? (Karar İncelemesi)  iç Prof. Dr. Hakan Pekcanıtez Makaleler I (On İki Levha 2016) 893, 900; Hakan Pekcanıtez, Oğuz Atalay, Meral Sungurtekin Özkan ve Muhammet Özekes, İcra ve İflâs Hukuku Ders Kitabı (6. Bası, On İki Levha 2019) 691; Oğuz Atalay, Borca Batıklık ve İflâsın Ertelenmesi (Güncel Yayınevi 2007) 161; Oğuz Atalay, ‘İflâsın Ertelenmesi , iç 75. Yaş Günü İçin Prof. Dr. Baki Kuru Armağanı, (Türkiye Barolar Birliği Yayınları 2004) 86; İbrahim Ermenek, İflâsın Ertelenmesi (2. Bası, Adalet Yayınevi 2010) 360, 362;  […] İflasın ertelenmesinin temel amacı erteleme süresince şirketin aktiflerinin korunması, çalıştırılması, bu şekilde pasiflerin azaltılmasıdır […]  Yargıtay 19 HD, 2033/3760, 7.4.2005 (www.kazanci.com.tr) (erişim tarihi: 01.12.2019). 33  Pekcanıtez ve Simil, 905 ff.34  ibid 900.35  ibid 904.36  ibid 904; icra takibinde borçlu ve üçüncü kişinin birlikte hareket etmelerinin zorunlu olmadığı hakkında ayrıca bkz. Budak 106; Dişel 102.37  Pekcanıtez ve Simil 904.38  Kuru, El Kitabı 1464; Cenk Akil, Sorularla Adi Konkordato (Adalet Yayınevi 2019) 142; Talih Uyar, Yeni Konkordato Hukukumuzun Temel İlkeleri (2. Bası, Bilge 2019) 95.39  Yeşilova, 373. 150Köroğlu / Rehinli Malın Konkordato Mühleti İçinde Paraya Çevrilmesi Yasağı (İİK m 295)üçüncü kişiye ait olması arasında bir fark bulunmaz. Dolayısıyla mühlet içinde borçluya ait rehinli malların satılması yasak olduğu gibi üçüncü kişiye ait rehinli malların satılması da yasaktır.Öğretideki bir görüşe göre, konkordato projesi ve borçlu karşısında rehinli alacaklı olarak değerlendirilebilmek için alacağın borçluya ait malvarlığı unsurlarıyla teminat altına alınması gerekir. Şayet alacak üçüncü kişiye ait bir mal ile teminat altına alınmışsa, alacaklı, üçüncü kişi karşısında rehinli alacaklı olarak nitelendirilmesine rağmen, borçlu ve konkordato projesinde  adi alacaklı  konumunda bulunur. 295. maddede  rehinli alacaklı  denildiğine göre, alacağın üçüncü kişiye ait mal ile teminat altına alınması durumu bu maddenin kapsamına girmez. Bu görüş takip edildiğinde, konkordato mühleti içinde rehinli malın paraya çevrilmesine ilişkin yasağın üçüncü kişinin borçlu lehine göstermiş olduğu rehinli mallar bakımından söz konusu olamayacağı sonucuna varılması gerekir.Gerçekten öğreti ve yargı kararlarında, konkordato hukuku bakımından rehinli malın borçluya ait olması ile rehinli malın üçüncü kişiye ait olması durumlarının birbirinden ayrıldığı görülmektedir. Öğretide, alacağın üçüncü kişiye ait bir malın rehnedilmesi suretiyle teminat altına alındığı ve borçlunun bu borçtan ötürü şahsen sorumlu olduğu durumlarda, alacağın tamamının konkordato nisabına dâhil edileceği ifade edilmektedir Dolayısıyla bu alacaklının, konkordato projesinin kabulü için yapılacak oylamada (İİK m 302) oy hakkı bulunur. Oysa rehinli alacak bakımından genel kural, rehinle temin edilmiş olan alacakların, Kanun un 298. maddesi uyarınca takdir edilen kıymet sonucunda teminatsız kaldıkları kısım için hesaba katılacağı şeklindedir (İİK m 302/5).Üçüncü kişiye ait bir malın rehnedilmesiyle teminat altına alacağın konkordato nisabında dikkate alınmasının gerekçesi üçüncü kişinin borçlunun borcunu ödemesi 40  Taşpınar Ayvaz, ‘Adî Konkordato  64. Söz konusu görüş 7101 sayılı Kanun ile İcra ve İflâs Kanunu nda yapılan değişiklikten önceki dönemde ifade edilmiş olsa da, 7101 sayılı Kanun değişikliğinden önceki düzenlemede de sadece  rehinli mallar  denilmiş olup, bu malların borçlu veya üçüncü kişiye ait olup olmadığı noktasında bir ayırım yapılmamıştır. Dolayısıyla aynı görüşün yeni düzenleme açısından da savunulabilmesi mümkündür.41  Yeşilova, 373.42  ibid 372.43  ibid 373.44  Kuru, El Kitabı, 1511, 1464; Baki Kuru, İcra ve İflâs Hukuku IV (3. Bası, Seçkin 1997) 3654, 3705 ff; Üstündağ, İflâs, 246247; Postacıoğlu, 27; Burhan Gürdoğan, İflâs Hukuku Dersleri (Ajans-Türk Matbaası 1966) 185; Gürdoğan, Rehin 110; Tanrıver ve Deynekli, 99; Pekcanıtez, Atalay, Sungurtekin Özkan ve Özekes, 497; Altay ve Eskiocak, 366; Öztek, Şerh, 472; M Serhat Sarısözen, İcra-İflas ve Konkordato Hukukundaki Yenilikler (3. Bası, Yetkin 2019) 180.151İstanbul Hukuk Mecmuası 78/1durumunda alacaklıya halef olması ve bu kapsamda borçluya rücû edebilmesidir, 46. Bu nitelikte bir alacağın konkordatoya tâbi kılınmaması durumunda, üçüncü kişinin borçludan olan rücû alacağını elde etmesinin tehlikeye uğrayabileceği ifade edilmiştir. Dolayısıyla burada rehin veren üçüncü kişinin olası mağduriyetinin önüne geçilmek istendiği ileri sürülebilir.Rehnin üçüncü kişi tarafından gösterildiği durumlarda alacaklının alacağının konkordato  nisabında  dikkate  alınması  gerektiği  Yargıtay  kararlarında  da vurgulanmıştır. Yargıtay a göre, kendi malvarlığı üzerinde rehin tesis eden üçüncü kişinin borçlu şirketin ortağı olması hâlinde de söz konusu rehinli alacak konkordato nisabında dikkate alınmalıdır.İsviçre hukukunda da üçüncü kişiye ait malın rehnedilmesiyle teminat alınan alacak, konkordato projesi bakımından adî alacak olarak nitelendirildiğinden konkordato nisabında bu alacağın tamamının dikkate alınması gerektiği kabul edilmektedir. Ancak Türk hukukunun aksine, İsviçre hukukunda bu şekilde bir sonuca varmak 45   […] Bir alacağın, borçluya veya 3. şahsa ait mallar rehin edilmek suretiyle teminata kavuşturulması mümkündür. Borçlu, alacağı kendi taşınır veya taşınmaz malını rehnetme suretiyle teminata kavuşturmuşsa, konkordato nisabı hesaplanırken İİK.nun 297. maddesinde belirtildiği gibi, bu alacağın, rehnedilenin komiser tarafından takdir edilen değeriyle karşılanmayan, teminatsız kalan kısmı nazara alınır. Olayımızda rehni, tüzel kişiliği haiz 3. kişi durumundaki başka bir şirket verdiğinden durum değişiktir. Borçlu ve rehin varsa şirketler grubunun, şirketlerin ortaklarının ve temsilcilerinin aynı kişi ve kişiler olması durumu değiştirmez. Yani, burada 3. kişinin ipoteği sözkonusudur. Alacaklının, rehinleri paraya çevirip, alacağını tahsil etmesi halinde, rehin varsa 3. kişinin kendisinden bu suretle tahsil olunan miktar için asıl borçluya rücu hakkı vardır. Bu halde merhun borçlunun hanesine dahil edilemiyeceği gibi alacak hakkında İİK. 297. maddesi hükmü uygulanmaz. Alacak üçüncü şahsa ait rehinle temin edilmiş ve konkordato isteyen borçlu şirket müteselsil kefil olması nedeniyle borçtan dolayı şahsen sorumlu olmakla, muteriz banka alacaklarının tamamının konkondato nisabının hesabında gözönünde tutulması zorunludur. Bu takdirde ise İİK.nın 297/f.1 maddesinin öngördüğü nisap oluşmayacağından tasdik talebinin reddi icap edeceği […]  Yargıtay 11 HD, 6992/5896, 8.11.1991 (www.kazanci.com.tr) (erişim tarihi: 01.12.2019); benzer şekilde bkz Altay ve Eskiocak, 366; Berkin, 566. 46  Karş  […] F... A.Ş. lehine 40.000.000.000.-TL. bedelli ipotek tesis edilen Gemlik İlçesi 672 Parsel ve Bursa 314 Ada 19 Parsel sayılı taşınmazlar Öznur, Fatih ve Figen adına kayıtlıdır. Konkordato Er-E... Ltd. Şti. tarafından talep edildiğinden F... A.Ş. lehine verilen ipotek üçüncü kişi ipoteğidir. Alacaklının ipotekleri paraya çevirip alacağını tahsil etmesi durumunda, ipotek veren üçüncü kişi tahsil edilen miktar için asıl borçluya rücu hakkına sahip olduğundan üçüncü kişi ipoteği ile teminat altına alınan alacakların nisapta dikkate alınıp alınmayacağı üzerinde durularak varılacak uygun sonuç çerçevesinde bir karar verilmesi gerekirken, bu yönler gözetilmeden çoğunluk koşulunun bulunduğunun kabulü ile yazılı şekilde hüküm kurulmasında isabet görülmemiştir […]  Yargıtay 19 HD, 6141/6939, 19.10.2000 (www.kazanci.com.tr) (erişim tarihi: 01.12.2019).47  Altay ve Eskiocak, 366.48   […] borçlu kendisine ait menkulünü rehin ederek temin ise konkordato nisabı hesaplanırken İİK.nun 297. maddesinde belirlendiği gibi bu alacak mezkür komser tarafından takdir edilen değeri ile karşılanmayan yani teminatsız kalan kısım nazara alınır. Rehin borçludan başkasınca verilmişse, alacaklı da rehni paraya çevirip tahsil etmiş ise, rehin veren 3. kişi asil borçluya rücu hakkına sahiptir. Mezkür borçlunun matlup hanesine yazılamaz. Alacaklı hakkında 297. madde uygulanmaz. Alacağın tamamı konkordato nisabında nazara alınır. Bu hususta gerekli bir araştırma yapılıp sonucuna göre bir karar vermek gerekirken rehnin kim tarafından verildiği araştırmadan noksan incelemeyle karar verilmesi isabetsiz temyiz itirazları yerinde görüldüğünden […]  Yargıtay 12 HD, 1336/694, 26.1.1987 (www.kazanci.com.tr) (erişim tarihi: 01.12.2019).49  Yargıtay 11 HD, 6992/5896, 8.11.1991 (www.kazanci.com.tr) (erişim tarihi: 01.12.2019). Rehin tesis eden ve aynı zamanda borçlu şirketin ortağı olan üçüncü kişinin oy hakkının bulunup bulunmadığı hususu ayrıca düşünülmelidir. Konkordato borçlusu şirket lehine rehin gösteren şirket ortağının oy hakkının kural olarak bulunduğu ancak bu durumun diğer adi alacaklıların menfaatleriyle çatışması durumunda oy hakkından mahrum bırakılması gerektiği hakkında bkz Hans Ulrich Hardmeier ‘Art 305  in: Adrian Staehelin, Thomas Bauer and Daniel Staehelin (eds), Basler Kommentar SchKG, Bundesgesetz über Schuldbetreibung und Konkurs (2nd, Helbing Lichtenhahn 2010) N 28, 30.50  Marco Häusermann and Urs Hofer, ‘Pfandrechte in der Insolvenz  in: Thomas Sprecher (ed), (2016) Sanierung und Insolvenz von Unternehmen VII Kreditsicherheiten (Schulthess 2016) 38; Daniel Hunkeler and Georg J Wohl, ‘Art 310  in: Jolanta Kren Kostkiewicz and Dominik Vock (eds), Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs SchKG (4th, Schulthess 2017) N 8; Hardmeier, ‘Art 305  N 30; Hunkeler, ‘Art 297  N 48.152Köroğlu / Rehinli Malın Konkordato Mühleti İçinde Paraya Çevrilmesi Yasağı (İİK m 295)daha kolaydır. Zira İflâs Dairelerinin İdaresi Hakkındaki Yönetmeliğin, iflâsta sıra cetveli düzenlenmesine ilişkin hükümlerini ihtiva eden 61. maddesine göre, alacağın tamamının veya bir kısmının üçüncü kişiye ait malın rehnedilmesi suretiyle teminat altına alındığı durumlarda, bu nitelikte bir alacak sıra cetveline  adî alacak 52 olarak kaydedilir. Bahsi geçen bu hükmü konkordatoya kıyas yoluyla uygulayan İsviçre Federal Mahkemesi de, üçüncü kişi rehniyle teminat alınan alacağın konkordato projesi bakımından adî alacak niteliğinde olduğuna hükmetmiştir 55. İsviçre Federal Mahkemesi nin bu içtihadı öğretide de genel olarak desteklenmiştir.Yukarıda ifade edilen hususlar çerçevesinde, üçüncü kişiye ait bir malvarlığı unsuruyla güvence altına alınan alacak konkordato projesi bakımından  rehinli alacak  olmayacağından, İİK m 295 hükmünün bu alacak hakkında uygulanmayacağı ve üçüncü kişiye ait rehinli malın konkordato mühleti içinde paraya çevrilmesi konusunda bir yasağın söz konusu olmayacağı iddia edilebilir. Ne var ki, bu şekilde bir tespitin 295. madde ile bağlantılı ve bazı yönleriyle sistematik olarak birlikte düşünülmesi  gereken  İcra  ve  İflâs  Kanunu nun  307.  maddesi  ile  çelişmemesi gerekir. Dolayısıyla rehinli malın satılması yasağı bakımından Kanun un 307. maddesi de ayrıca göz önünde bulundurulmalıdır.İcra ve İflâs Kanunu nun 307. maddesine göre, konkordatoyu tasdik edecek olan mahkeme, tasdik kararıyla birlikte, şartları varsa, rehinli malın muhafaza altına alınması ve satışının ertelenmesine karar verebilir. Mahkemenin ertelemeye karar verebilmesi için gerçekleşmesi gereken şartlardan birisi de, satışı ertelenecek olan rehinli malın borçluya ait işletmenin faaliyeti için gerekli olması ve bu malın satılması durumunda  borçlunun  ekonomik  durumunun  tehlikeye  düşeceği  hususlarının ispatlanmasıdır (İİK m 307). 51  Verordnung über die Geschäftsführung der Konkursämter.52   ungesicherte Forderung .53  Belirtmek gerekir ki, aynı sonucun (İsviçre hukukundaki gibi açık bir düzenleme bulunmayan) Türk hukukunda da geçerli olduğu, alacağın mülkiyeti üçüncü kişiye ait bir malın rehin edilmesi suretiyle teminat altına alındığı durumlarda, rehinli alacaklının alacağın tamamını iflâs masasına adî alacak olarak yazdıracağı ifade edilmiştir (Kuru, El Kitabı 1207). Ancak bu durum alacaklının rehnin paraya çevrilmesi yoluyla takip yapmasına engel değildir (ibid 1207).54  BGE 87 III 117.55  Üçüncü kişinin malvarlığı üzerinde tesis edilen rehinle teminat altına alınan bir alacağın adî alacak olarak değerlendirilmesi konkordato bakımından çeşitli farklılıklar ortaya çıkarmaktadır. Örneğin, bu niteliği haiz alacak için faiz işlemeyeceği kabul edilir (Umbach-Spahn, Kesselbach and Bossart, ‘Art 297  N 19; Hunkeler, ‘Art 297 , N 48; benzer şekilde bkz. Cenk Akil, ‘Konkordato Mühletinin Alacaklılar Bakımından Sonuçları (28.02.2018 Tarih ve 7101 sayılı Kanunla Yapılan Değişikliklere Göre)  2019 141 Türkiye Barolar Birliği Dergisi 227, 245. Yine, İcra ve İflâs Kanunu nun 298. maddesi gereği rehinli malların kıymeti takdir edilirken üçüncü kişinin gösterdiği rehinler bu kapsama girmez (Yeşilova 435; İsviçre hukukunda da aynı durum geçerlidir. Bu konuda bkz Kostkiewicz and Vock, ‘Art 299  N 2). Dolayısıyla İİK m 298 hükmü kapsamında üçüncü kişiye ait rehinli mala ilişkin kıymet takdiri yapılmaz (Yeşilova, 435). Üçüncü kişinin malvarlığı üzerinde tesis edilen rehinle teminat altına alınan bir alacak adî alacak olarak kabul edilirse, kanaatimizce rehinli alacaklı, rehinli alacaklıların yeniden yapılandırılmasını düzenleyen İİK m 308/h kapsamında da değerlendirilemez. Aksi takdirde bu rehinli alacaklının hem adî alacaklılar hem de rehinli alacaklılarla ilgili müzakerelerin ikisinde de oy hakkı bulunması gibi çelişkili bir sonuç ortaya çıkmış olur.56  Häusermann and Hofer 38; Hunkeler and Wohl, ‘Art 310 , N 8; buna karşın bir görüş, rehnin paraya çevrilmesine ilişkin hükümlerde rehinli malın borçluya veya üçüncü kişiye ait olması arasında bir fark olmadığını ve dolayısıyla konkordato açısından böyle bir ayrım yapılmasının doğru olmadığını belirtmektedir (Fritzsche and Walder-Bohner, 617-618).57  Nitekim yukarıda mühlet içinde rehinli malın satılmasına ilişkin yasağın zaman bakımından kapsamı üzerinde durulurken, İİK m 307 hükmünden yola çıkılarak bir sonuca varılmıştı (Bkz II A).153İstanbul Hukuk Mecmuası 78/1Gerek İİK m 295 gerekse de İİK m 307 hükümleri amaç yönünden benzerlik gösterir. Mühlet içinde satış yasağının (m 295) amacı konkordato süreci içinde borçlunun  işletmesinin  devamı  için  gerekli  olan  rehinli  mallardan  mahrum bırakılmasının önüne geçmektir. Konkordatonun tasdiki kararıyla rehinli malların satışının ertelenmesinin (m 307) amacı da borçlu işletmenin devamı için önemli olan malların borçlunun elinden alınmasının önüne geçilerek tasdik edilen konkordato projesinin gerçekleştirilmesine yardımcı olmaktır. İcra ve İflâs Kanunu nun 295 ve 307. maddeleri arasındaki benzerlik rehinli malın kapsamı (İİK m 23) bakımından da uyumluluk arz eder. Zira 295. madde ile herhangi bir ayırım yapılmadan tüm rehinli malların satışı yasaklanmışken; 307. madde ile de buna paralel bir şekilde herhangi bir ayırım yapılmadan tüm rehinli malların satışının ertelenmesi mümkün hâle getirilmiştir.Her  iki  madde  satış  yasağının  şartları  bakımından  birbirinden  ayrılmaktadır. Zira konkordato mühleti aşamasında rehinli malın satışına ilişkin yasak, bu konuda bir talep olmaksızın ve başka bir şart aranmaksızın kesin mühlete karar verilmesi ile başlar. Kesin mühlet aşamasında rehinli malın borçlu işletmenin devamı için gerekli olup olmadığı, satış yasağının uygulanması açısından önemli değildir. Oysa konkordatonun  tasdik  aşamasından  sonra  rehinli  malın  satışının  ertelenmesine karar verilebilmesi için borçlunun bir talebi olmalı ve 307. maddede düzenlenmiş olan  şartlar  gerçekleşmiş  olmalıdır.  Dolayısıyla  mahkemenin  paraya  çevrilmesi durumunda borçlunun ekonomik varlığını tehlikeye düşürmeyecek olan rehinli malın satışını ertelemesine ilişkin karar vermesi mümkün değildir.İİK m 295 hükmünde düzenlenen yasağın süresi İİK m 307 hükmü ile artırılmış olmaktadır.  Dolayısıyla  rehinli  mala  ilişkin  satış  yasağının  düzenlendiği  307. madde, süre yönünden, 295. maddenin bir devamı niteliğindedir. Öyleyse İİK m 295 ile İİK m 307 hükümlerinin sistematik olarak birlikte düşünülmesi gerekir.58  7101 sayılı Kanun da satış yasağının amacına ilişkin bir açıklama mevcut olmasa da, bu yasağı hukukumuza getiren 4949 sayılı Kanun un gerekçesinde yasağın amacı açıkça belirtilmiştir:  […] Bu bağlamda, mühlet sırasında taşınır veya taşınmaz rehniyle temin edilmiş alacaklar nedeniyle rehnin paraya çevrilmesi yoluyla takip başlatılabilecek veya başlamış olan takiplere devam edilebilecek; ancak bu takipler çerçevesinde muhafaza tedbirleri alınamayacak ve rehinli malın satışı gerçekleştirilemeyecektir. Böylece borçlunun konkordato süreci içinde, işletmenin devamı için büyük önemi haiz olabilecek rehinli mallarından yoksun kalmasının önüne geçilmiş; ancak diğer taraftan da rehnin paraya çevrilmesi yoluyla takibin mühlet zarfında satış aşamasına kadar getirilmesine imkân verilerek konkordato mühletinden bir sonuç alınamaması hâlinde rehinli alacaklının daha fazla vakit kaybetmesi önlenmek istenmiştir […] ; satış yasağının amacı hakkında ayrıca bkz. Taşpınar Ayvaz, Yapılandırma, 250 ff.59  Bu düzenlemenin amacı ile ilgili olarak bkz. İbrahim Ercan, ‘Konkordatoda Rehinli Taşınır ve Taşınmazların Paraya Çevrilmesinin Ertelenmesi (İİK 298/a)  iç Hâluk Konuralp Anısına Armağan II (Yetkin, 2019) 157 ff. 60  Aynı paralellik İsviçre hukukunda da mevcuttur. Öyle ki, takibi mümkün olan ancak mühlet içinde satışı yasaklanan taşınmaz malın (SchKG Art 297, Abs 1) satışı konkordatonun tasdiki kararıyla ertelenebilir (SchKG Art 306a, Abs 1). Türk hukukunun aksine İsviçre hukukunda, konkordato mühleti içinde taşınır rehninin paraya çevrilmesi yoluyla takip de yasaklanmıştır (Karş SchKG Art 297, Abs 1).61  Hunkeler and Wohl, ‘Art 306a  N 2.154Köroğlu / Rehinli Malın Konkordato Mühleti İçinde Paraya Çevrilmesi Yasağı (İİK m 295)Öğretide bir görüşe göre, 307. madde sadece borçluya ait rehinli mallar bakımından geçerli olup, üçüncü kişiye ait rehinli malların 307. madde bağlamında satışının ertelenmesine karar verilmesi mümkün değildir. Ancak burada ilk olarak madde başlığında yapılan değişiklin amacı tespit edilmelidir. Zira 7101 sayılı Kanun un tasarısında 307. maddenin kenar başlığı  borçluya ait rehinli malların muhafaza ve satışı ile finansal kiralama konusu malların iadesinin ertelenmesi  şeklinde iken, TBMM Adalet Komisyonu tarafından oluşturulan Alt Komisyonun önergesiyle maddenin kenar başlığı  rehinli malların muhafaza ve satışı ile finansal kiralama konusu malların iadesinin ertelenmesi  olarak değiştirilmiş ve madde bu şekliyle kabul edilmiştir. Kenar başlığına ilişkin bu değişikliğin amacı Alt Komisyon Önerge gerekçesinde şu şekilde açıklanmıştır: […] Tasarının çerçeve 34 üncü maddesi üzerinde verilen önergeyle, rehinli malın üçüncü kişiye ait olması durumunda da madde uyarınca erteleme kararı alınabilmesi sağlanmakta […] .Madde başlığında yapılan değişiklikle, üçüncü kişiye ait rehinli mallar hakkında da erteleme kararı verilebilmesi amaçlanmıştır. Öyleyse aynı sonuca Kanun un 295. maddesi için de varılmalıdır. Başka bir anlatımla, üçüncü kişiye ait olan rehinli malın konkordato mühleti içinde paraya çevrilmesi mümkün olmamalıdır. Aksi takdirde, borçlu işletmenin devamı açısından önemli olan ve bu sebeple konkordatonun tasdiki kararıyla satışı ertelenebilen üçüncü kişiye ait malın, daha mühlet aşamasında satılmasına izin verilmesi, madde başlığında yapılan değişiklikle amaçlanan şeyi ortadan kaldırır.İİK m 307 hükmüne bakıldığında tespit edilecektir ki, rehinli malın satışının ertelenmesi için önemli olan şeyin rehinli malın kime ait olduğu değil; bu rehinli malın işletmenin devamı için gerekli olup olmadığıdır. İşletmenin devamı için gerekli olan mal üçüncü kişiye ait ve fakat borçlu tarafından kullanılıyor olabilir. Örneğin, 6750 sayılı Ticari İşlemlerde Taşınır Rehni Kanunu nun (TİTRK)63 beşinci maddesinin dokuzuncu fıkrasına göre, bu Kanun kapsamında borçlu lehine teslimsiz taşınır rehni kurabilir. Rehin olarak gösterilen taşınır borçlunun veya üçüncü kişinin zilyetliğinde bulunabilir (Karş TİTRK m 12/4). Bu kapsamda üzerinde borçlu lehine rehin kurulan taşınırın borçlunun işletmesinde kullanılması ve borçlu işletmenin devamı için önemli bir nitelikte olması mümkündür. Eğer sadece üçüncü kişiye ait olması sebebiyle bu malın konkordatonun tasdiki kararından sonra satılmasına izin verilirse borçlu işletmenin ekonomik varlığı tehlikeye düşebilir. Çünkü İcra ve İflâs Kanunu nun 88. maddesinin dördüncü fıkrasına göre, ticari işletme rehni kapsamındaki  taşınırlar  icra  dairesince  satılmalarına  karar  verilmesinden  sonra 62  Pekcanıtez ve Erdönmez, 150 ff; Ali Cem Budak ve Serdar Kale, ‘Yeni Konkordato Hukuku  iç Selçuk Öztek (ed), Yeni Konkordato Hukuku (2. Bası, Adalet Yayınevi 2019) 552; Akil, Konkordato, 210. 63  Kabul Tarihi: 20.10.2016, RG 29871/28.10.2016.155İstanbul Hukuk Mecmuası 78/1muhafaza  altına  alınabilir.  Dolayısıyla  satılmasına  karar  verilmesi  durumunda borçlunun bu rehinli maldan verimli bir şekilde yararlanması mümkün olmayabilir. Bu sebeple, eğer 307. maddede düzenlenen diğer şartlar da gerçekleşmişse, üçüncü kişiye ait rehinli malın satışının ertelenmesi mümkün olmalıdır. Aynı sonuca, aynı gerekçelerle mühlet aşamasında rehinli malın satılmasına ilişkin yasak hakkında da varılmalı; mühlet kararıyla birlikte konkordato borçlusu lehine gösterilen üçüncü kişiye ait rehinli malların paraya çevrilmesi mümkün olmamalıdır.3. Yasağın Mahkeme Tarafından Kaldırılıp Kaldırılamayacağı MeselesiBorçluya veya üçüncü kişiye ait rehinli malın konkordato mühleti içinde paraya çevrilmesi yasaktır. Bununla birlikte, mahkemenin talep üzerine mühlet içinde rehinli malın paraya çevrilmesi yasağını kaldırıp kaldıramayacağı meselesi hakkında bir değerlendirme yapılmalıdır.Mahkemeye başvurularak rehinli mala ilişkin satış yasağının mühlet aşamasında kaldırılabilmesine ilişkin bir düzenleme ne Türk hukukunda ne de İsviçre hukukunda mevcuttur. Bununla birlikte, İsviçre hukukunda ifade edilen bir görüşe göre, mahkeme, iki durumda, mühlet içinde rehnin paraya çevrilmesi yasağını kaldırabilir. İlk olarak, eğer rehinli mal borçlu işletmenin iyileşmesi için gerekli değilse, mahkemeden rehnin paraya çevrilmesi yoluyla rehinli malın satılmasına izin verilmesi istenebilir. İkinci olarak, rehinli malın mühlet içinde paraya çevrilmesinin borçlu veya konkordato alacaklısının lehine olduğu anlaşılırsa mahkeme buna izin verebilir. Örneğin, rehinli malın değerinin düşme tehlikesi mevcutsa bu malın mühlet içinde satılabilmesi hem borçlu hem de konkordato alacaklısının lehine olur.Yukarıda da belirtildiği üzere, rehinli malın mühlet içinde satılmasına ilişkin yasak, o malın borçlunun işletmesi için önemli olabileceği ve satılması durumunda borçlu işletmenin ekonomik varlığının kötü bir şekilde etkileneceği düşüncesiyle getirilmiştir. Öyleyse bu amaç için gerekli olmayan bir malın mühlet içinde satılamaması, yasağın amacına uygun olmayacağı gibi alacaklının alacağına geç kavuşmasına da neden olabilir. Kaldı ki, mevcut düzenlememizde rehinli mal, eğer satışının ertelenmesine ilişkin bir karar verilmezse (İİK m 307), konkordatonun tasdiki kararından sonra satılabilir. Öyleyse işletmenin faaliyeti için gerekli bulunmadığı ve satılması hâlinde borçlunun ekonomik durumunu tehlikeye düşürmeyeceği bariz olan rehinli malın satılması için tasdik kararına kadar beklenilmesine gerek olmamalıdır. Dolayısıyla bu yasağın kaldırılması mahkemeden istenebilmelidir.64  Häusermann and Hofer, 27.65  ibid 27.66  ibid 27.67  ibid 27.156Köroğlu / Rehinli Malın Konkordato Mühleti İçinde Paraya Çevrilmesi Yasağı (İİK m 295)Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir.Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare.Grant Support: The author declared that this study has received no financial support.157İstanbul Hukuk Mecmuası 78/1",
     "Kaynakça": "Akil C, Sorularla Adi Konkordato (Adalet Yayınevi 2019) (Konkordato).   Konkordato Mühletinin Alacaklılar Bakımından Sonuçları (28.02.2018 Tarih ve 7101 sayılı Kanunla Yapılan Değişikliklere Göre)  2019 141 Türkiye Barolar Birliği Dergisi 227 252 (Mühlet).Altay S ve Eskiocak A, Modern İflâs Hukuku Açısından Konkordato ve Yeniden Yapılanma (5. Bası Vedat, 2019).Arslan R, Yılmaz E, Taşpınar Ayvaz S ve Hanağası E, İcra ve İflâs Hukuku (5. Bası, Yetkin 2019).Atalay O, Borca Batıklık ve İflâsın Ertelenmesi (Güncel Yayınevi 2007).    İflâsın Ertelenmesi , iç 75. Yaş Günü İçin Prof. Dr. Baki Kuru Armağanı, (Türkiye Barolar Birliği Yayınları 2004) 49 99 (Erteleme).   ‘Konkordato Reformu Hakkında Değerlendirmeler  iç Muhammet Özekes (ed), 7101 Sayılı Kanunla Konkordato ve Elektronik Tebligat Konularında Getirilen Yenilikler (On İki Levha 2018) 111 134.Atalı M, ‘Konkordatoda Kesin Mühlet ve Sonuçları  iç Muhammet Özekes (ed), 7101 Sayılı Kanunla Konkordato ve Elektronik Tebligat Konularında Getirilen Yenilikler (On İki Levha 2018) 85 109.Atalı M, Ermenek İ ve Erdoğan E, İcra ve İflâs Hukuku (2. Bası, Yetkin 2019).Bauer T and Staehelin D, Basler Kommentar SchKG, Bundesgesetz über Schuldbetreibung und Konkurs Ergänzungsband, (2nd Helbing Lichtenhahn, 2017) (Bearb: Bauer T)Belgesay M R, İcra ve İflâs Hukuku I (2. Bası, Fakülteler Matbaası 1953).Berkin N M, İflâs Hukuku (İstanbul Üniversitesi 1972).Budak A C ve Kale S, ‘Yeni Konkordato Hukuku  iç Selçuk Öztek (ed), Yeni Konkordato Hukuku (2. Bası, Adalet Yayınevi 2019).Budak A C, İpoteğin Paraya Çevrilmesi Yoluyla Takip (3. Bası, On İki Levha 2010).Buruloğlu E ve Reyna Y, Konkordato Hukuku ve Tatbikat (Yörük Matbaası 1968).Büchi J A, Grundzüge des schweizerischen Schuldbetreibungsrechts (Schulthess1975).Coradi A, Der Sachwalter im gerichtlichen Nachlassverfahren nach Art. 293 ff. SchKG (Juris Druck u Verlag 1973).Dişel B, İcra Hukukunda Takip Arkadaşlığı (On İki Levha 2014).Ercan İ, ‘Konkordatoda Rehinli Taşınır ve Taşınmazların Paraya Çevrilmesinin Ertelenmesi (İİK 298/a)  iç Hâluk Konuralp Anısına Armağan II (Yetkin, 2019).Erich B and Jürgen M, Vergleichsordnung, (3rd, Walter de Gruyter, 1972).Ermenek İ, İflâsın Ertelenmesi, (2. Bası, Adalet Yayınevi 2010).Fritzsche H and Walder Bohner H U, Schuldbetreibung und Konkurs nach schweizerischem Recht II, (3rd, Schulthess Polygraphischer Verlag 1993).Fritzsche H, Schuldbetreibung und Konkurs nach schweizerischem Recht, (2nd, Schulthess & Co AG, 1968).Greder M and Jornot G, Leitfaden für Schuldbetreibung und Konkurs (2nd, Verlag Organisator 1952).Gürdoğan B, İflâs Hukuku Dersleri (Ajans Türk Matbaası 1966) (İflâs).158Köroğlu / Rehinli Malın Konkordato Mühleti İçinde Paraya Çevrilmesi Yasağı (İİK m 295)   Türk İsviçre İcra ve İflas Hukukunda Rehnin Paraya Çevrilmesi (Ajans Türk Matbaası 1967) (Rehin).Häusermann M and Hofer U, ‘Pfandrechte in der Insolvenz  in: Thomas Sprecher (ed), (2016) Sanierung und Insolvenz von Unternehmen VII Kreditsicherheiten (Schulthess 2016).Hunkeler D, Kurzkommentar SchKG, Kurzkommentar zum Bundesgesetz über Schuldbetreibungs und Konkurs (2nd, Helbing Lichtenhahn 2014) (Bearb: Hunkeler, D).Kale Serdar, Sorularla Konkordato (On İki Levha 2017).Karslı A, İcra ve İflas Hukuku (3. Bası, Alternatif 2014).Kren Kostkiewicz J and Vock D, Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs SchKG, (4th Schulthess, 2017) (Bearb: Umbach Spahn B, Kesselbach S, Bossart S, Burkhalter R, Hunkeler D and Wohl G J)Kurt A and Fridolin W, Grundriss des Schuldbetreibungs  und Konkursrecht (9th, Stämpfli 2013).Kuru B, İcra ve İflâs Hukuku El Kitabı (2. Bası, Adalet Yayınevi 2013) (El Kitabı).   İcra ve İflâs Hukuku IV, (3. Bası, Seçkin 1997) (C IV).   İflâs ve Konkordato Hukuku (Alfa, 1992) (İflâs ve Konkordato).   İstinaf Sistemine Göre Yazılmış İcra ve İflâs Hukuku Ders Kitabı (3. Bası, Yetkin 2019).Öztek S, İflasın Ertelenmesi (Arıkan, 2007) (Erteleme).   ‘Yeni Konkordato Hukuku  iç Selçuk Öztek (ed), Yeni Konkordato Hukuku (2. Bası, Adalet Yayınevi 2019) (Şerh)Pekcanıtez H, ‘İflâsın Ertelenmesi  iç Prof. Dr. Hakan Pekcanıtez Makaleler II (On İki Levha 2016) (Erteleme).   ‘İpoteğin Paraya Çevrilmesiyle İlgili Uygulamada Karşılaşılan Sorunlar , iç Prof. Dr. Hakan Pekcanıtez Makaleler I (On İki Levha 2016) (İpotek).   ‘7101 Sayılı Kanunla Getirilen Konkordato Hükümlerinin Değerlendirilmesi  iç MİHBİR XVI 7101 sayılı Kanun Çerçevesinde Konkordato (Türkiye Cumhuriyeti Adalet Bakanlığı 2019) (157 167).Pekcanıtez H, Atalay O, Sungurtekin Özkan M ve Özekes M, İcra ve İflâs Hukuku Ders Kitabı (6. Bası, On İki Levha 2019).Pekcanıtez H ve Erdönmez G, 7101 sayılı Kanun Çerçevesinde Konkordarto (Vedat, 2018).Pekcanıtez H ve Simil C, ‘Asıl Borçlu Hakkında Verilen İflâsın Ertelenmesi Kararı Üçüncü Kişiye Ait İpotekli Taşınmazın Satışına Engel Olur Mu? (Karar İncelemesi)  iç Prof. Dr. Hakan Pekcanıtez Makaleler I (On İki Levha 2016) Philipp A, Walter H, Kostkiewicz J K, Gerhard K, Roger S and Markus Z, Kurzkommentar VZG, (Stutz Druck, 2011) (Bearb: Kostkiewicz J K).Postacıoğlu İ E, Konkordato (2. Bası, Banka ve Ticaret Hukuku Araştırma Enstitüsü 1965).Saim Üstündağ, İflâs Hukuku (8. Bası, Yaylacık 2009) (İflâs).Sarısözen M S, İcra İflas ve Konkordato Hukukundaki Yenilikler (3. Bası, Yetkin 2019).   ‘Geçici ve Kesin Mühlet Kararı  iç MİHBİR XVI 7101 sayılı Kanun Çerçevesinde Konkordato (Türkiye Cumhuriyeti Adalet Bakanlığı 2019) (41 73).Staehelin  A,  Bauer  T  and  Staehelin  D,  Basler  Kommentar  SchKG,  Bundesgesetz  über Schuldbetreibung und Konkurs (2nd Helbing Lichtenhahn, 2010) (Bearb: Vollmar A and Hardmeier, H U)159İstanbul Hukuk Mecmuası 78/1Tanrıver S ve Deynekli A, Konkordatonun Tasdiki (Yetkin 1996). Tanrıver S, Konkordato Komiseri (Yetkin 1993).Taşpınar Ayvaz S, İcra İflâs Hukukunda Yeniden Yapılandırma (Yetkin 2005) (Yapılandırma).   ‘Adî Konkordato Hakkında İcra ve İflâs Kanunu nda Yapılan Değişiklikler  (2003) C XXII (Aralık) BATİDER (Adî Konkordato).Toraman B, ‘Konkordato Müessesesi Hakkında 7101 Sayılı Kanunla Getirilen Yeniliklerin Kanun Yollarına İlişkin Hükümleri Bakımından Değerlendirilmesi  iç MİHBİR XVI 7101 sayılı Kanun Çerçevesinde Konkordato (Türkiye Cumhuriyeti Adalet Bakanlığı 2019) (207 227)Tunç Yücel M, Banka Alacaklarının İpoteğin Paraya Çevrilmesi Yoluyla Takibi (On İki Levha 2010).Uyar T, Yeni Konkordato Hukukumuzun Temel İlkeleri (2. Bası, Bilge 2019).Üstündağ S, İcra Hukukunun Esasları (8. Bası, 2004) (İcra).Yeşilova B, ‘Yeni Konkordato Hukuku  iç Selçuk Öztek (ed), Yeni Konkordato Hukuku (2. Bası, Adalet Yayınevi, 2019).Yılmaz E, İcra ve İflâs Kanunu Şerhi (Yetkin 2016).160"
}