{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "22",
     "Ay": "10",
     "Yıl": "2021",
     "Cilt": "79",
     "Sayı": "3",
     "Başlık": "Osmanlının Son Döneminde Bir Hukuk Mecrası: Ravza I Hukuk",
     "Title": "A Platform for Jurisprudence in the Last Period of the Ottoman State: Rawdha i Hukuk",
     "Yazar İsmi": [

          "Ahmet Yaman"  , "Bahaddin Karakuş"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Seydişehrî", "Mahmud Esad", "Ravza-i Hukuk", "Osmanlı Devleti", "Mekteb-i Hukuk", "Hukuk felsefesi"
     ],
     "Keywords": [
          "Seydişehrî", "Mahmud Asad", "Rawdha-i Huquq", "Ottoman State", "Maktab-i Huquq", "Philosophy of Law"
     ],
     "Özet": "Osmanlı  Devleti nin  son  yüzyılında  özellikle  Tanzimat  Fermanı nın  ilanından  sonra  yaşanan  gelişmelerden  biri  de yükseköğretim kurumu hüviyetini taşıyan modern hukuk mekteplerinin açılması olmuştur. Bu mekteplerin ders programı, müfredatı ve kitapları, artık klasik fıkhın eğitim modeli ve zihniyetinden oldukça farklı bir mahiyet arz etmiştir. Fıkıh usûlü ve feraiz dışındaki derslerde, bu meyanda mesela hukuk tarihi ve felsefesi, siyaset tarihi ve felsefesi ile iktisat tarihi ve felsefesi gibi alanlarda daha ziyade Batılı hukukçu, feylosof ve iktisatçıların teorileri esas alınmıştır. Bu yeni durum ve süreçler, Osmanlı nın daha önce  fıkıh  merkezli olan yargısal ve normatif yapısını  hukuk  merkezli bir yapıya dönüştürmeye başlamış ve gelenekselden farklı yeni yeni hukuk mecralarının zuhurunu sağlamıştır. İşte bu bağlamda Mahmud Esad Seydişehrî de henüz Mekteb i Hukuk öğrencisi iken 1884 yılında aldığı ruhsat ile Ravza i Hukuk adını verdiği bir dergi çıkarmıştır. Bu dergi, hukuk alanında yazılar neşretmenin yanında Mekteb i Hukuk programındaki derslerle ilgili kitap bölümlerini de tefrika suretiyle yayımlamıştır. Tespit edebildiğimiz kadarıyla bu seride farklı alanlarda 6 (altı) kitap yayımlanmıştır. Bunların biri Mahmud Esad ın Fransızcadan yaptığı hukuk felsefesiyle ilgili Hikmet i Hukuk yahut Hukuk ı Tabîiyye isimli çeviridir. Telhîs i Hikmet i Hukuk ve İlm i Servet başlığını taşıyan diğer iki kitap, çok takdir ettiği hocası Münif Paşa nın Mekteb i Hukuk taki takrirlerinde tuttuğu ders notlarının birebir neşri konumundadır. Hanefî fıkıh metodolojisini konu edinen Usûl i Fıkıh ile İslam miras hukuku alanındaki Ferâidü l feraiz isimli eserler doğrudan kendisinin telifidir. Serinin son kitabı ise 1858 tarihli yeni ceza kanununa (Ceza Kanunname i Hümayunu) yapmaya başladığı şerh çalışması olan Şerh i Kanun ı Ceza dır. Bu makalede önce Mahmud Esad Seydişehrî nin hukukçu ve devlet adamı kimliği tespit edilecek, ardından söz konusu altı eser ana hatlarıyla incelenecektir.",
     "Abstract": "One of the developments that took place in the last century of the Ottoman state, especially after the proclamation of the Tanzimat Edict, was the opening of modern law schools recognized as higher education institutions. The curriculum and books used in these schools differed substantially from the education model and mentality of classical fiqh. In courses other than fiqh methodology and Islamic inheritance law, topics were based on the theories of Western jurists, philosophers, and economists. This novel situation led to the rise of alternate legal channels than the traditional ones. In this context, Maktab-i Huquq student, Mahmud Asad Seydişehrî, published a magazine named Rawdha-i Huquq under the license he received in 1884. In addition to articles in the field of law, the journal published books on courses in the Maktab-i Huquq program. As far as we can determine, six books in different fields were published in this series. One of them, Telhis-i Hikmat-i Huquq, was a translation by Mahmud Asad of a French work on the philosophy of law. Two books, titled Hikmat-i Huquq and ‘İlm-i Tharwat, were one-to-one publications of notes taken by Mahmud Asad during lectures delivered by his much admired teacher Münif Pasha. Two more books, related to the method of jurisprudence (fiqh methodology) and faraidh (Islamic inheritance law), were his own writings, while the final book was an annotation that he had started to write on the new penal code. In this article, the identity of Mahmud Asad Seydişehrî as a jurist and statesman will be considered first, and later, the six books will be examined in outline.",
     "Metin": "Hem siyasî hem askerî hem de dinî ve kültürel açılardan hayatî tartışmaların, eksen kaymalarının ve kopuşların adeta zirveye çıktığı Osmanlı son yüzyılı, hâlâ birçok açıdan tam olarak incelenememiştir. Tartışma konuları, bunların sebep ve sonuçları, tarafları  ve  gerekçeleri,  ideolojik  olmaktan  uzak  soğukkanlı  değerlendirmelerle aydınlatılmaya muhtaç görünmektedir. Bu ihtiyacın söz konusu olduğu alanlardan biri de fıkıh-hukuk, yargı teşkilatı ve kanunlaştırma alanıdır.Aslında XVIII. yüzyılın sonlarında (1774 yılında imzalanan Küçük Kaynarca Antlaşması bu anlamda bir dönüm noktasıdır) başlayan ve 1839 Tanzimat Fermanıyla ivme kazanan yapısal değişiklikler, hissedilmekte olan zihniyet dönüşümünü de hızlandırmış ve somutlaştırmıştı. Bu gelişmelerin Osmanlı fıkıh-hukuk hayatına aksetmemesi düşünülemezdi ve nitekim öyle de oldu. Hukuk tarihçileri, Tanzimat döneminin gerek adlî kurumlar gerek uygulanan hukuk kuralları ve gerekse hukuk eğitimi  açısından  Türk  hukuk  tarihinin  önemli  bir  dönüm  noktası  olduğunda hemfikirdirler.Gerçekten de hem sosyoekonomik değişiklikler hem mübrem hale gelen mevzuat ihtiyacı ve hem de dış dünyanın, özellikle İngiliz, Fransız ve Rusların baskısıyla 1840 yılından itibaren kimi millî, kimi muktebes yeni kanunlar yürürlüğe girmiş, var  olan  Şer iyye  Mahkemeleri  yanında  1847  yılında  Ticaret  Mahkemeleri kurulmaya başlamış, 1864 te Nizamiye Mahkemeleri devreye girmişti.3 Bir taraftan yeni kanunların uygulanması diğer taraftan yeni mahkemelerin hâkim ihtiyacının karşılanması,  geleneksel  meşihat-medrese-fıkıh  çizgisi  yanında  vezâret-mektephukuk çizgisini gerekli kılmış ve böylece yeni yapılanma ve zihniyetle mütenasip 1  1256/1840 Tarihli Ceza Kanunname-i Hümayunu, 1267/1851 Tarihli Kanun-ı Cedid (Yeni Ceza Kanunu), 1274/1858 Tarihli Arazi Kanunnamesi, 1286-1293/1869-1876 yılları arasında peyderpey yürürlüğe giren Mecelle-i Ahkâm-ı Adliyye, 1336/1917 Tarihli Hukuk-ı Aile Kararnamesi ile aynı tarihli Usul-i Muhakeme-i Şer iyye Kararnamesi millî kanunlar; 1254/1838 Tarihli Askerî Ceza Kanunu, 1266/1850 Tarihli Ticaret Kanunnamesi, 1272/1855 Tarihli Men-i İrtikâp Kanunnamesi, 1274/1858 Tarihli Ceza Kanunname-i Hümayunu ile 1280/1863 Tarihli Ticaret-i Bahriyye Kanunnamesi Batı menşeli kanunlar arasında hatırlanabilir. Ayrıntılar için bk. Mehmet Âkif Aydın, Türk Hukuk Tarihi (Hars Yayıncılık 2005) 456 vd.; Mustafa Avcı, Türk Hukuk Tarihi Dersleri (Mimoza Yayıncılık 2015) 559 vd. Tam da bu noktada şu çalışmaya işaret etmekte yarar vardır: Tuncer Namlı, Tanzimat ve Sonrası Dönem Kanunlaştırmaları Karşısında İslâm Âlimlerinin Aldığı Tavır ve Bunun Neticeleri (EÜSBE, Yayımlanmamış Yüksek Lisans Tezi, 1988)2  Hıfzı Veldet Velidedeoğlu,  Kanunlaştırma Hareketleri ve Tanzimat , Tanzimat- I (MEB Yayınları 1940),  139 vd.; Gülnihal Bozkurt, Batı Hukukunun Türkiye de Benimsenmesi (TTK Yayınları 1996), 48 vd.; Mustafa Şentop, Tanzimat Dönemi Osmanlı Ceza Hukuku (Yaylacık Matbaası 2004); Said Nuri Akgündüz, Tanzimat Dönemi Osmanlı Ceza Hukuku Uygulaması (MÜSBE Yayımlanmamış Doktora Tezi, 2010); Tahir Taner,  Tanzimat Devrinde Ceza Hukuku , Tanzimat-I (MEB Yayınları 1940), 221-232; Mustafa Şentop,  Tanzimat Dönemi Kanunlaştırma Faaliyetleri Literatürü  (2005) 3 (5) TALİD 647, 672; Mehmet Âkif Aydın,  Arazi Kanunnâmesi  (1991) 3 DİA <https://islamansiklopedisi.org.tr/arazikanunnamesi> Erişim 15.08.2019; Ali Akyıldız,  Tanzimat  (2011) 40 DİA <https://islamansiklopedisi.org.tr/tanzimat> Erişim 15.08.2019.3  Ekrem Buğra Ekinci, Tanzimat ve Sonrası Osmanlı Mahkemeleri (Arı Sanat Yayınları 2004); Sedat Bingöl, Tanzimat Devrinde Osmanlıda Yargı Reformu (Anadolu Üniversitesi Yayınları 2004); Mustafa Reşit Belgesay,  Tanzimat ve Adliye Teşkilâtı , Tanzimat I (MEB Yayınları 1940) 213 vd.; Hulusi Yavuz,  Adliye Nezareti , (1998) 1 DİA <https://islamansiklopedisi.org.tr/adliye-nezareti> Erişim 15.08.2019; M. Macit Kenanoğlu,  Nizâmiye Mahkemeleri  (2007) 33 DİA <https://islamansiklopedisi.org.tr/nizamiye-mahkemeleri> Erişim 15.08.2019.1004Yaman, Karakuş / Osmanlının Son Döneminde Bir Hukuk Mecrası: Ravza-İ Hukukbir hukuk eğitimi de ete kemiğe bürünmüştü. Bu bağlamda önce Adliye Nezareti bünyesinde 1870 tarihinde eğitim süresi bir yıl olan Kavânîn ve Nizâmât Dershanesi kurulmuştu. Bunun Adliye Nezâreti nin memur ve hâkim ihtiyacını karşılayamaması sebebiyle bu defa Maarif Nezaretinin 1874 yılında müdür Sava Paşa yı (ö. 1904) görevlendirmesiyle Galatasaray Mekteb-i Sultanîsi bünyesinde gayri müslimlerin de kabul edildiği üç yıllık (1885 yılında dört yıla çıkarılacaktır) bir yükseköğretim kurumu olan Mekteb-i Hukuk-ı Sultanî açılmış, 1880 yılında Adliye Nezareti ne bağlı olarak da Mekteb-i Hukuk-ı Şâhâne öğretime başlamıştı.5 Bir süre sonra bu iki okul Mekteb-i Hukuk adıyla birleştirilmiş ve 1909 yılında da Darülfünun a bağlanmış ve Mekteb-i Hukuk-ı Âliye adını almıştı.6Yaşanan bu süreçler, Osmanlı nın daha önce  fıkıh  merkezli olan yargısal ve normatif yapısını  hukuk  merkezli bir yapıya dönüştürmeye başlamıştır.7 İşte bu bağlamda oluşan yeni mecralardan biri de Seydişehirli hukukçu ve devlet adamı Mahmud Esad ın (1856-1917) yönettiği Ravza-i Hukuk tur. Burada önce Osmanlının son yıllarına hem bir devlet adamı hem de müellif bir hukuk adamı olarak tesir etmiş olan Mahmud Esad Seydişehrî yi bu yönleriyle tanıtacak ardından Ravza-i Hukuk serisini ve muhtevasını kısa notlarla dikkatlere sunacağız.I. Bir Devlet ve Hukuk Adamı Olarak Mahmud Esad Seydişehrî1856 yılında Seydişehir de doğan Mahmud Esad, ilk eğitimlerini Seydişehir ve Konya da aldıktan sonra İstanbul da 15 yıl resmî medrese eğitimine devam etmiş, 1880 de açılan Mekteb-i Hukuk a kayıt yaptırdıktan kısa süre sonra hocası Elbasanlı Abdülkerim  Efendi den  medrese  ilimlerine  dair  icazet  almıştır.  1881 de  Bâb-ı 4  1874 yılında açılan Mekteb-i Hukuk-ı Sultanî ilk yılında, Fethi Gedikli nin tespitlerine göre 21 (yirmi bir) öğrencisini yılsonu sınavlarına almış, iki yıl gecikmeyle 1879 yılında da 6 (altı) kişiyle ilk mezunlarını vermiştir. Gedikli, Mahmud Cevad ın Maârif-i Umumiye Nezareti Tarihçe-i Teşkilat ve İcraatı isimli eserindeki  iki seneden beri malumatlı zevat yetiştirmeğe başladığı gibi  ifadesinden ve başka bazı bilgilerden istidlalle ilk mezuniyetin bu tarihte gerçekleşmiş olabileceği sonucuna ulaşmaktadır. Bu ilk mezunlar arasında bir Müslümanın bulunmaması da ayrıca dikkat çekicidir. Nitekim Mahmud Cevad  Mektepten mezun olan bu altı şâkirdin hiçbirisi(nin) İslam dan olmaması şâyân-ı teessüftür  demek durumunda kalmıştır.1880 yılındaki 2. devre mezunları ise biri Müslüman, biri Rum ve beşi Ermeni olmak üzere toplam yedi kişidir. (Bu bilgiler için bk. Fethi Gedikli,  İstanbul Üniversitesi Hukuk Fakültesi Ne Zaman Kuruldu?  (2011) 69 İstanbul Üniversitesi Hukuk Fakültesi Mecmuası 93, 96-97). Nuran Koyuncu ise ilk mezuniyetin, yukarıda din ve milliyetleri belirtilen yedi kişiyle 1880 yılında gerçekleştiğini kaydeder. (bk. Nuran Koyuncu,  Hukuk Mektebinin Doğuşu  (2012) 3 (16) Gazi Üniversitesi Hukuk Fakültesi Dergisi 175).5  Adliye Nâzırı Ahmet Cevdet Paşa, açılışta yaptığı konuşmadaki şu cümleleriyle bu mektebin önemini vurgulayacaktır:  Efendilerim, ilm-i hukukun lüzum ve fâidesi ve bizim buna ne mertebe muhtaç olduğumuz mâlûm ve müsellemdir. Dersaadette bir hukuk mektebi küşâdı arzu olunuyordu. Divan-ı Ahkâm-ı Adliyye nin teşkilinde bunun bir mertebe daha ehemmiyeti arttı […] Efendiler, tahsil edeceğiniz ilmin kadri pek büyüktür. Biliyorsunuz ki hesap ve hendese ve kimya gibi ulûm-ı akliyyeyi tâlim için peygamberler gelmedi ama kavânîn-i şer iyyeyi telkin ve tebliği için peygamberler geldi. Bu babta başka delil iradına hâcet görmem . Cemil Bilsel,  Öğrenirken ve Öğretirken Beraber  Ebül ulâ Mardin e Armağan (İstanbul Üniversitesi Hukuk Fakültesi Yayınları 1944) 82 den naklen; Koyuncu (n 4) 176.6  Ayrıntılar için bk. Koyuncu (n) 163 vd.; İlhan Tekeli ve İlkin Selim, Osmanlı İmparatorluğu nda Eğitim ve Bilgi Üretim Sisteminin Oluşumu ve Dönüşümü (TTK Yayınları 1993); Adnan Şişman,  Galatasaray Mekteb-i Sultânîsi  (1996) 13 DİA  <https://islamansiklopedisi.org.tr/galatasaray-mekteb-i-sultanisi> Erişim 14.08.2019; Gülnihal Bozkurt,  Türkiye de Hukuk Eğitiminin Tarihçesi  iç Adnan Güriz (edr) Hukuk Öğretimi Sempozyumu, 13-14 Mayıs 1993 ( Ankara Üniversitesi Hukuk Fakültesi Yayınları 1993) 51, 70.7  bk. Abdurrahman Nur, Disciplinary Transformation of Late Ottoman Legal Education (1826-1926): An Interactional Field Analysis (İstanbul Şehir Üniversitesi Yayımlanmamış Yüksek Lisans Tezi 2015) 1005İstanbul Hukuk Mecmuası 79/3Vâlâ-i Fetvâ daki imtihanları kazanarak dersiâm olmuş ve Fatih Camii nde medrese öğrencilerine çeşitli dersler okutmuştur. Bu arada askerî lise niteliğinde olan Menşe-i Muallimîn-i Askerî ye tek sivil öğrenci olarak kaydolmuş, burada cebir, fen bilimleri ve sosyal bilimler alanındaki derslerde üstün başarı göstererek yüksek matematik öğretmeni diploması almaya hak kazanmıştır. Memuriyet hayatına 1879 yılında Gülhane Askerî Rüşdiyesi nde öğretmenlik yaparak başlamış, muhtelif okullardaki görevleri sırasında o günün ihtiyaçlarına cevap verecek birçok ders kitabı telif etmiştir. Tanzimat döneminde eğitim sisteminin değişen şartlarına uyum sağlayacak şekilde coğrafya ve tabiat bilimleri gibi farklı alanlarda Batı da öne çıkan önemli kitapları da Türkçe ye çevirerek büyük bir boşluğu doldurmuştur. Mekteb-i Mülkiye-i Şâhâne yani bugünkü Siyasal Bilgiler Fakültesi nin ilk şeklinde devletler hukuku, servet ilmi (genel iktisat) ve hukuk tarihi gibi dersler vermiştir. Bu görevlerin yanında 1899 dan itibaren  Mekteb-i  Hukuk ta  Mecelle-i Ahkâm-ı Adliyye  dersinin  sorumluluğunu üstlenmiştir.Öğretmenlikten sonra 1885 yılında Aydın vilâyeti İzmir Bidâyet Mahkemesi Birinci Reisliğine tayin edilen Mahmud Esad, 11 yıl süren bu görevinin ardından 1896 yılında Maliye Hazinesi Hukuk Müşaviri olarak tekrar İstanbul a görevlendirilmiştir. Bu süre zarfında Fransa Milletlerarası Tarih Akademisi Derneği nde daimî üye olarak bulunmuştur.Mahmud Esad 1909 da Defter-i Hâkânî Nâzırlığı na (Tapu Kadastro Bakanlığı) getirilmiştir.  Bu  görevdeyken  ileride  kendi  adıyla  anılacak  olan,  taşınmaz malların tasarruf hukukuna ait mevzuatın Avrupa daki standartlara uygun olarak çıkartılmasını sağlamıştır. Bu bağlamda 1912 tarihli Emvâl-i Gayr-i menkûlenin Tahdit ve Tahriri Hakkında Kanun-ı Muvakkat ile kadastronun temelleri atılmıştır. Bu yasal düzenlemeler, Osmanlı da toprakların mülkiyet ve tasarruf hakları hakkında sistematik ilk çalışmalar konumundadır. Böylece ilk defa kadastro çalışmaları da başlatılarak şahısların arazileri üzerindeki hakları kanunî teminat altına alınmıştır. Defter-i  Hâkânî  Nâzırlığı  yaptığı  dönemde  ayrıca,  aynı  anda Adliye  Nâzırlığı görevini de vekâleten devam ettiren Mahmud Esad Efendi nin bu mesaisi, birden çok önemli devlet görevini aynı anda devam ettirebilmesi açısından dikkate şâyândır. 1913 te Şûrâ-yı Devlet (Danıştay) Tanzimat Dairesi reisliğine getirilen Mahmud Esad, 17 Ekim 1915 tarihinde Isparta mebusluğuna seçilmiştir. Bu görevi sırasında 1917 tarihli Hukuk-ı Aile Kararnamesi ni hazırlayan heyete de başkanlık yapmıştır. 8  Bazı kaynaklar Isparta mebusluğunun ancak 17 (on yedi) gün sürdüğünü ve 3 Kasım da bu görevinden istifa ederek emekliliğini istediğini belirtirler. Mesela bk. Mahmud Esad Seydişehrî, İslâm Tarihi, haz. Ahmed Lütfi Kazancı ve Osman Kazancı (Marifet Yayınları, 1995) Süleyman Uludağ ın girişi 6; Yaşamları ve Yapıtlarıyla Osmanlılar Ansiklopedisi (Yapı Kredi Kültür Sanat Yayıncılık 1999) 68; Murtaza Köse,  Seydişehirli Mahmut Esad ın Hayatı, Eserleri ve İlmî Kişiliği  İslâm Hukuku Araştırmaları Dergisi (2003)  (2) 207, 213. Fakat bu bilgi doğru değildir. İstifası kabul edilmemiş ve mebusluğu 1917 yılındaki vefatına kadar sürmüştür. bk. Mehmet Önder, Seydişehir Tarihi (Seydişehir Belediyesi Yayınları 1986) 168; <http://konyaninalimvehocalari.konyacami.com/mahmut-esat-efendi/> Erişim: 26.01.2020. Nitekim Meclis in, Rûmî 1332-1333/Miladî 1917 yılındaki 3. Devre Toplantılarında Isparta mebusu sıfatıyla yaptığı konuşmalar zabıtlarda yer almaktadır. Bk. Meclis-i Mebusan Zabıt Ceridesi: Dönem 3 [1330-1334] (Türkiye Büyük Millet Meclisi Matbaası 1991).1006Yaman, Karakuş / Osmanlının Son Döneminde Bir Hukuk Mecrası: Ravza-İ HukukEğitim-öğretim ve siyaset hizmetiyle dolu hareketli hayatı, 27 Mart 1917 de sona eren Mahmud Esad ın na şı Fatih Camii hazîresine defnedilmiştir. Sahip olduğu ilmî kimliği ve dirayeti, onu devletin en yüksek ilmî makamı olan Şeyhülislâmlık makamına aday gösterilmesini sağlamıştır.9 Burada yeri gelmişken merhum Mahmud Esad Seydişehrî nin vefat tarihiyle ilgili bir iltibasa da işaret etmekte fayda vardır. Merhumun vefat tarihi birçok kaynakta yanlış olarak 18 Mart 1918 olarak kaydedilmiştir. Mesela Ebül ulâ Mardin, Huzur Dersleri nde;  TDV  İslam  Ansilopedisi  (DİA)  ve  Türk  Ansiklopedisi  de  ilgili maddelerinde bu hatalı tarihi tekrarlamışlardır. Oysa Seydişehrî nin vefatı, Meclis-i Mebûsan kayıtlarına ve bazı günlük gazetelerin haberlerine göre 1917 Martı nda vuku bulmuştur. Nitekim Meclis-i Mebûsan Reisi Âdil Efendi, Makâm-ı Sâmi-i Sadâret-penâhî ye hitaben yazdığı 15 Cemâziye l-âhir 1335/07 Nisan 1333 tarihli -ki 07 Nisan 1917 ye tekabül etmektedir- yazıda  Isparta Mebûsu Mahmud Esad Efendi den inhilal eden mebûsluğa diğer bir zâtın intihâbı zımnında iktizâ-yı hâlin îfâ buyrulması nı talep etmektedir.11 Diğer taraftan İkdâm Gazetesi nin 06 Cümâde lâhira 1335/30 Mart 1333/30 Mart 1917 tarihli nüshasında Mahmud Esad ın vefatı şu cümlelerle haber yapılmıştır:  Bu müessif haberle acaba memleketimizde müteessir olmayan fert var mıdır? Bir millet içinde öyle nadir şahsiyetler vardır ki, bunların mevcudiyeti millî bir coşku yaratır. Fikirleri de keza millî bir tesiri davet eder. 12 Böylece Mahmud Esad ın 1917 yılının Mart ayında vefat etmiş olduğu tebeyyün etmektedir. Fakat acaba vefat hangi gün gerçekleşmiştir? Bu konuda da farklı tespitler yapılmıştır. Her ne kadar Ömer Nasuhi Bilmen (ö. 1971) ve Mehmet Önder (ö. 2004) gibi bazı kaynaklar, vefat tarihi olarak 28 Mart 1917 yi vermiş olsa da merhumun üçüncü kuşak torunu Hande Kadaster in, merhum Seydişehrî nin kızı ve kendisinin de halası olan Minhac Hanım a dayanan açıklamasına göre doğru tarih 27 Mart 1917 dir.13Mekteb-i Hukuk açıldığı zaman ilk kayıt yaptıran öğrenci olmasından hareketle bu alana ilgisini; aynı mektep/fakülteden 1886 da ikincilikle mezun olması dolayısıyla da bu alandaki yeteneğini görmek mümkündür. Okuttuğu dersler ve içerikleri, 9  Bu bilgiler için bk. Mardin, Ebül ulâ, Huzur Dersleri, nşr. İsmet Sungurbey  C II (İstanbul Üniversitesi Hukuk Fakültesi Yayınları 1966) 337 vd.; Ömer Nasuhi Bilmen, Hukuk-ı İslâmiyye ve Istılahat-ı Fıkhiyye Kamusu, C I (Bilmen Yayınevi 1986) 433; Hasan Basri Erk, Meşhur Türk Hukukçuları, (yayınevi ve tarihi yok) 354 vd.; Önder (n 8) 167 vd.; Ali Erdoğdu,  Mahmud Es ad Seydişehrî, Hayatı, Eserleri ve İslâm Tarihçiliğindeki Yeri  (Marmara Üniversitesi Yayınlanmamış Yüksek Lisans Tezi, 2002) 40; Emre Altıntaş,  Mahmud Esad Seydişehrî nin Fıkıh Düşüncesi  (Marmara Üniversitesi Yayımlanmamış Yüksek Lisans Tezi, 2010) 13; Seydişehrî (n 8), Süleyman Uludağ ın girişi, s. 5-10; Adem Atalay, Mahmut Es ad Efendi (Tekin Kitabevi 2010); Köse (n 8) 207 vd.; Ali Adem Yörük,  Hukuk Tarihi Dersinin İhdâsı ve Mahmud Esad Seydişehrî  (2012) 70 (1) İstanbul Üniversitesi Hukuk Fakültesi Mecmuası 489, 489 vd.; Ali Erdoğdu,  Seydişehrî  (2009) 37 DİA <https://islamansiklopedisi.org.tr/seydisehri> Erişim 26.01.2020.10  Türk Ansiklopedisi (Millî Eğitim Basımevi 1975) C XXIII 174 vd.11  Atalay (n 9) 149.12  Atalay (n 9) 191.13  Belgeler ve açıklamalar için bk Atalay (n 9) 144 vd.; 189 vd.14  Erdoğdu (n 9) 29.1007İstanbul Hukuk Mecmuası 79/3Osmanlı Devleti ndeki hukuk eğitiminin tarihine ve Osmanlı modernleşmesine ışık tutması açısından önemlidir. Mekteb-i Hukuk ta Nikâh, Mecelle-i Ahkâm-ı Adliyye, Mukayese-i Kavânîn (Karşılaştırmalı Hukuk), İktisat; Mekteb-i Mülkiye de İktisat, Hukuk-ı Düvel (Devletler Hukuku); Darulfünun Edebiyat Şubesi nde Tarih-i İslâm; Mekteb-i  Kudât ta  Hukuk-ı  Düvel  ve Tarih-i  İslâm  dersleri  vermiştir.  Nitekim vefatından  hemen  öncesine  kadar  Mekteb-i  Hukuk ta  Tarih-i  Hukuk  derslerini vermeye devam etmiştir.15 Hukuka  dair  eserlerinde  sadece  kanunların  formel  yönünü  değil,  ruhunu  ve felsefesini de tahlil eden Mahmud Esad, Tanzimat ile birlikte sıkça gündeme gelen; hakkaniyet, adalet, ahlak-hukuk ilişkisi, insan tabiatı ve hukuk ilişkisi gibi kavramları da konuşma ve yazılarına konu etmiş ve bunların içlerini ustalıkla doldurmuştur. Onun bu kavramlara ne denli önem verdiğini 1913 de Alman Profesör Susheim a yazdığı mektuptaki şu satırları göstermektedir: 30 seneden beri bulunduğum memuriyetlerde adalet ve eşitlik fikrinden zerre kadar ayrılmadım. Aslında adaleti icra etmekten vicdani bir zevk aldığım halde bir gayrimüslim lehine adalet icra etmekten fazla olarak bir de milli bir zevk duyuyorum. Bir de mağdur ve biçarelerin hakkını meydana çıkarmakla o derece mutlu olurum ki sevincimden çok kere ağladığımı bilirim. 16Öğrencilerinden  biri  olan  Ömer  Nasuhi  Bilmen  de  kendisi  hakkında  şöyle demiştir:   Merhum  Mahmud  Esad  Efendi den  iki  sene  Devletler  Hukuku okumuş, vatanperverâne mütalaalarından da ayrıca istifade etmiştik. Pek çalışkan, intizamperver bir zât idi. 17Mahmud Esad ın hukukçuluğu bağlamında 1917 tarihli Hukuk-ı Aile Kararnamesi kuşku yok ki, ayrı bir yerde durmaktadır. Zira onun başkanlığını yaptığı komisyonca hazırlanan  Hukuk-ı Aile  Kararnamesi,  fıkıh  tarihinde  bir  dönüm  noktası  teşkil etmekte ve bu yönüyle burada ayrıca ele alınmayı hak etmektedir. 1869-1876  yılları  arasında  peyderpey  yürürlüğe  giren  Mecelle-i  Ahkâm-ı Adliyye de ele alınmayan konuları hazırlamak ve yapılması düşünülen değişiklikleri gerçekleştirmek için İttihad ve Terakki Fırkası nın iktidarı sırasında birçok komisyon kurulmuş olmakla birlikte bunlardan sadece Hukûk-ı Âile Komisyonu görevini tamamlayabilmiştir.1815  Yörük (n 9) 487.16  Köse (n 8) 3.17  Bilmen (n 8) C I 433.18  Mehmet Akif Aydın, İslâm-Osmanlı Aile Hukuku, (Marmara Üniversitesi İlahiyat Fakültesi Vakfı Yayınları 1985) 163; Mehmet Akif Aydın,   Hukûk-ı  Âile  Kararnâmesi   (1998)  18  DİA  <https://islamansiklopedisi.org.tr/hukuk-i-ailekararnamesi> Erişim 28.01.2020. 1008Yaman, Karakuş / Osmanlının Son Döneminde Bir Hukuk Mecrası: Ravza-İ HukukAile hukukunu ilgilendiren kuralların tespit ve kanunlaştırılması amacıyla kurulan komisyona  o  sırada  Isparta  mebusu  olan  Mahmud  Esad  Efendi  başkan  olarak seçilmiştir. Komisyonun diğer üyeleri ise Fetvâhâne mümeyyizlerinden Hâfız Şevket Efendi, Menteşe mebûsu Mansûrîzâde Said Bey, Şûrâ-yı Devlet âzasından Ali Baş Hanbe (Hampa) Efendi ve Mahkeme-i Evkaf Kadısı Mustafa Fevzi Efendi idi.19 Bu komisyon o zamana kadar İslâm tarihinde örneği görülmemiş bir yöntem ve zihniyetle çalışmıştır. Sadece Müslümanlarla ilgili hükümleri değil, vatandaş konumundaki Yahudi ve Hristiyanlarla ilgili hükümleri de Hahambaşılık ile Patrikhane den geldiği şekliyle kanunlaştırmış olması yöntem; sadece bir mezhebe (Hanefî mezhebine) göre değil de gerektikçe diğer mezhep ve içtihatlardan da istifadeyle hazırlanmış olması ise zihniyet farklılığını göstermektedir. Mahmud  Esad ın  vefatından  sonra  25  Ekim  1917  tarihinde  yürürlüğe  giren Kararname de,  Tanzimat la  birlikte  Osmanlı da  güçlenen  ve  İttihat  ve  Terakki Cemiyeti nin Batıcı kanadının da desteğini alan Feminist itirazlar, Mahmud Esad ın dirayetine takılmış ve her bir konu, İslâm hukukunun zengin mirası çerçevesinde çözüme kavuşturulmuştur. Fakat ne yazık ki, söz konusu kararname, içten ve dıştan gelen yoğun baskılar nedeniyle sadece bir buçuk yıl hükümferma olabilmiş ve nihayet 19 Haziran 1919 yılında yürürlükten kaldırılmıştır.20 Bu tarihten sonra İsviçre Medeni Kanunu nun 1926 yılındaki kabulüne kadar aile hukuku alanında İslâm hukukuna dayalı kanun yapma faaliyetleri olmuşsa da bunlar ne yürürlüğe girebilmiş ne de seviye olarak Hukûk-ı Âile Kararnâmesi ne ulaşabilmiştir.21II. Ravza-i Hukuk SerisiRavza-i Hukuk, Mahmud Esad Efendi nin Mekteb-i Hukuk ta henüz öğrenci olarak bulunduğu (1880-1886) dönemin sonuna doğru 1884-1885 yıllarında kendi gayretleriyle neşrettiği bir haftalık dergi ve bu mecrada yayınlanan kitap serisidir. Derginin ilk sayısı 18 Cemâziye l-evvel 1301/6 Mart 1300/16 Mart 1884 tarihinde neşredilmiştir.22 Kendisinin ikincilikle mezun olduğu Mekteb-i Hukuk tan birincilikle mezun olan Sabit Efendi de daha önce 17 Safer 1298/7 Kanun-ı sânî 1296/18 Ocak 1881 tarihinde ilk sayısı neşredilen Medrese-i Hukuk adında benzer bir seri çıkarmıştır. Bu ikinci seri, Ravza-i Hukuk a nazaran sayıca ve muhtevaca daha az eser vermiştir.2319  Aydın, İslâm-Osmanlı Aile Hukuku, (n 18) 163; Aydın,  Hukûk-ı Âile Kararnâmesi  (n 18).20  Altıntaş (n 9) 16.21  Bk Mehmet Ünal,  Medenî Kanunun Kabulünden Önce Türk Aile Hukukuna İlişkin Düzenlemeler ve Özellikle 1917 Tarihli Hukuk-i Aile Kararnâmesi  (1978) 37 (1) AÜ Hukuk Fakültesi Dergisi 195, 195 vd; Aydın, İslâm-Osmanlı Aile Hukuku (n 18) 150 vd.; Abdullah Akdoğan, Türkiye de 1919-1926 Yılları Arasında Aile Hukuku Alanındaki Kanunlaştırma Çalışmaları, (Marmara Üniversitesi Yüksek Lisans Tezi, 1999).22  Ravza-i Hukuk a Ocak 1884 te ruhsat verildiği bilgisi için bk. Mehmed Murad, Devr-i Hamidî Asârı, Dersaadet, Matbaa-i Osmaniye, 1308, s. 153 den naklen Ali Âdem Yörük, Mekteb-İ Hukuk un Kuruluşu ve Faaliyetleri (1878-1900) (Marmara Üniversitesi Yayımlanmamış Yüksek Lisans Tezi 2008) 151.23  Yörük (n 9) 150 vd. 1009İstanbul Hukuk Mecmuası 79/3Mahmud Esad, niçin böyle bir teşebbüste bulunduğunu Ravza-i Hukuk un ilk sayısındaki mukaddimesinde  Mekteb-i Hukuk son sınıf öğrencilerinden ve birinci sınıf dava vekillerinden Mahmud Esad  imzasıyla şöyle açıklar: Bir memleket ahalisinin vücûd-ı maddîsi için ilm-i tıb ne derece elzem ise vücûd-ı manevîsi için de ilm-i hukuk o kadar ehem idüğü cümle erbâb-ı elbâb [akıl sahipleri] nezdinde müsellem bir keyfiyettir. Hatta eâzim-i hükemâdan bir zat  Hukuk hayattır  diyerek bu dakîkaya [önemli hususa] işaret eylemiştir. Bir memlekette mer iyyü l-icra kavânîni [yürürlükte olan kanunları] velev icmâlen olsun bilmeyen kimsenin o memlekette yaşaması kâbil olamaz. Ne hacet, davasında haklı olduğu halde kanunlara âşina olmadığı cihetle bazı hukukunu zâyî edenler dahî görülüyor. Bâhusus hükkâm ve me murîn-i adliyye ile avukatlar için ilm-i hukukun kâffe-i aksâmına kemaliyle vukuf, derece-i vücubda olup, yalnız mehâkimde istihdam ile ameliyyat ve fiiliyyatını görerek o cihette kesb-i mümârese eylemek bir hâkim ve avukat için kâfi olamaz. Çünkü hükkâm kendilerine arz olunan her türlü davayı hal ve fasletmeye kanunen mecbur olup, hatta o babda sarahat-i kanuniyye [kanunun açık hükmü] olmasa bile kıyas tarikiyle hükmetmeleri lazım olduğu gibi, bir vekil de kendine müracaat vukûunda haklı veya haksız olduğunu görüp ona göre cevap vermek icap eder. Nazariyyât-ı hukuka [hukuk teorilerine] vâkıf olmayan ve kavânîni esbâb ve delâiliyle bilmeyen hâkim, vereceği kararda pek de isabet edemez ve öyle bir avukat, müvekkilinin hukukunu muhafazaya muktedir olamaz. İşte teb῾asının nîk-ü bed [iyi ve kötü] ahval-i âlemi, terakkiyât-ı zamana nispetle derk edebilmek iktidarını haiz ve şehd-âb-ı mearifle sîrâb olmaları [bilgiye doymaları] için yeniden taraf taraf mekâtib-i ibtidâiyye ve âliyye tesisiyle hakikaten memleketini bir mevki-i âli l-âl terakkiye îsâl eyleyen adaletnisâr [adalet dağıtan] Efendimiz Hazretleri, bilumum memurîn-i adliyeye menşe  olmak ve hukuk fenn-i celilinin dahî kaffe-i şuubâtı, fünûn-ı saire gibi memalik-i şâhânelerinde intişar eylemek üzere zîr-i cenâh-ı müstelzimü l-felah-ı şehr-i yârîlerinde [Padişahlığınızın kurtuluşu sağlayan yüce kanatları altında] bir mekteb-i hukuk teşkil ve zimâm-ı idaresini, vücuduyla memleketimizin hakiki-i iftihar eylediği Dersaadet İstinaf Mahkemesi Cinayet Kısmı azasından izzetli Emin Efendi gibi elsine-i şarkiyye ve garbiyyeye vâkıf ve fünun-ı şettâya ve bâhusus fenn-i celil-i hukukun dekâikine bi-hakkın aşina bir zat-ı aliyyi kâdirdir ki uhde-i liyakat ve ehliyetlerine ihale, ve cihet-i tedrisine de her biri memleketimizde müşarun bi l-benân bir takım zevat-ı kirama tefviz buyurmuşlardır. Mekteb-i mezkûrdan henüz bâ-şehadetname [diplomalı mezun] talebe yetişmeksizin ilm-i hukuktan büyük büyük kitaplar telif ve bâzâr-ı intişara eserler vaz῾ edenlerde görüldü ki işbu eserlerden ne derecelere kadar istifade olunduğu erbab-ı mütalaanın malumudur. Ezcümle Sabit Efendi biraderimiz Medrese-i Hukuk ile memleketimizi hakikaten ihya eyledi. Bu muvaffakiyetler mahza, Padişah-ı bi-meydan-ı gazâ Abhülhamid Han-ı Sânî Efendimiz Hazretleri nin eser-i teveccühâtı mülûkâneleri ve yukarda müdîr-i mûmâ ileyh Emin Efendi ile esâtiz-i kiram hazretlerinin semere-i sa῾y ve himmetleridir. Acizleri de talebesinden olmakla müftehir bulunduğum mekteb-i mezkûrda, fenn-i celil-i hukuka dair iktitâf edebildiğim [toplayabildiğim] semerâtı, bir taraftan kütüb-i fıkhiyyeye diğer taraftan Avrupa müellefatına bi l-müracaat daha pek çok fevaid ilavesiyle  Ravza-i Hukuk  namı altında neşrederek işbu lütf-u celil-i bi-âdil cihanbânînin lâzime-i teşekkür ve mahmûdetini ifaya müsâraat eyledim.24  Mahmud Esad ın Mekteb-i Hukuk tan arkadaşı olan Sabit Efendi nin idaresinde çıkan ve yukarıda kısa bilgi verilen dergidir.1010Yaman, Karakuş / Osmanlının Son Döneminde Bir Hukuk Mecrası: Ravza-İ Hukuk Ravza-i Hukuk , başlıca ilm-i hukuka müteallik müellefatı ve tercümeleri havi olacağı gibi edebiyat, riyazat [matematik] ve ulûm-ı tabîiyye [fen bilimleri] ile fünun-ı sâireye dair eserleri de cami olarak şimdilik haftada bir defa arz-ı dîdâr edilecektir.İşbu eser-i naçiz, hüsn-i kabule mazhar olur ise inşaallah ileride şimdikinden ziyade kesb-i intizam ve terakkî eyler. Ve billahi t-tevfîk ve aleyhi l-ittikâl. 25 Ravza-i Hukuk serisindeki kitaplar, hocaların ders notları, yabancı bir eserin tercümesi ve özgün eserler olmak üzere üç farklı kategoriye ayrılmaktadır. Her ne kadar ders notu ve tercüme olan eserler, aslen başkalarına ait olsa da Mahmud Esad ın bu eserler üzerinde yaptığı ve mukaddimelerinde belirttiği tasarruflar göz önüne alındığında, kitapların muharriri olarak kapak sayfasına kendi ismini yazması anlaşılabilir hale gelmektedir. En azından ders notlarını düzenleyip yayın sürecini yürütmesi açısından kitapların editörlüğünü yürüttüğü söylenebilir.Kitapların  kaynağı,  yazım  metodu  ve  yayınlanış  süreci  hakkındaki  bilgiler, her kitabın mukaddime ya da ifade-i mahsusa bölümünde mevcuttur. Kitapların içeriğinin, Mekteb-i Hukuk un ders programıyla bir arada düşünülünce, daha çok mektebin derslerine yardımcı konuları ihtiva etme veya ders içeriklerini özetleme ya da hocaların takrirlerini bir araya getirme amacıyla şekillendiği görülür. Gerek klasik eserlerden meydana getirilen usûl-i fıkıh ve feraiz kitabının gerekse hikmet-i hukuk, ilm-i servet ve kanun-ı cezaya dair kitapların kısa sürede yayınlanması, programda yer alan derslerde duyulan kaynak ihtiyacını gidermeye yöneliktir. Söz konusu seri, ulaşabildiğimiz kadarıyla toplam altı eserden oluşmaktadır. Eserlerin tamamı doğrudan ya da dolaylı olarak Mahmud Esad Efendi tarafından hicrî 1301-1302 miladî 1884-1885 yıllarında yayımlanmıştır. Serinin Telhîs-i Hikmet-i Hukuk ve İlm-i Servet isimli kitaplarının aslında Münif Mehmed Paşa nın (ö. 1910)27 Mekteb-i Hukuk taki ders notlarından meydana getirildiği belirtilse de muharrir olarak kapakta Mahmud Esad dan başka isim zikredilmemiştir. Serinin en az hacimli yayını 84 sayfa iken, bazıları 400 sayfaya yaklaşmaktadır. Yani o dönem için bir derginin hacmini fazlasıyla aşacak boyutlardadır. Bu yüzden bu seriye mecmua demekten öte, hukuk ve iktisat kitapları serisi demek daha uygun görünmektedir. Her biri farklı bir alana ait olmak üzere Ravza-i Hukuk serisinde çıkan eserler şunlardır:25  Mahmud Esad Seydişehrî (1301) (1) Ravza-i Hukuk 1, 1 vd. 26  Bu yıllardaki ders içeriği için bk Yörük (n 9) 79.27  Hayatı ve eserleri hakkında bk M. Kayahan Özgül, XIX Asrın Benzersiz Bir Politekniği Münif Paşa (Dergâh Yayınları 2014); İsmail Doğan,  Münif Mehmed Paşa  (2006) 32 DİA <https://islamansiklopedisi.org.tr/munif-mehmed-pasa> Erişim 21.01.2020.1011İstanbul Hukuk Mecmuası 79/31. Hikmet-i Hukuk yahut Hukuk-ı Tabîiyye, 1301/1884, 84 sayfa2. Telhîs-i Hikmet-i Hukuk, 1301/1884, 224 sayfa3. Ferâidü l-Feraiz, 1301/1884, 383 sayfa 4. İlm-i Servet, 1302/1885, 176 sayfa5. Şerh-i Kanun-ı Ceza, 1302/1885, 84 sayfa6. Usûl-i Fıkıh, 1302/1885, 384 sayfaYukarıda  sıralandığı  üzere  bu  hukuk  mecrasında  altı  kitap  yayınlanmış görünmektedir. Burada işbu altı kitabı, içeriklerine ve özgün yönlerine temas ederek daha yakından tanımaya çalışacağız.A. Hikmet-i Hukuk yahut Hukuk-ı TabîiyyeSerinin ilk sayısında yayınlanan bu kitap, gerçekte Alman hukuk ve siyaset felsefecisi Heinrich Ahrens in (ö. 1874) Cours de Droit Naturel Ou de Philosophie Du Droit isimli eserine dayanmaktadır. Münif Mehmed Paşa, Mekteb-i Hukuk taki derslerinde bu kitabı takrir etmiş, onu adeta Osmanlı Türkçesine aktarmıştır. Bununla birlikte Mahmud Esad eserin önsözünde Ahrens in kitabını esas alarak ilaveler yaptığına ve ihtiyaç duyulan yerlerde konuyla ilgili başka yayınlara da müracaat ederek muhtevasını zenginleştirdiğine şöyle işaret etmektedir: Mukaddimede gösterildiği vechile Ravza-i Hukuk, ilm-i hukuka müteallik eserleri cami olacağından işbu vazifesini ifaya, evvel hikmet-i hukuktan bed  edecektir. Bizde kâffe-i ahkâm esasen şer-i şerife müstenid olmakla, ahkâm-ı şer iyyenin edilleden ahz ve istinbatı tariki, usul-i fıkıh namındaki ilm-i şerif ile tahsil edilmektedir ki ulemâ-yı islâmiyye tarafından bu ilme dair pek çok kitaplar tedvin edilmiştir.Kavânîn-i adliyye ise yeniden teşkil buyurulup bazıları Avrupa kavânîninden iktibas  olunmakla  onun  da  esasına  kesb-i  ıttıla  eylemek  icap  ediyor.  Fi l-vâki Avrupa da, kavânînin esbab-ı mûcibe ve ilelini [dayanak ve gerekçelerini] mübeyyin fünun-ı şettâ tedvin olunmakta ise de şimdiye kadar bu ilimler bizde intişar edememiş idi. Bu kere Mekteb-i hukuk programına Medhal-i Hukuk ve Hikmet-i Hukuk gibi Avrupa kavânîninin esasından bâhis ilimler ithal edilmiş ve bâhusus muallim-i ekremimiz devletlû Münif Paşa hazretleri gibi ulum-ı akliyye ve nakliyyeyi cami bir âlim-i bî-nazîr tarafından, suret-i mükemmele ve fevkaladede izah ve tedris olunmuş olmakla o cihet dahî, matlub-ı vecîhle ikmal buyurulmuştur. Medhal-i Hukuk Sabit Efendi biraderimiz tarafından Medrese-i Hukuk a derç edilmiş ise de Hikmet-i Hukuk a müteallik, meydan-ı intişara henüz bir eser vaz῾ olunmamış idi. İşte Ravza-i 1012Yaman, Karakuş / Osmanlının Son Döneminde Bir Hukuk Mecrası: Ravza-İ HukukHukuk bu vazifeyi deruhde ediyor. Bu eser Almanya eâzim-i hükemâsından [önde gelen filozoflarından] Henry Ahrens nam muallim-i meşhurun Hikmet-i Hukuk yahud Hukuk-ı Tabîî nam kitabı esas ittihaz edilerek vücuda gelmiş ve tafsilat-ı lâzime için dahî müellefât-ı sâireye müracaat olunmuştur. 28Mahmud Esad ın, derslerde tuttuğu notların ötesinde kendisinin de dediği gibi kaynak kitabın Fransızca baskısı yanında başka eserlere de müracaatla vücuda getirdiği kitabın içeriği şu alt başlıklardan oluşmaktadır:Hikmet-i hukukun tarifi, menşei ve gayesi; Hikmet-i hukukun Tarih-i hukuk ve Hukuk-ı siyasiyye ile münasebâtı; Hikmet-i hukukun faidesi; Hukuk-ı tabîiyye nin tafsilat-ı tarihiyyesi ve Hikmet-i hukuktaki muhtelif mezheplerin tetkiki; Ulûm ve sanayinin teceddüdü zamanından beri Hikmet-i hukukun terakkisi; Hikmet-i hukukun kurûn-ı  ahîra  esnasındaki  [son  dönemlerdeki]  vukuat-ı  tarihiyyesi;  İştirâkiyyûn [komünizm] mezhebi.Büyük ölçüde Henri Ahrens in kaynak kitabı esas alındığı için içeriğinde İngiliz Thomas More, Jeremy Bentham ve Thomas Hobbes, İtalyan Niccolò Machiavelli ve Jean-Jacques Rousseau, Hollandalı Hugo Grotius ile Alman Georg Wilhelm Friedrich Hegel ve Immanuel Kant ın düşüncelerini ele alan kitapta, fıkıh mirasına neredeyse hiç atıf yapılmamış olması dikkati çekmektedir.B. Telhîs-i Hikmet-i HukukRavza-i Hukuk un 29 Şaban 1301/11 Haziran 1300 tarihli 15. sayısında yayınlanan bu eser, Mahmud Esad ın İfade-i Mahsûsa da belirttiğine göre hocası Münif Paşa nın ders notlarına dayanmaktadır: Hikmet-i Hukuk esna-yı tedrisimde muallim-i müşarün ileyh [Münif Paşa] hazretlerinin takrir-i âlilerini hemen harfiyyen denilecek derecede zabt ve tahrire gayret eylemiş idim. Mektep refiklerimden bazıları, hikmet-i hukuka dair olan derslerin kitap şekline bi-lâ firâğ tab῾ ve neşr olunmasını ihtar etmeleri üzerine hakikaten böyle bir metn-i metînin [sağlam bir kitabın] bâzâr-ı intişara vaz῾ edilmesi [yayımlanması], mektep şâkirdanına menfaat-ı külliyeyi mucib olacağı gibi muallim-i müşarun ileyh hazretlerinden tedrise muvaffak olamayan erbab-ı mütalaaya ve bâhusus avukatlara ve fenn-i hukuk müşteğillerine fevkalade câlib-i istifade olacağı mülahazasına mebni, Ravza-i Hukuk hakkında ibraz buyurulan teveccüh ve rağbet-i umumiye teşekküren, rüfekâ-yı mûmâ ileyhin ihtarları [yukarıda zikri geçen dostların hatırlatmaları], kemal-i memnuniyetle telakki ve bu babda bir hizmet ifasına müsâraat olundu. Muallim-i müşarun ileyh hazretlerinin takrir-i âlilerini mümkün mertebe tahrif edilmemek şartıyla Telhis-i Hikmet-i Hukuk namıyla Ravza-i Hukuk a derç ve bu vechile faidesi ta῾mim olunacaktır. 29 28  Seydişehrî, Hikmet-i Hukuk yahut Hukuk-ı Tabîiyye (Mekteb-i Sanayi-i Şâhâne Matbaası 1301) 6 vd.29  Seydişehrî, Telhîs-i Hikmet-i Hukuk (Sanayi-i Şâhâne Matbaası 1301) 4 vd.1013İstanbul Hukuk Mecmuası 79/3Hukuk felsefesiyle ilgili bu özet metnin, Ravza da daha önce yayınlanmaya başlayan Hikmet-i Hukuk yahut Hukuk-ı Tabîiyye isimli eseri sekteye uğratmayacağı yine burada şu cümlelerle tasrih edilmiştir: Telhîs-i Hikmet-i Hukuk un bu suretle intişarı, ilm-i mezkura dair Ravza nın tâ ibtidasından başlamış olan Hikmet-i Hukuk yahut Hukuk-ı Tabîiyye namındaki eserin tab‘ ve neşrini, asla bir gûnâ sekte ve tehir îras etmeyeceği [hiçbir şekilde aksatmayacağı] ayrıca ihtar olunur. 30Mahmud Esad ın bu neşrinden bir yıl sonra, arkadaşı Sabit Efendi nin aynı derslerde tuttuğu notlar da, Hikmet-i Hukuk adıyla yayınlanmıştır.31 Bu eser Mahmud Esad ın çalışmasına göre daha hacimlidir. Dikkat çeken diğer bir yön de Sabit Efendi nin çalışmasında Fransızca terimler kullanılırken, Mahmud Esad ın bunları terk etmiş olmasıdır. Anlaşılan o ki, Mahmud Esad ın Hikmet-i Hukuk derslerinin notlarını özetleyerek Telhîs-i Hikmet-i Hukuk adıyla neşretmesinin ardından, Sabit Efendi kendi notlarını Fransızca terimleri de koruyarak 1302 de Hikmet-i Hukuk adıyla daha mufassal bir şekilde neşretmiştir. Mahmud Esad ın Telhîs i, bir giriş, iki bölüm ve bir ekten meydana gelmektedir. Eserin içeriği ana konularıyla şu şekildedir:Giriş  bölümünde  hukuk  felsefesinin  konusu,  kökeni,  kaynağı,  tarihi,  gayesi, faydası anlatıldıktan sonra birinci bölümde hukuk teriminin vicdan ve dil açısından anlamları, insanın tabiatı, nefs-i nâtıka yani insan ruhu, insanın hedefleri ve hayatının gerekleri ile hayır ve maksatlar ele alınmıştır. 12 alt başlığa ayrılan ikinci bölümün ana konularını ise hukukun temel hedefinin insan olduğu, insan hakları, bu meyanda şahsî hakları, hayat hakkı, akıl ve beden sağlığına dönük haklar, şeref ve itibar hakkı ile düelloya dair hükümler, eşitlik, hürriyet, yardımlaşma, bir arada yaşama düzeni, mülk edinme ve tasarruf hakkı, meşru müdafaa hakkı gibi hususlar oluşturmuştur.Kitap her ne kadar Batı da birkaç yüzyıldır yaygınlaşan hukuk felsefesi eserlerini esas alsa da yeri geldikçe İslâmî bakış açısını yansıtan cümleler de kurulmuştur. Mesela insanın manevi boyutu anlatılırken  Yüce Yaratıcı  fikriyle irtibat kurulması, ilmin öneminden bahsedilirken  ةملسم و ملسم لك ىلع ةضيرف ملعلا/Gerekli bilgileri öğrenmek kadın-erkek her Müslümana farzdır  hadisinin sevk edilmesi, eşitlik ve hürriyet anlayışlarının incelendiği yerlerde İslâmî perspektifle mukayeseler yapması,34 vicdanlara tesirin yalnız Allah ın kudretiyle olduğunu belirtmesi örnek olarak 30  Seydişehrî, Telhîs-i Hikmet-i Hukuk (n 29) 5.31  Sabit Efendi nin derlemesinin sadeleştirilmiş hali Münif Paşa ya nispetle 2016 yılında yeniden yayınlanmıştır: Münif Paşa, Hikmet-i Hukûk: Hukuk Felsefesi, sadeleştiren: Gökhan Doğan (Çizgi Kitabevi 2016).32  İbn Mâce, Sünen (Çağrı Yayınları, 2000), Mukaddime, 17.33  Seydişehri, Telhis-i Hikmet-i Hukuk (n 29) 64.34  Seydişehri, Telhis-i Hikmet-i Hukuk (29) 70.35   Hükemadan birisi demiştir ki, ‘Vicdanda münferiden Cenab-ı Hak hükümet etmelidir.  Yani vicdanda hükmetmek Cenab-ı Hakk a mahsustur, başkası karışamaz. Hatta o şahıs razı olsa yine müdahale edemez. Vicdanda hiçbir hükümet-i insaniye kendisine itaat ettirmek iddiasına kıyam etmemelidir.  Seydişehri, Telhis-i Hikmet-i Hukuk (n 29) 120.1014Yaman, Karakuş / Osmanlının Son Döneminde Bir Hukuk Mecrası: Ravza-İ Hukukzikredilebilir. Ancak Avrupalı filozof ve eserlere istinat ettiği için kitabın geneline bunların bakış açısının hâkim olduğu belirtilmelidir. Mahmud Esad imzasını taşıyan Hikmet-i Hukuk yahut Hukuk-ı Tabîiyye ve Telhîs-i Hikmet-i Hukuk ile Sabit Efendi nin yayınladığı Hikmet-i Hukuk kitapları, Mekteb-i Hukuk ta eğitim gören öğrenciler üzerinde nasıl bir tesir meydana getirmiştir? Acaba Batılı hukuk nazariyelerinin insan, toplum, devlet ve eşya anlayışları bu mekteplerden mezun olan Osmanlı hukuk adamlarının hukuk tefekkürüne; insan, toplum ve eşya telakkilerine  ne  ölçüde  tesir  etmiştir? Acaba  bazılarının  dediği  gibi:   Hikmet-i Hukuk ta yer alan ve kitabın sunuş kısmında yayına hazırlayanın pek azına yer verdiği düşüncelere kabaca bakıldığında bile Münif Paşa nın hürriyet, birey, toplum, doğal haklar, bireysel mülkiyet gibi kavramlara ilişkin liberal bakışı göze çarpmaktadır. Hikmet-i Hukuk vasıtasıyla hürriyet kavramının bir bütünlük arz etmesi, kişisel ve doğal hukuk (haklar) gibi düşünceler Osmanlılardaki hukuk algısını zenginleştirmiştir. Hikmet-i Hukuk ta yer alan düşüncelere binaen, Osmanlılarda yüzyıllardır hüküm süren şer î/vahyî hukuk anlayışının yanında toplumun ihtiyaçlarına, çağın gereklerine göre cevap verebilecek bir dinamizme sahip, akla dayalı bir doğal hukuk anlayışının giderek güçlendiği ve Osmanlı hukuk yapısında aklî (doğal) hukuk-vahyî (şer î) hukuk şeklinde bir ayrışmayı derinleştirdiği söylenebilir. 36 mi? Bu sorular ayrıntılı bir araştırmayı hak etmektedir.C. Ferâidü l-FerâizRavza-i Hukuk un 3 Cemaziye l-âhir 1301/20 Mart 1300 tarihli 3. sayısında neşredilen ve Ferâizin İncileri anlamına gelen kitap, Hanefî fakihi Muhammed b. Muhammed es-Secâvendî nin (ö. 596/1200 den sonra)37 İslâm miras hukukuna dair el-Ferâı̇zü s-Sı̇râcı̇yye isimli eserine dayanmaktadır. Eserin telif ve neşir sebebini Mahmud Esad, İfade-i Mahsûsa da şöyle açıklar:  İlm-i şerif-i mezkûr [ferâiz/İslâm miras hukuku], Türkçemize dahî nakledilerek muteber kitaplar yapılmış ise de bunlarda fevkalade îcaz [çok kısa tutma] ihtiyar buyurulduğundan  ebhâs-ı  gâmizasını  [kapalı  meselelerini]  halledecek  derecede tafsilat-ı kâfiyeyi hâvî bir kitabımız yoktur. Âcizleri, iktidarsızlığımı itiraf ile beraber ilm-i mezkûr ile kesret-i iştigalim cihetiyle bu iştigalin bir yadigârı olmak üzere, meşhur Sirâciyye metn-i metînini esas ittihaz ile kütüb-i mu῾teberadan istinbat eylediğim malumatı bir yere toplayarak bir risalecik kaleme almış idim […] Mekteb-i Hukuk programına İlm-i Ferâiz, ayrıca bir ders tarzında ilave edilmekle bunu vesile addederek risale-yi mezkûreyi, perişanlıktan kurtarmayı arzu eyledim. 3836  Münif Paşa, Hikmet-i Hukûk: Hukuk Felsefesi, sadeleştiren: Gökhan Doğan, sadeleştirenin sunuş yazısı 14.37  Bk. Ahmet Özel,  Secâvendî, Muhammed b. Muhammed  (2009) 36 DİA <https://islamansiklopedisi.org.tr/secavendimuhammed-b-muhammed> Erişim 26.01.2020.38  Seydişehrî, Ferâidü l-Feraiz (Mekteb-i Sanayi Matbaası 1301) 4 vd.1015İstanbul Hukuk Mecmuası 79/3Söz konusu kitap bir mukaddimeyi takiben iki bölüm ve bir hâtimeden oluşmaktadır. Mukaddimede, feraiz hesaplamaları kendisine dayandığı için matematik meseleleri (mesâil-i hisâbiyye) anlatılmış, birinci bölüm feraiz ilminin temel ilke, kural ve kaynaklarına dair teorik bilgilere (mebâdi-i ilm-i feraiz), ikinci bölüm ise feraiz ilminin, kişinin yani mûrisin vefatını takiben başlayan uygulamasına (makâsıd-ı ilm-i feraiz) tahsis edilmiştir. Miras hukukuyla ilgili diğer bazı ayrıntılar (mesâil-i şettâ) ise Hâtime başlığı altında ele alınmıştır.Ferâidü l-Ferâiz in ikinci baskısı 1311, üçüncü baskısı ise 1326 yıllarında yine İstanbul da yapılmıştır.39 İlk baskıda sayfa sayısı 376 iken diğer baskılarda 304 e düşürülmüştür. Bunun sebebi, ilk baskının baş tarafında bulunan, dört işlem, kesirli sayılar ile feraiz işlemlerinde ihtiyaç duyulan diğer matematik konularına dair 76 sayfalık bölüme diğer baskılarda yer verilmemiş olmasıdır. Mekteb-i Hukuk öğrencilerine yönelik olan bu ilk baskıda dört işlem ve rasyonel sayılar gibi temel matematik  konularının  anlatımına  yer  verilmesi,  öğrencilerin  bu  konulara  olan ihtiyacından olsa gerektir.Eserin birinci bölümünde Mahmud Esad, şer î ilimlerin bir cüzü olan ferâiz ilminin, ilimler tasnifindeki yerini göstermek üzere geniş bir ilimler tasnifi yapar. Buna göre ilimler öncelikle tabiî/aklî ilimler ve vaz î/naklî ilimler olmak üzere ikiye ayrılır. Tabiî ilimler akıl ve duyular ile elde edilebildiği gibi eğitim-öğretim ile de bilinebilir. Felsefî ve hikemî ilimleri bu kümede zikrettikten sonra bunların kaynağı olan tabiat, akıl ve vicdanın ilahî bir armağan olması itibariyle bu gruptaki ilimlerin ayrıca ilm-i ilahî diye de isimlendirildiğini belirtmiştir.Vaz î/naklî ilimler ise herhangi bir vaz eden tarafından konulduğundan burada aklın tasarrufuna mecal yoktur; bunlar ancak nakil ve talim ile bilinebilir. Vaz î ilimler de lisanî/edebî ilimler ve şer î ilimler olmak üzere ikiye ayrılmaktadır. Lisanî ilimler, aslî olanları lügat (sözlük), sarf (kelime bilimi), iştikak (köken bilimi), nahiv (gramer), meâni (yerinde söz söyleme sanatı), beyan (ifadeyi güzelleştirme sanatı), aruz ve kâfiye; fer î olanları ise hat, karz-ı şiir (şiir okuma), inşa-yı nesir (güzel yazı sanatı) ve muhâdarat (edebi tartışma sanatı) olmak üzere toplam on iki adettir. Şer î ilimler, mevzusu itibariyle iki kısımdır; biri mükelleflerin fiillerine taalluku olmayan ilimlerdir ki, bunlara ulûm-i asliyye denir. Bu da ulûm-i Kur âniyye ve ilm-i hadis olmak üzere ikiye ayrılır. Şer î ilimlerin ikinci kısmı ise mükelleflerin fiilleriyle alakalı olanlardır ki, bunlara da ulûm-i müstenbata denir. Bu da kendi içinde ikiye ayrılır; biri ulûm-i asliyye ve itikadiyye yani ilm-i tevhid ve sıfat [akâid ve kelâm] iken diğeri ulûm-i fer iyye ve ameliyye yani ilm-i şerâi ve ahkâmdır [fıkıh]. 39  Eser Delilleri ile İslâm Miras Hukuku (Esra Yayınları, 1994) başlığıyla İsmail Hakkı Uca tarafından günümüz Türkçesiyle de yayımlanmıştır.1016Yaman, Karakuş / Osmanlının Son Döneminde Bir Hukuk Mecrası: Ravza-İ Hukukİlm-i şerâi ve ahkâm da kendi içinde ilm-i usûl-i fıkıh ve ilm-i fıkıh olmak üzere iki şubeye ayrılır. Bunlardan ilm-i fıkıh, dinî ve dünyevî olmak üzere iki kısımdır. Dinî hükümler namaz, oruç ve hac gibi sırf ahirete dair olan ibadetleri ihtiva ederken dünyevî hükümler ise biri dirilerle diğeri ölülerle alakalı olmak üzere ikiye ayrılmıştır. Dirilerle alakalı olanlar münâkehat [aile hukuku], muâmelat [genellikle borçlar, eşya ve ticaret hukuku] ve ukûbat [ceza hukuku] olmak üzere üç kısımdır. Fıkhın ölülere taalluk eden kısmı da ferâiz [miras hukuku] ilmidir ki, vefat edenin terekesine taalluk eden hukuktan ve terekenin hak sahiplerine taksiminden bahseder.40 Mahmud Esad ın pozitif hukuk bağlamında ferâiz ilminin hukukla bağlantısını kurduğu yerde yaptığı bir sınıflama da dikkati çekmektedir:  Bir memlekette câri olan hukuk başlıca üç kısma ayrılabilir. Birincisi siyasî, ikincisi zabtî ve üçüncüsü âdîdir. Hukuk-ı siyasiyye, o memleketin hey et-i siyasiyyesini ve suret-i idaresini tayin eder; asker vermek, vergi almak gibi. Bu gibi kavânînin i῾tâ ettiği hukuktan yalnız o memleket ahalisi istifade edebileceği gibi, tahmil ettiği vezâif ile de ancak o ahali mükellef olur. Binaenaleyh ecnebi bir devlet memleketinde bulunan bir şahıs o memlekette bulunduğu müddet zarfında bu kanunun ahkâmıyla mükellef olmaz. Çünkü mükellef olmuş olsa bir anda iki tâbiiyyet [vatandaşlık] altında bulunması lazım gelir. Bu ise caiz değildir.41Kavânîn-i zabtiyye, bir memlekette emn ü asayişin muhafazası için yapılmış kanunlar olup o memlekette sâkin bilcümle ahali ondan istifade ettikleri cihetle cümlesi ona tâbidir. Hukuk-ı âdiyye, umum insanlar beyninde tekevvün eden münâzaat [ihtilaf ve çekişmeler] ve muâmelâtın hasm ü faslına kâfil olduğundan [çözümlenip hükme bağlanmasını sağladığından] bir devletin hukuk-ı âdiyyesi o memlekette bulunan kâffe-i eşhâsa [bütün herkese] şâmil olur.İlm-i ferâiz […] kaide-i umumiyyeye tevfîkan Memalik-i Şâhâne de bulunan kâffe-i eşhâsa tesir ve taalluk etmesi icab eder. Binaenaleyh ecnebi bir şahıs, tebea-i Devlet-i Aliyye den verasete nail olamaz. Çünkü ihtilaf-ı dâr, mâni-i irs olduğu yakında gelecektir […] Fakat verese-i tebea sıfatıyla Devlet-i Aliyye mehâkimine müracaat ederler ise o vakit ilm-i ferâiz ahkâmıyla muamele edilir. Bilakis memalik-i ecnebiyyede mutavattın bir Osmanlının orada bulunan veresesi yine oradaki emvâl hakkında o memleket kanununa tâbi olur. 4240  Seydişehrî, Ferâidü l-Feraiz (n 36) 78 vd.41  Seydişehrî bu cümleleriyle Hanefîlerin benimsediği  hükümlerin mülkîliği  ilkesine işaret etmektedir. Ayrıntı için bk Ahmet Özel, İslam Hukukunda Milletlerarası Münasebetler ve Ülke Kavramı (Marifet Yayınları 1982), 227 vd.42  Seydişehrî, Ferâidü l-Feraiz (n 36) 87 vd.1017İstanbul Hukuk Mecmuası 79/3D. İlm-i Servetİskoç düşünür Adam Smith in 1776 yılında yayınlanan The Wealth Of Nations (Milletlerin  Zenginliği)  kitabıyla  başladığı  kabul  edilen  modern  iktisat  ilminin Osmanlı toplumundaki ilk örneklerinden biri sayılabilecek İlm-i Servet, Ravza-i Hukuk un 16 Ramazan 1302/17 Haziran 1301 tarihli 68. sayısında neşredilmiştir. Mahmud  Esad ın   Birinci  sınıf  davâ  vekillerinden  olup  Menşe-i  Muallimîn-i Askerî Mektebi riyâziyye-i âliye tatbîkat sınıfı muallimliği şehâdetnâmesini hâiz  kimliğiyle yayınladığı eser, jeneriğinde de ifade edildiği gibi  Devletlû Münîf Paşa Hazretlerinin Mekteb-i Hukuk-ı Şâhâne de tedrîs buyurdukları esnâda takrîr-i (ğ)âlilerinden zabt ve tahrîr edilerek vücûda gelmiştir. 45Eser 176 sayfa olup bir mukaddime (giriş), üç bölüm ve bir hatime (sonuç bölümü)nden oluşmaktadır. Bazı terimlerin tarifi ile özellikle servet, menfaat, kıymet ve bahâ kavramlarının açıklandığı mukaddime sayfalarını Tahsil-i Servet ana başlığını taşıyan birinci bölüm takip etmektedir. İkinci bölümde Taksim-i Servet, üçüncü bölümde ise İstihlâk-i Servet ana başlıkları altında genel olarak arazi, îrad, para (akçe), istikraz ve vergi meseleleri ele alınmaktadır.Münif Paşa nın derslerde takrir ettiği ve Mahmud Esad ın yorum katmaksızın adeta harfiyyen not edip aktardığı konulardan biri de ribâ yani faiz meselesidir. İlm-i Servet in sayfalarında yerini alan bu takrirlerden bazı satırları iktibas etmek yerinde olacaktır. Zira İslâm ın kesin olarak yasakladığı fakat modern iktisadın, liberal ekonominin vaz geçilmezlerinden biri olarak kabul ettiği faiz konusuna Mekteb-i Hukuk ta nasıl bakıldığı önem arz etmektedir. İlm-i Servet in Akçe Îrâdı başlığı altında şunlar yazılmıştır: Şerîat-ı ğarrâ-yı İslâmiyyede akçe faizi câiz olmadığı gibi hiçbir memlekette faizciler makbûl değildir. Hattâ Aristo zamanından beri bütün milel-i muhtelife hükemâsı, faizin adem-i meşruiyetine kâil olmuşlardır […] Ama fâiz ile akçe ikrâzını [borç verme] bil-külliyye men etmek, sermayenin tevessü ve terakkisine manidir. Çünkü sâhib-i sermaye olan kimse, zımnında bir fayda ve temettü olmadıkça akçesini ikraz edip de ma rız-ı telefde [yok olmaya açık] bulundurmaz. Bunun neticesi olarak çok ehl-i arz âdemler [üretim yapacak kişiler], bir sanata teşebbüs edecek ise de kendi sermayesi olmadığı gibi başkalarından dahi istikraz etmediğinden sanattan mahrum olur. Hem kendilerini geçindiremez hem de sanat ve ticaretin terakkisine hizmet edemezler. Lakin faiz men edilirse akçe sahipleri ona tamâ ederek ikraz ve emlak gibi ondan istifade ederler. Ehl-i sanat dahi onu sermaye edinip hem kendileri taayyüş eder [geçinir] ve hem sanayinin terakkisine hizmet etmiş olurlar. 43  Bu konuda bk. Gökhan Doğan, Münı̇f Paşa nin İlm-ı̇ Tedbîr-ı̇ Memleket i nı̇n Türk İktı̇sat Tarı̇hı̇ndekı̇ Yerı̇ (Ankara Üniversitesi Yayımlanmamış Yüksek Lisans Tezi, 2013) 1 vd.; Sakızlı Ohannes Efendi, Osmanlı da Modern İktisadın İzinde 1/Mebâdi-i İlm-i Servet-i Milel, haz. H. Genç, F. Dığıroğlu, M. E. Özgür (Dergâh Yayınları 2015); Musa Akyiğitzade, Osmanlı da Modern İktisadın İzinde 2 / İlm-i Servet veyahut İlm-i İktisat, haz G. Albayrak, H. Genç, S. Kocakaplan (Dergâh Yayınları 2016).44  Askerî okullara öğretmen yetiştirmek üzere açılan eğitim kurumlarıdır. Ayrıntı için bk. Faik Unat, Türkiye de Eğitim Sisteminin Gelişmesine Tarihi Bir Bakış (MEB Yayınları, 1964) 36; Osman Ergin, Türkiye Maarif Tarihi I-II (Eser Kültür Yayınları 1977) 715; İlhan Tekeli ve Selim İlkin, Osmanlı İmparatorluğunda Eğitim ve Bilgi Öğretim Sisteminin Oluşumu ve Dönüşümü (TTK Yayınları 1993) 69.45  Seydişehrî, İlm-i servet (Mekteb-i Sanayi Matbaası 1302) 2.1018Yaman, Karakuş / Osmanlının Son Döneminde Bir Hukuk Mecrası: Ravza-İ HukukZamanımızda  olan  muâmelatın  pek  çoğu  bu  yoldadır.  Bankalarda  milyonlarla  akçe toplanmıştır. Bunların kâffesi servet sahiplerinin akçesidir. Kadınlar, çocuklar, amele güruhu işlerinden dişlerinden artırdıkları akçelerini bankalara ikraz ederler. Bu veçhile hem kendileri sermaye tedarik eder ve hem de faiziyle temettü eylerler. Eğer faiz olmazsa bu bankalar teşekkül etmeyeceği gibi halk da sermaye sahibi olamaz. Faizin kanunen adem-i cevazı, sermayenin telefine sebep olur. Çünkü eldeki sermaye durdukça sarf edilir […]Kanunen faiz ne kadar tecviz edilse bile mümkün mertebe az olmasına çalışmalıdır […] Eğer faiz çok olursa âmile pek az bir şey kalır. Onunla taayyüş edemez [geçinemez] ve sanatı terke mecbur olur. Hangi memlekette akçe faizi az olursa o memleket ahalisi, sanat ve ticarette ona nisbetle faiz daha ziyade olan memlekete galebe eder. Dünyada faizi en ziyade olan memleket bizim memlekettir ki, hadd-i nizamı yüzde on iki (%12) derecesindedir. Bu da akçenin nedreti ve tâlibin kesreti sebebiyledir.Faiz de emtia gibidir. Metalara nasıl narh koymak caiz değil ise faiz için dahi narh koymak caiz olmaz. Fil-vâki hükümetler ‘faiz yüzde üç, yüzde dört, yüzde on iki nisbetinde olacaktır  diyerek bir nizam vaz ederler ise de bu, narh gibi değildir. Belki faizin hadd-i âzamisini beyan etmektir. 46  Bu  satırların  yazıldığı  sıralarda  Osmanlı  Devleti nin  resmi  faiz uygulamalarının  ve  hatta  oranlarını  belirleyen  nizamnamelerin  olduğu hatırlanmalıdır. Nitekim Devlet-i Aliyye daha 1256/1840 yılında Sultan Abdülmecid döneminde   Kâime-i  Mu῾tebere-i  Nakdiye   adıyla,  karşılığı  %8  (sekiz)  faizle sekiz yıl sonra ödenmek üzere tahvil niteliğinde kâğıt paralar basmıştı.47 Bunun yanında,  mer‘î  mevzuat  içerisinde  Murâbaha  Nizamnamesi  adlı  bir  düzenleme vardı ve bu nizamnameye göre, borçlanmalarda belli oranlar dâhilindeki faizler meşru görülmüştü. 16 Şevval 1280/13 Mart 1280/25 Mart 1864 tarihli Murâbaha Nizamnamesi ne göre, borçlanmalarda yıllık %12 (on iki) resmî faiz uygulanıyordu. Mecelle-i Ahkam-ı Adliyye yürürlükteyken 9 Receb 1304/22 Mart 1303/03 Nisan 1887 tarihinde çıkarılan ve öncekini fesheden Murâbaha Nizamnamesi oranları yeniden düzenlemişti. Buna göre:Madde 1 — İşbu nizamnamenin tarihi neşrinden itibaren her nevi müdâyenât-ı âdiyye ve ticariyye faizinin haddi a῾zamı, senevî yüzde dokuz olarak tayin kılınmıştır.Madde 2 — İşbu nizamnamenin tarih-i neşrinden mukaddem, senevî yüzde on iki hesabı ile akdedilmiş olan faiz mukaveleleri işbu nizamın ilânı gününe kadar mer î ve muteberdir.Madde 3 — İkrâzat faizi her kaç sene mürur eder ise etsin nihayet re sülmal [anapara] miktarını tecavüz etmeyecektir. Re sülmali tecavüz eden faizi hükmetmekten, bilcümle hükkâm memnudur.4846  Seydişehrî, İlm-i servet (n 45) 147 vd.47  bk İbrahim Artuk ve Cevriye Artuk, İslâmî Sikkeler Kataloğu (Millî Eğitim Basımevi 1974) C II 719.48  Düstûr, I. Tertip, c. V (Başvekalet Matbaası 1937) 775 vd.1019İstanbul Hukuk Mecmuası 79/3Aynı Nizamnamenin Kanunu l-Murâbahati l-Osmânî adıyla Lübnan da uygulanan şeklinde de oran yine %9 (dokuz) olarak tespit edilmişti.49E. Şerh-i Kanun-i CezaOsmanlı  Devleti nde Tanzimat  sonrası  kanunlaştırma  çalışmaları  bağlamında 1840 yılında şer î ve örfî hukuk kurallarını birleştiren Ceza Kanunname-i Hümayunu çıkarılmıştır. Bunu yine millî sayılabilecek olan 1851 tarihli Kanun-ı Cedid takip etmiştir. 1858 yılında radikal sayılabilecek bir tavırla 1810 tarihli Fransız Ceza Kanunu nu (Code Pénal de 1810) esas alan Ceza Kanunnamesi (Ceza Kanunname-i Hümayunu) yürürlüğe girmiştir.50 Mahmud Esad ın Şerh-i Kanun-i Ceza isimli kitabı işte bu son kanunun açıklama ve yorumlanmasını hedefleyen bir çalışmadır.Ravza-i Hukuk un ikinci senesinde 20 Cemaziye l-âhir 1302/25 Mart 1301 tarihli 56. sayısında neşredilen kitap 84 sayfadan müteşekkildir. Mahmud Esad mezkûr eserinde maddeleri tek tek şerh yoluna gitmemiş, Mekteb-i Hukuk un daha çok Batılı kaynakların hukuk anlayışını esas alan müfredatına uygun olarak hukuka dair umumi bilgiler verdikten sonra altı makale ile kanunun özünü teşkil eden hukukun küllî kaidelerinden bahsetmiştir. Kitabın içeriği ana hatlarıyla şu şekildedir:a.  İlm-i hukukun tarifi, taksimi, gayesi, kaynakları, taksimi ve ceza hukukunun taksimi,b.  Cezalandırma hakkı, cezalandırmanın şartları, ceza kanununun vaz ı ve ilanı, tatbiki ve tenfizi,c.  Ceza Kanunu nun faydası hakkında bazı ayrıntılar,d.  Ceza Kanunu nun çeşitli açılardan tesirleri: Zamana, mekâna, şahıslara ve fiillere tesiri,e.  Ceza Kanunu nun tefsiri ve kıyası,f.  Ceza Kanunu alanında hukuk ilminin koyduğu küllî kaidelerin hülasası.Mahmud Esad bu son başlık altında şu yirmi kaideye yer vermiştir:51Birinci Kaide: Osmanlıların kâffesi hürriyyet-i şahsiyyelerine mâlik ve âharın hukuk-ı hürriyyetine tecavüz etmemekle mükelleftir. 49  Abdürrazzak Senhûrî, Masâdıru l-hak fi l-fıkhi l-İslâmî (Câmiatü d-Düveli l-Arabiyye 1954-1959) C III 247 vd.50  Bk Ahmet Gökcen, Tanzimat Dönemi Osmanlı Ceza Kanunları ve Bu Kanunlardaki Ceza Müeyyideleri (yayın evi yok 1989); Bozkurt (n 2) 95 vd.; Şentop ( n 2) 10 vd.; Avcı (n 1) 559 vd.; ayrıca bk. Said Nuri Akgündüz (n 2).51  Seydişehrî, Şerh-i Kanun-i Ceza (Mekteb-i Sanayi Matbaası 1302) 73 vd.1020Yaman, Karakuş / Osmanlının Son Döneminde Bir Hukuk Mecrası: Ravza-İ Hukukİkinci Kaide: Hiçbir kimse kanunen memnu olmayan ef âli icradan men olunamaz ve kanunun emretmediği hiçbir şeyi yapmak için icbar olunamaz.Üçüncü Kaide: Hürriyet-i şahsiyye her türlü taarruzdan masûndur. Hiç kimse kanunun tayin ettiği sebep ve suretten mâadâ bir bahane ile mücâzât olunamaz.Dördüncü Kaide: Her bir şahıs beriyyü z-zimme [suçsuz ve borçsuz] addolunur; meğerki müttehem olduğuna dair, ait olduğu mahkemeden bir hüküm sadır ola.Beşinci Kaide: Bir kimsenin cinayete müteallik bir fiilden dolayı mahkeme-i cinayette beraet-i zimmetine hükmolunduktan sonra yine ol fiilden dolayı ol kimseyi bir daha tevkif ve muhakeme etmek caiz değildir.Altıncı Kaide: Mevâdd-ı cinaiyyede bir kimsenin ittifak veya sülüsân-ı ârâ [üçte iki çoğunlukla] ile mücrimiyyetine karar verilmedikçe mahkûm olamaz. Yedinci Kaide: Eşhâs kanun huzurunda müsâvî addolunur. Binaenaleyh aynı maddeden dolayı tayin olunacak ceza, eşhasın ihtilafıyla tebeddül etmez. Meğer esbab-ı muhaffife veya müşeddide-i şahsiyye bulunur ise ol vakit muktezası icra olunur. Ve keza muhakemede ve hükmün icrasında kadınların ahval-i mahsusasına riayet edilir.Sekizinci Kaide: Bir fiili, kanundan mâadâ hiçbir kimse mücrimiyyet ile tavsif edemez. Çünkü ef alde aslolan ibahadır.Dokuzuncu Kaide: Bir fiil işlendikten sonra men edilir ve bir ceza tayin olunur ise ol fiil, işbu ceza ile mücâzât olunamaz.Onuncu Kaide: Umûr-ı cezaiyyede kıyas ile hükmetmek caiz değildir. Çünkü bir fiilin cürüm olmasını ancak kanun tayin eder.On birinci Kaide: Memalik-i Osmaniyyede herkesin mesken-i menzili, taarruzdan masûndur. Kanunun tayin eylediği ahvâlden ma adâ bir sebeple hükümet tarafından cebren hiç kimsenin mesken ve menziline girilemez.On ikinci Kaide: Mekâtîb [bilumum posta ve mektuplar] açılmaktan masûndur.On üçüncü Kaide: Herkes hâkim-i tabîîsini istemeye hakkı vardır. Binaenaleyh usûl-i muhakeme kanunu mucebince hiç kimse kanunen mensup olduğu mahkemeden başka bir mahkemeye gitmeye icbar olunamaz.On dördüncü Kaide: Müsâdere, angarya ve cerime memnudur. Fakat muharebe esnasında usûlen tayin olunacak tekâlîf ve ahvâl bundan müstesnadır.1021İstanbul Hukuk Mecmuası 79/3On beşinci Kaide: Mücâzât şahsîdir. Binaenaleyh bir kimsenin işlemiş olduğu cürümden  dolayı  onun  akraba  ve  taallukatına  ve  sair  hiçbir  kimseye  mücâzât olunamaz.On altıncı Kaide: İşkence ve sair her nevi eziyet kat iyyen memnudur. Çünkü eşhasta beraet-i zimmet asıl olduğundan bunun hilafını ispat etmek için hariçten delil getirmek lazım gelir.On yedinci Kaide: Müdafaa serbesttir. Binaenaleyh herkes huzur-ı mahkemede hukukunu muhafaza için lüzum gördüğü vesâit-i meşruayı istimal edebilir. On sekizinci Kaide: Âmirine itaat mucib-i beraet değildir. Memurun âmirine hürmet ve riayeti, lâzımeden ise de itaatı, kanunun tayin ettiği daireye mahsustur.On dokuzuncu Kaide: Cehalet, mucib-i mazeret değildir. Bir fiil, kanunen men olunup halka ilan edildikten sonra onu herkes bilmiş addolunur.Yirminci Kaide: Mahkemelerde her nevi muhakeme alenen cereyan eder ve i lâmâtın neşrine mezuniyet vardır. Ancak kanunda musarrah esbaba mebni, mahkeme muhakemeyi hafî [duruşmanın kapalı yapılması] tutabilir.Mahmud Esad  Bu makalede dahi Kanun-i Ceza hakkında ilm-i hukuk tarafından vaz  olunan kavaid-i külliyyeyi hulasaten zikr u îrâd ile kitabımızın medhaline hıtam verip maksada şurû edeceğiz 52 diyerek bu yirmi kaide ile Şerh-i Kanun-i Ceza nın aslında mukaddime bölümünü bitirdiğini beyanla asıl konuya yani kanun maddelerinin şerhine geçeceğini söylemekle birlikte, eser burada nihayete ermektedir. Hal böyle olunca onun birtakım sebeplerle devamını yazmaya imkân bulamadığı anlaşılmaktadır.53F. Usûl-i FıkıhRavza-i Hukuk un, kapağında  15 Cemâziye l-evvel 1302/17 Şubat 1300  tarihi bulunan ikinci yılının 51. sayısında neşredilen eser 384 sayfa olup içeriği bütünüyle fıkıh usûlü meselelerine aittir. Ne var ki, özgün olarak yazılan bu eser tamamlanamamış ve  Nazmın, manaya vaz ı itibariyle aksâmı  bahsi ile sona ermiştir.Ravza-i Hukuk serisi içinde çıkan Usûl-i fıkıh, tertibi itibariyle Molla Hüsrev in (ö. 885/1480) Mir âtü l-usûl ve Ebû Saîd el-Hâdimî nin (ö. 1176/1762) Mecâmiu lhakâik i gibi Osmanlı usûl geleneğinde klasikleşmiş eserlerin konu dizilimine uygun olarak sistematize edilmiştir. 52  Seydişehrî, Şerh-i Kanun-i Ceza (n 49) 73.53  Seydişehrînin bu eseri ile birlikte  Nazariyat-ı Ceza  isimli ders notları için bk. M. Aykanat ve İ. Ülker (edr), Tanzimat Dönemi Osmanlı Ceza Hukukuna Giriş-Mahmud Esad Seydişehrî nin Ceza Hukuku Dersleri (On İki Levha Yayıncılık 2020).1022Yaman, Karakuş / Osmanlının Son Döneminde Bir Hukuk Mecrası: Ravza-İ HukukFıkıh  usûlunün  tarifi,  mevzusu  ve  gayesi  gibi  konulara  değindikten  sonra, şer î delillerin ilki olan Kitap/Kur ân deliline ve bu bağlamda elfaz bahislerine geçilmiştir. Manaya vaz ı açısından lafızları incelerken, hâs, âm, müşterek ve cem-i münekker konularını işleyen müellif  intihâ-i cild-i evvel  diyerek kitabı burada sonlandırmaktadır. Müteakip cilt ya da ciltler bu seride neşredilmemiştir. Mahmud Esad daha sonra Telhîs-i Usûl-i Fıkıh adıyla usûl-i fıkhın geriye kalan konularını da içeren, biri nispeten kısa diğeri daha uzun olan iki eser daha yayınlayacaktır.54Müellifin vaz  açısından lafızların dörtlü taksiminde hâs, âm, müşterekten sonra müevvel lafzı ele alan Pezdevî ve Menâr usûl geleneği yerine Sadru ş-şeria nın (ö. 747/1346) Tavzîh i ve Molla Hüsrev in (ö. 885/1480) Mir ât ı ile Osmanlıda devam eden usûl geleneğine bağlı olduğunu söylemek mümkündür.Mahmud Esad niçin böyle bir eser kaleme aldığını şu cümleleriyle açıklamıştır: Âcizleri gibi bir tâlib-i pür taksirin böyle meydan-ı bî-pâyân [ucu bucağı olmayan] hakikate sülûk ederek kitap telifine kalkışması, vazife ve iktidarının fersah fersah haricinde olduğuna dair uzun uzadıya temhîd-i mukaddimât ile beyan-ı i῾tizâra asla hacet göremem. Bu hakikati, âcizleri dahi derk ü iz ân eder isem de burada maksadımız, yalnız ulema-i eslâf hazerâtının bâzâr-ı intişara vaz  buyurdukları o mukaddes kitaplarındaki kavaidi herkesin anlayacağı derecede lisan-ı Türkî ile ifade ve her bir kaideyi gerek Mecelle ve gerek kütüb-i fıkhıyyeden getirilecek misaller ile izah eylemektir. 55    Eksik  kısımlarını  daha  sonra  yayınladığı  diğer  kitaplarda  tamamlayan Mahmud Esad ın işbu Usûl-i Fıkıh ı, bu alanda yazılan ilk Türkçe eserlerden biri olarak literatürdeki yerini almıştır.  Sonuç  Devlet idaresi, toplumsal hayat ve dinî anlayışta derin tartışmaların, zihniyet kavgalarının ve sert kopuşların yaşandığı Osmanlı Devleti nin son ve  en uzun  yüzyılı, fıkıh-hukuk eğitimi, kanunlaştırma çalışmaları ve yargı teşkilatı açısından soğukkanlı akademik değerlendirmeleri hâlâ bekleyen bir zaman dilimidir.  İşte bu  uzun  yüzyılda değişen devlet ve yargı teşkilatının ihtiyaç duyduğu hukukçuları  yetiştirmek  üzere  medreseden  bağımsız  modern  hukuk  mektepleri açılmıştı. Sadece programıyla değil zihniyetiyle de geleneksel eğitim modelinden oldukça farklı bir yerde duran bu okullar hocalarıyla, talebesiyle, takrir edilen dersler ve telif edilen kitaplarla yeni bir hukuk mecrası hüviyeti taşıyordu. Bu mecralar içinde iki tanesi, literatüre yaptıkları katkı ile temayüz etmiştir. Her ikisi de Mekteb-i Hukuk tan sınıf arkadaşı olan Seydişehirli Mahmud Esad ın Ravza-i 54  Seydişehrî, Telhis-i Usul-i Fıkıh (1. Bası, Vilayet Matbaası 1309; 2. Bası, Nikolaydi Matbaası 1313).55  Seydişehrî, Usul-i Fıkıh (Mekteb-i Sanayi Matbaası 1302) 7.1023İstanbul Hukuk Mecmuası 79/3Hukuk u ile hakkında fazla bilgimiz olmayan bir numaralı mezun Sabit Efendi nin Medrese-i Hukuk adlarıyla çıkardıkları mecmualar ve tefrika ettikleri eserler, ne yazık ki, yeterince inceleme konusu yapılmamıştır.Mahmud Esad Seydişehrî yi ve onun çıkardığı Ravza-i Hukuk serisini ele alan bu makale bize, hukuk tekniği, hukuk felsefesi ve ekonomi-politik bağlamında Batı da geliştirilen teorilerin Osmanlı hukukçularını yetiştiren modern mekteplerde takip edildiğini göstermiştir. Doğrudan konumuz olmamakla beraber bu takibin, zihniyet dönüşümünde etkili olduğu da burada belirtilmelidir.Dikkati  çeken  bir  başka  sonuç,  Mekteb-i  Hukuk lardaki  akademik  seviye yüksekliğidir. Gerek okutulan dersler gerek öğretim kadrosu ve gerekse mevcut olan ortam, henüz mezun olmadan eser telif veya edisyonunu gerçekleştirecek ve dava vekilliği yapabilecek talebeyi yetiştirmiş ve bunlar azımsanmayacak sayı ve nitelikte ürünler vermiştir.Burada değinilmesi gereken bir başka husus da söz konusu yeni hukuk mecralarında takrir ve telif edilen gerek hukuk felsefesi gerek makro iktisat konu ve kitaplarında Batı dan yapılan uzun iktibasların tartışılmamış ve eleştirilmemiş olmasıdır. Tartışma ve eleştirme bir tarafa, ilgili konularda yüzyılların getirdiği fıkıh mirasına atıf da neredeyse hiç yapılmamış, onunla mukayese cihetine gidilmemiştir.Ulaştığımız  bu  sonuçlar,  kuşkusuz  daha  derinlikli  ve  nitelikli  araştırmaların tenkidine de açıktır.Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir.Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.Yazar Katkısı: Çalışma Konsepti/Tasarımı: A.Y., B.K..; Veri Toplama: A.Y., B.K.; Veri Analizi /Yorumlama: A.Y., B.K; Yazı Taslağı: A.Y.; İçeriğin Eleştirel İncelemesi: A.Y..; Son Onay ve Sorumluluk:: A.Y.Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare.Grant Support: The author declared that this study has received no financial support.Author Contributions: Conception/Design of study: A.Y., B.K; Data Acquisition:A.Y., B.K.; Data Analysis/Interpretation: A.Y., B.K.; Drafting Manuscript: A.Y.; Critical Revision of Manuscript: A.Y.; Final Approval and Accountability: A.Y.1024Yaman, Karakuş / Osmanlının Son Döneminde Bir Hukuk Mecrası: Ravza-İ HukukBibliyografya/",
     "Kaynakça": "Akdoğan A, Türkiye de 1919 1926 Yılları Arasında Aile Hukuku Alanındaki Kanunlaştırma Çalışmaları, (Marmara Üniversitesi Yayımlanmamış Yüksek Lisans Tezi, 1999). Akgündüz SN, Tanzimat Dönemi Osmanlı Ceza Hukuku Uygulaması (Marmara Üniversitesi Yayımlanmamış Doktora Tezi, 2010).Akyıldız A,  Tanzimat , DİA (2011) 40 < https://islamansiklopedisi.org.tr/tanzimat> Erişim 15.08.2019.Akyiğitzade M, Osmanlı da Modern İktisadın İzinde 2 / İlm i Servet veyahut İlm i İktisat, haz. G. Albayrak, H. Genç, S. Kocakaplan (Dergâh Yayınları 2016).Altıntaş E, Mahmud Esad Seydişehrî nin Fıkıh Düşüncesi (Marmara Üniversitesi Yayımlanmamış Yüksek Lisans Tezi 2010).Artuk İ ve Artuk C, İslâmî Sikkeler Kataloğu C I II ( Millî Eğitim Basımevi 1974).Atalay A, Mahmut Es ad Efendi (Tekin Kitabevi 2010).Avcı M, Türk Hukuk Tarihi Dersleri (Mimoza Yayıncılık 2015).Aydın MA, İslâm Osmanlı Aile Hukuku ( Marmara Üniversitesi İlahiyat Fakültesi Vakfı Yayınları 1985).Aydın  MA,   Arazi  Kanunnâmesi   DİA  (1991)  3  <https://islamansiklopedisi.org.tr/arazikanunnamesi> Erişim 15.08.2019.Aydın MA,  Hukûk ı Âile Kararnâmesi  DİA (1998) 18 <https://islamansiklopedisi.org.tr/hukuk iaile kararnamesi> Erişim 28.01.2020. Aydın MA, Türk Hukuk Tarihi (Hars Yayıncılık 2005).Aykanat M./ Ülker İ. (edr), Tanzimat Dönemi Osmanlı Ceza Hukukuna Giriş Mahmud Esad Seydişehrî nin Ceza Hukuku Dersleri (On İki Levha Yayıncılık 2020).Belgesay MR,  Tanzimat ve Adliye Teşkilâtı , Tanzimat I (MEB Yayınları 1940) 213 220.Bilmen ÖN, Hukuk ı İslâmiyye ve Istılahat ı Fıkhiyye Kamusu (Bilmen Yayınevi 1986) C I VII.Bingöl S, Tanzimat Devrinde Osmanlıda Yargı Reformu (Anadolu Üniversitesi Yayınları 2004).Bozkurt N, Batı Hııkııkunun Türkiye de Benimsenmesi (TTK Yayınları 1996).Bozkurt N ,  Türkiye de Hukuk Eğitiminin Tarihçesi , Hukuk Öğretimi Sempozyumu, 13 14 Mayıs 1993, ed. Adnan Güriz (Ankara Üniversitesi Hukuk Fakültesi Yayınları 1993) 51 70.Doğan G, Münı̇f Paşa nin İlm ı̇ Tedbîr ı̇ Memleket i nı̇n Türk İktı̇sat Tarı̇hı̇ndekı̇ Yerı̇ (Ankara Üniversitesi Yayımlanmamış Yüksek Lisans Tezi, 2013)Doğan İ,  Münif Mehmed Paşa  DİA (2006) 32 <https://islamansiklopedisi.org.tr/munif mehmedpasa> Erişim 21.01.2020.Düstûr, I. Tertip, C V (Başvekalet Matbaası 1937).Ekinci EB, Tanzimat ve Sonrası Osmanlı Mahkemeleri (Arı Sanat Yayınları 2004).Erdoğdu A, Mahmud Es ad Seydişehrî, Hayatı, Eserleri ve İslâm Tarihçiliğindeki Yeri (Marmara Üniversitesi Yayımlanmamış Yüksek Lisans Tezi 2002)Erdoğdu A,  Seydişehrî  DİA (2009) 37 <https://islamansiklopedisi.org.tr/seydisehri> Erişim: 26.01.2020.Ergin O, Türkiye Maarif Tarihi I II (Eser Kültür Yayınları 1977). Erk HB, Meşhur Türk Hukukçuları (yayınevi ve tarihi yok).1025İstanbul Hukuk Mecmuası 79/3Gedikli F,  İstanbul Üniversitesi Hukuk Fakültesi Ne Zaman Kuruldu?  (2011) 69 (1 2) İstanbul Üniversitesi Hukuk Fakültesi Mecmuası 91 104.Gökcen A, Tanzimat Dönemi Osmanlı Ceza Kanunları ve Bu Kanunlardaki Ceza Müeyyideleri (Yayın evi yok 1989).http://konyaninalimvehocalari.konyacami.com/mahmut esat efendi/ Erişim: 26.01.2020.  Kenanoğlu MM,  Nizâmiye Mahkemeleri  DİA (2007) 33 <https://islamansiklopedisi.org.tr/nizamiye mahkemeleri> Erişim 15.08.2019.Koyuncu N,  Hukuk Mektebinin Doğuşu  (2012) 16 (3) Gazi Üniversitesi Hukuk Fakültesi Dergisi 163 186.Köse M,  Seydişehirli Mahmut Esad ın Hayatı, Eserleri ve İlmî Kişiliği  (2003) 2 İslâm Hukuku Araştırmaları Dergisi 207 217. Mardin E, Huzur Dersleri nşr. İsmet Sungurbey (İstanbul Üniversitesi Hukuk Fakültesi Yayınları 1966).Meclis i Mebusan Zabıt Ceridesi: Dönem 3 [1330 1334] (Türkiye Büyük Millet Meclisi Matbaası 1991).Namlı T, Tanzimat ve Sonrası Dönem Kanunlaştırmaları Karşısında İslâm Âlimlerinin Aldığı Tavır ve Bunun Neticeleri (Erciyes Üniversitesi Yayımlanmamış Yüksek Lisans Tezi, 1988)Nur  A,  Disciplinary  Transformation  of  Late  Ottoman  Legal  Education  (1826 1926):  An Interactional  Field Analysis  (İstanbul  Şehir  Üniversitesi Yayımlanmamış Yüksek  Lisans Tezi,  2015).  <https://www.academia.edu/19687169/Disciplinary_Transformation_of_Late_Ottoman_Legal_Education_1826 1926_An_Interactional_Field_Analysis> Erişim 15.08.2019.Önder M, Seydişehir Tarihi (Seydişehir Belediyesi Yayınları 1986).Özel A, İslam Hukukunda Milletlerarası Münasebetler ve Ülke Kavramı (Marifet Yayınları 1982).Özel A,  Secâvendî, Muhammed b. Muhammed  (2009) 36 DİA <https://islamansiklopedisi.org.tr/secavendi muhammed b muhammed> Erişim 26.01.2020.Özgül MK, XIX Asrın Benzersiz Bir Politekniği Münif Paşa (Dergâh Yayınları 2014).Sabit E, Hikmet i Hukûk: Hukuk Felsefesi, sadeleştiren: Gökhan Doğan (Çizgi Kitabevi 2016).Sakızlı OE, Osmanlı da Modern İktisadın İzinde 1 / Mebâdi i İlm i Servet i Milel haz. H. Genç, F. Dığıroğlu, M. E. Özgür (Dergâh Yayınları 2015).Senhûrî A, Masâdıru l hak fi l fıkhi l İslâmî (Câmiatü d Düveli l Arabiyye 1954 1959).Seydişehrî ME, Hikmet i Hukuk yahut Hukuk ı Tabîiyye (Mekteb i Sanayi i Şâhâne Matbaası 1301).Seydişehrî ME, Ferâidü l Feraiz (Mekteb i Sanayi Matbaası 1301).Seydişehrî ME, İlm i servet (Mekteb i Sanayi Matbaası 1302).Seydişehrî ME, İslâm Tarihi, haz. Ahmed Lütfi Kazancı ve Osman Kazancı) (Marifet Yayınları 1995).Seydişehrî ME, Şerh i Kanun i Ceza (Mekteb i Sanayi Matbaası 1302).Seydişehrî ME, Telhîs i Hikmet i Hukuk (Sanayi i Şâhâne Matbaası 1301).Seydişehrî ME, Usûl i Fıkıh, (Mekteb i Sanayi Matbaası 1302).Şentop M, Tanzimat Döneminde Osmanlı Ceza Hukuku Kanunlar, Tadiller, Lâyihalar, Uygulama (Yaylacık Matbaası 2004).Şentop M,  Tanzimat Dönemi Kanunlaştırma Faaliyetleri Literatürü  (2005) 3 (5) TALİD 647 672.Şişman A,  Galatasaray Mekteb i Sultânîsi  (1996) 13 DİA <https://islamansiklopedisi.org.tr/galatasaray mekteb i sultanisi> Erişim 14.08.2019.1026Yaman, Karakuş / Osmanlının Son Döneminde Bir Hukuk Mecrası: Ravza İ HukukTaner T,  Tanzimat Devrinde Ceza Hukuku , Tanzimat I, (MEB Yayınları 1940) 221 232.Tekeli İ ve İlkin S, Osmanlı İmparatorluğu nda Eğitim ve Bilgi Üretim Sisteminin Oluşumu ve Dönüşümü (TTK Yayınları 1993).Türk Ansiklopedisi (Millî Eğitim Basımevi 1975) C XXIII 174 175.Unat F, Türkiye de Eğitim Sisteminin Gelişmesine Tarihî Bir Bakış (MEB Yayınları 1964).Ünal M,  Medenî Kanunun Kabulünden Önce Türk Aile Hukukuna İlişkin Düzenlemeler ve Özellikle 1917 Tarihli Hukuk i Aile Kararnamesi  (1978) 34 AÜHFD 195 231.Velidedeoğlu HV,  Kanunlaştırma Hareketleri ve Tanzimat , Tanzimat  I (MEB Yayınları 1940) 139 209.Yaşamları ve Yapıtlarıyla Osmanlılar Ansiklopedisi (Yapı Kredi Kültür Sanat Yayıncılık 1999).Yavuz H,  Adliye Nezareti  (1988) 1 DİA <https://islamansiklopedisi.org.tr/adliye nezareti> Erişim 15.08.2019.Yörük AA, Mekteb i Hukuk un Kuruluşu ve Faaliyetleri (1878 1900), (Marmara Üniversitesi Yayımlanmamış Yüksek Lisans Tezi, 2008)Yörük AA,  Hukuk Tarihi Dersinin İhdâsı ve Mahmud Esad Seydişehrî , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası (2012) 70 (1) 489 504.1027"
}