{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "20",
     "Ay": "12",
     "Yıl": "2019",
     "Cilt": "77",
     "Sayı": "2",
     "Başlık": "Irtifak Hakkının Kullanıldığı Yerin Değiştirilmesi",
     "Title": "Relocation of the Encumbrance",
     "Yazar İsmi": [

          "Arif Barış bilen "
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "İrtifak hakkı", "Yüklü taşınmaz maliki", "Yer değişikliği", "MK m",
          "791"
     ],
     "Keywords": [
          "Easement", "Servient landowner", "Relocation of the encumbrance", "Turkish Civil Code art",
          "791"
     ],
     "Özet": "Eşya üzerinde hak sahibine kullanma, yararlanma veya hem kullanma hem de yararlanma yetkilerini vererek sınırlı bir hâkimiyet sağlayan mutlak haklar, irtifak hakları olarak adlandırılmaktadır. Medenî Kanunun 791. maddesi, yüklü taşınmazın yalnızca belli bir kısmında kullanılması kaydıyla kurulan irtifak hakları bakımından, yüklü taşınmaz malikinin, kendi menfaatini ispat etmek, giderleri üstlenmek ve irtifak hakkı sahibinin hakkını kullanmasını zorlaştırmamak koşuluyla; irtifakın, taşınmazın başka bir yerine naklini isteyebileceğini öngörmektedir. Bu çalışmada temel olarak, irtifak hakkının kullanılmakta olduğu yerin değiştirilmesinin gerçekleşme koşullarının irdelenmesi ve yer değişikliğine ilişkin genel esaslar ile hukukî sonuçların ortaya konulması amaçlanmaktadır.",
     "Abstract": "A parcel of land may be encumbered in favour of another property such that the servient owner must permit the owner of the dominant property to exercise certain rights over it to or may not exercise certain of the rights attaching to his or her property for the benefit of the owner of the dominant property. According to article 791 of Turkish Civil Code, if only part of a property is affected by the exercise of an easement, the servient landowner is entitled to request that the right be transferred to another location which is no less suitable for the beneficiary provided he or she can show a legitimate interest and bears the cost. This study aims to examine the conditions of realization of the change of the place where the easement is used and to present the general principles and legal consequences of the relocation.",
     "Metin": "İrtifak hakkı, hak sahibine malikin aracılığına ihtiyaç duymaksızın eşyayı kullanma ya da onun semerelerinden yararlanma yetkilerini (veya bu iki yetkiyi birden) veren sınırlı bir aynî hak türüdür. Mülkiyet hakkı irtifakla sınırlanmış olan malik ise kimi zaman irtifak hakkı sahibinin eşyayı kullanmasına ya da semerelerinden yararlanmasına katlanma; kimi zaman da maliki olduğu eşya üzerindeki belirli yetkilerini kullanmaktan irtifak hakkı sahibi lehine kaçınma yükümlülüğü ile karşı karşıya kalır. Malik ile irtifak hakkı sahibi arasındaki bu ilişki kural olarak irtifak sözleşmesinde kararlaştırılan koşullar doğrultusunda irtifak hakkının varlığı sona erinceye kadar sürekli bir biçimde devam eder. Ancak bu ilişki devam ederken ortaya çıkan kimi durumlar, malikin irtifak hakkı sahibine karşı üstlenmiş olduğu bu yükümlülükleri yerine getirmesini katlanılmaz bir biçimde zorlaştırabilir. Böylesi durumların varlığı hâlinde, malik aleyhine bozulan dengenin tekrar kurulabilmesi için, taraflar arasındaki ilişkinin sonradan ortaya çıkan koşullara göre yeniden düzenlenmesi gerekliliği gündeme gelebilir. Taşınmaz  üzerinde  tesis  edilen  irtifaklarda,  irtifak  hakkı  sahibi  tarafından kullanılmakta olan yerin, zaman içerisinde yüklü taşınmaz maliki açısından irtifakın kuruluş ânına göre kayda değer bir anlam, ciddi bir değer kazanması da, malikin irtifak hakkı sahibine karşı üstlenmiş olduğu yükümlülükleri ağırlaştıran bir durum olarak kabul edilmektedir. İşte bu nedenle kanunkoyucu, Medenî Kanunun 791. maddesinde özel bir düzenleme ortaya koyma ihtiyacını duymuştur. Söz konusu düzenlemeye göre:  İrtifak hakkı yüklü taşınmazın yalnız belli bir kısmının kullanılması koşuluyla kurulmuşsa, bu taşınmazın maliki, menfaatini ispat etmek ve giderleri üstlenmek kaydıyla; irtifakın, hakkın kullanılmasını güçleştirmeyecek biçimde taşınmazın başka bir yerine naklini isteyebilir.İrtifak hakkının kullanılacağı yer tapu kütüğünde belirtilmiş olsa bile yüklü taşınmaz maliki bu yetkiyi kullanabilir.Mecraların bir yerden başka bir yere naklinde komşuluk hukuku kuralları da göz önünde tutulur .Bu hükmün, MK m. 786 hükmünün özel bir uygulama alanını oluşturduğunu kabul etmek gerekir. Hatırlanacak olursa MK m. 786/f. 1 hükmüne göre, irtifak hakkı sahibi, hakkının korunması ve kullanılması için gerekli olan önlemleri alabilir; ancak o, hakkını yüklü taşınmazın malikine en az zarar verecek biçimde kullanmak zorundadır. Bu bakımdan MK m. 791 hükmünün de, irtifak hakkı sahibinin hakkını kullanırken yüklü taşınmaz malikinin menfaatlerine aykırı hareket etmemesi gerektiği yönündeki temel ilkenin bir uzantısı olduğunu söylemek yanlış olmayacaktır. 478Özbilen / İrtifak Hakkının Kullanıldığı Yerin Değiştirilmesi Gerçekten de, özellikle MK m. 791 hükmünün uygulama alanı bulduğu, yani irtifakın yüklü taşınmazın yalnızca belli bir yerinde kullanılmasının kararlaştırıldığı durumlarda; irtifakın varlığı, malikin taşınmazından olabildiğince verimli ve etkin bir biçimde yararlanma konusundaki menfaatlerini bütünüyle ortadan kaldırmaz; yalnızca mülkiyet hakkının ona sağladığı yetkilerden bazılarını kullanabilmesinin önüne  geçer.  Buradan  hareket  eden  kanunkoyucu  da,  irtifak  hakkının  tesis edilmesinden sonra taşınmazı ile ilgili ihtiyaçlarında değişiklikler meydana gelen malikin, belli koşulların varlığı hâlinde irtifakın kullanıldığı yerin değiştirilmesini talep edebileceğini kabul etmiştir. Bu sayede malik, taşınmazını -her ne kadar irtifak hakkı ile yüklü dahi olsa- randımanlı bir biçimde işletme konusunda önemli bir yetkiyi elinde tutabilmektedir.  II. İrtifak Yerinin Değiştirilmesinin KoşullarıMK  m.  791  hükmünün  ilk  fıkrasında,  irtifak  hakkının  ilişkin  olduğu  yerin değiştirilmesinin, belirli koşulların varlığına bağlandığı görülmektedir. Bu koşullar, irtifak hakkının yüklü taşınmazın yalnız belli bir kısmının kullanılması koşuluyla kurulmuş olması, yüklü taşınmaz malikinin yer değişikliği hususundaki menfaatini ispat etmesi, yüklü taşınmaz malikinin yer değişikliğine ilişkin giderleri üstlenmesi ve yer değişikliğinin irtifak hakkı sahibinin hakkını kullanmasını güçleştirmeyecek olması şeklinde sıralanabilir. A. İrtifak Hakkının Yüklü Taşınmazın Yalnız Belli Bir Kısmının Kullanılması Koşuluyla Kurulmuş Olmasıİrtifak  hakkı,  hak  sahibine  kural  olarak  yüklü  taşınmazın  tamamı  üzerinde yararlanma yetkisi sağlamaktadır. Bununla birlikte, hakkın kullanılabileceği yer, sözleşme ile veya fiilî kullanım yoluyla belli bir alan ile sınırlandırılabilir. MK m. 791/f. 1 hükmü, irtifak hakkının yerinin değiştirilmesi talebinde bulunulabilmesi için, ortada, yüklü taşınmazın yalnız belli bir kısmında kullanılacak bir irtifakın olması gerektiğini belirtmektedir. Bu koşulla ilgili olarak örnek vermek gerekirse geçit irtifakı, kaynak irtifakı, hayvan otlatma irtifakı ya da arazinin belli bir yerinden geçmesi plânlanan elektrik veya doğalgaz hattı için kurulacak mecra irtifakları sayılabilir. Bu gibi irtifaklar hak sahibine çoğu kez, yüklü taşınmazın sadece belli bir kısmı üzerinde fiilen yararlanma yetkisi vermektedirler. Görüleceği  üzere,  MK  m.  791/f.  1  hükmü  bağlamında  ileri  sürülebilecek yer değişikliği talepleri, yüklü taşınmazın tamamı üzerinde kullanılan irtifaklar 1  Peter Liver, Kommentar zum Schweizerischen Zivilgesetzbuch, IV. Band: Das Sachenrecht, 3. Aufl., Die Dienstbarkeiten und Grundlasten (Art. 730 bis 792), (Schulthess 1980), Art. 742, No: 2; Maria Consuelo Argul, Commentaire Romand (éd: Pascal Pichonnaz/Bénédict Foëx/Denis Piotet), Code Civil II, Art. 742, (Helbing Lichtenhahn 2016), 1805; PaulHenri Steinauer, Les droits réels, Tome II, 4ème édition, (Stämpfli 2012), 457; Jörg Schmid/Bettina Hürlimann-Kaup, Sachenrecht, 3. Aufl., (2009), 322; Vito Roberto/Stephanie Hrubesch-Millauer, Sachenrecht, 3. Aufl., (2012), 134; Aydın Aybay/Hüseyin Hatemi, Eşya Hukuku, 2. Bası, (2010), 261. 479İstanbul Hukuk Mecmuası 77/2bakımından söz konusu olamayacaktır. Mesela yüklü taşınmaz malikine, arazi üzerinde veya altında yapı inşa etmeme ya da bir başka taşınmazın manzarasını kapatmama  gibi  yükümlülükler  yükleyen  irtifaklarda,  yer  değişikliği  talebinde bulunulması mümkün değildir. Zira bu gibi örneklerde irtifak hakkı yüklü taşınmazı bir bütün olarak kayıtlamakta; irtifak hakkının kullanılması yüklü taşınmazın tamamı üzerinde söz konusu olmaktadır. İrtifak hakkının, yüklü taşınmazın yalnızca belli bir kısmında kullanılanacağı hususu, çoğu kez kazanma sebebini oluşturan irtifak sözleşmesinde belirtilmekte ve irtifakın fiilen kullanılacağı yer tapu plânları ile somutlaştırılmaktadır. Bununla birlikte, irtifakın kullanılacağı yerin, tapuda gösterilmiş olup olmamasının, yer  değişikliği  talebinin  ileri  sürülebilirliği  bakımından  herhangi  bir  etkisinin olmadığını da ifade etmek gerekir. Gerçekten MK m. 791/f. 2 hükmü,  irtifak hakkının kullanılacağı yer tapu kütüğünde belirtilmiş olsa bile yüklü taşınmaz maliki bu yetkiyi kullanabilir  yönündeki ifadesiyle bunu açıkça ortaya koymaktadır. Keza irtifakın kullanılacağı yerin, tapuda belirtilmemiş olması durumunda da; tarafların bu konudaki tutum ve davranışları, irtifak hakkının kullanımının, yüklü taşınmazın belli bir kısmına hasredilmiş olduğuna işaret edebilir. Örneğin, irtifakın uzun zamandan beri yüklü taşınmazın yalnızca belli bir kısmında kullanılıyor olması ve yüklü taşınmaz malikinin, hak sahibinin bu davranışına karşı bir itirazda bulunmaması hâlinde durum böyledir. Böyle bir durum dahi, irtifakın yerinin değiştirilmesi yönündeki talebin ileri sürülmesine imkân verir. B. Yüklü Taşınmaz Malikinin Yer Değişikliği Hususundaki Menfaatini İspat EtmesiYüklü  taşınmaz  malikinin,  taşınmazı  üzerindeki  irtifakın  yerini  değiştirme konusunda  talepte  bulunabilmesi  için,  yer  değişikliğinden  ciddi  bir  menfaati olduğunu ispat etmesi gerekmektedir. MK m. 791 hükmünde öngörülen bu koşul, irtifak hakkının kurulması sırasında mevcut olmayıp, bu hakkın tesisinden sonra 2  Şeref Ertaş, Eşya Hukuku, 13. Baskı, (Barış 2017), 503.3  M. Kemal Oğuzman/Özer Seliçi/Saibe Oktay-Özdemir, Eşya Hukuku, 19. Baskı, (Filiz 2016), 819; Kemal T. Gürsoy/Fikret Eren/Erol Cansel, Türk Eşya Hukuku, (Sevinç Matbaası 1978), 856. 4  Jale Akipek/Turgut Akıntürk/Derya Ateş, Eşya Hukuku, (Beta 2018), 659; Gürsoy/Eren/Cansel, 856. 5  Bu konu ile ilgili olarak, İsviçre kanunkoyucusu ipotekli borç senedi ve aynî haklara ilişkin revizyon kapsamında 11.12.2009 tarihli federal yasa ile, MK m. 781 hükmünün karşılığını oluşturan CC 732 hükmüne ikinci bir fıkra ilâve etmiştir. 1.1.2012 tarihinde yürürlüğe giren bu düzenlemeye göre:  Yüklü taşınmazın yalnız belli bir kısmında kullanılacak olan irtifakın yeri, hukukî sebebe ilişkin belgede açıkça belirtilmediği müddetçe, tapu plânı üzerinde gösterilmek zorundadır . Bkz. RO 2011 4637; FF 2007 5015. Hükmün fransızca metni şu şekildedir : « La servitude doit être dessinée sur un extrait de plan du registre foncier lorsque son exercice se limite à une partie de l immeuble et que le lieu où elle s exerce n est pas décrit avec suffisamment de précision dans le titre ».6  Akipek/Akıntürk/Ateş, 659.7  Oğuzman/Seliçi/Oktay Özdemir, 819; Akipek/Akıntürk/Ateş, 659.8  Steinauer, 458; Ertaş, 503.480Özbilen / İrtifak Hakkının Kullanıldığı Yerin Değiştirilmesi meydana gelen yeni ihtiyaçların veya ortaya çıkan yeni bir durumun varlığına vurgu yapmaktadır. Yüklü taşınmaz malikinin yer değişikliğinden elde edeceği menfaat çoğunlukla ekonomik bir kazanç olarak karşımıza çıkar. İrtifakın kullanılmakta olduğu yerin değiştirilmesi sayesinde, yüklü taşınmaz malikinin, taşınmazından daha verimli bir biçimde yararlanacağını -örneğin, irtifak hakkından arındırılacak olan kısımda kârlı bir inşaat projesini başlatabileceğini ya da boş kalan kısım üzerinde gelir getiren tarımsal faaliyetlerde bulunabileceğini- ispat etmesi durumunda, ekonomik menfaatin varlığından bahsedilebilir. Bununla birlikte, yüklü taşınmaz malikinin elde etmeyi hedeflediği menfaatin ekonomik temelli olması zorunlu değildir. Bu menfaat pekâlâ manevî ya da estetik bir nedene de dayanabilir. Mesela kır düğün ve davetleri organize eden bir şirket tarafından satın alınan taşınmazın bir bölümü üzerinde daha önceden geçit irtifakı tanınmış olmasından dolayı, bu haktan yararlanan ve sayıca fazla olan kişilerin meraklı gözlerle davetlilerin önünden geçip gitmeleri, malik ve müşteriler açısından rahatsızlık yaratıyor olabilir. Benzer şekilde, yüklü taşınmaz malikinin, aile bireylerini silahlı bir saldırı neticesinde kaybetmiş olması durumunda, taşınmaz üzerinde önceden tesis edilmiş olan silahlı atış eğitimi irtifakının, hak sahipleri tarafından malikin yaşamakta olduğu yerden görülebilir şekilde kullanılması, ona sürekli olarak bu acılı olayı hatırlatıyor olabilir. Keza, kreş olarak işletilmeye başlayan bir taşınmaz üzerinde evvelce kurulmuş olan spor yapma irtifakının, hak sahibi topluluk tarafından o yerde kullanılması, kreş bahçesine çıkan çocukların güvenliği açısından bir zaafiyet yaratabilir. Tüm bu hâllerde, yüklü taşınmaz maliki, irtifakın yerinin değiştirilmesi konusunda ekonomik bir menfaate sahip olduğunu kolaylıkla ispat edemiyor olsa da; estetik, manevî ya da güvenlik kaynaklı menfaatlerinin varlığını kanıtlayarak, taşınmazı üzerinde  kullanılmakta  olan  irtifak  hakkının  başka  yere  nakledilmesini  talep edebilmelidir. Bunların yanında, irtifak hakkı ile yüklü olan taşınmazın, malikin bir başka taşınmazı ile tevhit ettirilmesi (birleştirilmesi) de yüklü taşınmaz malikinin yer 9  Maria Consuelo Argul Grossrieder, ‘Comment se débarrasser d une servitude foncière qui gêne un projet de construction? , Droit de la construction-Baurecht 2005, 108; Tarkan Göksu, Handkommentar zum Schweizer Privatrecht, Sachenrecht, 3. Aufl., (Hrsg.: Peter Breitschmid/Alexandra Jungo), (2016), Art. 742, No: 3.10  Peter Tuor/Bernhard Schnyder/Jörg Schmid/Alexandra Jungo, Das Schweizerische Zivilgesetzbuch, 14. Aufl., (Schulthess 2015), 1222; Gürsoy/Eren/Cansel, 856; Aybay/Hatemi, 261. 11  Bkz. Etienne Petitpierre, Zivilgesetzbuch II, Basler Kommentar (Hrsg: Heinrich Honsell/Nedim Peter Vogt/Thomas Geiser), 5. Aufl., (Helbing Lichtenhahn 2015), Art. 742, No: 9; Denis Piotet, Traité de Droit Privé Suisse Vol. V/T. 2, Les droits réels limités en général, les servitudes et les charges foncières, 2e édt., (Helbing Lichtenhahn 2012), 109; Michel Pellascio, Orell Füssli Kommentar, Schweizerisches Zivilgesetzbuch, 2. Aufl., (2011), Art. 742, No: 6; Hans Leemann, Berner Kommentar: Kommentar zum schweizerischen Zivilgesetzbuch, Band IV/2, Art. 730-918, (Stämpfli 1925), Art. 742, No: 4; Göksu, Art. 742, No: 3; Tuor/Schnyder/Schmid/Jungo, 1222; Liver, Art. 742, No: 31; Steinauer, 458; Oğuzman/Seliçi/Oktay Özdemir, 820; Bülent Köprülü/Selim Kaneti, Sınırlı Aynî Haklar, 2. Bası, (İstanbul Üniversitesi Hukuk Fakültesi 1982), 87; Akipek/Akıntürk/Ateş, 659. Ayrıca bkz. ATF 57 II 155.481İstanbul Hukuk Mecmuası 77/2değişikliği konusunda bir menfaatinin bulunduğuna işaret edebilir. Nitekim irtifak hakkının fiilen kullanılmakta olduğu yer, tevhit (birleştirme) işlemi neticesinde yeni oluşan taşınmazın kullanım bütünlüğünü bozarak, yüklü taşınmaz maliki açısından olumsuz bir durum yaratabilir.Hemen belirtelim ki, MK m. 791 hükmünden yararlanmak isteyen yüklü taşınmaz malikinin,  hâlihazırda  kullanılmakta  olan  irtifak  hakkının  yerinin  değiştirilmesi neticesinde ciddi anlamda menfaat elde edeceğini ikna edici delillerle, örneğin somut bir proje ortaya koyarak ispat etmesi gerekir. Menfaatin varlığının kanıtlanmasında, soyut ve genel nitelikteki kanaat ve düşünceler yeterli olmaz. C. Yüklü Taşınmaz Malikinin Yer Değişikliğine İlişkin Giderleri Üstlenmesiİrtifak hakkının fiilen kullanılmakta olduğu yerin değiştirilebilmesi için yerine getirilmesi gereken koşullardan biri de, yüklü taşınmaz malikinin yer değişikliği nedeniyle yapılması gereken masraflara katlanma zorunluluğudur. Örneğin, kaynak suyunu almak için irtifakın o âna kadar kullanılmakta olduğu yerde yapılmış olan tesisatın yeni yere nakli ve montajı; geçit hakkının kullanılabilmesi için yeni yerdeki yolun taşlardan temizlenmesi ya da eski yerde olduğu gibi bu yola da asfalt dökülmesi; yeni yerde spor yapılabilmesi için gerekli saha ya da kortların oluşturulması için yapılacak giderler ile irtifakın yerinin değiştirilmesi için ödenmesi gereken tapu masrafları bu kalemde sayılabilir. Yüklü taşınmaz malikinin, bu masrafları, yer değişikliği talebi ile birlikte (önceden) irtifak hakkı sahibine ödemesi gerektiği kabul edilmektedir. Burada irtifakın değeri bakımından bir azalma söz konusu olmadığı için, MK m. 791 hükmü, yüklü taşınmaz malikinin yer değişikliği nedeniyle yapacağı masraflar haricinde, onun, irtifak hakkı sahibine tazminat ödemesi gerektiğine dair bir kural öngörmemiştir. Yer değişikliğine ilişkin giderleri üstlenme borcu, eşyaya bağlı bir borç niteliğinde olup; kanunkoyucu tarafından yalnızca yüklü taşınmaz malikine yüklenmiştir. Bu 12  Bkz. bu konuda Yarg. 14. HD, 26.6.2007 tarih ve 6715/8327 sayılı kararı:  … davalıya ait 13 parsel yararına 12 ve 11 parsel sayılı taşınmaz üzerinden hükmen geçit irtifakı tesis edilmiştir. Davacı geçitle yükümlü 11 parsel ile birlikte 9 parsel sayılı taşınmazı da satın almış, bunları tevhit ettirmiş ve oluşan 125 parsel sayılı taşınmazı kullanmaya başlamıştır. Şimdi, hükmen tesis edilen geçit irtifakının 125 parsel sayılı taşınmazının kullanım bütünlüğünü bozduğunu ileri sürerek irtifakın taşınmazının sınırından tesis edilmesini istemektedir…. Tevhid ile geçit güzergahı taşınmazın kullanım bütünlüğünü bozar hale gelmiştir. Davacının taşınmazını tahsis edildiği amacına uygun olarak kullanmasını sağlamak amacıyla mahkeme gerekli incelemeyi yapmak durumundadır. Gerçekten, yüklü taşınmaz malikinin mülkiyet hakkı yasanın gösterdiği sınırları aşacak şekilde kısıtlanmış ise, yararlanan taşınmaz malikinin bu değişikliğe karşı çıkması hakkın kötüye kullanılması sonucunu doğurur . (http://www.kazanci.com)13  Bkz. Heinz Rey, Die Grundlagen des Sachenrechts und das Eigentum, Grundriss des schweizerischen Sachenrechts, Band 1, 3. Aufl., (2007), 283; Turhan Esener/Kudret Güven, Eşya Hukuku, 7. Baskı, (Yetkin 2017), 399; ATF 117 II 35. Ayrıca bkz. Yarg. 14. HD, 5.5.2011 tarih ve 4518/6179 sayılı kararı.14  Charles Besson, ‘La suppression et l adaptation des servitudes par le juge (art. 736 et 742 CC) , Journal des tribunaux 1969 I, 282; Argul, 1806; Pellascio, Art. 742, No: 8; Göksu, Art. 742, No: 5. 15  Petitpierre, Art. 742, No: 14; Argul, 1806; Piotet, 109. 16  Besson, 280; Argul, 1806; Piotet, 109. Ayrıca bkz. ATF 57 II 155.17  Piotet, 109; Argul, 1806. 18  Liver, Art. 742, No: 106.482Özbilen / İrtifak Hakkının Kullanıldığı Yerin Değiştirilmesi bakımdan, yüklü taşınmaz maliki yer değişikliğinin irtifak hakkı sahibinin hakkını kullanmasını kolaylaştıracağını ileri sürerek, yer değişikliğine ilişkin giderlere onun da katılmasını talep edemez. D. Yer Değişikliğinin İrtifak Hakkı Sahibinin Hakkını Kullanmasını Güçleştirmeyecek Olması1. Genel PrensipYüklü  taşınmaz  malikinin,  irtifakın  kullanıldığı  yerin  değiştirilmesini  talep edebilmesi  için,  bu  değişikliğin,  kural  olarak  irtifak  hakkı  sahibinin  hakkını kullanmasını güçleştirmeyecek olması, diğer bir anlatımla, değişiklik neticesinde irtifak hakkı sahibinin bu haktan yararlanma ölçüsünde bir eksikliğin meydana gelmiyor olması gerekmektedir. Bu nedenle, yer değişikliği talebinde bulunulan irtifak hakkı sahibine, onun, hakkını menfaat kaybına uğramadan kullanabilmesi için en az önceki kadar elverişli bir yer gösterilmelidir. Örnek vermek gerekirse, taşınmazı kaynak irtifakı ile yüklü olan taşınmaz maliki, yer değişikliği talebinde bulunabilmek için, suyun, irtifakın nakledileceği yerde de, hâlihazırda kaynamakta olduğu yerdeki kadar yoğun ve tazyikli bir biçimde çıkartılabileceği; bunu sağlamak üzere gerekli boru hattı ve tesisatın kendisi tarafından inşa  edileceği  konusunda  irtifak  hakkı  sahibine  güvence  vermelidir.  Bununla birlikte, özellikle eşyaya bağlı irtifaklarda, yararlanan taşınmaz maliki, sırf irtifakın fiilen kullanıldığı yerin değiştirilmesi yüzünden kendi arazisi üzerindeki diğer tesis ve yapılarda da değişiklikler yapmak veya irtifakın nakledileceği yerde kurulacak olan tesisatı kendi taşınmazındaki diğer tüm yapılara adapte etmek mecburiyetinde kalacak ise, bu yerin önceki kadar elverişli olduğu iddia edilemez. Bununla beraber, MK m. 791 hükmü netice itibarıyla bir değişikliği hükme bağladığından, irtifakın naklinin taraflar ve özellikle de irtifak hakkı sahibi açısından farklı bir sonuç yaratması kaçınılmazdır. Yer değişikliğinin, irtifak hakkı sahibine hakkın kullanılmasına ilişkin olarak birebir aynı imkânı sağlaması beklenemez. Bu nedenle, değişiklik neticesinde irtifak hakkı sahibinin uğrayacağı menfaat kaybı göreceli olarak az ise -diğer koşulların da varlığı hâlinde- yer değişikliği talebini 19  Akipek/Akıntürk/Ateş, 660. 20  Aybay/Hatemi, 261; Esener/Güven, 399; Akipek/Akıntürk/Ateş, 660.21  İsviçre Federal mahkemesi verdiği bir kararda, irtifakın nakledileceği yeni yerin eğim ve genel yola çıkıştaki görüş kâbiliyeti bakımından önceki yer kadar elverişli olmaması nedeniyle, geçit irtifakının kullanıldığı yerin değiştirilmesi yönündeki talebi reddetmiştir. Bkz. TF, RNRF 2005 315, c. 5. 2 (Argul, 1805 den naklen). 22  Steinauer, 458; TF, 5C.91/2004.23  Gürsoy/Eren/Cansel, 857.24  Gürsoy/Eren/Cansel, 857, dn. 41.  483İstanbul Hukuk Mecmuası 77/2olumlu karşılamak gerekir. İrtifak hakkı sahibinden, katlanılmasının dürüstlük kuralına  göre  beklenebileceği  ufak  tefek  zorluklar  ile  önemli  sayılmayacak rahatsızlıklar  bu  hakkın  kullanımını  güçleştirmiş  olmaz.  Bu  çerçevede,  geçit hakkı sahibinin, kullanmakta olduğu kısa fakat engebeli yol yerine, yer değişikliği kapsamında kendisine önerilen ve öncekine göre daha uzun fakat düz olan yola itiraz edemeyeceği savunulmaktadır. 2. Özel bir durum: Yer Değişikliği Nedeniyle İrtifak Hakkı Sahibinin Zarara Uğrayacak Olması (MK m. 785/f. 2 Hükmünün Uygulanması Bakımından MK m. 791 Hükmünün Rolü)Yukarıdaki satırlarda, dürüstlük kuralına göre irtifak hakkı sahibinden katlanması beklenebilecek küçük zorluklar ile önemsiz rahatsızlıkların, bu hakkın kullanımını güçleştirmiş  sayılmayacağını,  bu  nedenle  de  irtifak  hakkı  sahibinin  irtifakın kullanılmakta olduğu yerin değiştirilmesine itiraz edemeyeceğini ifade ettik. Peki, yer değişikliği neticesinde irtifak hakkı sahibinin kayda değer bir zararı doğacaksa ne olacaktır? Hemen belirtelim ki, böyle bir durum karşısında doğrudan doğruya MK m. 791 hükmünün uygulanması söz konusu olamaz. Nitekim, MK m. 791 hükmünün uygulanabilmesi için varlığı aranan koşullardan  yer değişikliğinin, irtifak hakkı sahibinin hakkını kullanmasını güçleştirmeyecek olması  şeklindeki koşul burada mevcut değildir. İrtifak hakkı sahibinin yer değişikliğinden önemli sayılabilecek bir zararının doğması; onun, mevcut olan hakkını kullanmasının ciddi bir biçimde güçleştiğine delalet eder. Bu da MK m. 791 hükmüne başvurulmasına engel olur.Ne var ki, öğretide MK m. 791 in, MK m. 785/f. 2 hükmünün uygulama alanı bulduğu hâllerde de etkili olabileceği savunulmaktadır. Bu olasılıkta ise, irtifak hakkı sahibi yer değişikliğinden zarara uğrayacak olsa bile, bu zararının yüklü taşınmaz maliki tarafından tazmin edilmesi koşuluyla irtifak hakkının kullanımı bakımından yer değişikliği gündeme gelebilecektir. Şimdi bu olasılığın nasıl cereyan edebileceğini açıklamaya çalışalım:  25  Schmid/Hürlimann-Kaup, 322; Argul, 1805; Piotet, 109.26  Liver, Art. 742, No: 32; Steinauer, 458; Oğuzman/Seliçi/Oktay Özdemir, 820; Esener/Güven, 399. 27  Bkz. Steinauer, 458; Argul Grossrieder, 108. 28  Bu konuda bkz. Yarg. 14. HD, 26.6.2007 tarih ve 6715/8327 sayılı kararı:  …geçit irtifakı yerinin değiştirilmesinde yüklü taşınmazın yeni oluşan mülkiyet sınırlarına göre, davacı yararının bulunup bulunulmadığının saptanması, güzergahın geçirilebileceği yerin davalının koşullarını önceki durumuna göre katlanılamayacak şekilde ağırlaşıp ağırlaşmadığı hususlarının yerinde saptanması ve oluşacak sonuca göre bir karar verilmesi gerekir . (http://www.kazanci.com)29  Liver, Art. 742, No: 73; Leemann, Art. 742, No: 17; Oğuzman/Seliçi/Oktay Özdemir, 820-821. MK m. 785 ile MK m. 791 in birbirini tamamlayan hükümler olarak düşünülmesi gerektiği yönünde bkz. Gülen Sinem Tek, Yararı Kalmayan ya da Azalan İrtifak Haklarının Sona Ermesi (MK m. 785), (Oniki Levha 2017), 274; Gökçe Canarslan, ‘Eşyaya Bağlı İrtifak Haklarında İrtifakın Yerinin Değiştirilmesini Talep Hakkı , Legal Hukuk Dergisi, C. 13, S. 154, 2015, 189. Bu konuda ayrıca bkz. ATF 57 II 155.484Özbilen / İrtifak Hakkının Kullanıldığı Yerin Değiştirilmesi Bilindiği gibi MK m. 785/f. 2 hükmüne göre,  yüküne oranla çok az yarar sağlayan bir irtifak hakkının, bedel karşılığında kısmen veya tamamen terkini  istenebilecektir. O hâlde yüklü taşınmaz maliki, irtifak hakkı sahibinin irtifakın kullanıldığı yerdeki menfaatinin çok azaldığını ispat etmek ve karşılığında bedel ödemek kaydıyla irtifak hakkının tapudan terkin edilmesini isteyebilecektir.  MK m. 785/f. 2 hükmüne ilk bakıldığında, irtifak hakkının terkininin ancak irtifak hakkı sahibinin menfaatinin önemli ölçüde azaldığı durumlarda söz konusu olabileceği; irtifak hakkı sahibinin menfaatinin varlığını koruduğu müddetçe, söz konusu hükmün uygulanamayacağı düşünülebilir. Mesela hayvan otlatma irtifakı ile yüklü olan bir taşınmaz hakkında sonradan imar izninin çıkması neticesinde, kural olarak irtifak hakkı sahibinin menfaatinde herhangi bir değişiklik meydana gelmez. Diğer  bir  ifade  ile,  onun  taşınmaz  üzerinde  hayvanlarını  otlatma  konusundaki menfaatinde imar izninin çıkmasından sonra bir azalma söz konusu olmayacaktır. Bu nedenle, ilk bakışta, MK m. 785/f. 2 hükmünün böyle bir durumda uygulanamayacağı söylenebilir. Bununla birlikte, MK m. 785/f. 2 hükmü ile öngörülen, terkini istenebilecek olan irtifak hakkının,  yüküne oranla çok az yarar sağlaması  koşulundaki  yüküne oranla  ifadesinin anlamı gözlerden kaçırılmamalıdır. Örneğimize baktığımızda, imar plânında yapılan değişiklik çerçevesinde, taşınmazın yer aldığı bölge, üzerinde plaza ve iş merkezlerinin bulunduğu bir ticaret sahası olarak tasarlandığından, taşınmaz ile ilgili olarak imar izninin verilmesi ile birlikte yüklü taşınmaz malikinin yükü kayda 30   …irtifak hakkı, zamanın akışı içinde hak sahibi için kesin ve sürekli bir biçimde faydasını yitirmiş ve böylece hakkın kuruluş amacı da ortadan kalkmış ise terkini istenebilir. Güdülen amaç, yüklü taşınmazın gereği gibi kullanılmasını ya da işletilmesini engelleyen, kısmen ya da tamamen gereksiz ve faydasız hale gelen irtifak hakkının ortadan kaldırılmasını sağlamaktır… Ancak, irtifak hakkının sahibine sağladığı yararın kısmen ortadan kalkmış olması bu hakkın da ortadan kalkması için yeterli bir sebep değildir . Bkz. Yarg. 14. HD, 12.9.2017 tarih ve 3067/6052 sayılı kararı. (http://www.kazanci.com)31  Şayet yüklü taşınmaz üzerinde irtifak hakkı sahibinin irtifaktan elde ettiği menfaatte herhangi bir azalma söz konusu değilse; diğer bir ifadeyle, yükü ile mukayese edildiğinde, irtifakın hak sahibine sağladığı yarar tüm ağırlığını koruyarak devam ediyorsa, yüklü taşınmaz malikinin MK m. 785/f. 2 hükmüne başvurarak irtifakın terkinini istemesi mümkün olmaz. Bu durumda o ancak, irtifak hakkı sahibinin irtifak hakkından elde ettiği menfaatin önemli bir kayba uğramadan yeni yerde de varlığını sürdüreceğini temin ederek MK m. 791 hükmü vasıtasıyla yer değişikliği talebinde bulunabilir. Bkz. bu konuda Yarg. 14. HD, 5.5.2011 tarih ve 4518/6179 sayılı kararı:  …davacı D... Gayrimenkul San. ve Tic. A.Ş. MK 791. madde uyarınca menfaatini kanıtladığında irtifakın yerinin değiştirilmesini talep edebilecektir. Dava konusu irtifak hakkı tescil evrakları ekinde geçtiği güzergah belirtilerek tesis edilmiştir. Diğer bir anlatımla, kapsadığı alan bellidir. Mahkemece taşınmaz başında yeniden keşif yapılarak davalının iddia ettiği gibi enerji nakil hattı yer altına alınmış ise bunun yerinin saptanması, tescile konu güzergahta değil ise ve davacının mülkiyet hakkı kapsamında kalıyor ise irtifak hakkının sağladığı yarar devam ettiğinden nakil hattının geçtiği yere taşınmasına karar verilmelidir. Şayet irtifak hakkına konu hat, mülkiyet sınırları dışına çıkartılmış ise bu durumda terkin kararı verilmelidir . (http://www.kazanci.com)32  Bu yönde bir karar için bkz. Yarg. 14. HD, 12.9.2017 tarih ve 3067/6052 sayılı kararı:  … Davacı, TMK nun 785. maddesine dayanarak irtifak hakkının terkinini istemiştir. Uyuşmazlık, irtifak hakkından beklenen faydanın ortadan kalkıp kalkmadığı, yüküne oranla sağladığı yarar arasında aşırı bir oransızlık bulunup bulunmadığı ve davalının bu hakkı kötüye kullanıp kullanmadığı noktalarında toplanmaktadır. 15.10.1951 tarihinde tesis edilen ve hakim (yararlanan) taşınmazın manzarasının kapanmamasını, komşu taşınmazda yapılacak bina ve yapılar sebebiyle hava ve ışıktan mahrum kalınmamasını amaçlayan irtifak hakkının, kurulduğu 1951 yılı ile birlikte daha ziyade ileriki yıllarda etrafta yoğun yapılaşmanın oluşacağı, buna göre etrafındaki boş arsa, bağ ve bahçelerin binaya dönüşeceği öngörülerek bu günler için kurulduğu, yani irtifak hakkının kurulduğu tarihteki faydadan hiçbir şey eksilmediği gibi bu hakka ihtiyacın ve beklenen faydanın artarak devam ettiğinin kabulü gerekir… Bu nedenlerle; irtifak hakkının kurulduğu tarihten bugüne kadar devam eden hak ve yükümlülükler arasındaki dengenin yüklü taşınmaz aleyhine bozulduğundan da söz edilemez…. Mahkemece, irtifakın kuruluşundaki yararın devam ettiği anlaşıldığından davanın reddi gerekir…  (http://www.kazanci.com)485İstanbul Hukuk Mecmuası 77/2değer bir biçimde artmış; yüklü taşınmaz maliki ile irtifak hakkı sahibi arasında irtifak sözleşmesinin kurulması anında mevcut olan menfaat dengesi önemli ölçüde bozulmuştur. Zira hayvan otlatma irtifakının kurulduğu sırada, imar yasağı nedeniyle üzerinde bina inşa edemeyeceği bir taşınmazda hayvanların otlatılmasına katlanması, yüklü taşınmaz maliki açısından ciddi bir yük oluşturmuyorken; taşınmazı hakkında imar izninin verilmesinden sonra, salt hayvan otlatma irtifakının varlığı nedeniyle, üstelik de ticaret sahası olarak kararlaştırılan bir yerde bulunan taşınmazı üzerinde inşaat yapamaması, onu ekonomik olarak katlanılması çok ağır bir yük altında bırakmaktadır. Görüldüğü  üzere,  imar  izninin  verilmesi,  irtifak  hakkı  sahibinin  menfaati bakımından herhangi bir eksilme meydana getirmemiş olsa da; yüklü taşınmaz malikinin katlandığı yük, iznin verilmesiyle birlikte, irtifak hakkı sahibinin sabit kalan menfaati karşısında olağanüstü bir şekilde artmıştır. İşte bu nedenle, ilk değerlendirmeden farklı olarak MK m. 785/f. 2 hükmünde öngörülen  irtifak hakkının yüküne oranla çok az yarar sağlaması  koşulunun gerçekleştiği kabul edilmeli ve irtifak hakkının kısmen veya tamamen terkinine karar verilebilmelidir.  Konuyla ilgili olarak, yüklü taşınmaz malikinin MK m. 785/f. 2 hükmünde öngörülen irtifak hakkının bedel karşılığında terkinini istemek yerine MK m. 791 hükmüne dayanarak, irtifakın yerinin değiştirilmesi (örneğimizde otlatma irtifakının, yüklü taşınmazdaki, üzerinde inşaat yapılması mümkün olmayan bataklığın hemen yan kısmındaki çayırlık alana nakledilmesi) talebinde bulunabileceğini de ifade etmek gerekir. Fakat onun bu talepte bulunabilmesi için, irtifak hakkı sahibinin yer değişikliği nedeniyle uğradığı zararı da MK m. 785/f. 2 hükmü gereği ayrıca tazmin etmesi gerekecektir. Bilindiği gibi, MK m. 785/f. 2 hükmünde zikredilen  bedel in belirlenmesinde, irtifak hakkının kısmen veya tamamen terkini dikkate alınmaktadır. Burada ise irtifak hakkı sahibinin hakkı kısmen veya tamamen terkin edilmemekte; yalnızca bunun bir 33   … Genel yola bağlantısı bulunmayan taşınmazlar için, yol ihtiyacını karşılamak amacıyla kurulan geçit hakkı, bu ihtiyacın sona ermesi ile birlikte ya da yüküne oranla çok az yarar sağladığı kanıtlandığı takdirde hukuksal temelini de kaybedeceğinden, böyle bir durumda yükümlü taşınmazın maliki de bedel karşılığında taşınmazı üzerinde kurulan geçit hakkının kaldırılmasını isteyebilir… Davaya konu 1357 sayılı parsel üzerinde davacı şirket inşaatı yapıp tamamlamış ve ayrıca geçit güzergahı yönünde bir havuz inşa etmiştir. Davacı, geçit nedeni ile havuzun site sakinleri tarafından kullanılmasının zorlaştığını ve bu parseldeki bağımsız bölümlerin değerinin düştüğünü ileri sürmektedir. Gerçekten de 1357 parseldeki binalarda oturanların geçit nedeni ile zarar gördükleri anlaşıldığından 1358 parsel sayılı taşınmazın geçit ihtiyacının başkaca güzergahlardan karşılanması mümkündür. Bu durumda… 1358 sayılı parsel lehine görünen geçit irtifakının bedeli mahkemece tespit ettirilerek, belirlenen bedelin davacı tarafça lehine geçit irtifakı tesis edilen 1358 parsel sayılı taşınmazın son maliki S. a ödenmek üzere depo ettirildikten sonra kaldırılmasına karar verilmesi gerekir…  Bkz. Yarg. 14. HD, 12.2.2013 tarih ve 510/2014 sayılı kararı. (http://www.kazanci.com)34  Argul, 1805-1806; Leemann, Art. 742, No: 17; Liver, Art. 742, No: 73; Art. 736, No: 184. Burada, irtifakın nakledileceği yerin, irtifak hakkı sahibi açısından önceki yere nazaran nisbeten daha az elverişli bir yer olabileceği yönünde bkz. Piotet, 110.35  Carl Albert Wieland, Kommentar zum Schweizerischen Zivilgesetzbuch, Band IV, Das Sachenrecht, (1909), Art. 742, No: 5; Liver, Art. 742, No: 73; Argul, 1805-1806; Leemann, Art. 742, No: 17; Oğuzman/Seliçi/Oktay Özdemir, 820. Yaya olarak geçilmesi amacıyla kurulan geçit irtifakının nakledileceği yeni yolun eski yoldan 17 metre daha uzun olmasının ve hak sahibinin aleyhine dik bir açı oluşturmasının, irtifak hakkı sahibine ek bir tazminat hakkı vereceği yönünde bkz. 25.12.1958, H. P. contre R. S., la Chambre des recours du Tribunal cantonal vaudois -ZBGR 1959 p. 290. (Besson, 279 dan naklen).486Özbilen / İrtifak Hakkının Kullanıldığı Yerin Değiştirilmesi başka yerde kullanılması söz konusu olmaktadır. Bu bakımdan, irtifak hakkı sahibine ödenecek bedel de buna göre hesaplanmalıdır. Kanımızca, irtifak hakkının başka yere nakli ile birlikte şayet irtifak hakkı sahibinin menfaatinde herhangi bir kayıp söz konusu olmayacaksa, yüklü taşınmaz maliki MK m. 791 gereği yer değişikliğine ilişkin giderlere katlanmakla sınırlı olarak sorumlu olmalı; eğer irtifak hakkı sahibi nakil nedeniyle menfaat kaybına da uğrayacak ise, bu takdirde nakil masrafları dışında, menfaat kaybını karşılayan bir tazminat da ödemekle sorumlu tutulmalıdır. Diğer taraftan, irtifak hakkı sahibinin yer değişikliğinde hiçbir menfaati bulunmuyorsa (örneğin teklif edilen yeni yer çorak bir toprakla kaplı olup, üzerinde hayvanların otlayabileceği bir alan mevcut değilse) yüklü taşınmaz maliki onu yer değişikliğine zorlayamaz. Bu durumda ancak -MK m. 785/f. 2 de öngörülen koşulların varlığı hâlinde- irtifak hakkının bedel karşılığında terkini istenebilir. III. Yer Değişikliğine İlişkin Genel EsaslarA. Yer Değişikliği Kavramı1. Yüklü Taşınmazın Başka Bir Yerine NakilMK m. 791 hükmünün uygulanmasında, irtifakın yerinin değiştirilmesinden ne anlaşılması gerektiğinin belirlenmesi ayrı bir önem taşır. İrtifak hakkının ilişkin olduğu yerin değiştirilmesi, kural olarak, irtifakın yüklü taşınmaz üzerinde fiilen kullanılmakta olduğu yerin, aynı taşınmazın başka bir kısmına nakledilmesini ifade eder. Zaten kanunkoyucu MK m. 791/f. 1 hükmünde, irtifakın yerinin değiştirilmesi için gerekli koşullara sahip olan yüklü taşınmaz malikinin, irtifakın  taşınmazın başka bir yerine naklini  isteyebileceğini ifade etmektedir. Bu durumda, yer değişikliğinin, kural olarak yüklü taşınmazın sınırları içinde kalmak suretiyle gerçekleştirildiği söylenebilir. 2. Yüklü Taşınmaz Malikinin Başka Bir Taşınmazına NakilYer  değişikliğinin  muhakkak  surette  yüklü  taşınmazın  sınırları  içerisinde gerçekleşmesi gerekmez. Şayet irtifak hakkı sahibi, yüklü taşınmaz üzerinde kurulmuş olan irtifak hakkından sağladığı menfaati, yüklü taşınmaz malikinin bir başka taşınmazı üzerinde de elde etmeye devam edebilecekse; irtifak hakkı, üzerinde kurulmuş olduğu taşınmazdan, yüklü taşınmaz malikinin diğer bir taşınmazına da nakledilebilir. 36  Tek, 274. 37  Christina Schmid-Tschirren, Kurzkommentar ZGB (Hrsg: Büchler, Andrea / Jakob, Dominique), (Helbing Lichtenhahn 2012), Art. 742, No: 5; Pellascio, Art. 742, No: 14; Petitpierre, Art. 736, No: 22; Tek, 274. 38  Steinauer, 459; Argul, 1806.39  Lâle Sirmen, Eşya Hukuku, 6. Baskı, (Yetkin 2018), 537; Gürsoy/Eren/Cansel, 858; Oğuzman/Seliçi/Oktay Özdemir, 822; Akipek/Akıntürk/Ateş, 660; Esener/Güven, 399. İsviçre hukukunda bkz. Pascal Simonius/Thomas Sutter, Schweizerisches Immobiliarsachenrecht, Bd. II, Die beschränkten dinglichen Rechte, (Helbing Lichtenhahn 1990), 74; Piotet, 110; Leemann, Art. 742, No: 10; Liver, Art. 742, No: 37; Göksu, Art. 742, No: 7; Wieland, Art. 742, No: 3. Ayrıca bu yönde bkz. ATF 88 II 150. 487İstanbul Hukuk Mecmuası 77/2Taşınmaz  maliki  ile  irtifak  hakkı  sahibi  arasındaki  hukukî  ilişkide,  malikin menfaatlerinin zarar görmemesini amaçlayan ve irtifak hakkının yüklü taşınmaz malikine en az zarar verecek şekilde kullanılması gerektiğini ortaya koyan  civiliter uti   kuralı  da,  evvelce  tesis  edilmiş  olan  irtifakın,  yüklü  taşınmaz  malikinin menfaati gereği onun başka bir taşınmazına nakledilebileceğine gerekçe olarak gösterilmektedir. Dolayısıyla, irtifak hakkı sahibinin haklı bir sebep öne sürmeksizin, irtifakın, yüklü taşınmaz malikine ait olan diğer bir taşınmazı üzerine aktarılmasına itiraz etmesinin hem  civiliter uti  kuralına hem de MK m. 2 hükmüne aykırılık teşkil edeceği savunulmaktadır. Ancak bu konuda MK m. 791 hükmünün uygulama koşullarından birini oluşturan, yer  değişikliğinin  irtifak  hakkı  sahibinin  hakkını  kullanmasını  güçleştirmemesi yönündeki şartın da göz ardı edilmemesi gerekir. Şayet irtifakın yüklü taşınmaz malikine ait olan diğer bir taşınmaz üzerine nakledilmesi, irtifak hakkı sahibinin hakkını kullanmasını güçleştiriyor ise, o, bu değişikliğe katlanmaya zorlanamamalıdır. İrtifakın nakledilmek istendiği yeni taşınmaz üzerinde bu irtifakın kullanılmasını engelleyecek  ya  da  güçleştirecek  başka  irtifakların  veya  tapuya  şerh  edilmek suretiyle etkisi kuvvetlendirilmiş olan nisbî hakların bulunması, bu duruma örnek gösterilebilir. Keza irtifakın nakledileceği taşınmaz üzerinde önde gelen rehin haklarının varlığı da, irtifak hakkı sahibi açısından olumsuz bir sonuç yaratabilir. Öte yandan İsviçre hukukunda, irtifak hakkının, yüklü taşınmazın yalnız belli bir kısmında değil de, -mesela inşaat yapmama irtifakında olduğu gibi- yüklü taşınmazın tamamı üzerinde kullanıldığı hâllerde dahi, MK m. 791 hükmünün kıyas yoluyla uygulanabileceği ve böylelikle taşınmazın bütünü üzerinde kullanılmakta olan irtifakın, yüklü taşınmaz malikinin başka bir taşınmazına nakledilebileceği savunulmaktadır. Buna gerekçe olarak ise, MK m. 791 hükmünün emredici bir düzenleme olmadığı ve bu nedenle, söz konusu hükmün geniş yorumlanması ve uygulanması gerektiği gösterilmektedir.40  Bkz. Liver, Art. 742, No: 37; Piotet, 110; Leemann, Art. 742, No: 10; Wieland, Art. 742, No: 3; Steinauer, 459; Simonius/Sutter, 74; Oğuzman/Seliçi/Oktay Özdemir, 822.41  Liver, Art. 742, No: 43; Leemann, Art. 742, No: 11; Oğuzman/Seliçi/Oktay Özdemir, 822.42  Bu konuda bkz. ATF 88 II 150. İsviçre Federal Mahkemesi verdiği bu kararda, MK m. 791 in ratio legis inden hareket ederek, hükmün kıyas yoluyla, yüklü taşınmazın sınırları dışında kalmakla birlikte yüklü taşınmaz malikine ait olan diğer bir taşınmaza nakil söz konusu olduğunda da uygulanabileceğine hükmetmiştir. Mahkeme, geçit irtifakının yüklü taşınmazdaki yerinin değiştirilmesi yerine, irtifakın yüklü taşınmaza sınır bakımından bitişik olan ve yine yüklü taşınmaz malikine ait olan bir başka taşınmaz üzerinde kurulabileceğini belirtmiştir. Ancak bunun gerçekleşebilmesi için, irtifak hakkının varlığının, nakledileceği diğer taşınmaz üzerinde daha önceden tesis edilmiş olan sınırlı aynî hakların ya da şerh ile etkisi kuvvetlendirilmiş nisbî hakların mevcudiyeti nedeniyle tehlikeye düşmeyecek olması gerektiğinin de altını çizmiştir. 43  Besson, 282; Piotet, 110; Göksu, Art. 742, No: 7; Oğuzman/Seliçi/Oktay Özdemir, 822. Bilindiği gibi, Medenî Kanuna göre sıra bakımından önde gelen sınırlı aynî hak sahibi, kendi hakkı ile bağdaşmayan ve kendisinden sonra gelen sıradaki sınırlı aynî hakların terkin edilmesini isteme hakkına sahiptir. Bu çerçevede MK m. 869/f. 2/c. 2 ye göre, sonradan kurulan ve rehnin paraya çevrilmesi sırasında daha eski tarihli rehinli alacaklılara zarar veren irtifaklar ve taşınmaz yükleri terkin edilecektir. Bu konuda ayrıca bkz. Sirmen, 516.44  Argul, 1805; Pellascio, Art. 742, No: 5; Leemann, Art. 742, No: 3.45  Bkz. Argul, 1805. Ayrıca bkz. ATF 88 II 150; TF 5C.275/2000; TF 5C.91/2004. 488Özbilen / İrtifak Hakkının Kullanıldığı Yerin Değiştirilmesi 3. Üçüncü Bir Kişinin Taşınmazına NakilYer değişikliği konusunda yanıt aranması gereken bir diğer soru da irtifakın nakledileceği taşınmazın, mutlaka yüklü taşınmazın malikine mi ait olması gerektiği ile ilgilidir. Bu konuda bir görüş, yüklü taşınmaz malikinin, irtifak hakkı sahibini, hakkını başkasına ait olan bir taşınmazda kullanma konusunda zorlayamayacağını, dolayısıyla yer değişikliğinin yüklü taşınmaz malikine ait olan taşınmazlar ile sınırlı olarak gerçekleşebileceğini savunmaktadır. Buna karşılık bir diğer görüş ise, yer değişikliğinin yüklü taşınmaz maliki dışında bir üçüncü kişinin taşınmazı üzerinde de gerçekleşebileceğini ileri sürmektedir. Ancak bunun söz konusu olabilmesi için, taşınmazın sahibi olan üçüncü kişinin rızası şarttır. MK m. 791 de öngörülen koşulların gerçekleşmesi ile birlikte yüklü taşınmaz malikinin, kendi taşınmazı üzerindeki irtifakın, bir başka kişinin taşınmazına nakledilmesi konusunda bu kişiyle anlaşması mümkündür. Şayet irtifakın nakli, irtifak hakkı sahibi açısından herhangi bir menfaat kaybına yol açmıyorsa, nakle itiraz eden irtifak hakkı sahibinin bu davranışı hakkın kötüye kullanılması niteliğinde sayılabilir. Bu durum karşısında kendisine başvurulan mahkeme, irtifakın üçüncü kişinin taşınmazına nakledilmesine karar verebilecektir. Kanımızca da, MK m. 791 de öngörülen koşulların gerçekleşmesi durumunda, irtifakın  üçüncü  bir  kişinin  taşınmazına  nakledilmesine  yasal  bir  engel bulunmamaktadır. Ancak bu konuda karar verilirken, üçüncü kişinin taşınmazına yapılan  naklin,  yüklü  taşınmazın  başka  bir  kısmında  ya  da  yüklü  taşınmaz malikinin başka bir taşınmazında gerçekleşen yer değişikliklerinden daha farklı bir değerlendirmeye tâbi tutulması gerekir. Zira bu ihtimâllerde, irtifak hakkı sahibinin, yer değişikliği nedeniyle ufak tefek menfaat kayıplarına uğrasa dahi, yüklü taşınmaz malikinin elde edeceği menfaatin büyüklüğü karşısında, bu değişikliğe rıza göstermek zorunda  olduğu  kabul  edilmektedir.  Yer  değişikliğinin,  irtifak  sözleşmesinin taraflarına yabancı bir üçüncü kişinin taşınmazı üzerinde etki doğuracak şekilde gerçekleşmesi durumunda ise, irtifak hakkı sahibinin nakil neticesinde en ufak bir menfaat kaybı yaşamayacağının mahkeme tarafından çok sıkı bir biçimde, titizlikle denetlenmesi gerekir. Yer değişikliğinin irtifak hakkı sahibinin yararına sonuç doğuracağına ya da en azından irtifak hakkı sahibinin nakil nedeniyle herhangi 46  Esener/Güven, 399; Oğuzman/Seliçi/Oktay Özdemir, 822. 47  Liver, Art. 742, No: 44; Piotet, 110; Argul, 1807; Besson, 282.48  Bu konuda bkz. TF 5C.199/2002.49  Liver, Art. 742, No: 45; Gürsoy/Eren/Cansel, 859. 50  Örneğin, yüklü taşınmaz üzerinde spor yapma konusunda irtifak hakkına sahip olan kişi, üçüncü kişiye ait olan taşınmaz üzerinde çok daha geniş bir alanda spor yapma imkânına kavuşacak olsa da; eğer hâlihazırda irtifakın kullanılmakta olduğu yüklü taşınmaza göre üçüncü kişinin taşınmazına ulaşım konusunda büyük bir zorluk yaşayacak ise yer değişikliğine zorlanamamalıdır.489İstanbul Hukuk Mecmuası 77/2bir menfaat kaybına uğramayacağına kanaat getirmesi hâlinde, mahkeme, irtifakın üçüncü kişinin taşınmazına aktarılmasına karar verebilmelidir. B. Yer Değişikliği Talebinde Bulunabilecek Kişiİrtifak hakkının ilişkin olduğu yerin değiştirilmesi yönündeki talebin kim tarafından ileri sürülebileceği de konumuzla ilgili olarak yanıtlanması gereken sorulardan birini oluşturmaktadır. MK m. 791 hükmünün lafzına bakıldığında, yer değişikliği talebinin yüklü taşınmaz maliki tarafından ileri sürülebileceği hususu  bu taşınmazın maliki … naklini isteyebilir  şeklindeki ifade ile açıkça ortaya konulmuştur (f. 1). Söz konusu hükümde, irtifakın yerinin değiştirilmesi konusunda yüklü taşınmaz maliki gibi, irtifak hakkı sahibinin de talepte bulunabileceği yönünde herhangi bir ifade bulunmamaktadır. Buradan hareket eden bir görüş, kanunkoyucunun, yer değişikliği talebinde bulunma yetkisini irtifak hakkı sahibinden özellikle esirgediğini ve irtifak hakkı sahibinin, menfaati ne kadar büyük olursa olsun, irtifakın yerinin değiştirilmesi talebinde bulunamayacağını savunmaktadır. Söz konusu görüşe göre bu yetki, malikin taşınmazını en elverişli şekilde  kullanabilme,  taşınmazından  en  etkin  biçimde  yararlanabilme  hakkından kaynaklandığı için, yalnızca yüklü taşınmaz malikine ait olabilir. Bununla birlikte bizim de katıldığımız diğer bir görüş, irtifak hakkı sahibinin de  irtifakın  kullanıldığı  yerin  değiştirilmesine  ilişkin  talepte  bulunabileceğini ileri sürmektedir. Bunun tek şartı ise, irtifak hakkı sahibinin irtifakın yerinin değiştirilmesinde  menfaatinin  bulunması  ve  yüklü  taşınmaz  malikinin  bu değişiklikten  zarar  görmeyecek  olmasıdır.  Bu  görüşü  savunanlardan  bazıları buna gerekçe olarak, konu hakkında İtalyan Medenî Kanununda yer alan özel düzenlemeyi göstermektedir. İtalyan Medenî Kanunu m. 1068 hükmü, irtifakın yerinin değiştirilmesine ilişkin talebin kural olarak yüklü taşınmaz maliki tarafından ileri  sürülebileceğini  (f.  2)  öngörmekle  birlikte;  irtifaktan  yararlanan  taşınmaz malikinin (irtifak hakkı sahibinin) de, kendisi açısından kayda değer bir menfaat sağlayacağını ve yüklü taşınmaz malikine zarar vermeyeceğini ispat etmek koşuluyla irtifakın yerinin değiştirilmesini talep edebileceğini ortaya koymaktadır (f. 3)56. Özellikle irtifak hakkının, yüklü taşınmazın bir başka kısmında kullanılmasına haklı bir gerekçesi bulunmamasına rağmen izin vermemekte ısrar eden yüklü taşınmaz 51  Leemann, Art. 742, No: 16; Wieland, Art. 742, No: 1; Ertaş, 503; Aybay/Hatemi, 260-261; Oğuzman/Seliçi/Oktay Özdemir, 821; Akipek/Akıntürk/Ateş, 659.52  Aybay/Hatemi, 260-261.53  Liver, Art. 742, No: 28; Argul, 1805; Piotet, 109; Pellascio, Art. 742, No: 4; Göksu, Art. 742, No: 6; Esener/Güven, 400. 54  Piotet, 109; Argul, 1805; Liver, Art. 742, No: 28; Schmid-Tschirren, Art. 742, No: 4; Gürsoy/Eren/Cansel, 860. 55  Liver, Art. 742, No: 28; Gürsoy/Eren/Cansel, 860. 56  İtalyan Medenî Kanunu m. 1068/f. 3 hükmünün orijinal metni şu şekildedir:  Il cambiamento di luogo per l esercizio della servitù si può del pari concedere su istanza (Cod. Proc. Civ. 163) del proprietario del fondo dominante, se questi prova che il cambiamento riesce per lui di notevole vantaggio e non reca danno al fondo servente .490Özbilen / İrtifak Hakkının Kullanıldığı Yerin Değiştirilmesi malikinin bu davranışının hakkın kötüye kullanılması niteliğinde sayılacağı ve bu hâllerde, irtifak hakkı sahibinin de MK m. 791 de sayılan koşulların varlığı hâlinde yer değişikliği talebinde bulunabileceği savunulmaktadır. Bu  yetkinin  irtifak  hakkı  sahibine  de  tanınması  gerektiği  savının  diğer  bir gerekçesini  ise  MK  m.  791  hükmünün  amacı  ortaya  koymaktadır.  Nitekim söz konusu düzenlemenin amacı, taraflar arasında gerçekleştirilmiş olan irtifak sözleşmesindeki dengenin, sonradan ortaya çıkan haklı bir sebebin varlığı nedeniyle bozulması  karşısında,  bu  sözleşmenin  şartlarında  değişikliğe  gitmek  suretiyle taraflar  arasındaki  hukukî  ilişkinin  varlığını  sağlıklı  bir  biçimde  sürdürmesine olanak sağlamaktır. Sonradan ortaya çıkan haklı sebep, yüklü taşınmaz malikinin ihtiyaçlarındaki değişikliklerden kaynaklanabileceği gibi; pekâlâ hukukî ilişkinin diğer tarafını oluşturan irtifak hakkı sahibinin gereksinimlerinden de ileri gelebilir. Burada dikkat edilmesi gereken husus, taraflar arasında bozulmuş olan menfaat dengesinin,  hukukî  ilişkinin  revizyonu  neticesinde  yeniden  sağlanmasıdır.  Öte yandan, MK m. 791 hükmünün emredici nitelikte bir düzenleme olmadığı göz önünde bulundurulduğunda, irtifakın yerinin değiştirilmesi yönündeki talebin her iki tarafça da ileri sürülebileceği sonucuna varılması gerekir.Hemen belirtelim ki, irtifak hakkı sahibinin yer değişikliği talebinde bulunması da belli koşullara bağlanmıştır; bu yetki irtifak hakkı sahibi tarafından sınırsız bir biçimde kullanılamaz. Bu hususta MK m. 788 hükmü ayrı bir önem taşımaktadır. Buna göre,  Yararlanan taşınmazın ihtiyaçlarındaki değişiklik, yüklü taşınmazın irtifaktan doğan yükünü ağırlaştıramaz . Görüldüğü gibi, yüklü taşınmaz malikinin irtifaktan kaynaklanan yükünü ağırlaştırmama, diğer bir ifadeyle yüklü taşınmaz malikinin menfaatlerine zarar vermeme, bu yetkinin kullanılması bakımından önemli bir sınır teşkil etmektedir. Diğer taraftan, irtifak hakkı sahibinin yer değişikliği talebinde bulunabilmesi için MK m. 791 deki şartların gerçekleşmesi gerektiği konusunda da tereddüt etmemek gerekir. Bu koşullar, irtifak hakkının yüklü taşınmazın yalnız belli bir kısmının kullanılması  koşuluyla  kurulmuş  olması;  irtifak  hakkı  sahibinin  yer  değişikliği konusunda önemli bir menfaatinin bulunduğunu kanıtlaması ve yer değişikliğinin yüklü taşınmaz malikinin zararına bir sonuç doğurmaması olarak sıralanabilir. MK 57  Bu konuda bkz. Yarg. 14. HD, 26.6.2007 tarih ve 6715/8327 sayılı kararı. 58  Oğuzman/Seliçi/Oktay Özdemir, 821.59  Esener/Güven, 400.60  Esener/Güven, 400-401. 61  Liver, Art. 742, No: 30. 62  Şayet irtifakın yerinin değiştirilmesi talebi, irtifak hakkı sahibi tarafından ileri sürülecek ise, MK m. 791 hükmünde öngörülen koşulları bu duruma uyarlamak gerekir. Bu doğrultuda, yüklü taşınmaz malikinin yer değişikliği hususundaki menfaatini ispat etmesi gerektiği yönündeki koşul, irtifak hakkı sahibinin yer değişikliği hususundaki menfaatini ispat etmesi gerektiği şeklinde; yer değişikliğinin irtifak hakkı sahibinin hakkını kullanmasını güçleştirmemesi gerektiği yönündeki koşul ise, yer değişikliğinin yüklü taşınmaz malikinin bu değişiklikten zarar görmemesi gerektiği şeklinde anlaşılmalıdır. 491İstanbul Hukuk Mecmuası 77/2m. 791 hükmünde öngörülen bu koşullarla ilgili olarak bir hususun altının çizilmesi şarttır: Şayet irtifakın kullanılmakta olduğu yerin değiştirilmesi talebinde bulunan taraf irtifak hakkı sahibi ise, yer değişikliğine ilişkin giderlere katlanması gereken taraf da yüklü taşınmaz maliki değil; yer değişikliği talebinde bulunan irtifak hakkı sahibi olmalıdır. Zira değişiklikten menfaat elde edecek olan tarafın, bunun külfetine de katlanması icap eder. C. Yer Değişikliği Talebinden Önceden Vazgeçilmesi ve Yer Değişikliği Dışındaki Diğer TaleplerYüklü taşınmaz maliki ile irtifak hakkı sahibinin, önceden, irtifakın yerinin değiştirilmesi talebini bertaraf etmeye yönelik bir anlaşma yapıp yapamayacakları da  tartışmalı  konulardan  birini  oluşturmaktadır.  Hemen  belirtelim  ki,  Medenî Kanunda bu soruya yanıt olarak gösterilebilecek herhangi bir düzenleme mevcut değildir. Mesele hakkında ortaya atılan görüşlerden biri, yüklü taşınmaz malikine irtifakın kullanılmakta olduğu yerin değiştirilmesi talebinde bulunma yetkisini veren MK m. 791 hükmünün kamu düzeninden kaynaklandığını ileri sürerek; bunun, emredici nitelikte bir düzenleme olduğunu savunmaktadır. Söz konusu görüş buna gerekçe olarak  MK  m.  791 in,  yüklü  taşınmaz  malikinin  mülkiyet  hakkını,  kanunda öngörülmeyen tarzdaki aşırı sınırlamalara tâbi olmadan kullanabilmesinin ve bu haktan ekonomik amacına uygun olarak yararlanabilmesinin teminatı niteliğinde olduğunu göstermektedir. Öte yandan, yüklü taşınmaz maliki yer değişikliği talebini, irtifakın yeri tapuda açıkça gösterilmiş olsa bile ileri sürebildiğine göre, hükmün emredici olduğunu kabul etmek gerekir. Bu görüşe göre irtifak sözleşmesinin taraflarının, irtifakın yerinin değiştirilmesi talebinin bertarafına yönelik bir anlaşma yapmaları mümkün değildir. Şayet taraflar bu yönde bir anlaşma yaparlarsa; bu, TBK m. 27 hükmü gereği kesin hükümsüz sayılmalıdır. MK m. 791 hükmünün emredici nitelikte bir düzenleme olmadığını savunan diğer bir görüş ise, yüklü taşınmaz malikinin, MK m. 791 ile kendisine verilen bu hakkı kullanmaktan önceden vazgeçebileceğini veya hakkın sağladığı yetkilerin kapsamını sınırlandırabileceğini öne sürmektedir. Hattâ hüküm emredici niteliğe sahip olmadığından, tarafların yer değişikliği konusundaki talep yetkisini yalnızca irtifak hakkı sahibine vermeleri de mümkündür.  63  Argul, 1805; Liver, Art. 742, No: 30; Piotet, 109. 64  Esener/Güven, 401.65  Petitpierre, Art. 742, No: 16; Leemann, Art. 742, No: 15; Wieland, Art. 742, No: 6; Köprülü/Kaneti, 86.66  Leemann, Art. 742, No: 1.67  Bkz. Argul, 1805; Liver, Art. 742, No: 14-20; Piotet, 108; Esener/Güven, 400; Tek, 274, dn. 554. 68  Esener/Güven, 400.492Özbilen / İrtifak Hakkının Kullanıldığı Yerin Değiştirilmesi Kanımızca  da,  ilk  görüş  taraftarlarınca  sunulan  gerekçeler,  yer  değişikliği talebinden önceden vazgeçilemeyeceği yönünde, hükmün amacından uzak bir neticeye varılmasına imkân vermemektedir. Aynî haklar söz konusu olduğunda, irade serbesti ilkesinin, sözleşmeler hukuku alanından farklı olarak geniş bir yere sahip olmadığı argümanı doğru olabilir; bununla birlikte böyle bir kabul, aynî hak sahibinin, hakkın kullanımı ile doğrudan bağlantısı bulunan bir talepten feragat edemeyeceği veya bu konu ile ilgili bir anlaşma yapamayacağı yönünde bir yorumda bulunulmasına cevaz  vermez.  Kanunkoyucunun  Medenî  Kanun  içerisinde  feragat  yasağını öngören hükümler vasıtasıyla hak sahiplerinin haklarından önceden feragat ettikleri anlaşmaların geçersiz sayılacağını açıkça düzenlemeye ihtiyaç duymuş olması; buna karşılık MK m. 791 de feragat yasağı ile ilişkilendirilebilecek herhangi bir ifadeye yer vermemiş olması da, bizi, yer değişikliği talebinden önceden vazgeçilebileceği yönünde bir sonuca yaklaştırmaktadır. Nitekim yer değişikliği talebinin hukukî işlemle bertaraf edilemeyeceği veya sınırlandırılamayacağı hususunu BGB § 1023 (II) hükmü vasıtasıyla açıkça düzenleme yoluna giden Alman kanunkoyucusunun aksine, Türk kanunkoyucusu bu konuda bir sınırlama öngörmüş değildir. Konu ile ilgili olarak değinilmesi gereken bir başka nokta ise, MK m. 791 de öngörülen koşullarla karşı karşıya kalan yüklü taşınmaz malikinin, irtifak hakkının kullanılmakta  olduğu  yerin  değiştirilmesi  dışında  başka  taleplerde  bulunup bulunamayacağı hakkındadır. Bu husustaki genel kanı, söz konusu madde kapsamında irtifakın  fiilen  kullanılmakta  olduğu  yerin  değiştirilmesini  talep  etme  yetkisine sahip olan yüklü taşınmaz malikinin, evleviyet gereği bundan daha hafif nitelikteki tedbirleri alma konusunda irtifak hakkı sahibini zorlayabileceği yönündedir. İsviçre Federal Mahkemesi, konu ile ilgili olarak vermiş olduğu bir kararında, arazisi üzerinde mecra irtifakı tesis edilmiş olan ve mecranın bulunduğu yerde bina inşa etmek isteyen yüklü taşınmaz malikinin, irtifakın yerinin değiştirilmesi talebinde bulunmak yerine; bundan daha hafif nitelikte bir istem olarak, binanın inşası sırasında su mecrasının zarar görmeden muhafaza edilebilmesi için alınması gereken tedbirlere ilişkin masrafların tamamının ya da belli bir kısmının irtifak hakkı sahibi tarafından ödenmesini talep edebileceğine hükmetmiştir.Bununla birlikte MK m. 791 hükmünün, irtifakın kullanıldığı yerin değiştirilmesi ihtiyacını karşılamaya yönelik bir düzenleme olduğu da gözden kaçırılmamalıdır. Bu bakımdan, yüklü taşınmaz maliki bu hükümde öngörülmüş olan koşulların varlığından hareket ederek irtifak hakkı sahibinden irtifakın kapsam ve niteliğinin 69  Bu hükümlerden biri de, MK m. 893/f. 2 dir. Tescile tâbi olan kanunî ipotek haklarını düzenleyen hüküm, alacaklıların, kanun tarafından kendilerine tanınan bu haklardan önceden feragat etmelerinin geçerli olmayacağını açıkça öngörmüştür. 70  BGB § 1023 (II): „Das Recht auf die Verlegung kann nicht durch Rechtsgeschäft ausgeschlossen oder beschränkt werden . 71  Argul, 1807; Steinauer, 459.72  Bkz. ATF 71 II 27.493İstanbul Hukuk Mecmuası 77/2değiştirilmesini talep edemez. İsviçre Federal Mahkemesi, bu konuda verdiği bir kararda, geçit irtifakı ile yüklü olan bir taşınmazı satın alan ve geçidin bulunduğu yer üzerinde yeni binalar inşa etmek isteyen (yeni) malikin, MK m. 791 hükmünden yararlanarak, arsa üzerinde arabaların geçmesine yönelik olarak kurulmuş olan geçit irtifakının, bundan sonra yalnızca yayaların geçebileceği şekilde kullanılması talebinde bulunamayacağına hükmetmiştir. D. Özel Olarak: Mecralarda Yer DeğişikliğiMK  m.  791  hükmü,  mecraların  yerinin  değiştirilmesi  konusunda  özel  bir düzenleme ortaya koymaktadır. Maddenin son fıkrası, mecraların bir yerden başka bir yere naklinde komşuluk hukuku kurallarının da göz önünde tutulması gerektiği hususunu düzenlemektedir.Bilindiği  gibi  kanunda  bir  tanımı  yapılmamış  olan  mecra;  su,  gaz,  elektrik ve benzeri türden akıcı şey ve maddelerin bir yerden başka bir yere nakledilmesi amacıyla yapılan tesisat şeklinde açıklanmaktadır. MK m. 744 hükmünde mecra olarak, su yolu, kurutma kanalı, gaz ve benzerlerine ait olan borular ile elektrik hat ve kablolarından bahsedilmiştir. İrtifak hakkının ilişkin olduğu yerin değiştirilmesi hususunu düzenleyen MK m. 791 hükmü, üçüncü fıkrasında, yer değişikliğinin bir mecra ile ilgili olarak gerçekleşmesi hâlinde komşuluk hukuku kurallarının uygulanacağını belirtmektedir. Komşuluk nedeniyle ortaya çıkan karşılıklı ilişkide, komşuların birbirine yardım etme yükümlülüğünün bir uzantısı da, Medenî Kanunun 744 ile 746 ncı maddeleri arasında düzenlenmiş olan ve taşınmaz maliklerinin kendi arazilerinin altından veya üstünden mecra geçirilmesine katlanmak mecburiyetinde olduklarını ortaya koyan zorunlu mecra hakkıdır.Kanunkoyucu, zorunlu mecra hakkı ile ilgili olarak, irtifak hakkının kurulmasından sonra durumun değişmesi hâlinde yüklü taşınmaz malikinin, mecra hakkı sahibinden mecranın yerinin değiştirilmesini talep edebileceğini belirtmektedir (MK m. 746/f. 1). İşte MK m. 791/f. 3 hükmünde, mecraların bir yerden başka bir yere nakli söz konusu olduğunda uygulanması gerektiği ifade edilen, diğer bir deyişle kendisine 73  Pellascio, Art. 742, No: 12; Steinauer, 459; Argul, 1807; Oğuzman/Seliçi/Oktay Özdemir, 820. 74  Bkz. ATF 73 II 27.75  Bu konuda bkz. Cumhur Özakman, Türk Hukukunda Mecra İrtifakları, (1978), 3; Halûk Tandoğan, ‘Türk Hukukunda Mecralar , AHFD., C. IX, S. 3-4, 1952, 142 vd.; Arthur Meier-Hayoz, Berner Kommentar: Kommentar zum schweizerischen Privatrecht, Band IV/1/2, Grundeigentum I, (1965), Art. 676, No: 8; Robert Haab, Zürcher Kommentar zum Schweizerischen Zivilgesetzbuch, Band IV/1, Das Eigentum, (1977), Art. 676, No: 1; Wieland, Art. 676, No: 6; Sirmen, 397; Oğuzman/Seliçi/Oktay Özdemir, 508-509; Ertaş, 378; Akipek/Akıntürk/Ateş, 540 vd.; Gürsoy/Eren/Cansel, 627; Esener/Güven, 266. 76  MK m. 744 hükmü konu ile ilgili olarak, her taşınmaz malikinin, uğrayacağı zararın tamamının önceden ödenmesi koşuluyla, su yolu, kurutma kanalı, gaz ve benzerlerine ait boruların, elektrik hat ve kablolarının, başka yerden geçirilmesi olanaksız veya aşırı ölçüde masraflı olması durumunda, kendi arazisinin altından veya üstünden geçirilmesine katlanmakla yükümlü olduğunu belirtmektedir (f. 1).494Özbilen / İrtifak Hakkının Kullanıldığı Yerin Değiştirilmesi yollama yapılan kural da, MK m. 746 hükmü ile ortaya konulan bu düzenlemedir. Söz konusu düzenlemeye göre:  İrtifakın kurulmasından sonra durum değişirse, yüklü taşınmaz maliki, mecranın kendi yararına olarak başka bir yere nakledilmesini isteyebilir Yer değiştirme giderleri, kural olarak mecra hakkı sahibine aittir. Özel durumlar haklı gösterdiği takdirde, taşınmaz maliki de giderlerin uygun bir kısmına katılmakla yükümlü tutulabilir . Dikkat edilecek olursa bu düzenleme, MK m. 791 hükmüne nazaran, yüklü taşınmaz  maliki  açısından  daha  avantajlı  bir  durum  yaratmaktadır.  Nitekim MK  m.  791  hükmünde,  irtifakın  yerinin  değiştirilmesi  konusundaki  giderleri üstlenmek zorunda bırakılan taraf yüklü taşınmaz maliki iken; MK m. 746 hükmü, yer değiştirme giderlerinin kural olarak mecra yani irtifak hakkı sahibi tarafından ödenmesi gerektiğini belirtmektedir. MK m. 746 ya göre yüklü taşınmaz maliki, hâkim tarafından ancak özel durumlar haklı gösterdiği takdirde giderlerin uygun bir kısmına katılmakla yükümlü tutulabilecektir. Diğer taraftan MK m. 746 hükmünde, MK m. 791 den farklı olarak yüklü taşınmaz malikinin, irtifakın, taşınmazın başka bir yerine naklini, ancak  hakkın kullanılmasını  güçleştirmemesi  koşuluyla   isteyebileceği  hususuna  vurgu yapılmamıştır. Dolayısıyla MK m. 746 hükmü, MK m. 791 hükmünden farklı bir biçimde, mecra irtifakından yararlanan kişinin, mecranın öncekine nazaran daha az elverişli bir yere nakline katlanmak zorunda kalabileceğine işaret etmektedir. Fakat kuşkusuz ki, nakil neticesinde mecra irtifakının kullanımından elde edilecek fayda katlanılamayacak ölçüde azalacak ise, mecra hakkı sahibi yer değişikliğine itiraz edebilecektir. Görüldüğü üzere, yer değişikliğinin bir mecrayı konu alması hâlinde uygulama alanı bulacak olan, MK m. 746 hükmüdür. Bu hususta, mecra irtifakının tarafların anlaşmasından  ya  da  komşuluk  hukukundan  (kanundan)  kaynaklanıyor  olması herhangi bir fark yaratmaz. Zira MK m. 791/f. 3 hükmü, MK m. 746 ya atıf yaparken bu konuda bir ayrıma gitmemiştir. Bu durumun ise, özellikle irtifakın yerinin değiştirilmesine ilişkin masraflara hangi tarafın katlanması gerektiğine verilecek yanıt bakımından hayli tartışmalı bir mesele yarattığı muhakkaktır. Nitekim taşınmaz maliki, arazisi üzerinde mecra hakkı dışında herhangi bir irtifak hakkı tesis ettiğinde, ancak masraflarını kendisi üstlenmek koşuluyla söz konusu irtifakın yerinin değiştirilmesini talep edebilmekte 77  Steinauer, 235.78  Bkz. ATF 97 II 371.79  Bkz. Ertaş, 404.80  Oğuzman/Seliçi/Oktay Özdemir, 823; Gürsoy/Eren/Cansel, 857-858; Köprülü/Kaneti, 61.  495İstanbul Hukuk Mecmuası 77/2iken; taşınmaz üzerinde tesis edilenin bir mecra irtifakı olması hâlinde -ki bu irtifak komşuluk hukukundan kaynaklanmıyor olsa bile- yer değişikliğine ilişkin masrafları (MK m. 791/f. 3 ün yollaması neticesinde uygulanan) MK m. 746 hükmü uyarınca mecra hakkı sahibine yükleyebilmektedir. İsviçre öğretisinde, bahsettiğimiz bu durumun, iradî olarak kurulan (komşuluk hukukundan kaynaklanmayan) mecra irtifakı ile yine iradî olarak kurulan diğer irtifak hakları arasında sebepsiz bir uygulama farklılığına yol açtığı yönünde ortaya atılan eleştiriler neticesinde İsviçre kanunkoyucusu, ipotekli borç senedi ve aynî haklara ilişkin revizyon kapsamında 11.12.2009 tarihli federal yasa ile, MK m. 791/f. 3 düzenlemesinin karşılığını oluşturan CC 742 III hükmünü yürürlükten kaldırmıştır. Bu atıf maddesinin yürürlükten kalkmasıyla birlikte, MK m. 746 nın karşılığını oluşturan CC 693 hükmü, 1.1.2012 tarihinden itibaren, yalnızca komşuluk hukukundan  (kanundan)  doğan  zorunlu  mecra  irtifakı  hakkında  uygulanmaya başlamıştır. Dolayısıyla, mecra irtifakının kaynağını, komşuluk ilişkisini düzenleyen kanun  maddeleri  oluşturduğu  takdirde;  bu  irtifak  hakkı  ister  taraflarca  tapuda yapılan sözleşmeye dayanarak isterse mahkeme kararı neticesinde kurulmuş olsun, uygulanacak olan hüküm CC 693 olacaktır. Komşuluk  hukukundan  (kanundan)  kaynaklanmayıp,  tarafların  anlaşması neticesinde kurulan mecra irtifakının yerinin değiştirilmesi söz konusu olduğunda ise CC 742 (MK m. 791) hükmü uygulanacaktır. İsviçre hukukunda bu konu ile ilgili olarak asıl önem arz eden nokta, MK m. 791/f. 3 ün karşılığını oluşturan CC 742 III hükmünün İsviçre Medenî Kanunu ndan çıkarılması ile birlikte, komşuluk hukukundan  kaynaklanmayan  mecra  irtifakının  yerinin  değiştirilmesine  yönelik giderlere bundan böyle -Türk hukukundan farklı olarak- mecra hakkı sahibinin değil, yüklü taşınmaz malikinin katlanacak olmasıdır. IV. İrtifak Yerinin Değiştirilmesinin SonuçlarıMK m. 791/f. 1 hükmünde belirtilen koşulların gerçekleşmesi ile birlikte yüklü taşınmaz  maliki,  irtifak  hakkı  sahibinden  irtifakın  kullanılmakta  olduğu  yerin değiştirilmesini talep edebilir. Başka bir anlatımla, söz konusu hükümde öngörülen şartların gerçekleşmiş olması, yüklü taşınmaz malikinin kendiliğinden irtifakın yerini 81  Bu konudaki eleştiriler için bkz. Petitpierre, Art. 742, No: 3, 11; Liver, Art. 742, No: 89; Simonius/Sutter, 75; Besson, 284. 82  RO 2011 4637; FF 2007 5015.83  Argul, 1806.84  Steinauer e göre, yüklü taşınmaz maliki bu nedenle, taşınmazı üzerinde komşuluk hukukundan kaynaklanan bir mecra hakkı tanırken, irtifakı kuran resmî senette mecra hakkının yasal zorunluluk nedeniyle kurulduğunu açıkça belirtmelidir. Bu sayede o, ileride bir yer değişikliği ihtiyacının doğması hâlinde CC 693 (MK m. 746) hükmünden yararlanarak mecranın nakline ilişkin masrafların mecra hakkı sahibi tarafından karşılanmasını talep edebilir. Aksi takdirde, yani mecra hakkını kuran resmî senette bu hususun belirtilmemesi durumunda, söz konusu hak, tamamen tarafların anlaşması neticesinde kurulmuş olduğu, diğer bir ifadeyle komşuluk hukukundan kaynaklanmadığı gerekçesiyle, mecranın yerinin değiştirilmesi konusunda CC 742 (MK m. 791) hükmü uygulanacak ve buna ilişkin giderlere yüklü taşınmaz maliki katlanmak zorunda kalacaktır. Bkz. Steinauer, 235-236; 458. 496Özbilen / İrtifak Hakkının Kullanıldığı Yerin Değiştirilmesi değiştirebileceği  anlamına  gelmez. Yüklü  taşınmaz  malikinin  burada  yapması gereken, irtifakın başka bir yere nakledilmesi konusunda irtifak hakkı sahibini rıza göstermeye ikna etmek; bunun gerçekleşmemesi durumunda ise yer değişikliği hususunda hâkimin müdahalesini talep etmektir.Yüklü taşınmaz malikinin yer değişikliği konusundaki talebinin irtifak hakkı sahibi tarafından kabul edilmesi, çoğu kez irtifak hakkı ile yüklü olan taşınmazın kaydedildiği tapu kütüğünde bir takım değişikliklerin yapılmasını gerektirir. Bu değişiklik  kimi  zaman  taşınmaz  üzerindeki  irtifakın  tapu  kütüğündeki  tescilini ilgilendirirken, kimi zaman ise irtifak hakkını kurmak üzere tapuda düzenlenmiş olan resmî senetle veya irtifakın fiilen kullanıldığı yeri gösteren plânla alâkalı olabilir. Bu ihtimâlleri ayrı ayrı değerlendirmek gerekir.  Bilindiği gibi, irtifakın kullanılacağı yere ilişkin bilgi kural olarak tapu kütüğünde yer almaz. Hakkın varlığı ve kapsamı tapu kütüğünde yalnızca özet olarak ve kısa ifadelerle ortaya konulur. Hakkın ne zaman, nasıl ve nerede kullanılacağı yönündeki ayrıntılara ise tamamlayıcı resmî belgelerde yer verilir. İrtifakın kullanılacağı yerin, çizim olmaksızın yalnızca sözcükler kullanılarak tasvir edilmesi çok güç olduğundan ve böyle bir tasvirin de ihtilaflara yol açması kuvvetle muhtemel olduğundan; irtifakın kullanılacağı yerin belirtilmesi konusunda taşınmaza ait tapu kütüğündeki sayfada, plâna yollama yapmakla yetinilir. Resmî ölçüme dayanılarak oluşturan plândaki çizimler sayesinde irtifak hakkının nerede kullanılacağı hususu kolaylıkla tespit edilebilir. Bu gibi hâllerde, yani irtifak hakkının taşınmazın hangi kısmında kullanılacağını gösterebilmek  için,  taşınmazın  tapu  kütüğündeki  sayfasında  plâna  yollama yapılmış olması durumunda, irtifakın yerinin değiştirilmesi istendiğinde plânın da değiştirilmesi gerekecektir. Bunun neticesinde, taşınmaza ait tapu kütüğünde de bir 85  Steinauer, 459; Argul, 1806.86  Eşyaya bağlı irtifaklarda, yararlanan taşınmaz üzerinde irtifaktan sonra kurulan sınırlı aynî hak veya kişisel hakların sahiplerinin yer değişikliğine rıza göstermeleri gerekmez. Bu nedenle, yararlanan taşınmaz üzerinde irtifaktan sonra tescil edilen rehin hakkı sahiplerinin de irtifakın yerinin değiştirilmesine onay vermeleri kural olarak şart değildir. Bkz. Piotet, 109; Argul, 1806; Pellascio, Art. 742, No: 9; Leemann, Art. 742, No: 7. Buna gerekçe olarak, buradaki değişikliğin yalnızca yer bakımından söz konusu olduğu; irtifakın değeri bakımından ise bir değişiklik yaratılmadığı argümanı ileri sürülmektedir. Bkz. Steinauer, 458. Yazara göre, aksi söz konusu olsaydı, yararlanan taşınmaz malikinin yer değişikliği nedeniyle belli bir tazminata da hak kazanması gerekirdi.   Ancak kanımızca, yukarıda da (II, 4, b) belirtmiş olduğumuz gibi MK m. 791 hükmü, MK m. 785/f. 2 hükmünün uygulama alanı bulduğu hâllerde de tatbik edilebilir. Bunun neticesinde, irtifak hakkı sahibinin nakil nedeniyle menfaat kaybına uğradığı durumlarda, yüklü taşınmaz maliki nakil masrafları dışında irtifak hakkı sahibinin menfaat kaybını karşılayan bir tazminat da ödemekle sorumlu tutulabilir. Yer değişikliği yüzünden irtifak hakkı sahibinin (yararlanan taşınmaz malikinin) ekonomik açıdan menfaat kaybına uğrayacağının objektif olarak tespit edilebildiği durumlarda, bu kayıp yararlanan taşınmaz üzerindeki rehin hakkı sahiplerini de doğrudan etkileyeceğinden; irtifakın yerinin değiştirilmesi konusunda, bu durumla sınırlı olarak, bunların rızalarının da aranması gerekecektir. Bu konuda ayrıca bkz. Sylvain Marchand, Commentaire Romand (éd: Pascal Pichonnaz/Bénédict Foëx/Denis Piotet), Code Civil II, Art. 793-811, (Helbing Lichtenhahn 2016), Art. 805, No: 3.  87  Michel Mooser, ‘La description de l assiette d une servitude , Revue suisse du notariat et du registre foncier 72/1991, 258; Petitpierre, Art. 742, No: 14; Argul, 1806.88  Gürsoy/Eren/Cansel, 861.497İstanbul Hukuk Mecmuası 77/2değişiklik yapılması zarureti doğar. Bu çerçevede tapu kütüğünde eski plâna yapılan yollamanın değiştirilmesi ve irtifakın nakledildiği yeri gösteren yeni plâna yollama yapılması gerekir.  Eğer irtifak hakkı tesis edilirken tapu kütüğünde plâna yollama yapılmamışsa; yani irtifakın kullanılacağı yer çizimle somutlaştırılmayıp yalnızca irtifak hakkının tapu kütüğüne tescili ile yetinilmiş ve irtifakın kullanılacağı yere ilişkin kütükte hiçbir bilgiye yer verilmemişse, irtifakın taşınmazın başka bir yerine nakledilmesi ile ilgili olarak tapuda herhangi bir değişiklik yapılmasına da gerek kalmayacaktır. Bununla birlikte uygulamada pek karşılaşılmasa da, irtifakın kullanıldığı yerin tapu kütüğünde açıkça belirtilmiş olması durumunda, irtifakın taşınmazın başka bir yerine nakledilebilmesi için tapuda değişiklik yapılması şarttır. Örneğin tapu kütüğünde   arazinin  yukarı  kısmındaki  patikadan  geçilmek üzere   şeklinde  bir ifade kullanılmış ve bundan sonra irtifakın, arazinin aşağı kısmındaki keçi yoluna nakledilmesi isteniyorsa; bu değişikliğin tapu kütüğünde de gösterilmesi gerekir.Şayet irtifakın kullanılacağı yer, tapu kütüğünde gösterilmeyip yalnızca tescilin hukukî  sebebini  oluşturan  irtifak  sözleşmesinde  belirtilmişse;  yer  değişikliği talebi  gündeme  geldiğinde  kural  olarak  irtifak  sözleşmesindeki  irtifakın  yerini düzenleyen hükümde değişiklik yapılması ihtiyacı doğar. Fakat bu, yer değişikliğinin hüküm doğurması için zorunlu bir kural değildir. Zira irtifakın kullanılacağı yerin, irtifakı kuran resmî senette hiç yer almamış olması dahi, irtifak sözleşmesinin hükümsüzlüğüne yol açmaz. Mâlum olduğu üzere MK  m.  787  hükmüne göre,  irtifaktan doğan  yetki ve yükümlülükleri açıkça belirlediği ölçüde tescil, irtifakın kapsamını belirlemede esas oluşturur (f. 1). Hükmün ikinci fıkrasına göre ise, tescilden açıkça anlaşılmadığı hâllerde kapsam, tescilin sınırları içinde, irtifak hakkının kazanılma sebebine veya uzun süreden beri davasız ve iyiniyetle kullanılış biçimine göre belirlenir.Bu hüküm dikkate alındığında, irtifak hakkının kazanma sebebini oluşturan irtifak sözleşmesinde belirtilmemiş olsa dahi, irtifakın kullanılacağı yer, irtifakın uzun süreden beri davasız ve iyiniyetle kullanılış biçimine göre de belirlenebilmektedir. O hâlde yer değişikliğinin ancak ve ancak irtifak sözleşmesinin düzenlendiği resmî senette yapılacak değişiklik neticesinde hüküm doğuracağını söylemek kanımızca isabetli olmayacaktır. Taraflar yer değişikliğini, resmî senette değişiklik yapma yoluna gitmeden, mesela adi yazılı şekil şartına uyarak düzenledikleri bir senet vasıtasıyla gerçekleştirebilecekleri gibi, sözlü olarak yaptıkları bir anlaşma yoluyla da sağlayabilirler. Hattâ irtifak hakkı sahibinin, yüklü taşınmaz maliki tarafından 89  Liver, Art. 742, No: 59; Gürsoy/Eren/Cansel, 861.90  Ancak bunun mümkün olabilmesi için, irtifakın kullanılacağı yer ile ilgili olarak tapu kütüğünde farklı (uzun süreden beri davasız ve iyiniyetle kullanım biçimi ile örtüşmeyen) bir kaydın yer almaması gerektiği unutulmamalıdır. 498Özbilen / İrtifak Hakkının Kullanıldığı Yerin Değiştirilmesi kendisine teklif edilen yeni yeri uygun bularak, hakkını burada kullanmaya başlaması da örtülü bir kabul anlamına geleceğinden, bununla da yer değişikliği gerçekleşmiş sayılacaktır. Bununla birlikte irtifak hakkı tesis edilirken bunun kullanıldığı yerin irtifak sözleşmesine ilişkin resmî senette belirtilmiş olması hâlinde; irtifakın yerinin sonradan tarafların örtülü anlaşması neticesinde değiştirildiğinin ispatı bakımından senede karşı senetle ispat zorunluluğunun (senede karşı tanıkla ispat yasağının) gündeme geleceğine de dikkat edilmesi gerekir.Yukarıda bahsetmiş olduğumuz gibi, irtifakın, yüklü taşınmazın başka bir yerine nakledilmesinin yanında, yüklü taşınmaz malikinin diğer bir taşınmazına ya da üçüncü bir kişinin taşınmazına nakledilmesi de mümkündür. Şayet irtifak hakkı yüklü taşınmaz malikinin başka bir taşınmazına ya da üçüncü bir kişinin taşınmazına nakledilecek ise, bu takdirde, yüklü taşınmaz üzerinde tesis edilmiş olan irtifak hakkının öncelikle bu taşınmaza ait tapu kütüğündeki sayfasından terkin edilmesi gerekir. Bundan sonra, irtifak hakkının diğer taşınmaz üzerinde tesis edilmesine yönelik bir irtifak sözleşmesi resmî şekil şartına uyularak tapuda düzenlenir ve bu sözleşmeye dayanılarak irtifak hakkı, yüklü taşınmaz malikinin diğer taşınmazının ya da üçüncü kişinin taşınmazının kayıtlı olduğu tapu kütüğüne tescil edilir. İrtifak hakkının üçüncü bir kişinin taşınmazına nakledilecek olması durumunda, tapuda düzenlenecek olan irtifak sözleşmesinin, irtifakın kendi taşınmazına nakledilmesini kabul eden bu üçüncü kişi ile irtifak hakkı sahibi arasında gerçekleştirilmesi gerekir. MK m. 791/f. 1 de belirtilen koşulların gerçekleşmesine rağmen irtifak hakkı sahibi irtifakın başka bir yere nakledilmesine rıza göstermiyorsa; yüklü taşınmaz malikinin yer değişikliği konusunda hâkimin müdahalesini talep etmesi gerekir. Bu davada hâkim, öncelikle yer değişikliği ile ilgili olarak MK m. 791 hükmünde öngörülen şartların somut olayda gerçekleşip gerçekleşmediğini denetler. Hâkim, irtifakın yerinin değiştirilmesi konusunda hükme varırken, bu değişikliğin yüklü taşınmaz maliki açısından yaratabileceği olası olumsuz sonuçlar ile irtifak hakkı sahibi açısından sağlayabileceği muhtemel avantajları da göz önünde bulundurmalıdır. Şayet MK m. 791 deki tüm koşulların somut olayda gerçekleştiğine kanaat getirirse, yer değişikliği nedeniyle yüklü taşınmaz maliki tarafından üstlenilmesi gereken masraf tutarını da belirler. Hükmün kesinleşmesiyle birlikte irtifakın yeri değiştirilmiş olur. 91  Bkz. Liver, Art. 742, No: 48; Oğuzman/Seliçi/Oktay Özdemir, 821. 92  Bilindiği gibi  senede karşı tanıkla ispat yasağı  başlığını taşıyan HMK m. 201 hükmü gereği, senede bağlı her çeşit iddiaya karşı ileri sürülen ve senedin hüküm ve kuvvetini ortadan kaldıracak veya azaltacak nitelikte bulunan hukukî işlemler 2500 TL (2019 yılı için 3660 TL) den daha az bir miktara sahip olsalar bile tanıkla ispat olunamaz.93  Besson, 281-282; Piotet, 110; Argul, 1807; Leemann, Art. 742, No: 11; Gürsoy/Eren/Cansel, 861; Esener/Güven, 401.94  Esener/Güven, 401; Gürsoy/Eren/Cansel, 861; Oğuzman/Seliçi/Oktay Özdemir, 822; Argul, 1807; Piotet, 110; Besson, 282.95  Gürsoy/Eren/Cansel, 860.96  Akipek/Akıntürk/Ateş, 659.97  Esener/Güven, 400.98  Argul, 1806; Petitpierre, Art. 742, No: 10; Pellascio, Art. 742, No: 7.99  Liver, Art. 742, No: 47; Leemann, Art. 742, No: 8; Oğuzman/Seliçi/Oktay Özdemir, 821. 499İstanbul Hukuk Mecmuası 77/2V. Sonuçİrtifak hakkı sahibinin hakkını kullanırken yüklü taşınmaz malikinin menfaatlerine aykırı hareket etmemesi gerektiği yönündeki temel ilkenin bir uzantısını oluşturan MK m. 791 hükmü, irtifak hakkının kurulmasından sonra taşınmazı ile ilgili ihtiyaçlarında değişiklikler meydana gelen malikin, belli koşullar altında irtifakın kullanıldığı yerin değiştirilmesini irtifak hakkı sahibinden talep edebileceğini öngörmektedir. MK m. 791 hükmü emredici bir düzenleme değildir. Hükmün amacı, sonradan ortaya çıkan haklı bir sebebin varlığı nedeniyle yüklü taşınmaz maliki ile irtifak hakkı sahibi arasındaki bozulan dengenin, irtifakın kullanıldığı yerin değiştirilmesi suretiyle yeniden  tesis  edilmesini  sağlamaktır.  Bu  çerçevede,  yer  değişikliğinin  mutlaka yüklü taşınmazın sınırları içerisinde gerçekleşmesi gerektiğine dair dar bir yorum yapılmamalı; şayet irtifak hakkı sahibinin yüklü taşınmaz üzerinde kurulmuş olan irtifak hakkından sağladığı menfaatinde herhangi bir kayıp meydana gelmeyecekse irtifakın, yüklü taşınmaz malikinin diğer bir taşınmazına, hattâ buna rıza gösteren üçüncü bir kişinin taşınmazına nakledilmesine de cevaz verilmelidir. Benzer şekilde, sonradan ortaya çıkan haklı sebebin, yüklü taşınmaz malikinin ihtiyaçlarındaki değişikliklerden kaynaklanabileceği gibi; irtifak hakkı sahibinin gereksinimlerinden de ileri gelebileceği göz önünde bulundurularak, yer değişikliği talebinin irtifak hakkı sahibi tarafından da ileri sürülebileceği kabul edilmelidir. MK m. 791 hükmü emredici  nitelikte  bir  düzenleme  olmadığından,  yüklü  taşınmaz  malikinin  bu düzenleme ile kendisine verilen hakkı kullanmaktan önceden vazgeçebileceği veya hakkın sağladığı yetkilerin kapsamını sınırlandırabileceği sonucuna varılmalıdır. MK m. 791/f. 3 e göre, yer değişikliğinin bir mecrayı konu alması hâlinde MK m. 746 hükmü uygulanacak ve yer değişikliğine ilişkin masraflara -MK m. 791/f. 1 de öngörüldüğünün aksine yüklü taşınmaz maliki değil- mecra hakkı sahibi katlanacaktır. Mecra irtifakının tarafların anlaşmasından ya da komşuluk hukukundan (kanundan) kaynaklanıyor olması bu hususta herhangi bir fark yaratmamaktadır. Bu durumun, iradî olarak kurulan (komşuluk hukukundan kaynaklanmayan) mecra irtifakı ile yine  iradî  olarak  kurulan  diğer  irtifak  hakları  arasında  sebepsiz  bir  uygulama farklılığına yol açtığı muhakkaktır. Olması gereken hukuk bakımından, İsviçre de olduğu gibi bir yasa değişikliği yapılarak, MK m. 746 hükmünün yalnızca komşuluk hukukundan (kanundan) doğan zorunlu mecra irtifakının yerinin değiştirilmesi söz konusu olduğunda uygulanması sağlanmalıdır. Komşuluk hukukundan (kanundan) kaynaklanmayıp tarafların anlaşması neticesinde kurulan mecra irtifakının yerinin değiştirilmesi söz konusu olduğunda ise MK m. 791/f. 1 in uygulanması temin edilmelidir. Finansal Destek: Yazar bu çalışma için finansal destek almamıştır.500Özbilen / İrtifak Hakkının Kullanıldığı Yerin Değiştirilmesi",
     "Kaynakça": "Akipek J, Akıntürk T, Ateş D, Eşya Hukuku, (Beta 2018)Argul MC, Commentaire Romand (éd: Pascal Pichonnaz/Bénédict Foëx/Denis Piotet), Code Civil II, Art. 742, (Helbing Lichtenhahn 2016)Argul Grossrieder MC, ‘Comment se débarrasser d une servitude foncière qui gêne un projet de construction? , Droit de la construction Baurecht (2005), 108 112.Aybay A, Hatemi H, Eşya Hukuku, 2. Bası, (2010)Besson C, ‘La suppression et l adaptation des servitudes par le juge (art. 736 et art. 742 CC) , Journal des tribunaux (1969) I, 258 288.Canarslan G, ‘Eşyaya Bağlı İrtifak Haklarında İrtifakın Yerinin Değiştirilmesini Talep Hakkı , Legal Hukuk Dergisi, C. 13, S. 154, (2015), 167 192. Ertaş Ş, Eşya Hukuku, 13. Baskı, (Barış 2017)Esener T, Güven K, Eşya Hukuku, 7. Baskı, (Yetkin 2017)Göksu T, Handkommentar zum Schweizer Privatrecht, Sachenrecht, 3. Aufl., (Hrsg.: Peter Breitschmid/Alexandra Jungo), Art. 641 977 ZGB, (2016) Gürsoy KT, Eren F, Cansel E, Türk Eşya Hukuku, (Sevinç Matbaası 1978)Haab R, Zürcher Kommentar zum Schweizerischen Zivilgesetzbuch, Band IV/1, Das Eigentum, Art. 641 729 ZGB, (1977)Köprülü B, Kaneti S, Sınırlı Aynî Haklar, 2. Bası, (İstanbul Üniversitesi Hukuk Fakültesi 1982)Leemann H, Berner Kommentar: Kommentar zum schweizerischen Zivilgesetzbuch, Band IV/2, Art. 730 918, (Stämpfli 1925) Liver P, Kommentar zum Schweizerischen Zivilgesetzbuch, IV. Band: Das Sachenrecht, 3. Aufl., Die Dienstbarkeiten und Grundlasten (Art. 730 bis 792), (Schulthess 1980)Marchand S, Commentaire Romand (éd: Pascal Pichonnaz/Bénédict Foëx/Denis Piotet), Code Civil II, Art. 793 811, (Helbing Lichtenhahn 2016)Meier Hayoz A, Berner Kommentar: Kommentar zum schweizerischen Privatrecht, Band IV/1/2, Grundeigentum I, Art. 655 679 ZGB, (1965)Mooser M, ‘La description de l assiette d une servitude , Revue suisse du notariat et du registre foncier 72/1991, 257 262Oğuzman MK, Seliçi Ö, Oktay Özdemir S, Eşya Hukuku, 19. Baskı, (Filiz 2016)Özakman C, Türk Hukukunda Mecra İrtifakları, (1978)Pellascio M, Orell Füssli Kommentar, Schweizerisches Zivilgesetzbuch, 2. Aufl., Art. 742, (2011)Petitpierre E, Zivilgesetzbuch II, Basler Kommentar (Hrsg: Heinrich Honsell/Nedim Peter Vogt/Thomas Geiser), Art. 730 744, 5. Aufl., (Helbing Lichtenhahn 2015)Piotet D, Traité de Droit Privé Suisse Vol. V/T. 2, Les droits réels limités en général, les servitudes et les charges foncières, 2e édt., (Helbing Lichtenhahn 2012)Rey H, Die Grundlagen des Sachenrechts und das Eigentum, Grundriss des schweizerischen Sachenrechts, Band 1, 3. Aufl., (2007)Roberto V, Hrubesch Millauer S, Sachenrecht, 3. Aufl., (2012)Schmid J, Hürlimann Kaup B, Sachenrecht, 3. Aufl., (2009)Schmid Tschirren C, Kurzkommentar ZGB (Hrsg: Büchler, Andrea / Jakob, Dominique), Art. 730792, (Helbing Lichtenhahn 2012) 501İstanbul Hukuk Mecmuası 77/2Simonius P, Sutter T, Schweizerisches Immobiliarsachenrecht, Bd. II, Die beschränkten dinglichen Rechte, (Helbing Lichtenhahn 1990)Sirmen L, Eşya Hukuku, 6. Baskı, (Yetkin 2018)Steinauer PH, Les droits réels, Tome II, 4ème édition, (Stämpfli 2012)Tandoğan H, ‘Türk Hukukunda Mecralar , AHFD., C. IX, S. 3 4, (1952), 135 vd.Tek GS, Yararı Kalmayan ya da Azalan İrtifak Haklarının Sona Ermesi (MK m. 785), (Oniki Levha 2017)Tuor P, Schnyder B, Schmid J, Jungo A, Das Schweizerische Zivilgesetzbuch, 14. Aufl., (Schulthess 2015)Wieland CA, Kommentar zum Schweizerischen Zivilgesetzbuch, Band IV, Das Sachenrecht, Art. 641 977 ZGB, (1909)502"
}