{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "23",
     "Ay": "03",
     "Yıl": "2021",
     "Cilt": "79",
     "Sayı": "1",
     "Başlık": "Ingiliz Hukukunda Azınlık Pay Sahiplerinin Korunması ve Türk Hukuku ile Karşılaştırılması",
     "Title": "Minority Shareholders  Protection under English Law and a Comparison with Turkish Law",
     "Yazar İsmi": [

          "Meltem Karatepe Kaya"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "İngiliz şirketler kanunu", "Haksız ayrımcılık davası", "Fesih davası", "Türev dava", "Azınlık pay sahiplerinin korunması", "Haklı sebeple fesih davası"
     ],
     "Keywords": [
          "UK companies act", ",Derivative action", "Unfair prejudice petition", "Winding-up order", "Minority shareholders’ protection", "Company dissolution", "Just causes"
     ],
     "Özet": "İngiltere de azınlık pay sahiplerinin korunmasına ilişkin çalışmalar 1843 yılındaki Foss v Harbottle davasından beri var olmuş ve sürekli gelişim göstermiştir. 2006 yılında yürürlüğe giren İngiliz Şirketler Kanunu (Companies Act) ile uygun çözümler sunuluncaya kadar, azınlık pay sahiplerinin korunması konusunda İngiliz hukuku, anglo sakson hukuk sistemi (common law) ve çeşitli yasal düzenlemeler çerçevesinde çok sayıda reform ve gelişme geçirmiştir. Mahkeme içtihatları ile pay sahiplerinin karşılaşabileceği sorunlar ortaya konularak bu sorunların çözümü için hangi yollara başvurulabileceği düşünülmüş ve bunun sonucu olarak da azınlık pay sahiplerine tanınan temel kanuni haklar ortaya çıkmıştır. İngiltere de azınlık pay sahiplerinin korunmasının, teorik ve varsayıma dayalı önerilerden ziyade, pratik ve gerçek olaylara dayandığı ve bu doğrultuda çözümsel önerileri içerdiği söylenebilir. Birçok koruma mekanizması pay sahipleri için koruma sağladıklarından emin olmak için kapsamlı bir şekilde test edilmiştir. İngiliz hukukunda pay sahibine bireysel olarak bahşedilmiş olan hakların yanı sıra azınlık pay sahiplerinin korunması büyük ölçüde dava yollarına dayanmaktadır. Bu makalede temel olarak İngiliz Şirketler Hukukunda mevcut olan ve azınlık pay sahiplerine mahkemeye başvurma hakkı tanıyan üç hak üzerinde durulacaktır;  türev davalar (derivative actions) ,  haksız ayrımcılık davası (unfair prejudice petition) , ve  tasfiye davası (the winding up) . Ayrıca Türk hukukunda azınlık pay sahiplerinin şirketlerde karşılaştığı benzer sorunların nasıl çözüldüğü analiz edilerek, iki hukuk sistemi arasındaki benzerlik ve farklılıklar ortaya konulacaktır.",
     "Abstract": "This article will focus on the UK s minority shareholder protection system. The case of Foss v. Harbottle (1843) established the principle of the protection of minority shareholders. That principle underwent numerous reforms and developments under common law and regulations until proper remedies were established in 2006 under the Companies Act. Many issues have been examined in the caselaw, and the remedies and rights for minority shareholders have been subsequently codified. As a result, it can be stated that the protection of minority shareholders in the UK includes practical and reallife suggestions from a business setting rather than theoretical and hypothetical suggestions. Many mechanisms have been extensively tested to ensure that they offer genuine protection for shareholders. Therefore, the paper will provide some background on the development of UK company law related to protection of minority shareholders. Furthermore, this part of the research will set out the current doctrinal position with regard to minority shareholder protection. Some attention will also be given to important cases. The paper will also analyze the main remedies available to minority shareholders in the UK, which are the statutory  derivative action,   unfair prejudice petition,  and winding-up order. ",
     "Metin": "İngiltere de azınlık pay sahiplerinin korunmasına ilişkin çalışmalar 1843 yılına Foss v Harbottle davasına dayanmaktadır. Azınlık hissedarlarının korunması prensibi Foss v Harbottle davasından beri var olmuş ve sürekli gelişim göstermiştir. 2006 yılında yürürlüğe giren İngiliz Şirketler Kanunu (İKŞ),2 uygulamada ortaya çıkan sorunlara uygun çözümler sunmak için çok sayıda reform geçirmiştir. Mahkeme içtihatları  ile  pay  sahiplerinin  karşılaşabileceği  sorunlar  ortaya  konularak  bu sorunların çözümü için yasal çareler düşünülmüş ve bunun sonucu olarak da azınlık pay sahiplerine tanınan temel kanuni yollar ortaya çıkmıştır. İngiltere de azınlık pay sahiplerinin korunmasının, teorik ve varsayıma dayalı önerilerden ziyade, pratik ve gerçek olaylara dayandığı ve bu doğrultuda çözümsel önerileri içerdiği söylenebilir. Birçok koruma mekanizması pay sahipleri için koruma sağladıklarından emin olmak için kapsamlı bir şekilde test edilmiştir.İngiliz hukukunda pay sahibine bireysel olarak bahşedilmiş olan hakların yanı sıra  azınlık  pay  sahiplerinin  korunması  büyük  ölçüde  dava  yoluyla  korumaya dayanmaktadır. Bu makalede temel olarak İngiliz Şirketler Hukukunda mevcut olan ve azınlık pay sahiplerine mahkemeye başvurma hakkı tanıyan üç dava türü üzerinde durulacak ve bu davalar ayrıntılı olarak ele alınacaktır. Bunlar, İngiliz Şirketler Kanununda (İŞK) madde 260 ta yer alan  türev davalar (derivative actions) 3, madde 994 de yer alan  haksız ayrımcılık davası (unfair prejudice petition) 4, ve İngiliz İflas Yasasında (İİY) madde 122 de yer alan  tasfiye davası (the winding up) 5 şeklindeki kanuni yollardır. 2006 yılında yürürlüğe giren İngiliz Şirketler Kanunu 260. maddesi ve devamında düzenlenen   derivative  action   bu  makalede   türev  dava   olarak  Türkçeye çevrilmiştir. Bunun en temel sebebi makalenin ilerleyen kısımlarında daha detaylı olarak açıklanacağı üzere anılan dava hakkının her ne kadar pay sahiplerine tanınan bir hak olsa da pay sahibinin bu hakkı türevsel olarak kullanmasıdır. Nitekim pay sahibinin mahkemeye yapmış olduğu başvuru ile eğer mahkeme izin verirse yöneticilere karşı sorumluluk davası şirket adına açılmış olacak ve yargılama devam edecektir. Yani her ne kadar eylemde bulunup davayı mahkemeye taşıyan pay sahibi olsa da yöneticilere karşı dava açma hakkı şirkete aittir.1  Foss v Harbottle [1843], 67 ER 189.2  2006 İngiliz Şirketler Kanunu.3  2006 İngiliz Şirketler Kanunu; madde 260.4  2006 İngiliz Şirketler Kanunu; madde 994.5  1986 İngiliz İflas Yasası; madde 122.82Karatepe-Kaya / İngiliz Hukukunda Azınlık Pay Sahiplerinin Korunması ve Türk Hukuku ile Karşılaştırılmasıİngiliz Şirketler Kanunu 994. maddesinde düzenlenen  unfair prejudice petition ,6 ise bu makalede  haksız ayrımcılık davası  olarak Türkçeye çevrilmiştir. Makalenin ilerleyen bölümlerinde de bahsedileceği üzere, her ne kadar bu dava hakkı içeriği itibariyle 6102 sayılı Türk Ticaret Kanunu (TTK) 531. maddesinde düzenlenen  haklı  sebeplerle  fesih   davasına  benzese  de  sonuçları  itibariyle  bu  davadan farklılaşmaktadır. En önemli ayrım belki de yargılama sonunda TTK 531 e göre mahkeme tarafından verilebilecek olan fesih kararının haksız ayrımcılık davasında verilemeyecek olmasıdır. Ayrıca kavramın İngilizcesi de haklı sebeple fesih çevirisine karşılık gelmemektedir. Ancak belirtmek gerekir ki TTK madde 531 e dayanarak açılan davalar, bu davalardaki taraf gerekçeleri ve Yargıtay kararları incelendiğinde her ne kadar terimsel bir benzerlik bulunmasa da İŞK madde 994 te incelenen haksız ayrımcılık davası ile aralarında bir bağ ve benzerlikler bulunduğu söylenebilir. Bu husus detaylı olarak makalemizde anlatılacaktır.1986 tarihli İngiliz İflas Yasasında yer alan  just and equitable winding up 9 davası ise  haklı gerekçelere dayanan tasfiye davası  olarak çevrilebilir. Ancak bu makalede karışıklık yaşanmaması adına  tasfiye davası  olarak kullanılacaktır. Bu dava her ne kadar TTK madde 531 de düzenlenen haklı sebeple fesih davası ile terim olarak ve sonuçları itibariyle benzerlik taşısa da İngiliz hukukunda şu an haksız ayrımcılık davasının olumsuz sonuçlandığı hallerde başvurulan bir dava yoludur. Ayrıca İflas Kanunda düzenlenmiş olması hasebiyle de şirketler hukukunun düzenleme alanına giren haklı sebeple fesih davasından farklılaştığı ve bir şirketin tamamen sona yaklaştığı durumda başvurulan bir dava hakkı olduğu söylenebilir. Aslında özü itibariyle bakıldığında İŞK madde 994 düzenlenen haksız ayrımcılık davası ile İİY 122. maddede düzenlenen tasfiye davası birlikte düşünüldüğünde ancak TTK madde 531 de yer alan haklı sebeple fesih davasına karşılık geldiği söylenebilir. Yani bizim hukukumuzda bir madde ile düzenlenen hususlar İngiliz hukukunda farklı kanunlarda ve iki farklı dava hakkı şeklinde düzenlenmiştir. Bu dava haklarına ek olarak, 2006 yılında yürürlüğe giren İngiltere Şirketler Kanunu kapsamında, her bir azınlık pay sahibinin kendilerine bir tür koruma sağlayan belirli yasal haklara sahip olduğu belirtilmelidir. Bu haklar pay sahiplerinin mahkemeye başvurmasına gerek kalmaksızın onlara şirketle alakalı hususlarda koruma sağlayan haklardır.6  2006 İngiliz Şirketler Kanunu; madde 994.7  Bu konuya ilişkin ayrıntılı bilgi aşağıda verilecektir.8  Cem Veziroğlu, ‘Buy-Out of the Oppressed Minority s Shares in Joint Stock Companies: A Comparative Analysis of Turkish, Swiss and English Law  (2018) 19 European Business Organization Law Review 527, 533.9  1986 İngiliz İflas Yasası; madde 122.10  Veziroğlu (n 9) 533.11  Bu hususla ilgili ayrıntılı bilgi makalenin devamında verilecektir.83İstanbul Hukuk Mecmuası 79/1İŞK ile sahip oldukları pay oranına bakılmaksızın, her pay sahibine sağlanan haklar; -  2006 yılı İŞK 306. maddede düzenlenen pay sahibinin mahkemeden genel kurulu toplantıya çağırmasını isteme hakkı, -  310. maddede düzenlenen genel kurula ilişkin bilgilendirilme hakkı, -  431. maddede düzenlenen yıllık mali tablonun bir kopyasına sahip olma hakkı, -  116. madde 2. fıkrada düzenlenen pay sahipliği kaydını ve pay sahipliği isminin indeksini ücretsiz olarak inceleme hakkı ve ücret talep edildikten sonraki 10 gün içinde pay sahiplerinin sicilinin bir kopyasını talep etme hakkı şeklinde sıralanabilir.Ayrıca, İŞK da belli bir pay oranına sahip olmak şartı ile pay sahiplerine verilen birtakım haklar da mevcuttur. Örneğin; İŞK madde 303 uyarınca şirketteki oy haklarının en az yüzde 10 unu temsil eden pay sahiplerinin (12 aydan daha uzun süredir bir genel kurul toplantısı yapılmadığı takdirde bu oran yüzde 5 azalır) genel kurulu toplantıya çağırma hakkı vardır. Yine, madde 314 uyarınca şirkette yüzde 5 payı temsil eden her bir pay sahibinin yazılı bir açıklama yapma hakkı vardır. Ayrıca 306. madde ile İŞK şirkette yüzde 10 dan fazla payı temsil eden her bir pay sahibine şirketin yıllık hesaplarını denetletme hakkı vermiştir. Ek olarak madde 283 e göre şirkette yüzde 25 ten fazla payı temsil eden her bir pay sahibinin, şirketin ana sözleşmesinde değişiklik yapılması gibi özel sayı gerektiren kararları engelleme hakkı vardır.Görüldüğü üzere İngiliz hukukunda azınlık pay sahiplerine tanınan bazı haklar için belli oranda bir paya sahip olma şartı aranırken, birçok hak için bu şart aranmamış ve sahip olduğu payların oranına bakılmaksızın tüm pay sahiplerine bu haklar tanınmıştır. Pay sahiplerinin herhangi bir sorunla karşılaştıklarında başvurabileceği olası kanuni yollardan olan  türev davalar ,  haksız ayrımcılık davası  ve  tasfiye davası  için de herhangi bir pay sahipliği oranı şart koşulmamıştır. Her bir pay sahibi şirkette sahip olduğu pay oranına bakılmaksızın bu dava yollarına başvurabilir ve mahkemede hakkını arayabilir.12  2006 İngiliz Şirketler Kanunu; madde 306.13  2006 İngiliz Şirketler Kanunu; madde 310.14  2006 İngiliz Şirketler Kanunu; madde 431.15  2006 İngiliz Şirketler Kanunu; madde 116/2.16  2006 İngiliz Şirketler Kanunu; madde 303.17  2006 İngiliz Şirketler Kanunu; madde 314.18  2006 İngiliz Şirketler Kanunu; madde 306.19  2006 İngiliz Şirketler Kanunu; madde 283.84Karatepe-Kaya / İngiliz Hukukunda Azınlık Pay Sahiplerinin Korunması ve Türk Hukuku ile KarşılaştırılmasıBu  makalenin  ilk  kısmında  öncelikle  İngiltere de  azınlık  pay  sahiplerinin korunmasına ve gelişim sürecine ilişkin genel bir bilgi verilecek ve devamında İŞK 2006 nın 260-264 maddelerinde düzenlenen bir kanun yolu olan  türev dava (derivative action) 20, incelenecek ve bu hakkın ortaya çıkışına yol açan gelişmeler ile İngiliz hukukundaki süreçler gözlemlenmeye ve değerlendirilmeye çalışılacaktır.Bölümün  ikinci  kısmında  ise  İŞK nın  994.  maddesinde  belirtilen   haksız ayrımcılık davası (unfair prejudice petition) 21, ele alınacaktır. Bu dava kapsamında pay sahiplerine, şirket içinde kendilerine yönelik haksız ve baskıcı davranışlarla karşılaşmaları  halinde  doğrudan  mahkemeye  başvurma  hakkı  tanımaktadır.  Bu çözüm yolu her ne kadar isim olarak 2006 yılında yürürlüğe giren İngiliz Şirketler Kanunu için yeni olsa da aslında kurum olarak daha önce, Şirketler Kanunu 1948 de (madde 210), pay sahiplerine yönelik baskıcı tutumlar karşısında bir çözüm olarak yolu olarak formüle edilmiştir. Ancak 2006 tarihli Şirketler Kanununda yer bulan  haksız ayrımcılık davası , azınlık pay sahipleri için daha kapsamlı, daha etkin ve pratik korumayı sağlayan kanuni bir çözüm sunmaktadır. Bölümde, ayrıca, İngiliz hukukunda azınlık pay sahiplerine tanınan bir çözüm yolu olan haksız ayrımcılık davasına ilişkin olarak detaylı analiz yapılacak ve bu hakkı kimlerin, ne şekilde, hangi hallerde kullanabileceği ve bu talebe yönelik mahkemenin nasıl bir karar vereceği gibi sorulara örnek karar tahlilleri de kullanılarak cevap aranılacaktır.Üçüncü kısımda pay sahiplerine tanınan bu iki hakkın arasındaki farklılıklar analiz edilirken, dördüncü kısımda ise  tasfiye davası (the winding up) 22 analiz edecektir. Son olarak da Türk hukukunda azınlık pay sahiplerine tanınan dava hakları belirtilecek ve kıyaslama yapılarak öneriler sunulacaktır. Belirtmek gerekir ki bu makalede kıyaslama yapılan şirketler, İngiltere de yer alan ve davalara konu olan halka açık olmayan şirketler ve Türkiye de yer alan halka açık olmayan anonim şirketlerdir. 1. İngiliz Hukukunda Azınlık Pay Sahiplerinin  Başvurabileceği Hukuki Yollar1.1. Ortak Hukuk Kuralları Çerçevesinde Azınlık Pay  Sahiplerine Tanınan Dava Hakkıİngiliz  hukukunda  hem   common  law   (ortak  hukuk),  hem  de   Companies Act (şirketler kanunu) açısından azınlık pay sahipleri çoğunluğun şirket içerisindeki eylemlerine karşı korunmuştur. İngiltere de azınlık pay sahiplerinin korunması için farklı mekanizmalar bulunmaktadır. Bunlar aşağıda sırasıyla incelenecektir.20  2006 İngiliz Şirketler Kanunu; madde 260.21  2006 İngiliz Şirketler Kanunu; madde 994.22  1986 İngiliz İflas Yasası; madde 122.23  Rafael La Porta, Florencio Lopez-de-Silanes, Andrei Shleifer and Robert W.Vishny, ‘Law and Finance  (1998) 106 Journal of Political Economy, 1129.85İstanbul Hukuk Mecmuası 79/1Olası bir sorunda, pay sahiplerinin hakları kişisel olarak ihlal edildiğinde yahut askıya  alındığında,  pay  sahiplerince  başvurulabilecek  çözüm  yollarından  biri  personal action  yani kişisel davadır. Pay sahiplerinin haklarının ihlali halinde kendilerini  korumaları  için  doğrudan  başvuru  hakları  saklıdır.  İngiliz  Şirketler Kanununda ve ortak hukukta kişisel hakların genel bir tanımını bulmak mümkün değildir. Her bir mevcut vaka için mahkeme kişisel hakkın tanımını yapmaktadır. Böylece zamanla farklı eylemlerin kişisel dava gerekçesi olarak değerlendirilmesi sonucu içtihatlar ortaya çıkmıştır. Ancak, Prudential Assurance Co Ltd ve Newman Industries Ltd.26 davasında (No. 2) görülebileceği gibi, azınlık hissedarlarına kişisel dava açma izni mahkeme tarafından sadece şirketi ilgilendirmeyen ve şirkete ilişkin bir zararın söz konusu olmadığı hususlarda verilmiştir. İkinci olarak, şirketin menfaatlerine yönelik bir saldırı var ise yahut şirketin işleyişinde  bir  zarar  meydana  gelirse  hissedarlar  mahkemeye  türev  dava  açma talebiyle başvurabilirler. Bu başvuru hakkı ile kanun koyucu, azınlık pay sahiplerine kendi paylarının değerini etkileyen bir durumdan dolayı şirket adına ve hesabına yargılama  yöntemlerine  başvurabilmelerine  olanak  sağlamıştır.  Kural  olarak azınlık pay sahiplerinin şirket adına ve hesabına yönetim kurulu kararı olmaksızın mahkemeye başvurma hakkı yoktur. Ancak, ileride inceleneceği üzere mahkemelere intikal eden olaylar ve bunlara ilişkin verilen kararlar bu kuralın bazı istisnalarını getirmiştir. Buna göre, şirkete karşı verilen bir zararda bu zarar azınlık pay sahibinin paylarını da etkileyeceği için eğer şirket herhangi bir nedenle yargı yoluna gitmezse, şirket  adına  mahkemeye  gitme  hakkını  azınlık  pay  sahibi  kullanabilmektedir. Esasen, azınlık pay sahibi mahkemeden şirket adına davaya devam edilebilmesi için izin istemektedir. Her ne kadar iddiayı pay sahibi mahkemeye taşımış olsa da mahkemenin davanın devamına  permission  yani izin vermesi halinde artık dava şirket adına ve hesabına devam etmektedir. Örneğin, şirket hesaplarında bir oynama halinde yahut şirkete ait bir gayrimenkulün devrinde dolandırıcılık yapıldığı gerekçesi ile; eğer ki kusuruyla şirkete zarar verdiği iddia edilen şahıslar aynı zamanda şirketi kontrol edenlerse ve bu yolla şirketin dava açması engelleniyorsa, her bir pay sahibi mahkemeye başvurarak şirket adına dava açılmasını ve bu olası 24  Bknz Smith v Croft No. 2 [1988], Ch. 114; Prudential Assurance Co. Ltd v Newman Industries Ltd [1982], Ch. 204.25  J. Paul Sykes, ‘The continuing paradox: a critique of minority shareholder and derivative claims under the Companies Act 2006  (2010) 29 Civil Justice Quarterly 205-234, 210. 26  Prudential Assurance Co. Ltd v Newman Industries Ltd [1982], Ch. 204.27  Alan Dignam, Andrew Hicks ve S.H. Goo, Hicks & Goo s Cases and Materials on Company Law (Oxford University Press 2011), 426.28  Burada kastedilen şirketin uğramış olduğu zarar neticesinde pay sahiplerinin karşı karşıya kalacağı yansıyan bir diğer ifade ile dolaylı zarardır. Türk hukukunda kanun koyucu belli bir oy oranı aranmaksızın tüm pay sahiplerine doğrudan sorumluluk davası açma hakkı tanımıştır. Şöyle ki, 6102 sayılı Türk Ticaret Kanunu madde 555 kapsamında yönetim kurulu üyelerinin eylemleri dolayısıyla şirketin uğramış olduğu zarardan dolayı, tazminatın şirkete ödenmesi şartıyla pay sahipleri doğrudan mahkemeye başvurarak yönetim kurulu üyelerinin aleyhine sorumluluk davası açabilirler. Türk hukukuna ilişkin ayrıntılı açıklama ilerleyen bölümlerde yapılacaktır.86Karatepe-Kaya / İngiliz Hukukunda Azınlık Pay Sahiplerinin Korunması ve Türk Hukuku ile Karşılaştırılmasıolayların araştırılmasını talep edebilir. Ancak belirtilmelidir ki her ne kadar bu hak pay sahiplerine verilmiş olsa da mahkemenin davaya şirket adına ve hesabına devam edilmesine izin verdiği haller oldukça sınırlıdır.Üçüncü çözüm yolu olarak, 2006 tarihli İŞK madde 994 ile düzenlenen  haksız ayrımcılık davası  söylenebilir. Her bir pay sahibi, şirket işlerinin haksız bir şekilde yürüdüğü veya yürütüldüğü ve bu durumun genel olarak bütün şirket hissedarlarının veya sadece bazı hissedarlarının (en azından kendisinin) çıkarlarına zarar verdiği gerekçesiyle, 994. maddede yer alan haksız ayrımcılık davasını açabilir. Bu davanın en yaygın örnekleri bir azınlık hissedarının şirketin yönetiminden dışlanması veya şirket  tarafından  çoğunluğa  aşırı  bir  ücret  ödenmiş  olduğu  gerekçesiyle  açılan davalardır.Son olarak, azınlık pay sahipleri  tasfiye davası  açarak mahkemeden şirketin tasfiyesine karar verilmesini talep edebilirler. Bu başvuru yolu  haksız ayrımcılık davası  hükümlerinin ortaya çıkmasından sonra azınlık pay sahiplerince oldukça seyrek başvurulan bir yol olmuştur. Nitekim her iki iddia da başvuru sebepleri bakımından  benzer  olsa  da   haksız  ayrımcılık  davası   sonucunda  mahkeme tarafından verilebilecek kararlar göz önünde bulundurulduğunda hem daha pratik hem de şirketin tasfiyesine kadar varmayan yapıcı çözüm yolları içermektedir.Aşağıda  İngiliz  hukukunda  azınlık  pay  sahiplerinin  korunmasının  daha  iyi anlaşılabilmesi için Foss V Harbottle kuralı ve istisnaları analiz edilecektir1.1.1 Foss V Harbottle Kuralı ve İstisnalarıAzınlık pay sahipleri için koruma mekanizmaları İngiltere de ortak hukuk kuralları çerçevesinde  yıllardır  mevcuttur.  Şirket  tüzel  kişiliği  ve  şirket  yönetim  kurulu üyelerinin sınırlı sorumluluğu gibi kavramların doğumu İngiliz mahkemelerince verilen Salomon v Salomon & Co Ltd.33 davasına dayanmakta iken, Foss v Harbottle davası da azınlık pay sahiplerine verilen dava haklarının doğumu açısından önem arz etmektedir. Zira bu dava neticesinde bir şirket ayrı bir tüzel kişilik olarak kabul edildi,  yani  üyelerinden  (pay  sahipleri  ve  yöneticilerden)  ayrı  yasal  haklar  ve sorumluluklarla donatılmış bir ‘tüzel kişi  haline geldi. Foss v Harbottle davasında 29  İngiliz şirketler hukukunda ve ortak hukukta, azınlıkların korunması anlamında oldukça önemli bir yeri olan türev davaya ilişkin detaylı incelemeler ilerleyen bölümlerde yapılacaktır. 30  David Kershaw, ‘The Rule in Foss v Harbottle is Dead: Long Live the Rule in Foss v Harbottle  (2015) Journal of Business Law, 274. 31  2006 İngiliz Şirketler Kanunu; madde 994.32  Anthony O. Nwafor, ‘The unfair prejudice remedy - a relief for the minority shareholders  (2011) 22 University of Botswana Law Journal 37, 39.33  Salomon v Salomon & Co Ltd [1897] AC 22 (HL).34  Foss v Harbottle [1843], 67 ER 189.35  A.J Boyle, John Birds ve diğerleri., Boyle & Birds  Company Law (9. Bası, Jordan Publishing 2014), 58.87İstanbul Hukuk Mecmuası 79/1verilen karara göre, bir şirket pay sahiplerinden ve yöneticilerinden ayrı bir tüzel kişidir. Foss v Harbottle kuralı iki ana ilkeye ayrılmıştır:  proper claimant principle  ve  internal management principle 36; yani  uygun davacı ilkesi  ve  iç yönetim ilkesi . Uygun davacı ilkesinin anlamı, eğer bir şirket zarar gördüyse veya şirkette yöneticilerin görev ihlali söz konusu ise o zaman bu koşullarda uygun davacı yani davayı açmakla yetkili kişi şirketin kendisidir. Uygun davacı ilkesinin bir sonucu olarak, şirketi ilgilendiren işlerde, şirket aleyhine hukuka aykırı bir eylem veya işlem yapılmış olsa ve bu eylem veya işlem pay sahiplerinin mali veya hukuki pozisyonunu etkilese bile örneğin; yönetim kurulu üyelerinin kusurlu eylem ve işlemleriyle şirkete zarar vermeleri halinde bile pay sahipleri bu hatayı yapan kişiye karşı şirket adına dava açamazlar. Dava açma hakkı yalnızca şirkete aittir. Bu durum azınlık hissedarları için haksızlıktır, çünkü şirket adına ve hesabına dava açmaya karar verme yetkisi şirketin yönetim kurulundadır. Bu durum, pay oranı olarak çoğunluğu temsil eden hâkim ortaklar şirkete karşı kusurlarıyla hukuka aykırı eylem ve işlem yaptığında, şirket yönetiminin bu ortağa karşı bir dava açılmasına karar vermesi ve harekete geçmesi pratikte zor olduğu için özellikle azınlık pay sahipleri bakımından zor bir durumdur. İşte bu ve benzeri sorunların çözümüne yönelik atılan adımlar İngiltere şirket hukukunda azınlık pay sahiplerinin mahkemeye türev dava izni başvurusunda bulunabilmesi için basamak olmuştur. Foss v Harbottle davası aynı zamanda çoğunluk payı elinde bulunduran hâkim ortakların şirket kararları üzerindeki gücünü arttırmak suretiyle şirketler hukukunda  çoğunluk kuralının 40 ortaya çıkmasına sebep olmuştur. Bu kurala göre, genel kurula katılan pay sahiplerinin çoğunluğu şirketle ilgili herhangi bir konuda nihai kararını verme yetkisine sahiptir ve pay sahiplerinin çoğunluğu şirketin iradesini kontrol eder. Çoğunluk kuralı, bir şirket içindeki karar alma gücünün, genel kurul toplantısında veya yönetim kurullarında oyların yarısından fazlasını kontrol edenlere ait olduğu sonucunu ortaya çıkarır. Bu kurala göre çoğunluğun kararları ve seçimleri her zaman azınlığın kararlarının üzerinde olacaktır. Çoğunluk payı elinde bulunduran ortakların bu kuraldan aldıkları güç ile şirketteki eylemleri azınlığın çıkarlarına zarar 36  Bknz Edwards v Halliwell [1950], 2, All ER 1064; Lord Davey in Burland v Earle [1902], AC 83 davasındaki görüşü. 37  Uygun davacı ilkesinin bir özelliği de Percival v Wright davasında anıldığı üzere yöneticilerin dikkat ve özen yükümlülüğünün şirket ortaklarına yani pay sahiplerine karşı değil şirkete karşı olmasıdır. Dava, yöneticilerin dikkat ve özen yükümlülüğünün pay sahiplerine değil şirkete olduğunu vurgulamış ve aynı zamanda temsil görevinin de yalnızca şirkete karşı olması gerektiğini ortaya koymuştur. Bknz Ben G. Pettet ve diğerleri, Pettet s Company Law (1. Bası, Pearson Longman 2009), 216.38  Kershaw (n 31) 274. 39  ibid. 40  İngiliz hukukunda  majority rule  olarak ifade edilmektedir.41  Kenneth A. Kim, P. Kitsabunnarat-Chatjuthamard ve John R. Nofsinger, ‘Large Shareholders, Board Independence, and Minority Shareholder Rights: Evidence from Europe  (2007) 13 Journal of Corporate Finance 859, 862.42  Arad Reisberg, ‘Derivative Claims under the Companies Act 2006: Much Ado about Nothing?  [2009]; ‘Rationality in Company Law: Essays in Honour of D.D. Prentice , J. Armour, J. Payne, Hart Publishing, 2009; University College London Law Research Paper No. 09-02<Erişim SSRN: https://ssrn.com/abstract=1092629> Erişim tarihi 06/12/2020.43  Reha Poroy, Ünal Tekinalp ve Ersin Çamoğlu, Ortaklıklar Hukuku (13. Bası, Beta 2014), 192.88Karatepe-Kaya / İngiliz Hukukunda Azınlık Pay Sahiplerinin Korunması ve Türk Hukuku ile Karşılaştırılmasıverse bile davranışlarının şirket tarafından onaylanmasına izin verilmiştir. Buna göre şirket yöneticileri yapmış oldukları usulsüzlük neticesinde azınlık pay sahiplerine veya şirkete zarar verse bile pay sahiplerinin yöneticiler aleyhine dava açma hakkı yoktu. Şirketin kendisi uygun davacıydı ve bu hukuksuz eyleme karşı dava açıp açmayacağına karar verme yetkisi sadece şirkete aitti. Tek yol şirket organlarında karar alınarak şirket adına ve hesabına mahkemeye başvurulmasıydı. Zamanla azınlık pay sahipleri bu prensipler neticesinde mağduriyetler yaşamış ve azınlık pay sahiplerinin karşılaştığı bu mağduriyeti bertaraf etmek için Foss v Harbottle davasında oluşturulan bu kurallara bazı istisnalar ortaya çıkmıştır. Bu istisnalar,  çoğunluk  payı  elinde  bulunduran  pay  sahiplerinin  şirketteki  gücünü kısıtlamak için azınlık pay sahiplerine mahkemeye türev dava açmak için başvuruda bulunulmasına izin vermeyi kapsamaktadır. Böylece şirket adına belirli durumlarda mahkemeden dava açılmasına izin alınması hakkının azınlık pay sahiplerine verilmesi için Edwards v Halliwell davasında Temyiz Mahkemesi tarafından ana hatlarıyla belirtilmiştir. Edwards v Halliwell davasında Jenkins LJ, Foss v Harbottle davasında ortaya çıkan kurala yönelik, pay sahiplerinin doğrudan ve dolaylı zararlarının varlığında mahkemeye başvurmalarına olanak sağlayan dört istisna belirledi. Buna göre eğer şirketin amacı ve işletme konusu dışında yapılan bir işlem varsa, ağırlaştırılmış nisap gerekli ise, şikayet edilen eylem pay sahiplerinin kişisel haklarını pay sahipliği sıfatına yönelik olarak ihlal ediyorsa ve azınlık pay sahiplerine yönelik yapılan hileli bir davranış varsa ve bu davranışın kaynağı şirketi yöneten çoğunluksa bu durumlarda  şirketin  tüzel  kişilik  perdesi  kaldırılarak  pay  sahipleri  mahkemeye başvurma hakkına sahip olabilir. Jenkins LJ azınlığa karşı ortada şirket aracılığıyla yöneticilerin eylemleri sonucu ortaya çıkan bir dolandırıcılık eylemi var ise bu durumun ancak Foss v Harbottle davasındaki kurala istisna olabileceğini ve ancak bu durumda azınlık pay sahiplerinin mahkemeye başvurabileceğini savunmuştur. Çünkü sadece bu halde azınlık pay sahiplerinin haklarının ihlali şahsi değil şirketi ilgilendirmektedir ve yöneticiler bu ihlali şirketi kullanarak yapmışlardır.44  Edwards v Halliwell [1950], 2, All ER 1064.45  Prabirjit Sarkar,  Common law vs. Civil law: which system provides more protection to shareholders and promotes financial development?  (2017) 2 Journal of Advanced Research in Law and Economics 143, 151.46  Edwards v Halliwell [1950], 2, All ER 1064.47  Bknz Hutton v West Cork Railway Co. Ltd (1883), 23, Ch. D 654 (ultra vires); and Oregum Gold Mining Co. v Roper [1892], AC 125.48  Bknz Edwards v Halliwell [1950], 2 All ER 1064.49  Nitekim Cook v Deeks davasında yöneticilerin ve çoğunluk hissedarların azınlık pay sahiplerine yönelik hileli eylemleri sonucu azınlık pay sahipleri yöneticilere karşı dava açma hakkını kullanmıştır.50  Pettet ve diğerleri (n 38) 216.89İstanbul Hukuk Mecmuası 79/1Yine Jenkins LJ a göre diğer 3 istisna sonucu pay sahipleri şirket adına ve hesabına mahkemeye başvuramaz ancak kendileri şahsi olarak yöneticilere yahut diğer sorumlulara karşı dava açabilirler.Sonuç olarak ortak hukukta davalar neticesi ortaya çıkan azınlık pay sahiplerinin başvurabileceği iki farklı yol vardır. Bunlardan biri şahsi dava hakkıdır. MacDougall v Gardiner davasında, Mellish LJ nin kararında da belirtildiği gibi, her bir pay sahibi, hakkı ihlal edildiğinde eğer doğrudan ve kişisel bir zarar görüyorsa dava açma hakkına sahiptir. Pay sahiplerine tanınan kendi adına dava açma hakkının dayanağı şirketin ana sözleşmesinden veya şahsen taraf olduğu bir sözleşmeden kaynaklanabilir. Örneğin, kâr payı ilan edilmiş ancak hissedarlara ödenmemişse ödemenin yapılması için pay sahipleri dava açabilirler. Görülebileceği gibi, pay sahipleri yalnızca şirketin faaliyetleri nedeniyle doğrudan ve şahsi olarak zarar görmeleri halinde mahkemeye şahsi hak talebinde bulunabilirler. Bunun yanında mahkemeye şirket adına davaya devam etme izni almak için türev dava açabilirler. 1.1.2 Ortak Hukuk Kuralları Çerçevesinde Azınlık Pay Sahiplerine Tanınan Türev Dava Hakkı 2006 İngiliz Şirketler Kanunu kapsamında değiştirilerek yeniden düzenlenen türev dava hakkı, 2006 dan önce ortak hukuk kuralları çerçevesinde uygulama alanı buluyordu. Ancak bu hak karmaşık prosedürü ve ağır başvuru şartları nedeniyle azınlık  pay  sahipleri  tarafından  pek  tercih  edilmiyordu.  Bu  nedenle  bu  hakka dayanarak mahkemeye yapılan başvurular nadirdi. Ayrıca azınlık pay sahipleri yüksek yargılama giderlerini kendileri ödemek zorunda kaldılar ve bu mali yükümlülük hakkın kullanımını azalttı.Ortak hukukta bir azınlık tarafından türev dava açılması iddiasıyla mahkemeye gidilebilmesi için davacı pay sahibinin hem aleyhine yapılmış hileli davranışları hem de bu davranışların şirkette payların çoğunluğunu elinde bulunduran şirket yöneticileri tarafından yapıldığını kanıtlaması gerekiyordu. Ayrıca bu hakkın amacı azınlık pay sahiplerinin değil, şirketin menfaatlerinin korunması idi. Bir kişi türev dava açmak için mahkemeye gittiği zaman haklı görülse ve mahkeme davanın devamına karar verip davayı onaylasa bile zararın giderilmesi amacıyla davalılarca ödenen tazminat 51  Derek French, Stephen W. Mayson ve Christopher L. Ryan, Mayson, French & Ryan On Company Law (30. Bası, Oxford University Press 2013), 559.52  MacDougall v Gardiner (1875), 1, Ch. D 13.53  Alan J. Dignam ve John P. Lowry, Company Law (8. Bası, Oxford 2014), 190.54  Bknz Wood v Odessa Waterworks Co. (1889), 42, Ch. D 636.55  D Kershaw (n 31) 280.56  Arad Reisberg, ‘Funding Derivative Actions: A Re-Examination of Costs and Fees as Incentives to Commence Litigation  (2004) 4 Journal of Corporate Law Studies 346, 348.57  Julia Tang, ‘Shareholder remedies: demise of the derivative claim?  (2012) 1 (2) UCL Journal of Law and Jurisprudence 178, 180.90Karatepe-Kaya / İngiliz Hukukunda Azınlık Pay Sahiplerinin Korunması ve Türk Hukuku ile Karşılaştırılmasışirkete ödeniyordu. Bu durum Chadwick tarafından Cooke v Cooke davasında şu şekilde ifade edilmektedir: eğer bir azınlık pay sahibi türev dava açmak istiyorsa ancak ve ancak şirket adına  temsil kapasitesini haiz  bir kişi olması şartıyla davayı açabilir. Dava konusu olay neticesinde zarar görmüş olsa dahi yargılamanın sonunda kendi kişisel durumunda doğrudan bir iyileştirme mümkün değildir. Bu durumda, davacı azınlık pay sahibi şirket adına, şirket temsilcisi gibi hareket etmiş ve şirket için tazminat talep etmiştir. Davacının şirket adına davaya devam edebilmesi için şirkette kontrolü elinde bulunduran pay sahiplerinin yaptıkları hileli işlem veya davranışları ispat etmeleri gerekmektedir. Ancak, ortada iddia edildiği gibi hileli bir işlem veya davranış olsa dahi iddia edilen hususların yönetim kurulu veya genel kurul üyelerince üzerinin kolaylıkla kapatılabileceği ve dolayısıyla kanıtlanmasının çok kolay olmadığını ifade etmek gerekir. İkinci bir husus da davacı pay sahibi tarafından iddia edilen hileli işlem veya davranışların, şirketi kontrol eden biri tarafından yapıldığının kanıtlanması gerekmektedir. Bu, davacı pay sahibinin şirkette haksız bir işlem yapıldığını ve bu haksızlıkların şirketi kontrolü altında tutan kişilerce yapıldığını ve bu haksız eyleme karşı şirket tarafından  dava  açılmasının  aynı  kişilerce  engellendiğini  kanıtlaması  gerektiği anlamına gelmektedir. Bu durum Burland v Earle davasında da belirtilmektedir.Bu iki zorluğun yanında ortak hukuk kuralları çerçevesinde türev dava açma yoluna  başvurulmasının  nadiren  karşılaşılan  bir  durum  olmasının  altında  yatan başka sebepler de vardı. Bunlardan biri ve belki de en önemlisi, türev dava açma talebiyle mahkemeye başvurarak, şirket adına davaya devam etme izni isteyen azınlık pay sahiplerinin ödemek zorunda kaldığı yüksek dava giderleriydi. Nitekim eğer mahkeme kanıtları yeterli görmez ve davaya şirket adına devam edilmesine 58  Mahmoud Almadani, ‘Derivative actions: does the Companies Act 2006 offer a way forward?  (2009) 30 Company Lawyer 131, 132.59  Cooke v Cooke [1997], 2 BCLC 28.60  French, Mayson ve Ryan (n 52) 560.61  Aslında burada söz konusu olan TTK madde 555 te olduğu gibi dolaylı zararların varlığında pay sahibinin, tazminatın şirkete ödenmesi şartıyla dava açmasıdır. 62  Nicholas Bourne, Bourne on Company Law (6. Bası, Routledge 2013), 229.63  Cook v Deeks [1916], 1 AC 554.64  Burland v Earle [1902], AC 83; Edwin C. Mujih, ‘The new statutory derivative action: a delicate balancing act: Part 1  (2012) 33 (3) Company Law, 76; Victor Joffe, Minority Shareholders (1. Bası, Oxford 2008), 34.65  Andrew Keay and Joan Loughrey, ‘Something old, something new, something borrowed: an analysis of the new derivative action under the Companies Act 2006  (2008) 124 The Law Quarterly Review 469, 475.66  Burland v Earle [1902], AC 83. Davadaki ifadeler şu şekildedir:  ...But an exception is made to the second rule, where the persons against whom the relief is sought themselves hold and control the majority of the shares in the company, and will not permit an action to be brought in the name of the company. In that case the courts allow the shareholders complaining to bring an action in their own names. 67  Reisberg, ‘Funding Derivative Actions: A Re-Examination of Costs and Fees as Incentives to Commence Litigation  (n 57) 348.91İstanbul Hukuk Mecmuası 79/1izin vermez ise yargılama giderlerinin tamamının mahkemeye başvuran azınlık pay sahibi tarafından karşılanması gerekiyordu. İkincisi, davacının mahkemeye taşıdığı olaylarda bir kusuru olmamalıydı. İngiliz Şirketler Kanununu hazırlayan Hukuk Komisyonu da bu prosedürlerin  karmaşık ve uzun  olduğunu bildirmiştir.69 Bu prosedürün ve gerekliliklerin dava süresini uzattığını ve ayrıca dava giderlerini artırdığını iddia etmiştir. Bu nedenle Komisyon, hissedarlar için daha pratik ve erişilebilir olan yenilenmiş ve modern bir türev dava açma yolunun kurumunun yasada düzenlenmesini önermiştir. Bununla birlikte, doktrinde de görüşlerin ortak hukuk çerçevesinde başvurulan türev dava açma yolunun zor bir prosedür olduğu konusunda hemfikir olduğu belirtilmelidir. İşte tüm bu sorunlar 2006 İŞK madde 260 ve devamında yeni bir türev dava hakkı düzenlenmesine sebebiyet vermiştir.1.1.3 İngiliz Şirketler Kanununda Azınlık Pay  Sahiplerine Tanınan Dava Hakları1.1.3.1 İngiliz Şirketler Kanunu Çerçevesinde Türev  Dava Hakkı (Statutory Derivative Action)Azınlık pay sahiplerine yöneticilerin eylemlerini denetleyebilme imkânı tanıyan türev dava hakkı 2006 tarihli İngiliz Şirketler Kanunu ile ilk kez İngiltere de bir kanunda ayrıntılı olarak düzenlenmiştir. 2006 tarihli İngiliz Şirketler Kanununun 260-264 maddelerinde düzenlenen bu yeni türev dava azınlık pay sahiplerinin korunmasını önemli ölçüde arttırmıştır. İngiltere  Hükümeti nin  2006  Şirketler  Kanunu nda  türev  dava  hakkını düzenlemekteki amacı, makul istekleri olan ancak gereksiz davalardan kaçınmak isteyen pay sahiplerine bir koruma sağlamaktı. 2006 tarihli Şirketler Kanunun 260. maddesine göre, şirkette belli bir pay oranı aranmaksızın her bir pay sahibi; ihmal, temerrüt, görev ihlali veya eski veya mevcut görevde olan bir müdürün güven ihlali 68  Bu durum İngiliz hukukunda  clean hands  olarak ifade edilmektedir.69  Law Commission, ‘Shareholder Remedies  (Law Com. No. 246, 1997), para. 6.4.70  Law Commission, ‘Shareholder Remedies  (Law Com. No. 246, 1997), para. 16.1.71  Brenda Hannigan, Company Law (4. Bası, Oxford 2013), 418.72  2006 İngiliz Şirketler Kanunu; madde 260 vd.73  2006 İngiliz Şirketler Kanunu; madde 263.74  2006 İngiliz Şirketler Kanunu; madde 260.  (1) This Chapter applies to proceedings in England and Wales or Northern Ireland by a member of a company— (a) in respect of a cause of action vested in the company, and (b) seeking relief on behalf of the company. This is referred to in this Chapter as a  derivative claim . (2) A derivative claim may only be brought — (a) under this Chapter, or (b) in pursuance of an order of the court in proceedings under section 994 (proceedings for protection of members against unfair prejudice). (3) A derivative claim under this Chapter may be brought only in respect of a cause of action arising from an actual or proposed act or omission involving negligence, default, breach of duty or breach of trust by a director of the company. The cause of action may be against the director or another person (or both). (4) It is immaterial whether the cause of action arose before or after the person seeking to bring or continue the derivative claim became a member of the company... 92Karatepe-Kaya / İngiliz Hukukunda Azınlık Pay Sahiplerinin Korunması ve Türk Hukuku ile Karşılaştırılmasıdahil olmak üzere kasti veya ihmalden kaynaklanan bir eylem gerekçesiyle şirketin lehine ve menfaati için davaya şirket adına devam edilmesini talep etmek amacıyla mahkemeye türev dava açabilir. Türev dava, yöneticilere karşı açılabileceği gibi yönetici olamamalarına rağmen davranış ve ya işlemleriyle şirkete zarar veren yönetici olmayan kişilere karşı da açılabilir. İngiliz Şirketler Kanununun 260 (3) maddesinde tanımlandığı üzere, davacı, ihmal de dahil olmak üzere yöneticilerin görevlerini ihlali halinde de mahkemeye başvurabilir.  Bu  durum  yeni  yasa  ile  düzenleme  altına  alınan  türev  davanın kapsamının olarak ihmalden doğan eylemleri içermeyen eski davadan daha geniş olduğunu göstermektedir. Davacının bu tali iddiayı mahkemeye taşıyabilmesi ve davaya şirket adına devam etme izni alabilmesi için şirket yöneticisinin yapmış olduğu şirkete zarar veren eylemden dolayı herhangi bir menfaati olmasına gerek yoktur. Ayrıca, yeni haliyle davacının iddia ettiği eylemlerin varlığını kanıtlamasına ilk aşamada gerek yoktur. 1.1.3.1.1 Davanın Tarafları1.1.3.1.1.1 Davacı2006 Şirketler Kanununun 260. maddesine göre türev dava açmak için mahkemeye başvuran davacının şirketin pay sahiplerinden biri olması gerekmektedir. İŞK 260 (5) (c) hükmünde pay sahibi sıfatının şirket hisselerinden bir kısmını hukuken devralmış olan kişileri de kapsayacağı ifade edilmiştir. Buradan hareketle örneğin payları miras yoluyla yahut cebri icra ile iktisap eden kişilerin de davacı olabilecekleri söylenebilir. Bir pay sahibi, şirkette paya sahip olmadan önceki dönemde meydana gelen olaylar gerekçesiyle de türev dava açabilir. Davaya konu olan fiilin veya işlemin davaya devam etmek isteyen kimsenin pay sahibi olmasından önce veya sonra ortaya çıkmasının bir önemi yoktur. Zira burada korunan davacı pay sahibinin değil şirketin menfaati olduğu için, pay sahibinin pay sahipliğinden önceki eylem ve işlemler gerekçesiyle de dava açabilmesi kanun koyucu tarafından kabul edilmiştir. Ancak 75  2006 İngiliz Şirketler Kanunu; madde 260(3).76  Joffe (n 65) 35.77  Deirdre Ahern, ‘Directors  Duties: Broadening the Focus beyond Content to Examine the Accountability Spectrum  (2011) 33 Dublin University Law Journal 116-118; Bourne (n 63) 230.78  Mujih (n 65) 76.79  Joffe (n 65) 35.80  Reisberg, ‘Funding Derivative Actions: A Re-Examination of Costs and Fees as Incentives to Commence Litigation  (n 57) 348.81  2006 İngiliz Şirketler Kanunu; madde 260(5)(c).82  Seaton v Grant (1867), LR 2, Ch. App. 459; Stephen Griffin, ‘Alternative Shareholder Remedies Following Corporate Mismanagement - Which Remedy to Pursue?  (2017) 281 Company Law Newsletter 1, 2.93İstanbul Hukuk Mecmuası 79/1Birch v Sullivan davasında da belirtildiği gibi davacı talebini mahkemeye taşıdığı zaman şirkette pay sahipliği sıfatını kazanmış olmalıdır.Pay sahibi burada mevcut olan bir dolaylı zararı gerekçesiyle dava açmakta ve bu davayı şirket adına ve hesabına açmaktadır. Bu husus türev dava ile pay sahiplerinin doğrudan zararlarının tazmini amacıyla açmış oldukları sorumluluk davasını ayıran en önemli husustur. Yalnız unutulmamalıdır ki, davacı pay sahibinin başvurusu üzerine mahkeme tarafından pay sahibine davaya şirket adına devam edilebilme için izni verilmelidir. Ek olarak tekrar belirtilmelidir ki, bu hakka başvurabilmek için pay sahiplerinin belli bir oranda paya sahip olmalarına gerek yoktur. Her bir pay sahibi oy oranına bakılmaksızın bu hakkı kullanabilir.Burada akla gelen sorulardan biri şirkette payların çoğunluğuna sahip olan ve dolayısıyla şirketin kontrolünü elinde bulunduran pay sahiplerinin mahkemeye türev dava açabilme hakkına haiz olup olmadıklarıdır. Hannigan,87 İŞK 260. maddesinde şirketin her bir pay sahibinin türev dava açmak için mahkemeye başvurabileceğini belirtilse bile, bu ifadeden yalnızca azınlık pay sahiplerinin algılanması gerektiğine dikkat çekmektedir. Teknik olarak, şirketi kontrol eden ve çoğunluğu temsil eden pay  oranına  sahip  olan  pay  sahiplerinin  madde  260  kapsamında  mahkemeye başvurmalarının önünde herhangi bir engel bulunmamaktadır. Ancak, anılan pay sahiplerinin bu davayı mahkemeye taşıması türev davanın düzenlenme amacına uygun  değildir.  Çünkü  çoğunluğu  elinde  bulunduran  pay  sahibi  zaten  şirket üzerindeki kontrol gücü nedeniyle böyle bir başvuruya gerek duymadan sorunlarını çözebilecektir.  Ancak  eklemek  gerekir  ki,  Cinematic  Finance  Ltd  v  Ryder davasında mahkeme, çoğunluğu temsil eden pay oranına sahip olan pay sahiplerinin çok istisnai durumlarda türev dava açabilmesinin mümkün olabileceğini karara bağlamıştır. Nitekim her durumda payların çoğunluğunu elinde bulunduran kişilerin aynı zamanda şirketin kontrolüne de sahip olduğu söylenemez. 1.1.3.1.1.2 Davalı2006 tarihli İŞK 260 (3) maddesi uyarınca türev dava bir yöneticiye karşı veya şirkete zarar veren üçüncü bir kişiye karşı yahut her ikisine karşı birlikte açılabilir. İŞK 260/5 uyarınca, yönetici ifadesinden görevi sona eren eski bir yönetici veya 83  Birch v Sullivan [1957], 1 WLR 1247.84  Reisberg, ‘Funding Derivative Actions: A Re-Examination of Costs and Fees as Incentives to Commence Litigation  (n 57) 348.85  Bu nedenle  derivative action  kanuni yolu aslında iki aşamadan oluşmaktadır. Bu aşamalar ilerleyen bölümlerde incelenecektir.86  Hannigan (n 87) 422.87  ibid 423.88  ibid 423.89  Cinematic Finance Ltd v Ryder and others [2010], EWHC 3387 (Ch).94Karatepe-Kaya / İngiliz Hukukunda Azınlık Pay Sahiplerinin Korunması ve Türk Hukuku ile Karşılaştırılmasıyönetici  sıfatı  bulunmamakla  birlikte  perde  gerisinde  ortaklığı  yöneten  kişiler diğer bir tabirle gölge yöneticiler de anlaşılabilir. Örneğin eski bir yönetici, şirkette yönetimde olduğu sırada şirketin imkanlarını kullanarak haksız bir menfaat elde etmişse bu eski yönetici aleyhine türev dava açılabilir. Ayrıca, 2006 Şirketler Kanunu dışarıdan bir kişiye karşı türev dava açılmasına da izin vermektedir. Burada amaç yöneticinin görevini ihlal etmesine yardımcı olarak şirkete zarar veren bir kişiye karşı da dava açılabilmesidir. Dahası, bu kişi şirketin mallarını elinde bulundurduğunda yöneticinin eylemleri hakkında bilgisi olan herhangi biri olabilir.1.1.3.1.2 Davanın Usulü 2006 İŞK öncesinde yani türev dava yasalaşmadan önceki dönemde, ortak hukuk hükümlerine göre, türev dava açmak için mahkemeye başvuran pay sahibinin,  azınlık pay sahibine karşı yapılan hileli eylemi 92 ve  hukuka aykırı hareket eden kişilerin şirketin kontrolünü elinde bulundurduğunu 93 ispat etmesi bekleniyordu. Hukuk Komisyonu nun raporunda da belirttiği gibi, bu prosedür oldukça belirsiz ve karmaşıktı ve bu dava hakkının kullanım alanını daraltıyordu.94 Bu nedenle, hukuka aykırı hareket eden kişilerin yönetim kurulunu kontrol ediyor olduğu gerekçesiyle dava açılabilmesi oldukça zordu. İşte bu zorluklar dolayısıyla Hukuk Komisyonu, şirket adına davaya devam edilmesine karar verme yetkisinin şirket yönetim kurulları yerine mahkemelere verilmesini tavsiye edilmiştir. Bunu yapmak, hem azınlık pay sahibini ağır ispat yükünden kurtaracak hem de mahkemeye davaya şirket adına devam edilmesine karar verilebilme yetkisi vererek aynı zamanda şirketleri de gereksiz davalardan koruyacaktı. 2006 tarihli İŞK madde 261 de yer alan türev davanın bu iki aşaması aşağıdaki bölümde analiz edilecektir.1.1.3.1.2.1 Davanın İlk Aşaması2006 tarihli İŞK ile türev davanın yargılama sürecinin ilk aşaması olarak davaya şirketin  katılımıyla  devam  edebilmek  için  mahkemeden  izin  alma  zorunluluğu getirilmiştir.  Burada  amaç  mahkeme  tarafından  davaya  edilebilmesi  için  izin verilmesi halinde davanın davacı pay sahibinin yerine şirket adına ve hesabına 90  Hannigan (n 87) 426.91  Law Commission, ‘Shareholder Remedies  (Law Com. No. 246, 1997), para. 6.35; Hannigan (n 87) 423.92  ‘fraud on the minority  93  ‘wrongdoer control 94  Law Commission, ‘Shareholder Remedies  (Law Com. No. 246, 1997) para. 1.4.95  ibid para. 6.73.96  2006 İngiliz Şirketler Kanunu; madde 261.97  Andrew Keay and Joan Loughrey, ‘Derivative Proceedings in a Brave New World for Company Management and Shareholders  (2010) 3 Journal of Business Law 151, 153.95İstanbul Hukuk Mecmuası 79/1devam etmesidir. Yönetim kurulu ve genel kurul, genellikle çoğunluk payı elinde bulunduran pay sahipleri tarafından kontrol edildiğinden dava açma veya davaya katılma yetkisinin şirkete bırakıldığı hallerde azınlık pay sahiplerinin mağdur olduğu görülmüştür. Bu iki aşamalı dava usulüyle ayrıca davacı pay sahibinin bu dava ile şirket için gereksiz harcamaya veya zaman kaybına neden olup olmayacağının mahkeme  tarafından  takdir  edilmesi  ve  davaya  buna  göre  devam  edilmesi amaçlanmaktaydı. Mahkeme bu aşamada sadece davacı pay sahibinin sunduğu delilleri dikkate alır ve incelemeyi dosya üzerinden delilleri değerlendirerek yapar. Davacının sunduğu deliller dışında ilk aşamada mahkeme şirketten veya davalıdan yeni delil talep edemez. Bir  türev  davada,  birinci  aşamayı  geçip  davaya  şirketin  katılımıyla  devam edebilmek için davacının bu davayı açmakta menfaati olduğunu ve davanın devam etmesi halinde mahkemeyi kanıtlarıyla ikna edebileceğini göstermesi gerekir. Eğer mahkeme  başvurunun  ve  başvuran  tarafından  sunulan  delillerin  davaya  devam edebilmek için yeterli olmadığına kanaat getirirse davayı reddeder. Mahkeme ayrıca, 2006 Şirketler Kanununun 261. maddesi uyarınca dava ile ilgili uygun gördüğü herhangi bir kararı verebilir. Davacı pay sahibinin davaya devam izni almak için mahkemeye kanıt sunması gerekmektedir. Eğer mahkeme ilk aşamada başvuruyu reddetmezse mahkeme davacıdan yahut şirketten yeni kanıt talep edebilir.Örnek  mahkeme  kararlarına  bakıldığında  Cullen  Investment  Ltd  v  Brown davasında mahkeme ilk bakışta bunun haklı bir başvuru olduğuna hükmederek davaya şirket adına devam edilmesine izin verdi. Bunun aksine, Bridge v Daley davasında mahkeme, davacı pay sahibi tarafından ileri sürülen delillerin yeterli olmadığına kanaat getirip, davaya devam etme izni vermeyi reddederek, yargılama giderlerinin davacı pay sahibi tarafından ödenmesine karar verdi. Anılan davada, davacı yöneticilerin yapmış oldukları hukuka aykırı işlem ve eylemler nedeniyle şirket adına yöneticilere karşı davaya devam etme izni talep ediyordu. 98  Dignam ve Lowry (n 54) 190.99  Paul von Nessen, S.H. Goo and Chee Keong Low, ‘The statutory derivative action: now showing near you  (2008) 7 Journal of Business Law 627, 648.100  Andrew Keay, ‘Applications to continue derivative proceedings on behalf of companies and the hypothetical director test  (2015) 34 (4) Civil Justice Quarterly 346, 348.101  Iesini v Westrip Holdings Ltd [2009], EWHC 2526 (Ch).102  Keay, (n 101) 348.103  Mujih (n 65) 76; Joffe (n 65) 80.104  2006 İngiliz Şirketler Kanunu; madde 261/3; Dignam ve Lowry (n 54) 190.105  Cullen Investment Ltd v Brown [2015], EWHC 473 (Ch). 106  Bridge v Daley [2015], EWHC 2121 (Ch). 107  David Milman, ‘Shareholder Law: Recent Developments in Practice  (2015) 378 Company Law Newsletter 1, 3.96Karatepe-Kaya / İngiliz Hukukunda Azınlık Pay Sahiplerinin Korunması ve Türk Hukuku ile KarşılaştırılmasıMahkeme, davacı tarafından ileri sürülen iddiaların şirket adına bir türev dava açılmasını  haklı  kılmadığını,  hatta  davacının  iddialarının  İŞK  madde  994108 kapsamında açılacak olan bir haksız ayrımcılık davası ile değerlendirilmesinin daha doğru olacağını ifade etmiştir. 1.1.3.1.2.2 Davanın İkinci Aşamasıİzin prosedürünün ikinci aşaması, mahkemenin davaya devam etmek için izin verilip verilmeyeceğini belirleyeceği bir duruşmayı içerir. Mahkemenin bu noktada geniş bir takdir yetkisi vardır. 2006 Şirketler Kanunu 261(4)110 maddesine göre, mahkeme için üç seçenek vardır: davacının mahkemenin uygun olduğunu düşündüğü koşullarla davaya devam etmesine izin vermek; davaya devam edilmesine izin vermeyi reddetmek, ya da yargılamaların ertelenmesi ve mahkemenin uygun gördüğü şekilde davanın esasına ilişkin karar vermesidir. Bu mesela mahkemenin şirket genel kurulunun toplanmasına karar vermesi şeklinde olabilir.Mahkeme,  davacının  türev  davayı  mahkemeye  getirirken  iyi  niyetle  hareket edip  etmediğini  değerlendirmelidir.  Eğer  davacı  tarafından  davalının  ihmal ettiği belirtilen görevi İngiliz Şirketler Kanununun 172. maddesine dayanan bir eylemse yani yöneticilerin temel görevine (şirketin başarısı için çalışmak)113 göre hareket etmediği iddia ediliyorsa mahkeme izin vermekten kaçınmalıdır. Çünkü yöneticilerin şirketin başarısını arttırmak için çalışma görevi ancak şirkete karşıdır ve şirket tarafından açılacak bir sorumluluk davasına konu edilebilir. İkinci olarak belirtilmesi gereken husus ise eğer davanın gerekçesi olan, şikâyete konu eylem şirket tarafından sonradan onaylanmışsa veya aslında şirket tarafından yetkilendirilerek yapılmışsa mahkeme davaya devam etme izni vermekten kaçınmalıdır.108  2006 İngiliz Şirketler Kanunu; madde 994.109  Milman (n 108) 3.110  2006 İngiliz Şirketler Kanunu; madde 261/4.111  Joffe (n 65) 46.112  Griffin (n 83) 2.113  Promote the success of the company (şirketin başarısını arttırmak için çalışmak); 2006 İngiliz Şirketler Kanunu; madde 172.114  Paul L. Davies ve Sarah Worthington, Gower & Davies Principles of Modern Company Law (9. Bası, Sweet & Maxwell 2012), 656.115  If the cause of the case arises from an existing or proposed act or omission which has been ratified or authorized by the company.116  2006 İngiliz Şirketler Kanunu; madde 263(2).97İstanbul Hukuk Mecmuası 79/11.1.3.1.3 Davaya İlişkin Analiz Edilmesi Gereken Hususlar1.1.3.1.3.1 Yargılama GiderleriDavacı azınlık pay sahibi, şirketten şirket adına hareket etmek için harcadığı yargılama giderlerinin kendisine geri ödenmesini talep edebilir. Ancak bu talepte bulunabilmesi için davacı pay sahibinin şirketin çıkarlarına uygun olarak iyi niyetle hareket etmesi gerekmektedir.118 Wallersteiner v Moir (No 2)119 davasında da mahkeme tarafından, davacı azınlık pay sahibinin yargılama giderleri ile ilgili şirketten tazminat talep etme hakkı olduğu vurgulanmıştır. Bu davada verilen karar nedeniyle yargılama giderlerinin şirket tarafından ödenmesi talebi  Wallersteiner order  yani Wallersteiner emiri olarak da adlandırılmaktadır. Ancak Walton J, Smith v Croft davasında mahkeme farklı bir bakış açısı sunmuştur. Mahkeme, davacı azınlık pay sahibinin yapmış olduğu yargılama giderlerinin kendisine ödenmesini şirketten talep edebilmesi için türev davanın açılmasının gerekli olduğunun kanıtlanması gerektiğine karar vermiştir. Buna göre, mahkeme tarafından davacının giderlerinin şirket tarafından kendisine geri  ödenmesine  karar  verilebilmesinin  çok  kolay  olmayacağı  ortadadır.  Kaldı ki bu kararın davanın erken bir aşamasında verilmesi daha da güç olacaktır. Zira, mahkemenin davacının açmış olduğu türev davanın gerekliliğine karar verebilmesi için sunulan tüm delilleri göz önünde bulundurarak esasa ilişkin inceleme yapması gerekmektedir.Smith v Croft kararı, yargılama giderlerinin şirket tarafından ödenmesi talebinin reddedilmesi nedeniyle birçok eleştiri aldı. Wallersteiner emiriyle uyuşmayan ve giderlerin şirket tarafından ödenmesi için daha kısıtlayıcı olan Smith v Croft kararının, Faybird Group Ltd v Greenwood davasında mahkeme tarafından desteklenmediği belirtilmelidir. Bu konuda en çok eleştirilen, mahkemenin erken aşamada davaya ilişkin net bir fikir sahibi olamayacağı ve dolayısıyla nihayetinde masrafların yine davacı tarafından ödenmesinin bu hakkın kullanımını sınırlayacağı hususuydu. Ayrıca başka bir husus da şudur ki, mahkeme yargılama giderlerinin şirket tarafından karşılanmasına karar verdikten sonra dava reddedilirse şirketin mağduriyeti söz konusu olacaktır. Bu nedenle, öğretide önerildiği gibi, temel ilke, 117  Boyle ve Birds ve diğerleri (n 36) 676.118  Quigxiu Bu, ‘The indemnity order in a derivative action  (2006) 27(1) Company Law, 4.119  Wallersteiner v Moir [1974], 1 WLR 991.120  Jennifer Payne,  Sections 459–461 Companies Act 1985 in Flux: The Future of Shareholder Protection  (2005) 64 The Cambridge Law Journal 647, 658.121  Smith v Croft (No.2) [1988], Ch. 114.122  Payne (n 121) 658.123  Smith v Croft (No.2) [1988], Ch. 114.124  Wallersteiner v Moir [1975], QB 373. 125  Faybird Group Ltd v Greenwood [1986], BCLC 319 327.98Karatepe-Kaya / İngiliz Hukukunda Azınlık Pay Sahiplerinin Korunması ve Türk Hukuku ile Karşılaştırılmasıazınlık pay sahibinin yargılama giderlerini şirkete rücu edebilmesi olmalıdır. Ancak, alternatif olarak, davanın sonucunun pay sahipleri için de faydalı olması durumunda, işlemlerin sonunda yargılama giderlerinin ortak ödenmesine karar verilebilir.1.1.3.1.3.2 Ortaya Çıkan Hukuki Sorunlar2006 İŞK ile kanuni olarak düzenlenen türev dava hakkı, ortak hukuk kuralları çerçevesinde başvurulan eski haline göre özellikle ispat bakımından daha esnek ve daha az kısıtlayıcı olsa da hala bazı sorunlar içermektedir. Şirketin ayrı tüzel kişiliği bulunması sebebiyle şirket adına iş ve işlem yapma hakkı da şirkete aittir ve bu hakkı şirket organları aracılığıyla kullanır. Bu nedenle, davacının türev dayaya şirket adına devam edebilmek için mahkemeden izin alınması prosedürü her ne kadar anlaşılabilir olsa da bu hakkın kullanımını pay sahipleri açısından öngörülmeyecek derecede belirsiz hale getirmektedir. Nitekim 2006 tarihli İŞK davacı pay sahibine bir türev davaya şirket adına devam etme izni alabilmesi için uzun bir prosedür sunmaktadır. Hukuk Komisyonu nun da belirttiği gibi, bu adımlar pratik değildir ve süreci yavaşlatmaktadır, bu da hakkı etkisiz ve kullanılamaz hale getirmektedir. Söylemek  gerekir  ki,  bir  pay  sahibinin  türev  dava  açmak  için  mahkemeye başvurması, yargılama giderleri ve davanın karmaşık prosedürü düşünüldüğünde davacıya ağır yükümlülükler getirmektedir. Dava sonunda verilecek olan kararın yalnız şirket adına ve hesabına bir çözüm olması ve başvuran pay sahibini dolaylı olarak etkilemesi de ayrıca hakkın kullanımı için pay sahipleri bakımından bir çekince oluşturmaktadır.Görülmektedir ki 2006 tarihli İŞK nın 11. bölümünde düzenlenen yasal prosedürün uygulamaya konulması azınlık hissedarların korunma alanını genişletmek adına birçok iyileştirme içermesine rağmen bazı endişeleri de barındırmaktadır. Mahkemenin takdir yetkisi davanın açılması ve devamı için oldukça geniştir ve şu ana kadar İngiliz hukukundaki örneklerine bakıldığında hâkimlerin davaya şirket adına devam edilmesi tercihini çok nadir yaptığı görülmektedir. Bunun yanında azınlık pay sahiplerine bahşedilen ve 2006 İŞK 994. maddesinde düzenlenen  haksız ayrımcılık davası 130 pay sahipleri için daha esnek ve kapsayıcı çözümler sunmaktadır. Bu davaya ilişkin bilgilere geçmeden önce bir sonraki bölümde Türk hukukunda yönetim kurulu ve yöneticiler aleyhine açılacak olan sorumluluk davalarının ne şekilde düzenlendiği incelenecektir.126  Reisberg dava giderleri hususunda açık bir düzenleme olmaması nedeniyle hala azınlık pay sahiplerinin bu hakkı kullanmaktan kaçındığını ve giderlerin şirket tarafından da katlanılması için bir düzenleme yapılması ve böylece pay sahiplerinin türev dava açmak için mahkemeye başvurmaya teşvik edilmesi gerektiğini savunmaktadır. Bknz Reisberg, ‘Funding Derivative Actions: A Re-Examination of Costs and Fees as Incentives to Commence Litigation  (n 57) 348.127  Law Commission, ‘Shareholder Remedies  (Law Com. No. 246, 1997), para. 6-4.128  Alistair Alcock, John Birds ve Steve Gale, Companies Act 2006 (1. Bası, Jordan Publishing 2009).129  İngiliz hukukunda azınlık pay sahiplerine verilen bu iki hakkın farkları ilerleyen bölümlerde incelenecektir.130  2006 İngiliz Şirketler Kanunu; madde 994.99İstanbul Hukuk Mecmuası 79/11.1.3.1.4 Türk Hukukunda Sorumluluk DavasıTürk Ticaret Kanunu (TTK) madde 553131 uyarınca anonim şirket yönetim kurulu üyeleri kanun ve esas sözleşmeden doğan yükümlülüklerini kusurları ile ihlal etmeleri halinde doğan zararlar sebebiyle şirkete, pay sahiplerine ve şirket alacaklılarına karşı sorumludurlar. Şirketin uğramış olduğu zararın tazmini için TTK madde 555 ve 556 da düzenlenen şartlarda şirketin yanı sıra pay sahipleri ve şirketin iflası halinde şirket alacaklıları da sorumluluk davası açabilir. Şirketin uğradığı zararın tazminini, şirket ve pay oranına bakılmaksızın her bir pay sahibi isteyebilir. İngiliz  hukukunun  aksine,  Türk  hukukunda  TTK  madde  555  ile  tazminatın şirkete ödenmesi koşuluyla şirketin uğradığı zararlardan dolayı şirketin yanında pay sahiplerine de doğrudan dava açma hakkı verilmiştir. İngiliz hukukunda uygulanan iki aşamalı sistem bizim hukukumuzda uygulanmamaktadır. Burada pay sahibinin talep edeceği zarar doğrudan değil dolaylı yani yansıyan bir zarardır. Yani burada söz konusu olan şirketin uğradığı zararın pay sahibine pay sahipliği dolayısıyla yansıması neticesinde ortaya çıkan zarardır. Kanun koyucu burada anonim şirket malvarlığında  yönetim  kurulu  üyelerinin  eylemleri  dolayısıyla  meydana  gelen azalmaların, pay sahiplerinin pay değerlerinde de bir azalma meydana getireceğini göz önünde bulundurarak pay sahiplerine de bu hakkı tanımıştır. Dolaylı zarara örnek  olarak,  şirkete  ait  makinaların  yönetim  kurulu  üyelerinin  şahsi  işlerinde kullanması,135 mal girişi olmamasına rağmen şirketin bono vererek borçlandırılması,136 şirket defterlerinin usulüne uygun hazırlanmaması yahut şirket adına çekilen kredinin şahsi işlerde kullanılması verilebilir. Yine, yönetim kurulu üyelerinin anonim şirket malvarlığında azalmaya sebebiyet vermeleri halinde meydana gelen zarar şirket açısından doğrudan zarar olarak kabul edilmeliyken, pay sahipleri ve alacaklılar için dolaylı zarar kabul edilmelidir. Yönetim kurulu üyeleri aleyhine açılacak olan sorumluluk davalarında yeni kanun kapsamında en tartışmalı konulardan biri şirket adına dava açılabilmesi için genel kurul kararının gerekli olup olmadığıdır. Kanun koyucu, mülga 6762 sayılı TTK da madde 341 kapsamında genel kurul kararıyla şirket yönetim kurulu üyelerinin aleyhine dava açılabileceğini düzenlemişti. Ancak şu an yürürlükte olan 6102 sayılı TTK da böyle bir düzenleme bulunmamaktadır. Öğretide de bu konu tartışmalı olup 131  Türk Ticaret Kanunu; madde 553. Companies Act 2006 (1. Bası, Jordan Publishing 2009).132  Yargıtay 11 HD, 6410/14405, 09.06.2016. 133  Haluk Tandoğan, 3. Şahsın Zararının Tazmini [Mesuliyet] (1. Bası, Ankara 1963) 98; Ahmet Kılıçoğlu, Borçlar Hukuku Genel Hükümleri (20. Bası, Seçkin 2016) 287.134  Poroy, Tekinalp ve Çamoglu (n 44) 604.135  Yargıtay 11 HD, 642/1273, 22.02.2012.136  Yargıtay 11 HD, 10318/9813, 13.05.2013.137  Mehmet Çelebi Can, ‘Pay Sahiplerinin veya Alacaklıların Doğrudan Zararlarının Tazmini Amacıyla İkame Edilen Sorumluluk Davalarında TTK m.1534 ün Etkisi  (2017) 21 Galatasaray Üniversitesi Hukuk Fakültesi Dergisi (GÜHFD) 4, 10-12.100Karatepe-Kaya / İngiliz Hukukunda Azınlık Pay Sahiplerinin Korunması ve Türk Hukuku ile Karşılaştırılmasıbazı yazarlarca şirket adına dava açabilmek için hala genel kurul kararına ihtiyaç duyulduğu savunulmaktadır. Buna karşılık, yeni kanunda genel kurul kararından doğrudan bahsedilmemiş olmasının bilinçli bir tercih olduğunu ve dolayısıyla şirket adına dava açabilmek için genel kurul kararına ihtiyaç olmadığını savunan yazarlar da vardır. Yargıtay ise anonim şirket tarafından yönetim kurulu aleyhine açılacak olan sorumluluk davalarında genel kurul kararının gerekli olduğunu içtihat etmiştir. Bir çözüm yolu olarak genel kurul kararı yerine İngiliz hukukunda olduğu gibi davanın  pay  sahiplerinin  başvurusu  üzerine  mahkemece  şirket  adına  açılması düşünülebilir. Ancak  zaten Türk  hukukunda  pay  sahipleri  tarafından  da  bizzat sorumluluk davası açılabilmektedir. Mahkemeye başvurup dava açma izni almalarına gerek yoktur. Yalnız belirtmek gerekir ki, mahkemenin pay sahibine türev davaya devam etme izni vermesi neticesinde davacı bizzat şirket olacağı için yani dava şirket adına ve hesabına açılmış olacağı için yönetim kurulu üyelerine karşı kusurlarının ve şirkete verdikleri zararın ispatı daha kolay olacaktır. Nitekim 6762  sayılı  mülga  TTK nın  336  ve  339.  maddelerine  göre  yönetim  kurulu üyelerinin  kusurlu  oldukları  kabul  ediliyordu  ve  onlardan  kusursuzluklarını ispat etmeleri bekleniyordu. Bir başka deyişle yönetim kurulu üyelerinin kusurlu olduklarına ilişkin bir karine mevcuttu ve bu karineye göre davacıların yönetim kurulu üyelerinin kusurlarını ispat etme yükümlükleri yoktu. Ancak 6102 sayılı yeni TTK madde 553 hükmünde böyle bir karineye yer verilmediği için kusurun varlığının ispat yükümlülüğünün davacıya ait olduğunu anlıyoruz. Ancak ispat için kullanılabilecek olan şirket belgeleri yönetim kurulunun kontrolünde olacağından yönetim kurulunun sorumluluğunun ispatı zor olabilir. İngiliz hukuk sistemine göre açılmış olan türev dava her ne kadar pay sahibince mahkemeye taşınsa da zaten şirket adına olacağından ispat bakımından kolaylık olacağı düşünülebilir. Nitekim, 2006  İngiliz  Şirketler  Kanunu  öncesinde  ortak  hukuk  hükümlerine  göre,  türev dava açmak için mahkemeye başvuran pay sahibinin ispat yükünün hafifletilmesi amacıyla Hukuk Komisyonu, şirket adına davaya devam edilmesine karar verme yetkisinin şirket yönetim kurulları yerine mahkemelere verilmesini tavsiye etmişti. Ayrıca böyle bir uygulamanın şirketleri pay sahiplerince açılan anlamsız ve sayıca 138  Abuzer Kendigelen, Yeni Türk Ticaret Kanunu: Değişiklikler, Yenilikler ve İlk Tespitler (3. Bası, On İki Levha 2016), 308; Erdoğan Moroğlu, 6102 Sayılı Türk Ticaret Kanunu (Başlangıç Hükümleri, Ticari İşletme, Ticaret Şirketleri, Kıymetli Evrak ve Son Hükümler) Değerlendirme ve Öneriler (7. Bası, On İki Levha 2012) 323; Oruç Hami Şener, Teorik ve Uygulamalı Ortaklıklar Hukuku (3. Bası, Seçkin 2017) 423. 139  Poroy, Tekinalp ve Çamoglu (n 44) 601; Mehmet Helvacı, ‘Yönetim Kurulu Üyelerinin Hukuki Sorumluluğunda Farklılaştırılmış Teselsül  (2013) Prof. Dr. Oğuz İmregün e Saygı Sempozyumu, 2 Galatasaray Üniversitesi Hukuk Fakültesi Dergisi (GÜHFD) 78.140  Yargıtay 11 HD, 5386/14890, 30.09.2014; Yargıtay 11 HD, 7487/6166, 02.06.2016.141  Hayri Domaniç, Anonim Şirketler (1. Bası, Eğitim 1978), 292.142  Pulaşlı (n 265) 715 vd.143  Himmet Koç, Anonim Şirket Yönetim Kurulu Üyelerinin Farklılaştırılmış Teselsül İlkesi Uyarınca Sorumluluklarına Genel Bir Bakış, (2020) Necmettin Erbakan Üniversitesi Hukuk Fakültesi Dergisi (NEÜHFD) 1, 3.144  Law Commission, ‘Shareholder Remedies  (Law Com. No. 246, 1997) para. 6.73.101İstanbul Hukuk Mecmuası 79/1yoğun dava yükünden kurtaracağı düşünülüyordu. Ancak son durumda İŞK madde 260 kapsamında pay sahibince türev dava iddiasıyla mahkemeye başvurulduğunda davanın  ilk  aşamasının  geçilip  mahkemeden  davaya  devam  edilmesi  için  izin alınabilmesi için de başvuran pay sahibinin davaya devam etmekteki menfaati ispat etmesi gerekmektedir. Düşünüldüğünde henüz davaya devam etme izni alınmamışken yönetim kurulu üyelerinin ya da diğer davalıların şirkete verdikleri kusurun ve zararın pay sahibi tarafından ispatı daha zor olacaktır. Kaldı ki yukarıda da ifade edildiği gibi mahkeme ilk aşamada davacının gösterdiği delillerle bağlıdır. Mahkeme ikinci aşamaya gelene kadar davalıdan veya şirkette ek delil talep edemez.Dahası, İngiliz hukukunda pay sahiplerini türev dava açmaktan alıkoyan en önemli  sebeplerden  birisi  birinci  aşamada  davanın  mahkemece  reddi  halinde yargılama giderlerinin pay sahibi tarafından bizzat ödenmesinin gerekliliği iken; Türk hukukunda TTK ‘da madde 555(2) uyarınca pay sahibinin açtığı davayı hukuki ve maddi sebepler haklı gösterdiği takdirde, mahkeme, dava giderleriyle avukatlık ücretini, bu giderler davalıya yükletilemediği hâllerde, davacı pay sahibiyle şirket arasında, hakkaniyete göre paylaştırılmasına karar verebilir. Burada amaç dolaylı zararın varlığında açılan sorumluluk davalarında pay sahibinin şirket hesabına bu davayı açmaya teşvik edilmesidir. Nitekim davanın kazanılması halinde tazminat hakkı  şirkete  ait  olacağından,  hakkaniyet  uyarınca  davanın  kaybı  durumunda da dava için yapılan masrafların şirket ve pay sahibi arasında paylaştırılması öngörülmüştür. Burada ayrıca türev davaların şirket yöneticilerinin yanında 3. kişilere karşı da açılmasının mümkün olduğunu,148 buna karşılık Türk hukukunda sadece TTK madde 553 kapsamında sayılmış olan kurucular, yönetim kurulu üyeleri, yöneticiler ve tasfiye memurlarına karşı sorumluluk davasının açılabileceğini belirtmek gerekiyor. İngiltere de açılmış olan türev dava örneklerine bakıldığında görülecektir ki bu davalarda da davalı genellikle yöneticilerdir. Ancak bu durum 3. kişilere karşı da 2006 İŞK madde 260 kapsamında türev dava açılabilmesinin mümkün olduğu gerçeğini değiştirmez. Dolayısıyla azınlık pay sahiplerinin hukuka aykırı eylem veya 145  Dignam ve Lowry (n 54) 190.146  6102  Sayılı Türk Ticaret  Kanunu  Gerekçesi  (<http://www.basbakanlik.gov.tr/docs/kkgm/kanuntasarilari/TURK%20TICARET/madde%20gerekc e.doc> Erişim tarihi 30 Kasım 2020.147  Ancak burada Yargıtay ın her zaman yargılama giderlerini şirket ve davacı pay sahibi arasında paylaştırmadığını eklemek gerekir. Nitekim bazı kararlarında Yargıtay dolaylı zarardan kaynaklanan sorumluluk davasında yargılama giderlerinin sadece davacı pay sahibi tarafından ödenmesine şirketle paylaştırılmamasına karar vermiştir. Bknz Moroğlu (n 139) 346; Ayrıca bakınız, Yargıtay 11 HD, 5587/10164, 23.05.2016; Yargıtay 11 HD, 16826/7902, 04.11.2014. Yargıtay bir nevi HMK m.326 de yer alan davada giderler haksız çıkan tarafa yükletilir prensibini esas almaktadır. Hakan Pekcanıtez, Oğuz Atalay ve Muhammet Özekes, Medeni Usul Hukuku (14. Bası, Yetkin 2013), 153.148  2006 İngiliz Şirketler Kanunu; madde 260(3).149  Yanlı, burada yönetici ifadesiyle kastedilenin sadece özel olarak belirlenmiş yahut görevlendirilmiş kişiler olmadığını bu kapsama şirketin temel faaliyetlerine yön veren kişilerin de dahil olabileceğini ifade etmektedir. Bknz Veliye Yanlı, ‘Şirkete Verilen Zarar Sebebiyle Sorumluluk Bağlamında  Yönetici  Kavramı ve Genel Kurul Kararı Gerekliliği Sorunu  (2019) 141 Terazi Hukuk Dergisi 51, 46-57, 48.102Karatepe-Kaya / İngiliz Hukukunda Azınlık Pay Sahiplerinin Korunması ve Türk Hukuku ile Karşılaştırılmasıişlemleri ile şirkete zarar veren çoğunluk paya sahip hissedarlar aleyhine türev dava açabilmeleri mümkündür. Sonuç olarak söylenebilir ki; İngiliz hukukunda İŞK madde 260 ve devamında yer alan türev dava ile Türk hukukunda TTK madde 555 te düzenlenen yönetim kurulu üyeleri aleyhine açılabilecek sorumluluk davası kıyaslandığında aralarında birçok farklıklar olduğu görülecektir. İngiliz hukuk sisteminde yer alan iki aşamalı türev dava her ne kadar yöneticilere karşı açılan gereksiz davaların sayısını azaltsa da kendi içerisinde sorunlar barındıran ve hem masrafları dolayısıyla hem de prosedürü dolayısıyla pek tercih edilmeyen bir davadır. 1.1.3.2 Haksız Ayrımcılık Davası (Unfair Prejudice Petition)1.1.3.2.1 Dava Hakkının Ortaya ÇıkışıOrtak hukukta görülebileceği gibi, Foss v Harbottle davasında ortaya çıkan kural pay sahiplerinin haklarını daraltmıştır. Zira bu dava neticesinde bir şirket ayrı bir tüzel kişilik olarak kabul edildi, yani üyelerinden (pay sahipleri ve yöneticilerden) ayrı yasal haklar ve sorumluluklarla donatılmış bir ‘tüzel kişi  haline geldi. İşte bu kural nedeniyle ortaya çıkan sorunların üstesinden gelebilmek için 1948 tarihli İngiliz Şirketler Kanununun 210. maddesinde  oppression remedy  adında yeni bir düzenleme oluşturulmuştur. Azınlık pay sahiplerine tanınan bu hak, aynı zamanda pay sahiplerinin şirket yönetiminden dışlanma yahut şirketin kötü yönetimi gibi sebeplerle başvurabilecekleri tek yol olan ve pay sahibine şirketin iflasını isteyebilme hakkı tanıyan tasfiye davasına alternatif olarak düzenlenen ilk haktır.İŞK 1948 in 210.maddesinde düzenlenen  oppression remedy , 2006 tarihli İŞK madde 994 te düzenlenen ve İngiliz hukukunda azınlık pay sahiplerine rahatlama sağlayan temel haklardan biri olan haksız ayrımcılık davasına başvurmanın temeli olarak görülmektedir. Nitekim, baskı anlamına gelen  oppression  ifadesi Scottish Co-operative Wholesale Society v Meyer davasında ‘külfetli, sert ve yanlış  olarak yorumlanmış ve belirsiz bulunmuştur. Bu konuda açıklık sağlamak için  unfair prejudice  teriminin kullanılması önerilmiş ve terim 1980 tarihli Şirketler Kanunu 75. maddede yer bulmuştur. Bu yeni düzenlemenin 1948 tarihli yasaya göre daha 150  Foss v Harbottle [1843], 67 ER 189.151  Dignam, Hicks and Goo (n 28) 225.152  Boyle ve Birds ve diğerleri (n 36) 58.153  Companies Act 1948; Sarah Worthington ve Len Sealy, Sealy s Cases and Materials in Company Law (9. Bası, Oxford University Press 2016), 647.154  1986 İngiliz İflas Yasası; madde 122.155  1948 İngiliz Şirketler Kanunu; madde 210.156  Scottish Co-op. Wholesale Society v Meyer [1959], A.C. 324157  1980 İngiliz Şirketler Kanunu; madde 75.103İstanbul Hukuk Mecmuası 79/1kapsayıcı olduğu ifade edilmiştir. 1980 tarihli düzenleme, 1985 tarihli Şirketler Kanunu madde 459 da da küçük değişiklikler yapılarak korunmuştur. Ve nihayet haksız ayrımcılık davası hem başvuru sebepleri hem de mahkemenin dava sonucu verebileceği kararlar dolasıyla pay sahipleri için en önemli dava haklarından biri olarak 2006 İŞK madde 994 te düzenlenmiştir.1.1.3.2.2 Dava Hakkının Genel Analiziİngiliz hukukunda bir azınlık pay sahibi, şirkette çoğunluk payı elinde bulunduran pay  sahiplerince  yahut  yöneticilerce  baskı  altına  alındığında  şirketin  adil  ve hakkaniyete dayanarak tasfiyesi için  tasfiye davası  açabilir. Ancak, özellikle şirket kârlı bir şirket ise, azınlık pay sahibi bu tür bir işlem yapmak konusunda isteksiz olabilir. İşte bu gibi durumlarda pay sahipleri alternatif bir çözüm olarak  haksız ayrımcılık davası  iddiasıyla mahkemeye başvurabilirler. Bu hak, İŞK 2006 nın 994. maddesinde düzenlenmiştir. 2006 İŞK 994. madde uyarınca, şirketin her bir pay sahibi, şirket işlerinin tamamının yahut bir kısmının, kasten veya ihmal yoluyla kendi menfaatlerine zarar verecek şekilde yürütülmesi halinde mahkemeye başvurarak haksız ayrımcılık davası açabilir. Bu dava yoluna başvuru oranı, borsada işlem görmeyen küçük ve orta ölçekli şirketlerde daha yüksektir. Zira halka açık bir şirkette, bir pay sahibinin diğer pay sahipleriyle veya şirket yönetimiyle ilgili bir sorunu varsa yahut şirkette haksız bir ayrımcılık hissediyorsa, hisselerini piyasada satabilir ve sorununu çözebilir. Tabi ki her 158  John McMullen, ‘Minority Protection and Section 75 of the Companies Act 1980  (1983) 42 The Cambridge Law Journal 204, 205.159  1985 İngiliz Şirketler Kanunu; madde 459.160  2006 İngiliz Şirketler Kanunu; madde 994.161  Bu hak 1986 tarihli İngiliz İflas Yasasının 122. Bölümünde düzenlenen  winding up the company on the basis that it is just and equitable  hakkıdır.162  Charlie Newington-Bridges, ‘A Practical Guide to Unfair Prejudice Petitions and their Interaction with Derivative Claims  (Stjohnschambers.co.uk,  2016)  <https://www.stjohnschambers.co.uk/wp-content/uploads/2018/07/Unfair-prejudicepetitions-and-derivative-actions.pdf> Erişim Tarihi 06 Ocak 2021.163  2006 İngiliz Şirketler Kanunu; madde 994.    Petition by company member  (1) A member of a company may apply to the court by petition for an order under this Part on the ground —  (a) that the company s affairs are being or have been conducted in a manner that is unfairly prejudicial to the interests of members generally or of some part of its members (including at least himself), or  (b) that an actual or proposed act or omission of the company (including an act or omission on its behalf) is or would be so prejudicial.  (1A) For the purposes of subsection (1)(a), a removal of the company s auditor from office —  (a) on grounds of divergence of opinions on accounting treatments or audit procedures, or  (b) on any other improper grounds, shall be treated as being unfairly prejudicial to the interests of some part of the company s members.]  (2) The provisions of this Part apply to a person who is not a member of a company but to whom shares in the company have been transferred or transmitted by operation of law as they apply to a member of a company.  (3) In this section, and so far as applicable for the purposes of this section in the other provisions of this Part,  company  means —  (a) a company within the meaning of this Act… 164  2006 İngiliz Şirketler Kanunu; madde 994.104Karatepe-Kaya / İngiliz Hukukunda Azınlık Pay Sahiplerinin Korunması ve Türk Hukuku ile Karşılaştırılmasızaman ve her şartta halka açık şirketlerde paylar satılmak istendiğinde kolaylıkla satış yapılabilir ve sorunlar çözülebilir demek doğru olmayacaktır. Nitekim İngiliz kanun koyucu da bu durumu gözeterek halka açık şirketlerin pay sahipleri için 2006 Şirketler Kanunu nda bu hakka başvuru noktasında herhangi bir kısıtlama getirmemiştir. Buna rağmen, bu şirketlerde  haksız ayrımcılık davası  açma yoluna başvurulması yahut açıldıktan sonra başarılı olunması oldukça nadirdir. Bunun yanında çoğunluk payı elinde bulunduran pay sahipleri için de haksız ayrımcılık davası açma noktasında kanuni bir engel bulunmamaktadır. Ancak yine onlar açısından da bu davayı açma oranı ve dava sonunda mahkeme tarafından olumlu karar verilmesi ihtimali oldukça düşüktür.1.1.3.2.3 Davanın Tarafları2006 İŞK madde 994 şirketteki her bir pay sahibinin başvuruda bulunduğu sırada pay sahibi olması şartıyla  haksız ayrımcılık davası  açabileceğini içermektedir. İŞK  994.167  madde  uyarınca  üyelik  kavramının  iki  anlamı  daha  vardır. Bunlardan birincisi, payların devredildiği ancak pay siciline işlenmediği hallerde de pay sahipliği geçerli kabul edilir. Payların devredilmesi ifadesinden, hukuka ve prosedüre uygun olarak söz konusu payların devralan kişiye geçirilmesi örneğin; pay senetlerinin teslimi anlaşılmalıdır. Sadece taraflar arasında pay devri anlaşması olması yeterli değildir. İkinci anlamı ise hisselerin hukuken aktarıldığı fakat henüz pay sahiplerinin isimlerinin sicile girmediği hallerde de üyelik geçerli kabul edilir ve davacı olunabilir.  Hukuken aktarılan  terimi, yasal unvanın geçtiği yasal bir prosedür gerektirir. Örneğin, bir üyenin ölümü üzerine hisseleri davacıya miras bırakabilir veya davacı, kişisel temsilci veya iflas halinde yediemin olabilir. Ayrıca madde 994 kapsamında şirketin eski pay sahipleri de dava açabilir. Nitekim eski bir pay sahibi, pay sahipliği sona erdikten sonra, pay sahibi olduğu sırada aleyhinde haksız bir eylemin gerçekleştirildiğini öğrenirse, o kişi davacı olabilir. Haksız ayrımcılık davasının daha iyi anlaşılabilmesi için bu davaya başvuru koşullarının analiz edilmesi gerekmektedir. İŞK madde 994 uyarınca davaya konu olan eylem, mahkemeye başvuran pay sahibinin, pay sahipliğinden kaynaklanan menfaatlerine haksız yere zarar vermelidir. 165  Re Ravenhart Service (Holdings) Ltd [2004], 2 BCLC 376.166  Robert A.G. Monks, ‘Modern Company Law for a Competitive Economy: The Strategic Framework  (2000) 8 Corporate Governance: An International Review 16, 18.167  2006 İngiliz Şirketler Kanunu; madde 994.168  Bknz Re a Company (No. 003160 of 1986) [1986], BCLC 391 169  Re a Company (No 003160 of 1986) [1986], BCLC 391; Re Quickdome Ltd [1988], BCLC 370.170  2006 İngiliz Şirketler Kanunu; madde 994/2.171  Re McCarthy Surfacing Ltd; Hecquet v McCarthy [2006], EWHC 832 (Ch).172  Davies ve Worthington (n 115) 682.173  2006 İngiliz Şirketler Kanunu; madde 994/1; Sealy ve Sarah (n 154) 691.105İstanbul Hukuk Mecmuası 79/1Ayrıca davacının şikayetçi olduğu davranış şirket üyesinin ayrımcı tutumunun bir sonucu olmalıdır. Bu husus yargıç Jonathan Parker J tarafından Re Blackwood Hodge  davasında  ifade  edilmiştir.  Buna  göre,  davacı  yalnızca  yöneticilerin görevlerini  ihlal  etmelerinden  kaynaklı  olarak  haksızlığa  uğradığını  değil  aynı zamanda söz konusu ihlallerin yöneticilerin ayrımcılığa varan haksız davranışları neticesinde olduğunu göstermelidir.İŞK madde 994 de haksız ayrımcı davranıştan ne anlaşılması gerektiğine ilişkin bir açıklama olmamasına rağmen, içtihatlarda bazı açıklamalar bulmak mümkündür. İçtihatlara  göre  kıstas,  makul  bir  kişi  tarafından  bu  davranış  neticesinde  azınlık hissedarlarının  çıkarlarının  haksız  yere  ayrımcı  davranışlarla  ihlal  edildiğinin değerlendirip değerlendirilemeyeceğidir. Davacının, şirketteki çoğunluk paya sahip olan pay sahiplerinin kötü niyetle hareket ettiklerini veya kendisine haksız muamele etme niyetinde olduklarını kanıtlaması gerekmemektedir. O Neill v Phillips davasında, yargıç Lord Hoffmann tarafından haksız davranışın tespitinde  adil  davranış kriterinin aranması gerektiği ifade edildi. Ayrıca  geleneksel ve genel  olarak şirket içinde yapılmaması gereken bir davranışın davacıya karşı davalılarca yapılmış olması halinde de yine haksız ayrımcılık davası açılabilmesinin mümkün olduğu belirtildi.O Neill v Phillips davası İngiliz hukukunda azınlık pay sahiplerinin korunması için oldukça önem arzetmektedir. Anılan davada, davalı Phillips, şirkette çoğunluk hisseye sahip, şirket işleri ve binalardan sorumlu bir şirketin yöneticisiydi. O Neill isimli bir çalışana, kârın %50 si ile birlikte şirkette %25 hisse sözü verdi. Phillips ayrıca O Neill i şirkete yönetici olarak da atadı. Phillips in yöneticilikten ayrılmasından sonra, O Neill şirkette tek ve fiili yönetici oldu. Ancak şirketin işleriyle ilgili sorun çıkmaya başladığında Phillips, O Neill i suçlayarak şirketin kontrolünü tekrar ele almak için kendini yönetici olarak atadı. Ayrıca daha önce yaptıkları kar paylaşımı sözleşmesini kendi adına feshettiğini söyleyerek O Neill e söz verdiği daha fazla hisseyi  verme  vaadini  gerçekleştirmeyeceğini  söyledi.  O Neill,  kâr  paylaşımı anlaşmasının sona ermesi ve kendisine şirkette daha fazla pay sağlayacak olan düzenlemenin tek taraflı olarak feshedilmesi gerekçesiyle Phillips e dava açtı. Her iki çözüm yolu için de başvurdu;180 adil ve eşitlikçi bir şekilde şirketin tasfiyesi veya haksız ayrımcılık gerekçesiyle paylarının satılarak bedelinin kendisine ödenmesi. 174  2006 İngiliz Şirketler Kanunu; madde 994; Re BSB Holdings Ltd (No 2) [1996], 1 BCLC 155; Irvine v Irvine (No 1) [2007], 1 BCLC 349; Re Southern Counties Fresh Foods Ltd [2008], EWHC 2810 (Ch).175  Re Blackwood Hodge [1997], 2 BCLC 650, 673.176  Re Sunrise Radio, Kohli v Lit [2010], 1 BCLC 367.177  Dignam ve Lowry (n 54) 237.178  Newington-Bridges (n 163) 1.179  O Neill v Phillips [1999], 2 BCLC 1.180  2006 İngiliz Şirketler Kanunu; madde 994; Dignam ve Lowry (n 54) 239.181  1986 İngiliz İflas Yasası; madde 122.182  Dignam ve Lowry (n 54) 239.106Karatepe-Kaya / İngiliz Hukukunda Azınlık Pay Sahiplerinin Korunması ve Türk Hukuku ile KarşılaştırılmasıLordlar Kamarası tarafından yapılan yargılama sonucunda, taraflar arasındaki anlaşmanın  resmi  bir  anlaşma  olmadığı  ve  dolayısıyla  davacıda  hisse  payının artırılacağı yönünde meşru bir beklentinin bulunamayacağı gerekçesiyle O Neill in haksız olduğuna karar verildi. Lord Hoffmann, burada İŞK madde 994 ün uygulama alanında bulunan bir sorun olduğunu düşündüğü için şirket pay sahipleri arasında dürüstlük  kuralına  aykırı  olarak  ortaya  çıkan  uyuşmazlıklar  dolayısıyla  haksız ayrımcılık davasının açılabileceğini belirtti. Bu dava sonucunda, azınlığa yapılan haksızlığın, davalının hukuka aykırı eylemleri yanında, kendi menfaati için dürüstlük kuralına  aykırı  olacak  şekilde  yapmış  olduğu  eylemler  dolayısıyla  da  ortaya çıkabileceği kabul edildi. Grace v Biagiol davasında mahkemenin verdiği karar O Neill davasına paraleldi ve Lord Hoffmann ın görüşünü doğruladı.2006 tarihli İŞK madde 994 uyarınca açılan bir haksız ayrımcılık davasında davacının şikâyet ettiği davranışın, kurumsal bir işlem veya eylemden kaynaklanan ‘şirket  işleri   ile  ilgili  olması  gerekmektedir.   Şirket  işleri   ifadesinden  ne anlaşılması gerektiğine ilişkin yasada herhangi bir açıklama mevcut değildir. Bu hususta, içtihat hukukuna baktığımızda Re Legal Costs Negotiators Ltd davasında verilen karar dikkat çekmektedir. Anılan davada, mahkeme, şirket pay sahipleri arasındaki bir uyuşmazlıktan dolayı dördüncü pay sahibinin paylarının diğer üç hissedara satılması talebini reddetti ve bu davaya konu olacak haksız eylemin şirket tarafından  yapılması  gerektiğine  örneğin,  şikâyete  konu  işlem  veya  eylemin yönetim kurulu veya şirket genel kurulu kararıyla haksız olarak ortaya çıkması gerektiğine hükmetti. Özetlemek gerekirse, davacı şikâyetine konu olan işlem veya eylemin hem haksız olduğuna hem de ayrımcı davranışlarla yapıldığına dair mahkemeyi ikna etmelidir. Mahkeme de yargılama süresince dava ile ilgili unsurları değerlendirirken objektif olmalı ve madde 994 çerçevesinde bir karar verebilmek için haksız davranışın kaynağının  şirketi  kontrol  edenlerin  baskıcı  ve  ayrımcı  tutumuna  dayandığı konusunda ikna olmalıdır.183  Grace v Biagiol [2006], 2 BCLC 70.184  French, Mayson ve Ryan (n 52) 572.185  Hannigan (n 87) 490.186  Re Legal Costs Negotiators Ltd [1999], 2 BCLC 171.187  Ayrıca burada not düşmek gerekir ki eğer şirket yönetiminde bulunan ve şirketin kontrolünü elinde bulunduran kişi tarafından davacıya karşı bir haksız ve baskıcı eylem varsa  unfair prejudice petition  hakkının uygulanabilirliği düşünülebilir; Dignam ve Lowry (n 54) 488.188  Dignam ve Lowry (n 54) 228.189  Nicholas v Soundcraft Electronics Ltd [1993] BCLC 360, Sikorski v Sikorski [2012], EWHC 1613 (Ch).190  Re RA Noble & Sons Clothing Ltd [1983], BCLC 273, Fisher v Cadman [2006], 1 BCLC 499, Wilson v Jaymarke Estates Ltd [2007], UKHL 29.107İstanbul Hukuk Mecmuası 79/11.1.3.2.4 Davaya Konu Olabilecek Uyuşmazlıklar ve İngiliz İçtihat Hukukundan Örneklerİngiltere de, mahkemeler, bazen yapılan yargılamanın sonunda 2006 İŞK madde 994 kapsamında karar vermeyi reddetmiş olsalar bile uygulayıcı ve akademisyenlerin ilgili maddeyi daha iyi anlamalarına yardımcı olmak için ayrıntılı analizler yapmış ve gerekçeli kararlarıyla literatüre katkı sağlamışlardır.Şirket yönetiminden dışlanma, şirketin hatalı ve pay sahibine zarar verebilecek şekilde yönetimi, yöneticilerin temsil yetkisini kötüye kullanması, şirketin işleyişine ilişkin hususlarda pay sahibine danışmama veya bilgi verememe, ana sözleşmenin veya pay sahipleri arasındaki sözleşmelerin ihlali, kâr payı ödenmemesi gibi hususlar İŞK madde 994 kapsamında açılacak olan haksız ayrımcılık davasının gerekçelerine örnek olarak sayılabilir. Davacıların haksız ayrımcılık davasına en çok başvurduğu haller aşağıda incelenecektir.1.1.3.2.4.1 Şirket Yönetiminden DışlanmaHaksız davranışın en önemli örneklerinden biri, özellikle küçük ölçekli şirketlerde pay sahibinin yönetimden dışlanması veya yönetim kurulundan haksız yere çıkarılmasıdır.Yönetimden dışlanma iddialarının,  haksız ayrımcılık davası  kapsamında haksız eylem olarak değerlendirilerek hüküm verilmesi olasılığı halka açık şirketlerde veya üyelerin çoğunluğunun yabancı yatırımcı olduğu şirketlerde daha düşüktür. Çünkü yabancı yatırımcıların beklentileri genellikle yatırımlarından daha fazla gelir elde etmektir. Ancak, küçük ölçekli ve halka kapalı şirketlerde, üyeler arasında resmiyetten ziyade karşılıklı güven ve anlayışa dayalı kişisel bir ilişki görmek mümkündür. Bu tür şirketlerde pay sahipleri çoğunlukla yönetici pozisyonunda da olurlar. Davacı eğer şirket yönetiminden dışlandığını iddia ediyorsa, ortada yönetimden dışlanmaya dayalı haksız bir davranışın olup olmadığına karar verebilmek için her dava kendi koşullarına göre değerlendirilir ve mahkeme genellikle davacının olaydaki meşru beklentilerini araştırır. Re Tottenham Hotspur plc.194 davasına konu olan olayda Terry Venables şirketteki görevinden alınınca kendisine haksızlık yapıldığı iddiasıyla madde 994 kapsamında mahkemeye başvurdu. Terry Venables, halka açık bir şirket olan Spurs futbol kulübünün CEO suydu. Mahkeme bu davayı Terry Venables in şirkette yönetici olarak devam etmek için meşru bir beklentisi olamayacağı gerekçesiyle reddetti.191  Bourne (n 63) 234.192  Re Posgate & Denby (Agencies) Ltd [1986], 2 BCC 99.193  Legitimate expectation194  Re Tottenham Hotspur Plc [1994], 1 BCLC 655.195  Dignam ve Lowry (n 54) 241.108Karatepe-Kaya / İngiliz Hukukunda Azınlık Pay Sahiplerinin Korunması ve Türk Hukuku ile KarşılaştırılmasıBunun aksine, Re RA Noble & Sons (Clothing) Ltd davasında, pay sahibinin şirketten dışlanması sebebiyle mahkeme davacıyı haklı kabul ederek madde 994 kapsamında bir hüküm vermiştir. Yönetimden dışlanmanın haksız davranış kabul edilerek davacının haklı bulunduğu ve mahkemenin madde 994 kapsamında bir çözüm yolunda karar kıldığı davalardan biri de Re London School of Electronics Ltd.197 davasıdır. Anılan davada, Mr Lytton bir eğitim şirketinde %25 paya sahip bir pay sahibi ve aynı zamanda yönetici olarak şirket yönetiminden dışlandığını iddia etmiştir. Davacı, şirket yönetiminden dışlanmasının gerekçesinin diğer yöneticilerin kendi aleyhindeki haksız ve ayrımcı davranışları olduğunu savunmuştur. Diğer yöneticiler  ise  Lytton ın,  şirket  aracılığıyla,  öğrencileri  kendi  kurduğu  eğitim kurumuna  yönlendirdiğini  ve  bunun  kabul  edilemez  bir  durum  olduğunu söylemişlerdir. Mahkeme ilgili kanun hükmünde davacının davayı açarken kusuruz olması gerektiğine (temiz ellerle gelmesi gerektiğine) dair bir ibare olmadığını dolayısıyla  davacının  iddiasını  kanıtlaması  halinde  kusuru  olsa  bile  bu  madde kapsamında lehine hüküm verilebileceğini belirtmiş ve davacının hisselerinin diğer hissedarlar veya şirketin kendisi tarafından uygun bir bedelle satın alınarak davacının şirketten çıkmasına karar vermiştir.Örneklerden de anlaşılacağı üzere, yönetimden ve şirket işlerinden dışlanma gerekçesiyle  açılan  davalarda  başarılı  bir  sonuca  ulaşma  oranı  küçük  ölçekli şirketlerde  hatta  özellikle  İngiltere de   quasi-partnership   olarak  adlandırılan şirketlerde daha yüksektir. Bu şirketler, pay sahipleri arasındaki kişisel ilişkilerin özellikle güven ilişkisinin ve karşılıklı anlayışın ön planda olduğu şirketlerdir. Genellikle bu tür şirketlerde pay sahipleri aynı zamanda yönetici pozisyonunda da bulunurlar. Belirtmek gerekir ki, mahkemenin değerlendirmesi her dava için farklı olacaktır. Anılan türden bir şirkette pay sahibi olan davacının şirket yönetiminden dışlandığı iddiasıyla açtığı dava her zaman davacı lehine sonuçlanır denilemez.1.1.3.2.4.2 Kötü YönetimİŞK madde 994 kapsamında değerlendirilebilecek haksız davranışın en önemli örneklerinden  biri  şirketin  kötü  yönetilmesi  halidir. Yönetim  kurulu  şirketin yönetimini gerektiği şekilde yerine getirmezse ve sermaye kaybına veya şirketin zarar etmesine neden olursa ve bunun neticesinde pay sahipleri de zarar görmüşse burada haksız davranışın varlığından söz edilebilir. 196  Re RA Noble & Sons Clothing Ltd [1983], BCLC 273.197  Re London School of Electronics Ltd [1986], Ch. 211.198  Dava tarihinde geçerli olan kanun itibariyle dava 1980 tarihli Şirketler Kanununun 75. maddesine dayanarak açılmıştır.199  Bourne (n 63) 235.200  Bourne (n 63) 234.201  Hannigan (n 87) 427.202  Robin Hollington, Hollington on Shareholders  Rights (8. Bası, Sweet & Maxwell 2016).109İstanbul Hukuk Mecmuası 79/1Burada belirtilmeli ki bazen davacı, şirkette kötü yönetim olduğunu kanıtlamak için kanıt sunsa bile, mahkeme, şirket yöneticilerinin kararlarının davacıya karşı haksız  ayrımcılık  içerdiği  konusunda  karar  vermekte  isteksiz  olabilmektedir. Mahkemenin isteksizliği iki gerekçeye dayanmaktadır.Bunlardan ilki, yönetim kurulunun şikâyet konusu olayda iyi niyetle ve şirketin faydasına olacağını düşünerek bir karar almış olmasıdır. İkincisi ise şirketler hukukunun doğasına uygun olarak, şirket yönetim kurulu tarafından alınan kararların bir soruna yol açması her zaman mümkündür. Nitekim  business judgement rule  yani bizim ifade ettiğimiz şekliyle iş adamı kararı ilkesi uyarınca, yönetim kurulu üyeleri, üyelik sıfatlarına dayanan ve ortaklığın olağan iş ve faaliyetlerini gerçekleştirmekten kaynaklanan  seçimlerinin  sonuçlarından  dolayı  sorumlu  tutulamazlar  ve  bu faaliyetlerden dolayı yargılanamazlar. Bu nedenle, şirketin işleyişinde aksaklıklara neden olmuş olsa bile yöneticilerin yapmış olduğu işlemler hakimler tarafından madde 994 kapsamında haksız davranış olarak değerlendirmeyebilir. Ancak takdir hakkı yine mahkemelerdedir.Şirketin  kötü  yönetildiği  iddiasıyla  açılan  davalarda  sorun  çoğunlukla  pay sahipleri ve yöneticiler arasındaki ticari politika farklılıklarından kaynaklanmaktadır. Mahkemenin şirketin kötü yönetimi gerekçesiyle madde 994 kapsamında davacı lehine bir karar verebilmesi için ortada yöneticilerin özen yükümlülüklerinin dışına çıktıklarını veya görevlerini ihlal ettiklerini gösteren kanıtlar bulunmalıdır. Genel olarak hangi faktörlerin şirketin kötü yönetiminin göstergesi olacağını içeren bir düzenleme yahut bir mahkeme kararı yoktur. Mahkeme, Re Elgindata Ltd davasında, şirket yöneticileri şirkette payların çoğunluğuna sahip ve şirketi yönetirken hatalar yapmış kişiler olmasına rağmen, şirketin yönetim kurulu tarafından verilen kararların haksız ayrımcılık davasında başarılı bir sonuca ulaşmak için gerekçe olamayacağını belirtti.Bununla birlikte İŞK madde 994211 kapsamında verilen mahkeme kararlarından biri olan Re Macro (Ipswich) Ltd davasında, yöneticilerin şirketi kötü yönetimi 203  Kershaw (n 31) 274.204  Joffe (n 65) 290.205  Re Elgindata Ltd [1991], BCLC 959.206  Stephen Radin, The Business Judgement Rule – Fiduciary Duties of Corporate Directors (5. Bası, Aspen Law and Business 1998).207  Oak Investment Partners XII, Limited Partnership v Boughtwood [2009], 1 BCLC 453; Joffe (n 65) 291.208  Stuart Sime ve Margot Taylor, Company Law in Practice (12. Bası, Oxford University Press 2017), 188.209  Re Elgindata Ltd [1991], BCLC 959.210  Dignam ve Lowry (n 54) 244; Sealy ve Sarah (n 154) 729.211  2006 İngiliz Şirketler Kanunu; madde 994.212  Bknz Re Macro (Ipswich) Ltd [1994], 2 BCLC 354; Anılan davada ilişkili iki şirkette de müdür olan şirketin yöneticilerinden birinin uzun yıllar şirketteki görevlerini ihmal etmesi sonucu, çalışanlar, şirketin emlakçıları tarafından kazanılan komisyonları çalarak şirket varlıklarını kötüye kullanmışlardır.110Karatepe-Kaya / İngiliz Hukukunda Azınlık Pay Sahiplerinin Korunması ve Türk Hukuku ile Karşılaştırılmasınedeniyle  bir  şirketin  büyük  bir  mali  kayba  uğraması  neticesinde,  mahkeme, azınlık pay sahibi olan davacının hisselerinin uygun bir bedel karşılığı (bu bedel belirlenirken şirketin yöneticilerin ihlalleri neticesi sebep oldukları zarar da göz önünde bulundurulmak suretiyle)213 payların çoğunluğuna sahip hissedarlar veya tek başına bir yönetici tarafından satın alınmasına karar vermiştir. Özet olarak söylenebilir ki, yöneticilerin şirkette yol açtıkları sorunlar ve görevlerini ihlal ederek şirketi kötü yönetmeleri yani şirketi zarara uğratmaları halinde mahkemenin İŞK madde 994 kapsamında karar verebilmesi için basit bir görev ihlali yerine şirkete daha ciddi zararlar vermiş bir kötü yönetim olmalıdır. Bunun yanında eğer ki davacının başvurulabileceği başka bir yol varsa, yöneticilerin görevden alınmasını sağlamak gibi, davacı sorununu çözmek için öncelikle o yolu tercih etmelidir.1.1.3.2.4.3 Yöneticilerin Görevlerini Kötüye KullanmasıKüçük ölçekli bir şirketin dava konusu edildiği Re London School of Electronics Ltd  davasında,  aynı  zamanda  şirkette  payların  çoğunluğuna  da  sahip  olan yöneticiler, şirketin varlıklarını kendi sahip oldukları başka bir şirkete kullandırmak suretiyle görevlerini kötüye kullanmış ve davacı azınlık pay sahibinin başvurusu üzerine mahkeme 994. madde kapsamında davacı lehine karar vermiştir. Yine bu madde kapsamında davacının lehine karar verilen davalardan olan Gerrard v Koby davasında,  davacı  tarafından  yöneticilerin  şirket  fırsatlarını  kendi  hesaplarına kullanarak görevlerini kötüye kullandıkları iddia edilmiştir.Özetlemek gerekirse, bir yöneticinin güvene dayalı görevlerini kötüye kullanması İŞK madde 994 kapsamında her zaman haksız davranış teşkil etmez. Ancak, böyle bir iddia söz konusuysa, mahkeme bu durumu dikkatle değerlendirmelidir. Nitekim bazen özellikle küçük ölçekli şirketlerde ve yöneticilerin aynı zamanda şirkette payların çoğunluğuna sahip hissedarlar olduğu durumlarda haksız ayrımcılık davası hükümleri kapsamında karar verilebilir.1.1.3.2.5 Dava Sonucu Mahkemenin Alabileceği Kararlar2006 tarihli Şirketler Kanununun 996 (1) maddesi uyarınca, bir pay sahibinin  haksız  ayrımcılık  davası   hükümleri  kapsamında,  şirkette  haksız  ve  baskıcı 213  French, Mayson ve Ryan (n 52) 585.214  Dignam ve Lowry (n 54) 243.215  Kershaw (n 31) 280.216  Hannigan (n 87) 427.217  Re London School of Electronics Ltd [1986], Ch 211.218  Re Baumler (UK) Ltd Gerrard v Koby and another [2004], All ER (D) 139.219  2006 İngiliz Şirketler Kanunu; madde 994.220  Cook v Deeks [1916], 1 AC 554; Joffe (n 65) 306.111İstanbul Hukuk Mecmuası 79/1davranışlara maruz kaldığı gerekçesiyle dava açması halinde, mahkeme pay sahibinin sorununu çözecek bir hüküm vermelidir.İŞK madde 996 (2) uyarınca, mahkeme; şirketten şikayet edilen davranıştan kaçınılmasını ve bir daha aynı davranışın tekrar edilmemesini;222 davacının talep ettiği işlemin şirket yöneticilerince yapılmasını; davacı tarafından şirket adına mahkemeye talepte bulunulmasına izin verilmesini;223 ve en çok başvurulan çare olarak davacı pay sahibinin hisselerinin şirket ve ya diğer pay sahipleri tarafından satın alınarak bedelinin davacıya ödenmesini isteyebilir. Özellikle İŞK madde 994 kapsamında en çok verilen karar olan davacı pay sahibinin paylarının satılarak şirketten ayrılması çözüm yolu bu hakka bir sonlandırma(exit) hakkı niteliği kazandırmıştır.Aşağıda  İngiliz  hukukunda  azınlık  pay  sahiplerine  bahşedilmiş  önemli  dava haklarından biri olan tasfiye davası incelenecektir.1.1.3.3 Tasfiye Davası (Winding Up Order)1986 yılında yürürlüğe giren İngiliz İflas Yasası madde 122/1 uyarınca göre azınlık pay sahipleri, adil bir gerekçeyle şirketin feshini talep etmek için mahkemeye başvurma hakkına sahiptirler. Bu yol daha çok hissedarlar arasında güven kaybının olduğu şirketlerdeki pay sahipleri için faydalı olabilir. Uygulamada, bir şirketin adil gerekçelerle feshedilmesinin tipik olduğu üç önemli durum söz konusudur. İlk olarak, genellikle küçük ortaklıklarda ortaya çıkan pay sahibinin yönetimden dışlanması  durumudur.  Nitekim  azınlık  hissedarının  çoğunluk  paya  sahip hissedarların etkisiyle şirketteki yöneticilik pozisyonundan çıkarılması, şirketteki tüm menfaatlerini kaybetmesine sebep olmaktadır. Bu hakkın kullanımına verilebilecek en önemli örneklerinden biri Ebrahimi v Westbourne Galleries Ltd.229 davasıdır.İngiliz şirketler hukukunda Ebrahimi v Westbourne Galleries Ltd davasının önemi büyüktür. Bu davada, bir hissedarın  quasi-partnership  olarak kurulmuş olan bir şirketin yönetiminden haksız bir şekilde çıkarılması söz konusudur. Bu davayı önemli kılan nokta ise davada Lord Wilberforce başkanlığındaki mahkeme tarafından, 221  2006 İngiliz Şirketler Kanunu; madde 996/1.222  2006 İngiliz Şirketler Kanunu; madde 996/2.223  2006 İngiliz Şirketler Kanunu; madde 996/2; Karar örneği için bknz O Neill v Philips [1999], 1 WLR 1092. 224  Davacının hisselerinin şirket tarafından satın alınması durumunda, mahkeme şirket sermayesinin azaltılmasına karar verebilir.225  2006 İngiliz Şirketler Kanunu; madde 996/2.226  Ruth Redmond-Cooper, ‘Management Deficiencies and Judicial Intervention: A Comparative Analysis  (1988) 9(8) Company Lawyer, 169. 227  1986 İngiliz İflas Yasası; madde 122.228  Hollington (n 203) 38.229  Ebrahimi v Westbourne Galleries Ltd [1973], AC 360.230  Joffe (n 65) 284.112Karatepe-Kaya / İngiliz Hukukunda Azınlık Pay Sahiplerinin Korunması ve Türk Hukuku ile Karşılaştırılmasıİngiliz İflas Yasası nın 122. maddesi kapsamında şirketin tasfiyesi istemiyle açılan bir davada, pay sahibinin şirket yönetiminden dışlanmasının adil gerekçe olarak kabul edilip edilemeyeceğinin gerekçeli olarak analiz edilmiş olmasıdır.Anılan davada, Mr. Ebrahimi ve Mr Nazar  quasi partnership  şeklinde kurulmuş olan bir şirketin hissedarları ve aynı zamanda yöneticileriydi. İkisi de şirkette eşit hisse oranına sahiptiler. Bu iki ortağın şirket yönetimindeki pozisyonları ve güçleri aynı seviyedeydi. Daha sonra 1958 de işi daha profesyonel bir şekilde yürütmek için özel bir şirket kurmaya karar verdiler ve yine bu şirkette de ikisi birlikte yönetici oldular. Mr Nazar ın oğlu da şirketin müdürü olarak atandıktan sonra onların babaoğul pay oranları ve şirketteki güçleri Mr Ebrahimi ye göre daha fazla oldu. Nitekim genel kurulda oy çokluğuna sahip oldular. Kendisine karşı yapılan şirketten ve yönetimden dışlama eylemlerine daha fazla dayanamayan Mr Ebrahimi 1964 yılında, 1948 Şirketler Yasası nın 210. maddesi uyarınca sorunun çözülmesi aksi halde şirketin tasfiye edilmesi için mahkemeye başvurdu. Bu davada mahkeme tarafından şirketin veya diğer hissedarların eylemleri neticesinde pay sahibine karşı adil hak ve yükümlülükler ve meşru beklentiler ihlal edilmişse şirketin tasfiye edilebileceği kabul edilmiştir.Lord Wilberforce un dava hakkındaki görüşleri ve değerlendirmeleri azınlık pay sahiplerinin sahip olduğu yasal çözüm yollarını ve bunlar arasındaki ilişkiyi netleştirdi. Nitekim onun  adil hak ve yükümlülüklerin şirketin tasfiyesine varabilecek kadar ihlal edilmiş olması  noktasındaki yaklaşımını Re A Company davasında yargıç Hoffmann J da benimsedi. Ebrahimi v Westbourne Galleries Ltd davasında Mr Ebrahimi şirkette kendisi üzerinde baskı olduğunu iddia ediyor ve bu durumu bertaraf edebilmek için 1948 tarihli İŞK madde 210236 kapsamında çözüm yolu arıyordu. Ayrıca alternatif olarak sorunun çözülememesi halinde şirketin tasfiyesini talep etmişti. Mahkeme yargılama sonunda  1948  tarihli  İŞK  madde  210  kapsamında  ortada  haksız  bir  davranış bulunmadığına hükmederek davayı reddetti. Ancak burada, Dignam ın da belirttiği gibi mahkemenin Mr Ebrahimi nin şikâyetlerini dikkate alarak, paylarının başka bir pay sahibine yahut şirketin kendisine devredilmesi suretiyle davacının ortaklıktan ayrılmasına karar vermesi daha uygun olacaktı.231  1986 İngiliz İflas Yasası; madde 122.232  French, Mayson ve Ryan (n 52) 70.233  Dignam, Hicks ve Goo (n 28) 442.234  Re a Company (No. 00477 of 1986) [1986], BCLC 376.235  Ebrahimi v Westbourne Galleries Ltd [1973], AC 360.236  1948 İngiliz Şirketler Kanunu; madde 210.237  Dignam, Hicks ve Goo (n 28) 442.113İstanbul Hukuk Mecmuası 79/1Bununla  birlikte  İngiliz  hukukunda  davanın  koşullarına  göre  mahkemelerin çeşitli çözüm yolları ürettiği görülmüştür. Nitekim mahkeme bazen Loch v John Blackwood Ltd davasında olduğu gibi şirket üyeleri arasında güven kaybının davacı tarafından kanıtlandığı durumlarda şirketin feshine karar vermiştir. Re Yenidje Tobacco Co Ltd davasında olduğu gibi bazen de şirketin işlerinin yürütülmesinin durdurularak tabiri caizse şirketin kilitlenmesi gerekçesiyle açılan davalarda şirketin feshine karar vermiştir.Belirtmek gerekiyor ki, 1986 İngiliz İflas Yasasının 125 (2) maddesi uyarınca, eğer davacının şirketteki pozisyonunu düzeltmek için başvurabileceği başka bir yol varsa mahkeme tasfiyeden önce o çözüm yoluna gitmelidir. Yani şirketin tasfiyesi son çaredir. Uygulamaya bakıldığında, genellikle davalı tarafın davacının hisselerini almayı teklif ettiği ve dolayısıyla davacının İngiliz İflas Yasası 122 (1) maddesi kapsamına girme  girişiminin  durdurulduğu  görülecektir.  Davacı  şirketin  tasfiyesinde  ısrar ederse başka bir çözüm yolu olmadığını ve bu tüzel kişiliğin sona erdirilmesinin adil olduğunu ispat etmelidir. Burada iki hukuk yolu bakımından bir fark olduğu görülmektedir. Zira, davacı İflas Yasası madde 122 kapsamında mahkemeye başvurduğunda sonuca ulaşabilmek için şirketin tasfiyesinin adil ve hakkaniyete uygun olduğunu ispat etmek zorundayken; 2006 İŞK madde 994 uyarınca bir çözüme ulaşabilmesi için şirkette davalıların haksız davranışlarına maruz kaldığını ispat etmesi yeterlidir. Bu durum göstermektedir ki İŞK madde 994 te düzenlenen haksız ayrımcılık davası daha geniş bir kapsama ve dolayısıyla azınlık pay sahipleri için daha geniş bir korumaya sahiptir. Kaldı ki, gerekçeleri neredeyse aynı olan bu iki kanun yolundan tasfiyenin seçilmesi hem şirket için hem de şirketle alakalı diğer kişiler yani pay sahipleri, alacaklılar, kredi verenler için daha ağır sonuçlara yol açabilecektir. Davacı pay sahibinin sorunlarının çözümü için paylarının devralınarak şirketten ayrılması çoğu zaman yeterli olacaktır.238  Loch v John Blackwood Ltd [1924], AC 783.239  Re Yenidje Tobacco Co. Ltd [1916], 2 Ch. 426.240  Dignam ve Lowry (n 54) 242.241  1986 İngiliz İflas Yasası; madde 125.242  Boyle ve Birds ve diğerleri (n 36) 675.243  1986 İngiliz İflas Yasası; madde 122.244  Pettet ve diğerleri (n 38) 231.245  Robin Hallington, ‘Oppression of Minority Shareholders: Reflections on Blisset v Daniel  (2007) 19 Denning Law Journal 5, 8.114Karatepe-Kaya / İngiliz Hukukunda Azınlık Pay Sahiplerinin Korunması ve Türk Hukuku ile Karşılaştırılması2. Türk Ticaret Kanunu nda Düzenlenen Haklı Sebeple Fesih Davası ve Bu Davanın İngiliz Hukukunda Azınlığa Tanınan Davalarla Karşılaştırılması2.1. Haklı Sebeple Fesih Davasının İngiliz Hukukundaki Davalarla KarşılaştırılmasıTürkiye de ne eski 6762 sayılı kanunda ne de yeni 6102 sayılı Türk Ticaret Kanunu nda  (TTK),  2006  İŞK  994.  maddesindeki  haksız  ayrımcılık  davasıyla tamamen aynı olan bir hüküm bulunmamaktadır. Ancak, yargılama sonunda verilen tasfiye kararı, davacının paylarının satılarak bedelinin davacıya ödenmesi suretiyle pay sahibinin şirketten çıkarılması ve davanın başvuru koşulları gibi hususlar birlikte düşünüldüğünde, İngiliz İflas Yasası 1986 nın 122 (1) (g) maddesinde yer alan ve yukarıda analiz edilen tasfiye davası ve İŞK 994 te düzenlenen haksız ayrımcılık davasının birlikte TTK madde 531 de düzenlenen haklı sebeple fesih davasına karşılık geldiği söylenebilir.Madde metni lafzen yorumlandığında ve Yargıtay ın TTK 531. madde kapsamındaki kararları incelendiğinde, her ne kadar anılan maddenin yapımında teorik olarak İsviçre Borçlar Kanunu nun 736 (4). maddesinden esinlenilmiş olsa da, uygulamada İŞK 994 de yer alan haksız ayrımcılık davasına benzediği görülecektir.TTK madde 531 uyarınca hâkim, fesih yerine, payların bedelinin davacı pay sahibine ödenerek davacı pay sahibinin şirketten çıkarılmalarına veya duruma uygun düşen ve kabul edilebilir başka bir çözüme karar verebilir. Burada hâkime tanınan seçim hakkı düşünüldüğünde alışılagelmiş İsviçre hukuk sisteminin aksine hâkime geniş bir takdir yetkisi verildiği görülecektir. Nitekim hâkim davacının fesih talebiyle bağlı değildir. Bu yönüyle TTK madde 531 in hâkime geniş bir takdir yetkisi tanıyan İngiliz hukukuna yakın olduğu söylenebilir. Sadece takdir hakkı bakımından değil aynı zamanda TTK madde 531 de  Mahkeme, fesih yerine, davacı pay sahiplerine, paylarının karar tarihine en yakın tarihteki gerçek değerlerinin ödenip davacı pay sahiplerinin şirketten çıkarılmalarına veya duruma uygun düşen ve kabul edilebilir diğer  bir  çözüme  karar  verebilir.   ifadesi  de  İŞK  994.  maddesi  ile  benzerlik taşımaktadır. Nitekim İsviçre Borçlar Kanunu nun 736 (4). maddesinde yalnızca  diğer çözümlere  atıfta bulunulmaktadır. Ancak İŞK madde 994 ün devamı olan 996. maddesinde de açıkça davacı pay sahibinin paylarının satılarak pay sahibinin şirketten çıkarılması düzenlenmektedir.246  İsviçre Borçlar Kanunu; madde 736/4.247  Veziroğlu (n 9) 533.248  ibid 534.249  İsviçre Borçlar Kanunu; madde 736/4.250  2006  İngiliz  Şirketler  Kanunu  <https://  https://www.legislation.gov.uk/ukpga/2006/46/section/996>  Erişim  Tarihi 06/12/2020.115İstanbul Hukuk Mecmuası 79/1Yeni TTK nın yürürlüğe girmesiyle birlikte 531. maddeye ilişkin olarak Yargıtay tarafından verilen karar örneklerine bakıldığında görülecektir ki, Yargıtay ın şirketin feshine karar vermesi için şirketin mali durumunun gerçekten çok kötü olması ve artık toparlanamayacak durumda olması gerekmektedir. Mahkeme feshe karar verilebilmesi için yeterli haklı sebeplerin varlığında davacı pay sahibinin paylarının satılmasına  karar  verebilmektedir.  İngiliz  hukukunda  da  İŞK  994.  madde kapsamında mahkeme tarafından en çok tercih edilen çözüm paylarının satılarak davacı pay sahibinin şirket pay sahipliğinden çıkarılmasıdır.TTK madde 531 ile İŞK madde 994 arasında birtakım farklılıklar da bulunmaktadır. Bunlardan birincisi İngiliz hukukunda haksız ayrımcılık davası açabilmek için belli bir pay sahipliği oranı aranmamaktadır. Yukarıda da anlatıldığı üzere pay oranına bakılmaksızın şirketin her bir pay sahibi İŞK 994. madde kapsamında mahkemeye başvurabilir. Buna karşılık Türk Ticaret Kanunu 531. maddesi uyarınca, anonim şirketin  haklı  sebeple  feshi  davasında,  davacı  sıfatına  haiz  olabilmek  için  pay sahiplerinin halka kapalı anonim şirketlerde sermayenin en az onda birini ve halka açık şirketlerde yirmide birini temsil eden paylara sahip olması gerekmektedir. Bu düzenleme ile kanun koyucu davacı sıfatının kim yahut kimlere ait olduğunu açıkça belirtmiştir. Bu yönüyle kanun koyucu davayı açmak için haklı sebebin varlığını yeterli görmemiş ve davayı açmak için menfaati olan kişilerden sadece bazılarının TTK madde 531 kapsamında davacı olarak kabul edilebileceğini belirtmiştir. Belirtilmelidir ki söz konusu dava maddede önerilen oranda paya sahip tek bir pay sahibi tarafından açılabileceği gibi bu orana sahip birden fazla pay sahibi tarafından toplu olarak da açılabilir.Türk Ticaret Kanunu incelendiğinde, 531. maddede haklı sebeple fesih davası açabilmek  için  davacıda  aranılan  azami  pay  sahipliği  oranının  şirketteki  pay sahiplerinden gelen şirketin feshine yönelik gereksiz talepleri önlemeye ve şirketin yönetiminde  istikrarı  korumaya  yönelik  olduğu  söylenebilir.  Nitekim  gereksiz ve çok sayıda yapılan haklı sebeple fesih talepleri şirketin işleyişini etkileyecek ve aksamalara sebebiyet verebilecektir. Özellikle bu taleplerin sonunda mahkeme tarafından  şirketin feshi  kararının verilebilecek olması hususu bu davaya şirketler 251  Bknz Yargıtay 11 HD, 8840/17428, 06.07.2015; Yargıtay 11 HD, 10302/6768, 12.10.2015; Yargıtay 11 HD, 13242/6721, 14.12.2015; Yargıtay 11 HD, 5272/2552, 11.10.2017.252  Yargıtay 11 HD, 2015/8166, 11.07.2015; Yargıtay 11 HD, 12331/17416, 19.11.2015.253  French, Mayson ve Ryan (n 52) 695.254  1986 İngiliz İflas Yasası; madde 122.255  6102 sayılı Türk Ticaret Kanunu; madde 531.256  Emel  Hanağası,   Anonim  Ortaklığın  Haklı  Sebeple  Feshi  Davasının  Medeni  Usul  Hukuku  Perspektifinden Değerlendirilmesi , (2016) 32 BATIDER 1, 207.257  Bu husus Türk Ticaret Kanunu m.531 in gerekçesinde de belirtilmektedir. Bknz ‘6102 Sayılı Türk Ticaret Kanunu Gerekçesi madde 531  (Ticaretkanunu.net, 2018) <http://www.ticaretkanunu.net/wp-content/uploads/2010/04/Turk-Ticaret-KanunuMadde-Gerekceleri.pdf> Erişim tarıhi 26 Aralık 2020.258  Ayşe Şahin, Anonim Ortaklığın Haklı Sebeple Feshi (1. Bası, Vedat 2013).116Karatepe-Kaya / İngiliz Hukukunda Azınlık Pay Sahiplerinin Korunması ve Türk Hukuku ile Karşılaştırılmasıhukukunda ayrı bir önem atfetmektedir. Nitekim şirketin feshine karar verilmesi halinde  sonuçları  şirketin  pay  sahiplerini,  kendi  tüzel  kişiliğini  ve  hatta  şirket alacaklılarını dahi etkileyecektir. Pay oranının şirket ana sözleşmesi ile indirilip indirilemeyeceği hususu öğretide tartışmalıdır. Bu oranın arttırılamayacağı hususunda ise genel olarak bir fikir birliği mevcuttur. TTK da azınlık pay sahibi olabilmek için gerekli olan yasal pay sahipliği sınırı konusunda bir değişiklik yapılıp yapılamayacağı hususunda açık bir hüküm bulunmamaktadır. Ancak TTK madde 340 uyarınca esas sözleşme ile kanunda düzenlenen anonim şirketlere ilişkin hususlarda bir değişiklik yapılabilmesi için Kanunda buna açıkça izin verilmiş olması gerekmektedir. Ve yine TTK madde 411 uyarınca esas sözleşmeyle genel kurulu toplantıya çağırma hakkı daha az sayıda paya sahip pay sahiplerine tanınabilir. Burada kanun koyucu normalde sadece şirket sermayesinin en az onda birini, halka açık şirketlerde yirmide birini oluşturan pay sahiplerine tanınan bu genel kurulu toplantıya çağırma hakkını esas sözleşmede kararlaştırılması kaydıyla daha az oranda paya sahip pay sahiplerine de tanımıştır. İşte bu TTK nın bu iki maddesi, 340 ve 411, birlikte düşüldüğünde, öğretide bazı yazarlar pay oranının esas sözleşme ile düşürülerek madde 531 kapsamında haklı sebeple fesih davası açılabilmesi için de aynı m.411 de olduğu gibi açık bir hüküm bulunması gerektiğini savunmaktadır. Buna karşılık, Helvacı ve Bahtiyar gibi, madde 531 de aranılan söz konusu pay oranının esas sözleşme ile değiştirilebileceğini dolayısıyla bu oranın arttırılması söz konusu olmasa da daha düşük bir oranın pay sahipleri arasında kararlaştırılabileceğini savunan görüşler de mevcuttur.264 Erdem de  411.  Maddenin  azınlık  hakları  konusunda  genel  bir  düzenleme  getirdiğini ve dolayısıyla diğer azınlık hakları bakımından da esas sözleşme pay oranının indirilmesinin m.340 anlamında izin verilen bir durum olduğunu savunmaktadır. Kanaatimizce, TTK madde 531 e başvurmak için aranılan pay sahipliği oranının esas sözleşme ile arttırılamaması ancak indirilebilmesi azınlık pay sahiplerinin haklarının korunmasını genişletecektir ve faydalı olacaktır. Ancak her ne kadar TTK madde 531 in gerekçesinde de bu duruma cevaz verilmiş olsa bile TTK madde 340 ta bu hususta emredici hüküm bulunduğunun ve dolayısıyla bu oranın esas sözleşme ile 259  Rauf Karasu, ‘Emredici Hükümler İlkesinin Kapalı Tip Anonim Şirketler ve Limited Şirketler Açısından Doğurduğu Sorunlar ve Çözüm Önerileri  (2015) Ticaret ve Fikri Mülkiyet Hukuku Dergisi 1, 116.260  Seda Güngör, ‘6102 Sayılı Türk Ticaret Kanunu Hükümleri Kapsamında Anonim Şirketlerde Azınlığa Tanınmış Olan Haklar  (2015) Tekirdağ SMMM Odası Sosyal Bilimler Dergisi, 4, 4.261  Fatih Bilgili ve Ertan Demirkapı, Şirketler Hukuku Dersleri (6. Bası, Dora 2018) 302; Füsun Nomer Ertan,  Anonim Ortaklığın Haklı Sebeple Feshi Davası- TTK m. 531 Üzerine Düşünceler  (2015) 23 İstanbul Hukuk Mecmuası 421, 424. Nomer Ertan also argues that it is not possible to reduce the legal shareholding threshold with the articles of association in the remedy of dissolution of the company for just causes under Article 531 of TCC.262  Mehmet Helvacı, Anonim Ortaklıkta Ticaret Kanunundan Kaynaklanan Azınlık Haklarının Hukuki Niteliği ve Tanımı, Prof. Dr. Oğuz İmregün e Armağan (Beta, 1998) 297.263  Mehmet Bahtiyar, Ortaklıklar Hukuku (10. Bası Beta 2014) 286.264  Helvacı, Anonim Ortaklıkta Ticaret Kanunundan Kaynaklanan Azınlık Haklarının Hukuki Niteliği ve Tanımı (n 263) 297; Bahtiyar (n 264) 286; Güngör (n 261) 4; Hasan Pulaşlı,  Şirketler Hukuku Şerhi  (3. Baskı, Adalet 2018), 2005.117İstanbul Hukuk Mecmuası 79/1indirilmesinin ancak TTK da açıkça öngörülmesi durumunda mümkün olduğunun kabulü gerekmektedir. Haklı sebeple fesih davasına başvurmak için aranılan pay sahipliği oranına ilişkin değinilmesi gereken bir diğer husus da davayı açabilmek için pay sahibinin sahip olması gereken pay oranının davanın açıldığı tarihte var olması ve dava boyunca korunmasının gerekliliğidir. Dolayısıyla, anonim ortaklığın haklı sebeple feshine ilişkin mahkemeye talepte bulunulmasından mahkemenin kararı kesinleşinceye kadar davacı, kapalı anonim ortaklıklarda yüzde 10 luk(halka açık şirketlerde ise yüzde 5 lik) gerekli pay oranına sahip olunmalı ve bu oranı korumalıdır. Ayrıca, temyize gidilmesi halinde davacı temyiz kararı mahkeme tarafından verilene kadar hisselerini en az yüzde 10 oranında tutmalıdır. Buna göre kanunda belirlenen orandaki pay sahipliği sıfatı, hem haklı sebeplerin ortaya çıktığı anda hem de dava esnasında mevcut olmalıdır. Davanın başında mevcut olan oranın çeşitli sebeplerle düşmesi yahut kaybedilmesi halinde, Pulaşlı ya göre, davacının haklı sebeple fesih davası açmakta menfaati kalmayacağından ve bu dava hakkı şahsa bağlı yenilik doğuran bir dava hakkı olduğundan ve bu nedenle payları devralana geçmediğinden dava düşer. Yine Hanağası, payların oranının dava sırasında düşmesi halinde davanın dava şartı yokluğundan reddedilmesi gerektiğini savunmaktadır. Bu gibi hallerde bazı yazarlar tarafından davayı reddetmeden önce en azından gerekli miktarda pay oranına ulaşmak için davacıya bir süre verilmesi önerilmektedir. Ancak, bu öneri mahkeme tarafından uygulansa bile, söz konusu pay oranı hissedarların bu başvuruya başvurmaları için bir engel olmaya devam etmektedir. Bu durumun bir diğer sonucu olarak, eğer ki azınlık pay sahipleri TTK 531 inci maddeye dayanarak mahkemeden bir talepte bulunmuş ise dava boyunca, hatta hüküm kesinleşinceye kadar şirketteki payları için iyi bir teklife sahip uygun bir alıcı bulsa bile paylarının tamamını yahut herhangi bir kısmını satamaz. Dahası, paylarının belli bir kısmını satmış olması neticesinde pay oranının yüzde 10 un altında kalmış olması halinde haklı sebeplerin varlığı ve dava açmaktaki menfaati şirkette sahip 265  Aynı görüş için bknz Nomer Ertan (n 262) 424.266  Şahin (n 259) 346.267  Pulaşlı (n 265) 2423; Şahin (n 259) 346; Abuzer Kendigelen, ‘İptal Davası Açma Hakkı ve Pay Sahipliği Sıfatının Cüz i Halefiyet (Payların Devri) Sonucu Değişmesi  (2001) 1 Prof. Dr. Hayri Domaniç e 80. Yaş Günü Armağanı, 307-331, 319; Nuri Erdem, Anonim Ortaklığın Haklı Sebeple Feshi (2. bası, Vedat 2019) 180; Murat Oruç, ‘6102 sayılı Yeni Türk Ticaret Kanunu na Göre Anonim Ortaklıktan Haklı Sebeple Fesih İstemine Bağlı Çıkarılma  (2011) 27 Banka Huk. Dergisi, 209.268  Öğretideki bir görüşe göre TTK m.531 de yer alan  en az  ifadesinden dolayı esas sözleşme ile daha düşük bir oran öngörülebilir. Bknz madde Gerekçesi; ayrıca Mehmet Emin Bilge,  Anonim Şirketin Sona Ermesi ve Tasfiyesi  (2012) 16 Erzincan Üniversitesi Hukuk Fakültesi Dergisi 3, 261, 272; Pulaşlı (n 265) 576; Ayşe Sümer, ‘Anonim Ortaklıkların Haklı Nedenle Feshi  (2012) 18 Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi 2, 839-850; Bu orana karar verilirken esas alınması gereken değer  payların itibari değerinin esas sermaye oranı  olmalı ve sermaye bakımından da başlangıç sermayesi veya arttırılmış sermaye dikkate alınmalıdır; Hanağası (n 257) 207.269  Şahin (n 259) 297.270  Pulaşlı (n 265) 2423. 271  Hanağası (n 257) 216.272  Pekcanıtez, Atalay ve Özekes (n 148) 429. 118Karatepe-Kaya / İngiliz Hukukunda Azınlık Pay Sahiplerinin Korunması ve Türk Hukuku ile Karşılaştırılmasıolduğu mevcut paylar için devem ediyor olsa dahi 531. madde kapsamında fesih talebine devam edemez.İfade etmek gerekir ki haklı sebeple fesih hakkı 6102 sayılı Türk Ticaret Kanunu ile pay sahiplerine verilen en önemli haklardan biridir. Kapsam olarak da pay sahipleri için oldukça önemli bir oranda koruyuculuk içermektedir. Ancak bu hakka başvurulabilmek için pay sahiplerinde aranılan pay sahipliği oranıyla ilgili olarak ortaya çıkan sorunlar hakkın kullanım alanını daraltmakta ve dolaysıyla azınlık pay sahipleri için sağlanan yasal korunmayı sınırlamaktadır. İngiliz Şirketler Kanunu 994. maddesinde olduğu gibi herhangi bir pay sınırı aranmaksızın bu hakka bütün pay sahiplerince başvurulabilmesi ihtimali düşünülebilir. Nitekim bu hakkın pay oranına bakılmaksızın pay sahiplerinin hepsine tanınması durumunda davanın amaçlarından biri olan azınlık pay sahiplerinin korunması daha geniş sağlanacaktır. Nitekim her ne kadar haklı sebeple fesih anonim ortaklığın sona erme sebeplerinden biri olarak görülse de esasen davanın amacı çoğunluk pay sahiplerinin şirket içinde kötüye kullanım teşkil eden davranışlarına karşı azınlığa etkin bir şekilde korunmanın sağlanmasıdır. Ancak her hâlükârda dikkat etmek gerekir ki bu dava İŞK 994 te düzenlenen haksız ayrımcılık davasından farklı olarak şirketin feshi ile sonuçlanabilecek bir davadır. İşte dava sonucunda mahkeme tarafından verilebilecek ve şirketin feshine dahi varabilecek olan kararların ağırlığı düşünüldüğünde dava şartı olarak belli bir paya sahip olunma şartının aranılıyor olması kabul edilebilir bir durumdur. Nitekim her ne kadar fesih kararı  ultima ratio  yani son çare olarak görülse de mahkemenin yargılama sonucu vereceği fesih kararı sadece davacıyı değil şirketi, şirket pay sahiplerini, şirketin alacaklılarını ve şirket çalışanlarını topluca ilgilendirmekte ve etkilemektedir. Şirketler hukukunda azınlık pay sahiplerinin korunması önem arz etse de şirketin varlığının devam ettirilebilmesi daha önceliklidir. Pay oranına bakılmaksızın  haklı  sebeple  fesih  davası  açma  hakkının  bütün  pay  sahiplerine tanınması şirketin feshi ile sonuçlanması bile şirkete karşı açılan fesih davalarının sayısını  ve  dolayısıyla  şirketler  hukukunda  mahkemenin  şirketin  iç  ilişkilerine müdahalesini arttıracaktır. Kanun koyucu madde 531 ile mahkemeye ve azınlık pay sahibine oldukça geniş yetkiler vermiştir. İşte aranılan bu pay oranı bir anlamda bu geniş yetkilerin pervasızca ve kötü niyetle kullanılmasının önüne geçebilmek için getirilmiş bir koşuldur. Şu durumda şirkette ancak belirli bir sermayeye sahip olan pay sahipleri menfaatlerinin ihlal edildiğini düşündükleri hallerde mahkemeye başvurabilirler ve ancak bu halde mahkemenin şirkette gerçekleşen bir haklı sebep dolayısıyla şirkete bu dava aracılığıyla müdahalesi söz konusu olur.273  Hanağası (n 257) 216.274  Şahin (n 259) 47.275  Hamdi Yasaman, ‘Türk Ticaret Kanunu Tasarısı nda Hâkimin Genişleyen Rolü  (2009) 25 BATIDER 4, 92; Ersin Çamoğlu, ‘Anonim Ortaklığın Haklı Sebeple Feshinde Hakimin Takdir Yetkisi  (2015) 31 BATIDER 1, 9; Bilge (n 269) 273-274; Sümer (n 269) 839-850; Pulaşlı (n 265) 1789; Şahin (n 259) 326-335; Erdem (n 268) 201.276  Şahin (n 259) 47.119İstanbul Hukuk Mecmuası 79/16102 sayılı TTK madde 531 ile ilgili olarak değerlendirilmesi gereken bir diğer husus da maddede anılan ve dava açma şartı olarak aranılan  haklı sebeplerin varlığı  ifadesinden ne anlaşılması gerektiğidir. Kanun koyucu 531. maddede hâkime geniş bir takdir yetkisi vermektedir. Bu durum pay sahipleri ve şirket bakımından bir belirsizliğe yol açabilir. Nitekim 531. maddede yer alan  haklı sebepler  kavramına ilişkin ortak bir anlayış yoktur. Ayrıca, anılan madde kapsamında mahkeme fesih yerine, davacı pay sahiplerine, paylarının karar tarihine en yakın tarihteki gerçek değerlerinin ödenip davacı pay sahiplerinin şirketten çıkarılmalarına veya duruma uygun düşen ve kabul edilebilir diğer bir çözüme karar verebilir. Bu durum benzer  haklı sebeplerin  değerlendirilmesinin aynı kriterlerle yapılmasına rağmen bu sebeplerin varlığında farklı sonuçların ortaya çıkmasına neden olabilmektedir. TTK 531. madde kapsamında yapılan başvuruda, hâkim haklı sebeplerin varlığını değerlendirecek ve var olduğu kanısına vardığında şirketin feshine yahut diğer uygun çözüm yollarından birine karar verecektir. Mahkeme öne sürülen haklı sebeplere ilişkin  değerlendirme  yaparken  bu  sebeplerin  feshe  gerekçe  olup  olmayacağını değerlendirmektedir. Eğer davacı tarafından iddia edilen haklı sebepler 531. madde kapsamında şirketin feshine sebep olabilecek gerekçeler içermiyorsa mahkeme davayı reddedecektir. Mahkeme ancak şirketin feshini haklı kılan olayların varlığında bu sorunları düzeltmek için karar verilebilecektir. Sonuç olarak haklı sebebin tespitinde, yargılama sonucu verilecek kararların ağırlığına göre yapılan bir değerlendirmeye yer verilmemektedir. Esasen mahkemenin verebileceği farklı kararların şirketi ve pay sahiplerini etkileme oranına göre haklı sebeplerin varlığının değerlendirilmesi farklılık içermelidir. Şirketin feshine gerekçe olabilecek haklı sebepler ile fesih yerine pay sahibine paylarının karar tarihine en yakın tarihteki gerçek değerlerinin ödenerek davacı pay sahibinin şirketten çıkarılmasına karar verilmesine gerekçe olabilecek haklı sebepler farklı kriterle tespit edilmelidir. Bu durumda, mahkeme haklı sebebin var  olmadığı  ve  dolayısıyla  şirketin  dağılmasına  gerek  olmadığı  gerekçesiyle başvuranın talebini baştan reddedemez. Türk hukukunda, İsviçre ve İngiliz hukuklarında olduğu gibi,280 dava açılırken davacı pay sahibi tarafından fesih yerine belli bir çözümü istiyorsa bunu açıkça dava dilekçesine yazması zorunluluğu yoktur. Davacı tarafından özellikle bir çözüm yolunun talep edilmesi halinde de sorun yoktur. Mahkemenin takdir yetkisi oldukça geniştir ve talep edilen çözüm yolundan başka bir çözüme karar verebilir. Yani hâkim taleple bağlı 277  Çamoğlu (n 276) 8.278  6102 sayılı Türk Ticaret Kanunu, Madde 531.279  Veziroğlu (n 9) 531.280  İngiliz Hukukunda İŞK 994. madde kapsamında mahkemeye başvuran davacı dava dilekçesinde dava sonucu hangi çözümü istediğini belirtmelidir. Mahkemeler de davacının talep ettiği çözümün şikâyet ettiği davranışa uygun olması şartıyla davacının bu isteğiyle bağlıdır. Karar verirken davacının talebini dikkate alarak karar verir. Bknz Re J E Cade and Son Ltd [1992] BCLC 213, p 223; Sarah Worthington, Sealy and Worthington s Text, Cases and Materials in Company Law (11. Bası, Oxford University Press 2016) 726.120Karatepe-Kaya / İngiliz Hukukunda Azınlık Pay Sahiplerinin Korunması ve Türk Hukuku ile Karşılaştırılmasıdeğildir. Burada kanun koyucunun amacı hâkimin sadece feshe karar vermesi yahut davayı reddetmesini önlemek ve onu bu ikilemden kurtararak somut olayın şartlarına uygun düşen, kabul edilebilir ve ölçülü bir karar vermesini sağlamaktır. TTK madde 531 kapsamında tartışma konusu olan hususlardan biri de mahkemenin fesih dışında bir karara hükmedebilmesi için davacı azınlık tarafından ileri sürülen sebeplerin şirketin feshini gerektirir nitelikte olmasının gerekip gerekmediğidir. Bazı yazarlar, davacı tarafından ileri sürülen sebebin haklı olmasının yetmeyeceğini aynı zamanda bu sebebin şirketin feshini gerektirecek kadar ağır nitelikte bir sebep olması gerektiğini savunmaktadır. Buradan varılan sonuca göre TTK madde 531 kapsamında açılan bir davada, mahkeme, haklı sebebin şirketin feshini gerektirecek nitelikte olmadığına karar verirse duruma uygun düşecek diğer çözüm yollarını değerlendirmeksizin  davayı  reddedecektir.  Kanaatimizce,  şirketin  haklı  sebeple fesih  davasıyla  sadece  kötü  yönetimden  dolayı  işlemez  hale  gelen  ve  amacını gerçekleştirmekte zorlanan şirketin fesih yoluyla sona ermesi değil, aynı zamanda azınlığın  çoğunluk  karşısında  hak  ihlâllerine  karşı  korunmasının  amaçlandığı düşünüldüğünde; haklı sebep feshe gerekçe olabilecek nitelikte olmasa bile dava doğrudan  reddedilememelidir.  Mahkeme,  alternatif  çözüm  yollarının  davacının sorununu çözüp çözemeyeceğini değerlendirmeli ve eğer uygunsa fesih yerine bu çözüm  yollarından  birine  karar  vermelidir.  Tekinalp  de  mahkemenin  alternatif çözümü uygun görmesi halinde haklı sebebin feshi gerektirecek kadar ağır olmasına gerek  olmadığını  belirtmiştir.  Nitekim,  feshe  gerekçe  olabilecek  bir  sebeple, örneğin, payların satılmasını gerekçe olabilecek bir sebebin aynı ağırlıkta olmayacağı ortadadır. Her iki çözüm yolu için de aynı standartlar ölçüsünde değerlendirme yapılırsa çoğunluğun şirket içinde azınlığa karşı sergilemiş olduğu baskıcı tutum ortadan kaldırılamayacak ve davanın amaçlarından birine ulaşılamamış olacaktır. 2.1 Türk Ticaret Kanunu madde 531 e Yönelik ÖnerilerAnonim şirketlerde kar elde etmek amacıyla bir araya gelmiş çok sayıda pay sahibi bulunur. İşte bu şirketlerde geçerli olan çoğunluk ilkesi, bazen azınlık pay sahiplerinin 281  Ünal Tekinalp, ‘Anonim Ortaklığın Haklı Sebeplerle Feshi Davasının Bazı Usulî Sorunları , Ersin Çamoglu na Armağan (1. Bası, Vedat 2013), 214.282  Cengiz Erten, ‘Anonim Şirketlerde Haklı Sebeplerle Fesih Hakkının Yargıtay İçtihatları Çerçevesinde Değerlendirilmesi  (2019) 13 Uyuşmazlık Mahkemesi Dergisi, 187-211, 199; Tekinalp, Anonim Ortaklığın Haklı Sebeplerle Feshi Davasının Bazı Usulî Sorunları (n 282) 213.283  Aytekin Çelik, Anonim Şirketlerde Ortaklıktan Çıkarılma, (3. Bası, Seçkin 2016); Erten (n 283) 187-211, 199; Oruç (n 268) 227; Çamoğlu (n 276) ; Şahin (n 259) 125.284  Ünal Tekinalp, ‘Türk Ticaret Kanunundaki Boşluk: Anonim Ortaklığın Feshi, Çoğunluk Gücünün Kötüye Kullanılmasına Karşı Etkili Bir Araç  (1974) 21 İktisat ve Maliye Dergisi 8, 321-326.285  Bazı yazarlarca feshe karar verilmesini gerektirmeyen bir ağırlığa ulaşmayan haklı sebeplerin varlığında davacının şirketten çıkmasına karar verilmesinin TTK m. 531 de düzenlenen bu dava hakkının azınlık tarafından ortaklıktan çıkma aracı olarak kullanılması sonucunu doğuracağı savunulmaktadır. Ancak eğer fesih ve alternatif çözüm yolları için haklı sebebin varlığının tespitinde aynı standartlar uygulanırsa, şu haliyle m.531 in azınlık pay sahiplerinin şirketteki haklarının korunması adına pek başvurulan bir yol olmayacağı ortadadır. Karşıt görüş için bknz Çelik (n 284) 14.121İstanbul Hukuk Mecmuası 79/1haklarının çoğunluğun aldığı kararlar nedeniyle ihlal edilmesine yol açabilir. İşte bu gibi hallerde başvurulabilmesi için kanun koyucu azınlığa haklı sebeple fesih davası açma hakkı tanımıştır. 6102 sayılı TTK madde 531 ile azınlık pay sahiplerine tanınan haklı sebeplerin varlığında fesih davası açma hakkı, TTK da yer alan azınlık pay sahiplerinin sahip olduğu en koruyucu ve en önemli haklardan biridir. Bizim hukukumuzda anonim şirketlerde çıkma veya çıkarılma hakkının bulunmadığı göz önünde bulundurulduğunda bu hakkın önemi daha da artmaktadır.Ancak belirtmek gerekir ki, yukarıda anılan davaya ilişkin sorunlar nedeniyle hakkı sebeple fesih davası açma hakkı uygulamada azınlığa henüz beklenilen korumayı sağlayamamaktadır. Kanaatimizce, özü gereği fesih sonucuna bağlanmış olması  bu  dava  hakkının  uygulanabilirliğini  zorlaştırmaktadır.  Öncelikle  dava açmak için gerekli olan pay sahipliği oranı ve bu oranın dava boyunca korunmasının gerekliliği yasal oranı karışlayamayan pay sahiplerinin şirket içinde sorun yaşasalar dahi bu hakka başvurmalarına engel olmaktadır. Yukarıda da açıklandığı gibi sonucu sadece davacıyı ya da şirketi değil aynı zamanda şirketin yöneticilerini, diğer pay sahiplerini ve hatta alacaklılarını dahi etkileyebilecek olan böyle bir davada, davacıda başvuru şartı olarak belli bir pay oranın varlığının aranması kabul edilebilir bir durumdur. Yargılama sonunda mahkeme tarafından verilecek anonim ortaklığın feshi kararı doğurduğu ekonomik ve sosyal sonuçlar dolayısıyla 3. kişilerin menfaatlerine dahi etki eden hukuki sonuçlar doğurabilmektedir. Bunun yanında, haklı sebeplerin neler olacağı konusunda TTK madde 531 de açıkça tanım  yahut  herhangi  bir  örnek  bulunmaması  nedeniyle  uygulamada  sorunlar çıkabilmektedir. Her ne kadar öğretide ve Yargıtay kararlarında alternatif çözüm yolları tartışılmaksızın feshe karar verilmesinin bozma sebebi olduğu kabul edilse de haklı sebebin feshi gerektirecek kadar ağır nitelikte olmadığı durumlarda diğer çözüm yolları düşünülmeksizin davanın reddedilecek olması bir sorun teşkil etmektedir.TTK madde 531 kapsamında haklı sebebin içeriğinin nasıl belirleneceği, hangi hallerin  haklı  sebep  teşkil  edip  hangilerinin  etmeyeceği  de  yine  incelenmesi gereken  bir  husustur.  Davacı  tarafından  sunulan  sebeplerin  TTK  madde  531 kapsamında  haklı  sebep  olarak  değerlendirilebilmesi  için  anonim  ortaklığın devamının tehlikede olması ve neticede davacı pay sahipleri dışında kalan diğer menfaat sahiplerinin menfaatlerinin (örneğin; diğer pay sahiplerinin, çalışanların, 3. kişilerin menfaatlerinin) şirket ayakta kalırsa daha fazla etkilenecek olması 286  Erten (n 283)188.287  Şahin (n 259) 117.288  Aytrkin ÇELİK, ‘Türk Ticaret Kanunu Tasarısı na göre Anonim Şirketlerin Haklı Sebeple Feshi  (2009) 25 BATIDER 4, 578; Erdem (n 268) 252.289  Yargıtay 11 HD, 9088/2352, 03.03.2016.290  Tekinalp, Anonim Ortaklığın Haklı Sebeplerle Feshi Davasının Bazı Usulî Sorunları (n 282) 218.122Karatepe-Kaya / İngiliz Hukukunda Azınlık Pay Sahiplerinin Korunması ve Türk Hukuku ile Karşılaştırılmasıgerekmektedir. Öğretide kabul edilen genel görüşe göre pay sahipleri arasındaki çekişmeler  istisnai  olarak  haklı  sebep  kabul  edilebilecektir.  Pay  sahipleri arasındaki  ilişkilerin  haklı  sebep  kabul  edilebilmesi  için  ortaklar  arasındaki güven ilişkisinin tamamen sarsılmış olması yahut ortaklar arasında çok ciddi ve yargıya intikal etmiş geri dönülemeyecek şekilde anlaşmazlıkların ortaya çıkmış olması gerekmektedir. Yargıtay da olayda haklı sebebin var olup olmadığını değerlendirirken  şirketin  pay  sahiplerinin  arasındaki  kişisel  ihtilafları  ve  söz konusu şirketin aile şirketi olup olmadığını araştırmaktadır. Esasen, pay sahipleri arasındaki kişisel ilişkilerin, anonim ortaklıklar gibi sermayenin bir araya gelmesiyle kurulmuş olan ve pay sahiplerinin kişiliğinden bağımsız olan ortaklıklarda fesih sonucuna sebebiyet verebilmesi nedeniyle şirketler hukuku açısından bakıldığında mümkün olmamalıdır. Ancak, yukarıda da anıldığı gibi haklı sebeple fesih davasının azınlık pay sahiplerini çoğunluğa karşı koruma fonksiyonu göz önünde bulundurulduğunda  bu  ilişkilerin  haklı  sebep  olarak  değerlendirilmesi  istisnai olarak düşünülebilir. Nitekim haklı sebeple fesih davası sadece fesihle sonuçlanan bir dava değildir. Kişisel ilişkilerinden dolayı bu davayı açan ortağın paylarının satın alınarak şirketten çıkarılması düşünülebilir. Yine,  haklı  sebeple  fesih  davasında  çoğunluk  pay  sahiplerine  karşı  da husumet  yöneltilmesi  ve  bunun  neticesinde  mahkeme  tarafından  davacının paylarının  çoğunluk  pay  sahiplerince  satın  alınmasına  karar  verilemeyeceği kabul edilmektedir. Acaba özellikle kişisel ilişkilerde bozulmaların görüldüğü, azınlığın yönetimden dışlandığını düşündüğü için dava açtığı durumlarda, davalı olarak çoğunluk pay sahipleri de kabul edilse ve davacının paylarının İŞK 996. maddesinde düzenlendiği gibi çoğunluk tarafından satın alınmasına karar verilse nasıl olur? Burada, söz konusu olan çoğunluk pay sahiplerinin davalı olarak kabul edilmesi olduğundan kanaatimizce davaya taraf olmayan bir pay sahibinin pay almaya zorlanması gibi bir durum söz konusu olmayacaktır. Ancak yine madde 531 in isminde dahi yer aldığı şekilde şirketin feshiyle sonuçlanabilecek bir dava olduğu düşünüldüğünde çoğunluğa yöneltilmiş olan husumetin bir anlamı olmayacaktır. Eğer davanın içeriğinde fesih hakkı olmasaydı, kanun koyucu sadece 291  Nomer Ertan (n 262) 426; Erdem (n 268) 102.292  Nomer Ertan (n 262) 426; Şahin (n 259) 114; Özge Ayan, ‘Yeni Türk Ticaret Kanununda Anonim Şirketin Haklı Sebeplerle Feshi Davası (531. Madde)  (2011) 9 Legal Hukuk Dergisi 102, 2244. 293  Erten (n 283) 196.294  Yargıtay 11 HD, 18024/12808, 01.12.2015; Yargıtay 11 HD, 4504/12980, 23.12.2015; Yargıtay 11 HD, 5994/13820, 11.10.2017; Yargıtay 11 HD, 2552/5272, 16.11.2018.295  Tekinalp, Anonim Ortaklığın Haklı Sebeplerle Feshi Davasının Bazı Usulî Sorunları (n 282) 426.296  2006 İngiliz Şirketler Kanunu; madde 996.297  Ertan, çoğunluk pay sahibine ilgili azınlık payları satın alması konusunda bir teklif götürülebileceğini ancak davada taraf olmayan bir pay sahibinin mahkeme kararı ile dahi  pay  satın almaya zorlanmasının mümkün olmayacağını savunmaktadır. Bknz Nomer Ertan (n 262) 426. Aynı görüş için bknz Tekinalp, Anonim Ortaklığın Haklı Sebeplerle Feshi Davasının Bazı Usulî Sorunları (n 282) 215; Bilge (n 269) 277; Şahin (n 259) 352; Hanağası (n 257) 223.  Bizim önerimize göre çoğunluk pay sahipleri zaten şahsen ya da şirketle birlikte davalı olacağı için mahkeme davayı bu şekilde değerlendirecek ve dolayısıyla pay almaya zorlanmaları gibi bir durum olmayacaktır. 123İstanbul Hukuk Mecmuası 79/1payların satılmasından ve diğer alternatif çözümlerden bahsetseydi bu öneri kabul görebilirdi. Haklı  sebeple  fesih  davasına  ilişkin  yukarıda  anılanlar  ve  bunlara  benzer sorunlar,  tartışmalar  yıllardan  beri  mevcuttur.  Kanaatimizce  TTK  madde  531 kapsamında ortaya çıkan sorunların çözümünü uygulamaya bırakmak yerine bazı köklü değişiklikler yapılabilir. İngiliz hukukunda olduğu gibi 531. maddenin iki farklı kanun yolu şeklinde düzenlenmesi düşünülebilir. Yukarıda da andığımız gibi yargılama sonunda verilen tasfiye kararı, davacının paylarının satılarak bedelinin davacıya ödenmesi suretiyle pay sahibinin şirketten çıkarılması ve davanın başvuru koşulları gibi hususlar birlikte düşünüldüğünde, İngiliz İflas Yasası 1986 nın 122 (1) (g)299 maddesinde yer alan ve yukarıda analiz edilen tasfiye davası ve İŞK 994 te düzenlenen haksız ayrımcılık davasının birlikte TTK madde 531 de düzenlenen haklı sebeple fesih davasına karşılık gelmektedir. Türk hukukunda da bir şirketin işini yapma veya karar verme şeklinden rahatsız olan yahut kişisel ilişkilerden kaynaklı bir haklı sebebi bulunan pay sahiplerine şirketin feshine dayanmayan daha esnek ve daha koruyucu bir hak tanınabilir. Yine haklı sebeplerin varlığında şirketin feshi hakkı da ayrı bir madde ile TTK ‘da veya İngiltere de olduğu gibi İcra ve İflas Kanunda düzenlenebilir. Mevcut sistemde kural olarak, haklı sebeple fesih davasından önce yönetim kurulu sorumluluk davası veya iptal davası gibi başka davalarla çözüm yolu aranması veya diğer azınlık haklarına başvurulmuş olması zorunluluğu yoktur. İngiliz İflas Kanununun 125 (2) maddesine göre ise eğer davacının şirketteki pozisyonunu düzeltmek için yahut şikâyetlerini giderebilmek için başvurabileceği başka bir yol varsa mahkeme tasfiyeden önce o çözüm yoluna gitmelidir. Yani şirketin tasfiyesi son çaredir. Bizim önerdiğimiz sistemde getirilecek olan iki farklı dava için de aynı şart aranabilir. Yani haklı sebeplerle fesih davası açabilmek için fesih yerine payların satılarak bedelinin davacıya ödenmesi ya da diğer bir uygun çözüm içeren dava hakkının kullanılması şartı aranabilir.Şu hâlde davacı fesih talebiyle dava açtığında fesih kararına hükmedilebilmesi için şirketin tasfiyesine dayanak teşkil edebilecek nitelikte haklı sebepleri bulunduğunu ispat  etmek  zorundayken;  fesih  içermeyen  diğer  dava  hakkı  için  şirkette  pay sahipliğinin devamının zor olduğunu, kâr payını uzun süredir alamadığını ya da mesela çoğunluk tarafından şirketin yönetiminden dışlandığını ispat etmesi yeterli olacaktır. Her ne kadar iki dava birbirine benzer görünse ve gerekçeleri benzer olsa da fesih içermeyen kanun yolunun hem azınlık pay sahiplerinin korunması için daha kapsamlı 298  İngiliz hukukunda 994. madde ve devamında düzenlenen haksız ayrımcılık davası sonunda fesih kararı verilebilecek bir dava değildir. O nedenle husumetin çoğunluğa karşı da yönetilmesi sorun teşkil etmemektedir.299  1986 İngiliz İflas Yasası; madde 122.300  Sümer (n 269) 839-850; Pulaşlı (n 265) 127; Oruç (n 268) 215; Nomer Ertan (n 262) 428.301  1986 İngiliz İflas Yasası; madde 125.302  Boyle ve Birds ve diğerleri (n 36) 675.124Karatepe-Kaya / İngiliz Hukukunda Azınlık Pay Sahiplerinin Korunması ve Türk Hukuku ile Karşılaştırılmasıolduğu hem de şirketin devamlılığı ve yatırımcılara güven verilebilmesi için daha güvenilir olduğu ortadadır. Nitekim fesih içermeyen bu dava hakkı daha kapsamlı ve koruyucudur azınlık için çünkü ispat yükü hafiflemiştir. Yukarıda anılan TTK madde 531 e yönelik ortaya çıkan sorunlardan biri olan paylarının karar tarihine en yakın tarihteki gerçek değerlerinin ödenip davacı pay sahiplerinin şirketten çıkarılmalarına veya duruma uygun düşen ve kabul edilebilir diğer bir çözüme karar verebilmesi için bile haklı sebebin feshi gerektirecek ağırlıkta olması ve bunun davacı tarafından ispat edilmesi zorunluluğu ortadan kalkacaktır. Şirkette pay sahipliğinin devamının zor olduğunu, çoğunluk tarafından şirketin yönetiminden dışlandığını ya da örneğin şirket yönetiminin sorunlu olduğunu ispat etmesi ve bu nedenle pay sahipliğinden ayrılmak istediğini ya da sorunun mahkeme tarafından ortadan kaldırılmasını talep etmesi yeterli olacaktır. Nitekim artık haklı sebeple fesih davasında mevcut olan fesih tehlikesi bu yeni davada mevcut değildir dolayısıyla dava sonucu hem şirket için hem de şirketle alakalı diğer kişiler yani pay sahipleri, alacaklılar, kredi verenler için daha ağır sonuçlara yol açmayacaktır. Zaten çoğu zaman davacının sorunlarının çözümü için çoğu zaman paylarının devralınarak şirketten ayrılması yeterli olacaktır.Önerildiği şekilde düzenlenen fesih içermeyen dava hakkına başvurabilmesi için İngiliz hukukunda olduğu gibi dava şartı olarak belli bir pay oranının aranılmaması düşünülebilir. Bu durumda şirket için fesih gibi ağır bir netice ile karşılaşılması sorunu olmayacaktır. Bu durum payları için iyi bir bedel bulamayan pay sahiplerinin dava açarak paylarını sattırma yoluna gitmelerine ve dolayısıyla dava sayısının artmasına ve mahkemenin şirketin işleyişine müdahale etmesine yol açabilir. Ancak mevcut hukuk sistemimizde TTK madde 553-555 te düzenlenen yönetim kurulu sorumluluk davası ya da TTK madde 445 te düzenlenen genel kurul kararlarının iptali davası da aynı şekilde riskler içermelerine rağmen davacıda başvuru şartı olarak belli bir pay oranının varlığının aranmadığı davalardır. Söz konusu hakkın pay oranı aranmaksızın tüm pay sahiplerine verilmesi halinde bu hak ile Türk hukukunda azınlık pay sahiplerine tanınan korumanın kapsamı oldukça genişleyecektir.Mevcut  düzenlemede  madde  531  kapsamında  pay  sahipleri  şirketi  feshe götürebilecek kadar önemli bir hakka sahip olduğu için bu hak teoride azınlık hissedarlarının korunması için ideal görünse de pratikte öyle değildir. Şirketin feshi hukuki olarak şirketin artık mal varlığına hak ve yükümlülüklere sahip olamaması ve hatta şirketin sözleşmelerinden doğan hak ve yükümlülüklerinin sona ermesi gibi sonuçlara sebebiyet verebileceği için mahkemeler haklı olarak madde 531 kapsamında karar verirken oldukça ince düşünmekte ve çoğu zaman davayı feshi gerektirecek bir haklı sebebin bulunmadığı gerekçesiyle reddetmektedir.303 Bu durum uygulamada nitelikli haklı sebeplerin varlığında dahi azınlık pay sahiplerinin haklı sebeple fesih davası açmaktan kaçınmalarına yol açmaktadır.303  Hanağası (n 257) 251.125İstanbul Hukuk Mecmuası 79/11848 yılında yürürlüğe giren Anonim Şirketleri Tasfiye Yasasından bu yana İngiltere de yasal bir çözüm olarak haklı gerekçelere dayanan tasfiye davası mevcuttur. Bu davayla ilgili temel sorun çözüm yolu olarak şirketi sona erdiren tasfiye kararını içeriyor olması ve mahkemenin bu davalarda bu kadar önemli bir kararı vermekte çekingen olmasıydı. Cohen Komitesi nin tavsiyeleri doğrultusunda şirkette baskı gören, ayrımcı davranışlarla karşılaşan davacının hisselerinin satın alınması  gibi  alternatif  çözümler  içeren  yeni  bir  dava  hakkı  İngiliz  hukukuna 1947 İngiliz Şirketler Kanununun 9.maddesinde düzenlenen ‘Baskı Durumlarında Tasfiyeye Alternatif Çözüm 306 başlığı altında getirildi. Daha sonra yürürlüğe giren İngiliz Şirketler Kanunlarında (1948, 1980 ve 1985), tasfiye davası ve alternatif çözümler içeren bu yeni dava hakkı aynı kanunlarda düzenlenmiştir. Ancak bu iki dava arasındaki bağlantı alternatif çözüm yollarına başvurulmasını zorlaştırıyordu. Nitekim tasfiye dışında bir karara hükmedilebilmesi için de davacının şirketin tasfiye edilmesinin haklı ve adil olduğunu kanıtlaması gerekiyordu. İşte bu noktada, Jenkins Komitesinin  önerileri  doğrultusunda  1980  İngiliz  Şirketler  Kanunun  yürürlüğe girmesiyle bu bağlantı ortadan kaldırıldı ve şirketi tasfiyesini haklı göstermeye gerek kalmadan alternatif çözüm yollarına izin verildi. Ve en nihayetinde, tasfiye davasının iflas hukukunun konusu altında incelenmesi gereken bir dava olduğuna karar verilerek, bu dava hakkı Şirketler Kanunundan çıkarılarak 1986 İngiliz İflas Yasası nın 122/1-g maddesinde düzenleme altına alındı. Tasfiye davası açılabilmesi için şirketin devamlılığını sürdüremeyecek kadar işlerinin kilitlenmiş olması ve tasfiye kararı verilmesinin haklı gerekçelere dayandığının davacı tarafından ispat edilmesi gerekmektedir. Ayrıca İngiliz İflas Kanunu 125/2 maddesine eklenen bir düzenleme ile madde 122 kapsamında tasfiye davası açılabilmesi için ve diğer dava yollarının tüketilmiş olması şartı getirilmiştir. Ayrıca önerilen şekilde TTK madde 531 in iki farklı dava hakkı olarak düzenlenmesi durumunda fesih hakkını içermeyen dava hakkının çoğunluk pay sahiplerine karşı da kullanılması mümkün olabilir. Yukarıda da bahsedildiği gibi 531. madde kapsamında açılan bir davada davalı sadece şirket olabilir. Dolayısıyla da dava sonunda mahkeme tarafından payların satılmasına karar verilse dahi bu payları satın alacak olan sadece şirketin kendisidir. Yargıtay ın çoğu kararı da bu yöndedir. Fesih sonucu içeren bir davada böyle olması kabul edilebilir bir durumdur. Ancak fesih hakkını içermeyen bir davada çoğunluğa karşı da haklı sebeplerin varlığında dava açılabilmesi veya dava 304  just and equitable winding up 305  Board of Trade, ‘Report of the Committee on Company Law Amendment  (Cmd 6659, 1945) (Cohen Report, 1945).306  Alternative Remedy to Winding Up in Cases of Oppression307  Veziroğlu (n 9) 532.308  Birds ve diğerleri 2014, 659.309  Board of Trade, ‘Report of the Company Law Committee  (Cmnd 1749, 1962).310  Yargıtay 11 HD, 211/8872, 17.11.2016; Yargıtay 11 HD, 9088/2352, 03.03.2016; Yargıtay 11 HD, 3669/10238, 02.06.2014; Yargıtay 11 HD, 4504/12890 03.12.2015; Yargıtay 11 HD, 17416/12331, 19.11.2015; Yargıtay 11 HD, 14221/3922, 20.06.2017; Yargıtay 11 HD, 2552/5272, 11.10.2017; Yargıtay 11 HD, 4245/6420, 22.11.2017.126Karatepe-Kaya / İngiliz Hukukunda Azınlık Pay Sahiplerinin Korunması ve Türk Hukuku ile Karşılaştırılmasısonunda çoğunluk pay sahiplerince azınlığın paylarının iktisabına karar verilmesi düşünülebilecektir.Anıldığı üzere anonim şirketin haklı nedenle feshi davasının temel işlevlerinden birisi de çoğunluk ilk esinin geçerli olduğu anonim şirketlerde çoğunluğun elinde bulundurduğu gücü kötüye kullanmasına karşı azınlığı korumak ve pay sahipleri arasında ki menfaat ihtilaflarını çözümleyerek şirketin işleyişini sürdürmesini sağlamaktır. Önerildiği şekilde, madde 531 in fesih içeren ve içermeyen iki farklı dava olarak düzenlenmesi durumunda fesih içermeyen yeni dava hakkının en temel işlevi ve amacı çoğunluk pay sahiplerinin gücünü kötüye kullanması ihtimaline karşı azınlığın korunması olacaktır. Nitekim amacını gerçekleştirmekte zorlanan şirketin fesih yoluyla sona ermesi artık fesih içeren dava hakkının işlevi olacaktır. Önerildiği gibi davaların tekrar düzenlenmesi halinde, fesih hakkı içermeyen dava hakkının daha çok küçük ölçekli ve hissedarları arasında kişisel ilişkiler bulunan şirketlerdeki pay sahiplerince kullanılacağı söylenebilir. Nitekim daha büyük ölçekli şirketlerdeki hissedarların paylarını arzu ettikleri bedelle uygun bir alıcıya devretmeleri daha kolaydır. Dolayısıyla bu davayı açma gereksinimleri olmayacaktır. Belirtmek gerekir ki, bu makalede yer alan öneriler oldukça köklü değişiklikler gerektirmektedir  ve  daha  ayrıntılı  tartışmalarla  ve  analizlerle  desteklenmesi gerekmektedir. Bu da ancak bu hususta yapılacak olan yeni çalışmalar ile mümkün olacaktır. SonuçBu makalede İngiltere de azınlık pay sahipleri için sağlanan yasal koruma yolları tarihsel süreçleri ve dava örnekleri de kapsayacak şekilde analiz edilmiştir. İngiliz hukukunda azınlık pay sahiplerinin korunmasının gelişiminin yıllar aldığı ve bu gelişim sürecinin hala devam etmekte olup birtakım sorunların mevcut olduğu bu makalede ortaya konulmuştur. Nitekim azınlık pay sahipleri kendilerine tanınan yasal koruma yollarına başvururken bir takım karmaşık prosedürlerle karşılaşmakta ve yargılama giderlerinin kendilerine yükletilmesi gibi zorluklar ortaya çıkmaktadır. Her ne kadar 2006 tarihli İngiliz Şirketler Kanunu ile yazılı düzenleme alanı bulan  türev dava  ve yeniden düzenlenen  haksız ayrımcılık davası  azınlık pay sahiplerine şirket içerisinde karşılaştıkları sorunlara karşı önemli ölçüde hukuki koruma sağlıyor olsa da hala bir takım belirsizlik ve sorunlarla karşılaşabildiği ortadadır. İngiliz dava hukukunda her geçen gün yeni içtihatlar ile mahkemeler bu sorunların çözümüne katkı sağlamaktadır. 311  Özlem İlbasmış Hızlısoy, Anonim Şirketin Haklı Sebeple Feshi (1. Bası, Adalet 2016) 37-40.127İstanbul Hukuk Mecmuası 79/1Bu makalede ayrıca Türk hukuku ile İngiliz hukuku arasında azınlık pay sahiplerine tanınan dava hakları temelinde bir kıyaslama yapılmış ve Türk hukukunda azınlık pay sahiplerine tanınan haklara ilişkin değerlendirmeler yapılarak bazı öneriler sunulmuştur. Bu bağlamda, öncelikle TTK da düzenlenen yönetim kurulu üyelerinin sorumluluk davası, İŞK 260 ve devamında yer alan türev dava ile kıyaslanmış ve devamında TTK madde 531 de düzenlenen haklı sebeple fesih davası analiz edilerek bu davanın İngiliz hukukunda doğrudan bir karşılığının bulunmadığı ifade edilmiştir. Ancak  yargılama  sonunda  verilen  tasfiye  kararı,  davacının  paylarının  satılarak bedelinin davacıya ödenmesi suretiyle pay sahibinin şirketten çıkarılması ve davanın başvuru koşulları gibi hususlar birlikte düşünüldüğünde, İngiliz İflas Yasası 1986 nın 122 (1) (g) maddesinde yer alan tasfiye davası ve İŞK 994 te düzenlenen haksız ayrımcılık davasının birlikte TTK madde 531 de yer alan haksız sebeple fesih davasına karşılık gelebileceği ifade edilmiştir. Yine bu değerlendirmelere istinaden haklı sebeple fesih davasıyla ilgili uygulamada karşılaşılan sorunlar analiz edilmiş ve bu azınlık hakkına ilişkin öneriler sunulmuştur.Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir.Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare.Grant Support: The author declared that this study has received no financial support.128Karatepe-Kaya / İngiliz Hukukunda Azınlık Pay Sahiplerinin Korunması ve Türk Hukuku ile Karşılaştırılması",
     "Kaynakça": "Ahern D, ‘Directors  Duties: Broadening The Focus Beyond Content To Examine The Accountability Spectrum  (2011) 33 Dublin University Law Journal 116 152. Alcock A, J Birds ve S Gale, Companies Act 2006 (1. Bası, Jordan Publishing 2009).Almadani M, ‘Derivative actions: does the Companies Act 2006 offer a way forward?  (2009) 30 Company Lawyer 131.Ayan Ö, ‘Yeni Türk Ticaret Kanunu nda Anonim Şirketin Haklı Sebeplerle Feshi Davası (531. Madde)  (2011) 9 Legal Hukuk Dergisi 102.Bahtiyar M, Ortaklıklar Hukuku (10. Bası Beta 2014).Bilge M E,  Anonim Şirketin Sona Ermesi ve Tasfiyesi  (2012) 16 Erzincan Üniversitesi Hukuk Fakültesi Dergisi 3, 261 294.Bilgili F ve Demirkapı E, Şirketler Hukuku Dersleri (6. Bası, Dora 2018).Birch v Sullivan [1957], 1 WLR 1247.Boyle A.J, Birds J ve Diğerleri, Boyle & Birds  Company Law (9. Bası, Jordan Publishing 2014).Bourne N, Bourne on Company Law (6. Bası, Routledge 2013).Bridge v Daley [2015], EWHC 2121 (Ch).Burland v Earle [1902], AC 83.Can M Ç, ‘Pay Sahiplerinin veya Alacaklıların Doğrudan Zararlarının Tazmini Amacıyla İkame Edilen Sorumluluk Davalarında TTK m.1534 ün Etkisi  (2017) 21 Galatasaray Üniversitesi Hukuk Fakültesi Dergisi (GÜHFD) 4, 10 12.Cinematic Finance Ltd v Ryder and others [2010], EWHC 3387 (Ch).Cook v Deeks [1916], 1 AC 554.Cooke v Cooke [1997], 2 BCLC 28.Cullen Investment Ltd v Brown [2015], EWHC 473 (Ch).Çamoğlu E, ‘Anonim Ortaklığın Haklı Sebeple Feshinde Hâkimin Takdir Yetkisi  (2015) 31 BATIDER 1.ÇELİK A, Anonim Şirketlerde Ortaklıktan Çıkarılma, (3. Bası, Seçkin 2016).Davies P.L ve Worthington S, Gower & Davies Principles of modern company law (9. Bası, Sweet & Maxwell, 2012).Dignam A ve Lowry J P, Company Law (5. Bası, Oxford University Press 2009).Dignam A ve Lowry J P, Company Law (8. Bası, Oxford University Press 2014).Dignam A, Hicks A ve Goo S H, Hicks & Goo s Cases and Materials on Company Law (Oxford University Press 2011).Domaniç H, Anonim Şirketler / Joint Stock Companies (1. Bası, Eğitim 1978).Ebrahimi v Westbourne Galleries Ltd [1973], AC 360.Erdem N, Anonim Ortaklığın Haklı Sebeple Feshi (2. baskı, Vedat 2019).Edwards v Halliwell [1950], 2, All ER 1064.Erten C, ‘Anonim Şirketlerde Haklı Sebeplerle Fesih Hakkının Yargıtay İçtihatları Çerçevesinde Değerlendirilmesi  (2019) 13 Uyuşmazlık Mahkemesi Dergisi, 187 211.Faybird Group Ltd v Greenwood [1986], BCLC 319 327.Fisher v Cadman [2006], 1 BCLC 499.129İstanbul Hukuk Mecmuası 79/1Foss v Harbottle [1843], 67 ER 189.French D, Mayson S ve Ryan C, Mayson, French & Ryan On Company Law (30. Bası, Oxford University Press 2013).Grace v Biagiol [2006], 2 BCLC 70.Griffin S, ‘Alternative Shareholder Remedies Following Corporate Mismanagement  Which Remedy To Pursue?  (2017) 281 Company Law Newsletter 1 4. Güngör S, ‘6102 Sayılı Türk Ticaret Kanunu Hükümleri Kapsamında Anonim Şirketlerde Azınlığa Tanınmış Olan Haklar  (2015) Tekirdağ SMMM Odası Sosyal Bilimler Dergisi, 4, 4.Hecquet v McCarthy [2006], EWHC 832 (Ch).Helvacı M, ‘Yönetim Kurulu Üyelerinin Hukuki Sorumluluğunda Farklılaştırılmış Teselsül  (2013) Prof. Dr. Oğuz İmregün e Saygı Sempozyumu, 2 Galatasaray Üniversitesi Hukuk Fakültesi Dergisi (GÜHFD).Hannigan B, Company Law (4. Bası, Oxford University Press 2013).Hallington R, ‘Oppression of Minority Shareholders: Reflections on Blisset v Daniel  (2007) 19 Denning Law Journal 5.Helvacı M, Anonim Ortaklıkta Ticaret Kanunundan Kaynaklanan Azınlık Haklarının Hukuki Niteliği ve Tanımı, Prof. Dr. Oğuz İmregün e Armağan (Beta, 1998).Hollington R, Hollington on Shareholders  Rights (8. Bası, Sweet & Maxwell 2016).Hutton v West Cork Railway Co. Ltd (1883), 23, Ch. D 654.Iesini v Westrip Holdings Ltd [2009], EWHC 2526 (Ch).Irvine v Irvine (No 1) [2007], 1 BCLC 349.İlbasmış Hızlısoy Ö, Anonim Şirketin Haklı Sebeple Feshi (1. Bası, Adalet 2016).Joffe V, Minority Shareholders: Law, Practice and Procedure (1. Bası, Oxford University Press 2008).Karasu R , ‘Emredici Hükümler İlkesinin Kapalı Tip Anonim Şirketler ve Limited Şirketler Açısından Doğurduğu Sorunlar Ve Çözüm Önerileri  (2015) Ticaret ve Fikri Mülkiyet Hukuku Dergisi 1.Keay A ve Loughrey J, ‘Derivative Proceedings in A Brave New World For Company Management And Shareholders  (2010) 3 Journal of Business Law 151. Keay A ve Loughrey J, ‘Something old, something new, something borrowed: an analysis of the new derivative action under the Companies Act 2006  (2008) 124 The Law Quarterly Review 469.Keay A, ‘Applications to continue derivative proceedings on behalf of companies and the hypothetical director test  (2015) 34 (4) Civil Justice Quarterly 346 365.Kendigelen A, ‘İptal Davası Açma Hakkı ve Pay Sahipliği Sıfatının Cüz i Halefiyet (Payların Devri) Sonucu Değişmesi  (2001) 1 Prof. Dr. Hayri Domaniç e 80. Yaş Günü Armağanı, 307 331.Kendigelen A, Yeni Türk Ticaret Kanunu: Değişiklikler, Yenilikler ve İlk Tespitler (3. Bası, On İki Levha 2016).Kershaw D, ‘The Rule in Foss v Harbottle is Dead: Long Live the Rule in Foss v Harbottle  (2015) Journal of Business Law 274. Kim K, Kitsabunnarat Chatjuthamard P ve Nofsinger J, ‘Large Shareholders, Board Independence, and Minority Shareholder Rights: Evidence From Europe  (2007) 13 Journal of Corporate Finance 859.Koç H, ‘Anonim Şirket Yönetim Kurulu Üyelerinin Farklılaştırılmış Teselsül İlkesi Uyarınca 130Karatepe Kaya / İngiliz Hukukunda Azınlık Pay Sahiplerinin Korunması ve Türk Hukuku ile KarşılaştırılmasıSorumluluklarına Genel Bir Bakış  (2020) 3 Necmettin Erbakan Üniversitesi Hukuk Fakültesi Dergisi (NEÜHFD), S.1.La Porta R, Lopez de Silanes F, Shleifer A ve Vishny R, ‘Law And Finance  (1998) 106 Journal of Political Economy 1113.Law Commission, ‘Shareholder Remedies  (Law Com. No. 246, 1997), para. 6.4.Law Commission, ‘Shareholder Remedies  (Law Com. No. 246, 1997), para. 16.1.Loch v John Blackwood Ltd [1924], AC 783.MacDougall v Gardiner (1875), 1, Ch. D 13.McMullen J, ‘Minority Protection and Section 75 Of The Companies Act 1980  (1983) 42 The Cambridge Law Journal 204 206.Milman D, ‘Shareholder Law: Recent Developments in Practice  (2015) 378 Company Law Newsletter 1.Monks R.A.G, ‘Modern Company Law for A Competitive Economy: The Strategic Framework  (2000) 8 Corporate Governance: An International Review 16 24.Moroğlu E, 6102 Sayılı Türk Ticaret Kanunu (Başlangıç Hükümleri, Ticari İşletme, Ticaret Şirketleri, Kıymetli Evrak ve Son Hükümler) Değerlendirme ve Öneriler (7. Bası, On İki Levha 2012).Mujih E C, ‘The new statutory derivative claim: a delicate balancing act: Part 1  (2012) 33 (3) Company Law 76.Nessen P, Goo S.H. ve Low C.K, ‘The statutory derivative action: now showing near you  (2008) 7 Journal of Business Law 627 661.Newington Bridges C, ‘A Practical Guide To Unfair Prejudice Petitions And Their Interaction With Derivative Claims  (Stjohnschambers.co.uk, 2016) <https://www.stjohnschambers.co.uk/wpcontent/uploads/2018/07/Unfair prejudice petitions and derivative actions.pdf> Erişim Tarihi 06/01/2021.Nicholas v Soundcraft Electronics Ltd [1993] BCLC 360.Nomer Ertan F,  Anonim Ortaklığın Haklı Sebeple Feshi Davası  TTK m. 531 Üzerine Düşünceler  (2015) 23 İstanbul Hukuk Mecmuası 421.Nwafor A, ‘The unfair prejudice remedy   a relief for the minority shareholders  (2011) 22 University of Botswana Law Journal 37.Oak Investment Partners XII, Limited Partnership v Boughtwood [2009], 1 BCLC 453.O Neill v Phillips [1999], 2 BCLC 1.Oregum Gold Mining Co. v Roper [1892], AC 125.Oruç M, ‘6102 sayılı Yeni Türk Ticaret Kanunu na Göre Anonim Ortaklıktan Haklı Sebeple Fesih İstemine Bağlı Çıkarılma  (2011) 27 Banka Huk. Dergisi 209.Payne J,  Sections 459–461 Companies Act 1985 In Flux: The Future of Shareholder Protection  (2005) 64 The Cambridge Law Journal 647.Pekcanıtez H, Atalay O ve Özekes M, Medeni Usul Hukuku (14. Bası Yetkin 2013).Percival v Wright [1902], 2, Ch. 401.Pettet B G ve diğerleri, Pettet s Company Law (1. Bası, Pearson Longman 2009)Poroy R, Tekinalp Ü ve Çamoğlu E, Ortaklıklar Hukuku (13. Bası, Beta 2014).Prudential Assurance Co. Ltd v Newman Industries Ltd [1982], Ch. 204.Radin S, The Business Judgement Rule – Fiduciary Duties of Corporate Directors (5. Bası, Aspen 131İstanbul Hukuk Mecmuası 79/1Law and Business 1998).Redmond Cooper  R,  ‘Management  Deficiencies  and  Judicial  Intervention:  A  Comparative Analysis  (1988) 9(8) Company Lawyer 169. Reisberg A, ‘Derivative Claims Under the Companies Act 2006: Much Ado About Nothing?  [2009] Rationality In Company Law: Essays In Honour of dd Prentice, J. Armour, J. Payne, Hart Publishing, 2009; University College London Law Research Paper No. 09 02 <https://ssrn.com/abstract=1092629> Erişim tarihi 06/12/2020.Reisberg A, ‘Funding Derivative Actions: A Re Examination Of Costs And Fees As Incentives To Commence Litigation  (2004) 4 Journal of Corporate Law Studies, 346.Re a Company (No. 003160 of 1986) [1986], BCLC 391.Re a Company (No 003160 of 1986) [1986], BCLC 391.Re Blackwood Hodge [1997], 2 BCLC 650, 673.Re BSB Holdings Ltd (No 2) [1996], 1 BCLC 155.Re Baumler (UK) Ltd Gerrard v Koby and another [2004], All ER (D) 139.Re Elgindata Ltd [1991], BCLC 959.Re London School of Electronics Ltd [1986], Ch. 211.Re Macro (Ipswich) Ltd [1994], 2 BCLC 354.Re Posgate & Denby (Agencies) Ltd [1986], 2 BCC 99.Re Quickdome Ltd [1988], BCLC 370.Re RA Noble & Sons Clothing Ltd [1983], BCLC 273.Re Ravenhart Service (Holdings) Ltd [2004], 2 BCLC 376.Re Southern Counties Fresh Foods Ltd [2008], EWHC 2810 (Ch).Re Sunrise Radio, Kohli v Lit [2010], 1 BCLC 367.Re Yenidje Tobacco Co. Ltd [1916], 2 Ch. 426.Sarkar P,  Common law vs. Civil law: which system provides more protection to shareholders and promotes financial development , (2017) 2 Journal of Advanced Research in Law and Economics 143.Sealy ve Worthington S, Sealy s Cases and Materials in Company Law (9. Bası, Oxford University Press 2010).Seaton v Grant (1867), LR 2, Ch. App. 459.Sikorski v Sikorski [2012], EWHC 1613 (Ch).Sime S ve Taylor M, Company Law in Practice (12. Bası, Oxford University Press 2017).Sykes J.P, ‘The continuing paradox: a critique of minority shareholder and derivative claims under the Companies Act 2006  (2010) 29 Civil Justice Quarterly 205 234.Smith v Croft No. 2 [1988], Ch. 114. Sümer A, ‘Anonim Ortaklıkların Haklı Nedenle Feshi  (2012) 18 Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi 2, 839 850.Şahin A, Anonim Ortaklığın Haklı Sebeple Feshi (1. Bası, Vedat 2013).Şener O H, Teorik ve Uygulamalı Ortaklıklar Hukuku (3. Bası, Seçkin 2017).Tandoğan H, 3. Şahsın Zararının Tazmini [Mesuliyet] (1. Bası, Ankara 1963) 98; Ahmet Kılıçoğlu, Borçlar Hukuku Genel Hükümleri (20. Bası, Seçkin 2016).Tang J, ‘Shareholder remedies: demise of the derivative claim?  (2012) 1 (2) UCL Journal of Law 132Karatepe Kaya / İngiliz Hukukunda Azınlık Pay Sahiplerinin Korunması ve Türk Hukuku ile Karşılaştırılmasıand Jurisprudence 178.Tekinalp Ü, ‘Anonim Ortaklığın Haklı Sebeplerle Feshi Davasının Bazı Usulî Sorunları , Ersin Çamoglu na Armağan (1. Bası, Vedat 2013).Tekinalp Ü, ‘Türk Ticaret Kanunundaki Boşluk: Anonim Ortaklığın Feshi, Çoğunluk Gücünün Kötüye Kullanılmasına Karşı Etkili Bir Araç  (1974) 21 İktisat ve Maliye Dergisi 8, 321.UK Companies Act 2006 <https:// https://www.legislation.gov.uk/ukpga/2006/46/section/996> Erişim Tarihi 06/12/2020.Veziroğlu C, ‘Buy Out of the Oppressed Minority s Shares in Joint Stock Companies: A Comparative Analysis of Turkish, Swiss and English Law  (2018) 19 European Business Organization Law Review 527.Wallersteiner v Moir [1974], 1 WLR 991.Wilson v Jaymarke Estates Ltd [2007], UKHL 29.Wood v Odessa Waterworks Co. (1889), 42, Ch. D 636.Worthington S, Sealy and Worthington s Text, Cases and Materials in Company Law (11. Bası, Oxford University Press 2016).Yanlı V, ‘Şirkete Verilen Zarar Sebebiyle Sorumluluk Bağlamında  Yönetici  Kavramı ve Genel Kurul Kararı Gerekliliği Sorunu  (2019) 141 Terazi Hukuk Dergisi 51, 46 57.Yasaman H, ‘Türk Ticaret Kanunu Tasarısı nda Hâkimin Genişleyen Rolü  (2009) 25 BATIDER 4, 73.133"
}