{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "18",
     "Ay": "07",
     "Yıl": "2017",
     "Cilt": "75",
     "Sayı": "2",
     "Başlık": "VERGİ HUKUKU ÖZELİNDE MAHKEMEYE ERİŞİM HAKKI ÜZERİNE BİR İNCELEME (ÇELİŞKİLİ KARAR YASAĞI-DANIŞTAY KARARLARINDAN ÖRNEKLER VE HAKLAR BÜTÜNÜNÜ HUKUKLA OKUMAK)",
     "Title": "",
     "Yazar İsmi": [

          "Yrd. Doç. Dr./Asst. Prof. Dr. Muhammed Demirel"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Suça iştirak", "yardım etme", "doğal hareket", "mesleki hareket", "ticari faaliyet", "beyaz yaka suçları", "Türk Ceza Kanunu"

     ],
     "Keywords": [
          "Participation to a crime", "aider", "natural act", "professional act", "commercial activity", "white-collar crimes", "Türkish Criminal Code"

     ],
     "Özet": "Suça iştirak kapsamında suça iştirak türü olan yardım etme kurumu, her daim detaylı şekilde irdelenen konulardan biri olmuş, önemini hiçbir dönemde kaybetmemiştir. Bunun nedeni, işlenen birçok suçta faile yardımcı olan, fiilin işlenmesini kolaylaştıran suç ortaklarının varlığıdır. Bu incelememizde, yardım etmenin farklı bir yönünü ele aldık. Zira bu makalede, insanların günlük yaşamları içerisine gerçekleştirdikleri alelade davranışlar ve mesleki ya da ticari faaliyetlerle yardımsal katkıyı sağlayan kişilerin ceza sorumluluğu irdelenmiştir. Bu çalışmada konunun Türk hukukunda oldukça yeni olması nedeniyle Türk hukukunun pek fazla ele alınmadığı vurgulanmalıdır. Dolayısıyla çalışmamızda Türk doktrini ve mahkeme kararlarından tam anlamıyla yararlanılmamış, çoğunlukla Alman doktrini ve mahkeme kararlarından faydalanılmıştır. Bu bakımdan konu, bütün detaylarıyla ortaya konulmaya çalışılmış, böylelikle gerek Türk doktrinine gerekse uygulamaya katkı sağlanması düşünülmüştür.",
     "Abstract": "In the context of participation to a crime, the establishment of assistance that is the form of the participation to a crime, has always been one of the topics discussed in detail and has never lost its importance. The reason of this is the existence of the accomplices who facilitate the execution of an offence, assisting the offender in many crimes. However we have focused on a different aspect of assistance in our essay. For as much as in this article, the responsiblities of the people assisting the execution of an offence, within their daily common behaviours and occupational or commercial activities, are examined. It must be stated that this study is not examined in real terms in Turkish Law, so this issue is quite new in terms of Turkish Law. That is the reason why in this research, it was mostly benefited from German doctrine and judicial decisions and but Turkish sources and court decisions have not been adequately integrated. In this regard, the issue has been tried to be examined in full detail. Thus, it is aimed to contribute to Turkish doctrine and practice.",
     "Metin": "A nın eşini öldürdüğü (kasten öldürme suçu) bıçağın kendisine X isimli mağazada satılması, yine A nın içine zehir katarak eşine yedirip eşinin ölmesini (kasten öldürme suçu) sağladığı ekmeği, A nın bu zehri katıp eşini öldüreceğini bilmesine rağmen A ya satan fırıncının satış hareketi, bir esnafın hırsızlık suçunu işleyecek olan kimseye tornavidayı satması, kendisini bankaya götürmesi için taksi çağıran C nin bankada soygun gerçekleştirdikten sonra (hırsızlık suçu) kendisini bir süreliğine bankanın önünde beklemesini istediği taksi şoförü D tarafından bu defa havaalanına götürülmesi, tekel bayii olan E nin illegal bir şekilde işletilen ve kadın ticaretinin yapıldığı (fuhuş suçu) bara düzenli olarak alkollü içki satışı gerçekleştirmesi, kapıcı F nin uzun zaman boyunca bir kimseyi evinde rehin olarak bulunduran (kişiyi hürriyetinden yoksun kılma suçu) G nin evine her gün ekmek, çeşitli yiyecekler ve içecekler götürmesi, site içinde bakkal işleten H nin de söz konusu ürünlerin satışını gerçekleştirmesi, daha ilginci rehineyi elinde bulunduran kişiye (kişiyi hürriyetinden yoksun kılma suçu) annesi tarafından merhametinden dolayı her öğün yemek götürülmesi, avukat K nin müvekkiline hukuki olarak vergiden muaf tutulma ile vergi kaçırma arasındaki ince çizgiden bahsetmesi ve detaylı bilgi vermesi üzerine müvekkilin bu bilgilerden hareket ederek vergi kaçırması (vergi kaçakçılığı suçu)7, nihayet banka görevlisi M nin N nin hesabındaki paraları isimsiz bir şekilde yurt dışında açılan hesaba transfer etmesine ve bu suretle vergi kaçırmasına yardımcı  olması  (vergi kaçakçılığı suçu)8  durumlarında  esasında  işlenmekte                                                  1 Malte Rabe von Kühlewein,  Strafrechtliche Haftung bei vorsätzlichen Straftaten anderer , JZ 2002, s. 1139. 2 Claus Roxin,  Zum Strafgrund der Teilnahme , FS-Stree/Wessels, s. 378; Joachim Kretschmer,  Welchen Einfluss hat d. Lehre d. obj. Zurechnung auf das Teilnahmeunrecht? , Jura 2008, s. 268. 3 BGH GA 1981, s. 133 vd (Aktaran Claus Roxin,  Was ist Beihilfe? , FS-Miyazawa, s. 513). 4 RGSt 39, 44 (Kretschmer, Jura 2008, s. 268). 5 Wolfgang Joecks,  Täterschaft und Teilnahme , Münchener Kommentar zum Strafgesetzbuch, Band 1, § 27 kn. 51, Verlag C.H. Beck, München 2003; Volker Krey/Robert Esser, Deutsches Strafrecht, Allgemeiner Teil, 5. Auflage, Stuttgart 2012, § 32 kn. 1082. 6 MK-Joecks, § 27 kn. 51. 7 RG v. 17.11.1904 – 1178/04 (MK-Joecks, § 27 kn. 43); Katharina Beckemper,  Strafbare Beihilfe durch alltägliche Geschäftsvorgänge , Jura 2001, s. 168; Krey/Esser, StrafR AT, § 32 kn. 1082. 8 BGHSt 46, 107 (Brigitte Tag,  Beihilfe durch neutrales Verhalten , JR 1997, s. 49; Klaus  Geppert,   Die  Beihilfe ,  Jura  1999,  s.  269;  Jürgen  Baumann/Ulrich  Weber/Wolfgang Mitsch, Strafrecht Allgemeiner Teil, 11. Auflage, Verlag Ernst und Werner Gieseking, Bielefeld 2003, § 31 kn. 32a; Krey/Esser, StrafR AT, § 32 kn. 1082; Rudolf Rengier, Strafrecht Allgemeiner Teil, 7. Auflage, C.H. Beck, München 2015, §Mesleki Hareketlerle Suça Yardım Etmenin Cezalandırılabilirliği  491 olan veya işlenecek olan suçlarla hiçbir ilgisi olmamasına rağmen kendisinden ödünç balta isteyen komşusuna balta verme gibi günlük olağan hareketleri gerçekleştiren yahut mağaza işleticisi olarak balta satma, taksi şoförü olarak müşteriyi bankaya götürme, kapıcı olarak site mensuplarından birinin evine gıda maddeleri götürme, avukat olarak müvekkili bilgilendirme gibi genel anlamda bir meslek faaliyeti olarak mütalaa edilebilecek davranışlar icra eden kişilerin işlenen söz konusu suçlara yönelik olarak katkı şeklinde tezahür eden ilgili hareketlerinden dolayı  yardım etmeden sorumlu tutulup tutulamayacakları , suça iştirak kapsamında özellikle üzerinde durulması gereken meselelerden biri olarak karşımıza çıkmaktadır.  A. KAVRAM ve TARİHÇE Alman doktrininde mesleki hareketler, günlük olağan hareketlerle (günlük yaşam hareketleri) birlikte  doğal hareketler  olarak nitelendirilmiş olup bu bağlamda kişinin mutat şekilde gerçekleştirdiği hareketlerle ya da esasında mesleğinin gereklerini yerine getirmek üzere gerçekleştirdiği davranışlarla bir başka kişinin işlediği suça katılması nedeniyle bu hareket türlerinin cezalandırılabilir yardım etmeye temel teşkil edip etmeyeceği, edecekse bunun hangi koşullarda  mümkün  olduğu  üzerine  Alman  hukukunda  önemli  tartışmalar yapılmıştır. Diğer bir ifadeyle sorun, esas olarak günlük yaşam içerisinde çok defa gerçekleştirilen, yine normal mesleğin icrası esnasında gerçekleştirilen hareketlerin, bazı özel durumlarda suç niteliğini haiz hareketlere yardımsal katkılar sağlamış olduğu ve bu bağlamda failin fiilinin neticesinin meydana gelmesinde failin fiili ile birlikte nedensel bir anlam ifade ettiği durumlarda                                                                                                                        45 kn. 102; Walter Gropp, Strafrecht Allgemeiner Teil, 4. Auflage, Springer 2015, § 10 kn. 317). 9 Tag, JR 1997, s. 49; Geppert, Jura 1999, s. 269; Kai Ambos,  Beihilfe durch Alltagshandlungen , JA 2000, s. 721; Rabe von Kühlewein, JZ 2002, s. 1139-1146; Gropp, AT, § 10 kn. 317. Literatürde „ekonomik günlük hareketler  olarak da ifade edildiği görülmektedir.  Bkz.  Kai  Müller,  „Beihilfe  durch  wirtschaftliches  Handeln ,  FSSchreiber, s. 344. 10 Thomas Weigend,  Grenzen strafbarer Beihilfe , FS-Haruo Nishihara, s. 197; Roxin, FS-Stree/Wessels, s. 378; Roxin, FS-Miyazawa, s. 513; Günther Jakobs, Strafrecht Allgemeiner Teil, 2. Auflage, Walter de Gruyter, Berlin 1991, 24/13; Geppert, Jura 1999, s. 269; Knut Amelung, „Die ‚Neutralisierung  geschaftmäßiger Beiträge zu fremden Straftaten im Rahmen des Beihilfetatbestands , FS-Grünwald, 1999, s. 9; Wolfgang Wohlers,  Hilfeleistung und erlaubtes Risiko – zur Einschränkung der Strafbarkeit gemäß § 27 StGB , NStZ 2000, s. 169; Harro Otto,  Das Strafbarkeitsrisiko berufstypischen, geschäftsmäßigen Verhaltens , JZ 2001, s. 436; Rabe von Kühlewein, JZ 2002, s. 1139; Claus Roxin, Strafrecht Allgemeiner Teil, Band II, C. H. Beck, München 2003, § 26 kn. 219; Müller, FS-Schreiber, s. 343; Hendrik Schnedier,  Neutrale Handlungen: Ein Oxymoron im Strafrecht? , NStZ 2004, s. 312; Ralf Krack/Kjell Gasa,  Referandarexamensklausur – Strafrecht: Vermögensdelikte – Gescheiterte Existenz , JuS 2008, s. 1005-1011; Kretschmer, Jura 2008, s. 268; Gerhard Seher,  Grundfälle zur Beihilfe , JuS 2009, s. 795; Gabriele Kett-Straub/Laura Linke,  Boxende  Brüder ,  JA  2010,  s.  25;  Reinhart  Maurach/Karl  Heinz  Gössel/Heinz Zipf/Dieter  Dölling/Christian  Laue/Joachim  Renzikowski,  Strafrecht  Allgemeiner Teil, Teilband 2, 8. Auflage, C. F. Müller, 2014, § 52 kn. 30; Joachim Kretchmer,  BGH, Beschluss vom 30.4.2013 – 3 StR 85/13 , JR 2014, s. 40; Uwe Murmann, Grundkurs Strafrecht, 3. Auflage, C. H. Beck, München 2015, § 27 kn. 132; Rengier, AT, § 45 kn. 101.492  Yrd. Doç. Dr. Muhammed Demirel (İÜHFM C. LXXV, S. 2, s. 489-534, 2017) ortaya çıkmaktadır. Öyle ki bir kimseye bıçağın satışını yapan mağaza sahibinin satış hareketine sadece objektif bakış açısıyla bakıldığında bu hareketin yardım etme hareketi olduğunda şüphe bulunmamaktadır. Zira satıcı, bir suçun işlenmesinde kullanılan suç aletini  satmak suretiyle de olsa  faile temin eden kişi konumunda olup failin fiilini işleyerek ilgili suç kapsamında korunan  hukuki  değerin  ihlal  edilmesini  kolaylaştırmakta,  kuvvetlendirmekte, mümkün kılmakta veya en azından güvence altına almaktadır. Bu sayede ilk bakışta yardım eden konumunda yerini almaktadır. Bununla birlikte failin işlediği fiilden haberdar şekilde ceza kanunlarında gerek yardım etmeye gerekse bağlılık kuralına ilişkin tanımlamalar gereğince bir davranışın meslek gereği icra edildiği durumları önemsiz telakki eden bir durum bulunmamaktadır. Buna rağmen bir başka kişinin suçu mümkün hale getiren her türlü hareketinin doğrudan cezaya layık olduğunun belirtilmesinin ne derece yerinde olduğu, bu davranışlar cezaya layık olsa bile bilhassa taksirli faillikten hareketle sorumlu tutulabilmesinin mümkün olması gibi bir gerçek karşısında bu yerindeliğin özellikle tartışılmaya değer bir konu olduğu açıkça göze çarpmaktadır. Soruna ilişkin ortaya çıkan tartışmalara değinmeden evvel uygulamada en çok avukatlar, noterler, muhasebeciler ve banka çalışanları tarafından gerçekleştirildiği için sorun teşkil edebilecek olan doğal hareketlerden tam olarak ne anlaşılması gerektiği, hangi tür hareketlerin bu kapsamda değerlendirilmesi gerektiği ele alınmalıdır. Buna göre her ne kadar kavram olarak tam anlamıyla belirgin olmasa da toplum yaşamında hayatın olağan akışı içerisinde gerçekleştirilen bazı davranışlar, özellikle de bir mesleğin gereklerine uygun olarak icra edilen fiiller, olağan akışa uygun olsa bile kimi zaman işlenecek bazı suçlara katkı sağlayabilir. İşte bu durumlarda suç teşkil eden harekete tesir eden ve fakat hayatın olağan akışına da uygun olan bu tür davranışlara  günlük olağan hareketler  adı verilmektedir. Eğer bu hareketler, herkese karşı bir mesleğin icra edilmesi çerçevesinde, failden ve failin fiilinden bağımsız olarak hukuken uygun görülmeyen bir amaca yönelik olmayıp tamamen kendi menfaatleri doğrultusunda mesleğin ifa edilmesi amacıyla gerçekleştirilen, bu anlamda da ilk etapta başkasının işlediği suça etki etmiş olsa da tipik bir destekleme hareketi şeklinde görünüm arz etmeyen hareketlerse bu defa  mesleki hareketler  olarak nitelen                                                 11 Roxin, AT II, § 26 kn. 218; Kretschmer, Jura 2008, s. 269; Satzger, Jura 2008, s. 515; Kett-Straub/Linke, JA 2010, s. 30; Günther Heine/Bettina Weißer,  Täterschaft und Teilnahme , Schönke/Schroeder Strafgesetzbuch Kommentar, 29. Auflage, Verlag C.H. Beck, München 2014, § 27 kn. 9. 12 Bernd Heinrich, Strafrecht Allgemeiner Teil, 4. Auflage, Kohlhammer, Tübingen 2015 kn. 1330. 13 Geppert, Jura 1999, s. 269; Wohlers, NStZ 2000, s. 169; Schneider, NStZ 2004, s. 312. 14 Müller, FS-Screiber, s. 343. 15 Schneider, NStZ 2004, s. 312. 16 Maurach/Gössel/Zipf, AT II, § 52 kn. 30. 17 Rabe von Kühlewein, JZ 2002, s. 1139. 18 Hefendehl, Jura 1992, s. 376; Rabe von Kühlewein, JZ 2002, s. 1139. 19 Wolfgang Schild, in Nomos Kommentar, 4. Auflage, Baden-Baden 2013, § 27 kn. 11. 20 Harald Niedermair,  Straflose beihilfe durch neutrale Handlungen? , ZStW 107 (1995), s. 507; Heinrich, AT, kn. 1330; Schneider, NStZ 2004, s. 312.Mesleki Hareketlerle Suça Yardım Etmenin Cezalandırılabilirliği  493 dirilmektedir. Bu tanıma göre doğal hareketler şeklinde tezahür eden bu tür davranışlar, günlük yaşam içerisinde her insana karşı işlenmiş olabilecek eylemlerdir. Zira tanımda da belirtildiği üzere hareketi icra eden kişi, daha ilk baştan faile ve failin fiiline bağlı olmaksızın kendi şahsında bir amacı takip etmektedir. Bilhassa herhangi bir suçun işlenmesinde kullanılma ihtimali yüksek olan aletlerin satışını gerçekleştiren kişiler bakımından gündeme gelen ve Alman hukukunda oldukça eski tarihlerden itibaren tartışılan bu mesele, ilk defa Avusturyalı hukukçu Kitka tarafından 19. yüzyıl ortalarından evvel bir kimseyi öldüreceğini bildiği bir kişiye sadece para kazanma amacıyla tabanca satan satıcının söz konusu kasten öldürme suçundan dolayı kusurunun bulunup bulunmadığı tartışmasının açılması ile ortaya çıkmıştır. Bu sorunu ortaya koyan Kitka, bu tür durumlarda söz konusu satışı yapan kişinin bu satış işlemi ile ortaya koymuş olduğu katkı suretiyle müşterinin suç teşkil eden fiili işlemesini isteyerek yardım eden olabileceğini kabul etmiştir. Ulaşılan bu sonuç bir tarafa bırakılacak olursa, her şeyden önce bu sorunun Alman hukukunda Krallık Yüksek Mahkemesinin birçok kararında tartışıldığı, bu tartışmaların halen de devam ettiği, özellikle de Luxemburg olayı adıyla gündeme gelerek geniş şekilde tartışıldığı, söz konusu hareketin failin işlediği fiilden bağımsız olarak muhtemel yardım etme hareketi şeklinde çok sayıda suç tipiyle ilişkili görüldüğü, özellikle ticari faaliyetler çerçevesinde işlenen suçlar bağlamında tartışmaların yapıldığı ifade edilmelidir.                                                  21 Niedermair, ZStW 1995, s. 507; Weigend, FS-Nishihara, s. 199; Rolf Schmidt, Strafrecht Allgemeiner Teil, 14. Auflage, Bremen 2015, § 27 kn. 1104; Arthur Hartmann,  Sonderregeln für die Beihilfe durch „neutrales  Verhalten? , ZStW 2004, s. 598, 599; Karsten Gaede, „Die strafbare Beihilfe und ihre aktuellen Probleme – Die gelungene Prüfung der §§ 27 und 28 , JA 2007, s. 759, 760; Krack/Gasa, JuS 2008, s. 1005; Seher, JuS 2009, s. 795; Kett-Straub/Linke, JA 2010, s. 25, 30; Krey/Esser, StrafR AT, § 32 kn. 1082. Hareketlerin bu şekilde farklılaştırılıp isimlendirilmesine karşı olan görüş için bkz. Rabe von Kühlewein, JZ 2002, s. 1139. 22 Roxin, AT II, § 26 kn. 220; Seher, JuS 2009, s. 795. 23 Joseph Kitka, Über das Zusammentreffen mehrerer Schuldigen bei einem Verbrechen und deren Strafbarkeit, 1840, s. 62, 63 - Aktaran Schneider, NStZ 2004, s. 312. 24 Amelung, FS-Grünwald, s. 9; Müller, FS-Schreiber, s. 343. 25 Luxemburg kararı kapsamında banka W nin çalışanlarından sanık, 1992 sonu, 1993 başında beş olayda banka W nin müşterilerinin isteği doğrultusunda Luxemburg ve İsviçre ye anonim para transferine destek olmuştur. Buna göre müşteriler banka W de hesap sahip olmalarına rağmen parayı yurt dışındaki hesaplarına bu hesaplarından göndermemişler, gönderimi iki bağımsız işlem şeklinde bölmüşlerdir. Sanığın kontrolü altında müşteriler evvela arzu ettikleri meblağı nakit olarak hesaplarından çekmişler, ardından bu miktarı nakit olarak ödeme kağıdı ile yurt dışındaki bankanın ana hesabına yatırmışlardır. Ödeme makbuzunda ise para yatıran kişinin adı yerine sadece kod veya yurt dışındaki bankanın referans numarasına yer verilmiştir. Bu noktada sanık, müşterilerin yurtdışından faiz gelirlerini vergilendirmek istemediklerini dikkate almıştır. Böylelikle bu gelirlerin müşterilere vergilendirilmesi yapılmamıştır. Buna göre banka çalışanının vergi kaçırma eylemine yardım eden olarak katkı sağladığı şüphesiyle soruşturmanın başlatıldığı bu kararda banka görevlisi, bir müşterinin isimsiz bir şekilde Luxemburg hesabına uluslararası para transferi gerçekleştirmesini mümkün kılması nedeniyle yargılanmış, Yerel mahkeme, sanığı beş olayda da vergi kaçırmaya yardım eden olarak sorumlu tutmuştur. Sanığın temyiz talebiyle başvurusu da BGH tarafın-494  Yrd. Doç. Dr. Muhammed Demirel (İÜHFM C. LXXV, S. 2, s. 489-534, 2017) Bu bağlamda kişilerin failin işleyeceği suçtan haberdar olmadığı durumlarda herhangi bir sorumluluklarının ortaya çıkmayacağı açıktır. Zira kişinin hiçbir şekilde bilgisinin olmadığı bir durumun kendisine yüklenmesi, kişinin kasıtlı ve hukuka aykırı bir fiille, failin fiiline katkıda bulunmasını şart koşan bağlılık kuralına göre mümkün değildir. O halde doğal hareketler kapsamında esas tartışılan husus, günlük yaşam içerisinde mesleği gereğince hırdavatçılık yapan bir kimsenin herhangi bir kişiye bıçak, çekiç veya tornavida satarken, bu ürünü satın alan kişinin bu aletleri kullanarak başka bir kimseyi öldüreceği, kişinin kafasını kıracağını veya hırsızlık yapacağını  biliyor veya bu konuda şüpheleniyor olması yahut da bu konuda tereddüt halinde kalması  halinde yardım eden olarak sorumlu tutulup tutulmayacağı noktasında varlık göstermektedir. Zira bu gibi durumlarda failin söz konusu aletle ne yapacağını bilmesine, öngörmesine yahut da bu konuda şüphe duymasına rağmen her ne kadar mağdurun öldürülmesine yönelik özel bir amaçla hareket etmemiş olsa da satışı niçin yaptığı sorusuna  Nihayetinde benim işim bıçak satmak! Ben geçimimi bununla sağlıyorum! Sattığım ürün, bir tabanca değil ki, sadece bıçak ve bu çerçevede satış yaptığım her şüpheli kişiyi araştırmak gibi bir yükümlülüğüm de yok! Kimin ne yaptığıyla ilgilenemem!  diyerek aklına gelen söz konusu ihtimale de hiçbir önem atfetmemiş olmasının, hırdavatçının ceza sorumluluğuna etkisinin ne olacağı özel olarak irdelenmesi gereken bir mevzu olarak ön plana çıkmaktadır. Aynı şekilde bir fabrikaya, söz konusu malzemeler kullanılırken çevreye karşı suçlar işlendiğini bilen bir kimsenin bu duruma rağmen malzemeleri satması halinde, bu kişilerin yardım eden olarak sorumlu tutulup tutulmayacakları izaha muhtaçtır. Her şeyden önemlisi de, ülkemizde özellikle yaygın bir şekilde uygulanan fiş yahut da fatura kesmeme gibi durumlar karşısında tüccarın bu davranışı sergileyeceğini bilerek alış-veriş yapan kişinin, tüccar tarafından işlenen ilgili vergi suçu bakımından yardım eden olarak sorumlu olup olmayacağı muhakkak özel olarak irdelenmelidir. Bilhassa da bir meslek mensubu olan bir kişinin, meslekten kaynaklı hareketini gerçekleştirirken bir başka kişinin suç teşkil eden hareketine destekte bulunması bakımından en azından olası kastla hareket etmesi durumu, oldukça sorunlu bir alanın ortaya çıkmasına neden olmaktadır. Bu çerçevede hukuki değerlerin korunmasına yönelik ihtiyaç ile çalışma faaliyetlerinin özgürce icra edilmesi şeklindeki genel hareketler arasında adilane bir denge bulunmaya çalışılmaktadır. Bununla birlikte bu denge sağlanmak istenirken de günümüze kadar çok farklı görüşler ileri sürülmüş, birtakım çözüm önerileri sunulmuş, bunlarla genel olarak şerikin ceza sorumluluğunda bir sınırlandırma yoluna gidilmeye çalışılmıştır. Bu görüşler, yardım teorisi, objektif sınırlandırma teorisi kapsamında genel olarak sosyal uygunluk teorisi, profesyonel uygunluk teorisi ve objektif isnadiyet teorisi, tipikliğin sübjektif unsurları bakımından bir sınırlandırma öngören sübjektif sınırlandırma teorisi,                                                                                                                        dan reddedilmiştir (BGHSt 46, 107 – Otto, JZ 2001, s. 443; Schneider, NStZ 2004, s. 314; Kretschmer, Jura 2008, s. 268, 269).  26 Heinrich, AT, kn. 1330. 27 Roxin, AT II, § 26 kn. 218; Maurach/Gössel/Zipf, AT II, § 52 kn. 30. 28 Rengier, AT, § 45 kn. 101. 29 Krey/Esser, StrafR AT, § 32 kn. 1082. 30 Schneider, NStZ 2004, s. 313.Mesleki Hareketlerle Suça Yardım Etmenin Cezalandırılabilirliği  495 karma teori ve nihayet hukuka aykırılığı ortadan kaldırma teorisi şeklinde sıralanabilir.  B. ÖĞRETİDE YER ALAN GÖRÜŞLER 1. Yardım Etme Teorisi a. Teorinin Esası Belirli bir meslek mensubu olan kişinin mesleğinin gereklerini yerine getirmesi nedeniyle gerçekleştirdiği davranışın, fail konumundaki bir başka kimsenin işleyeceği  tipik ve hukuka aykırı fiile  yönelik etkisi sonucunda vuku bulan yardımla, sıradan bir kimsenin benzer bir davranışta bulunması nedeniyle söz konusu olan yardım arasında bir ayrım yapılmasını gerektirecek türde bir sebep görmeyen ve Alman doktrininde azınlık görüş tarafından desteklenen yardım etme teorisine göre yardım etme bakımından söz konusu olan genel kurallar, hukuk tekliğinin ve güvenliğinin sağlanması açısından doğal hareketler bakımından da uygulanmalı, bu minvalde ticari davranışlar bakımından herhangi bir istisna benimsenmemelidir. Bu çerçevede genel olarak alelade olan ve dolayısıyla da toplumsal bakımdan tolare edilebilir günlük olağan davranışlara yakın bir nitelik arz eden hareketleri gerçekleştiren kişinin bu hareketinin herhangi bir şekilde işlenen suça katkıda bulunması durumunda, yine yardım etmeye ilişkin genel kurallar uygulanacak ve bir sonuca ulaşılacaktır. Öyle ki doğal hareketler bile olsa, yardım etmenin cezalandırılabilirliği üzerinde bir sınırlandırmanın doğru olmadığı, yardım etme düzenlemesinin herkes tarafından geçerli olduğu, bu tür ticari davranışları hukuka uygun kılan herhangi bir önceliğin söz konusu olmadığı, nitekim bağlılık kuralı gereğince gerekli görülen failin fiilinin tipik ve hukuka aykırı olmasının bu tür hareketler bakımından da geçerli olduğu ileri sürülmüştür. Bu görüş kapsamında hareketin yapısının önemsiz karakteri haiz olması veya sosyal uygunluğunun sadece cezanın belirlenmesinde bir önem arz edebileceği, mesleki hareketleri sergileyen                                                  31 Kett-Straub/Linke, JA 2010, s. 30; Heinrich, AT, kn. 1534; Gropp, AT, § 10 kn. 318. 32 Beckemper, Jura 2001, s. 163; OLG Düsseldorf, JR 1984, s. 258 (Aktaran Schneider, NStZ 2004, s. 313). Krey/Esser in tam anlamıyla açık olmasa da bu görüşe eğilimli olduğu izlenimi ortaya çıkmaktadır. Bkz. Krey/Esser, StrafR AT, § 32 kn. 1083. Keza ağırlığını bu görüşten yana koyan Heinrich, yardım etmeye ilişkin genel kuralların niçin belli bir kesim için göz ardı edilmesi gerektiğinin anlaşılabilir olmadığını, kasıtlı bir şekilde bir başka kişiye yardım hareketinde bulunan bir kimsenin fiil üzerinde hiçbir yararı olmasa, bilakis ön planda mesleki gerekçeler yer alsa bile yardım etmeden bahsedileceğini ifade etmiş, bağlılık kuralı gereğince kural olarak olası kast yeterli görüldüğünden bu tür durumlarda kişinin işlenecek fiil bakımından olası kastının bulunduğu durumlarda dahi niçin yardım etme kapsamı dışında bırakılması gerektiğinin izah edilemeyeceğine vurgu yapmış, buna göre bıçağı satan kişinin, her ne kadar bir tüccar olsa da sattığı bıçakla bir kimsenin öldürülebileceğini öngörmesi ve bunu kabullenmesi halinde tüccarın bu şekilde hareket ettiğinin ortaya konması kaydıyla meydana gelen öldürme suçuna yardım eden olarak sorumlu tutulabileceğini belirtmiştir (Heinrich, AT, kn. 1331). 33 Joachim Hruschka, „Entscheidungen – Strafrecht , JR 1984, s. 262, 263; Beckemper, Jura 2001, s. 163, 164. Bu nedenle teori, bazı yazarlar tarafından  geniş teori  olarak isimlendirilmiştir. Bkz. Tag, JR 1997, s. 50. 34 Hruschka, JR 1984, s. 263; Beckemper, Jura 2001, s. 169; Krey/Esser, StrafR AT, § 32 kn. 1083; Heinrich, AT, kn. 1331; Bilgi için S/S-Heine/Weißer, § 27 kn. 12; Gropp, AT, § 10 kn. 318.496  Yrd. Doç. Dr. Muhammed Demirel (İÜHFM C. LXXV, S. 2, s. 489-534, 2017) kişilerin katkı sağladıkları suçtan yardım eden olarak cezalandırılacak olsalar da en azından cezanın belirlenmesi kapsamında daha az ceza alabilecekleri önerisinde bulunulmuştur. Bununla birlikte bu görüş bakımından önem arz eden husus, sübjektif unsurdan evvel gerçekleştirilen hareketin objektif anlamda yardım etme hareketi olup olmadığıdır. Dolayısıyla objektif olarak gerçekleştirilen bir hareketin yardım etme hareketi olarak kabul edilmemesi durumunda, sübjektif olarak kişinin fail tarafından gerçekleştirilen hareketin suç teşkil ettiğini biliyor olmasının bir önemi olmayacaktır. Buna göre bir kimsenin herhangi bir esnafı yaptığı işi vergilendirmeyeceğini bilmesine rağmen iş konusunda görevlendirmesi ve parasını ödemesi durumunda Niedermair, tek başına satış işlemi gerçekleştirmenin kazanılan ücret konusunda bilgi verilmemesinden dolayı oluşabilecek suça ilişkin olarak mevcut olan tehlikeyi artırmadığını, bu hususta söz konusu olan bilgi verme yükümlülüğünün gerek istenmesi gerekse yeterli olması noktasında bir kuvvetlendirmenin olmadığını vurgulamıştır. Beckemper ise söz konusu yardımları yoksullara ulaştırmayıp dolandırıcılık suçunu işleyeceğini bildiği bir kimseye sosyal yardım niteliğinde para teslim eden bir kimsenin durumuna yer vererek konuyu tartışmaya açmıştır. Elbette bu görüş esas alındığında, bu tür bir hareket bakımından suça ilişkin olması durumu söz konusu olmadığından cezalandırılma gündeme gelmeyecektir. Nitekim Beckemper, kendisinin de dahil olduğu görüşe uygun olarak bu tür bir sosyal yardım kuruluşunun temsilcisine para temin eden bir kimsenin bu hareketinin her ne kadar söz konusu kişinin hileli hareketi bakımından olmazsa olmaz bir nitelik taşıyor olsa da hukuki değerler bakımından söz konusu olan tehlikenin izin verilmeyen ölçüde yükseltilmediğine işaret etmiştir. Zira yazar, burada fiilin işlenmesinin kolaylaştırılmasından yahut da desteklenmesinden söz edilemeyeceğini belirtmiştir.  b. Teoriye Yöneltilen Eleştiriler Bu görüşe yönelik olarak evvela gerek ticari faaliyetlerde gerekse hizmet sektöründe, insanların işlemlerinin gerçekleştirilmesine yönelik davranışların birçok durumda yardım etme dolayısıyla cezalandırılabilir hale geleceği eleştirisi yöneltilmiştir. Dolayısıyla bu görüşün sosyal olaylar bakımından cezalandırılabilirliğin alanını ölçüsüz şekilde genişleteceği ve bunun da toplumsal yaşamın bir anlamda kilitlenmesine ve sürdürülemez hale gelmesine neden olabileceği, zaten ceza hukukunun son çare olduğu, dolayısıyla bu şekildeki hareketlerin her durumda ceza hukukunun konusunu oluşturmayacağı yönünde eleştiriler                                                  35 MK-Joecks, § 27 kn. 63; Seher, JuS 2009, s. 796. 36 Niedermair, ZStW 1995, s. 527; Ancak Roxin, işi havale eden müşterinin aslında faile söz konusu işi havale etmek suretiyle suçun işlenmesini mümkün hale getirdiğine dikkat çekmiş ve suç teşkil eden bir fiilin mümkün kılınmasının tam anlamıyla yardım etme durumlarından biri olduğunu ve bu bağlamda söz konusu katkısal yardımın suça ilişkin olmadığından bahsedilemeyeceğini özellikle vurgulamıştır (Roxin, AT II, § 26 kn. 240). 37 Beckemper, Jura 2001, s. 165; Roxin, Beckemper in bu ifadesini sorgulamış, bir fiilin mümkün kılınmasının kolaylaştırılmasından çok daha fazlası olduğunu, Beckemper in bundan kastı uygun görülmeyecek ölçüde riskin artırılmasının bulunmadığı yönünde ise bunun yerinde olduğu, uygun görülmemenin bulunmamasının para temin edilmesinin suça ilişkin olmasının yokluğuna dayandığını ifade etmiştir (Roxin, AT II, § 26 kn. 240).Mesleki Hareketlerle Suça Yardım Etmenin Cezalandırılabilirliği  497 ileri sürülmüştür. Nitekim herhangi bir kişiye yardımsal nitelikte bir davranışta bulunan kimse, sürekli olarak bir harekette bulunmadan evvel, bu kişinin suç işleyip işlemeyeceğini düşünmek durumunda kalacak, muhatabın suç işleme ihtimaline binaen kendi ceza sorumluluğunun ortaya çıkmasına engel olmak adına bu defa bu tür yardımsal katkıda bulunmaktan imtina edecek, en önemlisi de mesleğinin gereklerini dahi yerine getirmekten kaçınacaktır. Bu durum, toplum yaşamında ticari ve mesleki faaliyetlerin gereği gibi yürütülmesine dair gereklilik dikkate alındığında, özellikle de bir anayasal hak olan çalışma özgürlüğü karşısında ayrı bir önem arz etmektedir. Dolayısıyla da hakim görüş tarafından bu görüş kabul edilmemiş, bu tür hareketler bakımından cezalandırılabilirliğin sınırlandırılması için bazı kriterler ortaya konmuştur. Literatürdeki esas tartışma ise, bu sınırlandırma yapılırken hangi kriterin esas alınabileceği, alınması gerektiği hususunda hasıl olmuştur. Bu noktada bir kısım görüş sınırlandırmayı objektif alanda yaparken, diğer görüş sübjektif alanda yapmıştır. Buna mukabil üçüncü bir görüş, karma bir niteliği haiz olup hem objektif hem de sübjektif bir sınırlandırma ölçütü geliştirmeye çalışmıştır.  2. Objektif Sınırlandırma Teorisi a. Teorinin Esası Bu çerçevede bu tür hareketlerin alelade hareketlerden ayrılmasını sağlamak üzere sınırlandırmaya yönelik kriterlerden ilki, objektif sınırlandırma teorisi olup bu kapsamda sınırlandırmanın sübjektif alanda yapılamayacağı düşünülerek tipikliğin objektif alanı bakımından bir sınırlandırma öngörülmektedir. Bu teori kapsamında esas alınan kriterler konusunda tam manasıyla bir uzlaşma sağlanamamış olsa da en nihayetinde bu sınırlandırıcı ölçütlerin her biri objektif nitelikten hareket edilerek ortaya konulmuştur. Yani bu görüş kapsamında, bir hareketin doğal hareket olma karakterini ne zaman kaybedeceği sorusu da farklı şekillerde cevaplandırılmıştır. Bu çerçevede temel olarak beş farklı kriter geliştirilmiştir. Dolayısıyla doğal hareketlerin de                                                  38 Tag, JR 1997, s. 50; Rabe von Kühlewein, JZ 2002, s. 1139; Krack/Gasa, JuS 2008, s. 1010; Heinrich, AT, kn. 1331; S/S-Heine/Weißer, § 27 kn. 12. 39 Kett-Straub/Linke, JA 2010, s. 31; Schmidt, AT, § 27 kn. 1106. 40 Otto, JZ 2001, s. 443, 444; Rabe von Kühlewein, JZ 2002, s. 1140. 41 Schmidt, AT, § 27 kn. 1106; Rengier, AT, § 45 kn. 104. 42 Müller, FS-Schreiber, s. 347. 43 Satzger, Jura 2008, s. 515; Heinrich, AT, kn. 1332; MK-Joecks, § 27 kn. 65; Baumann/Weber/Mitsch, StrafR AT, § 31 kn. 32b. 44 Ambos, JA 2000, s. 722; Krey/Esser, StrafR AT, § 32 kn. 1083. 45 Rabe von Kühlewein, JZ 2002, s. 1141; MK-Joecks, § 27 kn. 67. 46 Elbette bu beş farklı görüş, bu konuda ileri sürülen temel görüşlerden olup bunlar dışında da bir takım görüşler ileri sürülmüştür. Nitekim Puppe tarafından ileri sürülen bir başka görüşe göre ise tehlikelilikleri dolayısıyla serbest bir şekilde satılması söz konusu olmayan, satışına bir takım sınırlamalar getirilen araçların, suç işleme amacı bilinen bir kişiye sağlanması her daim yardım etmeyi cezalandırılabilir kılacaktır. Buna karşılık genel olarak el edilebilir eşyaların sağlanmasının cezalandırılabilir olması fiile yakınlığına bağlı olmalıdır. Fiilin henüz doğrudan meydana gelmediği durumda söz konusu eşyanın suçun işlenmesinde kullanılacağına dair failde mevcut olan iradenin bilinmesi cezasız kalacaktır. Bu görüşe göre kendisinden ekmek satın alan bir kişinin söz498  Yrd. Doç. Dr. Muhammed Demirel (İÜHFM C. LXXV, S. 2, s. 489-534, 2017) birçok durumda cezalandırılabilirliği görüşünü benimseyen ilk görüş olan yardım etme teorisine karşılık bu görüşte, bu tür hareketlerin cezalandırılabilirliği noktasında tipikliğin objektif unsurları kapsamında bir sınırlandırma yapılması gerektiğini belirten görüş sahiplerinin sınırlandırma aracı olarak temel aldıkları ölçütler dikkate alındığında birbirinden farklı beş kriterin ortaya çıktığı görülmektedir. Bunlar; faille dayanışma, sosyal anlamda uygunluk, profesyonel uygunluk, varsayımsal nedensellik, objektif isnadiyet ve nihayet sadece kişiye yardım etme yükümlülüğü öngören (§ 323c StGB – TCK md. 98 gibi) bazı suçların cezalandırılma kapsamında kabul edilmesi suretiyle istisna teşkil eden teori olarak ifade edilebilir. Bu görüşlere kısaca değinmek gerekecek olursa; i. Schumann tarafından benimsenen ve şeriklerin cezalandırılma temelinden hareketle ortaya konulan faille dayanışma anlayışına göre yardım etme hareketinden söz edilebilmesi için kişinin yardımsal katkısının muhakkak faille bir dayanışma olacak şekilde tezahür etmiş olması gerekir. Nitekim Schumann, şerikliği fail ile dayanışma çerçevesinde ele aldığından dolayı söz konusu tornavidanın satılması olayı bakımından bir dayanışmanın mevcut olmadığını ifade etmiştir. Schumann a göre tornavidayı satan satıcının faille birlikte ortak bir karara varmamış olduğu bir durumda, hukuka uygun kabul edilen hazırlık hareketleri safhasında bir katkı sağlaması halinde, faille bir dayanışma içerisinde olduğu ifade edilmeyecektir. Buna karşılık satışın icra hareketleri aşamasında gerçekleştirilmesi halinde katkının fiile yakın bir aşamada olması sebebiyle dayanışmanın etkisi söz konusu olacaktır. Böylelikle yazar, etki teori                                                                                                                       konusu  ekmeği  eşini  yahut  misafirini  zehirleyerek  öldürmek  üzere  araç  olarak kullanacağı bilgisine sahip olan fırın sahibinin yardım eden olarak sorumluluğuna gidilemez. Ancak söz gelimi evinde misafir olan bir kimsenin evde ekmek kalmadığı için komşusuna gelmesi ve ekmek istemesi ihtimalinde bu ekmekle misafirini zehirleyeceğinden haberdar olan komşunun yardım eden olarak sorumlu tutulacağı kabul edilmektedir (NK-Puppe, § 13 kn. 155, 157). Ancak gerek fiilin işlenmesinde kullanılan aracın serbest bir şekilde satılması ya da satılmaması gerekse fiile yakınlık derecesine bakılması şeklindeki Puppe nin bu görüşü de yeterince ikna edici görülmemiş, zira planlanan zehirleme olayı bakımından bilgisi bulunan satıcının cezalandırılabilirliğinin failin tescili zorunlu olan, izne tabi bir zehir mi yoksa serbestçe satılan bir içerik mi satın aldığının belirlenmesine bağlı tutulup tutulamayacağı sorusu yöneltilmiştir (Niedermair, ZStW 1995, s. 536). Bu görüş bakımından sadece cezaya layık olmaya dair bakış açısı anlaşılmaz görülmemiş, aynı zamanda serbest satış yasağı üzerinde yapılan argüman üretmenin önceki görüşlerde olduğu gibi bazı çelişkilere yol açacağı ifade edilmiştir. Nitekim serbest satışla elde edilmiş olan bir aracın kasıtlı bir suçun işlenmesinde kullanılması söz konusu olduğunda kişinin yardım eden olarak cezalandırılması  mümkün  olmayacakken  kişinin  taksirli  olarak  gerçekleştirdiği  bir  hareket dolayısıyla sırf serbest satışı olmayan bir aracın suçun işlenmesinde kullanıldığı gerekçesiyle aracın satışını yapan kişinin sorumluluğu gündeme gelebilecektir (Roxin, AT II, § 26 kn. 237). 47 Rengier, objektif görüşün temel olarak objektif isnadiyet öğretisi ile bağ kurup hukuken izin verilmeyen bir tehlikeden hareket etmeyen mesleki hareketlerin cezalandırılabilirlik alanı dışına çıkarılmasını uygun gördüğünü belirterek söz konusu kriterlerin her birinin bu sonuca ulaşmak üzere sorumluluk alanlarına ve fiile katkının önemliliğine göre ayrıma dayanan kriterler olduğuna işaret etmiş, bir anlamda en temelde yine objektif isnadiyet öğretisine işaret etmiştir (Rengier, AT, § 45 kn. 105). 48 Heribert Schumann, Strafrechtliches Handlungsrecht und das Prinzip der Selbstverantwortung der Anderen, J.C.B. Mohr, Tübingen 1986, s. 57.Mesleki Hareketlerle Suça Yardım Etmenin Cezalandırılabilirliği  499 sinden hareketle  fiile yakınlık  kriteri geliştirmiş, hukuk düzeninin bozulmasını sağlayabilecek nitelikteki faille dayanışmanın ancak bu kriterin gerçekleşmesi halinde mevzu bahis olabileceğine dikkat çekmiştir. ii. Welzel tarafından temellendirilen sosyal anlamda uygunluk görüşüne göre ise sosyal anlamda alışılagelmiş, mutat hareketler, kural olarak yardım etme şeklinde kabul edilemeyecek, bu çerçevede bu tür hareketler cezalandırılamayacaktır. Zira tamamen normal sosyal düzen kapsamında gerçekleştirilen hareketlerin hukuki değerlerin ihlaline neden olsalar bile hukuken izin verilmeyen bir tehlike oluşturmamaları nedeniyle tipe uygun olamayacakları ve bundan dolayı da yardım etme olarak değerlendirilemeyecekleri ifade edilmiştir. Welzel, alış-veriş gibi ticari faaliyetlere, sakıncalı ve uygunsuz olsalar bile düzene uygun ticari faaliyetleri yönlendirme kapsamında sosyal anlamda uygun hareketler gözüyle bakmıştır. Bu görüşe göre sosyal anlamda uygun hareketler, tam anlamıyla ceza hukuku bakımından korunan hukuki değerlerin hukuka aykırı bir şekilde ihlal edilmesine yönelmemektedir. Bu tür hareketler, kapsamlarına göre icra edilmeleri, başkalarının cezalandırılabilir hareketine bağlı addedilmemiş, bilakis fail konumundaki kişilerin hareketlerinin bu hareketler olmaksızın da anlamlı olduğu ifade edilmiştir.                                                  49 Etki teorisi hakkında detaylı açıklamalar için bkz. Adem Sözüer, Suça Teşebbüs, Kazancı, İstanbul 1994, s. 134. 50 Schumann ın görüşünün daha iyi anlaşılabilmesi için şerikliğin cezalandırma temeline ilişkin  görüşlerinin  irdelenmesi  gerekmektedir.  Bu  konuda  detaylı  bilgi  için  bkz.  Haksızlığa Yönelik Dayanışma Teorisi , Muhammed Demirel, Suça İştirakte Bağlılık Kuralı, On İki Levha, İstanbul 2017, s. 186 vd..  51 Hans Welzel, Das Deutsche Strafrecht, 11. Auflage, Walter De Gruyter, Berlin 1969, s. 55. Bu öğreti lehine yorum yapan görüş sahipleri için Kretschmer, Jura 2008, s. 270; Kretschmer, JR 2014, s. 40, 41. Nitekim Alman Federal Yüksek Mahkemesi nin bir kararı üzerine (Karar için bkz. 168 nolu dipnot) ev sahibinin evine aldığı arkadaşının evde bir suç işlemesini önleme yükümlülüğüne sahip olup olmadığını irdeleyen Kretschmer, incelemeyi yaparken mahkemenin kararında yer alan aktif hareketle yardım etmenin kural olarak ev sahibinin evin temini esnasında evin uyuşturucu madde ticaretinin kullanılacağını bilmesi gerektiği şartının bulunduğuna işaret etmiş ve sanığın muhtemeldir ki evini arkadaşına sadece kişisel ilişkilerine dayanarak teslim ettiği yönündeki tespitinin de altını çizmişse de bir kimseyi kişisel ilişki bağlamında evine kabul etmenin, sosyal anlamda uygun bir davranış olarak kabul edilebileceğini belirtmiştir. Bu davranışın temel hak olan kendini geliştirme ve gerçekleştirmenin bir unsuru olduğunu, başkasını kişisel ilişkisinden bahisle evine alan bir kimsenin eve aldığı kimse uyuşturucu madde ticareti yapsa bile hareketinin sosyal anlamda uygun olacağını ifade eden Kretschmer e göre uyuşturucu ticareti yapan kişinin de sevme ve oturma hakkı bulunmakta olup özel ve samimi birlikte yaşam, ceza hukuku anlamında bir risk oluşturmaz. Aksi takdirde doğal olarak evde oturmanın temin edilmesi de suç teşkil eden fiilin işlenmesinin kolaylaştırılması veya desteklenmesi halinde işlenen suça yardım etme olarak görülür (Kretschmer, JR 2014, s. 40, 41).   Schneider ise davranışın mutlaka hem objektif hem de sübjektif açıdan incelenmesi gerektiğini, ancak bundan sonra bir sonuca ulaşılabileceğini kabul etmekte (Schneider, NStZ 2004, s. 315, 316), dolayısıyla bu şekilde salt objektif bakışla ulaşılan sonucu reddetmektedir. Benzer şekilde bu görüşü reddeden diğer yazarlar için bkz. Uwe Murmann, „Zum Tatbestand der Beihilfe , JuS 1999, s. 552; Otto, JZ 2001, s. 436; Krey/Esser, StrafR AT, § 32 kn. 1083; Heinrich, AT, kn. 1332; MK-Joecks, § 27 kn. 65; Baumann/Weber/Mitsch, StrafR AT, § 31 kn. 32b. 52 Welzel, Das Deutsche Strafrecht, s. 56.500  Yrd. Doç. Dr. Muhammed Demirel (İÜHFM C. LXXV, S. 2, s. 489-534, 2017) Sosyal anlamda uygunluğun sona erdiği yerde, cezaya layık olma sınırının başladığı kabul edilmektedir. Bu durumda suça iştirak eden kişinin hareketinin başkasının cezalandırılabilir hareketiyle tanımlanması, bir anlam kazanması halinde, bu defa sosyal anlamda hareketlerin yerine getirilmesinden söz edilemez (Suça ilişkin olma)53. Bu anlayışa göre bir taksi şoförünün tren istasyonunda uyuşturucu kaçakçılığı yapacağını öğrendiği yolcusunu tren istasyonuna götürmesi, sosyal anlamda olağan bir faaliyet olarak nitelendirilecek, buna karşılık uluslararası havale işlemlerinde kesilen vergiden muaf tutulmak için bankanın birçok müşterisinin banka çalışanından kimliklerinin gizlenmesini istemeleri ve banka çalışanının da buna uygun şekilde işlemi isimsiz gerçekleştirmesi durumunda, banka çalışanının anlamlı olmayan bir amaca hizmet etmesinden söz edilecek ve bu defa cezalandırılabilir bir yardım etme gündeme gelecektir. Bununla birlikte banka görevlisinin hukuki norm ve düzenlemelerden kaynaklı gerekli dikkat ve özen yükümlülüğüne riayet ederek sergilediği davranışlar da sosyal anlamda uygun hareketler olarak nitelendirilebilecek ve ceza sorumluluğunu doğurmayacaktır. iii. Benzer bir argüman, Hassemer tarafından geliştirilen ve sosyal uygunluk görüşünün detaylandırılmış hali olarak kabul edilen, daha doğrusu sadece mesleki hareketlerle sınırlandırılması suretiyle profesyonel uygunluk öğretisi bağlamında ileri sürülmüştür. Bu görüşe göre profesyonel anlamda hizmet sunmak suretiyle failin işlediği fiile destek sağlamış olan kişi, failin suç niteliğini haiz planını bilse bile hareketi sosyal bakımdan uygun ve keza kurallara uygun şekilde ortaya koymuş ise gerçekleştirdiği davranış, ceza hukuku bakımından yapılacak olan inceleme öncesinde sakınılmasına ihtiyaç duyulmayan mesleki harekettir. Buna göre doğal, sosyal olarak kabul edilmiş olan ve kurallara uygun bir şekilde yürütülmüş olan mesleki hareketlerin aynı zamanda ceza hukuku anlamında da yasaklanmış olamayacağı kabul edilmiş, kişinin hareketinin sosyal uygunluk değerlendirmesi yardım edenin mesleki kurallar çerçevesinde hareket edip etmediğine bağlı tutulmuştur. Zira bu görüşe göre aksi bir durumda hareketlerin değerlendirilmesinde tezatlıkların ortaya çıkacağı ifade edilmiştir. Dolayısıyla bu görüşten hareket edildiğinde, kişinin gerçekleştirdiği hareket dolayısıyla işlenen suçtan dolayı yardım eden olarak sorumlu tutulması, mutlaka kişinin mesleği çerçevesinde öngörülen kurallara uygun hareket edip etmediğine göre belirlenecektir.                                                  53 Lesch, JA 2001, s. 991; Krey/Esser, StrafR AT, § 32 kn. 1083. 54 Seher, JuS 2009, s. 796. 55 Philipowski, Strafverfolgung und Strafverteidigung im Steuerstrafrecht, 1983, s. 142 (Nakleden Otto, JZ 2001, s. 436). 56 MK-Joecks, § 27 kn. 66; Nitekim profesyonel uygunluk öğretisini geliştiren Hassemer tarafından sosyal uygunluk şeklindeki belirsiz hukuki kavramın belirginleştirildiği ifade edilmiştir (Roxin, AT II, § 26 kn. 232). 57 Seher, JuS 2009, s. 796. 58 Hassemer, wistra, s. 81, 83. 59 Hassemer, wistra, s. 81, 83. 60 Hassemer, wistra, s. 83. 61 Hassemer, wistra, s. 81. 62 MK-Joecks, § 27 kn. 66; Roxin, belli durumlarda profesyonel uygunluk şeklindeki bakış açısının yardım etmenin cezalandırılabilirliğini sınırlandırmak için kullanışlı bir kriter olmadığını da vurgulamış, bu durumlara örnek olarak bir banka tarafından vergiMesleki Hareketlerle Suça Yardım Etmenin Cezalandırılabilirliği  501 iv. Rücu yasağından yola çıkan Jakobs un öğretisine göre bir satıcının müşterisinin işleyeceği hırsızlık suçunda kullanacağını bile bile  tornavidayı satması durumunda cezasız kalabileceği ileri sürülmüş, genel olarak günlük yaşamın alelade ticari faaliyetleri içinde görülen bu hareketler cezadan muaf tutulmak istenmiştir. Buna gerekçe olarak da basit bir tornavidanın mevcut kılınmaması ile hırsızlık suçunun meydana gelmemesinin hiç kimse tarafından beklenemeyeceği ileri sürülmüş, rücu yasağından yola çıkılarak bu tür katkılar, rücu yasağı alanında görünebilir iştirak olarak nitelendirilmiştir. Jakobs, günlük yaşamdaki alelade alış-verişleri de kapsamında telakki ettiği bizatihi kendisi zararsız ve günlük olan bu tür davranışların, başkasının planının gerçekleştirilmesine kasıtlı veya taksirli olarak katkı sağlamış olmasını, sadece kötü bir tavır şeklinde nitelendirmekte ve cezalandırılabilir bir yardım etme olarak görmemektedir. Jakobs, bunun kapsamını o denli genişletmektedir ki bir fırıncının, müşterinin ekmeğe zehir katıp müşterisine servis edeceğini bilse bile ekmeği sattığı için meydana gelen ölümden sorumlu tutulamayacağını ifade etmiştir. Jakobs, bu noktada sınırı garantörlük ve tipik harekete yakınlık kriterleriyle çizmeye çalışmıştır. Ceza hukuku anlamında isnadiyeti sistematik olarak meydana getirebilecek söz konusu görüşlerin, rücu yasağı olarak ifade edilen genel öğretiyle bağdaştırılabileceğini ifade eden Jakobs, nasıl ki ihmali suçlarda neticenin isnadiyeti için neticenin önlenebilirliği yeterli görülmeyip önleyebilirlik konusundaki yetkililiğin de eklenmesi gerekli görülüyorsa, icrai suçlarda da kural olarak nedensellik için sonuca yönelik yetkililiğin bulunması gerektiğini ifade etmiştir. Jakobs a göre yetkililiğin pozitif tanımlaması, ihmali suçlarda müdahale  ve  ilişkisel  yükümlülüğün  tanımlamasına  paralellik  göstermekte olup esasında burada konu, hangi durumlarda zarar veren durumun failin sonuçlardan çok fazla uzaklaştırılamamasıdır Buna göre kötü tavır sergileyen bu  kişilerin  yetkililiğinden,  garantörlüğünden,  sonuçlardan  uzak  tutulabilir olmaları halinde bahsedilemez. İştirak edenin hareketinin, tipikliği gerçekleştiren kişinin hareketini hiçbir şekilde takip etmeyecek şekilde icra zamanı için bağımsız olması halinde, diğer bir ifadeyle kişinin hareketinin fiili icra edenin hareketi olmaksızın da anlamlı olması halinde iştirak eden kişinin bu şekilde mesafesi, rücu yasağı alanında mümkündür. Yani kişinin davranışı, tipikliği gerçekleştiren kimsenin hareketi olmaksızın da bir anlam ifade ediyorsa bu durumda sonuçlardan uzak tutulmasından söz edilebilir. Zira iştirak eden kişi, her ne kadar başka bir kişinin tipikliği gerçekleştirmeyi sürdürmesini istese de katkısı tipikliği gerçekleşti                                                                                                                       kaçırma durumunda söz konusu transferin gizlenmesi veya bu işlemin kolaylaştırılması bakımından bir takım somut tavsiyelerde bulunulması yahut da kişinin suç planının bir şekilde yürürlükteki hukuk kurallarına uyarlanması, bir anlamda uygun olduğu izleniminin verilmesi şeklinde işlenen suça katkıda bulunulmasını göstermiştir (Roxin, AT II, § 26 kn. 234). Zira Roxin, bu gibi durumlarda banka tarafından sunulan desteğin tek amacının vergi kaçırma işleminin kolaylaştırılması olduğunu, bunun bilinmesi suretiyle destekte bulunulması halinde de her ne kadar profesyonel uygunluk gerekçesi ileri sürülse de yardım etmenin cezalandırılabilir olduğunu vurgulamıştır (Roxin, AT II, § 26 kn. 234). 63 Jakobs, AT, 24/13. 64 Jakobs, AT, 24/17. 65 Jakobs, AT, 24/15.502  Yrd. Doç. Dr. Muhammed Demirel (İÜHFM C. LXXV, S. 2, s. 489-534, 2017) ren bir anlam ifade etmeyecek şekilde durumu oluşturmuştur. Buradan hareketle Jakobs a göre bir kimsenin suça iştirak ettiğinden söz edilebilmesi için katkı sağlayan kişinin katkısının da tipikliği gerçekleştirici bir nitelik taşıması gerekmektedir. Aksi takdirde yazar, suçun ortak davranışların bir anlam ifade etmesi sonucu işlenmemesi, yani suç ortağının katkısının fiilin işlenmesini mümkün kılmak suretiyle tanımlanmaması halinde, bu katkıyı sağlayan kişinin katkısı özel bir risk oluşturmadığından dolayı bu kişinin cezasız kalacağını kabul etmektedir. v. Objektif isnadiyet teorisi de benzer sonuçlara ulaşmış, bu kapsamda hukuken izin verilen riski aşmayan hareketlerin, objektif olarak isnat edilebilir olmadığı ve dolayısıyla da tipe uygunluğundan söz edilemeyeceği belirtilmiştir. Yani faillikte geçerli olan  riskin izin verilmeyecek ölçüde artırılması  kriterinin yardım etme hareketleri bakımından da geçerli olduğu ileri sürülmüştür. Bu çerçevede aslında yardım etme hareketini, bir anlamda failin fiilinden bağımsız olarak değerlendirmeye alan bu görüşe göre, hukuki değerleri ihlal eden fail, dolaylı anlamda hukuki değerin ihlaline neden olan yardım eden kişi ve nihayet hukuki değerin sahibi olan mağdur konumundaki kişi şeklinde üçlü bir yapı oluşturulmuş, sorumluluk bakımından faille yardım eden arasındaki sorumluluk alanında ilk olarak rücu yasağı reddedilmiş, dolaylı neden olan konumundaki yardım edenin ceza hukuku anlamında sorumluluk sınırı için esas itibariyle ihlal edilen hukuki değerin taşıyıcısı konumundaki kişiyle olan ilişkisi esas alınmıştır. Böylelikle de yardım edenin hukuki değer üzerindeki dolaylı saldırısı kabul edilmiş, bunun da failin gerçekleştirdiği ihlale yönelik nedensel niteliği haiz destekle gerçekleştirildiğinden hareket edilmiştir. Bu görüşe göre doğal hareketler, objektif isnadiyet anlayışı sayesinde yardım etmenin tipiklik kapsamı dışında bırakılmaktadır. Bu hareketin yardım etme hareketi olarak kabul edilmemesi, hiçbir şekilde kişinin başka yerlerden de söz konusu aleti satın alabilme imkanına bağlı tutulmamıştır. Bu öğreti kapsamında her şeyden evvel avukat, eczacı, silah satıcılığı gibi belirli bir mesleğin yerine getirilmesinin cezalandırılabilirlik alanı bakımından riski yükseltmesi esas alınmıştır. Buna göre liberal hukuk düzeni, sosyal ve mesleki anlamda uygun hareket kapsamına tutunan kişinin, başkasına yönelik söz konusu hukuk kurallarına uygun olan destek niteliğindeki davranışlarını gerçekleştirirken bu davranışının bir suçun işlenmesinde kötüye kullanılmayacağına dair güvenini esas alır ve aynı zamanda buna da izin verir. Bu bakımdan bu  güven prensibi , ceza hukuku anlamındaki önemsizliği de temellendirir ki buradan hareketle bilhassa bir mesleğin ifa edilmesi gereğince gerçekleştirilen davranışların tipikliğinden söz edilemez.                                                  66 Jakobs, AT, 24/15. 67 Jakobs, AT, 24/17. 68 Weigend, FS-Nishihara, s. 210; Wohlers, NStZ 2000, s. 174, 175; Lesch, JA 2001, s. 990; Gaede, JA 2007, s. 760; Kretschmer, Jura 2008, s. 270, 271; Rabe von Kühlewein, JZ 2012, s. 1143; Heinrich, AT, kn. 1332; Gropp, AT, § 10 kn. 318. 69 Kretschmer, Jura 2008, s. 270; Rabe von Kühlewein, JZ 2012, s. 1143. Zaten bu görüşün temeli, kasıtlı ve kusurlu bir fiile taksirli iştirakin mümkün olmayacağı yönündeki rücu yasağı görüşüne dayanmaktadır. Yani bu görüşün günümüzdeki yansıması objektif isnadiyet olarak gösterilmektedir (Jakobs, AT, 24/14). 70 Weigend, FS-Nishihara, s. 210; Wohlers, NStZ 2000, s. 173, 174; Otto, JZ 2001, s. 441.  71 Kretschmer, Jura 2008, s. 270.Mesleki Hareketlerle Suça Yardım Etmenin Cezalandırılabilirliği  503 vi. Nihayet bir kısım görüş, kendi içerisinde kısmi farklılıklar olması bir tarafa bırakılacak olursa genel olarak cezalandırılabilirliği istisnalar öngörmek suretiyle yalnızca bazı suçlarda mümkün addetmiştir. Bu suçlar dışında genel itibariyle kanun koyucunun, bir suçun işlenmesinde istismar edilmesi tehlikesi bulunan belirli mesleki hareketleri yardım etmeye ilişkin düzenleme kapsamında telakki etmemiş olmasının Anayasa da yer alan çalışma özgürlüğünden kaynaklandığı ve dolayısıyla da bu tür hareketlerin cezasız olması gerektiği ifade edilmiştir. Bu kapsamda sahte para basmakla ünlenen L ve T nin kendi aralarında yeni renkli fotokopi yöntemiyle sahte para basabilecekleri yönündeki planlarından haberdar olan savcı P nin, hemen makina satıcısı G ile konuşarak yeni fotokopi makinasının sağlanmasının ertelenmesinin büyük bir sorunu önleyeceğini ifade etmesine rağmen satıcı G nin, olaya ekonomik açıdan yaklaşarak bu konuşmayı önemsemediği ve satış yapan kişi olarak düzenli olarak sattığı bir malın gelecekteki kaderinin kendisini ilgilendirmediği düşüncesiyle cihazı temin ettiği olay üzerinden bir irdeleme yapan Hefendehl, sorunu hukuki değerlerin korunmasıyla özgürlük alanı arasındaki ilişki çerçevesinde ele almaya çalışmıştır. Buna göre hukuki değerlerin korunmasıyla özgürlük alanı arasındaki ilişkiyi, söz konusu olan suçun ağırlığı ile şerikin de hareket özgürlüğünün sınırlandırma yoğunluğu arasında bir ilişki kurarak belirleyen Hefendehl e göre hukuki değeri tehdit eden suçun değersizliği ne kadar yüksekse, hareket alanının sınırlandırılmasına yönelik ihtiyaç da o denli önemlidir. Yahut da tam tersi, failin söz konusu fiilinde ne denli değersizlik olursa, cezalandırılabilir yardım etme olarak değerlendirilen hareketin bağımsız olarak sahip olduğu değersizlik de o denli fazla olmalıdır. Buradan hareketle Hefendehl, kendisi tek başına hiçbir şekilde hukuki değerleri tehlikeye düşüren nitelikte bir özellik arz etmeyen hareketlerin, ya failin fiiline dayanışma teşkil etmesi veya destekleyen kişinin korunan hukuki değer bakımından hukuki değeri özel yükümlülükle ihlal etmesi halinde sosyal anlamda zararlı hale geleceğini belirtmiş,  kişiler  üzerinde  belirli  yükümlülüklerin  öngörüldüğü  suçlar  üzerinde durmuş, doğal hareketleri özellikle de suçu bildirmeme suçu üzerinden izah etmeye çalışmıştır. Buna göre Hefendehl, planlanan suçun ihbar yükümlüsü olmayan kişinin dahi sırf suçtan haberdar olması nedeniyle cezalandırılabilir olduğu durumlarda bilinçli olarak icra edilen objektif anlamda elverişli yardım hareketinin evleviyetle cezalandırılması gerektiğini belirtmiş, böylelikle fail konumunda olacak şekilde kişiler üzerinde belirli yükümlülüklerin öngörüldüğü suçlar üzerinden giderek suç işleneceğini öğrenen kişinin buna rağmen işlenecek suça katkı sağlayacak şekildeki davranışlarının kendisini yardım eden olarak sorumlu tutacağını kabul etmiştir. Wohlers de doğal hareketlerin cezalandırılabilirliğini üç somut durum ile sınırlandırmış, bunları ateşli silahların satışı, tehlike arz eden ilaçların temini ve banka düzenine ilişkin hükümler olmak üzere kişiye belirli bir dikkat ve özen yükümlülüğünün ihlal edilmesi durumları olarak göstermiştir. Tıpkı Hefendehl gibi suçu bildirmeme ve yardım yükümlülüğünün öngörüldüğü suçlar                                                  72 Hefendehl, Jura 1992, s. 374, 377; Wohlers, NStZ 2000, s. 173, 174; Otto; JZ 2001, s. 444. 73 Otto, JZ 2001, s. 444. 74 Hefendehl, Jura 1992, s. 374, 377. 75 Hefendehl, Jura 1992, s. 377.504  Yrd. Doç. Dr. Muhammed Demirel (İÜHFM C. LXXV, S. 2, s. 489-534, 2017) üzerinden giden Wohlers, koruma ve yardım yükümlülüğünü öngören durumlar ve sadece suç amacına yönelmiş bir davranışın desteklenmesi için hareket edildiğinin  anlaşılabileceği  durumları,  cezalandırılabilir  yardım  etme  olarak nitelendirmiştir. Yine benzer sınırlamaların Otto tarafından da yapıldığı görülmektedir. Otto ya göre genel olarak anayasa gereği birçok mesleki ve ticari faaliyet, doğal hareket olup kişinin ceza sorumluluğunu beraberinde getirecek nitelikte olmasa da bu sınırsızlığa iki grup belirleyerek bir sınır çizmeye çalışmıştır. Bu çerçevede Otto ya göre bu sınırlamanın ilk grubunda yükseltilen özen yükümlülüğü yer almaktadır. Buna göre kanun koyucu, belirli mesleklerde üçüncü kişi karşısında gerçekleştirilen mesleki hareketlerin suç konseptine uygun olduğunun farkında olarak bu tür hareketleri yasaklayabilir ya da meslek erbaplarını yükseltilmiş bir özen yükümlülüğüne tabi kılabilir. Bu yükümlülüğe aykırı davranıldığı takdirde de kanun koyucu, meslek hareketi olup olmadığına bakmaksızın kişiyi cezalandırma yoluna gider. Yazar, bu gruba örnek olarak çalıntı malın satın alınması suçunun Alman Ceza Kanunu nda yalnızca kasıtlı halinin öngörülmesi karşısında özel bir kanunla ihdas edilen değerli madenlerin taksirli olarak çalıntı şekilde satın alınması suçunu göstermiştir. Türk hukukunda bu tür bir düzenleme bulunmamaktaysa da kişilerin hayatını ve sağlığını tehlikeye sokacak biçimde ilaç yapma veya satmanın tabip veya eczacı tarafından ya da resmi bir izne dayalı olarak yürütülen bir meslek ve sanatın icrası kapsamında gerçekleştirilmesinin cezayı artırıcı hal olarak düzenlendiği TCK md. 187/2 hükmü buna örnek gösterilebilir. Otto, sınırlamanın ikinci grubuna daha tehlikeli meslek ya da faaliyetlerin yönetmelikle düzenlendiği durumları dahil etmiştir. Belirli mesleki hareketlere yönelik önemli sınırlama veya yasaklamalara gitmek istemeyen kanun koyucunun bu hareketleri yönetmeliklerle düzenleme altına almak suretiyle suçta kullanılma tehlikesinden sakınma isteği ön plana çıkmaktadır ki bu hareketler de ikinci grubu teşkil etmektedir. Buna göre örneğin eczacıların içeriğinde belirli miktarda uyuşturucu madde içeren ilaçları satmalarının özel reçeteye tabi kılınmış olması, silah satıcısının sadece silah bulundurma ruhsatı bulunan kişiye silah satabilmesine imkan tanınmış olması, bu sınırlandırma grubu içerisinde sayılabilir.  b. Teoriye Yöneltilen Eleştiriler Doğal hareketlerin cezalandırılabilirliği üzerinde objektif anlamda yapılan sınırlandırma  çerçevesinde  ortaya  konulan kriterler esas  alındığında,  bıçak satıcılığı yapan kişinin hareketi, bu kişinin söz konusu bıçakla işlenen suçtan dolayı  sorumlu  tutulmasını  beraberinde  getirmeyecektir.  Zira  kişinin  bıçak satma hareketi, sosyal anlamda uygun olduğundan, diğer bir ifadeyle satış yapan kişi meslek kuralları kapsamında hareket etmiş olduğundan ve keza bu hareket hukuken izin verilmeyen ölçüde bir risk meydana getirmediğinden, işlenen öldürme suçlarına yardım etme olarak sorumluluğu beraberinde getirmeyeceği ifade edilecektir.                                                  76 Wohlers, NStZ 2000, s. 173, 174. 77 Otto, JZ 2001, s. 444. 78 Otto, JZ 2001, s. 444. 79 Heinrich, AT, kn. 1332.Mesleki Hareketlerle Suça Yardım Etmenin Cezalandırılabilirliği  505 Ancak cezalandırılabilirliğin objektif açıdan sınırlandırılmasına yönelik olarak ileri sürülen bu teoriye karşı bazı eleştiriler ileri sürülmüştür. Bu eleştiriler, evvela hem sosyal uygunluk hem de profesyonel uygunluk kavramlarının belirsiz olduğu, belirgin ayrım kriterlerini mümkün kılmadıkları, ek olarak belirli meslek gruplarının ceza hukuku anlamında ayrıcalıklı kılınması sonucunu ortaya koyacağı yönünde olmuştur. Bu eleştiri, bilhassa sosyal anlamda uygunluk öğretisi için ileri sürülmüş, görüşün konu hakkında karar vermek üzere maddi olmayan ayrım kriterleri öngördüğüne dikkat çekilmiştir. Zira tek taraflı olarak salt mesleki bir bakış açısından hareketle geniş kapsamda bir doğallık için ve cezasızlık için bir açıklama getirilemeyeceği ileri sürülmüştür. Nitekim bu şekilde mesleki hareketlerin kural olarak cezasızlığının öngörülmesi, tamamen cezaya layık olan hareketlerin görmezlikten gelinmesine neden olmakta ve belirli yaşam alanları bakımından  ölçüsüz  bir  imtiyaz  tanınması  sonucunu  ortaya  çıkarmaktatır. Böylelikle de başka suçların bu ad altında desteklenmesine neden olma tehlikesi ortaya çıkmaktadır. Dolayısıyla bu kriter, cezalandırılabilirlik açısından ayırıcı bir kriter olarak nitelendirilmemektedir. Bununla birlikte bu kriter, mesleki ve ticari davranışların somut hukuki ve yükümlülük konumları noktasında isabetsiz olup hareketin sosyal anlam kazanmasında bilme ve isteme unsurlarının da olduğunu görmezden gelmektedir. Benzer durumlar, Jakobs un görüşü açısından da geçerlidir. Nitekim Jakobs un rücu yasağını temel aldığı görüşüne karşılık Roxin, bu argümanın suç işleyeceğini bilerek fail potansiyeli olan bir kimseye suç aracını alelade ticari                                                  80 Tag, JR 1997, s. 52; Amelung, FS-Grünwald, s. 10; Rabe von Kühlewein, JZ 2002, s. 1141; Weigend, FS-Nishihara, s. 200, 201; Müller, FS-Schreiber, s. 348; Kretschmer, Jura 2008, s. 269; Heinrich, AT, kn. 1332; Maurach/Gössel/Zipf, AT II, § 52 kn. 35; Roxin, AT II, § 26 kn. 233.  81 Jakobs, AT, 24/14; Weigend, FS-Nishihara, s. 200; Murmann, JuS 1999, s. 552; Maurach/Gössel/Zipf, AT II, § 52 kn. 35. 82 Roxin, AT II, § 26 kn. 233; Maurach/Gössel/Zipf, AT II, § 52 kn. 35.  83 Weigend, FS-Nishihara, s. 201; Rengier, AT, § 45 kn. 10. 84 Weigend, FS-Nishihara, s. 201; Bilgi için S/S-Heine/Weißer, § 27 kn. 12; Buna göre yukarıdaki örneklerde geçen C ve E nin yalnızca mesleki davranışlarda bulundukları, dolayısıyla da yardım eden olarak davranmadıkları şeklinde bir argümanın dairesel olduğu ifade edilmiş, Renzikowski de yardım etmeye ilişkin düzenlemede yer alan yardımda bulunmanın tam anlamıyla normatif bir düzenleme olmadığına dikkat çekmiş ve salt fiili mutat, kurallara uygun şekilde gerçekleştirilen meslek icrasından daha fazlası olmadığını belirtmiştir (Maurach/Gössel/Zipf, AT II, § 52 kn. 35; Benzer yönde ifade için bkz. Weigend, FS-Nishihara, s. 200). Nitekim Roxin, Jakobs un bu görüşüyle ilgili olarak cezasızlığın sınırını bir hayli genişlettiği ifadelerine yer vermiş, buna da Jakobs tarafından verilen hırsızlık suçu işleyecek olan kişinin bu durumdan haberdar olan taksi şoförü tarafından olay yerine götürülmesi ve hatta olay yerinde tekrar alınması durumunda da BGH dan farklı olarak (BGHSt 4, 107, GA 1981, s. 133) ceza verilmemesi gerektiği görüşünü delil olarak göstermiştir (Roxin, AT II, § 26 kn. 227). Benzer şekilde Jakobs a göre bir fırıncının ekmeği, zehirleyerek misafirine ikram edeceğini bildiği bir kimseye satması durumunda da sırf bu satış işlemi dolayısıyla sorumlu tutulması söz konusu olmayacaktır (Jakobs, AT, 24/17) ki Roxin bu argümanına Jakobs tarafından bu örneği de temel oluşturmuştur (Roxin, AT II, § 26 kn. 227). 85 Weigend, FS-Nishihara, s. 201. 86 Otto, JZ 2001, s. 441.506  Yrd. Doç. Dr. Muhammed Demirel (İÜHFM C. LXXV, S. 2, s. 489-534, 2017) faaliyet kapsamında olsa dahi satmak suretiyle tedarik eden kişinin cezasız kalması için bir sebep oluşturmayacağını ifade etmiştir. Zira Roxin, Jakobs un bu argümanı ile birlikte sırf söz konusu olay bakımından yardım etmenin reddedilmesi için varsayımsal nedenselliğe dayanıldığını, nitekim yardım etmenin kabul edilebilmesi için  yardımsal katkının yokluğu durumunda fiil işlenmeyecek idiyse...  gibi bir formülün gerekli olmadığına vurgu yapmış ve önemli bir soru sormuştur:  Zehir katılan bir ekmek kullanılarak gerçekleştirilen bir öldürme olayında niçin zehri ekmeğe katan kişi cezalandırılabilirken kişinin ekmeği kullanma amacını bilen ve buna rağmen ekmeği tedarik eden kişi cezalandırılmayabilir?87 . Keza Niedermair e göre failin fiiline katkı sağlayan kişinin riskin yükseltilmesinin bilincinde olmanın yanı sıra isteyerek fiilin işlenmesi için zorunlu aracı temin etmesi halinde, kişinin amacı bir gerçek olarak kendini gösterecektir. Şu halde fırından alınarak zehir katılan ve müşteriye sunulan ekmek örneğinde ekmeğin satılması suretiyle öldürme fiiline objektif olarak yapılan katkı zorunlu olup bağlılık kuralı gereğince kendisi de bir sorun teşkil etmektedir. Buna göre her kim failin amacına erişmesi isteğiyle faile bir araç temin ederse, bu kimsenin de faille benzer amaçları takip ettiği kararına ulaşılır ve böylelikle faili destekleme kastı da reddedilemez. Bu noktada yardımsal katkı sağlayan kimsenin sorumluluk alanının ayrılmasını gerekli kılacak ya da buna imkan verecek bir durumun bulunmadığı vurgulanmakta, dolayısıyla bu tür objektif sınırlandırmaya yönelik kriterler tenkit edilmektedir. Yine bu kapsamda profesyonel uygunluk anlayışı da hareketin normal mesleki davranışın dış görünümüne uygun olmasının farklı bir değerlendirici bakış açısıyla yardım hareketinin cezalandırılabilirliği noktasında bir değişikliğe neden olmayacağından bahisle bu şekilde genel bir yaklaşımın doğru olmadığı gerekçesiyle eleştirilmiştir. Daha açık bir ifadeyle somut fiili durumdan bağımsız profesyonel anlamda uygun hareketlerin söz konusu olduğu, zira somut hareketlerin sosyal anlamda kabul edilebilir mesleki hareketler olup olmadığı noktasında hangi yönde bir ceza hukuku değerlendirmesinin esas alınacağı açıklığa kavuşturulmalıdır. Nitekim Hassemer in ilgili hareketin failin suç niteliğini haiz planı için özel olarak ısmarlanmış olması halinde cezasızlığa istisna öngörmüş olması karşısında, profesyonel anlamda uygun hareketlerin bu genel cezasızlık durumuna kendisinin de özel bir istisna getirmesine vurgu yapılmış ve eleştirinin ne kadar haklı olduğu gösterilmeye çalışılmıştır. Dolayısıyla profesyonel uygunluğun maddi hukuk açısından bir anlam taşımadığı, her durumda yargılamayla ilgili bir husus olduğu ifade edilebilir. Zira profesyonel uygunluk, sadece kişinin mesleğine uygun davrandığından kötü bir davranışta bulunmadığını düşünmesine yönelik bir belirti olarak görülebilir. Bu kapsamda yöneltilen bir diğer eleştiri ise, bu görüşün çıkış noktasına ilişkin olup belirli bir kişi tarafından hukukun korunmasına yönelik hareketle                                                 87 Roxin, FS-Miyazawa, s. 514; Roxin, AT II, § 26 kn. 228, 229; Benzer yönde eleştiri için bkz. Hefendehl, Jura 1992, s. 376; Rabe von Kühlewein, JZ 2002, s. 1142. 88 Niedermair, ZStW 1995, s. 512; LK-Roxin, § 27 kn. 17. 89 Niedermair, ZStW 1995, s. 512. 90 Otto, JZ 2001, s. 441. 91 Weigend, FS-Nishihara, s. 201, 202. 92 Amelung, FS-Grünwald, s. 11.Mesleki Hareketlerle Suça Yardım Etmenin Cezalandırılabilirliği  507 rin beklenmemesi, yani hukukun ihlal edilmesine bir anlamda müsaade edilmesi durumunda, bu kişinin sahip olduğu rolü çerçevesinde genel anlamda serbest bırakıldığı gibi bir sonuca ulaşılabilme tehlikesine ilişkindir. Yani genel itibariyle objektif sınırlandırma kriterlerinden hareketle postacının kural olarak söz konusu bombanın kutuda bulunduğuna dair gerekli bilgiye sahip olmamasından hareket edilmesine itiraz edilmektedir. Zira bu durumun, hareketiyle başkasının işlediği veya işleyeceği suça destek olduğunu, bu hareketi kolaylıkla terk edebileceğini tespit eden bir başka kimsenin de fiilini her şeye rağmen gerçekleştirmeye devam etmesi, bu anlamda faile destekte bulunması durumunda  da  cezalandırılabilirlikten  muaf  tutulması  gerektiğini  kendiliğinden ortaya çıkarmamalıdır. Bu itiraz, özellikle de sübjektif bakış açısıyla ayrım yapılması taraftarı olan görüş sahiplerine aittir. Bu bağlamda her ne kadar kendisi salt sübjektif bakışın taraftarı olmayıp karma görüşün savunucusu olduğundan bir şekilde sübjektif ölçütü de kullanan Roxin, dayanışma ve sosyal anlamda uygunluk anlayışlarına sert bir şekilde karşı çıkmış, her iki durumda da davranışların esasında suça ilişkin olduğunu, zira fail tarafından elde edilen eşyaların onun için sadece suçu işlemek üzere bir araç olarak faydalı olduğunu, satıcının bunu bilmesi halinde hareketinin  doğal , günlük, sıradan alış-veriş niteliğini haiz olarak kabul edilemeyeceğini ve bu tür durumlarda da hukuki değerlere saldırının varlığının kabul edileceğini ifade etmiştir. Roxin e göre müşteri konumundaki kişinin, satın aldığı eşyayı hırsızlık yapmak için yahut da birini öldürmek için kullanmak istediğini satıcıya bildirmesi gibi bir durumda  alelade  satış işlemlerine rağmen satıcı konumundaki kişinin yardım eden olarak sorumlu tutulması pek tartışma konusu olmayacaktır. Her şeyden evvel günlük hareketler kendiliğinden ortaya çıkmamakta, bilakis hareketin karakteri, hizmet ettiği amaç dikkate alınmak suretiyle belirlenmektedir. Bu çerçevede söz gelimi silah kullanmanın öğretilmesi kapsamında silah atışlarının bir atıcılık derneği bünyesinde spor faaliyeti olarak yaptırılması halinde bu eğitim faaliyeti çerçevesinde işlenen hareketlerin doğal hareketler olduğunda hiçbir şüphe bulunmamaktadır. Buna karşılık bu silahın failin mağduru öldürmek istediği bilinerek ve bu amaçla verilmesi halinde silahın bu şekilde teslim edilmesi davranışı, öldürme suçuna yardım etme olarak kabul edilir. Keza aynı durum merdivenin taşınması bakımından da geçerlidir. Zira bir merdivenin herhangi bir olay yerine taşınması çoğu durumda doğal hareket olarak nitelendirilebilirken, hırsızlık yapmak üzere harekete geçen bir kimsenin işleyeceği fiil bağlamında desteklenmesi amacıyla merdivenin olay yerine getirilmesi durumunda artık bu davranış, doğal hareket olmaktan çıkacak  ve  cezalandırılabilir  bir  yardım  etmeden  söz  edilecektir.  Bu  bağlamda Roxin, aslında amacı dikkate alınmadığında yardım etme hareketi olarak kabul edilen hareketlerin birçoğunun aslında doğal hareketler olduğuna, bunun bir                                                  93 Roxin, AT II, § 26 kn. 228; LK-Schünemann, § 27 kn. 25; Maurach/Gössel/Zipf, AT II, § 52 kn. 34. 94 Roxin, AT II, § 26 kn. 228. Renzikowski de, Roxin in herhangi bir hareketin kendiliğinden doğrudan günlük hareket olarak nitelendirilemeyeceği, bilakis daima bu hareketlerle takip edilen amaca göre bir karar verilebileceği yönündeki bu görüşünü yerinde görmüş (Maurach/Gössel/Zipf, AT II, § 52 kn. 34), Roxin e destek vermiştir.508  Yrd. Doç. Dr. Muhammed Demirel (İÜHFM C. LXXV, S. 2, s. 489-534, 2017) kimseye silah satılmasında da geçerli olabileceğine vurgu yapmıştır. Şu halde hareket normal olarak sosyal anlamda uygun olsa da hareketin başkasını işlediği suç niteliğini haiz bir fiile kasıtlı olarak nedensel ve riski yükseltici bir katkı şeklinde sağlanması halinde sosyal anlamda hareket özgürlüğünden bahsedilemeyecek, bu defa bu davranış, cezalandırılabilir bir yardım etme olarak görülecektir. Bu teori kapsamındaki bir diğer eleştiri de Schumann tarafından ileri sürülen faille dayanışma anlayışına yöneliktir. Bu çerçevedeki ilk eleştiri, tıpkı sosyal uygunluk, profesyonel uygunluk kavramlarında olduğu gibi dayanışma kavramının da belirsiz olduğu, bu kritere göre yapılacak değerlendirmenin ancak ex post yapılabileceği şeklindedir. Bununla birlikte bu anlayış kapsamında ileri sürülen  fiile yakınlık  kriterinin de çözüm getirir nitelikte olmadığı, zira verilen tornavida örneğinde tornavidanın daha sonra yahut da daha önce teslim edilmesinin suça olan katkısı bakımından hiçbir etkiye sahip olmaması karşısında satışın zamansal gerçekleşme anının niçin yardım etmenin mevcudiyeti üzerinde karar verilmesi bakımından etkili olabileceğinin anlaşılamayacağı ifade edilmiştir. Bu anlayışta önemli olduğu üzere icra hareketleri aşamasında gerçekleşen satış bakımından daha yüksek oranda hukuku sarsıcı bir etkinin daha önemli, etkili olmayabileceği, çünkü gizli yardım etmenin de cezalandırılabilir olduğu, eğer ortaya çıkarılırsa bu yardım etmenin açıktan yardım etmeden daha az hukuku sarsıcı etkisinin olmayacağı belirtilmiştir. Dolayısıyla Schumann ın görüşüne karşı hangi durumlarda hukuk barışının sarsılmış kabul edileceği belirsizdir. Nitekim bu görüşten hareket edildiğinde tornavidanın hırsıza satışı durumlarında kural olarak cezasızlığın kabul edilmesi gerekecektir. Zira bu ihtimalde satış hareketi, hukuka uygun hazırlık aşamasında olup henüz dayanışma teşkil edecek şekilde tehlikeli bir etki gösterme aşamasına erişmemiştir. Buna karşılık intihar edecek kimseye hazırlık aşamasında gerçekleştirilen silah satışı, Ateşli Silahlar Kanunu yla bu şekilde silah temini yasaklanmış olduğundan öldürme suçuna yardım etme olarak cezalandırılabilir olacaktır. İşte bu düşüncelere karşılık Niedermair, öyleyse tutarlı olmak adına intihar edecek kişinin intiharı bıçakla gerçekleştirebilecek olması durumunda kasıtlı hareket etse de satıcının cezasız kalması gerektiğini, zira bu desteğin ne zamansal olarak işlenen fiile yakınlık içerdiği ne de bu temini engellemeye yönelik özel bir yasak ihlalinin olduğunu, böylelikle de bıçak teminiyle hukuk barışının ihlal edilmiş olmayacağını vurgulamış, bu görüşün tutarsız bazı sonuçlara yol açabileceğini ortaya koymaya çalışmıştır. Nitekim Weigend, Schumann ın bazı olaylarda  etkililik kriterini  uygulamayıp başka kriterlere başvurmasının da bu itirazı kabul ettiği anlamına gelebileceğine de                                                  95 Roxin, AT II, § 26 kn. 231; Bunun yanında Roxin, başkasının suç planının bilinçli bir şekilde desteklenmesi durumunda olayın esasında sosyal veya profesyonel anlamda uygun olup olmadığı şeklinde zuhur edecek olan sorunun burada olduğu gibi basit bir iddia ile cevaplanamayacağının altını çizmiş, suç teşkil eden bir hareketin desteklenmesi  halinde  kolaylıkla  bu  görüşün  tam  aksinin  belirtilebileceğini,  haklı  olarak BGH nın da bu konsepti reddettiğini vurgulamıştır (Roxin, AT II, § 26 kn. 233). 96 Hefendehl, Jura 1992, s. 376, 377. 97 Niedermair, ZStW 1995, s. 514; Weigend, FS-Haruo Nishihara, s. 203; Rabe von Kühlewein, JZ 2002, s. 1142; Müller, FS-Schreiber, s. 349. 98 Roxin, FS-Miyazawa, s. 514; Roxin, AT II, § 26 kn. 230; Müller, FS-Schreiber, s. 349. 99 Niedermair, ZStW 1995, s. 514.Mesleki Hareketlerle Suça Yardım Etmenin Cezalandırılabilirliği  509 işaret etmiş, aslında Niedermair tarafından yapılan bu eleştirinin ne denli haklı olduğunu ortaya koymuştur. Nihayet eleştirilerden biri de objektif isnadiyet görüşüne yönelik olarak ileri sürülmüştür. Zira bu görüşün temelinde yer alan müşterinin hareketlerinin hesaplanabilirliğine göre olası özel bilmenin isnadiyet temelini değiştirmesi düşüncesi, bir anlamda hem bilmenin dikkate alınması hem de objektif esastan hareket ediliyor olması dolayısıyla görüşün adeta kendiyle çelişki içerisinde olduğu gibi bir görüntünün ortaya çıkması nedeniyle eleştirilmiştir. Bununla birlikte bu öğretinin, içerisine zehir koyacağı ve eşini öldüreceği bilinen kişiye ekmek satılması yahut da satın aldığı çekiçle kardeşini öldüreceği bilinen kimseye çekiç satılması durumlarında,  bu ürünleri satarak faile yardımcı olan kişi, bu satışı gerçekleştirmeseydi dahi bu kişi söz konusu ürünleri başka yerden de satın alabilirdi  şeklindeki bir yaklaşımla satıcıyı gerçekleşen fiile yardım eden olarak sorumlu tutulmaktan kurtaran varsayımsal nedensellikten hareket ederek bir sonuca ulaşmaya çalıştığı rahatlıkla belirtilebilir. Bu noktada varsayımsal nedensellikten hareket edilerek bir kimsenin sorumlu tutulması ne derece mümkün değilse ve eleştirilebilirse, tam aksi de aynı derece eleştirilebilir bir niteliği haizdir. Buradan hareketle bir ürünün satışını yapan kimsenin ürünle işlenecek olan suça dair özel bilgisinin kastla ilişkili olduğu ve bunun da sübjektif  unsur  kapsamında  değerlendirilmesi  gerektiği,  dolayısıyla  bizatihi objektif isnadiyetle yola çıkarak bir kriter ortaya koymanın anlamsız olduğu rahatlıkla söylenebilir. Keza bu tür hareketlerin cezalandırılabilirliğini belirli yükümlülüklerin öngörülmesiyle sınırlı tutan objektif teori kapsamındaki son görüşün de genel anlamda makul görünse de bazı durumlarda çeşitli sıkıntılara neden olduğuna işaret edilmiştir. Bu çerçevede garantörlük konumunun somut hareket yasağı üzerine çok fazla bir ifadeye yer vermediği, nitekim 17 yaşında bir çocuğunun gece karanlığında tek başına eve gitmesine izin veren ebeveynlerin, ihtimal dahilinde olan suç riskini göz önünde bulundursalar dahi cinsel saldırı ya da kasten öldürme suçuna yardım eden olarak yahut da tek başına taksirle öldürmeden de sorumlu tutulamayacakları, nitekim burada ne zaman ilkesel garantörlük konumunun somut garantör yükümlülüğü sonucunu ortaya çıkaracağı yönünde bir değerlendirmenin bulunmadığı belirtilmektedir. Sonuç olarak objektif görüşün içerdiği sorunlar, mahkeme kararlarında da ifade edilmiş ve ısrarlı bir şekilde vurgulanmıştır. Nitekim ‘doğal , ‘mesleki , veya ‘profesyonel anlamda uygun olan  hareketlerin genel olarak cezasız kalmalarının söz konusu olmadığını belirten Alman Federal Yüksek Mahkemesi, gerek günlük olağan hareketlerin gerekse mesleki türdeki hareketlerin her durumda doğal olduklarının belirtilemeyeceğine dikkat çekmiş, hemen hemen her hareketin cezalandırılabilir bağlamda gerçekleştirilebileceğine vurgu yapmıştır. Bu minvalde cezalandırılabilirliğin objektif tipiklik bakımından sınırlan                                                 100 Weigend, FS-Haruo Nishihara, s. 203. Schumann ın görüşünün ortaya çıkardığı sorunların kaynağı olan etki teorisinin zorluğuna ilişkin olarak bkz. Sözüer, Suça Teşebbüs, s. 134, dpn. 259. 101 Rengier, AT, § 45 kn. 107. 102 Amelung, FS-Grünwald, s. 14. 103 Rabe von Kühlewein, JZ 2002, s. 1142, 1143. 104 BGHSt 46, 107, 113 (Roxin, FS-Miyazawa, s. 515; Roxin, AT II, § 26 kn. 233; Seher, JuS 2009, s. 796; Rengier, AT, § 45 kn. 108).510  Yrd. Doç. Dr. Muhammed Demirel (İÜHFM C. LXXV, S. 2, s. 489-534, 2017) dırılması görüşünün eleştirildiği yargı kararlarında bu husus, sübjektif tipiklik üzerinden mevzu bahis olan bir sorun olarak telakki edilmektedir. Dolayısıyla sübjektif sınırlandırma teorisinin ve sübjektif kıstasları bir ölçüt olarak kullanan karma teorinin incelenmesinde özel bir fayda bulunmaktadır.  3. Sübjektif Sınırlandırma Teorisi a. Teorinin Esası 1920 lere kadar Alman ceza hukuku literatüründe hakim olan ve her ne kadar tam bir açıklık olmasa da Krallık Mahkeme kararlarına da yansıdığı görülen bu görüşe göre doğal hareketler, salt yardım etme kastı sorunu olarak ele alınmakta, bu tür hareketlerin isnadiyetinde sübjektif yaklaşımla sınırlandırma yoluna gidilmektedir. Buna göre hareket edenin düşünce şekli dikkate alınmaksızın hareketlerin sosyal anlamları bakımından bir karar verilemeyeceği kabul edilmektedir. Dolayısıyla doğal hareketlerin cezalandırılabilir yardım etme olup olmayacağı konusunda fiile yönelik destek niteliğinde davranış sergileyen kimsenin iradesinin değerlendirilmesi gerekli görülmüştür. Bu görüş kapsamında daha da önemli olan husus ise, yardım etme kastı için failin fiilinin bilinmesinin yanında failin fiilinin işlenmesine yönelik istemenin de gerekli olduğu fikrinin benimsenmiş olması, böylelikle olası kastla işlenen davranışların cezalandırılabilirlik alanından çıkartılmış olmasıdır. Bu çerçevede yardımsal katkı sağlayan kişinin söz konusu suçun işlenmesini  istemesi  gerektiğine de vurgu yapılmış, her ne kadar aksi yönde kararlar olsa da  isteme                                                   105 BGHSt 46, 107, 112 (Bilgi için Schmidt, AT, § 27 kn. 1109); MK-Joecks, § 27 kn. 16. 106 Wohlers, NStZ 2000, s. 169; Nitekim Schneider, o dönemki mahkeme kararlarında bir şaşkınlık  olduğunu  belirtmiş,  tam  bir  açıklığın  bulunmadığına  dikkat  çekmiştir (Schneider, NStZ 2004, s. 313). 107 Baumann/Weber/Mitsch, BGH nın da sübjektif görüşten hareket ettiğini belirtmiştir (Baumann/Weber/Mitsch, AT, § 31 kn. 32c). Bu görüş kısmen yerinde olsa da esasında BGH nın objektif-sübjektif öğretileri birlikte tercih ederek karma bir uygulama yoluna gittiği ifade edilebilir. BGH nın görüşüne dair ayrıntılı bilgi için „Karma Teori  başlığı altındaki açıklamalara bakınız.  108 Ambos, JA 2000, s. 724; Schneider, NStZ 2004, s. 315, 316.  109 RGSt 39, 44 (Birigitte Tag,  Beihilfe durch neutrales Verhalten , JR 1997, s. 50; Schneider, NStZ 2004, s. 313). Krallık Mahkemesi döneminde taraftarı olan yazarlar için bkz. v. Bar, Gesetz und Schuld im Strafrecht, 1907, s. 693; Köhler, Deutsches Strafrecht, 1917, s. 517 (Aktaranlar Tag, JR 1997, s. 51; Müller, FS-Schreiber, s. 345). Günümüzde benzer eğilim gösteren görüş için bkz. Roman Forthauser, Geldwäsche de lege lata und ferenda, München 1992, s. 71. 110 Nitekim fuhuş yapmak üzere illegal bir şekilde işletilen bir genelev için her gün ekmek, et ve şarap temin eden bir kişinin fuhşa teşvik suçuna yardım eden olarak yargılandığı  olayda  Krallık  Yüksek  Mahkemesi,  her  ne  kadar  beslenme  amacıyla sağlanan bu tür günlük ihtiyaç ürünlerinin müşteri konumundaki kişinin bu ürünler vesilesiyle suç işleyip işlemediğinden bağımsız olarak kendilerinin de tek başlarına bir anlam ifade ettiği gerekçesiyle illegal bir şekilde işletilen bir geneleve -şaraptan farklı olarak- ekmek ve et gibi ürünlerin temin edilmesinin fuhşa teşvik suçuna yardım etme olarak değerlendirilmesini reddetmiş olsa da aynı kararını şarap temini bakımından benimsememiş, söz konusu illegal geneleve şarap temin edilmesini fuhşa teşvikin özel yapıda desteklenmesi olarak telakki etmiştir (RGSt 39, 45, 49 – 14.06.1906 - Roxin, FS-Miyazawa, s. 515; MK-Joecks, § 27 kn. 53; Müller, FS-Schreiber, s. 344). Her ne kadar hem Roxin hem de Schünemann, mahkeme tarafından verilen bu kararı yerinde bulmuşlarsa da Roxin, mahkemenin bu kararını çok sert bulmuş, zira şarabın hem ge-Mesleki Hareketlerle Suça Yardım Etmenin Cezalandırılabilirliği  511 unsurunun bulunmadığı birçok durumda katkı sağlayan kişiler yardım eden olarak telakki edilmemiştir. Buna göre kişinin destekte bulunma isteğinin bulunmadığı ve fakat katkısının fiilin işlenişinde kullanılacağına dair kesin bir bilgisinin mevcut olduğu durumda da yardım etmeden bahsedilemeyecektir. Buna gerekçe olarak da zararsız hareketlerin salt düşünceler nedeniyle cezalandırılması gibi bir sonucun ortaya çıkma tehlikesi gösterilmiştir. Bu çerçevede gerçekleştirilen davranışlar, mutlak şekilde kendiliğinden günlük olağan hareket olarak addedilmemekte, bilakis hareketin karakteri, davranışta bulunan kimsenin amacı dikkate alınmak suretiyle belirlenmektedir. Buna uygun olarak yardım eden kişinin failin fiiline destek niteliğindeki davranışlarının bu fiile etki etmesini amaçlaması veya bunu en azından kaçınılmaz bir şekilde öngörmesi, yani bu etkinin muhakkak olması halinde hareketin günlük olağan davranış olma özelliği kaybolacak, bu kapsamda hareket, failin fiili ile dayanışma teşkil eden bir davranışa dönüşecek ve sosyal anlamda uygun olmaktan çıkacak, artık yardım etme olarak kabul edilecektir. Buna karşılık kişinin yaptığı katkının sadece işlenecek olan suçta kullanılmasını muhtemel görmesi veya göze alması halinde hareketi cezasız kalacaktır. Buna göre avukat, muhasebeci, banka görevlisi veya noter olarak sadece görevin gereklerini yerine getirilmesi bağlamında verilen bilgiler bakımından işlenen suça destek olma isteğinden söz edilemeyecektir. Nitekim Krallık Yüksek Mahkemesi, bir avukatın müvekkiline hukuki bilgi vermesi esnasında ilk baştan bu tür durumlarda sadece hukuki vazifesini yerine getirmek maksadıyla o hizmeti verdiğini kabul etmiş, müvekkilinin bu bilgiler üzerine daha sonra işleyeceği fiillere bir etkide bulunma konusunda bilerek ve isteyerek hareket etmediğine işaret etmiş, bu anlamda kastın incelenmesi bakımından da bilme ve isteme arasında sert bir ayrım yapmıştır. Mahkemenin bir başka                                                                                                                        nel bir ürün olduğunu ve sadece fuhuş yapmak üzere ziyaret edenler için teşvik edici bir ürün olmadığını, bu çerçevede de suça ilişkin olma özelliğinin bulunmadığını ifade etmiştir (Roxin, FS-Miyazawa, s. 515; Roxin, AT II, § 26 kn. 247). Bu karar esas alındığında Schünemann a göre bir otel işleticisi, o bölgede hırsızlık yapmakla tanınan bir kimsenin otelinde barınmasına müsaade etmesinin de cezasız kalacağını, benzer şekilde failden bağımsız olarak bu hareketin de tek başına bir anlam ifade ettiğini belirtmiştir (Roxin, AT II, § 26 kn. 247; LK-Schünemann, § 27 kn. 21). 111 RGSt 37, 321, 323; BGHSt 29, 105 (Müller, FS-Schreiber, s. 345; Heinrich, AT, kn. 1333; MK-Joecks, § 27 kn. 72). 112 MK-Joecks, § 27 kn. 72. 113 v. Bar, s. 693, dpn. 10 – Aktaran Schneider, NStZ 2004, s. 313. 114 Urs Kindhäuser, „Zum Begriff der Beihilfe , FS-Otto, 2007, s. 357; MK-Joecks, § 27 kn. 71; Maurach/Gössel/Zipf, AT II, § 52 kn. 36. 115 BGHSt 46, 107 (Kett-Straub/Linke, JA 2010, s. 31; Rengier, AT, § 45 kn. 111). 116 Ambos, JA 2000, s. 724; Manuel Ladiges, „Referandarexamensklausur - Strafrecht: Der geschäftstüchtige BWL , JuS 2012, s. 55. 117 Nitekim Krallık mahkemesi, bir avukatın bir başka kimseye hukuki bir izahatta bulunması ve bir suçu işlemesine bu şekilde destek olması durumunda kişinin sadece mesleğini yerine getirme bilinciyle hareket ettiğini kabul ederek cezalandırılabilirlik için bir neden bulamamıştır (RGSt 37, 321, 323 – Hefendehl, Jura 1992, s. 376; Tag, JR 1997, s. 50). Yine bir başka mahkeme kararında açıkça kişinin sadece mesleğinin gereklerini yerine getirdiği durumlarda kasıtlı yardım eden olmasından söz edilemeyeceği ifade edilmiştir (RGSt 39, 44, 48 - Hefendehl, Jura 1992, s. 376). 118 RGSt 37, 321 - 17.11.1904 (MK-Joecks, § 27 kn. 52).512  Yrd. Doç. Dr. Muhammed Demirel (İÜHFM C. LXXV, S. 2, s. 489-534, 2017) kararı ise danışmanlığını yaptığı kişinin vergi kaçırdığını fark ettikten sonra da danışmanlık yapmaya devam eden vergi danışmanına ilişkindir. Krallık Yüksek Mahkemesi, bu tür bilgiye rağmen sadece vergi konularına ilişkin açıklama getirecek şekilde ortak çalışmanın, söz konusu kişinin kendisini vergi kaçırma filinden sonraki danışmanlık faaliyetleri bakımından da kusurlu yapmayacağını belirtmiş, kişiyi yardım eden olarak sorumlu tutmamıştır.  b. Teoriye Yöneltilen Eleştiriler Bu teoriye yöneltilen ilk eleştiri, yardım etmeye ilişkin kanuni düzenlemelerden hareketle ileri sürülmüştür. Nitekim kanuni düzenlemelerde, yardım edenin failin fiilini isteyerek, bu şekilde bir arzuda bulunarak veya kendi yararını dikkate alarak failin fiiline katkıda bulunması gerektiğine yer verilmediği ifade edilmiştir. Öyle ki tipikliğin tüm koşullarının kesin bir şekilde bilinmesine rağmen yardım etme kastının nasıl reddedileceğinin zorluğuna işaret edilmiştir. Hatta o kadar ki, kanuni düzenlemenin mevcut haliyle olası kastla yardım etmenin dahi mümkün olduğuna vurgu yapılmış, dolayısıyla bu teorinin bir defa kanunla uyumlu olmadığına dikkat çekilmiştir. Bu eleştiri, beraberinde diğer eleştiriyi de getirmiş, yasaklanan hareketin kapsamının sadece sübjektif kriterlere göre belirlenemeyeceği, tek başına kişinin kötü niyetinden hareket edilmesi halinde bu durumun düşünce ceza hukuku anlayışını beraberinde getireceği vurgulanmıştır. Zira bu teoride, bıçağı satan kişinin, gerek söz konusu fiilin işlenmesinden habersiz olması, gerekse söz konusu fiile bilerek destek olmak istememesi halinde cezasız kalacak olması dikkate alındığında, fiil ceza hukuku anlayışından düşünce ceza hukukuna bir kayma olacağı itirazı ileri sürülebilecektir. Nitekim bu anlayıştan hareketle doğal hareketlerin sadece yardım edenin  kötülüğü  istemesi halinde cezalandırılabileceği gibi garip bir kabulün benimsenmesi ortaya çıkacaktır. Kaldı ki bu anlayışla birlikte objektif olarak yardım etme hareketi olmayan bir davranı                                                 119 RGSt 68, 411 – 26.11.1934 (MK-Joecks, § 27 kn. 52). 120 Tag, JR 1997, s. 51; Maurach/Gössel/Zipf, AT II, § 52 kn. 37. 121 Schumann, 1986, s. 56. Nitekim Hruschka, bir başkasını öldüreceğini bilen bir kimseye bu ölümü istemeden bıçak satmanın nasıl kabul edilebileceği sorusunu yöneltmiş, bu anlamda yardımsal katkıda bulunan kişinin failin suç teşkil eden fiili işleyeceğini bilmesine rağmen katkıda bulunması durumunda artık „isteme  unsurunun da kabul edilebileceğine vurgu yapmıştır (Hruschka, JR 1984, s. 263). 122 Tag, JR 1997, s. 51. 123 Tag, JR 1997, s. 51; Rabe von Kühlewein, JZ 2002, s. 1141; Kindhäuser, FS-Otto, 2007, s. 358; Maurach/Gössel/Zipf, AT II, § 52 kn. 37. Nitekim Hassemer e göre bir davranışın objektif açıdan yardım etme hareketine uygun olması mutlaka aranmalıdır. Aksi takdirde sırf düşünceden hareket edildiğinde ve bir davranışın gerçekleştiren kişinin düşünce dünyasından bahisle yardım eden olduğu sonucu ulaşıldığında bu durum düşünce ceza hukuku anlayışını beraberinde getirme tehlikesini ortaya çıkaracaktır (Hassemer, wistra 1995, s. 43). Bununla birlikte Hassemer, kişinin yardım etme kastının belirlenmesinin bir hukuk devletinde uygulamada önemli zorlukları beraberinde getireceğine vurgu yapmış, bilhassa ispat meselesinde belirsizliklerin ortaya çıkacağına işaret etmiştir. Bu anlamda Hassemer, doğal hareketlerde mutlaka objektif anlamda bir değerlendirmenin yapılması gerektiğinin altını çizmiş, buradan hareketle de profesyonel uygunluk teorisini geliştirmiştir (Hassemer, wistra 1995, s. 43). 124 Tag, JR 1997, s. 51; Heinrich, AT, kn. 1333.Mesleki Hareketlerle Suça Yardım Etmenin Cezalandırılabilirliği  513 şın da salt sübjektif bakış açısıyla cezalandırılması gibi bir sonuca erişilebilecektir. Ayrıca bu teorinin, komşusuna verdiği baltayla komşusunun eşini öldürmesi, müşterisine balta satan satıcının bu satışının ardından müşterisinin bu baltayla eşini öldürmesi, telefonla arayarak taksi çağıran ve banka soyduktan sonra havalimanına bırakılması ve banka görevlisinin kişinin yurt dışına para transferini isimsiz yapmak suretiyle vergi kaçırmasına yardımcı olması durumlarında bir çözüm sağladığı ve fakat aynı durumun uzun bir süre boyunca evinde bir kimseyi tutarak ona eziyet eden bir kimseye sürekli olarak gıda maddeleri temin edilmesi ve bir avukatın müvekkiline hukuki olarak vergiden muaf tutulmanın yolları ile illegal bir şekilde vergi kaçırmanın yollarını öğretmesinin ardından müvekkilinin vergi kaçırma suçunu işlemesi olayları bakımından söz konusu olmadığı ifade edilmektedir. Zira bu teoriye göre failin davranışıyla sadece bir suçu işlemeyi amaç edinmesi ve yardımsal katkıda bulunan kişinin de bu durumu bilmesi halinde yardım etme hareketinden söz edilebilecektir. Öyle ki bu koşullar altında artık yardımsal katkıda bulunan kişinin hareketinin günlük olağan karakterini kaybedeceği, artık failin fiili ile bir dayanışma içerisinde olma görüntüsüne sahip olacağı ve sosyal anlamda da uygunluğundan çok fazla söz edilemeyeceği belirtilmektedir.  4. Karma Teori (Objektif-Sübjektif/Sübjektif-Objektif) a. Teorinin Esası Hem objektif kriterlerden hem de sübjektif kriterlerden hareket eden bu öğreti,  karma teori  olarak ifade edilebilir. Bu teori kapsamında ikili bir ayrım yapılmasında fayda bulunmaktadır. Zira son dönemlerde bu teoriyi benimseyen Alman Federal Yüksek Mahkemesi ve literatürde özellikle Roxin, her ne kadar aynı sonuca ulaşmış olsalar da bu sonuca ulaşma yöntemlerinin birbirinden kısmen de olsa farklı olduğu, öncelikleri noktasında birbirlerinden ayrıldıkları  belirtilebilir.  Nitekim  literatürde  evvela  objektif  kriterlerden  hareket edilmekte, daha sonra sübjektif kriterler uygulanmaktayken mahkeme kararlarında tam tersi bir tatbikat esas alınmakta, evvela sübjektif kriterler, daha sonra ‘gerekirse  objektif kriterler dikkate alınmaktadır. Dolayısıyla bu teori kapsamındaki irdelemenin bir ayrım yapılarak ortaya konulması gerekecektir. 1. Literatürde, suçun icra hareketleri kapsamı dışında bulunan kişinin suç teşkil eden bir harekete destek olduğunu bilip bilmemesine göre ikili bir ayrım yapılarak irdeleme yapılmakta ve bir sonuca ulaşılmaktadır. Buna göre; a. Yardımsal katkıda bulunan kişinin, suç teşkil eden bir harekete destek olduğunu bilmesi ve istemesi, yani bu konuda doğrudan kastının                                                  125 Gaede, JA 2007, s. 760. 126 Bilgi için Krey/Esser, StrafR AT, § 32 kn. 1085. 127 Kindhäuser, FS-Otto, 2007, s. 357. 128 BGH NJW 2001, s. 2410 (Krey/Esser, StrafR AT, § 32 kn. 1086). 129 Tag, JR 1997, s. 54. Nitekim Heine/Weißer, karma objektif-sübjektif eğilim ifadesine yer vermiştir (S/S-Heine/Weißer, § 27 kn. 12).  130 Roxin, FS-Miyazawa, s. 513.514  Yrd. Doç. Dr. Muhammed Demirel (İÜHFM C. LXXV, S. 2, s. 489-534, 2017) bulunması halinde, icra hareketlerinin suça ilişkin olup olmadığı, yani suç niteliğini haiz olup olmadığı dikkate alınmalıdır. Bu teori kapsamında hareketin suça ilişkin olup olmadığına yönelik tespit, yardım edenin hareketinin gerçekleştirilmesinde  meşru  bir faydanın bulunup bulunmadığı esas alınarak yapılacaktır. Buna göre yardım eden kimsenin davranışında meşru bir faydanın bulunmaması halinde bu davranış, yardım etme kapsamında cezalandırılabilir olacaktır. Zira kişinin bu hareketi, objektif olarak sadece failin suç niteliğini haiz planına dayanıyor olacaktır. Bu çerçevede kişinin yardımsal katkıda bulunan hareketinin failin suç teşkil eden hareketi olmaksızın tek başına bir anlam ifade edip etmediğine veya failin fiilinden bağımsız bir şekilde anlamlı olup olmadığına bakılacaktır. Buna göre yardım edenin bu katkısının fail için sadece planlanan suçun koşulu olarak bir değer taşıması ve  katkı sağlayan kişinin  de bunu bilmesi durumunda cezalandırılabilir yardım etmeden söz edilebilecektir. Şu halde bağımsız hukuki değerlere yönelik saldırı, doğal hareketin sadece suçla ilişkili olacak şekilde bir anlam ifade etmesi durumunda kabul edilmektedir. O halde taksi şoförü, katkısının suç amacı olmaksızın fail için anlamsız olduğunu biliyor olması, diğer bir ifadeyle kendi davranışının da yalnızca suç amacına dayanıyor olması nedeniyle hukuki değere yönelik bir saldırı ortaya koyduğundan bahisle yardım eden olarak cezalandırılabilecektir. Keza ev eşyaları satıcılığı yapan bir kişinin dükkanından bir çekici satması ve fakat satarken üçüncü bir kişinin bilgilendirmesi yahut da satın alan kişinin kendi ifadesi ile bu çekiçle bir başka kişiyi öldürmek istediğini daha önceden öğrenmesi halinde bu defa bu satış hareketi, öldürme suçuna yardım etmeden bahisle cezalandırılabilir hale gelecektir. Keza hırsızlık yapan bir örgütün liderini tanıyan ve hırsızlık suçlarının işlenmesinde kullanılacağını bilmesine rağmen tornavida ve benzeri aletleri satan kişinin hırsızlık suçuna yardım eden olarak sorumluluğu gündeme gelecektir. Bununla birlikte çekiç ve tornavidayı satan kişinin bu aletleri suç teşkil etmeyen amaçlar için de kullanacağı durumların mevcudiyeti suç teşkil eden çağrışımları ortadan kaldırmayacaktır. Zira öldürme ve hırsızlık suçları, sadece suç teşkil eden hareketler olup her iki suç da ilgili araçların temin edilmesi şeklindeki destek içeren hareketlere dayanmaktadır. Bu çerçevede bu görüş sahiplerinden Roxin, bilhassa Jakobs un gerek tornavidayı gerekse ekmeği satan satıcıların bu araçlarla işlenecek suçu bilseler bile bu suçlardan sorumlu tutulamayacakları yönündeki görüşüne sert bir şekilde karşı çıkmış, her iki olayda da suçla ilişkili durumların söz konusu                                                  131 Doktrinde bazı görüşler tarafından  suça ilişkin olma  kriteri farklı şekillerde ifade edilmiştir. Nitekim Meyer-Arndt,  suç teşkil eden fiile özgü  ifadesini tercih etmiştir. Buna göre bir hareket, esasında legal ve failin cezalandırılabilir fiilini takip etmeksizin bilimsel, sosyal veya bireysel açıdan anlamlı kalacak şekilde sadece failin hareketine dayanıyorsa suç niteliğini bir fiile özgü olmayan bir hareket olarak tezahür eder. Bkz. Meyer-Arndt, wistra, 1989, s. 283.  132 Krack/Gasa, JuS 2008, s. 1010; Frisch, AT, s. 288, 299. 133 Roxin, FS-Stree/Wessels, s. 379; Roxin, AT II, § 26 kn. 221, 222. 134 Roxin, FS-Miyazawa, s. 513. 135 Roxin, FS-Miyazawa, s. 513. 136 Roxin, FS-Stree/Wessels, s. 379; Roxin, FS-Miyazawa, s. 514. 137 Roxin, AT II, § 26 kn. 221, 222.Mesleki Hareketlerle Suça Yardım Etmenin Cezalandırılabilirliği  515 olduğunu, fail tarafından elde edilen araçların kendisi için sadece suçun işlenmesinde bir araç olarak fayda sağladığını, suç dışında bir anlam ifade etmediğini, bu nedenle de satıcıların işlenecek suçtan haberdar olmaları halinde davranışlarının  doğal  niteliklerini kaybedeceğini ve hukuki değerler üzerinde bir saldırı teşkil edeceğini vurgulamıştır. Dolayısıyla bu görüşe göre failin hareketi hukuki olsa bile failin amacının belli bir suça yönelik olduğunun doğrudan bu hareketi destekleyici harekette bulunan kişinin yaptığı hareketin, işlenecek olan suçu mümkün kıldığının yahut da kolaylaştırdığının fark edilmesi halinde de suça ilişkin olmasından söz edilecektir. Nitekim uluslararası para transferi örneğinde olduğu gibi yardım edenin hareketinin olmaması halinde vergi kaçırma anlamsız hale gelirdi. Bununla birlikte failin fiiline destek niteliğindeki katkıyı gerçekleştiren kişinin hareketinin hukuka uygun (legal) olması ve failin işleyeceği  suç teşkil eden hareketine bir koşul olması  durumunda dahi suç niteliğini haiz olmasından bahsedilmeyebilir. Yani söz konusu meşru niteliği haiz olan yardımsal katkının failin işleyeceği suçun olmazsa olmaz bir koşulu olması, bu yardımsal katkının hemen cezalandırılabilir bir yardım etme olarak kabul edilmesi sonucunu beraberinde getirmeyecektir. Buna göre bu hareketin, sadece failin işleyeceği fiil için bir değer arz etmeyip genel anlamda da, yani failin fiili olmaksızın da bir anlam ifade etmesi durumunda yardım etme olarak cezalandırılabilirlik gündeme gelmeyecektir. Bu kabul, esasında vergi kaçırma ve çevrenin korunmasının ihlal edilmesi durumlarında cezalandırılabilir bir yardım etmeden söz edilemeyeceği anlamına gelmektedir. Buna göre işletmesinde çevreyi korumaya ilişkin düzenlemelere yönelik ihlallerin söz konusu olduğu bir fabrika sahibine ürün temin eden kişinin, bu ihlalleri bilmesine rağmen yaptığı bu ürün tedarik işlemi suç niteliğini haiz olmayıp hukuka uygun olacaktır. Zira ürün tedarik eden firma yöneticisi, aslında çevreye karşı ihlalleri destekleyici hareketler gerçekleştirmemekte, bir fabrika için anlamlı olan ve suça ilişkin olmayan endüstriyel ürünlerin üretilmesi şeklindeki hukuka uygun hareketleri desteklemiş kabul edilmektedir. Fabrika sahibinin fabrikasında gerçekleştirilen faaliyetlerin sebep olduğu çevreye karşı ihlallerden ise tek başına fabrika sahibinin sorumluluğu gündeme gelecek, bu ihlaller dolayısıyla ürün temin eden kişinin sorumluluğu söz konusu olmayacaktır. Hatta ürün tedarikçisinin ürünleri, ihlale neden olan faaliyetlerde kullanılan ana malzeme olsa bile, yani çevreye karşı gerçekleştirilen ihlallerin gerçekleştirilmesinin koşulunun söz konusu ürünlerin sağlanması olması durumunda dahi, ürün tedarikçisinin sorumluluğu bulunmayacaktır. Nihayetinde bir tüccara ücretinin ödenmesi veya bir fabrikaya ham madde sağlanması, bu hareketleri gerçekleştiren kişi için söz konusu suçlar işlenmiş olsa bile bu suçlar dikkati nazara alınmaksızın da tek başına bir anlam ifade eden hareketlerdir.                                                  138 Roxin, FS-Miyazawa, s. 514. 139 Ambos, JA 2000, s. 724; Otto, FS-Leckner, s. 214; Roxin, AT II, § 26 kn. 223; Krack/Gasa, JuS 2008, s. 1010. 140 Roxin, AT II, § 26 kn. 223. 141 Roxin, AT II, § 26 kn. 223; Kett-Straub/Linke, JA 2010, s. 31. 142 LK-Schünemann, § 27 kn. 18. 143 Roxin, FS-Stree/Wessels, s. 379; Roxin, FS-Miyazawa, s. 512, 513.516  Yrd. Doç. Dr. Muhammed Demirel (İÜHFM C. LXXV, S. 2, s. 489-534, 2017) Aynı şekilde bir esnaftan tamamen hukuka uygun bir işin yapılmasını isteyen, sipariş veren ve ödemesini yapan kişi, esnafın işi yaptıktan sonra yaptığı ödemeden dolayı oluşan gelirinden vergi kaçırmak istediğini bilse bile, ödemede bulunan kişinin bu ödemesi esnafın vergi kaçırma işleminin bir koşulu olmasına rağmen suç niteliğini haiz bir hareket değildir. Nitekim bir tacirin, gerekli kurallara uygun bir şekilde işletilen şirketinin vergi kaçırıp kaçırmadığı, yahut çevrenin korunmasına ilişkin düzenlemeleri ihlal edip etmediği, iş ortağıyla ticaret yapıp ödemede bulunan ya da ham madde temin eden kişiden tamamen bağımsız durumlardır. Bir başka örnek de suç işleme düşüncesi bulunan kişilerin görüşmeleri esnasında bu kişilere ikramda bulunmak suretiyle rol oynama durumlarına ilişkin olabilir. Söz gelimi bir müşterisine yemek servisi yapan restoran işletmecisinin, kendisine yemek servisi yapılan müşterinin yemeğin ardından kasten yaralama suçunu işleyeceği yönündeki planı öğrenmesine ve bu yemeğin kişinin bu kararını kuvvetlendirecek olmasına rağmen işlenen kasten yaralama suçu bakımından yardım eden olarak sorumlu tutulması mümkün değildir. Zira restoran gibi bir yerde bir kimseye bir yemeğin temin edilmesi, hem hukuka uygun (legal) hem de mantıksal olarak müşterinin sonrasında işlemek istediği suç açısından yemek suretiyle fikrinin kuvvetlenip kuvvetlenmediğinden tamamen bağımsız bir davranıştır. Burada savunulan görüşten hareketle Schünemann, bir tornavidanın veya ekmeğin satışında cezalandırılabilir yardım etmeden söz edilebilecek hale gelineceğini, her iki durumda da satış işleminin satıcı için sadece suç niteliğini haiz olduğunu, satılan ürünlerin bir kimsenin öldürülmesinde veya bir soygunun gerçekleştirilmesinde kullanılacağını ve tek amacın bunlar olduğunun açık olduğunu, söz konusu ürünlerin temel olarak zararsız oldukları ve kullanılmalarının kural olarak günlük olağan olmasının cezalandırılabilirlik üzerinde herhangi bir değişikliğe neden olmayacağını, ancak satıcının söz konusu ürünlerin kullanılma amaçlarını bildiği sürece bu ürünlerin zararsızlığından bahsedilemeyeceğini, bu özelliğin varlığını yitireceğini ifade etmiştir. Oysa ki bu görüşü temellendiren Roxin e göre müşterisinin içerisine zehir katarak eşini öldüreceğini bilmesine rağmen müşterisine ekmek satan fırıncının bu satış hareketinin  bilme  unsuru olmasına rağmen öldürme suçuna yardım etme nedeniyle sorumluluğuna gidilemez. Bununla birlikte kişinin taksirli sorumluluk halinin saklı olduğuna da işaret edilmiştir. b Yardımsal katkıda bulunan kişinin, suç teşkil eden bir harekete destek olduğunu bilmemesi, yani bu konuda doğrudan kastının bulunmaması ve fakat sadece yaptığı katkının suç teşkil eden fiilin işlenmesinde kullanılacağını mümkün görmesi, yani bu konuda olası kastının bulunması halinde, yukarıdaki ilk ihtimale göre durum değişecek, müşterinin tornavidayla  hırsızlık  suçunu  işleyebileceğini  mümkün  gören  hırdavatçının buna rağmen tornavidayı satması ve satışın ardından müşterinin gerçekten de söz konusu tornavidayla hırsızlık yapması durumunda bu satıcının olası kastla                                                  144 Roxin, FS-Miyazawa, s. 513; Roxin, AT II, § 26 kn. 224. 145 LK-Schünemann, § 27 kn. 18. 146 Roxin, AT II, § 26 kn. 225. 147 LK-Schünemann, § 27 kn. 18. 148 Roxin, FS-Tröndle, s. 196. 149 Roxin, FS-Tröndle, s. 196, 197.Mesleki Hareketlerle Suça Yardım Etmenin Cezalandırılabilirliği  517 yardım etmesinden söz edilemeyecek, bilakis kişinin güven ilkesinden hareket ettiği düşünülerek bu hareketin kişiye yüklenmesinden bahsedilemeyecektir. Nitekim özellikle de bu tarz tehlikeli aletlerin satışını yapan kişilerin, yaptıkları satışlar bakımından kural olarak bir başka kimsenin kasıtlı bir suç işlemeyeceğine yönelik olarak güven prensibi gereğince güven duymasına izin verilecektir. Öyle ki aksi bir kabulde bıçak, çakı, balyoz, çekiç, tornavida gibi aletlerin hiçbirinin satışı kolay olmayacak, tıpkı ateşli silah satışında olduğu gibi her birinin satışının izne tabi tutulması gerekecek, satışları için Ateşli Silahlar Kanunu nda olduğu gibi özel düzenlemelerin öngörülmesi söz konusu olacaktır. Oysa ki bu tür aletlerin kullanılması, modern yaşam için vazgeçilmez bir nitelik taşımaktadır. Elbette bu tür aletlerin bazı suçların işlenmesinde kullanılabilir olmaları, bu aletlerin genel özelliklerini, genel kullanılma amaçlarını ortadan kaldırmayacaktır. Bu tür durumlarda, söz konusu aletlerin satışı suretiyle herhangi bir suçun işlenmesine yönelik bir kolaylaştırma veya mümkün kılma söz konusu olursa, güven ilkesi suretiyle oluşturulan izin verilen risk sınırında icra hareketleri kapsamı dışında bulunan kişinin destekleme hareketinin mevcudiyetinden söz edilebilecektir. Ancak failin suç teşkil eden bir fiili işlemeye eğilim gösterdiğinin fark edilebilir nitelikte olmasına rağmen kişinin bu nitelikte bir fiili desteklemesinin dikkate alınması durumunda artık bu güvenin meşruiyetinden söz edilemeyecek ve izin verilen riskin aşılmasından söz edilebilecektir. Bu görüş, yardım edenin failin suç niteliğindeki hareketini sadece mümkün görmesi durumunda suç işlenmeyeceğine duyduğu güveni dikkate almakta ve mesleğin icra edilmesinden hareket etmektedir. Bunun yanında bu güvenin, başka bir kişinin suç teşkil eden fiile yönelik eğiliminin fark edilebilir olması durumunda ortadan kalkacağı, bu defa mesleki anlamda olsa dahi, yardımsal katkıda bulunan kişiye söz konusu davranışı gerçekleştirmesi bakımından bir yetki  verilmiş  olmasından  bahsedilemeyeceği  belirtilmektedir.  Nitekim  bir süpermarket sahibi, akşam vakti dışarıda bir kimseyle kavga ettikten sonra markete gelip kendisinden bıçak satın alan kişinin kavga ettiği kişiyi yaralaması durumunda, bu kişinin kavga ettiği kimseyi bıçaklayacağını bilmese bile, bu tür bir olayda kavga eden kişinin yaralama fiiline bir eğilimi olduğu fark edilebilir durumda olacağından olası kastla yardım etmeden dolayı cezalandırılabilecektir. İşte bu gösterilen kuralın şeriklerin cezalandırılma temeline ve en nihayetinde  objektif  isnadiyet  kuralına  dayandığı  belirtilmektedir.  Zira  sunulan katkının suç niteliğini haiz olmadığı ve güven ilkesi suretiyle izin verilen risk kapsamında yer aldığı durumlarda, hukuki değerler üzerinde bir saldırının varlığından  bahsedilemeyecektir.  Bu  kapsamda  hukuki  değerler  üzerindeki saldırı, objektif isnadiyetin temel koşulu olan riskin izin verilmeyecek ölçüde                                                  150 Roxin, FS-Stree/Wessels, s. 380; Bilgi için LK-Schünemann, § 27 kn. 19; Otto ya göre meslek özelinde hareket eden kişinin suç niteliğini haiz olayları sadece mümkün görmesi durumunda kişinin kendi mesleki üstünlüğünü korumaya yönelik menfaati genel menfaatin önüne geçer ve bir suçu kolaylaştırma veya mümkün kılma olarak anlaşılmaz (Otto, FS-Leckner, s. 214). 151 Roxin, FS-Stree/Wessels, s. 380; Roxin, FS-Miyazawa, s. 516. 152 Roxin, FS-Tröndle, s. 187; LK-Schünemann, § 27 kn. 19. 153 Roxin, FS-Stree/Wessels, s. 380. 154 LK-Schünemann, § 27 kn. 19.518  Yrd. Doç. Dr. Muhammed Demirel (İÜHFM C. LXXV, S. 2, s. 489-534, 2017) artırılmasını göstermemekte, aynı zamanda bu artışın kasıtlı bir şekilde gerçekleştirilmesini de karşılamaktadır. 2. Alman Federal Yüksek Mahkemesi (BGH) tarafından da bilhassa 90 lı yılların sonunda, her ne kadar açıkça zikredilmese de kararın içeriğinde kullanılan ifadelerden hareketle karma görüş ( katkının suça ilişkin olması ) temel alınmaya başlanmıştır. Zira BGH tarafından verilen kararda, noter konumundaki kişinin hareketinin cezalandırılmaması, hareketin mesleki anlamda uygun hareketler olarak kabul edilmesi ile gerekçelendirilmiş, kişinin yalnızca noterlikten kaynaklanan, doğal olarak kabul edilebilecek ve cezalandırılabilir bir hareketin varlığını göstermeyen, mesleğinin gereklerine uygun işlemler gerçekleştirdiği, bu tür hareketler bakımından yardım etmenin kabulü için en azından olası kastın yeterli olmayacağı ifade edilmiş olmasına rağmen karara konu olayda  sanığın mesleki anlamda izin verilen riski aştığı ve suç teşkil eden nitelikte bir fiile eğilim gösteren failin desteklenmesinin dikkate alınabileceği  vurgulanmıştır. Bu koşullar altında sadece olası kastın varlığı da güveni kötüye kullanma suçuna yardım etme bakımından yeterli hale gelmiştir. Bu bağlamda BGH tarafından kabul edilen anlayış, literatürde sübjektif görüşü esas alan görüş tarafından benimsenen genel anlayışa göre farklılık arz etmekte olup kişinin yardımsal katkıyı bilerek ve isteyerek yahut da belli bir amaç doğrultusunda gerçekleştirmesi ile katkısının fail tarafından işlediği fiilde kullanılabileceğini öngörmesi durumu birbirinden ayrı tutulmuştur. Kişinin işlediği fiilin başka bir kişinin işlediği fiile etki edeceğini bilmesi ve istemesi yahut da bu konuda amacının bulunması durumunda artık yardımsal katkıda bulunan kişinin hareketinin günlük olağan karakterini kaybedeceği, failin fiili ile bir dayanışma içerisinde olma görüntüsüne sahip olacağı ve sosyal anlamda da uygunluğundan çok fazla söz edilemeyeceği ifade edilmektedir. Alman Yüksek Mahkemesi tarafın                                                 155 LK-Schünemann, § 27 kn. 20. 156 Seher, JuS 2009, s. 796. Alman Federal Mahkemesi nin yanı sıra İsviçre Federal Yüksek Mahkemesi nin de benzer yönde bir kabulden hareket ettiği ifade edilebilir. İsviçre Federal Yüksek Mahkemesi kararları için bkz. Wohlers, NStZ 2000, s. 171, 172. 157 Wohlers, NStZ 2000, s. 170; Ambos, JA 2000, s. 724; LK-Schünemann, § 27 kn. 22; Baumann/Weber/Mitsch, AT, § 31 kn. 32c; Roxin de mahkemenin bu ifadelerle aslında katkıların  suça ilişkin olması  şeklindeki kriteri benimsediğine dikkat çekmiş, ancak bunu açıkça zikretmediğine, bilakis kararın içinde yer alan ifadeler üzerinden dolaylı bir şekilde ifade ettiğine yer vermiştir. Nitekim kararda,  sadece suç teşkil eden bir fiili gerçekleştirmeyi amaç edinen failin...  ifadesinden bu durumun anlaşılabileceğini belirtmiş, yeni mahkeme kararlarında kendisi tarafından da kabul edilen  suça ilişkin olma  görüşünün benimsenmiş olduğuna dikkat çekmiştir (Roxin, AT II, § 26 kn.  253).  Bu  açıdan  BGH nın  da  sübjektif  görüşten  hareket  ettiğini  belirten Baumann/Weber/Mitsch ın görüşünün (Baumann/Weber/Mitsch, AT, § 31 kn. 32c) kısmen yerinde olduğu ifade edilebilir.  158 BGHSt 46, 107, 109 (Rabe von Kühlewein, JZ 2002, s. 1140); BGH NStZ R R 1999, s. 184 (Roxin, AT II, § 26 kn. 251). 159 Roxin, AT II, § 26 kn. 251. 160 Maurach/Gössel/Zipf, AT II, § 52 kn. 40. 161 BGH NStZ 2000, s. 34 (Seher, JuS 2009, s. 796); BGH NStZ 2001, s. 364, 365 (Schmidt,  AT,  §  27  kn.  1109);  BGHSt  46,  107;  BGH  NStZ  2004,  s.  43 (Maurach/Gössel/Zipf, AT II, § 52 kn. 40; Baumann/Weber/Mitsch, StrafR AT, § 31 kn. 32a; Murmann, Grundkurs StrR, § 27 kn. 136; Kretschmer, JR 2014, s. 40).Mesleki Hareketlerle Suça Yardım Etmenin Cezalandırılabilirliği  519 dan savunulan bu görüşün Krallık döneminde de kısmen de olsa savunulduğu, bu anlamda eski dönemlerde de bu yönde bir eğilimin bulunduğu daha evvel belirtilmişti. Aynı yaklaşım, BGH döneminde de sürdürülmüş olup BGH, satış esnasında satış sonrası söz konusu satıştan kaynaklı gelirin saklanması suretiyle vergi kaçırılacağına dair bilgi kapsamında vergi kaçırma suçuna yönelik her katılımın yardım etme olarak değerlendirilebileceği görüşünü reddederek işverene ödeme yapan tarafın ödeme yaptığı firmanın vergi ödeme yükümlülüğünü yerine getirmediğinden hareket etmesi ve buna rağmen ticareti sürdürmesinin bu firma yetkililerini vergi kaçırmaya ilişkin suçlar bakımından yardım eden haline getirmediğini belirtmiş, hizmet karşılığında kendisine ödemede bulunulan kişiye ücret sağlanmasının vergi kaçırma olmaksızın da hizmet satın alan için anlamlı olduğu sonucuna ulaşmıştır. Ancak BGH, kişinin söz konusu amaca yönelik olarak hizmet etmesi, katkıda bulunması da bu katkının suça ilişkin  olduğunun  kabul  edilebilmesi  sonucunu  beraberinde  getireceğinden  şirketine sırf vergi kaçırma amacına yönelik olarak bu işlemleri yürütecek bir eleman alınması durumunda bu kişinin işlenen suçlara yardım eden olarak sorumlu tutulacağı  yönünde karar vermiştir. Keza bir uyuşturucu satıcısını, fiilin işleneceği yere taşıyan veya bir hırsızı, taksi ile soygunun yapılacağı yere götüren kişinin, söz konusu suçların işleneceğini biliyor olması durumunda, söz konusu uyuşturucu madde ticareti suçuna veya hırsızlık suçuna yardım eden olarak sorumlu tutulacağı kabul edilmiştir. Zira mahkeme tarafından taksi şoförünün, bu olay bakımından kişiyi olay yerine götürmesinin sadece hırsızlık suçu bakımından destekleyici bir  işlev gördüğü fikri benimsenmiş olup esasında bu davranışın bir müşterinin belli bir yere taşınmasından daha öte bir husus olduğuna işaret edilmiştir. Fail tarafından işlenen yahut da işlenecek olan bir fiilden haberdar olmayan, dolayısıyla da bilme ve istemesinden söz edilmesi mümkün olmayan bir kimsenin sadece katkısının fail tarafından işlenecek olan fiilde kullanılabileceğini mümkün görmesi halinde farklı bir kriteri esas alan BGH, kural olarak yardımsal katkıda bulunan kişi bakımından olası kastın varlığını yeterli görmemiş olsa da bu tür durumlarda değerlendirmesini gerçekleştirirken objektif bir yaklaşım sergileyerek adeta kişinin sorumlu tutu                                                 162 BGH NStZ 1992, s. 498 (MK-Joecks, § 27 kn. 54; Roxin, AT II, § 26 kn. 248). 163 BGH 13.04.1988, s. 261 (MK-Joecks, § 27 kn. 54); BGH NJW 1990 s. 2207 (Roxin, AT II, § 26 kn. 248; LK-Schünemann, § 27 kn. 21). 164 BGH GA 1981, s. 133; BGHSt 4, s. 107 (Roxin, AT II, § 26 kn. 249; LK-Schünemann, §  27  kn.  21;  Baumann/Weber/Mitsch,  AT,  §  31  kn.  32c);  Doğal  hareketlerin cezalandırılabilirliği bakımından modern tartışmalara ilk defa İsviçre Yüksek Mahkemesinin 1993 yılındaki kararında karşılaşılmış ve bu kararda da burada yer verilen görüş benimsenmiştir. Bu kararda Afrika dan Antilop eti getiren ve bu etin Avrupa dan av eti olarak temin edildiğini belirterek hileli davranışlarla satacağını bildiği bir kimseye satan kişi, işlenen suç dolayısıyla yardım eden olarak kabul edilmiştir. Zira söz konusu etlerin Avrupa dan elde edilen av etleri olduğu konusunda kar getiren satışın sadece satışı gerçekleştiren kişinin de bildiği üzere gerçekmiş görüntüsü verilmek suretiyle hileli hareketlerle sağlandığını, bu hileli hareketler olmasaydı Afrika dan Antilop etinin temin edilmesi şeklindeki hareketlerin anlamsız hale geleceği, dolayısıyla da bu hareketlerin suça ilişkin olduğu kabul edilmiştir (İsviçre BGE 119 (1993), s. 289 - Roxin, AT II, § 26 kn. 250). 165 RGSt 37, 321 (Maurach/Gössel/Zipf, AT II, § 52 kn. 36); BGHSt 46, 107, 112 (Schmidt, AT, § 27 kn. 1109).520  Yrd. Doç. Dr. Muhammed Demirel (İÜHFM C. LXXV, S. 2, s. 489-534, 2017) labilmesi açısından açık bir kapı bırakmıştır. Diğer bir ifadeyle mahkeme kararlarında, şeriklerde mevcut olan bilmeye önem atfedilmiş olmasına rağmen fiilin sübjektif yönünün açıkça bir sonucu ortaya koymadığı hallerde objektif durumlara da tamamlayıcı bir işlev kazandırılmıştır. Zira kişinin olası kastının varlığı halinde, bu tür durumlarda yardımsal katkıda bulunan kişinin fiiliyle katkıda bulunduğu fail konumundaki kişinin suç teşkil eden fiile eğiliminin objektif olarak fark edilebilir nitelikte olması halinde söz konusu katkıyı gerçekleştiren kişinin yardım eden olarak sorumlu tutulmasından bahsedilmekte, bunun için de somut bir hareket noktasına ihtiyaç duyulmaktadır.                                                  166 Kretschmer, JR 2014, s. 40. 167 Seher, JuS 2009, s. 796. 168 Roxin, AT II, § 26 kn. 241; Rengier, AT, § 45 kn. 112. Alman Federal Yüksek Mahkemesi nin sübjektif ölçütleri objektif krtierlerle tamamlama yönündeki eğilimi, son dönem verilen 30.04.2013 tarih ve 3 StR 85/13 sayılı kararında da açıkça görülmektedir. Nitekim kiracının oturduğu evde işlediği uyuşturucu madde ticareti suçu bakımından ev sahibinin sorumluluğunun değerlendirildiği bu karara konu olayda yerel mahkeme, ev sahibini uyuşturucu madde ticaretine yardım eden olarak sorumlu tutmuştur. Alman Federal Yüksek Mahkemesi ise vermiş olduğu kararda bu olayda ev sahibinin uyuşturucu madde ticareti yapma planları olduğunu bildiği bir kimseye evini teslim etmeyle gerçekleşmiş olmasını aktif hareketlerle yardım etmenin şartı olarak nitelendirmiş, buna rağmen yerel mahkemenin kararı verirken ev sahibinin uyuşturucu madde konusunda bilgisinin olup olmadığının tartışılmadığına dikkat çekmiştir. Bununla birlikte yüksek mahkeme, sanığın evinde uyuşturucu madde kullanılmasına müsamaha göstermesinin bu suça yardım eden olarak sorumlu tutulması için yeterli olmayacağının da altını çizmiştir. Mahkemeye göre aksi durum, müsamaha göstermenin, ev sahibinin uyuşturucu madde ticaretine karşı müdahalesinin meydana gelmemesi olarak değerlendirilmesi suretiyle ihmalin kınanması anlamına gelecektir. Bununla birlikte ev sahibinin genel olarak evinin uyuşturucu madde ticareti suçunun işlenmesi için kullanılmasına karşı müdahale etme konusunda bir garantör yükümlülüğüne sahip olmadığına da vurgu yapılmıştır (Kretchmer, JR 2014, s. 39). Buna rağmen bir partide bir misafir bir başkasını döverse buna müdahale etmeyen parti sahibinin bunda sorumluluğu olup olmadığı da değerlendirilmiştir. Ya da evde ortak oturan kişilerden birinin, ortak konutu uyuşturucu ticareti için kullanması ve ev sahibinin buna engel olmaması durumunun ne olacağı da ele alınmıştır. Bu durumlarda tehlikenin kaynağının doğrudan üçüncü kişinin kendi hareketi olduğu ifade edilmiştir. Bu noktada karara göre şahsi sorumluluk prensibi gereği hiç kimse bir başkasının şahsi sorumluluğundan olan bir davranışını önlemediği için sorumlu tutulamaz. Tehlikenin kaynağı konumunda bulunan insanlar üzerindeki hakimiyet, bu insanların davranışları nedeniyle üçüncü kişinin sorumluluğunu temellendirmez. Bu temellendirme, ancak kişinin denetim yükümlülüğünde olan kişiler bakımından söz konusu olabilir. Örneğin ebeveynlerin kendilerine ait küçük yaştaki çocuklarının işledikleri suçlar bakımından belirli koşullar altında denetim yükümlülükleri olup bu yükümlülüklerine uymadıkları takdirde sorumlulukları gündeme gelebilir. Nitekim çocuklarının sürekli olarak komşularının çocuğunu dövmesine izin vermeleri halinde kasten yaralama ihmali hareketle yardım etmeden dolayı sorumlulukları gündeme gelebilecektir. Ebeveynlerin denetimi ve terbiye etme yükümlülükleri, ebeveynleri kişisel tehlike kaynağı olabilen çocukları üzerinde garantör haline getirmektedir. İşte bu tür bir yükümlülüğün ev sahipleri üzerinde kiracıları bakımından bulunmadığına dikkat çekilmiş (BGH v. 20.12.2012 – 3 StR 407/12 - Kretschmer, JR 2014, s. 42, dpn. 13), kiracıların hareketlerinin tamamen şahsi sorumlulukları içerisinde olduğu belirtilmiştir. Ancak BGH nın bu yöndeki kararlarına bir istisna getirdiği de dikkat çekmektedir. Buna göre yüksek mahkeme, ev sahibinin garantör yükümlülüğünün kuşkusuz ki evin özel konumu veya niteliği gereği suçun daha kolay işlenmesini sağlayacak ölçüde güvence altına alma ve kontrol altında tutma şeklinde özel bir tehlike kaynağı olması halinde söz konusu olacağını belirtmiş,Mesleki Hareketlerle Suça Yardım Etmenin Cezalandırılabilirliği  521 Aslında bu anlayış, söz konusu katkının failin fiilinden bağımsız bir önem ifade etmesi, yani failin fiili olmaksızın da bir anlama sahip olması durumunda bu görüşe bir sınırlandırma getirilebileceği kabulünden ortaya çıkmaktadır. Nitekim bu durum, dolandırıcılık suçuna yardım eden olmakla suçlanan bir avukatın durumuna ilişkin olan mahkeme kararında açıkça görülmektedir. Bu karara göre BGH, failin hareketinin sadece suç teşkil eden bir fiili amaç edinmesi ve yardımsal katkıda bulunan kişinin de bunu bilmesi halinde, bu kişinin failin fiiline yönelik katkısının fail tarafından işlenen suça yardım etme olarak kabul edilebileceğini ifade etmiş, bu tür durumlarda kişinin hareketlerinin doğal hareket olma özelliğini kaybedeceğine işaret etmiş olmasına rağmen yardımsal katkıda bulunan kişinin, failin fiiline yönelik olarak sağladığı katkının fail tarafından kullanılacağını bilmediği ve fakat bunu sadece mümkün gördüğü durumlarda artık hareketinin cezalandırılabilir bir yardım etme hareketi olduğundan söz edilemeyeceğine vurgu yapmıştır. Ancak BGH, bu ifadelere yer verdikten hemen sonra olası kastla yapılan yardımsal katkılar bakımından da bir istisnaya yer vermiştir. Buna göre yardımsal katkıda bulunan kişinin katkısının, yalnızca suçun işlenmesi için bir fayda sağlayabileceğini mümkün görmesi halinde kendisi tarafından fark edilen riske göre bir değerlendirme yapılacak, yardım etmeden ancak başkasının fark edilebilir fiiline yönelik bir eğilim göstermesi durumunda bahsedilebilecektir. Zira bu tür bir durumda yardımsal katkıda bulunan kişinin katkısının failin fiilini önemli ölçüde desteklediği ve neticenin gerçekleşme şansını yükselttiği kabul edilecek, böylelikle doğal hareketler yardım etmenin maddi unsurunu gerçekleştirmiş olacaktır. Bu durum, failin suç teşkil eden amacın yanı sıra hukuki bir amaca da yönelmiş olması halinde yardım edenin hareketini failin cezalandırılabilir amacına uygun hale getirip getirmediğine bağlı tutulmuştur. Bu husus, kararlarda  Yardımsal katkıda bulunan kişinin kendisi tarafından sunulan katkının, fail tarafından kullanılacağını bilmemesi ve fakat bir suçun işlenmesinde kullanılacağını sadece mümkün görmesi durumunda, kural olarak hareketi bakımından artık cezalandırılabilir bir yardım etmeden söz edilemeyecektir; meğer ki desteklenen ve suç teşkil eden hareketin, yardımsal katkıyı sağlayan kişinin kendisi tarafından fark edilen risk, suç teşkil eden hareketi gerçekleştirmeye eğilim gösterdiği fark edilebilir olan fail, kişinin kendi yardım hareketi ile destekleme şeklinde bir çaba sarf edilmesi sonucu yükseltilmiş olsun.  şeklindeki ifadelere yer verilmek suretiyle açıkça vurgulanmış, kişinin yardım etme hareketi ile                                                                                                                        bununla birlikte bu durumun ne zaman mevzu bahis olacağını da açık bırakmıştır (Kretschmer, JR 2014, s. 42). 169 BGH NStZ 2001, s. 365 (Maurach/Gössel/Zipf, AT II, § 52 kn. 40). 170 BGH NStZ 2000, s. 34 (Seher, JuS 2009, s. 796; Maurach/Gössel/Zipf, AT II, § 52 kn. 40). 171 Kretschmer, JR 2014, s. 40. 172 BGH NJW 2012, s. 1965 (Maurach/Gössel/Zipf, AT II, § 52 kn. 40). 173 BGH NStZ 2000, s. 34; BGHSt 46, s. 107, 112 (Rabe von Kühlewein, JZ 2002, s. 1140; Krey/Esser, StrafR AT, § 32 kn. 1087; Roxin, AT II, § 26 kn. 241, 247; Baumann/Weber/Mitsch, AT, § 31 kn. 32c; Murmann, Grundkurs StrR, § 27 kn. 136; Roxin, AT II, § 26 kn. 253; LK-Schünemann, § 27 kn. 22; Kretschmer, JR 2014, s. 40).522  Yrd. Doç. Dr. Muhammed Demirel (İÜHFM C. LXXV, S. 2, s. 489-534, 2017) failin fiile yönelik fark edilebilir derecedeki eğilimini desteklemesinin de yardım etme olarak kabul edilebileceği özellikle belirtilmiştir. Nihayet bir banka çalışanının, banka müşterisinin hesabından yurt dışına para transfer işlemini gerçekleştirmesi esnasında bu işlemi isimsiz gerçekleştirmesi dolayısıyla müşterinin vergi kaçırmasına yardımsal bir katkıda bulunmasını konu alan bir başka kararında BGH, daha önceki kararlarını esas almış, müşterinin suç işleme amacının tam manasıyla bilinmediği durumlarda suça yönelik fark edilebilir nitelikte bir eğiliminin bulunmasını da banka çalışanının, yardım eden olarak cezalandırılabilmesi için yeterli görmüş ve literatürde yaygın bir şekilde ifade edilen sosyal anlamda uygunluk ve profesyonel uygunluk şeklindeki objektif görüşleri açıkça reddetmiştir. Bu görüşten hareketle Doğu Almanya sınır emniyet önlemlerine katılma, sınıra mayın döşenmesi suretiyle sınırın diğer tarafındaki mültecilerin ölümü veya yaralanmalarına yardım etme olarak değerlendirilmemiştir. Zira sınır güvenlik önlemleri, sınır bölgesine döşenen mayınlarla bir bağlantı içinde görülmeyip bağımsız bir anlama sahip kabul edildiği gibi failin cezalandırılabilir hareketi olmaksızın da sınır güvenlik önlemlerinin alınması, tek başına mantıklı hareket olarak nitelendirilmiştir. O halde A nın suç işleme amacını bilen B nin, buna rağmen A ya anahtar üretmesi durumunda söz konusu hareketin doğal hareket olma özelliği ortadan kalkacak ve artık yardım etme hareketinden bahsedilecektir. Şayet B, failin fiili bakımından sadece olası kastla hareket etmiş olsaydı, bu karar objektif bakış açısı ile tamamlanabilecek, dolayısıyla da kişinin hareketi sadece hukuken uygun görülmemiş olması ihtimalinde, failin fiilinin işlemesinin fark edilebilir derecede riski artırmış olabileceği belirtilebilecekti. Bilirkişi raporlarında da bu durumun gerçeğe uygun görüldüğüne işaret edilmiştir. Bu yaklaşımla birlikte bir anlamda karma bir yaklaşım kabul edilmiş, bu sayede esas alınan hareket  normlarının  somutlaşmasına,  hukuken  izin  verilmeyen  tehlikenin oluşmasının var olup olmadığı sorusunun cevaplanmasına katkıda bulunulmuştur.  b. Teoriye Yöneltilen Eleştiriler Alman literatüründe genel olarak bu yönde bir farklılaştırma, pek ikna edici görülmemiştir. Her şeyden evvel kanunda bağlılık kuralı kapsamında kast bakımından bir ayrım yapılmadığı, dolayısıyla bu görüş altında doğrudan kast olursa  suça ilişkin olma , olası kast olursa  güven prensibi  ya da mahkemenin kabul ettiği gibi  suça eğilimin fark edilebilirliği  gibi kastın türleri arasında bir farklılaştırma yapılarak kriter geliştirilmesinin kanuni bir temelinin bulunmadığına vurgu yapılmıştır. Kaldı ki bir an için kastın türleri arasında ayrım                                                  174 Kudlich, JZ 2000, s. 1178; Otto, JZ 2001, s. 442; Rabe von Kühlewein, JZ 2002, s. 1140; Murmann, Grundkurs StrR, § 27 kn. 136. 175  BGHSt  46,  107  (Roxin,  AT  II,  §  26  kn.  254;  LK-Schünemann,  §  27  kn.  22; Baumann/Weber/Mitsch, StrafR AT, § 31 kn. 32a). 176 Roxin, AT II, § 26 kn. 224. 177 Murmann, Grundkurs StrR, § 27 kn. 136. 178 Ambos, JA 2000, s. 721; Roxin, AT II, § 26 kn. 218; Murmann, Grundkurs StrR, § 27 kn. 137. 179 Müller, FS-Schreiber, s. 346.Mesleki Hareketlerle Suça Yardım Etmenin Cezalandırılabilirliği  523 yapılsa bile hukuka aykırı bir fiile yardımsal hareketlerin yardım etme olarak kabul edilebilmesi için, kanunda  suça ilişkin olma  şeklinde bir ifadenin bulunmadığı, yardım etme kavramının suça ilişkin olma ifadesi ile belirtilemeyeceği, bu kavramın oldukça müphem olduğu ifade edilmiştir. Bunun yanında yardım edenin davranışının, sadece failin fiilinin icra edilmesi için faydalı olması gerektiği şeklindeki bir gerekliliğin şüpheli olduğu, dolayısıyla failin söz konusu yardım hareketini ek olarak hukuki bir amaç için talep etmiş olmasının yardım etmenin cezaya layık olmayacağı sonucunu ortaya çıkarmayacağı, bu durumda neredeyse her katkının belirsiz olacağı ve farklı kullanımlara göre uygun kabul edilebileceği, nitekim av tüfeği ile insanlara da, hayvanlara da ateş edilmesinin söz konusu olabileceği, bundan dolayı da bir ve aynı kullanımın sadece suç teşkil eden bir yapıya sahip olup olmadığı veya failin bu kullanım ile suç olmayan bir amaç gibi ayrılamaz bir suç amacını takip edip etmediği sorularını sorması halinde bunun da çok fazla sürdürülebilir olmadığı ifade edilmiştir. En nihayetinde bir suçun işlenmesinde kullanılabilecek bir aletin satılmasının, suça ilişkin olup olmadığında yine müşteri konumundaki muhtemel failin suç işleyip işlemeyeceğinin bilinmesi hususunun etkili olacağı, bunun da yine nihai olarak kast sorunu olduğu belirtilmiştir. Kaldı ki  suça ilişkin olma  şeklinde bir unsurun, yardım etme kavramıyla doğrudan bağlantılı kılınması halinde, tek başına failin amacının belirleyici olacağı, bunun da failin fiiline bağlanan yardım etme hareketini belirsiz hale getireceği, sonuç itibariyle satıcının aracın birkaç ay veya yıl sonra planlanan bir hırsızlık suçunun işlenmesi için zorunlu olduğunu tesadüfen öğrenmesi halinde, mesleki hareketler olarak kabul edilen hareketlerin yardım etme olarak kabul edilmesi gerekeceği vurgulanmış, buna karşılık failin kendi inşaat işlerinde kullanmak için alması durumunda suça ilişkin olmanın reddedilmesi gerekeceğinin altı çizilmiştir. Bunun yanında olası kast bakımından bu tür bilme derecesi gerekli görülmemesine rağmen bir katkının suça ilişkin addedilebilmesi için sadece kesin, sağlam bir bilginin gerekli görülmesi hususunun da muğlak olduğu, buna karşılık fark edilebilir bir şekilde fiile eğilimin bulunduğu yönündeki kritere sadece olası kastta bir anlam yüklendiği, ancak bu  sözde, soyut  objektif kriterin yardım edenin zorunlu olan sübjektif düşünme şeklinden nasıl ayrıştırılabileceğinin muallak olduğu, kastın en azından yardım edenin failin fiili işlemeye eğilim gösterdiğini fark etmesini şart koştuğu, bu bağlamda bir belirtinin mevcut olması gerektiği, salt zannın, sanrıların öyle ya da böyle yeterli ol                                                 180 Müller, FS-Schreiber, s. 346; Amelung, FS-Grünwald, s. 13; Kindhäuser, FS-Otto, 2007, s. 359. 181 MK-Joecks, § 27 kn. 78; Maurach/Gössel/Zipf, AT II, § 52 kn. 41. 182 Roxin, AT II, § 26 kn. 222; Maurach/Gössel/Zipf, AT II, § 52 kn. 41. 183 Müller, FS-Schreiber, s. 346; Maurach/Gössel/Zipf, AT II, § 52 kn. 41. 184 Müller, FS-Schreiber, s. 347. 185 Kindhäuser, FS-Otto, 2007, s. 359. 186 Rabe von Kühlewein, JZ 2002, s. 1141; Maurach/Gössel/Zipf, AT II, § 52 kn. 41.524  Yrd. Doç. Dr. Muhammed Demirel (İÜHFM C. LXXV, S. 2, s. 489-534, 2017) madığı belirtilmiş, böylelikle yardım etmenin sübjektif tipikliği kapsamında kasta ilişkin olarak yapılabilecek farklılaştırmaya şüpheyle bakılmıştır.  5. Hukuka Aykırılığı Kaldırma Teorisi a. Teorinin Esası Bu teoriye göre doğal hareketlerin varlığı halinde, yardım etmenin tipikliğinin genel kurallara göre var olduğu ve hareketin somut olaya göre hukuka uygun olabileceği ifade edilmiş, yardım etmenin cezalandırılabilirliği üzerindeki sınırlandırma tipiklik alanında değil, bu alan dışında yapılmaya çalışılmıştır. Buna göre bir taraftan yardım etmeye ilişkin genel hükümlerdeki düzenlemenin herkes tarafından geçerli olması gerektiği belirtilmiş, ancak diğer taraftan hukuka aykırılık alanı bakımından bir değerlendirmenin yapılabileceği ifade edilmiştir. Nitekim yardım etmeye ilişkin genel düzenleme uygulandığında her bir mesleki davranışın yerine getirilmesi imkansız hale gelecek şekilde cezalandırılabilirliğin kapsamının geniş olacağına dikkat çekilmiş, böylelikle bu tür doğal hareketlerin, hukuka aykırılığı ortadan kaldıracağına yer verilmiştir. Kanun ve idare tarafından izin verilen normlara riayet eden, böylece düzene uygun davranan kimse, ceza hukuku anlamında sorumluluğunu gerektiren bir davranış sergilemiş olarak görülmez, bilakis hukuka uygun bir hareket gerçekleştirmiş olur. Bu teoriyi, salt hukuki danışmanlıklar için geliştiren Mallison, danışmanlıkta bulunan kişinin hareketinin meşruluğunun anayasanın hukuk devleti ilkesini güvence altına alan düzenlemeden kaynaklandığını belirtmiştir. Böylelikle bilinen temel hukuka uygunluk nedenleri ele alınmamış, bilakis genel bir değerlendirme yapılmıştır. Bu çerçevede Ambos da, bireylere karşı ticari faaliyetlere öncelik tanınması ve bu faaliyetlerin yürütülmesinin bir hukuka uygunluk nedeni olarak görülebileceğine vurgu yapmış, bireylere anayasal anlamda sadece genel olarak hareket etme özgürlüğü tanınmışken ticaretle uğraşan kimselere buna ek olarak mesleki faaliyette bulunma özgürlüğünün de tanındığına dikkat çekmiştir.                                                    187 Otto, JZ 2001, s. 443; Hartman, ZStW 2004, s. 597; Seher, JuS 2009, s. 796; Maurach/Gössel/Zipf, AT II, § 52 kn. 41. 188 Kindhäuser, FS-Otto, 2007, s. 359; Bu çerçevede bazı yazarlar, Frisch in geliştirdiği bu öğretinin her ne kadar somut durum bakımından mantıklı sonuçlara ulaşma imkanı sağlasa da bu kıstasın genel kategorik bir paydaya dayanmasının oldukça zor olduğunu ifade etmişlerdir. Bkz. Weigend, FS-Nishihara, s. 204; Rabe von Kühlewein, JZ 2002, s. 1140, 1141. 189 Amelung, FS-Grünwald, s. 19. 190 Müller, FS-Schreiber, s. 355, 357; Bilgi için bkz. Heinrich, AT, kn. 1334. 191 Müller, FS-Schreiber, s. 356, 357. 192 Bu teoriden yana olan yazarlar için bkz. Seibert, JR 1951, s. 678 vd.; Mallison, Rechtsauskunft als strafbare Teilnahme, 1979, s. 134; Arzt, NStZ 1990, s. 1, 4; Lampe, JZ 1994, s. 123, 128. Bilgi için bkz. Tag, JR 1997, s. 51.  193 Mallison, Rechtsauskunft als strafbare Teilnahme, 1979, s. 134, dpn. 30 (Aktaran Tag, JR 1997, s. 51). 194 Ambos, JA 2000, s. 724.Mesleki Hareketlerle Suça Yardım Etmenin Cezalandırılabilirliği  525 b. Teoriye Yöneltilen Eleştiriler Bu teoriye göre kasten öldürme suçuna yardım etmenin tipikliğinin gerçekleşmiş olduğu kabul edilir. Hukuki değerlerin yaşam olduğu durumlarda bu kabulle hareket edilmesi, kişinin lehine bir değerlendirme olacağından hukuka uygunluk nedenlerinin söz konusu olamayacağı ifade edilmektedir. Yine bu şekilde hukuka aykırılık alanının konumunun değiştirilmesine itiraz edilmiş, zira hukuka aykırılığın inceleme alanının normal hareket yapısını cezasız bırakmak gibi bir amaca sahip olmadığına yer verilmiştir. Zaten bu şekilde bir hukuka uygunluk nedeninin varlığının kabul edilmesinin, suç faillerinin desteklenmesine izin veren özel normların mevcut olduğu, mesleki hareketlerin de bu kapsamda değerlendirileceği anlamına geleceği de vurgulanmıştır. Kaldı ki Alman Ceza Kanunu nda yer alan hukuka uygunluk nedeni olan zorunluluk hali düzenlemesinin ötesinde kanun üstü bir hukuka uygunluk nedeninin bu görüşle temellendirilmesinin ikna edici olmadığı da belirtilmiştir.  D. TÜRK HUKUKUNDA DURUM Bu kapsamda ilk vurgulanması gereken husus, doğal hareketlerin başka bir isimlemdirmeyle de olsa Türk hukukunda gerek 765 sayılı Türk Ceza Kanunu (TCK) döneminde gerekse 5237 sayılı TCK döneminde pek fazla incelenmiş olmamasıdır. Bu çerçevede doğal hareketler konusu, doğal olarak yargı kararlarına da yansımamış, hiçbir şekilde değerlendirilmemiş, bu hareket türlerine ayrı bir önem atfedilme gereği duyulmamıştır. Buna rağmen incelememizde doğal hareketlere yönelik izler taşıyan bazı açıklamalar irdelenmeye çalışılacak, en azından bu konu kapsamında başka hususlarda yapılan izahatlar üzerinden bir analiz yapılacaktır. Hem 765 sayılı TCK hem de 5237 sayılı TCK döneminde doktrinde bir görüş tarafından toplumsal yaşamın veya bir mesleğin gereklerinin yerine getirilmesi adı altında bu tür davranışlar üzerinde durulmuş, bu hareketlerde iştirak iradesinin bulunmadığının kabul edildiğine, dolayısıyla da yardım eden olarak sorumluluğun söz konusu olamayacağına işaret edilmiştir. Buna karşılık konuyu örneklerle izah eden bu görüş, bu sorumsuzluk için hangi kriterin geçerli olacağını belirtmemiştir. Buna göre hırsızlık yapacağını bildiği hastayı tedavi eden doktorun, işlenen hırsızlık suçuna yardım etmeden sorumlu tutulmayacağı kabul edilmişken dağ evinde yalnız kalan ve bu nedenle çifteyi isteyen kişiye, bu çifteyle hasmını öldüreceğini bile bile çifteyi veren kişinin öldürmeye yardım etmeden sorumlu tutulacağı ifade edilmiştir. Burada ilk bakışta sorumsuzluk için kriterin  mesleğin gereklerinin yerine getirilmesi  olduğu söylenebilirse de bu görüşün hırsızlık yapmak için girmek istediği evin civarında bulunan ve burada derin bir çukura düşen kişiyi, hırsızlık yapacağını öğrenmesine rağmen çukurdan çıkaran kimsenin işlenecek olan hırsızlık suçundan yardım eden olarak sorumlu tutulmayacağı yönünde verilmiş olan örnek, bu kriteri ortadan kaldırmaktadır. Zira bu örnekte mesleki bir hareketin yerine                                                  195 Amelung, FS-Grünwald, s. 19. 196 Heinrich, AT, kn. 1334. 197 Ayhan Önder, Ceza Hukuku Genel Hükümler, C.II-III, Beta, İstanbul 1992, s. 443; Hakeri, Genel Hükümler, s. 555; Vesile Sonay Evik, Suça İştirakte Yardım Edenin Ceza Sorumluluğu, 2. Baskı, On İki Levha, İstanbul 2011, s. 247. 198 Önder, Ceza Hukuku Genel Hükümler, C.II-III, s. 443; Hakeri, Genel Hükümler, s. 555.526  Yrd. Doç. Dr. Muhammed Demirel (İÜHFM C. LXXV, S. 2, s. 489-534, 2017) getirilmesinden söz edilmemekte, bizatihi toplum yaşamının bir gereği olarak zor durumda olan kişiye yönelik dayanışma teşkil eden bir davranış icra edilmektedir. Bu defa kriterin  bilme  olduğu ifade edilecek olursa doktorun bile bile tedavi etmesi ve buna rağmen işlenen suçtan sorumlu tutulmaması durumu böyle bir kriteri ortadan kaldırmaktadır. Şu halde bu tür davranışlarda cezasızlık için kriterin ne olduğu hususunda bir belirsizliğin olduğu görülmektedir. Buna mukabil doğal hareketler kapsamında değerlendirilebilecek davranış türleri, 765 sayılı TCK dönemindeki Yargıtay kararlarında da dikkate alınmamış, bütün yardımsal katkılarda olduğu gibi sorun, kastla ilişkili görülmüş ve bir sonuca ulaşılmaya çalışılmıştır. Nitekim Yargıtay 5. Ceza Dairesi nin 26.02.1980 tarih ve 586 sayılı kararına göre sanık ile mağdureyi önce hasta zannederek Eskişehir e götürmek için müşteri olarak otomobiline bindiren sanık M nin, Eskişehir e yaklaştıklarında mağdurenin evlendirilmek için kaçırıldığını öğrenmesine rağmen resmi bir merciye bildirmeyip aksine sanıkla anlaşarak idaresindeki otomobili ile İzmit e kadar götürüp orada bıraktığı dikkate alınarak sanık M nin kaçırma suçuna bilerek iştirak ettiğinin görüldüğüne değinilmiş, otomobil sürücüsünün mesleğinin gereklerini yerine getirmesi hususu hiçbir şekilde irdeleme konusu yapılmamış, daha çok işlenmekte olduğu öğrenilen suçun resmi mercilere bildirilmemesine dikkat çekilmiş ve esas olarak   kast   üzerinde  durulmuştur.  Benzer  şekilde  Ceza  Genel  Kurulu nun 28.05.1973 tarih ve 5-202/447 sayılı kararı kapsamında otel resepsiyon memuru olan sanığın otele gelen Ö. ile S. nin evli olmadıklarını ve Ö. nün S. ile cinsi münasebette bulunmak maksadıyla otele götürmüş olduğunu bildiğine dair inandırıcı delillerin neler olduğu açıklanmaksızın sanığın suça fer i fail, yani yardım eden olarak iştirak ettiğinin kabulü ile mahkumiyet kararı verilmesi her ne kadar hukuka aykırı görülmüşse de bu, otel resepsiyon memurunun mesleğinden kaynaklı bir davranış sergilemesine değil, kastının olmamasına dayandırılmış, yine doğal hareketler değerlendirme konusu yapılmamıştır.  E. DEĞERLENDİRME Yardım etmenin maddi unsuru, failin işleyeceği fiili kolaylaştıran, kuvvetlendiren, mümkün kılan veya en azından güvence altına alan her türlü harekettir. Bu hareketler, TCK md. 39 hükmü kapsamında tek tek sıralanmış, böylelikle yardım etmenin maddi unsuru açıkça ortaya konmuştur. Bununla birlikte tipik bir yardım etmeden söz edilebilmesi için bu yardım hareketlerinden birinin gerçekleştirilmesi yeterli değildir. Bunun için TCK md. 40 hükmünde düzenlenen bağlılık kuralı gereğince yardım etme hareketini gerçekleştiren kişinin çifte kasta da sahip olması gerekir. Buna göre yardım etme hareketini gerçekleştiren kişi, hem kendi hareketini kasıtlı bir şekilde gerçekleştirmiş olmalı, hem de failin işlediği  hukuka aykırı  fiilin tamamlanması bakımından kasıtlı bir şekilde hareket etmiş olmalıdır. Yani yardımsal katkıda bulunan kişi, failin işlediği fiilin hukuka aykırı olduğuna yönelik de kasta sahip olmalıdır.                                                  199 Hakan Hakeri, Ceza Hukuku Genel Hükümler, 20. Baskı, Adalet, Ankara 2017, s. 555. 200 Önder, Ceza Hukuku Genel Hükümler, C.II-III, s. 442. 201 Geppert, Jura 1999, s. 269; Wohlers, NStZ 2000, s. 169; Müller, FS-Schreiber, s. 354; Schneider, NStZ 2004, s. 312; Hartmann, ZStW 2004, s. 600.Mesleki Hareketlerle Suça Yardım Etmenin Cezalandırılabilirliği  527 Elbette bu kast, doğrudan kast olabileceği gibi olası kast da olabilir. Yani bir kimse, herhangi bir suçu işleyeceğini yahut da işlediğini öngördüğü bir kimseye, bu durumu istemese de en azından kabullenerek de yardımda bulunabilir ve işlenen suçtan yardım eden olarak sorumlu tutulabilir. Bununla birlikte yardımsal katkıda bulunan kişinin failin işlediği fiili uygun görmesi, tasvip etmesi, özel bir saikle desteklemesi de şart değildir. Tüm bunların yanında tipik yardım etme hareketini gerçekleştiren kişinin, işlenen suçtan dolayı yardım eden olarak cezalandırılabilmesi için işlediği tipik hareketin aynı zamanda hukuka aykırı da olması gerekir. Elbette bu değerlendirme, failin fiilinin hukuka aykırılık değerlendirmesinden ayrı bir şekilde yapılacaktır. Tipik yardım etme hareketini gerçekleştiren kimse, failin fiili hukuka uygun olduğunda kendi fiili hukuka aykırı olsa bile kendisi de bağlılık kuralı gereğince cezasız kalacaktır. Zira bağlılık kuralı gereğince şeriklik için kasten ve hukuka bir fiilin varlığı gerekmektedir. Yardım eden konumundaki kişi, failin fiiline bağlı olarak cezalandırıldığından, failin fiili hukuka uygun olduğunda, failin hukuka uygun fiiline bağlı olarak cezasız kalacaktır. Elbette bu durum, yardım edenin kendi fiilinin hukuka aykırılığının görmezden gelinmesi anlamına gelmemektedir. Nitekim yardım edenin kendi fiili hukuka aykırı olması ve fakat bağlı olduğu failin fiilinin hukuka uygun olması, esasında bu kişinin  teşebbüs aşamasında kalmış yardım etmeden  sorumlu tutulması sonucunu  doğuracaktır.  Ancak  teşebbüs  aşamasında kalmış yardım  etmenin cezaya layık görülmemesi nedeniyle kendi hareketi hukuka aykırı olan tipik yardım etme hareketini gerçekleştiren kişinin kendisi de, failin fiilinin hukuka uygun olmasından dolayı cezasız kalacaktır. Bununla birlikte failin fiilinin hukuka aykırı olması ve fakat tipik yardım etme hareketini gerçekleştiren kişinin hareketinin hukuka uygun olması durumu, bu denli kolay çözüme kavuşturulabilir bir sorun olarak görünmemektedir. Zira tipik yardım etme hareketini gerçekleştiren kişinin bu hareketi çeşitli nedenlerle hukuka uygun olsa bile bağlı addedildiği fail konumundaki diğer bir kişinin tipik hukuka aykırı fiilini bildiği sürece kastından bahsedilir. Yani çifte kastın kapsamında yukarıda da belirtildiği üzere failin fiilinin hukuka aykırılığı da bulunmaktadır. Bu durumda tipik yardım etme hareketini gerçekleştiren kimse, kendi fiili hukuka uygun olsa bile, bağlı olduğu failin hukuka aykırı fiilini işlemesi nedeniyle her halükarda cezalandırılacaktır. Buna karşılık meslek icabı yerine getirdiği kendi fiilinin hukuka uygun kabul edilmesi halinde bu husus, en fazla cezanın belirlenmesi aşamasında dikkate alınır. Zaten failin fiilinin hukuka aykırı olduğunu bilmesine rağmen katkıda bulunan ve bu katkıyı meslek icabı yerine getirdiğini düşündüğü için hukuka uygunluk nedeninden yararlanacağı telakkisiyle hareket eden kişinin, gerçekten de kendi fiilinin hukuka uygun olması nedeniyle hiçbir şekilde cezalandırılmaması, hem de bağlı addedildiği failin fiilinin hukuka aykırı olduğunu bile bile katkıda bulunmasına rağmen cezasız bırakılması, faille şerikin birbirinden tamamen münferit addedilmesi sonucunu ortaya çıkaracak, bu da şeriklerin faile olan bağlılığını ortadan kaldıracak, adeta tek faillik sistemine doğru bir gidişin kapıları aralanacaktır.                                                  202 Müller, FS-Schreiber, s. 343; Hartmann, ZStW 2004, s. 601. 203 Hartmann, ZStW 2004, s. 601.528  Yrd. Doç. Dr. Muhammed Demirel (İÜHFM C. LXXV, S. 2, s. 489-534, 2017) Dolayısıyla mesleki hareketlerin yardım eden için bir hukuka uygunluk nedeni olarak telakki edilmesi, failin hukuka aykırı fiil işleyeceğinden haberdar olan yardım eden konumundaki kişinin cezasız kalması gibi bir durum dikkate alındığında, hem iştirakte ikilik sistemine hem de çifte kast kuralına aykırılık teşkil edecek, bağlılık kuralı karşısında sadece yardım edenin cezasında belli bir oranda indirim yapılmasına imkan verme dışında bir işlev görmekten öteye geçmeyecektir. Bu anlamda mesleki hareketlerin, hukuka uygunluk nedeni olarak telakki edilip yardım edenin bu tür hareketleri gerçekleştirmesi halinde işlediği fiilin hukuka uygun olacağının belirtilmesi, failin fiilinin kasıtlı ve hukuka aykırı olması açısından olası kastla bile olsa kasıtlı olarak hareket eden yardım edenin cezalandırılması açısından bağlılık kuralının varlığı karşısında bir önem arz etmemelidir. Nihayetinde yardım eden, faile bağlı olduğundan fiilinin hukuka aykırı olduğunu bildiği failin fiilinin haksızlığından etkilenecek ve kendi fiili hukuka uygun olsa bile cezalandırılacaktır. Bu durumda son teori olan hukuka aykırılığı kaldırma teorisinin çok fazla savunulur bir tarafı kalmamakta, bu teori şüpheli görünmektedir. Bunun yanında  sosyal uygunluk ,  profesyonel uygunluk  gibi kavramlarla bu tür mesleki hareketlerin toplumsal anlamda uygun telakki edilmesi, hukuka aykırılık değerlendirmesini tipiklik kapsamına çekip gizli bir hukuka uygunluk nedeninin ortaya konmasından başka bir şey değildir. Halbuki hukuka aykırılık irdelemesi, yalnızca  hukuka aykırılığın suç tipinde açıkça düzenlendiği  durumlarda öne çekilir ve tipiklik kapsamında yapılır. Gerek bu suç tiplerinin yardım etme açısından doğrudan uygulanmasının mümkün olmaması, ancak fail üzerinden uygulanabilmesi, gerekse yardım etmenin kendi tanımının da bu tür bir yorum yapılmasına elverişli olmaması dikkate alındığında bu tür kavramlarla hukuka uygunluk nedeninin geliştirilmesi en azından sahip olduğu haksızlık büyük ölçüde faile bağlı addedilen şeriklik açısından mümkün görünmemektedir. Benzer şekilde varsayımsal nedensellikten hareket edilmesi, yani  Bu hareketi yapmasaydım zaten başkası yapacaktı  gibi bir yaklaşım sergilenmesi, beraberinde  Bu hareketi  yapmasaydın başkası da yapmayabilirdi  gibi bir başka varsayımsal tezle cevap verilmesi suretiyle kişinin sorumlu tutulması sonucunu da doğurabilir. Nihayetinde bu tür varsayımsal yaklaşımların sonu olmayıp bu teori, her şekilde belirsizliğe kapı aralayacak olup hukuk devleti ilkesini ihlal edici bir nitelik arz edecektir. En nihayetinde failin işleyeceği kasıtlı ve hukuka aykırı fiil bakımından en azından olası kastı bulunan ve tipik yardım etme hareketini gerçekleştiren kişinin, ilgili suç tipi kapsamındaki korunan hukuki değer üzerinde izin verilen riski artıran bir tehlike oluşturduğu da açıktır. Dolayısıyla objektif isnadiyet teorisinden hareket edilerek bu tür mesleki hareketlerde kişinin izin verilen riski artıran bir davranış sergilemiş olmayacağı gibi yaklaşımlar da, özellikle yardım etme hareketini sergileyen kişinin kastının varlığı karşısında, pek bir anlam ifade etmeyecektir. Kaldı ki objektif isnadiyet değerlendirmesi, her ne kadar objektif bir ölçüt olsa da kişinin kastı tamamen görmezden gelinerek yapılamaz. Bu durum, şerikler açısından daha da belirgindir. Bir şerikin hareketinin korunan hukuki değer üzerinde izin verilen riski aşan bir tehlike                                                  204 Roxin, FS-Stree/Wessels, s. 378. 205 Kretschmer, Jura 2008, s. 271.Mesleki Hareketlerle Suça Yardım Etmenin Cezalandırılabilirliği  529 arz edip etmediği konusunda, kişinin kastının bulunup bulunmadığı da büyük bir önem taşımaktadır. Zaten bu durum, fail açısından da farklı değildir. Hemofili hastası olduğunu bildiği bir kimseyi yaralayacak şekilde o kişiye küçük bir çizik atan kimsenin, öldürme suçu açısından izin verilen riski artıran bir tehlike oluşturduğu belirtilebilecekken hemofili hastası olduğunu bilmediği durumda aynı sonuca ulaşılamayacak ve öldürme suçu açısından izin verilen riski artıran bir tehlikenin varlığından söz edilemeyecektir. Bu bakımdan objektif isnadiyet kriteri, fail açısından dahi sübjektif durumun görmezden gelinmemesini gerektirmekteyken bu husus, failin fiilinin kasıtlı ve hukuka aykırı olmasına, daha doğrusu bunun yardım eden açısından mutlak şekilde bilinmesine bağlı olan şeriklik açısından evleviyetle geçerli olacaktır. Tüm bu açıklamalarımız karşısında bir diğer teori olan sübjektif sınırlandırma teorisinin sorun teşkil ettiği rahatlıkla belirtilebilir. Öyle ki yardım edenin çifte kast kapsamındaki kastını, yalnızca doğrudan kastla sınırlı tutup olası kastı sorumluluk dışına taşımak, sorumluluk için mutlaka bilme ve istemeyi ve hatta suça destek olma amacını gerekli addetmek, kişinin işleneceğini öngördüğü suça karşılık  olursa olsun  bakışıyla yardımsal katkı sağlaması ve hiçbir şekilde sorumlu tutulmaması sonucunu beraberinde getirecektir. Öyle ki fail sorumluluğu açısından olası kastla hareket etmenin sorumluluk dışında bırakılması, yalnızca suç tipinde  bilerek ,  bildiği halde  gibi ifadelere yer verilmesi halinde söz konusuyken faile bağlı şerik konumundaki yardım eden için niçin olası kastla işlenen fiillerin sorumluluk alanı dışında tutulacağı, yalnızca mesleki hareketlerle izah edilebilir görünmemektedir. Yani bu tür mesleki hareketlerin, failin suç işleyeceğine yönelik olası kasta rağmen gerçekleştirilmesi halinde cezasız bırakılmasının kanuni bir temeli bulunmamaktadır. En nihayetinde kanaatimiz, kişilerin mesleklerinin gereğini yerine getirmelerinin mümkün olduğunca sınırlandırılmaması, böylelikle toplum yaşamının gereği gibi sürdürülmesine engel oluşturulmaması gerektiği yönündedir. Ancak bu yapılırken bireysel hareket özgürlüğüyle hukuki değerlerin korunması arasında kamu yararı ve mağdurun korunması da dikkate alınmak suretiyle ölçülü bir sınır çizilerek bir sonuca ulaşılmalıdır. Yani bireysel hukuki değerler korunurken toplum yaşamının gereği gibi sürdürülebilmesi için mesleki ve bilhassa da ticari faaliyetlerin önü kesilmemeli, bu konuda güven prensibi esas alınarak bir sonuca ulaşılmalıdır. Bununla birlikte bu tür hareketlerin cezalandırılabilirliği için özel düzenlemelere ihtiyaç bulunduğu yönündeki düşünceyi de yerinde görmediğimizi özellikle vurgulamak gerekir. Bu bakımdan mesleki hareketler de, eğer bunlarla bir suçun işlenmesine katkı sağlanmışsa yardım etme hareketi olacaktır ki bu anlamda bu hareketlerin diğer hareketlerden en azından özel bir düzenlemenin varlığını gerekli kılacak ölçüde ayrılmalarını gerekli kılacak bir durumdan bahsedilemeyecektir. Esas itibariyle çoğu durumda bir kimsenin taksiye alınması ve istediği yere götürülmesi ya da bankada istediği işlemin yapılması şeklindeki bu tür hareketler, mesleki hareketler olmanın yanı sıra mesleğini icra eden kişiler açısından da müşteriye karşı mesleğin gereklerini yerine getirme şeklinde bir yükümlülük de arz etmektedir. Zaten bu hareketlerin ceza hukuku anlamında önem arz etmeye başlaması da bizatihi hareketin kendisi olmayıp mes                                                 206 Otto, JZ 2001, s. 443; Kretschmer, Jura 2008, s. 270. 207 Kretschmer, Jura 2008, s. 270.530  Yrd. Doç. Dr. Muhammed Demirel (İÜHFM C. LXXV, S. 2, s. 489-534, 2017) leğin icrası suretiyle kendisine hizmet sunulan başkası konumundaki müşterilerin suç teşkil eden hareketlerine destek sağlamasıyla ortaya çıkmaktadır. Dolayısıyla bu noktada yine  kast  devreye girmektedir. O halde burada manevi unsur kapsamında bir irdelemenin yapılması gerekmektedir. Buna göre kişinin mesleki hareketleri gerçekleştirirken muhatabın suç işleyeceğini biliyor ve bu hareketlerle muhatabının işleyeceği bu suça bir şekilde katkı sağlayacağını biliyor ve istiyorsa, açıkça failin işleyeceği yahut da işlediği suça katkı sağlamak amacıyla bu hareketleri gerçekleştiriyorsa artık tipik yardım etme hareketinden söz edilecek ve cezalandırılabilir bir yardım etme gündeme gelecektir. Öyle ki eğer bu katkı, karşılıklı bir anlaşmaya da dayanıyorsa bu katkıyı sağlayan kişinin niteliği, katkının durumuna göre müşterek failliğe kadar da gidebilecektir. Şu halde bir banka soygunu gerçekleştireceğini bildiği müşterisini banka önüne götüren taksi şoförü, hırsızlık suçuna yardım eden olarak sorumlu tutulabilecektir. Benzer şekilde ekmeğin içine zehir katarak eşini kesin olarak öldüreceğini bildiği müşterisine fare zehri satan market sahibi, kasten öldürme suçuna yardım eden olarak sorumlu tutulacaktır. İşte tam bu noktada önemli bir sorun ortaya çıkmaktadır. Şöyle ki,  Müşterisinin ekmeğin içine zehir katarak eşini kesin olarak öldüreceğini bilen market sahibi, müşterisine fare zehri değil de ekmek satmış olsaydı, yine kasten öldürme suçuna yardım eden olarak sorumlu tutulabilecek midir?  sorusunun yanıtlanması gerekmektedir. Kanaatimize göre bu soruya olumsuz bir cevap verilmeli, market sahibi kasten öldürme suçuna yardım eden olarak sorumlu tutulmamalıdır. Zira ilk ihtimalde market sahibi, her şekilde öldürmeyi gerçekleştirmeye elverişli olan zehri temin ederken ikinci ihtimalde öldürmeye tek başına elverişli olan zehre kendisi sahip olan kişiye sadece zehrin içine katılacağı, bu açıdan öldürmeye doğrudan etkisi olmayan bir ürünü temin etmektedir. Nitekim bu ürün, ekmek olabileceği gibi hazır çorba da olabilir, meyve suyu da olabilir. Ancak bu ürünlerin hiçbiri, fare zehri gibi öldürmeye doğrudan etkisi olan araçlar olmayıp alternatifleri mümkün olan, kendileri sadece zehri tamamlayan, her yerden kolaylıkla temin edilebilir olan birçok üründen biri olarak nitelendirilebilir. Şu halde mesleki hareketlerde manevi unsur kapsamında bir irdeleme yapılırken kişinin katkısının, failin işleyeceği suça da  doğrudan bir etki sinin  bulunup  bulunmadığı  irdelenmelidir.  Esasında   doğrudan  etkiye sahip olma  kriteri de karma teoride yer alan  suça ilişkin olma  kriterinden başka bir şey değildir. Her ne kadar karma teoride kullanılan  suç niteliğini haiz olma  kavramıyla bizim tercih etmiş olduğumuz  doğrudan etkiye sahip olma , birbirinin yerine kullanılabilirse de mesleki hareketi sergileyen kişinin failin işleyeceği fiil açısından olası kastla hareket ettiği durumlarda görüşümüzün karma teoriden ayrıldığının altını önemle çizmek gerekir. Zira karma teoriye göre mesleki hareketi sergileyen kişinin failin işleyeceği fiil açısından olası kastla hareket ettiği durumlarda güven prensibi gereği hiçbir şekilde  suça ilişkin olma  kriteri dikkate alınmazken ve mesleki hareketler sorumluluk alanı dışında görülürken bizim kanaatimiz, bu durumlarda da  doğrudan etkiye sahip olma  kriterinin uygulanması gerektiği yönündedir. Dolayısıyla sürekli olarak ekmeğin içine zehir katarak eşini öldürebileceği yönünde sözler sarf eden müşterisine fare zehri satan market sahibinin bu satış hareketi, karma teoriye göre güven prensibi gereği cezasız kalacakken kabul etmiş olduğumuz görüşe göre suçun iş                                                 208 Seher, JuS 2009, s. 795.Mesleki Hareketlerle Suça Yardım Etmenin Cezalandırılabilirliği  531 lenmesinde doğrudan etkiye sahip olması şartıyla yardım etmeden hareketle cezalandırılmalıdır. Bu çerçevede kanaatimize göre güven prensibi, kişinin olası kastının dahi bulunmadığı, taksirli olarak hareket ettiği hallerde geçerli olabilir. Yani kişinin taksirli davranışı açısından da karma teori kapsamındaki yazarlardan farklı görüşte olduğumuzu vurgulamakta fayda bulunmaktadır. Buna göre Roxin, günlük hareketlerin kasıtlı olarak işlenen suça yardım etmeden bahisle sorumluluğu ortada kaldırsa da bu hareketi sergileyen kişinin taksirli sorumluluğunu ortadan kaldırmayacağını ifade ederken bizim görüşümüz, mesleki hareket sergileyip failin suç işleyebileceği konusunda hiçbir öngörüsü bulunmayan ya da daha da önemlisi bir öngörüye sahip olmasına rağmen bunu istemeyen kişinin, işlenen kasıtlı suç nedeniyle  güven prensibi gereğince  ne taksirli şeriklikten ne de taksirli faillikten dolayı sorumlu tutulamayacağı yönündedir. Şu halde kişinin taksirli hareketine rağmen hiçbir şekilde cezaya maruz kalmaması, mesleğinin gereği gibi yerine getirebilmesi için müşterileri konumundaki muhataplarına güvenmesinin de gereklilik olmasından, bu güvenin mesleğinin ifasının beraberinde getirdiği zorunlu bir sonuç olmasındandır. Şu halde eşiyle aralarında şiddetli geçimsizliğin olduğunu bildiği, sürekli olarak eşi için  ölse de kurtulsam  dediğini bildiği müşterisinin kendisinden kış vakti fare zehri satın almak istemesi üzerine kendisinin bu zehri satması, müşterinin eşini öldürmesi durumunda kendisinin ceza hukuku anlamında hiçbir şekilde sorumlu tutulmasına neden olmayacaktır. Yani market sahibi, ne kasten öldürmeye yardım etmeden ne de taksirli faillikten sorumlu tutulacaktır. Bununla birlikte hiç kimse sattığı aletle veya ürünle ne yapılacağını sormakla yükümlü de değildir. Yani fare zehri örneğinde kış vakti kendisinden fare zehri satın almak isteyen müşterisine bu mevsimde fare zehriyle ne yapacağının sorulması, satıcı konumundaki kişi için zorunlu bir durum olamaz. O kadar ki bu tür bir yükümlülük, suç işlenmesi konusunda öngörü olsa bile öngörülemez. Diğer bir ifadeyle market sahibi, müşterinin eşiyle ilgili sürekli serzenişlerde bulunması ve ölümü için dua etmesi karşısında kış vakti fare zehri satın almasından eşini öldüreceğinden şüphelense bile fare zehrini satması, bu zehirle ne yapacağını sorması şartına bağlı tutulamaz. Bu durumda dahi hiçbir soru sormadan zehri satabilir ve müşterinin zehirle eşini öldürmesi durumundan sorumlu da tutulamaz. Buna karşılık kendisi sormadan, araştırmadan ilgili aletle, ürünle ne yapılacağını öğrenmişse durum farklılaşır. Bu kapsamda tüm bu bilgiler dikkate alınarak verilen örnekler üzerinden bir sonuca ulaşılmaya çalışılacak olursa; A nın eşini öldürdüğü (kasten öldürme suçu) bıçağın kendisine komşusu tarafından ödünç verilmiş olması yahut da X isimli mağazada satılması durumunda komşunun ya da satıcının işlenecek suça yönelik olası kastları varsa işlenen suça yardım etmeden sorumlu tutulacaklardır. Yine A nın içine zehir katarak eşine yedirip eşinin ölmesini (kasten öldürme suçu) sağladığı ekmeği, eşini öldüreceğini bilmesine rağmen A ya satan fırıncının ekmek satma hareketi, işlenen suça doğrudan etki etmediğinden dolayı fırıncının hiçbir şekilde sorumlu tutulması sonucunu beraberinde getirmeyecektir. Yani fırıncının, müşterisinin ekmekle öldürme suçunu işleyeceğine yönelik doğrudan kastının olmasının bir önemi bulunmamaktadır.                                                  209 Aynı yönde bkz. Amelung, FS-Grünwald, s. 18. 210 Roxin, FS-Tröndle, s. 196, 197.532  Yrd. Doç. Dr. Muhammed Demirel (İÜHFM C. LXXV, S. 2, s. 489-534, 2017) Bir esnafın hırsızlık suçunu işleyecek olan kimseye tornavidayı satması, kendisini bankaya götürmesi için taksi çağıran C nin bankada soygun gerçekleştirdikten sonra (hırsızlık suçu) kendisini bir süreliğine bankanın önünde beklemesini istediği taksi şoförü D tarafından bu defa havaalanına götürülmesi örneklerinde hem tornavida satan esnaf hem de taksi şoförü, işlenen hırsızlık suçlarına yardım etmeden sorumlu tutulacaklardır. Zira her ikisinin katkısı da suça doğrudan etki eder nitelikte olup her ikisinin de işlenen suça yönelik doğrudan kastı vardır. Tekel bayii olan E nin, illegal bir şekilde işletilen ve kadın ticaretinin yapıldığı (fuhuş suçu) bara her gün düzenli olarak alkollü içki satışı gerçekleştirmesi, E nin fuhuş suçuna yardım eden olarak sorumlu tutulmasını gerekli kılmaz. Zira bara yapılan içki satışlarının barda yapılan fuhşa doğrudan bir etkisinden söz edilemez. Bu etki, olsa olsa dolaylıdır ki bu da kişinin işlenen suçtan yardım eden olarak sorumlu tutulması sonucunu beraberinde getirmez. Kapıcı F nin uzun zaman boyunca bir kimseyi evinde rehin olarak bulunduran (kişiyi hürriyetinden yoksun kılma suçu) G nin evine her gün ekmek, çeşitli yiyecekler ve içecekler götürmesi, F yi kişi hürriyetinden yoksun kılma suçuna yardım eden kılmaz. Ancak F, işlenmekte olan bir suç olduğundan suçu yetkili mercilere bildirmekle yükümlü olup bu yükümlülüğünü yerine getirmediği takdirde suçu bildirmeme suçunun faili olarak sorumlu tutulur. Benzer durum, site içinde bakkal işleten H nin de söz konusu ürünlerin satışını gerçekleştirmesi, daha ilginci rehineyi elinde bulunduran kişiye (kişiyi hürriyetinden yoksun kılma suçu) annesi tarafından merhametinden dolayı her öğün yemeklerin götürülmesi örneği için de geçerlidir. Avukat K nin müvekkiline hukuki olarak vergiden muaf tutulma ile vergi kaçırma arasındaki ince çizgiden bahsetmesi ve detaylı bilgi vermesi üzerine müvekkilin bu bilgilerden hareket ederek vergi kaçırması (vergi kaçakçılığı suçu), K nin işlenecek suça yönelik kastının bulunması durumunda vergi kaçakçılığı suçuna yardım eden olarak sorumluluğundan söz edilebilecektir. Öyle ki verilen bu bilgiler, danışma hizmeti niteliğinde olsa da bu hizmetin işlenen suça doğrudan bir etkisi bulunmaktadır. Dolayısıyla burada önem arz eden husus, avukatın müvekkiline bilgi verirken müvekkilinin bu bilgilerden hareketle suç işleyeceğini öngörüp en azından kabullenip kabullenmediğidir. Benzer durumun banka görevlisi M nin N nin hesabındaki paraları isimsiz bir şekilde yurt dışında transfer etmesine ve bu suretle vergi kaçırmasına yardımcı olması (vergi kaçakçılığı suçu) durumunda da geçerli olduğu ifade edilebilir. Banka memurunun bu davranışı, işlenen suça doğrudan etkisi olup yardım etmenin de ötesinde kendisinin müşterek fail olarak dahi sorumlu tutulmasını beraberinde getirebilecek bir nitelik arz etmektedir.",
     "Kaynakça": "Ambos, Kai:  Beihilfe durch Alltagshandlungen , JA 2000, s. 721 725. Knut  Amelung,   Die  ‚Neutralisierung   geschaftmäßiger  Beiträge  zu fremden Straftaten im Rahmen des Beihilfetatbestands , Festschrift für Gerald Grünwald zum siebzigsten Geburtstag, Nomos, Baden Baden, 1999, s. 9 30. Baumann, Jürgen/Weber, Ulrich/Mitsch, Wolfgang: Strafrecht Allgemeiner Teil, 11. Auflage, Verlag Ersnt und Werner Gieseking, Bielefeld 2003. Beckemper,  Katharina:   Strafbare  Beihilfe  durch  alltägliche Geschäftsvorgänge , Jura 2001, s. 163 169.Mesleki Hareketlerle Suça Yardım Etmenin Cezalandırılabilirliği  533 Demirel, Muhammed: Suça İştirakte Bağlılık Kuralı, On İki Levha, İstanbul 2017. Evik, Vesile Sonay: Suça İştirakte Yardım Edenin Ceza Sorumluluğu, 2. Baskı, On İki Levha, İstanbul 2011. Forthauser, Roman: Geldwäsche de lege lata und ferenda, München 1992. Gaede, Karsten:  Die strafbare Beihilfe und ihre aktuellen Probleme – Die gelungene Prüfung der §§ 27 und 28 StGB , JA 2007, s. 757 762. Geppert, Klaus:  Die Beihilfe , Jura 1999, s. 266 274. Gropp, Walter: Strafrecht Allgemeiner Teil, 4. Auflage, Springer 2015. Hakeri, Hakan: Ceza Hukuku Genel Hükümler, 20. Baskı, Adalet, Ankara 2017. Hartmann, Arthur:  Sonderregeln für die Beihilfe durch  neutrales  Verhalten? , ZStW 116 (2004), s. 585 617. Hassemer, Winfried:  Professionelle Adäquanz , wistra, 1995, s. 41 46; 81 87. Hefendehl, Roland:  Examensklausur Strafrecht , Jura 1992, s. 374384. Heine, Günther/Weißer, Bettina:  Täterschaft und Teilnahme , Schönke/Schroeder Strafgesetzbuch Kommentar, 29. Auflage, Verlag C.H. Beck, München 2014. Herinrich, Bernd: Strafrecht Allgemeiner Teil, 4. Auflage, Kohlhammer, Tübingen 2015. Hruschka, Joachim:  Entscheidungen – Strafrecht , JR 1984, s. 257263. Jakobs, Günther: Strafrecht Allgemeiner Teil, 2. Auflage, Walter De Gruyter, Berlin 1991. Joecks, Wolfgang:  Täterschaft und Teilnahme , Münchener Kommentar zum Strafgesetzbuch, Band 1, §§ 1 51 StGB, Verlag C.H. Beck, München 2003. Kett Straub, Gabriele/Linke, Laura:  Boxende Brüder , JA 2010, s. 25 32. Kindhäuser, Urs:  Zum Begriff der Beihilfe , Festschrift für Harro Otto zum 70. Geburtstag, Carl Heymanns Verlag, 2007, s. 355 371. Krack,  Ralf/Gasa,  Kjell:   Referandarexamensklausur  –  Strafrecht: Vermögensdelikte – Gescheiterte Existenz , JuS 2008, s. 1005 1010. Kretschmer, Joachim:  Welchen Einfluss hat d. Lehre d. obj. Zurechnung auf das Teilnahmeunrecht? , Jura 2008, s. 265 271. Kretschmer, Joachim:  BGH, Beschluss vom 30.4.2013 – 3 StR 85/13 , JR 2014, s. 39 43. Krey, Volker/Esser, Robert: Deutsches Strafrecht, Allgemeiner Teil, 5. Auflage, Stuttgart 2012. Ladiges, Manuel:  Referandarexamensklausur   Strafrecht: Der geschäftstüchtige BWL , JuS 2012, s. 50 57. Lesch, Heiko H.:  Strafbare Beteiligung durch ‘berufstypisches  Verhalten? , JA 2001, s. 986 991.534  Yrd. Doç. Dr. Muhammed Demirel (İÜHFM C. LXXV, S. 2, s. 489 534, 2017) Maurach, Reinhart/Gössel, Karl Heinz/Zipf, Heinz/Dölling, Dieter/Laue, Christian/Renzikowski, Joachim: Strafrecht Allgemeiner Teil, Teilband 2, 8. Auflage, C. F. Müller, 2014. Murmann, Uwe:  Zum Tatbestand der Beihilfe , JuS 1999, s. 548 553. Murmann,  Uwe:  Grundkurs  Strafrecht,  3.  Auflage,  C.  H.  Beck, München 2015. Müller, Kai:  Beihilfe durch wirtschaftliches Handeln , Festschrift für Hans Ludwig Schreiber zum 70. Geburtstag am 10. Mai 2003, C. F. Müller Verlag, Heidelberg, s. 343 358. Niedermair,  Harald:   Straflose  Beihilfe  durch  neutrale  Handlungen? , ZStW 107 (1995), s. 507 544. Otto, Harro:  Das Strafbarkeitsrisiko berufstypischen, geschaftsmaßigen Verhaltens , JZ 2001, s. 436 444. Önder, Ayhan: Ceza Hukuku Genel Hükümler, C.II III, Beta, İstanbul 1992. Puppe, Ingeborg:  Täterschaft und Teilnahme , Nomos Kommentar zum Strafgesetzbuch, 3. Auflage, Baden Baden 1995. Rabe von Kühlewein, Malte:  Strafrechtliche Haftung bei vorsatzlischen Straftaten anderer , JZ 2002, s. 1139 1146. Rengier, Rudolf: Strafrecht Allgemeiner Teil, 7. Auflage, C.H. Beck, München 2015. Roxin, Claus:  Bemerkungen zum Regrsßverbot , Festschrift für Herbert Tröndle zum 70. Geburtstag, Walter de Gruyter, Berlin 1989, s. 177 200. Roxin, Claus:  Was ist Beihilfe? , Festschrift für Koichi Miyazawa, BadenBaden, 1995, s. 501 517. Roxin, Claus:  Zum Strafgrund der Teilnahme , Festschrift für Walter Stree und Johannes Wessels zum 70. Geburtstag, Hiedelberg 1993, s. 365 382. Roxin,  Claus:  Strafrecht  Allgemeiner  Teil,  Band  II,  C.H.  Beck, München 2003. Schild, Wolfgang: in Nomos Kommentar zum Strafgesetzbuch, 4. Auflage, Baden Baden 2013. Schmidt, Rolf: Strafrecht Allgemeiner Teil, 14. Auflage, Bremen 2015. Schnedier,  Hendrik:   Neutrale  Handlungen:  Ein  Oxymoron  im Strafrecht? , NStZ 2004, s. 312 317. Schumann, Heribert: Strafrechtliches Handlungsrecht und das Prinzip der Selbstverantwortung der Anderen, J.C.B. Mohr, Tübingen 1986. Schünemann, Bernd:  Täterschaft und Teilnahme , Leipziger Kommentar, Strafgesetzbuch, Band 1, §§ 1 51 StGB, 12. Auflage, De Gruyter, Berlin 2010. Seher, Gerhard:  Grundfälle zur Beihilfe , JuS 2009, s. 793 797. Sözüer, Adem: Suça Teşebbüs, Kazancı, İstanbul 1994. Tag, Brigitte:  Beihilfe durch neutrales Verhalten , JR 1997, s. 49 57. Weigend, Thomas:  Grenzen strafbarer Beihilfe , Festschrift für Haruo Nishihara zum 70. Geburtstag, Nomos, Baden Baden, s. 197 212. Welzel, Hans: Das Deutsche Strafrecht, 11. Auflage, Walter De Gruyter, Berlin 1969. Wohlers, Wolfgang:  Hilfeleistung und erlaubtes Risiko – zur Einschränkung der Strafbarkeit gemäß § 27 StGB , NStZ 2000, s. 169 174."
}