{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "07",
     "Ay": "04",
     "Yıl": "2020",
     "Cilt": "78",
     "Sayı": "1",
     "Başlık": "Ingiltere ve Galler Adalet Divanının  Navitaire Kararı  Işığında Bilgisayar Programlarına Esas Fikrin ve Konseptin Korunabilirliği Üzerine Bir Inceleme",
     "Title": "A Study Over the Protectability of Ideas and Concept Leading to Computer Programs in Light of the Navitaire Judgement of the England and Wales High Court of Justice",
     "Yazar İsmi": [

          "Arslan Kaya"  , "Numan Sabit Sönmez"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "FSEK", "Bilgisayar programları", "Navitaire", "Eser", "Hususiyet"
     ],
     "Keywords": [
          "Copyright law", "Computer programs", "Navitaire", "Work", "Originality"
     ],
     "Özet": "Fikri mülkiyet hukukunun en temel konularından birisi fikir ile eser ayrımı ve fikrin korunup korunmayacağı hususudur. Fikri mülkiyet hukukunun amacı halihazırda meydana getirilmiş eserlerin korunması, yeni eserlerin üretiminin teşvik edilmesi ve eser sahiplerinin emeklerinin karşılığının sağlanabilmesidir. Ancak diğer taraftan bu koruma ile fikri gelişimin önünün de tıkanmaması gerekir. İşte bu nedenle, fikri haklar bakımından en temel ilkelerden birisi fikrin değil eserin korunmasıdır. Öte yandan bazı eser türlerinde fikir ile eserin iç içe geçmesi ve ayırt edilmesinin zorluğu karşısında, koruma alanının fikir kısmına da genişlemesi gibi sorunlar ile karşılaşılabilmektedir. Bilgisayar programlarında da koruma konusu esasen bir programın bilgisayar dilinde ifade ediliş biçimi, yani programın arkasındaki fikir ve ilkelerin bilgisayar ortamında somutlaşmış halidir. Bazı hallerde ise bilgisayar programının korunmasının, bu programın işleyiş biçimine, altında yatan ilkeler ve fikirlere, programda yer alan arayüz ve komutlara, programın çalışma mantığına ve giderek programın görünüm ve hissine de sağlanması talep edilebilmektedir. Bu çalışmamızda bir İngiliz mahkemesi kararı çerçevesinde Türk hukuku bakımından yukarıda arz edilen bu sorunlar ele alınacaktır.",
     "Abstract": "One of the fundamental issues of copyright law is the separation between ideas and works, and whether ideas are protected. The main aim of the copyright law is to protect existing concrete works, to promote the creation of new works and to provide a fair royalty in exchange for the authors  labour. On the other side, intellectual progress shall not to be halted. Therefore, one of the main principles of the copyright law is to protect works instead of ideas. However, for some types of works, because of the interlock between idea and work, and the difficulty to separate them, some problems might occur such as extending the protection over the ideas as well. In computer programs, scope of protection covers the expression of a computer program in a computer language, i.e. concrete version of ideas and principles behind the computer program in the computer realm. In some circumstances, it might be requested that the protection for computer programs should also cover the functioning, underlying ideas and principles, interfaces and commands, operation logic, and even the look and feel of the program. In this work, in light of an English court s decision, we will discuss the problems above within the frame of Turkish law.",
     "Metin": "I. Konunun Takdimi Bilgisayar programlarının 5846 sayılı Fikir ve Sanat Eserleri Kanunu ( FSEK ) çerçevesinde korunması, bilgi çağı olarak adlandırılan ve teknolojinin gelişim hızının her gün daha da arttığı bu yüzyılda ciddi önem arz etmektedir. Bir yandan bu önemli ekonomik değerlerin korunması gerekli iken, diğer yandan da fikri hakların sağladığı tekel  ile  teknolojik  gelişmelerin  önünün  kapatılmaması  lazım  gelir.  Bilgisayar programlarının ne şekilde korunacağı, koruma kapsamına hangi unsurların dahil edileceği,  hangi  unsurlar  üzerinde  koruma  sağlanmayacağı  sorularına  verilecek cevaplar bu dengenin kurulması bakımından belirleyici olacaktır. Bilgisayar programlarının altında yatan fikrin, işlevselliğin ve çalışma mantığının korunup korunamayacağı, gerek doktrin gerekse mahkeme kararlarında tartışma konusu yapılmış, birçok ulusal ve uluslararası mevzuata konu edilmiş hususlardandır. İngiltere ve Galler Adalet Divanı tarafından  Navitaire Inc v Easyjet Airline Co. and BulletProof Technologies, Inc.  davasında verilmiş olan karar ( Navitaire Kararı ), tam da bu açıdan önem arz eden ve Türk Hukukunda da yol gösterebilecek kararlardan birisidir.Çalışmamızda öncelikle bahse konu İngiliz Mahkemesi kararı incelenmiş, ardından Türk Hukukunda benzer bir olayda ne yönde karar verilebileceği değerlendirilmiştir. Bu minvalde bilgisayar programlarının korumaya dahil olan içeriği, programın altında yatan düşünce ile icra ettiği işlevlerin koruma içeriğine dahil edilip edilemeyeceği, alternatif bir koruma imkanının mevcut olup olmadığı tartışılmıştır.II.  Navitaire Kararı  ve GerekçeleriA. Karara Esas Olayİngiliz Mahkemelerinde görülen dava konusu olayda davacı Navitaire (N), davalı Easyjet (E) ve BulletProof (B) şirketlerinin havayolu bilet rezervasyon ve satış yazılım programı üzerindeki fikri haklarını ihlal ettiklerini iddia etmektedir.Davacı (N),  OpenRes  isimli havayolu bilet satış yazılımı geliştirmiş ve bu yazılım davalı (E) tarafından bir dönem lisans sözleşmesi çerçevesinde kullanılmıştır. Davalı (E) daha sonra davalı (B) ile bir araya gelerek  OpenRes  sisteminin işlevlerini yakından incelemiş ve  eRes  isimli yeni bir program geliştirmiştir. Davacı (N), 1  Navitaire Inc v Easyjet Airlıne Company and Bulletproof Technologies Inc [2004] EWCH 1725 (Ch). 85İstanbul Hukuk Mecmuası 78/1davalı (E) nin kendi yazılımlarının kaynak koduna erişimi bulunmadığını; davalılar da yeni programın davacının programı ile benzer olmasının amaçlandığını kabul etmektedirler (Navitaire Kararı, para. 2). Gerçekten de her iki programın kodları farklı olup davalılar davacının sisteminin nasıl çalıştığını incelemek suretiyle kendi programlarını geliştirmişlerdir. Kaynak  kodların  farklı  olması  ancak  her  iki  programın  da  aynı  mantık  ile çalışması nedeniyle davacı (N) tecavüz iddiasını  non-textual copying  kavramına dayandırmıştır (Navitaire Kararı, para. 2-3). Bu iddiaya göre, davalıların davacının programı ile benzer görünen ve hissedilen, çalışma mantığı aynı olan bir program yazmaları, her ne kadar ilk programın kaynak koduna erişim bulunmasa da, nontextual copying kavramı altında fikri hakların ihlaline yol açacaktır. Davacı bu iddiasını şu üç temel çoğaltma ihtimali üzerine kurmuştur; programın görünüm ve hissinin kopyalanması, kullanıcılar tarafından programda verilen komutlar ve karşılığında alınan sonuçların kopyalanması, belirli durumlarda ortaya çıkan ekran görüntülerinin ve raporların kopyalanması (Navitaire Kararı, para. 3).B. Kararın GerekçeleriMahkeme davada birçok hususta değerlendirmelerde bulunmuşsa da, inceleme konumuz bakımından önem arz eden iddiaları üç farklı açıdan incelemiştir. Sırasıyla yer vermemiz gerekirse;Mahkeme ilk olarak tek kelimeden oluşan komutların, özellikle bir edebi eser olma  koşullarını  taşımadıkları  için,  eser  olmadıklarına  hükmetmiştir  (Navitaire Kararı, para. 79-80). Daha sonra birden fazla komutun bir araya getirilmesi ile oluşan kompleks komutların -bunların birer söz dizimi içerdiği de düşünülerek- bir eser olup olmadığı sorusuna da olumsuz yanıt verilmiştir (Navitaire Kararı, para. 83 vd). Son olarak Mahkeme komutlar eser olmasa dahi, komut derlemesinin bir derleme eser sayılıp sayılmayacağı hususunu değerlendirmiş, yine bir eser bulunmadığı sonucuna ulaşılmıştır (Navitaire Kararı, para. 92 vd).İkinci  olarak  tartışılan  husus  ekran  görüntülerinin  korunmasına  ilişkindir. Mahkeme bu noktada -her ne kadar farklı ekranlar arasında bir ayrıma gitse de- bunların birer literary work (edebi eser) olarak korunamayacağına, ancak bazı ekran görüntülerinin artistic work (güzel sanat eseri) olarak korunabileceğine hükmetmiştir (Navitaire Kararı, para. 96 vd). Her ne kadar kopyalandığı iddia edilen belirli ekran görüntülerinin bilgisayar programı veya geniş anlamda ilim ve edebiyat eseri olarak korunmasının mümkün olmadığı kabul edilmiş ise de, grafiksel kullanıcı ara yüzlerinin ve simgelerin ayrıca bir güzel sanat eseri seviyesine ulaştıkları takdirde korunabilecekleri ifade edilmiştir (Navitaire Kararı, para. 98). 86Kaya, Sönmez / İngiltere ve Galler Adalet Divanının  Navitaire Kararı  Işığında Bilgisayar Programlarına Esas...Son aşamada ise Mahkeme bir programın görünüm ve hissinin, işleme mantığının taklit edilmesinin bir hak ihlali yaratmayacağına hükmetmiştir (Navitaire Kararı, para. 107 vd, 129). Şayet iki kaynak kod farklı ise oluşan sonucun birbiri ile çok benzer olması bir ihlale yol açmayacaktır. Zira bir programın çalışma mantığı, fikri hakların korumasına dahil edilemez. Mahkemece özellikle benzer rezervasyon programlarının da aynı mantıkla çalışmasının bekleneceği ortaya konularak, programın işlevinin bir anlamda ortak bir beklenti, benzer işletmelerin mutad işlemlerinin bir sıralamasından ibaret olduğu belirtilmiştir (Navitaire Kararı, para. 116-117). Olayda davacı,  bir romanın konusunun başka bir romanda kullanılması  benzetmesini yaparak kendi bilgisayar programlarının böyle kopyalandığı örneğini vermişse de mahkeme, roman ile bilgisayar programının benzetilemeyeceğini, aynı çalışma mantığına sahip ve aynı işlevleri gören benzer bilgisayar programlarını yazmanın birden fazla yolu olduğunu, bilgisayar programlarının bir senaryosu değil, istenilen amaca ulaşmayı sağlayan belirli işlem aşamaları bulunduğunu belirterek iddiayı reddetmiştir (Navitaire Kararı, para. 125). Mahkemece somut olay daha ziyade bir şefin  puding tarifi  ile açıklanmış, beğenilen bir pudingi alıp buna en yakın tarifi geliştiren bir şefin, eski tarif üzerindeki fikri hakları ihlal etmeyeceği benzetmesi yapılmıştır (Navitaire Kararı, para. 127). III. Olayın FSEK Kapsamında Değerlendirmesiİncelemeye geçmeden önce konuyla ilgili mevzuata kısaca yer verilmesi faydalı olacaktır. FSEK m 2/1-1 hükmüne göre; her biçim altında ifade edilen bilgisayar programları ve bir sonraki aşamada program sonucu doğurması koşuluyla bunların hazırlık tasarımları ilim ve edebiyat eserleri olarak korunurlar. Ancak aynı maddenin ikinci fıkrasına göre ara yüzüne temel oluşturan düşünce ve ilkeleri de içine almak üzere, bir bilgisayar programının herhangi bir ögesine temel oluşturan düşünce ve ilkeler eser sayılmazlar.Bunun yanında somut uyuşmazlıkta da temel iddiaların altında davacının eserinin -çeşitli yöntemler ile- kopyalandığı düşüncesi bulunmaktadır. Bir eserin kopyalanması, FSEK te yer alan eser sahibinin mali haklarından çoğaltma kavramına dahildir. FSEK m 22/1 e göre,  Bir eserin aslını veya kopyalarını, herhangi bir şekil veya yöntemle, tamamen veya kısmen, doğrudan veya dolaylı, geçici veya sürekli olarak çoğaltma hakkı münhasıran eser sahibine aittir. . Çoğaltma kavramının içeriği ise hükmün devam eden fıkralarında şu şekilde ortaya konulmuştur:  (2) Eserlerin aslından ikinci bir kopyasının çıkarılması ya da eserin işaret, ses ve görüntü nakil ve tekrarına yarayan, bilinen ya da ileride geliştirilecek olan her türlü araca kayıt edilmesi … çoğaltma sayılır. (3) Çoğaltma hakkı,  bilgisayar  programının  geçici  çoğaltılmasını  gerektirdiği  ölçüde,  programın yüklenmesi, görüntülenmesi, çalıştırılması, iletilmesi ve depolanması fiillerini de kapsar. . Görüleceği üzere kanun koyucu çoğaltma kavramının sınırlarını geniş bir şekilde belirlemiştir.  Gerçekten  de  çoğaltma  denildiğinde,  eserin  aslına  başvurmadan 87İstanbul Hukuk Mecmuası 78/1kendisinden yararlanılabilen diğer bir kopyanın bir araç vasıtasıyla somutlaştırılması anlaşılır.  Bu  işlemin  hangi  vasıtalar  ile  gerçekleşeceği  ve  sonucun  ne  tür  bir araç üzerinde tecessüm ettirileceği konusunda kanun koyucu sınırlayıcı bir tanım yapmaktan kaçınmıştır. Dolayısıyla yukarıda yer verilen ölçüyü aşan nitelikteki bir eylem, ne şekilde gerçekleşirse gerçekleşsin çoğaltma sayılır. Esasında inceleme konumuz olan davadaki somut olayda da, davacının en önemli iddialarından birisi programın kopyalanması, yani çoğaltma hakkının ihlal edildiği yönündedir. Ancak bilgisayar programlarında korunan unsurlardan olan kaynak kodlarına davalı tarafların herhangi bir erişimi bulunmadığından ve yalnızca benzer bir program üretme amacı ile yeni bir program tasarlandığından, davacı bu iddiasını klasik çoğaltma eylemi içerisine yerleştirmemekte,  non-textual copying  kavramı ile kaynak kodlar kopyalanmasa dahi bir programın görünüş ve işleyişi gibi farklı unsurlarının  kopyalanmasının  da  fikri  hakları  ihlal  edeceğini  ileri  sürmektedir. Aşağıda bu iddia Türk Hukuku bakımından ele alınacaktır.A. Bilgisayar Programın İşlevinin ve Görünüşünün KorunabilirliğiBir bilgisayar programının işlev ve görünüşünün, bilgisayar programlarına tanınan korumadan yararlanıp yararlanamayacağı meselesi, hem Avrupa Birliğinin Bilgisayar Programlarının Korunmasına Dair Yönergesi ve diğer üye ülke hukuklarında hem de Türk Hukukunda doğrudan ve açık bir şekilde düzenlenmemiştir. Öte yandan yine bu hukuk sistemlerinde, anılan sorun bakımından yol gösterici nitelikte ilkesel düzenlemelere yer verildiği görülmektedir. Özellikle bilgisayar programlarının korunmasında ilke ve düşüncelerin korunmayacağına yönelik açık mevzuat hükümlerinin, ulaşılacak sonuç bakımından ciddi önemi haiz olduğunu vurgulamak gerekir.Gerçekten  de  Yönergede  bilgisayar  programın  yalnız  ifade  ediliş  biçiminin korunduğu, programın herhangi bir bileşeninin altında yatan düşünce ve ilkelerin koruma kapsamına dahil edilmediği açıkça belirtilmiştir. Yine İngiliz ve Alman Hukukunda  da  benzer  düzenlemelere  yer  verilmiş,  koruma  altındaki  unsurun, programın ifade ediliş biçimi olduğu vurgulanmıştır. Türk Hukukuna gelindiğinde, FSEK m 2/2 nin ifadesinden anlaşılacağı üzere, bilgisayar programları bakımından korunan bu programın düşünce ve ilkeleri, işlevselliği, kullanımı, çalışma mantığı, programın cevap verdiği ihtiyaç vs. değil, doğrudan bu programın kendisi, programın 2  Halil Arslanlı, Fikri Hukuk Dersleri II, Fikir ve Sanat Eserleri (1954) 97.3  Directive 2009/24/EC of the European Parliament and of the Council on the legal protection of computer programs [2009] OJ L 111/16 (Yönerge).4  Yönerge, Recital 11, Article 1/2.5  Açıkça olmasa da dolaylı olarak bilgisayar programlarının altındaki düşünce ve ilkelerin korunmayacağını, zira bunların incelenmesi için programın kopyalanabileceğini belirten hüküm için bkz Copyrights, Designs and Patents Act 1988 (CDPA) Art. 50BA.6  Gesetz über Urheberrecht und verwandte Schutzrechte (UrhG) § 69a/(2).88Kaya, Sönmez / İngiltere ve Galler Adalet Divanının  Navitaire Kararı  Işığında Bilgisayar Programlarına Esas...bilgisayar dilinde ifade ediliş biçimidir. Ayrıca FSEK m 2/1 hükmünde  her biçim altında ifade edilen  programlar denilerek, esasında programın ifade ediliş biçimine bakılacağı, dolayısıyla düşüncenin değil programların farklı şekilde ifade ediliş biçiminin koruma kapsamında olduğu anlatılmaktadır. Nitekim böylesine bir yorum, AB ve uluslararası hukuk mevzuatı ile de uygun olacaktır. Bu bağlamda programın farklı kodlama şekilleri ile ifade edilişi, bu ifade biçiminin bilgisayar üzerinde veya basılı olarak somutlaşması, programın bir donanımla bütünleşik olması gibi hususlar eser niteliği bakımından önem arz etmeyecektir. Düşüncelerin değil ifade ediliş biçiminin fikri haklara konu olabilmesi zaten ülkesel değil uluslararası bir ilke olarak kabul görmektedir. Zira yalın düşüncenin, bir eserin çalışma mantığının, işlevselliğinin fikri haklar kapsamında korunması, fikri haklar ile adil rekabet düzeni arasındaki dengeyi bozmuş olur. Düşüncelere tekel hakkı tanımak başta düşünce özgürlüğü olmak üzere kamusal ve teşebbüs hürriyeti gibi özel hukuk karakterli temel ilkelerle çelişki yaratacağından, fikri hakların korunması bağlamında değerlendirme yapılırken, korunmak istenen menfaat ile anılan ilkeler çerçevesinde ortaya çıkan toplum menfaati arasındaki sınır dikkatlice belirlenmelidir. Bunun sonucunda, fikir ve sanat eserleri -olay özelinde bilgisayar programları- ekonomik değeri de gözetilerek hukuk düzenince mutlaka korunmalı, ancak bu koruma diğer kişilerin  mevcut  eserlerden  -özellikle  bilgisayar  programlarından-  ilham  alarak fikirsel/teknolojik seviyeyi daha da ileri götürebilmesine engel teşkil etmemelidir. İşte bu nedenledir ki, diğer ülke hukuklarında da olduğu gibi FSEK, bilgisayar dilinde yazılan programa koruma sağlarken, programın hizmet ettiği amaç, işlevsellik, çalışma prensipleri gibi hususlar koruma dışında kalmaktadır. Öte yandan korunmayan yalın düşünce ile korunan ifade biçimi arasındaki bağlantı ve ayrım hususu, tüm fikri haklar bakımından uzun süre tartışılmış ve -yalın fikrin korunmayacağı açık bir şekilde kabul olunmakla birlikte- net bir ayrıma varılamamıştır.7  Mustafa Topaloğlu, Bilgisayar Programları Üzerindeki Haklar ve Bu Hakların Korunması (1997) 89; Mustafa Aksu, ‘Bilgisayar Programlarının Eser Niteliği ile Bunların Temelinde Yatan Fikir ve İlkelerin Korunması Sorunu  [2010] Prof. Dr. Ali Güzel e Armağan, 1267. 8  Aksu, ‘Fikir ve İlkelerin Korunması  (n 7) 1267.9  Nitekim Türk Hukukunda meri mevzuatımızın müelliflerinden Hirsch aynen şu ifadeleri kullanmak suretiyle bu hususu ifade etmiştir:  Her fikrî mahsul, ferdin, tabiatla olan mücadelesinde ve içtimaî hayat çerçevesi dahilinde iktisap ettiği tecrübe ve bilginin bir semeresi olduğu cihetle, ferdin fertler için yarattığı bir feyiz kaynağı vazifesini de görmelidir. Her yeni fikir üzerinde imtiyazlı bir hak bağışlanmış olsa idi, insanlığın malı olan fikrî servet, çoğalıp artma imkânlarından mahrum ve binnetice iflâsa mahkûm olurdu. … Fikir, fikir olarak, telif hukuku himayesinden faydalanamayıp, ancak şekil ve hüviyet iktisap etmiş ve kabili teksir bir hale gelmiş bulunan fikrî eser, bu himayeden istifade ettiğine göre, bir sahne eserinin, bir romanın, bir filmin ve emsalinin  intrigue i (yani tiyatro ve oyunların muammâ cihetini teşkil eden vukuat) üzerinde herhangi bir telif hakkı mevcut olamıyacağı meydandadır. . Eser-fikir ayrımı hususunda bkz Ernst E. Hirsch, Hukukî Bakımdan Fikrî Sây (İkinci Cilt, 1943) 16 vd; Brian Bandey, International Copyright in Computer Program Technology (1996) 25 vd; Robin Jacob/Daniel Alexander/Matthew Fisher, Guidebook to Intellectual Property (Sixth Edition, Hart Publishing, 2013) 142; Richard Davis/Thomas St Quintin/Guy Tritton, Tritton on Intellectual Property in Europe (Fifth Edition, Sweet & Maxwell, 2018) 581-582, kn 4-098 vd; Terence Prime/David Booton, European Intellectual Property Law (Routledge Revivals, 2017) 249-250.10  Bilgisayar programlarında korunması gereken hususun yaratıcılık ve yeni fikirlerden ziyade teknolojik gelişmenin sağlanması için belirli bir fikrin daha etkin şekilde uygulanması olduğu yönünde bkz Josef Drexl, What is Protected in a Computer Program (IIC Studies Volume 15, 1994) 79-80.11  Bu konuda Yönerge, Recital 11; Berne Convention or the Protection of Literary and Artistic Works, Article 2/1. Ayrıca bilgisayar programları bağlamında bkz Drexl (n 10) 81 vd; Davis/Quintin/Tritton (n 9) 582 kn 4-099. İngiliz Hukukunda fikir ile ifade biçimi ayrımı bakımından ışık tutan bir karar için; Designer s Guild v Russell Williams Textiles Ltd [2000] 1 WLR 2416. 89İstanbul Hukuk Mecmuası 78/1Bilgisayar programının hukuki tanımı da yapılacak değerlendirme için önem taşımaktadır. Gerçekten de bir tanıma göre, bilgisayar programları  belirli bir işlevi veya görevi yerine getirmesi amacıyla verilen komutların herhangi bir şekil, lisan, notasyon veya kodla ifade edilmesi ni ifade eder. Benzer diğer bir tanıma göre bir bilgisayar programı; kaynak kod, hedef kod ve üretici kodunu kapsayacak şekilde, entegre devrelere bağlı olan/gönderilen talimatlardan ibarettir. Görüleceği üzere koruma altında bulunan  bilgisayar programları  kavramı, zaten programın meydana getirilmesine sebebiyet veren düşünce ve ilkelerden, bu kapsamda programın işleyiş ve görünüşünden ziyade, bu fikrin ifade ediliş biçimini karşılamaktadır. Avrupa Birliği Adalet Divanı ( ABAD ) da bir kararında, bilgisayar programının koruma sınırlarını belirlemeye çalışmış, bu bağlamda Bern Konvansiyonu, TRIPS ve dönemin AB Yönergesi çerçevesinde bilgisayar programlarına bahşedilen korumanın bu programın ifade ediliş biçimine sağlandığına, kaynak kod ve hedef kodunun bilgisayar programlarının herhangi bir şekilde ifade ediliş biçimine dahil olduklarına, sonuç  olarak  bilgisayar  programlarının  koruma  kapsamına  yalnızca,  programı -kaynak kod ve hedef kodu gibi- farklı bilgisayar dillerinde tekrar üretilebilmeye müsait olan ifade ediliş biçimlerinin girdiğine kanaat getirmiştir. Yine bir diğer kararda ABAD, bir bilgisayar programının işlevinin, program dilinin, belirli fonksiyonlarının elde edilmesi için kullanılan dosya formatlarının, bir ifade biçimi oluşturmadığını, dolayısıyla korumanın dışında olduğuna hükmetmiştir. Bir programın işlevselliğine korunma sağlanmasının, teknolojik ve sınai gelişime engel teşkil edecek şekilde düşüncelerin tekelleşmesi sonucu doğuracağı kararda ayrıca açıkça ifade edilmiştir. O halde, inceleme konusu olayda Mahkemenin bilgisayar programının işlev ve görünüşünün  korunmayacağı  yönündeki  tespiti  ile  Türk  Hukukunda  yapılacak değerlendirme  arasında  farklılık  bulunmamaktadır.  Zira  bir  programın  işlevi, esasında bu programın altında yatan fikir ve çalışma prensiplerinden ibarettir. Benzer 12  Ünal Tekinalp, Fikri Mülkiyet Hukuku (5. Bası, Vedat, 2012) 118.13  Lionel Bently/Brad Sherman, Intellectual Property Law (4th Ed., OUP, 2014) 67. Ayrıca bkz Yönerge, Recital 7. Bilgisayar programının oluşturulma aşamaları ve bu bağlamda program akışı, algoritma, kaynak kodu ve objektif/hedef kodu, arayüz kavramları için bkz Topaloğlu (n 7) 24 vd.14  ABAD ın 22.12.2010 tarihli ve Case C-393/09 Bezpečnostní softwarová asociace - Svaz softwarové ochrany v Ministerstvo kultury [2010] ECR I-13971 kararı. 15  ibid [28, 31].16  ibid [34].17  ibid [35].18  ABAD ın 02.05.2012 tarihli ve Case C-406/10 SAS Institute Inc v World Programming Ltd [2012] kararı. Bu kararın kapsamlı bir incelemesi için bkz Mustafa Aksu, ‘Avrupa Adalet Divanının Bilgisayar Programlarının Fikir ve Sanat Eserleri Hukuku Çerçevesinde Korunmasına Dair 2 Mayıs 2012 Tarihli Sas Institute-World Programming Kararının Değerlendirilmesi  [İÜHFM, Cilt 72, Sayı 1] 807 vd.19  Case C-406/10 (n 18) [39].20  ibid [40]. 90Kaya, Sönmez / İngiltere ve Galler Adalet Divanının  Navitaire Kararı  Işığında Bilgisayar Programlarına Esas...şekilde programın görünüşü ve yarattığı hissiyat da, söz konusu düşünce ve ilkelerin kullanıcıya  sunulması  yöntemi  ile  alakalıdır.  Dolayısıyla  düşünce  ve  ilkelerin korunmaması kuralından hareketle, bilgisayar programlarında işlev ve görünüşün korunamayacağı  sonucuna  ulaşılabilir.  Ancak  burada  bir  uyarıda  bulunmamız gerekmektedir. İngiliz Mahkemesinin incelediği, bizim de burada ele aldığımız husus, programın işlevi ve görünüşünün birer  bilgisayar programı  olarak korunup korunamayacağı ile ilgilidir. Öte yandan, örneğin programın görünüşüne ait olan bazı unsurların, FSEK kapsamında birer güzel sanat eseri olarak korunması, daha da ötesinde farklı fikri ve sınai hakların kapsamına dahil olması elbette mümkündür. Bunun yanında Türk Hukuku bakımından da İngiliz Mahkemesince karar verildiği gibi, aynı işlevi gören programların farklı kodlarla yazılabilmesi mümkün olduğuna göre, yalnız iki programın birbirine -özellikle işlevsel açıdan- benzer olması bir fikri hak ihlali teşkil etmez. Madem ki aynı sonuca ulaşabilmenin farklı yolları mevcuttur, fikri haklar koruması da ulaşılan sonuç ile birlikte ancak izlenen yolun eser sahibine özgü bir yol olması sonucunda mümkün olacaktır. Benzer programların varlığı kendiliğinden aynı yolun izlendiği dolayısıyla fikri hakların ihlal edildiği anlamına gelmez. Ancak incelenen somut olaydaki bir veri bu noktada önem arz etmektedir. Davacı davalıların kaynak koda erişimlerinin olmadığını açıkça kabul etmiştir. Mahkeme de bu vakıanın üzerine vurgu yaparak, yalnız programlar arası benzerliğin  ihlale  yol  açmayacağı  sonucuna  ulaşmıştır.  Öyleyse,  mahkemenin ifadelerinin mefhumu muhalifinden, kaynak koda erişim sağlandığı halde programlar arası benzerliğin fikri hak ihlali bakımından bir gösterge olabileceği kabul edilebilir. Türk Hukukunda da böyle bir yoruma engel bulunmamaktadır.Son olarak bilgisayar programlarının niteliği gereği hususiyet konusunda ayrı bir parantez açılması da gerekir. İfade edildiği üzere bir bilgisayar programı olarak korunan eser, programın ifade ediliş biçimidir. Programın altında yatan fikirler, işlevsellik, çalışma mantığı gibi hususlar koruma kapsamı dışında kalmaktadır. Bununla birlikte bilgisayar programlarında görülen gelişme esasen programın sorun çözebilirliği ve işlevselliği üzerine odaklanmakta olduğundan, yazılan programların eski belli kalıpları kullanması, bu kalıpları geliştirerek, bir araya getirerek yeni bir program yaratımına gidilmesi sonucunda, hususiyet unsurunun zayıfladığı görülmektedir. Öyle ki, bir bilgisayar programından beklenen temel olarak sorun çözmek/belirli bir işlev görmek olduğundan, halihazırda çözülmüş  sorunların/görülen  işlevlerin  tekrar  keşfedilmesine  gerek  bulunmamakta, mevcut kalıplar kullanılarak ihtiyaca göre yeni bir program dizayn edilebilmektedir. Öyleyse bilgisayar programlarının korunması için ortaya yalnız bir kaynak kodun veya herhangi başka bir ifade biçiminin konması yetmeyecek, hususiyet koşulunun 21  Ancak belirtelim ki bu yaklaşım istisnasız biçimde kabul görmemektedir. Bilgisayar programlarının niteliği gereği belirli fikir ve işlevlerin de korunması gerektiği, yalnız kaynak kodların karşılaştırılmasının yetersiz olacağı, zira küçük eklemeler ile kaynak kodların değiştirilebileceği hususunda bkz Aksu, ‘Fikir ve İlkelerin Korunması  (n 7) 1280 vd.91İstanbul Hukuk Mecmuası 78/1gerçekleştirilebilmesi için eserin müellifinin kendi biçimsel özgürlük alanı içerisinde yeterli  şekilde  hususiyet  yansıttığının,  mevcut  yollardan  sapıldığının,  önceki programların izlerinden bire bir gidilerek yeni bir program oluşturulmadığının tespit edilmesi gerekecektir. Ancak böylesine bir değerlendirme sonucunda, söz konusu programın yalnız işlevsel bir program olup eski ve işe yarayan metotların bir araya getirilmesinden ibaret olduğu ya da bizzat hususiyet içererek mevcut programlardan belirli ölçüde ayrılabildiği ve eser olarak korunabileceği tespit edilebilecektir. Pek tabii ki bu değerlendirme, bilgisayar programının daha önce benzeri olmayan, yaratıcı ve tamamen yeni bir eser olmasını gerektirmeyecektir. Ayrıca belirtelim ki, müstakil niteliği olmasa da eski programlardan istifade edilerek bu programların değiştirilmesi, uyarlanması veya düzenlenmesi sonucunda meydana gelen eserin, FSEK m 6 hükmünün 10. bendi uyarınca işleme eser olarak korunabilmesi de mümkündür.B. Programda Kullanılan Komutların Eser Niteliğiİngiliz  Mahkemesinin  cevaplandırdığı  diğer  soru  kullanılan  komutların münhasıran veya toplu halde bir eser teşkil edip etmeyeceğidir. Komutların eser olarak kabul edilmesi durumunda girecekleri sınıf ilim ve edebiyat eseri sınıfıdır. İngiliz Hukukunda  literary works  olarak geçen bu eser tipi bakımından ölçüt, kanuni düzenlemelerin yanında başta Exxon kararı gibi kararlar ile belirlenmiş bulunmaktadır. CDPA in 3. maddesinde yer alan kanuni tanımına göre  literary works ; bir araç ile kaydedilmiş olma ve diğer eser tiplerine girmeme koşullarıyla konuşulan, yazılan veya -şarkı olarak- söylenen fikir mahsulleridir. Ancak Exxon davası ile bu özelliklerin yeterli olup olmadığı tartışılmış, nihayetinde olumsuz yanıt verilerek -olay özelinde incelenen- tek bir sözcüğün eser niteliğini haiz olmadığı, bir ilim ve edebiyat eserinin aynı zamanda hususiyet taşıması, bunun için de bilgi içeren veya edebi haz veren nitelikte olması gerektiği ifade edilmiştir. 22  Bu konuda ayrıntılı açıklamalar için bkz Aksu, ‘Fikir ve İlkelerin Korunması  (n 7) 1272 vd. Buna karşın bilgisayar programlarında hususiyetin varlığının karine olarak kabul edileceği, öncekilerin kopyası olmamanın ve az-çok fikri çalışma içermenin yeterli olacağı hususunda bkz Topaloğlu (n 7) 88. 23  Bandey (n 9) 29; Davis/Quintin/Tritton (n 9) 584-585, kn 4-104. 24  Exxon Corp. v Exxon Insurence Consultants International Ltd [1982] RPC 69. İngiliz ve AB Hukukunda eserin ne olduğu ve hususiyet kavramının içeriğinin doldurulması noktasında farklı yaklaşımlar süregelmiştir. Ancak her iki hukukta da ortak olan yaklaşım şu şekilde özetlenebilir: Öncelikle hususiyet eserle kişi arasındaki bağı ifade etmektedir, eserin yeni, yaratıcı veya eşsiz olması gerekmez. Bunun yanında, her iki hukuk siteminde de hususiyet eserin ifade ediliş biçiminde aranmaktadır. Ayrıca her iki yaklaşımda da hususiyet ölçüsünü düşük tutma eğilimi bulunmaktadır. Ortak noktaları ifade ettikten sonra belirtilmelidir ki her iki hukuk düzeninde farklı hususiyet tahlilleri yapılmaktadır; İngiliz Hukukunda  skill, labour, judgement  yani  marifet, emek ve muhakeme  değerlendirmesi ön planda iken, AB Hukukunda  author s own intellectual creation  yani  müellifin kendi fikri yaratıcılığı  ölçütü uygulanmaktadır. ABAD, Case C-5/08 Infopaq Int v Danske Dagblades Forening [2009] ECR I-6569 kararında açıkça (paragraf 37) bu tanımı genel bir tanım olarak kabul etmiştir. Nitekim bu kıstas Yönergenin Art. 1/3 hükmünde de açıkça yer almaktadır. Öte yandan Alman Hukukunda da UrhG § 2/(2) ile müellifin kendi fikri yaratıcılığı ölçüsü aynen benimsenmiştir. Bu karşılaştırma ile ilgili olarak bkz Bently/Sherman (n 13) 93 vd. Son olarak yer verilmesi gereken görüş ise  kopyalamaya değer olanın korumaya da değer olduğu  yönündeki eski yaklaşımdan ileri gelmekte, bir ürünün eser olup olmadığının ayrıt edilmesinin kopyalamaya değer görülen ürünler dikkate alınarak yapılması gerektiğini ileri sürmektedir. Bu görüş hakkında bilgi için bkz Jacob/Alexander/Fisher (n 9) 148-149. 92Kaya, Sönmez / İngiltere ve Galler Adalet Divanının  Navitaire Kararı  Işığında Bilgisayar Programlarına Esas...Somut  olayda  da  benzer  şekilde  mahkeme  bilgisayar  komutlarının  eser olmadıklarına hükmetmiştir. Mahkemeye göre tek bir kelimeden oluşan komutlara eser vasfı kazandırılamayacağı gibi, kompleks komutları veya bütün komutların birleşimini de eser addetmek yerinde olmayacaktır. Görüleceği üzere bir fikir ürününün ilim ve edebiyat eseri sayılabilmesi için en önemli ve belirleyici koşul eserin hususiyet taşımasıdır. Türk Hukukunda da FSEK m 1B/1-a ya göre herhangi bir fikir mahsulünün eser olarak korunabilmesi için sahibinin hususiyetini taşıması şarttır. Fikri haklar bu noktada özellikle marka kavramından  ciddi  biçimde  ayrılmaktadır.  Zira  marka  hukukunda  hiçbir  anlam taşımayan, herkesin aklına gelebilecek veya sıfırdan üretilmiş sözcükler, mutlak ve nisbi ret nedenlerinden biri mevcut olmadığı sürece, marka olarak tescil edilip bir kişinin münhasır kullanımına bırakılabilirken, fikir ve sanat eserlerinin korunması açısından sahibinin hususiyetini, özgünlüğü, bir diğer ifade ile  nisbi istiklâli  taşımayan  fikir  ürünlerinin  korunması  mümkün  değildir.  Bu  nedenle  gündelik, kısa, anlamlı-anlamsız bazı sözcükler marka olarak tescil edilebilirken, koruma için tescil gerektirmeyen ilim ve edebiyat eserleri sınıfına dahil değillerdir. Bilgisayar programlarında yer alan komutlar bakımından da aynı sonuca ulaşılabilir. Tek bir bilgisayar komutunda bir hususiyet bulunmayacak, bunların kombinasyonları ve toplu hali de hususiyet taşımaması sebebiyle eser olamayacaktır. İçerdiği verilerin eser niteliği taşıyıp taşımadığı önemsiz olan veri tabanı açısından ise hususiyet diğer eser tiplerinde olduğu kadar ön planda değildir. Veri tabanlarının bir düşünce yaratıcılığı taşıması gerektiği, belirli bir plan dahilinde bir maksada göre toplanan verilerden oluşacağı FSEK m 6 da açıkça ifade edilmiştir. Şu durumda bilgisayar program komutlarının toplamının bir veri tabanı olarak korunması, düşük olasılıklı olmakla birlikte, her bir somut olay bakımından tartışılabilir. Nitekim inceleme konumuz olan kararda da Mahkeme, bir araya getirilen komutların bilgisayar dilinde  olacağı,  bir  program  olarak  addedilemeyeceği,  buradaki  hususiyetin  de yeterli seviyede olmayadığı, dolayısıyla koruma kapsamına girmemesi gerektiğine hükmetmiştir (Navitaire Kararı, para. 92).25  Eser FSEK m 1/B-a hükmünde, sahibinin hususiyetini taşıyan fikir ve sanat mahsulleri olarak tanımlandığına göre, bir fikir ürününe eser niteliği kazandırabilmenin ilk şartı hususiyetin varlığıdır. Nitekim hususiyet taşımayan alelade fikir ürünlerine koruma sağlanması diğer insanların düşünce hürriyetine müdahaleye ulaşan sonuçlara yol açabileceğinden, bahse konu fikri ürünü diğerlerinden ayıracak ve kimlik kazandıracak olan sahibinin hususiyetidir.   Hirsch e göre fikri haklar ancak umumi kültürü geliştiren mahsule bahşedilmeli, herkes tarafından vücuda getirilemeyenlerin hususiyet taşıdığı kabul edilmelidir; eser ancak yaratan kişinin şahsiyetinden kaynaklanan yaratıcı bir fikri çalışma mahsulüdür, bkz Hirsch (n 9) 12. Fikirlerin birbirleri üzerine inşa edildiği, Arslanlı nın ifadesi ile  fikir fikrin ilham kaynağı  olduğuna göre, gelişim gösteren mahsulü birbirinden ayırmaya imkân tanıyacak olan da işte bu hususiyettir. Yazara göre hususiyet  müellifine nisbet edilebilen fikrî mesainin nisbî istiklâlinde aranmalıdır. , bkz Arslanlı (n 2) 2 vd. Yine bir diğer görüşe göre hususiyet bazı eser türlerinde şekilde - bir ayrıma göre iç şekilde - aranacakken, bazılarında doğrudan içerikten kaynaklanmaktadır. Şekil veya muhtevada yer alan hususiyet eser vasfının kazanılmasında rol oynar, bkz Nûşin Ayiter, Hukukta Fikir ve Sanat Ürünleri (1981) 40 vd. Yarsuvat hususiyeti  orijinal  olma şeklinde tanımlamaktadır, bkz Duygun Yarsuvat, Türk Hukukunda Eser Sahibi ve Hakları (1984) 53. Erel e göre ise hususiyet  esere sahibinin yaratıcı gücünün yansıması  olarak görülür, bkz Şafak Erel, Türk Fikir ve Sanat Hukuku (1989) 27. Son olarak Tekinalp ise hususiyetin üslup olduğunu, orijinallik aranmayacağını, hususiyetin herkesin yaptığından ayrılacak bir düzeyi ifade ettiğini ifade etmiştir, bkz Tekinalp (n 12) 105-108.93İstanbul Hukuk Mecmuası 78/1C. Arayüz ve Simgelerin Eser Niteliğiİnceleme konumuz olan kararda bir diğer iddiayı değerlendiren İngiliz Mahkemesi, grafiksel kullanıcı arayüzleri ile kullanılan simgelerin eser olup olmayacağı üzerinde durmuş ve güzel sanat eseri olabileceklerini ve davalının bunları kopyalama işleminin de tecavüz teşkil edebileceğini belirlemiştir (Navitaire Kararı, para. 98)26. Kullanıcı arayüzü, karmaşık kodlamalar ile programın kullanılması yerine, yazılım konusunda özel bir bilgiye sahip olmayan birçok kullanıcı bakımından geliştirilen, söz konusu programı kullanan kişinin bu programı bir kodlar silsilesi şeklinde değil de açık simgeler, menüler ve butonlar olarak görmesini sağlayan yüzeylerdir.Türk  Hukuku  bakımından  da  farklı  bir  sonuca  ulaşmak  için  bir  neden bulunmamaktadır. Güzel sanat eserleri FSEK m 4 hükmünde tanımlanmış ve grafik eserler de dahil olmak üzere örnek kabilinden sayılmıştır. Sahibinin hususiyetini taşımak koşuluyla geliştirilen grafiksel kullanıcı ara yüzleri ile simgelerin güzel sanat eseri olabilmeleri mümkündür. Ancak dikkat edilmesi gereken husus bilgisayar programları bakımından ara yüzlerin ve simgelerin hususiyet taşıyabilmelerinin diğer eser tiplerine göre daha yüksek bir ön koşul oluşturabileceğidir. Zira kullanılan bilgisayar  programlarında  ara  yüzün  ve  simgelerin  belirli  şekilde  tasarlanması işlevsellik bakımından zorunluluk arz edebilmekte, çoğunlukla programlarda standart ara yüz ile karşılaşabilmektedir. Öyleyse bir ara yüzün veya simgenin hususiyet taşıması için bu işlevselliğin ve standardın dışına çıkabilmesi gerekmektedir. 26  Bilgisayar programlarının koruma kapsamının belirlenmesi ile ara yüzlerin bu kapsama girip girmeyeceği tartışma konusu yapılmış ise de sonuç olarak ara yüzün yalnız programın bir bileşeni olduğu, kullanıcı ile program arasında iletişimi sağladığı, programın ara yüzden tekrar üretilebilmesinin mümkün olmadığı gerekçeleri ile olumsuz sonuca ulaşılmıştır, bkz Bently/Sherman (n 13) 67; Case C-393/09 (n 14) [41]. Ayrıca ara yüzlerin ve özellikle bilgisayar programlarındaki söz/yazı ile ifade edilmeyen unsurların ne şekilde korunması gerektiği hususunda bkz Bandey (n 9) 87 vd.27  Topaloğlu (n 7) 26-27; Aksu, ‘Fikir ve İlkelerin Korunması  (n 7) 1268.28  Topaloğlu (n 7) 91; Aksu, ‘Fikir ve İlkelerin Korunması  (n 7) 1269.29  Belirli standartların kullanılması bilgisayar programlarının genel anlamda eser olarak korunmasında da karşımıza çıkan bir husus olup bunun kendiliğinden eser niteliğini kaldırmayacağı, ancak programın belirli standartlardan ne ölçüde saptığının değerlendirilmesi gerektiği ifade edilmektedir. Aksu, ‘Fikir ve İlkelerin Korunması  (n 7) 1262.94Kaya, Sönmez / İngiltere ve Galler Adalet Divanının  Navitaire Kararı  Işığında Bilgisayar Programlarına Esas...D. Şahsi Kullanım İstisnasıSon olarak Türk Hukuku bakımından incelenmesi gereken husus fikri hakların korunmasının istisnalarından olan  şahsi kullanım istisnası  kurumudur. FSEK m 38 e göre bir eserin şahsi kullanım amacıyla çoğaltılması mümkündür. Ancak bu çoğaltmanın eser sahibine haksız biçimde zarar vermemesi ve normal yararlanmaya aykırı olmaması gerekir. Maddenin devam eden fıkraları bilgisayar programlarına yönelik  düzenlemeler  içermektedir.  Buna  göre  meşru  hak  sahipleri  tarafından bilgisayar  programlarının  kullanım  amacına  göre  çoğaltılması,  yedek  kopya çıkarılması,  hatalarının  düzeltilmesi,  bilgisayar  programının  bir  ögesi  altındaki düşünce ve ilkelerin belirlenmesi amacıyla gözlemlenmesi ve sınanması, belirli koşullar altında kodun çoğaltılması mümkündür. Ancak bu fiiller ticari amaçlarla, normal yararlanmayı aşan düzeyde gerçekleştirilemeyeceği gibi kodun çoğaltılması halinde bunun yalnız izin verilen amaç ve kişilerle sınırlı kalması gerekmektedir. Bilgisayar programlarına ilişkin bu istisnaların inceleme konusu olay bakımından değerlendirmesine geçersek; davalı (E) sözleşme ilişkisi çerçevesinde bu sözleşmenin amaç ve kapsamı doğrultusunda şahsi kullanım istisnasından yararlanabilir ve belirli fiilleri gerçekleştirebilirse de üçüncü kişi konumundaki davalı (B) ile bu bilgileri paylaşmasının ve ticari amaçlı olarak kullanmasının şahsi kullanım sınırlarını aşacağı aşikardır. Ancak olayda tarafların bu yönde bir iddiaları bulunmadığından ve davalıların kaynak koda erişimlerinin bulunmadığı açıkça kabul edildiğinden şahsi kullanım istisnası tartışma konusu yapılmamıştır.30  FSEK m 38/1 de yer alan genel şahsi kullanım istisnasına bilgisayar programlarının da dahil olup olmadığı konusunda görüş birliği bulunmamaktadır. Bir görüş FSEK m 38/1 i değiştiren 4110 sayılı Kanunun gerekçesinden yola çıkarak, bilgisayar programlarının genel istisna maddesine dahil edilmek istenmediğini, hükmün devam eden fıkralarında bilgisayar programları ile alakalı özel düzenlemeler bulunduğunu, dolayısıyla genel istisna hükmünün bilgisayar programlarına uygulanmayacağını ileri sürmektedir. Diğer bir görüş ise bilgisayar programlarının şahsi kullanım amacıyla çoğaltılmasının zorunlu olduğunu, düzenlemenin lafzından da yola çıkarak bilgisayar programlarının da FSEK 38/1 deki şahsi kullanım istisnasına dahil olduğunu ileri sürmektedir. Son olarak farklı bir görüşe göre, her ne kadar 38/1 in lafzından bilgisayar programlarının bu düzenlemeye dahil olmadığı anlaşılamasa da, mehaz ve amaçtan yola çıkılarak hükmün bilgisayar programlarına uygulanmaması gerektiği sonucuna ulaşılabilecektir. Tüm bu görüş ve tartışmalar, ayrıca bilgisayar programlarında şahsi kullanım istisnasının geniş bir değerlendirmesi ile ilgili olarak bkz Arslan Kaya, ‘Bilgisayar Programlarının Şahsen Kullanmaya Mahsus Olarak Çoğaltılması Mümkün Müdür?  [Makalelerim I, Beta, 2012] 355 vd.   Öte yandan kısaca işaret etmek gerekirse, gerçekten de 4110 sayılı Kanun gerekçesi incelendiğinde, FSEK m 38/1 in değiştirildiği sırada Hükümet teklifinde bilgisayar programlarının istisna tutulmasına yönelik bir cümlenin mevcut olduğu görülmektedir. Bu ifade Adalet Komisyonunca olduğu gibi kabul edilmişken, Milli Eğitim Komisyonu tarafından  …38 inci maddenin 1 inci paragrafıyla diğer paragraflar arasındaki uyumu sağlamak, çelişki izlenimini ortadan kaldırmak ve uygulamada tereddüte yol açılmaması…  gerekçesiyle madde metninden çıkarılmış ve hükmün lafzı tüm eser türleri bakımından kapsayıcı bir ifade biçimine dönüştürülmüştür.31  Bu kapsamda AB nin 22 Mayıs 2001 tarihli ve 2001/29/EC sayılı Bilgi Toplumu Yönergesi [2001] OJ L/10 ( Bilgi Toplumu Yönergesi ) m 5/2-b de şahsi kullanım istisnasına yer verilirken, eser/hak sahibine adil bir karşılık ödenmesi de öngörülmüştür. Buna karşılık İngiliz Hukukunda CDPA 28B hükmünde böyle bir ödemeye bilinçli şekilde yer verilmemiştir. Zira eserin yasal bir kopyasının elde edildiği esnada ödenen bedel içerisinde, şahsi kullanım için çoğaltma maksadının da yer aldığı, eser/hak sahibine bunun için ödenebilecek bedelin de bu sırada ödendiği kabul edilmektedir. Bently/Sherman (n 13) 235. Nitekim Bilgi Toplumu Yönergesinde de (Recital 35) eser/hak sahibinin farklı bir şekilde -örneğin lisans durumunda- bu karşılığı elde ettiği veya zararının asgari seviyede kaldığı durumlarda ödeme gerekmeyeceği ayrıca düzenlenmiştir. Alman Hukukunda ise UrhG § 54 ile belirli koşullar altında eser/hak sahibine ödeme yapılması gerektiği düzenlenmektedir.32  Söz konusu istisnaların esasında bilgisayar programlarının altındaki fikir ve işlevlerin de bir ölçüde korunduğunu gösterdiği belirtilmektedir, bkz Aksu, ‘Fikir ve İlkelerin Korunması  (n 7) 1286.33  Şahsi kullanım istisnasının uygulandığı hallerde, bu ifadenin çok dar yorumlanmaması gerektiği, eseri yasal yoldan elde etmiş bir kişinin eserden çıkardığı şahsi kopyayı yakın çevresi ile de paylaşabileceği yönünde bkz Erel (n 25) 226; Ayiter (n 25) 170; Kaya (n 30) 365-366.95İstanbul Hukuk Mecmuası 78/1IV. SonuçÇalışmamızın konusunu oluşturan İngiliz Mahkemesi tarafından verilen karar incelendiğinde tartışmanın kaynak kod erişimi olmaksızın yalnız bir programın işlevinin incelenerek yeni bir program yazılmasının bilgisayar programının eser niteliğinden  kaynaklanan  hakları  ihlal  edip  etmeyeceği  üzerinde  yoğunlaştığı görülmektedir. Türk Hukuku bakımından da geçerli olduğu üzere, İngiliz Mahkemesi korunan hususun fikirler değil fikrin ifade ediliş biçimi olduğunu, bilgisayar programlarının işleyişinin, çalışma usulünün, görünümünün verdiği hissiyatın koruma kapsamında olmadığını belirtmiştir. Davalı tarafların kaynak koda erişimlerinin olmadığı da kabul edildiğine göre, yalnız davacının programına benzer bir programın geliştirilmesi hukuka aykırı kabul edilmemiştir. Mahkemeye göre çok benzer programları yazmanın farklı yolları mevcuttur ve bu nedenle bir romanın ana konusunun başka bir romanda kullanılması gibi  kopyalama  somut uyuşmazlıkta mevcut değildir. Fikrin değil fikir ürününün korunması yalnız İngiliz Hukukuna ait bir ilke değil uluslararası geçerliliği olan ve Türk Hukukunda da kabul gören bir ilke olduğundan, Türk Hukukunda da benzer bir uyuşmazlıkta aynı sonuca ulaşılacaktır. Ancak şahsi kullanım istisnası, olayda böyle bir iddia mevcut olmadığından değerlendirilmemiş olup, eğer davalı bu istisnadan yola çıkarak programın bir benzerini çıkardı ise fikri hak ihlali oluşacağından şüphe duyulmamalıdır. Son olarak İngiliz Mahkemesinin verdiği kararda olduğu gibi, Türk Hukukunda da komutların kendi başlarına eser olmaları hususiyet taşımamaları nedeniyle -kural olarak- ihtimal dahilinde değildir. Bunların bir araya gelerek veritabanı oluşturması, uzak ihtimal olmakla birlikte teorik olarak mümkün görünmektedir. Ara yüzlerin ve simgelerin kopyalanmasına gelindiğinde ise, bilgisayar programlarına sağlanan koruma bu unsurlara teşmil edilemeyeceğinden, hususiyet taşıması koşuluyla, ara yüz ve simgelerin ancak güzel sanat eseri olarak veya farklı bir fikri ve sınai hak çerçevesinde korunması mümkün olacaktır.Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazarlar çıkar çatışması bildirmemiştir.Finansal Destek: Yazarlar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The authors has no conflict of interest to declare.Grant Support: The authors declared that this study has received no financial support.96Kaya, Sönmez / İngiltere ve Galler Adalet Divanının  Navitaire Kararı  Işığında Bilgisayar Programlarına Esas...",
     "Kaynakça": "Aksu M, ‘Avrupa Adalet Divanının Bilgisayar Programlarının Fikir ve Sanat Eserleri Hukuku Çerçevesinde Korunmasına Dair 2 Mayıs 2012 Tarihli Sas Institute World Programming Kararının Değerlendirilmesi  [İÜHFM, Cilt 72, Sayı 1]– – ‘Bilgisayar Programlarının Eser Niteliği ile Bunların Temelinde Yatan Fikir ve İlkelerin Korunması Sorunu  [Prof. Dr. Ali Güzel e Armağan, 2010]Arslanlı H, Fikri Hukuk Dersleri II, Fikir ve Sanat Eserleri (1954)Ayiter N, Hukukta Fikir ve Sanat Ürünleri (1981)Bandey B, International Copyright in Computer Program Technology (1996)Bently L, Sherman B, Intellectual Property Law (Fourth Edition, 2014)Davis R, Quintin T, Tritton G, Tritton on Intellectual Property in Europe (Fifth Edition, 2018) Drexl J, What is Protected in a Computer Program (IIC Studies Volume 15, 1994)Erel Ş, Türk Fikir ve Sanat Hukuku (1989)Hirsch E, Hukukî Bakımdan Fikrî Sây (İkinci Cilt, 1943)Jacob R, Alexander D/Fisher M, Guidebook to Intellectual Property (Sixth Edition, 2013)Kaya A, ‘Bilgisayar Programlarının Şahsen Kullanmaya Mahsus Olarak Çoğaltılması Mümkün Müdür?  [Makalelerim I, 2012]Prime T, Booton D, European Intellectual Property Law (2017)Tekinalp Ü, Fikri Mülkiyet Hukuku (5. Bası, 2012)Topaloğlu M, Bilgisayar Programları Üzerindeki Haklar ve Bu Hakların Korunması (1997)Yarsuvat D, Türk Hukukunda Eser Sahibi ve Hakları (1984)97"
}